Repository: Endeer/dst-cz
Catalog: locales/*/beefalonaming.po
Languages: es, fr, it, ja, ko, pl, pt_br, ru, zh_cn

# BEEFALONAMING.BEEFNAMES.1
source: Annabeef
es: Anabeef
fr: Vachabelle
it: Annamucca
ja: アンナビーフ
ko: 애나비프
pl: Wołanna
pt_br: Anabife
ru: Аннабиф
zh_cn: 安娜皮弗

# BEEFALONAMING.BEEFNAMES.10
source: Beefinand
es: Beefnando
fr: Taureaumain
it: Scamone
ja: ビーフィナンド
ko: 베피난드
pl: Ferdywół
pt_br: Bifinando
ru: Бифинанд
zh_cn: 皮弗南

# BEEFALONAMING.BEEFNAMES.11
source: Wellington
it: Venerio
ja: ウェリントン
ko: 웰링턴
ru: Веллингтон
zh_cn: 惠灵顿

# BEEFALONAMING.BEEFNAMES.12
source: Bradbeef
es: Borjbeef
fr: Bœuffrey
it: Muggero
ja: ブラッドビーフ
ko: 브래드비프
pl: Wółdzimierz
pt_br: Bradbife
ru: Брэдбиф
zh_cn: 布拉德牛特

# BEEFALONAMING.BEEFNAMES.13
source: Beefany
es: Beefatriz
fr: Vachelle
it: Mufalda
ja: ビーファニー
ko: 비파니
pl: Wołucja
pt_br: Bífany
ru: Биффани
zh_cn: 牛凡尼

# BEEFALONAMING.BEEFNAMES.14
source: Harry
ja: ハリー
ko: 해리
pl: Zbyszek
ru: Гарри
zh_cn: 哈利

# BEEFALONAMING.BEEFNAMES.15
source: Hoofrey
es: Jesubeef
fr: Oliveau
it: Pelgiorgio
ja: ホーフレイ
ko: 후프리
pl: Henbyk
pt_br: Cornélio
ru: Копытень
zh_cn: 蹄福瑞

# BEEFALONAMING.BEEFNAMES.16
source: Beeftholomew
es: Beeftolomeo
fr: Bœufred
it: Vitellio
ja: ビーフトロメオ
ko: 비프톨로뮤
pl: Bykdan
pt_br: Bifetolomeu
ru: Бифтоломью
zh_cn: 哞士比亚

# BEEFALONAMING.BEEFNAMES.17
source: Guineveal
es: Ginebreef
fr: Vacharlotte
it: Muccia
ja: ギネビール
ko: 구이니빌
pl: Krasula
pt_br: Danivitela
ru: Гвиневядина
zh_cn: 吉牛斯

# BEEFALONAMING.BEEFNAMES.18
source: Patty O'Beef
es: Beeftec
fr: Apis
it: Costina
ja: パティ・オ・ビーフ
ko: 패티 오비프
pl: Mięseusz
pt_br: Patty O'Bife
ru: Патти О'Биф
zh_cn: 牛当劳

# BEEFALONAMING.BEEFNAMES.19
source: Beeferella
es: Beeficienta
fr: Bœufida Turner
it: Samanza
ja: ビーフェレラ
ko: 비페렐라
pl: Bawolina
pt_br: Biferella
ru: Бифлушка
zh_cn: 牛德瑞拉

# BEEFALONAMING.BEEFNAMES.2
source: Beefy
es: Beefi
fr: Hathoréhatraver
it: Filetto
ja: ビーフィ
ko: 비피
pl: Frydebyk
pt_br: Bifinho
ru: Биффи
zh_cn: 小皮弗

# BEEFALONAMING.BEEFNAMES.3
source: Beefssie
fr: Eugénisse
it: Manzuela
ja: ビーフシー
ko: 비프씨
pl: Mięsolina
pt_br: Maribife
ru: Бифунчик
zh_cn: 皮弗西

# BEEFALONAMING.BEEFNAMES.4
source: Betsbeef
es: Beefr√≥nica
fr: Avachette
it: Frisona
ja: ベッツビーフ
ko: 베츠비프
pl: Roganna
pt_br: Betebife
ru: Битсбиф
zh_cn: 贝西皮弗

# BEEFALONAMING.BEEFNAMES.5
source: Beefa
fr: Amélimousine
it: Testina
ja: ビーファ
ko: 비프에이
pl: Bykula
pt_br: Carnita
ru: Бифина
zh_cn: 皮弗丫

# BEEFALONAMING.BEEFNAMES.6
source: Daisbeef
es: Juliebeef
fr: Meurguerite
it: Fesangela
ja: デイビーフ
ko: 데이스비프
pl: Wołosława
pt_br: Daisbife
ru: Дэйсбиф
zh_cn: 黛西皮弗

# BEEFALONAMING.BEEFNAMES.7
source: Dixbeef
es: Dianbeef
fr: Charoline
it: Filettina
ja: ディックスビーフ
ko: 딕스비프
pl: Stekfania
pt_br: Dixbife
ru: Диксбиф
zh_cn: 迪克皮弗

# BEEFALONAMING.BEEFNAMES.8
source: Gertbeef
es: Gertrubeef
fr: Io
it: Giovacchina
ja: ガートビーフ
ko: 거트비프
pl: Turszula
pt_br: Gertbife
ru: Гертбиф
zh_cn: 格特皮弗

# BEEFALONAMING.BEEFNAMES.9
source: Beefgus
fr: Astérion
it: Boverio
ja: ビーフガス
ko: 비프거스
pl: Rogosław
pt_br: Bifegus
ru: Бифгус
zh_cn: 皮弗格斯

# BEEFALONAMING.MENU.ACCEPT
source: Done
es: Listo
fr: OK
it: Fatto
ja: 終了
ko: 됐다.
pl: Gotowe
pt_br: Pronto
ru: Готово
zh_cn: 好了

# BEEFALONAMING.MENU.CANCEL
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_cn: 取消

# BEEFALONAMING.MENU.RANDOM
source: Random
es: Al azar
fr: Aléatoire
it: Casuale
ja: ランダム
ko: 무작위
pl: Losowe
pt_br: Aleatório
ru: Случайно
zh_cn: 随机
