Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.HOTCHILI
source: Hot! It's hot!
de: Scharf! Sie ist scharf!
es: ¡Caliente! ¡Está caliente!
es_mx: ¡Caliente! ¡Está caliente!
fr: C'est très épicé !
it: Brucia! Brucia!
ja: 辛い！これすごく辛い！
ko: 매워! 매워!
pl: Ostre! Ostre!
pt_br: Quente! Tá quente!
ru: Жжется! Так жжется!
zh_tw: 辣！好辣啊！

# CHARACTERS.WORMWOOD.DESCRIBE.HOTSPRING.BOMBED
source: Warm now. Glowy
de: Warm. Leuchtend.
es: Caliente ahora. Brillante.
es_mx: Caliente ahora. Brillante
fr: C'est chaud et brillant.
it: Calda adesso, luminosa
ja: あったかい。 ぴかぴかしてる
ko: 이제 빛나고 따뜻해
pl: Teraz ciepłe. I się świeci
pt_br: Quente, agora. Brilhante
ru: Теплый. И светится
zh_tw: 暖了，發亮

# CHARACTERS.WORMWOOD.DESCRIBE.HOTSPRING.EMPTY
source: Muddy.
de: Schlammig.
es: Barro...
es_mx: Lodoso
fr: C'est boueux.
it: Fangosa
ja: どろどろ。
ko: 진흙투성이야
pl: Błotniste.
pt_br: Turvo.
ru: Грязный
zh_tw: 挺多泥巴。

# CHARACTERS.WORMWOOD.DESCRIBE.HOTSPRING.GENERIC
source: Pool party!
de: Ein Wasserfest!
es: ¡Fiesta en la pisci!
es_mx: ¡Fiesta en piscina!
fr: Je veux faire la fête dans l'eau !
it: Festa in piscina!
ja: プールパーティ！
ko: 수영장 파티다!
pl: Imprezka nad basenem!
pt_br: Festa na piscina!
ru: Вечеринка у бассейна!
zh_tw: 泳池派對！

# CHARACTERS.WORMWOOD.DESCRIBE.HOTSPRING.GLASS
source: Ice? Nope
de: Eis? Nö.
es: ¿Hielo? Nop
es_mx: ¿Hielo? No
fr: De la glace ? Non.
it: Ghiaccio? No grazie
ja: 氷？だめだよ
ko: 얼음인가? 아니네
pl: Lód? Nie
pt_br: Gelo? Não.
ru: Лед? Нет
zh_tw: 冰？不是

# CHARACTERS.WORMWOOD.DESCRIBE.HOUND
source: Woofer! Woof! Woof!
de: Kläffer! Kläff! Kläff!
es: ¡Guau-guau! ¡Guau! ¡Guau!
es_mx: ¡Guau! ¡Guau, guau!
fr: Un ouaf-ouaf !
it: Bau bau! Bau! Bau!
ja: ワンワンだ！ワン！ワン！
ko: 멍멍이다! 멍! 멍!
pl: Hauek! Hau, hau!
pt_br: Auauzeiro! Au! Au!
ru: Гавкалка! Гав! Гав!
zh_tw: 汪汪獸！汪！汪！

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDBONE
source: Sharp!
de: Scharf!
es: ¡Afilado!
es_mx: ¡Afilado!
fr: C'est tranchant.
it: Affilate!
ja: とがってる！
ko: 날카로워!
pl: Ostre!
pt_br: Afiado!
ru: Острый!
zh_tw: 真鋒利！

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDCORPSE.BURNING
source: Smell bad
de: Riecht schlecht.
es: Huele mal
es_mx: Huele mal
fr: Ça sent mauvais.
it: Puzza
ja: くさいよ
ko: 냄새가 고약해
pl: Brzydko pachnie
pt_br: Cheira mal.
ru: Плохо пахнет
zh_tw: 真難聞

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDCORPSE.GENERIC
source: Woofer okay?
de: Kläffer in Ordnung?
es: ¿Guau-guaus está bien?
es_mx: ¿Guauguáu bien?
fr: Ça va, ouaf-ouaf ?
it: Bau ok?
ja: ワンワン大丈夫？
ko: 멍멍아, 괜찮아?
pl: Z haukiem wszystko w porządku?
pt_br: Auauzeiro está bem?
ru: Гавкалка в порядке?
zh_tw: 汪汪獸還好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDCORPSE.REVIVING
source: Coming back
de: Kommt zurück.
es: Volviendo
es_mx: Regresando
fr: Il revient.
it: Torna indietro
ja: 戻ってるよ
ko: 살아나고 있어
pl: Powraca
pt_br: Voltando.
ru: Возвращается к жизни
zh_tw: 回來了

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDMOUND
source: Woofers around?
de: Kläffer in der Nähe?
es: ¿Hay guau-guaus por aquí?
es_mx: ¿Guauguáus cerca?
fr: Y a des ouaf-ouaf dans les parages ?
it: Bau bau in giro?
ja: ワンワンいる？
ko: 주변에 멍멍이가 있나?
pl: Hauki w pobliżu?
pt_br: Tem Auauzeiro por perto?
ru: Тут есть гавкалки?
zh_tw: 汪汪獸們就在附近？

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDSTOOTH
source: Sharp. Ouch!
de: Scharf. Autsch!
es: Afilado. ¡Ay!
es_mx: Afilado. ¡Ay!
fr: C'est tranchant. Ouille !
it: Taglia. Ahia!
ja: とがってる。痛っ！
ko: 날카로워. 아얏!
pl: Ostry. Auć!
pt_br: É afiado. Autch!
ru: Острый. Ай!
zh_tw: 好鋒利。哎呦！

# CHARACTERS.WORMWOOD.DESCRIBE.HOUNDWHISTLE
source: Tweet Tweet for Woofer
de: Pfeifding für Kläffer.
es: Pío-pío para guau-guau
es_mx: Pío pío para guauguáu
fr: Un piou-piou pour ouaf-ouaf.
it: Cip cip per bau bau
ja: ワンワンにぴーちくぱーちく
ko: 멍멍이 전용 짹짹이야
pl: Ćwir, ćwir na hauki
pt_br: Piu-Piu para Auauzeiro.
ru: Чирик для гавкалки
zh_tw: 用來叫汪汪獸的鳥叫

# CHARACTERS.WORMWOOD.DESCRIBE.HUMANMEAT
source: Belly stuff
de: Bauchzeug.
es: Cosa para la tripa
es_mx: Cosa de barriga
fr: De quoi se remplir le ventre.
it: Roba per pancia
ja: おなかに入るもの
ko: 음식이야
pl: Rzeczy do brzuszka
pt_br: Coisa de barriga.
ru: Штучка для животика
zh_tw: 填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.HUMANMEAT_COOKED
source: Mmmm...
fr: Miam...
ja: んん...
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WORMWOOD.DESCRIBE.HUMANMEAT_DRIED
source: Chewy
de: Bissfest.
es: Correoso
es_mx: Dura
fr: C'est caoutchouteux.
it: Gommoso
ja: 固いね
ko: 질겨
pl: Gumiaste
pt_br: Borrachuda.
ru: Тягучее
zh_tw: 很有嚼勁

# CHARACTERS.WORMWOOD.DESCRIBE.HUTCH
source: Glub Glub Lugger
de: Blubblub-Koffer.
es: Cesto glub-blug
es_mx: Cargador gluglú
fr: Un bloup-bloup qui me suit.
it: Barchino per glu glu
ja: ブクブク小舟
ko: 짐꾼 뽀글이야
pl: Bulbulkowy tragarz
pt_br: Arca Glub Glub.
ru: Чтобы таскать буль-булек
zh_tw: 咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: Making friends!
de: Findet Freunde!
es: ¡Haciendo amigos!
es_mx: ¡Haciendo amigos!
fr: Je me fais des copains !
it: Fa amicizia!
ja: お友だちをつくってるよ！
ko: 친구를 사귄다!
pl: Zaprzyjaźnia się!
pt_br: Fazendo amigos!
ru: Завожу друзей!
zh_tw: 交些朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: Can swim on back?
de: Kann nicht auf dem Rücken schwimmen?
es: ¿Puede nadar al revés?
es_mx: ¿Puede nadar de espalda?
fr: Il nage sur le dos, c'est normal ?
it: Nuota su schiena?
ja: 背泳ぎできる？
ko: 누워서도 헤엄칠 수 있나?
pl: Mogę popłynąć na grzbiecie?
pt_br: Pode nadar de costas?
ru: Умеешь плавать на спине?
zh_tw: 背著也能遊?

# CHARACTERS.WORMWOOD.DESCRIBE.ICE
source: Cold. Really cold
de: Kalt. Sehr kalt.
es: Frío. Realmente frío
es_mx: Frío. Muy frío
fr: C'est froid. Vraiment froid.
it: Freddo. Freddissimo
ja: 冷たい。ほんとーに冷たいよ
ko: 차가워. 정말 차가워
pl: Zimny. Naprawdę zimny
pt_br: Frio. Muito frio.
ru: Холодный. Такой холодный
zh_tw: 冷。相當的冷

# CHARACTERS.WORMWOOD.DESCRIBE.ICEBERG.GENERIC
source: Big Cold Water Rock!
de: Großer kalter Wasserstein!
es: ¡Roca acuática grande y fría!
es_mx: ¡Roca de agua grande y fría!
fr: Un gros rocher d'eau froid !
it: Grande roccia di acqua fredda!
ja: おっきなヒヤヒヤお水岩！
ko: 크고 차가운 물 바위다!
pl: Wielka skała z zimnej wody!
pt_br: Rocha de água grande fria!
ru: Большой холодный плавучий камень
zh_tw: 大冰石頭！

# CHARACTERS.WORMWOOD.DESCRIBE.ICEBERG.MELTED
source: Oh. Water now
de: Oh. Jetzt Wasser.
es: Oh. Ahora es agua
es_mx: Oh. Ahora agua
fr: Oh. C'est de l'eau maintenant.
it: Oh. Acqua ora
ja: もう水だね
ko: 아. 물이 됐어
pl: Och. Teraz woda
pt_br: Ah. Água agora.
ru: Ой. Теперь это вода
zh_tw: 噢，又變水了

# CHARACTERS.WORMWOOD.DESCRIBE.ICEBERG_MELTED
source: Oh. Water now
de: Oh. Jetzt Wasser.
es: Oh. Ahora es agua
es_mx: Oh. Ahora agua
fr: Oh. C'est de l'eau maintenant.
it: Oh. Acqua ora
ja: もう水だね
ko: 아. 물이 됐어
pl: Och. Teraz woda
pt_br: Ah. Água agora.
ru: Ой. Теперь это вода
zh_tw: 噢，又變水了

# CHARACTERS.WORMWOOD.DESCRIBE.ICEBOX
source: Keeps belly stuff cold
de: Hält Bauchzeug kalt.
es: Mantiene frías las cosas para la tripa
es_mx: Mantiene frías las cosas de barriga
fr: Pour garder le manger au frais.
it: Tiene fredda roba per pancia
ja: おなかに入るものを冷たくしとくんだね
ko: 음식을 차갑게 해 줘
pl: Do trzymania rzeczy do brzuszka w zimnie
pt_br: Mantém coisas de barriga frias.
ru: Охлаждает штучки для животика
zh_tw: 保持食物的新鮮

# CHARACTERS.WORMWOOD.DESCRIBE.ICECREAM
source: Keeps belly cold
de: Hält Bauch kalt.
es: Mantiene la tripa fría
es_mx: Mantiene la barriga fría
fr: Ça fait froid au ventre.
it: Tiene pancia fredda
ja: おなかを冷たくしとくんだね
ko: 배를 차갑게 해 줘
pl: Zimno w brzuszek
pt_br: Mantém barriga fria.
ru: Охлаждает животик
zh_tw: 保持肚子涼爽

# CHARACTERS.WORMWOOD.DESCRIBE.ICEHAT
source: Cool hat!
de: Ein Kühlhut.
es: ¡Sombrero refrescante!
es_mx: ¡Sombrero frío!
fr: Trop frais ce chapeau !
it: Cappello brr!
ja: かっこいい帽子！
ko: 시원한 모자야!
pl: Zimny kapelusz!
pt_br: Chapéu frio!
ru: Холодная шляпа!
zh_tw: 好涼的帽子！

# CHARACTERS.WORMWOOD.DESCRIBE.ICEHOUND
source: Brrr Woofer
de: Brrr-Kläffer.
es: Guau-guau brrr
es_mx: Guauguáu brrr
fr: Un ouaf-ouaf de glace.
it: Bau bau brr brr
ja: ブルブルワンワン
ko: 오들오들 멍멍이야
pl: Brr hauek
pt_br: Auauzeiro Brrr.
ru: Холодная гавкалка
zh_tw: 冷汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.ICEPACK
source: Not good for rot
de: Nicht gut für Fäule.
es: No bueno para pudrirse
es_mx: No ser bueno para podredumbre
fr: Ça ralentit le pourrissement.
it: Non serve per marcire
ja: 腐りにくくなるね
ko: 썩히는 데 좋지 않아
pl: Nie sprzyja pleśni
pt_br: Não é bom pra podridão.
ru: Плохо для гнили
zh_tw: 不好腐爛了

# CHARACTERS.WORMWOOD.DESCRIBE.ICESTAFF
source: Chilly stick
de: Kalter Stock.
es: Palo helador
es_mx: Palo helado
fr: Un bâton glacial.
it: Bastone freddo
ja: 冷え冷え棒
ko: 서늘한 막대기야
pl: Zimny patyk
pt_br: Bastão Gelado.
ru: Морозящая палка
zh_tw: 冰冷的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.ICE_BLUEPRINT
source: Brrr!
ja: 冷たいッ！
ko: 부르르!
ru: Бррр!
zh_tw: 嘶~好冷！

# CHARACTERS.WORMWOOD.DESCRIBE.INSANITYROCK.ACTIVE
source: Ow. Hurts head...
de: Aua. Macht Kopfweh ...
es: Au. Hace daño en la cabeza...
es_mx: Ay. Hace doler cabeza
fr: Oh. Ça fait mal à la tête...
it: Ahi. Testa male...
ja: うー。頭痛い...
ko: 아얏. 머리를 아프게 해...
pl: Auć. Boli głowa...
pt_br: Oun. Machuca cabeça...
ru: Ой. Голове больно…
zh_tw: 噢。傷害腦袋...

# CHARACTERS.WORMWOOD.DESCRIBE.INSANITYROCK.INACTIVE
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Il se cache.
it: Nascosto
ja: 隠れてるよ
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.INSPECTSELF
source: Looking nice
de: Sieht gut aus.
es: Con buen aspecto
es_mx: Lucir bien
fr: C'est joli.
it: Mica male
ja: いい感じだね
ko: 멋진걸
pl: Ładnie wyglądam
pt_br: Parecendo legal.
ru: Красивый
zh_tw: 看著不錯

# CHARACTERS.WORMWOOD.DESCRIBE.IVY_SNARE
source: Oooh, friends got mad
de: Oooh, Freunde sind sauer
es: Oooh... Amiga enfadada
fr: Oooh, les copines se sont mises en colère.
it: Oh, amici arrabbiati
ja: ああ、お友だちが怒っちゃった
ko: 오오오, 친구들이 화났어
pl: Oooj, przyjaciel się zezłościć.
pt_br: Aaah, amigas ficaram doidas!
ru: Ой, друзья злятся
zh_tw: 噢，朋友生氣了

# CHARACTERS.WORMWOOD.DESCRIBE.JAMMYPRESERVES
source: Sweet belly stuff
de: Süßes Bauchzeug.
es: Cosa dulce para la tripa
es_mx: Cosa dulce de barriga
fr: Du manger sucré.
it: Roba dolce per pancia
ja: 甘いおなかに入るもの
ko: 달콤한 음식이야
pl: Słodkie rzeczy do brzuszka
pt_br: Coisa docinha de barriga.
ru: Сладкая штучка для животика
zh_tw: 給肚子填一些甜食

# CHARACTERS.WORMWOOD.DESCRIBE.JELLYBEAN
source: Mmmmm!
de: Mmmmh!
fr: Miaaaaam !
it: Mmmm!
ja: うーーーん！
ko: 으음!
pt_br: Hmmmm...
ru: М-м-м-м!
zh_tw: 嗯！

# CHARACTERS.WORMWOOD.DESCRIBE.KABOBS
source: Meat is belly stuff. Stick is not
de: Fleisch ist Bauchzeug. Stock nicht.
es: La carne es cosa para la tripa. El palo, no
es_mx: Carne es cosa de barriga. Palo no
fr: La viande c'est du manger. Pas le bâton
it: Carne è roba per pancia. Bastone no
ja: お肉はおなかに入るもの。棒は違うよ
ko: 고기는 음식이지만 막대기는 아니야
pl: Mięso to rzecz do brzuszka, a patyk nie
pt_br: Carne é coisa de barriga. Vara não é.
ru: Мясу место в животике. Палке — нет
zh_tw: 肉能填肚子。棍子不行

# CHARACTERS.WORMWOOD.DESCRIBE.KELP
source: Belly stuff?
de: Bauchzeug?
es: ¿Cosa para la tripa?
es_mx: ¿Cosa de barriga?
fr: De quoi se remplir le ventre ?
it: Roba per pancia?
ja: おなかに入るもの？
ko: 음식인가?
pl: Rzeczy do brzuszka?
pt_br: Coisa de barriga?
ru: Штучка для животика?
zh_tw: 是填肚子的東西嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.KELPHAT
source: Slimy Head Thing looks good
de: Schleimiges Kopfding sieht gut aus.
es: Cosa viscosa para la cabeza queda bien
es_mx: Cosa viscosa de cabeza se ve bien
fr: Le truc visqueux fait joli sur la tête.
it: Cosa viscida per testa sembra bella
ja: ドロドロ頭のものいいかんじだね！
ko: 멋진 미끌미끌 머리 물건이야
pl: Obślizgła rzecz na głowę wygląda dobrze
pt_br: Coisa de Cabeça Viscosa parece bom.
ru: Склизкая штучка для головы очень красивая
zh_tw: 黏黏的帽子看著不錯

# CHARACTERS.WORMWOOD.DESCRIBE.KELP_COOKED
source: Mmmm... slimy!
de: Mmmmh ... schleimig!
es: Mmmm..., ¡viscosas!
es_mx: Mmmm…, ¡viscoso!
fr: Miam, c'est visqueux !
it: Mmmm... Viscide!
ja: んん...
ko: 음... 미끌미끌해!
pl: Mmmm... śliskie!
pt_br: Hmmmm... viscoso!
ru: М-м-м-м… Склизко
zh_tw: 嗯...黏黏的！

# CHARACTERS.WORMWOOD.DESCRIBE.KELP_DRIED
source: Crunchy
de: Knusprig.
es: Crujiente
es_mx: Crujiente
fr: C'est croquant.
it: Croccante!
ja: カリカリだね
ko: 바삭바삭해
pl: Chrupkie
pt_br: Crocante.
ru: Хрустяшка
zh_tw: 乾脆

# CHARACTERS.WORMWOOD.DESCRIBE.KILLERBEE.GENERIC
source: Bad Buzz! Bad!
de: Böse Summsi! Böse!
es: ¡Zuum malo! ¡Malo!
es_mx: ¡Zumbido malo! ¡Malo!
fr: Vilaine Bzzz !
it: Brutta bzzz! Cattiva!
ja: 悪いブンブン！だめだよ！
ko: 나쁜 붕붕이 같으니!
pl: Zły bzyk! Zły!
pt_br: Bzzz malvada! Malvada!
ru: Плохая жужжалка! Фу!
zh_tw: 壞嗡嗡！真壞！

# CHARACTERS.WORMWOOD.DESCRIBE.KILLERBEE.HELD
source: Needs home
de: Braucht Heimat.
es: Necesita un hogar
es_mx: Necesita más
fr: Il faut lui trouver une maison.
it: Serve casa
ja: おうちが必要だね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de casa.
ru: Нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR1.BURNT
source: No! Fire took tweeter
de: Nein! Feuer nahm Piepser
es: ¡No! Fuego se llevó a pío-pío
fr: Non ! Le feu a mangé le piou piou !
it: No! Fuoco prendere cip cip
ja: そんな！ピヨピヨ燃えちゃった
ko: 아니야! 불이 짹짹이 데려갔어
pl: O nie! Ćwirek się spalił!
pt_br: Não! Amigo pegou piu-piu.
ru: Нет! Огонь съел чирикалку
zh_tw: 不！火帶走了啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR1.GENERIC
source: Tweeter likes to dance
de: Piepser mag tanzen
es: A pío-pío le gusta bailar
fr: Le piou-piou aime danser
it: Cip cip piace ballare
ja: ピヨピヨはダンスが好きなんだね
ko: 짹짹이 춤추기 좋아해
pl: Ćwirek lubi tańczyć.
pt_br: Piu-piu gosta de dançar.
ru: Чирикалка любит танцевать
zh_tw: 啾啾喜歡跳舞

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR1_KIT
source: Makes toy for friends
de: Macht Spielzeug für Freunde
es: Hace juguetes para amigos
fr: Ça fait des jouets pour les copains
it: Fare giochi per amici
ja: お友だちにおもちゃを作るよ
ko: 친구를 위해 장난감 만들어
pl: Zabawka przyjaciół
pt_br: Faz brinquedo para amigos.
ru: Сделаю игрушку для друзей
zh_tw: 為朋友做玩具

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR2.BURNT
source: No! Fire took glub glub
de: Nein! Feuer hat Blubblub geholt
es: ¡No! Fuego se llevó a glub-glub
fr: Non ! Le feu a mangé le bloup bloup
it: No! Fuoco prendere glub glub
ja: そんな！ブクブクが燃えちゃった
ko: 아니야! 불이 뽀글뽀글 데려갔어
pl: O nie! Bulbulek się spalił!
pt_br: Não! Fogo pegou glub glub.
ru: Нет! Огонь съел буль-бульку
zh_tw: 不！火帶走了噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR2.GENERIC
source: Glub glub is stuck
de: Blubblub steckt fest
es: Glub-glub atrapado
fr: Le bloup bloup est coincé
it: Glub glub bloccato
ja: ブクブクが動けなくなってるね
ko: 뽀글뽀글 붙어 있어
pl: Bulbulek nie może się ruszyć.
pt_br: Glub glub está preso.
ru: Буль-булька застряла
zh_tw: 噗嚕噗嚕卡住了

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDECOR2_KIT
source: Makes toy for friends
de: Macht Spielzeug für Freunde
es: Hace juguetes para amigos
fr: Ça fait des jouets pour les copains
it: Fare giochi per amici
ja: お友だちにおもちゃを作るよ
ko: 친구를 위해 장난감 만들어
pl: Zabawka przyjaciół
pt_br: Faz brinquedo para amigos.
ru: Сделаю игрушку для друзей
zh_tw: 為朋友做玩具

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDEN.BURNT
source: Fire very bad
de: Feuer sehr schlecht
es: Fuego muy malo
fr: Le feu c'est nul
it: Fuoco molto cattivo
ja: 火、悪い子
ko: 불이 아주 심해
pl: Bardzo zły ogień
pt_br: Fogo muito mal.
ru: Очень плохой огонь
zh_tw: 火真壞

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDEN.GENERIC
source: Where friends live
de: Wo Freunde leben
es: Aquí viven amigos
fr: C'est là que les copains vivent
it: Dove vivere amici
ja: お友だちのお家
ko: 친구는 어디 살아
pl: Tu mieszkają przyjaciele.
pt_br: Onde os amigos vivem.
ru: Здесь живут друзья
zh_tw: 朋友住的地方

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: Friends out playing
de: Freunde spielen draußen
es: Amigos jugando
fr: Les amis sont allés jouer
it: Amici fuori a giocare
ja: お友だち、外で遊んでる
ko: 친구들 나가 놀아
pl: Przyjaciele się bawią.
pt_br: Amigos saíram pra brincar.
ru: Друзья играют
zh_tw: 朋友出去玩了

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: Hidey game ending soon
de: Versteckerei bald vorbei
es: El escondite acabará pronto
fr: Le cache-cache finit bientôt
it: Nascondino finire presto
ja: かくれんぼもうすぐ終わっちゃう
ko: 꼭꼭 숨어라 게임 곧 끝나
pl: Zaraz koniec zabawy w ukryjki.
pt_br: Jogo de escondidinho acabará logo.
ru: Скоро игра в пряталки кончится
zh_tw: 躲貓貓遊戲要結束了

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOONDEN_KIT
source: Makes house for friends
de: Macht Haus für Freunde
es: Hace casas para amigos
fr: Faut faire une maison pour les copains
it: Fare casa per amici
ja: お友だちに家を作る
ko: 친구가 지낼 집을 만들어
pl: Domek dla przyjaciół
pt_br: Faz casa para amigos.
ru: Сделаю домик для друзей
zh_tw: 能為朋友建房子

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_DECIDUOUS
source: Small fur friend
de: Kleiner Pelzfreund
es: Amigo peludo pequeño
fr: Un petit copain poilu
it: Piccolo amico peloso
ja: ちっちゃいもふもふのお友だちだね
ko: 작은 털복숭이 친구
pl: Mały futrzany przyjaciel
pt_br: Pequeno amigo peludo.
ru: Маленький пушистый друг
zh_tw: 小的毛皮朋友

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_DESERT
source: Hear me, friend?
de: Hörst du mich, Freund?
es: ¿Me oyes, amigo?
fr: Tu m'entends, copain ?
it: Senti me, amico?
ja: お友だち、聞こえる？
ko: 내 말 들어, 친구?
pl: Przyjacielu, słyszysz mnie?
pt_br: Consegue me ouvir, amigo?
ru: Слышишь меня, друг?
zh_tw: 聽到了我了嗎，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_FOREST
source: Looks like friend hair
de: Sieht aus wie Freund-Haar
es: Parece amigo peludo
fr: C'est un copain de cheveux
it: Amico avere tanti peli
ja: お友だちの毛みたい
ko: 친구 머리 같아
pl: Wygląda jak włosy przyjaciela.
pt_br: Parece cabelo de amigo.
ru: Похоже на шерсть друга
zh_tw: 看起來像朋友的頭髮

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_GRASS
source: Scared friend?
de: Erschrockener Freund?
es: ¿Amigo asustado?
fr: Le copain a peur ?
it: Amico spaventato?
ja: お友だち怖い？
ko: 겁먹은 친구?
pl: Przyjaciel się boi?
pt_br: Amigo assustado?
ru: Друг напугался?
zh_tw: 朋友被嚇到了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_MARSH
source: Friend is soggy
de: Freund ist durchnässt
es: Amigo empapado
fr: Le copain est trempé
it: Amico bagnato
ja: お友だちビショビショ
ko: 친구가 축축해
pl: Przyjaciel jest przemoczony.
pt_br: Amigo tá ensopado.
ru: Друг мокрый
zh_tw: 朋友身上濕了

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_MOON
source: Friend likes night ball
de: Freund mag Nachtball
es: Amigo de la bola nocturna
fr: Le copain aime la boule de nuit
it: Amico piace palla di notte
ja: お友だちは夜のボールが好きなんだよ
ko: 친구는 밤에 뜨는 공을 좋아해
pl: Przyjaciel lubi nocną kulę.
pt_br: Amigo gosta de bola da noite.
ru: Другу нравится ночной шарик
zh_tw: 朋友喜歡夜晚的球

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_NAMETAG
source: For furry friends to wear
de: Für pelzige Freunde zum Tragen
es: Para los amigos peludos
fr: C'est pour mettre au cou des copains
it: Amici pelosi indossare
ja: もふもふのお友だちに着せてあげよう
ko: 털복숭이 친구들이 입게
pl: Futrzany przyjaciel może to nosić.
pt_br: Para amigos peludos vestirem.
ru: Для пушистых друзей
zh_tw: 給毛茸茸的朋友穿的

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_ROCKY
source: Rocky friend
de: Felsfreund
es: Amigo rocoso
fr: Un copain caillou
it: Amico roccioso
ja: カチコチのお友だちだね
ko: 돌맹이 친구
pl: Skalny przyjaciel
pt_br: Amigo rochoso.
ru: Каменный друг
zh_tw: 石頭朋友

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_SAVANNA
source: Friend full of lines
de: Freund voller Linien
es: Amigo a rayas
fr: Un copain plein de lignes
it: Amico pieno di righe
ja: しましまのお友だちだね
ko: 줄줄이 친구
pl: Kreskowany przyjaciel
pt_br: Amigo cheio de linhas.
ru: Друг весь остренький
zh_tw: 身上畫了線的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.KITCOON_YOT
source: Happy friend
de: Glücklicher Freund
es: Amigo feliz
fr: Un copain content
it: Amico felice
ja: 幸せのお友だちだね
ko: 행복한 친구
pl: Radosny przyjaciel
pt_br: Amigo feliz.
ru: Веселый друг
zh_tw: 快樂的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.KLAUS
source: Hello! Friend?
de: Hallo! Freund?
es: ¡Hola! ¿Amigo?
es_mx: ¡Hola! ¿Amigo?
fr: Salut ! T'es un copain ?
it: Ciao! Amico?
ja: やあ！お友だち？
ko: 안녕! 친구?
pl: Halo! Przyjacielu?
pt_br: Olá! Amiga?
ru: Друг? Привет?
zh_tw: 你好，朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.KLAUSSACKKEY
source: Branch? No
de: Ast? Nö.
es: ¿Rama? No
es_mx: ¿Rama? No
fr: Une branche ? Non.
it: Bastone? No
ja: 枝？違うよ
ko: 가지인가? 아니네
pl: Gałąź? Nie
pt_br: Galho? Não.
ru: Ветка? Нет
zh_tw: 樹枝?不

# CHARACTERS.WORMWOOD.DESCRIBE.KLAUS_SACK
source: Prize inside?
de: Schatz drin?
es: ¿Hay un premio dentro?
es_mx: ¿Premio adentro?
fr: Il y a un cadeau dedans ?
it: Premio dentro?
ja: 中に賞品があるの？
ko: 안에 상품이 있나?
pl: Nagroda w środku?
pt_br: Prêmio dentro?
ru: А внутри подарок?
zh_tw: 裡面有獎品？

# CHARACTERS.WORMWOOD.DESCRIBE.KNIGHT
source: Neigh machine
de: Wiehermaschine.
es: Máquina de relinchar
es_mx: Máquina de relincho
fr: Une machine hiii hiii.
it: Iiih macchina
ja: ヒヒーンのメカ
ko: 히힝 기계야
pl: Maszynowy rżak
pt_br: Máquina que relincha.
ru: Машина-коняшка
zh_tw: 發出馬鳴的機器

# CHARACTERS.WORMWOOD.DESCRIBE.KNIGHT_NIGHTMARE
source: Busted
de: Kaputt.
es: Roto
es_mx: Roto
fr: Il est tout cassé.
it: Rotto
ja: ダメになっちゃった
ko: 망가졌어
pl: Popsuty
pt_br: Quebrou.
ru: Сломалась
zh_tw: 壞掉了

# CHARACTERS.WORMWOOD.DESCRIBE.KOALEFANT_SUMMER
source: Bruamp! Bruamp!
es: ¡Bruump! ¡Bruump!
fr: Une drôle de créature !
ja: ブルルン、ブルルン！
ko: 뿌우! 뿌우!
pl: Trąbu, trąb!
ru: Фр-р-р! Фр-р-р!
zh_tw: 啵嚕噗！啵嚕噗！

# CHARACTERS.WORMWOOD.DESCRIBE.KOALEFANT_WINTER
source: Bruamp! Bruamp!
es: ¡Bruump! ¡Bruump!
fr: Une drôle de créature !
ja: ブルルン、ブルルン！
ko: 뿌우! 뿌우!
pl: Trąbu, trąb!
ru: Фр-р-р! Фр-р-р!
zh_tw: 啵嚕噗！啵嚕噗！

# CHARACTERS.WORMWOOD.DESCRIBE.KOALEFIG_TRUNK
source: Think is for belly...?
de: Denke, ist für Bauch?
es: ¿Es para la tripa...?
fr: C'est pour remplir le bidon ?
it: Per pancia, forse...?
ja: これはおなかに入るもの…？
ko: 배를 채우는 거라고 생각해...?
pl: To do brzuszka...?
pt_br: Acho que é pra barriga...?
ru: Это разве для животика?..
zh_tw: 是填肚子的嗎……？

# CHARACTERS.WORMWOOD.DESCRIBE.KRAMPUS
source: Mean Branch Head
de: Böser Astkopf.
es: Cabeza rama malo
es_mx: Cabeza de Rama Malo
fr: Une méchante tête à branches.
it: Testa di rami cattiva
ja: 意地悪な枝あたま
ko: 못된 가지 머리야
pl: Wstrętny gałęziogłowy
pt_br: Cabeça de Galhos Malvada.
ru: Злой веткоголовый
zh_tw: 頭上分叉的小氣鬼

# CHARACTERS.WORMWOOD.DESCRIBE.KRAMPUS_SACK
source: Full of stuff?
de: Voller Zeug?
es: ¿Lleno de cosas?
es_mx: ¿Lleno de cosas?
fr: Y a plein de choses dedans ?
it: Pieno di roba?
ja: いっぱい詰まってる？
ko: 가득 찼나?
pl: Pełen rzeczy?
pt_br: Tem um monte de coisas?
ru: Внутри есть вещи?
zh_tw: 裡面裝滿了東西嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LANTERN
source: Carry light
de: Tragelicht.
es: Portaluz
es_mx: Lleva luz
fr: Une lumière transportable.
it: Porta luce
ja: 持って歩ける光！
ko: 빛을 날라
pl: Niesie światło
pt_br: Porta-luz.
ru: Несет свет
zh_tw: 手提燈

# CHARACTERS.WORMWOOD.DESCRIBE.LATKES
source: Potato bits
de: Kartoffelstücke.
es: Trozos de patata
es_mx: Pedazos de papa
fr: Des bouts de patate.
it: Pezzi di patata
ja: ジャガイモくず
ko: 감자 조각이야
pl: Kawałki ziemniaków
pt_br: Pedaços de batatas.
ru: Кусочки картошки
zh_tw: 土豆碎片

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: Heavy clothes make safe
de: Schwere sichere Kleider.
es: Ropa pesada para estar a salvo
es_mx: Ropa pesada hace seguro
fr: Des vêtements lourds pour me protéger.
it: Vestiti pesanti sicuri
ja: 重たいお洋服で安全になるよ
ko: 무거운 옷을 입으면 안전해
pl: Ciężki strój daje bezpieczeństwo
pt_br: Roupas pesadas deixa seguro.
ru: В тяжелой одежде безопасней
zh_tw: 重重的衣服，保護身體

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORHEAVY
source: Really Safe Clothes!
de: Ganz sichere Kleider!
es: ¡Ropa para estar muy a salvo!
es_mx: ¡Ropa muy segura!
fr: Des vêtements pour me protéger très bien !
it: Vestiti molto sicuri!
ja: 本当に安全なお洋服！
ko: 정말 안전한 옷이야!
pl: Naprawdę bezpieczny strój!
pt_br: Roupa realmente segura!
ru: Очень надежная одежда!
zh_tw: 穿了就變安全的衣服！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORLIGHT
source: Clothes make safer
de: Sichere Kleider.
es: Ropa para estar más a salvo
es_mx: Ropa hace más seguro
fr: Des vêtements pour me protéger.
it: Vestiti più sicuri
ja: 洋服でもっと安全になるよ
ko: 옷을 입으면 더 안전해
pl: Strój daje bezpieczeństwo
pt_br: Roupas deixam mais seguro.
ru: В одежде безопасней
zh_tw: 衣服讓人安全

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: Zoomy clothes!
de: Sausekleider!
es: ¡Ropa zuum!
es_mx: ¡Ropa relámpago!
fr: Une tenue pressée !
it: Vestiti vado veloce!
ja: ブーンのお洋服！
ko: 쌩쌩 움직일 수 있는 옷이야!
pl: Przyspieszający strój!
pt_br: Roupas de pressa!
ru: Одежда вжух-вжух!
zh_tw: 速度快的衣服！
