Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.BULLKELP_PLANT.PICKED
source: It is defeated.
de: Er ist besiegt.
es: Ha sufrido una derrota.
fr: Il fut vaincu.
it: L'ho sconfitta.
ja: それは敗北したのだ。
ko: 쓰러졌다.
pl: Poniósł porażkę.
pt_br: Foi derrotada.
ru: Они проиграли.
zh_cn: 它被击败了。
zh_tw: 它被擊敗了。

# CHARACTERS.WATHGRITHR.DESCRIBE.BULLKELP_ROOT
source: I'll turn the sea's dark forces against it!
de: Ich werde die finsteren Mächte des Ozeans gegen ihn richten!
es: ¡Volveré en su contra las fuerzas oscuras del mar!
fr: Je retöurnerai les sömbres förces de l'öcéan cöntre lui !
it: Scatenerò le forze oscure del mare contro di lui!
ja: 海の闇の力を逆手にとってやろう！
ko: 바다의 사악한 힘으로 쓰러지게 해 주마!
pl: Zwrócę przeciwko morzu jego własne mroczne siły!
pt_br: Jogarei as forças sombrias do mar sobre isso!
ru: Я оберну темные силы моря против него самого.
zh_cn: 我要让大海的黑暗势力弃暗投明！
zh_tw: 我要讓大海的黑暗勢力棄暗投明！

# CHARACTERS.WATHGRITHR.DESCRIBE.BUNDLE
source: Ready to take on an epic saga.
de: Bereit für eine epische Saga.
es: Todo listo para una saga épica.
fr: Prête à embarquer pour une saga épique !
it: Pronta ad affrontare un'avventura epica.
ja: 壮大な物語を始める用意は周到だ。
ko: 전설이 될 여정을 시작할 준비가 되었군.
pl: Gotowa do udziału w epickiej sadze.
pt_br: Pronta para enfrentar uma saga épica.
ru: Готова начать эпическую сагу.
zh_cn: 准备开始一次史诗级的冒险。
zh_tw: 準備開始一次史詩級的冒險。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUNDLEWRAP
source: That's a wrap.
de: Das ist eingewickelt.
es: Está bien envuelto.
fr: Dans la boîte !
it: È un pacco.
ja: あれで包むのだ。
ko: 잘 싸였네.
pl: Zwykły papier do pakowania.
pt_br: Encerramos.
ru: Готово дело!
zh_cn: 完工。
zh_tw: 完工。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUNNYMAN
source: I want to eat you.
de: Ich will dich essen.
es: Quiero comerte.
fr: Je veux te manger.
it: Voglio mangiarti.
ja: あなたのこと食べちゃいたい。
ko: 먹고 싶다.
pl: Zjem cię.
pt_br: Quero te comer.
ru: Я хочу тебя съесть.
zh_cn: 我想吃了你。
zh_tw: 我想吃了你。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUNNYSTEW
source: A hearty meal worthy of praise!
de: Eine herzhafte Mahlzeit, die es wert ist, gepriesen zu werden!
es: ¡Un rancho digno de alabanza!
fr: Un repas cöpieux digne d'élöges !
it: Un pranzo abbondante e degno di lode!
ja: 豪華な食事だ！賞賛に値する！
ko: 든든한 한 끼는 칭찬할 만 해!
pl: Obfity posiłek godny pochwał!
pt_br: Uma refeição substancial merecedora de louvor!
ru: Отличный ужин, достойный похвалы!
zh_cn: 丰盛的饭菜，值得赞美！
zh_tw: 豐盛的飯菜，值得讚美！

# CHARACTERS.WATHGRITHR.DESCRIBE.BURNT_MARSH_BUSH
source: Razed to the ground.
de: Dem Erdboden gleich gemacht.
es: Arrasado por completo.
fr: C'est complètement rasé.
it: Raso al suolo.
ja: すっかり焼け落ちてしまった…
ko: 완전히 타버렸군.
pl: Wypalony do gołej ziemi.
pt_br: Completamente arrasado.
ru: Удалено из земли.
zh_cn: 夷为平地。
zh_tw: 夷為平地。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUSHHAT
source: For the hunt.
de: Für die Jagd.
es: Para la caza.
fr: Pour la chasse.
it: Per la caccia.
ja: 猟に出る時用。
ko: 사냥을 위한 것.
pl: Darz bór!
pt_br: À caçada!
ru: Для охоты.
zh_cn: 适合打猎用。
zh_tw: 適合打獵用。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUTTER
source: Butter. Might it be good on steak?
de: Butter. Macht sie sich gut auf Steak?
es: Mantequilla. ¿Podría ser buena en la carne?
fr: Du beurre. Ça serait bon sur un steak ?
it: Burro. Potrebbe essere buono sulla bistecca?
ja: バター。ステーキに合わせたら美味しいかな？
ko: 버터군. 스테이크에 바르면 좋을까?
pl: Masełko. Może być dobre z pieczenią.
pt_br: Manteiga. Será que fica bom no filé?
ru: Масло. Со стейком будет вкусно?
zh_cn: 黄油。放在牛排上好吗？
zh_tw: 黃油。放在牛排上好嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLY.GENERIC
source: It is sort of nice.
de: Irgendwie nett.
es: Es más o menos bonita.
fr: C'est pas trop moche.
it: È piacevole.
ja: なんかいい感じではある。
ko: 보기 좋은 듯.
pl: Całkiem miły dla oka.
pt_br: É meio bacana.
ru: Она вроде милая.
zh_cn: 看着还挺漂亮。
zh_tw: 看著還挺漂亮。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLY.HELD
source: Caught!
de: Gefangen!
es: ¡Atrapada!
fr: Attrapé !
it: Preso!
ja: 捕まえた！
ko: 잡았다!
pl: Mam cię!
pt_br: Peguei!
ru: Попалась!
zh_cn: 抓到了！
zh_tw: 抓到了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLYMUFFIN
source: Muffin, smuffin.
de: Muffin.
es: Magdalena, dalena, dalena.
fr: Muffin, schmuffin.
it: Muffin o non muffin.
ja: マフィン、すんマフィン。
ko: 머핀, 머핀이다.
pl: Babeczka dla babeczki.
pt_br: Bolinho, balela.
ru: Маффин-шмаффин.
zh_cn: 松饼，松软可口。
zh_tw: 松餅，鬆軟可口。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUTTERFLYWINGS
source: A pretty souvenir.
de: Ein hübsches Andenken.
es: Un bonito recuerdo.
fr: Un joli souvenir.
it: Un bel souvenir.
ja: きれいなおみやげ。
ko: 예쁜 기념품이로군.
pl: Piękna pamiątka.
pt_br: Uma lembrancinha bonita.
ru: Милый сувенир.
zh_cn: 一个漂亮的纪念品。
zh_tw: 一個漂亮的紀念品。

# CHARACTERS.WATHGRITHR.DESCRIBE.BUZZARD
source: You and I, we meat feast together.
de: Du und ich, wir essen beide Fleisch.
es: Tú y yo, juntos formamos un festín.
fr: Toi et moi on aime la viande.
it: Io e te, banchettiamo insieme con la carne.
ja: あなたと私、一緒にミートミール。
ko: 나랑 같이 고기 잔치를 벌이자.
pl: Oboje lubujemy się w mięsie.
pt_br: Você e eu, comemos carne juntos.
ru: Ты и я, будем пировать вместе.
zh_cn: 你和我，我们一起大块吃肉。
zh_tw: 你和我，我們一起大塊吃肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CABBAGEROLLS
source: Begone foul cabbage, I shall feast on the meat within.
de: Fort, fauler Kohl! Ich esse das Fleisch darin.
es: Largo, repulsiva col, ¡devoraré la carne de dentro!
fr: Fi, vil chöu ! Je festöierai seulement de la viande que tu renfermes !
it: Vattene, infido cavolo: banchetterò con la carne al tuo interno.
ja: 腐ったキャベツよ立ち去れ、肉に巻いてごちそうにしてやろうか。
ko: 안에 있는 고기만 먹을 테니 꺼져라, 사악한 양배추야.
pl: Przepadnij wstrętna kapusto, mą ucztą jest mięso, które skryłaś.
pt_br: Saia, repolho asqueroso! Eu comerei a carne em seu interior.
ru: Убирайся, проклятая капуста, я хочу съесть мясо внутри.
zh_cn: 退散吧，臭白菜，我要吃里面的肉。
zh_tw: 退散吧，臭白菜，我要吃裡面的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS.GENERIC
source: It does have admirable armor.
de: Er hat eine bewundernswerte Rüstung.
es: Tiene una armadura admirable.
fr: Il a une admirable armure.
it: Ha un'armatura ammirevole.
ja: 見事なよろいを持っている。
ko: 매우 훌륭한 갑옷을 둘렀군.
pl: Ma zachwycający pancerz.
pt_br: De fato, tem uma armadura admirável.
ru: У него потрясающая броня.
zh_cn: 它的盔甲当真绝妙。
zh_tw: 它的盔甲當真絕妙。

# CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS.PICKED
source: It will return.
de: Er wird zurückkehren.
es: Regresará.
fr: Il repoussera.
it: Tornerà.
ja: また戻ってくる。
ko: 다시 자랄 거야.
pl: Jeszcze tu wróci.
pt_br: Voltará.
ru: Он вернется.
zh_cn: 它会长回来的。
zh_tw: 它會長回來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_FLOWER
source: Beauty from brawn.
de: Schönheit.
es: Maña con belleza.
fr: Une beauté tout en muscles.
it: Bellezza che nasce dalle asperità.
ja: 強さの美。
ko: 강자의 아름다움이군요.
pl: Piękny i bestia.
pt_br: A beleza dos músculos.
ru: Красота из мощной плоти.
zh_cn: 多肉植物开出的漂亮花朵。
zh_tw: 多肉植物開出的漂亮花朵。

# CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_MEAT
source: Sword plant meat.
de: Schwertpflanzenfleisch.
es: Carne de planta-espada.
fr: Viande végétale pleine d'épées.
it: Carne di pianta che punge.
ja: 剣のような植物の肉。
ko: 검 식물 고기로군.
pl: Mięso wojowniczej rośliny.
pt_br: Carne de planta espada.
ru: Мясо боевого растения.
zh_cn: 尖刺植物的肉。
zh_tw: 尖刺植物的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CACTUS_MEAT_COOKED
source: Toasted sword plant meat.
de: Geröstetes Schwertpflanzenfleisch.
es: Carne de planta-espada asada.
fr: Viande grillée de plante à épées.
it: Carne di pianta spinosa tostata.
ja: 尖った植物の肉をこんがり焼いたもの。
ko: 구운 검 식물 고기로군.
pl: Pieczone mięso wojowniczej rośliny.
pt_br: Carne de planta espada assada.
ru: Теплое мясо боевого растения.
zh_cn: 烤尖刺植物肉。
zh_tw: 烤尖刺植物肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CALIFORNIAROLL
source: That's just a morsel of fish food.
de: Das ist nur ein gekochter Fischhappen.
es: Es solo un bocado de pescado cocido.
fr: C'est juste un morceau de poisson.
it: È solo un boccone di pesce.
ja: かようなもの、魚のエサではないか
ko: 한입거리의 물고기밥.
pl: Zwykł rybny kąsek.
pt_br: É só um naco de comida de peixe.
ru: Всего лишь кусочек морской еды.
zh_cn: 那是只有一小块鱼肉的食物。
zh_tw: 那是只有一小塊魚肉的食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.EMBERS
source: That fire's nearly dead.
de: Das Feuer ist nahezu erloschen.
es: Este fuego está casi apagado.
fr: Le feu est presque mort.
it: Quel fuoco è quasi morto.
ja: その炎はもう少しで尽きる。
ko: 불이 거의 죽었군.
pl: Ogień już prawie zgasł.
pt_br: Esse fogo está quase no fim.
ru: Огонь почти догорел.
zh_cn: 那火快要灭了。
zh_tw: 那火快要滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.GENERIC
source: Warm fire, warm Wigfrid.
de: Warmes Feuer, warme Wigfrid.
es: Fuego caliente, Wigfrid caliente.
fr: Feu chaud, Wigfrid au chaud.
it: Fuoco caldo, Wigfrid calda.
ja: 暖かい炎、あったかWigfrid。
ko: 불이 따뜻하니 위그프리드도 따뜻해.
pl: Ciepły ogień, ciepła Wigfryda.
pt_br: Fogo quente, Wigfrid quente.
ru: Теплый огонь — теплая Вигфрид.
zh_cn: 温暖的火焰，温暖的薇格弗德。
zh_tw: 溫暖的火焰，溫暖的薇格弗德。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.HIGH
source: The fire roars!
de: Das Feuer tobt!
es: ¡El fuego ruge!
fr: Le feu rugit !
it: Ruggiti di fuoco!
ja: 炎がゴウゴウうなる！
ko: 불이 타오르고 있어!
pl: Ogień szaleje!
pt_br: O fogo ruge!
ru: Огонь ревет!
zh_cn: 火焰在咆哮！
zh_tw: 火焰在咆哮！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.LOW
source: Fire's slowly dying.
de: Das Feuer stirbt langsam.
es: El fuego está muriendo lentamente.
fr: Le feu meurt lentement.
it: Il fuoco sta morendo lentamente.
ja: 火がゆっくりと消えていく。
ko: 불이 서서히 죽어가는군.
pl: Ogień powoli przygasa.
pt_br: O fogo está lentamente acabando.
ru: Огонь медленно умирает.
zh_cn: 火在慢慢熄灭。
zh_tw: 火在慢慢熄滅。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.NORMAL
source: Warm fire, warm Wigfrid.
de: Warmes Feuer, warme Wigfrid.
es: Fuego caliente, Wigfrid caliente.
fr: Feu chaud, Wigfrid au chaud.
it: Fuoco caldo, Wigfrid calda.
ja: 暖かい炎、あったかWigfrid。
ko: 불이 따뜻하니 위그프리드도 따뜻해.
pl: Ciepły ogień, ciepła Wigfryda.
pt_br: Fogo quente, Wigfrid quente.
ru: Теплый огонь — теплая Вигфрид.
zh_cn: 温暖的火焰，温暖的薇格弗德。
zh_tw: 溫暖的火焰，溫暖的薇格弗德。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAMPFIRE.OUT
source: And the light flickers out.
de: Und das Licht hat sich ausgeflackert.
es: Y la luz se apaga.
fr: La flamme vacille.
it: E la luce tremola.
ja: そして火は徐々に弱まり、立ち消える。
ko: 빛이 깜박이더니 꺼져버렸군.
pl: Światłość ustępuje.
pt_br: E a luz se apaga.
ru: И гаснет свет.
zh_cn: 火光摇摇曳曳地熄灭了。
zh_tw: 火光搖搖曳曳地熄滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CANARY.GENERIC
source: Oh sweet songbird, sing me thy tune!
de: O süßer Singvogel, sing mir dein Lied!
es: ¡Oh, hermoso pájaro cantor, cántame tu canción!
fr: Oh, joli petit oiseau, chante-moi ta chanson !
it: Oh dolce uccellino, cinguetta una melodia!
ja: あぁ可愛いソングバードよ、何か唄ってはくれぬか！
ko: 사랑스러운 새야, 내게 노래를 들려주렴!
pl: Och, słodki śpiewaku, zanieś mą pieśń!
pt_br: Oh, doce pássaro, canta tua canção!
ru: О, прекрасная птица, спой мне свою сладкую песню!
zh_cn: 哦声音悦耳的鸣禽，让我听听你的声音吧！
zh_tw: 哦聲音悅耳的鳴禽，讓我聽聽你的聲音吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.CANARY.HELD
source: Freedom has been wrenched from thy grasp by mine own.
de: Ich hab mir die Freiheit selbst aus den Händen gerissen.
es: He apresado la libertad con mi propio puño.
fr: Je t'ai arraché de force à ta liberté.
it: La sua libertà è stata strappata via dalla mia volontà.
ja: 自由は私の手にはあらず。
ko: 네 자유를 내 손이 앗아갔구나.
pl: Moja własna dłoń odebrała ci wolność.
pt_br: A liberdade foi arrancada do teu poder pelo meu.
ru: Я вырвала своими руками твою свободу.
zh_cn: 自从遇到你，我就心甘情愿的交出了自由。
zh_tw: 自從遇到你，我就心甘情願的交出了自由。

# CHARACTERS.WATHGRITHR.DESCRIBE.CANARY_POISONED
source: What plague has besieged this innocent woodland creature?
de: Welche Plage belagert diesen unschuldigen Waldbewohner?
es: ¿Qué plaga ha asolado a esta inocente criatura de los bosques?
fr: Quelle maladie a assiégé cette innocente créature des bois ?
it: Quale peste ha condannato questa innocente creatura dei boschi?
ja: この無邪気な森の生き物を襲った疫病は何だろうか？
ko: 어떤 역병이 이 순수한 숲의 동물을 해친 거지?
pl: Cóż za zaraza dopadła to niewinne leśne stworzenie?
pt_br: Que praga atacou essa criatura inocente da terra?
ru: Какая чума поразила это невинное лесное создание?
zh_cn: 什么瘟疫围困了森林里的无辜生物？
zh_tw: 什麼瘟疫圍困了森林裡的無辜生物？

# CHARACTERS.WATHGRITHR.DESCRIBE.CANDYBAG
source: That we might carry our sweetest plunders!
de: Damit wir unsere süßeste Beute tragen können!
es: ¡Para que podamos transportar nuestros más dulces tesoros!
fr: Nous allons pouvoir transporter tous nos précieux butins !
it: Per trasportare i nostri saccheggi più dolci!
ja: そうすれば、我等は最高の略奪品を持ち歩けるかもしれんぞ！
ko: 달콤한 전리품을 휴대할 수 있게 해주지!
pl: Byśmy mogli być powiernikami naszych słodkości!
pt_br: Que possamos continuar com nossos doces saques!
ru: Теперь мы можем унести наши самые сладкие трофеи!
zh_cn: 我们可以搬走我们最甜美的战利品！
zh_tw: 我們可以搬走我們最甜美的戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.CANE
source: Turns "walk" to "trot".
de: Aus Gehen wird Traben.
es: El "andar" se vuelve "trotar".
fr: Accélère les petites balades.
it: Cambia il "cammino" in "trotto".
ja: 馬のごとく、軽やかに歩めるぞ
ko: 좀 더 빨리 걷게 해주지.
pl: Truchtaj, zamiast chodzić.
pt_br: Transforma caminhada em marcha.
ru: С ней не ходишь, а словно несешься.
zh_cn: 把“行走”变成“小跑”。
zh_tw: 把“行走”變成“小跑”。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: 'Tis sadly not a weapon, but I enjoy it nonetheless.
de: Eine Waffe ist es leider nicht, aber es macht mir trotzdem Spaß.
es: Es una pena que no sea un arma, pero me gusta.
fr: Ce n'estöy hélas pöint une arme. Mais cela me sied töut de même.
it: Purtroppo questa non è un'arma, ma nondimeno l'apprezzo.
ja: 武器ではないが、我は楽しむであろう。
ko: 슬프게도 무기는 아니지만 그래도 즐겨.
pl: Niestety to nie oręż, jednakowoż i tak mi się podoba.
pt_br: Infelizmente, não é uma arma, mas eu gosto dela mesmo assim.
ru: Оружием ее, увы, не сделать, но веселья она приносит преизрядно.
zh_cn: 虽然不是武器，我依然喜欢它。
zh_tw: 雖然不是武器，我依然喜歡它。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALCANNON.GENERIC
source: Be this a weapon of sorts?
de: Mag das wohl eine Waffe sein?
es: ¿Será algún tipo de arma?
fr: Estöy dönc une sörte d'arme ?
it: Che sia un qualche genere di arma?
ja: 一種の武器か？
ko: 이것은 일종의 무기인가?
pl: Azali oręż to jaki?
pt_br: Seria isto um tipo de arma?
ru: Не оружие ли это?
zh_cn: 这是某种武器吧？
zh_tw: 這是某種武器吧？

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALCANNON_KIT
source: It will be built with utmost speed.
de: Das wird mit großer Hast gebaut.
es: Me encargaré de preparar todo esto a buen ritmo.
fr: Je le cöncevrai en töut hâte !
it: Me ne occuperò con la massima celerità.
ja: 最大限の速度で作られるであろう。
ko: 가장 빠른 속도로 지어지겠지.
pl: Rychło to zbuduję.
pt_br: Construirei com muita celeridade.
ru: Будет построено в кратчайшие сроки.
zh_cn: 它将以最快的速度建成。
zh_tw: 它將以最快的速度建成。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: How cruel to be tormented by the sight of eggs I cannot eat!
de: Wie grausam, vom Anblick von Eiern gequält zu werden, die ich nicht essen kann!
es: Me atormentan con unos huevos que no puedo comer. ¡No puedo creerme tamaña crueldad!
fr: Cruelle visiön qu'icelle d'œufs que je ne peux pöint manger !
it: Com'è crudele essere tormentata dalla vista di uova che non posso mangiare!
ja: 食すこと能わぬ卵で苦しめられるとは心なき所業！
ko: 내가 먹을 수 없는 달걀을 보고 괴로워하는 건 너무 잔인하잖아!
pl: Okropne to katusze widzieć jaja, których zjeść nie mogę!
pt_br: Como é cruel ser atormentada pela visão de ovos que não posso comer!
ru: Какая жестокая пытка — смотреть на яйца, которые не можешь съесть!
zh_cn: 我眼睁睁看着这些蛋却不能吃，多么残酷的折磨啊！
zh_tw: 我眼睜睜看著這些蛋卻不能吃，多麼殘酷的折磨啊！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: It shall be done at once.
de: Wird sofort erledigt.
es: Estará todo listo en seguida.
fr: Cela sera fait sans délai.
it: Me ne occuperò immediatamente.
ja: 立ちどころに終えるであろう。
ko: 한 번에 해내야 해.
pl: Zrobię to natychmiast.
pt_br: Cuidarei disso imediatamente.
ru: Будет сделано немедленно.
zh_cn: 应当马上进行。
zh_tw: 應當馬上進行。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: A wooden idol to remind me of this day!
de: Ein Holzgötze, der mich an diesen Tag erinnert!
es: ¡Un ídolo de madera que me recordará este día!
fr: Une idöle de böis pöur me remémörer d'icelle jöurnée !
it: Un idolo ligneo che mi ricordi questo giorno!
ja: 我にこの日を思い起こさせる木の偶像！
ko: 오늘을 떠올리게 할 나무돌!
pl: Drewniany bożek, bym pamiętała o tym dniu!
pt_br: Um ídolo de madeira para me lembrar deste dia!
ru: Деревянный идол будет напоминать мне об этом дне!
zh_cn: 一尊纪念今天的木像！
zh_tw: 一尊紀念今天的木像！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: I shall treasure it always.
de: Ich werde ihn immer in Ehren halten.
es: Será como un tesoro para mí.
fr: Je la chérirai à jamais.
it: Ne farò sempre tesoro.
ja: 我は常にこれをいつくしむであろう。
ko: 항상 소중히 간직할거야.
pl: Będę to pieczołowicie przechowywać.
pt_br: Eu o guardarei para sempre.
ru: Я сохраню ее навеки.
zh_cn: 我将永远珍惜它。
zh_tw: 我將永遠珍惜它。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: A good luck charm from the ravens!
de: Ein Glücksbringer der Raben!
es: ¡Un amuleto de buena suerte de los cuervos!
fr: Un pörte-bönheur öffert par les cörvidés !
it: Un amuleto portafortuna dei corvi!
ja: カラスからの幸運のお守り！
ko: 까마귀의 행운을 부르는 부적이야!
pl: Talizman od kruków!
pt_br: Um bom talismã dos corvos!
ru: Талисман на удачу от воронов!
zh_cn: 渡鸦带来的吉祥物！
zh_tw: 渡鴉帶來的吉祥物！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: A box of mystery.
de: Eine Schachtel voller Geheimnisse.
es: Una caja llena de misterio.
fr: Une böîte mystérieuse.
it: Una scatola arcana.
ja: 謎に満ちた箱。
ko: 수수께끼의 상자다.
pl: Tajemnicze pudło.
pt_br: Uma caixa misteriosa.
ru: Коробочка с тайнами.
zh_cn: 一盒神秘物品。
zh_tw: 一盒神秘物品。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_LAMP
source: It hath a feeling of magic about it.
de: Dies deucht mich magisch.
es: Siento la magia que irradia.
fr: Elle exsude de magie.
it: Mi infonde una sensazione di magia.
ja: 魔法を感じるぞ。
ko: 마력을 느끼고 있어.
pl: Czuć w tym magię.
pt_br: Ela tem uma aura de magia.
ru: Я чувствую, что она полна магии.
zh_cn: 感觉它的周围有魔法场。
zh_tw: 感覺它的周圍有魔法場。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: It shall be done at once.
de: Wird sofort erledigt.
es: Estará todo listo en seguida.
fr: Cela sera fait sans délai.
it: Me ne occuperò immediatamente.
ja: 立ちどころに終えるであろう。
ko: 한 번에 해내야 해.
pl: Zrobię to natychmiast.
pt_br: Cuidarei disso imediatamente.
ru: Будет сделано немедленно.
zh_cn: 应当马上进行。
zh_tw: 應當馬上進行。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_PLANT
source: What use is a tree of such small stature?
de: Was nützt ein Baum von so geringem Wuchs?
es: ¿De qué sirve un árbol de una estatura tan pequeña?
fr: À quöi peut bien servir un arbre de si piètre stature ?
it: A che serve un albero tanto piccolo?
ja: かように小さき木に何の使い処があろうか？
ko: 키 작은 나무가 무슨 소용이 있겠어?
pl: Po co komu takie małe drzewo?
pt_br: De que serve uma árvore tão minúscula?
ru: Какой прок от столь малого деревца?
zh_cn: 我要这小树有何用？
zh_tw: 我要這小樹有何用？

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: It shall be done at once.
de: Wird sofort erledigt.
es: Estará todo listo en seguida.
fr: Cela sera fait sans délai.
it: Me ne occuperò immediatamente.
ja: 立ちどころに終えるであろう。
ko: 한 번에 해내야 해.
pl: Zrobię to natychmiast.
pt_br: Cuidarei disso imediatamente.
ru: Будет сделано немедленно.
zh_cn: 应当马上进行。
zh_tw: 應當馬上進行。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALFOOD_CORNTEA
source: Nay.
de: Nein.
es: No.
fr: Nenni.
it: No.
ja: 否。
ko: 아니야.
pl: Nie.
pt_br: Não.
ru: Ну нет.
zh_cn: 不喝。
zh_tw: 不喝。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: A meal fit for wooden birds.
de: Eine Mahlzeit für hölzerne Vögel.
es: Comida para los pájaros de madera.
fr: Un repas digne d'öiseaux en böis.
it: Un pasto adatto a uccelli di legno.
ja: 木製の鳥の食事。
ko: 나무새에게 어울리는 식사네.
pl: Posiłek godny drewnianych ptaków.
pt_br: Uma refeição digna de pássaros de madeira.
ru: Еда для деревянных птичек в самый раз.
zh_cn: 适合木鸟的饭菜。
zh_tw: 適合木鳥的飯菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: It will be built with utmost speed.
de: Das wird mit großer Hast gebaut.
es: Me encargaré de preparar todo esto a buen ritmo.
fr: Je le cöncevrai en töut hâte !
it: Me ne occuperò con la massima celerità.
ja: 最大限の速度で作られるであろう。
ko: 가장 빠른 속도로 지어지겠지.
pl: Rychło to zbuduję.
pt_br: Construirei com muita celeridade.
ru: Будет построено в кратчайшие сроки.
zh_cn: 它将以最快的速度建成。
zh_tw: 它將以最快的速度建成。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: The home of the wood-hewn birds.
de: Die Heimat der vom Holze geschlagenen Vögel.
es: ¡El hogar de las aves talladas en madera!
fr: Le föyer d'öiseaux sculptés dans le böis.
it: La casa degli uccelli intagliati.
ja: 木彫りの鳥の家。
ko: 나무를 깎아 만든 새들의 집이야.
pl: Dom drewnianych ptaków.
pt_br: A casa dos pássaros esculpidos em madeira.
ru: Дом деревянных птиц.
zh_cn: 木雕鸟的家。
zh_tw: 木雕鳥的家。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: It requires a token to prove my worthiness.
de: Eine Marke wird verlangt, um zu beweisen, dass ich würdig bin.
es: Necesito una ficha para demostrarle mi valía.
fr: Il nécessite un jetön afin de pröuver ma valeur.
it: Ho bisogno di un gettone per dimostrare di essere degna.
ja: 我が価値を証明するためにトークンを求められる。
ko: 내 가치를 증명하려면 토큰이 필요해.
pl: Trzeba mi żetonu, by dowieść, żem godna.
pt_br: Tenho que lhe dar uma ficha para provar meu valor.
ru: Жетон докажет, что я достойна.
zh_cn: 它需要一代币来证明我的价值。
zh_tw: 它需要一代幣來證明我的價值。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: A test of reflexes!
de: Ein Test meiner Reflexe!
es: ¡Una prueba de reflejos!
fr: Une épreuve de réflexes !
it: Per mettere alla prova i riflessi!
ja: 反射神経の試練にあるぞ！
ko: 반사신경 테스트다!
pl: Próba szybkości!
pt_br: Um teste de reflexos!
ru: Испытание рефлексов!
zh_cn: 一场反应能力的考验！
zh_tw: 一場反應能力的考驗！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Try to flee all you want, you will not escape me!
de: Fliehe, so viel du willst, du wirst mir nicht entkommen!
es: Intenta huir cuanto quieras, ¡pero no podrás escapar!
fr: Fuyez dönc, vöus ne m'échapperez pöint !
it: Prova a sottrarti a me finché vuoi, non mi sfuggirai!
ja: どこへでも行くがよい。我からの逃亡うはかなわぬ。
ko: 하고 싶은 대로 얼마든지 탈출을 시도해 보렴, 넌 나를 피할 수 없을 걸!
pl: Możesz umykać do woli, ale mi nie umkniesz!
pt_br: Tente fugir o quanto quiser, você não me escapará!
ru: Бегите, бегите! Вам все равно от меня не уйти!
zh_cn: 你想怎么逃就怎么逃，但你逃不出我的手掌心！
zh_tw: 你想怎麼逃就怎麼逃，但你逃不出我的手掌心！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: It will be built with utmost speed.
de: Das wird mit großer Hast gebaut.
es: Me encargaré de preparar todo esto a buen ritmo.
fr: Je le cöncevrai en töut hâte !
it: Me ne occuperò con la massima celerità.
ja: 最大限の速度で作られるであろう。
ko: 가장 빠른 속도로 지어지겠지.
pl: Rychło to zbuduję.
pt_br: Construirei com muita celeridade.
ru: Будет построено в кратчайшие сроки.
zh_cn: 它将以最快的速度建成。
zh_tw: 它將以最快的速度建成。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: It requires a token to prove my worthiness.
de: Eine Marke wird verlangt, um zu beweisen, dass ich würdig bin.
es: Necesito una ficha para demostrarle mi valía.
fr: Il nécessite un jetön afin de pröuver ma valeur.
it: Ho bisogno di un gettone per dimostrare di essere degna.
ja: 我が価値を証明するためにトークンを求められる。
ko: 내 가치를 증명하려면 토큰이 필요해.
pl: Trzeba mi żetonu, by dowieść, żem godna.
pt_br: Tenho que lhe dar uma ficha para provar meu valor.
ru: Жетон докажет, что я достойна.
zh_cn: 它需要一代币来证明我的价值。
zh_tw: 它需要一代幣來證明我的價值。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: A test of speed and stamina!
de: Ein Test von Geschwindigkeit und Ausdauer!
es: ¡Una prueba de velocidad y aguante!
fr: Une épreuve de vitesse et d'endurance !
it: Per mettere alla prova velocità e resistenza!
ja: 速度とスタミナの試練にあるぞ！
ko: 속도와 체력을 테스트하네!
pl: Próba szybkości i wytrzymałości!
pt_br: Um teste de força e vigor!
ru: Испытание скорости и выносливости!
zh_cn: 对速度和耐力的考验！
zh_tw: 對速度和耐力的考驗！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: The home of the wood-hewn eggs.
de: Die Heimat der vom Holze geschlagenen Eier.
es: El hogar de los huevos tallados en madera.
fr: Le föyer d'œufs sculptés dans le böis.
it: La casa delle uova intagliate.
ja: 木彫りのタマゴの家。
ko: 나무로 만든 알의 고향.
pl: Dom drewnianych ptaków.
pt_br: A casa dos pássaros esculpidos em madeira.
ru: Дом деревянных яиц.
zh_cn: 木雕鸟的蛋房。
zh_tw: 木雕鳥的蛋房。
