Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.SISTURN.GENERIC
source: Better pay our respects, eh Lucy?
de: Wir erweisen ihr besser die Ehre, was, Lucy?
es: Será mejor que expresemos nuestras condolencias, ¿eh, Lucy?
fr: Rendons-lui hommage, hein, Lucy ?
it: Meglio rendere omaggio, eh, Lucy?
ja: 敬意を表そうじゃないか、ルーシー。
ko: 경의를 표하는 게 좋겠지, 루시?
pl: Lucy, trzeba oddać ostatnią posługę.
pt_br: Melhor prestar respeito, né, Lucy?
ru: Нужно воздать ей почести, да, Люси?
zh_cn: 我们也表示下敬意吧，露西？
zh_tw: 我們也表示下敬意吧，露西？

# CHARACTERS.WOODIE.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: Pretty as a Canadian sunset.
de: Hübsch wie ein kanadischer Sonnenuntergang.
es: Tan bonito como un atardecer canadiense.
fr: C'est aussi joli qu'un coucher de soleil dans le Grand Nord.
it: Bella come un tramonto canadese.
ja: カナダの夕日並みにキレイだな。
ko: 캐나다의 석양만큼 예쁘잖아.
pl: Wygląda pięknie jak zachód słońca w Kanadzie.
pt_br: Bonito como o pôr do sol canadense.
ru: Красиво, как канадские закаты.
zh_cn: 美的像加拿大的日落。
zh_tw: 美的像加拿大的日落。

# CHARACTERS.WOODIE.DESCRIBE.SISTURN.SOME_FLOWERS
source: Think it could use a few more flowers, eh?
de: Da fehlen noch ein paar Blumen, wie?
es: Creo que le vendrían bien más flores, ¿eh?
fr: Il lui manque peut-être quelques fleurs, hein ?
it: Ci vorrebbe qualche altro fiore, eh?
ja: もうちょっと花を供えてやってもいいかもな。
ko: 꽃이 좀 더 있으면 좋겠네, 그치?
pl: Przydałoby się tu jeszcze trochę kwiatów, nie?
pt_br: Acho que poderia ter mais algumas flores, ein?
ru: Сюда не помешало бы добавить еще немного цветочков, да, Люси?
zh_cn: 得多放些花上去，对不？
zh_tw: 得多放些花上去，對不？

# CHARACTERS.WOODIE.DESCRIBE.SKELETON
source: Sorry, friend.
de: Entschuldige, Freund.
es: Lo siento, amigo.
fr: Désolé, l'ami.
it: Mi dispiace, amico.
ja: 悪いな、友よ。
ko: 미안해, 친구.
pl: Przykro mi, przyjacielu.
pt_br: Desculpe, amigo.
ru: Извини, друг.
zh_cn: 抱歉，朋友。
zh_tw: 抱歉，朋友。

# CHARACTERS.WOODIE.DESCRIBE.SKELETONHAT
source: That right there's a cursed object, eh?
de: Das ist ein verfluchtes Objekt, oder?
es: Eso de ahí es un objeto maldito, ¿eh?
fr: Ça c'est un objet maudit, hein ?
it: È un oggetto maledetto, eh?
ja: …呪いがかかってんじゃねぇか？
ko: 저주 받은 물체잖아, 엉?
pl: To tam to przeklęty artefakt, co nie?
pt_br: Esse aí é um objeto amaldiçoado, hã?
ru: Это ж какая-то проклятая штука, а?
zh_cn: 没错，那里有被诅咒的物体，呃？
zh_tw: 沒錯，那裡有被詛咒的物體，呃？

# CHARACTERS.WOODIE.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: Poor %s. I should watch out for %s, eh?
de: Armer %s. Ich sollte auf %s aufpassen, was?
es: Pobre %s. Debería tener cuidado con %s, ¿eh?
fr: Pauvre %s. Je devrais faire gaffe à %s, hein ?
it: Mi dispiace per %s. %s... Non ci si scherza, eh?
ja: %s、気の毒にな…%sにゃ気をつけるよ
ko: 불쌍한 %s. 앞으로 %s을(를) 조심해야겠다, 그치?
pl: Biedny %s. Czyżby przez %s?
pt_br: Pobre %s. Devo ter cuidado com %s, hã?
ru: Бедняга %s. Я должен не забывать о %s, да?
zh_cn: 可怜的%s。我该提防%s，对吧？
zh_tw: 可憐的%s。我該提防%s，對吧？

# CHARACTERS.WOODIE.DESCRIBE.SKELETON_PLAYER.FEMALE
source: Poor %s. %s got her, eh?
de: Arme %s. %s hat sie fertig gemacht, was?
es: Pobre %s. %s ha acabado con ella, ¿eh?
fr: Pauvre %s. %s l'a eue, hein ?
it: Mi dispiace per %s. %s... Brutta storia, eh?
ja: %s…%sにやられたか…気の毒にな
ko: 불쌍한 %s. %s에게 죽은 거지, 그치?
pl: Biedna %s. Kto cię zabił? %s?
pt_br: Pobre %s. %s pegou ela, hã?
ru: Бедняжка %s. %s ее так, да?
zh_cn: 可怜的%s。%s抓到她了吗？
zh_tw: 可憐的%s。%s抓到她了嗎？

# CHARACTERS.WOODIE.DESCRIBE.SKELETON_PLAYER.MALE
source: Poor %s. %s got him, eh?
de: Armer %s. %s hat ihn fertig gemacht, was?
es: Pobre %s. %s ha acabado con él, ¿eh?
fr: Pauvre %s. %s l'a eu, hein ?
it: Mi dispiace per %s. %s... Brutta storia, eh?
ja: %s…%sにやられたか…気の毒にな
ko: 불쌍한 %s. %s에게 죽은 거지, 그치?
pl: Biedny %s. Kto cię zabił? %s?
pt_br: Pobre %s. %s pegou ele, hã?
ru: Бедолага %s. %s его так, да?
zh_cn: 可怜的%s。%s抓到他了吗？
zh_tw: 可憐的%s。%s抓到他了嗎？

# CHARACTERS.WOODIE.DESCRIBE.SKELETON_PLAYER.ROBOT
source: Poor %s. %s got them, eh?
de: Armer %s. %s hat ihn fertig gemacht, was?
es: Pobre %s. %s ha acabado con él, ¿eh?
fr: Pauvre %s. %s l'a eu, hein ?
it: Mi dispiace per %s. %s... Brutta storia, eh?
ja: %s…%sにやられたか…気の毒にな
ko: 불쌍한 %s. %s에게 죽은 거지, 그치?
pl: Biedny %s. Kto cię zabił? %s?
pt_br: Pobre %s. %s te pegou, hã?
ru: Несчастные %s. %s их так, да?
zh_cn: 可怜的%s。%s抓到它了吗？
zh_tw: 可憐的%s。%s抓到它了嗎？

# CHARACTERS.WOODIE.DESCRIBE.SKETCH
source: Some plans for a fancy stone carving.
de: Pläne für ausgefallene Steinschnitzereien.
es: Algunos planos para tallar una piedra bonita.
fr: Des plans pour une jolie sculpture en pierre.
it: Dei progetti per le sculture di pietra.
ja: イカした石像の設計図だ。
ko: 멋진 돌 조각 도면 몇 개네.
pl: Jakieś plany wymyślnej rzeźby.
pt_br: Planos pra esculpir uma pedra chique.
ru: Какие-то чертежи для дурацкой работы по камню.
zh_cn: 一套雕刻别致石头的计划。
zh_tw: 一套雕刻別致石頭的計畫。

# CHARACTERS.WOODIE.DESCRIBE.SKULLCHEST
source: That's scary!
de: Die ist unheimlich!
es: ¡Qué miedo!
fr: C'est effrayant !
it: È spaventoso!
ja: こわいー！
ko: 무시무시하잖아!
pl: Przerażające!
pt_br: Isso é assustador!
ru: Вот это страшно!
zh_cn: 太吓人了！
zh_tw: 太嚇人了！

# CHARACTERS.WOODIE.DESCRIBE.SLEEPBOMB
source: Some folks around here could use the shuteye.
de: Hier könnte ein paar Leute ein Schläfchen vertragen.
es: A algunas personas por aquí les vendría bien un sueñecito.
fr: J'en connais par ici qui mériteraient une bonne sieste.
it: Alcuni potrebbero usare il chiudiocchi.
ja: 眠れなくて困ってるヤツ、いるか？
ko: 여기 잠에 빠지면 좋을 사람들이 보이는데.
pl: Niektórym przydałaby się drzemka.
pt_br: Algumas pessoas por aqui poderiam dar uma dormida.
ru: Кому-то здесь пора закрыть глазки.
zh_cn: 周围的一些人可以利用睡着的人。
zh_tw: 周圍的一些人可以利用睡著的人。

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOT
source: Maybe he can thin out the bird population a bit.
de: Vielleicht kann das die Vogelpopulation etwas ausdünnen.
es: Quizá pueda reducir un poco la población aviar.
fr: Peut-être que ça pourrait réduire un peu la population d'oiseaux.
it: Così si dovrebbe riuscire a ridurre un po' la popolazione avicola qui attorno.
ja: これで鳥の数を間引けるんじゃねぇの。
ko: 이걸 쓰면 새가 좀 줄어들지도 모르겠는걸.
pl: Może dzięki temu przetrzebi trochę populację ptaków.
pt_br: Talvez isso diminua um pouco a quantidade de pássaros.
ru: Может, он слегка уменьшит местную популяцию птиц?
zh_cn: 也许他能让鸟儿的数量减少一点。
zh_tw: 也許他能讓鳥兒的數量減少一點。

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_GOLD
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_POOP
source: Not pleasant, but it works.
de: Nicht angenehm, aber funktioniert.
es: No es agradable, pero funciona.
fr: Écœurant, mais efficace.
it: Non sono gradevoli ma funzionano.
ja: 気持ちわりぃが使えるね。
ko: 유쾌하진 않지만, 효과는 확실하잖아.
pl: Niezbyt przyjemne, ale działa.
pt_br: Não é agradável, mas funciona.
ru: Неприглядный снаряд, но рабочий.
zh_cn: 不太愉快，但很管用。
zh_tw: 不太愉快，但很管用。

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_ROCK
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_SLOW
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WOODIE.DESCRIBE.SLURPER
source: I think it's living hair.
de: Ich glaube, das ist lebendes Haar.
es: Creo que es cabello viviente.
fr: On dirait du poil vivant.
it: Penso che siano dei capelli viventi.
ja: 生きてる髪の毛かな。
ko: 살아있는 털 같잖아.
pl: Składa się chyba z samych włosów.
pt_br: Acho que é cabelo vivo.
ru: Кажется, это — ходячие волосы.
zh_cn: 我觉得这团毛球是活的。
zh_tw: 我覺得這團毛球是活的。

# CHARACTERS.WOODIE.DESCRIBE.SLURPERPELT
source: Where's the nearest fur trader?
de: Wo ist der nächste Pelzhändler?
es: ¿Dónde está el peletero más cercano?
fr: Où est l'acheteur de fourrure le plus proche ?
it: Dov'è il commerciante di pellicce più vicino?
ja: このへんに、毛皮商はいるか？
ko: 근처에 가죽 상인이 어디에 있지?
pl: Gdzie jest najbliższy handlarz futrem?
pt_br: Onde está o comerciante de peles mais próximo?
ru: Где находится ближайший торговец мехом?
zh_cn: 离这最近的毛皮交易商在哪里？
zh_tw: 離這最近的毛皮交易商在哪裡？

# CHARACTERS.WOODIE.DESCRIBE.SLURPER_PELT
source: Looks like a dead beaver.
de: Sieht wie ein toter Biber aus.
es: Parece como un castor muerto.
fr: On dirait un castor mort.
it: Sembra un castoro morto.
ja: 死んだビーバーみたいだ。
ko: 죽은 비버 같잖아.
pl: Wygląda jak martwy bóbr.
pt_br: Parece um castor morto.
ru: Выглядит, как мертвый бобер.
zh_cn: 看上去像一只死去的海狸。
zh_tw: 看上去像一隻死去的海狸。

# CHARACTERS.WOODIE.DESCRIBE.SLURTLE
source: He's just misunderstood.
de: Er versteht mich einfach nicht.
es: Nadie le entiende.
fr: Il a juste pas compris.
it: È solo un incompreso.
ja: 彼は勘違いされてるだけさ。
ko: 그냥 오해 받는 거잖아.
pl: Nikt go nie rozumie.
pt_br: Ele é incompreendido.
ru: Их просто недооценивают.
zh_cn: 他只是被误解了。
zh_tw: 他只是被誤解了。

# CHARACTERS.WOODIE.DESCRIBE.SLURTLEHAT
source: That could sure keep a noggin safe.
de: Das könnte den Kopf bestimmt schützen.
es: Esto puede proteger la cabeza.
fr: Ça protège bien la caboche.
it: Può sicuramente proteggere la zucca.
ja: これで頭を守れるぜ
ko: 머리를 안전하게 지켜줄 거야.
pl: Chroni makówkę.
pt_br: Isso deve mesmo manter um melão protegido.
ru: Теперь-то мне точно котелок никто не расквасит.
zh_cn: 那个确定能确保脑瓜安全。
zh_tw: 那個確定能確保腦瓜安全。

# CHARACTERS.WOODIE.DESCRIBE.SLURTLEHOLE
source: Are you guys doing okay in there?
de: Geht es euch Jungs gut dort drin?
es: ¿Estáis bien ahí dentro, chicos?
fr: Hé les gars ? Ça va là-dedans ?
it: Tutto bene là dentro?
ja: お前ら、元気でやってるか？
ko: 여기서 잘 지내냐?
pl: Dobrze wam tam, maluchy?
pt_br: Vocês estão bem aí?
ru: Ребята, вы там в порядке?
zh_cn: 你们在那地方没问题吗？
zh_tw: 你們在那地方沒問題嗎？

# CHARACTERS.WOODIE.DESCRIBE.SLURTLESLIME
source: Someone needs a tissue.
de: Da braucht jemand ein Taschentuch.
es: Alguien necesita un pañuelo.
fr: J'en connais qui ont oublié leur mouchoir.
it: Qualcuno ha bisogno di un fazzoletto.
ja: 誰かがティッシュを必要としている。
ko: 화장지가 필요해 보이는데.
pl: Komuś chyba potrzebna chusteczka.
pt_br: Alguém precisa de um lenço.
ru: Кое-кому нужен носовой платок.
zh_cn: 看来有人需要一张纸巾。
zh_tw: 看來有人需要一張紙巾。

# CHARACTERS.WOODIE.DESCRIBE.SLURTLE_SHELLPIECES
source: His home is broken now. Oh.
de: Sein Haus ist nun zerstört. Oh.
es: Su casa está rota ahora. Oh.
fr: Sa maison est cassée maintenant. Oh...
it: La sua casa è rotta adesso. Oh.
ja: あいつの家、壊れちまったな…
ko: 집이 망가졌잖아. 엉.
pl: Jego domu obrócony został w ruinę. Och.
pt_br: Seu lar foi despedaçado agora. Oh.
ru: Ее дом разрушен… Жаль.
zh_cn: 现在他的家毁了。噢。
zh_tw: 現在他的家毀了。噢。

# CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.GENERIC
source: What do you want?
de: Was willst du?
es: ¿Qué quieres?
fr: Qu'est-ce que tu veux ?
it: Che cosa vuoi?
ja: 一体どうしたいんだ？
ko: 원하는 게 뭐지?
pl: Czego chcesz?
pt_br: O que você quer?
ru: Что тебе нужно?
zh_cn: 你想要什么？
zh_tw: 你想要什麼？

# CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.HUNGRY
source: It wants something.
de: Er will irgendwas.
es: Quiere algo.
fr: Il veut quelque chose.
it: Vuole qualcosa.
ja: 何かを必要としている。
ko: 뭔가를 원하는 것 같은데.
pl: Czegoś ode mnie chce.
pt_br: Ele quer alguma coisa.
ru: Ему чего-то надо.
zh_cn: 它想要什么东西。
zh_tw: 它想要什麼東西。

# CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.SLEEPING
source: It's finally asleep.
de: Endlich schläft er.
es: Por fin se ha dormido.
fr: Enfin, il dort.
it: Finalmente dorme.
ja: やっと寝やがったな。
ko: 마침내 잠들었잖아.
pl: Wreszcie śpi.
pt_br: Finalmente, dormiu.
ru: Наконец-то спит.
zh_cn: 它终于睡着了。
zh_tw: 它終於睡著了。

# CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.STARVING
source: I think it's starving.
de: Ich glaube, er verhungert.
es: Creo que está muerto de hambre.
fr: Je crois qu'il est affamé.
it: Credo stia morendo di fame.
ja: 餓死寸前だと思う。
ko: 배가 아주 고픈 것 같아.
pl: Chyba umiera z głodu.
pt_br: Acho que está morrendo de fome.
ru: Думаю, он голодный!
zh_cn: 我想它应该是很饿了。
zh_tw: 我想它應該是很餓了。

# CHARACTERS.WOODIE.DESCRIBE.SMALLGHOST
source: Hey little buddy, you need some help?
de: Na, Kleiner, brauchst du Hilfe?
es: Eh, coleguilla, ¿necesitas ayuda?
fr: Salut toi, tu veux un coup de main ?
it: Ehi, piccolino, serve aiuto?
ja: よう、ちっこいの。何か手伝えることあるか？
ko: 도와줄까, 친구?
pl: Hej, maluszku, potrzebujesz pomocy?
pt_br: Ei, amiguinho, você precisa de ajuda?
ru: Эй, малыш, тебе помощь не нужна?
zh_cn: 嘿，小家伙，你需要帮忙吗？
zh_tw: 嘿，小傢伙，你需要幫忙嗎？

# CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT
source: I wish this were bigger.
de: Ich wünschte, es wäre größer.
es: Ojalá fuera más grande.
fr: C'était pas bien gros.
it: Vorrei che fosse più grande.
ja: これが大きければ良かったのに。
ko: 더 컸으면 좋겠잖아.
pl: Szkoda, że taki mały.
pt_br: Gostaria que fossem maiores.
ru: Мне бы хотелось, чтобы оно было больше.
zh_cn: 真希望它再大点儿。
zh_tw: 真希望它再大點兒。

# CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT_DRIED
source: Just a bite.
de: Nur ein Bissen.
es: Solo un bocado.
fr: Une petite bouchée.
it: Solo un morso.
ja: たった一口。
ko: 한입거리네.
pl: Mała przekąska.
pt_br: Só uma mordidinha.
ru: На один зубок.
zh_cn: 一口就没了。
zh_tw: 一口就沒了。

# CHARACTERS.WOODIE.DESCRIBE.SNAPPER
source: Keep them chompers to yourself.
de: Behalte diese Reißzähne für dich.
es: No te me acerques con esos colmillos.
fr: Approche pas tes dents de moi.
it: Tieni quelle zanne per te.
ja: その歯は自分だけに使ってくれよな。
ko: 입질하지 마라.
pl: Zachowaj te kły dla siebie.
pt_br: Sai com esses dentes pra lá.
ru: Не распускай зубы!
zh_cn: 收起你的长牙。
zh_tw: 收起你的長牙。

# CHARACTERS.WOODIE.DESCRIBE.SNURTLE
source: Spirals!
de: Spiralen!
es: ¡Espirales!
fr: En spirale !
it: Spirali!
ja: らせんだ！
ko: 빙글빙글!
pl: Kręci mi się w głowie!
pt_br: Espirais!
ru: Спирали!
zh_cn: 螺旋形的东西！
zh_tw: 螺旋形的東西！

# CHARACTERS.WOODIE.DESCRIBE.SOIL_AMENDER.GENERIC
source: Freshly bottled plant food.
de: Frisch abgefüllte Pflanzennahrung.
es: Comida para plantas recién embotellada.
fr: De la nourriture pour plantes tout juste mise en bouteille.
it: Cibo per piante appena imbottigliato.
ja: ボトル詰めされたばっかの植物の食いモンだ。
ko: 갓 병에 담은 식물의 식품이야.
pl: Świeżo zabutelkowany nawóz do roślin.
pt_br: Alimento de planta recém-engarrafado.
ru: Свежеприготовленная еда для растений.
zh_cn: 新鲜装瓶的植物食品。
zh_tw: 新鮮裝瓶的植物食品。

# CHARACTERS.WOODIE.DESCRIBE.SOIL_AMENDER.SPOILED
source: Now that's a strong brew!
de: Das ist ein starkes Gebräu!
es: ¡Qué mezcla tan potente!
fr: C'est plutôt une boisson de plante !
it: Questa sì che è una bevanda forte!
ja: こいつぁキクな！
ko: 이제 그건 강력한 양조주야!
pl: No, to się nazywa mocny napar!
pt_br: Isso sim é uma mistura forte!
ru: Вот это я понимаю — мощное варево!
zh_cn: 真够味！
zh_tw: 真夠味！

# CHARACTERS.WOODIE.DESCRIBE.SOIL_AMENDER.STALE
source: Can't rush the brewing process.
de: Der Brauprozess darf nicht überstürzt werden.
es: No podemos elaborar esto deprisa y corriendo.
fr: On ne peut pas précipiter le processus de fermentation.
it: Il processo di fermentazione richiede tempo.
ja: 醸造の手順をすっ飛ばすわけにゃいかねぇんだ。
ko: 양조 과정은 서두를 수 없어.
pl: Nie mogę przyspieszyć procesu warzenia.
pt_br: Não posso acelerar o processo de preparação.
ru: Нельзя мешать процессу ферментации.
zh_cn: 不能急于求成。
zh_tw: 不能急於求成。

# CHARACTERS.WOODIE.DESCRIBE.SOIL_AMENDER_FERMENTED
source: Yup, that right there's the good stuff!
de: Ja, das ist der richtig gute Stoff!
es: ¡Así sí que está bien!
fr: Ça y est, c'est à point.
it: Quella sì che è roba buona!
ja: 間違いねぇ。こいつぁ上物だぜ！
ko: 응, 바로 거기 좋은 게 있지!
pl: Tak, teraz jest w sam raz!
pt_br: É, isso! Essa aí é das boas!
ru: Да, вот сейчас все готово!
zh_cn: 是的，发酵出来好东西了！
zh_tw: 是的，發酵出來好東西了！

# CHARACTERS.WOODIE.DESCRIBE.SPAT
source: Reminds me of momma!
de: Erinnert mich an Mami!
es: ¡Me recuerda a mi mamá!
fr: Ça me rappelle maman !
it: Mi ricorda di mamma!
ja: オレのかあちゃんソックリだ！
ko: 엄마가 생각나는구나!
pl: Przypomina mi mamę!
pt_br: Me faz lembrar da minha mãe!
ru: Напоминает мне о мамке!
zh_cn: 让我想起了妈妈！
zh_tw: 讓我想起了媽媽！

# CHARACTERS.WOODIE.DESCRIBE.SPEAR
source: It lacks the heft of a good solid axe.
de: Ihm fehlt das Gewicht einer guten soliden Axt.
es: Carece de la influencia de una buena y sólida hacha.
fr: Il lui manque le poids d'une bonne vieille hache.
it: Gli manca la pesantezza di una buona e solida ascia.
ja: 良質の頑丈な斧の重さに欠けている。
ko: 도끼의 묵직한 맛이 없어.
pl: Brakuje jej trochę masy, którą ma każda porządna siekiera.
pt_br: Não tem a elegância de um bom e sólido machado.
ru: Нет здесь той доброй тяжести хорошего крепкого топора.
zh_cn: 比起一把坚实的好斧子，它的重量还轻了点。
zh_tw: 比起一把堅實的好斧子，它的重量還輕了點。

# CHARACTERS.WOODIE.DESCRIBE.SPEAR_GUNGNIR
source: I'd take a stab at it.
de: Ich würde es versuchen.
es: Podría intentarlo.
fr: Je tenterais bien le coup.
it: Mi ci lancerei a capofitto.
ja: どれだけ刺さるか試してみてえな。
ko: 한번 찔러 봐야겠어.
pl: Mógłbym się po nią schylić.
pt_br: Eu gostaria de experimentar isso.
ru: Эту образину я бы пронзил.
zh_cn: 我来试试它。
zh_tw: 我來試試它。

# CHARACTERS.WOODIE.DESCRIBE.SPEAR_LANCE
source: I could give it a whirl.
de: Ich könnte es mal versuchen.
es: Podría probar.
fr: Je me laisserais bien tenter.
it: Potrei farla girare.
ja: グルグル回してみてえな。
ko: 써볼 수도 있을 것 같아.
pl: Machałbym.
pt_br: Eu experimentaria isso.
ru: Можно крутануть.
zh_cn: 我可以试试它。
zh_tw: 我可以試試它。

# CHARACTERS.WOODIE.DESCRIBE.SPEAR_WATHGRITHR
source: Who needs a spear when you got ol'Luce?
de: Wer braucht einen Speer, wenn er Lucy hat?
es: ¿Quién necesita una lanza cuando tienes a Lucy?
fr: Que faire d'une lance quand on a cette bonne vieille Luce ?
it: Chi ha bisogno di una lancia quando c'è Lucy?
ja: オレにはルーシーがいるからよ
ko: 루시가 있는데 굳이 창이 왜 필요해?
pl: Na co komu włócznia kiedy jest z nami Lucyna?
pt_br: Quem precisa de uma lança quando se tem a velha Luce?
ru: Кому нужно копье, когда у тебя есть старая добрая Люси?
zh_cn: 有了老露西时，谁还需要长矛？
zh_tw: 有了老露西時，誰還需要長矛？

# CHARACTERS.WOODIE.DESCRIBE.SPICEPACK
source: A handy knapsack for conserving food!
de: Ein praktischer Beutel zum Konservieren von Essen!
es: ¡Una alforja de lo más útil para conservar comida!
fr: Une besace pour ranger de la nourriture !
it: Un comodo sacchettino di tela in cui conservare il cibo!
ja: 食料保存にはぴったりの袋だな。
ko: 음식을 보존하는 편리한 배낭이잖아!
pl: Przydatny plecak do przechowywania jedzenia.
pt_br: Uma ótima mochila para conservar comida!
ru: Сумочка со всем необходимым для консервации еды!
zh_cn: 装饰物的方便小包！
zh_tw: 裝飾物的方便小包！

# CHARACTERS.WOODIE.DESCRIBE.SPICE_CHILI
source: Yep. That's a spicy sauce.
de: Ja, das ist eine scharfe Soße.
es: Sip. Es salsa picante.
fr: C'est bien de la sauce épicée.
it: Sì, è una salsa bella piccante.
ja: ああ、このソースは辛いぞ。
ko: 와, 매콤한 소스잖아.
pl: Tak jest. Oto pikantny sos.
pt_br: Sim. É um molho apimentado.
ru: Да, соус очень острый.
zh_cn: 嗯，是种辣酱。
zh_tw: 嗯，是種辣醬。

# CHARACTERS.WOODIE.DESCRIBE.SPICE_GARLIC
source: I suppose some spice couldn't hurt.
de: Etwas Pepp kann wohl nicht schaden.
es: Supongo que un poco de picante no viene mal.
fr: Un peu d'épices, ça fait pas de mal.
it: Secondo me un po' di spezie non fanno mai male.
ja: 香辛料はあるに越したことはねえ。
ko: 향신료를 조금 써도 나쁠 건 없겠지.
pl: Trochę przypraw nie zaszkodzi.
pt_br: Suponho que alguns temperos não vá doer.
ru: Чесноком еду не испортишь.
zh_cn: 加点调味品挺好的。
zh_tw: 加點調味品挺好的。

# CHARACTERS.WOODIE.DESCRIBE.SPICE_SALT
source: Good fer melting ice, too!
de: Man kann auch Eis damit schmelzen!
es: ¡También viene bien para derretir hielo!
fr: Et ça fait aussi fondre la glace !
it: Perfetto anche per sciogliere il ghiaccio!
ja: 氷を溶かすのにも使えるんだぜ！
ko: 얼음을 녹일 때도 유용하잖아!
pl: Nadaje się również do topienia lodu!
pt_br: Bom para derreter gelo também!
ru: Этим еще можно лед топить!
zh_cn: 还能用来融冰融雪！
zh_tw: 還能用來融冰融雪！

# CHARACTERS.WOODIE.DESCRIBE.SPICE_SUGAR
source: I prefer my syrup to be maple.
de: Ich mag Sirup lieber, wenn er von Ahornbäumen kommt.
es: Prefiero que el sirope sea de arce.
fr: Je préfère le sirop d'érable.
it: Preferisco lo sciroppo d'acero.
ja: シロップは何と言ってもメープルシロップだ。
ko: 나는 메이플 시럽이 더 좋아.
pl: Wolę jednak syrop klonowy.
pt_br: Prefiro que meu xarope seja de bordo.
ru: Я предпочитаю кленовый сироп, если уж на то пошло.
zh_cn: 糖浆我只吃枫叶糖浆。
zh_tw: 糖漿我只吃楓葉糖漿。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER.DEAD
source: Good!
de: Gut!
es: ¡Bien!
fr: Bien !
it: Bene!
ja: うし！
ko: 좋아!
pl: Znakomicie!
pt_br: Bom!
ru: Отлично!
zh_cn: 很好！
zh_tw: 很好！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER.GENERIC
source: That's the biggest spider I've ever seen!
de: Das ist die größte Spinne, die jemals gesehen habe.
es: ¡Esa es la araña más grande que he visto en mi vida!
fr: C'est la plus grosse araignée que j'aie jamais vue !
it: È il ragno più grosso che abbia mai visto!
ja: 今まで見たことないくらい大きなクモだ！
ko: 본 거미 중에서 가장 크잖아!
pl: To największy pająk, jakiego w życiu widziałem!
pt_br: Essa é a maior aranha que eu já vi!
ru: Это огромнейший паук из всех, что я видел!
zh_cn: 这是我见过的最大的蜘蛛！
zh_tw: 這是我見過的最大的蜘蛛！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER.SLEEPING
source: Careful, now, eh?
de: Vorsichtig jetzt, was?
es: Cuidado ahora, ¿eh?
fr: On fait gaffe là, hein ?
it: Fai attenzione, adesso, eh?
ja: 気をつけて、ね？
ko: 조심해야겠잖아, 엉?
pl: Ostrożnie...
pt_br: Cuidado agora, hã?
ru: Теперь осторожнее, а?
zh_cn: 现在应该小心点儿，是吧？
zh_tw: 現在應該小心點兒，是吧？

# CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN
source: Holy Mackinaw! Look at that thing!
de: Heiliger Strohsack! Schau dir das Ding an!
es: ¡Por todos los alces! ¡Fíjate esa cosa!
fr: Bon Dieu de cent mille ! Regardez-moi ça !
it: Corpo di mille sequoie! Guarda quel coso!
ja: 神聖なマッキーノ！あれを見てみろよ！
ko: 으앗! 저걸 봐라!
pl: Jejku, rety! Spójrz tylko na to!
pt_br: Santo Mackinaw! Olha só isso!
ru: Святое Макино! Вы только гляньте на эту штуку!
zh_cn: 好家伙！看那个东西！
zh_tw: 好傢伙！看那個東西！

# CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN_BEDAZZLER
source: Always gotta support the arts.
de: Man muss die Kunst unterstützen.
es: Hay que apoyar al mundo del arte.
fr: Il faut toujours soutenir les artistes.
it: Bisogna sempre sostenere l'arte.
ja: 芸術を支援するのは大切だぜ。
ko: 항상 예술을 지원해야 해.
pl: Zawsze trzeba wspierać sztukę.
pt_br: É preciso apoiar as artes sempre.
ru: Чужое творчество нужно поддерживать.
zh_cn: 总得支持艺术吧。
zh_tw: 總得支持藝術吧。

# CHARACTERS.WOODIE.DESCRIBE.SPIDEREGGSACK
source: Why would I want to carry that around?
de: Warum sollte ich das herumtragen wollen?
es: ¿Por qué habría de querer cargar esto?
fr: Pourquoi j'irais transporter des trucs pareils ?
it: Perché vorresti portartelo appresso?
ja: なぜ俺はあれをあちこち持ち運びたがるのだろう？
ko: 저걸 왜 들고 다녀?
pl: Po co miałbym to ze sobą nosić?
pt_br: Por que eu carregaria isso por aí?
ru: Это-то на кой с собой таскать?
zh_cn: 我为什么要带着那个东西到处走？
zh_tw: 我為什麼要帶著那個東西到處走？

# CHARACTERS.WOODIE.DESCRIBE.SPIDERGLAND
source: I think it's poison.
de: Ich glaube, das ist Gift.
es: Creo que es veneno.
fr: À mon avis, c'est toxique.
it: Credo sia veleno.
ja: それは毒だと思う。
ko: 독이잖아.
pl: To chyba trucizna.
pt_br: Acho que é veneno.
ru: Кажется, это яд.
zh_cn: 我觉得它有毒。
zh_tw: 我覺得它有毒。

# CHARACTERS.WOODIE.DESCRIBE.SPIDERHAT
source: She's a real beaut, ain't she?
de: Der ist ein echte Schönheit, nicht wahr?
es: Es una verdadera belleza, ¿verdad?
fr: Une vraie beauté, vous trouvez pas ?
it: È proprio una bellezza, non è così?
ja: 彼女は本物の美じゃないか？
ko: 진짜 예쁘지, 엉?
pl: Ładny jest, co nie?
pt_br: É uma beleza, não?
ru: Она красивенькая, не так ли?
zh_cn: 这帽子真漂亮，是吧？
zh_tw: 這帽子真漂亮，是吧？
