Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: INSTALLING "BOBBER" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « BOUCHON » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「丸形浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "낚시찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "ISCA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮标" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮標" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: INSTALLING "FLOAT" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: INSTALLING "FLOAT" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: IT MAKES ORGANICS EVEN MORE STUPID
de: MACHT ORGANISCHE EINHEITEN NOCH DÜMMER
es_mx: VUELVE A LOS SERES ORGÁNICOS MÁS ESTÚPIDOS
fr: ÇA REND LES ÊTRES ORGANIQUES ENCORE PLUS STUPIDES
it: RENDE GLI ESSERI ORGANICI ANCORA PIÙ STUPIDI
ja: ＊それは有機生命体をより一層間抜けにさせます＊
ko: 이것 때문에 유기체가 더 멍청해짐
pl: SPRAWIA, ŻE MIĘSAKI STAJĄ SIĘ JESZCZE GŁUPSZE
pt_br: DEIXA OS SERES ORGÂNICOS AINDA MAIS ESTÚPIDOS
ru: ОТ НЕЕ ОРГАНИЧЕСКИЕ СУЩЕСТВА ТУПЕЮТ ЕЩЕ БОЛЬШЕ
zh_cn: 它让有机物更愚蠢
zh_tw: 它讓有機物更愚蠢

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: I CAN UTILIZE THIS TO CATCH A DENSER FISH
de: ICH KANN DAMIT DICHTERE FISCHE FANGEN
es_mx: PUEDO UTILIZAR ESTO PARA PESCAR PECES MÁS DENSOS
fr: ÇA PEUT ME SERVIR À ATTRAPER UN POISSON PLUS DENSE
it: POSSO UTILIZZARLA PER PRENDERE UN PESCE PIÙ DENSO
ja: ＊より密度の濃い魚を捕まえるために利用できます＊
ko: 이걸 이용하면 밀도가 더 높은 생선을 잡을 수 있음
pl: MOGĘ TO WYKORZYSTAĆ, ABY ZŁOWIĆ RYBĘ O WIĘKSZEJ MASIE
pt_br: POSSO USAR ISSO PARA PEGAR UM PEIXE MAIS DENSO
ru: ЭТО МОЖНО ИСПОЛЬЗОВАТЬ ДЛЯ ПОИМКИ БОЛЕЕ ПЛОТНОЙ РЫБЫ
zh_cn: 我能用这个抓到密度更大的鱼
zh_tw: 我能用這個抓到密度更大的魚

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: FISHING IN RAIN... THE HORROR...
de: ANGELN IM REGEN ... ENTSETZLICHE VORSTELLUNG ...
es_mx: PESCAR EN LA LLUVIA... QUÉ HORROR...
fr: PÊCHER SOUS LA PLUIE, C'EST CE QUE JE DÉTESTE LE PLUS
it: PESCANDO SOTTO LA PIOGGIA... ORRORE...
ja: ＊雨釣りです、、、恐怖＊
ko: 강수 중 낚시... 공포임...
pl: WĘDKOWANIE W DESZCZU... KOSZMAR...
pt_br: PESCA NA CHUVA... PURO TERROR...
ru: РЫБАЛКА ВО ВРЕМЯ ДОЖДЯ… ХУЖЕ НЕ ПРИДУМАЕШЬ
zh_cn: 雨天钓鱼……简直可怕……
zh_tw: 雨天釣魚……簡直可怕……

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: I HATE FISHING. I HATE SNOW
de: ICH HASSE ANGELN. ICH HASSE SCHNEE
es_mx: ODIO PESCAR. ODIO LA NIEVE
fr: JE DÉTESTE PÊCHER. JE DÉTESTE LA NEIGE.
it: ODIO PESCARE, ODIO LA NEVE
ja: ＊釣りは嫌いです。雪も嫌いです＊
ko: 본체는 낚시가 싫음. 눈도 싫음.
pl: NIENAWIDZĘ ŁOWIĆ RYB. NIENAWIDZĘ ŚNIEGU
pt_br: ODEIO PESCAR. ODEIO NEVE
ru: НЕНАВИЖУ РЫБАЛКУ. НЕНАВИЖУ СНЕГ
zh_cn: 我恨钓鱼。我恨下雪
zh_tw: 我恨釣魚。我恨下雪

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: PERFORMS OPTIMALLY AT NIGHT
de: NACHTS IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE EN LA NOCHE
fr: OPTIMISATION DES PERFORMANCES PENDANT LA NUIT
it: MASSIMA EFFICACIA DI NOTTE
ja: ＊夜間の活動に最適＊
ko: 밤중에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ W NOCY
pt_br: FUNCIONA DE FORMA IDEAL À NOITE
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА В НОЧНОЕ ВРЕМЯ
zh_cn: 夜晚功效最佳
zh_tw: 夜晚功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: PERFORMS OPTIMALLY AT DUSK
de: ABENDS IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE AL ANOCHECER
fr: OPTIMISATION DES PERFORMANCES AU CRÉPUSCULE
it: MASSIMA EFFICACIA ALL'ALBA
ja: ＊夕暮れの活動に最適＊
ko: 황혼에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ O ZMIERZCHU
pt_br: FUNCIONA DE FORMA IDEAL AO ENTARDECER
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА В СУМЕРКАХ
zh_cn: 黄昏功效最佳
zh_tw: 黃昏功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: PERFORMS OPTIMALLY IN DAYLIGHT
de: TAGSÜBER IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE A LA LUZ DEL DÍA
fr: OPTIMISATION DES PERFORMANCES À LA LUMIÈRE DU JOUR
it: MASSIMA EFFICACIA DI GIORNO
ja: ＊日中の活動に最適＊
ko: 낮에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ ZA DNIA
pt_br: FUNCIONA DE FORMA IDEAL DURANTE O DIA
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА ПРИ СВЕТЕ ДНЯ
zh_cn: 日间功效最佳
zh_tw: 日間功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: PERFORMS OPTIMALLY IN DAYLIGHT
de: TAGSÜBER IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE A LA LUZ DEL DÍA
fr: OPTIMISATION DES PERFORMANCES À LA LUMIÈRE DU JOUR
it: MASSIMA EFFICACIA DI GIORNO
ja: ＊日中の活動に最適＊
ko: 낮에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ ZA DNIA
pt_br: FUNCIONA DE FORMA IDEAL DURANTE O DIA
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА ПРИ СВЕТЕ ДНЯ
zh_cn: 日间功效最佳
zh_tw: 日間功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: PERFORMS OPTIMALLY IN DAYLIGHT
de: TAGSÜBER IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE A LA LUZ DEL DÍA
fr: OPTIMISATION DES PERFORMANCES À LA LUMIÈRE DU JOUR
it: MASSIMA EFFICACIA DI GIORNO
ja: ＊日中の活動に最適＊
ko: 낮에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ ZA DNIA
pt_br: FUNCIONA DE FORMA IDEAL DURANTE O DIA
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА ПРИ СВЕТЕ ДНЯ
zh_cn: 日间功效最佳
zh_tw: 日間功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: PERFORMS OPTIMALLY IN DAYLIGHT
de: TAGSÜBER IST DIE LEISTUNG OPTIMAL
es_mx: FUNCIONA ÓPTIMAMENTE A LA LUZ DEL DÍA
fr: OPTIMISATION DES PERFORMANCES À LA LUMIÈRE DU JOUR
it: MASSIMA EFFICACIA DI GIORNO
ja: ＊日中の活動に最適＊
ko: 낮에 최적의 성능을 보임
pl: DZIAŁA NAJSKUTECZNIEJ ZA DNIA
pt_br: FUNCIONA DE FORMA IDEAL DURANTE O DIA
ru: ПРОИЗВОДИТЕЛЬНОСТЬ ОПТИМАЛЬНА ПРИ СВЕТЕ ДНЯ
zh_cn: 日间功效最佳
zh_tw: 日間功效最佳

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGROD
source: I HATE THE OCEAN
de: ICH HASSE DEN OZEAN
es_mx: ODIO EL OCÉANO
fr: JE DÉTESTE L'OCÉAN
it: ODIO L'OCEANO
ja: ＊海は嫌いです＊
ko: 본체는 바다를 싫어함
pl: NIENAWIDZĘ MORZA
pt_br: ODEIO O OCEANO
ru: НЕНАВИЖУ ОКЕАН
zh_cn: 我恨海洋
zh_tw: 我恨海洋

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_1
source: OH. IT'S REVOLTING
de: OH. ER REVOLTIERT
es_mx: OH. ES REPUGNANTE
fr: OH ! ÇA ME SOULÈVE MES QUATRE CŒURS !
it: OH, È RIVOLTANTE
ja: ＊おお。反抗的ですね＊
ko: 오. 이것이 저항함
pl: OCH. OBRZYDLISTWO
pt_br: AH. É REVOLTANTE
ru: ОЙ, ОНА ПРОТЕСТУЕТ
zh_cn: 喔。好恶心
zh_tw: 喔。好噁心

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_2
source: THIS WILL SATISFY MY NUTRITIONAL NEEDS
de: ER STILLT MEINEN NAHRUNGSBEDARF
es_mx: ESTO SATISFARÁ MIS NECESIDADES NUTRICIONALES
fr: IL CORRESPOND À MES BESOINS NUTRITIONNELS
it: SODDISFERÀ LE MIE ESIGENZE NUTRITIVE
ja: ＊これで私の必要栄養素は補給できます＊
ko: 본체의 영양 요구를 충족해줌
pl: ZASPOKOI MOJE POTRZEBY ODŻYWCZE
pt_br: ISSO VAI SATISFAZER MINHA NECESSIDADES NUTRICIONAIS
ru: ОНА УДОВЛЕТВОРИТ МОИ НУЖДЫ В ПИТАТЕЛЬНЫХ ВЕЩЕСТВАХ
zh_cn: 这个能满足我的营养需求
zh_tw: 這個能滿足我的營養需求

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_3
source: I HAVE SAVED YOU FROM THE HORRIBLE WATER. NOW I WILL EAT YOU
de: ICH HABE DICH AUS DEM SCHRECKLICHEN WASSER GERETTET. JETZT ESSE ICH DICH
es_mx: TE SALVÉ DEL AGUA HORRIBLE. AHORA TE COMERÉ
fr: JE T'AI SAUVÉ DE CETTE EAU PITOYABLE POUR TE MANGER
it: TI HO SALVATO DALL'ORRIBILE ACQUA. ORA TI MANGERÒ
ja: ＊わたしはあなたを恐ろしい水から救ましたので、あなたを食べます＊
ko: 본체가 너를 끔찍한 물에서 구했음. 이제 본체가 너를 먹을 것임
pl: OCALIŁEM CIĘ PRZED POTWORNĄ WODĄ. A TERAZ CIĘ ZJEM
pt_br: EU TE SALVEI DA ÁGUA HORRENDA. AGORA, VOU TE COMER
ru: Я СПАС ТЕБЯ ОТ УЖАСНОЙ ВОДЫ И ТЕПЕРЬ СЪЕМ
zh_cn: 我把你从可怕的水里救了出来。现在我要吃掉你
zh_tw: 我把你從可怕的水裡救了出來。現在我要吃掉你

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_4
source: I AM VICTORIOUS
de: ICH BIN SIEGREICH
es_mx: SALÍ VICTORIOSO
fr: VICTOIRE : MOI
it: HO VINTO IO
ja: ＊わたしが勝者です＊
ko: 본체가 승리함
pl: JESTEM ZWYCIĘZCĄ
pt_br: SAÍ VITORIOSO
ru: Я ПОБЕДИЛ
zh_cn: 我胜利了
zh_tw: 我勝利了

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_5
source: THIS ORGANIC SEEMS TO BE HAVING AN IDENTITY CRISIS
de: DIESE ORGANISCHE EINHEIT HAT OFFENBAR EINE IDENTITÄTSKRISE
es_mx: ESTE SER ORGÁNICO PARECE ESTAR TENIENDO PROBLEMAS DE IDENTIDAD
fr: CET ÊTRE ORGANIQUE PASSE PAR UNE CRISE IDENTITAIRE
it: L'ESSERE ORGANICO SEMBRA AVERE UNA CRISI DI IDENTITÀ
ja: ＊この有機生命体は自己認識の危機にあるようです＊
ko: 이 유기체는 정체성의 위기를 겪는 것 같음
pl: TA ISTOTA ORGANICZNA MA KRYZYS TOŻSAMOŚCI
pt_br: ESSE SER ORGÂNICO PARECE ESTAR TENDO UMA CRISE DE IDENTIDADE
ru: У ЭТОГО ОРГАНИЧЕСКОГО СУЩЕСТВА КРИЗИС ИДЕНТИЧНОСТИ
zh_cn: 这个有机物似乎有身份危机
zh_tw: 這個有機物似乎有身份危機

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_6
source: THIS ORGANIC COULDN'T DECIDE ON A COLOR
de: DIESE ORGANISCHE EINHEIT KONNTE SICH BEI DER FARBE NICHT ENTSCHEIDEN
es_mx: ESTE SER ORGÁNICO NO SUPO QUÉ COLOR ELEGIR
fr: CET ÊTRE ORGANIQUE N'ARRIVE PAS À CHOISIR UNE COULEUR
it: QUESTO ESSERE ORGANICO ERA INDECISO SUL COLORE
ja: ＊この有機生命体は色彩から選べませんでした＊
ko: 이 유기체는 색상을 결정하지 못함
pl: TA ISTOTA ORGANICZNA NIE MOGŁA WYBRAĆ KOLORU
pt_br: ESSE SER ORGÂNICO NÃO CONSEGUIU DECIDIR SUA COR
ru: ЭТО ОРГАНИЧЕСКОЕ СУЩЕСТВО ЕЩЕ НЕ ВЫБРАЛО ЦВЕТ
zh_cn: 这个有机物对颜色犹豫不决
zh_tw: 這個有機物對顏色猶豫不決

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_7
source: I CAN APPRECIATE ITS METALLIC SHEEN
de: ICH WEISS DEN METALLISCHEN SCHIMMER ZU SCHÄTZEN
es_mx: ME GUSTA SU BRILLO METÁLICO
fr: SES REFLETS MÉTALLIQUES ME PLAISENT
it: APPREZZO I SUOI RIFLESSI METALLICI
ja: ＊金属光沢の良さがわかります＊
ko: 금속성 광택이 마음에 듦
pl: DOCENIAM JEGO METALICZNY POŁYSK
pt_br: APRECIO SEU BRILHO METÁLICO
ru: МНЕ НРАВИТСЯ ЕЕ МЕТАЛЛИЧЕСКИЙ БЛЕСК
zh_cn: 我欣赏它的金属光泽
zh_tw: 我欣賞它的金屬光澤

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_8
source: IT IS COLD AND ALOOF. I RESPECT THAT
de: KALT UND ÜBERLEGEN. RESPEKT
es_mx: ES FRÍO Y DISTANTE. RESPETO ESO
fr: IL EST FROID ET DISTANT, COMME MOI
it: È FREDDO E SCOSTANTE. LO RISPETTO
ja: ＊冷たくて遠いです。尊重します＊
ko: 차갑고 냉담함. 본체는 이것을 존중함
pl: ZIMNY I ZDYSTANSOWANY. SZANUJĘ TO
pt_br: É FRIO E DISTANTE. RESPEITO ISSO
ru: ОНА ХОЛОДНАЯ И БЕЗРАЗЛИЧНАЯ. УВАЖАЮ
zh_cn: 高冷孤傲。我尊敬
zh_tw: 高冷孤傲。我尊敬

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_MEDIUM_9
source: IT SMELLS SWEET. THIS IS SOMEHOW WORSE
de: RIECHT SÜSS. DAS MACHT ES IRGENDWIE SCHLIMMER
fr: SON ODEUR EST SUCRÉE. C'EST ENCORE PIRE
it: HA UN ODORE DOLCE. ANCORA PEGGIO
ja: ＊甘い香りがします。他よりも酷そうな魚です＊
ko: 달콤한 냄새가 남. 좀 안 좋음.
pl: PACHNIE SŁODKO. TO JESZCZE GORZEJ
pt_br: TEM UM AROMA ADOCICADO. O QUE DE CERTA FORMA É PIOR
ru: ПАХНЕТ СЛАДКО. ПОЧЕМУ-ТО ЭТО ДАЖЕ ХУЖЕ ОБЫЧНОГО
zh_cn: 闻起来很甜。所以更糟了
zh_tw: 聞起來很甜。所以更糟了

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_1
source: INFERIOR FISHLING
de: UNTERLEGENER FISCHLING
es_mx: PEZ INFERIOR
fr: CRÉATURE ICHTHYENNE INFÉRIEURE
it: CREATURA ITTICA INFERIORE
ja: ＊低級な小魚＊
ko: 열등한 새끼 물고기
pl: POMNIEJSZY NARYBEK
pt_br: PESCADO INFERIOR
ru: НЕУДОВЛЕТВОРИТЕЛЬНЫЙ РЕЗУЛЬТАТ РЫБАЛКИ
zh_cn: 弱小的鱼类
zh_tw: 弱小的魚類

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_2
source: INFERIOR FISHLING
de: UNTERLEGENER FISCHLING
es_mx: PEZ INFERIOR
fr: CRÉATURE ICHTHYENNE INFÉRIEURE
it: CREATURA ITTICA INFERIORE
ja: ＊低級な小魚＊
ko: 열등한 새끼 물고기
pl: POMNIEJSZY NARYBEK
pt_br: PESCADO INFERIOR
ru: НЕУДОВЛЕТВОРИТЕЛЬНЫЙ РЕЗУЛЬТАТ РЫБАЛКИ
zh_cn: 弱小的鱼类
zh_tw: 弱小的魚類

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_3
source: INFERIOR FISHLING
de: UNTERLEGENER FISCHLING
es_mx: PEZ INFERIOR
fr: CRÉATURE ICHTHYENNE INFÉRIEURE
it: CREATURA ITTICA INFERIORE
ja: ＊低級な小魚＊
ko: 열등한 새끼 물고기
pl: POMNIEJSZY NARYBEK
pt_br: PESCADO INFERIOR
ru: НЕУДОВЛЕТВОРИТЕЛЬНЫЙ РЕЗУЛЬТАТ РЫБАЛКИ
zh_cn: 弱小的鱼类
zh_tw: 弱小的魚類

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_4
source: INFERIOR FISHLING
de: UNTERLEGENER FISCHLING
es_mx: PEZ INFERIOR
fr: CRÉATURE ICHTHYENNE INFÉRIEURE
it: CREATURA ITTICA INFERIORE
ja: ＊低級な小魚＊
ko: 열등한 새끼 물고기
pl: POMNIEJSZY NARYBEK
pt_br: PESCADO INFERIOR
ru: НЕУДОВЛЕТВОРИТЕЛЬНЫЙ РЕЗУЛЬТАТ РЫБАЛКИ
zh_cn: 弱小的鱼类
zh_tw: 弱小的魚類

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_5
source: IT HAS A TERRIBLE MUTATION THAT MAKES IT UGLY
de: HAT EINE FURCHTBARE MUTATION, DIE IHN HÄSSLICH MACHT
es_mx: PADECE UNA TERRIBLE MUTACIÓN QUE LO VUELVE FEO
fr: SA MUTATION LE REND IMMONDE
it: UNA TERRIBILE MUTAZIONE LO ABBRUTTISCE
ja: ＊醜くさせるひどい変異があります＊
ko: 끔찍한 돌연변이 때문에 더욱더 못생겨짐
pl: ULEGŁA OSZPECENIU WSKUTEK OKROPNEJ MUTACJI
pt_br: APRESENTA UMA MUTAÇÃO TERRÍVEL QUE O DEIXA FEIO
ru: УЖАСНАЯ МУТАЦИЯ СДЕЛАЛА ЕЕ УРОДЛИВОЙ
zh_cn: 可怕的变异把它变丑了
zh_tw: 可怕的變異把它變醜了

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_6
source: IT HAS BEEN FLATTENED
de: GEPLÄTTET
es_mx: LO APLANARON
fr: IL A ÉTÉ APLATI
it: È STATO APPIATTITO
ja: ＊平らにされました＊
ko: 납작해짐
pl: ZOSTAŁ SPŁASZCZONY
pt_br: FOI ACHATADO
ru: ЕЕ РАСПЛЮЩИЛО
zh_cn: 被压扁了
zh_tw: 被壓扁了

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_7
source: THIS ORGANIC IS CONFUSED
de: ORGANISCHE EINHEIT IST VERWIRRT
es_mx: ESTE SER ORGÁNICO ESTÁ CONFUNDIDO
fr: CET ÊTRE ORGANIQUE EST CONFUS
it: QUESTO ESSERE ORGANICO È CONFUSO
ja: ＊この有機生命体は混乱しています＊
ko: 혼란스러워하는 유기체
pl: TA ISTOTA ORGANICZNA JEST ZAGUBIONA
pt_br: ESSE SER ORGÂNICO É CONFUSO
ru: ЭТО ОРГАНИЧЕСКОЕ СУЩЕСТВО НИЧЕГО НЕ ПОНИМАЕТ
zh_cn: 这个有机物懵了
zh_tw: 這個有機物懵了

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_8
source: WILL THE HORRORS OF THE OCEAN NEVER CEASE
de: ENDEN DIE SCHRECKEN DES OZEANS DENN NIE?
es_mx: ¿ES QUE ACASO NO PARARÁN LOS HORRORES DEL OCÉANO?
fr: L'HORREUR DE L'OCÉAN EST ILLIMITÉE
it: GLI ORRORI DELL'OCEANO NON HANNO MAI FINE
ja: ＊海への恐怖は消えることがないのでしょうか＊
ko: 바다의 공포는 영원히 멈추지 않음
pl: POTWORNOŚCIOM OCEANU NIE MA KOŃCA
pt_br: SERÁ QUE OS HORRORES DO OCEANO NÃO TÊM FIM?
ru: ОКЕАН ПОЛОН БЕСКОНЕЧНО РАЗНООБРАЗНЫХ УЖАСОВ
zh_cn: 大海的恐怖难道永远不会停止吗
zh_tw: 大海的恐怖難道永遠不會停止嗎

# CHARACTERS.WX78.DESCRIBE.OCEANFISH_SMALL_9
source: KEEP THAT WATER TO YOURSELF YOU HORRIBLE FLESHBAG
de: WASSER BEI DIR BEHALTEN, GRÄSSLICHER FLEISCHSACK
es_mx: NO ME ARROJES AGUA, HORRIBLE SACO DE CARNE
fr: GARDE CETTE EAU POUR TOI AFFREUX SAC À VIANDE
it: TIENITI L'ACQUA PER TE, ORRIBILE SACCO DI CARNE
ja: ＊水は外に出さないことです。愚かな有機生命体＊
ko: 물 뿌리지 말 것, 끔찍한 고기주머니
pl: TRZYMAJ TĘ WODĘ PRZY SOBIE, POTWORNY MIĘSAKU
pt_br: GUARDE SUA ÁGUA PARA SI MESMO, SEU SACO DE CARNE HORRÍVEL
ru: ДЕРЖИ ВОДУ ПРИ СЕБЕ, ОТВРАТИТЕЛЬНЫЙ МЯСНОЙ МЕШОК
zh_cn: 把水留给自己吧，你这个可怕的肉袋
zh_tw: 把水留給自己吧，你這個可怕的肉袋

# CHARACTERS.WX78.DESCRIBE.OCEANTREE
source: AH. FUEL
de: AH. TREIBSTOFF
fr: AH. DU CARBURANT
it: AH. CARBURANTE
ja: ＊これはこれは。燃料ですね＊
ko: 아! 연료임.
pl: ACH. PALIWO
pt_br: AH. COMBUSTÍVEL
ru: О, ТОПЛИВО
zh_cn: 啊。燃料
zh_tw: 啊。燃料

# CHARACTERS.WX78.DESCRIBE.OCEANTREENUT
source: THERE'S A STUPID TREE STUCK INSIDE
de: DA STECKT EIN DUMMER BAUM DRIN
fr: UN CRÉTIN D'ARBRE EST COINCÉ À L'INTÉRIEUR
it: ALL'INTERNO È BLOCCATO UNO STUPIDO ALBERO
ja: ＊間抜けな木が中に閉じこもっています＊
ko: 안에는 멍청한 나무가 꽂혀 있음.
pl: W ŚRODKU UTKNĘŁO GŁUPIE DRZEWO.
pt_br: TEM UMA ÁRVORE IDIOTA PRESA AÍ DENTRO
ru: В НЕМ ЗАСТРЯЛО ДУРАЦКОЕ МАЛЕНЬКОЕ ДЕРЕВО
zh_cn: 有一棵愚蠢的树卡在里面
zh_tw: 有一棵愚蠢的樹卡在裡面

# CHARACTERS.WX78.DESCRIBE.OCEANTREE_PILLAR
source: YOU WILL SERVE ME. AS MY GIANT BEACH UMBRELLA
de: DU WIRST MIR DIENEN. ALS MEIN RIESIGER SONNENSCHIRM
fr: TU ME SERVIRAS DE PARAPLUIE GÉANT
it: MI SERVIRAI. SARAI IL MIO OMBRELLONE GIGANTE DA SPIAGGIA
ja: ＊巨大ビーチパラソルとして私に仕えなさい＊
ko: 너는 본좌를 섬겨야 함. 거대한 해변 파라솔로.
pl: BĘDZIESZ MI SŁUŻYĆ. JAKO OGROMNA PARASOLKA NA PLAŻĘ.
pt_br: VOCÊ VAI ME SERVIR. COMO MEU GUARDA-SOL GIGANTE
ru: ТЫ БУДЕШЬ МНЕ СЛУЖИТЬ. СТАНЕШЬ МОИМ ОГРОМНЫМ ПЛЯЖНЫМ ЗОНТИКОМ
zh_cn: 你将为我服务。做我巨大的沙滩伞
zh_tw: 你將為我服務。做我巨大的沙灘傘

# CHARACTERS.WX78.DESCRIBE.OCEANVINE
source: DANGLING VEGETATION
de: BAUMELNDE VEGETATION
fr: UN VÉGÉTAL QUI PENDOUILLE
it: VEGETAZIONE CIONDOLANTE
ja: ＊吊り下がった植物＊
ko: 매달린 식물임.
pl: ZWISAJĄCA ROŚLINNOŚĆ
pt_br: VEGETAÇÃO BALANÇANTE
ru: ВИСЯЧИЕ РАСТЕНИЯ
zh_cn: 悬吊植物
zh_tw: 懸吊植物

# CHARACTERS.WX78.DESCRIBE.OCEANVINE_COCOON
source: CREEPY CRAWLIES DETECTED
de: GRUSELIGE KRABBELTIERE ENTDECKT
fr: VERMINES EFFRAYANTES DÉTECTÉES
it: BESTIE SPAVENTOSE RILEVATE
ja: ＊嫌悪感を抱かせる物体を探知しました＊
ko: 소름 끼치는 크롤이 감지되었음.
pl: WYKRYTO ROBALE
pt_br: BICHOS ASQUEROSOS DETECTADOS
ru: ОБНАРУЖЕНЫ ПОЛЗУЧИЕ ТВАРИ
zh_cn: 探测到爬行类动物
zh_tw: 探測到爬行類動物

# CHARACTERS.WX78.DESCRIBE.OCEANVINE_COCOON_BURNT
source: SPIDER SOURCE NULLIFIED
de: SPINNENQUELLE NULLIFIZIERT
fr: SOURCE D'ARAIGNÉES ANÉANTIE
it: FONTE DI RAGNI ELIMINATA
ja: ＊クモの根源を無力化しました＊
ko: 스파이더 소스를 무효화함.
pl: ZNIWELOWANO ŹRÓDŁO PAJĄKÓW
pt_br: FONTE DE ARANHAS ANULADA
ru: ИСТОЧНИК ПАУКОВ АННУЛИРОВАН
zh_cn: 蜘蛛源头已无效化
zh_tw: 蜘蛛源頭已無效化

# CHARACTERS.WX78.DESCRIBE.ONEMANBAND
source: AN EXTERNAL SOUND MODULE UPGRADE
de: EINE EXTERNE GERÄUSCHVERBESSERUNG.
es_mx: MÓDULO DE SONIDO EXTERNO ACTUALIZADO
fr: AMÉLIORATION DE MODULE SONORE EXTERNE.
it: UN MIGLIORAMENTO DEL MODULO SONORO ESTERNO
ja: ＊外部音モジュールのアップグレード。＊
ko: 외부 사운드 모듈 업그레이드
pl: ULEPSZENIE ZEWNĘTRZNEGO MODUŁU DŹWIĘKOWEGO.
pt_br: UM APERFEIÇOAMENTO DE MÓDULO DE SOM EXTERNO.
ru: ВНЕШНЕЕ УЛУЧШЕНИЕ МОДУЛЯ ЗВУКА
zh_cn: 外部声音模块升级。
zh_tw: 外部聲音模組升級。

# CHARACTERS.WX78.DESCRIBE.ONION
source: IT HAS LAYERS
de: ES HAT SCHICHTEN
es_mx: TIENE CAPAS
fr: IL Y A PLUSIEURS COUCHES
it: HA STRATI
ja: ＊層があります＊
ko: 여러 겹으로 이루어짐
pl: SKŁADA SIĘ Z WARSTW
pt_br: TEM CAMADAS
ru: РАЗДЕЛЕНО НА СЛОИ
zh_cn: 它有多层
zh_tw: 它有多層

# CHARACTERS.WX78.DESCRIBE.ONION_COOKED
source: ALL THE LAYERS HAVE BEEN COOKED
de: ALLE SCHICHTEN SIND GEKOCHT
es_mx: TODAS LAS CAPAS ESTÁN COCINADAS
fr: TOUTES LES COUCHES ONT ÉTÉ CUITES
it: TUTTI GLI STRATI SONO STATI COTTI
ja: ＊すべての層が焼き終わりました＊
ko: 모든 겹이 조리됨
pl: WSZYSTKIE WARSTWY ZOSTAŁO OBROBIONE TERMICZNIE
pt_br: TODAS AS CAMADAS FORAM ASSADAS
ru: ВСЕ СЛОИ ПРИГОТОВЛЕНЫ
zh_cn: 每一层都煮熟了
zh_tw: 每一層都煮熟了

# CHARACTERS.WX78.DESCRIBE.ONION_OVERSIZED
source: LAYERS UPON LAYERS
de: SCHICHTEN ÜBER SCHICHTEN
fr: COMPOSÉ À 100 % DE COUCHES
it: STRATI SU STRATI
ja: ＊何層にも重なっている＊
ko: 레이어 위의 레이어임.
pl: WARSTWY NA WARSTWACH
pt_br: CAMADAS E MAIS CAMADAS
ru: СЛОЙ ЗА СЛОЕМ
zh_cn: 一层又一层
zh_tw: 一層又一層

# CHARACTERS.WX78.DESCRIBE.ONION_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.OPALPRECIOUSGEM
source: POLYCHROMATIC ROCK
de: POLYCHROMATISCHER FELS
es_mx: ROCA POLICROMÁTICA
fr: PIERRE POLYCHROMATIQUE
it: ROCCIA POLICROMATICA
ja: ＊多色性の岩＊
ko: 다색상의 돌
pl: POLICHROMATYCZNY KAMIEŃ.
pt_br: ROCHA POLICROMÁTICA
ru: ПОЛИХРОМАТИЧЕСКИЙ КАМЕНЬ
zh_cn: 多彩岩石
zh_tw: 多彩岩石

# CHARACTERS.WX78.DESCRIBE.OPALSTAFF
source: MY MOONBASE MADE IT BETTER
de: MEINE MONDBASIS WAR BESSER
es_mx: MI BASE LUNAR CONSIGUIÓ MEJORARLO
fr: MA BASE LUNAIRE A AMÉLIORÉ ÇA
it: LA MIA BASE LUNARE LO HA MIGLIORATO
ja: ＊わたしの月面基地はそれをよりよくしました＊
ko: 월장석을 통해 개선됨
pl: DZIĘKI MOJEJ BAZIE JEST LEPSZY.
pt_br: MINHA BASE LUNAR A DEIXOU MELHOR
ru: МОЯ ЛУННАЯ БАЗА УЛУЧШИЛА ЕГО
zh_cn: 我的月亮基地让它更好
zh_tw: 我的月亮基地讓它更好

# CHARACTERS.WX78.DESCRIBE.ORANGEAMULET
source: A WIRELESS ARM MODULE
de: EIN DRAHTLOSES WAFFENMODUL
es_mx: UN MÓDULO DE BRAZO INALÁMBRICO
fr: MODULE DE BRAS SANS FIL
it: UN MODULO DEL BRACCIO SENZA FILI
ja: ＊ワイヤレスのアームモジュール＊
ko: 무선 팔 모듈
pl: BEZPRZEWODOWY MODUŁ RAMIENNY
pt_br: UM MÓDULO DE BRAÇO SEM FIO
ru: МОДУЛЬ БЕСПРОВОДНОЙ РУКИ
zh_cn: 无线手臂模块
zh_tw: 無線手臂模組

# CHARACTERS.WX78.DESCRIBE.ORANGEGEM
source: IT SHIMMERS IN MY HANDS
de: ES SCHIMMERT IN MEINEN HÄNDEN
es_mx: BRILLA EN MIS MANOS
fr: ELLE BRILLE DANS MES MAINS
it: BRILLA NELLE MIE MANI
ja: ＊私の手の中でキラキラと光ります。＊
ko: 손 안에서 반짝임
pl: SZEMRZE W MOICH DŁONIACH
pt_br: TREMULA NAS MINHAS MÃOS
ru: ПЕРЕЛИВАЕТСЯ В МОИХ РУКАХ
zh_cn: 它在我的手里微微发亮
zh_tw: 它在我的手裡微微發亮

# CHARACTERS.WX78.DESCRIBE.ORANGEMOONEYE
source: TRIANGULATING LENS POSITION
de: TRIANGULATION LINSENPOSITION
es_mx: TRIANGULANDO POSICIÓN DE LENTE
fr: POSITION DE LENTILLE EN TRIANGULATION
it: TRIANGOLAZIONE DELLA POSIZIONE LENTI
ja: ＊三角レンズ位置＊
ko: 렌즈 위치 삼각 측량 중
pl: TRIANGULACJA POZYCJI SOCZEWKI.
pt_br: TRIANGULANDO POSIÇÃO DA LENTE
ru: ТРИАНГУЛЯЦИОННОЕ РАСПОЛОЖЕНИЕ ЛИНЗЫ
zh_cn: 对镜头位置作三角测量
zh_tw: 對鏡頭位置作三角測量

# CHARACTERS.WX78.DESCRIBE.ORANGESTAFF
source: TEMPORAL DISPLACEMENT TECHNOLOGY
de: TEMPORÄRE VERSCHIEBUNGSTECHNIK.
es_mx: TECNOLOGÍA DE DESPLAZAMIENTO TEMPORAL
fr: TECHNOLOGIE DE DÉPLACEMENT TEMPORAIRE
it: TECNOLOGIA DI SPOSTAMENTO TEMPORALE
ja: ＊時間置換技術＊
ko: 시간 변위 기술
pl: TECHNOLOGIA NATYCHMIASTOWEJ RELOKACJI.
pt_br: TECNOLOGIA DE DESLOCAMENTO TEMPORAL
ru: ТЕХНОЛОГИЯ ВРЕМЕННОГО ПЕРЕМЕЩЕНИЯ
zh_cn: 暂时位移技术
zh_tw: 暫時位移技術

# CHARACTERS.WX78.DESCRIBE.PANDORASCHEST
source: CONTENT PROBABILITIES ARE UNCERTAIN
de: INHALTSWAHRSCHEINLICHKEITEN SIND UNSICHER
es_mx: LAS PROBABILIDADES DE CONTENIDO SON INCIERTAS
fr: PROBABILITÉS DE CONTENU INCERTAINES
it: LE PROBABILITÀ DEL CONTENUTO SONO INCERTE
ja: ＊内容の可能性は不明瞭です＊
ko: 내용물 구성 확률이 불확실함
pl: ZAWARTOŚĆ JEST PROCENTOWO NIEPEWNA
pt_br: AS PROBABILIDADES DE CONTEÚDO SÃO INCERTAS
ru: ВЕРОЯТНОЕ СОДЕРЖИМОЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 内容不确定
zh_tw: 內容不確定

# CHARACTERS.WX78.DESCRIBE.PANETTONE
source: ENHANCED BREAD
de: OPTIMIERTES BROT
es_mx: PAN MEJORADO
fr: DU PAIN AMÉLIORÉ
it: PANE MIGLIORATO
ja: ＊改善されたパン＊
ko: 향상된 빵
pl: ULEPSZONY CHLEB
pt_br: PÃO APRIMORADO
ru: УЛУЧШЕННЫЙ ХЛЕБ
zh_cn: 加强面包
zh_tw: 加強麵包

# CHARACTERS.WX78.DESCRIBE.PANFLUTE
source: HARD RESET FOR FLESHLINGS
de: WAS FÜR FLEISCHLINGE
es_mx: REINICIO PARA SERES DE CARNE
fr: REDÉMARRAGE FORCÉ POUR LES CHOSES EN CHAIR
it: UN DURO RISVEGLIO PER GLI ESSERI DI CARNE
ja: ＊有機生命体強制リセットデバイス＊
ko: 살덩어리 하드 리셋
pl: TWARDY RESET DLA MIĘSNYCH STWORZEŃ
pt_br: REINICIALIZAÇÃO FÍSICA PARA AS CARNINHAS
ru: ПЕРЕЗАГРУЗКА ДЛЯ СУЩЕСТВ ИЗ ПЛОТИ
zh_cn: 肉人硬重设
zh_tw: 肉人硬重設

# CHARACTERS.WX78.DESCRIBE.PAPYRUS
source: I PREFER DOT MATRIX PAPER
de: ICH BEVORZUGE PAPIER MIT PUNKTRASTER
es_mx: PREFIERO EL PAPEL DE MATRIZ DE PUNTOS
fr: JE PRÉFÈRE LE PAPIER À IMPRIMANTE
it: PREFERISCO LA CARTA STAMPATA A PUNTI
ja: ＊ドット・マトリックスペーパーの方が好ましいです＊
ko: 본좌는 도트 매트릭스 용지를 선호함
pl: WOLĘ MATRYCE PUNKTOWE.
pt_br: PREFIRO PAPEL MATRICIAL
ru: Я ПРЕДПОЧИТАЮ МАТРИЧНУЮ БУМАГУ
zh_cn: 我更喜欢点阵纸
zh_tw: 我更喜歡點陣紙

# CHARACTERS.WX78.DESCRIBE.PAVLOVA
source: THE TEXTURE IS DIFFICULT TO CLASSIFY
de: TEXTUR IST SCHWIERIG ZU KLASSIFIZIEREN
es_mx: LA TEXTURA ES DIFÍCIL DE CLASIFICAR
fr: IMPOSSIBLE DE CATÉGORISER LA TEXTURE
it: LA CONSISTENZA È DI DIFFICILE CLASSIFICAZIONE
ja: ＊この食感はなにものにも例えがたいです＊
ko: 이 질감은 분류하기 어려움
pl: JEJ STRUKTURA JEST TRUDNA DO SKLASYFIKOWANIA
pt_br: É DIFÍCIL DE CLASSIFICAR A TEXTURA
ru: ТЕКСТУРУ СЛОЖНО КЛАССИФИЦИРОВАТЬ
zh_cn: 质感难以分类
zh_tw: 質感難以分類

# CHARACTERS.WX78.DESCRIBE.PEGHOOK
source: ITS ACID CORRODES METAL
de: SEINE SÄURE KORRODIERT METALL
es_mx: SU ÁCIDO CORROE EL METAL
fr: SON ACIDE CORRODE LE MÉTAL
it: IL SUO ACIDO CORRODE IL METALLO
ja: ＊その酸は金属を腐食させます＊
ko: 금속을 부식시키는 산성물질이 있음
pl: JEGO KWAS PRZEŻERA SIĘ PRZEZ METAL.
pt_br: SEU ÁCIDO CORRÓI METAL
ru: ЭТО МЕТАЛЛ, РАЗЪЕДЕННЫЙ КИСЛОТОЙ
zh_cn: 它的酸液会腐蚀金属
zh_tw: 它的酸液會腐蝕金屬
