Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.SCARECROW.BURNING
source: The scarecrow burns.
de: Die Vogelscheuche brennt.
es: El espantapájaros está ardiendo.
fr: L'épouvantail brûle.
it: Lo spaventapasseri brucia.
ja: かようの案山子が燃えている。
ko: 허수아비가 타는군.
pl: Płonący strach.
pt_br: O espantalho queima.
ru: Пугало горит.
zh_cn: 稻草人燃烧起来了。
zh_tw: 稻草人燃燒起來了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCARECROW.BURNT
source: The scarecrow dost yearn for nothing, now.
de: Die Vogelscheuche will jetzt nichts mehr.
es: El espantapájaros ya no espanta nada.
fr: L'épouvantail ne servira plus à rien maintenant.
it: Lo spaventapasseri brama per niente, ormai.
ja: その案山子は今何も望まない。
ko: 이제 허수아비는 아무것도 바라지 않게 되었군.
pl: Niczego już nie chce.
pt_br: O espantalho não tem mais qualquer aspiração.
ru: Теперь пугалу ничего не нужно.
zh_cn: 稻草人现在什么也不想要了。
zh_tw: 稻草人現在什麼也不想要了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCARECROW.GENERIC
source: Dost thou yearn for a brain?
de: Hättest du nicht gerne ein Hirn?
es: ¿Ansías un cerebro?
fr: Ne chercherais-tu pas un cerveau ?
it: Brami di avere un cervello?
ja: 脳を欲するか？
ko: 뇌를 얻고 싶은가?
pl: Czyż nie chciałbyś mieć mózgu?
pt_br: Vós aspiras por um cérebro?
ru: Нужно ли пугалу посетить Гудвина?
zh_cn: 你想要一个大脑吗？
zh_tw: 你想要一個大腦嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCORCHED_SKELETON
source: Rest easy, spirit. Your fight is over.
de: Ruhe in Frieden, Geist. Dein Kampf ist vorbei.
es: Descansa, espíritu. Tu lucha ha terminado.
fr: Repose en paix, esprit. Ton combat est terminé.
it: Riposa in pace, spirito. La tua lotta è finita.
ja: そなたの戦いは終わった。安らかに眠れ
ko: 편히 쉬거라, 영혼아. 그대의 싸움은 끝났다.
pl: Spoczywaj w spokoju, duchu. Twoja walka dobiegła końca.
pt_br: Pode descansar, espírito. Sua luta acabou.
ru: Покойся с миром, дух. Твоя битва окончена.
zh_cn: 小精灵，放宽心。你的战争结束了。
zh_tw: 小精靈，放寬心。你的戰爭結束了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTINGTABLE.BLOCK
source: May the muses guide our hands!
de: Mögen die Musen unsere Hände leiten!
es: ¡Que las musas guíen nuestras manos!
fr: Que les muses guident tes mains !
it: Possano le muse guidare le tue mani!
ja: 詩神が我が手を導きますように。
ko: 뮤즈들이 우리의 손을 인도하기를!
pl: Niech muzy prowadzą twe dłonie!
pt_br: Que as musas guiem nossas mãos!
ru: Музы, направляйте мои руки!
zh_cn: 希望缪斯指导我们的双手！
zh_tw: 希望繆斯指導我們的雙手！

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTINGTABLE.BURNT
source: Lain to waste.
de: Zerstört.
es: Es inservible.
fr: C'est complètement perdu.
it: Completamente devastato.
ja: 無駄となるのだ。
ko: 아깝게 불타버렸군.
pl: Wszystko na marne.
pt_br: Destruída.
ru: Все полегло впустую.
zh_cn: 糟蹋。
zh_tw: 糟蹋。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTINGTABLE.EMPTY
source: A transformative altar for the stone gods.
de: Ein transformativer Altar für die steinernen Götter.
es: Un altar transformador para los dioses pétreos.
fr: Un autel de transformation pour les dieux de la pierre.
it: Un altare di trasformazione per gli dei di pietra.
ja: 石の神のための変容的な祭壇。
ko: 돌의 신들을 위한 변신의 제단이로군.
pl: Zmienny ołtarz kamiennych bogów.
pt_br: Um altar transformador para os deuses da rocha.
ru: Преобразовательный алтарь для богов камней.
zh_cn: 石头诸神用来变形的祭坛。
zh_tw: 石頭諸神用來變形的祭壇。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: The muses have been kind this day.
de: Die Musen sind heute gut gewesen.
es: Las musas han sido amables hoy.
fr: Les muses sont aimables en ce moment.
it: Le muse sono state gentili quest'oggi.
ja: かようの詩神はこの日、親切なり。
ko: 뮤즈들이 오늘 은혜를 베푸셨군.
pl: Tego dnia muzy były w dobrym humorze.
pt_br: As musas foram boas neste dia.
ru: Сегодня музы были ко мне благосклонны.
zh_cn: 缪斯今天很友善。
zh_tw: 繆斯今天很友善。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: More apt for the halls of Valhalla.
de: Passender für die Hallen von Walhalla.
es: Más apto para las salas de Valhalla.
fr: Ça conviendrait mieux aux couloirs du Walhalla.
it: Più adatto alle sale del Valhalla.
ja: ヴァルハラのホールにふさわしい。
ko: 발할라의 홀에 더 어울릴 듯.
pl: Bardziej pasowałby do komnat Walhalli.
pt_br: Mais adequado para os salões de Valhalla.
ru: Больше подходит для залов Вальхаллы.
zh_cn: 更适合英灵殿大堂。
zh_tw: 更適合英靈殿大堂。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: Will this please the gods? Or anger them?
de: Wird dies den Göttern gefallen? Oder wird es sie ärgern?
es: ¿Agradará esto a los dioses? ¿O los enfadará?
fr: Ça fera plaisir aux dieux ? Ou ça les fâchera ?
it: Compiacerà gli dei? O li farà infuriare?
ja: 是、神々を喜ばすのだろうか？ それとも怒らせるのだろうか？
ko: 과연 이것은 신들을 기쁘게 할까, 아니면 분노케 할까?
pl: Czy to zadowoli bogów? Czy ich rozwścieczy?
pt_br: Isso agradará os deuses? Ou os enfurecerá?
ru: Понравится ли это Богам? Или это их разозлит?
zh_cn: 这会让诸神开心吗？或者会让他们生气？
zh_tw: 這會讓諸神開心嗎？或者會讓他們生氣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: The beast has been roused beneath!
de: Das Tier darunter wurde geweckt!
es: ¡La bestia se ha despertado!
fr: La bête a été réveillée par en-dessous !
it: La bestia che giace dentro è stata risvegliata!
ja: 獣が下で目覚めた！
ko: 아래에 있던 짐승이 깨어났군!
pl: Wewnątrz czai się bestia!
pt_br: A fera foi despertada no interior!
ru: Из-под земли восстал зверь!
zh_cn: 下面的野兽被唤醒了！
zh_tw: 下麵的野獸被喚醒了！

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: We've freed the figure slumbering in the stone.
de: Wir haben die im Stein schlummernde Figur befreit.
es: Hemos liberado a la figura que estaba durmiendo en la piedra.
fr: On a libéré la forme qui dormait dans la pierre.
it: Abbiamo liberato la figura dormiente nella pietra.
ja: 我等、石の中で眠っていた人物を解放した。
ko: 돌 안에서 자고 있던 존재를 해방시킨 모양이다.
pl: Uwolniliśmy istotę uśpioną w kamieniu.
pt_br: Libertamos a figura que dormia dentro da rocha.
ru: Мы высвободили фигуру, дремлющую в камне.
zh_cn: 我们释放了在石头中沉睡的那个人物。
zh_tw: 我們釋放了在石頭中沉睡的那個人物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_BISHOPHEAD
source: A follower of Mimir, mayhaps?
de: Ein Anhänger von Mimir vielleicht?
es: ¿Un seguidor de Mimir, tal vez?
fr: Un adepte de Mimir, peut-être ?
it: Un seguace di Mimir, forse?
ja: ミミールの信奉者か？
ko: 혹시 미미르의 추종자인가?
pl: Wyznawca Mimira?
pt_br: Um seguidor de Mimir, talvez?
ru: Возможно, это последователь Мимира?
zh_cn: 也许是密米尔的跟随者？
zh_tw: 也許是密米爾的跟隨者？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: An abandoned monument to the gods?
de: Eine verlassenes Denkmal für die Götter?
es: ¿Un monumento abandonado para los dioses?
fr: Un monument abandonné dédié aux dieux ?
it: Un monumento agli dei abbandonato?
ja: 神への捨てられたモニュメントか？
ko: 신들에게 바쳐진 기념물이 버려진 것인가?
pl: Zapomniany posąg na cześć bogów?
pt_br: Um monumento abandonado para os deuses?
ru: Забытый памятник богам?
zh_cn: 一块诸神遗弃的纪念碑？
zh_tw: 一塊諸神遺棄的紀念碑？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: Might we come to regret this action?
de: Ob wir das wohl noch bereuen werden?
es: ¿Lamentaremos esta acción?
fr: Aurons-nous à regretter cette action ?
it: Potremmo rimpiangere questa azione?
ja: この行為を我等は悔いるのだろうか？
ko: 설마 우리 후회하게 되는 건 아니겠지?
pl: Będziemy tego żałować?
pt_br: Será que acabaremos por nos arrepender dessa ação?
ru: Будем ли мы сожалеть о содеянном?
zh_cn: 我们会后悔这一行动吗？
zh_tw: 我們會後悔這一行動嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: The beast has been roused beneath!
de: Das Tier darunter wurde geweckt!
es: ¡La bestia se ha despertado!
fr: La bête a été réveillée par en-dessous !
it: La bestia che giace dentro è stata risvegliata!
ja: 獣が下で目覚めた！
ko: 아래에 있던 짐승이 깨어났군!
pl: Wewnątrz czai się bestia!
pt_br: A fera foi despertada no interior!
ru: Из-под земли восстал зверь!
zh_cn: 下面的野兽被唤醒了！
zh_tw: 下麵的野獸被喚醒了！

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: An icon of evil, surely!
de: Ein Symbol des Bösen, sicherlich!
es: ¡Un icono del mal, sin duda!
fr: Une icône du mal, sans aucun doute !
it: Un'icona del male, non c'è dubbio!
ja: 邪悪の象徴、間違いない！
ko: 이건 분명한 악의 상징이다!
pl: Uosobienie zła, bez dwóch zdań!
pt_br: Um ícone do mal, certamente!
ru: Несомненно, это метка зла!
zh_cn: 当然是邪恶的象征！
zh_tw: 當然是邪惡的象徵！

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: Dost thou yearn for a body?
de: Sehnst du dich nach einem Körper?
es: ¿Ansías un cuerpo?
fr: Ne chercherais-tu pas un corps ?
it: Brami di trovare un corpo?
ja: 肉体を欲するか？
ko: 육체를 원하는가?
pl: Czyż nie pragniesz mieć ciała?
pt_br: Vós aspirais por um corpo?
ru: Желает ли голова воссоединиться с туловищем?
zh_cn: 你想要一个身体吗？
zh_tw: 你想要一個身體嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: Warriors are not concerned with decorative sculptures.
de: Krieger brauchen keine dekorativen Skulpturen.
es: A los guerreros no les preocupan las esculturas decorativas.
fr: Les guerriers n'ont que faire des sculptures décoratives.
it: I guerrieri non sono interessati alle sculture decorative.
ja: 戦士は装飾彫刻には関心がない。
ko: 전사는 장식용 조각상에는 관심 없다.
pl: Wojownicy nie zwracają uwagi na dekoracje.
pt_br: Guerreiros não têm preocupação com esculturas decorativas.
ru: Воины не увлекаются декорацией скульптур.
zh_cn: 战士们不关心装饰性的雕像。
zh_tw: 戰士們不關心裝飾性的雕像。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: Gods help us on Mani's night.
de: Götter helfen uns in Manis Nacht.
es: Los dioses nos ayudan en la noche de Máni.
fr: Les dieux nous aident dans la nuit de Mani.
it: Gli dei ci aiutano nella notte di Mani.
ja: 神々はマニの夜で我等を助ける。
ko: 마니의 밤에 신들께서 우리를 도우시기를.
pl: Wspomóżcie nas, bogowie, w noc Maniego.
pt_br: Os deuses nos ajudam na noite de Máni.
ru: Боги благосклонны к нам в ночь Мáни.
zh_cn: 请诸神在玛尼的夜晚帮助我们。
zh_tw: 請諸神在瑪尼的夜晚幫助我們。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: The beast has been roused beneath!
de: Das Tier darunter wurde geweckt!
es: ¡La bestia se ha despertado!
fr: La bête a été réveillée par en-dessous !
it: La bestia che giace dentro è stata risvegliata!
ja: 獣が下で目覚めた！
ko: 아래에 있던 짐승이 깨어났군!
pl: Wewnątrz czai się bestia!
pt_br: A fera foi despertada no interior!
ru: Из-под земли восстал зверь!
zh_cn: 下面的野兽被唤醒了！
zh_tw: 下麵的野獸被喚醒了！

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: I fear we've unleashed a great evil.
de: Ich fürchte, wir haben ein großes Übel entfesselt.
es: Me temo que hemos desatado un gran mal.
fr: J'ai peur qu'on ait libéré un mal très puissant.
it: Temo di aver scatenato un male immenso.
ja: 我等は強大な悪を解き放ってしまったのではなかろうか。
ko: 거대한 악을 깨운 것 같군.
pl: Obawiam się, że uwolniliśmy wielkie zło.
pt_br: Temo que tenhamos despertado um grande mal.
ru: Боюсь, что мы высвободили великое зло.
zh_cn: 我恐怕我们已经放出了一个强大的魔鬼。
zh_tw: 我恐怕我們已經放出了一個強大的魔鬼。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCULPTURE_ROOKNOSE
source: It has strayed from the warrior's path.
de: Ist vom Weg des Kriegers abgekommen.
es: Se ha apartado del camino del guerrero.
fr: Il s'est écarté du sentier du guerrier.
it: Ha deviato il percorso del guerriero.
ja: それは武士の道から外れたのだ。
ko: 전사의 도에서 벗어났군.
pl: Zabłąkał się na drodze wojownika.
pt_br: Desviou do caminho do guerreiro.
ru: Он отбился от пути воина.
zh_cn: 它已经偏离战士的路了。
zh_tw: 它已經偏離戰士的路了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: Tis no more.
de: Er ist nicht mehr.
es: Se acabó.
fr: Adieu.
it: Non esiste più.
ja: ここまでだ。
ko: 더는 없군.
pl: Nie ma i już.
pt_br: Já era.
ru: И нет его.
zh_cn: 不复存在。
zh_tw: 不復存在。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: A seafaring Viking is keen of mind and sharp of wit.
de: Seefahrende Wikinger sind von scharfem Verstande.
es: Una vikinga marinera cuenta con mente despierta e ingenio afilado.
fr: Un Viking qui vögue sur la mer est habile et adröit.
it: Un navigatore vichingo ha la mente lucida e pronta.
ja: 船乗りのヴァイキングは頭がよく機知に富んでいる。
ko: 배를 타는 바이킹은 정신이 예리하고 재치가 날카롭지.
pl: Wiking ma bystry umysł i ostry dowcip.
pt_br: Uma viking navegante é perspicaz e tem uma mente afiada.
ru: Викинги-мореходы должны быть умны и уравновешены.
zh_cn: 航海的维京人热心机智。
zh_tw: 航海的維京人熱心機智。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEAFOODGUMBO
source: A meal fit for a Viking queen.
de: Ein Mahl, das einer Wikingerkönigin würdig ist.
es: Una comida digna de una reina vikinga.
fr: Un repas digne d'une reine viking.
it: Un pasto degno di una regina vichinga.
ja: ヴァイキングの女王にふさわしい食事だ。
ko: 바이킹 여왕에게 어울리는 식사군.
pl: Posiłek godzien królowej wikingów.
pt_br: Uma refeição digna de uma rainha viking.
ru: Еда, достойная королевы викингов.
zh_cn: 维京女王的御膳。
zh_tw: 維京女王的禦膳。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEASTACK
source: I shall not dash mine ship upon thee!
de: Auf dich setze ich mein Schiff nicht!
es: ¡No precipitaré mi navío sobre el tuyo!
fr: Je ne jetterai pöint mön drakkar sur eux !
it: Non farò incagliare la mia nave su di te!
ja: 汝に我が船をぶつけることはない！
ko: 내 배로 돌진하진 않겠다!
pl: Nie roztrzaskam swej łodzi na tobie!
pt_br: É melhor não jogar meu navio em cima deles!
ru: Мой корабль на тебя не сядет!
zh_cn: 吾之船万万不能撞上汝！
zh_tw: 吾之船萬萬不能撞上汝！

# CHARACTERS.WATHGRITHR.DESCRIBE.SEEDPOUCH
source: For carrying worthless seeds.
de: Darin verwahrt man wertloses Saatgut.
es: Sirve para transportar semillas inútiles.
fr: Cela sert à transpörter d'inutiles graines.
it: Per trasportare inutili semi.
ja: 無益な種を運ぶため。
ko: 가치도 없는 씨앗을 운반하려고.
pl: Do noszenia bezwartościowych nasion.
pt_br: Para transportar sementes desprezíveis.
ru: Чтобы носить никчемные семена.
zh_cn: 可以携带不值钱的种子。
zh_tw: 可以攜帶不值錢的種子。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEEDS_COOKED
source: Tiny nature bits, cooked to death.
de: Winzige Stückchen Natur, zu Tode gekocht.
es: Pequeños trozos de naturaleza, cocinados hasta la muerte.
fr: Petits morceaux de nature, cuits à mort.
it: Piccoli pezzetti di natura, cucinati fino alla morte.
ja: 息絶えるまで調理された、小さな自然のつぶつぶ。
ko: 자연의 작은 조각을 죽도록 요리한 것이다.
pl: Małe okruchy przyrody, uprażone na śmierć.
pt_br: Pedacinhos de natureza, cozidos até a morte.
ru: Крошечные кусочки самой природы, зажаренные до смерти.
zh_cn: 微小的自然产物，给烤死了。
zh_tw: 微小的自然產物，給烤死了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SENTRYWARD
source: May the secrets of this land be divulged by the gods.
de: Mögen die Geheimnisse dieses Landes von den Göttern bewahrt werden.
es: Que los dioses divulguen los secretos de esta tierra.
fr: Puissent les secrets de cette terre être révélés par les dieux.
it: Che i segreti di questa terra possano essere divulgati dagli dei.
ja: 願わくは、かの国の秘密、神々によりて暴かれんことを。
ko: 신들께서 이 땅의 비밀을 밝혀주시기를.
pl: Niech bogowie ujawnią tajemnice tej krainy.
pt_br: Que os segredos desta terra sejam divulgados pelos deuses.
ru: Да будут секреты этих земель раскрыты богами.
zh_cn: 希望这片土地的秘密会被诸神所泄露。
zh_tw: 希望這片土地的秘密會被諸神所洩露。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEWING_KIT
source: I am no seamstress, but repairs are sometimes necessary.
de: Ich bin zwar keine Näherin, aber Reparaturen sind manchmal notwendig.
es: No soy costurera, pero las reparaciones a veces son necesarias.
fr: Je ne suis pas couturière, mais il faut parfois faire des réparations.
it: Non sono una sarta, ma le riparazioni a volte sono necessarie.
ja: 私に針子の才能はないが、修繕が必要なこともある。
ko: 내가 재봉사는 아니지만, 가끔 옷 수선이 필요할 때가 있기는 하지.
pl: Nie jestem krawcową, ale każdy musi umieć przyszyć guzik.
pt_br: Não sou costureira, mas reparos às vezes são necessários.
ru: Я не швея, но иногда приходится чинить прорехи.
zh_cn: 虽然我不是女裁缝，但偶尔也得缝缝补补。
zh_tw: 雖然我不是女裁縫，但偶爾也得縫縫補補。

# CHARACTERS.WATHGRITHR.DESCRIBE.SEWING_TAPE
source: Luckily I need be no seamstress with this!
de: Zum Glück muss ich dafür keine Schneiderin sein!
es: ¡Por suerte, no hace falta que sea costurera!
fr: Heureusement, pas besoin d'être couturière avec ça !
it: Fortunatamente non serve saper cucire!
ja: これなら、裁縫ができずとも問題ないな！
ko: 다행히 이게 있으면 재봉사 노릇 안 해도 된다!
pl: Na szczęście nie trzeba tu krawcowej!
pt_br: Por sorte, não preciso ter habilidades de costura com isso!
ru: Какое счастье, с этой штукой мне не придется шить!
zh_cn: 幸好，我不需要使用这个变成女裁缝！
zh_tw: 幸好，我不需要使用這個變成女裁縫！

# CHARACTERS.WATHGRITHR.DESCRIBE.SHADOWDIGGER
source: I hope this serf is being treated with dignity.
de: Ich hoffe, diese Getreue wird mit Würde behandelt.
es: Espero que se trate a este siervo con dignidad.
fr: J'espère que ce serf est traité dignement.
it: Spero che questo servo venga trattato con dignità.
ja: 奴隷か…ひどく扱われていなければよいが
ko: 이 노예는 충분히 인간적인 대우를 받았으면 좋겠군.
pl: Ufam, iż jeniec traktowany jest z należnym szacunkiem.
pt_br: Espero que este servo esteja sendo tratado com dignidade.
ru: Надеюсь, с этим смердом обращаются по его достоинству.
zh_cn: 我希望这个农奴能受到尊重。
zh_tw: 我希望這個農奴能受到尊重。

# CHARACTERS.WATHGRITHR.DESCRIBE.SHADOWHEART
source: Blackest hearts. Darkest omens.
de: Schwärzeste Herzen. Dunkelste Omen.
es: Los corazones más negros. Los presagios más negros.
fr: À cœurs noirs, noirs présages.
it: Più oscuri i cuori. Più oscuri i presagi.
ja: 漆黒の心、深淵の予兆。
ko: 가장 검은 심장. 가장 어두운 징조.
pl: Najczarniejsze serca. Najmroczniejsze znaki.
pt_br: Corações sombrios. Presságios sombrios.
ru: Чернейшие сердца. Наитемнейшие знамения.
zh_cn: 最黑暗的心。最黑暗的预兆。
zh_tw: 最黑暗的心。最黑暗的預兆。

# CHARACTERS.WATHGRITHR.DESCRIBE.SHARK
source: Do you come to challenge me, sea beast?
de: Du willst mich herausfordern, Seeungeheuer?
es: ¿Vienes a desafiarme, bestia marina?
fr: Viens-tu me défier, beste marine ?
it: Vieni a sfidarmi, bestia marina?
ja: 我に戦いを挑むというのか…海の野獣よ？
ko: 나에게 도전하는 거냐, 바다짐승?
pl: Wyzywasz mnie, morska bestio?
pt_br: Você veio me desafiar, fera do mar?
ru: Ты бросаешь мне вызов, морская тварь?
zh_cn: 你是来挑战我的吗，海兽？
zh_tw: 你是來挑戰我的嗎，海獸？

# CHARACTERS.WATHGRITHR.DESCRIBE.SHELL_CLUSTER
source: Tis naught but a clump of shells.
de: Es ist nur ein Muschelklumpen.
es: No es más que un pegote de conchas.
fr: Rien de plus qu'un amas de cöquillages.
it: È solo un ammasso di conchiglie.
ja: 貝の塊に過ぎない。
ko: 조개껍데기 덩어리에 불과하군.
pl: To jeno trochę muszli.
pt_br: Isso não passa de um amontoado de conchas.
ru: Это всего лишь скопление ракушек.
zh_cn: 不过是一簇贝壳尔尔。
zh_tw: 不過是一簇貝殼爾爾。

# CHARACTERS.WATHGRITHR.DESCRIBE.SHIELDOFTERROR
source: Why cower behind a shield when you can strike with it!
de: Warum sich hinter einem Schild verstecken, wenn du damit zuschlagen kannst!
es: ¿Por qué esconderse tras un escudo cuando puedes usarlo para atacar?
fr: Pöurquöi trembler derrière un böuclier alörs que l'ön peut s'en servir pöur frapper !
it: Perché ripararsi dietro uno scudo quando lo si può usare per colpire?!
ja: 攻撃できる盾の後ろで縮こまっている道理はない！
ko: 방패로 칠 수 있는 데 왜 그 뒤에 숨은 거야!
pl: Po co kulić się ze strachu za tarczą, jak można nią atakować?!
pt_br: Por que se esconder atrás de um escudo quando se pode atacar com ele?!
ru: Зачем скрываться за щитом, если можно им атаковать?
zh_cn: 既然能用盾牌攻击，为什么要畏缩在盾牌后面呢？
zh_tw: 既然能用盾牌攻擊，為什麼要畏縮在盾牌後面呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.SHOVEL
source: I'd prefer a ship burial, though this might have its uses.
de: Ich will zwar ein Seebegräbnis, aber das könnte trotzdem nützlich sein.
es: Preferiría un entierro del barco, aunque esto puede tener sus usos.
fr: Je préférerais un bateau-tombe, mais ça pourrait quand même servir.
it: Preferirei una barca funeraria, ma potrebbe comunque tornarmi utile.
ja: 舟棺葬には不要な道具だが…使い道はあろう
ko: 배에 장례를 치는 것을 선호하지요. 이것도 쓸데가 있겠지만.
pl: Wolałabym, by pochowano mnie na okręcie, ale łopata też może się przydać.
pt_br: Eu preferiria um funeral em um barco, embora este possa ter sua utilidade.
ru: Я бы предпочла похороны на корабле, хотя это тоже может для чего-нибудь сгодиться.
zh_cn: 虽然我更喜欢船葬，但它可能有别的用处。
zh_tw: 雖然我更喜歡船葬，但它可能有別的用處。

# CHARACTERS.WATHGRITHR.DESCRIBE.SHROOMCAKE
source: A Viking would never stoop to eat such an unworthy thing.
de: Ein Wikinger würde sich niemals dazu herablassen, so etwas Unwürdiges zu essen.
es: Los auténticos vikingos jamás se rebajarían a comer algo tan indigno.
fr: Un Viking pöint ne s'abaisserait à manger une nöurriture aussi indigne.
it: Un vichingo non mangerebbe mai qualcosa di tanto indegno.
ja: バイキングはかように無益な物を食うためにかがむことはせぬ。
ko: 바이킹이라면 그런 가치 없는 것을 먹으려고 몸을 굽히지는 않을 거라고.
pl: Wiking nigdy by nie zjadł czegoś tak niegodnego.
pt_br: Uma viking jamais se rebaixaria comendo uma coisa tão desprezível.
ru: Истый викинг никогда не прикоснется к недостойным яствам.
zh_cn: 维京人绝对不会弯腰吃这种东西。
zh_tw: 維京人絕對不會彎腰吃這種東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.SHROOM_SKIN
source: A trophy of our battles!
de: Eine Trophäe unsere Schlachten!
es: ¡Un trofeo de nuestras batallas!
fr: Un trophée de nos combats !
it: Un trofeo delle nostre battaglie!
ja: 我等が戦のトロフィーよ。
ko: 우리가 치른 전투의 트로피로군!
pl: Trofeum na dowód naszych przewag!
pt_br: Um troféu de nossas batalhas!
ru: Награда за наши битвы!
zh_cn: 我们战斗的战利品！
zh_tw: 我們戰鬥的戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.SIESTAHUT.BURNT
source: It has been razed.
de: Wurde zerstört.
es: Ha sido destruida.
fr: Complètement rasée.
it: È stata rasa al suolo.
ja: 焼失し土に帰った。
ko: 불타버렸군.
pl: Został starty z powierzchni ziemi.
pt_br: Foi arrasada.
ru: Здесь ничего не осталось.
zh_cn: 它被彻底摧毁了。
zh_tw: 它被徹底摧毀了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SIESTAHUT.GENERIC
source: A place to rest one's battle-weary head.
de: Ein Ort, um den kampfesmüden Kopf auszuruhen.
es: Un lugar para descansar la cabeza cansada por la batalla.
fr: Un endroit où se reposer après de rudes batailles.
it: Un posto per riposare la testa stanca dalla battaglia.
ja: 戦に疲れた体を休めることができよう
ko: 전투에 지친 머리를 쉴 곳이다.
pl: Miejsce, by złożyć zmęczoną bojem głowę.
pt_br: Um lugar para descansar a cabeça cansada da batalha.
ru: Здесь можно опустить утомленную сражениями голову.
zh_cn: 在这里，人们因战斗而疲倦的头脑得到休息。
zh_tw: 在這裡，人們因戰鬥而疲倦的頭腦得到休息。

# CHARACTERS.WATHGRITHR.DESCRIBE.SILK
source: Useful for binding, and for remembering victories past.
de: Nützlich um Stoffe herzustellen und sich an vergangene Siegen zu erinnern.
es: Útil para tejer, y para recordar victorias pasadas.
fr: Pratique pour attacher et se souvenir des victoires du passé.
it: Utile per legare e per ricordare le vittorie del passato.
ja: 本を綴ったり、過去の勝利を記録するのに役立つ。
ko: 뭔가를 묶거나 과거의 승리를 상기시키는 데 쓰인다.
pl: Kleista pajęcza wydzielina.
pt_br: Útil para amarração e para lembrar das vitórias passadas.
ru: Поможет что-нибудь связать и напомнит о былых победах.
zh_cn: 可用于缝合东西和记住胜利事迹。
zh_tw: 可用於縫合東西和記住勝利事蹟。

# CHARACTERS.WATHGRITHR.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: {note}? I expected it to sound more like a war bugle.
de: {note}? Ich hätte gedacht, es klingt wie ein Kriegshorn.
es: ¿{note}? Esperaba que sonase más a corneta de guerra.
fr: {note} ? J'eusse davantage anticipé un clairön de guerre.
it: {note}? Pensavo suonasse più come un corno da guerra.
ja: {note}？ それが戦のラッパの如く聞こえると思っていた。
ko: {note}? 좀 더 전투 나팔 소리랑 비슷할 줄 알았는데.
pl: {note}? Myślałam, że to dźwięk rogów.
pt_br: {note}? Esperava que soasse mais como um clarim de guerra.
ru: {note}? Я думала, будет похоже на боевой рог.
zh_cn: {note}? 我本来期待它发出军号的声音。
zh_tw: {note}? 我本來期待它發出軍號的聲音。

# CHARACTERS.WATHGRITHR.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: It sings a siren's song. In {note}.
de: Singt ein Sirenenlied. In {note}.
es: Suena a canto de sirena. En {note}.
fr: Il chante une chansön de sirène. En {note}.
it: È il canto di una sirena. In {note}.
ja: 其れ、警笛の歌を歌う。{note}にて
ko: 세이렌의 노래를 부르는군. {note} 높이로.
pl: Syreni śpiew. W tonacji {note}.
pt_br: Canta uma canção de sereia. Em {note}.
ru: {note}. Песнь сирены.
zh_cn: 它唱着塞壬的歌曲。{note} 的音。
zh_tw: 它唱著塞壬的歌曲。{note} 的音。
