Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.BURNING
source: You will not be missed.
de: Du wirst niemandem fehlen.
es: No se te echará de menos.
es_mx: No te extrañaremos.
fr: On ne te regrettera pas.
it: Non sentiremo la tua mancanza.
ja: これで、ケガする心配なくなったネ
ko: 별로 아쉽지도 않네.
pl: Nie będę tęsknić.
pt_br: Ninguém sentirá sua falta.
ru: По тебе никто не будет скучать.
zh_cn: 不会有人想你的。
zh_tw: 不會有人想你的。

# CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.BURNT
source: The wood gives off a unique aroma when burned.
de: Das Holz riecht ganz einzigartig, wenn es brennt.
es: La madera desprende un aroma único cuando arde.
es_mx: La madera desprende un aroma único cuando arde.
fr: Ce bois répand un arôme unique quand il brûle.
it: Il legno emana un aroma unico quando è bruciato.
ja: この木、炭になると、独特の香り放つネ
ko: 나무가 타면서 독특한 향이 나네.
pl: Podczas palenia wydziela wyjątkowy aromat.
pt_br: A madeira exala um aroma único quando queimada.
ru: Это дерево пахнет по-особенному, когда горит.
zh_cn: 这木头烧着后散发出独特的香气。
zh_tw: 這木頭燒著後散發出獨特的香氣。

# CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.CHOPPED
source: There. Now you cannot prick anyone.
de: So, jetzt gibt es nichts mehr zum Pflücken.
es: Ves. Ahora ya no puedes pinchar a nadie.
es_mx: Listo. Ya no puedes pinchar a nadie.
fr: Tiens ! Tu piqueras plus personne.
it: Ecco. Ora non puoi pungere nessuno.
ja: これでもう、トゲが刺さる心配ないネ
ko: 이젠 아무도 찌를 수 없게 되었구나.
pl: O! I nikogo już nie ukłujesz.
pt_br: Pronto. Agora você não pode mais espetar ninguém.
ru: Вот так. Теперь ты никого не уколешь.
zh_cn: 现在你不能扎到任何人了。
zh_tw: 現在你不能紮到任何人了。

# CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.GENERIC
source: I am ever so glad I'm not a tree hugger.
de: Zum Glück bin ich keiner, der Bäume umarmt.
es: Me alegro mucho de no ser un amante de los árboles.
es_mx: Me alegro mucho de no ser un amante de los árboles.
fr: Embrasser les arbres n'a jamais été mon truc.
it: Sono grato di non essere un abbraccia-alberi.
ja: 木なのに、攻撃してくるヨ！
ko: 내가 나무를 사랑하는 사람이 아니라서 다행이야.
pl: Dobrze, że nie mam w zwyczaju przytulać się do drzew.
pt_br: Estou muito contente de não ser um amante de árvores.
ru: Никогда так не радовался тому, что не люблю обниматься с деревьями.
zh_cn: 很高兴我不是个爱抱树的人。
zh_tw: 很高興我不是個愛抱樹的人。

# CHARACTERS.WARLY.DESCRIBE.MASHEDPOTATOES
source: The secret is to use a whole stick of butter.
de: Das Geheimnis besteht in genügend Butter.
es: El secreto es usar una barra entera de mantequilla.
es_mx: El truco es utilizar una barra entera de mantequilla.
fr: Le secret, c'est d'utiliser toute la plaquette de beurre.
it: Il segreto è usare un intero panetto di burro.
ja: コツは、バター1個ぜ～んぶ使うところダヨ。
ko: 버터 하나를 통째로 쓰는 게 비법이지.
pl: Sekret w tym, żeby użyć całej kostki masła.
pt_br: O segredo é usar um pedaço de manteiga inteiro.
ru: Мой секрет? Я использую всю упаковку масла.
zh_cn: 秘方就是用一整块黄油。
zh_tw: 秘方就是用一整塊黃油。

# CHARACTERS.WARLY.DESCRIBE.MAST
source: An important ingredient for any sailboat.
de: Eine wichtige Zutat für Segelboote.
es: Un ingrediente importante para cualquier velero.
es_mx: Un ingrediente que no puede faltar en ningún velero.
fr: Un ingrédient important pour n'importe quel navire.
it: Un elemento importante in una barca a vela.
ja: どんな船にも重要な材料だネ。
ko: 모든 범선에서 중요한 재료야.
pl: Ważny składnik każdej łódki.
pt_br: Um ingrediente importante para qualquer veleiro.
ru: Важный ингредиент для каждого корабля.
zh_cn: 帆船的必备原料。
zh_tw: 帆船的必備原料。

# CHARACTERS.WARLY.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: It does lighten the mood considerably.
de: Hellt die Stimmung deutlich auf.
es: Aligera considerablemente el estado de ánimo.
es_mx: Ilumina mucho el ánimo.
fr: Cet objet illumine littéralement une journée.
it: Effettivamente illumina di molto le cose.
ja: 雰囲気がとても明るくなるネ。
ko: 주변이 상당히 밝아져.
pl: Rozjaśnia umysł.
pt_br: Alivia o clima consideravelmente.
ru: Действительно разгоняет мрак на душе.
zh_cn: 这确实让人心情轻松不少。
zh_tw: 這確實讓人心情輕鬆不少。

# CHARACTERS.WARLY.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: It will be sizzling with electricity in no time.
de: Der knistert im Handumdrehen vor Elektrizität.
es: Enseguida estará chisporroteando con electricidad.
es_mx: Estará chisporroteando con electricidad en poco tiempo.
fr: Il crépitera bientôt d'électricité.
it: Ben presto l'elettricità lo farà sfrigolare.
ja: すぐに電気で熱くなるヨ。
ko: 금세 전기가 지글거릴 거야.
pl: Zaraz będzie skwierczeć od elektryczności.
pt_br: Vai estar chiando com eletricidade em pouco tempo.
ru: Скоро снова будет светиться от электричества.
zh_cn: 很快就会被电的炙热。
zh_tw: 很快就會被電的炙熱。

# CHARACTERS.WARLY.DESCRIBE.MAST_ITEM
source: An important ingredient for any sailboat.
de: Eine wichtige Zutat für Segelboote.
es: Un ingrediente importante para cualquier velero.
es_mx: Un ingrediente que no puede faltar en ningún velero.
fr: Un ingrédient important pour n'importe quel navire.
it: Un elemento importante in una barca a vela.
ja: どんな船にも重要な材料だネ。
ko: 모든 범선에서 중요한 재료야.
pl: Ważny składnik każdej łódki.
pt_br: Um ingrediente importante para qualquer veleiro.
ru: Важный ингредиент для каждого корабля.
zh_cn: 帆船的必备原料。
zh_tw: 帆船的必備原料。

# CHARACTERS.WARLY.DESCRIBE.MAST_MALBATROSS
source: It looks nice, non?
de: Sieht nett aus, non?
es: Es una preciosidad, ¿non?
es_mx: Se ve genial, ¿non?
fr: C'est pas mal, non ?
it: Bella, n'est pas?
ja: かっこいい？ダメかな？
ko: 괜찮아 보이지 않아?
pl: Ładne, non?
pt_br: Parece ótimo, non?
ru: Выглядит неплохо, non?
zh_cn: 看着不错，不是吗？
zh_tw: 看著不錯，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.MAST_MALBATROSS_ITEM
source: Light as many feathers!
de: Federleicht
es: ¡Ligero como muchas plumas!
es_mx: ¡Es tan ligero como muchas plumas!
fr: C'est léger comme... plein de plumes !
it: Leggera come tante piume!
ja: できるだけ多くの羽に明かりをつけて！
ko: 깃털을 모아 놓은 것처럼 가벼워!
pl: Lekkie jak pióro!
pt_br: Leve como muitas penas.
ru: Легкая как перышко. Много перышек.
zh_cn: 轻如鸿毛！
zh_tw: 輕如鴻毛！

# CHARACTERS.WARLY.DESCRIBE.MAXWELL
source: You! You... villain!
de: Du ... Du ... Schurke!
es: ¡Tú...! ¡Villano!
es_mx: ¡Tú...! ¡Villano!
fr: Toi ! Toi... méchant !
it: Tu! Tu... cattivo!
ja: オマエ！悪いヤツ！
ko: 너! 너... 이 악당아!
pl: Ty! Ty... nikczemniku!
pt_br: Você! Você... vilão!
ru: Ты! Ты… негодяй!
zh_cn: 你！你...坏蛋！
zh_tw: 你！你...壞蛋！

# CHARACTERS.WARLY.DESCRIBE.MAXWELLHEAD
source: He must eat massive sandwiches.
de: Der isst bestimmt riesige Wurstbrötchen.
es: Debe de comer bocadillos enormes.
es_mx: Seguro come bocadillos enormes.
fr: Il doit lui falloir des sandwichs énormes.
it: Deve mangiare dei panini enormi.
ja: 巨大サンドイッチ、食べるのカナ？
ko: 샌드위치도 엄청 크게 만들어 먹게 생겼군.
pl: Pewnie zjada olbrzymie kanapki.
pt_br: Ele deve comer sanduíches imensos.
ru: Должно быть, он ест огромные сэндвичи.
zh_cn: 他肯定吃了大量的三文治。
zh_tw: 他肯定吃了大量的三文治。

# CHARACTERS.WARLY.DESCRIBE.MAXWELLLIGHT
source: A light is always welcome.
de: Ein Licht ist immer willkommen.
es: Una luz siempre es bienvenida.
es_mx: Una luz siempre es bienvenida.
fr: Une lumière est toujours bienvenue.
it: Una luce è sempre benvenuta.
ja: 明かりなら、なんでも歓迎だヨ
ko: 빛은 언제나 환영이지.
pl: Trochę światła nigdy nie zaszkodzi.
pt_br: Uma luz é sempre bem-vinda.
ru: Свет никогда не помешает.
zh_cn: 有灯总是好的。
zh_tw: 有燈總是好的。

# CHARACTERS.WARLY.DESCRIBE.MAXWELLLOCK
source: But where is the key?
de: Aber wo ist der Schlüssel?
es: Pero ¿dónde está la llave?
es_mx: Pero ¿dónde está la llave?
fr: Mais où est la clé ?
it: Ma dov'è la chiave?
ja: カギは、どこカナ…？
ko: 근데, 열쇠는 어디에 있지?
pl: Tylko gdzie jest klucz?
pt_br: Mas onde está a chave?
ru: Но где же ключ?
zh_cn: 可是钥匙在哪儿？
zh_tw: 可是鑰匙在哪兒？

# CHARACTERS.WARLY.DESCRIBE.MAXWELLPHONOGRAPH
source: I wonder what is in his record collection?
de: Ich frage mich, was in seiner Plattensammlung ist.
es: Me pregunto qué tendrá en su colección de discos.
es_mx: Me pregunto qué tendrá en su colección de discos.
fr: Je me demande ce qu'il a dans sa collection de disques.
it: Mi chiedo cosa abbia nella sua collezione di dischi.
ja: アイツ、どんなレコード持ってるのカナ？
ko: 어떤 음반 컬렉션을 갖고 있을까?
pl: Ciekawe, jakich płyt słucha.
pt_br: O que será que ele tem na sua coleção de discos?
ru: Интересно, что есть в его коллекции пластинок?
zh_cn: 我想知道他收集的唱片都有些什么？
zh_tw: 我想知道他收集的唱片都有些什麼？

# CHARACTERS.WARLY.DESCRIBE.MAXWELLTHRONE
source: Heavy is the bum that sits on the throne...
de: Schwer ist der Arsch, der auf dem Throne sitzt ...
es: Inquieto vive el culo que se sienta en el trono...
es_mx: Inquieto vive el trasero que se sienta en el trono...
fr: Un trône pour personne à gros postérieur...
it: Pesante è il sedere che siede sul trono...
ja: 「玉座に座る者に、苦悩はつきもの」ネ…
ko: 옥좌란 원래 한 번 앉으면 일어나기 힘들지...
pl: Ciężki jest tyłek zasiadający na tronie...
pt_br: Pesado é o traseiro que senta no trono...
ru: Тяжелая задница восседает на троне…
zh_cn: 王座上坐着的是不可承受之重...
zh_tw: 王座上坐著的是不可承受之重...

# CHARACTERS.WARLY.DESCRIBE.MEAT
source: I must remember to cut across the grain.
de: Ich muss daran denken, gegen die Faser zu schneiden.
es: Debo acordarme de cortar el nervio.
es_mx: Debo acordarme de hacer un corte transversal.
fr: Ne pas oublier de trancher dans le sens des fibres.
it: Devo ricordarmi di tagliare trasversale.
ja: 筋を断ち切るようにカットするといいヨ！
ko: 결 방향에서 직각으로 잘라야 하는 법.
pl: Muszę pamiętać, żeby kroić w poprzek włókien.
pt_br: Preciso me lembrar de cortar entre os grãos.
ru: Нужно помнить, что оно режется поперек волокон.
zh_cn: 我必须记得逆着肉纹切。
zh_tw: 我必須記得逆著肉紋切。

# CHARACTERS.WARLY.DESCRIBE.MEATBALLS
source: I'm having a ball!
de: Echt beklopst!
es: ¡Me dan ganas de jugar a la pelota!
es_mx: ¡Me dan ganas de jugar a la pelota!
fr: J'ai pas fait de boulette...
it: Sto mangiando una palla!
ja: 肉汁たっぷりネ！
ko: 정말 좋다!
pl: No to klops!
pt_br: Bolas para carnívoros!
ru: Ошаровательно!
zh_cn: 我太开心了！
zh_tw: 我太開心了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.BURNT
source: Too dry! Too dry!
de: Zu trocken! Zu trocken!
es: ¡Demasiado seca! ¡Demasiado seca!
es_mx: ¡Demasiado seca! ¡Demasiado seca!
fr: Trop sec ! Trop sec !
it: Troppo secco! Troppo secco!
ja: 乾燥させすぎダヨ！
ko: 너무 건조해! 너무 건조해!
pl: Za suche! Za suche!
pt_br: Muito seco! Muito seco!
ru: Слишком сухо! Слишком сухо!
zh_cn: 太干了！太干了！
zh_tw: 太乾了！太乾了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DONE
source: Ready to test on my teeth!
de: Jetzt werden die Zähne getestet!
es: ¡Listo para probar mis dientes!
es_mx: ¡Listo para probar mis dientes!
fr: Mes dents sont prêtes à le tester !
it: Pronto per la prova sui miei denti!
ja: どんなかみ応えに仕上がったカナ？
ko: 내 이빨로 시험할 준비가 되었어!
pl: Gotowe do próby smaku!
pt_br: Pronto para provar nos meus dentes!
ru: Готов к дегустации!
zh_cn: 考验牙齿的时候到了！
zh_tw: 考驗牙齒的時候到了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: Et voila! It is done!
de: Et voilà! Es ist vollendet!
es: ¡Et voilà! ¡Hecho!
es_mx: ¡Y voilà! ¡Está lista!
fr: Et voilà ! C'est prêt !
it: Et voila! Fatto!
ja: さ、どうぞ！もうできたヨ。
ko: 짠! 됐다!
pl: Et voilà! Gotowe!
pt_br: Et voilà! Está feito!
ru: Et voila! Готово!
zh_cn: 就是这样！完成了！
zh_tw: 就是這樣！完成了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYING
source: Not quite dry enough.
de: Nicht trocken genug.
es: No está lo bastante seca.
es_mx: No está lo suficientemente seca.
fr: Pas tout à fait sec.
it: Non essiccata abbastanza.
ja: まだ水分が残ってるヨ
ko: 아직 덜 말랐군.
pl: Jeszcze nie dość suche.
pt_br: Não está bem seco ainda.
ru: Недостаточно сухое.
zh_cn: 还不够干。
zh_tw: 還不夠乾。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Now it is more like a rehydrating rack...
de: Jetzt sieht es mehr nach einer Frucht aus, die im Feuer gekocht wurde.
es: Ahora es más como un costillar rehidratante...
es_mx: Ahora es más como un costillar rehidratante...
fr: Maintenant c'est plus un étendoir de réhydratation...
it: Ora è più simile a delle costolette reidratate...
ja: 水分、補給されちゃってるヨ…
ko: 이제는 가습대가 되어버렸네...
pl: Chyba nawadniarka...
pt_br: Agora está mais para cavalete de reidratação...
ru: Теперь это не сушилка. Скорее, мочилка…
zh_cn: 现在它更像是让食物保湿的架子...
zh_tw: 現在它更像是讓食物保濕的架子...

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: Now we're just watering it.
de: Nun wird aber gewässert.
es: Ahora solo estamos echándole agua.
es_mx: Ahora solo la estamos regando.
fr: On ne fait que l'arroser, là.
it: L'essicazione sta diventando una marinatura.
ja: 今はただ、水やってるだけだヨ。
ko: 축축해지기만 하잖아.
pl: Teraz tylko podlewamy.
pt_br: Agora, a gente só está molhando.
ru: А теперь мы его поливаем.
zh_cn: 这是在给它浇水。
zh_tw: 這是在給它澆水。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: Not quite ready yet.
de: Noch nicht ganz fertig.
es: Aún no está.
es_mx: Aún no está lista.
fr: Ce n'est pas encore prêt.
it: Manca ancora un po'.
ja: まだ準備ができてないんだ。
ko: 아직 준비가 안 됐어.
pl: Jeszcze niegotowe.
pt_br: Ainda não está pronta.
ru: Еще не готово.
zh_cn: 还没准备好。
zh_tw: 還沒準備好。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK.GENERIC
source: Just like the chefs of the stone age!
de: Genau wie die Köche von der Steinzeit!
es: ¡Justo como los chefs de la Edad de Piedra!
es_mx: ¡Justo como los chefs de la Edad de Piedra!
fr: Exactement comme les chefs de l'âge de pierre !
it: Proprio come gli chef dell'età della pietra!
ja: 石器時代のシェフが使った設備ネ！
ko: 석기시대의 요리사처럼!
pl: Tak to robili kucharze w epoce kamienia!
pt_br: Exatamente como os mestres-cucas da idade da pedra!
ru: Чувствую себя шефом каменного века!
zh_cn: 就像石器时代的厨师一样！
zh_tw: 就像石器時代的廚師一樣！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Too dry! Too dry!
de: Zu trocken! Zu trocken!
es: ¡Demasiado seca! ¡Demasiado seca!
es_mx: ¡Está demasiado seca! ¡Demasiado seca!
fr: Trop sec ! Trop sec !
it: Troppo secco! Troppo secco!
ja: 乾燥させすぎダヨ！
ko: 너무 건조해! 너무 건조해!
pl: Za suche! Za suche!
pt_br: Muito seco! Muito seco!
ru: Слишком сухо! Слишком сухо!
zh_cn: 太干了！太干了！
zh_tw: 太乾了！太乾了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DONE
source: Your jerky is served!!
de: Das Dörrfleisch ist serviert!
es: ¡Cecina lista!
es_mx: ¡Tu cecina está servida!
fr: De la viande séchée ! Miam !
it: La carne essiccata è servita!
ja: キミのジャーキーは食卓に出したヨ！
ko: 육포가 완성됐다!!
pl: Podano suszone mięso!
pt_br: Sua carne-seca está servida!!
ru: Вяленое мясо готово!
zh_cn: 请品尝肉干！
zh_tw: 請品嘗肉乾！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: Et voila! It is done!
de: Et voilà! Es ist vollendet!
es: ¡Et voilà! ¡Hecho!
es_mx: ¡Y voilà! ¡Está lista!
fr: Et voilà ! C'est prêt !
it: Et voila! Fatto!
ja: さ、どうぞ！もうできたヨ。
ko: 짠! 됐다!
pl: Et voilà! Gotowe!
pt_br: Et voilà! Está feito!
ru: Et voila! Готово!
zh_cn: 就是这样！完成了！
zh_tw: 就是這樣！完成了！

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DRYING
source: Not quite dry enough.
de: Nicht trocken genug.
es: No está lo bastante seca.
es_mx: No está lo suficientemente seca.
fr: Pas tout à fait sec.
it: Non essiccata abbastanza.
ja: まだ水分が残ってるヨ
ko: 아직 덜 말랐군.
pl: Jeszcze nie dość suche.
pt_br: Não está bem seco ainda.
ru: Недостаточно сухое.
zh_cn: 还不够干。
zh_tw: 還不夠乾。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: Now it is more like a rehydrating rack...
de: Jetzt sieht es mehr nach einer Frucht aus, die im Feuer gekocht wurde.
es: Ahora es más como un costillar rehidratante...
es_mx: Ahora es más como un tendedero rehidratante.
fr: Maintenant c'est plus un étendoir de réhydratation...
it: Ora è più simile a delle costolette reidratate...
ja: 水分、補給されちゃってるヨ…
ko: 이제는 가습대가 되어버렸네...
pl: Chyba nawadniarka...
pt_br: Agora está mais para cavalete de reidratação...
ru: Теперь это не сушилка. Скорее, мочилка…
zh_cn: 现在它更像是让食物保湿的架子...
zh_tw: 現在它更像是讓食物保濕的架子...

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: Now we're just watering it.
de: Nun wird aber gewässert.
es: Ahora solo estamos echándole agua.
es_mx: Ahora solo la estamos regando.
fr: On ne fait que l'arroser, là.
it: L'essicazione sta diventando una marinatura.
ja: 今はただ、水やってるだけだヨ。
ko: 축축해지기만 하잖아.
pl: Teraz tylko podlewamy.
pt_br: Agora, a gente só está molhando.
ru: А теперь мы его поливаем.
zh_cn: 这是在给它浇水。
zh_tw: 這是在給它澆水。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: Not quite ready yet.
de: Noch nicht ganz fertig.
es: Aún no está.
es_mx: Aún no está lista.
fr: Ce n'est pas encore prêt.
it: Manca ancora un po'.
ja: まだ準備ができてないんだ。
ko: 아직 준비가 안 됐어.
pl: Jeszcze niegotowe.
pt_br: Ainda não está pronta.
ru: Еще не готово.
zh_cn: 还没准备好。
zh_tw: 還沒準備好。

# CHARACTERS.WARLY.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: It looks so bare... perhaps I could put some meat on it.
de: Es sieht so kahl aus ... Vielleicht könnte ich etwas Fleisch dranhängen.
es: Está muy pobre... A lo mejor podría echarle carne.
es_mx: Se ve muy vacía. Quizá podría poner algo de carne ahí.
fr: Ça semble un peu inutile, comme ça. Je devrais y mettre de la viande.
it: Sembra un po' spoglio... Forse potrei metterci della carne.
ja: すごくむき出しって感じ...これに肉を付けてやれるかもネ。
ko: 텅 비어 보이는데... 고기를 올려놓을까.
pl: Takie puste... Może mógłbym powiesić na tym trochę mięsa.
pt_br: Parece tão vazio... talvez eu possa colocar um pouco de carne nele.
ru: Выглядит так пусто… Надо повесить на нее немного мяса.
zh_cn: 光秃秃的……也许我该放点肉上去。
zh_tw: 光禿禿的……也許我該放點肉上去。

# CHARACTERS.WARLY.DESCRIBE.MEATYSALAD
source: I'm not sure whether we can truly call this vegetarian.
de: Ich weiß nicht, ob man das als vegetarisch bezeichnen kann.
es: No estoy seguro de que podamos decir que es puramente vegetariana.
es_mx: No estoy muy seguro de que podamos llamar a esto una ensalada “vegetariana”.
fr: Je ne suis pas sûr que ce soit réellement végétarien.
it: Non credo di poterlo effettivamente considerare un piatto vegetariano.
ja: これは本当に野菜と呼んでもいいのかナ。
ko: 이걸 채식 요리라고 하는 건 좀 무리인 것 같은데.
pl: Nie jestem pewien, czy można to nazwać daniem wegetariańskim.
pt_br: Não tenho certeza se podemos chamar isso de vegetariano.
ru: Не уверен, что это блюдо можно назвать вегетарианским.
zh_cn: 我不知道我们是否真的可以称它为素食。
zh_tw: 我不知道我們是否真的可以稱它為素食。

# CHARACTERS.WARLY.DESCRIBE.MEAT_DRIED
source: Could use chipotle...
de: Da gehört eine scharfe Soße drauf ...
es: La hace falta chipotle...
es_mx: La hace falta chipotle...
fr: Ça serait bon avec un piment chipotle...
it: Vorrei della salsa piccante...
ja: チポトレをかけて食べたいネ…
ko: 치파틀 고추가 있었으면...
pl: Przydałoby się trochę chipotle...
pt_br: Um pouco de chipotle cairia bem...
ru: Можно бы добавить копченого перца чили…
zh_cn: 可以加点干红辣椒...
zh_tw: 可以加點乾紅辣椒...

# CHARACTERS.WARLY.DESCRIBE.MERM
source: Fishmongers!
de: Fischhändler!
es: ¡Pescaderos!
es_mx: ¡Pescaderos!
fr: Poissonniers !
it: Pescivendoli!
ja: 魚人さんの家だヨ
ko: 어인!
pl: Wszystko kręci się tu wokół ryb.
pt_br: Peixeiros!
ru: Торговцы рыбой!
zh_cn: 鱼贩子！
zh_tw: 魚販子！

# CHARACTERS.WARLY.DESCRIBE.MERMGUARD
source: A most fearsome fishmonger!
de: Ein fürchterlicher Fischverkäufer!
es: ¡Un pescadero de lo más temible!
es_mx: ¡Un pescador muy aterrador!
fr: Quel poissonnier terrifiant !
it: Un temibile pescatore!
ja: 一番恐ろしい魚屋だネ！
ko: 제일 무시무시한 어인이다!
pl: Nadzwyczaj straszny rybak!
pt_br: Um peixeiro assustador!
ru: Какой ужасный торговец рыбой!
zh_cn: 威武的鱼贩子！
zh_tw: 威武的魚販子！

# CHARACTERS.WARLY.DESCRIBE.MERMHAT
source: Mon dieu, must I dress as a frog?
de: Mon dieu, muss ich mich als Frosch verkleiden?
es: Mon dieu, ¿tengo que vestirme de rana?
es_mx: Mon dieu, ¿tengo que disfrazarme de rana?
fr: Diantre, dois-je vraiment m'habiller en grenouille ?
it: Mon dieu, devo conciarmi come una rana?
ja: アア、神様ッ！ボク、カエルの格好にならないといけないの？
ko: 세상에나, 꼭 개구리처럼 입어야 하나?
pl: Mon dieu, mam się przebrać za żabę?
pt_br: Mon dieu, será que preciso me vestir como um sapo?
ru: Mon dieu, а мне обязательно наряжаться в лягушку?
zh_cn: 我的天，我就必须穿成一只青蛙吗？
zh_tw: 我的天，我就必須穿成一隻青蛙嗎？

# CHARACTERS.WARLY.DESCRIBE.MERMHEAD.BURNT
source: I think it needs to burned again! Pee-eew!
de: Ich glaub, das muss noch mal verbrannt werden.
es: ¡Creo que hace falta quemarla otra vez! ¡Uf!
es_mx: ¡Creo que hace falta quemarla otra vez! ¡Uf!
fr: Je crois qu'il faudrait le brûler une deuxième fois ! Pfffou...
it: Credo che abbia bisogno di bruciare di nuovo! Puuu-uuf!
ja: まだ生焼けみたいネ！
ko: 한 번 더 태워야겠는걸! 우웩!
pl: Chyba trzeba go spalić jeszcze raz!
pt_br: Acho que precisa ser queimado de novo!
ru: Думаю, его нужно еще разок сжечь! Ф-ф-фу-у-у-у-у!
zh_cn: 我认为它需要再被烧掉一次！太难闻了！
zh_tw: 我認為它需要再被燒掉一次！太難聞了！

# CHARACTERS.WARLY.DESCRIBE.MERMHEAD.GENERIC
source: Its odor is not improving with time...
de: Der Geruch wird mit der Zeit nicht unbedingt besser ...
es: Su olor no está mejorando con el tiempo...
es_mx: Su olor no está mejorando con el tiempo...
fr: L'odeur ne s'arrange pas avec le temps...
it: Il suo odore non migliora con il tempo...
ja: 時間がたつほど、クサくなるネ…
ko: 시간이 지나도 냄새가 나아지지 않아...
pl: Smród wcale nie ustępuje z czasem...
pt_br: Seu odor não está melhorando com o tempo...
ru: И запах лучше не становится…
zh_cn: 随着时间过去，它的气味没有丝毫改善...
zh_tw: 隨著時間過去，它的氣味沒有絲毫改善...

# CHARACTERS.WARLY.DESCRIBE.MERMHOUSE.BURNT
source: That fire got the smell out.
de: Das Feuer hat den Geruch vertrieben.
es: Ese fuego huele mucho.
es_mx: Ese fuego huele mucho.
fr: L'incendie a fait ressortir l'odeur.
it: Quel fuoco ha tolto l'odore.
ja: 焼けたら、ニオイがマシになったネ
ko: 불이 비린내를 없애주었군.
pl: Ogień pozbył się zapachu.
pt_br: O fogo tirou o cheiro.
ru: Этот огонь выжег весь запах.
zh_cn: 火烧之后，气味没有了。
zh_tw: 火燒之後，氣味沒有了。

# CHARACTERS.WARLY.DESCRIBE.MERMHOUSE.GENERIC
source: Fisherfolk live here. I can smell it.
de: Hier leben Fischer. Ich kann es riechen.
es: Aquí viven pescadores. Lo huelo.
es_mx: Aquí viven pescadores. Lo huelo.
fr: Les poissonniers vivent ici, je peux le sentir.
it: Un pescatore vive qua. Ne sento l'odore.
ja: 魚人の家ネ…ニオイでわかるヨ
ko: 어인들이 사는 곳이군. 냄새가 나.
pl: Dom rybaka. Od razu czuć.
pt_br: Pessoas-peixes vivem aqui. Posso sentir o cheiro.
ru: Здесь живут рыбаки. Я прям чую.
zh_cn: 这里住着渔民，我闻得出来。
zh_tw: 這裡住著漁民，我聞得出來。

# CHARACTERS.WARLY.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: Quel dommage, she worked so hard on it...
de: Quel dommage, sie hat doch so viel Arbeit reingesteckt ...
es: Quel dommage, se había esforzado tanto...
es_mx: Qué tristeza. Trabajó muy duro en ella.
fr: Quel dommage, il avait travaillé si dur...
it: Quel dommage, ci aveva messo tanto a costruirla...
ja: なんて残念。あの子一生懸命やってたのに...
ko: 이런, 정말 열심히 만들었는데...
pl: Quel dommage, tyle się nad tym napracowała...
pt_br: Quel dommage, ela se esforçou tanto para isso...
ru: Quel dommage, а она так старалась…
zh_cn: 不甚唏嘘，她建的那么辛苦……
zh_tw: 不甚唏噓，她建的那麼辛苦……

# CHARACTERS.WARLY.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: Oh! It looks... very nice!
de: Oh! Das sieht ... sehr hübsch aus!
es: ¡Oh! Es... muy bonito.
es_mx: ¡Oh! ¡Se ve... muy bien!
fr: Oh ! C'est... très joli !
it: Oh! Sembra molto... carina.
ja: おぉ！とてもナイス...に見えるネ！
ko: 아! 정말... 근사해 보여!
pl: Och! Wygląda... bardzo ładnie!
pt_br: Ah! Tem uma aparência... muito legal!
ru: О! Выглядит… отлично!
zh_cn: 噢！看着……挺不错！
zh_tw: 噢！看著……挺不錯！

# CHARACTERS.WARLY.DESCRIBE.MERMKING
source: A real frog prince!
de: Ein echter Froschkönig!
es: ¡Un auténtico príncipe rana!
es_mx: ¡Un verdadero príncipe rana!
fr: Un vrai prince grenouille !
it: Un vero principe ranocchio!
ja: 本物のカエルの王子だネ！
ko: 진짜 개구리 왕자야!
pl: Prawdziwy książę zamieniony w żabę!
pt_br: Um príncipe sapo de verdade!
ru: Настоящий принц-лягушка!
zh_cn: 真正的青蛙王子！
zh_tw: 真正的青蛙王子！

# CHARACTERS.WARLY.DESCRIBE.MERMTHRONE.BURNT
source: The throne has been charbroiled!
de: Der Thron wurde gegrillt!
es: ¡El trono está hecho a la parrilla!
es_mx: ¡Asaron el trono a la parrilla!
fr: Le trône a été carbonisé !
it: Il trono è stato carbonizzato!
ja: 玉座は炭火焼きだネ！
ko: 옥좌가 숯불에 구워졌어!
pl: Tron się trochę przypalił!
pt_br: O trono foi carbonizado!
ru: Трон обжарили на углях!
zh_cn: 王座被炭火烧烤了！
zh_tw: 王座被炭火燒烤了！

# CHARACTERS.WARLY.DESCRIBE.MERMTHRONE.GENERIC
source: Très royal!
es: ¡Très regio!
es_mx: ¡Muy real!
fr: C'est royal !
ja: 真の王家！
ko: 왕족에 걸맞은걸!
pl: Très królewskie!
ru: Très по-королевски!
zh_cn: 九五之尊！
zh_tw: 九五之尊！

# CHARACTERS.WARLY.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: It's been burnt to a crisp!
de: Deutlich angebrannt!
es: ¡Está churruscado del todo!
es_mx: ¡Se quemó hasta quedar crujiente!
fr: Il a été réduit en cendres !
it: È stato bruciato fino a croccare!
ja: カリカリになるまで焼かれたヨ！
ko: 바삭하게 타 버렸어!
pl: Spalony na węgiel!
pt_br: Queimou até o talo!
ru: Сожжен дотла!
zh_cn: 烤的酥脆可口！
zh_tw: 烤的酥脆可口！
