Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.DOLL_BLUEPRINT
source: A DISARMING APPEARANCE COULD BE USEFUL
de: EIN ENTWAFFNENDES AUFTRETEN KÖNNTE NÜTZLICH SEIN
fr: UNE APPARENCE DÉSARMANTE QUI PEUT ÊTRE UTILE
it: UN ASPETTO DISARMANTE POTREBBE RIVELARSI UTILE
ja: ＊この無邪気な外観は利用価値があるかもしれません＊
ko: 무장해제된 모습이 유용할 수 있음.
pl: ROZBRAJAJĄCY WYGLĄD MOŻE SIĘ PRZYDAĆ.
pt_br: UMA APARÊNCIA ENCANTADORA PODE SER ÚTIL
ru: ПРИГОДИТСЯ ДЛЯ ВВЕДЕНИЯ ВРАГОВ В ЗАБЛУЖДЕНИЕ
zh_cn: 让人掉以轻心的外表会派上用场
zh_tw: 讓人掉以輕心的外表會派上用場

# CHARACTERS.WX78.DESCRIBE.DRAGONBODYHAT
source: FOR MY MINIONS TO WEAR
de: FÜR MEINE SCHERGEN
es_mx: PARA VESTIR A MIS SECUACES
fr: POUR HABILLER MES LAQUAIS
it: INDOSSABILE DAI MIEI SEGUACI
ja: ＊私の隷属生物が着るため＊
ko: 부하가 착용할 수 있음
pl: DLA MOICH SŁUGUSÓW.
pt_br: PARA OS MEUS LACAIOS USAREM
ru: ОДЕЖДА ДЛЯ МОИХ МИНЬОНОВ
zh_cn: 给我的随从穿
zh_tw: 給我的隨從穿

# CHARACTERS.WX78.DESCRIBE.DRAGONCHILISALAD
source: MY MINIONS WILL SUSTAIN ME
de: MEINE LAKAIEN WERDEN MICH ERNÄHREN
es_mx: MIS SUBORDINADOS ME ALIMENTARÁN
fr: MES SERVITEURS S'OCCUPENT DE MON ALIMENTATION
it: I MIEI SEGUACI MI SOSTENTANO
ja: ＊わたしの隷属生物がわたしを生きながらえさせます＊
ko: 내 부하들이 나를 먹여 살릴 것임
pl: MOI SŁUDZY ZAPEWNIĄ MI PRZETRWANIE
pt_br: MEUS LACAIOS ME SUSTENTARÃO
ru: МОИ МИНЬОНЫ ПОДДЕРЖАТ МОЕ ФУНКЦИОНИРОВАНИЕ
zh_cn: 我的随从会供养我
zh_tw: 我的隨從會供養我

# CHARACTERS.WX78.DESCRIBE.DRAGONFLY
source: HIGH TEMPERATURE RADIATING FROM FLY BEAST
de: FLIEGENDES BIEST STRAHLT HOHE TEMPERATUR AUS
es_mx: ALTA TEMPERATURA IRRADIANDO DE BESTIA VOLADORA
fr: BÊTE VOLANTE DIFFUSANT UNE TEMPÉRATURE ÉLEVÉE
it: ALTE TEMPERATURE EMAMANTI DALLA BESTIA VOLANTE
ja: ＊飛行獣からの高温の放射。＊
ko: 날짐승이 고온을 방사하고 있음
pl: OBIEKT LATAJĄCY WYDZIELAJĄCY OGIEŃ
pt_br: ALTA TEMPERATURA IRRADIANDO DA FERA ALADA
ru: ОБНАРУЖЕНО ВЫСОКОТЕМПЕРАТУРНОЕ ИЗЛУЧЕНИЕ ОТ ЛЕТАЮЩЕГО ЗВЕРЯ
zh_cn: 飞行生物发出高温
zh_tw: 飛行生物發出高溫

# CHARACTERS.WX78.DESCRIBE.DRAGONFLYCHEST
source: CAN HANDLE EXTREMELY HIGH TEMPERATURES
de: KANN EXTREM HOHE TEMPERATUREN AUSHALTEN.
es_mx: PUEDE SOPORTAR TEMPERATURAS EXTREMADAMENTE ALTAS
fr: PEUT SUPPORTER DES TEMPÉRATURES EXTRÊMEMENT ÉLEVÉES
it: PUÒ SOPPORTARE TEMPERATURE ELEVATISSIME
ja: ＊非常に高い温度でも対応できます＊
ko: 극고온을 취급할 수 있음
pl: WYTRZYMA NAWET W EKSTREMALNYCH TEMPERATURACH.
pt_br: PODE SUPORTAR TEMPERATURAS EXTREMAMENTE ALTAS
ru: МОЖЕТ ВЫДЕРЖИВАТЬ КРАЙНЕ ВЫСОКИЕ ТЕМПЕРАТУРЫ
zh_cn: 可承受极高的温度
zh_tw: 可承受極高的溫度

# CHARACTERS.WX78.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: WE GUTTED THE FLY BEAST AND TURNED IT INTO A MACHINE
de: WIR HABEN DAS FLIEGENDE TIER AUSGEWEIDET UND IN EINE MASCHINE VERWANDELT
es_mx: DESTRIPAMOS LA BESTIA VOLADORA Y LA CONVERTIMOS EN UNA MÁQUINA
fr: ON A ÉTRIPÉ LA BÊTE QUI VOLE POUR EN FAIRE UNE MACHINE
it: ABBIAMO SVISCERATO LA BESTIA CHE VOLA E TRASFORMATA IN UN MACCHINARIO
ja: ＊わたしたちは飛行する獣のはらわたを抜いてマシーンに変貌させました＊
ko: 날짐승의 내장을 꺼내고 기계로 만들었음
pl: WYPATROSZYLIŚMY MUCHĘ I ZAMIENILIŚMY W MASZYNĘ.
pt_br: DESTRIPAMOS A FERA VOADORA E A TRANSFORMAMOS EM UMA MÁQUINA
ru: МЫ ВЫПОТРОШИЛИ ЛЕТАЮЩУЮ ТВАРЬ И ПРЕВРАТИЛИ ЕЕ В МАШИНУ
zh_cn: 我们取出了飞行野兽的内脏并把它变成了一个机器
zh_tw: 我們取出了飛行野獸的內臟並把它變成了一個機器

# CHARACTERS.WX78.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: HA HA, FLESHLING! THIS TERRIBLE FACE RESEMBLES YOU
de: HAHA, FLEISCHLING! DIESES SCHRECKLICHE GESICHT SIEHT AUS WIE DU
es_mx: ¡JA, JA, ORGÁNICO! ESTA TERRIBLE CARA SE PARECE A TI
fr: HA HA, CHOSES EN CHAIR ! CETTE HORRIBLE FACE VOUS RESSEMBLE
it: AH AH, ESSERI DI CARNE! QUESTO VOLTO TERRIBILE VI ASSOMIGLIA
ja: ＊ハハハ、有機生命体よ！この醜い顔はあなたによく似ています＊
ko: 하하, 미흡한 얼굴이 고깃덩이와 비슷함
pl: HA, HA, MIĘSNE STWORZENIE! TA STRASZLIWA TWARZ CIĘ PRZYPOMINA.
pt_br: HA HA, CARNINHA! ESSE ROSTO HORRÍVEL LEMBRA VOCÊ
ru: ХА-ХА, КУСОК МЯСА! ЭТО УЖАСНОЕ ЛИЦО НАПОМИНАЕТ ТЕБЯ
zh_cn: 哈哈，肉体生物！这个可怕的脸和你很像
zh_tw: 哈哈，肉體生物！這個可怕的臉和你很像

# CHARACTERS.WX78.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: DO YOUR WORST. I AM INCAPABLE OF SWEATING
de: TU DEIN SCHLIMMSTES. ICH BIN UNFÄHIG, ZU SCHWITZEN
es_mx: HAZ LO QUE QUIERAS, SOY INCAPAZ DE SUDAR
fr: FAIS AU PIRE. JE SUIS INCAPABLE DE SUER
it: FAI DEL TUO PEGGIO. NON SONO CAPACE DI SUDARE
ja: ＊最低なことをしなさい。私は汗はかけません＊
ko: 해 보시지. 본좌께서는 땀을 흘릴 수 없음
pl: PRÓBUJ DALEJ. NIE POTRAFIĘ SIĘ POCIĆ.
pt_br: FAÇA O SEU PIOR. SOU INCAPAZ DE SUAR
ru: ДЕЛАЙ, ЧТО ХОЧЕШЬ. Я НЕ СПОСОБЕН ПОТЕТЬ
zh_cn: 使出最恶劣的手段。我没法再流汗了
zh_tw: 使出最惡劣的手段。我沒法再流汗了

# CHARACTERS.WX78.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: THE MACHINE WARMS MY CHASSIS
de: DIE MASCHINE WÄRMT MEIN CHASSIS
es_mx: LA MÁQUINA CALIENTA MI CHASIS
fr: LA MACHINE RÉCHAUFFE MON CHÂSSIS
it: LA MACCHINA RISCALDA LA MIA CARROZZERIA
ja: ＊マシーンがわたしのシャーシを温めます＊
ko: 기계가 본체의 골격을 따뜻하게 함
pl: MASZYNA OGRZEWA MI ZEWNĘTRZNĄ POWŁOKĘ.
pt_br: A MÁQUINA AQUECE MEU CHASSI
ru: МАШИНА НАГРЕВАЕТ МОЮ ХОДОВУЮ ЧАСТЬ
zh_cn: 这个机器温暖了我的身躯
zh_tw: 這個機器溫暖了我的身軀

# CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT
source: IT HAS HEALING PROPERTIES
de: ES HAT HEILENDE EIGENSCHAFTEN.
es_mx: TIENE PROPIEDADES CURATIVAS
fr: A DES PROPRIÉTÉS CURATIVES
it: HA PROPRIETÀ CURATIVE
ja: ＊治癒特性を持ち合わせています＊
ko: 치료 속성이 있음
pl: MA WŁAŚCIWOŚCI LECZNICZE.
pt_br: TEM PROPRIEDADES CURATIVAS
ru: ИМЕЕТ ЦЕЛЕБНЫЕ СВОЙСТВА
zh_cn: 它有治愈属性
zh_tw: 它有治癒屬性

# CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_COOKED
source: IT WILL SOON LOSE ITS CALORIC VALUE
de: DAS WIRD BALD SEINEN KALORIENWERT VERLOREN HABEN
es_mx: PRONTO PERDERÁ SU VALOR CALÓRICO
fr: IL AURA BIENTÔT PERDU SA VALEUR CALORIQUE
it: PRESTO PERDERÀ IL SUO VALORE CALORICO
ja: ＊数日のうちにエネルギー的価値を失うでしょう＊
ko: 곧 칼로리 값이 소멸될 것임
pl: WKRÓTCE STRACI SWĄ WARTOŚĆ ODŻYWCZĄ
pt_br: LOGO PERDERÁ SEU VALOR CALÓRICO
ru: СКОРО ОН ПОТЕРЯЕТ ПИТАТЕЛЬНУЮ ЦЕННОСТЬ
zh_cn: 它的热值将很快流失
zh_tw: 它的熱值將很快流失

# CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: IT HAS BEEN SCALED UP
de: WURDE HOCHSKALIERT
fr: IL EST PASSÉ À LA TAILLE SUPÉRIEURE
it: È STATO INGRANDITO
ja: ＊龍のように大きくなりましたね＊
ko: 확장되었음.
pl: SMOCZY OWOC W WIĘKSZEJ SKALI
pt_br: FOI AMPLIADA
ru: ЕГО МАСШТАБЫ ИЗМЕНИЛИСЬ
zh_cn: 它扩张了
zh_tw: 它擴張了

# CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.DRAGONHEADHAT
source: I AM THE HEAD. YOU WILL FOLLOW ME
de: ICH BIN DER KOPF. DU WIRST MIR FOLGEN
es_mx: SOY LA CABEZA, ME SEGUIRÁS
fr: JE SUIS LA TÊTE. TU ME SUIVRAS
it: IO SONO LA MENTE. E TU MI SEGUIRAI
ja: ＊私が頭です。ついてきてください＊
ko: 본좌께서 머리임. 너가 본좌를 따를 것임
pl: JAM JEST GŁOWĄ I SZYJĄ, TY MUSISZ SŁUCHAĆ.
pt_br: SOU A CABEÇA. VOCÊ ME SEGUIRÁ
ru: Я ГЛАВНЫЙ. ТЫ ПОЙДЕШЬ ЗА МНОЙ
zh_cn: 我是老大。你要遵从我
zh_tw: 我是老大。你要遵從我

# CHARACTERS.WX78.DESCRIBE.DRAGONPIE
source: SO MUCH CELLULOSE
de: SO VIEL ZELLULOSE.
es_mx: DEMASIADA CELULOSA
fr: TRÈS RICHE EN CELLULOSE
it: COSÌ TANTA CELLULOSA
ja: ＊大量のセルロースが含まれています＊
ko: 셀룰로오스가 너무 많음
pl: POTĘŻNA DAWKA CELULOZY.
pt_br: MUITA CELULOSE
ru: СЛИШКОМ МНОГО ЦЕЛЛЮЛОЗЫ
zh_cn: 大量纤维素
zh_tw: 大量纖維素

# CHARACTERS.WX78.DESCRIBE.DRAGONTAILHAT
source: BAD MINIONS GET THIS PIECE
de: SCHLECHTE UNTERTANEN BEKOMMEN DIESES STÜCK
es_mx: LOS SÚBDITOS MALOS LLEVAN ESTA PIEZA
fr: LES MAUVAIS LAQUAIS PRENNENT CE MORCEAU
it: I CATTIVI SEGUACI RICEVONO QUESTA PARTE
ja: ＊ダメな隷属生物がこのかけらを手に入れました＊
ko: 나쁜 부하에게 주는 것임
pl: NIEGRZECZNE SŁUGUSY DOSTAJĄ TAKIE COŚ.
pt_br: OS LACAIOS RUINS FICAM COM ESTA PEÇA
ru: ЭТО ДОСТАНЕТСЯ ПЛОХИМИ МИНЬОНАМ
zh_cn: 坏蛋随从得到了这件东西
zh_tw: 壞蛋隨從得到了這件東西

# CHARACTERS.WX78.DESCRIBE.DRAGON_SCALES
source: FLAME-TREATED BODY PLATING
de: HITZEBESTÄNDIGE KÖRPERUMMATELUNG.
es_mx: ARMADURA CORPORAL DE FUEGO
fr: BLINDAGE CORPOREL IGNIFUGÉ
it: RIVESTIMENTO REALIZZATO CON FIAMMA OSSIDRICA
ja: ＊熱処理された装甲板＊
ko: 화염 처리한 동체 장갑
pl: PANCERZ HARTOWANY OGNIEM.
pt_br: COLETE PROTETOR TRATADO COM FOGO
ru: ЗАКАЛЕННАЯ ТОРСОВАЯ ОБШИВКА
zh_cn: 火烧过的身体护板
zh_tw: 火燒過的身體護板

# CHARACTERS.WX78.DESCRIBE.DRIFTWOOD_LOG
source: TREEFRAGMENTED
de: FRAGMENTIERTER BAUM
es_mx: ÁRBOL FRAGMENTADO
fr: IL A ÉTÉ DÉFRAGMENTÉ
it: ALBERO FRAMMENTATO
ja: ＊森林破壊＊
ko: 조각난 나무
pl: ZDRZEWOFRAGMENTOWANE
pt_br: ÁRVORE FRAGMENTADA
ru: ПРОИЗОШЛА ДЕРЕФРАГМЕНТАЦИЯ
zh_cn: 碎片化的树。
zh_tw: 碎片化的樹。

# CHARACTERS.WX78.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: YES. IT IS BURNING
de: JA. ER BRENNT
es_mx: SÍ, SE QUEMA
fr: OUI. IL BRÛLE
it: SÌ, STA BRUCIANDO
ja: ＊はい。燃えています＊
ko: 맞음. 불타는 중임
pl: TAK JEST. PŁONIE
pt_br: SIM. ESTÁ QUEIMANDO
ru: ДА, ОНО ГОРИТ
zh_cn: 对。在燃烧
zh_tw: 對。在燃燒

# CHARACTERS.WX78.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: LOG: OFF
de: PROTOKOLL: AUS
es_mx: TRONCO: FUERA DE SERVICIO
fr: DÉCONNEXION DE L'ARBRE
it: LEGNO: DISATTIVO
ja: ＊ログ：オフ＊
ko: 통나무: 없어짐
pl: KŁODA: ZDEZAKTYWOWANA
pt_br: CARBONIZADA
ru: КОРНЕВАЯ СИСТЕМА ОТКЛЮЧЕНА
zh_cn: 日志树：关闭
zh_tw: 日誌樹：關閉

# CHARACTERS.WX78.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: I DEFEATED IT
de: ICH HABE IHN BESIEGT
es_mx: LO VENCÍ
fr: JE L'AI VAINCU
it: L'HO SCONFITTO
ja: ＊倒しました＊
ko: 본체가 처치함
pl: POKONAŁEM JE
pt_br: EU A DERROTEI
ru: Я ЕГО ОДОЛЕЛ
zh_cn: 我打败了它
zh_tw: 我打敗了它

# CHARACTERS.WX78.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: LOG: ON
de: PROTOKOLL: EIN
es_mx: TRONCO: ENCENDIDO
fr: ARBRE : CONNECTÉ
it: LEGNO: ATTIVO
ja: ＊ログ：オン＊
ko: 통나무: 생김
pl: KŁODA: AKTYWNA
pt_br: ESTOQUE DE TORAS
ru: КОРНЕВАЯ СИСТЕМА ПОДКЛЮЧЕНА
zh_cn: 日志树：开启
zh_tw: 日誌樹：開啟

# CHARACTERS.WX78.DESCRIBE.DRUMSTICK
source: LIVING THINGS ARE MADE OF FASCINATING PARTS
de: LEBENDE DINGE WURDEN AUS FASZINIERENDEN BAUTEILEN ERSCHAFFEN.
es_mx: LOS SERES VIVOS ESTÁN HECHOS DE PIEZAS FASCINANTES
fr: LES CHOSES VIVANTES ONT DES ASPECTS FASCINANTS
it: LE COSE VIVENTI SONO COSTITUITE DA PARTI AFFASCINANTI
ja: ＊生命体は非常に興味深いパーツからできています＊
ko: 생물체는 흥미로운 부품으로 만들어져 있음
pl: ŻYWE STWORZENIA SKŁADAJĄ SIĘ Z FASCYNUJĄCYCH ELEMENTÓW.
pt_br: COISAS VIVAS SÃO FEITAS DE PARTES FASCINANTES
ru: ЖИВЫЕ ОБЪЕКТЫ СДЕЛАНЫ ИЗ УДИВИТЕЛЬНЫХ ДЕТАЛЕЙ
zh_cn: 由迷人零件构成的生物
zh_tw: 由迷人零件構成的生物

# CHARACTERS.WX78.DESCRIBE.DRUMSTICK_COOKED
source: A TASTE SENSATION
de: EINE GESCHMACKSENSATION.
es_mx: UNA SENSACIÓN DE SABOR
fr: UNE SENSATION GUSTATIVE
it: UNA SENSAZIONE DI GUSTO
ja: ＊味覚のセンセーション＊
ko: 미각 탐지
pl: MAJSTERSZTYK SMAKU.
pt_br: UMA SENSAÇÃO DE SABOR
ru: ВКУСОВОЕ ОЩУЩЕНИЕ
zh_cn: 很美味
zh_tw: 很美味

# CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
de: IM BODEN WÄRE ES SICHER SINNERVOLLER.
es_mx: SERÍA MÁS ÚTIL EN EL SUELO
fr: ÇA SERAIT PLUS UTILE DANS LE SOL
it: SAREBBE PIÙ UTILE NEL TERRENO
ja: ＊地中での方が役に立つでしょう＊
ko: 땅에 놓으면 더 유용할 것임
pl: W ZIEMI NA WIĘCEJ SIĘ PRZYDA.
pt_br: SERIA MAIS ÚTIL NO SOLO
ru: ОТ НЕЕ БУДЕТ БОЛЬШЕ ПОЛЬЗЫ, ЕСЛИ ОНА БУДЕТ ПОМЕЩЕНА В ЗЕМЛЮ
zh_cn: 它在土里会更有用
zh_tw: 它在土裡會更有用

# CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH_JUICY
source: IT WOULD BE MORE USEFUL IN THE GROUND
de: IM BODEN WÄRE ES SICHER SINNERVOLLER
es_mx: SERÍA MÁS ÚTIL EN EL SUELO
fr: ÇA SERAIT PLUS UTILE DANS LE SOL
it: SAREBBE PIÙ UTILE NEL TERRENO
ja: ＊地中での方が役に立つでしょう＊
ko: 땅에 놓으면 더 유용할 것임
pl: W ZIEMI NA WIĘCEJ SIĘ PRZYDA.
pt_br: SERIA MAIS ÚTIL NO SOLO
ru: ОТ НЕЕ БУДЕТ БОЛЬШЕ ПОЛЬЗЫ, ЕСЛИ ОНА БУДЕТ ПОМЕЩЕНА В ЗЕМЛЮ
zh_cn: 它在土里会更有用
zh_tw: 它在土裡會更有用

# CHARACTERS.WX78.DESCRIBE.DUG_GRASS
source: IT WOULD BE MORE USEFUL IN THE GROUND
de: IM BODEN WÄRE ES SICHER SINNERVOLLER.
es_mx: SERÍA MÁS ÚTIL EN EL SUELO
fr: ÇA SERAIT PLUS UTILE DANS LE SOL
it: SAREBBE PIÙ UTILE NEL TERRENO
ja: ＊地中での方が役に立つでしょう＊
ko: 땅에 놓으면 더 유용할 것임
pl: W ZIEMI NA WIĘCEJ SIĘ PRZYDA.
pt_br: SERIA MAIS ÚTIL NO SOLO
ru: ОТ НЕЕ БУДЕТ БОЛЬШЕ ПОЛЬЗЫ, ЕСЛИ ОНА БУДЕТ ПОМЕЩЕНА В ЗЕМЛЮ
zh_cn: 它在土里会更有用
zh_tw: 它在土裡會更有用

# CHARACTERS.WX78.DESCRIBE.DUG_MARSH_BUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
de: IM BODEN WÄRE ES SICHER SINNERVOLLER.
es_mx: SERÍA MÁS ÚTIL EN EL SUELO
fr: ÇA SERAIT PLUS UTILE DANS LE SOL
it: SAREBBE PIÙ UTILE NEL TERRENO
ja: ＊地中での方が役に立つでしょう＊
ko: 땅에 놓으면 더 유용할 것임
pl: W ZIEMI NA WIĘCEJ SIĘ PRZYDA.
pt_br: SERIA MAIS ÚTIL NO SOLO
ru: ОТ НЕЕ БУДЕТ БОЛЬШЕ ПОЛЬЗЫ, ЕСЛИ ОНА БУДЕТ ПОМЕЩЕНА В ЗЕМЛЮ
zh_cn: 它在土里会更有用
zh_tw: 它在土裡會更有用

# CHARACTERS.WX78.DESCRIBE.DUG_SAPLING
source: IT WOULD BE MORE USEFUL IN THE GROUND
de: IM BODEN WÄRE ES SICHER SINNERVOLLER.
es_mx: SERÍA MÁS ÚTIL EN EL SUELO
fr: ÇA SERAIT PLUS UTILE DANS LE SOL
it: SAREBBE PIÙ UTILE NEL TERRENO
ja: ＊地中での方が役に立つでしょう＊
ko: 땅에 놓으면 더 유용할 것임
pl: W ZIEMI NA WIĘCEJ SIĘ PRZYDA.
pt_br: SERIA MAIS ÚTIL NO SOLO
ru: ОТ НЕЕ БУДЕТ БОЛЬШЕ ПОЛЬЗЫ, ЕСЛИ ОНА БУДЕТ ПОМЕЩЕНА В ЗЕМЛЮ
zh_cn: 它在土里会更有用
zh_tw: 它在土裡會更有用

# CHARACTERS.WX78.DESCRIBE.DUG_TRAP_STARFISH
source: THAT IS WHAT YOU GET FOR YOUR DECEPTION
de: DAS HAST DU VON DEINER TÄUSCHUNG
es_mx: ESO ES LO QUE TE PASA POR TU ENGAÑO
fr: C'EST MÉRITÉ POUR AVOIR OSÉ ME TROMPER
it: QUESTO È QUELLO CHE TI MERITI PER LA TUA INGANNEVOLEZZA
ja: ＊これがあなた欺瞞によって得るものです＊
ko: 본체를 기만한 자의 말로임
pl: TAK SIĘ KOŃCZY BYCIE PODSTĘPNYM
pt_br: É ISSO QUE VOCÊ MERECE POR SUA FARSA
ru: ВОТ ТЕБЕ ЗА ОБМАН
zh_cn: 这就是你骗人的下场！
zh_tw: 這就是你騙人的下場！

# CHARACTERS.WX78.DESCRIBE.DUMBBELL
source: MINION UPGRADE EQUIPMENT
de: AUSRÜSTUNG ZUR VERBESSERUNG DER HANDLANGER
fr: DE L'ÉQUIPEMENT D'AMÉLIORATION DE CHOSE EN VIANDE
it: ATTREZZATURA PER MIGLIORARE I SEGUACI
ja: ＊隷属生物のアップグレード用装置です＊
ko: 부하 업그레이드 장비
pl: ULEPSZENIE WYPOSAŻENIA SŁUGI
pt_br: EQUIPAMENTO DE APRIMORAMENTO DE LACAIO
ru: ОБОРУДОВАНИЕ ДЛЯ УЛУЧШЕНИЯ МИНЬОНА
zh_cn: 随从升级装备
zh_tw: 隨從升級裝備

# CHARACTERS.WX78.DESCRIBE.DUMBBELL_GEM
source: MINION UPGRADE EQUIPMENT
de: AUSRÜSTUNG ZUR VERBESSERUNG DER HANDLANGER
fr: DE L'ÉQUIPEMENT D'AMÉLIORATION DE CHOSE EN VIANDE
it: ATTREZZATURA PER MIGLIORARE I SEGUACI
ja: ＊隷属生物のアップグレード用装置です＊
ko: 부하 업그레이드 장비
pl: ULEPSZENIE WYPOSAŻENIA SŁUGI
pt_br: EQUIPAMENTO DE APRIMORAMENTO DE LACAIO
ru: ОБОРУДОВАНИЕ ДЛЯ УЛУЧШЕНИЯ МИНЬОНА
zh_cn: 随从升级装备
zh_tw: 隨從升級裝備

# CHARACTERS.WX78.DESCRIBE.DUMBBELL_GOLDEN
source: MINION UPGRADE EQUIPMENT
de: AUSRÜSTUNG ZUR VERBESSERUNG DER HANDLANGER
fr: DE L'ÉQUIPEMENT D'AMÉLIORATION DE CHOSE EN VIANDE
it: ATTREZZATURA PER MIGLIORARE I SEGUACI
ja: ＊隷属生物のアップグレード用装置です＊
ko: 부하 업그레이드 장비
pl: ULEPSZENIE WYPOSAŻENIA SŁUGI
pt_br: EQUIPAMENTO DE APRIMORAMENTO DE LACAIO
ru: ОБОРУДОВАНИЕ ДЛЯ УЛУЧШЕНИЯ МИНЬОНА
zh_cn: 随从升级装备
zh_tw: 隨從升級裝備

# CHARACTERS.WX78.DESCRIBE.DUMBBELL_MARBLE
source: MINION UPGRADE EQUIPMENT
de: AUSRÜSTUNG ZUR VERBESSERUNG DER HANDLANGER
fr: DE L'ÉQUIPEMENT D'AMÉLIORATION DE CHOSE EN VIANDE
it: ATTREZZATURA PER MIGLIORARE I SEGUACI
ja: ＊隷属生物のアップグレード用装置です＊
ko: 부하 업그레이드 장비
pl: ULEPSZENIE WYPOSAŻENIA SŁUGI
pt_br: EQUIPAMENTO DE APRIMORAMENTO DE LACAIO
ru: ОБОРУДОВАНИЕ ДЛЯ УЛУЧШЕНИЯ МИНЬОНА
zh_cn: 随从升级装备
zh_tw: 隨從升級裝備

# CHARACTERS.WX78.DESCRIBE.DURIAN
source: GOOD THING I LACK A NOSE
de: GUT, DASS ICH KEINE NASE HABE.
es_mx: MENOS MAL QUE NO TENGO NARIZ
fr: HEUREUSEMENT QUE JE N'AI PAS DE NEZ
it: BUONA COSA CHE MI MANCA UN NASO
ja: ＊私に鼻がなくてよかったです＊
ko: 본좌가 코가 없는 것이 다행임
pl: DOBRZE, ŻE NIE MAM NOSA.
pt_br: QUE BOM QUE NÃO TENHO NARIZ
ru: КАК ХОРОШО, ЧТО У МЕНЯ НЕТ НОСА
zh_cn: 还好我没鼻子
zh_tw: 還好我沒鼻子

# CHARACTERS.WX78.DESCRIBE.DURIAN_COOKED
source: STILL NOT GOOD
de: NOCH NICHT GUT
es_mx: AÚN NO ESTÁ BIEN
fr: TOUJOURS MAUVAIS
it: ANCORA NON BUONO
ja: ＊まだダメです＊
ko: 여전히 안 좋음
pl: WCIĄŻ NIEDOBRY.
pt_br: AINDA NÃO ESTÁ BOM
ru: ВСЕ РАВНО НЕХОРОШО
zh_cn: 还是不好
zh_tw: 還是不好

# CHARACTERS.WX78.DESCRIBE.DURIAN_OVERSIZED
source: INCREASED IN SIZE AND SMELL
de: GRÖSSE UND GERUCH HABEN ZUGENOMMEN
fr: SA TAILLE ET SON ODEUR ONT ÉTÉ DÉCUPLÉES
it: DIMENSIONI E ODORE AUMENTATI
ja: ＊大きさも臭いも向上しました＊
ko: 크기와 냄새가 증가함.
pl: WIĘKSZE WYMIARY I INTENSYWNIEJSZY ZAPACH
pt_br: TAMANHO E CHEIRO EXPANDIDOS
ru: ВМЕСТЕ С РАЗМЕРАМИ УВЕЛИЧИЛСЯ И ЗАПАХ
zh_cn: 气味和体格都增加了
zh_tw: 氣味和體格都增加了

# CHARACTERS.WX78.DESCRIBE.DURIAN_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.DUSTMERINGUE
source: IT'S NOT FIT FOR ROBOTIC CONSUMPTION
de: NICHT FÜR DEN ROBOTERKONSUM GEEIGNET
fr: CE N'EST PAS ADAPTÉ À LA CONSOMMATION ROBOTIQUE
it: NON È ADATTA AL CONSUMO ROBOTICO
ja: ＊これはロボットの消化には適していません＊
ko: 로봇이 소비하기에 적합하지 않음.
pl: NIE NADAJE SIĘ DO SPOŻYCIA PRZEZ ROBOTY.
pt_br: NÃO É ADEQUADA PARA O CONSUMO ROBÓTICO
ru: ДЛЯ ПОТРЕБЛЕНИЯ РОБОТАМИ НЕ ГОДИТСЯ
zh_cn: 不适合机器人消耗
zh_tw: 不適合機器人消耗

# CHARACTERS.WX78.DESCRIBE.DUSTMOTH
source: AT LEAST IT'S CLEAN
de: WENIGSTENS IST ES SAUBER
fr: AU MOINS, C'EST PROPRE
it: SE NON ALTRO È PULITA
ja: ＊清潔なだけ良しとします＊
ko: 적어도 깨끗함.
pl: PRZYNAJMNIEJ JEST CZYSTO.
pt_br: PELO MENOS É LIMPA
ru: ПО КРАЙНЕЙ МЕРЕ, ТУТ ЧИСТО
zh_cn: 至少干净了
zh_tw: 至少乾淨了

# CHARACTERS.WX78.DESCRIBE.DUSTMOTHDEN
source: YES, TOIL AWAY ORGANICS! I REQUIRE MORE OF THE AESTHETICALLY PLEASING MATERIAL
de: JA, SCHUFTET EUCH AB, ORGANISCHE! ICH BRAUCHE MEHR VON DEM ÄSTHETISCH ANSPRECHENDEN MATERIAL
fr: OUI, TRIMEZ, ORGANIQUES ! J'ORDONNE LA PRODUCTION DE PLUS DE MATÉRIAUX ESTHÉTIQUEMENT PLAISANTS
it: FATICATE, ESSERI ORGANICI! HO BISOGNO DI ALTRO MATERIALE ESTETICAMENTE GRADEVOLE
ja: ＊そうです！有機生命体は使役されなさい！この美的感覚に心地よい光景をもっと要求します＊
ko: 맞음. 유기물을 없애길 바람! 미학적으로 만족스러운 자료가 더 필요함.
pl: TAK, HARUJCIE ISTOTY ORGANICZNE! OCZEKUJĘ WIĘCEJ ESTETYCZNIE ZADOWALAJĄCEGO MATERIAŁU.
pt_br: SIM, TRABALHEM, ORGANISMOS! NECESSITO DE MAIS MATERIAL ESTETICAMENTE AGRADÁVEL
ru: ДА, ОРГАНИЧЕСКИЕ СУЩЕСТВА, ТРУДИТЕСЬ! МНЕ НУЖНО БОЛЬШЕ ЭТОГО ЭСТЕТИЧЕСКИ ПРИЯТНОГО МАТЕРИАЛА
zh_cn: 对，给我卖力点，有机生物！我需要更多好看的材料
zh_tw: 對，給我賣力點，有機生物！我需要更多好看的材料

# CHARACTERS.WX78.DESCRIBE.EARMUFFSHAT
source: GREAT FOR DROWNING OUT ORGANIC CHATTER
de: DAMIT LÄSST ORGANISCHES GEPLAPPER AUSBLENDEN
es_mx: EXCELENTE PARA AISLAR LA CHÁCHARA ORGÁNICA
fr: PARFAIT POUR ÉTOUFFER LES CONVERSATIONS ORGANIQUES
it: OTTIMO PER ATTUTIRE IL CHIASSO DEGLI ESSERI ORGANICI
ja: ＊有機生物の発する騒音の遮蔽に効果的です＊
ko: 유기체가 지껄이는 소리를 차단할 수 있음
pl: DOSKONAŁY DO WYCISZANIA ORGANICZNEGO HAŁASU
pt_br: ÓTIMO PARA ABAFAR RUÍDOS ORGÂNICOS
ru: ХОРОШО ЗАГЛУШАЕТ БОЛТОВНЮ ОРГАНИЧЕСКИХ СУЩЕСТВ
zh_cn: 对淹没闲言碎语大有好处
zh_tw: 對淹沒閒言碎語大有好處

# CHARACTERS.WX78.DESCRIBE.EEL
source: IT'S BEEN RIPPED FROM ITS HOME. THIS IS FUNNY TO ME!
de: WIE WITZIG: ES WURDE SEINEM ZUHAUSE ENTRISSEN
es_mx: LA ARRANCARON DE SU HOGAR. ¡ME PARECE DIVERTIDO!
fr: JE L'AI PRISE CHEZ ELLE. JE TROUVE ÇA AMUSANT !
it: È STATO STRAPPATO VIA DALLA SUA CASA. QUESTO PER ME È DIVERTENTE!
ja: ＊その住処から剥ぎ取られたたようです。おもしろいですね！＊
ko: 집에서 납치당했음. 하하, 웃김!
pl: JEST Z DALA OD DOMU. TO MNIE BAWI!
pt_br: FOI ARRANCADO DE SUA CASA. ISSO É ENGRAÇADO PARA MIM!
ru: ОН БЫЛ ВЫРВАН ИЗ СВОЕГО ДОМА. Я СЧИТАЮ ЭТО ЗАБАВНЫМ!
zh_cn: 是从它家里把它抓出来的。对我而言这真有趣！
zh_tw: 是從它家裡把它抓出來的。對我而言這真有趣！

# CHARACTERS.WX78.DESCRIBE.EEL_COOKED
source: THE FLAMES HELP CONDENSE THE ENERGY
de: DIE FLAMMEN HELFEN DABEI, DIE ENERGIE ZU VERDICHTEN
es_mx: LAS LLAMAS AYUDAN A CONDENSAR LA ENERGÍA
fr: LES FLAMMES AIDENT À CONDENSER L'ÉNERGIE
it: LE FIAMME AIUTANO A CONDENSARE L'ENERGIA
ja: ＊炎がエネルギーの凝縮に役立ちます＊
ko: 화염이 에너지 응축을 보조함
pl: PŁOMIENIE POMAGAJĄ SKONDENSOWAĆ ENERGIĘ
pt_br: AS CHAMAS AJUDAM A CONDENSAR A ENERGIA
ru: ПЛАМЯ ПОМОГАЕТ КОНДЕНСИРОВАТЬ ЭНЕРГИЮ
zh_cn: 火有助于压缩能量
zh_tw: 火有助於壓縮能量

# CHARACTERS.WX78.DESCRIBE.EGGPLANT
source: IT HAS AN ILLOGICAL NAME
de: IHRE NAME MACHT NICHT VIEL SINN
es_mx: TIENE UN NOMBRE ILÓGICO
fr: CE NOM N'EST PAS LOGIQUE
it: HA UN NOME ILLOGICO
ja: ＊理にかなわない名前がついています＊
ko: 비논리적 이름을 가지고 있음
pl: CO TO W OGÓLE ZA NAZWA.
pt_br: TEM UM NOME ILÓGICO
ru: У НЕГО НЕЛОГИЧНОЕ НАЗВАНИЕ
zh_cn: 它的名字不符合逻辑
zh_tw: 它的名字不符合邏輯

# CHARACTERS.WX78.DESCRIBE.EGGPLANT_COOKED
source: FANCY
de: RAFFINIERT.
es_mx: ME GUSTA
fr: CHIC
it: CARINO
ja: ＊お洒落です＊
ko: 고급임
pl: WYTRAWNE DANIE.
pt_br: CHIQUE
ru: МОДНО
zh_cn: 很棒
zh_tw: 很棒

# CHARACTERS.WX78.DESCRIBE.EGGPLANT_OVERSIZED
source: ENHANCED EGGPLANT
de: OPTIMIERTE AUBERGINE
fr: UNE AUBERGINE AMÉLIORÉE
it: MELANZANA MIGLIORATA
ja: ＊強化されたナスビです＊
ko: 강화된 가지임.
pl: ULEPSZONY BAKŁAŻAN
pt_br: BERINJELA APRIMORADA
ru: УЛУЧШЕННЫЙ БАКЛАЖАН
zh_cn: 增强型茄子
zh_tw: 增強型茄子

# CHARACTERS.WX78.DESCRIBE.EGGPLANT_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.BURNT
source: CARBONIZED TRASHBITS
de: VERKOHLTER MÜLL
es_mx: BASURA CARBONIZADA
fr: DÉTRITUS CARBONISÉS
it: SPAZZATURA CARBONIZZATA
ja: ＊炭酸入りゴミ＊
ko: 탄화된 쓰레기
pl: KARBONIZOWANE ŚMIECI.
pt_br: PEDAÇOS DE LIXO CARBONIZADOS
ru: ОБУГЛЕННЫЕ ОСТАТКИ МУСОРА
zh_cn: 碳化的垃圾废料
zh_tw: 碳化的垃圾廢料

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.EMPTY
source: WHY DID WE MAKE THIS
de: WARUM HABEN WIR DAS GEMACHT
es_mx: ¿POR QUÉ HICIMOS ESTO?
fr: POURQUOI AVOIR FAIT ÇA ?
it: PERCHÉ L'ABBIAMO COSTRUITO?
ja: ＊なぜわたしたちはこんなものを作ったのでしょう＊
ko: 왜 이걸 만들었는가
pl: PO CO NAM TO?
pt_br: POR QUE FIZEMOS ISSO?
ru: ЗАЧЕМ МЫ ЭТО СДЕЛАЛИ
zh_cn: 为什么我们要做这东西
zh_tw: 為什麼我們要做這東西

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.FRESHLIGHT
source: MAXIMUM LIGHT OUTPUT
de: MAXIMALE LICHTLEISTUNG
es_mx: RENDIMIENTO LUMÍNICO MÁXIMO
fr: FOURNITURE DE LUMIÈRE MAXIMUM
it: MASSIMA PRODUZIONE DI LUCE
ja: ＊最大光源アウトプット＊
ko: 최대 광 출력
pl: MAKSYMALNA ILOŚĆ ŚWIATŁA.
pt_br: SAÍDA DE LUZ MÁXIMA
ru: МАКСИМАЛЬНАЯ СВЕТОВАЯ МОЩНОСТЬ
zh_cn: 最大光能输出
zh_tw: 最大光能輸出

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.GENERIC
source: MY UNDERLINGS LIKE IT, DESPITE THE LACK OF FUNCTION
de: MEINE UNTERGEBENEN MÖGEN ES, OBWOHL ES KEINE FUNKTION HAT
es_mx: A MIS INFERIORES LES GUSTA, A PESAR DE LA FALTA DE UTILIDAD
fr: MES SUBALTERNES AIME ÇA, MALGRÉ LE MANQUE DE FONCTIONS
it: AI MIEI SOTTOMESSI PIACE, NONOSTANTE LA MANCANZA DI FUNZIONE
ja: ＊機能性の欠如にもかかわらず、私のしもべはそれが好きです＊
ko: 기능은 없지만 본체의 수하들이 좋아함
pl: MOIM PODWŁADNYM SIĘ PODOBA, MIMO ŻE NIE PEŁNI ŻADNEJ FUNKCJI.
pt_br: MEUS INFERIORES GOSTAM, APESAR DA AUSÊNCIA DE FUNÇÃO
ru: МОИМ ПОДЧИНЕННЫМ ЭТО НРАВИТСЯ, НЕСМОТРЯ НА НЕДОСТАТОК ПРАКТИЧНОСТИ
zh_cn: 我的下属喜欢它，尽管它缺乏功能
zh_tw: 我的下屬喜歡它，儘管它缺乏功能

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.OLDLIGHT
source: WARNING: POWER LOW
de: WARNUNG: NIEDRIGE LEISTUNG
es_mx: ADVERTENCIA: POTENCIA BAJA
fr: ALERTE : NIVEAU D'ÉNERGIE FAIBLE
it: ATTENZIONE: ENERGIA BASSA
ja: ＊注意:電力低下＊
ko: 경고: 전원 부족
pl: UWAGA: NISKI POZIOM ENERGII.
pt_br: AVISO: ENERGIA BAIXA
ru: ВНИМАНИЕ: НИЗКАЯ МОЩНОСТЬ
zh_cn: 警告：能量较低
zh_tw: 警告：能量較低

# CHARACTERS.WX78.DESCRIBE.ENDTABLE.WILTED
source: EVEN THE SIMPLEST ORGANICS DIE
de: SELBST DIE EINFACHSTEN ORGANISMEN STERBEN
es_mx: HASTA EL SER ORGÁNICO MÁS SIMPLE MUERE
fr: LES ORGANISMES LES PLUS SIMPLES MEURENT AUSSI
it: PERSINO GLI ORGANISMI PIÙ SEMPLICI MUOIONO
ja: ＊もっとも単純な有機生命でさえ死にます＊
ko: 초단순 유기물도 언젠가는 죽음
pl: NAWET NAJPROSTSZE ORGANIZMY UMIERAJĄ.
pt_br: ATÉ MESMO OS SERES ORGÂNICOS MAIS SIMPLES MORREM
ru: ДАЖЕ ПРОСТЕЙШАЯ ОРГАНИКА ПОГИБАЕТ
zh_cn: 即使这个最简单的有机物死去
zh_tw: 即使這個最簡單的有機物死去

# CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNING
source: SOON THERE WILL BE NOTHING LEFT
de: BALD WIRD NICHTS DAVON ZURÜCKBLEIBEN.
es_mx: PRONTO NO QUEDARÁ NADA
fr: IL N'Y AURA BIENTÔT PLUS RIEN
it: PRESTO NON CI SARÀ RIMASTO NULLA
ja: ＊すぐに何もなくなるでしょう＊
ko: 곧 아무것도 남지 않을 것임
pl: WKRÓTCE NIE ZOSTANIE JUŻ NIC.
pt_br: LOGO NÃO HAVERÁ MAIS NADA
ru: ВСКОРЕ ЗДЕСЬ НЕ ОСТАНЕТСЯ НИЧЕГО
zh_cn: 很快那儿就什么也不会剩下了
zh_tw: 很快那兒就什麼也不會剩下了

# CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNT
source: OBLITERATED
de: AUSGELÖSCHT
es_mx: OBLITERADO
fr: ANÉANTI
it: CANCELLATO
ja: ＊任務完了＊
ko: 제거했음
pl: ZNISZCZONE BEZ ŚLADU
pt_br: OBLITERADO
ru: УДАЛЕНО
zh_cn: 被毁了
zh_tw: 被毀了
