Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BUTTERFLY
source: Can't fly like that
de: Kann so nicht fliegen.
es: No puedo volar así
es_mx: No puede volar así
fr: Il peut pas voler.
it: Io non volo così
ja: そんな風には飛べないよ
ko: 저 상태로는 못 날아
pl: Teraz nie poleci
pt_br: Não pode voar assim.
ru: Так она не полетит
zh_tw: 那樣飛不動

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_CARRAT
source: Friends!
de: Freunde!
es: ¡Amigos!
es_mx: ¡Amigos!
fr: Copines !
it: Amici!
ja: 友よ！
ko: 친구다!
pl: Przyjaciele!
pt_br: Amigos!
ru: Друзья!
zh_tw: 朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_CATCOON
source: No tail swish swoosh
de: Schwanz macht nicht wisch-wisch
es: Sin cola que mueve
fr: Il fait plus fouitch fouitch avec sa queue
it: Coda no swish swosh
ja: しっぽがシュッシュッてふりふりしないね
ko: 꼬리 살랑대지 않아
pl: Nie macha ogonkiem.
pt_br: Sem rabo vish vuush.
ru: Не машет хвостиком
zh_tw: 沒有尾巴唰唰唰

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_CLAYHOUND
source: Alive? Hmmm...
de: Lebendig? Hmm ...
es: ¿Con vida? Mmm...
es_mx: ¿Vivo? Mmm…
fr: Cette chose est vivante ? Hum...
it: È vivo? Mmmm...
ja: 生きてるの？んー
ko: 살아 있나? 흐음...
pl: Żyje? Hmm...
pt_br: Viva? Humm...
ru: Живой? Хм-м-м…
zh_tw: 還活著嗎？呣...

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_CLAYWARG
source: Stay stone, please
de: Bleib Stein, bitte.
es: Sigue siendo piedra, por favor
es_mx: Quédate piedra, por favor
fr: Il fait pas très peur.
it: Rimani pietra, prego
ja: じっとしてて、おねがい
ko: 계속 돌로 있어 줘
pl: Pozostań kamieniem, proszę
pt_br: Fique pedra, por favor.
ru: Пожалуйста, оставайся камнем
zh_tw: 請你繼續做石頭

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_CRABKING
source: Snip snap!
de: Schnipp schnapp!
es: ¡Chas, chas!
es_mx: ¡Chas, chas!
fr: Couic, couic !
it: Ahi ahi!
ja: スニップスナップ！
ko: 울퉁불퉁!
pl: Dziab, dziab!
pt_br: Corta, corta!
ru: Щелк-щелк!
zh_tw: 喀嚓喀嚓！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_DEERCLOPS
source: Oh. Where legs?
de: Oh. Wo sind die Beine?
es: Oh. ¿Y las piernas?
es_mx: Oh. ¿Dónde piernas?
fr: Il a perdu ses jambes !
it: Oh. Dove zampe?
ja: おお。足のどこ？
ko: 아. 다리는 어디 있지?
pl: Och. Gdzie nogi?
pt_br: Ah. Onde pernas?
ru: О. А где ноги?
zh_tw: 哦，腿去哪了？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_DRAGONFLY
source: Only stone fire now
de: Nur noch Steinfeuer.
es: Solo fuego de piedra ahora
es_mx: Ahora solo fuego de piedra
fr: Il ne crache plus que de la pierre.
it: Ora drago di pietra
ja: 石だけが火になるよ
ko: 이제 돌로 된 불일 뿐이야
pl: Teraz tylko kamienny ogień
pt_br: Apenas fogo de pedra agora.
ru: Дышит каменным огнем
zh_tw: 只剩石頭火了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: Not watching?
de: Guckt nicht?
es: ¿No mira?
fr: Tu regardes plus ?
it: Non guardare?
ja: 見てないのかな？
ko: 보고 있지 않아?
pl: Nie patrzy?
pt_br: Não tá vendo?
ru: Не смотрит?
zh_tw: 沒在看了？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_FORMAL
source: Where head?
de: Wo ist der Kopf?
es: ¿Y la cabeza?
es_mx: ¿Dónde cabeza?
fr: Où est sa tête ?
it: Dove testa?
ja: 頭のどこ？
ko: 머리는 어디 있지?
pl: Gdzie głowa?
pt_br: Cadê cabeça?
ru: А где голова?
zh_tw: 去哪啊？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: Big
de: Groß
es: Grande
es_mx: Grande
fr: Grand
it: Grande
ja: デカい
ko: 큼
pl: Duży
pt_br: Grande
ru: Большой
zh_tw: 大

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: Not for belly
de: Nicht für Bauch.
es: No para la tripa
es_mx: No para barriga
fr: C'est pas du manger.
it: Non per pancia
ja: おなか用じゃないよ
ko: 배를 채우는 게 아니야
pl: Nie dla brzuszka
pt_br: Não é pra barriga.
ru: Не для животика
zh_tw: 不能填肚子

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_KITCOON
source: Not hiding?
de: Versteckt sich nicht?
es: ¿No esconde?
fr: Tu te caches plus ?
it: Non nascondere?
ja: 隠れてないのかな？
ko: 숨지 않고?
pl: Nie chowa się?
pt_br: Não tá escondendo?
ru: Не прячется?
zh_tw: 不藏起來嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_KLAUS
source: Not squishy
de: Nicht matschig.
es: No blandito
es_mx: No está blando
fr: Y'a plus.
it: Non molle
ja: グニャグニャしないね。
ko: 안 물컹해
pl: Niemięciutki
pt_br: Não é mole
ru: Какой тверденький
zh_tw: 不黏糊糊了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: Stone Neigher!
de: Steinwieherer!
es: ¡Relinchador de piedra!
es_mx: ¡Relinchador de piedra!
fr: Un hiii hiii en pierre !
it: Ihhhh di pietra!
ja: 石のヒヒーン！
ko: 돌 히힝이다!
pl: Kamienny rżak!
pt_br: Equino de Pedra!
ru: Каменная коняшка!
zh_tw: 石頭馬！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: What's happening?
de: Was geschieht?
es: ¿Qué pasa?
es_mx: ¿Qué pasa?
fr: Qu'est-ce qui se passe ?
it: Cosa succede?
ja: どうしたの？
ko: 무슨 일이지?
pl: Co się dzieje?
pt_br: O que está acontecendo?
ru: Что происходит?
zh_tw: 怎麼了？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_MALBATROSS
source: Bad Tweeter
de: Böser Piepser.
es: Pío-pío malo
es_mx: Piador malo
fr: Un vilain piou-piou.
it: Cattivo cip cip
ja: 悪いピヨピヨだ
ko: 나쁜 짹짹이야
pl: Zły ćwirek
pt_br: Piu-Piu mau.
ru: Плохая чирикалка
zh_tw: 壞啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_MINOTAUR
source: Scary
de: Gruselig.
es: Da yuyu
es_mx: Aterrador
fr: Ça fait peur.
it: Paura
ja: 怖いよ。
ko: 무서워
pl: Straszny
pt_br: Assustador.
ru: Жуть
zh_tw: 好可怕

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_MOON
source: Night Ball broken
de: Nachtkugel kaputt.
es: Bola nocturna rota
es_mx: Bola Nocturna rota
fr: La boule de nuit est cassée.
it: Palla di notte rotta
ja: 夜のボール壊れちゃった。
ko: 밤의 공이 망가졌어
pl: Zepsuta nocna kula
pt_br: Bola da Noite quebrou
ru: Ночной шарик сломался
zh_tw: 晚上的球碎了。

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Oh. Tweeter can't tweet now
de: Oh. Piepser kann nicht piepsen.
es: Oh. Pío-pío ya no puede hacer pío-pío
es_mx: Oh. Piador ya no puede piar
fr: Un piou-piou qui peut plus faire piou-piou.
it: Oh. Ora cip cip basta cip
ja: ああ。ピヨピヨ今はピヨピヨできないよ
ko: 아. 이제 짹짹이가 못 짹짹거려
pl: Och. Ćwirek nie może teraz ćwierkać
pt_br: Ah. O Piu-Piu não pode piar agora.
ru: Ой. Чирикалка больше не чирикает
zh_tw: 哦，啾啾這下不會叫了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_MUSE
source: Pretty Stone
de: Hübscher Stein.
es: Piedra bonita
es_mx: ¡Piedra bonita!
fr: Un joli caillou.
it: Pietra bella
ja: 可愛い石だね
ko: 예쁜 돌이야
pl: Ładny kamień
pt_br: Pedra Bonita.
ru: Красивый камень
zh_tw: 漂亮的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_PAWN
source: Nice head thing!
de: Hübsches Kopfding!
es: ¡Bonita cosa para la cabeza!
es_mx: ¡Genial cosa de cabeza!
fr: Un joli bidule pour la tête !
it: Bella cosa per testa!
ja: すてきな頭のやつだね！
ko: 멋진 머리 물건이다!
pl: Ładna rzecz na głowę
pt_br: Coisa de cabeça legal!
ru: Хорошая штучка для головы!
zh_tw: 頭上的東西真漂亮!

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_PIPE
source: Bubbles!
de: Blasen!
es: ¡Burbujas!
es_mx: ¡Burbujas!
fr: Des bulles !
it: Bolle di sapone!
ja: あわあわだ！
ko: 방울이다!
pl: Bańki!
pt_br: Bolhas!
ru: Пузырики!
zh_tw: 泡沫！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: Home? Not home
de: Haus? Kein Haus!
es: ¿Casa? No es casa
es_mx: ¿Casa? No ser casa
fr: Une maison ? Non, c'est pas une maison.
it: Casa? Non casa
ja: おうち？ちがうよ
ko: 집인가? 아니네
pl: Dom? Nie dom
pt_br: Casa? Não é casa.
ru: Дом? Не дом
zh_tw: 家？不是家

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: Alive?
de: Lebendig?
es: ¿Vive?
es_mx: ¿Viva?
fr: C'est vivant, ce bidule ?
it: Viva?
ja: 生きてる？
ko: 살아 있나?
pl: Żyje?
pt_br: Tá viva?
ru: Живой?
zh_tw: 活的嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_STALKER
source: Hello? Hello?
de: Hallo? Hallo?
es: ¿Hola? ¿Hola?
es_mx: ¿Hola? ¿Hola?
fr: Hé oooh ?
it: Ciao? Ciao?
ja: もしもし？
ko: 이봐? 안녕?
pl: Halo? Halo?
pt_br: Olá? Olá?
ru: Привет! Привет?
zh_tw: 你好？你好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_TOADSTOOL
source: Alive? Nope
de: Lebt? Nein.
es: ¿Vive? Nop
es_mx: ¿Viva? No
fr: Il est vivant ? Ah non.
it: Vivo? No
ja: 生きてるかな？違ったみたい。
ko: 살아있나? 아니네
pl: Żyje? Nie
pt_br: Vivo? Não
ru: Живая? Нет
zh_tw: 活著嗎？不

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: Can't see now
de: Kann jetzt nicht sehen
es: No ven
fr: Ils peuvent plus voir
it: Ora non vedere
ja: 今は見れないよ
ko: 지금은 볼 수 없어
pl: Teraz nic nie widzi.
pt_br: Não dá pra ver agora.
ru: Больше не смотрят
zh_tw: 現在看不見了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESTER
source: Carries stuff. Thank you!
de: Trägt Zeug. Danke!
es: Para llevar cosas. ¡Gracias!
es_mx: Carga cosas. ¡Gracias!
fr: Il transporte mes objets. Merci !
it: Trasporta roba. Grazie!
ja: 物を運ぶ。ありがとうね！
ko: 물건을 날라 줘. 고마워라!
pl: Nosi rzeczy. Dziękuję!
pt_br: Carrega coisas. Obrigado!
ru: Носит штучки. Спасибо!
zh_tw: 小搬運工。謝謝你！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Blinky!
de: Zwinkert!
es: ¡Parpadeos!
es_mx: ¡Parpadeante!
fr: Ce truc me fait de l'œil !
it: Occhietto!
ja: おめめぱちぱち！
ko: 깜빡이다!
pl: Mrugacz!
pt_br: Piscante!
ru: Моргунчик!
zh_tw: 眨著眼睛！

# CHARACTERS.WORMWOOD.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Sleeping. Shh...
de: Schläft. Psst ...
es: Está durmiendo. Shhh...
es_mx: Durmiendo. Shh…
fr: Chut... Il dort.
it: Dorme. Shh...
ja: 眠ってる。シーーッ...
ko: 자고 있어. 쉿...
pl: Śpi. Cii...
pt_br: Tá dormindo. Shh...
ru: Спит. Тс-с…
zh_tw: 正在休眠。噓...

# CHARACTERS.WORMWOOD.DESCRIBE.CHUM
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ぶくぶく おなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CLAYHOUND.GENERIC
source: Too much moving now!
de: Bewegt sich zu viel!
es: ¡Demasiado movimiento ahora!
es_mx: ¡Ahora demasiado movimiento!
fr: Ça bouge trop !
it: Ora muove troppo!
ja: 動きすぎだよ！
ko: 너무 많이 움직이잖아!
pl: Za bardzo się teraz rusza!
pt_br: Muito movimento agora!
ru: Слишком много двигается!
zh_tw: 動的有點多了！

# CHARACTERS.WORMWOOD.DESCRIBE.CLAYHOUND.STATUE
source: Good Woofer. Stay
de: Guter Kläffer. Sitz.
es: Buen guau-guau. Quieto
es_mx: Buen guauguáu. Sentado
fr: Bon ouaf-ouaf. Au pied.
it: Bravo bau bau. Fermo
ja: ワンワンいいこだね。おすわり
ko: 착한 멍멍아. 가만히 있으렴
pl: Dobry hauek. Zostań
pt_br: Auauzeiro bonzinho. Fica.
ru: Хорошая гавкалка. Место
zh_tw: 好汪汪獸，別動

# CHARACTERS.WORMWOOD.DESCRIBE.CLAYWARG.GENERIC
source: Aggh! Alive now!
de: Argh! Lebendig!
es: ¡Argh! ¡Ahora vive!
es_mx: Ahh! ¡Vivo ahora!
fr: Ah, c'est vivant !
it: Aggh! Ora vivo!
ja: ぎゃあ！生きてるよ！
ko: 아악! 살아났어!
pl: Aaa! Teraz żyje!
pt_br: Aggh! Vivo agora!
ru: А-а-а! Гавкалка ожила!
zh_tw: 啊！活了！

# CHARACTERS.WORMWOOD.DESCRIBE.CLAYWARG.STATUE
source: Real Woofer?
de: Echter Kläffer?
es: ¿Guau-guau de verdad?
es_mx: ¿Guauguáu de verdad?
fr: C'est un vrai ouaf-ouaf ?
it: Bau bau vero?
ja: ほんもののワンワン？
ko: 진짜 멍멍이인가?
pl: Prawdziwy hauek?
pt_br: Auauzeiro de verdade?
ru: Гавкалка настоящая?
zh_tw: 真的汪汪獸？

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.EMBERS
source: Almost gone
de: Fast weg.
es: Casi se ha ido
es_mx: Casi desaparecido
fr: C'est presque éteint.
it: Quasi andato
ja: ほとんどない
ko: 거의 다 없어졌어
pl: Prawie zgasł
pt_br: Quase apagou.
ru: Почти погас
zh_tw: 幾乎要滅了

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.GENERIC
source: Chilly
de: Kühl.
es: Fresco
es_mx: Helado
fr: C'est très froid.
it: Freddo
ja: ブルブル
ko: 서늘해
pl: Chłodny
pt_br: Friozinho.
ru: Холодный
zh_tw: 很寒冷

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.HIGH
source: Really big!
de: Sehr hoch!
es: ¡Muy grande!
es_mx: ¡Muy grande!
fr: Ça fait des grosses flammes !
it: Tanto grande!
ja: ほんっとに大きい！
ko: 진짜 크다!
pl: Naprawdę duży!
pt_br: Muito grande!
ru: Такой большой!
zh_tw: 火真的很大！

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.LOW
source: Cool
de: Kalt.
es: Fresquito
es_mx: Fresco
fr: Il est froid.
it: Fresco
ja: ひんやりだね
ko: 시원해
pl: Zimnawy
pt_br: Fresquinho.
ru: Холодно
zh_tw: 涼爽

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.NORMAL
source: Cooling
de: Kühlend.
es: Enfriándose
es_mx: Enfría
fr: Il refroidit.
it: Raffredda
ja: さめてきた
ko: 시원해지고 있어
pl: Chłodzi
pt_br: Esfriando.
ru: Остывает
zh_tw: 冰冰涼

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIRE.OUT
source: Needs food
de: Braucht Nahrung.
es: Necesita comida
es_mx: Necesita comida
fr: Il faut le nourrir.
it: Serve cibo
ja: 食べ物が必要だね
ko: 음식이 필요해
pl: Potrzebuje pokarmu
pt_br: Precisa de comida.
ru: Нужно покормить
zh_tw: 它需要吃燃料

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.EMBERS
source: Almost gone
de: Fast weg.
es: Casi se ha ido
es_mx: Casi desaparecido
fr: C'est presque éteint.
it: Quasi andato
ja: ほっとんどない
ko: 거의 다 없어졌어
pl: Prawie zgasł
pt_br: Quase apagou.
ru: Почти погас
zh_tw: 幾乎要滅了

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.GENERIC
source: Chilly
de: Kühl.
es: Fresco
es_mx: Helado
fr: C'est très froid.
it: Freddo
ja: ブルブル
ko: 서늘해
pl: Chłodny
pt_br: Friozinho.
ru: Холодный
zh_tw: 很寒冷

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.HIGH
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 相當漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.LOW
source: Getting warmer
de: Wird wärmer.
es: Calentándose
es_mx: Se pone caliente
fr: C'est moins froid.
it: Più caldo
ja: あったかくなってきた
ko: 점점 따뜻해져
pl: Robi się cieplej
pt_br: Tá ficando mais quente.
ru: Становится теплее
zh_tw: 火變暖了

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.NORMAL
source: Cooling
de: Kühlend.
es: Enfriándose
es_mx: Enfriándose
fr: Il refroidit.
it: Raffredda
ja: さめてきた
ko: 시원해지고 있어
pl: Chłodzi
pt_br: Esfriando.
ru: Остывает
zh_tw: 冰冰涼

# CHARACTERS.WORMWOOD.DESCRIBE.COLDFIREPIT.OUT
source: Needs food
de: Braucht Nahrung.
es: Necesita comida
es_mx: Necesita comida
fr: Il faut le nourrir.
it: Serve cibo
ja: 食べ物が必要だね
ko: 음식이 필요해
pl: Potrzebuje pokarmu
pt_br: Precisa de comida.
ru: Нужно покормить
zh_tw: 它需要吃燃料

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.E
source: East
de: Ost
es: Este
es_mx: Este
fr: Est
it: Est
ja: 東
ko: 동
pl: Wschód
pt_br: Leste
ru: Восток
zh_tw: 東

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.GENERIC
source: Which way?
de: Wolang?
es: ¿Qué dirección?
es_mx: ¿Hacia dónde?
fr: Quelle direction ?
it: Che parte?
ja: どっち？
ko: 어느 쪽이지?
pl: W którą stronę?
pt_br: Pra que lado?
ru: Куда?
zh_tw: 往哪邊走呢？

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.N
source: North
de: Nord
es: Norte
es_mx: Norte
fr: Nord
it: Nord
ja: 北
ko: 북
pl: Północ
pt_br: Norte
ru: Север
zh_tw: 北

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.NE
source: Northeast
de: Nordost
es: Nordeste
es_mx: Noreste
fr: Nord-est
it: Nord-est
ja: 北東だ
ko: 북동
pl: Północny wschód
pt_br: Nordeste
ru: Северо-восток
zh_tw: 東北

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.NW
source: Northwest
de: Nordwest
es: Noroeste
es_mx: Noroeste
fr: Nord-ouest
it: Nord-ovest
ja: 北西だ
ko: 북서
pl: Północny zachód
pt_br: Noroeste
ru: Северо-запад
zh_tw: 西北

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.S
source: South
de: Süd
es: Sur
es_mx: Sur
fr: Sud
it: Sud
ja: 南
ko: 남
pl: Południe
pt_br: Sul
ru: Юг
zh_tw: 南

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.SE
source: Southeast
de: Südosten.
es: Sureste
es_mx: Sureste
fr: Sud-est
it: Sud-est
ja: 南東だ
ko: 남동
pl: Południowy wschód
pt_br: Sudeste
ru: Юго-восток
zh_tw: 東南

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.SW
source: Southwest
de: Südost
es: Sudoeste
es_mx: Sudoeste
fr: Sud-ouest
it: Sud-ovest
ja: 南西だ
ko: 남서
pl: Południowy zachód
pt_br: Sudoeste
ru: Юго-запад
zh_tw: 西南

# CHARACTERS.WORMWOOD.DESCRIBE.COMPASS.W
source: West
es: Oeste
es_mx: Oeste
fr: Ouest
it: Ovest
ja: 西
ko: 서
pl: Zachód
pt_br: Oeste
ru: Запад
zh_tw: 西

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOST
source: Mmmm...
fr: Miam...
ja: ん～…
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTINGBIN.BALANCED
source: Is good
de: Ist gut
es: Está bien
fr: Bien.
it: È buono
ja: いい感じだよ
ko: 좋아
pl: Dobry
pt_br: Tá bom.
ru: Хорошо
zh_tw: 好

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTINGBIN.BURNT
source: Nooooo!
de: Neeeeein!
fr: Nooooon !
ja: ダメーーー！
ko: 안 돼애애애!
pl: Nieeeee!
pt_br: Nãoooo!
ru: Не-е-е-т!
zh_tw: 不！！！！！

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTINGBIN.DRY
source: Too dry
de: Zu trocken
es: Demasiado seco
fr: Trop sec.
it: Troppo secco
ja: 乾きすぎてるね
ko: 너무 말랐어
pl: Za suchy
pt_br: Seco demais.
ru: Очень сухо
zh_tw: 太乾

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTINGBIN.GENERIC
source: Yum!
de: MJAM!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pl: Mniam!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTINGBIN.WET
source: Too wet
de: Zu nass
es: Demasiado húmedo
fr: Trop mouillé.
it: Troppo bagnato
ja: 湿りすぎてるね
ko: 너무 축축해
pl: Za mokry
pt_br: Molhado demais.
ru: Очень мокро
zh_tw: 太濕

# CHARACTERS.WORMWOOD.DESCRIBE.COMPOSTWRAP
source: Poop good for heart
de: Kompost gut fürs Herz.
es: Caca buena para corazón
es_mx: Caca buena para corazón
fr: Le fumier, c'est bon pour le cœur.
it: Cacca buona per cuore
ja: うんちは心臓にいい
ko: 심장에 좋은 똥이야
pl: Kupa dobra dla serca
pt_br: Cocô faz bem pro coração.
ru: Каки — еда для души
zh_tw: 便便有益身心健康

# CHARACTERS.WORMWOOD.DESCRIBE.CONSTRUCTION_PLANS
source: Door plans
de: Türpläne.
es: Planes de puertas
es_mx: Planes de puerta
fr: Les plans d'une porte.
it: Progetti di porta
ja: ドア計画
ko: 문 도면이야
pl: Plany drzwi
pt_br: Planos de porta.
ru: Схема для дверей
zh_tw: 門的方案

# CHARACTERS.WORMWOOD.DESCRIBE.COOKBOOK
source: Belly things
de: Bauchzeug.
es: Cosas para panza
es_mx: Cosas para barriga
fr: C'est pour le ventre.
it: Roba per pancia
ja: お腹の本だ。
ko: 배 채우는 물건
pl: Rzeczy do brzuszka
pt_br: Coisas de barriga.
ru: Штучки для животика
zh_tw: 填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.COOKEDMANDRAKE
source: Smells sleepy
de: Riecht nach Schlaf.
es: Huele adormilado
es_mx: Huele a sueño
fr: Ça donne envie de dormir.
it: Sa di sonno
ja: 眠くなるにおい
ko: 졸린 냄새가 나
pl: Pachnie sennie
pt_br: Tem cheiro de sono.
ru: Пахнет сонно
zh_tw: 聞起來令人昏昏欲睡

# CHARACTERS.WORMWOOD.DESCRIBE.COOKEDMEAT
source: Yummm
de: Mjam!
es: Ñammm...
es_mx: Mmm…
fr: Miammmm.
it: Gnammm
ja: スゴクおいしい
ko: 냠냠
pl: Mniam
pt_br: Hmmmm.
ru: Ня-я-я-м
zh_tw: 美味

# CHARACTERS.WORMWOOD.DESCRIBE.COOKEDMONSTERMEAT
source: Smells bad
de: Riecht schlecht.
es: Huele mal
es_mx: Huele mal
fr: Ça sent mauvais.
it: Puzza
ja: ひどい臭い
ko: 냄새가 별로야
pl: Brzydko pachnie
pt_br: Cheiro ruim.
ru: Плохо пахнет
zh_tw: 真難聞

# CHARACTERS.WORMWOOD.DESCRIBE.COOKEDSMALLMEAT
source: Little belly stuff
de: Bisschen Bauchzeug.
es: Pequeña cosa para la tripa
es_mx: Pequeña cosa de barriga
fr: De quoi se remplir un petit peu le ventre.
it: Piccola roba per pancia
ja: ちいさいおなかに入る物
ko: 작은 음식이야
pl: Małe rzeczy do brzuszka
pt_br: Coisinhas de barriga.
ru: Маленькая штучка для животика
zh_tw: 稍微能填一下肚子

# CHARACTERS.WORMWOOD.DESCRIBE.COOKIECUTTER
source: Oh. Hello!
de: Oh. Hallo!
es: Oh. ¡Hola!
es_mx: Oh. ¡Hola!
fr: Oh, salut toi !
it: Oh. Ciao!
ja: おお！こんにちは！
ko: 아. 안녕!
pl: O. Cześć!
pt_br: Ah, olá!
ru: Ой, привет!
zh_tw: 噢，你好！

# CHARACTERS.WORMWOOD.DESCRIBE.COOKIECUTTERHAT
source: Spiny hat
de: Zackenhut.
es: Sombrero espinoso
es_mx: Sombrero espinoso
fr: Un truc à épines pour mettre sur ma tête.
it: Cappello spinoso
ja: トゲトゲぼうし
ko: 가시가 있는 모자야
pl: Kolczasty kapelusz
pt_br: Chapéu espinhoso.
ru: Колючая шляпа
zh_tw: 刺帽

# CHARACTERS.WORMWOOD.DESCRIBE.COOKIECUTTERSHELL
source: Spiky home
de: Zackenhaus.
es: Casa pinchuda
es_mx: Casa con púas
fr: Une maison avec des épines.
it: Casa appuntita
ja: トゲトゲのおうち
ko: 뾰족한 집이야
pl: Kolczasty domek
pt_br: Casa espinhada.
ru: Колючий домик
zh_tw: 刺家

# CHARACTERS.WORMWOOD.DESCRIBE.COOKPOT.BURNT
source: Oh
ja: おぉ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.COOKPOT.COOKING_LONG
source: Waiting...
de: Warten ...
es: Esperando...
es_mx: Esperando…
fr: Il faut attendre un moment...
it: Aspetto...
ja: 待ってる....
ko: 기다리는 중이야...
pl: Czekam...
pt_br: Esperando...
ru: Жду…
zh_tw: 再等等...

# CHARACTERS.WORMWOOD.DESCRIBE.COOKPOT.COOKING_SHORT
source: Done soon
de: Bald fertig.
es: Queda poco
es_mx: Listo pronto
fr: C'est bientôt terminé.
it: Presto pronto
ja: そろそろできる
ko: 곧 끝나
pl: Zaraz będzie gotowe
pt_br: Já vai ficar pronto.
ru: Скоро приготовится
zh_tw: 馬上就好了

# CHARACTERS.WORMWOOD.DESCRIBE.COOKPOT.DONE
source: Done!
de: Fertig!
es: ¡Ya está!
es_mx: ¡Listo!
fr: C'est terminé !
it: Fatto!
ja: できた！
ko: 됐다!
pl: Gotowe!
pt_br: Pronto!
ru: Готово!
zh_tw: 好了！

# CHARACTERS.WORMWOOD.DESCRIBE.COOKPOT.EMPTY
source: Nothing there
de: Da ist nichts.
es: Ahí no hay nada
es_mx: Nada ahí
fr: C'est vide.
it: Niente lì
ja: あそこには何もない
ko: 아무것도 없어
pl: Nic tu nie ma
pt_br: Não tem nada aí.
ru: Тут ничего нет
zh_tw: 什麼都沒有

# CHARACTERS.WORMWOOD.DESCRIBE.COONTAIL
source: Poor little Kitty
de: Armes kleines Kätzchen.
es: Pobre pequeño minino
es_mx: Pobre gatito
fr: Pauvre petit chaton.
it: Povero piccolo miao
ja: かわいそうなねこちゃん
ko: 불쌍한 야옹이
pl: Biedny kitek
pt_br: Pobre gatinho.
ru: Бедный котик
zh_tw: 可憐的小貓咪

# CHARACTERS.WORMWOOD.DESCRIBE.CORN
source: Tiny seeds good for belly
de: Kleine Samen gut für den Bauch.
es: Semillas diminutas buenas para la tripa
es_mx: Pequeñas semillas buenas para barriga
fr: De petites graines bonnes à manger.
it: Piccoli semi buoni per pancia
ja: おなかにいい小さい種
ko: 먹기 좋은 작은 씨앗이야
pl: Nasionka dobre dla brzuszka
pt_br: Sementinhas boas pra barriga.
ru: Маленькие семена — хорошо для животика
zh_tw: 玉米粒能填一下肚子

# CHARACTERS.WORMWOOD.DESCRIBE.CORN_COOKED
source: Pop! Pop!
de: Popp! Popp!
ja: ポンポン！ポン！
ko: 팡! 팡!
pl: Pyk, pyk!
ru: Хрусть! Хрусть!
zh_tw: 爆米花！爆米花！

# CHARACTERS.WORMWOOD.DESCRIBE.CORN_OVERSIZED
source: Biiiig belly stuff!
de: Grooooßes Bauchzeug!
es: ¡Cosa para la tripa graaaande!
fr: Pleeein de trucs à manger !
it: Roba per pancia graaande!
ja: お～～っきなおなかに入るものだ！
ko: 삐익 배에 달린 거!
pl: Dużo jedzenia!
pt_br: Coisa graaande de barriga!
ru: Больша-а-ая штучка для животика!
zh_tw: 很大的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CORN_SEEDS
source: Dirt likes these
de: Der Erdboden mag sie.
es: Al suelo le gustan estas
es_mx: A tierra gusta esto
fr: La terre les aime bien.
it: A terra piacciono questi
ja: こんな感じの土
ko: 흙이 좋아해
pl: Ziemia je lubi
pt_br: Sujeira gosta dessas.
ru: Земле они нравятся
zh_tw: 泥土喜歡這些

# CHARACTERS.WORMWOOD.DESCRIBE.CRABKING.GENERIC
source: Crabby...
de: Krabbig ...
es: Cangrejito...
es_mx: Cangrejoso
fr: Attention à ses pinces.
it: Granchioso...
ja: カニ…
ko: 게 같아...
pl: Uszczypliwy...
pt_br: Ranzinza.
ru: Крабик…
zh_tw: 螃蟹……

# CHARACTERS.WORMWOOD.DESCRIBE.CRABKING.INERT
source: Something missing?
de: Fehlt was?
es: ¿Falta algo?
es_mx: ¿Falta algo?
fr: Il manque quelque chose ?
it: Manca qualcosa?
ja: 何か見逃してる？
ko: 뭐가 없어졌나?
pl: Czegoś brakuje?
pt_br: Algo faltando?
ru: Чего-то не хватает?
zh_tw: 少了什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.CRABKING_CLAW
source: Scary!
de: Gruselig!
es: ¡Da miedo!
es_mx: ¡Da miedo!
fr: Ça fiche la trouille !
it: Paura!
ja: こわいよ！
ko: 무서워!
pl: Straszne!
pt_br: Assustador!
ru: Страшно!
zh_tw: 好可怕!

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTERLAB
source: Little friends hiding inside
de: Kleine Freunde verstecken sich darin.
es: Pequeños amigos escondidos dentro
es_mx: ¡Amiguitos se esconden dentro!
fr: Des copains minus se cachent dedans.
it: Piccoli amici nascondono dentro
ja: ちっちゃなお友だちが中に隠れているよ
ko: 안에 작은 친구가 숨어 있어
pl: W środku kryją się mali przyjaciele
pt_br: Amiguinhos se escondendo dentro.
ru: Внутри прячутся маленькие друзья
zh_tw: 有小朋友藏在裡面

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_DRAGONLING
source: Hi, Little Patuey!
de: Hallo, kleiner Spucker!
es: ¡Hola, pequeño escupitajo!
es_mx: ¡Hola, pequeño stup!
fr: Coucou, copain au crachat brûlant !
it: Ciao, piccolo sputa!
ja: やあ、ちっちゃな目だらけ！
ko: 안녕, 작은 퉤퉤야!
pl: Cześć, mały plujku!
pt_br: Olá, Ffptzinho!
ru: Привет, маленькая плюха!
zh_tw: 嗨，小夥伴！

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_EYEOFTERROR
source: Little peeper friend!
de: Kleiner Glupschi-Freund!
es: ¡Amigo mirón pequeño!
fr: Petit copain du n'œil !
it: Piccolo occhio amico!
ja: ちっちゃいのぞくやつとお友だちになったよ！
ko: 작은 눈알 친구!
pl: Mały zerkacz przyjaciel!
pt_br: Amiguinho olhador!
ru: Маленькая смотрелка — друг!
zh_tw: 偷偷看的小朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_GLOMLING
source: Little Bounce Bounce Friend
de: Kleiner Hopsfreund.
es: Amiguito bota-bota
es_mx: Pequeño amigo rebota rebota
fr: C'est mon copain boing-boing.
it: Piccolo amico boing boing
ja: ちっちゃなピョンピョンのお友だち
ko: 작은 통통 친구야
pl: Mały, skaczący przyjaciel
pt_br: Amiguinho Pula-pula.
ru: Прыгучий дружок!
zh_tw: 蹦蹦跳跳的小朋友
