Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_VEST_A
source: I think it makes me look adventurous.
de: Ich finde, das lässt mich abenteuerlustig aussehen.
es: Me da un toque aventurero.
fr: Je trouve que ça me donne l'air d'un aventurier.
it: Mi fa sembrare un avventuriero.
ja: これで冒険家みたいに見えるかな。
ko: 내가 모험을 즐기는 것처럼 보이게 하는 것 같아.
pt_br: Acho que me deixa com um ar aventureiro.
zh_cn: 这让我看起来很有冒险精神。
zh_tw: 這讓我看起來很有冒險精神。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_VEST_B
source: It's like wearing my own shade tree.
de: Es ist, als würde ich meinen eigenen Schattenbaum tragen.
es: Es como llevar mi propio árbol de sombra.
fr: C'est comme si j'avais de l'ombre portable.
it: È come indossare un albero da ombra.
ja: ずっと木陰にいるようなもんだ。
ko: 마치 나만의 정자 나무를 입고 다니는 것 같아.
pt_br: É como vestir uma árvore frondosa.
zh_cn: 就像穿上了自己专属的树荫。
zh_tw: 就像穿上了自己專屬的樹蔭。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_VEST_C
source: I hope there's no bugs in it...
de: Ich hoffe, da sind keine Krabbeltiere drin ...
es: Espero que no tenga bichos...
fr: J'espère qu'il n'y a pas d'insectes là-dedans...
it: Spero non sia la dimora di qualche insetto...
ja: この中には虫がいないといいんだが…
ko: 이 안에 벌레가 없기를 바라며...
pt_br: Tomara que não tenha insetos nisto...
zh_cn: 希望这里头没虫子……
zh_tw: 希望這裡頭沒蟲子……

# CHARACTERS.GENERIC.DESCRIBE.CARRAT.DEAD
source: That's the end of that.
de: So viel dazu.
es: Es su fin.
fr: Bon ben. Kaput.
it: Fine dei giochi.
ja: 寿命だったってことだ。
ko: 마지막을 맞았군.
pt_br: Foi o fim dele.
zh_cn: 它走到了尽头。
zh_tw: 它走到了盡頭。

# CHARACTERS.GENERIC.DESCRIBE.CARRAT.GENERIC
source: Are carrots supposed to have legs?
de: Haben alle Karotten Beine?
es: ¿Se supone que las zanahorias tienen patas?
fr: Est-ce que les carottes ont des pattes, d'habitude.
it: Da quando in qua le carote hanno le gambe?
ja: ニンジンに脚って生えるっけ？
ko: 당근에도 다리가 있던가?
pt_br: Cenouras deveriam ter pernas?
zh_cn: 胡萝卜怎么还长腿了？
zh_tw: 胡蘿蔔怎麼還長腿了？

# CHARACTERS.GENERIC.DESCRIBE.CARRAT.HELD
source: You're kind of ugly up close.
de: Aus der Nähe bist du irgendwie hässlich.
es: Eres un horror de cerca.
fr: Mh, t'as pas une tronche de porte-bonheur, de près.
it: Da vicino sei bruttino.
ja: よく見ると可愛くないね。
ko: 너 자세히 보니 못생겼구나.
pt_br: Você é meio feio de perto.
zh_cn: 近看真是丑。
zh_tw: 近看真是醜。

# CHARACTERS.GENERIC.DESCRIBE.CARRAT.SLEEPING
source: It's almost cute.
de: Beinahe niedlich.
es: Es casi adorable.
fr: C'est presque mignon.
it: È quasi grazioso.
ja: 可愛いような気がしてくる。
ko: 귀여운 것 같기도 해.
pt_br: Chega a ser meio bonitinho.
zh_cn: 有点可爱了。
zh_tw: 有點可愛了。

# CHARACTERS.GENERIC.DESCRIBE.CARRAT_GHOSTRACER
source: That's... disconcerting.
de: Das ist ... verstörend.
es: Es... desconcertante.
fr: C'est... déconcertant.
it: È... sconcertante.
ja: それは…謎めいているね。
ko: 저건... 당황스러운걸.
pt_br: Isso é... desconcertante.
zh_cn: 真令人不安啊。
zh_tw: 真令人不安啊。

# CHARACTERS.GENERIC.DESCRIBE.CARROT
source: Yuck. This vegetable came out of the dirt.
de: Igitt. Dieses Gemüse kam aus dem Dreck.
es: Puaj. Esta hortaliza ha salido de la tierra.
fr: Beurk... ce légume sort de terre.
it: Che schifo. Questo ortaggio è venuto fuori dal terriccio.
ja: 土に埋まってたものを食べるだなんて…
ko: 우웩. 흙에서 나온 채소다.
pt_br: Eca. Esse vegetal surgiu da terra.
zh_cn: 真恶心，这棵蔬菜是从土里出来的。
zh_tw: 真噁心，這棵蔬菜是從土裡出來的。

# CHARACTERS.GENERIC.DESCRIBE.CARROT_COOKED
source: Mushy.
de: Matschig.
es: Qué blandita.
fr: De la bouillie.
it: Pastoso.
ja: ぐしゃぐしゃ。
ko: 물컹하다.
pt_br: Molinho.
zh_cn: 软塌塌的。
zh_tw: 軟塌塌的。

# CHARACTERS.GENERIC.DESCRIBE.CARROT_OVERSIZED
source: That's one big bunch of carrots!
de: Das ist ein großes Bündel Karotten!
es: ¡Qué montón de zanahorias gigantes!
fr: C'est une grosse botte de carottes !
it: È un gran mucchio di carote!
ja: すごいニンジンの山！
ko: 당근 한 무더기야!
pt_br: É um montão de cenouronas!
zh_cn: 一大堆的胡萝卜!
zh_tw: 一大堆的胡蘿蔔!

# CHARACTERS.GENERIC.DESCRIBE.CARROT_PLANTED
source: The earth is making plantbabies.
de: Die Erde macht Pflanzenbabys.
es: La tierra está haciendo plantas bebés.
fr: La terre fait pousser des bébés légumes.
it: La terra sta producendo pianticelle.
ja: 地球がベイビー植物を作っているのだ。
ko: 땅이 식물아기를 만들고 있다.
pt_br: A terra está fazendo bebês plantas.
zh_cn: 土地在创造植物宝宝。
zh_tw: 土地在創造植物寶寶。

# CHARACTERS.GENERIC.DESCRIBE.CARROT_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pt_br: É uma semente.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.GENERIC.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: So much for that.
de: So viel dazu.
es: Se acabó.
fr: C'en est fini.
it: Così tanto potere.
ja: あんまりだ。
ko: 이걸로 끝났군.
pt_br: Já era.
zh_cn: 那件事到此为止。
zh_tw: 那件事到此為止。

# CHARACTERS.GENERIC.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: Nothing but ash now.
de: Nur noch Asche.
es: Ahora solo queda ceniza.
fr: Il ne reste que de la cendre.
it: Nient'altro che cenere adesso.
ja: 灰しか残ってない。
ko: 이제 재만 남았다.
pt_br: Não passa de cinzas agora.
zh_cn: 现在就只有灰烬了。
zh_tw: 現在就只有灰燼了。

# CHARACTERS.GENERIC.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: Now I can show everyone what I found!
de: Jetzt kann ich allen zeigen, was ich gefunden habe!
es: ¡Ahora puedo enseñarle a todo el mundo lo que he encontrado!
fr: Je vais enfin pouvoir montrer ce que j'ai trouvé !
it: Ora posso mostrare a tutti cosa ho trovato!
ja: これで見つけたものをみんなに見せられる！
ko: 이제 내가 뭘 발견했는지 보여줄 수 있다!
pt_br: Agora posso mostrar pra todo mundo o que eu achei!
zh_cn: 现在我可以让大家伙看看我找到什么了！
zh_tw: 現在我可以讓大傢伙看看我找到什麼了！

# CHARACTERS.GENERIC.DESCRIBE.CATCOON
source: A playful little thing.
de: Verspieltes, kleines Ding.
es: Una cosita juguetona.
fr: Une petite chose pleine d'espièglerie.
it: Una cosetta giocherellona.
ja: 遊び好きな性格。
ko: 작은 장난꾸러기.
pt_br: Que coisinha mais vivaz.
zh_cn: 顽皮的小东西。
zh_tw: 頑皮的小東西。

# CHARACTERS.GENERIC.DESCRIBE.CATCOONDEN.EMPTY
source: Its owner ran out of lives.
de: Der Besitzer hatte keine Leben mehr.
es: Su dueño se quedó sin vidas.
fr: Son propriétaire a épuisé toutes ses vies.
it: Il suo proprietario ha esaurito le vite.
ja: その主は、九死を使い果たしてしまった。
ko: 주인은 목숨이 다했다.
pt_br: Terminaram as vidas de seu dono.
zh_cn: 它的主人没命了。
zh_tw: 它的主人沒命了。

# CHARACTERS.GENERIC.DESCRIBE.CATCOONDEN.GENERIC
source: It's a den in a stump.
de: Das ist ein Bau in einem Stumpf.
es: Es una guarida en un tronco.
fr: Un repaire dans une souche.
it: È una tana dentro un ceppo.
ja: 切り株の空洞にあるすみか。
ko: 그루터기 안에 굴이 있다.
pt_br: É um ninho num cepo.
zh_cn: 树桩里的窝。
zh_tw: 樹樁裡的窩。

# CHARACTERS.GENERIC.DESCRIBE.CATCOONHAT
source: Ears hat!
de: Hut mit Ohren!
es: ¡Un gorro con orejas!
fr: Un chapeau avec oreilles !
it: Cappello con le orecchie!
ja: 耳帽！
ko: 귀 모자!
pt_br: Chapéu com orelhinhas!
zh_cn: 遮住耳朵的帽子！
zh_tw: 遮住耳朵的帽子！

# CHARACTERS.GENERIC.DESCRIBE.CATTOY_MOUSE
source: Mice with wheels, what will science think up next?
de: Mäuse mit Rädern, was wird sich die Wissenschaft als Nächstes ausdenken?
es: Ratones con ruedas, ¿qué más inventará la ciencia?
fr: Une souris avec des roues. La science est vraiment extraordinaire.
it: Topi con le ruote! E poi, che altro inventerà la scienza?
ja: タイヤの付いたネズミか…科学はこの先どんなものを生み出すんだろ？
ko: 바퀴 달린 쥐라니, 다음에는 과학으로 무엇을 생각해낼지?
pt_br: Ratos com rodas. O que mais a ciência vai inventar?
zh_cn: 给老鼠都安上轮子了，科学家们接下来还会想出什么呢？
zh_tw: 給老鼠都安上輪子了，科學家們接下來還會想出什麼呢？

# CHARACTERS.GENERIC.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: I think I can lift this one.
de: Das kann ich, glaube ich, heben.
es: Creo que puedo levantarla.
fr: Je dois pouvoir soulever ça.
it: Credo di poterlo sollevare.
ja: これぐらいの岩なら、僕にも運べそうだ
ko: 이건 들어 올릴 수 있을 것 같다.
pt_br: Acho que posso levantar essa.
zh_cn: 我觉得我可以举起这个。
zh_tw: 我覺得我可以舉起這個。

# CHARACTERS.GENERIC.DESCRIBE.CAVEIN_BOULDER.RAISED
source: It's out of reach.
de: Da kommt man nicht ran.
es: No está a mi alcance.
fr: C'est hors de portée.
it: È fuori portata.
ja: 高すぎて、手が届かないな
ko: 손이 닿지 않는다.
pt_br: Não consigo alcançar.
zh_cn: 太远了够不着。
zh_tw: 太遠了夠不著。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA
source: It's mushy.
de: Matschig.
es: Es blandita.
fr: C'est tout mou.
it: È molle.
ja: ヘナヘナだ。
ko: 물컹하다.
pt_br: É molengo.
zh_cn: 软塌塌的。
zh_tw: 軟塌塌的。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_BURNT
source: Not my fault!
de: Ich bin unschuldig!
es: ¡No es culpa mía!
fr: C'est pas ma faute !
it: Non è colpa mia!
ja: 僕のせいじゃないぞ！
ko: 내 잘못이 아니다!
pt_br: Não foi culpa minha!
zh_cn: 不是我的错！
zh_tw: 不是我的錯！

# CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
de: MJAM!
es: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pt_br: Hmm!
zh_cn: 好吃！
zh_tw: 好吃！

# CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_TREE
source: It's dubiously photosynthetical.
de: Es ist fraglich, ob das photosynthetisch ist.
es: Es dudosamente fotosintético.
fr: La photosynthèse n'a sans doute rien à voir ici.
it: È dubbiosamente fotosintetico.
ja: 疑わし気に光合成をしている。
ko: 어떻게 광합성을 하는지 모르겠다.
pt_br: É dubiamente fotossintético.
zh_cn: 怀疑它能不能光合作用。
zh_tw: 懷疑它能不能光合作用。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE
source: I wonder if that rock could be moved.
de: Ich frage mich, ob sich dieser Felsen bewegen lässt.
es: Me pregunto si esa roca se puede quitar.
fr: Je me demande si je peux déplacer ce rocher.
it: Mi chiedo se quella roccia si possa spostare.
ja: あの岩…どけられるかな…
ko: 저 바위를 움직일 수 있지 않을까?
pt_br: Será que essa rocha pode ser movida?
zh_cn: 我在想那岩石能不能移开。
zh_tw: 我在想那岩石能不能移開。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: I'll have to wait until someone leaves to enter.
de: Ich muss warten, bis jemand rauskommt. Erst dann kann ich rein.
es: Tendré que esperar a que alguien salga para entrar.
fr: Je vais devoir attendre que quelqu'un sorte pour entrer.
it: Per entrare dovrò aspettare che qualcuno esca.
ja: 洞窟の中は今、定員オーバーだ
ko: 들어가려면 누군가가 나올 때까지 기다려야 한다.
pt_br: Vou precisar esperar até alguém sair pra entrar.
zh_cn: 我会等到有人离开进入。
zh_tw: 我會等到有人離開進入。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: The earth itself rejects me!
de: Die Erde lehnt mich ab!
es: ¡La propia tierra me rechaza!
fr: La terre elle-même me rejette !
it: La terra stessa mi respinge!
ja: 僕は、地底に拒まれているのか！？
ko: 땅 자체가 날 거부한다!
pt_br: A própria terra me rejeita!
zh_cn: 大地本身在排斥我！
zh_tw: 大地本身在排斥我！

# CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: I bet there's all sorts of things to discover down there.
de: Ich wette, dort unten gibt es etliche Dinge zu entdecken.
es: Apuesto a que hay todo tipo de cosas por descubrir ahí dentro.
fr: Je parie qu'il y a plein de trucs à découvrir par ici !
it: Scommetto che ci sono un sacco di cose da scoprire laggiù.
ja: 地下ではきっと、新たな発見があるぞ！
ko: 저 아래에서 발견할 것이 많겠지.
pt_br: Aposto que há todo o tipo de coisa a se descobrir lá embaixo.
zh_cn: 我敢打赌在那下面肯定能发现各种各样的东西。
zh_tw: 我敢打賭在那下面肯定能發現各種各樣的東西。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE_RUINS
source: It's probably hiding something.
de: Da ist wahrscheinlich etwas versteckt.
es: Probablemente oculta algo.
fr: Ça cache probablement quelque chose.
it: Probabilmente nasconde qualcosa.
ja: 何か秘密が隠されてるに違いないぞ
ko: 무언가를 숨기고 있는 게 분명하다.
pt_br: Provavelmente está escondendo alguma coisa.
zh_cn: 它有可能在隐瞒什么事情。
zh_tw: 它有可能在隱瞞什麼事情。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT.FULL
source: The surface is too crowded!
de: Da oben ist es zu voll!
es: ¡La superficie también está llena de gente!
fr: Il y a bien trop de monde en surface !
it: La superficie è troppo affollata!
ja: 地上は人が多すぎる！
ko: 지면이 너무 붐빈다!
pt_br: A superfície está muito cheia!
zh_cn: 上面太拥挤！
zh_tw: 上面太擁擠！

# CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT.GENERIC
source: I'll just stay down here, I suppose.
de: Dann bleib ich eben hier drin...
es: Me quedaré aquí abajo, supongo.
fr: Je suppose que je vais rester ici-bas.
it: Me ne starò qui sotto, suppongo.
ja: もうしばらくここにいよう
ko: 지금은 계속 여기 있어야겠다.
pt_br: Vou ficar aqui embaixo, eu acho.
zh_cn: 我想我该待在这下面。
zh_tw: 我想我該待在這下麵。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT.OPEN
source: I've had enough discovery for now.
de: Ich habe aktuell genug entdeckt.
es: Ya he descubierto suficiente por ahora.
fr: J'ai fait assez de découvertes pour l'instant.
it: Ho fatto abbastanza scoperte per ora.
ja: 今日はもう、十分新たな発見をしたな
ko: 발견 활동도 이만하면 이제 됐다.
pt_br: Já descobri bastante coisa.
zh_cn: 我暂时不想再探险了。
zh_tw: 我暫時不想再探險了。

# CHARACTERS.GENERIC.DESCRIBE.CAVE_FERN
source: It's a fern.
de: Das ist ein Farn.
es: Es un helecho.
fr: C'est une fougère.
it: È una felce.
ja: それはシダ。
ko: 양치식물이다.
pt_br: É uma samambaia.
zh_cn: 它是一种蕨类植物。
zh_tw: 它是一種蕨類植物。

# CHARACTERS.GENERIC.DESCRIBE.CEVICHE
source: Can I get a bigger bowl? This one looks a little shrimpy.
de: Kann ich eine größere Schüssel haben?
es: ¿Hay un cuenco más grande? Este parece un poco pequeño.
fr: Je peux avoir un plus gros bol ? Celui-là il est un peu léger.
it: Posso avere una ciotola più grande? Questa sembra un po' striminzita.
ja: 魚介のうまみたっぷりだ
ko: 더 큰 그릇은 없나? 이건 양이 성에 안 차는데.
pt_br: Podem me dar uma tijela maior? Essa parece um pouco pequena.
zh_cn: 能弄一只大点的碗吗？这只看起来有点小。
zh_tw: 能弄一隻大點的碗嗎？這只看起來有點小。

# CHARACTERS.GENERIC.DESCRIBE.CHARCOAL
source: It's small, dark, and smells like burnt wood.
de: Klein, dunkel und riecht nach verbranntem Holz.
es: Es pequeño, oscuro y huele a madera quemada.
fr: C'est petit, noir et ça sent le bois brûlé.
it: È piccolo, scuro e profuma di legno bruciato.
ja: それは小さくて色黒で、燃やした木みたいな匂い。
ko: 작고, 까맣고, 탄 나무 냄새가 난다.
pt_br: É pequeno, escuro e tem cheiro de madeira queimada.
zh_cn: 又小又黑，闻起来像烧焦的木头。
zh_tw: 又小又黑，聞起來像燒焦的木頭。

# CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK1
source: A pile of broken chess pieces.
de: Ein Stapel kaputter Schachfiguren.
es: Un montón de piezas de ajedrez rotas.
fr: Un tas de pièces d'échecs brisées.
it: Un mucchio di pezzi rotti degli scacchi.
ja: 壊れたチェス駒の山。
ko: 부서진 체스말 무더기.
pt_br: Uma pilha de peças de xadrez quebradas.
zh_cn: 一堆烂发条装置。
zh_tw: 一堆爛發條裝置。

# CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK2
source: Another pile of broken chess pieces.
de: Ein weiterer Stapel kaputter Schachfiguren.
es: Otro montón de piezas de ajedrez rotas.
fr: Un autre tas de pièces d'échecs brisées.
it: Un altro mucchio di pezzi rotti degli scacchi.
ja: 別の壊れたチェス駒の山。
ko: 또 다른 부서진 체스말 무더기.
pt_br: Outra pilha de peças de xadrez quebradas.
zh_cn: 另一堆烂发条装置。
zh_tw: 另一堆爛發條裝置。

# CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK3
source: Even more broken chess pieces.
de: Noch mehr kaputte Schachfiguren.
es: Aún más piezas de ajedrez rotas.
fr: Un autre tas de pièces d'échecs brisées.
it: Ancora altri pezzi rotti degli scacchi.
ja: まだ壊れたチェス駒がある。
ko: 또 또 다른 부서진 체스말 무더기.
pt_br: Mais peças de xadrez quebradas.
zh_cn: 更多的烂发条装置。
zh_tw: 更多的爛發條裝置。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_ANCHOR
source: It's as heavy as it looks.
de: So schwer, wie er aussieht.
es: Pesa tanto como parece.
fr: C'est aussi lourd que ça en a l'air.
it: È pesante come sembra.
ja: 見た目通り重たい。
ko: 보이는 것만큼 무거워.
pt_br: É tão pesada quanto parece.
zh_cn: 果然和看上去一样沉。
zh_tw: 果然和看上去一樣沉。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_ANTLION
source: A stagn-antlion.
de: Regloser Ameisenlöwe.
es: Una paral-eon-zación.
fr: Un fourmilion qui bouge plus.
it: Non si sposta di un millimetro.
ja: 動かないアントライオンか。
ko: 움직이지 않는 개미사자네.
pt_br: Você é amigo ou leormigo?
zh_cn: 蚁狮雕塑。
zh_tw: 蟻獅雕塑。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BEARGER
source: It was a lot bigger up close.
de: Aus der Nähe sah es viel größer aus.
es: Era mucho más grande de cerca.
fr: Il paraissait bien plus gros vu de près.
it: Era molto più grande da vicino.
ja: 実物は、もっともっと大きかった
ko: 가까이서 본 실물은 훨씬 더 컸다.
pt_br: Era muito maior de perto.
zh_cn: 靠近后它大得多了。
zh_tw: 靠近後它大得多了。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BEEFALO
source: This sculpture is pretty beefy.
de: Diese Skulptur wirkt ziemlich bullig.
es: Impone casi tanto como los de verdad.
fr: Cette sculpture est bien en chair.
it: È una scultura in carne!
ja: この像はずいぶんとビーフっぽい感じ。
ko: 이 조각품은 꽤 근육질이네.
pt_br: Isso que é uma escultura carnuda.
zh_cn: 这座雕塑很牛。
zh_tw: 這座雕塑很牛。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BEEQUEEN
source: Very statuesque.
de: Sehr statuesk.
es: Muy escultural.
fr: Elle en impose.
it: Statuaria.
ja: いかにも彫像という感じだ。
ko: 아주 조각상다워.
pt_br: Muito estatuesco.
zh_cn: 很有雕塑感。
zh_tw: 很有雕塑感。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: It's a stone bishop.
de: Ein Läufer aus Stein.
es: Un alfil de madera.
fr: C'est un fou de pierre !
it: È un alfiere di pietra.
ja: 石のビショップだ。
ko: 돌 비숍이다.
pt_br: É um bispo de pedra.
zh_cn: 是个石头主教。
zh_tw: 是個石頭主教。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: The chess pieces are moving themselves!
de: Die Schachfiguren bewegen sich von selbst!
es: ¡Las piezas de ajedrez se están moviendo!
fr: Les pièces d'échecs bougent toutes seules !
it: Le pedine degli scacchi si muovono da sole!
ja: チェスの駒が勝手に動いてる！
ko: 체스말이 스스로 움직인다!
pt_br: As peças de xadrez estão se movendo sozinhas!
zh_cn: 棋子们自己在动！
zh_tw: 棋子們自己在動！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_BUTTERFLY
source: It looks nice, doesn't it?
de: Sieht nett aus, nicht wahr?
es: Es una preciosidad, ¿verdad?
fr: Pas mal, non ?
it: Bella, vero?
ja: きれいだね。
ko: 괜찮아 보이지 않아?
pt_br: Parece ótima, né?
zh_cn: 看着挺美的，对吧？
zh_tw: 看著挺美的，對吧？

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_CARRAT
source: We have a winner!
de: Wir haben einen Gewinner!
es: ¡Tenemos un ganador!
fr: On a un gagnant !
it: Abbiamo un vincitore!
ja: 勝者が決まった！
ko: 승자가 나왔다!
pt_br: Temos um vencedor!
zh_cn: 有人胜出了！
zh_tw: 有人勝出了！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_CATCOON
source: It would probably make a great scratching post.
de: Das wäre wahrscheinlich ein toller Kratzbaum.
es: Sería un rascador ideal.
fr: Ça ferait sûrement un super grattoir.
it: Penso che sarebbe un ottimo tiragraffi.
ja: これはちょうどいい爪とぎになるんじゃないかな。
ko: 확실히 스크래쳐로 쓰면 좋겠네.
pt_br: Provavelmente daria um ótimo arranhador.
zh_cn: 它做抓柱很合适。
zh_tw: 它做抓柱很合適。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_CLAYHOUND
source: That thing's the leashed of my worries.
de: Das Ding ist die kleinste meiner Sorgen.
es: Esa cosa es el motivo de mis preocupaciones.
fr: Je m'en moque comme de ma première laisse.
it: Ti metto al guinzaglio!
ja: あれは心配事を紐に繋いだようなものだな。
ko: 이게 문제가 아니다.
pt_br: Essa coisa é o menor de meush problemash.
zh_cn: 反正栓着了，我才不担心呢。
zh_tw: 反正栓著了，我才不擔心呢。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_CLAYWARG
source: And I didn't even get eaten!
de: Und ich wurde nicht mal gefressen!
es: ¡Y ni siquiera me han comido!
fr: Il m'a rien mangé du tout !
it: E non mi ha nemmeno mangiato!
ja: 食べられることもなかった！
ko: 내가 먹히는 일도 없었다!
pt_br: E nem me comeram!
zh_cn: 我竟然没被吃掉！
zh_tw: 我竟然沒被吃掉！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_CRABKING
source: Still not as crabby as Maxwell.
de: Nicht so krabbenartig wie Maxwell.
es: Tiene mejor carácter que Maxwell.
fr: Il est toujours moins pince-sans-rire que Maxwell.
it: Sono sempre io il più temibile.
ja: マクスウェルほど不機嫌そうじゃない。
ko: 그래도 맥스웰만큼 게 같진 않아.
pt_br: Queria que o Maxwell também tivesse boca de siri.
zh_cn: 看着不如麦斯威尔脾气大。
zh_tw: 看著不如麥斯威爾脾氣大。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_DEERCLOPS
source: It feels like its eye follows you.
de: Man meint, seine Augen folgen einem.
es: Es como si su ojo te siguiera.
fr: On dirait qu'il nous suit de l'œil.
it: Sembra che l'occhio ti segua.
ja: …目が合うな…
ko: 눈이 나를 따라오는 것처럼 느껴진다.
pt_br: Parece que os olhos seguem você.
zh_cn: 感觉它的目光在跟着你。
zh_tw: 感覺它的目光在跟著你。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_DRAGONFLY
source: Ah, that brings back memories. Bad ones.
de: Ach, das ruft Erinnerungen wach. Keine schönen.
es: Ah, qué recuerdos. Malos recuerdos.
fr: Ah, ça me rappelle des souvenirs ! Des mauvais.
it: Ah, quello fa tornare in mente delle memorie. Di quelle brutte.
ja: 思い出の品だ…あまり思い出したくないけど
ko: 아, 기억이 되살아난다. 나쁜 기억이.
pt_br: Ah, me faz lembrar de umas coisas. Coisas ruins.
zh_cn: 啊，这让我想起一些事情。不好的记忆。
zh_tw: 啊，這讓我想起一些事情。不好的記憶。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: It's giving me a stony stare.
de: Starrt mich mit steinerner Miene an.
es: La mirada más dura que he visto.
fr: Ne me regarde pas sur ce ton !
it: Mi sta rivolgendo uno sguardo di pietra.
ja: アイツ、僕のことをにらみつけてるよ。
ko: 무뚝뚝하게 쳐다보네.
pt_br: Está me dando um olhar petrificante.
zh_cn: 它冷冰冰地盯着我。
zh_tw: 它冷冰冰地盯著我。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_FORMAL
source: Doesn't seem very "kingly" to me.
de: Sehr "königlich" ist das aber nicht.
es: No me parece muy "regio".
fr: Il ne m'a pas l'air tellement « royal ».
it: Non mi sembra molto "regale".
ja: あんまり「王様」っぽくないな。
ko: 그리 왕다워 보이지는 않는다.
pt_br: Não me parece muito "real".
zh_cn: 对我来说，看起来没有非常“高贵”。
zh_tw: 對我來說，看起來沒有非常“高貴”。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: I much prefer it this way.
de: So gefällt mir das besser.
es: Me gusta mucho más así.
fr: Je le préfère comme ça.
it: Lo preferisco di gran lunga così.
ja: こっちの方がずっといい。
ko: 나는 이 방법이 훨씬 더 좋아.
pt_br: Prefiro muito mais deste jeito.
zh_cn: 我更喜欢它这样。
zh_tw: 我更喜歡它這樣。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: Makes my stomach rumble just looking at it.
de: Da knurrt mir schon vom Zusehen der Magen.
es: Se me revuelve el estómago solo con mirarlo.
fr: Rien qu'à regarder ça, j'en ai l'estomac qui gargouille.
it: Mi fa brontolare lo stomaco solo a guardarlo.
ja: 見てるだけで胃がムカムカする。
ko: 보는 것만으로도 배에서 꾸르륵 소리가 난다.
pt_br: Meu estômago ronca só de olhar.
zh_cn: 仅仅看着它就让我的肚子咕噜叫了。
zh_tw: 僅僅看著它就讓我的肚子咕嚕叫了。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_KITCOON
source: These ones are much easier to find.
de: Die hier sind viel einfacher zu finden.
es: Estos no son tan difíciles de encontrar.
fr: Ceux-là sont beaucoup plus facile à trouver.
it: Questi sono molto più facili da trovare.
ja: この子たちのほうがよっぽど見つけやすい。
ko: 이 녀석들은 훨씬 찾기 쉬워.
pt_br: Esses aqui são muito mais fáceis de achar.
zh_cn: 这些就很容易找到。
zh_tw: 這些就很容易找到。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_KLAUS
source: Can I invoke the "no holiday decorations" Klaus?
de: Kann ich den "Keine Weihnachtsdeko"-Klaus beschwören?
es: ¿Puedo invocar al Klaus "sin decoración festiva"?
fr: Je préfère le père « pas de décorations de Noël ».
it: Non sembra avere niente di festivo.
ja: お祭り仕様じゃないクラウスを呼び出していいのかな？
ko: "명절 장식이 없는" 클라우스를 불러와도 될까?
pt_br: Será que posso invocar o Klaus "sem decorações de Natal"?
zh_cn: 我能召唤出“非节日装饰版”的克劳斯吗？
zh_tw: 我能召喚出“非節日裝飾版”的克勞斯嗎？

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: It's a horse, of course.
de: Das Pferd ist ein Springer.
es: Un caballo, por supuesto.
fr: C'est un cavalier, bien sûr.
it: È un cavallo, ovvio.
ja: もちろん馬だ。
ko: 물론, 말 모양이다.
pt_br: É um cavalo, é claro.
zh_cn: 它是匹马，当然。
zh_tw: 它是匹馬，當然。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: The chess pieces are moving themselves!
de: Die Schachfiguren bewegen sich von selbst!
es: ¡Las piezas de ajedrez se están moviendo!
fr: Les pièces d'échecs bougent toutes seules !
it: Le pedine degli scacchi si muovono da sole!
ja: チェスの駒が勝手に動いてる！
ko: 체스말이 스스로 움직인다!
pt_br: As peças de xadrez estão se movendo sozinhas!
zh_cn: 棋子们自己在动！
zh_tw: 棋子們自己在動！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_MALBATROSS
source: It's not so bad when it isn't trying to kill you.
de: Ganz nett, wenn er einen nicht gerade töten will.
es: No es tan indeseable cuando no intenta matarte.
fr: Il est plutôt sympa, tant qu'il n'essaie pas de vous tuer.
it: Non è così male quando non tenta di ucciderti.
ja: 殺意を持って襲い掛かってこない時は悪くないんだけどね。
ko: 죽이려고 들지만 않으면 그렇게 나쁘진 않아.
pt_br: Não é de todo mal quando não está tentando te matar.
zh_cn: 它不追着杀你的时候还是挺可爱的。
zh_tw: 它不追著殺你的時候還是挺可愛的。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_MINOTAUR
source: Now you're the one scared stiff!
de: Jetzt bist du derjenige, der starr vor Angst ist!
es: ¡Ahora quien tiene miedo eres tú!
fr: C'est toi qui es pétrifié de peur, maintenant !
it: Ora sei tu a esserci rimasto di sasso!
ja: 今度は君が怖がる番だな！
ko: 이번엔 네가 공포에 질려서 굳어버렸네!
pt_br: Agora é você que está paralisado pelo medo!
zh_cn: 现在轮到你被吓得一动不动了！
zh_tw: 現在輪到你被嚇得一動不動了！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_MOON
source: I've been feeling pretty inspired lately.
de: Ich bin in letzter Zeit so inspiriert.
es: Siento mucha inspiración últimamente.
fr: J'ai beaucoup d'inspiration, ces derniers temps.
it: Ultimamente ho molta ispirazione.
ja: 最近インスピレーションが湧いてくるんだ。
ko: 최근 영감이 많이 떠오르는걸.
pt_br: Tenho me sentido muito inspirado ultimamente.
zh_cn: 最近我感到备受启发。
zh_tw: 最近我感到備受啟發。
