Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: Fancy Birdfolk over here!
de: Schickes Vogelvolk da drüben!
es: ¡Pájaro elegante aquí!
fr: Y'a un Zoiseau très chic, par là !
it: Uccello elegante è qui vicino!
ja: こっちにお洒落なバードフォークがいるよ！
ko: 여기 멋진 조류족이 있어!
pl: Tam są ci eleganccy ptakoludzie!
pt_br: Povo-pássaro chique tá aqui!
ru: Там птицелюд красивый!
zh_tw: 看，漂亮的鳥人在那！

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Glargh... no stuff in there, where they hide it?!
de: Glargh ... kein Zeug da drin, wo verstecken sie es?!
es: Glargh... No hay nada ahí, ¿¡dónde esconden!?
fr: Glargh... il y a rien ici, où qu'ils se cachent ?
it: Glargh... niente qui. Dove nascondere?!
ja: グラーフ…何もない。どこに隠したの！？
ko: 빠끔빠끔... 거기에 물건이 없는데 어디에 숨겼어?!
pl: Glarg... Nie ma tu niczego, gdzie się chowają?!
pt_br: Glargh... não tem coisa aqui, onde eles esconderam tudo?!
ru: Хляп... ничего тут нет. Где они все попрятали?!
zh_tw: 格辣格……裡面什麼都沒有，它們藏在哪了？

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: Hey! Trying to talk to you!
de: Hey! Versuche, mit dir zu reden!
es: ¡Eh! Intentando hablar contigo...
fr: Hé ! J'essaie de te parler !
it: Ehi! Parlo con te!
ja: ねぇ！アタシとお話しよ！
ko: 이봐! 너에게 말하고 있어!
pl: Hej! Próbuję z tobą porozmawiać!
pt_br: Ei! Tô tentando falar com você!
ru: Эй! Я с тобой пытаюсь разговаривать!
zh_tw: 喂！我在跟你說話呢！

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: Need more scratchy fluffies to play!
de: Du brauchst mehr kratzige Flauschis zum Spielen!
es: ¡Necesita más peluditos para jugar!
fr: Faut plus de trucs tout doux pour jouer !
it: Servono più graffianti pelosi per giocare!
ja: 遊ぶならチクチクフワフワがもっといないと！
ko: 놀려면 앙칼진 뽀송이가 더 필요해!
pl: Do zabawy potrzeba więcej drapiących futrzaków!
pt_br: Preciso de mais fofinhos coçadores pra brincar!
ru: Нужно больше царапучих пушистиков!
zh_tw: 需要多幾個撓人的小毛蛋一起玩！

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDING_SPOTS
source: Hmm, no good hidey spots here.
de: Hmm, hier gibt es keine guten Verstecke.
es: Umm... No sitios para esconder.
fr: Hmmm, y a pas de bonnes cachettes ici.
it: Uhm, niente nascondigli belli qui.
ja: うーん…ここ、隠れやすいところないね。
ko: 흠, 여기에는 숨기 좋은 곳이 없어.
pl: Hmm, żadnych dobrych kryjówek.
pt_br: Hmm, não tem lugares escondidos bons aqui.
ru: Хм-м, тут прятаться толком негде.
zh_tw: 呃，這裡沒有好的藏身地。

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: Glurgh. Bored of this game.
de: Glurgh. Dieses Spiel langweilt mich.
es: Glurgh. Juego aburrido.
fr: Glurg. Jeu ennuyeux.
it: Glurgh. Gioco noioso.
ja: グルーフ。ゲーム、飽きちゃったよ。
ko: 빠끔빠끔. 게임이 지루해졌어.
pl: Glurg. Nudna ta gra.
pt_br: Glurgh. Cansei dessa brincadeira.
ru: Хлюрп. Надоели мне эти игры.
zh_tw: 格勒格。這遊戲我玩夠了。

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: Grrr... want in!
de: Grrr ... Will rein!
es: Grrr... ¡Quiero entrar!
es_mx: Grrr... ¡yo querer entrar!
fr: Grrr... J'veux entrer !
it: Grrr... Io voglio entrare!
ja: グルル...参加したい！
ko: 그르릉... 들어가고 싶어!
pl: Grrr... Chcę wejść!
pt_br: Grrr... quero entrar!
ru: Гр-р-р… Хочу туда!
zh_tw: 呱……想進去！

# CHARACTERS.WURT.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: Huh? Where the Birdfolk go?
de: Hm? Wo ist das Vogelvolk hin?
es: ¿Eh? ¿Dónde estar pájaro?
fr: Hein ? Où sont partis les Zoiseaux ?
it: Eh? Dov'è uccello?
ja: あれれ？バードフォークはどこ行っちゃったの？
ko: 뭐? 그 조류족은 어디로 가?
pl: Eee? Gdzie podziali się ptakoludzie?
pt_br: Hã? Aonde foi povo-pássaro?
ru: А куда птицелюды ушли?
zh_tw: 哈？鳥人去哪裡了？

# CHARACTERS.WURT.ACTIONFAIL.APPRAISE.NOTNOW
source: Glurph. He too busy.
de: Glurph. Er zu beschäftigt.
es: Glurp. Muy ocupado.
fr: Glurp, trop occupé.
it: Glurp. Lui è troppo occupato.
ja: ガルル。鳥さんは忙しすぎるんだね。
ko: 글러프. 너무 바빠.
pl: Glurp. On zbyt zajęty.
pt_br: Glurph. Ele tá muito ocupado.
ru: Бульк. Уж очень он занят.
zh_tw: 格浪浮，他太忙了。

# CHARACTERS.WURT.ACTIONFAIL.ATTUNE.NOHEALTH
source: Feel bad ... do later.
de: Fühle mich schlecht ... mache später.
es: Me siento mal... Lo haré después.
es_mx: Sentirme mal. Hacerlo después.
fr: Bah, j'me sens mal.
it: Sento male... Faccio dopo.
ja: 悪いと思ってるよ...後にしてよ。
ko: 예감 나빠... 나중에 해.
pl: Źle się czuję... zrobię to później.
pt_br: Tô mal... fica pra mais tarde.
ru: Плохо мне… потом.
zh_tw: 感覺不好……一會再試。

# CHARACTERS.WURT.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: Water hot enough, florp.
de: Wasser heiß genug, florp.
es: Agua no suficientemente caliente, florp.
es_mx: El agua ya estar caliente, flop.
fr: L'eau est assez chaude, florp.
it: Acqua abbastanza calda, florp.
ja: お湯で十分だね、フロープ。
ko: 물 충분히 뜨거워, 뻐끔.
pl: Woda już dostatecznie gorąca, florp.
pt_br: Água quente o bastante, florp.
ru: Вода и так горячая, хлюп.
zh_tw: 水夠熱了，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.BATHBOMB.GLASSED
source: Water too hard.
de: Wasser zu hart.
es: Agua demasiado dura.
es_mx: Agua demasiado dura.
fr: L'eau est trop dure.
it: Acqua troppo dura.
ja: 水が硬すぎるよ。
ko: 물 너무 단단해.
pl: Woda za twarda.
pt_br: Água dura demais.
ru: Вода твердая очень.
zh_tw: 水太硬。

# CHARACTERS.WURT.ACTIONFAIL.BUILD.HASPET
source: Don't need 'nother pet, glort.
de: Brauche kein Haustier, glort.
es: No necesito otra mascota, glort.
es_mx: No necesitar otra mascota, glot.
fr: J'ai pas b'soin d'un autre animal, glort.
it: Non serve altro compagno, glort.
ja: 別のペットは要らないよ。
ko: 다른 펫 필요 없어, 빠끔.
pl: Nie potrzebuję innego zwierzątka, glort.
pt_br: Não preciso de outra mascote, glort.
ru: Не нужны мне еще питомцы, бульк.
zh_tw: 不需要再來一個寵物了，嗝浪淌。

# CHARACTERS.WURT.ACTIONFAIL.BUILD.MOUNTED
source: Grrr, can't reach!
de: Grrr, komme nicht ran!
es: Grrr, ¡no llego!
es_mx: Grrr, ¡no poder alcanzar!
fr: Grrr, j'peux pas l'atteindre.
it: Grrr, non arrivo!
ja: グルル...届かない！
ko: 그르릉, 안 닿아!
pl: Grrr, nie sięgam!
pt_br: Grrr... não consigo alcançar!
ru: Гр-р-р, не достать!
zh_tw: 呱，夠不到！

# CHARACTERS.WURT.ACTIONFAIL.BUILD.TICOON
source: Huh? You not right one!
de: Hm? Bist nicht der Richtige!
es: ¿Eh? ¡Tú no eres!
fr: Hein ? C'est pas le bon !
it: Eh? Tu no quello giusto!
ja: あれ？あなた、違う子！
ko: 뭐? 넌 아니야!
pl: Hę? Ty nie ten!
pt_br: Huh? Você não é certo!
ru: А? Ты не тот!
zh_tw: 嗯？不是你！

# CHARACTERS.WURT.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: Slow down, birdies!
de: Langsam, Vögel!
es: ¡Despacio, pajaritos!
fr: Du calme, les piafs !
it: Andate piano, uccellini!
ja: 鳥さんたち、落ち着いてよ！
ko: 천천히 해, 친구들!
pl: Wolniej, ptaszki!
pt_br: Devagar, passarinhos!
ru: Помедленней, птички!
zh_tw: 慢點，鳥兒！

# CHARACTERS.WURT.ACTIONFAIL.CHANGEIN.BURNING
source: Nope!
de: Nö!
es: ¡Nop!
es_mx: ¡No!
fr: Eh non !
it: No!
ja: だめだよ！
ko: 안 돼!
pl: Nie!
pt_br: Negativo!
ru: Нет!
zh_tw: 不！

# CHARACTERS.WURT.ACTIONFAIL.CHANGEIN.GENERIC
source: Don't wanna, florp.
de: Will nicht, florp.
es: No quiero, florp.
es_mx: No querer, flop.
fr: J'veux pas, florp.
it: Non voglio, florp.
ja: やめとこうよ、フロープ。
ko: 싫어, 뻐끔.
pl: Nie chcę, florp.
pt_br: Não quero, florp.
ru: Не хочу, хлюп.
zh_tw: 不樂意，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.CHANGEIN.INUSE
source: Gotta wait...
de: Muss warten ...
es: Tengo que esperar...
es_mx: Deber esperar.
fr: Faut attendre...
it: Aspetto...
ja: まってね…
ko: 기다려야 해...
pl: Muszę zaczekać...
pt_br: Tem que esperar...
ru: Надо подождать…
zh_tw: 得等等……

# CHARACTERS.WURT.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: Need big fuzzy to hitch, florp.
de: Man braucht einen Großen Zottel zum Anpflocken, florp.
es: Necesito peludito para atar, florp.
fr: Il faut un gros poilu à attacher, florp.
it: Serve portare qui pelosone, florp.
ja: おっきなパサパサを連れてきて結ばないと。フロープ。
ko: 연결할 커다란 털복숭이가 필요해.
pl: Potrzebuję dużego kudłacza do przytroczenia, florp.
pt_br: Preciso de peludão pra atrelar, florp
ru: Надо большого пушистика привязать, бульк.
zh_tw: 需要栓上一個大毛毛，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: Big fuzzy not fuzzy enough!
de: Großer Zottel nicht groß genug!
es: Peludito no bastante peludito...
fr: Gros poilu est pas assez poilu !
it: Pelosone è troppo poco peloso!
ja: おっきなパサパサのパサパサが足りないよ！
ko: 큰 털복숭이가 맞지만 충분히 복슬복슬하지 않아!
pl: Duży kudłacz jest za mało kudłaty!
pt_br: Peludão não é peludo suficiente!
ru: Большой пушистик пока не пушистый!
zh_tw: 大絨毛的毛還不夠多！

# CHARACTERS.WURT.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: Glurph... this fish too small!
de: Glurf ... Der Fisch ist zu klein!
es: Glurph... ¡Este pez es demasiado pequeño!
es_mx: Gluf... ¡pez demasiado pequeño!
fr: Grrr, il est trop petit !
it: Glurp... Pesce troppo piccolo!
ja: グルーフ...この魚は小さすぎるよ！
ko: 빠끔빠끔... 이 물고기 너무 작다!
pl: Glurp... ta ryba jest za mała!
pt_br: Glurph... esse peixe é pequeno demais!
ru: Буль… мелкая очень рыба!
zh_tw: 格勒浮……這魚太小了！

# CHARACTERS.WURT.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: What you mean is too little?!
de: Was du meinst, ist zu wenig?!
es: ¿¡Cómo que no grande!?
fr: Comment ça, c'est trop petit ?!
it: Come, troppo poco?!
ja: ちっちゃすぎって、どういう意味？！
ko: 너무 적다는 말이야?!
pl: Jak to za mało?!
pt_br: Como assim é pequeno demais?!
ru: Как это «слишком маленький»?!
zh_tw: 你說太小是什麼意思？！

# CHARACTERS.WURT.ACTIONFAIL.CONSTRUCT.EMPTY
source: Need some buildy things.
de: Ich brauche Bausachen.
es: Necesito cosas de construir.
es_mx: Necesitar cosas de construcción.
fr: J'ai rien à construire.
it: Servono cose per costruire.
ja: いくつかの構築物が必要ね。
ko: 지을 물건 필요해.
pl: Potrzebuję jakichś rzeczy do budowania.
pt_br: Preciso de coisas pra construir.
ru: Надо штуки, чтобы строить.
zh_tw: 需要些建東西的材料。

# CHARACTERS.WURT.ACTIONFAIL.CONSTRUCT.INUSE
source: Grrr, have to wait.
de: Grrr, muss warten.
es: Grrr, tengo que esperar.
es_mx: Grrr, tener que esperar.
fr: Grrr, faut attendre.
it: Grrr, serve aspettare
ja: グルル、待たなくちゃ。
ko: 그르릉, 기다려야 해.
pl: Grrr, trzeba poczekać.
pt_br: Grrr, tem que esperar.
ru: Гр-р-р, придется ждать.
zh_tw: 呱，得等等了。

# CHARACTERS.WURT.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Glort? Not right?
de: Glort? Nicht richtig?
es: ¿Glort? ¿No está bien?
es_mx: ¿Glot? ¿No ir aquí?
fr: Glort ? C'est pas ça ?
it: Glort? Non giusto?
ja: グロート？違うの？
ko: 빠끔? 아니야?
pl: Glort? Nie pasuje?
pt_br: Glort? Não tá certo?
ru: Бульк? Что не так?
zh_tw: 嗝浪淌？不對？

# CHARACTERS.WURT.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Eh non.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.COOK.GENERIC
source: Don't wanna, glort.
de: Will nicht, glort.
es: No quiero, glort.
es_mx: No querer, glot.
fr: J'veux pas, glort.
it: Non voglio, glort.
ja: やめとこうよ、フロール。
ko: 싫어, 빠끔.
pl: Nie chcę, glort.
pt_br: Não quero, glort.
ru: Не хочу, хлюп.
zh_tw: 不樂意，嗝浪淌。

# CHARACTERS.WURT.ACTIONFAIL.COOK.INUSE
source: Mmm... what that smell?
de: Mmmh ... Was riecht so?
es: Mmm... ¿Y ese olor?
es_mx: Mmm... ¿qué ser ese olor?
fr: Miam, ça sent quoi ?
it: Mmmm... Cosa è odore?
ja: うーん...この匂いは何かな？
ko: 음... 무슨 냄새지?
pl: Mmm... co to za zapach?
pt_br: Mmm... que cheiro é esse?
ru: М-м-м… чем пахнет?
zh_tw: 呣……什麼味道？

# CHARACTERS.WURT.ACTIONFAIL.COOK.TOOFAR
source: It way over there!
de: Zu weit weg!
es: ¡Está muy lejos!
es_mx: ¡Estar muy lejos!
fr: C'est tout là-bas !
it: È laggiù!
ja: あっちだよ！
ko: 너무 멀어!
pl: Znacznie za daleko!
pt_br: Vem lá de longe!
ru: Ты там, а я тут!
zh_tw: 離得那麼遠！

# CHARACTERS.WURT.ACTIONFAIL.DISMANTLE.COOKING
source: Wait, it making food!
de: Warte, macht Essen!
es: Espera, ¡hace comida!
fr: Attends ! Ça fait à manger !
it: Aspetta, sta preparando cibo!
ja: 待って！これはご飯作ってくれてるから！
ko: 잠깐, 음식을 만들고 있어!
pl: Poczekaj, to robi jedzenie!
pt_br: Peraí, tá fazendo comida!
ru: Подождите, он еду делает!
zh_tw: 等等嘛，它在做吃的！

# CHARACTERS.WURT.ACTIONFAIL.DISMANTLE.INUSE
source: Gotta wait.
de: Muss warten.
es: Tengo que esperar.
es_mx: Deber esperar.
fr: Faut encore attendre.
it: Aspetto.
ja: 待ってよ。
ko: 기다려야 해.
pl: Trzeba zaczekać.
pt_br: Tem que esperar.
ru: Надо ждать.
zh_tw: 得等等。

# CHARACTERS.WURT.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: Too much stuff inside, florp.
de: Zu viel Zeug drin, florp.
es: Mucha cosa dentro, florp.
fr: Trop de trucs dedans, florp.
it: Troppe cose dentro, florp.
ja: 中にモノが多すぎるよ。フロープ。
ko: 안에 물건이 너무 많아.
pl: Za dużo rzeczy w środku, florp.
pt_br: Tem coisas demais dentro, florp.
ru: Внутри слишком много всего, плюх.
zh_tw: 裡面太多東西了，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.DRAW.NOIMAGE
source: Glort... forget what to draw.
de: Glort ... Nichts gemalt.
es: Glort... Olvidé qué dibujar.
es_mx: Glot... haber olvidado qué dibujar.
fr: Glort... J'sais pas quoi dessiner.
it: Glort... Dimenticato cosa disegnare.
ja: グロート...何を描くか忘れちゃった。
ko: 빠끔... 뭐 그릴지 까먹었다.
pl: Glort... zapomniałam, co narysować.
pt_br: Glort... esqueci o que desenhar.
ru: Бульк… что я нарисовать хотела?
zh_tw: 嗝浪淌……忘記要畫什麼了。

# CHARACTERS.WURT.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: Plants not like to drink from the big water.
de: Pflanzen trinken nicht gerne von dem großen Wasser.
es: Plantas no gustar beber del agua grande.
fr: Les plantes aiment pas voir l'eau de la grande plouf.
it: A piante non piace bere da acqua grande.
ja: 葉っぱは、おっきな水溜りからくんだのは飲みたくないってさ。
ko: 식물은 큰 물에서 가져온 물을 마시는 것을 좋아하지 않아.
pl: Rośliny nie lubią pić z dużej wody.
pt_br: Plantas não gostam de beber da água grande.
ru: Растения не любят пить большую воду.
zh_tw: 植物不喜歡喝這個大水池裡的水。

# CHARACTERS.WURT.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: Come closer, fishes! Won't hurt you!
de: Kommt her, Fische! Ich tue euch nichts!
es: ¡Acercaos, peces! ¡No os haré daño!
es_mx: ¡Acercarse, peces! ¡Yo no herirlos!
fr: P'tits poissons, approchez ! J'vais pas vous manger !
it: Qui, pesciolini! Non vi faccio male!
ja: こっちに来て！傷つけたりしないよ！
ko: 가까이 와, 물고기야! 해치지 않아!
pl: Chodźcie bliżej, rybki! Nie skrzywdzę was!
pt_br: Cheguem mais perto, peixes! Não vou machucar vocês!
ru: Идите сюда, друзья! Я вас не съем!
zh_tw: 靠近點，小魚！不打你！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.ABIGAILHEART
source: Aw... sorry Abby-gill.
de: Och ... Tut mir leid, Abigail.
es: Oh... Lo siento, Abigail.
es_mx: Ay... lo siento, “Abiguil”.
fr: Oh... Pardon Abi !
it: Oh... Spiace Abigail.
ja: ああ...ごめんね アビーギル。
ko: 이런... 미안해, 아비길.
pl: Oj... przepraszam, Abby-gill.
pt_br: Ah... Desculpe, Abby-gill.
ru: Ой… Жалко Аби-гульку.
zh_tw: 嗷……對不起阿比蓋餌。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.BUSY
source: Flurmph, too busy to take present?
de: Flurmpf, zu beschäftigt für Geschenk?
es: Flurmph, ¿sin tiempo para coger un regalo?
es_mx: Fluf, ¿estar muy ocupado para agarrar regalo?
fr: Pffff, qui c'est qu'a pas le temps pour un cadeau ?
it: Flurmf, troppe cose da fare per regalo?
ja: フラムフ、忙しすぎてプレゼントに間に合わないの？
ko: 뻐끔뻐끔, 선물 받기 너무 바쁜가?
pl: Flurmp, nie masz czasu nawet przyjąć prezentu?
pt_br: Flurmph, muito ocupado para pegar presente?
ru: Плюх! Так занят, что подарок взять не можешь?
zh_tw: 浮浪浮，忙的沒時間收禮物？

# CHARACTERS.WURT.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: Don't work.
de: Geht nicht.
es: No funciona.
es_mx: No funcionar.
fr: Ça marche pas.
it: Non funziona.
ja: 働かないでね。
ko: 안 통해.
pl: Nie działa.
pt_br: Não funciona.
ru: Не работает.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: Me next, me next!
de: Jetzt ich, jetzt ich!
es: ¡Ahora yo! ¡Ahora yo!
fr: À moi ! À moi !
it: Poi io, poi io!
ja: 次はアタシ、アタシ！
ko: 다음은 나, 다음은 나!
pl: Teraz ja! Teraz ja!
pt_br: Eu próxima, eu próxima!
ru: Дальше я! Дальше я!
zh_tw: 接著我來，接著我來！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: It not want that.
de: Das will nicht das.
es: No querer eso.
fr: Il en veut pas.
it: Non vuole quello.
ja: 欲しくないみたいだよ。
ko: 그것을 원하지 않아.
pl: To coś nie chcieć tego.
pt_br: Não quer isso.
ru: Оно это есть не хочет.
zh_tw: 它不想要那個。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.DEAD
source: They don't need it, flort.
de: Brauchen sie nicht, flort.
es: No lo necesitan, flort.
es_mx: No necesitarlo, flot.
fr: C'est pas nécessaire, flort.
it: Non gli serve, flort.
ja: 必要ないよ、フロート。
ko: 필요 없어, 뻐끔.
pl: Niepotrzebne im to, flort.
pt_br: Eles não precisam disso, flort.
ru: Смысла уже нет, буль-буль.
zh_tw: 他們用不上，浮浪特。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.DUPLICATE
source: Oh! Knew that one already!
de: Oh! Kannte ich schon!
es: ¡Oh! ¡Ya lo conocía!
es_mx: ¡Ah! ¡Ya yo saber eso!
fr: Oh ! J'le savais !
it: Oh! Conosco già tutto!
ja: ああ！もう知ってるよ！
ko: 아! 이미 알고 있었어!
pl: Och! Już to zna!
pt_br: Ah! Já sabia esse!
ru: Ой! Я это уже знаю!
zh_tw: 噢！早就料到了！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.FOODFULL
source: Something cooking already.
de: Da kocht schon was.
es: Ya hay algo cocinándose.
es_mx: Ya estar cocinando algo.
fr: Y'a déjà un truc qui cuit.
it: Qualcosa già cucina.
ja: もう料理を作ってるよ。
ko: 이미 요리 중이야.
pl: Coś już się gotuje.
pt_br: Algo já está cozinhando.
ru: Что-то уже готовится.
zh_tw: 有東西在烹飪中了。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.GENERIC
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.GHOSTHEART
source: Errmmm... don't think so, florp.
de: Äh ... Glaube nicht, florp.
es: Esto... Creo que no, florp.
es_mx: Eeeehhh... yo no poder, flop.
fr: Euuuuh... J'crois pas, florp.
it: Eeemmmm... non penso, florp.
ja: んー...そう思わないよ、フロープ。
ko: 어어... 아닌 것 같아, 뻐끔.
pl: Errmmm... raczej nie, florp.
pt_br: Errmmm... acho que não, florp.
ru: Э-э-э… Не, я так не думаю, буль.
zh_tw: 額……我不這麼認為，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: Oooh, need creepy log for this.
de: Oooh, braucht Gruselholz.
es: Oooh, para esto necesito el leño siniestro.
es_mx: Ah, necesitar tronco espeluznante para esto.
fr: Ooooh, y me faut une bûche bizarre pour ça.
it: Oooh, serve legno raccapricciante.
ja: ああ、これには気味の悪い丸太が必要だよ。
ko: 으으, 기분 나쁜 통나무 있어야 해.
pl: Och, tu potrzeba tej okropnej kłody.
pt_br: Aaah, preciso de uma tora assustadora para isso.
ru: У-у-у, тут нужны страшные бревна.
zh_tw: 哦，需要拿根怪木頭來。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: Need to find mushroom!
de: Muss einen Pilz finden!
es: ¡Necesito encontrar una seta!
es_mx: ¡Necesitar hallar champiñón!
fr: J'dois trouver un champignon.
it: Serve trovare fungo!
ja: キノコを探そう！
ko: 버섯 찾아야 해!
pl: Muszę znaleźć grzyby!
pt_br: Precisa encontrar cogumelos!
ru: Надо найти грибы!
zh_tw: 需要找到蘑菇!

# CHARACTERS.WURT.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: Why mushrooms not grow?
de: Warum Pilze nicht wachsen?
es: ¿Por qué hongos no crecer?
fr: Pourquoi les champignons poussent pas ?
it: Perché funghi non crescono?
ja: なんでキノコが育たないんだろ？
ko: 버섯이 자라지 않는 이유가 뭐야?
pl: Czemu grzyby nie rosnąć?
pt_br: Por que cogumelos não crescem?
ru: Почему грибы не растут?
zh_tw: 為什麼蘑菇不長？

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOMOON
source: Not gonna work, need moon power.
de: Geht nicht, braucht Mondkraft.
es: No va a funcionar; necesito poder lunar.
es_mx: No funcionar porque necesitar poder de luna.
fr: Ça va pas marcher sans lune.
it: Non funziona, serve più luna.
ja: ムーンパワーが必要だよ。
ko: 달 힘 없어서 안 돼.
pl: Nie uda się, potrzeba mocy księżyca.
pt_br: Não vai funcionar, preciso do poder da lua.
ru: Не сработает, нужна сила луны.
zh_tw: 不會起作用，缺少了月亮的力量。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOTATRIUMKEY
source: Don't look right.
de: Sieht nicht gut aus.
es: No parece estar bien.
es_mx: No parecer ser la correcta.
fr: C'est pas ça.
it: Non va bene.
ja: よく見えないね。
ko: 잘못된 것 같아.
pl: To nie wygląda dobrze.
pt_br: Não parece certo.
ru: Что-то не так.
zh_tw: 看著不太對。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOTDISH
source: Blegh!!
de: Bäh!!
es_mx: ¡¡Puaj!!
fr: Beuuuark !
ja: ブレグ！！
ko: 웩!!
pl: Ble!
ru: Фу-у-у!
zh_tw: 啵！！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOTGEM
source: Don't fit.
de: Passt nicht.
es: No encaja.
es_mx: No encajar.
fr: Ça va pas.
it: Non va.
ja: 合わないよ。
ko: 안 맞아.
pl: Nie pasuje.
pt_br: Não cabe.
ru: Не подходит.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: Can't shape that!
de: Kann ich nicht formen!
es: ¡No puedo dar forma a eso!
es_mx: ¡No poder moldearlo!
fr: J'peux rien faire avec ça.
it: Non modello!
ja: それは無理だよ！
ko: 못 만들어!
pl: Nie mogę tego ukształtować!
pt_br: Não dá pra moldar isso!
ru: Ничего не слепить!
zh_tw: 無法塑造！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.NOTSTAFF
source: Don't look right.
de: Sieht nicht gut aus.
es: No parece estar bien.
es_mx: No parecer ser el correcto.
fr: C'est pas possible.
it: Non va bene.
ja: よく見えないね。
ko: 잘못된 것 같아.
pl: To nie wygląda dobrze.
pt_br: Não parece certo.
ru: Что-то не так.
zh_tw: 看著不太對。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: Florp! No time for game!
de: Florp! Keine Zeit für Spiele!
es: ¡Florp! ¡No hay tiempo para juegos!
es_mx: ¡Flop! ¡No ser momento de jugar!
fr: Florp ! Pas le temps de jouer !
it: Florp! Non tempo per gioco!
ja: フロープ！ゲームをしている場合じゃないよ！
ko: 뻐끔! 놀 때 아니야!
pl: Florp! To nie czas na zabawę!
pt_br: Florp! Não há tempo para jogo!
ru: Буль! Некогда играть!
zh_tw: 浮浪噗！沒時間玩遊戲！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: Fluuurph... need to clean first...
de: Fluuurpf ... Erst aufräumen ...
es: Fluuurph... Primero tengo que limpiar...
es_mx: Fluuuf... tener que limpiar primero.
fr: Fluuuuuuurp... J'dois d'abord nettoyer...
it: Fluuuurp... Prima si deve pulire...
ja: フルーフ...まず掃除しなきゃ...
ko: 뻐끔뻐끔... 먼저 청소해야 해...
pl: Fluuurp... najpierw trzeba posprzątać...
pt_br: Fluuurph... precisa limpar primeiro...
ru: Бу-у-ульк… сначала надо почистить.
zh_tw: 浮勒浮……得先清理一下……

# CHARACTERS.WURT.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: Aw... too late.
de: Och ... zu spät.
es: Oh... Demasiado tarde.
es_mx: Ay... demasiado tarde.
fr: Oh... Trop tard.
it: Oh... Troppo tardi.
ja: もう...遅かったね。
ko: 이런... 너무 늦었어.
pl: Oj... za późno.
pt_br: Ah... tarde demais.
ru: Ой… слишком поздно.
zh_tw: 嗷……太晚了。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.SLEEPING
source: Wake up! Have present for you!
de: Aufwachen! Geschenk!
es: ¡Despierta! ¡Tengo un regalo para ti!
es_mx: ¡Despierta! ¡Tener regalo para ti!
fr: Debout ! J'ai un cadeau !
it: Sveglia! Regalo per te!
ja: 起きて！プレゼントがあるよ！
ko: 일어나! 선물 있어!
pl: Wstawaj! Mam dla ciebie prezent!
pt_br: Acorde! Tenho presente pra você!
ru: Проснись! Тебе подарок!
zh_tw: 起床！我有禮物送你！

# CHARACTERS.WURT.ACTIONFAIL.GIVE.SLOTFULL
source: It already full.
de: Schon voll.
es: No cabe nada más.
es_mx: Ya estar lleno.
fr: C'est déjà plein.
it: Già pieno.
ja: もう一杯だよ。
ko: 이미 꽉 찼어.
pl: Nie ma już miejsca.
pt_br: Já está cheio.
ru: Все уже забито.
zh_tw: 已經滿了。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.SPIDERNOHAT
source: Spiderfolk no need hat in there.
de: Spinnenleute brauchen kein Hut da drin.
es: Arañas no necesitar gorro ahí.
fr: Les araignées ont pas besoin de chapeau là-dedans.
it: Ragno non ha bisogno di cappello lì.
ja: ポッケのスパイダーフォークにお帽子は必要ないの。
ko: 거미족은 모자가 필요 없어.
pl: Pajęczak nie potrzebuje tam kapelusza.
pt_br: Povo-aranha não precisa de chapéu aí dentro.
ru: Паукам тут шляпа не нужна.
zh_tw: 蜘蛛人在裡面不需要帽子。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: There no tree inside for giving to, flurp! Will check later.
de: Da ist kein Baum zum Verschenken drin, flurp! Sehe später nach.
es: No árbol dentro para dar nada, flurp. ¡Ya miro luego!
fr: Y a pas d'arbre dedans pour faire des cadeaux, flurp ! Je reviendrai plus tard.
it: Niente albero dentro a cui dare, flurp! Controllare dopo.
ja: あげたくても中に木がいないよ、フループ！後でまた見てみよう。
ko: 안에 받아 줄 나무가 없어, 빠끔! 나중에 확인할래.
pl: W środku nie być drzewa, któremu można coś dać, flurp! Może później.
pt_br: Não tem árvore dentro pra dar, flurp! Vou ver mais tarde.
ru: Дерева внутри нет, давать некому! Попозже посмотрю, бульк.
zh_tw: 裡面沒樹給誰呢，浮勒噗！過會兒再看看。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: Glurph. Gotta try something else.
de: Glurph. Muss etwas anderes ausprobieren.
es: Glurph. Mejor pruebo otra cosa...
fr: Glurp. Faut que j'essaie autre chose.
it: Glurp. Meglio provare altro.
ja: グルーフ。別のを試さなきゃだね。
ko: 빠끔빠끔. 다른 걸 해봐야 해.
pl: Glurp. Może chce czegoś innego.
pt_br: Glurph. Tenho que tentar outra coisa.
ru: Хлюмп. Надо другое что-нибудь дать.
zh_tw: 格浪浮。還是換個別的試試。
