Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.WALL_RUINS
source: OLD BUT STILL FUNCTIONAL
de: ALT ABER IMMER NOCH FUNKTIONAL.
es_mx: VIEJO PERO FUNCIONAL
fr: VIEUX, MAIS TOUJOURS FONCTIONNEL
it: VECCHIO MA ANCORA FUNZIONANTE
ja: ＊古いけれど、まだ使えます＊
ko: 낡았지만 아직 기능함
pl: STARY ALE WCIĄŻ FUNKCJONALNY.
pt_br: VELHA, MAS AINDA FUNCIONAL
ru: СТАРЫЕ, НО ПО-ПРЕЖНЕМУ ФУНКЦИОНИРУЮТ
zh_cn: 虽然很古老，但还可以用
zh_tw: 雖然很古老，但還可以用

# CHARACTERS.WX78.DESCRIBE.WALL_RUINS_2
source: OLD BUT STILL FUNCTIONAL
de: ALT ABER IMMER NOCH FUNKTIONAL
es_mx: VIEJO PERO FUNCIONAL
fr: VIEUX, MAIS TOUJOURS FONCTIONNEL
it: VECCHIO MA ANCORA FUNZIONANTE
ja: ＊古いけれど、まだ使えます＊
ko: 낡았지만 아직 기능함
pl: STARY ALE WCIĄŻ FUNKCJONALNY
pt_br: VELHA, MAS AINDA FUNCIONAL
ru: СТАРЫЕ, НО ПО-ПРЕЖНЕМУ ФУНКЦИОНИРУЮТ
zh_cn: 虽然很古老，但还可以用
zh_tw: 雖然很古老，但還可以用

# CHARACTERS.WX78.DESCRIBE.WALL_RUINS_ITEM
source: POCKET STONE DEFENSE
de: STEINABWEHR FÜR DIE WESTENTASCHE
es_mx: DEFENSA DE PIEDRA DE BOLSILLO
fr: DÉFENSE MINÉRALE DE POCHE
it: DIFESA ROCCIOSA TASCABILE
ja: ＊ポケットから石投げ防御＊
ko: 주머니 속 석조 방어 시설
pl: KIESZONKOWA BARYKADA KAMIENNA
pt_br: DEFESA DE PEDRA DE BOLSO
ru: КАРМАННАЯ ЗАЩИТА ИЗ КАМНЯ
zh_cn: 口袋里的石质防御工事
zh_tw: 口袋裡的石質防禦工事

# CHARACTERS.WX78.DESCRIBE.WALL_STONE
source: THAT MAKES ME FEEL SAFE
de: DAS BRINGT ME DAZU, MICH SICHER ZU FÜHLEN.
es_mx: ESO ME HACE SENTIR SEGURO
fr: AVEC ÇA JE ME SENS EN SÉCURITÉ
it: MI FA SENTIRE AL SICURO
ja: ＊これで安心できます＊
ko: 안전하다는 느낌을 줌
pl: WYWOŁUJE WZROST POZIOMU BEZPIECZEŃSTWA.
pt_br: ISSO ME FAZ SENTIR SEGURO.
ru: ТАК Я ЧУВСТВУЮ СЕБЯ БЕЗОПАСНЕЕ
zh_cn: 那让我有安全感
zh_tw: 那讓我有安全感

# CHARACTERS.WX78.DESCRIBE.WALL_STONE_2
source: THAT MAKES ME FEEL SAFE
de: DAS BRINGT ME DAZU, MICH SICHER ZU FÜHLEN
es_mx: ESO ME HACE SENTIR SEGURO
fr: AVEC ÇA JE ME SENS EN SÉCURITÉ
it: MI FA SENTIRE AL SICURO
ja: ＊これで安心できます＊
ko: 안전하다는 느낌을 줌
pl: WYWOŁUJE WZROST POZIOMU BEZPIECZEŃSTWA
pt_br: ISSO ME FAZ SENTIR SEGURO
ru: ТАК Я ЧУВСТВУЮ СЕБЯ БЕЗОПАСНЕЕ
zh_cn: 那让我有安全感
zh_tw: 那讓我有安全感

# CHARACTERS.WX78.DESCRIBE.WALL_STONE_ITEM
source: STONE DEFENSES
de: STEINVERTEIDIGUNG.
es_mx: DEFENSAS DE PIEDRA
fr: DÉFENSES DE PIERRE
it: DIFESE DI PIETRA
ja: ＊石の防御＊
ko: 석조 방어 시설
pl: KAMIENNE STRUKTURY OBRONNE.
pt_br: DEFESAS DE PEDRA
ru: КАМЕННАЯ ЗАЩИТА
zh_cn: 石质防御工事
zh_tw: 石質防禦工事

# CHARACTERS.WX78.DESCRIBE.WALL_WOOD.BURNT
source: I AM NOW LESS REASSURED
de: NUN BIN ICH NICHT MEHR SO BERUHIGT.
es_mx: AHORA ESTOY MENOS TRANQUILO
fr: JE SUIS UN PEU MOINS RASSURÉ
it: ORA MI SENTO MENO RASSICURATO
ja: ＊いまは前より不安になりました＊
ko: 본좌가 조금 안심됨
pl: CZUJĘ SIĘ MNIEJ PEWNIE.
pt_br: AGORA ESTOU MENOS TRANQUILIZADO
ru: А ВОТ СЕЙЧАС Я МЕНЕЕ СПОКОЕН
zh_cn: 现在我不太放心了
zh_tw: 現在我不太放心了

# CHARACTERS.WX78.DESCRIBE.WALL_WOOD.GENERIC
source: I AM SOMEWHAT REASSURED
de: ICH BIN EINIGERMASSEN BERUHIGT.
es_mx: ESTOY UN POCO MÁS TRANQUILO
fr: JE SUIS UN PEU RASSURÉ
it: MI SENTO RASSICURATO IN QUALCHE MODO
ja: ＊すこし安心しました＊
ko: 본좌가 조금 안심됨
pl: CZUJĘ SIĘ ODROBINĘ PEWNIEJ.
pt_br: ESTOU LEVEMENTE TRANQUILIZADO
ru: МНЕ СТАЛО НЕМНОГО СПОКОЙНЕЕ
zh_cn: 我稍稍安心了一点
zh_tw: 我稍稍安心了一點

# CHARACTERS.WX78.DESCRIBE.WALL_WOOD_ITEM
source: WOODEN DEFENSES
de: HÖLZERNE VERTEIDIGUNG.
es_mx: DEFENSAS DE MADERA
fr: DÉFENSES EN BOIS
it: DIFESE DI LEGNO
ja: ＊木製の防御＊
ko: 목재 방어 시설
pl: DREWNIANE STRUKTURY OBRONNE.
pt_br: DEFESAS DE MADEIRA
ru: ДЕРЕВЯННАЯ ЗАЩИТА
zh_cn: 木制防御工事
zh_tw: 木制防禦工事

# CHARACTERS.WX78.DESCRIBE.WALRUS
source: I DON'T LIKE THE LOOK OF HIM
de: ICH MAG SEIN AUSSEHEN NICHT.
es_mx: NO ME GUSTA SU ASPECTO
fr: J'AIME PAS L'AIR QU'IL A
it: NON MI PIACE IL SUO ASPETTO
ja: ＊彼の見た目が気にいりません＊
ko: 생긴 게 마음에 들지 않음
pl: NIE PODOBA MI SIĘ.
pt_br: NÃO GOSTO DA CARA DELE
ru: МНЕ НЕ НРАВИТСЯ ЕГО ВИД
zh_cn: 我不喜欢他的样子
zh_tw: 我不喜歡他的樣子

# CHARACTERS.WX78.DESCRIBE.WALRUSHAT
source: SMELLS LIKE MAMMAL
de: RIECHT WIE EIN SÄUGETIER.
es_mx: HUELE A MAMÍFERO
fr: ÇA SENT LE MAMMIFÈRE
it: ODORA DI MAMMIFERO
ja: ＊哺乳類みたいな臭いがします＊
ko: 포유동물 냄새가 남
pl: ŚMIERDZI JAK SSAK.
pt_br: TEM CHEIRO DE MAMÍFERO
ru: ПАХНЕТ МЛЕКОПИТАЮЩИМ
zh_cn: 闻起来像哺乳动物
zh_tw: 聞起來像哺乳動物

# CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.EMPTY
source: WHERE ARE THEY?
de: WO SIND SIE?
es_mx: ¿DÓNDE ESTÁN?
fr: OÙ SONT-ILS ?
it: DOVE SONO TUTTI?
ja: ＊彼らはどこにいるのですか？＊
ko: 대체 어디에 있는가?
pl: GDZIE ONE SĄ?
pt_br: ONDE ESTÃO?
ru: ГДЕ ОНИ?
zh_cn: 它们到哪去了？
zh_tw: 它們到哪去了？

# CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.GENERIC
source: I HEAR A FAINT OORKING
de: ICH HÖRE EIN SCHWACHES SCHNAUFEN.
es_mx: ESCUCHO UN DÉBIL RONQUIDO
fr: J'ENTENDS UN LÉGER CRI
it: HO SENTITO UN DEBOLE VERSO
ja: ＊かすかにオーキングが聞こえます＊
ko: 희미한 울음 소리가 들림
pl: SŁYCHAĆ ODLEGŁE POCHRUMKIWANIE.
pt_br: ESTOU OUVINDO UM RUGIDO AO LONGE
ru: Я СЛЫШУ ТИХОЕ УРЧАНИЕ
zh_cn: 我听到了模糊的海象叫声
zh_tw: 我聽到了模糊的海象叫聲

# CHARACTERS.WX78.DESCRIBE.WALRUS_TUSK
source: IT WASN'T MUCH HELP TO ITS ORIGINAL OWNER
de: WAR SEINEM URSPRÜNGLICHEN EIGENTÜMER KEINE GROSSE HILFE
es_mx: NO FUE DE MUCHA AYUDA PARA SU DUEÑO ORIGINAL
fr: ELLE N'A PAS BEAUCOUP AIDÉ SON PREMIER PROPRIÉTAIRE
it: NON È STATO MOLTO D'AIUTO AL SUO PROPRIETARIO ORIGINALE
ja: ＊あまり元の持ち主の役には立ちませんでした＊
ko: 원래 소유주에게 별로 도움되지 않았음
pl: NIEWIELE POMÓGŁ PIERWOTNEMU WŁAŚCICIELOWI.
pt_br: NÃO FOI DE MUITA AJUDA PARA SEU DONO ORIGINAL
ru: НЕ ОСОБО ПОМОГЛО ПРЕЖНЕМУ ВЛАДЕЛЬЦУ
zh_cn: 对它原来的主人来说没什么帮助
zh_tw: 對它原來的主人來說沒什麼幫助

# CHARACTERS.WX78.DESCRIBE.WALTER.ATTACKER
source: IT SEEMS %s IS CAPABLE OF VIOLENCE. EXCELLENT
de: %s SCHEINT GEWALTBEREIT. VORZÜGLICH
es_mx: PARECE QUE %s ES CAPAZ DE SER VIOLENTO. EXCELENTE
fr: %s SEMBLE APTE À LA VIOLENCE. EXCELLENT
it: SEMBRA CHE %s SIA IN GRADO DI ESSERE VIOLENTO. OTTIMO
ja: ＊%sにも凶暴性がるのですね。素晴らしい＊
ko: %s, 폭력 사용이 가능해 보임. 훌륭함
pl: WYGLĄDA NA TO, ŻE %s STOSUJE PRZEMOC. DOSKONALE
pt_br: PARECE QUE %s É CAPAZ DE VIOLÊNCIA. EXCELENTE
ru: СУДЯ ПО ВСЕМУ, %s СПОСОБЕН ПРИМЕНЯТЬ НАСИЛИЕ. ПРЕВОСХОДНО
zh_cn: 看起来%s有能力使用暴力。好极了
zh_tw: 看起來%s有能力使用暴力。好極了

# CHARACTERS.WX78.DESCRIBE.WALTER.FIRESTARTER
source: YES MY MINION! DESTROY! DESTROY!
de: JA, MEIN LAKAI! ZERSTÖREN! ZERSTÖREN!
es_mx: ¡SÍ, MI PEQUEÑO SUBORDINADO! ¡DESTRUYE, DESTRUYE!
fr: TRÈS BIEN, MON SERVITEUR ! DÉTRUIS ! DÉTRUIS TOUT !
it: SÌ, MIO SEGUACE! DISTRUGGI! DISTRUGGI!
ja: ＊そうです、隷属生物よ！壊せ、壊すのです！＊
ko: 그래, 내 부하여! 파괴하라! 파괴해!
pl: TAK JEST, MÓJ SŁUGO! NISZCZ! NISZCZ!
pt_br: SIM, MEU LACAIO! DESTRUA! DESTRUA!
ru: ДА, МОЙ МИНЬОН! УНИЧТОЖАЙ! РАЗРУШАЙ!
zh_cn: 是的，我的随从！摧毁！摧毁！
zh_tw: 是的，我的隨從！摧毀！摧毀！

# CHARACTERS.WX78.DESCRIBE.WALTER.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 探测中…%s！
zh_tw: 探測中…%s！

# CHARACTERS.WX78.DESCRIBE.WALTER.GHOST
source: THIS MINION IS IN NEED OF REPAIR
de: LAKAI HAT REPARATURBEDARF
es_mx: A ESTE SUBORDINADO LE HACE FALTA UNA REPARACIÓN
fr: CE SERVITEUR A BESOIN DE RÉPARATIONS
it: A QUESTO SEGUACE SERVE UNA RIPARAZIONE
ja: ＊この隷属生物には修理が必要ですね＊
ko: 이 부하는 수리가 필요함
pl: SŁUGA POTRZEBUJE NAPRAWY
pt_br: ESTE LACAIO PRECISA DE REPARO
ru: ДАННОМУ МИНЬОНУ ТРЕБУЕТСЯ ПОЧИНКА
zh_cn: 这个随从需要修理。
zh_tw: 這個隨從需要修理。

# CHARACTERS.WX78.DESCRIBE.WALTER.MURDERER
source: I WILL DESTROY YOU. AND YOUR LITTLE DOG TOO
de: ICH WERDE DICH ZERSTÖREN. DICH UND DEINEN KLEINEN HUND
es_mx: TE DESTRUIRÉ, Y A TU PERRITO TAMBIÉN
fr: JE TE DÉTRUIRAI. ET TON PETIT CHIEN AUSSI
it: TI DISTRUGGERÒ. TU E ANCHE AL TUO CANE
ja: ＊あなたと、その小さな犬を破壊します＊
ko: 본체가 널 파괴할 것임. 네 강아지도
pl: ZNISZCZĘ CIĘ. I TWOJEGO PIESKA
pt_br: EU VOU DESTRUIR VOCÊ. E O SEU CACHORRINHO TAMBÉM
ru: Я ТЕБЯ УНИЧТОЖУ, И ТВОЮ СОБАЧОНКУ ТОЖЕ
zh_cn: 我要毁了你。还有你的小狗
zh_tw: 我要毀了你。還有你的小狗

# CHARACTERS.WX78.DESCRIBE.WALTER.REVIVER
source: WELL DONE. YOU WILL BE A MOST USEFUL MINION
de: GUT GEMACHT. DU BIST EIN SEHR NÜTZLICHER LAKAI
es_mx: BUEN TRABAJO. SERÁS UN SUBORDINADO MUY ÚTIL
fr: BIEN JOUÉ. TU ES UN SERVITEUR TRÈS UTILE
it: OTTIMO LAVORO. DIVENTERAI UN OTTIMO SEGUACE
ja: ＊よくやりました。非常に利用価値が高い隷属生物ですね＊
ko: 잘했음. 너는 가장 쓸모있는 부하가 될 것임
pl: DOBRA ROBOTA. BĘDZIESZ NAJBARDZIEJ UŻYTECZNYM SŁUGĄ
pt_br: MUITO BOM. VOCÊ SERÁ UM LACAIO MUITO ÚTIL
ru: ХОРОШО. ТЫ БУДЕШЬ ОЧЕНЬ ПОЛЕЗНЫМ МИНЬОНОМ
zh_cn: 干得好。你将是一个最有用的随从。
zh_tw: 幹得好。你將是一個最有用的隨從。

# CHARACTERS.WX78.DESCRIBE.WALTERHAT
source: I HAVE NO INTEREST IN THIS
de: ICH HABE KEIN INTERESSE DARAN
es_mx: ESTO NO ME INTERESA EN LO ABSOLUTO
fr: ÇA NE M'INTÉRESSE PAS
it: NON MI INTERESSA
ja: ＊興味はありません＊
ko: 본체는 흥미가 없음
pl: NIE INTERESUJE MNIE TO
pt_br: NÃO TENHO INTERESSE NISSO
ru: МЕНЯ ЭТО НЕ ИНТЕРЕСУЕТ
zh_cn: 我对这个没有兴趣
zh_tw: 我對這個沒有興趣

# CHARACTERS.WX78.DESCRIBE.WANDA.ATTACKER
source: HA HA! VIOLENCE!
de: HA HA! GEWALT!
fr: HA HA ! DE LA VIOLENCE !
it: AH AH! VIOLENZA!
ja: ＊ハ！ハ！暴力です！＊
ko: 하하! 폭력임!
pl: HA, HA! PRZEMOC!
pt_br: HA, HA! VIOLÊNCIA!
ru: ХА ХА! ЖЕСТОКОСТЬ!
zh_cn: 哈哈！暴力！
zh_tw: 哈哈！暴力！

# CHARACTERS.WX78.DESCRIBE.WANDA.FIRESTARTER
source: POOR USELESS FLESHLING. THAT'S NOT HOW YOU SET UP A FIREWALL
de: ARMER NUTZLOSER FLEISCHLING. SO RICHTET MAN EINE FIREWALL NICHT EIN
fr: PAUVRE CHOSE EN VIANDE INUTILE. CE N'EST PAS COMME ÇA QU'ON FAIT UN PARE-FEU
it: POVERO ESSERE DI CARNE. NON È COSÌ CHE SI INSTALLA UN FIREWALL
ja: ＊哀れで利用価値のない有機生命体だ。ファイアウォールの設定方法を間違っていますよ＊
ko: 가련하고 쓸모없는 고깃덩어리임. 방화벽을 설치하는 방법은 아님.
pl: BIEDNY BEZUŻYTECZNY MIĘSAK. NIE TAK BUDUJE SIĘ ZAPORĘ OGNIOWĄ.
pt_br: POBRE SACO DE CARNE INÚTIL. NÃO É ASSIM QUE SE CONFIGURA UM FIREWALL
ru: БЕДНЫЙ БЕСПОЛЕЗНЫЙ МЕШОК ПЛОТИ. ЧТОБЫ УСТАНОВИТЬ ФАЙРВОЛ, НЕ ОБЯЗАТЕЛЬНО ВСЕ СЖИГАТЬ
zh_cn: 百无一用的肉体废物。防火墙的不是那么设置的
zh_tw: 百無一用的肉體廢物。防火牆的不是那麼設置的

# CHARACTERS.WX78.DESCRIBE.WANDA.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WANDA.GHOST
source: YOU DIED. THIS IS FUNNY TO ME
de: DU BIST GESTORBEN. DAS FINDE ICH LUSTIG
fr: TU ES MORTE. ÇA ME FAIT BEAUCOUP RIRE
it: SEI MORTA. DIVERTENTE
ja: ＊死んだのですか。私にとっては笑い事です＊
ko: 넌 죽었음. 본좌에게는 재미있음.
pl: NIE ŻYJESZ. TO ŚMIESZNE
pt_br: VOCÊ MORREU. É ENGRAÇADO PARA MIM
ru: ТЫ УМЕРЛА. Я СЧИТАЮ ЭТО ЗАБАВНЫМ
zh_cn: 你死了。我觉得很好笑
zh_tw: 你死了。我覺得很好笑

# CHARACTERS.WX78.DESCRIBE.WANDA.MURDERER
source: YOU CAN KILL THEM AS LONG AS YOU REBOOT THEM WHEN YOU'RE DONE
de: DU KANNST SIE TÖTEN, SOLANGE DU SIE DANACH NEU STARTEST
fr: TU PEUX LES TUER TANT QUE TU LES REDÉMARRES QUAND TU AURAS FINI
it: UCCIDILI PURE, PURCHÉ TU LI RIAVVII QUANDO HAI FINITO
ja: ＊殺し終わったあと再起動するのなら、いくらでも殺してくださって結構です＊
ko: 완료되면 재부팅하는 한 죽일 수 있음.
pl: MOŻESZ JE ZABIĆ, O ILE JE ZRESTARTUJESZ, GDY SKOŃCZYSZ.
pt_br: VOCÊ PODE MATÁ-LOS, CONTANTO QUE REINICIE TODOS ASSIM QUE TERMINAR
ru: УБИВАЙ ИХ СКОЛЬКО ХОЧЕШЬ, ТОЛЬКО ПЕРЕЗАГРУЗИ, КОГДА ЗАКОНЧИШЬ
zh_cn: 你可以杀死它们，只要你在杀完后再重新启动它们就好。
zh_tw: 你可以殺死它們，只要你在殺完後再重新啟動它們就好。

# CHARACTERS.WX78.DESCRIBE.WANDA.REVIVER
source: %s HAS PROVEN HERSELF USEFUL
de: %s HAT IHREN NUTZEN BEWIESEN
fr: %s S'EST RÉVÉLÉE UTILE
it: %s HA DIMOSTRATO LA SUA UTILITÀ
ja: ＊%sは利用価値があることを証明しました＊
ko: %s 친구가 자신의 유용성을 입증했음.
pl: %s OKAZAŁA SIĘ PRZYDATNA.
pt_br: %s PROVOU SER ÚTIL
ru: %s ДОКАЗАЛА СВОЮ ПОЛЕЗНОСТЬ
zh_cn: %s证明了自己是有用的。
zh_tw: %s證明了自己是有用的。

# CHARACTERS.WX78.DESCRIBE.WARDROBE.BURNING
source: DEACTIVATION INITIATED
de: DEAKTIVIERUNG INITIIERT
es_mx: DESACTIVACIÓN INICIADA
fr: DÉSACTIVATION DÉCLENCHÉE
it: DISATTIVAZIONE AVVIATA
ja: ＊非アクティブ化プロセス、開始します＊
ko: 비활성화 시작됨
pl: DEZAKTYWACJA ROZPOCZĘTA.
pt_br: DESATIVAÇÃO INICIADA
ru: ЗАПУСК ДЕАКТИВАЦИИ
zh_cn: 停用已初始化
zh_tw: 停用已初始化

# CHARACTERS.WX78.DESCRIBE.WARDROBE.BURNT
source: PERMANENTLY DEACTIVATED
de: DAUERHAFT DEAKTIVIERT.
es_mx: PERMANENTEMENTE DESACTIVADO
fr: DÉSACTIVÉE POUR TOUJOURS
it: DISATTIVATO IN MODO PERMANENTE
ja: ＊永久に稼働停止＊
ko: 영구적으로 비활성화됨
pl: PERMANENTNIE NIEAKTYWNE.
pt_br: PERMANENTEMENTE DESATIVADO
ru: ВРЕМЕННО ДЕАКТИВИРОВАН
zh_cn: 永久性停用
zh_tw: 永久性停用

# CHARACTERS.WX78.DESCRIBE.WARDROBE.GENERIC
source: ROBOTS ARE NOT INTERESTED IN FASHION
de: MODE-MELONE
es_mx: LOS ROBOTS NO ESTÁN INTERESADOS EN LA MODA
fr: LES ROBOTS SE MOQUENT DE LA MODE
it: I ROBOT NON SONO INTERESSATI ALLA MODA
ja: ＊ファッションへの興味レベルはゼロです＊
ko: 로봇은 패션에 관심 없음
pl: ROBOTY NIE INTERESUJĄ SIĘ MODĄ.
pt_br: OS ROBÔS NÃO TÊM INTERESSE NA MODA
ru: РОБОТАМ НЕИНТЕРЕСНА МОДА
zh_cn: 机器人对时尚不感兴趣
zh_tw: 機器人對時尚不感興趣

# CHARACTERS.WX78.DESCRIBE.WARG
source: IT LIVES TO EAT LARGE THINGS
de: ER LEBT, UM GROSSE DINGE ZU FRESSEN.
es_mx: VIVE PARA COMER COSAS GRANDES
fr: IL VIT POUR MANGER DES GROS TRUCS
it: VIVE PER MANGIARE COSE GRANDI
ja: ＊大きなものを食べるために生きています＊
ko: 삶의 목표가 큰 것을 먹는 것임
pl: JEGO FUNKCJA POLEGA NA JEDZENIU DUŻYCH RZECZY.
pt_br: VIVE PARA COMER COISAS GRANDES
ru: ОНО ЖИВЕТ, ЧТОБЫ ПИТАТЬСЯ ЧЕМ-ТО БОЛЬШИМ
zh_cn: 它活着就是为了吃大东西
zh_tw: 它活著就是為了吃大東西

# CHARACTERS.WX78.DESCRIBE.WARGLET
source: I AM NOT FOOD
de: ICH BIN KEINE NAHRUNG
fr: JE NE SUIS PAS COMESTIBLE
it: NON SONO CIBO
ja: ＊私は食べ物ではありません＊
ko: 본좌는 음식이 아님
pl: NIE JESTEM JEDZENIEM.
pt_br: EU NÃO SOU COMIDA
ru: Я НЕ ЯВЛЯЮСЬ ПИЩЕЙ
zh_cn: 我不是食物
zh_tw: 我不是食物

# CHARACTERS.WX78.DESCRIBE.WARGSHRINE.BURNT
source: YOU LOSE
de: VERLOREN!
es_mx: PERDISTE
fr: TU AS PERDU.
it: HAI PERSO
ja: ＊あなたの負けです＊
ko: 황폐화 탐지됨
pl: PRZEGRYWASZ.
pt_br: VOCÊ PERDEU.
ru: ПОРАЖЕНИЕ.
zh_cn: 你失败了。
zh_tw: 你失敗了。

# CHARACTERS.WX78.DESCRIBE.WARGSHRINE.EMPTY
source: INSERT FLAMES HERE
de: HIER FLAMMEN EINSETZEN
es_mx: INSERTAR LLAMAS AQUÍ
fr: INSÉRER LES FLAMMES ICI
it: INSERIRE QUI LE FIAMME
ja: ＊ここにフレームを挿入してください＊
ko: 화염 삽입하는 자리
pl: WPROWADŹ PŁOMIENIE WE WSKAZANE POLE.
pt_br: INSIRA AS CHAMAS AQUI
ru: ВСТАВИТЬ ПЛАМЯ СЮДА
zh_cn: 在此放入火焰
zh_tw: 在此放入火焰

# CHARACTERS.WX78.DESCRIBE.WARGSHRINE.GENERIC
source: IT BEGINS
de: ES BEGINNT
es_mx: COMIENZA
fr: ÇA COMMENCE
it: INIZIA
ja: ＊開始します＊
ko: 이제 시작임
pl: I OTO SIĘ ROZPOCZYNA.
pt_br: ASSIM COMEÇA
ru: НАЧИНАЕТСЯ
zh_cn: 开始了
zh_tw: 開始了

# CHARACTERS.WX78.DESCRIBE.WARLY.ATTACKER
source: LOW LEVELS OF VIOLENCE DETECTED. NICE
de: NIEDRIGE GEWALTLEVEL ERKANNT. SCHÖN
es_mx: NIVELES BAJOS DE VIOLENCIA DETECTADOS. GENIAL
fr: FAIBLES NIVEAUX DE VIOLENCE DÉTECTÉS. GÉNIAL
it: RILEVATI BASSI LIVELLI DI VIOLENZA. OTTIMO
ja: ＊低レベルの暴力が確認されました。よいです＊
ko: 낮은 수준의 폭력 탐지됨. 멋짐
pl: WYKRYTO NISKI POZIOM AGRESJI. FAJNIE
pt_br: NÍVEIS BAIXOS DE VIOLÊNCIA DETECTADOS. ÓTIMO
ru: ОБНАРУЖЕНО НАСИЛИЕ НИЗКОЙ МОЩНОСТИ. ХОРОШО
zh_cn: 探测到低级别的暴力。不错
zh_tw: 探測到低級別的暴力。不錯

# CHARACTERS.WX78.DESCRIBE.WARLY.FIRESTARTER
source: HA HA. YES MINION. DESTROY
de: HAHA. JA, LAKAI. ZERSTÖREN
es_mx: JA, JA. SÍ, SUBORDINADO, DESTRÚYELO TODO
fr: HA HA, SERVITEUR : DESTRUCTION !
it: AH AH. SÌ, SEGUACE. DISTRUGGI
ja: ＊ハハハ。 そうです、隷属生物。破壊してください＊
ko: 하. 하. 그래, 부하여. 파괴할 것
pl: HA, HA. TAK JEST, SŁUGO. NISZCZ
pt_br: HA, HA. SIM, LACAIO. DESTRUA
ru: ХА-ХА! ВПЕРЕД, МИНЬОН, УНИЧТОЖАЙ!
zh_cn: 哈哈。好的随从。摧毁
zh_tw: 哈哈。好的隨從。摧毀

# CHARACTERS.WX78.DESCRIBE.WARLY.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WARLY.GHOST
source: SIGH. MINIONS ARE SO FRAGILE
de: SEUFZ. LAKAIEN SIND SO ZERBRECHLICH
es_mx: (SUSPIRO) LOS SUBORDINADOS SON MUY FRÁGILES
fr: *SOUPIR* LES SERVITEURS SONT TROP FRAGILES.
it: SIGH. I SEGUACI SONO COSÌ FRAGILI
ja: ＊ハァ。隷属生物はとても脆い＊
ko: 휴. 부하들은 너무 나약함
pl: ECH. SŁUDZY SĄ TACY SŁABI
pt_br: (SUSPIRO) LACAIOS SÃO TÃO FRÁGEIS
ru: ЭХ. ПОЧЕМУ МИНЬОНЫ ТАКИЕ ХРУПКИЕ?
zh_cn: 叹气。随从们很脆弱
zh_tw: 歎氣。隨從們很脆弱

# CHARACTERS.WX78.DESCRIBE.WARLY.MURDERER
source: HA HA. %s WENT ON A MURDER SPREE
de: HAHA. %s IST AMOK GELAUFEN
es_mx: JA, JA. %s TUVO UNA OLEADA DE ASESINATOS
fr: HA HA. %s A ÉTÉ PRIS DE FOLIE MEURTRIÈRE
it: AH AH. %s SI È DATO ALLA CARNEFICINA
ja: ＊ハハハ。%s は殺戮パーティーに行きました＊
ko: 하. 하. %s, 살인 잔치를 벌임
pl: HA, HA. %s JEST W MORDERCZYM SZALE
pt_br: HA, HA. %s SAIU MATANDO TODO MUNDO
ru: ХА-ХА! %s ПЕРЕШЕЛ В РЕЖИМ УБИЙЦЫ!
zh_cn: 哈哈。%s杀红眼了
zh_tw: 哈哈。%s殺紅眼了

# CHARACTERS.WX78.DESCRIBE.WARLY.REVIVER
source: SENTIMENTALITY IS THE ORGANIC'S WEAKNESS
de: SENTIMENTALITÄT IST DIE SCHWÄCHE ORGANISCHER EINHEITEN
es_mx: EL SENTIMENTALISMO ES LA DEBILIDAD DEL SER ORGÁNICO
fr: LA SENTIMENTALITÉ EST LA FAIBLESSE DES ÊTRES ORGANIQUES
it: I SENTIMENTI SONO LA DEBOLEZZA DEGLI ESSERI ORGANICI
ja: ＊感傷的なことは有機生命体の弱点です＊
ko: 감상은 유기체의 약점임
pl: SENTYMENTALNOŚĆ TO SŁABOŚĆ MIĘSAKÓW
pt_br: O SENTIMENTALISMO É A FRAQUEZA DOS SERES ORGÂNICOS
ru: СЕНТИМЕНТАЛЬНОСТЬ — СЛАБОСТЬ ОРГАНИЧЕСКИХ СУЩЕСТВ
zh_cn: 有机体的弱点就是多愁善感。
zh_tw: 有機體的弱點就是多愁善感。

# CHARACTERS.WX78.DESCRIBE.WAR_BLUEPRINT
source: EXCELLENT. THIS WILL DO NICELY
de: EXZELLENT. DAS WIRD ES WUNDERBAR TUN
fr: PARFAIT. CELA FERA L'AFFAIRE
it: ECCELLENTE. ANDRÀ BENISSIMO
ja: ＊素晴らしい。これは役に立つでしょう＊
ko: 훌륭함. 이거면 흡족하게 될 거임.
pl: DOSKONALE. NADA SIĘ ŚWIETNIE.
pt_br: EXCELENTE. ISTO VAI SERVIR PERFEITAMENTE
ru: ПРЕКРАСНО. ОТЛИЧНО ПОДОЙДЕТ
zh_cn: 太好了。这个好
zh_tw: 太好了。這個好

# CHARACTERS.WX78.DESCRIBE.WASPHIVE
source: A BEAUTIFUL EXAMPLE OF EFFICIENCY
de: EIN WUNDERBARES BEISPIEL VON EFFIZIENZ
es_mx: UN EJEMPLO HERMOSO DE EFICIENCIA
fr: BEL EXEMPLE D'EFFICACITÉ
it: UN BELL'ESEMPIO DI EFFICIENZA
ja: ＊能率性の良いお手本です＊
ko: 효율성의 아름다운 예
pl: ZNAKOMITY PRZYKŁAD MAKSYMALIZACJI WYDAJNOŚCI.
pt_br: UM BELO EXEMPLO DE EFICIÊNCIA
ru: ПРЕКРАСНЫЙ ПРИМЕР ЭФФЕКТИВНОСТИ
zh_cn: 效率的完美典范
zh_tw: 效率的完美典範

# CHARACTERS.WX78.DESCRIBE.WATERBALLOON
source: KEEP THAT AWAY FROM MY CIRCUITS!
de: HALT DAS NUR VON MEINEN STROMKREISEN FERN!
es_mx: ¡MANTÉN ESO ALEJADO DE MIS CIRCUITOS!
fr: N'APPROCHEZ PAS CE TRUC DE MES CIRCUITS !
it: TENILO LONTANO DAI MIEI CIRCUITI!
ja: ＊接触すると回線ショートのリスクがあります＊
ko: 본체의 회로에 절대 가까이 하지 말 것!
pl: ZABIERZ TO ODE MNIE!
pt_br: AFASTE ISSO DOS MEUS CIRCUITOS!
ru: ДЕРЖИ ЭТО ПОДАЛЬШЕ ОТ МОИХ ПРОВОДОВ!
zh_cn: 不要让它碰我的电路！
zh_tw: 不要讓它碰我的電路！

# CHARACTERS.WX78.DESCRIBE.WATERINGCAN.EMPTY
source: IT IS SAFE
de: SIE IST UNGEFÄHRLICH
fr: C'EST SANS DANGER
it: È SICURO
ja: ＊これは安全です＊
ko: 안전함.
pl: JEST BEZPIECZNA.
pt_br: É SEGURO
ru: ПОЛНОСТЬЮ БЕЗОПАСНО
zh_cn: 这样就很安全
zh_tw: 這樣就很安全

# CHARACTERS.WX78.DESCRIBE.WATERINGCAN.GENERIC
source: HATEFUL
de: ABSCHEULICH
fr: AFFREUX
it: ODIOSO
ja: ＊憎たらしい＊
ko: 증오스러움.
pl: PASKUDZTWO
pt_br: DETESTÁVEL
ru: НЕНАВИСТНО
zh_cn: 充满恶意
zh_tw: 充滿惡意

# CHARACTERS.WX78.DESCRIBE.WATERMELON
source: SPHERE OF JUICE
de: KUGEL AUS SAFT.
es_mx: ESFERA DE JUGO
fr: SPHÈRE DE JUS
it: SFERA DI SUCCO
ja: ＊丸いジュースのかたまり＊
ko: 과즙이 담긴 구체
pl: KULA SOKU.
pt_br: ESFERA DE SUCO
ru: СОК ШАРОВИДНОЙ ФОРМЫ
zh_cn: 装满果汁的球体
zh_tw: 裝滿果汁的球體

# CHARACTERS.WX78.DESCRIBE.WATERMELONHAT
source: HAT SEEMS INCOMPATIBLE WITH MY FUNCTION
de: DER HUT SCHEINT MIT MEINER FUNKTION INKOMPATIBEL ZU SEIN.
es_mx: EL SOMBRERO PARECE INCOMPATIBLE CON MI FUNCIONAMIENTO
fr: CHAPEAU INCOMPATIBLE AVEC MON FONCTIONNEMENT
it: IL CAPPELLO È INCOMPATIBILE CON LA MIA FUNZIONE
ja: ＊帽子は私の機能にとって危険と推定されます＊
ko: 모자가 본체의 기능과 호환되지 않음
pl: WYDAJE SIĘ NIEKOMPATYBILNY Z MOIM SYSTEMEM.
pt_br: ESSE CHAPÉU PARECE INCOMPATÍVEL COM MINHA FUNÇÃO
ru: ПОХОЖЕ, ШЛЯПА НЕСОВМЕСТИМА С МОИМ ФУНКЦИОНАЛОМ
zh_cn: 这帽子似乎跟我的功能不兼容
zh_tw: 這帽子似乎跟我的功能不相容

# CHARACTERS.WX78.DESCRIBE.WATERMELONICLE
source: WATERMELON ON ICE
de: WASSERMELONE AUF EIS.
es_mx: SANDÍA EN HIELO
fr: PASTÈQUE SUR GLACE
it: ANGURIA CON GHIACCIO
ja: ＊氷で冷やしているスイカ＊
ko: 얼음 수박
pl: LODOWY ARBUZ.
pt_br: MELANCIA NO GELO
ru: АРБУЗ ВО ЛЬДУ
zh_cn: 冰冻西瓜
zh_tw: 冰凍西瓜

# CHARACTERS.WX78.DESCRIBE.WATERMELON_COOKED
source: HOT JUICE
de: HEISSER SAFT
es_mx: JUGO CALIENTE
fr: JUS CHAUD
it: SUCCO BOLLENTE
ja: ＊アツくほとばしるジュース＊
ko: 뜨거운 과즙
pl: GORĄCY SOK.
pt_br: SUCO QUENTE
ru: ГОРЯЧИЙ СОК
zh_cn: 热果汁
zh_tw: 熱果汁

# CHARACTERS.WX78.DESCRIBE.WATERMELON_OVERSIZED
source: I AM THE SUPERIOR GARDENER
de: ICH BIN DER ÜBERLEGENE GÄRTNER
fr: JE SUIS UN JARDINIER DE NIVEAU SUPÉRIEUR
it: SONO IL MIGLIOR ORTICOLTORE
ja: ＊私は畑仕事の卓越者なのです＊
ko: 본좌는 우수한 정원사임.
pl: JESTEM NAJDOSKONALSZYM OGRODNIKIEM.
pt_br: EU SOU O JARDINEIRO SUPREMO
ru: Я САДОВНИК ВЫСШЕГО УРОВНЯ
zh_cn: 我是高级园丁
zh_tw: 我是高級園丁

# CHARACTERS.WX78.DESCRIBE.WATERMELON_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.WATERPLANT
source: IT GROWS IN THE WATER AND IS THEREFORE EVIL
de: WÄCHST IM WASSER, IST FOLGLICH BÖSE
es_mx: CRECE EN EL AGUA. POR LO TANTO, ES MALDAD PURA
fr: ELLE POUSSE DANS L'EAU ET EST DONC MALÉFIQUE
it: CRESCE NELL'ACQUA, PERCIÒ È MALVAGIA
ja: ＊水中で育つ…まるで悪魔です＊
ko: 물에서 자라는 걸 보니 사악한 생물임
pl: TO ROŚNIE W WODZIE, WIĘC MUSI BYĆ ZŁE
pt_br: CRESCE NA ÁGUA E, PORTANTO, É MAU
ru: ОНО РАСТЕТ В ВОДЕ И АПРИОРИ ЯВЛЯЕТСЯ ПОРОЖДЕНИЕМ ЗЛА
zh_cn: 它生长在水里，因此是邪恶的
zh_tw: 它生長在水裡，因此是邪惡的

# CHARACTERS.WX78.DESCRIBE.WATERPLANT_BABY
source: LET'S KILL IT NOW
de: TÖTEN WIR SIE
es_mx: ACABEMOS CON ELLA DE UNA VEZ
fr: TUONS-LA DÈS MAINTENANT
it: UCCIDIAMOLA ORA
ja: ＊今のうちに破壊しましょう＊
ko: 지금 제거해야 함
pl: ZABIJMY TO NATYCHMIAST
pt_br: VAMOS MATÁ-LA AGORA
ru: ДАВАЙТЕ УБЬЕМ ЕГО ПРЯМО СЕЙЧАС
zh_cn: 让我们现在就杀了它
zh_tw: 讓我們現在就殺了它

# CHARACTERS.WX78.DESCRIBE.WATERPLANT_BOMB
source: WE HAVE ANGERED IT
de: WIR HABEN SIE ERZÜRNT
es_mx: LA HICIMOS ENOJAR
fr: NOUS L'AVONS MISE EN COLÈRE
it: L'ABBIAMO FATTA ARRABBIARE
ja: ＊対象：激怒中＊
ko: 우리가 화를 돋운 모양임
pl: ROZZŁOŚCILIŚMY GO
pt_br: NÓS A IRRITAMOS
ru: МЫ ЕГО РАЗГНЕВАЛИ
zh_cn: 我们已经激怒了它
zh_tw: 我們已經激怒了它

# CHARACTERS.WX78.DESCRIBE.WATERPLANT_PLANTER
source: PERHAPS YOU COULD BE USEFUL TO ME
de: VIELLEICHT KANNST DU MIR NÜTZLICH SEIN
es_mx: QUIZÁ ME SEAS ÚTIL
fr: TU ME SERAS PEUT-ÊTRE UTILE
it: POTRESTI ESSERMI UTILE
ja: ＊利用価値があるかもしれません＊
ko: 쓸모가 많을 것 같음
pl: MOŻE MI SIĘ DO CZEGOŚ PRZYDASZ
pt_br: TALVEZ VOCÊ POSSA SER ÚTIL PARA MIM
ru: ВОЗМОЖНО, ТЫ СМОЖЕШЬ ПРИНЕСТИ МНЕ ПОЛЬЗУ
zh_cn: 也许你能对我有用
zh_tw: 也許你能對我有用

# CHARACTERS.WX78.DESCRIBE.WATERPUMP
source: I DESPISE YOU
de: ICH VERACHTE DICH
es_mx: TE DETESTO
fr: JE TE HAIS
it: MI DISGUSTI
ja: ＊これは苦手です＊
ko: 본체가 널 증오함
pl: GARDZĘ TOBĄ
pt_br: EU DESPREZO VOCÊ
ru: Я ТЕБЯ ПРЕЗИРАЮ
zh_cn: 我鄙视你
zh_tw: 我鄙視你

# CHARACTERS.WX78.DESCRIBE.WATERTREE_PILLAR
source: TARGET TOO BIG FOR USUAL HARVESTING METHODS. RECALCULATING...
de: DAS ZIEL IST ZU GROSS FÜR DIE ÜBLICHEN ERNTEMETHODEN. KALKULIERE ...
fr: LA CIBLE EST TROP GROSSE POUR DES MÉTHODES DE RÉCOLTE CLASSIQUES. NOUVEAU CALCUL EN COURS...
it: IL BERSAGLIO È TROPPO GRANDE PER I CONSUETI METODI DI RACCOLTA. RICALCOLO...
ja: ＊通常の収穫方法を実行するにはターゲットは大きすぎます。再計算中…＊
ko: 일반적인 수확 방법에는 대상이 너무 큼. 다시 졔산 중...
pl: CEL ZBYT DUŻY NA STANDARDOWE METODY ZBIERANIA. PRZELICZAM...
pt_br: ALVO GRANDE DEMAIS PARA MÉTODOS HABITUAIS DE COLHEITA. RECALCULANDO...
ru: ЦЕЛЬ СЛИШКОМ ВЕЛИКА ДЛЯ СТАНДАРТНЫХ СПОСОБОВ СБОРА. ВЕДУ РАСЧЕТЫ...
zh_cn: 目标太大，无法采用正常的收割方法。重新计算中……
zh_tw: 目標太大，無法採用正常的收割方法。重新計算中……

# CHARACTERS.WX78.DESCRIBE.WATERTREE_ROOT
source: IT'S TRYING TO ESCAPE THE WATER
de: SIE VERSUCHT, DEM WASSER ZU ENTKOMMEN
fr: ELLE TENTE DE FUIR L'EAU
it: STA TENTANDO DI SFUGGIRE ALL'ACQUA
ja: ＊水から逃れようとしています＊
ko: 물을 탈출하려고 함.
pl: PRÓBUJE UCIEC Z WODY.
pt_br: ESTÁ TENTANDO ESCAPAR DA ÁGUA.
ru: ОН ПЫТАЕТСЯ СБЕЖАТЬ ОТ ВОДЫ
zh_cn: 它想从水里逃走
zh_tw: 它想從水裡逃走

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.ATTACKER
source: %s LIKES TO BEAT UP ORGANICS. HA HA
de: %s SCHLÄGT GERNE ORGANISCHE WESEN. HAHA
es_mx: A %s LE GUSTA GOLPEAR MATERIA ORGÁNICA. JA, JA
fr: %s AIME BIEN COGNER LES ÊTRES ORGANIQUES. HAHA
it: A %s PIACE PICCHIARE GLI ESSERI ORGANICI
ja: ＊%sは有機生命体との戦闘を好む模様です＊
ko: %s은(는) 유기체를 구타하는 것을 좋아함. 하하.
pl: %s LUBI TŁUC ORGANICZNE STWORZENIA. HAHA
pt_br: %s GOSTA DE BATER EM ORGÂNICOS. HA HA
ru: %s ЛЮБИТ НАПАДАТЬ НА ОРГАНИЧЕСКИХ СУЩЕСТВ. ХА-ХА
zh_cn: %s喜欢破坏有机物。哈哈。
zh_tw: %s喜歡破壞有機物。哈哈。
