Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.TICOON.SUCCESS
source: Ah, he found something!
de: Ah, er hat etwas gefunden!
es: ¡Ah, ha encontrado algo!
fr: Ah, il a trouvé quelque chose !
it: Ah, ha trovato qualcosa!
ja: あぁ、何か見つけたみたいだネ！
ko: 아, 저 녀석이 뭘 찾았네!
pl: Ach, znalazł coś!
pt_br: Ah, ele encontrou alguma coisa!
ru: А! Месье что-то нашел!
zh_cn: 啊，他有发现！
zh_tw: 啊，他有發現！

# CHARACTERS.WARLY.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: Maybe we should try elsewhere, non?
de: Vielleicht sollten wir er woanders versuchen, non?
es: Tal vez deberíamos probar en otro sitio, ¿non?
fr: On devrait peut-être essayer ailleurs, non ?
it: Forse dovremmo provare altrove, non?
ja: どこか別のトコロに行こうヨ。ノン？
ko: 어쩌면 다른 데를 찾아봐야 할 것 같아, 농?
pl: Może powinniśmy spróbować gdzie indziej, non?
pt_br: Talvez devêssemos tentar em outro lugar, non?
ru: Попробуем поискать где-нибудь еще, non?
zh_cn: 我们也许应该换个地方试试，不是吗？
zh_tw: 我們也許應該換個地方試試，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.TICOON.TRACKING
source: Something has caught his attention.
de: Etwas hat seine Aufmerksamkeit erregt.
es: Algo ha llamado su atención.
fr: Quelque chose a attiré son attention.
it: Qualcosa ha catturato la sua attenzione.
ja: 何かを見つけたみたいだネ。
ko: 어딘가에 정신이 팔렸네.
pl: Coś przykuło jego uwagę.
pt_br: Algo chamou sua atenção.
ru: Что-то привлекло внимание месье.
zh_cn: 有东西引起了他的注意。
zh_tw: 有東西引起了他的注意。

# CHARACTERS.WARLY.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: Oh excusez-moi, I didn't know you were preoccupied!
de: Oh excusez-moi, ich wusste nicht, dass du so beschäftigt bist!
es: Oh, excusez-moi, ¡no sabía que estabas ocupado!
fr: Oh, navré, je ne savais pas que vous étiez occupé !
it: Oh, excusez-moi, non sapevo che fossi già occupato!
ja: おっと、スミマセン。先に約束があったの知らなかったんだヨ！
ko: 오 실례할게, 정신이 팔려있는지 몰랐어.
pl: Oj, excusez-moi, nie wiedziałem, że jesteś zajęty!
pt_br: Ah, excusez-moi, não sabia que você estava ocupado!
ru: О, excusez-moi, месье, я не знал, что вы уже заняты!
zh_cn: 噢，抱歉，我不知道你已经有安排了！
zh_tw: 噢，抱歉，我不知道你已經有安排了！

# CHARACTERS.WARLY.DESCRIBE.TILLWEED
source: I'm afraid you're bothering the other plants, mon ami.
de: Ich fürchte, du störst die anderen Pflanzen, mon ami.
es: Lo siento, pero estás molestando a las demás plantas, mon ami.
fr: J'ai peur que tu ennuies les autres plantes...
it: Mi dispiace, ma stai disturbando le altre piante, mon ami.
ja: 悪いけど、キミは他の植物のジャマになってるヨ、モナミ。
ko: 다른 식물들을 귀찮게 하는 것 같아, 몽 아미(친구).
pl: Chyba przeszkadzasz innym roślinom, mon ami.
pt_br: Receio que você esteja incomodando outras plantas, mon ami.
ru: Боюсь, ты мешаешь расти другим, mon ami.
zh_cn: 恐怕你打扰到其他植物了，我的朋友。
zh_tw: 恐怕你打擾到其他植物了，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.TILLWEEDSALVE
source: Those weeds turned out to be a useful ingredient after all.
de: Das Unkraut hat sich schließlich als nützliche Zutat entpuppt.
es: Al final, las malas hierbas han servido de ingrediente.
fr: Ces herbes sont finalement de très bons ingrédients.
it: Alla fine, quelle erbacce si sono rivelate un ingrediente utile.
ja: この雑草は便利な食材だってワカッタんだヨ。
ko: 그 잡초는 결국 유용한 재료인 걸로 밝혀졌어.
pl: Te chwasty okazały się jednak przydatnym składnikiem.
pt_br: Aquelas ervas acabaram se revelando um ingrediente útil no final.
ru: Даже эту траву все-таки удалось превратить в полезный ингредиент.
zh_cn: 那些杂草原来还是一种有用的食材。
zh_tw: 那些雜草原來還是一種有用的食材。

# CHARACTERS.WARLY.DESCRIBE.TOADSTOOL.GENERIC
source: What massive legs you have!
de: Du hast aber massive Beine!
es: ¡Qué patorras tienes!
es_mx: ¡Qué ancas tan grandes tienes!
fr: Quelles énormes pattes !
it: Hai zampe enormi!
ja: キミの脚はすご～く大きいネ！
ko: 넌 다리가 정말 거대하구나!
pl: Ale masz wielkie nogi!
pt_br: Que pernas enormes você tem!
ru: Какие у тебя ножищи.
zh_cn: 你的腿真粗！
zh_tw: 你的腿真粗！

# CHARACTERS.WARLY.DESCRIBE.TOADSTOOL.RAGE
source: It seems quite mad now!
de: Er kommt mir ziemlich wütend vor!
es: ¡Parece que no está de humor!
es_mx: ¡Ahora está bastante molesto!
fr: Il a l'air furieux !
it: Sembra piuttosto arrabbiato!
ja: すご～く怒ってるみたいだネ！
ko: 꽤 화가 난 모양이야!
pl: Wygląda na rozzłoszczoną!
pt_br: Parece que tá bem bravo!
ru: Кажется, она разозлилась!
zh_cn: 它好像很生气！
zh_tw: 它好像很生氣！

# CHARACTERS.WARLY.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: Was there supposed to be something here?
de: Sollte hier irgendwas sein?
es: ¿Se supone que tendría que haber algo aquí?
es_mx: ¿Había algo aquí?
fr: Il devrait y avoir quelque chose là, non ?
it: Non doveva esserci qualcosa qui?
ja: ここに何かあるはずなのかな？
ko: 여기 원래 뭐가 있었나?
pl: Coś tutaj powinno być?
pt_br: Era pra ter alguma coisa aqui?
ru: А там должно было что-то быть?
zh_cn: 这里本应该有什么吗？
zh_tw: 這裡本應該有什麼嗎？

# CHARACTERS.WARLY.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: How delectable! I should chop it down.
de: Wie köstlich! Ich sollte ihn fällen.
es: ¡Qué sabrosura! Debería cortarlo.
es_mx: ¡Qué exquisito! Tal vez debería cortarlo.
fr: Oh, délicieux ! Je devrais l'émincer.
it: Delizioso! Dovrei abbatterlo.
ja: すご～くオイシイ！これ、切り倒すべきだネ。
ko: 맛있겠다! 베어야겠어.
pl: Wyśmienicie! Powinienem go zebrać.
pt_br: Que delicioso! Eu devia cortá-lo em pedaços.
ru: Выглядит аппетитно! Может, стоит срубить его?
zh_cn: 棒极了！我要砍下来。
zh_tw: 棒極了！我要砍下來。

# CHARACTERS.WARLY.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: What's that poking out?
de: Was schaut denn da raus?
es: ¿Qué es eso que sobresale?
es_mx: ¿Qué es eso que sobresale?
fr: Ça dépasse... Qu'est-ce que c'est ?
it: Cos'è quella cosa che spunta fuori?
ja: 何が出てきてるのかな？
ko: 저 삐져나온 것은 뭐지?
pl: A co to tu wystaje?
pt_br: O que é aquilo ali saindo pra fora?
ru: Что это там торчит?
zh_cn: 突出来的是什么？
zh_tw: 突出來的是什麼？

# CHARACTERS.WARLY.DESCRIBE.TOMATO
source: Mmm... I can smell the sauces already.
de: Mmmh ... Ich kann die Saucen schon riechen.
es: Mmm... Ya huelo las salsas.
es_mx: Mmm... ya puedo oler las salsas que prepararé con esto.
fr: Mmmh, je sais déjà quelle sauce je vais pouvoir faire.
it: Mmmm... Sento già il profumo della salsa.
ja: んー...もうソースの匂いが...クンクン。
ko: 음... 벌써 소스 냄새가 나는 것 같아.
pl: Mmm... Już czuję ten sos.
pt_br: Hmm... já posso sentir o cheiro dos molhos.
ru: М-м… Уже чувствую запах соусов.
zh_cn: 嗯，我已经能闻到酱汁的美味了。
zh_tw: 嗯，我已經能聞到醬汁的美味了。

# CHARACTERS.WARLY.DESCRIBE.TOMATO_COOKED
source: A nice light snack.
de: Ein leckerer leichter Imbiss.
es: Un tentempié rico y ligero.
es_mx: Una botana rica y ligera.
fr: Un en-cas léger et délicieux.
it: Uno spuntino buono e leggero.
ja: おいしい軽食だヨ。
ko: 가볍게 먹기 좋은 간식이야.
pl: Smaczna, lekka przekąska.
pt_br: Um baita lanche.
ru: Легкая закуска.
zh_cn: 很好的零食。
zh_tw: 很好的零食。

# CHARACTERS.WARLY.DESCRIBE.TOMATO_OVERSIZED
source: What a formidable tomato!
de: Welch formidable Tomate!
es: ¡Qué maravilla de tomate!
fr: Quelle magnifique tomate !
it: Che pomodoro maestoso!
ja: スゴク巨大なトマトだネ！
ko: 정말 어마어마한 토마토잖아!
pl: Co za potężny pomidor!
pt_br: Que tomate formidável!
ru: Невероятно внушительный томат!
zh_cn: 多么强大的西红柿啊!
zh_tw: 多麼強大的番茄啊!

# CHARACTERS.WARLY.DESCRIBE.TOMATO_SEEDS
source: What fresh ingredients will grow from these?
de: Welche frischen Zutaten da wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de aquí?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: A quali freschi ingredienti daranno vita?
ja: これからどんな新鮮野菜が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas produzirão?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.TOPHAT
source: For a night out on the town...?
de: Die Nacht erleuchtet, die Nacht erhellt!
es: ¿Para salir de noche en la ciudad...?
es_mx: ¿Para salir de noche en la ciudad...?
fr: Pour sortir en ville le soir ?
it: Per una notte in città...?
ja: 夜のおでかけ用…？
ko: 밤에 놀러나갈 때 쓰는 건가...?
pl: Szykuje się jakaś impreza?
pt_br: Pra uma noite fora na cidade?
ru: Для вечерней прогулки по городу…?
zh_cn: 晚上戴着它去城里寻开心...？
zh_tw: 晚上戴著它去城裡尋開心...？

# CHARACTERS.WARLY.DESCRIBE.TORCH
source: Not great for caramelizing crème brûlée, but it will do for seeing.
de: Damit kriege ich keine Crème brûlée karamellisiert, aber zum Gucken taugt sie.
es: No sirve para caramelizar la creme brûlée, pero valdrá para ver.
es_mx: No sirve para caramelizar la crème brûlée, pero sí para poder ver.
fr: Pas super pour caraméliser la crème brûlée, mais ça fait de la lumière.
it: Non è adatta a caramellare la crème brûlé, ma va bene per vederci.
ja: クリームブリュレを焼くにはふさわしくないけど、その辺を見るには十分だネ。
ko: 크렘 브륄레를 그을릴 때 쓸 수는 없지만 시야는 확보해 주지.
pl: Do crème brûlée się nie nada, ale przynajmniej rozświetli mrok.
pt_br: Não é ideal para caramelizar crème brûlée, mas serve para enxergar.
ru: Для карамелизации крем-брюле не подойдет, зато улучшит видимость.
zh_cn: 不适合烤焦糖布丁，但是能提供点视野。
zh_tw: 不適合烤焦糖布丁，但是能提供點視野。

# CHARACTERS.WARLY.DESCRIBE.TOURTIERE
source: Ah oui, now that's a meat pie!
de: Ah oui, das nenne ich Fleischpastete!
es: ¡Ah, oui, eso es lo que yo llamo un pastel de carne!
es_mx: ¡Ah, oui! ¡Esto sí que es un pastel de carne!
fr: Ah, voilà ! Ça, c'est de la bonne tourte !
it: Ah oui, questo sì che è un pasticcio di carne!
ja: はい。これで、ミートパイの出来上がり！
ko: 좋아, 이런 게 바로 고기파이지!
pl: Ah oui, takie ciasto to ja rozumiem!
pt_br: Ah, oui! Isso sim que é uma torta de carne!
ru: О, oui, вот это я понимаю — мясной пирог!
zh_cn: 啊，这就对了，这才是肉饼应有的样子！
zh_tw: 啊，這就對了，這才是肉餅應有的樣子！

# CHARACTERS.WARLY.DESCRIBE.TOWNPORTAL.ACTIVE
source: Ready to receive the dinner guests.
de: Bereit für Gäste zum Abendessen.
es: Todo listo para recibir invitados a cenar.
es_mx: Listo para recibir a los invitados de la cena.
fr: Prêt à recevoir des invités pour le dîner.
it: Sono pronto a ricevere i miei invitati.
ja: ディナーのゲストを迎える準備はできたヨ。
ko: 저녁 식사 손님을 맞을 준비가 됐어.
pl: Można przyjmować gości na obiad.
pt_br: Pronto pra receber os convidados pro jantar.
ru: К приему гостей готов.
zh_cn: 准备好迎接晚宴的客人了。
zh_tw: 準備好迎接晚宴的客人了。

# CHARACTERS.WARLY.DESCRIBE.TOWNPORTAL.GENERIC
source: Is someone coming for dinner?
de: Kommt jemand zum Abendessen?
es: ¿Viene alguien a cenar?
es_mx: ¿Alguien viene a cenar?
fr: Quelqu'un vient dîner ?
it: Qualcuno viene a cena?
ja: ディナーに誰か来るのカナ？
ko: 저녁 먹으러 올 사람이 있나?
pl: Czy ktoś przyjdzie na obiad?
pt_br: Tem alguém vindo pro jantar?
ru: Кто-нибудь придет на ужин?
zh_cn: 晚宴的客人要到了吗？
zh_tw: 晚宴的客人要到了嗎？

# CHARACTERS.WARLY.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: Well, it will be quicker at least.
de: Tja, immerhin geht es schneller.
es: Bueno, al menos será más rápido.
es_mx: Bueno, al menos será una visita rápida.
fr: Au moins, ça ira plus vite.
it: Beh, almeno così sarà più veloce.
ja: 少なくとも少し早くなるヨ。
ko: 뭐, 최소한 더 빨라지겠네.
pl: Przynajmniej będzie szybciej.
pt_br: Bom, pelo menos vai ser mais rápido.
ru: Так хотя бы быстрее.
zh_cn: 至少能快点。
zh_tw: 至少能快點。

# CHARACTERS.WARLY.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: The sensation takes some getting used to.
de: Dieses Erlebnis ist gewöhnungsbedürftig.
es: Cuesta acostumbrarse a la sensación.
es_mx: Toma un rato acostumbrarse a la sensación.
fr: Je ne m'y suis toujours pas fait.
it: Ci vuole un po' per abituarsi alla sensazione.
ja: この感覚に慣れるまで少しかかるヨ。
ko: 감각에 익숙해지려면 시간이 좀 걸려.
pl: Trzeba się przyzwyczaić.
pt_br: É preciso se habituar com a sensação.
ru: К этим ощущениям еще надо привыкнуть.
zh_cn: 这种感觉需要花点时间适应。
zh_tw: 這種感覺需要花點時間適應。

# CHARACTERS.WARLY.DESCRIBE.TRAILMIX
source: Energy food!
de: Welch Energie!
es: ¡Comida energética!
es_mx: ¡Comida energética!
fr: Barre énergétique !
it: Cibo energia!
ja: 元気が出るおやつネ！
ko: 에너지 식품이다!
pl: Posiłek energetyczny!
pt_br: Comida energética!
ru: Пища, которая дает энергию!
zh_cn: 高能量食物！
zh_tw: 高能量食物！

# CHARACTERS.WARLY.DESCRIBE.TRAILS
source: Be gentle, please!
de: Vorsicht bitte!
es: ¡Con tacto, por favor!
es_mx: ¡Sé amable, por favor!
fr: Sois gentil, s'il te plaît !
it: Sii gentile, ti prego!
ja: やさし～くネ！
ko: 제발 살살 해 줘!
pl: Tylko proszę delikatnie!
pt_br: Seja gentil, por favor!
ru: Пожалуйста, будь нежнее!
zh_cn: 请温柔待我！
zh_tw: 請溫柔待我！

# CHARACTERS.WARLY.DESCRIBE.TRANSISTOR
source: Positively charged to get my hands on one!
de: Sowas brauch ich unbedingt.
es: ¡Positivamente quiero hacerme con uno!
es_mx: ¡Positivo que quiero tener uno!
fr: Je suis positivement chargé pour mettre la main dessus !
it: Sono a tutta carica per metterci le mani addosso!
ja: プラスの電気を帯びてるヨ
ko: 나도 꼭 갖고 싶다!
pl: A gdzie przyczłapy?
pt_br: Carregado positivamente para colocar minhas mãos em um!
ru: Я заряжен положительно на его счет!
zh_cn: 带正电的小零件，我忍不住想拥有！
zh_tw: 帶正電的小零件，我忍不住想擁有！

# CHARACTERS.WARLY.DESCRIBE.TRAP
source: I do not wish to be so tricky, but the dinner bell calls me.
de: Ich möchte nicht schwierig sein, aber die Glocke ruft mich zum Abendessen.
es: No quiero poner muchas pegas, pero me está llamando la campana de la cena.
es_mx: No quiero complicar las cosas, pero me está llamando la campana de la cena.
fr: Je n'ai pas l'habitude d'être si fourbe, mais l'heure du dîner approche.
it: Non voglio fare il difficile, ma la campana della cena mi chiama.
ja: ズルい手は使いたくないけど、しかたないネ…
ko: 이런 걸 쓰기엔 마음이 불편하지만, 나도 먹고 살아야 하니까.
pl: Nie chcę się narzucać, ale kiszki zaczynają się odzywać.
pt_br: Não quero ser tão traiçoeiro, mas o sino do jantar me chama.
ru: Не хочу показаться коварным, но мне пора обедать.
zh_cn: 我不想使诡计，但开饭的铃声在召唤我。
zh_tw: 我不想使詭計，但開飯的鈴聲在召喚我。

# CHARACTERS.WARLY.DESCRIBE.TRAP_BRAMBLE
source: My salady friend made this.
de: Die hat mein Salatfreund gemacht.
es: Es cosa de mis amigos ensaladeros.
es_mx: Mi amigo ensalada hizo esto.
fr: C'est mon amie la salade qui a fait ça.
it: L'ha fatta il mio amico verde.
ja: ボクの葉っぱの友だちから作ったんだ。
ko: 샐러드 같은 친구가 만들었어.
pl: To dzieło mojego liściastego przyjaciela.
pt_br: Meu amigo saladinha fez isso.
ru: Это мой салатный друг сделал.
zh_cn: 沙拉朋友做的。
zh_tw: 沙拉朋友做的。

# CHARACTERS.WARLY.DESCRIBE.TRAP_STARFISH.CLOSED
source: Don't take a bite out of me!
de: Beiß mir nichts ab!
es: ¡Ni se te ocurra morderme!
es_mx: ¡No me muerdas!
fr: Ne me mange pas !
it: Non mordermi!
ja: ボクを一口たりとも食べないで～！
ko: 물지 말아 줘!
pl: Tylko mnie nie gryź!
pt_br: Não tire pedaço de mim!
ru: Не надо от меня ничего откусывать!
zh_cn: 千万别咬我。
zh_tw: 千萬別咬我。

# CHARACTERS.WARLY.DESCRIBE.TRAP_STARFISH.GENERIC
source: That's an unusual looking starfish.
de: Das ist ein ungewöhnlicher Seestern.
es: Una estrella de mar de aspecto inusual.
es_mx: Esa estrella de mar tiene un aspecto inusual.
fr: Quelle étoile de mer étrange.
it: È una stella marina dall'aspetto molto strano.
ja: 変なヒトデだネ。
ko: 특이하게 생긴 불가사리야.
pl: Ta rozgwiazda wygląda nietypowo.
pt_br: Essa estrela-do-mar é bem estranha.
ru: Какая необычная морская звезда.
zh_cn: 那海星长得真奇怪。
zh_tw: 那海星長得真奇怪。

# CHARACTERS.WARLY.DESCRIBE.TRAP_TEETH
source: This is not a cruelty-free trap.
de: Das ist eine Falle.
es: Esta no es una trampa sin crueldad.
es_mx: Esta no es una trampa sin crueldad.
fr: Un piège non dénué d'une certaine cruauté.
it: Questa è una trappola crudele.
ja: ヒトにも、動物にも、優しくないワナだネ…
ko: 꽤 잔인한 덫이야.
pl: Niespecjalnie humanitarna.
pt_br: Essa não é uma armadilha sem crueldade.
ru: Это точно не «ловушка без жестокости».
zh_cn: 这是个残忍的陷阱。
zh_tw: 這是個殘忍的陷阱。

# CHARACTERS.WARLY.DESCRIBE.TRAP_TEETH_MAXWELL
source: I must remember where this is...
de: Ich muss daran denken, gegen die Faser zu schneiden.
es: Tengo que acordarme dónde estaba esto...
es_mx: Tengo que acordarme dónde estaba esto...
fr: Je dois me souvenir de l'endroit...
it: Devo ricordare dove è...
ja: しかけてある場所、覚えとかなきゃネ…
ko: 이것의 위치를 기억해 둬야 해...
pl: Muszę zapamiętać, gdzie to się znajduje...
pt_br: Preciso me lembrar onde isso está...
ru: Я должен вспомнить, где это…
zh_cn: 我一定得记起这是哪里...
zh_tw: 我一定得記起這是哪裡...

# CHARACTERS.WARLY.DESCRIBE.TREASURECHEST.BURNT
source: Its treasure-chesting days are over.
de: Die Schatztruhe truht keinen Schatz mehr.
es: Sus días de guardar tesoros se han acabado.
es_mx: Terminaron sus días de guardar tesoros.
fr: Ses jours de coffre à trésor sont derrière lui.
it: I suoi giorni del tesoro-nello-scrigno sono finiti.
ja: これじゃもう、宝箱とは呼べないネ
ko: 보물상자로 살던 시절은 지나갔군.
pl: Skończyło się skarbochowanie.
pt_br: Seus dias de baú de tesouro terminaram.
ru: Больше он не будет хранить сокровища.
zh_cn: 它作为藏宝箱的日子结束了。
zh_tw: 它作為藏寶箱的日子結束了。

# CHARACTERS.WARLY.DESCRIBE.TREASURECHEST.GENERIC
source: Treasure!
de: Schatz!
es: ¡Un tesoro!
es_mx: ¡Un tesoro!
fr: Trésor !
it: Tesoro!
ja: お宝だ～！
ko: 보물이다!
pl: Skarb!
pt_br: Tesouro!
ru: Сокровище!
zh_cn: 宝藏！
zh_tw: 寶藏！

# CHARACTERS.WARLY.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm, something does not feel right about this...
de: Hm, irgendwas stimmt da nicht.
es: Hmmm, aquí hay algo que no me gusta...
es_mx: Mmm, aquí hay algo que no me gusta...
fr: Hmmm... Il y a quelque chose de louche...
it: Ummm, c'è qualcosa di sbagliato...
ja: なんだか、イヤな予感がするヨ…
ko: 흠, 어째 느낌이 이상한데...
pl: Coś tu jest nie tak...
pt_br: Hmm, tem algo errado nisso...
ru: Хм-м-м, какое-то у меня нехорошее предчувствие…
zh_cn: 嗯，我感觉这个有点不对劲...
zh_tw: 嗯，我感覺這個有點不對勁...

# CHARACTERS.WARLY.DESCRIBE.TREECLUMP
source: Someone or something does not want me to tree-spass.
de: Irgendjemand will mir hier den Weg versperren.
es: Parece que alguien o algo quiere impedir que prosiga mi camino.
es_mx: Parece que alguien o algo quiere impedir que prosiga mi camino.
fr: On dirait qu'on cherche à me bloquer le passage.
it: Qualcuno o qualcosa non vuole che oltrepassi.
ja: 「入るな！」ってコト？
ko: 누군가 내가 지나가는 걸 원치 않는 모양이야.
pl: Ktoś lub coś nie chce, żebym tędy szedł.
pt_br: Alguém ou alguma coisa não quer que eu passe.
ru: Энто проход, который меня не пускает.
zh_cn: 有什么人或什么东西不想我穿过这片树丛。
zh_tw: 有什麼人或什麼東西不想我穿過這片樹叢。

# CHARACTERS.WARLY.DESCRIBE.TREEGROWTHSOLUTION
source: A growing tree should eat well!
de: Ein wachsender Baum sollte gut ernährt werden!
es: Un árbol en edad de crecer tienen que comer bien.
fr: Un arbre en pleine croissance doit manger !
it: Un albero in piena crescita deve nutrirsi bene!
ja: 成長中の木はたくさん食べなくちゃダメだヨ！
ko: 자라는 나무는 잘 먹어야 해!
pl: Młode drzewo powinno dobrze się odżywiać!
pt_br: Uma árvore em crescimento precisa se alimentar bem.
ru: Растущему древесному организму нужно хорошо питаться!
zh_cn: 一棵成长中的树一定不能缺营养！
zh_tw: 一棵成長中的樹一定不能缺營養！

# CHARACTERS.WARLY.DESCRIBE.TRIDENT
source: What dish could accomodate a fork of that size?
de: Welcher Teller würde zu so einer Gabel passen?
es: ¿Qué plato podría requerir un tenedor de ese tamaño?
es_mx: ¿En qué plato podría caber un tenedor de ese tamaño?
fr: Il faut avoir un sacré coup de fourchette pour manger avec ça.
it: Che cosa si mangia con una forchetta di quelle dimensioni?
ja: そんなサイズのフォークを使えるのは...どんな料理カナ？
ko: 저런 크기의 포크는 어떤 요리에 쓸 수 있을까?
pl: Do jakiegoż to dania potrzeba tak wielkiego widelca?
pt_br: Que prato poderia acomodar um garfo desse tamanho?
ru: Это какого размера должна быть тарелка под эту вилку?
zh_cn: 什么样的料理才用得到这样大的叉子？
zh_tw: 什麼樣的料理才用得到這樣大的叉子？

# CHARACTERS.WARLY.DESCRIBE.TRINKET_1
source: Someone must have really lost their marbles.
de: Verrückte Sache.
es: Alguien no anda para muchos juegos.
es_mx: Alguien no se andaba con juegos.
fr: Quelqu'un y a vraiment laissé ses billes.
it: Qualcuno deve aver davvero perso il senno.
ja: アメ細工みたいネ
ko: 누가 구슬을 많이 잃어버렸나 보군.
pl: Ktoś zgubił swoje kulki.
pt_br: Parece que alguém perdeu suas bolinhas de gude.
ru: Кто-то растерял свои стекляшки.
zh_cn: 肯定有人真的掉了弹珠。
zh_tw: 肯定有人真的掉了彈珠。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_10
source: Manmade masticators.
de: Künstliche Beißerchen.
es: Masticadores hechos por el hombre.
es_mx: Masticadores hechos por el hombre.
fr: Des dents faites par l'homme.
it: Masticatori artificiali.
ja: 人工ソシャク装置？
ko: 인공 분쇄기.
pl: Przeżuwacze stworzone ręką człowieka.
pt_br: Mastigadores feitos pelo homem.
ru: Жевалка, созданная человеком.
zh_cn: 人造咀嚼器。
zh_tw: 人造咀嚼器。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_11
source: He doesn't seem trustworthy to me.
de: Der wirkt nicht besonders vertrauenswürdig.
es: No me parece digno de confianza.
es_mx: No me parece digno de confianza.
fr: Je ne lui ferais pas confiance.
it: Non mi sembra affidabile.
ja: コイツ、信用できなそうネ…
ko: 별로 신뢰가 가지 않네.
pl: Nie wygląda na godnego zaufania.
pt_br: Ele não parece confiável para mim.
ru: На вид не очень надежная штука.
zh_cn: 他看起来不值得我信任。
zh_tw: 他看起來不值得我信任。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_12
source: I know of no recipe that calls for this.
de: Nach einem alten Familienrezept.
es: No conozco ninguna receta para esto.
es_mx: No conozco ninguna receta para esto.
fr: Je ne connais aucune recette avec ça.
it: Non conosco nessuna ricetta che lo richieda.
ja: こんな食材使うレシピは、知らないヨ…
ko: 이게 사용되는 레시피는 아는 게 없는데.
pl: Nie znam przepisu, do którego potrzeba czegoś takiego.
pt_br: Não conheço nenhuma receita que leva isso.
ru: Я не знаю ни одного рецепта, где бы это пригодилось.
zh_cn: 我不知道有什么菜谱需要这东西。
zh_tw: 我不知道有什麼菜譜需要這東西。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_13
source: You'd look so sweet in your own little garden.
de: Du würdest in deinem eigenen kleinen Garten so süß aussehen.
es: Irradias dulzura en tu propio jardincillo.
es_mx: Te verías tan adorable en tu propio jardincito.
fr: Tu serais sans doute mieux dans un petit jardin.
it: Staresti benissimo nel tuo giardinetto.
ja: ボクたちの庭に来たら、う～んとかわいく見えるヨ。
ko: 작은 정원에 두면 정말 잘 어울리겠는걸.
pl: Słodko byś wyglądała w ogródku.
pt_br: Você ficaria uma lindeza no seu próprio jardinzinho.
ru: Ты так мило будешь смотреться в своем собственном садике.
zh_cn: 你在你自己的小花园里会看着非常可爱。
zh_tw: 你在你自己的小花園裡會看著非常可愛。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_14
source: I could still use this for measuring.
de: Ich kann das Ding noch als Messbecher benutzen.
es: Podría usar esto para medir.
es_mx: Aún podría usarla para las porciones.
fr: Ça pourrait me servir à mesurer des trucs.
it: Potrei usarla come dosatore.
ja: これ、メジャーとしてはまだ使えるヨ。
ko: 그래도 계량하는 데 쓸 수는 있겠어.
pl: Nadal może się nadać do odmierzania.
pt_br: Eu ainda poderia usar isso para medições.
ru: Можно использовать как меру.
zh_cn: 我还是可以拿这个来量东西。
zh_tw: 我還是可以拿這個來量東西。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_15
source: Aren't we all, mon ami.
de: Tun wir das nicht alle, mon ami.
es: Como todos, camarade.
es_mx: ¿No lo somos todos, mon ami?
fr: On l'est un peu tous, j'imagine.
it: Lo siamo un po' tutti, mon ami.
ja: みんな同じじゃない？モナミ。
ko: 다들 그렇지, 친구.
pl: Jak my wszyscy, mon ami.
pt_br: Você e todo mundo também, mon ami.
ru: Как и все мы, mon ami.
zh_cn: 我们都一样，朋友
zh_tw: 我們都一樣，朋友

# CHARACTERS.WARLY.DESCRIBE.TRINKET_16
source: Aren't we all, mon ami.
de: Tun wir das nicht alle, mon ami.
es: Como todos, camarade.
es_mx: ¿No lo somos todos, mon ami?
fr: On l'est un peu tous, j'imagine.
it: Lo siamo un po' tutti, mon ami.
ja: みんな同じじゃない？モナミ。
ko: 다들 그렇지, 친구.
pl: Jak my wszyscy, mon ami.
pt_br: Você e todo mundo também, mon ami.
ru: Как и все мы, mon ami.
zh_cn: 我们都一样，朋友
zh_tw: 我們都一樣，朋友

# CHARACTERS.WARLY.DESCRIBE.TRINKET_17
source: A pity.
de: Wie schade.
es: Una pena.
es_mx: Una lástima.
fr: Quel dommage !
it: Un peccato.
ja: これは…残念だ…
ko: 한심하군.
pl: Szkoda.
pt_br: Uma pena.
ru: Как жаль.
zh_cn: 遗憾。
zh_tw: 遺憾。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_18
source: What could be inside?
de: Was ist da wohl drin?
es: ¿Qué habrá dentro?
es_mx: ¿Qué podría haber dentro?
fr: Qu'y a-t-il dedans ?
it: Cosa ci sarà all'interno?
ja: 中に何があるのカナ？
ko: 안에 뭐가 있을까?
pl: Ciekawe co jest w środku.
pt_br: O que poderia ter aí dentro?
ru: А что внутри?
zh_cn: 里面会是什么？
zh_tw: 裡面會是什麼？

# CHARACTERS.WARLY.DESCRIBE.TRINKET_19
source: It's having a hard time staying upright.
de: Es steht kaum noch aufrecht.
es: Le cuesta mantenerse en vertical.
es_mx: Tiene problemas para mantenerse erguido.
fr: Elle a du mal à rester droite.
it: Fa fatica a stare dritta.
ja: まっすぐ立ってるのが難しそうだネ。
ko: 제대로 서지 못해 쩔쩔매고 있어.
pl: Ma trudności z zachowaniem pionu.
pt_br: Tá com dificuldades pra se manter em pé.
ru: Не может удержаться в вертикальном положении.
zh_cn: 它很难保持直立。
zh_tw: 它很難保持直立。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_2
source: I'll hum my own tune.
de: Ich summ meine eigene Melodie.
es: Tocaré mi propia melodía.
es_mx: Tocaré mi propia melodía.
fr: Je vais fredonner quelque chose.
it: Canticchierò la mia canzone.
ja: 自分でハミングするから、いらないヨ
ko: 차라리 흥얼거리는 게 낫겠다.
pl: Sam sobie coś zanucę.
pt_br: Vou cantarolar minha própria canção.
ru: Можно надудеть свою мелодию.
zh_cn: 我会哼出自己的调子。
zh_tw: 我會哼出自己的調子。
