Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: I WOULD TAKE MORE FROM IT IF I COULD
de: ICH WÜRDE MEHR DAVON NEHMEN, WENN ICH KÖNNTE.
es_mx: ME LLEVARÍA MÁS SI PUDIERA
fr: J'EN PRENDRAIS PLUS SI JE POUVAIS
it: NE PRENDEREI DI PIÙ SE POTESSI
ja: ＊出来ればそこからもっととるのですが＊
ko: 걷을 수 있는 건 다 걷었음
pl: ZABRAŁBYM WIĘCEJ, GDYBYM MÓGŁ
pt_br: EU TIRARIA MAIS DELE SE PUDESSE
ru: Я ВЗЯЛ БЫ БОЛЬШЕ, ЕСЛИ БЫ МОГ
zh_cn: 如果可以的话，我真想从它这里拿走更多东西
zh_tw: 如果可以的話，我真想從它這裡拿走更多東西

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: I WILL CRUSH YOU
de: ICH WERDE DICH ZERQUETSCHEN.
es_mx: TE APLASTARÉ
fr: JE VAIS TE BROYER
it: TI SCHIACCERÒ
ja: ＊あなたを潰します＊
ko: 분쇄할 것임
pl: ZMIAŻDŻĘ CIĘ
pt_br: VOU ESMAGAR VOCÊ
ru: Я РАЗДАВЛЮ ТЕБЯ
zh_cn: 我要碾碎你
zh_tw: 我要碾碎你

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: A HIDEOUS PINK TREE
de: EIN SCHEUSSLICHER ROSA BAUM
es_mx: UN ÁRBOL ROSA HORRIBLE
fr: UN HIDEUX ARBRE ROSE
it: UN ORRIBILE ALBERO ROSA
ja: ＊おぞましいピンクの木＊
ko: 추한 분홍색 나무
pl: OBRZYDLIWE, RÓŻOWE DRZEWO
pt_br: UMA ÁRVORE ROSA HORRENDA
ru: ОТВРАТИТЕЛЬНОЕ РОЗОВОЕ ДЕРЕВО
zh_cn: 可笑的粉色树木
zh_tw: 可笑的粉色樹木

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: THE SOURCE OF PLANT COOLANT HAS BEEN DESTROYED
de: DIE QUELLE DES PFLANZENKÜHLMITTELS WURDE ZERSTÖRT
es_mx: LA FUENTE DEL REFRIGERANTE DE PLANTA FUE DESTRUIDO
fr: LA SOURCE DU LIQUIDE DE REFROIDISSEMENT DE LA PLANTE EST DÉTRUITE
it: LA SORGENTE DEL LIQUIDO REFRIGERANTE DELLA PIANTA È STATA DISTRUTTA
ja: ＊植物冷却剤の源が破壊されました＊
ko: 식물 냉각제 근원이 파괴되었음
pl: ŹRÓDŁO ROŚLINNEGO PŁYNU CHŁODNICZEGO ULEGŁO ZNISZCZENIU
pt_br: A ORIGEM DO LÍQUIDO REFRIGERANTE DA PLANTA FOI DESTRUÍDA
ru: ИСТОЧНИК РАСТИТЕЛЬНОГО ХЛАДАГЕНТА УНИЧТОЖЕН
zh_cn: 植物冷却剂的来源已被摧毁
zh_tw: 植物冷卻劑的來源已被摧毀

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: TINY BIOLOGICAL UNITS HAVE FOILED COOLANT COLLECTION
de: WINZIGE BIOLOGISCHE EINHEITEN HABEN DIE KÜHLMITTELSAMMLUNG VEREITELT.
es_mx: LAS UNIDADES BIOLÓGICAS DIMINUTAS ARRUINARON LA RECOLECCIÓN DE REFRIGERANTE
fr: LES PETITES UNITÉS BIOLOGIQUES GÊNENT LA COLLECTE DE LIQUIDE DE REFROIDISSEMENT
it: MINUSCOLE UNITÀ BIOLOGICHE HANNO SVENTATO LA RACCOLTA DI LIQUIDO REFRIGERATORE
ja: ＊小さな生物ユニットが冷却剤のコレクションに金属箔をつけました＊
ko: 초소형 생물 단위가 냉각제 수집을 망침
pl: MAŁE ŻYJĄTKA UNIEMOŻLIWIŁY POBIERANIE PŁYNU CHŁODNICZEGO
pt_br: UNIDADES BIOLPÓGICAS DIMINUTAS IMPEDIRAM A COLETA DE LÍQUIDO REFRIGERANTE
ru: КРОШЕЧНЫЕ БИОЕДИНИЦЫ САБОТИРОВАЛИ СБОР ХЛАДАГЕНТА
zh_cn: 小生物群毁了采集植物冷却剂的行动
zh_tw: 小生物群毀了採集植物冷卻劑的行動

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: I DEMAND YOU FILL UP FASTER
de: ICH VERLANGE, DASS SIE SCHNELLER TANKEN.
es_mx: EXIJO QUE TE LLENES MÁS RÁPIDO
fr: JE DEMANDE QUE TU TE REMPLISSES PLUS VITE
it: ESIGO CHE TI RIEMPIA PIÙ VELOCEMENTE
ja: ＊もっと早く満タンにすることを要求します＊
ko: 더 빨리 찰 것을 요구함
pl: ŻĄDAM, ABYŚ SZYBCIEJ SIĘ NAPEŁNIAŁ
pt_br: EXIJO QUE VOCÊ SE ENCHA MAIS RÁPIDO
ru: Я ТРЕБУЮ НАПОЛНЯТЬСЯ БЫСТРЕЕ
zh_cn: 我要你快点装满
zh_tw: 我要你快點裝滿

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: IT IS TIME TO REMOVE THE BUCKET
de: ES IST ZEIT, DEN EIMER ZU ENTFERNEN
es_mx: ES HORA DE QUITAR EL BALDE
fr: IL EST TEMPS D'ENLEVER LE SEAU
it: È ORA DI RIMUOVERE IL SECCHIO
ja: ＊今がバケツを取り除くタイミングです＊
ko: 양동이를 뗄 시간이 되었음
pl: CZAS USUNĄĆ WIADRO
pt_br: CHEGOU A HORA DE REMOVER O BALDE
ru: ПОРА УБИРАТЬ ВЕДРО
zh_cn: 是时候撤掉桶了
zh_tw: 是時候撤掉桶了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: TRUNK HAS SUSTAINED DAMAGE
de: STAMM HAT SCHADEN ERLITTEN
es_mx: EL TRONCO SUFRIÓ DAÑOS
fr: LE TRONC A SUBI DES DOMMAGES
it: IL TRONCO HA SOSTENUTO UN DANNO
ja: ＊トランクはダメージを受けました＊
ko: 줄기가 손상되었음
pl: USZKODZENIA PNIA
pt_br: O BAÚ SOFREU DANOS
ru: ДЕРЕВО ПОНЕСЛО УРОН
zh_cn: 树干受伤了
zh_tw: 樹幹受傷了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SWAMPIG
source: JOY. A NEW FLAVOR OF HORRIBLE ORGANIC
de: SCHRECKLICHE ORGANISMEN IN NEUER GESCHMACKSRICHTUNG
es_mx: ALEGRÍA, UN NUEVO SABOR DE ORGANISMO HORRIBLE
fr: AH ! UN NOUVEAU GENRE D'HORREUR ORGANIQUE
it: GIOIA. UN NUOVO SAPORE DI ORGANICO ORRIBILE
ja: ＊よろこび。新しい風味の恐ろしい有機生命体＊
ko: 즐거움. 미흡한 유기체의 새로운 맛
pl: RADOŚĆ. KOLEJNA ODMIANA ORGANICZNEGO ŻYCIA
pt_br: ALEGRIA. UM NOVO SABOR DE ORGÂNICO HORRÍVEL
ru: РАДОСТЬ. НОВЫЙ АРОМАТ ЖУТКОЙ ОРГАНИКИ
zh_cn: 真令人喜悦。这是一种新口味的恐怖有机物
zh_tw: 真令人喜悅。這是一種新口味的恐怖有機物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: THIS LARGE SWINE COMMANDS THE SMALLER ONES
de: DIESES GROSSE SCHWEIN BEFEHLIGT DIE KLEINEN
es_mx: ESTE CERDO GRANDE LES DA ÓRDENES A LOS MÁS PEQUEÑOS
fr: CE GROS POURCEAU COMMANDE LES PLUS PETITS
it: QUESTO GRANDE SUINO COMANDA QUELLI PIÙ PICCOLI
ja: ＊この巨大な豚が小さいのに命令します＊
ko: 이 대형 돼지가 작은 개체들에게 명령을 내림
pl: TEN WIELKI PROSIAK DOWODZI MNIEJSZYMI OSOBNIKAMI
pt_br: ESSE SUÍNO GRANDE COMANDA OS MENORES
ru: ЭТОТ ОГРОМНЫЙ СВИН КОМАНДУЕТ ТЕМИ, ЧТО ПОМЕНЬШЕ
zh_cn: 这头大猪指挥那些小猪
zh_tw: 這頭大豬指揮那些小豬

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: IT IS IN SLEEPMODE
de: ES IST IM SCHLAFMODUS
es_mx: ESTÁ EN MODO DE REPOSO
fr: EN MODE VEILLE
it: È IN MODALITÀ DORMIENTE
ja: ＊それはスリープモード中です＊
ko: 수면 모드 중
pl: JEST W TRYBIE UŚPIENIA
pt_br: ESTÁ NO MODO DE DESCANSO
ru: ОН В СПЯЩЕМ РЕЖИМЕ
zh_cn: 它处于睡眠模式
zh_tw: 它處於睡眠模式

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: HA HA. THEIR HOUSES ARE TERRIBLE
de: HAHA. IHRE HÄUSER SIND SCHRECKLICH
es_mx: JA, JA, SUS CASAS SON HORRIBLES
fr: AH, AH ! LEURS MAISONS SONT ATROCES
it: AHAH. LE LORO CASE SONO TERRIBILI
ja: ＊ハハハ。彼らの家はひどいですね＊
ko: 하하. 집이 나쁨
pl: HAHA. ICH DOMY SĄ OKROPNE
pt_br: HA HA. SUAS CASAS SÃO TERRÍVEIS
ru: ХА-ХА. ИХ ДОМА УЖАСНЫ
zh_cn: 哈哈。它们的房子真差劲
zh_tw: 哈哈。它們的房子真差勁

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: THE DESTROYED DWELLING OF AN ORGANIC
de: DIE ZERSTÖRTE BEHAUSUNG EINES ORGANISMUS
es_mx: LA VIVIENDA DESTRUIDA DE UN ORGANISMO
fr: LA DEMEURE DÉTRUITE D'UN ÊTRE ORGANIQUE
it: LA DIMORA DISTRUTTA DI UN ORGANICO
ja: ＊有機生命体の壊れた住居＊
ko: 유기체의 파괴된 거주 구역
pl: ZDEWASTOWANE DOMOSTWO BIO-ORGANIZMU
pt_br: A MORADA DESTRUÍDA DE UM SER ORGÂNICO
ru: РАЗРУШЕННОЕ ЖИЛИЩЕ ОРГАНИКИ
zh_cn: 一种有机物的破房子
zh_tw: 一種有機物的破房子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SYRUP
source: CONTAINS HIGH LEVELS OF STICKINESS
de: ENTHÄLT EINE HOHE KLEBRIGKEIT
es_mx: CONTIENE ALTOS NIVELES DE VISCOSIDAD
fr: HAUTE TENEUR EN COLLE
it: CONTIENE ALTI LIVELLI DI APPICCICOSITÀ
ja: ＊高レベルの粘着性を含みます＊
ko: 끈적임 수준이 높음
pl: ZAWIERA WYSOKIE POZIOMY LEPKOŚCI
pt_br: CONTÉM ALTOS NÍVEIS DE GRUDÊNCIA
ru: СОДЕРЖИТ ВСЕ УРОВНИ ЛИПКОСТИ
zh_cn: 黏度很高
zh_tw: 黏度很高

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TOMATO
source: IT WOULD CRUSH EASILY IN MY HAND
de: ICH KÖNNTE ES IN MEINER HAND ZERQUETSCHEN
es_mx: SE APLASTARÍA CON FACILIDAD EN MI MANO
fr: JE POURRAIS LA BROYER FACILEMENT D'UNE SEULE MAIN
it: SI SCHIACCEREBBE FACILMENTE NELLA MIA MANO
ja: ＊わたしの手の中で容易に潰します＊
ko: 손으로 파괴하기 쉬워 보임
pl: MOGĘ GO ŁATWO ZMIAŻDŻYĆ
pt_br: SERIA FACILMENTE ESMAGADO NA MINHA MÃO
ru: Я МОГУ РАЗДАВИТЬ ЭТО ОДНОЙ РУКОЙ
zh_cn: 我用手就能把它轻易捏碎
zh_tw: 我用手就能把它輕易捏碎

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: WE COOKED IT
de: WIR KOCHTEN ES
es_mx: LO COCINAMOS
fr: ON L'A CUITE
it: LO ABBIAMO CUCINATO
ja: ＊わたしたちが作りました＊
ko: 조리 완료
pl: UGOTOWANY
pt_br: COZINHAMOS
ru: МЫ ЭТО ПРИГОТОВИЛИ
zh_cn: 我们煮了它
zh_tw: 我們煮了它

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TRADER_MERM
source: FISH BASED BARTERER
de: TAUSCHHÄNDLER AUF FISCHBASIS
es_mx: COMERCIANTE EN FORMA DE PESCADO
fr: VENDEUR À BASE DE POISSON
it: BARTERER A BASE DI PESCE
ja: ＊魚専門交換屋＊
ko: 물고기 기반 거래자
pl: HANDLOWIEC O RYBNYCH KORZENIACH
pt_br: ESCAMBO BASEADO EM PEIXE
ru: РЫБОПОДОБНЫЙ ТОРГОВЕЦ
zh_cn: 鱼类交易者
zh_tw: 魚類交易者

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: FISH BASED BARTERER
de: TAUSCHHÄNDLER AUF FISCHBASIS
es_mx: COMERCIANTE EN FORMA DE PESCADO
fr: VENDEUR À BASE DE POISSON
it: BARTERER A BASE DI PESCE
ja: ＊魚専門交換屋＊
ko: 물고기 기반 거래자
pl: HANDLOWIEC O RYBNYCH KORZENIACH
pt_br: ESCAMBO BASEADO EM PEIXE
ru: РЫБОПОДОБНЫЙ ТОРГОВЕЦ
zh_cn: 鱼类交易者
zh_tw: 魚類交易者

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TURNIP
source: IT'S A DUMB TURNIP
de: ES IST EINE DUMME RÜBE
es_mx: ES UN NABO TONTO
fr: NAVET CRÉTIN
it: È UNA STUPIDA RAPA
ja: ＊使えないカブです＊
ko: 띨띨한 순무
pl: KAWAŁ DURNEJ RZEPY
pt_br: É UM NABO IDIOTA
ru: ЭТО ДУРАЦКАЯ РЕПА
zh_cn: 这是一个愚蠢的大萝卜
zh_tw: 這是一個愚蠢的大蘿蔔

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: IT IS COOKED EVENLY THROUGHOUT
de: ES WIRD DURCHGEHEND GLEICHMÄSSIG GEGART
es_mx: SE COCINÓ DE FORMA UNIFORME
fr: IL EST CUIT UNIFORMÉMENT
it: È COTTO UNIFORMEMENTE
ja: ＊全体的に均等に焼けました＊
ko: 골고루 익혔음
pl: JEST UPIECZONA ZE WSZYSTKICH STRON
pt_br: FOI COZIDO UNIFORMEMENTE
ru: ОНА РАВНОМЕРНО ПРОПЕКЛАСЬ
zh_cn: 它已经被煮到熟透了
zh_tw: 它已經被煮到熟透了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_WHEAT
source: GRAIN DETECTED
de: KÖRPER ENTDECKT
es_mx: GRANOS DETECTADOS
fr: GRAIN DÉTECTÉ
it: GRANO RILEVATO
ja: ＊穀物が確認されました＊
ko: 곡물 탐지됨
pl: WYKRYTO ZIARNO
pt_br: GRÃO DETECTADO
ru: ОБНАРУЖЕНЫ ЗЕРНА
zh_cn: 检测到谷物
zh_tw: 檢測到穀物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.RABBIT.GENERIC
source: IT IS PERFORMING A SEARCH ALGORITHM
de: ES FÜHRT EINEN SUCHALGORITHMUS AUS.
es_mx: ESTÁ REALIZANDO UN ALGORITMO DE BÚSQUEDA
fr: IL EXÉCUTE UN ALGORITHME SCIENTIFIQUE
it: STA ESEGUENDO UN ALGORITMO DI RICERCA
ja: ＊検索アルゴリズムを実行中＊
ko: 검색 알고리즘 수행 중
pl: WYKONUJE ALGORYTM WYSZUKIWANIA.
pt_br: ESTÁ EXECUTANDO UM ALGORITMO DE PESQUISA
ru: ВЫПОЛНЯЕТСЯ ПОИСКОВЫЙ АЛГОРИТМ
zh_cn: 它正在执行搜索算法
zh_tw: 它正在執行搜索演算法

# CHARACTERS.WX78.DESCRIBE.RABBIT.HELD
source: I HOLD ITS TINY LIFE IN MY HANDS
de: ICH HALTE SEIN WINZIGES LEBEN IN MEINEN HÄNDEN.
es_mx: TENGO SU PEQUEÑA VIDA EN MIS MANOS
fr: JE TIENS SA PETITE VIE DANS MES MAINS
it: TENGO LA SUA PICCOLA VITA NELLE MIE MANI
ja: ＊この小さな命が私の手の中にあります＊
ko: 작은 생명이 손 안에 포획됨
pl: JEGO KRUCHE ŻYCIE JEST W MOICH RĘKACH.
pt_br: SUA VIDINHA ESTÁ EM MINHAS MÃOS
ru: Я ДЕРЖУ ЭТУ КРОХОТНУЮ ЖИЗНЬ В СВОИХ РУКАХ
zh_cn: 它卑微的生命掌握在我的手中
zh_tw: 它卑微的生命掌握在我的手中

# CHARACTERS.WX78.DESCRIBE.RABBITHOLE.GENERIC
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
de: SIE SIND ALLE ÜBER UNTERIRDISCHE TUNNEL VERBUNDEN.
es_mx: ESTÁN TODOS CONECTADOS A TRAVÉS DE TÚNELES SUBTERRÁNEOS
fr: ILS SONT TOUS CONNECTÉS À DES TUNNELS SOUTERRAINS
it: SONO TUTTE COLLEGATE TRAMITE TUNNEL SOTTERRANEI
ja: ＊これらは全て、地下のトンネルによって繋がっています＊
ko: 전부 지하 터널로 연결되어 있음
pl: SĄ POŁĄCZONE SKOMPLIKOWANYM SYSTEMEM PODZIEMNYCH TUNELI.
pt_br: ESTÃO TODOS CONECTADOS POR MEIO DE TÚNEIS SUBTERRÂNEOS
ru: ОНИ ВСЕ СОЕДИНЕНЫ ПОДЗЕМНЫМИ ТУННЕЛЯМИ
zh_cn: 它们有四通八达的地下通道网络
zh_tw: 它們有四通八達的地下通道網路

# CHARACTERS.WX78.DESCRIBE.RABBITHOLE.SPRING
source: UNDERGROUND TUNNEL NETWORK HAS COLLAPSED
de: NETZWERK UNTERIRDISCHER TUNNEL ZUSAMMENGEBROCHEN
es_mx: LA RED DE TÚNELES SUBTERRÁNEOS SE DERRUMBÓ
fr: LE RÉSEAU DE TUNNELS SOUTERRAINS S'EST EFFONDRÉ
it: LA RETE DEI TUNNEL SOTTERRANEI È CROLLATA
ja: ＊地下のトンネル網が崩壊しました＊
ko: 지하 터널 네트워크가 무너졌음
pl: AWARIA SYSTEMU PODZIEMNYCH TUNELI.
pt_br: A REDE DE TÚNEIS SUBTERRÂNEOS DESABOU
ru: СЕРВЕРА ПОДЗЕМНЫХ ТУННЕЛЕЙ РУХНУЛИ
zh_cn: 地下通道网络已坍塌
zh_tw: 地下通道網路已坍塌

# CHARACTERS.WX78.DESCRIBE.RABBITHOUSE.BURNT
source: THAT IS ONE LARGE ROASTED CARROT
de: DAS IST EINE GROSSE GERÖSTETE KAROTTE.
es_mx: UNA ZANAHORIA ASADA MUY GRANDE
fr: ÇA C'EST UNE GROSSE CAROTTE RÔTIE
it: QUESTA È UNA GRANDE CAROTA ARROSTITA
ja: ＊これは実に大きいあぶったニンジンです＊
ko: 구운 대형 당근임
pl: NIEZWYKLE DUŻA PIECZONA MARCHEWKA.
pt_br: ESSA É UMA CENOURA ASSADA BEM GRANDE
ru: ЭТО ОДНА БОЛЬШАЯ ЖАРЕНАЯ МОРКОВКА
zh_cn: 那是一根巨大的烤胡萝卜
zh_tw: 那是一根巨大的烤胡蘿蔔

# CHARACTERS.WX78.DESCRIBE.RABBITHOUSE.GENERIC
source: THAT IS ONE LARGE CARROT
de: DAS IST EINE GROSSE KAROTTE.
es_mx: UNA ZANAHORIA MUY GRANDE
fr: ÇA C'EST UNE GROSSE CAROTTE
it: QUESTA È UNA GRANDE CAROTA
ja: ＊これは実に大きいニンジンです＊
ko: 대형 당근임
pl: NIEZWYKLE DUŻA MARCHEWKA.
pt_br: ESSA É UMA CENOURA BEM GRANDE
ru: ЭТО ОДНА БОЛЬШАЯ МОРКОВКА
zh_cn: 那是一根巨大的胡萝卜
zh_tw: 那是一根巨大的胡蘿蔔

# CHARACTERS.WX78.DESCRIBE.RAINCOAT
source: PERFECT PROTECTION AT THE COST OF AN INCOMPLETE CIRCUIT
de: PERFEKTER SCHUTZ AUF KOSTEN EINES UNVOLLSTÄNDIGEN KREISLAUFS.
es_mx: PROTECCIÓN PERFECTA A COSTA DE UN CIRCUITO INCOMPLETO
fr: PROTECTION PARFAITE AU PRIX D'UN CIRCUIT INCOMPLET
it: PROTEZIONE PERFETTA AL COSTO DI UN CIRCUITO INCOMPLETO
ja: ＊回線が不完全になるのと引き換えに、完璧な防御を手にします＊
ko: 불완전 회로를 이용하는 완전한 보호
pl: ZNAKOMITA OCHRONA KOSZTEM NIEZAMKNIĘTEGO OBWODU.
pt_br: PROTEÇÃO PERFEITA AO CUSTO DE UM CIRCUITO INCOMPLETO
ru: ОТЛИЧНАЯ ЗАЩИТА ЗА СЧЕТ НЕЗАМКНУТОГО ЦИКЛА
zh_cn: 以电路不完整为代价的完美保护
zh_tw: 以電路不完整為代價的完美保護

# CHARACTERS.WX78.DESCRIBE.RAINHAT
source: INSULATED PROTECTION FROM WATER DAMAGE
de: ISOLIERTER SCHUTZ VOR WASSERSCHÄDEN.
es_mx: PROTECCIÓN DE AISLAMIENTO CONTRA EL DAÑO DEL AGUA
fr: PROTECTION CONTRE LES DÉGÂTS DES EAUX
it: PROTEZIONE ISOLATA DAI DANNI DELL'ACQUA
ja: ＊水害からの絶縁した保護＊
ko: 수해를 차단하는 절연 보호
pl: IZOLACYJNA POWŁOKA CHRONIĄCA PRZED WILGOCIĄ
pt_br: PROTEÇÃO ISOLADA CONTRA DANOS DE ÁGUA
ru: ИЗОЛИРОВАННАЯ ЗАЩИТА ОТ УРОНА ВОДОЙ
zh_cn: 针对水损伤提供绝缘保护
zh_tw: 針對水損傷提供絕緣保護

# CHARACTERS.WX78.DESCRIBE.RAINOMETER.BURNT
source: YOU ARE MISSED, BROTHER
de: DU WIRST VERMISST WERDEN, BRUDER.
es_mx: SE TE EXTRAÑA, HERMANO
fr: TU VAS ME MANQUER, MON FRÈRE.
it: CI SEI MANCATO, FRATELLO
ja: ＊会いたかったです、兄弟。＊
ko: 그리울 것임, 형제여
pl: BĘDĘ TĘSKNIĆ, BRACIE.
pt_br: SENTIMOS SUA FALTA, IRMÃO.
ru: ПО ТЕБЕ БУДУТ СКОРБЕТЬ, БРАТ
zh_cn: 我会想你的，兄弟。
zh_tw: 我會想你的，兄弟。

# CHARACTERS.WX78.DESCRIBE.RAINOMETER.GENERIC
source: WELCOME, BROTHER
de: WILLKOMMEN, BRUDER.
es_mx: BIENVENIDO, HERMANO
fr: BIENVENUE, MON FRÈRE.
it: BENVENUTO, FRATELLO
ja: ＊よく来ましたね、兄弟よ。＊
ko: 환영함, 형제여
pl: WITAJ, BRACIE.
pt_br: BEM-VINDO, IRMÃO.
ru: ДОБРО ПОЖАЛОВАТЬ, БРАТ.
zh_cn: 欢迎你，兄弟。
zh_tw: 歡迎你，兄弟。

# CHARACTERS.WX78.DESCRIBE.RATATOUILLE
source: SUSTENANCE IDENTIFIED
de: ER BRAUCHT NAHRUNG.
es_mx: SUSTENTO IDENTIFICADO
fr: NOURRITURE IDENTIFIÉE
it: SOSTENTAMENTO IDENTIFICATO
ja: ＊栄養価が高いです＊
ko: 영양이 필요함
pl: WYKRYTO WARTOŚCI ODŻYWCZE.
pt_br: NUTRIÇÃO IDENTIFICADA
ru: ПИЩА ИДЕНТИФИЦИРОВАНА
zh_cn: 食物已识别
zh_tw: 食物已識別

# CHARACTERS.WX78.DESCRIBE.RAZOR
source: EXFOLIATE!
de: ZUM ABBLÄTTERN
es_mx: ¡EXFOLIAR!
fr: EXFOLIATION !
it: ESFOLIARE!
ja: ＊こそぎ落とします！＊
ko: 박리하라!
pl: NARZĘDZIE ROZWARSTWIAJĄCE.
pt_br: ESFOLIAR!
ru: РАССЛОИТЬ!
zh_cn: 脱毛！
zh_tw: 脫毛！

# CHARACTERS.WX78.DESCRIBE.REDGEM
source: IT IS SLIGHTLY WARM
de: ER IST LEICHT WARM.
es_mx: ESTÁ LIGERAMENTE CALIENTE
fr: C'EST LÉGÈREMENT CHAUD
it: È LEGGERMENTE CALDO
ja: ＊少し暖かいです＊
ko: 약간 온기가 있음
pl: DELIKATNIE CIEPŁY.
pt_br: É LIGEIRAMENTE QUENTE
ru: НЕМНОГО ТЕПЛЫЙ
zh_cn: 有点温暖
zh_tw: 有點溫暖

# CHARACTERS.WX78.DESCRIBE.REDLANTERN
source: A LUCKY GLOWBOX
de: EINE GLÜCKLICHE LEUCHTKISTE
es_mx: UNA CAJA BRILLANTE DE LA SUERTE
fr: UNE BOÎTE LUMINEUSE PORTE-BONHEUR
it: UNA LUCENTE SCATOLA FORTUNATA
ja: ＊幸運の光る箱＊
ko: 행운의 빛나는 상자
pl: SZCZĘŚLIWE ŚWIECIPUDEŁKO.
pt_br: UMA CAIXA BRILHANTE DE SORTE
ru: СВЕТЯЩАЯСЯ КОРОБКА, ПРИНОСЯЩАЯ УДАЧУ
zh_cn: 一个幸运的发光盒
zh_tw: 一個幸運的發光盒

# CHARACTERS.WX78.DESCRIBE.REDMOONEYE
source: WARNING: DO NOT SHOVE INTO EYEHOLES
de: WARNUNG: NICHT IN AUGENHÖHLE EINFÜHREN
es_mx: ADVERTENCIA: NO METER EN LOS OJOS
fr: ALERTE : NE RIEN INSÉRER DANS LES ORBITES
it: ATTENZIONE: NON INFILARLO NELLA BUCA
ja: ＊注意：覗き穴に突っ込まないでください＊
ko: 경고: 눈구멍에 넣지 말 것
pl: UWAGA: NIE WKŁADAĆ DO OCZODOŁÓW.
pt_br: AVISO: NÃO ENFIE NOS OLHOS
ru: ВНИМАНИЕ: НЕ ЗАСОВЫВАТЬ В ГЛАЗНИЦЫ
zh_cn: 警告：不要推进眼孔
zh_tw: 警告：不要推進眼孔

# CHARACTERS.WX78.DESCRIBE.REDPOUCH
source: REVEAL YOUR CONTENTS TO ME, POUCH
de: OFFENBARE MIR DEINEN INHALT, BEUTEL
es_mx: REVÉLAME TU CONTENIDO, BOLSA
fr: RÉVÈLE-MOI TON CONTENU, BOURSE
it: SVELAMI QUELLO CHE CONTIENI, SACCHETTO
ja: ＊あなたの中身を明かしてください、ポーチよ＊
ko: 내용물을 공개하라, 주머니여
pl: UJAWNIJ PRZEDE MNĄ SWĄ ZAWARTOŚĆ, SAKIEWKO.
pt_br: REVELE SEU CONTEÚDO PARA MIM, BOLSA
ru: ОТКРОЙ МНЕ СВОИ СЕКРЕТЫ, МЕШОК
zh_cn: 让我看看你装了什么东西，小袋子
zh_tw: 讓我看看你裝了什麼東西，小袋子

# CHARACTERS.WX78.DESCRIBE.RED_CAP
source: POISONOUS FUNGUS
de: GIFTIGER PILZ
es_mx: HONGO VENENOSO
fr: CHAMPIGNON TOXIQUE
it: FUNGO VELENOSO
ja: ＊毒カビ＊
ko: 독성 버섯
pl: TRUJĄCY GRZYB.
pt_br: FUNGO VENENOSO
ru: ЯДОВИТЫЙ ГРИБ
zh_cn: 毒菌
zh_tw: 毒菌

# CHARACTERS.WX78.DESCRIBE.RED_CAP_COOKED
source: MODIFIED FUNGUS
de: MODIFIZIERTER PILZ.
es_mx: HONGO MODIFICADO
fr: CHAMPIGNON MODIFIÉ
it: FUNGO MODIFICATO
ja: ＊改良されたカビ＊
ko: 개조된 버섯
pl: MODYFIKOWANY GRZYB.
pt_br: FUNGO MODIFICADO
ru: МОДИФИЦИРОВАННЫЙ ГРИБ
zh_cn: 改良的菌类
zh_tw: 改良的菌類

# CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.GENERIC
source: RED FUNGUS
de: ROTER PILZ
es_mx: HONGO ROJO
fr: CHAMPIGNON ROUGE
it: FUNGO ROSSO
ja: ＊赤カビ＊
ko: 빨간색 버섯
pl: CZERWONY GRZYB.
pt_br: FUNGO VERMELHO
ru: КРАСНЫЙ ГРИБ
zh_cn: 红菌
zh_tw: 紅菌

# CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.INGROUND
source: IT IS HIDING
de: ER VERSTECKT SICH.
es_mx: ESTÁ ESCONDIDO
fr: IL SE CACHE
it: SI NASCONDE
ja: ＊隠れています＊
ko: 숨어있음
pl: CHOWA SIĘ.
pt_br: ESTÁ SE ESCONDENDO
ru: ОН СПРЯТАЛСЯ
zh_cn: 它藏起来了
zh_tw: 它藏起來了

# CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.PICKED
source: DESTROYED
de: ZERSTÖRT.
es_mx: DESTRUIDO
fr: DÉTRUIT.
it: DISTRUTTO
ja: ＊破壊済みです＊
ko: 파괴됨.
pl: AKT ZNISZCZENIA
pt_br: DESTRUÍDO
ru: УНИЧТОЖЕН
zh_cn: 被毁了。
zh_tw: 被毀了。

# CHARACTERS.WX78.DESCRIBE.REEDS.BURNING
source: TOO HOT
de: ZU HEISS.
es_mx: DEMASIADO CALIENTE
fr: TROP CHAUD
it: TROPPO CALDO
ja: ＊温度が高過ぎます＊
ko: 너무 뜨거움
pl: ZA GORĄCE.
pt_br: MUITO QUENTE
ru: СЛИШКОМ ГОРЯЧО
zh_cn: 太热
zh_tw: 太熱

# CHARACTERS.WX78.DESCRIBE.REEDS.GENERIC
source: USEFUL MATERIALS DETECTED
de: NÜTZLICHE MATERIALIEN ERKANNT.
es_mx: MATERIALES ÚTILES DETECTADOS
fr: MATIÈRES UTILES DÉTECTÉES
it: MATERIALI UTILI RILEVATI
ja: ＊使用可能な資材を発見しました＊
ko: 유용한 재료 탐지됨
pl: WYKRYTO PRZYDATNE MATERIAŁY.
pt_br: MATERIAIS ÚTEIS DETECTADOS
ru: ОБНАРУЖЕН ПОЛЕЗНЫЙ МАТЕРИАЛ
zh_cn: 检测到有用的材料
zh_tw: 檢測到有用的材料

# CHARACTERS.WX78.DESCRIBE.REEDS.PICKED
source: REGROWTH REQUIRED
de: BEPFLANZUNG ERFORDERLICH
es_mx: REBROTE REQUERIDO
fr: REPOUSSE REQUISE
it: RICRESCITA RICHIESTA
ja: ＊再成長が必要です＊
ko: 재성장 필요함
pl: WYMAGANY PONOWNY WZROST.
pt_br: RECRESCIMENTO NECESSÁRIO
ru: ТРЕБУЕТСЯ ПОВТОРНОЕ ВЫРАЩИВАНИЕ
zh_cn: 需要重新生长
zh_tw: 需要重新生長

# CHARACTERS.WX78.DESCRIBE.REFINED_DUST
source: GROSS
de: BRUTTO
es_mx: ASQUEROSO
fr: DÉGOÛTANT
it: NAUSEANTE
ja: ＊気持ち悪いです＊
ko: 징그러움
pl: OBRZYDLIWE
pt_br: NOJENTO
ru: БОЛЬШОЙ
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.REFLECTIVEVEST
source: PREVENTS INTERNAL SYSTEMS FROM REACHING HAZARDOUS TEMPERATURES
de: HINDERT INTERNE SYSTEME DARAN, GEFÄHRLICHE TEMPERATUREN ZU ERREICHEN.
es_mx: IMPIDE QUE LOS SISTEMAS INTERNOS ALCANCEN TEMPERATURAS PELIGROSAS
fr: EMPÊCHE LES SYSTÈMES INTERNES D'ATTEINDRE DES TEMPÉRATURES DANGEREUSES
it: IMPEDISCE IL RAGGIUNGIMENTO DI TEMPERATURE PERICOLOSE NEI SISTEMI INTERNI
ja: ＊内部システムが危険な温度に達するのを防ぎます＊
ko: 내부 시스템이 위험 온도에 도달하는 것을 방지함
pl: ZAPOBIEGA PRZEGRZEWANIU SIĘ SYSTEMÓW WEWNĘTRZNYCH.
pt_br: IMPEDE QUE OS SISTEMAS INTERNOS ALCANCEM TEMPERATURAS PERIGOSAS
ru: ЗАЩИЩАЕТ ВНУТРЕННИЕ СИСТЕМЫ ОТ ДОСТИЖЕНИЯ ОПАСНЫХ ТЕМПЕРАТУР
zh_cn: 防止内部系统达到危险温度
zh_tw: 防止內部系統達到危險溫度

# CHARACTERS.WX78.DESCRIBE.RELIC
source: I HAVE NO NEED OF THAT
de: ICH HABE DAFÜR KEINEN BEDARF.
es_mx: NO NECESITO ESTO
fr: PAS BESOIN DE ÇA.
it: NON NE HO BISOGNO
ja: ＊これは必要ありません。＊
ko: 그것은 필요하지 않음.
pl: NIE POTRZEBUJĘ TEGO.
pt_br: NÃO PRECISO DISSO.
ru: МНЕ ЭТО НЕ НУЖНО
zh_cn: 我不需要那个。
zh_tw: 我不需要那個。

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB.BURNT
source: MOTHER, NO!
de: MUTTER, NEIN!
es_mx: ¡MADRE, NO!
fr: MAMAN... NON !
it: MADRE, NO!
ja: ＊母様、だめです！＊
ko: 모체여, 이럴 수가!
pl: MAMO, NIE!
pt_br: MÃE, NÃO!
ru: НЕТ, МАМА!
zh_cn: 母亲，不！
zh_tw: 母親，不！

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB.GENERIC
source: MOTHER?
de: MUTTER?
es_mx: ¿MADRE?
fr: MAMAN ?
it: MADRE?
ja: ＊母様？＊
ko: 모체인가?
pl: MAMA?
pt_br: MÃE?
ru: МАМА?
zh_cn: 母亲？
zh_tw: 母親？

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2.BURNT
source: GOODBYE, FRIEND
de: TSCHÜSS, FREUND.
es_mx: ADIÓS, AMIGO
fr: AU REVOIR, AMI
it: ARRIVEDERCI, AMICO
ja: ＊さよなら、トモダチ＊
ko: 잘 가라, 친구여
pl: ŻEGNAJ, PRZYJACIELU.
pt_br: TCHAU, AMIGO
ru: ПРОЩАЙ, ДРУГ
zh_cn: 再见，朋友
zh_tw: 再見，朋友

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2.GENERIC
source: HELLO, FRIEND
de: Hallo mein Freund,
es_mx: HOLA, AMIGO
fr: BONJOUR, AMI
it: CIAO, AMICO
ja: ＊やあ、トモダチ。＊
ko: 안녕한가, 친구여
pl: WITAJ, PRZYJACIELU.
pt_br: OI, AMIGO
ru: ПРИВЕТ, ДРУГ
zh_cn: 你好，朋友
zh_tw: 你好，朋友

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3.BURNT
source: IT HAS LOST ITS POWER
de: ES HAT SEINE MACHT VERLOREN.
es_mx: PERDIÓ SU PODER
fr: ÇA A PERDU EN PUISSANCE
it: HA PERSO LA SUA POTENZA
ja: ＊効力を失いました。＊
ko: 힘을 잃었음
pl: STRACIŁ CAŁĄ MOC.
pt_br: PERDEU SEU PODER
ru: ОН ПОТЕРЯЛ СВОЮ МОЩНОСТЬ
zh_cn: 它失去了它的力量
zh_tw: 它失去了它的力量

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3.GENERIC
source: PERHAPS IT IS TOO POWERFUL
de: VIELLEICHT IST ES ZU MÄCHTIG.
es_mx: QUIZÁS ES DEMASIADO POTENTE
fr: PEUT-ÊTRE TROP PUISSANT.
it: FORSE È TROPPO POTENTE
ja: ＊これはおそらく強力すぎます。＊
ko: 힘이 과도할 수도 있음
pl: JEST NIEZWYKLE POTĘŻNY.
pt_br: TALVEZ SEJA MUITO PODEROSO.
ru: КАЖЕТСЯ, ЭТО СЛИШКОМ МОЩНОЕ УСТРОЙСТВО
zh_cn: 也许它太强大了。
zh_tw: 也許它太強大了。

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4.BURNT
source: I HAVE LOST MY ADDITIONAL POWER
de: ICH HABE MEINE ZUSÄTZLICHE KRAFT VERLOREN.
es_mx: PERDÍ MI POTENCIA ADICIONAL
fr: PERTE DE SOURCE D'ÉNERGIE EXTERNE
it: HO PERSO LA MIA POTENZA AGGIUNTIVA
ja: ＊追加分パワーをなくしました＊
ko: 본좌는 추가 힘을 상실했음
pl: UTRACIŁEM DODATKOWE ŹRÓDŁO MOCY.
pt_br: PERDI MINHA ENERGIA ADICIONAL
ru: Я ПОТЕРЯЛ СВОЮ ДОБАВОЧНУЮ СИЛУ
zh_cn: 我失去了额外的能量
zh_tw: 我失去了額外的能量

# CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4.GENERIC
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
de: MIT DIESER EXTRA KRAFT HABE ICH ... MEHR KRAFT.
es_mx: ¡CON ESTE PODER EXTRA TENGO... MÁS PODER!
fr: SOURCE D'ÉNERGIE EXTERNE QUI DONNE... PLUS D'ÉNERGIE !
it: CON QUESTA POTENZA EXTRA HO... PIÙ POTENZA!
ja: ＊このさらなるパワーを得たことで… もっとパワーを手に入れました！＊
ko: 이 추가적인 힘으로 본좌는... 더 많은 힘을 가짐!
pl: DZIĘKI TEJ DODATKOWEJ MOCY MAM... WIĘCEJ MOCY.
pt_br: COM ESSA ENERGIA EXTRA TENHO... MAIS ENERGIA!
ru: МОЩНОСТЬ ЭТОЙ МАШИНЫ ДАСТ МНЕ… ЕЩЕ БОЛЬШЕ СИЛЫ!
zh_cn: 有了这个额外的能量，我就有了...更大的力量！
zh_tw: 有了這個額外的能量，我就有了...更大的力量！

# CHARACTERS.WX78.DESCRIBE.RESKIN_TOOL
source: APPEARANCE RECALIBRATOR
de: ERSCHEINUNGSBILD-REKALIBRATOR
es_mx: RECALIBRADOR DE APARIENCIA
fr: RECALIBRATEUR D'APPARENCE
it: RICALIBRATORE DI ASPETTO
ja: ＊外観再調整機＊
ko: 외양 재조정 기구
pl: REKALIBRATOR WYGLĄDU
pt_br: RECALIBRADOR DE APARÊNCIA
ru: РЕКАЛИБРАТОР ВНЕШНЕГО ВИДА
zh_cn: 重新校准外观的工具
zh_tw: 重新校準外觀的工具

# CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: HE'S DEAD
de: ER IST TOT
es_mx: ESTÁ MUERTO
fr: IL EST MORT
it: È MORTO
ja: ＊死亡確認＊
ko: 사망했음
pl: NIE ŻYJE
pt_br: MORREU
ru: ОН МЕРТВ
zh_cn: 他死了
zh_tw: 他死了
