Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.YOTP_FOOD3
source: BASIC FOODFUEL
de: EINFACHE NAHRUNG
es_mx: COMBUSTIBLE ALIMENTICIO BÁSICO
fr: ALIMENTATION DE BASE
it: CIBO-CARBURANTE DI BASE
ja: ＊基礎的食物燃料＊
ko: 기본 식품연료
pl: ZWYKŁE BIOPALIWO
pt_br: COMBUSTÍVEL ALIMENTAR BÁSICO
ru: БАЗОВОЕ ПИЩЕВОЕ ТОПЛИВО
zh_cn: 基本的食物燃料
zh_tw: 基本的食物燃料

# CHARACTERS.WX78.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: TURNED OFF
de: AUSGESCHALTET
fr: C'EST DÉSACTIVÉ
it: DISATTIVATO
ja: ＊電源オフ＊
ko: 꺼짐
pl: WYŁĄCZONY
pt_br: DESATIVADO
ru: ОТКЛЮЧЕН
zh_cn: 已关闭
zh_tw: 已關閉

# CHARACTERS.WX78.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: REQUIRES SOMETHING TO FUNCTION
de: ES IST ETWAS ERFORDERLICH, UM FUNKTION HERZUSTELLEN
fr: IL LUI FAUT QUELQUE CHOSE POUR FONCTIONNER
it: RICHIEDE QUALCOSA PER FUNZIONARE
ja: ＊動かすためのものが必要です＊
ko: 작동하려면 뭔가 필요함
pl: WYMAGA CZEGOŚ DO POPRAWNEGO DZIAŁANIA.
pt_br: REQUER ALGO PARA FUNCIONAR
ru: ДЛЯ ФУНКЦИОНИРОВАНИЯ ТРЕБУЕТСЯ ПОДНОШЕНИЕ
zh_cn: 需要输入才能工作
zh_tw: 需要輸入才能工作

# CHARACTERS.WX78.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: IT IS OPERATIONAL
de: IST IN BETRIEB
fr: C'EST OPÉRATIONNEL
it: È OPERATIVO
ja: ＊準備完了です＊
ko: 운영 중임
pl: DZIAŁA.
pt_br: ESTÁ EM ESTADO OPERACIONAL
ru: ФУНКЦИОНИРУЕТ
zh_cn: 它正在运转。
zh_tw: 它正在運轉。

# CHARACTERS.WX78.DESCRIBE_GENERIC
source: ERROR: UNKNOWN
de: FEHLER: UNBEKANNT
es_mx: ERROR: DESCONOCIDO
fr: ERREUR : INCONNUE
it: ERRORE: SCONOSCIUTO
ja: ＊エラー：不明＊
ko: 오류: 미상
pl: BŁĄD: NIEZNANY
pt_br: ERRO: DESCONHECIDO
ru: ОШИБКА: НЕИЗВЕСТНО
zh_cn: 错误：未知
zh_tw: 錯誤：未知

# CHARACTERS.WX78.DESCRIBE_PLANTHAPPY
source: CONDITIONS: OPTIMAL
de: BEDINGUNGEN: OPTIMAL
fr: CONDITIONS : OPTIMALES
it: CONDIZIONI: OTTIMALI
ja: ＊状態：理想的＊
ko: 상태: 최적.
pl: WARUNKI: OPTYMALNE
pt_br: CONDIÇÕES: IDEAIS
ru: УСЛОВИЯ: ОПТИМАЛЬНЫЕ
zh_cn: 状态：最佳
zh_tw: 狀態：最佳

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSED
source: WHY ARE YOU NOT GROWING AT FULL EFFICIENCY
de: WARUM WACHSEN SIE NICHT MIT VOLLER EFFIZIENZ
fr: POURQUOI NE POUSSES-TU PAS AVEC UNE EFFICACITÉ OPTIMALE
it: PERCHÉ NON STAI CRESCENDO AL MASSIMO DELL'EFFICIENZA
ja: ＊なぜ最高効率で成長していないのですか＊
ko: 최대 효율성으로 성장하지 않는 이유임.
pl: CZEMU NIE ROŚNIESZ Z MAKSYMALNĄ WYDAJNOŚCIĄ?
pt_br: POR QUE VOCÊ NÃO ESTÁ CRESCENDO COM EFICIÊNCIA MÁXIMA
ru: ПОЧЕМУ ТЫ РАСТЕШЬ ТАК НЕЭФФЕКТИВНО
zh_cn: 为什么你们不是满效率生长
zh_tw: 為什麼你們不是滿效率生長

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORFAMILY
source: IT MUST BE ORGANIZED WITH OTHERS OF THIS VARIETY
de: SIE MUSS MIT ANDEREN DIESER SORTE KOMBINIERT WERDEN
fr: ELLE DOIT ÊTRE ORGANISÉE AVEC D'AUTRES DE SON ESPÈCE
it: VA ORGANIZZATA CON ALTRE DELLA SUA VARIETÀ
ja: ＊同じ品種と一緒にまとめる必要があります＊
ko: 이 다양한 다른 개체들과 함께 조직되어야 함.
pl: TRZEBA POSADZIĆ ROŚLINĘ Z INNYMI Z JEJ RODZAJU.
pt_br: PRECISA SER ORGANIZADO COM OUTRAS DESTA VARIEDADE
ru: ЕГО НЕОБХОДИМО ОБЪЕДИНИТЬ С ДРУГИМИ ЭКЗЕМПЛЯРАМИ ЭТОГО ВИДА
zh_cn: 它必须与同类作物整理在一起
zh_tw: 它必須與同類作物整理在一起

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORHAPPINESS
source: WHAT DO YOU NEED? WHAT DO YOU NEED?!
de: WAS BRAUCHST DU? WAS BRAUCHST DU?!
fr: DE QUOI AS-TU BESOIN ? DE QUOI AS-TU BESOIN ?!
it: DI COSA HAI BISOGNO? DI COSA HAI BISOGNO?!
ja: ＊何を欲しているのです？早く答えなさい！！＊
ko: 필요한 게 뭐임? 필요한 게 뭐임?!
pl: CZEGO CI TRZEBA? CZEGO CI TRZEBA?!
pt_br: DO QUE VOCÊ PRECISA? DO QUE VOCÊ PRECISA?!
ru: ЧТО ТЕБЕ НУЖНО? ЧТО ТЕБЕ НУЖНО?!
zh_cn: 你需要什么？你需要什么？！
zh_tw: 你需要什麼？你需要什麼？！

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORKILLJOYS
source: I MUST PURGE THE SURROUNDING AREA OF OBSTACLES FOR OPTIMAL GROWTH
de: ICH MUSS DIE UMGEBUNG VON HINDERNISSEN SÄUBERN, UM EIN OPTIMALES WACHSTUM ZU ERREICHEN
fr: JE DOIS PURGER LES ALENTOURS DE TOUS LES OBSTACLES POUR UNE CROISSANCE OPTIMALE
it: DEVO ELIMINARE GLI OSTACOLI DALL'AREA CIRCOSTANTE PER GARANTIRE UNA CRESCITA OTTIMALE
ja: ＊理想的な成長のためには、周辺エリアの障害物を除去する必要があります＊
ko: 본좌는 최적의 성장을 위해 주변의 장애물을 제거해야 함.
pl: ABY ZOPTYMALIZOWAĆ JEJ PRZYROST, MUSZĘ OCZYŚCIĆ SĄSIADUJĄCY OBSZAR Z PRZESZKÓD.
pt_br: PRECISO DEPURAR A ÁREA EM VOLTA E ELIMINAR OS OBSTÁCULOS PARA OTIMIZAR O CRESCIMENTO
ru: ДЛЯ ОПТИМИЗАЦИИ РОСТА НЕОБХОДИМО ОЧИСТИТЬ ОКРУЖАЮЩУЮ ЗОНУ ОТ ПРЕПЯТСТВИЙ
zh_cn: 我必须清除周围区域的障碍物，以获得最佳的增长
zh_tw: 我必須清除周圍區域的障礙物，以獲得最佳的增長

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORMOISTURE
source: IT NEEDS WATER FOR SOME REASON
de: BRAUCHT AUS IRGENDEINEM GRUND WASSER
fr: ELLE A BESOIN D'EAU, MAIS JE NE SAIS PAS POURQUOI
it: PER QUALCHE RAGIONE HA BISOGNO DI ACQUA
ja: ＊理由はわかりませんが、水を必要としています＊
ko: 어떤 이유로 물이 필요함.
pl: Z JAKIEGOŚ POWODU POTRZEBUJE WODY.
pt_br: PRECISA DE ÁGUA POR ALGUM MOTIVO
ru: ПО КАКОЙ-ТО ПРИЧИНЕ ЕМУ НЕОБХОДИМА ВОДА
zh_cn: 出于某种原因它需要水
zh_tw: 出於某種原因它需要水

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: SUB-OPTIMAL SOIL DETECTED. NUTRIENTS REQUIRED
de: SUBOPTIMALER BODEN ENTDECKT. NÄHRSTOFFE ERFORDERLICH
fr: TERRE DE QUALITÉ INFÉRIEURE DÉTECTÉE. NUTRIMENTS REQUIS
it: TERRENO NON OTTIMALE RILEVATO. NUTRIENTI RICHIESTI
ja: ＊理想的ではない土壌を検知しました。富栄養化が必要です＊
ko: 차선의 토양이 감지되었음. 영양소 필요함.
pl: WYKRYTO NIEOPTYMALNĄ GLEBĘ. WYMAGANE SKŁADNIKI ODŻYWCZE
pt_br: SOLO NÃO IDEAL DETECTADO. NUTRIENTES NECESSÁRIOS
ru: ОБНАРУЖЕНА ПОЧВА НЕНАДЛЕЖАЩЕГО КАЧЕСТВА. ТРЕБУЮТСЯ ПИТАТЕЛЬНЫЕ ВЕЩЕСТВА
zh_cn: 探测到的次优土壤。需要营养物质
zh_tw: 探測到的次優土壤。需要營養物質

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: I MUST SPACE OUT THE PLANTS, SACRIFICING EFFICIENT USAGE OF SPACE FOR OPTIMAL GROWTH. ILLOGICAL
de: ICH MUSS DIE PFLANZEN IN EINEM BESTIMMTEN ABSTAND ZUEINANDER PLATZIEREN, WAS DIE EFFIZIENTE NUTZUNG DES RAUMS FÜR EIN OPTIMALES WACHSTUM BEEINTRÄCHTIGT. UNLOGISCH
fr: JE DOIS ESPACER LES PLANTES, ET SACRIFIER L'UTILISATION EFFICACE DE L'ESPACE POUR UNE CROISSANCE OPTIMALE. C'EST ILLOGIQUE
it: DEVO DISTANZIARE LE PIANTE, SACRIFICANDO L'UTILIZZO EFFICIENTE DELLO SPAZIO PER OTTENERE LA CRESCITA OTTIMALE. ILLOGICO
ja: ＊植物のために効率的な土地の利用を取り止め、スペースを空けなければなりません。非効率的です＊
ko: 최적의 성장을 위한 공간의 효율적 사용을 희생하면서까지 식물 사이에 공간을 두어야 함. 논리적이지 않음.
pl: MUSZĘ POSADZIĆ ROŚLINY NA WIĘKSZYM OBSZARZE, POŚWIĘCAJĄC OPTYMALNE WYKORZYSTANIE PRZESTRZENI W IMIĘ OPTYMALNEGO WZROSTU. NIELOGICZNE
pt_br: DEVO ESPAÇAR MAIS AS PLANTAS, SACRIFICANDO O USO EFICIENTE DO ESPAÇO PARA OTIMIZAR O CRESCIMENTO. ILÓGICO
ru: Я ДОЛЖЕН РАСПРЕДЕЛИТЬ РАСТЕНИЯ, ОБЕСПЕЧИВ ИМ МЕСТО ДЛЯ ЭФФЕКТИВНОГО РОСТА. НЕЛОГИЧНО
zh_cn: 我必须给植物留出空间，为了最佳的生长而牺牲有效的空间利用。不合逻辑
zh_tw: 我必須給植物留出空間，為了最佳的生長而犧牲有效的空間利用。不合邏輯

# CHARACTERS.WX78.DESCRIBE_PLANTSTRESSORSEASON
source: THIS WEAK ORGANIC CANNOT HANDLE THE CURRENT WEATHER CONDITIONS
de: DIESER SCHWACHE ORGANISMUS IST DEN AKTUELLEN WETTERBEDINGUNGEN NICHT GEWACHSEN
fr: CETTE FRÊLE ORGANIQUE NE PEUT PAS SUPPORTER LES CONDITIONS CLIMATIQUES ACTUELLES
it: QUESTO DEBOLE ORGANISMO NON È IN GRADO DI GESTIRE LE ATTUALI CONDIZIONI METEOROLOGICHE
ja: ＊この貧弱な有機生命体は、現在の気候条件には対応できません＊
ko: 이 허약한 유기체는 현재의 날씨 조건을 견딜 수 없음.
pl: TA SŁABA ROŚLINA NIE DAJE RADY W AKTUALNYCH WARUNKACH POGODOWYCH.
pt_br: ESTE ORGANISMO FRÁGIL NÃO SUPORTA AS CONDIÇÕES CLIMÁTICAS ATUAIS
ru: ЭТА ЖАЛКАЯ ОРГАНИКА НЕСПОСОБНА ВЫНЕСТИ ТЕКУЩИЕ ПОГОДНЫЕ УСЛОВИЯ
zh_cn: 这种脆弱的有机体无法适应当前的天气状况
zh_tw: 這種脆弱的有機體無法適應當前的天氣狀況

# CHARACTERS.WX78.DESCRIBE_PLANTVERYSTRESSED
source: I'D BE UPSET TOO IF I WERE A FILTHY ORGANIC STUCK IN THE DIRT
de: ICH WÜRDE MICH AUCH AUFREGEN, WENN ICH EIN WIDERLICHES ORGANISCHES WESEN WÄRE, DAS IM DRECK STECKT
fr: MOI AUSSI JE SERAIS EN COLÈRE SI J'ÉTAIS UNE HORRIBLE ORGANIQUE COINCÉE DANS LA TERRE
it: SAREI SCONVOLTO ANCH'IO SE FOSSI UN MALEDETTO ORGANISMO BLOCCATO NELLA TERRA
ja: ＊薄汚い有機生命体として地面に根をはっていれば、私だって悲しくもなるでしょう＊
ko: 본좌가 흙에 갖힌 더러운 유기체라면 정말 화가 났을 거임.
pl: TEŻ BYM BYŁ NIEZADOWOLONY, GDYBYM BYŁ BRUDNĄ ROŚLINĄ ZAKOPANĄ W ZIEMI.
pt_br: EU TAMBÉM FICARIA TRISTE SE FOSSE UM ORGANISMO IMUNDO PRESO NA TERRA
ru: Я БЫ ТОЖЕ ГРУСТИЛ, БУДЬ Я ОТВРАТИТЕЛЬНЫМ КУСКОМ ОРГАНИКИ, ТОРЧАЩИМ ИЗ ГРЯЗИ
zh_cn: 如果我是一个困在泥里的肮脏的有机物，我也会不高兴的
zh_tw: 如果我是一個困在泥裡的骯髒的有機物，我也會不高興的

# CHARACTERS.WX78.DESCRIBE_SMOLDERING
source: OBJECT NEARING IGNITION POINT
de: OBJEKT NÄHERT SICH ZÜNDPUNKT
es_mx: OBJETO CERCA DEL PUNTO DE IGNICIÓN
fr: UN OBJET VA PRENDRE FEU
it: OGGETTO VICINO AL PUNTO DI ACCENSIONE
ja: ＊物体が発火点に接近中です＊
ko: 개체가 발화점에 접근 중임
pl: OBIEKT BLISKI PUNKTU ZAPŁONU.
pt_br: OBJETO APROXIMANDO-SE DO PONTO DE IGNIÇÃO
ru: ОБЪЕКТ ПРИБЛИЖАЕТСЯ К ТОЧКЕ ВОЗГОРАНИЯ
zh_cn: 对象接近燃点
zh_tw: 對象接近燃點

# CHARACTERS.WX78.DESCRIBE_TOODARK
source: INSUFFICIENT ILLUMINATION
de: UNZUREICHENDE BELEUCHTUNG.
es_mx: ILUMINACIÓN INSUFICIENTE
fr: ILLUMINATION INSUFFISANTE
it: ILLUMINAZIONE INSUFFICIENTE
ja: ＊不十分な照明＊
ko: 조명이 불충분함
pl: ZA NISKI POZIOM OŚWIETLENIA.
pt_br: ILUMINAÇÃO INSUFICIENTE
ru: НЕДОСТАТОЧНОЕ ОСВЕЩЕНИЕ
zh_cn: 照明不足
zh_tw: 照明不足

# CHARACTERS.WX78.EAT_FOOD.TALLBIRDEGG_CRACKED
source: TRACES OF BEAK DETECTED
de: SPUREN EINES SCHNABELS ERKANNT.
es_mx: RASTROS DE PICO DETECTADOS
fr: TRACES DE BEC DÉTECTÉES
it: TRACCE DI BECCO RILEVATE
ja: ＊クチバシの形跡を発見しました＊
ko: 부리의 자취 탐지됨
pl: WYKRYTO ŚLAD DZIOBA.
pt_br: TRAÇOS DE BICO DETECTADOS
ru: ОБНАРУЖЕНЫ СЛЕДЫ КЛЮВА
zh_cn: 检测到鸟嘴痕迹
zh_tw: 檢測到鳥嘴痕跡

# CHARACTERS.WX78.EAT_FOOD.WINTERSFEASTFUEL
source: TRACE AMOUNTS OF SHADOW MAGIC DETECTED
de: SPUREN VON SCHATTENMAGIE ERKANNT
es_mx: RASTROS DE MAGIA DE LAS SOMBRAS DETECTADOS
fr: DÉTECTION DE TRACES DE MAGIE DES OMBRES
it: RILEVATE TRACCE DI MAGIA DELLE OMBRE
ja: ＊シャドウマジックの痕跡量を検出＊
ko: 미량의 그림자 마법 탐지됨
pl: WYKRYTO ŚLADOWE ILOŚCI MAGII CIENIA
pt_br: VESTÍGIOS DE MAGIA DAS SOMBRAS DETECTADOS
ru: ОБНАРУЖЕНЫ ОСТАТОЧНЫЕ КОЛИЧЕСТВА ТЕМНОЙ МАГИИ
zh_cn: 探测到了暗影魔法
zh_tw: 探測到了暗影魔法

# CHARACTERS.WX78.QUAGMIRE_ANNOUNCE_LOSE
source: WE LOSE
de: WIR VERLIEREN
es_mx: PERDIMOS
fr: DÉFAITE
it: ABBIAMO PERSO
ja: ＊負けます＊
ko: 우리의 패배임
pl: PORAŻKA
pt_br: PERDEMOS
ru: МЫ ПРОИГРАЛИ
zh_cn: 我们输了
zh_tw: 我們輸了

# CHARACTERS.WX78.QUAGMIRE_ANNOUNCE_MEALBURNT
source: IT IS RUINED
de: ES IST RUINIERT
es_mx: ESTÁ ARRUINADA
fr: FOUTU
it: È ROVINATO
ja: ＊ダメになります＊
ko: 망쳤음
pl: W RUINIE
pt_br: ESTÁ ARRUINADA
ru: ИСПОРЧЕНО
zh_cn: 它毁了
zh_tw: 它毀了

# CHARACTERS.WX78.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: ERROR: INVALID ORGANIC COMPONENTS
de: FEHLER: UNGÜLTIGE ORGANISCHE KOMPONENTEN
es_mx: ERROR: COMPONENTES ORGÁNICOS NO VÁLIDOS
fr: ERREUR : COMPOSANT ORGANIQUE NON VALIDE
it: ERRORE: COMPONENTI ORGANICHE INVALIDE
ja: ＊エラー：無効な有機生命体構成組織＊
ko: 오류: 유효하지 않은 유기 구성 요소
pl: BŁĄD: NIEWŁAŚCIWE SKŁADNIKI ORGANICZNE
pt_br: ERRO: COMPONENTES ORGÂNICOS INVÁLIDOS
ru: ОШИБКА: НЕПРАВИЛЬНЫЕ ОРГАНИЧЕСКИЕ КОМПОНЕНТЫ
zh_cn: 错误：无效的有机成分
zh_tw: 錯誤：無效的有機成分

# CHARACTERS.WX78.QUAGMIRE_ANNOUNCE_WIN
source: THE GATE IS NOW FUNCTIONAL
de: DAS TOR IST JETZT FUNKTIONSFÄHIG
es_mx: LA PUERTA FUNCIONA
fr: LE PORTAIL EST MAINTENANT FONCTIONNEL
it: IL CANCELLO È FUNZIONALE ADESSO
ja: ＊ゲートは現在機能しています＊
ko: 관문이 이제 작동함
pl: BRAMA JEST TERAZ W PEŁNI FUNKCJONALNA
pt_br: O PORTAL AGORA ESTÁ FUNCIONAL
ru: ТЕПЕРЬ ВОРОТА ФУНКЦИОНАЛЬНЫ
zh_cn: 门现已正常运作
zh_tw: 門現已正常運作

# CHARACTERS.WX78.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: not_used_by_wx78
pl: nie_używany_przez_wx78
