Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.DEAD
source: Maybe in a different timeline...
de: Vielleicht in einer anderen Zeitachse ...
es: A lo mejor en otra línea temporal...
fr: Peut-être que dans une ligne temporelle différente...
it: Forse in una diversa linea temporale...
ja: もしかしたら別の時間線で…
ko: 다른 타임라인에 있을 수도 있겠지.
pt_br: Talvez numa linha do tempo diferente...
ru: Может, в другой линии времени получится.
zh_tw: 也許要換一條時間線……

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.DUPLICATE
source: I'm having deja vu... didn't we already make this? Or will we...
de: Ich habe ein Déjà-vu ... haben wir das nicht schon gemacht? Oder werden wir noch tun ...
es: Estoy teniendo un déjà vu... ¿No habíamos hecho esto ya? ¿O lo haremos...?
fr: J'ai une sensation de déjà-vu... Est-ce qu'on a déjà fait ça ? Ou qu'on le fera...
it: Ho una sensazione di déjà-vu... Non l'avevamo già fatto? O forse lo faremo...
ja: これはデジャブ？…これ、もう作ったんじゃなかった？それともこれから…
ko: 데자뷰인가.. 이미 만든 거 같은데? 아니면 우리가...
pt_br: Estou tendo um déjà-vu... já não fizemos isso? Ou será que faremos...
ru: У меня дежавю... Разве мы это еще не сделали? Или уже не сделаем...
zh_tw: 這似曾相識的感覺……我們是以前做過這個？還是將來要做……

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.FOODFULL
source: Oh what luck, someone already made food ahead of time!
de: Was für ein Glück, dass jemand schon im Voraus Essen gemacht hat!
es: Qué suerte, alguien ha hecho comida antes de tiempo.
fr: Oh, quelle chance ! Quelqu'un a déjà fait à manger en avance !
it: Oh, magnifico. Qualcuno ha portato del cibo in anticipo!
ja: なんて素晴らしい。前もって誰かが料理してくれたのね！
ko: 오, 행운이야, 누군가 이미 음식을 미리 만들어 놓았어!
pt_br: Ai, que sorte! Alguém preparou comida antes do tempo!
ru: О, какая удача! Кто-то уже приготовил еду раньше времени!
zh_tw: 真走運，有人已經提前做好了食物！

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.GENERIC
source: Hm, nope. That's not going to work.
de: Hm, nee. Das wird nicht klappen.
es: No, no va a funcionar.
fr: Hmm, non, ça ne fonctionnera pas.
it: Mm, no. Così non va.
ja: あ、ダメ。あれは無理だわ。
ko: 흠, 아니네. 작동하지 않을 거야.
pt_br: Hm, negativo. Isso não vai funcionar.
ru: Хм, нет. Не получится.
zh_tw: 呃，不行。不管用。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.GHOSTHEART
source: Oh. My mistake, I thought you were a friend of mine.
de: Oh. Mein Fehler, ich dachte, du wärst ein Freund von mir.
es: Oh, disculpa. Pensaba que nos conocíamos.
fr: Oh. Désolée, j'ai cru que nous étions proches.
it: Oh! Scusa, ti ho scambiato per un amico.
ja: あ、失礼。友だちと間違えたわ。
ko: 오. 실수했어, 내 친구라고 생각했지 뭐야.
pt_br: Ah. Desculpe, achei que você fosse uma amiga minha.
ru: Ой. Прошу прощения, я думала, что вы мой друг.
zh_tw: 哦。我弄錯了，我以為你是我的一個朋友。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: I'll have to get one of those horrible logs...
de: Ich muss mir einen dieser furchtbaren Holzklötze besorgen ...
es: Tendré que conseguir uno de esos troncos horribles...
fr: Je vais devoir récupérer une de ces affreuses bûches...
it: Mi occorre uno di quegli orribili tronchi...
ja: このおどろおどろしい木材を手に入れなくちゃいけない…
ko: 그 끔찍한 통나무 중 하나를 가져와야 해...
pt_br: Vou ter que pegar uma daquelas toras horrorosas...
ru: Придется притащить это ужасное бревно...
zh_tw: 我得去弄根糟糕的木頭……

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: Whoops, almost put that in the mushroom planter.
de: Hoppla, fast hätte ich das in die Pilzfarm gesteckt.
es: Ups, casi pongo eso en la granja para hongos.
fr: Oups. J'ai failli mettre ça dans la jardinière à champi.
it: Ops! Stavo per metterlo nella piantatrice di funghi.
ja: おーっと！キノコのプランターに入れるところだったわ。
ko: 이런, 버섯 재배나무에 거의 넣었는데.
pt_br: Ops, quase coloquei isso no vaso para cogumelo.
ru: Ой, чуть в грибную плантацию не засунула.
zh_tw: 哎呀，差點就放進蘑菇農場裡。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: It won't grow here. I'm not wasting any more time on it.
de: Das wird hier nicht wachsen. Ich werde keine Zeit mehr damit verschwenden.
es: Aquí no va a crecer. No pienso perder más el tiempo.
fr: Ça ne poussera pas ici. Je ne gaspillerai plus une minute là-dessus.
it: Qui non può crescere. Non sprecherò altro tempo provandoci.
ja: ここでは育たないでしょう。もうこれ以上時間をムダにしてられないわ。
ko: 여기에서는 자라지 않겠네. 더는 여기다 시간을 낭비하지 않겠어.
pt_br: Não vão crescer aqui. Não vou mais perder meu tempo com isso.
ru: Здесь они расти не будут. Нечего мне тратить на них время.
zh_tw: 它不會在這裡生長的。我不會再在這上面浪費時間了。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOMOON
source: This isn't going to work if I can't see the moon.
de: Das wird nicht funktionieren, wenn ich den Mond nicht sehen kann.
es: No va a servir de nada si no veo la luna...
fr: Si je ne vois pas la lune, ça ne fonctionnera pas.
it: Non funzionerà se non posso vedere la luna.
ja: 月が見えないならうまくいかないわ。
ko: 달이 보이지 않는다면 이것은 작동하지 않을 거야.
pt_br: Não vai funcionar se eu não conseguir ver a lua.
ru: Если луны на небе не видно, ничего не выйдет.
zh_tw: 我連月亮都看不到這怎麼成。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOTATRIUMKEY
source: I need something that fits perfectly, or the mechanism won't work.
de: Ich brauche etwas, das perfekt passt, sonst funktioniert der Mechanismus nicht.
es: Necesito algo que encaje a la perfección o el mecanismo no funcionará.
fr: Il me faut quelque chose qui rentre à la perfection, sinon le mécanisme ne fonctionnera pas.
it: Occorre qualcosa che combaci alla perfezione o il meccanismo non si muoverà.
ja: 完璧にフィットするものが必要なの。でなけりゃ、メカニズムが機能しないから。
ko: 완벽하게 맞는 것이 필요해. 그렇지 않으면 메커니즘이 작동하지 않아.
pt_br: Preciso de algo que se encaixe perfeitamente, ou o mecanismo não vai funcionar.
ru: Нужен идеально подходящий ключ, иначе механизм не сработает.
zh_tw: 要大小剛好才行，否則就不會起作用。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOTDISH
source: Well... that was a waste of time.
de: Tja ... Das war reine Zeitverschwendung.
es: Pues... Menuda pérdida de tiempo.
fr: Bien... C'était une perte de temps.
it: Beh... che spreco di tempo.
ja: ふん…時間のムダだったわ。
ko: 글쎄... 그건 시간낭비였어.
pt_br: Bom... isso foi uma perda de tempo.
ru: Что ж... Время потрачено впустую.
zh_tw: 哎呀……就是在浪費時間。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOTGEM
source: Please. That would be like trying to put a pendulum on a watch.
de: Also bitte. Das wäre so, als würde man versuchen, ein Pendel an eine Armbanduhr zu hängen.
es: Venga ya... Eso sería como intentar ponerle un péndulo a un reloj.
fr: Oh pitié. Ce serait comme mettre un pendule sur une montre.
it: Figurarsi. Sarebbe come cercare di mettere un pendolo in un orologio da polso.
ja: ムリだって。それは腕時計の中に振り子を入れるのと大差ないわ。
ko: 제발. 그것은 시계에 추를 놓으려는 것과 같아.
pt_br: Por favor. Isso seria como tentar colocar um pêndulo num relógio.
ru: Серьезно? Это же как маятник к карманным часам прицепить.
zh_tw: 求別鬧。那不跟在手錶上裝鐘擺一樣麼。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: I'm not wasting one more second trying to work with this material.
de: Ich werde keine Sekunde mehr damit vergeuden, mit diesem Material zu arbeiten.
es: No pienso perder ni un segundo más intentando esculpir este material.
fr: Je refuse de gaspiller une seconde de plus sur ce matériau.
it: Non sprecherò un altro secondo a cercare di lavorare con questo materiale.
ja: この素材にもう1秒たりとも時間をムダにしてられないわ。
ko: 이 재료로 작업하는 데 1초도 더 낭비하지 않겠어.
pt_br: Não vou desperdiçar mais nenhum segundo tentando trabalhar com este material.
ru: Ни секунды больше не собираюсь тратить на этот материал.
zh_tw: 我不會再在這種材料上浪費多一秒了。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.NOTSTAFF
source: I need something that fits perfectly for the mechanism to work.
de: Ich brauche etwas, das perfekt passt, damit der Mechanismus funktioniert.
es: Necesito algo que encaje a la perfección o el mecanismo no funcionará.
fr: Il me faut quelque chose qui rentre à la perfection, pour que le mécanisme fonctionne.
it: Occorre qualcosa che combaci alla perfezione per far funzionare il meccanismo.
ja: メカニズムが機能するためには、完璧にフィットするものが必要なの。
ko: 메커니즘이 작동하려면 완벽하게 맞는 것이 필요해.
pt_br: Preciso de algo que se encaixe perfeitamente para fazer o mecanismo funcionar.
ru: Чтобы механизм заработал, нужен идеально подходящий ключ.
zh_tw: 要大小剛好才能起作用。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: I'm not putting my life in danger for a game!
de: Ich bringe mein Leben nicht wegen eines Spiels in Gefahr!
es: No voy a poner mi vida en peligro por un juego.
fr: Je refuse de mettre ma vie en danger pour un jeu !
it: Non rischierò la vita per un gioco!
ja: たかがゲームのために命を危険に晒すことはないわ！
ko: 게임에 내 목숨을 걸고 싶지는 않아!
pt_br: Não vou arriscar minha vida por um jogo!
ru: Рисковать жизнью ради игры я не собираюсь!
zh_tw: 我才不要為了一個遊戲冒生命危險！

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: It kind of reminds me of my old workshop... a pigsty.
de: Es erinnert mich irgendwie an meine alte Werkstatt ... ein Schweinestall.
es: Me recuerda a mi antiguo taller... Era una pocilga.
fr: Ça me rappelle un peu mon ancien atelier... une vraie soue.
it: Mi ricorda il mio vecchio laboratorio... Che porcile.
ja: 昔の作業場を思い出すわ…きったないところ。
ko: 일종의 내 오래된 작업장이 떠올라... 돼지우리 말이야.
pt_br: Meio que me faz lembrar da minha antiga oficina... um chiqueiro.
ru: Напоминает мне мою старую мастерскую... тот еще свинарник.
zh_tw: 有點讓我想起我的舊作坊……那個豬圈。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: It's getting dark. Maybe another time.
de: Es wird langsam dunkel. Vielleicht ein anderes Mal.
es: Se está haciendo de noche, mejor en otro momento.
fr: Il se fait tard. Une autre fois.
it: Si sta facendo buio. Magari un'altra volta.
ja: 暗くなってきた。また別の機会に。
ko: 어두워지고 있다. 아마 다음에.
pt_br: Está escurecendo. Talvez outra hora.
ru: Уже темнеет. Может, в другой раз.
zh_tw: 天要黑了。不然下次吧。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.SLEEPING
source: Oooooh can't you sleep any faster?
de: Oooooh, kannst du vielleicht etwas schneller schlafen?
es: Uf... ¿No puedes dormir más rápido?
fr: Oooh, on ne peut vraiment pas dormir plus vite ?
it: Che seccatura... Non puoi dormire più in fretta?
ja: もーーーーーー！あんたもっと早く寝れないの？
ko: 으어어어어 빨리 자면 안돼?
pt_br: Aaaaah, não pode dormir mais rápido?
ru: О-о-ох, а ты не можешь спать побыстрее?
zh_tw: 噢，你就不能快點睡嗎？

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.SLOTFULL
source: I can't fit anything else in there.
de: Da passt nichts mehr rein.
es: No puedo meter nada más ahí.
fr: Je ne peux plus rien rentrer là-dedans.
it: Qui non posso aggiustare altro.
ja: ここには何も入らないよ。
ko: 저 안에 뭘 더 넣을 수는 없어.
pt_br: Não consigo enfiar mais nada aí dentro.
ru: Сюда больше ничего не влезет.
zh_tw: 裡面什麼都放不下了。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.SPIDERNOHAT
source: As whimsical as that would be, there isn't enough space in my pocket.
de: So bizarr das auch wäre, in meiner Tasche ist nicht genug Platz.
es: Sería una verdadera maravilla, pero no tengo espacio en el bolsillo.
fr: Ce serait très amusant, mais je n'ai hélas pas assez de place dans ma poche.
it: Sarebbe un bello spettacolo da vedere, ma non ho spazio a sufficienza in tasca.
ja: おかしなことに、ポケットのスペースが足りないの。
ko: 엉뚱한 일이지만 내 주머니에 공간이 충분하지 않아.
pt_br: Por mais excêntrico que seja, não tenho espaço suficiente no bolso.
ru: Каким бы удивительным мне он ни казался, места в карманах у меня не хватит.
zh_tw: 雖然聽起來有點怪，可是我口袋裡確實放不下了。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: It isn't ready yet? Botheration, even tiny trees take ages to grow!
de: Noch nicht fertig? Verflixt, auch kleine Bäume brauchen lange, um zu wachsen!
es: ¿Aún no está listo? ¡Qué fastidio, hasta los arbolitos más pequeños tardan una eternidad en crecer!
fr: Ce n'est pas encore prêt ? Flûte de zut, même les tout petits arbres mettent un temps fou à pousser !
it: Non è ancora pronto? Che seccatura, persino gli alberi in miniatura impiegano secoli a crescere!
ja: まだ準備できないのかい？煩わしい。小さい木でさえ成長するのに長い時間がかかるなんて！
ko: 아직 아닌가? 귀찮아, 아주 작은 나무로 자라는 데도 시간이 필요한 법!
pt_br: Ainda não tá pronto? Que amolação, até árvores pequenas demoram eras para crescer!
ru: Не готово? Вот неудобство, даже крохотные деревья так медленно растут!
zh_tw: 還沒好？麻煩呐，即使是小樹也要花很長時間才能長成！

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: I wonder how the magic from this world might affect it?
de: Ich frage mich, wie sich die Magie dieser Welt auf sie auswirkt?
es: Me pregunto cómo le afectará la magia de este mundo.
fr: Je me demande comme la magie de ce monde peut l'influencer.
it: Chissà come potrebbe reagire alla magia di questo mondo...
ja: この世界の魔法がこれにどんな影響を与えるのか気になるわ。
ko: 이 세계의 마법이 어떤 영향을 끼칠지 궁금한데?
pt_br: Me pergunto como a magia desse mundo poderia afetar ela?
ru: Интересно, как на него повлияет магия этого мира?
zh_tw: 不知道這個世界的魔法會對它產生什麼影響？

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.WRONGGEM
source: I could've sworn this was the right gem.
de: Ich hätte schwören können, dass das der richtige Edelstein ist.
es: Juraría que era la gema correcta.
fr: J'aurais pourtant juré que c'était la bonne gemme.
it: Avrei giurato che fosse la gemma corretta.
ja: これが正しい宝石だったって誓ってもいい。
ko: 이것이 바로 그 보석이었다고 맹세할 수 있었는데.
pt_br: Eu podia jurar que era a pedra preciosa certa.
ru: Готова поклясться, что это был нужный самоцвет.
zh_tw: 我可以發誓這就是正確的寶石。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: Oooh, now this is a puzzle...
de: Oooh, das ist mal ein Rätsel ...
es: Qué puzle tan interesante...
fr: Oooh... ça c'est de l'énigme.
it: Aha, questo sì che è un rompicapo...
ja: へー、これはパズルだわ…
ko: 앗, 이제 퍼즐이군...
pt_br: Aaah, isso sim é um quebra-cabeça...
ru: Головоломки, значит... Ну-ну...
zh_tw: 噢，這真是個難題……

# CHARACTERS.WANDA.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: I don't have time to wait around!
de: Ich habe keine Zeit zu warten!
es: ¡No tengo tiempo para estar aquí esperando!
fr: Je n'ai pas le temps d'attendre !
it: Non ho tempo di aspettare!
ja: ここでブラブラしてる時間はないの！
ko: 기다릴 시간이 없어!
pt_br: Não tenho tempo pra ficar esperando!
ru: У меня нет времени тебя тут ждать!
zh_tw: 我可沒時間乾等著！

# CHARACTERS.WANDA.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: No, no, I'm doing this out of order!
de: Nein, nein, ich mache das in der falschen Reihenfolge!
es: ¡Ay, no! Tendría que haberlo hecho antes...
fr: Non, non, non, je dois faire ça dans l'ordre !
it: No, no! Sto invertendo l'ordine!
ja: いけない！あべこべな順番にしちゃった！
ko: 아니, 아니, 난 이걸 마구잡이로 하고 있어!
pt_br: Não, não, estou fazendo isto na ordem errada!
ru: Ой, нет! Я перепутала порядок действий!
zh_tw: 不對，我順序搞錯了！

# CHARACTERS.WANDA.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: If you want this, you'd better drop something fast.
de: Wenn du das haben willst, musst du schnell etwas fallen lassen.
es: Tira algo de una vez si quieres esto.
fr: Si vous en voulez, vous feriez mieux de lâcher quelque chose, et vite.
it: Se ne hai bisogno, ti conviene sbarazzarti di qualcosa alla svelta.
ja: これが欲しいなら、さっさと何か落としな。
ko: 이것을 원한다면, 무언가를 더 빨리 떨어뜨리는 것이 좋겠어.
pt_br: Se quiser isto, é melhor soltar alguma coisa rápido.
ru: Если тебе это нужно, выкинь что-нибудь из карманов, да побыстрее.
zh_tw: 你想要的話，最好先丟點東西。

# CHARACTERS.WANDA.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: You couldn't sleep a little faster, could you?
de: Könntest du vielleicht etwas schneller schlafen?
es: No podías dormirte más rápido, ¿no?
fr: Vous ne pouviez pas dormir plus vite, non ?
it: Non è che potresti dormire più in fretta?
ja: お願いだからさっさと寝ていただけませんでしょうか？
ko: 조금 더 빨리 잠들 수는 없겠지, 그렇지?
pt_br: Você não consegue dormir um pouco mais rápido, né?
ru: Точно не получится спать быстрее?
zh_tw: 你還能睡得再快點嗎？

# CHARACTERS.WANDA.ACTIONFAIL.GIVETOPLAYER.BUSY
source: I don't have time to wait around!
de: Ich habe keine Zeit zu warten!
es: ¡No tengo tiempo para estar aquí esperando!
fr: Je n'ai pas le temps d'attendre !
it: Non ho tempo di aspettare!
ja: ここでブラブラしてる時間はないの！
ko: 기다릴 시간이 없어!
pt_br: Não tenho tempo pra ficar esperando!
ru: У меня нет времени тебя тут ждать!
zh_tw: 我可沒時間乾等著！

# CHARACTERS.WANDA.ACTIONFAIL.GIVETOPLAYER.DEAD
source: No, no, I'm doing this out of order!
de: Nein, nein, ich mache das in der falschen Reihenfolge!
es: ¡Ay, no! Tendría que haberlo hecho antes...
fr: Non, non, non, je dois faire ça dans l'ordre !
it: No, no! Sto invertendo l'ordine!
ja: いけない！あべこべな順番にしちゃった！
ko: 아니, 아니, 난 이걸 마구잡이로 하고 있어!
pt_br: Não, não, estou fazendo isto na ordem errada!
ru: Ой, нет! Я перепутала порядок действий!
zh_tw: 不對，我順序搞錯了！

# CHARACTERS.WANDA.ACTIONFAIL.GIVETOPLAYER.FULL
source: If you want this, you'd better drop something fast.
de: Wenn du das haben willst, musst du schnell etwas fallen lassen.
es: Tira algo de una vez si quieres esto.
fr: Si vous en voulez, vous feriez mieux de lâcher quelque chose, et vite.
it: Se ne hai bisogno, ti conviene sbarazzarti di qualcosa alla svelta.
ja: これが欲しいなら、さっさと何か落としな。
ko: 이것을 원한다면, 무언가를 더 빨리 떨어뜨리는 것이 좋겠어.
pt_br: Se quiser isto, é melhor soltar alguma coisa rápido.
ru: Если тебе это нужно, выкинь что-нибудь из карманов, да побыстрее.
zh_tw: 你想要的話，最好先丟點東西。

# CHARACTERS.WANDA.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: You couldn't sleep a little faster, could you?
de: Könntest du vielleicht etwas schneller schlafen?
es: No podías dormirte más rápido, ¿no?
fr: Vous ne pouviez pas dormir plus vite, non ?
it: Non è che potresti dormire più in fretta?
ja: お願いだからさっさと寝ていただけませんでしょうか？
ko: 조금 더 빨리 잠들 수는 없겠지, 그렇지?
pt_br: Você não consegue dormir um pouco mais rápido, né?
ru: Точно не получится спать быстрее?
zh_tw: 你還能睡得再快點嗎？

# CHARACTERS.WANDA.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: I'm pretty sure I've seen this before. Or maybe I will see it soon?
de: Ich bin mir ziemlich sicher, dass ich das schon mal gesehen habe. Oder werde ich es vielleicht bald sehen?
es: Estoy bastante segura de que ya he visto esto... ¿O lo veré pronto?
fr: Je suis presque sûre d'avoir déjà vu ça. Ou alors, je le verrai bientôt...
it: Sono sicura di averlo già visto. O forse lo vedrò tra poco?
ja: これ絶対前にみたことあるわ。でももしかしたら、これから見るのかも。
ko: 전에 본 적이 있었던 게 분명해. 아니면 곧 보게 될까?
pt_br: Tenho quase certeza de que já vi isso. Ou quem sabe verei em breve?
ru: Я уверена, что уже это видела. Или скоро увижу?
zh_tw: 我很確定以前見過。或者是很快就會見到它？

# CHARACTERS.WANDA.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: Fine then, keep your secrets to yourself!
de: Gut, dann behalte deine Geheimnisse für dich!
es: Bueno, vale, ¡pues quédate tus secretos!
fr: D'accord, garde tes secrets.
it: Va bene, allora! Tieniti pure i tuoi segreti.
ja: そうかい、なら自分だけの秘密にしておきな！
ko: 좋아, 비밀은 혼자 간직해줘!
pt_br: Tá bom então, guarda os seus segredos para você!
ru: Ну и ладно, храни свои тайны.
zh_tw: 那好吧，你就接著保守自己的秘密吧！

# CHARACTERS.WANDA.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: They have no interest in listening to me, and I have no interest in them.
de: Sie haben keine Lust, mir zuzuhören, und ich habe kein Interesse an ihnen.
es: Ni quieren escucharme ni me interesan lo más mínimo.
fr: Ils ne veulent pas m'écouter, et ils ne m'intéressent pas.
it: Non nutrono alcun interesse per me e io non ne nutro per loro.
ja: 私の言うことなんて聞きやしない。私もあいつらに興味はないけどね。
ko: 그들은 내 말을 듣는 데 관심이 없고 나도 그들에게 관심이 없지.
pt_br: Elas não têm interesse em mim, e eu não tenho interesse nelas.
ru: Меня им слушаться неинтересно, а мне неинтересны они сами.
zh_tw: 它們沒有興趣聽我說話，而我對它們也沒有興趣。

# CHARACTERS.WANDA.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: Wait, I already did that!
de: Moment, das habe ich schon gemacht!
es: ¡Pero si ya he hecho eso!
fr: Attendez, j'ai déjà fait ça !
it: Aspetta, l'ho già fatto!
ja: 待って、私もうやったわ！
ko: 잠깐, 이미 했다고!
pt_br: Espera, eu já fiz isso!
ru: Минутку, я ведь это уже делала!
zh_tw: 等等，我已經這樣做過了！

# CHARACTERS.WANDA.ACTIONFAIL.HITCHUP.INMOOD
source: I don't have the patience to deal with a mean-tempered beefalo.
de: Ich habe nicht die Geduld, mich mit einem gemeinen Beefalo herumzuschlagen.
es: No tengo paciencia para lidiar con un beefalo con malas pulgas.
fr: Je n'ai pas assez de patience pour m'occuper d'un bœufalo mal luné.
it: Non ho la pazienza di occuparmi di un mufalo con la luna storta.
ja: 私、底意地悪いビーファロと付き合うだけの忍耐力がないわ。
ko: 나에게는 심술궂은 비팔로를 다룰 인내심이 없어.
pt_br: Não tenho paciência para lidar com um bífalo temperamental.
ru: Разбираться с капризным бифало мне терпения не хватит.
zh_tw: 我沒有耐心去對付一隻脾氣暴躁的皮弗婁牛。

# CHARACTERS.WANDA.ACTIONFAIL.HITCHUP.NEEDBEEF
source: What am I forgetting? Something's ringing a bell...
de: Was kann ich vergessen haben? Da klingelt doch was ...
es: Me olvido de algo, ¿no? Algo no cuadra...
fr: Qu'est-ce que j'oublie ? Ça me rappelle quelque chose...
it: Cosa mi sto dimenticando? Aspetta, ci sono quasi...
ja: 何か忘れてる？何か引っかかるのよね…
ko: 내가 잊고 있는 게 뭐지? 뭔가가 벨을 울리고 있어...
pt_br: O que estou esquecendo? Algo a ver com um sino e um bicho...
ru: Что же я забыла... В ушах звенит...
zh_tw: 我忘記了什麼？似乎想起點什麼了……

# CHARACTERS.WANDA.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: Come on now, trot your way over here.
de: Komm schon, trab mal hierher.
es: Venga, trota hasta ahí.
fr: Allons, viens ici. Allez, au trot !
it: Dai, su, trotta qui.
ja: さっさとしな。早くこっちにおいで。
ko: 자 이제 어서, 이 쪽으로 가.
pt_br: Anda, vem já pra cá.
ru: Ну давай, топай сюда.
zh_tw: 來，小跑幾步過來。

# CHARACTERS.WANDA.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: Ohhh botheration!!
de: Ohhh verflixt!!
es: ¡¡¡Qué fastidio!!!
fr: Oooh, flûte de zut !!
it: Che seccaturaaa!!!
ja: ああ、煩わしい！！
ko: 우어어어어 귀찮아!!
pt_br: Ahhh, que amolação!
ru: Вот же ж неудобство!
zh_tw: 嗷，麻煩呐！！

# CHARACTERS.WANDA.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: Why can't this sail just lower properly when I tell it to?
de: Warum senkt sich das Segel nicht, wenn ich es sage?
es: ¿Por qué la vela no se baja bien cuando se lo digo?
fr: Pourquoi cette voile ne se baisse pas sagement quand je lui dis de le faire ?
it: Perché la vela non può abbassarsi quando glielo ordino?
ja: なんでこの帆は下がれって言った時に下がらないの？
ko: 하려는 대로 돛이 제대로 내려가지 않은 이유가 뭐지?
pt_br: Por que essa vela não baixa direito quando eu mando?
ru: Почему парус просто не опускается, когда я ему приказываю?
zh_tw: 為什麼帆不聽我話乖乖下降？

# CHARACTERS.WANDA.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: Ack! I think I pulled something in my back!
de: Autsch! Ich glaube, ich habe mir was im Rücken gezerrt!
es: ¡Au! ¡Menudo tirón me ha dado en la espalda!
fr: Argh ! Je crois que je me suis coincé le dos !
it: Ah! Credo di essermi stirata la schiena!
ja: イタタ！背中のスジが！
ko: 아아! 등을 삐끗한 것 같아!
pt_br: Ugh! Acho que dei um mau jeito nas costas!
ru: Ай! Кажется, спину потянула!
zh_tw: 啊！我好像扭到背了！

# CHARACTERS.WANDA.ACTIONFAIL.MARK.ALREADY_MARKED
source: Did I already pick this one? Yes, I'm pretty sure I did.
de: Habe ich das schon ausgewählt? Ja, ich bin mir ziemlich sicher, dass ich das habe.
es: ¿He marcado ya esto? Sí, algo me dice que sí.
fr: J'ai déjà pris celui-là ? Oui, je crois.
it: Avevo già scelto questo mufalo? Sì, mi sembra proprio di sì.
ja: もうこれを選んだっけ？きっと選んだはずだわ。
ko: 내가 이미 이것을 고른 건가? 맞아, 확실히 그런 것 같아.
pt_br: Eu já escolhi este aqui? Sim, tenho quase certeza disso.
ru: Я уже сделала выбор, да? Да, определенно сделала.
zh_tw: 我已經選了這個嗎？嗯，我肯定選過。

# CHARACTERS.WANDA.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: I can join in later. Or maybe earlier.
de: Ich kann später mitmachen. Oder vielleicht auch früher.
es: Puedo unirme más tarde. O más temprano.
fr: Je peux vous rejoindre plus tard. Ou plus tôt.
it: Posso partecipare più tardi. O forse prima.
ja: 後で参加できる。前でもいいけどね。
ko: 나중에 참여하겠어. 아니면 그 보다는 일찍.
pt_br: Posso participar depois. Ou talvez antes.
ru: Я присоединюсь позже. Или раньше.
zh_tw: 我要不一會兒再參加，要不去之前參加。

# CHARACTERS.WANDA.ACTIONFAIL.MOUNT.INUSE
source: Oh botheration. I was going to use that, you know!
de: Ach verflixt. Das wollte ich benutzen, weißt du!
es: Qué fastidio... Iba a usarlo yo, ¡que lo sepas!
fr: Oh, flûte de zut. J'allais m'en servir, hein !
it: Che seccatura. Guarda che stavo per montarci io!
ja: なんて煩わしい！使う予定だったのに！
ko: 아 귀찮아. 내가 그것을 사용하려고 했어, 알잖아!
pt_br: Ai, que amolação. Eu ia usar isso, sabe?
ru: Вот уж неудобство! Это я собиралась сделать, между прочим!
zh_tw: 嗷，麻煩呐。我本來想用那個的，知道吧！
