Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.BURNT
source: Disastrously caramelized.
de: Schrecklich karamellisiert.
es: Desastrosamente caramelizado.
es_mx: Desastrosamente caramelizado.
fr: Désastreusement caramélisé.
it: Disastrosamente caramellato.
ja: カラメル作り、失敗ネ
ko: 카라멜화된 재앙이랄까.
pl: Za długo się karmelizował.
pt_br: Desastrosamente caramelizado.
ru: Катастрофически карамелизовано.
zh_cn: 悲惨地焦糖化了。
zh_tw: 悲慘地焦糖化了。

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.FULLHONEY
source: Honey jackpot!
de: Honig!
es: ¡Premio gordo de miel!
es_mx: ¡Una lotería de miel!
fr: Jackpot de miel !
it: Montepremi di miele!
ja: ハチミツ、ゲットだヨ！
ko: 꿀 대박이다!
pl: Miodowe bingo!
pt_br: Sorte grande de mel!
ru: Медовый джекпот!
zh_cn: 蜂蜜大丰收！
zh_tw: 蜂蜜大豐收！

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.GENERIC
source: Home of the honeymakers!
de: Die Heimat der Honigmacher.
es: ¡El hogar de los fabricantes de miel!
es_mx: ¡El hogar de los fabricantes de miel!
fr: La maison des faiseuses de miel !
it: La casa dei produttori di miele!
ja: ハチミツくんたちの、おうちだヨ！
ko: 꿀벌들의 집!
pl: Domek miodorobów!
pt_br: Lar das fazedoras de mel!
ru: Домик медоносов!
zh_cn: 酿蜜者的家！
zh_tw: 釀蜜者的家！

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.NOHONEY
source: No more honey...
de: Kein Honig mehr ...
es: No hay más miel...
es_mx: No hay más miel...
fr: Il n'y a plus de miel...
it: Niente più miele...
ja: ハチミツ、からっぽだヨ…
ko: 꿀이 없네...
pl: Konie miodu...
pt_br: Acabou-se o mel...
ru: Больше нет меда…
zh_cn: 没有蜂蜜了...
zh_tw: 沒有蜂蜜了...

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.READY
source: Honey jackpot!
de: Honig!
es: ¡Premio gordo de miel!
es_mx: ¡El premio gordo de la miel!
fr: Jackpot de miel !
it: Montepremi di miele!
ja: ハチミツ、ゲットだヨ！
ko: 꿀 대박이다!
pl: Miodowe bingo!
pt_br: Sorte grande de mel!
ru: Медовый джекпот!
zh_cn: 蜂蜜大丰收！
zh_tw: 蜂蜜大豐收！

# CHARACTERS.WARLY.DESCRIBE.BEEBOX.SOMEHONEY
source: There is a little honey.
de: Honig!
es: Hay un poco de miel.
es_mx: Hay un poco de miel.
fr: Il y a un peu de miel.
it: C'è un po' di miele.
ja: ハチミツ、ちょっとしか入ってないネ
ko: 꿀이 조금 있다.
pl: Jest trochę miodku.
pt_br: Há pouco mel.
ru: Здесь есть немного меда.
zh_cn: 有一点蜂蜜。
zh_tw: 有一點蜂蜜。

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.BURNT
source: Disastrously caramelized.
de: Schrecklich karamellisiert.
es: Desastrosamente caramelizado.
es_mx: Desastrosamente caramelizada.
fr: Désastreusement caramélisé.
it: Disastrosamente caramellato.
ja: カラメル作り、失敗ネ
ko: 카라멜화된 재앙이랄까.
pl: Za długo się karmelizował.
pt_br: Desastrosamente caramelizado.
ru: Катастрофически карамелизовано.
zh_cn: 悲惨地焦糖化了。
zh_tw: 悲慘地焦糖化了。

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: Madame, I believe your honey is ready!
de: Madame, ich glaube, der Honig ist fertig!
es: Madame, ¡creo que tu miel está lista!
es_mx: ¡Madame, creo que su miel está lista!
fr: Madame, je crois que votre miel est prêt !
it: Madame, credo che il suo miele sia pronto!
ja: マダム、ハチミツの準備ができましたヨ！
ko: 마담, 꿀이 다 된 것 같은데요!
pl: Madame, miód gotowy!
pt_br: Madame, acho que seu mel tá pronto!
ru: Мадам, кажется, ваш мед готов!
zh_cn: 夫人，您的蜂蜜好了！
zh_tw: 夫人，您的蜂蜜好了！

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: It's a little hive of honeymakers!
de: Ein kleiner Stock voller Honigmacher!
es: ¡Es una pequeña colmena de fabricamieles!
es_mx: ¡Es una pequeña colmena de abejas!
fr: C'est une petite ruche d'ouvrières du miel !
it: È un piccolo alveare di fabbricatrici di miele!
ja: ハチミツメーカーの小さい家ネ。
ko: 꿀벌들의 작은 집이야!
pl: To malutki ul miodorobów!
pt_br: É uma pequena colmeia de produtoras de mel!
ru: Маленький улей медоделов!
zh_cn: 蜂蜜酿造者的小巢。
zh_tw: 蜂蜜釀造者的小巢。

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: No more honey...
de: Kein Honig mehr ...
es: No hay más miel...
es_mx: No hay más miel.
fr: Il n'y a plus de miel...
it: Niente più miele...
ja: ハチミツ、からっぽだヨ…
ko: 꿀이 없네...
pl: Konie miodu...
pt_br: Acabou-se o mel...
ru: Больше нет меда…
zh_cn: 没有蜂蜜了...
zh_tw: 沒有蜂蜜了...

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.READY
source: Madame, I believe your honey is ready!
de: Madame, ich glaube, der Honig ist fertig!
es: Madame, ¡creo que tu miel está lista!
es_mx: ¡Madame, creo que su miel está lista!
fr: Madame, je crois que votre miel est prêt !
it: Madame, credo che il suo miele sia pronto!
ja: マダム、ハチミツの準備ができましたヨ！
ko: 마담, 꿀이 다 된 것 같은데요!
pl: Madame, miód gotowy!
pt_br: Madame, acho que seu mel tá pronto!
ru: Мадам, кажется, ваш мед готов!
zh_cn: 夫人，您的蜂蜜好了！
zh_tw: 夫人，您的蜂蜜好了！

# CHARACTERS.WARLY.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: There is a little honey.
de: Honig!
es: Hay un poco de miel.
es_mx: Hay un poco de miel.
fr: Il y a un peu de miel.
it: C'è un po' di miele.
ja: ハチミツ、ちょっとしか入ってないネ
ko: 꿀이 조금 있다.
pl: Jest trochę miodku.
pt_br: Há pouco mel.
ru: Здесь есть немного меда.
zh_cn: 有一点蜂蜜。
zh_tw: 有一點蜂蜜。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.DOMESTICATED
source: This one's quite calm.
de: Der ist aber zahm.
es: Este parece tranquilo.
es_mx: Este es bastante tranquilo.
fr: Celui-ci est très calme.
it: Questo è abbastanza calmo.
ja: これはすごく大人しいネ。
ko: 이 녀석은 꽤 얌전하네.
pl: Ten jest całkiem spokojny.
pt_br: Esse aqui é bem calmo.
ru: А этот спокойный.
zh_cn: 这个非常的温顺。
zh_tw: 這個非常的溫順。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.FOLLOWER
source: That's it, my friend. I lead, you follow.
de: Das ist es, mein Freund. Ich führe, du folgst.
es: Eso es, amigo mío. Yo voy delante y tú me sigues.
es_mx: Ya está, amigo mío. Yo voy delante y tú me sigues.
fr: C'est comme ça, l'ami. J'avance et tu suis.
it: Questo è tutto, amico mio. Io conduco, e tu mi segui.
ja: そうそう！ボクについといでヨ！
ko: 그래, 꼬마야. 내가 앞장설 테니 넌 따라와.
pl: Tak jest, kolego. Ja prowadzę, ty idziesz za mną.
pt_br: É isso aí, meu amigo. Eu guio, você segue.
ru: Вот так, дружище. Я впереди, ты следом.
zh_cn: 就是这样，朋友。我领头，你跟随。
zh_tw: 就是這樣，朋友。我領頭，你跟隨。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.GENERIC
source: Here's the beef.
de: Hier ist das Fleisch.
es: Aquí está la ternera.
es_mx: Aquí está la carne.
fr: Voilà le bifteck !
it: Ecco il manzo.
ja: これでビーフが食べられるネ
ko: 소고기다.
pl: Nadchodzi wołowinka!
pt_br: Aqui está a carne.
ru: А вот и говядина.
zh_cn: 这里有牛肉。
zh_tw: 這裡有牛肉。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.MYPARTNER
source: We go together like steak and a lovely garlic herb butter.
de: Wir passen zusammen wie Steak und leckere Knoblauch-Kräuterbutter.
es: Somos como pezuña y carne. ¡O como filete y patatas!
fr: On fait une super équipe, tels le steak et le beurre à l'ail !
it: Insieme stiamo bene come filetto e rosmarino.
ja: ボクたちは、ステーキとガーリックハーブバターみたいにベストマッチだヨ。
ko: 스테이크와 아름다운 마늘 허브 버터처럼 함께 가는 거야.
pl: Pasujemy do siebie jak stek i pyszne masło czosnkowe.
pt_br: A gente combina... como filé e uma ótima manteiga com alho e ervas finas.
ru: Мы дополняем друг друга, как стейк и сливочное масло с чесноком и травами.
zh_cn: 我们就像牛排和大蒜香草黄油一样天生一对。
zh_tw: 我們就像牛排和大蒜香草黃油一樣天生一對。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.NAKED
source: Chin up, it'll grow back.
de: Das wächst wieder nach!
es: Alégrate, crecerá de nuevo.
es_mx: Alégrate, crecerá de nuevo.
fr: Courage, ça repoussera.
it: Su con la vita, ricrescerà.
ja: ダイジョウブ、毛はすぐ生えてくるヨ
ko: 괜찮아, 다시 날 거야.
pl: Głowa do góry, odrośnie.
pt_br: Cabeça para cima, vai crescer de novo.
ru: Выше нос, она отрастет обратно.
zh_cn: 振作起来，这些毛会重新长出来的。
zh_tw: 振作起來，這些毛會重新長出來的。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.ORNERY
source: It's boiling up!
de: Er kocht über!
es: ¡Se está calentando!
es_mx: ¡Está hirviendo de la rabia!
fr: Il est chaud bouillant !
it: Si sta scaldando!
ja: あ、煮立ってるヨ！
ko: 바글바글 끓고 있어!
pl: Gotuje się!
pt_br: Tá fervendo!
ru: Просто кипит!
zh_cn: 脾气非常的躁！
zh_tw: 脾氣非常的躁！

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.PUDGY
source: You enjoy food as much as me.
de: Du isst genauso gerne wie ich.
es: Te gusta la comida tanto como a mí.
es_mx: Disfrutas de la comida tanto como yo.
fr: Tu aimes la nourriture autant que moi.
it: Ti piace il cibo tanto quanto a me.
ja: 僕と同じくらい食べるのが好きなんだネ。
ko: 나만큼 음식을 좋아하는구나.
pl: Też lubisz jeść.
pt_br: Você gosta de comida tanto quanto eu.
ru: Еда нравится тебе не меньше, чем мне.
zh_cn: 你的口味和我差不多欸！
zh_tw: 你的口味和我差不多欸！

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.RIDER
source: I think I could actually handle this one.
de: Ich glaube, mit dem könnte ich fertig werden.
es: Creo que podría manejarme con este.
es_mx: Creo que podría hacer esto.
fr: Je crois que celui-là est à ma portée, en fait.
it: Penso di riuscire a gestirlo.
ja: こいつは僕にもどうにかできそうネ。
ko: 이건 다룰 수 있을 것 같아.
pl: Myślę, że z tym mógłbym sobie poradzić.
pt_br: Acho que eu conseguiria montar nesse aí.
ru: Думаю, с этим я смогу справиться.
zh_cn: 我觉得我能应付这一头。
zh_tw: 我覺得我能應付這一頭。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO.SLEEPING
source: The sirloin slumbers...
de: Das Fleisch schlummert ...
es: El solomillo sueña...
es_mx: El lomo sueña...
fr: La viande roupille...
it: La bistecca sonnecchia...
ja: サーロインステーキは睡眠中ネ…
ko: 등심이 잠을 자고 있네...
pl: Polędwiczka śpi...
pt_br: O bife está dormindo...
ru: Филе дремлет…
zh_cn: 西冷牛排在沉睡...
zh_tw: 西冷牛排在沉睡...

# CHARACTERS.WARLY.DESCRIBE.BEEFALOHAT
source: Fits perfectly.
de: Passt perfekt.
es: Me queda perfectamente.
es_mx: Me queda perfecto.
fr: Ça me va impec !
it: Calza perfettamente.
ja: ボクの頭にぴったりネ
ko: 딱 맞는다.
pl: Pasuje wręcz idealnie.
pt_br: Encaixa perfeitamente.
ru: Отлично сидит.
zh_cn: 大小刚好。
zh_tw: 大小剛好。

# CHARACTERS.WARLY.DESCRIBE.BEEFALOWOOL
source: The beast's loss is my gain.
de: Sein Verlust ist mein Gewinn.
es: La pérdida de la bestia es mi ganancia.
es_mx: La pérdida de la bestia es mi ganancia.
fr: Ce que perd la bête, je le gagne.
it: La perdita della bestia è il mio guadagno.
ja: ウシには、悪いことしたネ…
ko: 네가 잃은 만큼 나의 이득이지.
pl: Jego strata, mój zysk.
pt_br: Quem ganha com a perda da fera sou eu.
ru: Что упало, то ко мне в сумку.
zh_cn: 那头动物失去的就是我得到的。
zh_tw: 那頭動物失去的就是我得到的。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO_GROOMER.BURNT
source: En flambé.
fr: Avec un peu de Grand marnier à la rigueur...
ja: フランベされたネ。
ko: 엉 플렁비(불꽃속으로).
zh_cn: 浴火了。
zh_tw: 浴火了。

# CHARACTERS.WARLY.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: Presentation is important!
de: Präsentation ist wichtig!
es: La presentación es muy importante.
fr: La présentation est importante !
it: L'aspetto è importante!
ja: 盛り付けは大切ヨ！
ko: 프레젠테이션이 중요해!
pl: Wygląd jest istotny.
pt_br: A apresentação é importante.
ru: Правильная подача — это очень важно!
zh_cn: 呈现是非常重要的！
zh_tw: 呈現是非常重要的！

# CHARACTERS.WARLY.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: And now, to dress the steak!
de: Und nun zum Anrichten des Steaks!
es: Hora de vestir al filetito.
fr: Maintenant, il faut savoir assaisonner la viande !
it: È giunta l'ora di condire la carne!
ja: じゃあ、ステーキを飾ろうネ！
ko: 그리고 지금은 스테이크를 차려 입히는 거!
pl: A teraz czas przybrać stek!
pt_br: E agora, vamos vestir o filé!
ru: А теперь украсим наш стейк!
zh_cn: 现在，让我们装点一下牛排吧！
zh_tw: 現在，讓我們裝點一下牛排吧！

# CHARACTERS.WARLY.DESCRIBE.BEEFALO_GROOMER_ITEM
source: I'd better build it, non?
de: Ich sollte das wohl besser bauen, non?
es: Debería construirlo, ¿non?
fr: Je ferais mieux de le construire.
it: Farei meglio a costruirla, non?
ja: コレを作った方がいい、チガウ？
ko: 차라리 짓는 게 낫지, 농(안 그래)?
pl: Lepiej się tym zajmę, non?
pt_br: É melhor eu montar ela, non?
ru: Пора заняться установкой, non?
zh_cn: 我最好把它建起来，对吧？
zh_tw: 我最好把它建起來，對吧？

# CHARACTERS.WARLY.DESCRIBE.BEEF_BELL
source: It is not a dinner bell?
de: Es ist keine Essensglocke?
es: ¿No es una campana para avisar que ya está la comida?
fr: Ce n'est pas une cloche pour sonner l'heure du repas ?
it: Non è la campanella del pranzo?
ja: コレはディナーベルじゃないのカナ？
ko: 디너벨이 아닌가?
pl: To nie dzwonek na obiad?
pt_br: Não é uma campainha de jantar?
ru: Этот колокольчик зовет к обеду?
zh_cn: 这不是开饭的铃铛吗？
zh_tw: 這不是開飯的鈴鐺嗎？

# CHARACTERS.WARLY.DESCRIBE.BEEGUARD
source: Oh non non non, I hate being stung!
de: Oh non non non, ich hasse es, gestochen zu werden!
es: ¡Oh, non non non, no me gusta que me piquen!
es_mx: ¡Oh, non, non, non! ¡Odio que me piquen!
fr: Oh non non non, je déteste les piqûres !
it: Oh, non, non, non... Odio essere punto!
ja: おぉ、ノン ノン ノン...ボク刺されるの嫌いネ。
ko: 안 돼, 안 돼, 난 쏘이는 건 질색이야!
pl: Och, non, non, non, nie znoszę użądleń!
pt_br: Oh, non, non, non! Detesto levar ferroada!
ru: Ой, non, non, non, ненавижу, когда меня жалят!
zh_cn: 哦，不不不，我讨厌被叮！
zh_tw: 哦，不不不，我討厭被叮！

# CHARACTERS.WARLY.DESCRIBE.BEEHAT
source: Essential honey harvesting attire.
de: Kleidung für die Honigernte.
es: Un atuendo esencial para recoger miel.
es_mx: Un atuendo esencial para recoger miel.
fr: Matériel de base de l'apiculteur.
it: Vestiario essenziale per la raccolta del miele.
ja: ハチミツ採るときの必需品ネ
ko: 꿀 모을 때의 필수 아이템.
pl: Sprzęt niezbędny do uprawy miodu.
pt_br: Vestes essenciais para a extração de mel.
ru: Незаменимая штука для сбора меда.
zh_cn: 收获蜂蜜时需要穿的装备。
zh_tw: 收穫蜂蜜時需要穿的裝備。

# CHARACTERS.WARLY.DESCRIBE.BEEHIVE
source: I can hear the activity within.
de: Ich höre, dass da drin etwas vorgeht.
es: Puedo oír la actividad en su interior.
es_mx: Oigo la actividad en su interior.
fr: J'entends quelque chose dedans.
it: Posso sentire l'attività all'interno.
ja: 中でブンブン音がするネ
ko: 안에서 요란한 소리가 들린다.
pl: Słychać, że się nie lenią.
pt_br: Posso ouvir a atividade lá dentro.
ru: Там внутри что-то происходит.
zh_cn: 我能听到里面有响动。
zh_tw: 我能聽到裡面有響動。

# CHARACTERS.WARLY.DESCRIBE.BEEMINE
source: Weaponized bees.
de: Bienen als Waffe.
es: Abejas armadas.
es_mx: Abejas armadas.
fr: Des abeilles de guerre.
it: Api armate.
ja: ハチ兵器ネ
ko: 병기화된 벌.
pl: Zmilitaryzowane pszczoły.
pt_br: Abelhas bélicas.
ru: Боевые пчелы.
zh_cn: 变成武器的蜜蜂。
zh_tw: 變成武器的蜜蜂。

# CHARACTERS.WARLY.DESCRIBE.BEEMINE_MAXWELL
source: I pity whoever trips this.
de: Ich habe Mitleid mit wer auch immer diese auslöst.
es: Compadezco al que pise esto.
es_mx: Compadezco al que pise esto.
fr: Je plains celui qui marchera là-dessus.
it: Mi dispiace per chiunque ci inciampi.
ja: このワナにかかったら、すごく痛そうネ…
ko: 이걸 건드리는 자에게 애도를.
pl: Współczuję temu, kto na to wpadnie.
pt_br: Tenho pena da pessoa que acionar isso.
ru: Жаль мне того, кто сюда наступит.
zh_cn: 我同情踩到这玩意的伙计。
zh_tw: 我同情踩到這玩意的夥計。

# CHARACTERS.WARLY.DESCRIBE.BEEQUEEN
source: Your honey was too delicious not to steal!
de: Dein Honig war zu köstlich, um ihn dir nicht zu stehlen!
es: ¡Tu miel era demasiado deliciosa para no robarla!
es_mx: ¡Tu miel es demasiado deliciosa como para no robarla!
fr: Votre miel était si bon que je n'ai pas pu m'en empêcher !
it: Il tuo miele era troppo buono per non essere rubato!
ja: キミのハニーはおいしすぎるから、思わず取っちゃったのヨ！
ko: 꿀이 너무 맛있어서 안 훔칠 수가 없던걸!
pl: Grzechem byłoby nie skraść tak dobrego miodu!
pt_br: Seu mel tava delicioso demais para não ser roubado!
ru: Слишком вкусный мед! Как такой не украсть?
zh_cn: 蜂蜜过于美味，不得不偷！
zh_tw: 蜂蜜過於美味，不得不偷！

# CHARACTERS.WARLY.DESCRIBE.BEEQUEENHIVE.GENERIC
source: I don't think that honey would taste very good.
de: Ich glaube nicht, dass dieser Honig gut schmecken würde.
es: No creo que esa miel fuera a estar muy rica.
es_mx: No creo que esa miel tenga un buen sabor.
fr: Je doute que ce miel ait bon goût.
it: Non credo che quel miele possa avere un buon sapore.
ja: あのハニーはあんまりおいしくなさそうネ。
ko: 저 꿀은 그렇게 맛있진 않을 것 같아.
pl: Ten miód chyba nie będzie zbyt smaczny.
pt_br: Acho que esse mel não tem um gosto muito bom.
ru: Не думаю, что это такой уж вкусный мед.
zh_cn: 私以为那种蜂蜜味道一般。
zh_tw: 私以為那種蜂蜜味道一般。

# CHARACTERS.WARLY.DESCRIBE.BEEQUEENHIVE.GROWING
source: I don't remember this being here.
de: Daran kann ich mich gar nicht erinnern.
es: No recuerdo que esto estuviera aquí.
es_mx: No recuerdo que esto estuviese aquí.
fr: C'était déjà là, ça ? Je ne m'en souviens pas.
it: Non mi ricordo che fosse qui.
ja: これ、ここにあったカナ？
ko: 원래 여기 없었던 것 같은데.
pl: Nie pamiętam, żeby to tu było.
pt_br: Não me lembro disso nesse lugar.
ru: Не помню, чтобы это здесь было.
zh_cn: 以前在这没有这东西啊。
zh_tw: 以前在這沒有這東西啊。

# CHARACTERS.WARLY.DESCRIBE.BEEQUEENHIVEGROWN
source: That's almost definitely bigger than before.
de: Er ist eindeutig größer geworden.
es: Casi seguro que antes era más grande.
es_mx: Definitivamente está más grande que antes.
fr: C'est plus gros qu'avant.
it: È sicuramente più grande di prima.
ja: コレ、前より絶対大きいヨ。
ko: 확실히 전보다 훨씬 커졌어.
pl: Zdecydowanie większy niż poprzednio.
pt_br: Tenho quase certeza de que está maior do que antes.
ru: Это определенно было меньшего размера.
zh_cn: 显然是比从前更大了。
zh_tw: 顯然是比從前更大了。

# CHARACTERS.WARLY.DESCRIBE.BEESWAX
source: A first-rate preservative.
de: Erstklassiges Konservierungsmittel.
es: Un conservante de primera.
es_mx: Un conservante de primera.
fr: C'est un conservateur de premier ordre !
it: Un conservante di prim'ordine.
ja: 一流の保存料だヨ。
ko: 최고의 방부제야.
pl: Pierwszorzędny konserwant.
pt_br: Um conservante de primeira qualidade.
ru: Первоклассный консерватор.
zh_cn: 顶尖的防腐剂。
zh_tw: 頂尖的防腐劑。

# CHARACTERS.WARLY.DESCRIBE.BEETLETAUR
source: We don't really have to fight, do we?
de: Wir müssen doch gar nicht kämpfen, oder?
es: Tampoco hay por qué pelearse, ¿no?
es_mx: No tenemos que pelear, ¿o sí?
fr: Nous ne sommes pas obligés de nous battre... si ?
it: Non dobbiamo lottare per forza, n'est pas?
ja: ボクたち、戦わなくてもいいんですヨ。
ko: 굳이 싸울 필요 없다는 것 알지?
pl: Wcale nie musimy walczyć, prawda?
pt_br: A gente não precisa brigar, né?
ru: Нам ведь не надо драться, правда?
zh_cn: 其实咱俩不是非打不可，对吧？
zh_tw: 其實咱倆不是非打不可，對吧？

# CHARACTERS.WARLY.DESCRIBE.BELL
source: Should I ring it?
de: Soll ich mal läuten?
es: ¿Llamo?
es_mx: ¿Llamo?
fr: Est-ce que je sonne ?
it: Dovrei suonarla?
ja: 鳴らしてみようカナ…？
ko: 울릴까?
pl: Mam zadzwonić?
pt_br: Devo tocá-lo?
ru: Я должен в него позвонить?
zh_cn: 我应该摇响它吗？
zh_tw: 我應該搖響它嗎？

# CHARACTERS.WARLY.DESCRIBE.BERNIE_ACTIVE
source: What a silly fellow.
de: Was für ein drolliger Kerl.
es: Qué personaje tan tontorrón.
es_mx: Qué amigo más tonto.
fr: Quel bêta.
it: Che sciocchino.
ja: 本当にアホなヤツだネ。
ko: 웃긴 녀석이야.
pl: Ale głuptas.
pt_br: Que sujeito bobo.
ru: Вот глупый.
zh_cn: 真是个蠢货。
zh_tw: 真是個蠢貨。

# CHARACTERS.WARLY.DESCRIBE.BERNIE_BIG
source: Tres géant!
es: ¡Très géant!
es_mx: ¡Es gigantesco!
fr: C'est immense !
it: Très géant!
ja: スゴク大きいヨ！
ko: 엄청 크잖아!
pt_br: Très géant!
zh_cn: 庞然大物！
zh_tw: 龐然大物！

# CHARACTERS.WARLY.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: Poor little fellow.
de: Armer kleiner Kerl.
es: Pobrecillo.
es_mx: Pobre amiguito.
fr: Pauvre petit.
it: Poverino.
ja: 哀れなヤツだネ。
ko: 불쌍한 녀석.
pl: Biedactwo.
pt_br: Coitadinho.
ru: Бедный малыш.
zh_cn: 可怜的小家伙。
zh_tw: 可憐的小傢伙。

# CHARACTERS.WARLY.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: I've been told his name is "Bernie".
de: Ich habe gehört, er heißt Bernie.
es: Me han dicho que se llama Bernie.
es_mx: Me dijeron que se llama Bernie.
fr: Apparemment, son nom serait « Bernie ».
it: Mi hanno detto che si chiama "Bernie".
ja: 彼の名前は「バーニー」だって聞きましたヨ。
ko: 이름이 "버니"라고 들었어.
pl: Podobno na imię ma "Benio".
pt_br: Me disseram que o nome dele é "Bernie".
ru: Мне сказали, что его зовут Берни.
zh_cn: 据说他名叫“伯尼”。
zh_tw: 據說他名叫“伯尼”。

# CHARACTERS.WARLY.DESCRIBE.BERRIES
source: Fresh fruit!
de: Frische Früchte!
es: ¡Fruta fresca!
es_mx: ¡Fruta fresca!
fr: Des fruits frais !
it: Frutta fresca!
ja: フレッシュなフルーツだヨ！
ko: 신선한 과일이다!
pl: Świeże owoce!
pt_br: Fruta fresca!
ru: Свежие фрукты!
zh_cn: 新鲜水果！
zh_tw: 新鮮水果！

# CHARACTERS.WARLY.DESCRIBE.BERRIES_COOKED
source: Could use a pinch of sugar...
de: Könnte eine Prise Zucker vertragen.
es: Le hace falta una pizca de azúcar...
es_mx: Le hace falta una pizca de azúcar...
fr: S'il y avait une pincée de sucre...
it: Vorrei un pizzico di zucchero...
ja: ちょっと甘みが足りないネ…
ko: 설탕이 조금 있으면 좋을 텐데...
pl: Przydałaby się odrobina cukru...
pt_br: Uma pitada de açúcar cairia bem...
ru: Щепотку сахара бы…
zh_cn: 可以加一撮糖...
zh_tw: 可以加一撮糖...

# CHARACTERS.WARLY.DESCRIBE.BERRIES_JUICY
source: What a unique, tangy flavor.
de: Ein einmalig herbes Aroma.
es: Qué olor tan fuerte y peculiar.
es_mx: Qué sabor agrio tan único.
fr: Quelle odeur unique et acide.
it: Hanno un sapore unico e pungente.
ja: 独特の強い香りがあるネ。
ko: 톡 쏘는 맛이 참 독특해.
pl: Cóż za niezwykły, kwaskowaty smak.
pt_br: Que sabor único e picante.
ru: Какой необычный терпкий вкус.
zh_cn: 独特，浓郁的风味。
zh_tw: 獨特，濃郁的風味。

# CHARACTERS.WARLY.DESCRIBE.BERRIES_JUICY_COOKED
source: I'd have preferred to cook them into a proper dish.
de: Ich hätte lieber was Anständiges daraus gekocht.
es: Hubiera preferido cocinarlas en un plato como es debido.
es_mx: Hubiera preferido prepararlas como un buen platillo.
fr: J'aurais préféré en faire un plat convenable.
it: Avrei preferito usarle per preparare un piatto.
ja: これ、ちゃんとした料理にできたらよかったネ。
ko: 제대로 된 요리에 넣었으면 더 좋았을 텐데.
pl: Wolałbym przyrządzić z nich porządne danie.
pt_br: Preferia ter preparado um prato adequado com elas.
ru: Я бы предпочел приготовить из них нормальное блюдо.
zh_cn: 必须是恰当的料理才能入我的口。
zh_tw: 必須是恰當的料理才能入我的口。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.BARREN
source: They require care and fertilizer.
de: Die brauchen Pflege und Dünger.
es: Necesitan cuidados y fertilizantes.
es_mx: Necesitan cuidados y fertilizantes.
fr: Il leur faut des soins et de l'engrais.
it: Hanno bisogno di cure e di fertilizzante.
ja: 肥料あげて、お世話しないとネ…
ko: 정성과 비료가 필요하다.
pl: Potrzebują opieki i nawozu.
pt_br: Eles exigem cuidados e fertilizante.
ru: Им нужна забота и удобрения.
zh_cn: 它们需要照料和施肥。
zh_tw: 它們需要照料和施肥。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.BURNING
source: It's burning down!
de: Er brennt ab!
es: ¡Está ardiendo!
es_mx: ¡Se quema!
fr: Ça brûle !
it: Sta bruciando!
ja: 燃えてるヨー！
ko: 불타고 있잖아!
pl: Pali się!
pt_br: Tá pegando fogo!
ru: Он горит!
zh_cn: 要烧完了！
zh_tw: 要燒完了！

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.DISEASED
source: It's got food poisoning.
de: Er hat eine Lebensmittelvergiftung.
es: Se ha intoxicado.
es_mx: Tiene intoxicación alimentaria.
fr: Il a une intoxication alimentaire.
it: Ha un'intossicazione alimentare.
ja: 食あたりになったんだネ。
ko: 식중독에 걸렸어.
pl: Czymś się struły.
pt_br: Tá com uma intoxicação alimentar.
ru: Заработал пищевое отравление.
zh_cn: 它食物中毒了。
zh_tw: 它食物中毒了。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.DISEASING
source: I think it's coming down with a little something.
de: Ich glaube, da ist was im Busch.
es: Creo que le ha entrado un no sé qué.
es_mx: Creo que tiene alguna enfermedad.
fr: Je pense qu'il est en train de tomber malade.
it: Penso che abbia qualcosa.
ja: 小さい何かと一緒に来ると思うヨ。
ko: 무슨 병에 걸린 것 같아.
pl: Chyba zaczyna chorować.
pt_br: Eu acho que ela tem alguma doença.
ru: Кажется, он заболевает.
zh_cn: 看样子是得病了。
zh_tw: 看樣子是得病了。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.GENERIC
source: Berries!
de: Beeren!
es: ¡Bayas!
es_mx: ¡Bayas!
fr: Des baies !
it: Bacche!
ja: ベリーだヨ！
ko: 베리다!
pl: Porzeczki!
pt_br: Bagas!
ru: Ягоды!
zh_cn: 浆果！
zh_tw: 漿果！

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.PICKED
source: More will return.
de: Die wachsen nach.
es: Crecerán más.
es_mx: Crecerán más.
fr: Il en reviendra d'autres.
it: Ne torneranno altre.
ja: そのうちまた、実がなるヨ
ko: 곧 더 자랄 거야.
pl: Jeszcze tu wrócą, i to z kolegami.
pt_br: Mais voltarão.
ru: Вырастет еще больше.
zh_cn: 会长出更多来的。
zh_tw: 會長出更多來的。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.WITHERED
source: The heat has stifled these berries.
de: Die Hitze hat diese Beeren erstickt.
es: El calor ha sofocado estas bayas.
es_mx: El calor ha sofocado estas bayas.
fr: La chaleur a épuisé ces baies.
it: Il caldo ha soffocato queste bacche.
ja: 暑さにやられてしまったネ
ko: 너무 더워서 베리가 말라버렸네.
pl: Ciepło załatwiło owoce.
pt_br: O calor endureceu essas bagas.
ru: Жара задушила эти ягоды.
zh_cn: 高温扼杀了这些浆果。
zh_tw: 高溫扼殺了這些漿果。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: No more fresh berries for my desserts.
de: Keine frischen Beeren für meine Desserts mehr.
es: No más bayas frescas para mis postres.
es_mx: Ya mis postres no tendrán bayas frescas.
fr: Plus de baies pour mes desserts...
it: Niente più bacche fresche per i miei dessert.
ja: ボクのデザートにフレッシュベリーはもう使えないネ。
ko: 이제 디저트에 넣을 신선한 베리가 없어.
pl: I skończyły się porzeczki do deserków.
pt_br: Não tem mais bagas frescas para as minhas sobremesas.
ru: Не будет мне свежих ягод для десертов.
zh_cn: 甜点用的新鲜浆果要没了。
zh_tw: 甜點用的新鮮漿果要沒了。
