Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.GREENGEM
source: Like this stone, florp.
de: Mag den Stein, florp.
es: Me gusta esta piedra, florp.
es_mx: A mí gustarme esta roca, flop.
fr: J'aime bien cette pierre, florp.
it: Mi piace questa pietra, florp.
ja: この石のようにね、フロールプ。
ko: 이 돌 마음에 들어, 뻐끔.
pl: Podoba mi się ten kamień, florp.
pt_br: Como essa pedra, florp.
ru: Этот камушек мне нравится, буль.
zh_tw: 喜歡這塊石頭，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GREENMOONEYE
source: Wonder what it sees, flort.
de: Was es wohl sieht, flort?
es: Me pregunto qué verá, flort.
es_mx: Yo preguntarme qué estar viendo eso, flop.
fr: J'me demande ce qu'il voit.
it: Chissà cosa vede, flort.
ja: 何を見ているの、フロープト。
ko: 뭐 보는지 궁금해, 뻐끔.
pl: Ciekawe, co widzi, flort.
pt_br: Me pergunto o que vê, flort.
ru: Интересно, что ему видно? Хлюп.
zh_tw: 我好奇它能看到什麼，浮浪特。

# CHARACTERS.WURT.DESCRIBE.GREENSTAFF
source: Has pretty green rock on it.
de: Hübscher grüner Stein dran.
es: Tiene una bonita roca verde.
es_mx: Esto tener linda roca verde.
fr: Y'a une jolie pierre verte dessus.
it: Ha sopra bella roccia verde.
ja: きれいな緑色の岩を持っているよ。
ko: 예쁜 초록색 돌 있어.
pl: Ma ładny, zielony kamień.
pt_br: Tem rocha verde bonita nele.
ru: Здесь красивый зеленый камушек.
zh_tw: 鑲了一塊漂亮的綠石頭。

# CHARACTERS.WURT.DESCRIBE.GREEN_CAP
source: Has nice color, probably tasty.
de: Schöne Farbe, bestimmt lecker.
es: Tiene un color bonito, probablemente sabroso.
es_mx: Tener lindo color. Probablemente ser sabroso.
fr: Avec une aussi belle couleur, il est forcément bon.
it: Ha bel colore, forse è cattivo.
ja: いい色をしているし、たぶん美味しいと思うよ。
ko: 색 예뻐. 맛있어 보여.
pl: Ma ładny kolor, więc pewnie jest smaczny.
pt_br: Tem cor legal, deve ser gostoso.
ru: Миленький цвет. Вкусно, наверно.
zh_tw: 顏色很漂亮，應該很好吃。

# CHARACTERS.WURT.DESCRIBE.GREEN_CAP_COOKED
source: It smell different now.
de: Riecht jetzt anders.
es: Ahora huele diferente.
es_mx: Ahora oler diferente.
fr: Ça sent plus pareil qu'avant.
it: Ha odore diverso adesso.
ja: 今までとは違う匂いがするね。
ko: 이제 냄새 달라.
pl: Teraz pachnie jakoś inaczej.
pt_br: Tem cheiro diferente agora.
ru: Теперь пахнет по-другому.
zh_tw: 現在氣味不一樣了。

# CHARACTERS.WURT.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Best mushroom, florp.
de: Bester Pilz, florp.
es: La mejor seta, florp.
es_mx: Este ser el mejor champiñón, flop.
fr: C'est mon champignon préféré, florp.
it: Miglior fungo, florp.
ja: 最高のキノコだよ、フロープ。
ko: 최고의 버섯이야, 뻐끔.
pl: Najlepszy grzyb, florp.
pt_br: Melhor cogumelo, florp.
ru: Самый лучший гриб, хлюп.
zh_tw: 最好的蘑菇，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It hiding.
de: Versteckt sich.
es: En su escondite.
es_mx: Estar oculto.
fr: Il se cache.
it: Si nasconde.
ja: 隠れているよ。
ko: 숨어 있어.
pl: Chowa się.
pt_br: Tá escondido.
ru: Прячется.
zh_tw: 它藏起來了。

# CHARACTERS.WURT.DESCRIBE.GREEN_MUSHROOM.PICKED
source: All mine!
de: Gehört mir!
es: ¡Todas mías!
es_mx: ¡Ser todo mío!
fr: Ils sont tous à moi !
it: Tutto mio!
ja: アタシのものだよ！
ko: 다 내 거야!
pl: Wszystkie są moje!
pt_br: Tudo meu!
ru: Мое-мое!
zh_tw: 都是我的！

# CHARACTERS.WURT.DESCRIBE.GROTTO_POOL_BIG
source: Spiky water!
de: Stachelwasser!
es: ¡Agua con pinchos!
fr: De l'eau qui pique !
it: Acqua appuntita!
ja: トゲトゲのお水だ！
ko: 가시 돋힌 물이야!
pl: Kolczasta woda!
pt_br: Água espinhosa!
ru: Острая вода!
zh_tw: 尖尖的水！

# CHARACTERS.WURT.DESCRIBE.GROTTO_POOL_SMALL
source: Spiky water!
de: Stachelwasser!
es: ¡Agua con pinchos!
fr: De l'eau qui pique !
it: Acqua appuntita!
ja: トゲトゲのお水だ！
ko: 가시 돋힌 물이야!
pl: Kolczasta woda!
pt_br: Água espinhosa!
ru: Острая вода!
zh_tw: 尖尖的水！

# CHARACTERS.WURT.DESCRIBE.GUACAMOLE
source: Yummy green sludge!
de: Leckerer grüner Matsch!
es: ¡Rico lodo verde!
es_mx: ¡Delicioso lodo verde!
fr: De la boue verte délicieuse !
it: Poltiglia verde gnammi!
ja: 緑のドロドロが美味しそうだよ。
ko: 맛있는 초록색 끈적이야!
pl: Pyszna, zielona papka!
pt_br: Lodo verde gostoso!
ru: Вкусное зеленое месиво!
zh_tw: 好吃的綠色糊糊！

# CHARACTERS.WURT.DESCRIBE.GUANO
source: Bats poop too, florp.
de: Fledermäuse kacken auch, florp.
es: Los murciélagos también hacen caca, florp.
es_mx: Los murciélagos hacer caca también, flop.
fr: Les chauves-souris aussi font caca, florp.
it: Anche i pipistrelli fanno cacca, florp.
ja: コウモリのウンチもね、フロープ。
ko: 박쥐도 똥 싸, 뻐끔.
pl: Nietoperze też robią kupę, florp.
pt_br: Morcegos também tem cocô, florp.
ru: Мышелиски тоже какают, буль.
zh_tw: 蝙蝠也拉便便，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GUNPOWDER
source: Splodey powder.
de: Rummspulver.
es: Polvo que explota.
es_mx: Polvo explosivo.
fr: C'est de la poudre qui explose.
it: Polvere che esplode.
ja: スプローディの粉だよ。
ko: 터지는 가루야.
pl: Wybuchowy proszek.
pt_br: Pó explosivo.
ru: Взрывательный порошок.
zh_tw: 爆炸粉末。

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_1
source: These even better than regular apple, flort!
de: Sogar besser als normaler Apfel, flort!
es: ¡Mejores aún que una manzana normal, flort!
es_mx: ¡Estas ser mejores que manzanas normales, flop!
fr: C'est encore meilleur que les pommes normales, flort.
it: Questa ancora meglio di mele normali, flort!
ja: これらは通常のリンゴよりも良いものだよ、フロート！
ko: 그냥 사과보다 낫잖아, 뻐끔!
pl: To nawet lepsze niż zwykłe jabłko, flort!
pt_br: São ainda melhores que maçãs comuns, flort!
ru: Даже лучше, чем обычные яблочки, хлюп!
zh_tw: 這些比蘋果還好吃，浮浪特!

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_10
source: Mmm, taste like swamp!
de: Mmmh, schmeckt nach Sumpf!
es: Mmm, ¡sabe a pantano!
es_mx: ¡Mmm! ¡Saber a pantano!
fr: Miam, ça a le goût des marécages !
it: Mmmm, ha sapore di palude!
ja: んー、沼の味がする！
ko: 음, 습지 같은 맛이다!
pl: Mmm, smakuje bagnem.
pt_br: Hmm, gosto de pântano!
ru: М-м-м, на вкус как болото!
zh_tw: 呣，沼澤的味道！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_11
source: Grrr, will eat you all up!!
de: Grrr, esse alles auf!!
es: ¡¡Grrr, te comeré!!
es_mx: ¡¡Grrr, yo comérmelos todos!!
fr: Grrr, je vais tous vous manger !
it: Grrr, vi mangio tutti!
ja: ぐるる、お前らみんな食べちゃうぞ！
ko: 그르릉, 다 먹어 치워 주마!
pl: Grrr, zjem was wszystkie!
pt_br: Grrr, vou comer todos vocês!!
ru: Гр-р-р, целиком тебя съем!
zh_tw: 格浪，要把你全部吃掉！！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_12
source: Yum yum in the tum-tum!
de: Lecker im Bauch!
es: ¡Rico, rico en la tripa!!
es_mx: ¡Comidita en la pancita!
fr: Du miam miam pour mon bidon !
it: Gnammi gnammi nel pancino!
ja: ツムツムうまいうまい！
ko: 배 안으로 냠냠!
pl: Pyszku w brzuszku!
pt_br: Delícias na barriguinha!
ru: В животике ням-ням!
zh_tw: 吃進肚肚裡太好吃了！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_13
source: Mermfolk have jaws of steel!
de: Mermleute haben Kiefer aus Stahl!
es: ¡Los tritones tienen mandíbulas de acero!
es_mx: ¡Los tritones tener mandíbulas de acero!
fr: Le peuple merm a des mâchoires d'acier !
it: Mermi hanno mascelle d'acciaio!
ja: マームフォークは鋼鉄の顎を持っているよ！
ko: 어인 턱은 강철 같아!
pl: Mermowie mają żelazne szczęki!
pt_br: Povo-peixes têm mandíbulas de aço!
ru: У тритонов стальные челюсти!
zh_tw: 魚人有鋼做的下巴！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_14
source: Hot-hot, HOT!!
de: Heiß, heiß, HEISS!!
es: Caliente, caliente, ¡¡CALIENTE!!
es_mx: ¡Caliente, caliente! ¡¡CALIENTE!!
fr: Ça brûle, ÇA BRÛLE !
it: Piccante! PICCANTE!
ja: あついあつい、熱いよ！！
ko: 뜨거, 뜨거, 뜨거워!!
pl: Pali, pali, PALI!
pt_br: Quente, BEM quente!!
ru: Горячо! ГОРЯЧО!
zh_tw: 熱熱熱！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_2
source: Made corn even better?!
de: Mais noch besser?!
es: ¡¿Un maíz aún mejor?!
es_mx: ¡¿Haber vuelto el maíz incluso más sabroso?!
fr: Le maïs est encore meilleur comme ça !
it: Reso mais ancora meglio?!
ja: とうもろこしをもっと美味しくしたの？！
ko: 옥수수가 더 맛있어지다니?!
pl: Kukurydza może być jeszcze lepsza?!
pt_br: Deixa milho ainda melhor?!
ru: Кукуруза стала еще вкуснее?!
zh_tw: 讓玉米更好了？！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_3
source: Corn!!
de: Mais!!
es: ¡¡Maíz!!
es_mx: ¡¡Maíz!!
fr: C'est du maïs !
it: Mais!
ja: コーンだ！！
ko: 옥수수다!!
pl: Kukurydza!
pt_br: Milho!!
ru: Кукурузка!
zh_tw: 玉米！！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_4
source: Didn't know Spiderfolk could be tasty!
de: Wusste nicht, dass Spinnenleute lecker sind!
es: ¡No sabía que las arañas pudieran ser sabrosas!
es_mx: ¡Yo no saber que seres araña poder ser sabrosas!
fr: Je savais pas que le peuple araignée était aussi bon !
it: Non sapevo ragni buoni da mangiare!
ja: 蜘蛛の子が美味しいとは知らなかったよ！
ko: 거미족도 맛있을 줄 몰랐어!
pl: Nie wiedziałam, że pajęczaki mogą być smaczne!
pt_br: Não sabia que povo-aranha seria gostoso!
ru: Я и не знала, что пауки такие вкусные!
zh_tw: 沒想到蜘蛛人這麼好吃！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_5
source: Will eat you in one bite, florp!
de: Schlucke dich einfach runter, florp!
es: ¡Te comeré de un bocado, florp!
es_mx: ¡Yo comerte de un bocado, flop!
fr: J'vais t'avaler tout rond !
it: Mangio in boccone solo, florp!
ja: 一口で食ってやる、フロープ！
ko: 한입에 먹어 주마, 뻐끔!
pl: Zjem cię jednym kęsem, florp!
pt_br: Vai te comer em uma mordida, florp!
ru: Съем тебя в один заплыв, бульк!
zh_tw: 一口就把你吃掉，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_6
source: Taste good to me, florp.
de: Schmeckt gut, florp.
es: A mí me sabe bien, florp.
es_mx: A mí parecerme sabroso, flop.
fr: C'est bon, florp.
it: Per me buona, florp.
ja: 美味しいよ、フロープ！
ko: 내 입맛에 맞아, 뻐끔.
pl: Mi smakują, florp.
pt_br: Bom gosto pra mim, florp.
ru: Очень вкусно, хлюп.
zh_tw: 味道不錯，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_7
source: Can eat yours if you don't want them, florp.
de: Nehme noch mehr, wenn keiner will, florp.
es: Puedo comerme las tuyas si no las quieres, florp.
es_mx: Yo poder comerme los tuyos si tú no quererlos, flop.
fr: Tu me donnes les tiens ?
it: Posso mangiare tua se non vuoi, florp
ja: 欲しくないなら食べてもいいよ、フロープ。
ko: 먹기 싫으면 먹어 줄게, 뻐끔.
pl: Jak ktoś nie chce, to niech mi odda, florp.
pt_br: Posso comer o seu, se você não quiser, florp.
ru: Если кто не будет, я скушаю!
zh_tw: 你那份不吃給我吃，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_8
source: Yummy yum!
de: Mmmmh!
es: ¡Rico, rico!
es_mx: ¡Muy, muy rico!
fr: Miam !
it: Gnam gnam!
ja: うまいうまい！
ko: 냠냠!
pl: Mniamki mniam!
pt_br: Que gostoso!
ru: Ням-ням!
zh_tw: 真好吃！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENCANDY_9
source: Even better than normal worm!
de: Sogar besser als normaler Wurm!
es: ¡Aún mejor que un gusano normal!
es_mx: ¡Saber mejor que gusanos normales!
fr: C'est encore meilleur que les vrais vers.
it: Anche meglio di vermi normali!
ja: 普通のワームよりももっと良いよ！
ko: 그냥 지렁이보다 나아!
pl: Nawet lepszy niż zwykły robal!
pt_br: Ainda melhor que o verme normal!
ru: Даже лучше, чем обычный червяк!
zh_tw: 比普通蟲子都好吃！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: Not scared of anything, flurt!
de: Habe vor nichts Angst, flurt!
es: ¡No tengo miedo de nada, flurt!
es_mx: ¡A mí nada asustarme, flut!
fr: J'ai peur de rien, florp !
it: Non paura di niente, flurt!
ja: 何も怖くないよ、フルート！
ko: 아무것도 안 무서워, 뻐끔!
pl: Niczego się nie boję, flurt!
pt_br: Não tem medo de nada, flurt!
ru: Ничего не боюсь, хлюп!
zh_tw: 天不怕，地不怕，浮勒特！

# CHARACTERS.WURT.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: Has strong smell.
de: Starker Geruch.
es: Tiene un olor fuerte.
es_mx: Tener fuerte olor.
fr: Ça sent très fort.
it: Ha odore forte.
ja: 匂いが強いね。
ko: 냄새 강해.
pl: Intensywnie pachnie.
pt_br: Tem cheiro forte.
ru: Сильный запах.
zh_tw: 味道很大。

# CHARACTERS.WURT.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: Didn't turn out so good...
de: War nicht so gut ...
es: No ha salido tan bien...
es_mx: Esto no haber salido muy bien.
fr: C'est pas terrible...
it: Non venuta molto bene...
ja: 上手くいかなかったね...
ko: 잘 안 됐어...
pl: Nie wyszło mi to na dobre...
pt_br: Não ficou tão bom...
ru: Получилось не очень…
zh_tw: 沒那麼好...

# CHARACTERS.WURT.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: Sparkle bottle.
de: Funkelflasche.
es: Botella brillante.
es_mx: Botella burbujeante.
fr: Une bouteille qui brille.
it: Bottiglia scintillante.
ja: キラキラしたボトルだね。
ko: 반짝이 병이야.
pl: Błyszcząca buteleczka.
pt_br: Garrafa de brilho.
ru: Бутылка с блестелками.
zh_tw: 火花瓶。

# CHARACTERS.WURT.DESCRIBE.HALLOWEENPOTION_MOON
source: Look breakable...
de: Zerbrechlich ...
es: Parece que puede romperse...
es_mx: Verse frágil.
fr: Ça a l'air fragile.
it: Sembra fragile...
ja: 壊れそうだよ...
ko: 깨지기 쉬워 보여...
pl: Wygląda na coś kruchego...
pt_br: Parece frágil...
ru: Легко сломать…
zh_tw: 好像能摔破……

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: Boo! Hee-hee.
de: Buh! Hehe.
es: ¡Buuu! Ji, ji.
es_mx: ¡Bu! Ji, ji.
fr: Bouh ! Hé hé hé.
it: Buuu! Eh eh!
ja: ブー！ヒッヒッヒ。
ko: 왁! 히히.
pl: Bu! He, he.
pt_br: Boo! Hihi.
ru: Бу! Хи-хи.
zh_tw: 啵！嘿嘿。

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: Can help decorate too, florp!
de: Kann auch schmücken helfen, florp!
es: ¡También puede ayudar a decorar, florp!
es_mx: ¡Yo poder ayudar a decorar también, flop!
fr: J'peux m'en servir pour décorer, florp !
it: Aiuto anche io a decorare, florp!
ja: 飾るのも手伝えるよ！
ko: 장식에도 도움 돼, 뻐끔!
pl: Mogę pomóc przy dekoracjach, florp!
pt_br: Pode ajudar a decorar também, florp!
ru: Помогу наряжать, бульк!
zh_tw: 可以用來裝飾，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: Hee-hee... look just like Webby boy.
de: Hehe ... sieht aus wie Webbijunge.
es: Ji, ji... Se parece a Webby.
es_mx: Ji, ji... verse igual que chico telarañoso.
fr: Hé hé, on dirait Webby !
it: Eh eh... Sembra proprio bambino-ragno.
ja: へへへ...ウェビーボーイにそっくりだね。
ko: 히히... 웨비 녀석이랑 똑같아.
pl: Hi, hi... wygląda jak Webby.
pt_br: Hihi... parecido com menino Webby.
ru: Хи-хи… прямо как мальчишка-паучишка.
zh_tw: 嘿嘿……看起來很像韋伯那個小夥子。

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: These not so scary.
de: Nicht sehr gruselig.
es: Estos no dan tanto miedo.
es_mx: Estos no dar mucho miedo.
fr: Ça fait pas vraiment peur.
it: Questi non troppo spaventosi.
ja: これはそれほど怖くないよ。
ko: 별로 안 무서워.
pl: Takich się nie boję.
pt_br: Não são tão assustadores.
ru: Не так уж и страшно.
zh_tw: 這些一點不嚇人。

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: Mermfolk very fearsome! Where Merm ornament??
de: Mermleute sehr fürchterlich! Wo ist Merm-Ornament?!
es: ¡Los tritones son temibles! ¿Dónde están los adornos de tritones?
es_mx: ¡Tritones ser aterradores! ¿Dónde estar adorno de tritones?
fr: Le peuple merm est redoutable ! Où est la décoration des merms ?
it: Mermi tanto temibili! Dove decorazione di mermi?
ja: マームフォークはとても恐ろしいよ。マームの置物はどこかな？
ko: 어인 아주 무서워! 어인 장식은??
pl: Mermowie są przerażający! Gdzie dekoracja z mermami?
pt_br: Povo-peixes muito temível! Cadê ornamento de peixe??
ru: Тритоны очень страшные! Где украшения с тритонами?
zh_tw: 魚人也很嚇人啊！魚人的裝飾物呢？？

# CHARACTERS.WURT.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: Pretty bird.
de: Hübscher Vogel.
es: Pájaro bonito.
es_mx: Lindo pájaro.
fr: Une oiseau joli.
it: Bell'uccellino.
ja: 可愛い鳥だね。
ko: 예쁜 새야.
pl: Ładny ptaszek.
pt_br: Pássaro bonito.
ru: Милая птичка!
zh_tw: 漂亮的小鳥。

# CHARACTERS.WURT.DESCRIBE.HAMBAT
source: Use meat for hitting? Never thought of that, florp.
de: Fleisch zum Hauen? Nie dran gedacht, florp.
es: ¿Usar carne para golpear? Nunca había pensado en eso, florp.
es_mx: ¿Usar carne para golpear? Nunca habérseme ocurrido, flop.
fr: Donner des coups de viande ? C'est une super idée, florp.
it: Usare carne per colpire? Mai pensato, florp.
ja: 打つのに肉を使うの？考えたこともないよ、フロープ。
ko: 고기로 때린다고? 상상도 못 했어, 뻐끔.
pl: Mięsem można bić? Nigdy na to nie wpadłam, florp.
pt_br: Usar carne pra bater? Nunca pensei nisso, florp.
ru: Драться мясом? Никогда бы не подумала, хлюп.
zh_tw: 用食物打人？我怎麼就沒想到，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.HAMMER
source: Break everything!
de: Macht alles kaputt!
es: ¡Romper todo!
es_mx: ¡Con esto poder romper todo!
fr: J'vais tout casser !
it: Rompi tutto!
ja: 全部壊してしまえ！
ko: 다 부숴!
pl: Rozbić wszystko!
pt_br: Quebrar tudo!
ru: Все сломает!
zh_tw: 打破一切！

# CHARACTERS.WURT.DESCRIBE.HAMMER_MJOLNIR
source: Extra hitty hammer!
de: Riesenhammer!
es: ¡Martillo extragolpeador!
es_mx: ¡Martillo aún más destructor!
fr: Un marteau qui tape encore plus fort !
it: Martello più resistente!
ja: エクストラヒットハンマー！
ko: 더 센 망치야!
pl: Młot do zadań specjalnych!
pt_br: Martelo bate-extra!
ru: Самый убойный молоток!
zh_tw: 格外強大的錘子！

# CHARACTERS.WURT.DESCRIBE.HAWAIIANSHIRT
source: Glurgh, there flowers all over!
de: Glarg, überall Blumen!
es: Glurgh, ¡hay flores por todas partes!
es_mx: ¡Gluaj! ¡Tener flores por todos lados!
fr: Argh, y'a des fleurs partout !
it: Glurg, fiori ovunque!
ja: グルーフ、そこらに花があるよ！
ko: 빠끔빠끔, 온통 꽃이야!
pl: Glurg, cała w kwiatach!
pt_br: Glurgh, tem flores por toda parte!
ru: Хлюрп, на ней полно цветов!
zh_tw: 格勒格，那些花兒都完蛋了！

# CHARACTERS.WURT.DESCRIBE.HEALINGSALVE
source: Feel nice.
de: Fühlt sich gut an.
es: Sienta bien.
es_mx: Sentirse bien.
fr: Ça fait du bien.
it: Bella sensazione.
ja: 気持ちがいいね。
ko: 기분 좋아.
pl: Pomaga.
pt_br: Faz sentir bem.
ru: Как хорошо.
zh_tw: 感覺不錯。

# CHARACTERS.WURT.DESCRIBE.HEALINGSTAFF
source: Blegh, ugly stick...
de: Bäh, hässlicher Stock...
es: Blegh, palo feo...
es_mx: Puaj, rama fea.
fr: Beurk, il est moche ce bâton.
it: Blegh, bastone orrendo...
ja: ブレグ、不細工な棒だね...
ko: 웩, 못생긴 막대기야...
pl: Ble, brzydki patyk...
pt_br: Blegh, bastão feio...
ru: Фу, гадкая палка…
zh_tw: 啵，醜陋的棍子……

# CHARACTERS.WURT.DESCRIBE.HEATROCK.COLD
source: Brrr... chilly.
de: Brrr ... Kalt.
es: Brrr... Fría.
es_mx: Brrr... estar fría.
fr: Brrr... C'est froid.
it: Brrr... Fredda.
ja: ブルル...寒いよ。
ko: 으으... 차가워.
pl: Brrr... zimny.
pt_br: Brrr... frio.
ru: Бр-р-р… Холодно.
zh_tw: 啵……冰冷。

# CHARACTERS.WURT.DESCRIBE.HEATROCK.FROZEN
source: It all icy.
de: Eisig.
es: Helada.
es_mx: Estar congelada.
fr: C'est gelé.
it: Tutta di ghiaccio.
ja: 全部凍ってるよ。
ko: 얼음 같아.
pl: Cały jest zamarznięty.
pt_br: Tudo gelado.
ru: Все замерзло.
zh_tw: 冰涼。

# CHARACTERS.WURT.DESCRIBE.HEATROCK.GENERIC
source: Lucky rock!
de: Glücksstein!
es: ¡Roca de la suerte!
es_mx: ¡Roca de la suerte!
fr: Une pierre qui porte chance !
it: Roccia fortunata!
ja: ラッキーロックだ！
ko: 행운의 돌이다!
pl: Szczęśliwy kamień!
pt_br: Pedra da sorte!
ru: Счастливый камушек!
zh_tw: 幸運石！

# CHARACTERS.WURT.DESCRIBE.HEATROCK.HOT
source: Hot rock!
de: Heißer Stein.
es: ¡Roca caliente!
es_mx: ¡Roca caliente!
fr: Pierre chaude !
it: Roccia bollente!
ja: この石、熱いネ！
ko: 뜨거운 돌이다!
pl: Gorące!
pt_br: Rocha quente!
ru: Горячий камень!
zh_tw: 灼熱的石頭！

# CHARACTERS.WURT.DESCRIBE.HEATROCK.WARM
source: Snuggly warm, florp.
de: Schön warm, florp.
es: Caliente para acurrucarse, florp.
es_mx: Agradablemente cálida, flop.
fr: Ça me réchauffe, florp.
it: Caldo coccoloso, florp.
ja: 暖かくして、フロープ。
ko: 따끈따끈해, 뻐끔.
pl: Cieplutki, że nic, tylko przytulać, florp.
pt_br: Bem quentinho, florp.
ru: Тепло и уютно, хлюп.
zh_tw: 暖暖的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.HERMITCRAB
source: Hee-hee, she funny.
de: Hehe, sie ist lustig.
es: Ji, ji; es divertida.
es_mx: Ji, ji. Ser graciosa.
fr: Hé hé, elle est marrante.
it: Eh eh, simpatica.
ja: へへ、彼女はおもしろいね。
ko: 히히, 웃겨.
pl: Hi, hi, ale ona zabawna.
pt_br: Hihi, ela é engraçada.
ru: Хи-хи, как забавно!
zh_tw: 嘿嘿，她真好玩。

# CHARACTERS.WURT.DESCRIBE.HERMITHOUSE.BUILTUP
source: Crabby lady's house got taller!
de: Haus von Krabbenfrau jetzt größer!
es: ¡La casa de la señora cangrejo se ha hecho más alta!
es_mx: ¡La casa de señora cangrejo gruñona estar más alta!
fr: La maison de Mme Crabe est plus haute !
it: Casa di signora granchio ora più alta!
ja: カニ女の家が高くなったよ！
ko: 게 같은 아줌마 집 더 커졌어!
pl: Dom uszczypliwej pani zrobił się wyższy!
pt_br: Casa da senhora caranguejo ficou alta!
ru: У мадам Краб подрос дом!
zh_tw: 螃蟹女士的房子長高了！

# CHARACTERS.WURT.DESCRIBE.HERMITHOUSE.GENERIC
source: Is very nice home.
de: Sehr schönes Haus.
es: Es una casa muy bonita.
es_mx: Ser casa muy linda.
fr: C'est une très jolie maison.
it: Casa molto carina.
ja: とても素敵なお家ですね。
ko: 아주 멋진 집이야.
pl: To bardzo przyjemny domek.
pt_br: É uma casa muito legal.
ru: Очень славный дом.
zh_tw: 非常漂亮的房子。

# CHARACTERS.WURT.DESCRIBE.HERMIT_BUNDLE
source: Presents!
de: Geschenke!
es: ¡Regalos!
fr: Des cadeaux !
it: Regali!
ja: プレゼントだ！
ko: 선물이야!
pl: Prezenty!
pt_br: Presentes!
ru: Подарки!
zh_tw: 是禮物！

# CHARACTERS.WURT.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: Full of pretty shells!
de: Voll hübscher Muscheln!
es: ¡Muchas conchas bonitas!
fr: Plein de jolis coquillages !
it: Tante belle conchiglie dentro!
ja: 綺麗な貝殻でい～っぱい！
ko: 예쁜 조개들이 가득해!
pl: W środku jest mnóstwo pięknych muszelek!
pt_br: Um montão de conchas bonitas!
ru: Куча красивых ракушек!
zh_tw: 裝滿了漂亮的貝殼!

# CHARACTERS.WURT.DESCRIBE.HERMIT_CRACKED_PEARL
source: D-didn't do it!
de: W-War ich nicht!
es: ¡Y-yo no he sido!
es_mx: ¡N-no haber sido yo!
fr: C'est... c'est pas moi !
it: N-Non sono stata io!
ja: やってないよ！
ko: 나, 나 안 했어!
pl: To nie ja!
pt_br: N-não fiz isso!
ru: Это н-не я!
zh_tw: 不-不是我幹的！

# CHARACTERS.WURT.DESCRIBE.HERMIT_PEARL
source: Oooooh, so shiny!
de: Oooooh, glänzt!
es: Oooooh, ¡qué brillante!
es_mx: ¡Oooooh, brillante!
fr: Ooooh, ça brille !
it: Oooooh, brillante!
ja: お～、ピカピカだ！
ko: 오오오, 반짝반짝해!
pl: Oooch, ale się błyszczy!
pt_br: Aaaaah, tão brilhante!
ru: О-о-о, блестит!
zh_tw: 噢，閃閃發亮！

# CHARACTERS.WURT.DESCRIBE.HIVEHAT
source: Wurt your queen now!
de: Wurt jetzt Königin!
es: ¡Wurt es ahora vuestra reina!
es_mx: ¡Wurt ser su reina ahora!
fr: À genoux devant Wurt, votre reine !
it: Wurt è regina adesso!
ja: あなたの女王を今すぐやつけてよ！
ko: 이제 워트가 너희 여왕이야!
pl: Wurt jest teraz waszą królową!
pt_br: Wurt sua rainha agora!
ru: Теперь Вурт — ваша королева!
zh_tw: 沃特是你們的蜂王了！

# CHARACTERS.WURT.DESCRIBE.HOME
source: Anyone there?
de: Jemand da?
es: ¿Hay alguien ahí?
es_mx: ¿Haber alguien ahí?
fr: Y a quelqu'un ?
it: C'è qualcuno là?
ja: 誰かいる～？
ko: 아무도 없어?
pl: Ktoś tam jest?
pt_br: Alguém aí?
ru: Тут есть кто-нибудь?
zh_tw: 那裡有人在嗎？

# CHARACTERS.WURT.DESCRIBE.HOMESIGN.BURNT
source: Aw well.
de: Och.
es: Oh, vaya.
es_mx: Oh, bueno.
fr: Tant pis.
it: Oh, beh...
ja: そうか。
ko: 저런.
pl: No cóż.
pt_br: Ah, puxa.
ru: Что поделать…
zh_tw: 嗷好吧。

# CHARACTERS.WURT.DESCRIBE.HOMESIGN.GENERIC
source: What it say?
de: Was sagt es?
es: ¿Qué dice?
es_mx: ¿Qué decir?
fr: Qu'est-ce que ça dit ?
it: Cosa dice?
ja: 何て書いてあるの？
ko: 뭐라고 쓰였지?
pl: Co tu jest napisane?
pt_br: O que diz?
ru: Что написано?
zh_tw: 它說什麼？

# CHARACTERS.WURT.DESCRIBE.HOMESIGN.UNWRITTEN
source: Nothing there.
de: Hier gibts nichts zu sehen.
es: Aquí no hay nada.
es_mx: Aquí no hay nada.
fr: Il n'y a rien là-dedans.
it: Niente lì.
ja: そこには何もない。
ko: 아무것도 없잖아.
pl: Nic tu nie ma.
pt_br: Não há nada aqui.
ru: Тут ничего нет.
zh_tw: 什麼也沒有。

# CHARACTERS.WURT.DESCRIBE.HONEY
source: Hello my honey!
de: Hallo Honig!
es: ¡Hola mi miel!
es_mx: ¡Hola, querida miel!
fr: J'adore le miel !
it: Dolce come miele!
ja: こんにちはマイハニー！
ko: 안녕, 꿀아!
pl: Cześć, miodku!
pt_br: Olá, melzinho!
ru: А вот и мой мед!
zh_tw: 你好我的蜜糖！

# CHARACTERS.WURT.DESCRIBE.HONEYCOMB
source: Stole this from bees!
de: Von Bienen geklaut!
es: ¡He robado esto a las abejas!
es_mx: ¡Yo haberles robado esto a las abejas!
fr: J'l'ai volé aux abeilles !
it: Rubato da api!
ja: ハチから盗んだんだ！
ko: 벌한테 훔쳤어!
pl: Ukradłam go pszczołom!
pt_br: Roubei isso das abelhas!
ru: У пчелок украла!
zh_tw: 從蜜蜂那裡偷的！

# CHARACTERS.WURT.DESCRIBE.HONEYHAM
source: Ruined honey with Pigmeat!!
de: Honig mit Schweinefleisch verdorben!!
es: ¡¡Miel arruinada con carne de cerdo!!
es_mx: ¡¡Haber arruinado la miel con carne de cerdo!!
fr: T'as gâché du miel avec de la viande !
it: Miele rovinato con carne di maiale!
ja: 豚肉でハチミツを台無しにしたんだ！
ko: 돼지고기로 꿀 망쳤어!!
pl: Ktoś zepsuł miód świniakowym mięsem!
pt_br: Estragou mel com carne de porco!!
ru: Свиномясо испортило мед!
zh_tw: 豬肉毀了蜂蜜！！

# CHARACTERS.WURT.DESCRIBE.HONEYNUGGETS
source: Wasting honey!
de: Honigverschwendung!
es: ¡Qué desperdicio de miel!
es_mx: ¡Qué desperdicio de miel!
fr: C'est du gaspillage de miel !
it: Miele sprecato!
ja: 蜂蜜がもったいないよ！
ko: 꿀 낭비야!
pl: Co za marnotrawstwo miodu!
pt_br: Desperdiçando mel!
ru: Пустая трата меда!
zh_tw: 浪費蜂蜜！

# CHARACTERS.WURT.DESCRIBE.HORN
source: Toot toot!
de: Tut-tut!
es: ¡Tururú, tururú!
es_mx: ¡Piiii, piiii!
fr: Pouët pouët !
it: Fiu fiu!
ja: ぴゅー ぴゅー！
ko: 뚜, 뚜!
pl: Tu, ru, ru!
pt_br: Piiii piiii!
ru: Ту-ту!
zh_tw: 嘟嘟！
