Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: 'Tis dedicated to its god.
de: Den Göttern geweiht.
es: Está dedicada a su dios.
fr: C'est dédié à son Dieu.
it: È dedicata alla sua divinità.
ja: 是、その神に仕える。
ko: 제 신에게 봉사하고 있다.
pl: Poświęcona swemu bóstwu.
pt_br: Dedicado a seu deus.
ru: Это посвящение богу.
zh_cn: 献给它的神。
zh_tw: 獻給它的神。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_BEEFALO
source: Its days of war are past.
de: Seine Kriegstage sind vorbei.
es: Sus días de guerra han terminado.
fr: La guerre, c'est fini pour lui.
it: I suoi giorni di guerra sono passati.
ja: その戦の日は過去の物よ。
ko: 전쟁의 나날은 지났다.
pl: Jego dni wojny minęły już dawno.
pt_br: Seus dias de guerra acabaram.
ru: Дни его боевой славы уже минули.
zh_cn: 它作战的日子已成往事。
zh_tw: 它作戰的日子已成往事。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_BERRYBUSH
source: 'Tis barren.
de: Unfruchtbar.
es: Es estéril.
fr: Tout sec.
it: È sterile.
ja: 不毛よ。
ko: 아무것도 안 열렸다.
pl: Jałowe strony.
pt_br: Está estéril.
ru: Плодов нет.
zh_cn: 它荒芜了。
zh_tw: 它荒蕪了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: 'Tis a fancy bowl.
de: Schickes Schälchen.
es: Es un cuenco bonito.
fr: Un joli bol !
it: È una ciotola sofisticata.
ja: 魅惑的なお椀よ。
ko: 꽤 멋진 그릇이로군.
pl: Urokliwa to miska.
pt_br: É uma tigela elegante.
ru: Занятная чаша.
zh_cn: 好一只精美的碗。
zh_tw: 好一隻精美的碗。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: It will hold much meat.
de: Da passt viel Fleisch rein.
es: Tendrá mucha carne.
fr: On peut y mettre plein de viande.
it: Conterrà molta carne.
ja: 肉がたんまりよ。
ko: 고기를 많이 담을 수 있겠군.
pl: Zmieści się tu wiele miejsce.
pt_br: Suporta muita carne.
ru: Много места под мясо.
zh_cn: 它能装下很多肉。
zh_tw: 它能裝下很多肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: A container for food.
de: Ein Behälter für Lebensmittel.
es: Un recipiente para alimentos.
fr: Un contenant pour nourriture.
it: Un contenitore per il cibo.
ja: 食料のコンテナだ。
ko: 음식을 담는 용기로군.
pl: Pojemnik na jedzenie.
pt_br: Um recipiente para comida.
ru: Вместилище для еды.
zh_cn: 一个装食物的容器。
zh_tw: 一個裝食物的容器。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_COIN1
source: Treasure!
de: Schatz!
es: ¡Un tesoro!
fr: Trésor !
it: Tesoro!
ja: お宝だ～！
ko: 보물이다!
pl: Skarb!
pt_br: Tesouro!
ru: Сокровище!
zh_cn: 宝藏！
zh_tw: 寶藏！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_COIN2
source: Coin! Prepare to be spent!
de: Münze! Du wirst einmal ausgegeben!
es: ¡Moneda! ¡Prepárate para ser gastada!
fr: Des pièces ! Je vais vous dépenser !
it: Moneta! Preparati a essere spesa!
ja: コイン！ さぁ使うぞ！
ko: 동전이군! 얼른 써야지!
pl: Monety! Zostaniecie wkrótce wydane!
pt_br: Moeda! Prepare-se para ser gasta!
ru: Монета! Готовься, я истрачу тебя!
zh_cn: 硬币！等着被花掉吧！
zh_tw: 硬幣！等著被花掉吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_COIN3
source: Fortune is mine!
de: Das Glück ist mir hold!
es: ¡La fortuna es mía!
fr: La fortune est à moi !
it: La fortuna è mia!
ja: 幸運は我が物！
ko: 나는 운이 좋다니까!
pl: Fortuna uśmiecha się do mnie!
pt_br: A fortuna é minha!
ru: Удача со мной!
zh_cn: 财富归我所有！
zh_tw: 財富歸我所有！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_COIN4
source: I have earned the god's favor!
de: Ich habe die Gunst des Gottes verdient!
es: ¡Me he ganado el favor del dios!
fr: J'ai gagné la faveur du Dieu !
it: Ho guadagnato il favore della divinità!
ja: 我は神の恵を授かった！
ko: 신들의 축복이 내게 있도다!
pl: Zasłużyłam sobie na przychylność bogów!
pt_br: Recebi o favor do deus!
ru: Я заработал благоволение бога!
zh_cn: 我赢得了神的青睐！
zh_tw: 我贏得了神的青睞！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CRABMEAT
source: T'would be an honor to be fed to the sky god, beast.
de: Es wäre eine Ehre, an den Himmelsgott verfüttert zu werden, Bestie.
es: Sería un honor ser alimentada al dios del cielo, bestia.
fr: Nourrir le Dieu du ciel serait un honneur, bête.
it: Sarebbe un onore essere data in pasto al Dio del cielo, bestia.
ja: 獣よ、天の神に供えることは名誉になるだろう。
ko: 하늘 신에게 먹히는 것을 영광으로 알라고, 짐승아.
pl: Jakimż zaszczytem musi być możliwość nakarmienia bóstwa niebios, zwierzu.
pt_br: Seria uma honra virar alimento do deus dos céus, fera.
ru: Быть скормленным небесному богу — честь для меня, зверь.
zh_cn: 作为天空之神的供品，是你的荣耀。
zh_tw: 作為天空之神的供品，是你的榮耀。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: Tis a delicacy!
de: Das ist eine Delikatesse!
es: ¡Qué manjar!
fr: Un mets délicat !
it: È una leccornia!
ja: ごちそうだよ！
ko: 별미로군!
pl: Cóż za przysmak!
pt_br: É uma iguaria.
ru: Деликатес!
zh_cn: 好一道珍馐美味！
zh_tw: 好一道珍饈美味！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_CRABTRAP
source: It doth trap sea-meat.
de: Fängt Seefleisch ein.
es: Atrapa carne marina.
fr: Ça attrape la viande de la mer.
it: Intrappola la carne marina.
ja: 罠の海の肉だ。
ko: 바다 고기를 잡는다.
pl: W trzewiach jej morskie mięso ginie.
pt_br: Pode aprisionar carne oceânica.
ru: Штука для ловли морского мяса.
zh_cn: 它能诱捕海洋里的肉。
zh_tw: 它能誘捕海洋裡的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FERN
source: Tis not food fit for a god.
de: Das ist kein Essen für einen Gott.
es: Esta comida no es digna de un dios.
fr: Pas digne d'un Dieu.
it: Non è cibo adatto a un Dio.
ja: これは神にふさわしい食ではない。
ko: 신에게 바칠 만한 음식은 아니다.
pl: Nie jest to żywność godna boga.
pt_br: Ainda é comida digna de um deus.
ru: Эта еда не годится для бога!
zh_cn: 这不适合作为神的供品。
zh_tw: 這不適合作為神的供品。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FLOUR
source: The wheat hath fallen in battle.
de: Der Weizen ist im Kampf gefallen.
es: El trigo ha caído en la batalla.
fr: Le blé est tombé au combat.
it: Il grano è caduto in battaglia.
ja: その小麦は戦いにて敗れた。
ko: 밀이 전투에서 목숨을 바쳤도다.
pl: Zboże, które upadło w boju.
pt_br: O trigo caiu em batalha.
ru: Пшеница пала в битве.
zh_cn: 小麦已战死沙场。
zh_tw: 小麥已戰死沙場。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: This is certain to anger the god.
de: Das wird den Gott sicher verärgern.
es: Esto seguramente enfadará al dios.
fr: Ça va provoquer la colère du Dieu.
it: Farà sicuramente arrabbiare la divinità.
ja: 是、確実に神の怒りを買う。
ko: 신의 분노를 일으킬 게 분명하다.
pl: Z pewnością rozeźli boga.
pt_br: Certamente enfurecerá o deus.
ru: Это точно разгневает бога.
zh_cn: 这肯定会激怒神。
zh_tw: 這肯定會激怒神。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: I shall offer it to the great god!
de: Ich werde es dem großen Gott anbieten!
es: ¡Lo ofreceré al gran dios!
fr: Je devrais l'offrir au grand Dieu !
it: Lo offrirò alla grandiosa divinità!
ja: 我、其れを偉大なる神に供えん。
ko: 위대한 신에게 바치겠노라!
pl: Złożę je w ofierze wielkiemu bogu!
pt_br: Oferecerei ao grande deus!
ru: Это будет моим подношением великому богу!
zh_cn: 我会把它献给伟大的神灵！
zh_tw: 我會把它獻給偉大的神靈！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: This shall quench the god's appetite.
de: Das soll den Appetit des Gottes stillen.
es: Esto saciará el apetito del dios.
fr: Ça va calmer l'appétit du Dieu.
it: Placherà l'appetito della divinità.
ja: 是、神の食欲をそそる。
ko: 이거라면 신께서도 만족하실 것이다.
pl: Zaspokoi głód boga.
pt_br: Isso deve satisfazer o apetite do deus.
ru: Это утолит аппетит бога.
zh_cn: 这会满足神的胃口。
zh_tw: 這會滿足神的胃口。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: 'Tis what the Gnaw desires, paltry though it is.
de: Es ist das, was der Mampf wünscht, auch wenn es armselig ist.
es: Es lo que desea la Roedora, por miserable que sea.
fr: C'est peut-être misérable, mais c'est ce que Gnaw désire.
it: Questo è ciò che desidera il Masticatore, per quanto meschino possa essere.
ja: 是、実のところノーの望ものなり。
ko: 보잘것 없긴 해도, 이게 바로 물뜯이가 원하는 것이다.
pl: Oto, czego chce Gryzień, chociaż jest to marne.
pt_br: É o que o Gnaw deseja, embora seja insignificante.
ru: Грызуну хочется получить эту жалкую подачку.
zh_cn: 这是饕餮想要的，尽管微不足道。
zh_tw: 這是饕餮想要的，儘管微不足道。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: The Gnaw desires... not this.
de: Der Mampf wünscht sich ... nicht das.
es: La Roedora desea... otra cosa.
fr: Le Gnaw désire... pas ça.
it: Il Masticatore desidera… non questo.
ja: ノーの望み、是に非ず。
ko: 물뜯이는... 이걸 원하지 않는다.
pl: Gryzień żąda... No, nie tego.
pt_br: O Gnaw deseja... não isso.
ru: Грызун жаждет… не этого.
zh_cn: 饕餮想要的，不是它。
zh_tw: 饕餮想要的，不是它。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: Consumed by Hel's fire.
de: Verzehrt vom Höllenfeuer.
es: Fue consumido por el fuego de Hel.
fr: Consumé par le feu d'Hel.
it: È stato consumato dal fuoco di Hel.
ja: 地獄の業炎により塵になる。
ko: 헬의 불이 삼켜버렸군.
pl: Pochłonął je ogień Hel.
pt_br: Consumida pelo fogo de Hel.
ru: Поглощено огнем Хель.
zh_cn: 被赫尔之火吞噬。
zh_tw: 被赫爾之火吞噬。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GARLIC
source: Foul ingredient for sacrificial foods!
de: Schlechte Zutat für Opferspeisen!
es: ¡Ingrediente asqueroso para comidas de ofrenda!
fr: Ingrédient infect pour nourriture de sacrifice !
it: Un ingrediente marcio per i cibi sacrificali!
ja: 生贄となる食の汚れた材料！
ko: 제물 음식에 쓰이는 고약한 재료로군!
pl: Podły składnik ofiarnych dań!
pt_br: Ingrediente fétido para alimentos sacrificiais!
ru: Отвратительный ингредиент для священных блюд!
zh_cn: 祭品用的难闻配料！
zh_tw: 祭品用的難聞配料！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: The stench!
de: Der Gestank!
es: ¡Qué hedor!
fr: Quelle puanteur !
it: Il fetore!
ja: 悪臭だ！
ko: 윽, 냄새!
pl: Cóż za odór!
pt_br: Que fedor!
ru: Ну и вонь!
zh_cn: 一股难闻的味道！
zh_tw: 一股難聞的味道！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GOATKID
source: Ah, the sweet innocence of youth.
de: Ah, die süße Unschuld der Jugend.
es: Ah, la dulce inocencia de la juventud.
fr: Ah ! La douce innocence de la jeunesse.
it: Ah, la dolce innocenza della giovinezza.
ja: ああ、青春の甘い無邪気さよ。
ko: 아, 순수한 어린 영혼이란.
pl: Ach, słodka niewinność młodości.
pt_br: Ah, a doce inocência da juventude.
ru: О, юная наивность.
zh_cn: 啊，美好、纯真的青春。
zh_tw: 啊，美好、純真的青春。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GOATMILK
source: It came from an animal, yet is still not meat!
de: Stammt von einem Tier, ist aber dennoch kein Fleisch!
es: ¡Ha salido de un animal, pero no es carne!
fr: Ça vient d'un animal, mais c'est toujours pas de la viande !
it: Proviene da un animale, eppure non è carne!
ja: 是、動物のものだが、肉に非ず！
ko: 동물에서 나온 것이지만 고기는 아니다!
pl: Z ciała zwierzęcego zrodzone, a mięsem nie jest!
pt_br: Veio de um animal, ainda assim não é carne.
ru: Это вышло из животного, и все же это не мясо!
zh_cn: 来源于动物，却不是肉！
zh_tw: 來源於動物，卻不是肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GOATMUM
source: A woman of good taste, like mineself!
de: Eine Frau mit gutem Geschmack, wie ich selbst!
es: Una mujer de buen gusto, ¡como yo!
fr: Une femme de goût, comme moi !
it: Una donna di buon gusto, come me!
ja: 美味き女性、我の如し！
ko: 나처럼 좋은 취향을 가졌군!
pl: Kobieta o wyszukanym smaku. Tak, jak ja!
pt_br: Uma mulher de bom gosto, como eu!
ru: Женщина с хорошим вкусом, совсем как я!
zh_cn: 和我一样，是有品味女士！
zh_tw: 和我一樣，是有品味女士！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GRILL
source: It touches meat with the fires of Hel.
de: Das befeuert das Fleisch.
es: Toca la carne con el fuego de Hel.
fr: Il touche la viande avec les feux d'Hel.
it: Tocca la carne con i fuochi di Hel.
ja: それは地獄の業火で肉に触れる。
ko: 헬의 불로 고기를 어루만진다.
pl: Smaga mięso płomieniami Hel.
pt_br: Toca a carne com os fogos de Hel.
ru: Оно касается мяса пламенем Хель.
zh_cn: 用赫尔之火烤肉。
zh_tw: 用赫爾之火烤肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: An instrument of the savory.
de: Ein Instrument der Kulinarik.
es: Un instrumento de lo sabroso.
fr: Un instrument de délices.
it: Uno strumento del gusto.
ja: 美味き装置。
ko: 맛의 도구다.
pl: Narzędzie smakosza.
pt_br: Um instrumento de sabor.
ru: Орудие приготовления пряной пищи.
zh_cn: 烹制美味的工具。
zh_tw: 烹製美味的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: It touches meat with the fires of Hel.
de: Das befeuert das Fleisch.
es: Toca la carne con el fuego de Hel.
fr: Il touche la viande avec les feux d'Hel.
it: Tocca la carne con i fuochi di Hel.
ja: それは地獄の業火で肉に触れる。
ko: 헬의 불로 고기를 어루만진다.
pl: Smaga mięso płomieniami Hel.
pt_br: Toca a carne com os fogos de Hel.
ru: Оно касается мяса пламенем Хель.
zh_cn: 用赫尔之火烤肉。
zh_tw: 用赫爾之火烤肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: It doth not work like this.
de: So funktioniert das nicht.
es: No funciona así.
fr: Ça ne marche pas comme ça.
it: Non funziona così.
ja: このようには機能しない。
ko: 그렇게 쓰는 게 아니다.
pl: To tak nie działa.
pt_br: Não funciona dessa maneira.
ru: Это работает не так.
zh_cn: 它不是这样用的。
zh_tw: 它不是這樣用的。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_HOE
source: Tis a farming weapon.
de: Eine landwirtschaftliche Waffe.
es: Un arma de cultivo.
fr: Un instrument de la ferme.
it: È un'arma agricola.
ja: 是、農業の武器なり。
ko: 농사 무기로군.
pl: To przyrząd rolniczy.
pt_br: É uma arma agrícola.
ru: Орудие фермера.
zh_cn: 这是农耕武器。
zh_tw: 這是農耕武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_KEY
source: 'Tis the key to treasure!
de: Der Schlüssel zu Schätzen!
es: ¡Es la llave del tesoro!
fr: C'est la clé du trésor !
it: È la chiave per trovare il tesoro!
ja: 是、財宝への鍵なり。
ko: 보물 열쇠로군!
pl: Oto klucz do skarbów!
pt_br: É a chave para o tesouro!
ru: Ключ к сокровищам!
zh_cn: 这是开启宝藏的钥匙！
zh_tw: 這是開啟寶藏的鑰匙！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_KEY_PARK
source: Tis the key to Valhalla's gates.
de: Der Schlüssel für Walhallas Tor.
es: Es la llave a las puertas de Valhalla.
fr: C'est la clé des portes du Valhalla.
it: È la chiave per le porte del Valhalla.
ja: 是、ヴァルハラの門の鍵なり。
ko: 발할라의 게이트를 여는 열쇠로군.
pl: To klucz do bram Walhalli.
pt_br: É a chave para os portões de Valhalla.
ru: Это ключ от ворот Вальгаллы.
zh_cn: 这是开启英灵殿大门的钥匙。
zh_tw: 這是開啟英靈殿大門的鑰匙。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_LAMP_POST
source: Tis a magic light, surely.
de: Sicher ein magisches Licht.
es: Una luz mágica, seguramente.
fr: C'est une lumière magique, sûrement.
it: È una luce magica, sicuramente.
ja: 是、間違いなく、魔法の光なり。
ko: 마법의 빛이 틀림없다.
pl: To magiczny blask. Bez ochyby.
pt_br: É uma luz mágica, certamente.
ru: Конечно же, это волшебный свет.
zh_cn: 这肯定是一盏神灯。
zh_tw: 這肯定是一盞神燈。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: 'Tis a magic light of short stature.
de: Ein magisches Licht von kleiner Statur.
es: Es una luz mágica de corta estatura.
fr: La lumière magique d'une petite statue.
it: Questa è una luce magica di piccola statura.
ja: 是、低い魔法の光なり。
ko: 키가 작은 마법의 빛이다.
pl: Oto magiczny blask o haniebnej mocy.
pt_br: É uma luz mágica de baixa estatura.
ru: Конечно же, это волшебный свет на невысокой подставке.
zh_cn: 个头虽小，散发的是神奇之光。
zh_tw: 個頭雖小，散發的是神奇之光。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: A weapon for wheat!
de: Eine Waffe für Weizen!
es: ¡Un arma para el trigo!
fr: Une arme contre le blé !
it: Un'arma per il grano!
ja: 麦に相応しい武器。
ko: 밀을 상대하는 무기다!
pl: Młot na zboże!
pt_br: Uma arma para trigo!
ru: Орудие против пшеницы!
zh_cn: 用来对付小麦的武器！
zh_tw: 用來對付小麥的武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MERMHOUSE
source: What horrid home!
de: Was für ein schreckliches Zuhause!
es: ¡Qué casa tan horrible!
fr: Quelle horrible maison !
it: Che casa orribile!
ja: なんと、ひどい家だ！
ko: 정말 끔찍한 집이로군!
pl: Cóż za obmierzła chata!
pt_br: Que casa horrível!
ru: Какой пугающий дом!
zh_cn: 好可怕的房子！
zh_tw: 好可怕的房子！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MERM_CART1
source: 'Tis full of goods.
de: Voller Köstlichkeiten.
es: Está lleno de productos.
fr: C'est plein de marchandises.
it: È pieno di cose.
ja: 良きものがいっぱいあるぞ。
ko: 뭐가 많이 들어있다.
pl: Pełen skarbów.
pt_br: Está cheio de mercadorias.
ru: Здесь полно добра.
zh_cn: 它装满了好东西。
zh_tw: 它裝滿了好東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MERM_CART2
source: 'Tis full of goods.
de: Voller Köstlichkeiten.
es: Está lleno de productos.
fr: C'est plein de marchandises.
it: È pieno di cose.
ja: 良きものがいっぱいあるぞ。
ko: 뭐가 많이 들어있다.
pl: Pełen skarbów.
pt_br: Está cheio de mercadorias.
ru: Здесь полно добра.
zh_cn: 它装满了好东西。
zh_tw: 它裝滿了好東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MUSHROOMS
source: Non-meat, I shall not consume thee!
de: Nicht-Fleisch, ich werde dich nicht verzehren!
es: ¡Alimento sin carne, no te consumiré!
fr: Non carné, je ne te mangerai pas !
it: Non sei carne, non ti consumerò!
ja: 肉でないならば、我は汝を喰らわないぞ
ko: 고기가 아니라서 안 먹을 거다!
pl: Nie-mięso, nie pożrę cię!
pt_br: Não-carne, não consumir-te-ei!
ru: Не-мясо, я не стану тебя поглощать!
zh_cn: 非肉类食物，我不吃你！
zh_tw: 非肉類食物，我不吃你！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: Growing non-meat fungus.
de: Wachsender Nicht-Fleischpilz.
es: Un hongo sin carne en crecimiento.
fr: Ça fait pousser des champignons non carnés.
it: Fungo non carne in crescita.
ja: 肉以外のキノコを育てている。
ko: 고기가 아닌 버섯이 자라고 있다.
pl: Do rozwoju grzyba.
pt_br: Cultivando fungo não-carne.
ru: Тут растут не-мясные грибы.
zh_cn: 生长中的非肉类食用菌。
zh_tw: 生長中的非肉類食用菌。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: 'Tis vanquished.
de: Besiegt.
es: Ha sido derrotado.
fr: Vaincu !
it: È scomparso.
ja: それは略奪された。
ko: 끝장났군.
pl: Wróg pokonany.
pt_br: Foi subjugado.
ru: Он покорился мне.
zh_cn: 全没了。
zh_tw: 全沒了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ONION
source: I dare thee, provoke tears from mine eyes!
de: Ich fordere dich heraus, meine Augen zum Tränen zu bringen!
es: ¡Te reto a que me provoques lágrimas en los ojos!
fr: Je te défie de faire couler des larmes de mes yeux !
it: Ti sfido a provocare le lacrime dai miei occhi!
ja: 我が目から涙が！
ko: 어디, 내 눈에서 눈물이 나게 해보렴!
pl: Wyzywam cię! Wyciśnij łzy z mych oczu!
pt_br: Te desafio, provoque lágrimas em meus olhos!
ru: Отважься выжать слезы из моих глаз!
zh_cn: 有胆就让我流下眼泪！
zh_tw: 有膽就讓我流下眼淚！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ONION_COOKED
source: The gods shall deal with thee!
de: Die Götter werden sich um dich kümmern!
es: ¡Los dioses se ocuparán de ti!
fr: Les dieux vont s'occuper de toi !
it: Gli dei si occuperanno di te!
ja: 神々は汝と取り引きす。
ko: 신들께서 너를 처리하실 것이다!
pl: Bogowie się z tobą rozprawią!
pt_br: Os deuses cuidarão de ti!
ru: Боги разберутся с тобой!
zh_cn: 诸神会收拾你！
zh_tw: 諸神會收拾你！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_OVEN
source: I shall cook things in thee!
de: Ich werde Dinge in dir kochen!
es: ¡Cocinaré cosas ahí!
fr: Je vais cuire des trucs dans toi !
it: In te cucinerò tante cose buone!
ja: 我、汝の中で料理す！
ko: 네 안에서 음식을 조리해주마!
pl: Upiekę w twych trzewiach jadło!
pt_br: Cozinharei coisas em ti!
ru: Я приготовлю в тебе еду!
zh_cn: 我要用你烹饪食物！
zh_tw: 我要用你烹飪食物！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: 'Tis an instrument to vanquish food.
de: Ein Werkzeug, um Essen zu besiegen.
es: Un instrumento para derrotar a la comida.
fr: Un instrument pour vaincre la nourriture.
it: È uno strumento per sconfiggere il cibo.
ja: 是、食を破る道具なり。
ko: 음식을 격파하기 위한 도구로군.
pl: Przyrząd do walki z jedzeniem.
pt_br: É um instrumento para subjugar comida.
ru: Орудие покорения еды.
zh_cn: 这是用来对付食物的工具。
zh_tw: 這是用來對付食物的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARKSPIKE
source: 'Tis a fencing spear.
de: Ein Fechtspeer.
es: Una lanza de valla.
fr: 'Tis a fence spear.
it: È un'arma di recinzione.
ja: 是、フェンシングの槍なり。
ko: 펜싱 창이로군.
pl: Toż to włócznia parkowa.
pt_br: É uma lança de cerca.
ru: Это копье ограды.
zh_cn: 这是栅栏长矛。
zh_tw: 這是柵欄長矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: 'Tis a Valkyrie.
de: Eine Walküre.
es: Es una valquiria.
fr: C'est une Walkyrie.
it: È una Valchiria.
ja: 是、戦乙女なり。
ko: 발키리로군.
pl: To walkiria.
pt_br: É uma Valquíria.
ru: Это валькирия.
zh_cn: 这是女武神瓦尔基里。
zh_tw: 這是女武神瓦爾基裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: 'Tis a Valkyrie.
de: Eine Walküre.
es: Es una valquiria.
fr: C'est une Walkyrie.
it: È una Valchiria.
ja: 是、戦乙女なり。
ko: 발키리로군.
pl: To walkiria.
pt_br: É uma Valquíria.
ru: Это валькирия.
zh_cn: 这是女武神瓦尔基里。
zh_tw: 這是女武神瓦爾基裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: Water of life! But no water!
de: Wasser des Lebens! Aber kein Wasser!
es: ¡El agua de la vida! ¡Pero sin agua!
fr: Eau de vie ! Mais sans eau !
it: Acqua della vita! Ma senza acqua!
ja: 命の水！ だが水に非ず！
ko: 생명의 물! 그런데 물이 없다!
pl: Woda życia! Ale brak tu wody.
pt_br: Água da vida! Mas não é água!
ru: Вода жизни! Только без воды!
zh_cn: 生命之水！但是没有水！
zh_tw: 生命之水！但是沒有水！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: Valhalla's gate is opened to me.
de: Walhallas Tor ist für mich geöffnet.
es: La puerta de Valhalla se abre para mí.
fr: La porte du Walhalla s'ouvre pour moi.
it: La porta del Valhalla è aperta per me.
ja: ヴァルハラの門が我の為に開かれた。
ko: 나를 위해 발할라의 게이트가 열렸도다.
pl: Wrota Walhalli stoją przede mną otworem.
pt_br: O portão de Valhalla abriu-se para mim.
ru: Мне открылись врата Вальхаллы.
zh_cn: 英灵殿的大门向我敞开了。
zh_tw: 英靈殿的大門向我敞開了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: Thou shalt not keep me out!
de: Du wirst mich nicht raushalten!
es: ¡No me dejarás aquí fuera!
fr: Tu ne m'empêcheras pas d'entrer !
it: Non mi terrai fuori!
ja: 私を締め出すでない！
ko: 날 들여보내주는 게 좋을걸!
pl: Nie powstrzymasz mnie!
pt_br: Não me deixarás de fora!
ru: Меня не удержать!
zh_cn: 你阻止不了我进入！
zh_tw: 你阻止不了我進入！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: 'Tis a runestone.
de: Ein Runenstein.
es: Una piedra rúnica.
fr: C'est une pierre de rune.
it: È una pietra runica.
ja: 是、月の石なり。
ko: 룬의 돌이로군.
pl: To kamień runiczny.
pt_br: É uma pedra rúnica.
ru: Это рунный камень.
zh_cn: 这是符文。
zh_tw: 這是符文。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PARK_URN
source: Remnants of a Viking funeral.
de: Reste einer Wikinger-Beerdigung.
es: Los restos de un funeral vikingo.
fr: Des restes de funérailles vikings.
it: I resti di un funerale vichingo.
ja: ヴァイキングの葬儀の残骸。
ko: 바이킹 장례식의 유물이로군.
pl: Pozostałość po pogrzebie wikinga.
pt_br: Os restos de um funeral viquingue.
ru: Все, что осталось от похорон викинга.
zh_cn: 这是北欧海盗葬礼的残留物。
zh_tw: 這是北歐海盜葬禮的殘留物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: Thou cannot hide from me!
de: Du kannst dich nicht vor mir verstecken!
es: ¡No puedes esconderte de mí!
fr: Tu ne m'échapperas pas !
it: Non puoi nasconderti da me!
ja: 汝、我から隠れることはできない。
ko: 내게서 영원히 숨을 수는 없을걸!
pl: Nie skryjesz się przede mną!
pt_br: Tu não podes esconder-te de mim!
ru: От меня не спрячешься!
zh_cn: 你躲不开我！
zh_tw: 你躲不開我！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: Tis slain.
de: Erschlagen.
es: Está muerto.
fr: Massacré.
it: È stato assassinato.
ja: 是、殺される。
ko: 죽었다.
pl: Nie żyje.
pt_br: Foi derrotado.
ru: Убит.
zh_cn: 它被灭掉了。
zh_tw: 它被滅掉了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: Be you tasty?
de: Ob du schmeckst?
es: ¿Estás sabroso?
fr: Tu as bon goût ?
it: Sei gustoso?
ja: 汝は美味なりや？
ko: 너 맛있니?
pl: Jak smakujesz?
pt_br: És saboroso?
ru: А ты вкусный?
zh_cn: 你是不是很美味？
zh_tw: 你是不是很美味？
