Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: Burnt to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
es_mx: Quemado hasta estar crujiente.
fr: Brûlé à en craquer.
it: Bruciato fino a croccare.
ja: 焦げ焦げに焼けた。
ko: 바삭하게 탔어.
pl: Spalony na wiór.
pt_br: Queimado até o talo.
ru: До хрустящей корочки.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: La fin!
fr: C'est la fin !
ja: フィニッシュだヨ！
ko: 끝이야!
zh_cn: 抵达终点！
zh_tw: 抵達終點！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: We've won, mon ami!
de: Wir haben gewonnen, mon ami!
es: ¡Hemos ganado, camarade!
es_mx: ¡Ganamos, mon amie!
fr: On a gagné !
it: Abbiamo vinto, mon ami!
ja: 勝った、勝ったヨ、モナミ！
ko: 우리가 이겼어, 친구!
pl: Wygraliśmy, mon ami!
pt_br: Ganhamos, mon ami!
ru: Мы победили, mon ami!
zh_cn: 我们胜利了，我的朋友！
zh_tw: 我們勝利了，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: {winner}'s carrat ran quite the race! Well done!
de: Die Karatte von {winner} hat ein unglaubliches Rennen hingelegt!
es: ¡La zanarrata de {winner} ha hecho una gran carrera! ¡Bien hecho!
es_mx: ¡La ratahoria de {winner} hizo una gran carrera! ¡Bien hecho!
fr: La carate de {winner} a fait une superbe course ! Bien joué !
it: Il caratto di {winner} ha fatto una gran bella corsa! Ottimo lavoro!
ja: {winner}のキャラットは、良い走りだったネ！おめでとう！
ko: {winner}의 당근이쥐 실력이 대단한데! 잘했어!
pl: Myszomarchew, której właścicielem jest {winner}, pokazała, na co ją stać! Dobra robota!
pt_br: O cenourrato de {winner} correu muito bem! Muito bom!
ru: {winner} может гордиться своей моркрысой: она отлично бежала!
zh_cn: {winner} 的胡萝卜鼠跑出了精彩！干的漂亮！
zh_tw: {winner} 的胡蘿蔔鼠跑出了精彩！幹的漂亮！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: Every race needs a finish line.
de: Jedes Rennen braucht eine Ziellinie.
es: Toda carrera necesita una meta.
es_mx: Toda carrera necesita una línea de meta.
fr: Toutes les courses ont une ligne d'arrivée.
it: A ogni corsa serve un traguardo.
ja: すべてのレースにフィニッシュラインが必要だヨ。
ko: 경주에 결승선은 필수지.
pl: Każdy wyścig musi kończyć się metą.
pt_br: Toda corrida precisa de uma linha de chegada.
ru: В каждом забеге должен быть финиш.
zh_cn: 每场比赛都需要一条终点线。
zh_tw: 每場比賽都需要一條終點線。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_START
source: Where do I even begin... oh, right here!
de: Wo fange ich an ... ah, genau hier!
es: ¿Por dónde empezar...? ¡Ah, sí, aquí!
es_mx: ¿Dónde comienzo? ¡Oh, aquí!
fr: Par où je commence... ? Oh, là !
it: Da dove comincio... Ah, da qui!
ja: 一体どこから始めれば...あっ、ここだネ！
ko: 어디부터 시작해야 하나... 아, 여기구나!
pl: Od czego by tu zacząć... o, już wiem!
pt_br: Por onde eu começo... ah, bem aqui!
ru: С чего бы мне начать?.. А, вот с этого!
zh_cn: 我们从哪开始呢……哦，从这里！
zh_tw: 我們從哪開始呢……哦，從這裡！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: This will make a fine starting point.
de: Das ist ein guter Startpunkt.
es: Este será un buen punto de partida.
es_mx: ¡Esto será un excelente punto de salida!
fr: Ça fera un très bon point de départ.
it: Questo sarà un ottimo punto di partenza.
ja: これ、ちゃんとまっすぐなスタート地点になるネ。
ko: 출발점으로 쓰기 손색없겠어.
pl: Znakomicie sprawdzi się jako linia startu.
pt_br: Isso vai servir bem como ponto de partida.
ru: Это будет хорошим стартом.
zh_cn: 这会是一个好的起点。
zh_tw: 這會是一個好的起點。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: It's been overcooked.
de: Zu gut durch.
es: Demasiado churruscado.
es_mx: Se cocinó de más.
fr: Ça a été trop cuit.
it: È troppo... cotta.
ja: これ、加熱しすぎちゃったヨ。
ko: 너무 익었어.
pl: Przegotowała się.
pt_br: Cozinhou demais.
ru: Пережарили.
zh_cn: 火候过大了。
zh_tw: 火候過大了。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: Perhaps we should train some more.
de: Vielleicht sollten wir noch etwas trainieren.
es: A lo mejor deberíamos entrenar más.
es_mx: Quizá deberíamos entrenar más.
fr: Nous devrions peut-être nous entraîner davantage.
it: Forse dovremmo allenarci un po' di più.
ja: もっと練習したほうがいいかもネ。
ko: 더 훈련해야 할까 봐.
pl: Może powinniśmy jeszcze trochę poćwiczyć.
pt_br: Talvez a gente deva treinar mais um pouco.
ru: Может, нам стоит еще потренироваться?
zh_cn: 我们要再训练训练。
zh_tw: 我們要再訓練訓練。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: I can taste victory already!
de: Ich kann den Sieg schon schmecken!
es: ¡Ya puedo saborear la victoria!
es_mx: ¡Ya puedo saborear la victoria!
fr: Je sens déjà le parfum de la victoire !
it: Sento già il sapore della vittoria!
ja: もう勝利の味を感じるヨ！
ko: 벌써 승리의 맛이 느껴지는 것 같군!
pl: Już czuję smak zwycięstwa!
pt_br: Já posso sentir o sabor da vitória!
ru: Я уже чувствую вкус победы!
zh_cn: 我已经尝到胜利的滋味了！
zh_tw: 我已經嘗到勝利的滋味了！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: It takes four main ingredients to make a first-rate racer.
de: Vier Hauptzutaten sind zu einem ordentlichen Rennvieh erforderlich.
es: Hacen falta cuatro ingredientes para preparar un corredor de primera.
es_mx: Se necesitan cuatro ingredientes principales para hacer a una corredora de primera.
fr: Il faut quatre ingrédients pour faire un coureur de qualité.
it: Per un corridore di prima qualità servono quattro ingredienti principali.
ja: 一流のレーサーを作るのに必要な主な材料は4つだけだヨ。
ko: 최고의 경주쥐를 만들려면 네 가지 재료가 필요하지.
pl: Na zwycięstwo składają się cztery główne składniki.
pt_br: São necessários quatro ingredientes principais para fazer um corredor de primeira linha.
ru: Чтобы приготовить первоклассную бегунью, нужны четыре основных ингредиента.
zh_cn: 要训练出一流的选手，需要四种主要原料。
zh_tw: 要訓練出一流的選手，需要四種主要原料。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: I hope I get a high rating.
de: Hoffentlich werde ich gut bewertet.
es: Espero recibir buena puntuación.
es_mx: Espero recibir una buena puntuación.
fr: J'espère que j'aurai un bon résultat.
it: Spero di ottenere un'ottima valutazione.
ja: 高評価だといいなぁ。
ko: 높은 등급이 나왔으면 좋겠어.
pl: Liczę na dobry wynik.
pt_br: Tomara que eu receba uma boa classificação.
ru: Надеюсь, я получу высокий рейтинг.
zh_cn: 我希望能拿一个好的评级。
zh_tw: 我希望能拿一個好的評級。

# CHARACTERS.WARLY.DESCRIBE.YOTC_SEEDPACKET
source: I wonder what will grow from this?
de: Was daraus wohl wächst?
es: ¿Qué ingredientes crecerán de esto?
es_mx: Me pregunto qué saldrá de estas.
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: Chissà a cosa daranno vita?
ja: これから何が育つのかな？
ko: 여기에서 뭐가 자랄까?
pl: Ciekawe, co z tego wyrośnie?
pt_br: O que será que elas vão produzir?
ru: Интересно, что из них вырастет?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.YOTC_SEEDPACKET_RARE
source: I hope it grows into some tasty ingredients.
de: Hoffentlich werden leckere Zutaten draus.
es: Espero que de aquí crezcan ingredientes ricos.
es_mx: Espero que me den algunos ingredientes deliciosos.
fr: J'espère que ça me donnera de bons ingrédients.
it: Spero che diventino degli ottimi ingredienti freschi.
ja: オイシイ食べ物が育つといいなぁ。
ko: 맛있는 재료로 자랐으면 좋겠어.
pl: Mam nadzieję, że wyrośnie z tego coś smacznego.
pt_br: Tomara que produzam ingredientes saborosos.
ru: Надеюсь, урожай даст мне вкусные ингредиенты.
zh_cn: 我希望它能长成可口的原料。
zh_tw: 我希望它能長成可口的原料。

# CHARACTERS.WARLY.DESCRIBE.YOTP_FOOD1
source: What a treat it is to be cooked for for a change!
de: Wie herrlich, zur Abwechslung mal was Gekochtes!
es: ¡Qué maravilla es que cocinen para mí, para variar!
es_mx: ¡Es un lindo cambio que te cocinen a ti de vez en cuando!
fr: C'est agréable de mettre les pieds sous la table, pour une fois.
it: È bello quando, una volta ogni tanto, qualcuno cucina per te!
ja: 変化のために料理されるなんて、大したご褒美でしょう！
ko: 가끔씩 요리할 만한 특식이군!
pl: To przyjemna odmiana, kiedy ktoś dla mnie gotuje.
pt_br: Que prazer é alguém cozinhar para mim pra variar!
ru: Как приятно, когда для тебя готовят!
zh_cn: 终于轮到别人给我做饭了，真好！
zh_tw: 終於輪到別人給我做飯了，真好！

# CHARACTERS.WARLY.DESCRIBE.YOTP_FOOD2
source: Respectfully I think I may pass on this course.
de: Bei allem Respekt, ich glaube, ich verzichte.
es: No quisiera ofender, pero este plato me lo salto.
es_mx: Con mucho respeto, creo que rechazaré este platillo.
fr: Je vais poliment refuser ce plat.
it: Con tutto il rispetto, credo che passerò.
ja: ボク、敬意をもって、このコースをパスするかもしれないヨ。
ko: 이 코스는 정중히 사양해야겠어.
pl: Z całym szacunkiem, ale chyba odmówię.
pt_br: Com todo o respeito, acho que vou passar esse prato.
ru: Спасибо, но вынужден отказаться от этого блюда.
zh_cn: 我必须严肃的拒绝这道菜。
zh_tw: 我必須嚴肅的拒絕這道菜。

# CHARACTERS.WARLY.DESCRIBE.YOTP_FOOD3
source: I'd never turn my nose up at street food.
de: Essen zum Mitnehmen ist auch nicht zu verachten.
es: Nunca le haría ascos a la comida callejera.
es_mx: Nunca miraría con desprecio la comida callejera.
fr: Je ne refuse jamais un peu de street-food.
it: Quando si tratta di street food, non sono mai schizzinoso.
ja: ボク、ストリートフードに手を出したことはないんだヨ。
ko: 길거리 음식은 언제나 환영이지.
pl: Ja nie z tych, co kręcą nosem na street food.
pt_br: Jamais recusaria comida de rua.
ru: Никогда не стану отказываться от уличной еды.
zh_cn: 对于街边小吃，我闻都不屑闻一下。
zh_tw: 對於街邊小吃，我聞都不屑聞一下。

# CHARACTERS.WARLY.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: Flame broiled.
de: Auf der Flamme gegrillt.
es: A la barbacoa.
fr: On l'a passé au chalumeau.
it: Consumato dalle fiamme.
ja: 炙り焼きだヨ。
ko: 직화구이네.
pl: Przypieczony.
pt_br: Chama grelhada.
ru: Обжарен на открытом огне.
zh_cn: 火焰炙烤过。
zh_tw: 火焰炙烤過。

# CHARACTERS.WARLY.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: I should give it a little gift.
de: Ich glaube, ich sollte ein kleines Geschenk machen.
es: Debería darle un regalito.
fr: Je devrais lui offrir un petit cadeau.
it: Dovrei fargli un piccolo regalo.
ja: ちょっとしたプレゼントをあげたほうがいいかもネ。
ko: 선물을 줘야 해.
pl: Dam mu mały prezent.
pt_br: Eu devia dar um presentinho a ele.
ru: Надо бы принести сюда подарочек.
zh_cn: 我应该给它一件小礼物。
zh_tw: 我應該給它一件小禮物。

# CHARACTERS.WARLY.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: What should we cook up together?
de: Was sollen wir denn zusammen kochen?
es: ¿Qué deberíamos cocinar?
fr: Qu'est-ce qu'on devrait cuisiner ensemble ?
it: Cosa dovremmo preparare insieme?
ja: 一緒に何を料理しようカ？
ko: 우리 뭘 요리할까?
pl: Co by tu przyrządzić?
pt_br: O que vamos cozinhar juntos?
ru: Что бы нам с тобой приготовить?
zh_cn: 我们做个什么菜比较好？
zh_tw: 我們做個什麼菜比較好？

# CHARACTERS.WARLY.DESCRIBE_GENERIC
source: It is what it is...
de: Es ist, was es ist ...
es: Es lo que es...
es_mx: Es lo que es...
fr: C'est ce que c'est...
it: È quello che è...
ja: これは…ナニカ、だネ
ko: 보이는 그대로...
pl: Jakie jest, każdy widzi...
pt_br: É o que é...
ru: Это то, чем оно является…
zh_cn: 它就是它...
zh_tw: 它就是它...

# CHARACTERS.WARLY.DESCRIBE_PLANTHAPPY
source: The picture of health.
de: Der Inbegriff von Gesundheit.
es: La viva imagen de la salud.
fr: C'est l'image même de la santé.
it: L'immagine della salute.
ja: 健康そのものだネ。
ko: 건강 그 자체야.
pl: Okaz zdrowia.
pt_br: Tá em perfeita saúde.
ru: Воплощение здоровья.
zh_cn: 健康生长的画面。
zh_tw: 健康生長的畫面。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSED
source: Something's troubling it.
de: Etwas macht ihr zu schaffen.
es: Tiene alguna preocupación.
fr: Quelque chose la trouble.
it: C'è qualcosa che la turba.
ja: 何か問題があるネ。
ko: 뭔가 문제가 있어.
pl: Coś ją martwi.
pt_br: Alguma coisa tá perturbando ela.
ru: Его что-то беспокоит.
zh_cn: 它有些烦恼。
zh_tw: 它有些煩惱。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORFAMILY
source: I think it needs some company.
de: Ich glaube, sie braucht Gesellschaft.
es: Creo que necesita un poco de compañía.
fr: Je crois qu'elle a besoin de compagnie.
it: Penso che abbia bisogno di compagnia.
ja: オトモダチが欲しいんだと思うヨ。
ko: 친구가 필요한 것 같아.
pl: Chyba potrzebuje towarzystwa.
pt_br: Acho que ela precisa de companhia.
ru: Кажется, ему нужна компания.
zh_cn: 它需要个伴儿。
zh_tw: 它需要個伴兒。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORHAPPINESS
source: It's hungry for some good conversation.
de: Sie ist hungrig nach einer guten Unterhaltung.
es: Tiene ganas de mantener una conversación agradable.
fr: Elle a très envie de papoter.
it: Brama una bella conversazione.
ja: 楽しいおしゃべりがしたくてしょうがないんだヨ。
ko: 좋은 대화가 고프겠어.
pl: Potrzebuje rozmowy.
pt_br: Está faminta por uma boa conversa.
ru: Ему очень не хватает разговора с умным собеседником.
zh_cn: 它想找人好好聊聊。
zh_tw: 它想找人好好聊聊。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORKILLJOYS
source: Perhaps it's time I did some weeding.
de: Vielleicht ist es an der Zeit, etwas Unkraut zu jäten.
es: Va siendo hora de quitar las malas hierbas.
fr: Il faut que je désherbe.
it: Forse è ora che strappi tutte le erbacce.
ja: たぶん、草むしりの時間だヨ。
ko: 아마도 잡초를 뽑을 때인가봐.
pl: Chyba już czas na pielenie.
pt_br: Talvez seja hora de arrancar as ervas-daninhas.
ru: Вероятно, мне пора прополоть грядки.
zh_cn: 是时候除除草了。
zh_tw: 是時候除除草了。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORMOISTURE
source: Would you care for a drink of water?
de: Möchtest du einen Schluck Wasser trinken?
es: ¿Alguien quiere un vasito de agua?
fr: Je peux t'apporter un verre d'eau ?
it: Ti andrebbe un po' d'acqua fresca?
ja: お冷はいかガ？
ko: 물 한 잔 할래?
pl: Masz ochotę się napić wody?
pt_br: Gostaria de um pouco de água?
ru: Могу ли я предложить вам стакан воды?
zh_cn: 要喝口水吗？
zh_tw: 要喝口水嗎？

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: Some fresh nutrients might be just the thing to perk it up.
de: Ein paar frische Nährstoffe könnten genau das Richtige sein, um sie aufzupeppen.
es: A lo mejor se anima un poquito si le doy nutrientes frescos.
fr: Des nutriments devraient permettre de lui redonner un coup de fouet.
it: Dei nutrienti freschi sarebbero l'ideale per tirarla su.
ja: 新鮮な栄養が元気にしてくれるかもネ。
ko: 기운나게 하려면 단지 신선한 영양소가 좀 필요한 건지도 몰라.
pl: Substancje pokarmowe na pewno ją ożywią.
pt_br: O que ela precisa é de nutrientes frescos pra se animar.
ru: Возможно, питательные удобрения его немного взбодрят.
zh_cn: 给一些新鲜的营养物质也许能让它振作起来。
zh_tw: 給一些新鮮的營養物質也許能讓它振作起來。

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: The garden's a bit crowded, non?
de: Der Garten ist ein bisschen überfüllt, non?
es: La huerta está demasiado llena, ¿non?
fr: Il y a un peu trop de monde dans ce jardin, non ?
it: L'orto è un po' affollato, non?
ja: 庭は少し混みあってないカ？
ko: 정원이 좀 붐비지, 농(안 그래)?
pl: W ogrodzie jest zbyt ciasno, non?
pt_br: O jardim tá meio lotado, non?
ru: В саду как-то тесновато, non?
zh_cn: 花园有些拥挤，不是吗？
zh_tw: 花園有些擁擠，不是嗎？

# CHARACTERS.WARLY.DESCRIBE_PLANTSTRESSORSEASON
source: Hm... this one might not be in season.
de: Hm ... das hier ist möglicherweise in der falschen Saison.
es: Um... Creo que no es su época.
fr: Hmm... Celle-ci n'a pas l'air d'apprécier la saison.
it: Uhm... forse non è la sua stagione.
ja: フム…コレは今が旬じゃないヨ。
ko: 흠... 이건 제 철이 아닐 수도 있어.
pl: Hm... to chyba nieodpowiednia pora roku.
pt_br: Hm... Não deve estar na época dela.
ru: Хм... сейчас не сезон.
zh_cn: 嗯……这个可能已经过季了。
zh_tw: 嗯……這個可能已經過季了。

# CHARACTERS.WARLY.DESCRIBE_PLANTVERYSTRESSED
source: This is a very troubled plant.
de: Dies ist eine schwer gestörte Pflanze.
es: Esta planta está muy estresada.
fr: C'est une plante très perturbée.
it: Questa pianta ha molti problemi.
ja: コレはスゴク苦労してる植物だヨ。
ko: 문제가 정말 많은 식물이군.
pl: To niezwykle zmartwiona roślina.
pt_br: Essa é uma planta bem problemática.
ru: У этого растения явно очень много проблем.
zh_cn: 这株植物思想负担很重啊。
zh_tw: 這株植物思想負擔很重啊。

# CHARACTERS.WARLY.DESCRIBE_SMOLDERING
source: I fear that that is about to cook itself.
de: Ich glaube, das kocht sich gleich selbst.
es: Me temo que se va a cocinar por sí solo.
es_mx: Me temo que se va a cocinar por sí solo.
fr: J'ai peur que ça ne finisse par se cuire tout seul.
it: Ho paura che stia per cucinarsi da solo.
ja: こんがり焼けちゃいそうだヨ
ko: 저절로 익혀질 것 같군.
pl: Obawiam się, że samo się zaraz ugotuje.
pt_br: Temo que isso está prestes a se cozinhar sozinho.
ru: Боюсь, оно сейчас само себя приготовит.
zh_cn: 我怕那东西要把自己给烹饪了。
zh_tw: 我怕那東西要把自己給烹飪了。

# CHARACTERS.WARLY.DESCRIBE_TOODARK
source: I cannot see a thing!
de: Ich kann nichts sehen!
es: ¡No veo nada!
es_mx: ¡No veo nada!
fr: Je n'y vois rien !
it: Non riesco a vedere niente!
ja: なんにも見えないヨ！
ko: 아무것도 안 보인다!
pl: Nic nie widzę!
pt_br: Não consigo ver nada!
ru: Ничего не вижу!
zh_cn: 我什么都看不见了！
zh_tw: 我什麼都看不見了！

# CHARACTERS.WARLY.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Fresh! Err... perhaps too fresh.
de: Ganz frisch! Naj a, vielleicht sogar zu frisch.
es: ¡Fresco! Eh... tal vez demasiado fresco.
es_mx: ¡Fresco! Eh... tal vez demasiado fresco.
fr: Frais ! Euh... trop frais peut-être.
it: Fresco! Ehm... forse troppo fresco.
ja: この卵は…ちょっと新鮮すぎかもネ…
ko: 신선해! 어... 너무 신선하네.
pl: Świeże! Eee... może nawet zbyt świeże.
pt_br: Fresco! Ahm... talvez fresco de mais.
ru: Свежо! Э-э-э… пожалуй, даже слишком свежее.
zh_cn: 新鲜！呃...也许过于新鲜了。
zh_tw: 新鮮！呃...也許過於新鮮了。

# CHARACTERS.WARLY.EAT_FOOD.WINTERSFEASTFUEL
source: Do I taste a hint of cinnamon?
de: Schmecke ich da eine Ahnung Zimt?
es: ¿Percibo un toque de canela?
es_mx: ¿Es una pizca de canela lo que saboreo?
fr: Il y a une pointe de cannelle.
it: C'è un pizzico di cannella?
ja: ボク、シナモンの味する？
ko: 시나몬 맛인가?
pl: Czyżbym czuł szczyptę cynamonu?
pt_br: Tem uma pitada de canela?
ru: Кажется, я чувствую привкус корицы.
zh_cn: 那是肉桂的味道吗？
zh_tw: 那是肉桂的味道嗎？

# CHARACTERS.WARLY.QUAGMIRE_ANNOUNCE_LOSE
source: This doesn't look good.
de: Das sieht nicht gut aus.
es: No tiene buena pinta.
es_mx: Esto no se ve bien.
fr: Ça s'annonce mal.
it: Si mette male.
ja: これ、おいしくなさそうだヨ。
ko: 상황이 안 좋아 보이는걸.
pl: Nie wygląda to dobrze.
pt_br: Isso não parece bom.
ru: Плохо дело.
zh_cn: 看起来不太好。
zh_tw: 看起來不太好。

# CHARACTERS.WARLY.QUAGMIRE_ANNOUNCE_MEALBURNT
source: I should have taken that off sooner.
de: Ich hätte mich früher darum kümmern sollen.
es: Debería haberlo apartado antes.
es_mx: Debí sacarlo antes.
fr: J'aurais dû le sortir du feu plus tôt.
it: Avrei dovuto toglierlo prima dal fuoco.
ja: もっと早く火からおろしておけば良かったナア。
ko: 더 빨리 꺼냈어야 했는데.
pl: Za długo stało na ogniu.
pt_br: Eu devia ter tirado isso antes.
ru: Надо было пораньше притушить огонь.
zh_cn: 我应该早点关火的。
zh_tw: 我應該早點關火的。

# CHARACTERS.WARLY.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: As a chef, I am quite embarrassed.
de: Als Koch finde ich das beschämend.
es: Como chef, esto es muy embarazoso.
es_mx: Como chef, me siento muy avergonzado.
fr: C'est embarrassant pour un chef tel que moi.
it: In quanto chef, mi sento molto in imbarazzo.
ja: シェフとして、恥ずかしいヨ。
ko: 요리사로서 정말 부끄럽군.
pl: Jako kucharz czuję się trochę zakłopotany.
pt_br: Como chef, estou bem envergonhado.
ru: Как повару мне стыдно.
zh_cn: 我还是个主厨呢，真尴尬。
zh_tw: 我還是個主廚呢，真尷尬。

# CHARACTERS.WARLY.QUAGMIRE_ANNOUNCE_WIN
source: I'm almost sorry to leave!
de: Es tut mir beinahe leid zu gehen!
es: ¡Casi me da pena irme!
es_mx: ¡Casi me apena tener que irme!
fr: Je suis presque triste de partir !
it: Quasi mi spiace andarmene!
ja: ゴメンね、ボクは行くよ！
ko: 떠나기 미안할 지경인데!
pl: Prawie mi przykro, że muszę już iść!
pt_br: Eu quase lamento ir embora!
ru: Почти жаль уходить!
zh_cn: 我都有点不想走！
zh_tw: 我都有點不想走！
