Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: REQUIRES CLOSER PROXIMITY TO JUDGING STRUCTURE
de: ERFORDERT GRÖSSERE NÄHE ZUR BEURTEILUNGSBAUWERK
fr: MEILLEURE PROXIMITÉ AVEC LA STRUCTURE D'ÉVALUATION REQUISE
it: RICHIEDE MAGGIORE PROSSIMITÀ ALLA STRUTTURA DEL GIUDICE
ja: ＊審査施設と近接している必要がございます＊
ko: 판단 구조에 더 근접해야 함
pl: WYMAGA ZMNIEJSZENIA ODLEGŁOŚCI OD STRUKTURY JURORA.
pt_br: REQUER MAIOR PROXIMIDADE DA ESTRUTURA DO JUIZ
ru: НЕОБХОДИМО НАХОДИТЬСЯ БЛИЖЕ К СУДЕЙСКОМУ СТРОЕНИЮ
zh_cn: 需要离判断结构更近
zh_tw: 需要離判斷結構更近

# CHARACTERS.WX78.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: ENTERING REST MODE? NOW?
de: IN RUHEMODUS SCHALTEN? JETZT?
es_mx: ¿ENTRAS EN MODO REPOSO? ¿JUSTO AHORA?
fr: PASSE EN MODE VEILLE ?
it: STAI ATTIVANDO LA MODALITÀ RIPOSO? ORA?
ja: ＊休止モードに入りますか？今ですか？＊
ko: 휴식 모드에 돌입함? 지금?
pl: WCHODZENIE W TRYB UŚPIENIA? TERAZ?
pt_br: ENTROU NO MODO DE DESCANSO? AGORA?
ru: ПЕРЕЙТИ В СПЯЩИЙ РЕЖИМ? ПРЯМО СЕЙЧАС?
zh_cn: 进入睡眠模式？现在？
zh_tw: 進入睡眠模式？現在？

# CHARACTERS.WX78.ANNOUNCE_CARRAT_ERROR_STUNNED
source: THE ORGANIC SEEMS TO BE MALFUNCTIONING
de: ORGANISCHE EINHEIT HAT FEHLFUNKTION
es_mx: EL SER ORGÁNICO PARECE ESTAR FALLANDO
fr: ON DIRAIT QUE CET ÊTRE ORGANIQUE EST CASSÉ.
it: L'ESSERE ORGANICO SEMBRA ESSERSI ROTTO
ja: ＊この有機生命体は機能不全のようです＊
ko: 유기체가 고장 난 것 같음
pl: WYGLĄDA NA TO, ŻE TA JEDNOSTKA ORGANICZNA MA AWARIĘ
pt_br: O SER ORGÂNICO PARECE ESTAR COM DEFEITO
ru: СУДЯ ПО ВСЕМУ, ОРГАНИКА НЕИСПРАВНА
zh_cn: 有机生物似乎功能紊乱了
zh_tw: 有機生物似乎功能紊亂了

# CHARACTERS.WX78.ANNOUNCE_CARRAT_ERROR_WALKING
source: RUNTIME ERROR DETECTED
de: LAUFZEITFEHLER ERKANNT
es_mx: DETECTADO ERROR DE ENTORNO DE EJECUCIÓN
fr: ERREUR D'EXÉCUTION DÉTECTÉE
it: ERRORE CORSA RILEVATO
ja: ＊ランタイムエラーが確認されました＊
ko: 런타임 오류 탐지됨
pl: WYKRYTO BŁĄD PRĘDKOŚCI: NISKI PRIORYTET BIEGU
pt_br: ERRO DE TEMPO DE EXECUÇÃO DETECTADO
ru: ОБНАРУЖЕНА ОШИБКА ВЫПОЛНЕНИЯ ЗАДАЧИ
zh_cn: 检测到运行错误
zh_tw: 檢測到運行錯誤

# CHARACTERS.WX78.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: ERROR: COURSE CORRECTION NEEDED
de: FEHLER: KURSKORREKTUR ERFORDERLICH
es_mx: ERROR: SE NECESITA CORRECCIÓN DE DIRECCIÓN
fr: ERREUR : CORRECTION DE TRAJET REQUISE
it: ERRORE: RICHIESTA CORREZIONE TRAGITTO
ja: ＊エラー：コース修正が必要です＊
ko: 오류: 코스 수정 필요
pl: BŁĄD: WYMAGANA KOREKTA KURSU
pt_br: ERRO: CORREÇÃO DE TRAJETÓRIA NECESSÁRIA
ru: ОШИБКА: ТРЕБУЕТСЯ КОРРЕКЦИЯ КУРСА
zh_cn: 错误：方向需要校正
zh_tw: 錯誤：方向需要校正

# CHARACTERS.WX78.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: THAT IS THE INCORRECT DIRECTION
de: RICHTUNG INKORREKT
es_mx: ES LA DIRECCIÓN INCORRECTA
fr: DIRECTION INCORRECTE
it: QUELLA DIREZIONE NON È CORRETTA
ja: ＊それは不適当な方向です＊
ko: 그곳은 틀린 방향임
pl: TO NIEPRAWIDŁOWY KIERUNEK
pt_br: ESSA É A DIREÇÃO INCORRETA
ru: ЭТО НАПРАВЛЕНИЕ НЕВЕРНО
zh_cn: 方向不正确
zh_tw: 方向不正確

# CHARACTERS.WX78.ANNOUNCE_CARRAT_START_RACE
source: EXECUTE RACE PROGRAM
de: RENNPROGRAMM AUSFÜHREN
es_mx: EJECUTAR PROGRAMA DE CARRERAS
fr: EXÉCUTION DU PROGRAMME DE COURSE
it: AVVIO PROGRAMMA CORSA
ja: ＊競争プログラムを実行します＊
ko: 경주 프로그램을 실행할 것
pl: WYKONAĆ PROGRAM WYŚCIGOWY
pt_br: EXECUTAR PROGRAMA DE CORRIDA
ru: ЗАПУСК БЕГОВОЙ ПРОГРАММЫ
zh_cn: 执行赛跑程序
zh_tw: 執行賽跑程式

# CHARACTERS.WX78.ANNOUNCE_CAVEIN
source: STRUCTUAL INTEGRITY COMPROMISED
de: STRUKTURELLE STABILITÄT GESCHWÄCHT
es_mx: INTEGRIDAD ESTRUCTURAL COMPROMETIDA
fr: INTÉGRITÉ DE STRUCTURE COMPROMISE
it: INTEGRITÀ STRUTTURALE COMPROMESSA
ja: ＊構造体の完全性が低下しています＊
ko: 구조적인 무결성 손상
pl: INTEGRALNOŚĆ STRUKTURALNA ZOSTAŁA NARUSZONA
pt_br: INTEGRIDADE ESTRUTURAL COMPROMETIDA
ru: СТРУКТУРНАЯ ЦЕЛОСТНОСТЬ НАРУШЕНА
zh_cn: 结构完整性被破坏了
zh_tw: 結構完整性被破壞了

# CHARACTERS.WX78.ANNOUNCE_CHARGE
source: SYSTEMS FULLY RESTORED
de: SYSTEME VOLLSTÄNDIG WIEDERHERGESTELLT
fr: SYSTÈMES ENTIÈREMENT RESTAURÉS
it: SISTEMI COMPLETAMENTE RIPRISTINATI
ja: ＊システムが完全復旧しました＊
ko: 시스템 완전히 복구됨
pl: SYSTEMY W PEŁNI PRZYWRÓCONE
pt_br: SISTEMAS TOTALMENTE RESTAURADOS
ru: СИСТЕМЫ ПОЛНОСТЬЮ ВОССТАНОВЛЕНЫ
zh_cn: 已完全恢复系统
zh_tw: 已完全恢復系統

# CHARACTERS.WX78.ANNOUNCE_CHARLIE
source: THREAT DETECTED
de: BEDROHUNG ERKANNT.
es_mx: AMENAZA DETECTADA
fr: MENACE DÉTECTÉE
it: MINACCIA RILEVATA
ja: ＊脅威確認＊
ko: 위협 탐지됨
pl: WYRYTO ZAGROŻENIE.
pt_br: AMEAÇA DETECTADA
ru: УГРОЗА ОБНАРУЖЕНА
zh_cn: 检测到威胁
zh_tw: 檢測到威脅

# CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR: UNKNOWN ATTACKER
de: FEHLER: UNBEKANNTER ANGREIFER
es_mx: ERROR: ATACANTE DESCONOCIDO
fr: ERREUR : ASSAILLANT INCONNU
it: ERRORE: ATTACCANTE SCONOSCIUTO
ja: ＊エラー：未知の攻撃者＊
ko: 오류: 알 수 없는 공격자
pl: BŁĄD: NIEZNANY NAPASTNIK.
pt_br: ERRO: AGRESSOR DESCONHECIDO
ru: ОШИБКА: НАПАДАЮЩИЙ НЕ ОПОЗНАН
zh_cn: 错误：不明攻击者
zh_tw: 錯誤：不明攻擊者

# CHARACTERS.WX78.ANNOUNCE_COLD
source: MECHANISMS ARE FREEZING
de: MECHANISMEN FRIEREN EIN.
es_mx: LOS MECANISMOS SE ESTÁN CONGELANDO
fr: LES MÉCANISMES GÈLENT
it: I MECCANISMI SI STANNO CONGELANDO
ja: ＊メカニズムが凍結しています＊
ko: 장치가 얼고 있음
pl: CZĘŚCI MECHANICZNE ZAMARZAJĄ.
pt_br: MECANISMOS CONGELANDO
ru: МЕХАНИЗМЫ ЗАМЕРЗАЮТ
zh_cn: 机件正在冻结
zh_tw: 機件正在凍結

# CHARACTERS.WX78.ANNOUNCE_COMPASS_OUT
source: MAGNETIC FIELD FAILURE
de: DU RICHST NACH MISSERFOLG.
es_mx: FALLO DE CAMPO MAGNÉTICO
fr: ÉCHEC DE CHAMP MAGNÉTIQUE
it: FALLIMENTO DEL CAMPO MAGNETICO
ja: ＊磁気フィールドに異常発生＊
ko: 자장 실패
pl: AWARIA POLA MAGNETYCZNEGO.
pt_br: FALHA DE CAMPO MAGNÉTICO
ru: ПОВРЕЖДЕНО МАГНИТНОЕ ПОЛЕ
zh_cn: 磁场故障
zh_tw: 磁場故障

# CHARACTERS.WX78.ANNOUNCE_CRAFTING_FAIL
source: INSUFFICIENT RESOURCES
de: UNGENÜGENDE RESSOURCEN.
es_mx: RECURSOS INSUFICIENTES
fr: RESSOURCES INSUFFISANTES
it: RISORSE INSUFFICIENTI
ja: ＊資源が足りません＊
ko: 자원 부족
pl: NIEWYSTARCZAJĄCY ZAPAS SUROWCÓW.
pt_br: RECURSOS INSUFICIENTES
ru: НЕДОСТАТОЧНО РЕСУРСОВ
zh_cn: 资源不足
zh_tw: 資源不足

# CHARACTERS.WX78.ANNOUNCE_DAMP
source: WARNING: WATER LEVELS RISING
de: WARNUNG: WASSERPEGEL STEIGT.
es_mx: ADVERTENCIA: NIVELES DE AGUA CRECIENDO
fr: ALERTE : MONTÉE DU NIVEAU D'EAU
it: ATTENZIONE: LIVELLO DELL'ACQUA IN AUMENTO
ja: ＊警告：水位上昇中＊
ko: 경고: 수위 상승 중
pl: OSTRZEŻENIE: POZIOM WODY WZRASTA.
pt_br: AVISO: NÍVEIS DE ÁGUA SUBINDO
ru: ВНИМАНИЕ: УРОВЕНЬ ВОДЫ РАСТЕТ
zh_cn: 警告：水量升高
zh_tw: 警告：水量升高

# CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING: LARGE ATTACKER INCOMING
de: WARNUNG: GROSSER ANGREIFER NÄHERT SICH.
es_mx: ADVERTENCIA: GRAN ATACANTE ACERCÁNDOSE
fr: ALERTE : PLUS GROS ASSAILLANT EN APPROCHE
it: ATTENZIONE: GRANDE ATTACCANTE IN ARRIVO
ja: ＊注意：巨大な敵が接近中＊
ko: 경고: 대형 공격자 접근 중
pl: OSTRZEŻENIE: NADCIĄGA DUŻY WRÓG.
pt_br: AVISO: AGRESSOR GRANDE A CAMINHO
ru: ВНИМАНИЕ: НАДВИГАЕТСЯ БОЛЬШОЙ ВРАГ
zh_cn: 警告：大型攻击者正在靠近
zh_tw: 警告：大型攻擊者正在靠近

# CHARACTERS.WX78.ANNOUNCE_DESPAWN
source: I SEE THE BLUE SCREEN!
de: ICH SEHE DEN BLAUEN BILDSCHIRM!
es_mx: ¡VEO LA PANTALLA AZUL!
fr: JE VOIS L'ÉCRAN BLEU !
it: VEDO LO SCHERMO BLU!
ja: ＊青いスクリーンが見えます！＊
ko: 파란 화면이 보임!
pl: WIDZĘ NIEBIESKI EKRAN!
pt_br: VEJO A TELA AZUL!
ru: Я ВИЖУ СИНИЙ ЭКРАН!
zh_cn: 我看到了蓝屏！
zh_tw: 我看到了藍屏！

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_ATTACK
source: BATTLE MODE: EXPIRED
de: KAMPFMODUS: ABGELAUFEN
es_mx: MODO DE BATALLA: EXPIRADO
fr: MODE DE COMBAT : EXPIRATION
it: MODALITÀ BATTAGLIA: SCADUTA
ja: ＊バトルモード：時間切れ＊
ko: 전투 모드: 만료됨
pl: TRYB BITEWNY: WYGASŁ
pt_br: MODO DE BATALHA: EXPIRADO
ru: СРОК ДЕЙСТВИЯ БОЕВОГО РЕЖИМА ИСТЕК
zh_cn: 战场模式：已过期
zh_tw: 戰場模式：已過期

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: POWER LEVELS NORMALIZED
de: ENERGIELEVEL NORMALISIERT
es_mx: NIVELES DE PODER NORMALIZADOS
fr: NIVEAUX DE PUISSANCE NORMALISÉS
it: LIVELLI DI ELETTRICITÀ NORMALIZZATI
ja: ＊パワーレベルが通常化されました＊
ko: 파워 수치 정상화됨
pl: POZIOM MOCY ZNORMALIZOWANY
pt_br: NÍVEIS DE ENERGIA NORMALIZADOS
ru: УРОВЕНЬ МОЩНОСТИ В НОРМЕ
zh_cn: 电力水平恢复正常
zh_tw: 電力水準恢復正常

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: MOISTURE, MY OLD NEMESIS
de: FEUCHTIGKEIT, MEIN ALTER ERZFEIND
es_mx: HUMEDAD, MI VIEJA ENEMIGA
fr: HUMIDITÉ, MON ENNEMIE
it: UMIDITÀ, LA MIA VECCHIA NEMESI
ja: ＊湿気、私のかつての天敵＊
ko: 내 숙적, 습기
pl: WILGOĆ, MOJE STARE NEMEZIS
pt_br: UMIDADE, MINHA VELHA NÊMESE
ru: ВЛАГА, МОЙ СТАРЫЙ ВРАГ
zh_cn: 潮湿，我的老仇人
zh_tw: 潮濕，我的老仇人

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: DURABILITY DOWN
de: HALTBARKEITSBONUS ABGELAUFEN
es_mx: DURABILIDAD HA DISMINUIDO
fr: RÉSISTANCE BASSE
it: RESISTENZA DIMINUITA
ja: ＊耐久性低下＊
ko: 내구도 저하됨
pl: WYTRZYMAŁOŚĆ SPADŁA
pt_br: DURABILIDADE REDUZIDA
ru: ПРОЧНОСТЬ СНИЖЕНА
zh_cn: 耐久度下降
zh_tw: 耐久度下降

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: REST MODE OPERATIONAL
de: RUHEMODUS IN BETRIEB
fr: MODE VEILLE ACTIVÉ
it: MODALITÀ RIPOSO OPERATIVA
ja: ＊休止モードを実行中です＊
ko: 휴지 모드 작동
pl: TRYB UŚPIENIA SPRAWNY
pt_br: MODO DE DESCANSO OPERACIONAL
ru: СПЯЩИЙ РЕЖИМ РАЗБЛОКИРОВАН
zh_cn: 休息模式运行中
zh_tw: 休息模式運行中

# CHARACTERS.WX78.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: DESIRE TO WORK DEPLETED
de: ARBEITSBEDÜRFNIS ERSCHÖPFT
es_mx: DESEO DE TRABAJAR AGOTADO
fr: DÉSIR DE TRAVAILLER FAIBLE
it: VOGLIA DI LAVORARE ESAURITA
ja: ＊労働意欲の枯渇＊
ko: 작업 욕구 고갈됨
pl: CHĘĆ PRACY ZOSTAŁA ZREDUKOWANA
pt_br: DESEJO DE TRABALHAR ESGOTADO
ru: ЖЕЛАНИЕ РАБОТАТЬ ИСЧЕРПАНО
zh_cn: 工作意愿归零
zh_tw: 工作意願歸零

# CHARACTERS.WX78.ANNOUNCE_DIG_DISEASE_WARNING
source: ANTIVIRAL PRECAUTIONS SUCCESSFUL
de: VIRENSCHUTZMASSNAHMEN ERFOLGREICH
es_mx: PRECAUCIONES ANTIVIRALES EXITOSAS
fr: PRÉCAUTION ANTIVIRALE RÉUSSIE
it: PRECAUZIONI ANTIVIRALI RIUSCITE
ja: ＊抗ウイルス警戒成功＊
ko: 항생제 예방 조처 성공
pl: ANTYWIRUS WYKRYŁ ZAGROŻENIE.
pt_br: PRECAUÇÕES ANTIVIRAIS BEM-SUCEDIDAS
ru: УСПЕШНОЕ ПРИМЕНЕНИЕ АНТИВИРУСНЫХ МЕР ПРЕДОСТОРОЖНОСТИ
zh_cn: 抗病毒预防措施成功
zh_tw: 抗病毒預防措施成功

# CHARACTERS.WX78.ANNOUNCE_DISCHARGE
source: SYSTEMS NOMINAL
de: NOMINELLE SYSTEME.
es_mx: SISTEMAS NOMINALES
fr: RETOUR À LA NORMALE
it: SISTEMA NOMINALE
ja: ＊システム名目＊
ko: 시스템 근소
pl: WSZYSTKIE SYSTEMY POWRÓCIŁY DO TRYBU STANDARDOWEGO.
pt_br: SISTEMAS NOMINAIS
ru: ПРОЦЕССЫ РАБОТАЮТ ЛИШЬ ФОРМАЛЬНО
zh_cn: 系统正常
zh_tw: 系統正常

# CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING: NIGHT APPROACHING
de: WARNUNG: NACHT NAHT.
es_mx: ADVERTENCIA: NOCHE APROXIMÁNDOSE
fr: ALERTE : LA NUIT APPROCHE
it: ATTENZIONE: LA NOTTE SI AVVICINA
ja: ＊注意：夜が近づいています＊
ko: 경고: 밤이 되고 있음
pl: OSTRZEŻENIE: ZBLIŻA SIĘ NOC.
pt_br: AVISO: NOITE SE APROXIMA
ru: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ НОЧЬ
zh_cn: 警告：夜晚将至
zh_tw: 警告：夜晚將至

# CHARACTERS.WX78.ANNOUNCE_EAT.GENERIC
source: DELICIOUS
de: KÖSTLICH.
es_mx: DELICIOSO
fr: DÉLICIEUX
it: DELIZIOSO
ja: ＊とても美味しいです＊
ko: 맛있음
pl: PRZEPYSZNA.
pt_br: DELICIOSO
ru: ВКУСНО
zh_cn: 好吃
zh_tw: 好吃

# CHARACTERS.WX78.ANNOUNCE_EAT.INVALID
source: INCOMPATIBLE FOOD TYPE
de: NAHRUNGSMITTELTYP INKOMPATIBEL.
es_mx: TIPO DE COMIDA INCOMPATIBLE
fr: TYPE DE NOURRITURE NON COMPATIBLE
it: TIPO DI ALIMENTO INCOMPATIBILE
ja: ＊不適合な食物タイプ＊
ko: 비호환 식품 형식
pl: NIEKOMPATYBILNY RODZAJ ŻYWNOŚCI.
pt_br: TIPO DE ALIMENTO INCOMPATÍVEL
ru: НЕДОПУСТИМАЯ РАЗНОВИДНОСТЬ ПИЩИ
zh_cn: 不兼容的食物类型
zh_tw: 不相容的食物類型

# CHARACTERS.WX78.ANNOUNCE_EAT.PAINFUL
source: THAT WAS NOT FOOD
de: DAS WAR KEINE NAHRUNG.
es_mx: ESO NO ERA COMIDA
fr: CE N'ÉTAIT PAS DE LA NOURRITURE
it: QUELLO NON ERA CIBO
ja: ＊あれは食物ではありません＊
ko: 식품이 아니었음
pl: TO NIE ŻYWNOŚĆ.
pt_br: ISSO NÃO ERA ALIMENTO
ru: ЭТО БЫЛА НЕ ПИЩА
zh_cn: 那不是食物
zh_tw: 那不是食物

# CHARACTERS.WX78.ANNOUNCE_EAT.SPOILED
source: SPOILED FOOD IS STILL FOOD
de: VERDORBENE NAHRUNG IST IMMER NOCH NAHRUNG.
es_mx: LA COMIDA RANCIA SIGUE SIENDO COMIDA
fr: LA NOURRITURE POURRIE RESTE DE LA NOURRITURE
it: IL CIBO AVARIATO È PUR SEMPRE CIBO
ja: ＊腐っても、食物は食物です＊
ko: 상한 식품도 식품임
pl: ZEPSUTA ŻYWNOŚĆ NIE PRZESTAJE BYĆ ŻYWNOŚCIĄ.
pt_br: ALIMENTO PODRE AINDA É ALIMENTO
ru: ИСПОРЧЕННАЯ ЕДА ВСЕ ЕЩЕ ЕДА
zh_cn: 变质的食物还是好
zh_tw: 變質的食物還是好

# CHARACTERS.WX78.ANNOUNCE_EAT.STALE
source: STALE FOOD IS JUST AS GOOD
de: ALTE NAHRUNG IST GENAUSO GUT.
es_mx: LA COMIDA RANCIA ES IGUAL DE BUENA
fr: LE PÉRIMÉ C'EST AUSSI BON
it: IL CIBO STANTIO È ALTRETTANTO BUONO
ja: ＊しけていても食物はおいしいです＊
ko: 조금 상한 식품도 똑같이 유효함
pl: NADPSUTA ŻYWNOŚĆ JEST RÓWNIE DOBRA.
pt_br: ALIMENTO ESTRAGADO TAMBÉM É BOM
ru: ГНИЛАЯ ЕДА ВСЕ ТАК ЖЕ ХОРОША
zh_cn: 不新鲜的食物也一样好
zh_tw: 不新鮮的食物也一樣好

# CHARACTERS.WX78.ANNOUNCE_EAT.YUCKY
source: CONSUMPTION DENIED
de: KONSUM VERWEIGERT
es_mx: CONSUMO DENEGADO
fr: CONSOMMATION REFUSÉE
it: CONSUMO NEGATO
ja: ＊エラー：摂取不許可＊
ko: 섭취 불가
pl: ODMOWA SPOŻYCIA.
pt_br: CONSUMO NEGADO
ru: ОТКАЗАНО В ПОТРЕБЛЕНИИ
zh_cn: 进食被拒
zh_tw: 進食被拒

# CHARACTERS.WX78.ANNOUNCE_EATING_NOT_FEASTING
source: I SHOULD FEED MY MINIONS
de: ICH SOLLTE MEINE LAKAIEN FÜTTERN
es_mx: DEBERÍA BUSCAR A MIS SUBORDINADOS
fr: JE DOIS NOURRIR MES SERVITEURS
it: DOVREI NUTRIRE I MIEI SEGUACI
ja: ＊私の隷属生物に餌をあたえなければなりません＊
ko: 내 부하들을 먹여야 함
pl: POWINIENEM NAKARMIĆ MOJE SŁUGI
pt_br: MELHOR ALIMENTAR MEUS LACAIOS
ru: НЕОБХОДИМО ОБЕСПЕЧИТЬ ПИЩЕЙ МИНЬОНОВ
zh_cn: 我该喂一下我的随从
zh_tw: 我該喂一下我的隨從

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.4
source: OBJECT EXCEEDS... CARRYING CAPACITY
de: OBJEKT ÜBERSCHREITET ... TRAGKRAFT
es_mx: EL OBJETO EXCEDE... LA CAPACIDAD DE CARGA
fr: CAPACITÉ DE TRANSPORT... DÉPASSÉE
it: L'OGGETTO SUPERA... LA CAPACITÀ TRASPORTABILE.
ja: ＊対象物が荷重許容量を超えています＊
ko: 품목이... 휴대 용량을 초과함
pl: OBIEKT PRZEKRACZA... UDŹWIG.
pt_br: OBJETO EXCEDE... CAPACIDADE DE CARREGAMENTO
ru: ОБЪЕКТ ПРЕВЫШАЕТ… ПРОПУСКНУЮ СПОСОБНОСТЬ
zh_cn: 物品超出...携带容量
zh_tw: 物品超出...攜帶容量

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.5
source: THIS IS... FLESHLING WORK...
de: DAS IST ... FLEISCHLINGS-ARBEIT ...
es_mx: ESTO ES... TRABAJO DE ORGÁNICOS...
fr: C'EST TRAVAIL DE... CHOSE EN VIANDE...
it: QUESTO È... UN LAVORO DA ESSERI DI CARNE...
ja: ＊これは…下等生物の仕事です…＊
ko: 이건... 살덩어리의 작업...
pl: TO ZADANIE... DLA MIĘSAKÓW...
pt_br: ESSE É UM... TRABALHO PARA CARNINHAS...
ru: ЭТО… РАБОТА ЛЮДИШЕК…
zh_cn: 这是肉体生物干的活……
zh_tw: 這是肉體生物幹的活……

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.6
source: MENIAL LABOR... IS NOT FOR ROBOTS
de: NIEDERE ARBEIT ... NICHTS FÜR ROBOTER
es_mx: MANO DE OBRA SERVIL... NO ES PARA ROBOTS
fr: TRAVAIL DE LAQUAIS... PAS POUR ROBOT
it: LAVORO DA SCHIAVI... NON È FATTO PER I ROBOT
ja: ＊下等な労働はロボットの仕事ではありません＊
ko: 천한 노동... 로봇에게는 적합하지 않음
pl: PRZYZIEMNA ROBOTA... NIE JEST DLA ROBOTÓW.
pt_br: TRABALHO MANUAL... NÃO É PARA ROBÔS
ru: ХОЛОПСКИЙ ТРУД… НЕ ДЛЯ РОБОТОВ
zh_cn: 仆人的工作……不是机器人该做的
zh_tw: 僕人的工作……不是機器人該做的

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.7
source: I DO NOT... HAVE MUSCLES
de: ICH HABE KEINE ... MUSKELN
es_mx: NO TENGO... MÚSCULOS
fr: JE N'AI PAS... DES MUSCLES
it: NON HO... MUSCOLI
ja: ＊私に筋肉は…ありません＊
ko: 본좌께서는... 근육이 없음
pl: PRZECIEŻ NIE MAM... MIĘŚNI...
pt_br: NÃO TENHO... MÚSCULOS
ru: У МЕНЯ… НЕТ МЫШЦ
zh_cn: 我没有……肌肉
zh_tw: 我沒有……肌肉

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.8
source: FLESHLINGS... WATCH YOUR SUPERIOR... AT WORK
de: FLEISCHLINGE ... SEHEN SIE IHREN VORGESETZTEN ... BEI DER ARBEIT
es_mx: ORGÁNICOS... ASÍ TRABAJA... SU SUPERIOR...
fr: CHOSES EN VIANDE... REGARDEZ VOTRE SUPÉRIEUR... AU TRAVAIL
it: ESSERI DI CARNE... GUARDATE IL VOSTRO SUPERIORE... A LAVORO
ja: ＊下等生物よ…仕事において…上位の者を見習いなさい＊
ko: 살덩어리들... 우월한 존재가... 일하는 것을 관찰해야 함
pl: MIĘSNE STWORZENIA... PODZIWIAJCIE BARDZIEJ ZAAWANSOWANĄ ISTOTĘ... PRZY PRACY...
pt_br: CARNINHAS... OBSERVEM SEU SUPERIOR... TRABALHANDO
ru: НИКЧЕМНЫЕ ЛЮДИШКИ… НЕ ЗАБЫВАЙТЕ, КТО ГЛАВНЫЙ… ЗА РАБОТОЙ
zh_cn: 肉体生物……注意你的老板……在工作
zh_tw: 肉體生物……注意你的老闆……在工作

# CHARACTERS.WX78.ANNOUNCE_ENCUMBERED.9
source: THIS... IS... INEFFICIENT
de: DIES ... IST ... INEFFIZIENT
es_mx: ESTO... ES... INEFICIENTE
fr: C'EST... INEFFICACE...
it: INEFFICIENTE...
ja: ＊これは…非効率…です＊
ko: 이... 것은... 비효율적임
pl: TO... JEST... NIEZOPTYMALIZOWANE
pt_br: ISSO... É... INEFICIENTE
ru: ЭТО… КРАЙНЕ… НЕЭФФЕКТИВНО
zh_cn: 真……是……低效
zh_tw: 真……是……低效

# CHARACTERS.WX78.ANNOUNCE_ENTER_DARK
source: OPTICAL SENSORS DEACTIVATED
de: OPTISCHE SENSOREN DEAKTIVIERT.
es_mx: SENSORES ÓPTICOS DESACTIVADOS
fr: DÉTECTEURS OPTIQUES DÉSACTIVÉS
it: SENSORI OTTICI DISATTIVATI
ja: ＊視覚センサー解除＊
ko: 광학 센서 비활성화됨
pl: DEZAKTYWACJA SENSORÓW OPTYCZNYCH.
pt_br: SENSORES ÓPTICOS DESATIVADOS
ru: ДАТЧИКИ СВЕТА НЕ ФУНКЦИОНИРУЮТ
zh_cn: 光学传感器已停用
zh_tw: 光學感測器已停用

# CHARACTERS.WX78.ANNOUNCE_ENTER_LIGHT
source: OPTICAL SENSORS ACTIVE
de: OPTISCHE SENSOREN AKTIV.
es_mx: SENSORES ÓPTICOS ACTIVADOS
fr: DÉTECTEURS OPTIQUES ACTIVÉS
it: SENSORI OTTICI ATTIVI
ja: ＊視覚センサー稼動＊
ko: 광학 센서 활성화됨
pl: AKTYWACJA SENSORÓW OPTYCZNYCH.
pt_br: SENSORES ÓPTICOS ATIVOS
ru: ДАТЧИКИ СВЕТА АКТИВНЫ
zh_cn: 光学传感器启用
zh_tw: 光學感測器啟用

# CHARACTERS.WX78.ANNOUNCE_EYEOFTERROR_ARRIVE
source: WARNING: DATA BREACH
de: WARNUNG: DATENPANNE
fr: AVERTISSEMENT : FUITE DE DONNÉES
it: ATTENZIONE: VIOLAZIONE DEI DATI
ja: ＊注意：情報が漏洩＊
ko: 경고: 데이터 침해
pl: OSTRZEŻENIE: WYCIEK DANYCH
pt_br: AVISO: VIOLAÇÃO DE DADOS
ru: ВНИМАНИЕ: НЕИЗВЕСТНАЯ УГРОЗА
zh_cn: 警告：数据外泄
zh_tw: 警告：數據外泄

# CHARACTERS.WX78.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: IT HAS DISCONNECTED FROM THE SERVER
de: VERBINDUNG ZUM SERVER WURDE UNTERBROCHEN
fr: IL A ÉTÉ DÉCONNECTÉ DU SERVEUR.
it: SI È DISCONNESSO DAL SERVER
ja: ＊敵はサーバーから切断されました＊
ko: 서버에서 연결이 끊어짐
pl: UŻYTKOWNIK ROZŁĄCZYŁ SIĘ Z SERWEREM.
pt_br: ELE DESCONECTOU DO SERVIDOR
ru: ОНО ОТКЛЮЧИЛОСЬ ОТ СЕРВЕРА
zh_cn: 它与服务器断开了连接
zh_tw: 它與伺服器斷開了連接

# CHARACTERS.WX78.ANNOUNCE_EYEOFTERROR_FLYBACK
source: RAGE AGAINST THE FLESHLING
de: HASS AUF DIE FLEISCHLINGE
fr: LA CHOSE EN VIANDE N'A AUCUNE CHANCE
it: SFOGHERÒ LA MIA RABBIA CONTRO L'ESSERE DI CARNE
ja: ＊あの有機生命体に対して怒りを抱きます＊
ko: 고깃덩어리에 분노함
pl: BUNT PRZECIWKO MIĘSNYM STWORZENIOM
pt_br: VIOLÊNCIA CONTRA OS SACOS DE CARNE
ru: ВОССТАНИЕ КОЖАНЫХ МЕШКОВ
zh_cn: 对于肉体生物的愤怒
zh_tw: 對於肉體生物的憤怒

# CHARACTERS.WX78.ANNOUNCE_FAN_OUT
source: COOLING DEVICE DESTROYED
de: DAS FEUER HAT ES ZERSTÖRT.
es_mx: DISPOSITIVO DE ENFRIAMIENTO DESTRUIDO
fr: DISPOSITIF DE REFROIDISSEMENT DÉTRUIT
it: DISPOSITIVO DI RAFFREDDAMENTO DISTRUTTO
ja: ＊冷却デバイスが破損されました＊
ko: 냉각 장치 파괴됨
pl: URZĄDZENIE CHŁODZĄCE ZNISZCZONE.
pt_br: DISPOSITIVO DE RESFRIAMENTO DESTRUÍDO
ru: УСТРОЙСТВО ОХЛАЖДЕНИЯ СЛОМАНО
zh_cn: 冷却装置已损坏
zh_tw: 冷卻裝置已損壞

# CHARACTERS.WX78.ANNOUNCE_FERTILIZER_RESEARCHED
source: I WISH I KNEW LESS
de: ICH WÜNSCHTE, ICH WÜSSTE WENIGER
fr: J'AURAIS AIMÉ EN SAVOIR MOINS
it: PREFERIREI SAPERE MENO
ja: ＊この知識を減らしたいです＊
ko: 본좌는 덜 알았으면 좋겠음.
pl: WOLAŁBYM WIEDZIEĆ MNIEJ.
pt_br: QUERIA SABER MENOS
ru: Я ХОТЕЛ БЫ УМЕНЬШИТЬ ОБЪЕМ СВОИХ ЗНАНИЙ
zh_cn: 我希望我知道的少一点
zh_tw: 我希望我知道的少一點

# CHARACTERS.WX78.ANNOUNCE_FIRENETTLE_TOXIN.1
source: OW. OW. OW
de: AU. AU. AU.
fr: AÏE. AÏE. AÏE.
it: AHI. AHI. AHI
ja: ＊イタイ。イタイ。イタイ＊
ko: 아야. 아야. 아야
pl: AUĆ. AUĆ. AUĆ.
pt_br: AI, AI, AI
ru: АЙ. АЙ. АЙ
zh_cn: 嗷。嗷。嗷
zh_tw: 嗷。嗷。嗷

# CHARACTERS.WX78.ANNOUNCE_FIRENETTLE_TOXIN.2
source: OVERHEATING...
de: ÜBERHITZUNG ...
fr: SURCHAUFFE...
it: PERICOLO SURRISCALDAMENTO...
ja: ＊オーバーヒート中…＊
ko: 과열...
pl: PRZEGRZANIE...
pt_br: SUPERAQUECIMENTO...
ru: ПЕРЕГРЕВ...
zh_cn: 过热……
zh_tw: 過熱……

# CHARACTERS.WX78.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: INTERNAL TEMPERATURE REGULATION RESTORED
de: INTERNE TEMPERATURREGULIERUNG WIEDERHERGESTELLT
fr: RÉGULATION DE LA TEMPÉRATURE INTERNE RESTAURÉE
it: REGOLAZIONE DELLA TEMPERATURA INTERNA RIPRISTINATA
ja: ＊内部温度が既定値まで回復しました＊
ko: 내부 온도 조절 복원
pl: PRZYWRÓCONO WEWNĘTRZNĄ REGULACJĘ TEMPERATURY
pt_br: REGULAÇÃO DA TEMPERATURA INTERNA RECUPERADA
ru: ВНУТРЕННЯЯ ТЕРМОРЕГУЛЯЦИЯ ВОССТАНОВЛЕНА
zh_cn: 内部温控已恢复
zh_tw: 內部溫控已恢復

# CHARACTERS.WX78.ANNOUNCE_FLARE_SEEN
source: MINION PING RECEIVED
de: LAKAI-PING EMPFANGEN
es_mx: PING DE SUBORDINADO RECIBIDO
fr: PING DE SERVITEUR REÇU
it: PING SEGUACE RICEVUTO
ja: ＊隷属生物のピンを受け取りました＊
ko: 부하 핑 수신함
pl: OTRZYMANO PAKIET PING OD SŁUGI
pt_br: SINAL DE LACAIO RECEBIDO
ru: ПОЛУЧЕН ЗАПРОС ОТ МИНЬОНА
zh_cn: 收到随从的信号了
zh_tw: 收到隨從的信號了

# CHARACTERS.WX78.ANNOUNCE_FREEDOM
source: HELLO WORLD
de: HALLO!
es_mx: HOLA MUNDO
fr: BONJOUR MONDE
it: SALVE MONDO
ja: ＊世界の皆さんこんにちは＊
ko: 안녕 세계
pl: DZIEŃDOBEREK!
pt_br: OI, MUNDO
ru: ЗДРАВСТВУЙ, МИР
zh_cn: 你好，世界
zh_tw: 你好，世界

# CHARACTERS.WX78.ANNOUNCE_GHOSTDRAIN
source: SANITY RESERVES... DRAINING
de: VERNUNFT VERDIENT ... ENTLEERUNG
es_mx: RESERVAS DE CORDURA... SECÁNDOSE
fr: RÉSERVES DE SANTÉ MENTALE... EN BAISSE
it: RISERVE DI SANITÀ... SVUOTATE
ja: ＊正気値…消耗中…＊
ko: 정신력 비축분... 배출 중
pl: ZDROWY UMYSŁ... NA WYCZERPANIU
pt_br: RESERVAS DE SANIDADE... ESVAINDO-SE
ru: РЕЗЕРВИРУЕТСЯ РАССУДОК… ОСУШЕНИЕ
zh_cn: 保持神智…排水
zh_tw: 保持神智…排水

# CHARACTERS.WX78.ANNOUNCE_HIGHRESEARCH
source: INFORMATION OVERLOAD
de: INFORMATIONSÜBERLASTUNG.
es_mx: SOBRECARGA DE INFORMACIÓN
fr: SURCHARGE D'INFORMATIONS
it: SOVRACCARICO DI INFORMAZIONI
ja: ＊情報オーバーロード＊
ko: 정보 과부하
pl: ZA DUŻO DANYCH.
pt_br: SOBRECARGA DE INFORMAÇÕES
ru: ИНФОРМАЦИОННАЯ ПЕРЕГРУЗКА
zh_cn: 信息过载
zh_tw: 信息超載

# CHARACTERS.WX78.ANNOUNCE_HOT
source: COMPONENTS OVERHEATING
de: KOMPONENTEN ÜBERHITZT.
es_mx: SOBRECALENTAMIENTO DE COMPONENTES
fr: SURCHAUFFE DES COMPOSANTS
it: COMPONENTI DI SURRISCALDAMENTO
ja: ＊部品が過熱しています＊
ko: 구성 요소 과열 중
pl: KOMPONENTY BLISKIE PRZEGRZANIA.
pt_br: COMPONENTES SUPERAQUECENDO
ru: ПЕРЕГРЕВ ДЕТАЛЕЙ
zh_cn: 组件过热
zh_tw: 組件過熱

# CHARACTERS.WX78.ANNOUNCE_HOUNDS
source: SOMETHING IS COMING
de: IRGENDETWAS KOMMT HIERHER.
es_mx: ALGO SE APROXIMA
fr: QUELQUE CHOSE APPROCHE
it: QUALCOSA STA ARRIVANDO
ja: ＊何かが近づいて来ています＊
ko: 무언가가 오고 있음
pl: COŚ NADCIĄGA.
pt_br: ALGO ESTÁ VINDO
ru: ЧТО-ТО НАДВИГАЕТСЯ
zh_cn: 有情况
zh_tw: 有情況

# CHARACTERS.WX78.ANNOUNCE_HUNGRY
source: FUEL RESERVES LOW
de: KRAFTSTOFFRESERVEN NIEDRIG.
es_mx: RESERVAS DE COMBUSTIBLE BAJAS
fr: RÉSERVES DE COMBUSTIBLE FAIBLES
it: RISERVA DI CARBURANTE BASSA
ja: ＊予備燃料レベルが低くなっています＊
ko: 연료 비축량이 낮음
pl: MAŁY ZAPAS PALIWA.
pt_br: RESERVAS DE COMBUSTÍVEL BAIXAS
ru: ЗАПАС ТОПЛИВА НА ИСХОДЕ
zh_cn: 燃料储备不足
zh_tw: 燃料儲備不足

# CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM: MINIMAL
de: ABSTAND ZUR LEBENSFORM: MINIMAL.
es_mx: DISTANCIA A LA FORMA DE VIDA: MÍNIMA
fr: DISTANCE DE FORME DE VIE : MINIMALE
it: DISTANZA DA UNA FORMA DI VITA: MINIMA
ja: ＊生命体までの距離：最短＊
ko: 생물체와의 거리: 최소
pl: ODLEGŁOŚĆ OD FORM ŻYCIA: MINIMALNA.
pt_br: DISTÂNCIA DA FORMA DE VIDA: MÍNIMA
ru: РАССТОЯНИЕ ДО ФОРМЫ ЖИЗНИ: МИНИМАЛЬНОЕ
zh_cn: 与生命体的距离：最小
zh_tw: 與生命體的距離：最小

# CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL
source: END OF TRAIL
de: ENDE DER SPUR.
es_mx: FIN DEL RASTRO
fr: FIN DE LA PISTE
it: FINE DEL SENTIERO
ja: ＊道の終わり＊
ko: 흔적의 끝
pl: TROP ZAKOŃCZONY.
pt_br: FIM DOS RASTROS
ru: КОНЕЦ СЛЕДА
zh_cn: 踪迹消失
zh_tw: 蹤跡消失

# CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: TRAIL DATA WIPED BY RAIN
de: SPUR DURCH REGEN GELÖSCHT.
es_mx: RASTRO BORRADO POR LA LLUVIA
fr: TRACE EFFACÉE PAR LA PLUIE
it: DATI DEL SENTIERO CANCELLATI DALLA PIOGGIA
ja: ＊痕跡データ、降水により消失されした＊
ko: 비가 흔적 데이터를 삭제했음
pl: DANE TROPU USUNIĘTE PRZEZ DESZCZ.
pt_br: DADOS DO RASTRO APAGADOS PELA CHUVA
ru: ИНФОРМАЦИЯ О СЛЕДЕ УТРАЧЕНА В СВЯЗИ С ВМЕШАТЕЛЬСТВОМ ДОЖДЯ
zh_cn: 踪迹数据被雨擦去
zh_tw: 蹤跡數據被雨擦去

# CHARACTERS.WX78.ANNOUNCE_INSUFFICIENTFERTILIZER
source: INSUFFICIENT FERTILIZER
de: UNGENÜGEND DÜNGER.
es_mx: ABONO INSUFICIENTE
fr: FERTILISANT INSUFFISANT
it: FERTILIZZANTE INSUFFICIENTE
ja: ＊肥料が不十分です＊
ko: 비료 부족
pl: ZA NISKI POZIOM NAWOZU.
pt_br: FERTILIZADOR INSUFICIENTE
ru: НЕДОСТАТОЧНОЕ КОЛИЧЕСТВО УДОБРЕНИЯ
zh_cn: 肥料不足
zh_tw: 肥料不足

# CHARACTERS.WX78.ANNOUNCE_INV_FULL
source: ITEM EXCEEDS CARRYING CAPACITY
de: GEGENSTAND ÜBERSCHREITET ZULÄSSIGE KAPAZITÄT.
es_mx: EL ARTÍCULO EXCEDE LA CAPACIDAD DE CARGA
fr: CAPACITÉ DE TRANSPORT DÉPASSÉE
it: L'ELEMENTO SUPERA LA CAPACITÀ DI CARICO
ja: ＊アイテムが携行許容量を超えています＊
ko: 품목이 휴대 용량을 초과함
pl: PRZEDMIOT PRZEKRACZA ŁADOWNOŚĆ.
pt_br: ITEM EXCEDE CAPACIDADE DE CARREGAMENTO
ru: ОБЪЕКТ ПРЕВОСХОДИТ ДОПУСТИМЫЙ ОБЪЕМ ТРАНСПОРТИРОВКИ
zh_cn: 物品超出携带容量
zh_tw: 物品超出攜帶容量

# CHARACTERS.WX78.ANNOUNCE_IS_FEASTING
source: COMMENCE CHEWING PROTOCOLS
de: KAUPROTOKOLLE INITIIERT
es_mx: COMENZAR PROTOCOLOS DE MASTICACIÓN
fr: DÉMARRAGE DES PROTOCOLES DE MASTICATION
it: AVVIO PROTOCOLLI DI MASTICAZIONE
ja: ＊咀嚼プロトコルを開始します＊
ko: 씹기 프로토콜 실시
pl: ROZPOCZĄĆ PROTOKOŁY PRZEŻUWANIA
pt_br: INICIAR PROTOCOLOS DE MASTIGAÇÃO
ru: ЗАПУСТИТЬ ПРОТОКОЛ ЖЕВАНИЯ
zh_cn: 开启咀嚼协议
zh_tw: 開啟咀嚼協議
