Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: What a beaut!
de: Was für eine Schönheit!
es: ¡Qué preciosidad!
fr: Que c'est beau !
it: Che bellezza!
ja: いい眺めじゃねぇか！
ko: 정말 훌륭해!
pl: Co za cudeńko!
pt_br: Que belezura!
ru: Какая красота!
zh_cn: 真是个美人儿！
zh_tw: 真是個美人兒！

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.FULL_WEED
source: Whoops, looks like I've been tendin' to a weed this whole time.
de: Hoppla, sieht so aus, als hätte ich mich die ganze Zeit um ein Unkraut gekümmert.
es: Ups, creo que he estado cuidando de un montón de hierbajos.
fr: Oups, je crois que je me suis occupé d'une mauvaise herbe depuis le début.
it: Ops, sembra che abbia coltivato erbacce per tutto il tempo.
ja: はぁ、今までずっと雑草の世話をしてたみてぇだな。
ko: 이런, 내가 지금껏 잡초를 돌봐왔나 봐.
pl: Ups, wygląda na to, że cały czas pielęgnowałem chwast.
pt_br: Ops, parece que eu tava cultivando uma erva-daninha esse tempo todo.
ru: Упс, кажись, я все это время за сорняком ухаживал.
zh_cn: 哎呀，看来我一直照料的都是一株野草。
zh_tw: 哎呀，看來我一直照料的都是一株野草。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.GENERIC
source: A plant, eh?
de: Eine Pflanze, hm?
es: Es una planta, ¿eh?
fr: Une plante, hein ?
it: Una pianta, eh?
ja: 植物ねぇ？
ko: 식물이야, 그지?
pl: To roślina, hę?
pt_br: Uma planta, hein?
ru: Растение, а?
zh_cn: 植物啊，诶？
zh_tw: 植物啊，誒？

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.GROWING
source: Hey, I think it's grown a bit!
de: Hey, ich glaube, sie ist ein Stück gewachsen!
es: Eh, ¡creo que ha crecido un poco!
fr: Hé, je crois qu'elle a poussé !
it: Ehi, mi sembra che sia cresciuta!
ja: お、ちょっと伸びてきたんじゃねぇのか！
ko: 이봐, 조금 자란 것 같아!
pl: Ej, chyba trochę urosła!
pt_br: Ei, acho que cresceu um pouco!
ru: О, оно, кажется, немного подросло!
zh_cn: 咦，好像长了一点。
zh_tw: 咦，好像長了一點。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.ROTTEN
source: That's not looking so good...
de: Das sieht nicht so toll aus ...
es: No tiene muy buena pinta...
fr: Elle fait la tête...
it: Non ha un bell'aspetto...
ja: あんまし良さそうに見えねぇな…
ko: 별로 좋아보이진 않네...
pl: To nie wygląda zbyt dobrze...
pt_br: Não parece nada bem...
ru: Совсем плохо выглядит...
zh_cn: 看起来不太对劲……
zh_tw: 看起來不太對勁……

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: The only thing it's good for is compost.
de: Das Einzige, wofür sie gut ist, ist Kompost.
es: Solo vale para hacer compost.
fr: Je n'ai plus qu'à la jeter dans le compost.
it: L'unica cosa per cui può tornare utile è il compost.
ja: 肥料づくりにしか使えそうにねぇな。
ko: 퇴비 만드는 데나 좋겠네.
pl: Nadaje się wyłącznie na kompost.
pt_br: Agora só serve como adubo.
ru: Теперь только на компост осталось пустить.
zh_cn: 唯一的作用就是拿来堆肥。
zh_tw: 唯一的作用就是拿來堆肥。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.SEED
source: Gotta be patient.
de: Muss Geduld haben.
es: Tengo que tener paciencia...
fr: Il faut être patient.
it: Devo essere paziente.
ja: 辛抱強く待たねぇと。
ko: 인내심이 필요해.
pl: Trzeba być cierpliwym.
pt_br: Preciso ser paciente.
ru: Нужно набраться терпения.
zh_cn: 得耐心点。
zh_tw: 得耐心點。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLOW
source: Looks like it's got things under control.
de: Sieht aus, als wäre da alles unter Kontrolle.
es: Lo tiene todo bajo control.
fr: On dirait que tout est sous contrôle.
it: Sembra avere tutto sotto controllo.
ja: こいつはちゃんとした仕事してくれるみてぇだな。
ko: 통제할 수 있는 것 같아.
pl: Pozwala zaprowadzić tu porządek.
pt_br: Parece que deixou as coisas sob controle.
ru: Похоже, у него все под контролем.
zh_cn: 它看起来就很稳。
zh_tw: 它看起來就很穩。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLOW_ITEM
source: Where should we put the garden, Luce?
de: Wo sollen wir den Garten anlegen, Lucy?
es: ¿Dónde ponemos la huerta, Lucy?
fr: Où on doit mettre le jardin, Lucy ?
it: Dove dovremmo fare l'orto, Lucy?
ja: ルーシー、畑はどこにする？
ko: 정원을 어디에다 만들까, 루시?
pl: To gdzie założymy ogród, Lucy?
pt_br: Onde vamos colocar o jardim, Lucy?
ru: Где мы разобьем наш садик, Люси?
zh_cn: 我们把花园建在什么地方好，露西？
zh_tw: 我們把花園建在什麼地方好，露西？

# CHARACTERS.WOODIE.DESCRIBE.FARM_SOIL_DEBRIS
source: I'd better clear that out of the way.
de: Ich sollte das besser aus dem Weg räumen.
es: Tendría que apartar eso de ahí.
fr: Je ferais mieux de déblayer ça.
it: Devo farli sparire.
ja: あれを片付けちまったほうがいいな。
ko: 방해가 되지 않게 치우는 게 좋겠어.
pl: Lepiej się stąd tego pozbędę.
pt_br: Melhor eu tirar isso do caminho.
ru: Надо бы убрать это дело с дороги.
zh_cn: 我还是把它清理走的好。
zh_tw: 我還是把它清理走的好。

# CHARACTERS.WOODIE.DESCRIBE.FEATHERFAN
source: A traditional Canadian fan.
de: Ein traditioneller kanadischer Ventilator.
es: Un abanico canadiense tradicional.
fr: Éventail traditionnel canadien.
it: Un ventaglio canadese tradizionale.
ja: 伝統的なカナダの扇。
ko: 전통 캐나다 부채.
pl: Tradycyjny kanadyjski wachlarz.
pt_br: Um leque canadense tradicional.
ru: Традиционный канадский веер.
zh_cn: 传统的加拿大羽扇。
zh_tw: 傳統的加拿大羽扇。

# CHARACTERS.WOODIE.DESCRIBE.FEATHERHAT
source: I want nothing to do with that... thing.
de: Ich will nichts mit Dunst und Nebel zu tun haben.
es: No quiero tener que ver nada con esa... cosa.
fr: Je ne veux rien avoir affaire avec cette... chose.
it: Non voglio avere niente a che fare con quella... cosa.
ja: んなもん、触んのもゴメンだぜ
ko: 저건 상대하기... 싫잖아.
pl: Nie chcę mieć z tym nic wspólnego.
pt_br: Não quero ter nenhuma relação com essa... coisa.
ru: Я не хочу носить эту… штуку.
zh_cn: 我不想跟那...东西扯上任何关系。
zh_tw: 我不想跟那...東西扯上任何關係。

# CHARACTERS.WOODIE.DESCRIBE.FEATHERPENCIL
source: The bird murder wasn't even necessary. Heh.
de: Der Vogelmord war nicht mal nötig. Heh.
es: No hacía falta matar al pájaro. Je.
fr: Tuer l'oiseau n'était même pas indispensable. Ah !
it: L'omicidio del pennuto non era necessario. Eh.
ja: 鳥を殺す必要もねぇだろう、ハァ。
ko: 새를 죽일 필요는 없더군.
pl: Nie trzeba było nawet zabijać ptaka. He, he.
pt_br: O assassino de pássaros nem era necessário. Hã.
ru: И птицу убивать не пришлось. Хех.
zh_cn: 猎杀鸟的人甚至都没必要。嘿。
zh_tw: 獵殺鳥的人甚至都沒必要。嘿。

# CHARACTERS.WOODIE.DESCRIBE.FEATHER_CANARY
source: A grody feather.
de: Eine schäbige Feder.
es: Una pluma asquerosa.
fr: Une vilaine plume.
it: Una piuma disgustosa.
ja: 気持ち悪い羽根だぜ。
ko: 징그러운 깃털이잖아.
pl: Obrzydliwe pióro.
pt_br: Uma pena asquerosa.
ru: Мерзкое перо.
zh_cn: 令人讨厌的羽毛。
zh_tw: 令人討厭的羽毛。

# CHARACTERS.WOODIE.DESCRIBE.FEATHER_CROW
source: A gross feather.
de: Eine widerliche Feder.
es: Una pluma asquerosa.
fr: Une grossière plume.
it: Una piuma nauseante.
ja: 気持ち悪い羽。
ko: 더러운 깃털이잖아.
pl: Obrzydliwe pióro.
pt_br: Uma pena nojenta.
ru: Грязное перо.
zh_cn: 令人厌恶的羽毛。
zh_tw: 令人厭惡的羽毛。

# CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN
source: A disgusting feather.
de: Eine widerliche Feder.
es: Una pluma repugnante.
fr: Une plume dégoûtante.
it: Una piuma disgustosa.
ja: 気色悪い羽。
ko: 넌더리 나는 깃털이잖아.
pl: Paskudne pióro.
pt_br: Uma pena nojenta.
ru: Отвратительное перо.
zh_cn: 让人恶心的羽毛。
zh_tw: 讓人噁心的羽毛。

# CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN_WINTER
source: A stupid feather.
de: Eine dumme Feder.
es: Una pluma estúpida.
fr: Une plume idiote.
it: Una stupida piuma.
ja: バカな羽。
ko: 바보 같은 깃털이잖아.
pl: Głupie pióro.
pt_br: Uma pena idiota.
ru: Дурацкое перо.
zh_cn: 愚蠢的羽毛。
zh_tw: 愚蠢的羽毛。

# CHARACTERS.WOODIE.DESCRIBE.FEM_PUPPET
source: She's trapped!
de: Sie ist gefangen!
es: ¡Está atrapada!
fr: Elle est piégée !
it: È in trappola!
ja: あいつが罠にかかった！
ko: 잡혔다!
pl: Jest uwięziona!
pt_br: Ela está presa!
ru: Она в ловушке!
zh_cn: 她被困住了！
zh_tw: 她被困住了！

# CHARACTERS.WOODIE.DESCRIBE.FENCE
source: That's a good lookin' fence.
de: Das ist ein hübscher Zaun.
es: Es una valla bonita.
fr: Une bien jolie clôture.
it: Questa è una bella recinzione.
ja: いいフェンスじゃねぇか。
ko: 멋진 울타리잖아.
pl: Całkiem porządny płot.
pt_br: Essa é uma cerca muito bonita.
ru: Какой красивый забор.
zh_cn: 那栅栏看起来不错。
zh_tw: 那柵欄看起來不錯。

# CHARACTERS.WOODIE.DESCRIBE.FENCE_GATE
source: Some nice woodwork there.
de: Gute Arbeit.
es: Un buen trabajo de carpintería.
fr: Une bien jolie boiserie.
it: Una bella lavorazione col legno.
ja: いい木の使い方してるね。
ko: 목공의 솜씨가 훌륭하잖아.
pl: Znakomita stolarka.
pt_br: Que trabalho bonito em madeira esse.
ru: Отличная работа по дереву.
zh_cn: 那儿有些漂亮的木制品。
zh_tw: 那兒有些漂亮的木製品。

# CHARACTERS.WOODIE.DESCRIBE.FENCE_GATE_ITEM
source: A good project for a lazy afternoon.
de: Ein gutes Projekt für einen entspannten Nachmittag.
es: Un buen proyecto para una tarde de ocio.
fr: Un bon projet pour un après-midi à ne rien faire.
it: Un buon progetto per il tempo libero.
ja: 何もない午後にやりがいがある。
ko: 한가한 오후에 하기 좋은 프로젝트잖아.
pl: Dobry projekt na leniwe popołudnie.
pt_br: Um bom projeto pra uma tarde sem nada para fazer.
ru: Хорошая постройка для ленивых.
zh_cn: 慵懒的午后的一个不错的项目。
zh_tw: 慵懶的午後的一個不錯的項目。

# CHARACTERS.WOODIE.DESCRIBE.FENCE_ITEM
source: A good project for a lazy afternoon.
de: Ein gutes Projekt für einen entspannten Nachmittag.
es: Un buen proyecto para una tarde de ocio.
fr: Un bon projet pour un après-midi à ne rien faire.
it: Un buon progetto per il tempo libero.
ja: 何もない午後にやりがいがある。
ko: 한가한 오후에 하기 좋은 프로젝트잖아.
pl: Dobry projekt na leniwe popołudnie.
pt_br: Um bom projeto pra uma tarde sem nada para fazer.
ru: Хорошая постройка для ленивых.
zh_cn: 慵懒的午后的一个不错的项目。
zh_tw: 慵懶的午後的一個不錯的項目。

# CHARACTERS.WOODIE.DESCRIBE.FERTILIZER
source: Poop belongs in a bucket, not on the ground.
de: Die Kacke gehört in einen Eimer und nicht auf den Boden.
es: El estiércol debe estar en un cubo, no en el suelo.
fr: Le crottin c'est dans le seau, pas par terre.
it: La cacca deve stare nei secchi, non per terra.
ja: フンはバケツの中に入るもんだ、地面じゃあない。
ko: 똥은 땅이 아니라 양동이에 들어가야 하는 거야.
pl: Kupa ma być w wiadrze, nie na ziemi.
pt_br: O cocô fica no balde, não no chão.
ru: Навозу место в ведре, а не на земле.
zh_cn: 粪便应该放在桶里，而不是留在地上。
zh_tw: 糞便應該放在桶裡，而不是留在地上。

# CHARACTERS.WOODIE.DESCRIBE.FESTIVEFISH
source: Season's fishings!
de: Fische der Festsaison!
es: ¡Pesca de temporada!
fr: Une prise festive !
it: Pescato di stagione!
ja: 魚祝いの季節だ！
ko: 제철 생선이잖아!
pl: Świąteczny połów!
pt_br: Pescas da temporada!
ru: Сезонный улов!
zh_cn: 当季的鱼鲜！
zh_tw: 當季的魚鮮！

# CHARACTERS.WOODIE.DESCRIBE.FESTIVE_BLUEPRINT
source: Looks pretty cheerful!
de: Sieht ziemlich fröhlich aus!
es: ¡Qué pinta tan alegre!
fr: Ça a l'air joyeux !
it: Ha un aspetto molto festoso!
ja: すげぇご機嫌な感じじゃねぇか！
ko: 꽤 쾌활해 보인다!
pl: Wygląda bardzo radośnie!
pt_br: Parece bem alegre!
ru: Выглядит очень празднично!
zh_cn: 看起来很欢乐！
zh_tw: 看起來很歡樂！

# CHARACTERS.WOODIE.DESCRIBE.FIG
source: That's one fancy fruit.
de: Das ist eine wirklich extravagante Frucht.
es: Qué fruta tan elegante.
fr: C'est raffiné, comme fruit, non ?
it: Un frutto raffinato.
ja: お上品な果物だな。
ko: 하나의 멋진 과일이야.
pl: A to ci dopiero dziwny owoc.
pt_br: Que fruta mais sofisticada.
ru: Модный фрукт, для богатых.
zh_cn: 胡里花哨的水果。
zh_tw: 胡裡花哨的水果。

# CHARACTERS.WOODIE.DESCRIBE.FIGATONI
source: Now that's some real comfort food.
de: Das ist echtes Wohlfühlessen.
es: Es comida como la de mamá.
fr: Ah, ça c'est de la nourriture qui fait plaisir.
it: Questa sì che è una pietanza appagante.
ja: 心の底から安らげる味がするぜ。
ko: 이제 진정한 위로가 되는 음식이야.
pl: Wspaniałe jedzenie na chandrę.
pt_br: Isso sim é uma comida reconfortante.
ru: От такой еды и на душе хорошо.
zh_cn: 多么令人舒适快乐的食物。
zh_tw: 多麼令人舒適快樂的食物。

# CHARACTERS.WOODIE.DESCRIBE.FIGKABAB
source: Nothin' better than food served on a wooden stick, eh?
de: Geht doch nichts über Essen am Holzstiel, hm?
es: No hay nada mejor que la comida servida en un palo, ¿eh?
fr: Rien de mieux que de la nourriture servie sur une brochette, pas vrai ?
it: Non c'è niente di meglio che del cibo servito su un bastoncino di legno, eh?
ja: 木の棒に刺して出される料理に勝るものなしってな。
ko: 나무 꼬챙이에 꿴 음식보다 더 좋은 것은 없겠지?
pl: Nie ma nic lepszego od żarcia podawanego na patyku, nie?
pt_br: Nada melhor do que comida servida num espeto de madeira, né?
ru: Если еду подают на деревянных палочках, она становится вдвое вкуснее!
zh_cn: 没有什么比撸串更好了，对不？
zh_tw: 沒有什麼比擼串更好了，對不？

# CHARACTERS.WOODIE.DESCRIBE.FIG_COOKED
source: This stuff's not half bad, eh?
de: Gar nicht so übel, das Zeug, hm?
es: Esto no está nada mal, ¿eh?
fr: C'est pas mauvais, ce truc.
it: Non è male, eh?
ja: そんな悪かねぇじゃねぇか。
ko: 이 물건 절반은 나쁘지 않지, 그지?
pl: Całkiem smaczne, co nie?
pt_br: Essa coisa não é tão ruim assim, né?
ru: Очень даже неплохая вещь, да.
zh_cn: 这东西还不算太糟，对不？
zh_tw: 這東西還不算太糟，對不？

# CHARACTERS.WOODIE.DESCRIBE.FIREBALLSTAFF
source: I'll leave it to someone more magic-inclined.
de: Ich überlasse es jemandem, der eher magisch veranlagt ist.
es: Se lo dejaré a alguien más inclinado a la magia.
fr: Je vais laisser ça à un amateur de magie.
it: Lo lascerò a qualcuno più incline alla magia.
ja: これは、魔法が使えるヤツに任せるよ。
ko: 마법을 더 잘 쓰는 사람한테 양보할래.
pl: Zostawmy to może komuś bardziej czarującemu.
pt_br: Vou deixar isso pra alguém mais envolvido com a magia.
ru: Предоставлю это тем, кому не чужда магия.
zh_cn: 我还是把它留给比较喜欢魔法的人吧。
zh_tw: 我還是把它留給比較喜歡魔法的人吧。

# CHARACTERS.WOODIE.DESCRIBE.FIRECRACKERS
source: Let's not set them off in the forest.
de: Die sollten wir nicht im Wald zünden.
es: No hay que encenderlos en el bosque.
fr: N'allumons pas ça dans la forêt.
it: Cerchiamo di non accenderli nella foresta.
ja: 森では使わないようにしよう。
ko: 숲에서 터트리지는 말자고.
pl: Tylko nie odpalajmy ich w lesie.
pt_br: Não vamos soltar eles na floresta.
ru: Давайте не будем поджигать их в лесу.
zh_cn: 我们别让它们在森林里面离开。
zh_tw: 我們別讓它們在森林裡面離開。

# CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.GENERIC
source: Reminds me of Algonquin park.
de: Erinnert mich an ein Naturschutzgebiet.
es: Me recuerda al Parque Algonquin.
fr: Ça me rappelle le parc provincial Algonquin.
it: Mi ricordano il parco di Algonquin.
ja: カナダのアルゴンキン公園を思い出すなあ。
ko: 앨곤퀸 공원이 생각나잖아.
pl: Przypominają mi park Algonquin.
pt_br: Me faz lembrar o parque Algonquin.
ru: Прямо как в Алгонкинском парке.
zh_cn: 让我想起了阿冈昆公园。
zh_tw: 讓我想起了阿岡昆公園。

# CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.HELD
source: I've got a pocket full of sunshine!
de: Ich habe eine Tasche voller Sonnenschein!
es: ¡Tengo un bolsillo lleno de soles!
fr: J'ai le soleil qui brille dans ma poche !
it: Ho una tasca piena di sole!
ja: ポケットにいっぱいの太陽を持っているのだ！
ko: 햇빛이 한 주머니 가득!
pl: Mam kieszenie pełne słońca!
pt_br: Meu bolso está cheio de luz do sol!
ru: У меня теперь все карманы светятся!
zh_cn: 我口袋里面装满了阳光！
zh_tw: 我口袋裡面裝滿了陽光！

# CHARACTERS.WOODIE.DESCRIBE.FIREHOUND
source: Hot hound!
de: Heißer Hund!
es: ¡Perro caliente!
fr: Molosse en feu !
it: Segugio focoso!
ja: ホットハウンド！
ko: 뜨거운 개다!
pl: Gorący ogar!
pt_br: Cão quente!
ru: Горячая гончая!
zh_cn: 火猎犬！
zh_tw: 火獵犬！

# CHARACTERS.WOODIE.DESCRIBE.FIRENETTLES
source: Note to self, "do not touch."
de: Notiz an mich selbst: "Finger weg".
es: Nota mental: no tocar.
fr: Note à moi-même : ne pas toucher.
it: Devo ricordarmi di non toccarla.
ja: 「触るな危険」と。頭の中にメモしといたぜ。
ko: 나에게 쓰는 메모, "만지지 마."
pl: Mentalna notatka: „nie dotykaj tego”.
pt_br: Nota pessoal, "não tocar".
ru: Надо повесить табличку «НЕ ТРОГАТЬ».
zh_cn: 写个便条，“别碰”。
zh_tw: 寫個便條，“別碰”。

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.EMBERS
source: I should go chop some wood for that, eh?
de: Ich sollte etwas Holz fällen, was?
es: Debería ir a cortar un poco de madera para esto, ¿eh?
fr: Je devrais aller lui couper du bois, hein ?
it: Dovrei andare a tagliare della legna, eh?
ja: それ用に少し木材を切り出しに行くべきだよな？
ko: 저걸 위해 나무를 베어야겠지, 엉?
pl: Chyba powinienem ściąć trochę drewna, co nie?
pt_br: Preciso cortar um pouco de madeira para isso, hã?
ru: Нужно пойти и нарубить немного дров, ага?
zh_cn: 我应该去砍点木头来，是吧？
zh_tw: 我應該去砍點木頭來，是吧？

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.GENERIC
source: It uses wood.
de: Benötigt Holz.
es: Utiliza madera.
fr: Ça consomme du bois.
it: Utilizza il legno.
ja: 木材を使っている。
ko: 나무를 쓰잖아.
pl: Działa na drewno.
pt_br: Usa madeira.
ru: Ему нужна древесина.
zh_cn: 它要用木头当燃料。
zh_tw: 它要用木頭當燃料。

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.HIGH
source: Too much wood, too fast!
de: Zu viel Holz, zu schnell!
es: ¡Demasiada madera, demasiado rápido!
fr: Trop de bois, trop vite !
it: Troppo legno, troppo veloce!
ja: っと！一気にくべすぎたな！
ko: 나무를 너무 빨리, 너무 많이 쓰고 있잖아!
pl: Za dużo drewna! Za szybko!
pt_br: Muita madeira, muito rápido!
ru: Слишком много дров и слишком быстро.
zh_cn: 太多木头，速度太快了！
zh_tw: 太多木頭，速度太快了！

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.LOW
source: There should be some wood around here somewhere.
de: Irgendwo hier sollte es doch etwas Holz geben.
es: Debería haber un poco de madera por aquí cerca.
fr: On devrait trouver du bois dans les environs.
it: Ci dovrebbe essere della legna qui intorno da qualche parte.
ja: どこかこの近くに木材がいくらかあるはずだ。
ko: 여기 어딘가에 나무가 있겠지.
pl: Musi tu gdzieś być jakieś drewno...
pt_br: Deve haver madeira por aqui em algum lugar.
ru: Где-то поблизости должна быть древесина.
zh_cn: 这附近应该有木头。
zh_tw: 這附近應該有木頭。

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.NORMAL
source: Mmmm. Smells woody.
de: Mmmm. Riecht holzig.
es: Mmmm. Huele a madera.
fr: Mmmm... ça sent le bois.
it: Mmmm. Odore legnoso.
ja: むむむむ。木の匂いがする。
ko: 흠. 나무 냄새 나잖아.
pl: Mmmm. Pachnie drewnem.
pt_br: Mmmm. Aroma amadeirado.
ru: М-м-м-м-м. Пахнет деревом.
zh_cn: 嗯。木头的味道。
zh_tw: 嗯。木頭的味道。

# CHARACTERS.WOODIE.DESCRIBE.FIREPIT.OUT
source: If only I had some wood.
de: Wenn ich doch nur etwas Holz hätte.
es: Ojalá tuviera un poco de madera.
fr: Si seulement j'avais du bois.
it: Se solo avessi un po' di legna.
ja: もしいくらか木材を持っていれば。
ko: 나무가 있으면 좋겠잖아.
pl: Gdybym tylko miał trochę drewna.
pt_br: Se eu pelo menos tivesse um pouco de madeira.
ru: Было б у меня немного древесины.
zh_cn: 要是我有木头就好了。
zh_tw: 要是我有木頭就好了。

# CHARACTERS.WOODIE.DESCRIBE.FIRESTAFF
source: I don't trust any sort of magic business.
de: Ich traue diesen magischen Sachen nicht.
es: No me fío de las cosas mágicas.
fr: Je ne fais aucune confiance à tout ce qui est magique.
it: Non mi fido di nessuna attività di magia.
ja: 魔法とやらは、信用ならねぇよ
ko: 마법 짓거리는 못 믿겠다니까.
pl: Nie ufam magii pod żadną postacią.
pt_br: Não confio em nenhum tipo de mágica.
ru: Не доверяю я никаким волшебным штукам.
zh_cn: 我不相信任何类型的魔法事情。
zh_tw: 我不相信任何類型的魔法事情。

# CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It craves wood.
de: Verlangt nach Holz.
es: Necesita madera.
fr: Il adore le bois.
it: Brama il legno.
ja: それは木を欲するんだ。
ko: 나무를 원하잖아.
pl: Potrzebuje drewna.
pt_br: Tem fome de madeira.
ru: Он жаждет древесины.
zh_cn: 它急需木头。
zh_tw: 它急需木頭。

# CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.OFF
source: Lazy thing.
de: Faules Ding.
es: Qué perezoso.
fr: Paresseux.
it: Cosa pigra.
ja: 怠け者めが。
ko: 게으르잖아.
pl: Leniwe ustrojstwo.
pt_br: Preguiçoso.
ru: Ну что за лентяйка.
zh_cn: 懒东西。
zh_tw: 懶東西。

# CHARACTERS.WOODIE.DESCRIBE.FIRESUPPRESSOR.ON
source: Save the trees!
de: Rettet die Bäume.
es: ¡Salva a los árboles!
fr: Sauvez les arbres !
it: Salva gli alberi!
ja: 木を守れ！
ko: 나무를 살리자!
pl: Ocal drzewa!
pt_br: Salve as árvores!
ru: Спасай деревья!
zh_cn: 拯救树木！
zh_tw: 拯救樹木！

# CHARACTERS.WOODIE.DESCRIBE.FISH
source: Looks like a cod.
de: Sieht wie ein Kabeljau aus.
es: Parece un bacalao.
fr: On dirait de la morue.
it: Sembra un merluzzo.
ja: タラみたい。
ko: 대구처럼 생겼네.
pl: Wygląda jak dorsz.
pt_br: Parece bacalhau.
ru: Похоже на треску.
zh_cn: 看起来像鳕鱼。
zh_tw: 看起來像鱈魚。

# CHARACTERS.WOODIE.DESCRIBE.FISHINGNET
source: I cast a wide net.
de: Ich werfe ein weites Netz aus.
es: Tiendo mi amplia red.
fr: Je lance mon filet.
it: Ho lanciato una bella rete.
ja: オレなら網をうまく投げれるぞ。
ko: 나는 그물을 넓게 펼치잖아.
pl: Rzucę ogromną sieć.
pt_br: Lancei uma rede grande.
ru: Большую я сеть забросил.
zh_cn: 广撒网。
zh_tw: 廣撒網。

# CHARACTERS.WOODIE.DESCRIBE.FISHINGROD
source: I should spend some time at the lake.
de: Ich sollte einige Zeit am See verbringen.
es: Debería pasar algún tiempo en el lago.
fr: Je devrais aller faire un tour au lac.
it: Dovrei trascorrere un po' di tempo al lago.
ja: 湖で時間を過ごそうかな。
ko: 호수에서 시간을 보내야겠잖아.
pl: Muszę się wybrać nad jezioro.
pt_br: Eu deveria aproveitar um pouco o lago.
ru: Надо бы как-нибудь съездить на озеро.
zh_cn: 我应该去湖边待一会儿。
zh_tw: 我應該去湖邊待一會兒。

# CHARACTERS.WOODIE.DESCRIBE.FISHMEAT
source: I'd prefer salmon.
de: Lachs wär mir lieber.
es: Prefiero salmón.
fr: Je préfère le saumon.
it: Preferirei il salmone.
ja: サーモンはねぇのか？
ko: 연어가 더 좋은데.
pl: Wolę łososia.
pt_br: Prefiria salmão.
ru: Я бы предпочел лосося.
zh_cn: 我更喜欢鲑鱼肉。
zh_tw: 我更喜歡鮭魚肉。

# CHARACTERS.WOODIE.DESCRIBE.FISHMEAT_COOKED
source: I wish I had some chips.
de: Ich wünschte, ich hätte ein paar Pommes dazu.
es: Ojalá tuviera patatas fritas.
fr: Si seulement j'avais des frites...
it: Vorrei delle patatine fritte.
ja: ポテトチップスがあったらいいのに。
ko: 감자칩이 있으면 좋을 텐데.
pl: Przydałyby się frytki.
pt_br: Bem que eu poderia ter umas batatinhas.
ru: Жаль, что у меня нет чипсов.
zh_cn: 真希望能配点薯条。
zh_tw: 真希望能配點薯條。

# CHARACTERS.WOODIE.DESCRIBE.FISHMEAT_SMALL
source: I hope I don't attract bears.
de: Hoffentlich ziehe ich damit keine Bären an.
es: Espero no atraer a los osos.
fr: J'espère ne pas attirer les ours.
it: Spero di non attrarre gli orsi.
ja: クマが寄ってこねぇといいがな
ko: 곰을 꼬여내지는 않겠지.
pl: Mam nadzieję, że nie zwabię niedźwiedzi.
pt_br: Espero não atrair ursos.
ru: Надеюсь, я не привлеку медведей.
zh_cn: 希望我不会引来熊。
zh_tw: 希望我不會引來熊。

# CHARACTERS.WOODIE.DESCRIBE.FISHMEAT_SMALL_COOKED
source: Looks good to me.
de: Sieht gut aus.
es: Me gusta.
fr: Ça m'a l'air bon.
it: Mi sembra buono.
ja: うまそうじゃねぇか
ko: 나한테는 괜찮아 보이는걸.
pl: Wygląda całkiem nieźle.
pt_br: Parece bom pra mim.
ru: Вроде неплохо.
zh_cn: 在我看来还不错。
zh_tw: 在我看來還不錯。

# CHARACTERS.WOODIE.DESCRIBE.FISHSTICKS
source: Elegant dining in a box.
de: Formschöne Speise.
es: Elegante cena en una cajita.
fr: Un repas parfaitement géométrique.
it: Un'elegante cenetta in scatola.
ja: 箱に入った洗練されたダイニング。
ko: 상자 안의 고급 식사다.
pl: Elegancka kolacja z pudełka.
pt_br: Refeição elegante em uma caixa.
ru: Изысканный обед в коробочке.
zh_cn: 优雅又有型的食物。
zh_tw: 優雅又有型的食物。

# CHARACTERS.WOODIE.DESCRIBE.FISHTACOS
source: Tastes like the sea, eh?
de: Schmeckt wie das Meer, was?
es: Sabe a mar, ¿eh?
fr: Un petit goût de marée, hein ?
it: Sapore di mare, eh?
ja: 海の味がするでしょ、なあ？
ko: 바다의 맛이잖아, 그치?
pl: Smakuje oceanem, co nie?
pt_br: Tem gosto do mar, hã?
ru: Настоящий вкус моря, да?
zh_cn: 海的味道，对吗？
zh_tw: 海的味道，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.FISH_BOX
source: Reminds me of the old salmon fisheries.
de: Erinnert mich an die alten Lachsfischereien.
es: Me recuerda a las antiguas lonjas de salmón.
fr: Ça me rappelle les pêcheries du Nord.
it: Mi ricorda i vecchi allevamenti di salmoni.
ja: 昔のサケの養魚場を思い出すな。
ko: 연어 낚시터가 떠오르잖아.
pl: Przypomina mi to o starych łowiskach łososia.
pt_br: Me lembra das antigas pescarias de salmão.
ru: Напоминает о рыбных хозяйствах с форелью.
zh_cn: 让我想起了那个旧三文鱼场。
zh_tw: 讓我想起了那個舊三文魚場。

# CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: Could use some chips.
de: Ein paar Pommes dazu wären nicht schlecht.
es: Le hacen falta algunas patatas fritas.
fr: Il faudrait aussi des patates.
it: Mi servirebbero delle patatine.
ja: つけあわせのイモがありゃなあ…
ko: 감자칩이 있으면 좋겠잖아.
pl: Przydałyby się jakieś frytki.
pt_br: Umas batatinhas cairiam bem.
ru: Чипсов бы еще сюда добавить.
zh_cn: 可以使用一些薯片。
zh_tw: 可以使用一些薯片。

# CHARACTERS.WOODIE.DESCRIBE.FLINT
source: This could be an axe head.
de: Den könnte man als Axtkopf verwenden.
es: Esto podría ser un hacha.
fr: Ça pourrait faire la lame d'une hache.
it: Questa potrebbe essere una testa di ascia.
ja: これって斧頭になるかも。
ko: 도끼날로 써도 되겠잖아.
pl: Można z niego zrobić siekierę.
pt_br: Isso poderia ser uma cabeça de machado.
ru: Это могло бы быть основой топора.
zh_cn: 这可以做成斧头。
zh_tw: 這可以做成斧頭。

# CHARACTERS.WOODIE.DESCRIBE.FLOWER.GENERIC
source: That's nice.
de: Die ist hübsch.
es: Es muy bonita.
fr: C'est beau.
it: Che carino.
ja: きれいじゃねぇか
ko: 좋네.
pl: Nawet ładny.
pt_br: Que beleza.
ru: Как мило.
zh_cn: 很好看。
zh_tw: 很好看。

# CHARACTERS.WOODIE.DESCRIBE.FLOWER.ROSE
source: Not very satisfying chopping, that.
de: Das macht nicht viel Spaß.
es: No es muy agradable cortarla.
fr: Y a plus marrant à couper.
it: Tagliare una pianta del genere non dà molta soddisfazione.
ja: そいつを切っても、達成感はねぇな
ko: 베는 맛이 별로야.
pl: Średnio satysfakcjonująca wycinka.
pt_br: Não foi um corte muito satisfatório, não.
ru: Не очень-то мне нравится срезать ее.
zh_cn: 这次砍树不是很满意。
zh_tw: 這次砍樹不是很滿意。
