Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.GENERIC
source: He smells like a sod house.
de: Er riecht wie ein Grassodenhaus.
es: Huele a una establo.
fr: Il sent l'étable.
it: Puzza come un tugurio fatto di zolle.
ja: 芝土でできた家のような臭いがする。
ko: 냄새가 좀 그렇다.
pl: Śmierdzi oborą.
pt_br: Ele tem cheiro de casa de céspede.
ru: Пахнет, как землянка.
zh_cn: 他闻起来像草房一样。
zh_tw: 他聞起來像草房一樣。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.MYPARTNER
source: He's a smelly old thing, but I couldn't ask for a better bud!
de: Er ist ein stinkendes altes Ding, aber ich könnte mir keinen besseren Freund wünschen!
es: Apesta que no veas, ¡pero no podía tener a alguien mejor de coleguilla!
fr: C'est un vieil animal qui pue, mais c'est mon meilleur ami !
it: È vecchio e puzzolente, ma non potrei chiedere un amico migliore!
ja: クセぇしトロいけど、こいつ以上の相棒はいねぇぜ！
ko: 냄새 나는 늙은 친구지만 이 보다 더 나은 친구는 없어!
pl: To stary śmierdziel, ale lepszego kumpla nie mogłem sobie wymarzyć!
pt_br: Ele é bem fedorento, mas não poderia ter um amigo melhor!
ru: Он, конечно, могуч и вонюч, но все равно мы с ним — лучшие друзья!
zh_cn: 他是个臭烘烘的老家伙，也是我的好伙伴！
zh_tw: 他是個臭烘烘的老傢伙，也是我的好夥伴！

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.NAKED
source: Cheer up, eh?
de: Kopf hoch, komm!
es: Anímate, ¿eh?
fr: Courage, hein ?
it: Su con la vita, eh?
ja: 元気出して、なあ？
ko: 기운 내, 알았지?
pl: Rozchmurz się, kolego!
pt_br: Anime-se?
ru: Веселее, а?
zh_cn: 瞬间有精神了，是吧？
zh_tw: 瞬間有精神了，是吧？

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.ORNERY
source: Why so glum, chum?
de: Warum so bedrückt, Kumpel?
es: ¿Por qué estás tan cabizbajo, amigo?
fr: Qu'est-ce qui t'attriste, l'artiste ?
it: Perché così cupo, compare?
ja: 何をそんなにカッカしてやがんだ？
ko: 뭐가 그렇게 불만이야, 친구?
pl: Co cię smuci, koleś?
pt_br: Por que está triste assim?
ru: Чего такой мрачный, дружище?
zh_cn: 兄弟，为何闷闷不乐？
zh_tw: 兄弟，為何悶悶不樂？

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.PUDGY
source: You're almost as big as a moose!
de: Du bist fast so groß wie ein Elch!
es: ¡Eres casi tan grande como un alce!
fr: T'es presque aussi gros qu'un élan !
it: Sei grande quasi quanto un alce!
ja: でけぇな！ヘラジカかと思ったぜ！
ko: 거의 큰사슴만큼이나 크잖아!
pl: Jesteś prawie równie wielki jak łoś!
pt_br: Você é quase tão grande quanto um alce!
ru: Да ты размером с лося!
zh_cn: 你几乎跟驼鹿一样大！
zh_tw: 你幾乎跟駝鹿一樣大！

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.RIDER
source: I'm sorry, want to go for a ride?
de: 'tschuldigung, willst du ein bisschen ausreiten?
es: ¿Lo siento, quieres dar un paseo?
fr: Désolé, tu veux aller faire un petit tour ?
it: Scusa, vuoi andare a fare un giro?
ja: どうした、散歩に行きてぇのか？
ko: 미안, 산보라도 좀 할까?
pl: Przepraszam, chcesz wybrać się na przejażdżkę?
pt_br: Desculpe, quer dar uma voltinha?
ru: Прости, не желаешь прокатиться?
zh_cn: 打扰了，想要出去骑一下吗？
zh_tw: 打擾了，想要出去騎一下嗎？

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.SLEEPING
source: He's catching some zeds.
de: Er schläft ein bisschen.
es: Está dormido como un tronco.
fr: Il en écrase.
it: Sta facendo un pisolino.
ja: 睡眠補給中。
ko: 잠에 취했네.
pl: Pewnie liczy barany.
pt_br: Ele está tirando um cochilo.
ru: Он плющит харю.
zh_cn: 他在睡觉。
zh_tw: 他在睡覺。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALOHAT
source: Now I'm the king of the beefalo!
de: Jetzt bin ich der König der Beefalo!
es: ¡Ahora soy el rey de los beefalos!
fr: Maintenant je suis le roi des bœufalos !
it: Adesso sono il re del mufalo!
ja: 今や俺はそのビーファロの王だ！
ko: 이제 내가 고기물소 왕이잖아!
pl: Jestem królem wołków!
pt_br: Agora sou o rei dos bífalos!
ru: Теперь я король бифало!
zh_cn: 现在我是皮弗娄牛之王！
zh_tw: 現在我是皮弗婁牛之王！

# CHARACTERS.WOODIE.DESCRIBE.BEEFALOWOOL
source: It feels like my beard.
de: Fühlt sich wie mein Bart an.
es: Es como mi barba.
fr: On dirait ma barbe.
it: Mi sembra la mia barba.
ja: ワシのヒゲみたい。
ko: 내 수염 같은 느낌이잖아.
pl: W dotyku podobna do mojej brody.
pt_br: A textura é parecida com a da minha barba.
ru: На ощупь, как моя борода.
zh_cn: 感觉像我的胡子。
zh_tw: 感覺像我的鬍子。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO_GROOMER.BURNT
source: Not much I can do with that.
de: Damit kann ich nicht viel anfangen.
es: No puedo hacer nada con eso.
fr: Je ne peux pas y faire grand-chose.
it: Non posso farci molto.
ja: オレじゃ手出せねぇな。
ko: 내가 할 수 있는 일은 많지 않아.
pl: Nic już na to nie poradzę.
pt_br: Não tem muita coisa que eu possa fazer com isso.
ru: Тут я мало что могу сделать.
zh_cn: 我也拿那个没办法。
zh_tw: 我也拿那個沒辦法。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: This seems like a bit much...
de: Das scheint übertrieben ...
es: Esto es un poco exagerado...
fr: C'est un peu beaucoup, non ?
it: Sembra un po' troppo...
ja: ちょっとやり過ぎなんじゃねぇの…
ko: 이건 좀 많은듯...
pl: To chyba przesada...
pt_br: Isso parece um pouco demais...
ru: Как-то немного слишком...
zh_cn: 这个好像有点过了……
zh_tw: 這個好像有點過了……

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: Well, let's see what I can do.
de: Nun, mal sehen, was ich tun kann.
es: Bueno, a ver qué puedo hacer.
fr: Bon, voyons un peu ce que je peux faire.
it: Beh, vediamo cosa posso fare.
ja: 何かやることでも探すかね。
ko: 음, 무엇을 할 수 있는지 보자.
pl: Przekonajmy się, co potrafię.
pt_br: Bom, vamos ver o que eu posso fazer.
ru: Ну что ж, посмотрим, что можно сделать.
zh_cn: 好吧，看看我能做点啥。
zh_tw: 好吧，看看我能做點啥。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO_GROOMER_ITEM
source: Better get that set up, eh?
de: Besser, wir richten das ein , was?
es: Habrá que preparar esto, ¿eh?
fr: Mieux vaut installer ce truc, pas vrai ?
it: Sarà meglio mettersi al lavoro, eh?
ja: 組み立てたほうがいいみてぇだな。
ko: 준비하는 게 좋겠다, 그지?
pl: Lepiej to przygotujmy, co?
pt_br: É melhor montar esse negócio, né?
ru: Надо бы все установить, ага.
zh_cn: 得把它装起来吧，诶？
zh_tw: 得把它裝起來吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.BEEF_BELL
source: Beefalo sure seem to like the sound it makes.
de: Den Beefalos scheint das Geräusch sehr zu gefallen.
es: A los beefalos les gusta el sonido que hace.
fr: Le bœufalo a l'air d'aimer le son qu'elle fait.
it: I mufali sembrano apprezzare molto il suo suono.
ja: ビーファロはこいつの音色が気にいってんだな。
ko: 여기서 나는 소리를 비팔로가 좋아하는 게 확실해.
pl: Wołek faktycznie lubi ten odgłos.
pt_br: O bífalo parece mesmo gostar do som que ele faz.
ru: Бифало, похоже, очень нравится этот звук.
zh_cn: 皮弗娄牛好像喜欢它的声音。
zh_tw: 皮弗婁牛好像喜歡它的聲音。

# CHARACTERS.WOODIE.DESCRIBE.BEEGUARD
source: Hopefully no one's allergic, eh?
de: Hoffentlich ist niemand allergisch, was?
es: Esperemos que nadie sea alérgico, ¿eh?
fr: Espérons que personne n'est allergique, hein ?
it: Speriamo che nessuno sia allergico, eh?
ja: 誰もアレルギー持ってないよな？
ko: 알레르기 있는 사람은 없지, 그치?
pl: Mam nadzieję, że nikt nie jest uczulony, ej...
pt_br: Espero que ninguém seja alérgico, hã?
ru: Надеюсь, никто тут аллергией не страдает, ага?
zh_cn: 希望没有人过敏，嗯？
zh_tw: 希望沒有人過敏，嗯？

# CHARACTERS.WOODIE.DESCRIBE.BEEHAT
source: That'll keep the bees out of yer eyes.
de: Das wird dir die Bienen von den Augen fernhalten.
es: Esto mantendrá a las abejas lejos de los ojos.
fr: Ça empêche les abeilles d'attaquer les yeux.
it: Terrà le api lontane dai tuoi occhi.
ja: これで、ハチに目ん玉刺されずに済むな
ko: 벌이 눈에 들어가는 걸 막아주지.
pl: To powinno powstrzymać pszczoły przed włażeniem do oczu.
pt_br: Isso vai manter as abelhas longe dos seus olhos.
ru: Чтобы пчелы мне в глаза не залетели.
zh_cn: 这个可以防止蜜蜂蜇你的眼睛。
zh_tw: 這個可以防止蜜蜂蜇你的眼睛。

# CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cozy in there.
de: Sie haben es bequem und gemütlich dort drinnen.
es: Están todas muy a gusto ahí adentro.
fr: Elles sont bien au chaud là-dedans.
it: Sono tutti comodi lì dentro.
ja: 彼らはみんなその中で快適で心地良くしている。
ko: 편하게 들어있잖아.
pl: Ciepłe schronienie dla moich owadzich przyjaciół.
pt_br: Elas estão todas bem aconchegadas lá.
ru: Им всем там комфортно и уютно.
zh_cn: 它们在里面又舒适又惬意。
zh_tw: 它們在裡面又舒適又愜意。

# CHARACTERS.WOODIE.DESCRIBE.BEEMINE
source: I don't know if the bees like this.
de: Ich weiß nicht, ob die Bienen das mögen.
es: No sé si a las abejas les gusta esto.
fr: Je sais pas si les abeilles aiment ça.
it: Non so se piace alle api.
ja: 蜂は怒るんじゃないかな。
ko: 벌의 마음에 들지 모르겠잖아.
pl: Nie wiem, czy pszczołom się to podoba.
pt_br: Não sei se as abelhas gostam disso.
ru: Не знаю, нравится ли это пчелам.
zh_cn: 不知道蜜蜂喜不喜欢这个。
zh_tw: 不知道蜜蜂喜不喜歡這個。

# CHARACTERS.WOODIE.DESCRIBE.BEEMINE_MAXWELL
source: Hey! That's just mean!
de: Hey! Das ist einfach gemein!
es: ¡Eh! ¡Eso no está bien!
fr: Hé ! C'est méchant ça !
it: Ehi! Questa è pura cattiveria!
ja: ねえ！そんなのって意地悪！
ko: 어이! 못된 것!
pl: Hej! To już po prostu chamstwo!
pt_br: Ei! Isso é maldade!
ru: Эй! Это довольно грубо!
zh_cn: 喂！这太卑鄙了！
zh_tw: 喂！這太卑鄙了！

# CHARACTERS.WOODIE.DESCRIBE.BEEQUEEN
source: Bees got no business getting that big.
de: Bienen sollte nicht so groß werden.
es: Las abejas no pueden hacer nada si crecen tanto.
fr: Pourquoi les abeilles deviennent si grosses ?
it: Le api non dovrebbero assolutamente diventare di quelle dimensioni.
ja: ミツバチがここまでデカくなっていいのか？
ko: 벌이 저렇게 클 수도 있나?
pl: Po co pszczołom takie rozmiary?
pt_br: As abelhas não têm necessidade de ficarem tão grandes.
ru: И зачем пчелам такие размеры?
zh_cn: 蜜蜂没有道理变得那么大。
zh_tw: 蜜蜂沒有道理變得那麼大。

# CHARACTERS.WOODIE.DESCRIBE.BEEQUEENHIVE.GENERIC
source: I'm not eating honey off the ground.
de: Ich esse doch keinen Honig vom Boden.
es: No voy a comer miel del suelo.
fr: Je mange pas du miel qui pousse du sol.
it: Non mangerò il miele per terra.
ja: 地面からハチミツをいただくなんてゴメンだね。
ko: 땅에 떨어진 꿀을 주워먹을 생각은 없어.
pl: Nie będę jeść miodu z ziemi.
pt_br: Não vou comer mel do chão.
ru: Я не ем мед с пола.
zh_cn: 我没有从地上捡蜂蜜吃。
zh_tw: 我沒有從地上撿蜂蜜吃。

# CHARACTERS.WOODIE.DESCRIBE.BEEQUEENHIVE.GROWING
source: The bees are planning something.
de: Die Bienen planen etwas.
es: Las abejas están planeando algo.
fr: Les abeilles préparent quelque chose.
it: Le api stanno pianificando qualcosa.
ja: ミツバチども、何か企んでやがるな…
ko: 벌들이 뭔가 계획을 꾸미고 있어.
pl: Pszczoły coś kombinują.
pt_br: As abelhas estão planejando algo.
ru: Пчелы что-то замышляют.
zh_cn: 蜜蜂们在计划着什么。
zh_tw: 蜜蜂們在計畫著什麼。

# CHARACTERS.WOODIE.DESCRIBE.BEEQUEENHIVEGROWN
source: Nature is something else, eh?
de: Natur ist schon was Besonderes, nicht wahr?
es: La naturaleza es increíble, ¿eh?
fr: La nature c'est pas ça, hein ?
it: La natura è straordinaria, eh?
ja: 自然ってのはスゴいね、しかし。
ko: 자연은 정말 대단해, 그치?
pl: To nie jest naturalne, co nie?
pt_br: A natureza é extraordinária, hã?
ru: Природа — это ж еще что-то другое, не?
zh_cn: 自然是别的东西，嗯？
zh_tw: 自然是別的東西，嗯？

# CHARACTERS.WOODIE.DESCRIBE.BEESWAX
source: Yeesh, that's waxy.
de: Ui, das ist wachsartig.
es: Uff, cuánta cera.
fr: Beurk, c'est de la cire.
it: Puah, è tutta cerosa.
ja: おー、ベタベタする。
ko: 음, 왁스네.
pl: Uuu, trochę śliski.
pt_br: Sim, isso é cera-io.
ru: А-а-ага, это воск.
zh_cn: 咦嘘，像蜡一样。
zh_tw: 咦噓，像蠟一樣。

# CHARACTERS.WOODIE.DESCRIBE.BEETLETAUR
source: Gotta chop that armor up.
de: Ich muss die Rüstung zerschneiden.
es: Tengo que talar esa armadura.
fr: Je vais découper cette armure.
it: Devo tagliare quell'armatura.
ja: そのよろい、切り刻んでやるよ。
ko: 저 갑옷을 절단해줘야겠네.
pl: Porąbię ten pancerz.
pt_br: Preciso cortar essa armadura.
ru: Разрубим этот доспех.
zh_cn: 要把那盔甲劈开。
zh_tw: 要把那盔甲劈開。

# CHARACTERS.WOODIE.DESCRIBE.BELL
source: I'm amazed it makes such a crisp sound.
de: Es erstaunt mich, dass sie solch einen klaren Ton abgibt.
es: Me sorprende el sonido tan cristalino que tiene.
fr: J'arrive pas à croire que le son soit si précis.
it: Sono stupefatto che emetta un suono così pulito.
ja: こんなにクリアな音をたてるなんて、感動だ。
ko: 신기하게 시원한 소리 내잖아.
pl: Nie spodziewałem się, że wydaje takie dźwięki.
pt_br: Me impressiono que faça um som tão limpo.
ru: Меня поражает такое четкое звучание.
zh_cn: 它居然能发出这么清脆的声音，太让我惊讶了。
zh_tw: 它居然能發出這麼清脆的聲音，太讓我驚訝了。

# CHARACTERS.WOODIE.DESCRIBE.BERNIE_ACTIVE
source: I guess I should be used to weird stuff by now.
de: Ich denke, ich sollte mittlerweile an seltsame Dinge gewöhnt sein.
es: Supongo que ya debería estar acostumbrado a cosas raras.
fr: Je devrais pourtant m'être habitué au bizarre depuis le temps...
it: Immagino che dovrei essere abituato alle cose bizzarre oramai.
ja: ま、この程度で驚いてちゃ、やってけねぇよ…
ko: 이제는 이상한 것에 익숙해질 때도 된 것 같은데.
pl: Powinienem być już chyba przyzwyczajony do dziwności.
pt_br: Acho que eu já deveria estar acostumado a coisas estranhas.
ru: Думаю, его можно бы использовать для всяких странных вещей.
zh_cn: 我想如今我得适应那些怪东西。
zh_tw: 我想如今我得適應那些怪東西。

# CHARACTERS.WOODIE.DESCRIBE.BERNIE_BIG
source: Hm. Yep. Just another day.
de: Hm. Ja. Ein ganz normaler Tag.
es: Mmm. Sí. Otro día más.
fr: Hem… Ouais, une journée comme une autre...
it: Ehm. Sì. Solo un giorno come un altro.
ja: ヘッ。ああ、よくあることさ。
ko: 흠. 그래. 이젠 일상이지.
pl: Hm. Tak. Kolejny dzień w tych stronach.
pt_br: Hm. Sim. Só mais um dia normal.
ru: Хм. Ну да. Просто очередной обычный день.
zh_cn: 小把戏，稀松平常。
zh_tw: 小把戲，稀鬆平常。

# CHARACTERS.WOODIE.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: Poor lil thing.
de: Armes Ding.
es: Pobrecita.
fr: Pauvre petite chose...
it: Povero cosetto.
ja: あー…枯れちゃったね～…
ko: 가엾어라.
pl: Biedaczek.
pt_br: Pobrezinha.
ru: Бедное маленькое создание.
zh_cn: 可怜的小东西。
zh_tw: 可憐的小東西。

# CHARACTERS.WOODIE.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: Cute, isn't it 'Luce?
de: Niedlich! Stimmt's, Lucy?
es: Qué bonito, ¿verdad, Lucy?
fr: Mignon, tu trouves pas, Luce ?
it: Carino, non è vero Lucy?
ja: どうだぃ、ルーシー、かわいいだろ？
ko: 귀엽지 않아, 루시?
pl: Słodka sprawa. Co nie, Lucy?
pt_br: Bonitinho, não é, Luce?
ru: Мило ведь, Люси?
zh_cn: 可爱，那不是露西吗？
zh_tw: 可愛，那不是露西嗎？

# CHARACTERS.WOODIE.DESCRIBE.BERRIES
source: I have a heartier appetite than that.
de: Ich würde gern etwas herzhafteres als das essen.
es: Tengo mucho más apetito que eso.
fr: Il me faudra plus pour me rassasier.
it: Ho un appetito più grande di così.
ja: ワシの食欲はもっと旺盛だぜい。
ko: 이것으로 내 식욕을 채울 순 없잖아.
pl: Mam trochę większy apetyt.
pt_br: Tenho um apetite muito voraz para isso.
ru: Это мне на один зуб.
zh_cn: 它们填不饱我的胃口。
zh_tw: 它們填不飽我的胃口。

# CHARACTERS.WOODIE.DESCRIBE.BERRIES_COOKED
source: Tastes like warm berries.
de: Schmeckt wie warme Beeren.
es: Sabe a bayas calientes.
fr: Ça a le goût de baies cuites.
it: Sa di bacche calde.
ja: あったかいベリーのような味さ。
ko: 따뜻한 베리 맛이 나네.
pl: Smakują jak ciepłe porzeczki.
pt_br: Tem gosto de bagas quentes.
ru: На вкус как теплые ягоды.
zh_cn: 像热浆果的味道。
zh_tw: 像熱漿果的味道。

# CHARACTERS.WOODIE.DESCRIBE.BERRIES_JUICY
source: That's good eatin', eh?
de: Das schmeckt, gell?
es: Estaba bueno, ¿eh?
fr: C'est pas mauvais, hein ?
it: Quelle sembrano buone da mangiare, eh?
ja: こいつぁ、食えそうだな
ko: 괜찮은 간식이야, 안 그래?
pl: Smaczna wyżerka, tak?
pt_br: Parecem boas pra comer, hã?
ru: Вкусная штука, а?
zh_cn: 好吃吧，额？
zh_tw: 好吃吧，額？

# CHARACTERS.WOODIE.DESCRIBE.BERRIES_JUICY_COOKED
source: Mmm. These'd be perfect with some syrup.
de: Mmh. Mit etwas Sirup wären die lecker.
es: Mmm. Estarían perfectas con algo de sirope.
fr: Miam ! Ça serait parfait avec du sirop.
it: Mmm. Queste sarebbero perfette con un po' di sciroppo.
ja: メープルシロップと合いそうだな
ko: 냠냠. 시럽이 있으면 완벽할 텐데.
pl: Mhmm... Świetnie pasowałby do nich syrop.
pt_br: Hmm. Ficariam perfeitas com um melado.
ru: М-м-м. С сиропом было б вообще идеально.
zh_cn: 嗯。加点糖浆就完美了。
zh_tw: 嗯。加點糖漿就完美了。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BARREN
source: It needs a good poopin'.
de: Er braucht ein Häufchen Kacke.
es: Necesita un buen excremento.
fr: Il lui faudrait un bon coup de crottin.
it: Ha bisogno di una buona cacca.
ja: それは良質の糞を必要としている。
ko: 거름이 필요한데.
pl: Przydałoby mu się trochę łajna.
pt_br: Precisa de bastante cocô.
ru: Его бы хорошенько удобрить.
zh_cn: 它需要有充足养分的粪便肥料。
zh_tw: 它需要有充足養分的糞便肥料。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BURNING
source: Can't save it now.
de: Kann man nicht mehr retten.
es: No se puede salvar ahora.
fr: Je peux rien faire pour lui.
it: Non si può salvare adesso.
ja: もう、どうすることもできねえ。
ko: 이제는 살릴 수 없어.
pl: Teraz go nie ocalę.
pt_br: Não tem salvação agora.
ru: Не могу ему ничем помочь.
zh_cn: 现在救不了它。
zh_tw: 現在救不了它。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.DISEASED
source: It's caught a bit of a bug.
de: Hat sich Ungeziefer eingefangen.
es: Debe tener algún bicho.
fr: Elle a eu comme un petit souci.
it: Ha preso un virus.
ja: 虫に食われちまったみてぇだな
ko: 무슨 병에 걸렸어.
pl: Koleżka złapał jakiegoś bakcyla.
pt_br: Está meio doente.
ru: Похоже, что оно словило какой-то микроб.
zh_cn: 它染上病毒了。
zh_tw: 它染上病毒了。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.DISEASING
source: Lookin' a bit down.
de: Sieht ein wenig traurig aus.
es: Parece un poco deprimido.
fr: Il a pas l'air au mieux.
it: Sembri un po' abbattuto.
ja: ちょっと弱ってるのかもな。
ko: 좀 우울해 보이네.
pl: Wygląda trochę słabowicie.
pt_br: Parece meio pra baixo.
ru: Выглядит немного печальным.
zh_cn: 再往下看一点。
zh_tw: 再往下看一點。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.GENERIC
source: Saskatoon berries?
de: Was sind das für Beeren?
es: ¿Bayas de Saskatoon?
fr: Des baies de Saskatoon ?
it: Bacche Saskatoon?
ja: サスカトゥーン・ベリー？
ko: 사스카툰 베리인가?
pl: Porzeczki z Saskatoon?
pt_br: Bagas de Saskatoon?
ru: Это что, Саскатунские ягоды?
zh_cn: 萨斯卡通浆果？
zh_tw: 薩斯卡通漿果？

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.PICKED
source: No berries left!
de: Keine Beeren mehr übrig!
es: ¡No quedan bayas!
fr: Il n'y a plus de baies !
it: Nessuna bacca rimasta!
ja: もうベリーがない！
ko: 베리가 없어!
pl: Nie ma już porzeczek!
pt_br: Não restaram mais bagas!
ru: Ягод совсем не осталось!
zh_cn: 没有浆果了！
zh_tw: 沒有漿果了！

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.WITHERED
source: It's perished from the heat, eh?
de: Durch die Hitze umgekommen, was?
es: Ha muerto del calor, ¿eh?
fr: La chaleur l'a séché, hein ?
it: È malmesso dal calore, eh?
ja: 熱にやられちまった、てか？
ko: 더위 때문에 말라죽었네, 그치?
pl: Ginie w tym gorącu, co nie?
pt_br: Pereceu com o calor, hã?
ru: Он погиб от жары, а?
zh_cn: 它快要被热死了，对吗？
zh_tw: 它快要被熱死了，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: Lookin' pretty barren.
de: Siehst ziemlich elend aus.
es: Parece bastante estéril.
fr: C'est plutôt sec.
it: Sembra molto sterile.
ja: 栄養が足りてねぇみてぇだ
ko: 꽤 황량하잖아.
pl: Elegancki kapelutek.
pt_br: Parece bem improdutivo.
ru: Выглядит довольно скудно.
zh_cn: 看起来很荒芜。
zh_tw: 看起來很荒蕪。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: Can't save it now.
de: Kann man nicht mehr retten.
es: No se puede salvar ahora.
fr: Je peux rien faire pour lui.
it: Non si può salvare adesso.
ja: もう、どうすることもできねえ。
ko: 이제는 살릴 수 없어.
pl: Teraz go nie ocalę.
pt_br: Não tem salvação agora.
ru: Не могу ему ничем помочь.
zh_cn: 现在救不了它。
zh_tw: 現在救不了它。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: It's caught a bit of a bug.
de: Hat sich Ungeziefer eingefangen.
es: Debe tener algún bicho.
fr: Elle a eu comme un petit souci.
it: Ha preso un virus.
ja: 虫に食われちまったみてぇだな
ko: 무슨 병에 걸렸어.
pl: Koleżka złapał jakiegoś bakcyla.
pt_br: Está meio doente.
ru: Похоже, что оно словило какой-то микроб.
zh_cn: 它染上病毒了。
zh_tw: 它染上病毒了。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: Lookin' a bit down.
de: Sieht ein wenig traurig aus.
es: Parece un poco deprimido.
fr: Il a pas l'air au mieux.
it: Sembri un po' abbattuto.
ja: ちょっと弱ってるのかもな。
ko: 좀 우울해 보이네.
pl: Wygląda trochę słabowicie.
pt_br: Parece meio pra baixo.
ru: Выглядит немного печальным.
zh_cn: 再往下看一点。
zh_tw: 再往下看一點。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: I see a snack.
de: Ich sehe einen Snack.
es: Veo una merienda.
fr: Je vois un snack.
it: Vedo uno spuntino.
ja: 草に、おやつがなってるぜ
ko: 간식이 보이네.
pl: Dostrzegam przekąskę.
pt_br: Estou vendo um lanche.
ru: Я нашел, чем можно поживиться.
zh_cn: 我看到零食。
zh_tw: 我看到零食。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: Eh, they'll be back.
de: Die werden wiederkommen.
es: Eh, volverán a crecer.
fr: Ah, ça repoussera !
it: Eh, ricresceranno.
ja: そのうちまた生えてくんだろ
ko: 뭐, 또 자라겠지.
pl: Jeszcze się spotkamy.
pt_br: Eh, eles vão voltar.
ru: Эх, они еще вырастут.
zh_cn: 嗯，他们会回来的。
zh_tw: 嗯，他們會回來的。

# CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: Dry as the Alberta plains.
de: Trocken wie die Wüste Gobi.
es: Tan seco como las llanuras de Alberta.
fr: Aussi plat que les plaines de l'Alberta.
it: Secco come le pianure di Alberta.
ja: 故郷の平原みてぇにカラッカラだな
ko: 앨버타 평원처럼 말랐잖아.
pl: Suchy niczym równiny Alberty.
pt_br: Tão seco quanto as planícies de Alberta.
ru: Сухой, как равнины Альберты.
zh_cn: 和艾伯塔平原一样干燥。
zh_tw: 和阿爾比平原一樣乾燥。

# CHARACTERS.WOODIE.DESCRIBE.BERRYSAUCE
source: It's as sweet as you are, Luce.
de: So süß wie du, Luce.
es: Es tan dulce como tú, Luce.
fr: C'est aussi doux que ton sourire, Lucy.
it: È dolce come te, Lucy.
ja: ルーシー、オマエと同じぐらいスイートだ。
ko: 너만큼 달콤해, 루시.
pl: Słodki jak ty, Lucy.
pt_br: É tão doce quanto você, Lucy.
ru: Такой же сладенький, как ты, Люси.
zh_cn: 跟你一样甜，露西。
zh_tw: 跟你一樣甜，露西。

# CHARACTERS.WOODIE.DESCRIBE.BIBINGKA
source: It's got a nice flavour to it.
de: Sehr angenehmes Aroma.
es: Tiene un sabor agradable.
fr: C'est bon !
it: Ha un buon odore.
ja: いい香りがしてるな。
ko: 풍미가 훌륭하잖아.
pl: Bardzo smaczna.
pt_br: Tem um sabor agradável.
ru: У этого интересный запах.
zh_cn: 味道不错。
zh_tw: 味道不錯。

# CHARACTERS.WOODIE.DESCRIBE.BIGFOOT
source: Watch where you're stepping!
de: Pass auf, wo du hintrittst.
es: ¡Cuidado con dónde pisas!
fr: Fais gaffe où tu marches !
it: Guarda dove metti i piedi!
ja: 足元に気をつけて！
ko: 조심히 밟아라!
pl: Uważaj, gdzie leziesz!
pt_br: Olha onde pisa!
ru: Смотри, куда прешь!
zh_cn: 看着点儿踩！
zh_tw: 看著點兒踩！

# CHARACTERS.WOODIE.DESCRIBE.BIRCHNUTDRAKE
source: I'll chop you too!
de: Dich werden ich auch abholzen!
es: ¡También te talaré a ti!
fr: Je vais te couper aussi !
it: Abbatterò anche te!
ja: お前も倒しちまうぞ！
ko: 너도 자를 것이잖아!
pl: Ciebie też zetnę!
pt_br: Vou derrubar você também!
ru: И тебя я тоже срублю!
zh_cn: 我要把你也砍掉！
zh_tw: 我要把你也砍掉！

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.DEAD
source: I'm sorry. I failed you.
de: Es tut mir sehr leid! Ich hab nicht viel gelernt.
es: Lo siento. Te he fallado.
fr: Je suis triste. Je t'ai abandonné.
it: Sono davvero dispiaciuto! Non ho imparato molto.
ja: すまねぇな…更正さしてやれなくてよ…
ko: 미안해. 널 구하지 못했어.
pl: Przepraszam, że cię zawiodłem.
pt_br: Desculpe. Decepcionei você.
ru: Мне так жаль. Я тебя потерял.
zh_cn: 很抱歉。我辜负了你。
zh_tw: 很抱歉。我辜負了你。

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.GENERIC
source: Where I try to make birds reform their evil ways.
de: Damit versuche ich, den Vögeln ihre bösen Verhaltensweisen abzugewöhnen.
es: Aquí es donde trato de reformar las malas conductas de los pájaros.
fr: C'est là que j'essaie de rééduquer les oiseaux.
it: È dove cerco di far rinsavire i pennuti.
ja: 悪りぃ鳥を入れて、反省させるオリだ
ko: 못된 새들을 교화하는 공간이잖아.
pl: Spróbuję przekonać wredne ptaki do grzecznego zachowania.
pt_br: Onde eu tento fazer os pássaros deixarem de ser maus.
ru: Место, куда я отправляю злобных птиц на исправительный срок.
zh_cn: 我用来让臭鸟们反省自己恶行的地方。
zh_tw: 我用來讓臭鳥們反省自己惡行的地方。

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.HUNGRY
source: I'll get you something to eat soon, buddy.
de: Ich bring dir gleich was zum Essen, Kleiner.
es: Te traeré algo de comer pronto, amigo.
fr: Je vais te trouver un truc à manger, mon pote.
it: Ti prendo qualcosa da mangiare al più presto, amichetto.
ja: すぐに食いもん取ってきてやるからな
ko: 곧 먹을 수 있게 해줄게.
pl: Zorganizuję ci zaraz coś do jedzenia, mały.
pt_br: Vou trazer algo pra você comer logo, amigo.
ru: Скоро я тебе чего-нибудь достану, приятель.
zh_cn: 我很快就会给你搞点吃的，伙计。
zh_tw: 我很快就會給你搞點吃的，夥計。

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think aboot what you've done, bird!
de: Denk darüber nach, was du getan hast, Vogel!
es: ¡Piensa en lo que has hecho, pájaro!
fr: Réfléchis à ce que tu as fait, oiseau !
it: Pensa a quello che hai fatto, pennuto!
ja: 自分がしたことを考えてみろ、鳥さんよう！
ko: 반성해라, 새!
pl: Zastanów się, ile zła w życiu wyrządziłeś, ptaku!
pt_br: Pense no que você fez, pássaro!
ru: Подумай над своим поведением, птица!
zh_cn: 想想你都做过些什么吧，臭鸟！
zh_tw: 想想你都做過些什麼吧，臭鳥！

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SKELETON
source: That's starting to smell.
de: Das stinkt langsam.
es: Está empezando a oler.
fr: Ça commence à sentir.
it: Sta iniziando a puzzare.
ja: ちょっとクサくなってきたな…
ko: 냄새가 나기 시작하잖아.
pl: Zaczyna śmierdzieć.
pt_br: Está começando a cheiar.
ru: Начинает пованивать.
zh_cn: 这个开始散发臭味了。
zh_tw: 這個開始散發臭味了。
