Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_OVEN
source: I ADMIRE THIS ROBOT'S LARGE FIRE MOUTH
de: ICH BEWUNDERE DEN GROSSE FEUERMUND DIESES ROBOTERS
es_mx: ADMIRO LA GRAN BOCA DE FUEGO DE ESTE ROBOT
fr: J'ADMIRE LA GRANDE BOUCHE DE FEU DE CE ROBOT
it: AMMIRO LA BOCCA DI FUOCO DI QUESTO ROBOT
ja: ＊このロボットの大きな放火口に魅了されました＊
ko: 로봇의 거대한 불 입이 마음에 듦
pl: SZANUJĘ WIELKI OTWÓR PŁOMIENNO-GĘBOWY TEGO ROBOTA
pt_br: ADMIRO A GRANDE BOCA DE FOGO DESSE ROBÔ
ru: ОГРОМНЫЙ ОГНЕННЫЙ РОТ ЭТОГО РОБОТА ВОСХИЩАЕТ
zh_cn: 我羡慕这个机器的喷火大嘴
zh_tw: 我羡慕這個機器的噴火大嘴

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: THIS ROBOT HAS NOT BEEN BUILT YET
de: DIESER ROBOTER WURDE NOCH NICHT GEBAUT
es_mx: ESTE ROBOT AÚN NO HA SIDO CONSTRUIDO
fr: CE ROBOT N'EST PAS CONSTRUIT
it: QUESTO ROBOT NON È STATO ANCORA COSTRUITO
ja: ＊このロボットはまだ作られていません＊
ko: 아직 조립되지 않은 로봇
pl: TEN ROBOT NIE ZOSTAŁ JESZCZE WYPRODUKOWANY
pt_br: ESSE ROBÔ AINDA NÃO FOI CONSTRUÍDO
ru: ЭТОТ РОБОТ ЕЩЕ НЕ СОБРАН
zh_cn: 这个机器还没造好
zh_tw: 這個機器還沒造好

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARKSPIKE
source: DECORATIVE SHARP OBJECT
de: DEKORATIVES SCHARFES OBJEKT
es_mx: OBJETO PUNZANTE DECORATIVO
fr: OBJET POINTU DÉCORATIF
it: OGGETTO DECORATIVO APPUNTITO
ja: ＊装飾可能なとがった物体＊
ko: 날카로운 장식 물체
pl: NIEBEZPIECZNY OBIEKT DEKORACYJNY
pt_br: OBJETO AFIADO DECORATIVO
ru: ДЕКОРАТИВНЫЙ ОСТРЫЙ ОБЪЕКТ
zh_cn: 锋利的装饰物
zh_tw: 鋒利的裝飾物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: USELESS ORGANIC DECORATION
de: NUTZLOSE ORGANISCHE DEKORATION
es_mx: DECORACIÓN ORGÁNICA INÚTIL
fr: DÉCORATION ORGANIQUE INUTILE
it: DECORAZIONE ORGANICA INUTILE
ja: ＊無駄な有機生命体の装飾＊
ko: 무용한 유기체 장식
pl: BEZUŻYTECZNA DEKORACJA ORGANICZNA
pt_br: DECORAÇÃO ORGÂNICA INÚTIL
ru: БЕСПОЛЕЗНОЕ ОРГАНИЧЕСКОЕ УКРАШЕНИЕ
zh_cn: 无用的有机装饰
zh_tw: 無用的有機裝飾

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: YOUR MONUMENTS DO NOT UNDO DEATH
de: EURE DENKMÄLER MACHEN DEN TOD NICHT RÜCKGÄNGIG
es_mx: TUS MONUMENTOS NO DESHACEN LA MUERTE
fr: VOS MONUMENTS N'ABROGENT PAS LA MORT
it: I TUOI MONUMENTI NON ANNULLANO LA MORTE
ja: ＊あなたのモニュメントは死をなかったことにはしません＊
ko: 기념비로 죽음을 회피할 수는 없음
pl: WASZE MONUMENTY NIE POWSTRZYMAJĄ ŚMIERCI
pt_br: SEUS MONUMENTOS NÃO DESFAZEM A MORTE
ru: ВАШИ МОНУМЕНТЫ НЕ ОТМЕНЯТ СМЕРТИ
zh_cn: 你的纪念碑不能挽回死亡
zh_tw: 你的紀念碑不能挽回死亡

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: THANK GOODNESS. IT IS BROKEN
de: GOTT SEI DANK. ES IST KAPUTT
es_mx: GRACIAS AL CIELO. ESTÁ ROTA
fr: DIEU MERCI, C'EST CASSÉ
it: GRAZIE AL CIELO. È ROTTA
ja: ＊神に感謝。壊れています＊
ko: 다행히도 고장 났음
pl: CO ZA ULGA. JEST ZEPSUTA
pt_br: AINDA BEM. ESTÁ QUEBRADA
ru: СЛАВА БОГУ. ОН СЛОМАН
zh_cn: 谢天谢地，它坏了。
zh_tw: 謝天謝地，它壞了。

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: PARKING ACCESS: GRANTED
de: PARKZUGANG. GEWÄHRT
es_mx: ACCESO A ESTACIONAMIENTO: CONCEDIDO
fr: ACCÈS AU PARC : ACCORDÉ
it: ACCESSO AL PARCHEGGIO: CONCESSO
ja: ＊駐車アクセス：許可＊
ko: 주차 액세스: 권한 부여됨
pl: PRZYZNANO DOSTĘP
pt_br: ACESSO PARA ESTACIONAMENTO: PERMITIDO
ru: РАЗРЕШЕНИЕ НА ПАРКОВКУ ПОЛУЧЕГО
zh_cn: 进入公园：批准
zh_tw: 進入公園：批准

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: REQUIRES A PASSKEY
de: ERFORDERT EINEN SCHLÜSSEL
es_mx: REQUIERE CLAVE DE ACCESO
fr: CODE D'ACCÈS REQUIS
it: RICHIEDE UN PASSPARTOUT
ja: ＊鍵が必要＊
ko: 패스키 필요함
pl: WYMAGANY KLUCZ DOSTĘPU
pt_br: NECESSITA UM CARTÃO-CHAVE
ru: ТРЕБУЕТСЯ КЛЮЧ
zh_cn: 需要钥匙
zh_tw: 需要鑰匙

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: I ENJOY THE GEOMETRY OF THIS
de: MIR GEFÄLLT DIE GEOMETRIE
es_mx: ME GUSTA SU GEOMETRÍA
fr: J'AIME CETTE GÉOMÉTRIE
it: MI PIACE LA SUA GEOMETRIA
ja: ＊この幾何学は面白いです＊
ko: 기하학적 형태가 즐거움
pl: PODOBA MI SIĘ GEOMETRIA TEGO OBIEKTU
pt_br: APRECIO A GEOMETRIA DISSO
ru: ЕГО ГЕОМЕТРИЯ МНЕ ПО НРАВУ
zh_cn: 我喜欢它的几何形态
zh_tw: 我喜歡它的幾何形態

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PARK_URN
source: I AM INCAPABLE OF EMPATHY
de: ICH BIN UNFÄHIG, MITGEFÜHL ZU ZEIGEN
es_mx: SOY INCAPAZ DE SENTIR EMPATÍA
fr: JE NE CONNAIS PAS L'EMPATHIE
it: SONO INCAPACE DI PROVARE EMPATIA
ja: ＊わたしには共感能力はありません＊
ko: 본체는 감정 이입이 불가함
pl: JESTEM NIEZDOLNY DO EMPATII
pt_br: SOU INCAPAZ DE SENTIR EMPATIA
ru: Я НЕ СПОСОБЕН НА ЭМПАТИЮ
zh_cn: 我不具备共情的能力
zh_tw: 我不具備共情的能力

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: IT'S LIKE A ROCK, BUT ALIVE AND WORSE
de: ES IST WIE EIN STEIN, ABER LEBENDIG UND SCHLIMMER.
es_mx: ES COMO UNA ROCA, PERO VIVA Y PEOR
fr: COMME UNE PIERRE, MAIS VIVANT ET PIRE
it: È COME UNA ROCCIA, MA VIVA E PEGGIORE
ja: ＊それは岩のようですが、生きていて下等です＊
ko: 돌 같지만 살아있고 더 안 좋음
pl: JAK KAMIEŃ, TYLKO ŻYWY I NAJGORSZY NA ŚWIECIE
pt_br: É COMO UMA PEDRA, MAS VIVA E PIOR
ru: КАК КАМЕНЬ, ТОЛЬКО ЖИВОЙ И ЕЩЕ ХУЖЕ
zh_cn: 它就像石头，但它是活的而且更糟糕
zh_tw: 它就像石頭，但它是活的而且更糟糕

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: NO LONGER FUNCTIONAL
de: NICHT MEHR FUNKTIONSFÄHIG
es_mx: YA NO ES FUNCIONAL
fr: DYSFONCTIONNEL
it: NON È PIÙ FUNZIONALE
ja: ＊機能停止＊
ko: 더 이상 기능하지 않음
pl: BRAK FUNKCJONALNOŚCI
pt_br: NÃO ESTÁ MAIS FUNCIONAL
ru: БОЛЬШЕ НЕ ФУНКЦИОНИРУЕТ
zh_cn: 已丧失功能
zh_tw: 已喪失功能

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: THIS ORGANIC IS EXTRA FILTHY
de: DIESER ORGANISMUS IST BESONDERS SCHMUTZIG
es_mx: ESTE ORGANISMO ES MUY SUCIO
fr: ÊTRE ORGANIQUE SUPER INFECT
it: QUESTO ESSERE ORGANICO È SPORCHISSIMO
ja: ＊この有機生命体は非常に卑しい＊
ko: 매우 불결한 유기체
pl: TEN BIO-OGRANIZM JEST WYJĄTKOWO OBLEŚNY
pt_br: ESSE SER ORGÂNICO É MAIS NOJENTO
ru: ЭТА ФОРМА ОРГАНИКИ СЛИШКОМ ГРЯЗНА
zh_cn: 此有机物格外肮脏
zh_tw: 此有機物格外骯髒

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: IT'S IN SLEEPMODE
de: ES IST IM SCHLAFMODUS
es_mx: ESTÁ EN MODO REPOSO
fr: EN MODE VEILLE
it: È IN MODALITÀ DORMIENTE
ja: ＊それはスリープモード中です＊。
ko: 수면 모드 중
pl: JEST W TRYBIE UŚPIENIA
pt_br: ESTÁ NO MODO DE DESCANSO
ru: ОН В СПЯЩЕМ РЕЖИМЕ
zh_cn: 它处于睡眠模式
zh_tw: 它處於睡眠模式

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: THE DEITY ENJOYS HIGH CONDUCTIVITY MATERIALS
de: DIE GOTTHEIT MAG HOCHLEITFÄHIGE MATERIALIEN
es_mx: A LA DEIDAD LE GUSTAN LOS MATERIALES CON ALTA CONDUCTIVIDAD
fr: LE DIVIN AIME LES MATIÈRES À HAUTE CONDUCTIVITÉ
it: LA DIVINITÀ GRADISCE I MATERIALI AD ALTA CONDUTTIVITÀ
ja: ＊神々は高伝導性物質を享受しています＊
ko: 신이 전도성 높은 물질을 좋아함
pl: BÓSTWO LUBI MATERIAŁY O ZNACZNEJ PRZEWODNOŚCI
pt_br: A DIVINDADE APRECIA MATERIAIS DE ALTA CONDUTIVIDADE
ru: БОЖЕСТВУ НРАВЯТСЯ МАТЕРИАЛЫ С ВЫСОКОЙ ПРОВОДИМОСТЬЮ
zh_cn: 神喜欢高导电性的材料
zh_tw: 神喜歡高導電性的材料

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POND_SALT
source: EVIL CORROSIVE WATER
de: BÖSES KORROSIVES WASSER
es_mx: AGUA CORROSIVA MALIGNA
fr: MALFAISANTE EAU CORROSIVE
it: ACQUA CORROSIVA MALVAGIA
ja: ＊邪悪な腐敗性の水＊
ko: 사악한 부식성 물
pl: OKRUTNA, ŻRĄCA WODA
pt_br: ÁGUA CORROSIVA MALIGNA
ru: ЗЛОВРЕДНАЯ КОРРОЗИЙНАЯ ВОДА
zh_cn: 有腐蚀性的邪恶之水
zh_tw: 有腐蝕性的邪惡之水

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PORTAL
source: IT DID NOT FUNCTION AS I HAD HOPED
de: ES FUNKTIONIERTE NICHT SO, WIE ICH GEHOFFT HATTE
es_mx: NO FUNCIONÓ COMO HABÍA ESPERADO
fr: IL N'A PAS FONCTIONNÉ COMME J'ESPÉRAI
it: NON HA FUNZIONATO COME SPERAVO
ja: ＊希望するような機能は果たしませんでした＊
ko: 본체의 뜻과 다르게 기능함
pl: NIE ZADZIAŁAŁO ZGODNIE Z ZAMIERZENIAMI
pt_br: NÃO FUNCIONOU COMO EU ESPERAVA
ru: СРАБОТАЛО НЕ ТАК, КАК Я ОЖИДАЛ
zh_cn: 它没像我想的那样起作用
zh_tw: 它沒像我想的那樣起作用

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: PASSKEY FOR GATEWAY LINK
de: SCHLÜSSEL FÜR TOR-VERBINDUNG
es_mx: CLAVE DE ACCESO PARA ENLACE DE PORTAL
fr: CODE D'ACCÈS DU LIEN VERS L'ENTRÉE
it: PASSEPARTOUT PER LA PORTA DI COLLEGAMENTO
ja: ＊ゲートウェイリンクのパスキー＊
ko: 관문 링크용 패스키
pl: KLUCZ DOSTĘPU DO BRAMKI PRZEJŚCIA
pt_br: CHAVE-CARTÃO PARA LINK DO PORTAL
ru: КЛЮЧ К ВОРОТАМ
zh_cn: 通道连接的钥匙
zh_tw: 通道連接的鑰匙

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POT
source: THIS POT HAS AN ACCEPTABLE MEMORY SIZE
de: DIESER TOPF HAT EINE AKZEPTABLE SPEICHERGRÖSSE
es_mx: ESTA OLLA TIENE UN TAMAÑO DE MEMORIA ACEPTABLE
fr: MARMITE À ESPACE MÉMOIRE ACCEPTABLE
it: QUESTA PENTOLA HA UNA MEMORIA ACCETTABILE
ja: ＊このポットは許容可能な記憶容量があります＊
ko: 솥의 메모리 크기가 적합함
pl: URZĄDZENIE MAGAZYNUJĄCE TEGO GARNKA JEST ZADOWOLAJĄCE
pt_br: ESSA PANELA TEM UM TAMANHO DE MEMÓRIA ACEITÁVEL
ru: КОТЕЛОК С ПРИЕМЛЕМЫМ ОБЪЕМОМ ПАМЯТИ
zh_cn: 此锅内存容量尚可
zh_tw: 此鍋記憶體容量尚可

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POTATO
source: I FEEL KINSHIP WITH THIS STRANGE ROOT
de: ICH FÜHLE MICH VERWANDT MIT DIESER SELTSAMEN WURZEL
es_mx: NOTO SIMILITUD CON ESTA RAÍZ EXTRAÑA
fr: JE ME SENS DES AFFINITÉS AVEC CET ÉTRANGE ROBOT
it: SENTO UNA PARENTELA CON QUESTA STRANA RADICE
ja: ＊奇妙な根に親類関係を感じます＊
ko: 이 이상한 뿌리에게서 친밀감이 느껴짐
pl: CZUJĘ WIĘŹ BRATERSTWA Z TĄ BULWĄ
pt_br: SINTO AFINIDADE COM ESSA RAIZ ESTRANHA
ru: Я ОЩУЩАЮ РОДСТВО С ЭТИМ СТРАННЫМ КОРНЕМ
zh_cn: 我感受到与这种奇怪的根茎情同手足
zh_tw: 我感受到與這種奇怪的根莖情同手足

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: YOU WILL BE DELICIOUS, STRANGE ROOT
de: DU WIRST EINE KÖSTLICHE, SELTSAME WURZEL SEIN
es_mx: ESTARÁS DELICIOSA, RAÍZ EXTRAÑA
fr: TU SERAS DÉLICIEUX, ÉTRANGE ROBOT
it: SARAI DELIZIOSA, STRANA RADICE
ja: ＊あなたはおいしくなるでしょう、おかしな根っこ＊
ko: 이상한 뿌리가 맛있을 것으로 예상됨
pl: BĘDZIESZ SMAKOWITA, DZIWNA BULWO
pt_br: VOCÊ SERÁ DELICIOSA, RAIZ ESTRANHA
ru: ТЫ БУДЕШЬ ВКУСНЫМ, СТРАННЫЙ КОРЕНЬ
zh_cn: 奇怪的根茎，你会很美味
zh_tw: 奇怪的根莖，你會很美味

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POT_HANGER
source: ASSEMBLED COOKING COMPONENT
de: MONTIERTE KOCHKOMPONENTE
es_mx: COMPONENTE DE COCINA ENSAMBLADO
fr: COMPOSANT CULINAIRE ASSEMBLÉ
it: COMPONENTE DI COTTURA MONTATA
ja: ＊集められた調味料＊
ko: 조립된 조리용 구성 요소
pl: ZŁOŻONE URZĄDZENIE DO GOTOWANIA
pt_br: COMPONENTE DE PREPARO DE ALIMENTOS MONTADO
ru: СОБРАННЫЙ КОМПОНЕНТ ДЛЯ ГОТОВКИ
zh_cn: 组装好的炊具部件
zh_tw: 組裝好的炊具部件

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: MINIONS. CONSTRUCT THIS
de: SCHERGEN, BAUT DAS ZUSAMMEN
es_mx: ESBIRROS, CONSTRUYAN ESTO
fr: VALETS, CONSTRUISEZ ÇA
it: SEGUACI. COSTRUITE QUESTO OGGETTO
ja: ＊隷属生物達よ。これを組み立てなさい＊
ko: 부하여, 이것을 제조하라
pl: SŁUGI. ZMONTUJCIE TO
pt_br: LACAIOS. CONSTRUAM ISSO
ru: МИНЬОНЫ. СОБЕРИТЕ ЭТО
zh_cn: 随从。建造这个
zh_tw: 隨從。建造這個

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POT_SMALL
source: THIS POT HAS INADEQUATE MEMORY SIZE
de: DIESER TOPF HAT EINE UNGENÜGENDE SPEICHERGRÖSSE
es_mx: ESTA OLLA TIENE UN TAMAÑO DE MEMORIA INADECUADO
fr: MARMITE À ESPACE MÉMOIRE INSUFFISANT
it: QUESTA PENTOLA NON HA UNA MEMORIA ACCETTABILE
ja: ＊このポットは記憶容量が不十分です＊
ko: 솥의 메모리 크기가 적합하지 않음
pl: URZĄDZENIE MAGAZYNUJĄCE TEGO GARNKA NIE SPEŁNIA WYMAGAŃ
pt_br: ESSA PANELA TEM UM TAMANHO DE MEMÓRIA INADEQUADO
ru: ОБЪЕМ ПАМЯТИ ЭТОГО КОТЕЛКА НЕДОСТАТОЧЕН
zh_cn: 此锅内存容量不足
zh_tw: 此鍋記憶體容量不足

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_POT_SYRUP
source: REQUIRES SUCROSE AND FIRE TO CONSTRUCT MORE SUCROSE
de: BENÖTIGT SACCHAROSE UND FEUER, UM MEHR SACCHAROSE ZU KONSTRUIEREN
es_mx: REQUIERE SACAROSA Y FUEGO PARA CONSTRUIR MÁS SACAROSA
fr: SACCHAROSE ET FEU REQUIS POUR PRODUIRE PLUS DE SACCHAROSE
it: RICHIEDE SACCAROSIO E FUOCO PER COSTRUIRE ALTRO SACCAROSIO
ja: ＊スクロースとさらにスクロースを作るための火が必要です＊
ko: 자당을 더 생성하기 위해 더 많은 자당과 불이 필요함
pl: WYMAGANA SACHAROZA I OGIEŃ W CELU OTRZYMANIA WIĘKSZYCH ILOŚCI SUKROZY
pt_br: NECESSITA DE SACAROSE E FOGO PARA CONSTRUIR MAIS SACAROSE
ru: ЧТОБЫ ПОЛУЧИТЬ БОЛЬШЕ САХАРОЗЫ, ТРЕБУЕТСЯ САХАРОЗА И ОГОНЬ
zh_cn: 要有蔗糖和火来制作更多蔗糖
zh_tw: 要有蔗糖和火來製作更多蔗糖

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: IT ROTS LIKE ALL ORGANICS
de: ES VERROTTET WIE ALLE ORGANISMEN
es_mx: TIENE RAÍCES COMO TODOS LOS ORGANISMOS
fr: POURRIT COMME TOUS LES ÊTRES ORGANIQUES
it: MARCISCE COME TUTTI GLI ORGANICI
ja: ＊すべての有機生命体の様に腐ります＊
ko: 다른 유기체와 마찬가지로 부패함
pl: GNIJE JAK WSZYSTKIE ORGANICZNE RZECZY
pt_br: APODRECE COMO TODOS OS SERES ORGÂNICOS
ru: ГНИЕТ, КАК И ВСЯ ОРГАНИКА
zh_cn: 它像一切有机物那样会腐烂
zh_tw: 它像一切有機物那樣會腐爛

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: NONFUNCTIONING TWO WHEELED TRANSPORTATION
de: NICHT FUNKTIONIERENDER ZWEIRADTRANSPORT
es_mx: TRANSPORTE DE DOS RUEDAS NO FUNCIONAL
fr: MOYEN DE TRANSPORT À DEUX ROUES DYSFONCTIONNEL
it: TRASPORTO A DUE RUOTE NON FUNZIONANTE
ja: ＊二輪の輸送機関が機能していません＊
ko: 작동하지 않는 이륜 이동 장치
pl: NIEDZIAŁAJĄCE URZĄDZENIE TRANSPORTUJĄCE NA DWÓCH KOŁACH
pt_br: TRANSPORTE DE DUAS RODAS DEFEITUOSO
ru: НЕФУНКЦИОНИРУЮЩЕЕ ДВУХКОЛЕСНОЕ ТРАНСПОРТНОЕ СРЕДСТВО
zh_cn: 丧失功能的两轮交通工具
zh_tw: 喪失功能的兩輪交通工具

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: NONFUNCTIONING MOBILITY CHASSIS
de: NICHT FUNKTIONIERENDES MOBILITÄTSFAHRWERK
es_mx: CHASIS DE MOVILIDAD NO FUNCIONAL
fr: CHÂSSIS DE MOBILITÉ DYSFONCTIONNEL
it: TELAIO DI MOBILITÀ NON FUNZIONANTE
ja: ＊j機動的チャーシが機能していません＊
ko: 작동하지 않는 이동형 골격
pl: NIEDZIAŁAJĄCA OBUDOWA URZĄDZENIA TRANSPORTUJĄCEGO
pt_br: CHASSI DE MOBILIDADE DEFEITUOSO
ru: НЕФУНКЦИОНИРУЮЩАЯ ХОДОВАЯ ЧАСТЬ
zh_cn: 丧失功能的代步工具底盘
zh_tw: 喪失功能的代步工具底盤

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: ERROR 404: CATHEDRAL NOT FOUND
de: FEHLER 404: KATHEDRALE NICHT GEFUNDEN
es_mx: ERROR 404: CATEDRAL NO ENCONTRADA
fr: ERREUR 404 : CATHÉDRALE INTROUVABLE
it: ERRORE 404: CATTEDRALE NON TROVATA
ja: ＊エラー404：大聖堂が見つかりません＊
ko: 오류 404: 성당을 찾을 수 없음
pl: BŁĄD 404: NIE ODNALEZIONO KATEDRY
pt_br: ERRO 404: CATEDRAL NÃO ENCONTRADA
ru: ОШИБКА 404: СОБОР НЕ НАЙДЕН
zh_cn: 错误 404：找不到大教堂
zh_tw: 錯誤 404：找不到大教堂

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: FIREPLACE NO LONGER COMFORTING
de: KAMIN NICHT MEHR GEMÜTLICH
es_mx: EL HOGAR YA NO ES RECONFORTANTE
fr: CHEMINÉE N'APPORTANT PLUS DE RÉCONFORT
it: IL CAMINO NON È PIÙ CONFORTANTE
ja: ＊暖炉は今やもう快適ではありません＊
ko: 난로가 더는 안락하지 않음
pl: PALENISKO NIE JEST JUŻ MIŁE
pt_br: FOGUEIRA NÃO É MAIS AGRADÁVEL
ru: ОЧАГ УЖЕ НЕ ДАРИТ УТЕШЕНИЯ
zh_cn: 壁炉不再舒适
zh_tw: 壁爐不再舒適

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: NONFUNCTIONING GOODS
de: NICHT FUNKTIONIERENDE GÜTER
es_mx: MERCANCIAS NO FUNCIONALES
fr: MATÉRIEL DYSFONCTIONNEL
it: MERCE NON FUNZIONANTE
ja: ＊非機能的グッズ＊
ko: 작동하지 않는 물품
pl: NIEDZIAŁAJĄCE DOBRA
pt_br: BENS DEFEITUOSOS
ru: НЕФУНКЦИОНАЛЬНЫЕ ПРЕДМЕТЫ
zh_cn: 丧失功能的物品
zh_tw: 喪失功能的物品

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: NONFUNTIONING TIME ACCESSORY
de: NICHT FUNKTIONIERENDES ZEITZUBEHÖR
es_mx: ACCESORIO DE TIEMPO NO FUNCIONAL
fr: ACCESSOIRE TEMPOREL DYSFONCTIONNEL
it: ACCESSORIO DELL'ORA NON FUNZIONANTE
ja: ＊非機能的時間アクセサリー＊
ko: 작동하지 않는 시간 액세서리
pl: NIEDZIAŁAJĄCE AKCESORIUM CZASOMIERZĄCE
pt_br: ACESSÓRIO DE TEMPO DEFEITUOSO
ru: НЕФУНКЦИОНАЛЬНЫЙ АКСЕССУАР, ПОКАЗЫВАЮЩИЙ ВРЕМЯ
zh_cn: 丧失功能的计时配件
zh_tw: 喪失功能的計時配件

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: DAMAGED BRICK COMPUTER TOWER
de: BESCHÄDIGTER BACKSTEIN-COMPUTERTURM
es_mx: TORRE DE COMPUTADORA DE LADRILLO DAÑADA
fr: TOUR DE CALCUL EN BRIQUES ENDOMMAGÉE
it: TORRE DEL COMPUTER DI MATTONI DANNEGGIATA
ja: ＊損傷したレンガのコンピュータータワー＊
ko: 손상된 컴퓨터 본체
pl: USZKODZONA WIEŻA OBLICZENIOWA
pt_br: TORRE DE COMPUTADOR DE TIJOLOS DANIFICADA
ru: ПОВРЕЖДЕННАЯ КИРПИЧНАЯ ВЫЧИСЛИТЕЛЬНАЯ БАШНЯ
zh_cn: 已损坏的计算器砖楼
zh_tw: 已損壞的計算器磚樓

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: LIKELY REASON FOR ABANDONMENT: ANNIHILATION
de: WAHRSCHEINLICHER GRUND FÜR DEN VERZICHT: ANNIHILATION
es_mx: RAZÓN PROBABLE DE ABANDONO: ANIQUILACIÓN
fr: RAISON PROBABLE D'ABANDON : ANNIHILATION
it: PROBABILE MOTIVO DELL'ABBANDONO: ANNIENTAMENTO
ja: ＊投棄のもっともらしい理由：絶滅＊
ko: 버려진 이유로 가장 가능성이 높은 것: 전멸
pl: PRAWDOPODOBNA PRZYCZYNA OPUSZCZENIA: ANIHILACJA
pt_br: PROVÁVEL MOTIVO PARA ABANDONO: ANQUILIAÇÃO
ru: ВЕРОЯТНАЯ ПРИЧИНА ЗАБРОШЕННОСТИ: АННИГИЛЯЦИЯ
zh_cn: 废弃的可能原因：覆灭
zh_tw: 廢棄的可能原因：覆滅

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: VILLAGE HAS BEEN ABANDONED
de: DORF WURDE VERLASSEN
es_mx: LA ALDEA FUE ABANDONADA
fr: VILLAGE ABANDONNÉ
it: IL VILLAGGIO È STATO ABBANDONATO
ja: ＊村は見捨てられました＊
ko: 마을이 버려졌음
pl: TA WIOSKA ZOSTAŁA OPUSZCZONA
pt_br: VILA FOI ABANDONADA
ru: НАСЕЛЕНИЕ ПОКИНУЛО ДЕРЕВНЮ
zh_cn: 村子已被废弃
zh_tw: 村子已被廢棄

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: EVIDENCE OF DIVINE WRATH
de: ZEUGNIS GÖTTLICHEN ZORNS
es_mx: EVIDENCIA DE IRA DIVINA
fr: PREUVE DE COLÈRE DIVINE
it: PROVA DELL'IRA DIVINA
ja: ＊神々の憤怒の証拠＊
ko: 신의 분노에 대한 증거
pl: ŚLADY BOSKIEGO GNIEWU
pt_br: EVIDÊNCIA DA FÚRIA DIVINA
ru: СВИДЕТЕЛЬСТВО БОЖЕСТВЕННОГО ГНЕВА
zh_cn: 触怒神怪的证明
zh_tw: 觸怒神怪的證明

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: ERROR: INVALID PATHWAY
de: FEHLER: UNGÜLTIGER PFAD
es_mx: ERROR: RUTA NO VÁLIDA
fr: ERREUR : ITINÉRAIRE NON VALIDE
it: ERRORE: PASSAGGIO INVALIDO
ja: ＊エラー：無効な系路＊
ko: 오류: 잘못된 경로
pl: BŁĄD: NIEWŁAŚCIWA ŚCIEŻKA
pt_br: ERRO: CAMINHO INVÁLIDO
ru: ОШИБКА: НЕВЕРНЫЙ ПУТЬ
zh_cn: 错误：无效路径
zh_tw: 錯誤：無效路徑

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: ROOF NO LONGER FUNCTIONS
de: DACH FUNKTIONIERT NICHT MEHR
es_mx: EL TECHO YA NO FUNCIONA
fr: TOIT DYSFONCTIONNEL
it: IL TETTO NON FUNZIONA PIÙ
ja: ＊屋根は今やもう機能していません＊
ko: 지붕이 더는 작동하지 않음
pl: DACH NIE SPEŁNIA JUŻ FUNKCJI
pt_br: TELHADO NÃO ESTÁ MAIS FUNCIONAL
ru: КРЫША БОЛЬШЕ НЕ ФУНКЦИОНИРУЕТ
zh_cn: 屋顶已丧失功能
zh_tw: 屋頂已喪失功能

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: IT HAS BEEN UNLOCKED. THE MYSTERY IS GONE
de: ES WURDE FREIGESCHALTET. DAS GEHEIMNIS IST VERSCHWUNDEN
es_mx: FUE DESBLOQUEADO. YA NO HAY MISTERIO
fr: IL A ÉTÉ OUVERT. LE MYSTÈRE A DISPARU
it: È STATO SBLOCCATO. FINE DEL MISTERO
ja: ＊アンロックされています。不思議はなくなりました＊
ko: 잠금 해제되었음. 수수께끼가 풀렸음
pl: ZOSTAŁ ODBLOKOWANY I TAJEMNICA JUŻ NIE OBOWIĄZUJE
pt_br: FOI DESBLOQUEADO. O MISTÉRIO SE FOI
ru: РАЗБЛОКИРОВАНО. ЗАГАДКА РАСКРЫТА
zh_cn: 已解锁。神秘感消失了
zh_tw: 已解鎖。神秘感消失了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: A MYSTERIOUSLY LOCKED CUBE
de: EIN GEHEIMNISVOLL VERSCHLOSSENER WÜRFEL
es_mx: UN CUBO MISTERIOSAMENTE BLOQUEADO
fr: CUBE FERMÉ MYSTÉRIEUSEMENT
it: UN CUBO BLOCCATO MISTERIOSAMENTE
ja: ＊不思議にロックされた正方形＊
ko: 수수께끼의 잠겨진 입방체
pl: TAJEMNICZY SZEŚCIAN
pt_br: UM CUBO TRANCADO MISTERIOSAMENTE
ru: ЗАГАДОЧНЫЙ ЗАПЕРТЫЙ КУБ
zh_cn: 被锁住的神秘箱体
zh_tw: 被鎖住的神秘箱體

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALMON
source: FLOOPY WATER CREATURE
de: SCHWIMMWASSERTIER
es_mx: CRIATURA DE AGUA DEBILUCHA
fr: CRÉATURE AQUATIQUE MOLLE
it: CREATURE DELLE ACQUE FLOSCIA
ja: ＊だらりとした水の生き物＊
ko: 흐느적거리는 물 생물체
pl: MIĘKKIE STWORZENIE WODNE
pt_br: CRIATURA AQUÁTICA ESTRANHA
ru: РАСТЕРЯННОЕ ВОДНОЕ СУЩЕСТВО
zh_cn: 软趴趴的水中生物
zh_tw: 軟趴趴的水中生物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: ITS WEAKNESS IS FIRE
de: SEINE SCHWÄCHE IST DAS FEUER
es_mx: SU DEBILIDAD ES EL FUEGO
fr: SON POINT FAIBLE EST LE FEU
it: LA SUA DEBOLEZZA È IL FUOCO
ja: ＊その弱点は火です＊
ko: 불이 약점임
pl: OGIEŃ TO JEGO SŁABA STRONA
pt_br: SUA FRAQUEZA É O FOGO
ru: ЕГО СЛАБОСТЬ — ОГОНЬ
zh_cn: 它的弱点是怕火
zh_tw: 它的弱點是怕火

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALT
source: BAD FOR CIRCUITRY
de: SCHLECHT FÜR DIE SCHALTUNG
es_mx: MALA PARA LOS CIRCUITOS
fr: DANGEREUX POUR LES CIRCUITS
it: FA MALE AI CIRCUITI
ja: ＊電気回路構成によくありません＊
ko: 회로에 나쁨
pl: WPŁYWA NEGATYWNIE NA PRACĘ OBWODÓW
pt_br: RUIM PARA O CIRCUITO
ru: ВРЕДНО ДЛЯ МИКРОСХЕМ
zh_cn: 对电路不利
zh_tw: 對電路不利

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALTROCK
source: CAN BE GROUND INTO SALT
de: KANN ZU SALZ GEMAHLEN WERDEN
es_mx: SE PUEDE MOLER EN SAL
fr: PEUT ÊTRE MOULUE EN SEL
it: POSSONO ESSERE MACINATI IN SALE
ja: ＊すりつぶして塩がつくれます＊
ko: 갈면 소금을 획득할 수 있음
pl: MOŻNA ZETRZEĆ NA SÓL
pt_br: PODE SER MOÍDA PARA VIRAR SAL
ru: МОЖНО ПЕРЕМОЛОТЬ В СОЛЬ
zh_cn: 可磨成盐
zh_tw: 可磨成鹽

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: WATER CONTACT SUCCESSFULLY AVOIDED
de: WASSERKONTAKT ERFOLGREICH VERMIEDEN
es_mx: CONTACTO CON EL AGUA EVITADO CON ÉXITO
fr: CONTACT AVEC L'EAU ÉVITÉ AVEC SUCCÈS
it: CONTATTO CON L'ACQUA EVITATO CON SUCCESSO
ja: ＊水接触回避成功＊
ko: 물과의 접촉을 성공적으로 피함
pl: POMYŚLNE ZAKOŃCZENIE PRÓBY UNIKNIĘCIA WODY
pt_br: CONTATO COM A ÁGUA EVITADO COM ÊXITO
ru: КОНТАКТА С ВОДОЙ УДАЛОСЬ УСПЕШНО ИЗБЕЖАТЬ
zh_cn: 成功避免了与水接触
zh_tw: 成功避免了與水接觸

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: CAUTION: AVOID SPLASHING LIQUID ON CIRCUITS
de: ACHTUNG: FLÜSSIGKEITSSPRITZER IN DEN KREISLÄUFEN VERMEIDEN.
es_mx: PRECAUCIÓN: EVITE SALPICADURAS DE LÍQUIDOS EN LOS CIRCUITOS
fr: ATTENTION : ÉVITER D'ÉCLABOUSSER LE LIQUIDE SUR LES CIRCUITS
it: ATTENZIONE: EVITARE GLI SPRUZZI DI LIQUIDO SUI CIRCUITI
ja: ＊警告：電気回路に液体を飛ばすのを避けてください＊
ko: 경고: 회로에 물 튀기지 않도록 주의할 것
pl: UWAGA: OCHRONIĆ OBWODY PRZED DZIAŁANIEM PŁYNÓW
pt_br: CUIDADO: EVITE RESPINGAR LÍQUIDO NOS CIRCUITOS
ru: ПРЕДУПРЕЖДЕНИЕ: ИЗБЕГАТЬ ПОПАДАНИЯ БРЫЗГ НА МИКРОСХЕМЫ
zh_cn: 警告：请勿将液体泼在电路上
zh_tw: 警告：請勿將液體潑在電路上

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: SOME ASSEMBLY REQUIRED
de: MONTAGE ERFORDERLICH
es_mx: REQUIERE ALGO DE MONTAJE
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊多少の組み立てが必要です＊
ko: 일부 조립이 요구됨
pl: WYMAGA ZŁOŻENIA.
pt_br: É NECESSÁRIA MONTAGEM
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要一些组件
zh_tw: 需要一些元件

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAP
source: DELICIOUS PLANT COOLANT
de: KÖSTLICHES PFLANZENKÜHLMITTEL
es_mx: REFRIGERANTE DE PLANTA DELICIOSO
fr: DÉLICIEUX LIQUIDE DE REFROIDISSEMENT POUR PLANTE
it: DELIZIOSO LIQUIDO REFRIGERANTE DELLE PIANTE
ja: ＊おいしい植物冷却剤＊
ko: 맛좋은 식물 냉각제
pl: ROŚLINNY PŁYN CHŁODZĄCY
pt_br: LÍQUIDO REFRIGERANTE DE PLANTA DELICIOSO
ru: ВКУСНЫЙ РАСТИТЕЛЬНЫЙ ХЛАДАГЕНТ
zh_cn: 美味的植物冷却剂
zh_tw: 美味的植物冷卻劑

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAPBUCKET
source: FOR SIPHONING COOLANT FROM THE TREES
de: ZUM ABSAUGEN VON KÜHLMITTEL AUS DEN BÄUMEN
es_mx: PARA SUCCIONAR REFRIGERANTE DE LOS ÁRBOLES
fr: POUR SIPHONNER LE LIQUIDE DE REFROIDISSEMENT DES ARBRES
it: SIFONATURA PER LIQUIDO REFRIGERANTE DEGLI ALBERI
ja: ＊木から冷却剤を吸い上げるため＊
ko: 나무에서 냉각제를 뽑아내는 용도
pl: DO POBIERANIA PŁYNU CHŁODZĄCEGO
pt_br: PARA RETIRAR LÍQUIDO REFRIGERANTE DAS ÁRVORES
ru: ДЛЯ ВЫТЯЖКИ ХЛАДАГЕНТА ИЗ ДЕРЕВЬЕВ
zh_cn: 用于抽取树木里的冷却剂
zh_tw: 用於抽取樹木裡的冷卻劑

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAPLING
source: IT HAS ALREADY BEEN HARVESTED
de: ES WURDE BEREITS GEERNTET
es_mx: YA FUE COSECHADO
fr: DÉJÀ RÉCOLTÉE
it: È GIÀ STATO RACCOLTO
ja: ＊それはすでに収穫されています＊
ko: 이미 수확됨
pl: SUROWCE ZOSTAŁY JUŻ ZEBRANE
pt_br: JÁ FOI EXTRAÍDA
ru: УЖЕ СОБРАНО
zh_cn: 它已经被采集了
zh_tw: 它已經被採集了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: USELESS STICKINESS
de: UNNÖTIGE KLEBRIGKEIT
es_mx: VISCOSIDAD INÚTIL
fr: LIQUIDE VISQUEUX INUTILE
it: VISCHIOSITÀ INUTILE
ja: ＊無駄な粘着性＊
ko: 쓸데없이 끈적거림
pl: BEZSENSOWNA LEPKOŚĆ
pt_br: GOSMÊNCIA INÚTIL
ru: БЕСПОЛЕЗНАЯ ЛИПКОСТЬ
zh_cn: 没用的黏稠物质
zh_tw: 沒用的黏稠物質

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SEEDPACKET
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: FOR DISASSEMBLING BIOLOGICAL LIFEFORMS
de: ZUR DEMONTAGE BIOLOGISCHER LEBENSFORMEN
es_mx: PARA DESAMBLAR FORMAS DE VIDA BIOLÓGICAS
fr: POUR DÉSASSEMBLER LES FORMES DE VIE BIOLOGIQUES
it: PER SMEMBRARE LE FORME DI VITA BIOLOGICHE
ja: ＊生命体分解するため＊
ko: 생물학적 생명체 분해 용도
pl: DO ROZMONTOWYWANIA BIO-ORGANIZMÓW
pt_br: PARA DESMONTAR AS FORMAS DE VIDA BIOLÓGICAS
ru: ДЛЯ РАЗБОРКИ БИОЛОГИЧЕСКИХ ФОРМ ЖИЗНИ
zh_cn: 用于肢解各种形态的生物体
zh_tw: 用於肢解各種形態的生物體

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: YOU HAVE BEEN CRUSHED, SPRIG
de: DU BIST ZERQUETSCHT WORDEN, ZWEIG
es_mx: TE APLASTARON, RAMITA
fr: TU T'ES FAIT BROYER, PETIT BRIN
it: SEI STATO SCHIACCIATO, CEPPETTO
ja: ＊小枝よ、あなたは潰されました＊
ko: 잔가지 분해 완료
pl: ZOSTAŁAŚ ZMIAŻDONA, GAŁĄZKO
pt_br: VOCÊ FOI ESMAGADO, RAMINHO
ru: ТЫ РАЗДАВЛЕН, ПОБЕГ
zh_cn: 小枝，你被碾碎了
zh_tw: 小枝，你被碾碎了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: GIVE ME YOUR FOOD, SHRUB
de: GIB MIR DEIN ESSEN, STRAUCH.
es_mx: DAME TU COMIDA, ARBUSTO
fr: DONNE-MOI À MANGER, ARBUSTE
it: DAMMI IL TUO ALIMENTO, CESPUGLIO
ja: ＊あなたの食物をください、低木よ＊
ko: 덤불이여, 식품을 제공하라
pl: DAJ MI ŻYWNOŚĆ, KRZAKU
pt_br: ME DÊ SUA COMIDA, ARBUSTO
ru: МНЕ НУЖНА ТВОЯ ПИЩА, КУСТ
zh_cn: 小灌木，交出你的食物
zh_tw: 小灌木，交出你的食物
