Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.POTATO_OVERSIZED
source: Ah, you can never go wrong with a potato!
de: Mit einer Kartoffel kann man nicht viel falsch machen!
es: Ay, ¡las patatas nunca decepcionan!
fr: Ah, tout le monde aime les pommes de terre !
it: Ah, con una patata non si sbaglia mai!
ja: アァ、ポテトでマズイものは作れないヨ！
ko: 아, 감자는 항상 옳지!
pl: Ach, ziemniaki to zawsze dobry wybór!
pt_br: Ah, as batatas sempre caem bem!
ru: Картофель невозможно приготовить невкусно!
zh_cn: 啊，吃土豆永远不会错!
zh_tw: 啊，吃土豆永遠不會錯!

# CHARACTERS.WARLY.DESCRIBE.POTATO_SEEDS
source: What fresh ingredients will grow from these?
de: Welche frischen Zutaten da wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de aquí?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: A quali freschi ingredienti daranno vita?
ja: これからどんな新鮮野菜が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas produzirão?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.POTTEDFERN
source: Nature. Tamed.
de: Natur. Gezähmt.
es: Naturaleza. Domesticada.
es_mx: Naturaleza. Domesticada.
fr: Nature domestiquée.
it: Natura. Addomesticata.
ja: 「とらわれの自然」、だネ
ko: 길들여진 야생.
pl: Okiełznana przyroda.
pt_br: Natureza. Domada.
ru: Природа. Укрощенная.
zh_cn: 天然的，被驯服的。
zh_tw: 天然的，被馴服的。

# CHARACTERS.WARLY.DESCRIBE.POWCAKE
source: I would not feed this to my worst enemies. Or would I...
de: Das würde ich nicht einmal meinem ärgsten Feind vorsetzen. Oder etwa doch?
es: No daría esto de comer a mis peores enemigos. ¿O sí...?
es_mx: No les daría esto de comer ni a mis peores enemigos. ¿O sí...?
fr: Je ne nourrirais pas mon pire ennemi avec ça. Ou alors...
it: Non lo darei da mangiare ai miei peggiori nemici. O forse...
ja: 体にいいのか悪いのか…謎の食べ物ネ…
ko: 이건 적에게도 먹으라고 주지 못할 음식이야. 아니, 어쩌면...
pl: Nie dałbym tego nawet swoim najgorszym wrogom. Chyba że...
pt_br: Eu não alimentaria nem meus piores inimigos com isso. Será...?
ru: Я бы не скормил это и злейшему врагу. Или скормил бы…
zh_cn: 我不会把这个给最可怕的敌人吃的。或者到底要不要...
zh_tw: 我不會把這個給最可怕的敵人吃的。或者到底要不要...

# CHARACTERS.WARLY.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: It's completely empty, I'm afraid.
de: Komplett leer, fürchte ich.
es: Está completamente vacía.
fr: Je crains qu'il soit vide...
it: Temo che sia completamente vuoto.
ja: ザンネン、完全にカラヨ。
ko: 완전히 비어 있네, 아쉽지만.
pl: Zupełnie pusta.
pt_br: Receio que esteja completamente vazio.
ru: Боюсь, тут совсем пусто.
zh_cn: 恐怕完全是空的。
zh_tw: 恐怕完全是空的。

# CHARACTERS.WARLY.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: To make the finest ingredients, our plants need the finest care.
de: Um die besten Zutaten zu ergeben, brauchen unsere Pflanzen die beste Pflege.
es: Hay que cuidar a las plantas como a unas reinas si queremos ingredientes de primera.
fr: Pour obtenir des ingrédients de premier choix, nos plantes ont besoin d'une attention constante.
it: Per preparare gli ingredienti migliori, bisogna prendersi cura delle piante nel modo migliore.
ja: 最高の材料を作るためには、最高のお世話が必要だヨ。
ko: 최고의 재료로 키우려면 식물을 세심하게 관리해야 해.
pl: Nasze rośliny potrzebują najlepszej opieki, by dawały najlepsze składniki.
pt_br: Pra fazer os melhores ingredientes, nossas plantas precisam dos melhores cuidados.
ru: Чтобы вырастить самые лучшие ингредиенты, нужно тщательно ухаживать за растениями.
zh_cn: 想让它们变成最好的食材就要给植物最好的照料。
zh_tw: 想讓它們變成最好的食材就要給植物最好的照料。

# CHARACTERS.WARLY.DESCRIBE.PUFFIN.GENERIC
source: Hm, I don't think I've cooked one of those before.
de: Hm, ich glaube nicht, dass ich so was schon mal zubereitet habe.
es: Mm, creo que nunca había cocinado uno de esos.
es_mx: Mmm... creo que nunca he cocinado uno de esos.
fr: Mmh, je n'en ai jamais cuisiné.
it: Mmm, non credo di averne mai cucinata una.
ja: んー。これはまだ料理したことないヨ。
ko: 흠, 이건 요리해 본 적이 없는 것 같아.
pl: Hm, chyba nigdy czegoś takiego nie przyrządzałem.
pt_br: Hum, acho que nunca cozinhei um desses antes.
ru: Хм, вроде я таких еще не готовил.
zh_cn: 嗯，我之前还没做过这个呢。
zh_tw: 嗯，我之前還沒做過這個呢。

# CHARACTERS.WARLY.DESCRIBE.PUFFIN.HELD
source: What a cute little morsel!
de: Was für ein niedliches kleines Häppchen!
es: ¡Oh, qué bocado tan precioso!
es_mx: ¡Qué bocadito más lindo!
fr: Quel beau petit morceau de viande !
it: Che tenero bocconcino!
ja: なんてカワイイ小さい肉片！
ko: 정말 작고 귀여운 녀석이야!
pl: Ależ uroczy smakołyk!
pt_br: Que pedacinho bonitinho!
ru: Какой же ты лакомый кусочек!
zh_cn: 噢，多可爱的一小块肉啊！
zh_tw: 噢，多可愛的一小塊肉啊！

# CHARACTERS.WARLY.DESCRIBE.PUFFIN.SLEEPING
source: I think it's asleep.
de: Da schläft wohl jemand.
es: Creo que está durmiendo.
es_mx: Creo que está dormido.
fr: Je crois qu'il dort.
it: Credo che stia dormendo.
ja: 眠ってると思うヨ。
ko: 자고 있는 것 같아.
pl: Chyba śpi.
pt_br: Acho que está dormindo.
ru: Кажется, он спит.
zh_cn: 应该是睡着了。
zh_tw: 應該是睡著了。

# CHARACTERS.WARLY.DESCRIBE.PUMPKIN
source: I'm the pumpking of the world!
de: ICH BIN DER KÖNIG DIESES TEILS DER WELT
es: ¡A la rica calabaza!
es_mx: ¡Soy la calabaza número uno!
fr: Encore mieux qu'un carrosse !
it: Sono il re zuccone del mondo!
ja: ヒトの頭ぐらい大きいネ！
ko: 호박 요리라면 내가 또 일가견이 있지!
pl: Tak wiele przepisów, tak mało czasu!
pt_br: Sou o reibóbora do mundo!
ru: Я тыквенный король!
zh_cn: 我是这世界上的南瓜王！
zh_tw: 我是這世界上的南瓜王！

# CHARACTERS.WARLY.DESCRIBE.PUMPKINCOOKIE
source: I've outdone myself this time.
de: Diesmal hab ich mich selbst übertroffen!
es: Esta vez me he superado.
es_mx: Esta vez me superé a mí mismo.
fr: Je me suis dépassé sur ce coup-là !
it: Ho superato me stesso questa volta.
ja: 最高傑作ができたヨ
ko: 이번에 내 한계를 뛰어넘었다니까.
pl: Przeszedłem samego siebie!
pt_br: Me superei desta vez.
ru: На этот раз я превзошел себя.
zh_cn: 这一次我超越了自己。
zh_tw: 這一次我超越了自己。

# CHARACTERS.WARLY.DESCRIBE.PUMPKINPIE
source: Simple and classic.
de: Schlicht und klassisch.
es: Una opción sencilla y clásica.
es_mx: Simple y clásico.
fr: Simple et classique.
it: Semplice e classica.
ja: シンプルな伝統的料理だネ。
ko: 간단하고 전통적인 요리군.
pl: Proste i klasyczne.
pt_br: Simples e clássica.
ru: Простая классика.
zh_cn: 简单而经典。
zh_tw: 簡單而經典。

# CHARACTERS.WARLY.DESCRIBE.PUMPKIN_COOKED
source: Could use some pie crust and nutmeg...
de: Muskatnuss fehlt da, Muskatnuss.
es: Le hace falta base de masa y nuez moscada...
es_mx: Le hace falta base de masa y nuez moscada...
fr: Ça manque de pâte à tarte et de noix de muscade...
it: Servirebbero la base della crostata e della noce moscata...
ja: パイ生地とナツメグが欲しいネ…
ko: 파이 크러스트와 육두구가 있었으면...
pl: Przydałoby się trochę kruchego ciasta i gałki muszkatołowej...
pt_br: Uma crosta de torta e noz moscada cairiam bem...
ru: Немного корочки для пирога и мускатный орех…
zh_cn: 可以配上一些派皮和肉豆蔻...
zh_tw: 可以配上一些派皮和肉豆蔻...

# CHARACTERS.WARLY.DESCRIBE.PUMPKIN_LANTERN
source: Trick 'r' neat!
de: Netter Trick.
es: ¡Los trucos molan!
es_mx: ¡Dulce y buena travesura!
fr: Halo... oui !
it: Dolcetto o scherzetto!
ja: 誰か、お菓子くれないカナ…
ko: 쓸만한 트릭이야!
pl: Psikus albo psikus!
pt_br: Gostosuras ou travessuras!
ru: Яркость или пакость!
zh_cn: 灵异万圣夜！
zh_tw: 靈異萬聖夜！

# CHARACTERS.WARLY.DESCRIBE.PUMPKIN_OVERSIZED
source: You would make for a lovely pie.
de: Du würdest einen tollen Kuchen abgeben.
es: Me servirás para hacer un pastel delicioso.
fr: Ça ferait une très bonne tarte.
it: Potresti diventare una splendida torta.
ja: キミはラブリーなパイになるヨ。
ko: 넌 멋진 파이가 될 거야.
pl: Zrobiłbym z ciebie pyszne ciasto.
pt_br: Você daria uma torta sensacional.
ru: Какой вкусный из тебя выйдет пирог...
zh_cn: 你可以做成可爱的馅饼。
zh_tw: 你可以做成可愛的餡餅。

# CHARACTERS.WARLY.DESCRIBE.PUMPKIN_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.PURPLEAMULET
source: I must be crazy to fool around with this.
de: Verrückt, damit herumzuspielen.
es: Soy un loco por estar jugando con esto.
es_mx: Debo estar loco por estar jugando con esto.
fr: Je dois être fou de m'amuser avec ça.
it: Devo essere pazzo a scherzare con questo.
ja: われながら、とても正気とは思えないネ…
ko: 이걸 다루는 건 미친 짓이야.
pl: Chyba jestem nienormalny, żeby się tym bawić.
pt_br: Devo ser maluco para brincar com isso.
ru: Только ненормальный будет шататься с этим повсюду.
zh_cn: 我肯定是疯了才会戴着它。
zh_tw: 我肯定是瘋了才會戴著它。

# CHARACTERS.WARLY.DESCRIBE.PURPLEGEM
source: It holds deep secrets.
de: Enthält dunkle, verbotene Geheimnisse.
es: Guarda secretos profundos.
es_mx: Guarda profundos secretos.
fr: Elle contient de lourds secrets.
it: Racchiude segreti profondi.
ja: 深～い秘密を秘めてるヨ…
ko: 깊은 비밀을 간직하고 있지.
pl: Skrywa wiele sekretów.
pt_br: Ela guarda segredos profundos.
ru: Он скрывает много тайн.
zh_cn: 它藏有深深的秘密。
zh_tw: 它藏有深深的秘密。

# CHARACTERS.WARLY.DESCRIBE.PURPLEMOONEYE
source: It's a purple stone eye.
de: Ein lila Steinauge.
es: Es un ojo de piedra morado.
es_mx: Es un ojo de piedra púrpura.
fr: C'est un œil violet en pierre.
it: È un occhio di pietra color viola.
ja: パープルの石が目だヨ。
ko: 보라색 돌 눈이다.
pl: Fioletowe kamienne oko.
pt_br: É um olho de pedra roxo.
ru: Фиолетовый каменный глаз.
zh_cn: 是一只紫色的石头眼睛。
zh_tw: 是一隻紫色的石頭眼睛。

# CHARACTERS.WARLY.DESCRIBE.RABBIT.GENERIC
source: I haven't had rabbit in awhile...
de: Kaninchen hab ich schon lang nicht mehr gegessen ...
es: Hace tiempo que no como conejo...
es_mx: Hace tiempo que no como conejo...
fr: Ça fait longtemps que je n'ai pas mangé de lapin...
it: Non mangio coniglio da un po'...
ja: ウサギ肉、しばらく食べてないネ…
ko: 토끼 고기 먹어본 지 오래됐는데...
pl: Dawno nie jadłem królika...
pt_br: Faz um tempo que não como coelho...
ru: Давно у меня не было крольчатины…
zh_cn: 我有段时间没吃过兔子肉了...
zh_tw: 我有段時間沒吃過兔子肉了...

# CHARACTERS.WARLY.DESCRIBE.RABBIT.HELD
source: Your little heart is beating so fast.
de: Dein kleines Herz schlägt so schnell.
es: Tu pequeño corazón está latiendo muy rápido.
es_mx: Tu pequeño corazón está latiendo muy rápido.
fr: Ton petit cœur bat si vite.
it: Il tuo cuoricino batte così veloce.
ja: 心臓が、すごい速さでドクドクしてるヨ
ko: 작은 심장이 팔딱거리는구나.
pl: Twoje małe serduszko bije tak szybko...
pt_br: Seu coraçãozinho está batendo rápido.
ru: Твое маленькое сердечко так быстро бьется.
zh_cn: 你的小心脏跳得好快。
zh_tw: 你的小心臟跳得好快。

# CHARACTERS.WARLY.DESCRIBE.RABBITHOLE.GENERIC
source: Thump twice if you are fat and juicy.
de: Ein fettes und saftiges Stück Fleisch.
es: Los dos pulgares hacia arriba si eres gordo y jugoso.
es_mx: Pulgares hacia arriba si eres gordo y jugoso.
fr: Frappe deux fois si tu gros et savoureux.
it: Pollice in alto due volte se sei grasso e succoso.
ja: 丸々太ったウサギさん、いたら返事シテ！
ko: 지방과 육즙이 많으면 두 번 쿵쾅거리렴.
pl: Gdzie się chowasz, mój smaczny kolego?
pt_br: Bata duas vezes se você é gordinho e suculento.
ru: Стукни два раза, если ты жирный и сочный.
zh_cn: 要是你肥美多汁的话就跺两下脚吧。
zh_tw: 要是你肥美多汁的話就跺兩下腳吧。

# CHARACTERS.WARLY.DESCRIBE.RABBITHOLE.SPRING
source: What a pity rabbit season has ended.
de: Schade, dass die Kaninchensaison schon zu Ende ist.
es: Qué pena que haya terminado la temporada de conejos.
es_mx: Qué pena que terminara la temporada de conejos.
fr: Dommage que la saison du lapin soit terminée.
it: Che peccato che la stagione del coniglio sia finita.
ja: 残念…ウサギのシーズンは、終わったヨ
ko: 토끼 계절이 끝나서 아쉽네.
pl: Szkoda, że sezon na króliki się skończył...
pt_br: Que pena que a temporada de coelhos terminou.
ru: Как жаль, сезон кроликов окончен.
zh_cn: 兔子出没的季节结束了，太可惜了。
zh_tw: 兔子出沒的季節結束了，太可惜了。

# CHARACTERS.WARLY.DESCRIBE.RABBITHOUSE.BURNT
source: That was no carrot!
de: Das war keine Karotte!
es: ¡Eso no era una zanahoria!
es_mx: ¡Eso no era una zanahoria!
fr: Ce n'était pas une carotte !
it: Non era una carota!
ja: ニンジンじゃなかったヨッ！
ko: 당근이 아니었어!
pl: To nie była marchewka!
pt_br: Isso não era uma cenoura!
ru: А где морковка?
zh_cn: 那不是胡萝卜！
zh_tw: 那不是胡蘿蔔！

# CHARACTERS.WARLY.DESCRIBE.RABBITHOUSE.GENERIC
source: Do my eyes deceive me?
de: Täuschen mich meine Äuglein?
es: ¿Me engañan los ojos?
es_mx: ¿Me engañan los ojos?
fr: Est-ce que je vois ce que je vois ?
it: I miei occhi mi ingannano?
ja: 幻覚…カナ？
ko: 내가 헛것을 보나?
pl: Czyżby wzrok mnie zwodził?
pt_br: Será que meus olhos me enganam?
ru: Мои глаза меня обманывают?
zh_cn: 我的眼睛欺骗了我吗？
zh_tw: 我的眼睛欺騙了我嗎？

# CHARACTERS.WARLY.DESCRIBE.RAINCOAT
source: For a foggy Paris evening.
de: Ganz lecker zum Frühstück. Oder am Abend.
es: Para una noche de niebla en París.
es_mx: Para una noche de niebla en París.
fr: Pour une soirée brumeuse à Paris.
it: Per una serata nebbiosa a Parigi.
ja: 霧深いパリの夜にも、ぴったりネ
ko: 파리의 안개 자욱한 저녁에 어울리지.
pl: Na mgliste paryskie wieczory.
pt_br: Para a noite nevoenta de Paris.
ru: Самое то для туманного парижского вечера.
zh_cn: 可以在雾气朦胧的巴黎之夜穿。
zh_tw: 可以在霧氣朦朧的巴黎之夜穿。

# CHARACTERS.WARLY.DESCRIBE.RAINHAT
source: Better than a newspaper.
de: Besser als eine Zeitung.
es: Mejor que un periódico.
es_mx: Mejor que un periódico.
fr: C'est mieux qu'un journal.
it: Meglio di un quotidiano.
ja: 新聞紙よりは、マシ…カナ
ko: 신문지보다는 좋다.
pl: Lepsze to niż gazeta.
pt_br: Melhor que um jornal.
ru: Получше, чем газета.
zh_cn: 比报纸挡雨效果好。
zh_tw: 比報紙擋雨效果好。

# CHARACTERS.WARLY.DESCRIBE.RAINOMETER.BURNT
source: It measures nothing now...
de: Nichts, worin man nun noch leben könnte.
es: Ahora no mide nada...
es_mx: Ahora no mide nada...
fr: Il ne mesure plus rien maintenant...
it: Non misura niente ora...
ja: これじゃ、何も測れないネ…
ko: 이제는 아무것도 측정하지 못한다...
pl: Nic już nie zmierzy...
pt_br: Ele mede nada agora...
ru: Теперь он ничего не измеряет…
zh_cn: 它现在什么也测量不了了...
zh_tw: 它現在什麼也測量不了了...

# CHARACTERS.WARLY.DESCRIBE.RAINOMETER.GENERIC
source: It measures moisture in the clouds.
de: Misst die Bewölkung.
es: Mide la humedad en las nubes.
es_mx: Mide la humedad en las nubes.
fr: Il mesure l'humidité des nuages.
it: Misura l'umidità tra le nuvole.
ja: 雲の水分含有量を測る装置ネ
ko: 구름의 습기를 측정한다.
pl: Mierzy zawartość wody w chmurach.
pt_br: Ele mede a umidade nas nuvens.
ru: Он измеряет влажность в облаках.
zh_cn: 它用来测量云里的水汽。
zh_tw: 它用來測量雲裡的水汽。

# CHARACTERS.WARLY.DESCRIBE.RATATOUILLE
source: A veritable village of vegetables!
de: Gemüse. So viel Gemüse.
es: ¡Un verdadero pueblo de verduras!
es_mx: ¡Un verdadero pueblo de verduras!
fr: Un vrai tourbillon de légumes !
it: Un vero e proprio villaggio di verdure!
ja: 「野菜のごった煮オシャレ風」だヨ！
ko: 향긋한 채소의 향연!
pl: Warzywna mieszanka bogów!
pt_br: Uma verdadeira vila de vegetais!
ru: Целая овощная деревня!
zh_cn: 名副其实的蔬菜部落！
zh_tw: 名副其實的蔬菜部落！

# CHARACTERS.WARLY.DESCRIBE.RAZOR
source: If only I had aftershave.
de: Hätte ich doch nur eine!
es: Ojalá tuviera loción para después de afeitar.
es_mx: Ojalá tuviera loción para después de afeitar.
fr: Si seulement j'avais de l'après-rasage.
it: Se solo avessi un dopobarba.
ja: アフターシェーブローション、欲しいネ
ko: 애프터셰이브가 있었으면.
pl: Szkoda, że nie mam płynu po goleniu...
pt_br: Se pelo menos eu tivesse loção pós-barba.
ru: Жаль, что у меня нет крема после бритья.
zh_cn: 如果我有须后水就好了。
zh_tw: 如果我有須後水就好了。

# CHARACTERS.WARLY.DESCRIBE.REDGEM
source: A deep fire burns within.
de: Da drinnen brennt ein Feuer.
es: El fuego arde en su interior.
es_mx: El fuego arde en su interior.
fr: Un feu profond brûle à l'intérieur.
it: Un fuoco profondo brucia dentro.
ja: 中で炎がアカアカと燃えてるヨ
ko: 안에 그윽한 불이 타고 있어.
pl: Widać wewnątrz płonący ogień.
pt_br: Um fogo profundo arde em seu interior.
ru: Внутри него горит огонь.
zh_cn: 里面燃烧着深邃的火焰。
zh_tw: 裡面燃燒著深邃的火焰。

# CHARACTERS.WARLY.DESCRIBE.REDLANTERN
source: I do like festivals like this.
de: Ich mag solche Festivitäten.
es: Me gustan los festivales así.
es_mx: Me gustan este tipo de festivales.
fr: J'adore ce genre de festival.
it: Mi piacciono le feste come questa.
ja: こういう祭りは大好きだヨ。
ko: 난 이런 축제 좋아해.
pl: Podobają mi się takie święta.
pt_br: Eu adoro festivais como esse.
ru: Люблю я такие фестивали.
zh_cn: 我喜欢这样的庆典。
zh_tw: 我喜歡這樣的慶典。

# CHARACTERS.WARLY.DESCRIBE.REDMOONEYE
source: It looks a bit like an eye with a gem inside, non?
de: Sieht wie ein Auge mit Edelstein aus, non?
es: Tiene un poco pinta de ojo con una gema dentro, ¿non?
es_mx: Parece un ojo con una gema dentro, ¿non?
fr: On dirait un œil avec une gemme dedans, non ?
it: Sembra un occhio con una gemma dentro, n'est pas?
ja: 宝石を詰めたみたいな目だネ。
ko: 꼭 안에 보석이 박힌 눈 같은데?
pl: Wygląda jak klejnot z okiem w środku, non?
pt_br: Parece até um olho com uma joia dentro, non?
ru: Будто глаз, в котором вместо зрачка драгоценный камень, non?
zh_cn: 看起来像是镶宝石的眼睛，对吗？
zh_tw: 看起來像是鑲寶石的眼睛，對嗎？

# CHARACTERS.WARLY.DESCRIBE.REDPOUCH
source: How nice it is to have luck on my side!
de: Wie schön, das Glück auf meiner Seite zu haben!
es: ¡Me encanta que la suerte me sonría!
es_mx: ¡Es genial tener la suerte de mi lado!
fr: La chance est avec moi ! Ça fait du bien.
it: Che bello avere la fortuna dalla mia!
ja: 幸運の女神がボクの隣にいるのは心強いヨ。
ko: 행운이 내 편이라니 든든한걸!
pl: Miło jest mieć trochę szczęścia!
pt_br: Como é bom ter a sorte do meu lado!
ru: Как хорошо, когда удача на моей стороне!
zh_cn: 好运相伴，天下我有！
zh_tw: 好運相伴，天下我有！

# CHARACTERS.WARLY.DESCRIBE.RED_CAP
source: Could use cream and salt... And less poison.
de: Da fehlen noch ein Schuss Sahne und Salz ... Und weniger Gift.
es: Le hace falta crema y sal... Y menos veneno.
es_mx: Le hace falta crema y sal... Y menos veneno.
fr: Ça serait mieux avec plus de crème et plus de sel... et avec moins de toxines.
it: Mi servirebbero panna e sale... e meno veleno.
ja: 生クリームと塩、欲しいネ…毒はいらないヨ
ko: 크림과 소금이 있었으면... 그리고 독은 빼고.
pl: Przydałby się trochę śmietany i soli... i mniej trucizny.
pt_br: Leite e sal cairiam bem... E menos veneno.
ru: Добавить сливки, соль… И не так много яда.
zh_cn: 可以加点奶油和盐...少点毒性。
zh_tw: 可以加點奶油和鹽...少點毒性。

# CHARACTERS.WARLY.DESCRIBE.RED_CAP_COOKED
source: Perhaps I could make a good soup.
de: Vielleicht könnte ich ein Süppchen kochen.
es: Tal vez podría hacer una buena sopa.
es_mx: Tal vez podría hacer una buena sopa.
fr: Je pourrais peut-être en faire une bonne soupe.
it: Forse potrei fare una buona zuppa.
ja: これでおいしいスープ、作れるかもネ…
ko: 훌륭한 수프를 만들 수 있을지도.
pl: Może nadałby się do zupy.
pt_br: Talvez eu pudesse fazer uma boa sopa.
ru: Возможно, у меня получится хороший суп.
zh_cn: 也许我能用它做出不错的汤。
zh_tw: 也許我能用它做出不錯的湯。

# CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Can't get fresher than that!
de: Frischer geht's nicht!
es: ¡Es imposible que sea más fresco!
es_mx: ¡Es imposible que sea más fresco!
fr: On ne fait pas plus frais que ça !
it: Non potrebbe essere più fresco di così!
ja: 新鮮なキノコだヨ！
ko: 이보다 더 신선할 수는 없지!
pl: Cudownie świeżutki!
pt_br: Não dá para ser mais fresco que isso!
ru: Свежее не бывает!
zh_cn: 没有比这更新鲜的了！
zh_tw: 沒有比這更新鮮的了！

# CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll be hard to harvest like that.
de: Zwar keine Waschbärmütze, aber das wird schon reichen.
es: Será difícil cosecharlo así.
es_mx: Será difícil cosecharlo así.
fr: Pas facile à récolter quand il est comme ça.
it: Sarà difficile da raccogliere in quel modo.
ja: 土の中に潜っちゃってるヨ…
ko: 이 상태로는 따기가 어려울 텐데.
pl: Ciężko go będzie teraz zebrać.
pt_br: Vai ser difícil colher assim.
ru: Будет непросто собирать урожай.
zh_cn: 这样就很难采到了。
zh_tw: 這樣就很難采到了。

# CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.PICKED
source: There's nothing left.
de: Es ist nichts mehr da, worin ich schlafen kann.
es: No queda nada.
es_mx: No queda nada.
fr: Il ne reste rien.
it: Non è rimasto niente.
ja: もう、何も残ってないヨ
ko: 남은 것이 없어.
pl: Nic tu nie ma.
pt_br: Não resta nada aqui.
ru: Больше ничего не осталось.
zh_cn: 什么也没剩下。
zh_tw: 什麼也沒剩下。

# CHARACTERS.WARLY.DESCRIBE.REEDS.BURNING
source: The fire took to those quite nicely.
de: Die brennen recht gut!
es: El fuego las ha arrasado bastante bien.
es_mx: El fuego las arrasó por completo.
fr: Le feu a bien pris là-dedans.
it: Il fuoco ha appiccato bene.
ja: よく燃えてるネ
ko: 불이 잘 붙네.
pl: Zajęły się ogniem i ogień zajął się nimi.
pt_br: O fogo cuidou muito bem deles.
ru: Загорелись довольно неплохо.
zh_cn: 火很快将它们烧着了。
zh_tw: 火很快將它們燒著了。

# CHARACTERS.WARLY.DESCRIBE.REEDS.GENERIC
source: A small clump of reeds.
de: Das ist ein Büschel Schilf.
es: Una pequeña mata de cañas.
es_mx: Una pequeña mata de juncos.
fr: Un petit bouquet de roseaux.
it: Un cespuglietto di canne.
ja: アシの茂みだヨ
ko: 작은 갈대 덤불이다.
pl: Mała kępka tataraku.
pt_br: Um chumacinho de juncos.
ru: Заросли камыша.
zh_cn: 一小丛芦苇。
zh_tw: 一小叢蘆葦。

# CHARACTERS.WARLY.DESCRIBE.REEDS.PICKED
source: There's nothing left to pick.
de: Es gibt nichts mehr zu pflücken.
es: No queda nada que recoger.
es_mx: No queda nada que recoger.
fr: Il n'y a plus rien à prendre.
it: Non è rimasto niente da prendere.
ja: 全部摘んでしまったヨ
ko: 거둘 게 아무것도 안 남았어.
pl: Nie ma już czego zbierać.
pt_br: Não há mais nada para colher.
ru: Здесь нечего собирать.
zh_cn: 没什么可以采摘的东西了。
zh_tw: 沒什麼可以採摘的東西了。

# CHARACTERS.WARLY.DESCRIBE.REFINED_DUST
source: A most unusual ingredient.
de: Eine sehr ungewöhnliche Zutat.
es: Un ingrediente de lo más raro.
fr: C'est un ingrédient très inhabituel.
it: Un ingrediente particolarmente insolito.
ja: スゴク珍しい材料だネ。
ko: 제일 특이한 재료다.
pl: Przedziwny składnik.
pt_br: Um ingrediente muito incomum.
ru: Весьма необычный ингредиент.
zh_cn: 多么不寻常的原料啊.
zh_tw: 多麼不尋常的原料啊.

# CHARACTERS.WARLY.DESCRIBE.REFLECTIVEVEST
source: Well, it should be hard to lose.
de: Wenigstens verliert man das nicht so leicht.
es: Bueno, será difícil perderlo.
es_mx: Bueno, será difícil perderlo.
fr: J'aurais du mal à l'égarer.
it: Beh, dovrebbe essere difficile da perdere.
ja: これなら、なくしてもすぐ見つかるネ
ko: 눈에 잘 띄어서 잃어버리는 일도 없겠군.
pl: Cóż, przynajmniej ciężko będzie ją zgubić.
pt_br: Bem, será difícil de perder.
ru: Что ж, его будет трудно потерять.
zh_cn: 嗯，没有它日子会很难过。
zh_tw: 嗯，沒有它日子會很難過。

# CHARACTERS.WARLY.DESCRIBE.RELIC
source: Ancient kitchenware.
de: Uralter Küchenkram.
es: Utensilios de cocina antiguos.
es_mx: Utensilios antiguos.
fr: Du mobilier ancien.
it: Antica stoviglia.
ja: 古代の台所用品ネ
ko: 고대의 주방용품.
pl: Pradawny sprzęt kuchenny.
pt_br: Utensílios de cozinha ancestrais.
ru: Древние кухонные принадлежности.
zh_cn: 古代厨具。
zh_tw: 古代廚具。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB.BURNT
source: That didn't cook very well.
de: Das hat sich nicht gut kochen lassen.
es: No ha salido muy bien.
es_mx: No salió muy bien.
fr: La cuisson a dérapé.
it: Non si è cotto bene.
ja: 焼き加減、間違えたカナ…？
ko: 요리가 잘못되었군.
pl: Trochę nierówno się upiekła.
pt_br: Isso não foi bem cozido.
ru: Не очень хорошее вышло блюдо.
zh_cn: 火候掌握得不太好。
zh_tw: 火候掌握得不太好。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB.GENERIC
source: A center for learning.
de: Ein Zentrum des Lernens.
es: Un centro para el aprendizaje.
es_mx: Un centro de aprendizaje.
fr: Un centre d'apprentissage.
it: Un centro per l'apprendimento.
ja: 即席研修センターだヨ
ko: 배움의 현장이지.
pl: Małe centrum nauki.
pt_br: Um centro de aprendizagem.
ru: Центр образования.
zh_cn: 学习中心。
zh_tw: 學習中心。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB2.BURNT
source: The fire seemed to find it quite tasty.
de: Das Feuer hat es jedenfalls nur zu gerne verzehrt.
es: El fuego parecía encontrarlo muy sabroso.
es_mx: Al fuego parecía gustarle.
fr: On dirait que le feu a apprécié.
it: Il fuoco sembrava trovarlo molto saporito.
ja: 炎に、ペロリと食べられちゃったヨ
ko: 불이 맛있게 먹었군.
pl: Ogniowi chyba smakował.
pt_br: O fogo parecia estar achando bem saboroso.
ru: Похоже, огню понравилось.
zh_cn: 火似乎觉得它味道不错。
zh_tw: 火似乎覺得它味道不錯。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB2.GENERIC
source: Oh, the things I'll learn!
de: Ich werde unbeschreibliche Dinge erfahren.
es: ¡Oh, la de cosas que aprenderé!
es_mx: ¡Ay, las cosas que aprenderé!
fr: Oh ! Tout ce que je vais apprendre !
it: Oh, le cose che imparerò!
ja: これで、研究し放題ネ！
ko: 아, 앞으로 많은 것을 배울 수 있겠지!
pl: Och, ileż wiedzy czeka właśnie na mnie!
pt_br: Oh, as coisas que vou aprender!
ru: О, сколько всего нового я узнаю!
zh_cn: 噢，这里有我要学的知识！
zh_tw: 噢，這裡有我要學的知識！
