Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: {note}... an impressively high register for a wee sea beast.
de: {note} ... Beeindruckend hohes Register für ein kleines Meerestierchen.
es: {note}... Un registro impresionantemente agudo para una bestia insignificante.
fr: {note}... Registre impressiönnant pöur une petite beste marine.
it: {note}... Un registro sorprendentemente alto per una piccola creatura marina.
ja: {note}...小さな海獣に相応しき驚くべく高き音域。
ko: {note}... 작은 바다짐승치고는 음역이 상당히 높군.
pl: {note}... nadzwyczaj wysoki rejestr jak na tak mało bestyjkę.
pt_br: {note}... um registro bastante agudo para uma criaturinha do mar.
ru: {note}… Какой высокий регистр для такой маленькой морской тварюшки.
zh_cn: {note}……小小的海洋野兽竟有如此高的音域。
zh_tw: {note}……小小的海洋野獸竟有如此高的音域。

# CHARACTERS.WATHGRITHR.DESCRIBE.SISTURN.GENERIC
source: A small langhús for the ghostly warrior to regain her strength.
de: Ein kleines Langhús für die Geisterkriegerin, damit sie ihre Kräfte sammle.
es: Una pequeña langhús para que la guerrera espectral recupere fuerzas.
fr: Un petit langhús pöur que la guerrière fantôme recöuvre siennes förces.
it: Una piccola langhús dove la guerriera fantasma si rimette in forze.
ja: 亡霊の戦士が力を取り戻すための小さき言葉。
ko: 유령 같은 전사가 힘을 되찾을 수 있는 작은 집이군.
pl: Mały langhús dla widmowej wojowniczki, by mogła odzyskać siły.
pt_br: Uma langhús pequena para a guerreira fantasma recuperar sua força.
ru: Маленький домик, в котором призрачная воительница может восстановить силы.
zh_cn: 能让亡灵勇士重获力量的小长屋。
zh_tw: 能讓亡靈勇士重獲力量的小長屋。

# CHARACTERS.WATHGRITHR.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: 'Tis a fine monument indeed.
de: Ein sehr schönes Denkmal.
es: Es un buen monumento, sin duda.
fr: Ce mönument est fört bel.
it: Davvero un bel monumento.
ja: 是、確かに良き記念碑なり。
ko: 정말 멋진 기념물이군.
pl: Zaiste wspaniały monument.
pt_br: É mesmo um belo monumento.
ru: Да, прекрасный монумент.
zh_cn: 好一个纪念碑。
zh_tw: 好一個紀念碑。

# CHARACTERS.WATHGRITHR.DESCRIBE.SISTURN.SOME_FLOWERS
source: Flowers doth please this spirit.
de: Dieser Geist mag Blumen.
es: Las flores agradan a este espíritu.
fr: Les fleurs apaisent l'esprit.
it: I fiori rinfrancano lo spirito.
ja: 花々はこの精を喜ばせる。
ko: 영혼이 꽃을 좋아하는군.
pl: Kwiaty radują tego ducha.
pt_br: A flores agradam esse espírito.
ru: Цветы радуют этого духа.
zh_cn: 鲜花确实会取悦这个精灵。
zh_tw: 鮮花確實會取悅這個精靈。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON
source: Rest easy in Valhalla.
de: Ruhe sanft in Walhalla.
es: Descansa bien en Valhalla.
fr: Repose en paix au Walhalla.
it: Riposa tranquillamente nel Valhalla.
ja: ヴァルハーラでゆっくり休んで。
ko: 발할라에서 안식을 찾기를.
pl: Niech otworzą się przed tobą bramy Vahalli.
pt_br: Descanse em paz em Valhalla.
ru: Покойся с миром в Вальхалле.
zh_cn: 在英灵殿中安息吧。
zh_tw: 在英靈殿中安息吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETONHAT
source: Immortal's sight was not meant for thee.
de: Die Unsterblichen sollten das eigentlich nicht sehen.
es: La visión de los inmortales no era para ti.
fr: Ce n'est vraiment pas fait pour les simples mortels.
it: La vista immortale non era destinata a te.
ja: 不死者の世界は、のぞいてはならぬのだ…
ko: 불멸자의 시야는 그대가 탐낼 것이 아니었지.
pl: Nie tobie pisany był wieczny wzrok.
pt_br: A visão imortal não foi feita para ti.
ru: Зрение бессмертных — не для тебя!
zh_cn: 你不应该有神明的洞见。
zh_tw: 你不應該有神明的洞見。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s was felled by %s. Live on in Valhalla.
de: %s wurde von %s gefällt. Leb weiter in der Walhalla.
es: %s ha perdido a manos de %s. Vive en Valhalla.
fr: %s s'est fait assommer par %s. La vie continuera au Walhalla.
it: %s ha perso la vita. La causa è chiara: %s. Continua a vivere nel Valhalla.
ja: %sは%sに破れ、ヴァルハラへ旅立った
ko: %s이(가) %s에게 쓰러졌다. 발할라에서 보자.
pl: %s został pobity. Powód? %s. Niech Walhalla będzie ci domem.
pt_br: %s caiu frente a %s. Continue sua jornada em Valhalla.
ru: %s пал, ибо %s сразил его. Покойся с миром в Вальхалле.
zh_cn: %s被%s击倒。在英灵殿生活。
zh_tw: %s被%s擊倒。在英靈殿生活。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s was felled by %s. She will live on in Valhalla.
de: %s wurde von %s gefällt. Sie wird in der Walhalla weiterleben.
es: %s ha perdido a manos de %s. Vivirá en Valhalla.
fr: %s s'est fait assommer par %s. Elle ira vivre au Walhalla.
it: %s ha perso la vita. La causa è chiara: %s. Continua a vivere nel Valhalla.
ja: %sは%sに破れ、ヴァルハラへ旅立った
ko: %s이(가) %s에게 쓰러졌다. 발할라에서 보자.
pl: %s została pobita. Powód? %s. Niech Walhalla będzie ci domem.
pt_br: %s foi derrubada por %s. Ela continuará sua jornada em Valhalla.
ru: %s пала, ибо %s сразил ее. Теперь она будет жить в Вальхалле.
zh_cn: %s被%s击倒。她将在英灵殿生活。
zh_tw: %s被%s擊倒。她將在英靈殿生活。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON_PLAYER.MALE
source: %s was felled by %s. He will live on in Valhalla.
de: %s wurde von %s gefällt. Er wird in der Walhalla weiterleben.
es: %s ha perdido a manos de %s. Vivirá en Valhalla.
fr: %s s'est fait assommer par %s. Il ira vivre au Walhalla.
it: %s ha perso la vita. La causa è chiara: %s. Continua a vivere nel Valhalla.
ja: %sは%sに破れ、ヴァルハラへ旅立った
ko: %s이(가) %s에게 쓰러졌다. 발할라에서 보자.
pl: %s został pobity. Powód? %s. Niech Walhalla będzie ci domem.
pt_br: %s foi derrubado por %s. Ele continuará sua jornada em Valhalla.
ru: %s пал, ибо %s сразил его. Теперь он будет жить в Вальхалле.
zh_cn: %s被%s击倒。他将在英灵殿生活。
zh_tw: %s被%s擊倒。他將在英靈殿生活。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s was felled by %s. They will live on in Valhalla.
de: %s wurde von %s gefällt. Sie werden in der Walhalla weiterleben.
es: %s ha perdido a manos de %s. Vivirá en Valhalla.
fr: %s s'est fait assommer par %s. Il ira vivre au Walhalla.
it: %s ha perso la vita. La causa è chiara: %s. Continua a vivere nel Valhalla.
ja: %sは%sに破れ、ヴァルハラへ旅立った
ko: %s이(가) %s에게 쓰러졌다. 발할라에서 보자.
pl: %s został pobity. Powód? %s. Niech Walhalla będzie ci domem.
pt_br: %s caiu frente a %s. Continuará sua jornada em Valhalla.
ru: %s пал, ибо %s сразил его. Теперь он будет жить в Вальхалле.
zh_cn: %s被%s击倒。它将在英灵殿生活。
zh_tw: %s被%s擊倒。它將在英靈殿生活。

# CHARACTERS.WATHGRITHR.DESCRIBE.SKETCH
source: The muses' knowledge, inscribed upon an ancient scroll!
de: Das Wissen der Musen auf einer alte Schriftrolle festgehalten!
es: ¡El conocimiento de las musas, grabado en un antiguo pergamino!
fr: Le savoir des muses, inscrit sur un ancien parchemin !
it: La conoscenza delle muse, incisa su un'antica pergamena!
ja: 古代の巻物に刻まれた、ミューズの知識なり！
ko: 뮤즈의 지식이 담긴 고대의 두루마리다!
pl: Wiedza muz przeniesiona na pradawny zwój!
pt_br: O conhecimento das musas, gravados em um pergaminho ancestral!
ru: Знания музы, изображенные на древнем свитке!
zh_cn: 缪斯的知识，铭刻于古老的卷轴上！
zh_tw: 繆斯的知識，銘刻於古老的卷軸上！

# CHARACTERS.WATHGRITHR.DESCRIBE.SKULLCHEST
source: Ah, that was a good battle.
de: Ach, das war ein guter Kampf.
es: Ah, ha sido una buena batalla.
fr: Ah ! Ce fut un beau combat.
it: Ah, è stata una bella battaglia.
ja: ああ、あれはいい戦いだった。
ko: 아, 훌륭한 전투였다.
pl: Ach, to była dobra bitwa.
pt_br: Ah, essa foi uma batalha boa.
ru: Это была отличная битва.
zh_cn: 哦，那是场不错的战斗。
zh_tw: 哦，那是場不錯的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLEEPBOMB
source: Those who enter thy circle shalt know rest.
de: Wer deinen Kreis betritt, soll ruhen können.
es: Aquellos que entren en tu círculo conocerán el descanso.
fr: Ceux qui entrent dans ton cycle ne connaissent aucun repos.
it: Quelli che entrano in questo cerchio non avranno riposo.
ja: 煙幕内に入りし者は、眠りにつかん
ko: 이것의 반경 안에 들어가는 자는 안식을 취하리라.
pl: Ci, co wejdą w twój okrąg, poznają odpoczynek.
pt_br: Aqueles que entram em teu círculo deverão descansar.
ru: Те, кто войдут в твой круг, познают отдых.
zh_cn: 进入你的循环的人应该知道休息。
zh_tw: 進入你的迴圈的人應該知道休息。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOT
source: I prefer weapons at close range.
de: Ich ziehe Nahkampfwaffen vor.
es: Prefiero las armas de corto alcance.
fr: Je préfère les armes à cöurte pörtée.
it: Preferisco le armi da mischia.
ja: 武器は近接戦用の方が好きだ。
ko: 나는 근거리 무기를 선호한다.
pl: Wolę broń bliskiego zasięgu.
pt_br: Prefiro armas corpo a corpo.
ru: Я отдаю предпочтение оружию ближнего боя.
zh_cn: 我更喜欢近距离的武器。
zh_tw: 我更喜歡近距離的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_GOLD
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_POOP
source: I could do without the stench...
de: Auf den Gestank könnte ich verzichten ...
es: Preferiría no soportar esta peste...
fr: Je me passerais völöntiers de l'ödeur...
it: Farei volentieri a meno della puzza...
ja: 臭い物に頼らずともいいだろう…
ko: 악취만 없으면 좋겠군...
pl: Gdyby nie ten odór...
pt_br: Eu poderia viver sem o mau cheiro...
ru: Вот бы оно еще и не воняло...
zh_cn: 奇丑无比……
zh_tw: 奇醜無比……

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_ROCK
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_SLOW
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: What fun is a battle without hand to hand combat?
de: Schlachten ohne Nahkampf, wo bleibt da der Spaß?
es: ¿Qué diversión tiene una batalla sin un combate mano a mano?
fr: Quel plaisir y a-t-il à cömbattre si ön n'utilise pöint ses pöings ?
it: Qual è il divertimento se lo scontro non è in corpo a corpo?
ja: 手と手を組み交わぬ戦いが楽しい訳がないだろう？
ko: 육박전이 없으면 전투를 무슨 재미로 하나?
pl: Cóż za radość jest w walce na dystans?
pt_br: Que diversão há na batalha sem combate corpo a corpo?
ru: Какой смысл в битве, если вы друг друга даже не касаетесь?
zh_cn: 没有肉搏的战斗，何来乐趣？
zh_tw: 沒有肉搏的戰鬥，何來樂趣？

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURPER
source: The fur foe thinks she's a hat!
de: Der pelzige Feind denkt, er wäre ein Hut!
es: ¡El enemigo peludo cree que es un sombrero!
fr: L'ennemi à fourrure se prend pour un chapeau !
it: Il nemico di pelliccia pensa che sia un cappello!
ja: この獣は、自らを帽子と思い違えている！
ko: 털 짐승은 자신이 모자라고 생각하고 있군요!
pl: Futrzany nieprzyjaciel myśli, że jest czapką!
pt_br: O adversário peludo acha que é um chapéu!
ru: Меховой враг думает, что он — шляпа!
zh_cn: 这个全身是毛的家伙以为自己是顶帽子！
zh_tw: 這個全身是毛的傢伙以為自己是頂帽子！

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURPERPELT
source: I do love furs.
de: Ich liebe Felle.
es: Me encantan las pieles.
fr: J'adore la fourrure.
it: Io amo le pellicce.
ja: やはり毛皮は良いものだ。
ko: 나는 모피가 좋아.
pl: Lubię futra.
pt_br: Realmente amo peles.
ru: Мне нравятся меха.
zh_cn: 我确实喜爱毛皮。
zh_tw: 我確實喜愛毛皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURPER_PELT
source: I do love furs.
de: Ich liebe Felle.
es: Me encantan las pieles.
fr: J'adore la fourrure.
it: Io amo le pellicce.
ja: やはり毛皮は好きだ。
ko: 나는 모피가 좋아.
pl: Lubię futra.
pt_br: Realmente amo peles.
ru: Мне нравятся меха.
zh_cn: 我确实喜爱毛皮。
zh_tw: 我確實喜愛毛皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLE
source: You are an angel. Of nasty.
de: Du bist ein Engel des Bösen.
es: Eres un ángel. Desagradable.
fr: Tu es un ange... de cruauté.
it: Sei un angelo. Di cattiveria.
ja: おまえは天使だ。邪悪のな。
ko: 널 보면 기분이 나빠.
pl: Jesteś aniołem. Aniołem obrzydliwości.
pt_br: Você é um anjo. Do mau.
ru: Ты ангел. Отвратительности.
zh_cn: 你的肮脏界的天使。
zh_tw: 你的骯髒界的天使。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLEHAT
source: A fine battle helm!
de: Ein guter Kampfhelm!
es: ¡Un buen casco de batalla!
fr: Un beau casque de combat !
it: Un raffinato elmo di battaglia!
ja: 見事な戦かぶとだ！
ko: 훌륭한 전투용 투구다!
pl: Zacny hełm bojowy!
pt_br: Um belo elmo de batalha!
ru: Отличный боевой шлем
zh_cn: 精制的战盔！
zh_tw: 精製的戰盔！

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLEHOLE
source: Not where I'd choose to hang my helm.
de: Dort würde ich meinen Helm nicht hinhängen.
es: No es donde elegiría colgar mi casco.
fr: C'est pas là que j'irais accrocher mon casque.
it: Non dove sceglierei di appendere il mio casco.
ja: 自分の兜をここに吊るそうとは思わない。
ko: 별로 투구를 걸고 싶은 자리는 아니로군.
pl: Za nic nie włożę tam głowy.
pt_br: Eu não escolheria pendurar meu elmo aí.
ru: Здесь я бы шлем не оставила.
zh_cn: 我不会把头盔挂在这里。
zh_tw: 我不會把頭盔掛在這裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLESLIME
source: Yes. Slime.
de: Ja. Schleim.
es: Sí. Baba.
fr: Oui. De la bave.
it: Sì. Melma.
ja: そう。ネトネト。
ko: 그래, 슬라임이군.
pl: Ślimak, ślimak, pokaż rogi.
pt_br: Sim. Meleca.
ru: Да. Слизь.
zh_cn: 是的。黏液。
zh_tw: 是的。黏液。

# CHARACTERS.WATHGRITHR.DESCRIBE.SLURTLE_SHELLPIECES
source: They're smashed up good.
de: Die wurden gut zerschlagen.
es: Han quedado bien destrozadas.
fr: Complètement ratatiné.
it: Sono distrutti per bene.
ja: かなり粉々になってる。
ko: 완전히 산산조각 났군.
pl: Nieźle im ktoś przywalił.
pt_br: Eles foram bem destruidinhos.
ru: Они так красиво разлетелись.
zh_cn: 它们被砸得稀巴烂。
zh_tw: 它們被砸得稀巴爛。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.GENERIC
source: You are not fierce yet, bird.
de: Noch bist du nicht unerschütterlich, Vogel.
es: Tú aún no eres feroz, pájaro.
fr: Tu n'es pas assez féroce, l'oiseau.
it: Non sei ancora feroce, pennuto.
ja: 鳥よ、お前はまだ強くない。
ko: 아직 사나워지지 않았구나, 새야.
pl: Jeszcze nie jesteś agresywny, ptaszku.
pt_br: Você não é feroz ainda, pássaro.
ru: Птица, ты еще недостаточно жестокая.
zh_cn: 你还不够凶悍，小鸟。
zh_tw: 你還不夠兇悍，小鳥。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.HUNGRY
source: You must eat to grow strong.
de: Du musst essen, um stark zu werden.
es: Debes comer para crecer fuerte.
fr: Tu dois manger pour devenir fort.
it: Devi mangiare per crescere forte.
ja: 食べて、強く育たねばならない。
ko: 먹어야 튼튼하게 자라지.
pl: Musisz jeść, żebyś urósł silny.
pt_br: Você precisa comer para crescer forte.
ru: Тебе нужно есть, чтобы вырасти сильной.
zh_cn: 你必须吃东西才能变得更强壮。
zh_tw: 你必須吃東西才能變得更強壯。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.SLEEPING
source: Rest now, young one.
de: Ruh dich aus, kleines Ding.
es: Descansa ya, joven.
fr: Repöse-töi, jeune öiseau.
it: Riposa, piccolino.
ja: 若き者、安らかに。
ko: 좀 쉬렴, 아이야.
pl: Spocznij, maluchu.
pt_br: Agora descanse, meu jovem.
ru: Отдыхай, юное создание.
zh_cn: 休息吧，年轻人。
zh_tw: 休息吧，年輕人。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLBIRD.STARVING
source: The small bird looks famished.
de: Der kleine Vogel sieht ausgehungert aus.
es: El pequeño pájaro parece estar muerto de hambre.
fr: Petit oiseau a l'air affamé.
it: Il piccolo pennuto sembra affamato.
ja: 小鳥は飢えているように見える。
ko: 작은 새가 아주 배고파 보이네.
pl: Ptaszek wygląda na zagłodzonego.
pt_br: O passarinho parece faminto.
ru: Маленькая птичка изголодалась.
zh_cn: 那小鸟看起来遭了饥荒。
zh_tw: 那小鳥看起來遭了饑荒。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLGHOST
source: Such a wee specter!
de: So ein kleiner Geist!
es: ¡Qué pequeño cetro!
fr: Quel petit spectre !
it: Che spettro piccolino!
ja: なんと小さな妖怪！
ko: 저렇게 작은 유령이라니!
pl: Cóż za malutkie widmo!
pt_br: Um espectro diminuto!
ru: Какой маленький фантом!
zh_cn: 小不点幽灵！
zh_tw: 小不點幽靈！

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLMEAT
source: A nice meaty snack.
de: Ein netter fleischiger Snack.
es: Un delicioso bocado carnoso.
fr: Un petit encas sympa à la viande.
it: Un bello spuntino carnoso.
ja: おいしい肉っぽい味のスナック。
ko: 좋은 고기 간식이군.
pl: Wspaniała mięsna przekąska.
pt_br: Um lanchinho carnudo.
ru: Хороший мясной перекус.
zh_cn: 不错的肉制零食。
zh_tw: 不錯的肉制零食。

# CHARACTERS.WATHGRITHR.DESCRIBE.SMALLMEAT_DRIED
source: A small provision for a long campaign.
de: Eine kleine Reserve für einen langen Feldzug.
es: Una pequeña provisión para una larga campaña.
fr: Petite provision pour longue campagne.
it: Una piccola scorta per una lunga campagna.
ja: 長いキャンペーンのための小さな供給
ko: 긴 전투를 위한 작은 간식이다.
pl: Mała przekąska na dłuższe wyprawy.
pt_br: Uma pequena provisão para uma longa campanha.
ru: Небольшой запас еды для долгого плавания.
zh_cn: 漫长战役中的零星伙食。
zh_tw: 漫長戰役中的零星伙食。

# CHARACTERS.WATHGRITHR.DESCRIBE.SNAPPER
source: I shall best you, foe!
de: Ich werde dich besiegen, Feind!
es: ¡Te derrotaré, enemigo!
fr: Je te vaincrai, ennemi !
it: Ti sconfiggerò, nemico!
ja: 敵手よ、我、汝を打ち倒さん！
ko: 내 너를 처단하겠다!
pl: Pokonam cię, zbóju!
pt_br: Superarei você, inimigo!
ru: Я возьму над тобой верх, враг мой!
zh_cn: 我的敌人，我会战胜你！
zh_tw: 我的敵人，我會戰勝你！

# CHARACTERS.WATHGRITHR.DESCRIBE.SNURTLE
source: I like his helmet.
de: Ich mag seinen Helm.
es: Me gusta su casco.
fr: J'aime ce casque.
it: Mi piace il suo casco.
ja: 彼のヘルメットが気に入った。
ko: 투구가 마음에 드는군.
pl: Fajny ma hełm.
pt_br: Gosto de seu elmo!
ru: Мне нравится этот шлем.
zh_cn: 我喜欢他的头盔。
zh_tw: 我喜歡他的頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.SOIL_AMENDER.GENERIC
source: A weak brew for the non-meats.
de: Ein schwächliches Gebräu für Nicht-Fleisch.
es: Un brebaje un tanto flojo para los alimentos sin carne.
fr: Une ridicule mixture pöur les nön-viandes.
it: Un debole infuso per i non-carne.
ja: 肉にあらぬ物につかう弱い酒。
ko: 안고기에 약한 술.
pl: Słaby wywar dla niemięs.
pt_br: Uma poção fraca para as não carnes.
ru: Напиток легкий, для не-мяса.
zh_cn: 给非肉的孱弱的发酵物。
zh_tw: 給非肉的孱弱的發酵物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SOIL_AMENDER.SPOILED
source: By the gods, the stench!
de: Bei den Göttern, dieser Gestank!
es: ¡Por los dioses, qué hedor!
fr: Par les dieux, quelle puanteur !
it: Per gli dèi, che fetore!
ja: 神々よ、この悪臭！
ko: 아이고, 냄새야!
pl: Na bogów, co za odór!
pt_br: Pelos deuses, que fedor!
ru: О боги, ну и смрад!
zh_cn: 诸神啊，这臭味!
zh_tw: 諸神啊，這臭味!

# CHARACTERS.WATHGRITHR.DESCRIBE.SOIL_AMENDER.STALE
source: It's beginning to take on a powerful odor.
de: Es fängt an, einen starken Geruch zu entwickeln.
es: Está empezando a desarrollar un olor bastante fuerte.
fr: Elle cömmence à empester.
it: Sta iniziando a produrre un discreto olezzo.
ja: 悪臭が強力になってきた。
ko: 지독한 냄새가 나기 시작한다.
pl: Zaczyna potężnie śmierdzieć.
pt_br: Está começando a adquirir um odor poderoso.
ru: Микстура начинает источать могучий аромат.
zh_cn: 开始有了强大的气味了。
zh_tw: 開始有了強大的氣味了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SOIL_AMENDER_FERMENTED
source: Perhaps the non-meats are stronger that I thought, to consume such a thing...
de: Vielleicht sind die Nicht-Fleischlichen stärker, als ich dachte, da sie doch so etwas vertilgen ...
es: ¿Cómo pueden consumir algo así los alimentos sin carne? ¿Acaso los he subestimado?
fr: Les nön-viandes sönt peut-être plus förtes que je ne l'imaginais, si elles cönsömment une telle chöse...
it: Forse i non-carne sono più forti di quanto pensassi, se sono in grado di consumare un intruglio simile...
ja: 肉にあらぬ物は我が思うたよりも強力やもしれぬ。かような物を摂取するとは…
ko: 아마 안고기가 생각보다 질겨서 그런 걸 마시는 게 아닐까...
pl: Może te niemięsa są silniejsze, niż myślałam, skoro piją takie coś...
pt_br: Talvez as não carnes sejam mais fortes do que pensei, para consumir uma coisa dessas...
ru: Не-мясо крепче, чем я полагала, раз способно пить такой отвар...
zh_cn: 也许非肉的力量比我想象中的强大，它们居然能消耗这东西……
zh_tw: 也許非肉的力量比我想像中的強大，它們居然能消耗這東西……

# CHARACTERS.WATHGRITHR.DESCRIBE.SPAT
source: How much meat is hiding under there?
de: Wie viel Fleisch ist darunter versteckt?
es: ¿Cuánta carne se esconde ahí debajo?
fr: Combien de viande se cache là-dessous ?
it: Quanta carne si nasconde lì sotto?
ja: 毛の下には、どれだけの肉があるのだろうな
ko: 저 아래에 고기가 얼마나 숨어있을까?
pl: Ileż mięsa się tam kryje?
pt_br: Quanta carne se esconde lá embaixo?
ru: Сколько же мяса здесь содержится?
zh_cn: 那底下藏了多少肉？
zh_tw: 那底下藏了多少肉？

# CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR
source: That is not my favored spear, but it will do the trick.
de: Das ist nicht mein Lieblingsspeer, aber er sollte passen.
es: No es mi lanza preferida, pero servirá.
fr: C'est pas ma lance préférée, mais ça fera l'affaire.
it: Non è la mia lancia preferita, ma andrà bene.
ja: 愛用のヤリではないが、使えぬこともない
ko: 딱히 내가 좋아하는 창은 아니지만 쓸 수는 있겠군.
pl: Nie jest to ma ulubiona włócznia, ale nada się.
pt_br: Essa não é minha lança favorita, mas vai servir.
ru: Это не мое любимое копье, но сгодится.
zh_cn: 那不是我最喜欢的长矛，但也能用。
zh_tw: 那不是我最喜歡的長矛，但也能用。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_GUNGNIR
source: The weapon of a brazen Valkyrie!
de: Die Waffe einer mutigen Walküre!
es: ¡El arma de una valquiria descarada!
fr: L'arme d'une Walkyrie effrontée !
it: L'arma di una Valchiria sfrontata!
ja: 恐れを知らぬ戦乙女の武器なり！
ko: 강한 발키리의 무기!
pl: Oręż mężnej walkirii!
pt_br: A arma de uma Valquíria audaz!
ru: Оружие дерзкой валькирии!
zh_cn: 女武神瓦尔基里的武器！
zh_tw: 女武神瓦爾基裡的武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_LANCE
source: Tis a divine spear!
de: Ein göttlicher Speer!
es: ¡Una lanza divina!
fr: C'est une lance divine !
it: È una lancia divina!
ja: 是、聖なる槍なり。
ko: 이건 신의 창이다!
pl: Boska włócznia!
pt_br: É uma lança divina!
ru: Это божественное копье!
zh_cn: 这把矛真是极好的！
zh_tw: 這把矛真是極好的！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_WATHGRITHR
source: My comrade in arms!
de: Mein Waffenbruder.
es: ¡Mi compañero de armas!
fr: Ma sœur d'arme !
it: Il mio compagno d'armi!
ja: 私の戦友！
ko: 전장의 동지!
pl: Moja towarzyszka przygód!
pt_br: Meu camarada de batalha!
ru: Мой брат по оружию!
zh_cn: 我忠实的战友！
zh_tw: 我忠實的戰友！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPICEPACK
source: I'll use this to carry delicious meats!
de: Damit trage ich köstliches Fleisch!
es: ¡La usaré para llevar carnes deliciosas!
fr: Je l'utiliserai afin de transpörter möult épices savöureuses !
it: Lo userò per portare con me la carne più deliziosa!
ja: 美味き肉を運ぶため、我は是を使う。
ko: 맛있는 고기를 옮길 때 써야겠군!
pl: Użyję tego do przenoszenia przepysznych posiłków!
pt_br: Vou usar isso para carregar carnes deliciosas!
ru: Буду носить в нем самое вкусное мясо!
zh_cn: 我拿这个来装美味的肉类！
zh_tw: 我拿這個來裝美味的肉類！
