Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.MERMHEAD.BURNT
source: Amazingly, it smells even worse now.
de: Beeindruckend, er riecht jetzt noch schlechter.
es: Sorprendentemente, huele aún peor ahora.
fr: Pas croyable ! Il pue encore plus comme ça !
it: Straordinario, puzza anche peggio adesso.
ja: 信じがたいことだが、さらに強烈な臭いがしてきた。
ko: 신기하게도 악취가 심해졌어.
pl: Niesamowite. Teraz śmierdzi jeszcze gorzej.
pt_br: Incrivelmente, o cheiro ficou ainda pior.
ru: Удивительно, теперь он пахнет даже еще хуже.
zh_cn: 太奇怪了，现在甚至更难闻了。
zh_tw: 太奇怪了，現在甚至更難聞了。

# CHARACTERS.WOODIE.DESCRIBE.MERMHEAD.GENERIC
source: Smells like a factory trawler.
de: Riecht wie ein Fischkutter.
es: Huele a barco pesquero.
fr: Ça sent le vieux chalutier.
it: Puzza come un peschereccio.
ja: 工場トロール船みたいな匂いだ。
ko: 대형 트롤선 냄새가 나잖아.
pl: Śmierdzi jak na rybackim kutrze.
pt_br: Tem cheiro de traineira industrial.
ru: Пахнет, как заводской траулер.
zh_cn: 闻起来像拖网渔船。
zh_tw: 聞起來像拖網漁船。

# CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE.BURNT
source: Couldn't even build a fireproof house.
de: Die konnten nicht mal ein feuerfestes Haus bauen.
es: Ni siquiera han podido construir una casa incombustible.
fr: Même pas capable de faire une baraque qui résiste au feu...
it: Non sono riusciti nemmeno a costruire una casa a prova di fuoco.
ja: 防火の備えがある家さえも作れなかった。
ko: 불에 안 타는 집을 짓지 못했군.
pl: Nie potrafią nawet zbudować domu odpornego na ogień.
pt_br: Não conseguiu nem construir uma casa à prova de incêndio.
ru: Они даже свои дома не сделали огнестойкими.
zh_cn: 连建造一间防火的房子都不会。
zh_tw: 連建造一間防火的房子都不會。

# CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE.GENERIC
source: They're not the handiest.
de: Nicht das praktischste Haus.
es: No son los más prácticos.
fr: Pas du plus pratique.
it: Non sono i più pratici.
ja: 彼らは家まわりのことは得意じゃないらしい。
ko: 편리한 것은 아니잖아.
pl: Nie są zbyt przystojni.
pt_br: Não são os mais convenientes.
ru: Не очень из них мастера.
zh_cn: 它们不是最好使的。
zh_tw: 它們不是最好使的。

# CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: What a shame.
de: Was für eine Schande.
es: Qué pena.
fr: Quel dommage.
it: Davvero un peccato.
ja: 残念ね…
ko: 정말 안타깝잖아.
pl: Co za szkoda...
pt_br: Uma grande pena.
ru: Какая жалость.
zh_cn: 令人遗憾。
zh_tw: 令人遺憾。

# CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: Reminds me of the first house we built, eh Lucy?
de: Wie beim ersten Haus, das wir gebaut haben, was, Lucy?
es: Me recuerda a la primera casa que construimos, ¿eh, Lucy?
fr: Ça me fait penser à la première maison que j'ai construite. Pas vrai, Lucy ?
it: Mi ricorda la prima casa che abbiamo costruito, eh, Lucy?
ja: オレたちが建てた最初の家を思い出すな。なあ、ルーシー。
ko: 우리가 처음으로 지은 집이 생각나네, 그치 루시?
pl: Przypomina mi to pierwszy dom, który zbudowaliśmy. Pamiętasz, Lucy?
pt_br: Me lembra a primeira casa que construímos, né, Lucy?
ru: Похоже на наш с тобой первый дом, правда, Люси?
zh_cn: 想起咱们建的第一所房子没，露西？
zh_tw: 想起咱們建的第一所房子沒，露西？

# CHARACTERS.WOODIE.DESCRIBE.MERMKING
source: He's got a pretty impressive beard.
de: Sein Bart ist nicht von schlechten Eltern.
es: Tiene una barba muy impresionante.
fr: Sa barbe est sacrément impressionnante !
it: Ha una barba piuttosto impressionante.
ja: えらい立派なヒゲをたくわえてるじゃねえか。
ko: 수염이 대단하잖아.
pl: Ma imponującą brodę.
pt_br: Ele tem uma barba bem impressionante.
ru: Борода у него весьма впечатляющая.
zh_cn: 他的胡子看着挺厉害。
zh_tw: 他的鬍子看著挺厲害。

# CHARACTERS.WOODIE.DESCRIBE.MERMTHRONE.BURNT
source: Sorry aboot your throne, there.
de: Tut mir leid wegen dem Thron.
es: Perdón por lo del trono.
fr: Désolé pour le trône.
it: Mi dispiace per il tuo trono.
ja: 王座は残念だったな。
ko: 옥좌 일은 유감이야, 친구.
pl: Przykro mi z powodu twojego tronu.
pt_br: Sinto muito pelo seu trono, aí.
ru: Очень жаль твой трон, конечно.
zh_cn: 不好意思你的王座没了。
zh_tw: 不好意思你的王座沒了。

# CHARACTERS.WOODIE.DESCRIBE.MERMTHRONE.GENERIC
source: I'm from a Commonwealth, myself.
de: Ich komme auch aus einem Königreich.
es: Yo formo parte de la Commonwealth.
fr: Je n'aime pas tellement les monarchies.
it: Mi sarei aspettato del legno intarsiato.
ja: オレは共和国出身なんだ。
ko: 나도 영연방국가 출신이잖아.
pl: Sam pochodzę z kraju Wspólnoty Narodów.
pt_br: Eu também vim de uma comunidade.
ru: Я и сам, знаете ли, подданный короны.
zh_cn: 我自己也是来自英联邦的。
zh_tw: 我自己也是來自英聯邦的。

# CHARACTERS.WOODIE.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: It's all gone up in flames, eh?
de: Es ist in Flammen aufgegangen, wie?
es: Todo ha sido pasto de las llamas, ¿eh?
fr: C'est parti en flammes, hein ?
it: È andato tutto in fiamme, eh?
ja: 全部、炎と一緒に消えちまったな。
ko: 전부 불타 버렸네, 그치?
pl: Wszystko poszło z dymem, co?
pt_br: Pegou fogo em tudo, né?
ru: Вспыхнуло и сгорело, да?
zh_cn: 全烧了，对不？
zh_tw: 全燒了，對不？

# CHARACTERS.WOODIE.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: You look like you've got this under control.
de: Du siehst aus, als hättest du hier den Überblick.
es: Parece que tienes todo bajo control.
fr: On dirait que tu maîtrises.
it: Sembra che tu abbia tutto sotto controllo.
ja: 状況は収拾できているみたいだな。
ko: 잘하고 있는 것 같잖아.
pl: Sytuacja wygląda na opanowaną.
pt_br: Parece que você tem tudo sob controle.
ru: Кажется, у вас тут все под контролем.
zh_cn: 你好像可以自己处理好。
zh_tw: 你好像可以自己處理好。

# CHARACTERS.WOODIE.DESCRIBE.MERMWATCHTOWER_NOKING
source: Feels like they're waiting for something.
de: Ob sie auf etwas warten?
es: Es como si estuvieran esperando algo.
fr: Je crois qu'ils attendent quelque chose.
it: Pare che stiano aspettando qualcosa.
ja: 何か待っているみたいだな。
ko: 꼭 뭔가를 기다리는 것 같잖아.
pl: Wyglądają, jakby na coś czekali.
pt_br: Parece que eles estão esperando por algo.
ru: Кажется, они чего-то ждут.
zh_cn: 感觉他们在等什么事情发生。
zh_tw: 感覺他們在等什麼事情發生。

# CHARACTERS.WOODIE.DESCRIBE.MERMWATCHTOWER_REGULAR
source: They seem chipper, eh?
de: Die sind gut gelaunt, wie?
es: Parecen animados, ¿eh?
fr: Ils ont l'air de sacrément bonne humeur.
it: Sembrano più vivaci, eh?
ja: 活気があるじゃねえか。
ko: 쾌활해 보이네, 그치?
pl: Wyglądają radośnie, nie?
pt_br: Eles parecem felizes, né?
ru: Вид у них бравый, ага.
zh_cn: 他们好像挺开心，对不？
zh_tw: 他們好像挺開心，對不？

# CHARACTERS.WOODIE.DESCRIBE.MERM_PRINCE
source: This guy's really the best you got, eh?
de: Der Typ ist der beste, den ihr habt, wie?
es: Este tipo es realmente lo mejor que tienes, ¿eh?
fr: Tu n'as pas mieux que ces types ?
it: Questo tizio è quanto di meglio avete, eh?
ja: こいつが本当にあんたの一押しか？
ko: 이 친구가 최선이야?
pl: To naprawdę wasz najlepszy kandydat?
pt_br: Esse cara é realmente o melhor que você tem, né?
ru: И это — лучшее, что у вас есть, да?
zh_cn: 就选出这么个家伙啊？
zh_tw: 就選出這麼個傢伙啊？

# CHARACTERS.WOODIE.DESCRIBE.MESSAGEBOTTLE
source: Sure beats a paper airplane.
de: Kommt auf jeden Fall weiter als ein Papierflugzeug.
es: Desde luego es mejor que un avión de papel.
fr: C'est bien plus efficace qu'un pigeon.
it: Certamente meglio di un aeroplanino di carta.
ja: 紙飛行機よりはマシだな。
ko: 종이비행기보다는 낫잖아.
pl: Przynajmniej lepsze to niż papierowy samolocik.
pt_br: Com certeza é melhor do que um avião de papel.
ru: Определенно лучше бумажного самолетика.
zh_cn: 比纸飞机好多了。
zh_tw: 比紙飛機好多了。

# CHARACTERS.WOODIE.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Wish it was filled with maple syrup...
de: Wäre bloß Ahornsirup drin ...
es: Ojalá estuviera llena de sirope de arce...
fr: Si seulement il y avait du sirop d'érable là-dedans.
it: Magari ci fosse stato un po' di sciroppo d'acero...
ja: メープルシロップだったら良かったんだが…
ko: 메이플 시럽이 들어있었으면 좋았을 텐데.
pl: Wolałbym, żeby to była butelka syropu klonowego...
pt_br: Gostaria que estivesse preenchido com xarope de bordo...
ru: Вот бы в ней был кленовый сироп…
zh_cn: 要是里面有枫糖浆就好了……
zh_tw: 要是裡面有楓糖漿就好了……

# CHARACTERS.WOODIE.DESCRIBE.MIGHTY_GYM.BURNT
source: Ah, that's too bad, eh?
de: Ah! Schade, was?
es: Vaya... Qué pena, ¿eh?
fr: Ah, c'est dommage, hein.
it: Ah, che peccato, eh?
ja: あぁ、気の毒だ。
ko: 아, 그건 너무 나쁘잖아, 그치?
pl: Ach, jaka szkoda, co nie?
pt_br: Ah, mas que pena, ein?
ru: Эх, очень жалко, конечно.
zh_cn: 啊，那太糟糕了，诶？
zh_tw: 啊，那太糟糕了，誒？

# CHARACTERS.WOODIE.DESCRIBE.MIGHTY_GYM.GENERIC
source: So that's where all my good boards went!!
de: Da sind also alle meine guten Bretter hin!!
es: ¡Conque aquí han acabado todas mis tablas buenas!
fr: C'est là que sont passées toutes mes planches !!
it: Ecco dove sono andate a finire tutte le mie assi migliori!
ja: オレの自慢の木材、こんなところに使われてやがったのか！
ko: 그래서 좋은 보드는 전부 어디로 간 거지!!
pl: A więc to tutaj powędrowały moje wszystkie najlepsze deski!!!
pt_br: Então é aí onde minhas tábuas boas foram!!
ru: Так вот куда делись мои лучшие доски!
zh_cn: 原来我那些好的木板都拿来建这个了！！
zh_tw: 原來我那些好的木板都拿來建這個了！！

# CHARACTERS.WOODIE.DESCRIBE.MILKYWHITES
source: Oh... uh... do I have to touch it?
de: Oh ... äh ... muss ich es anfassen?
es: Eh... Oh... ¿Tengo que tocar eso?
fr: Oh... Euh... Je suis pas obligé d'y toucher, hein ?
it: Oh... Uh... Devo proprio toccare questa roba?
ja: う…触らなきゃいけねぇのか？
ko: 오.. 어.. 만져야 하나?
pl: Och... Uch... Muszę tego dotykać?
pt_br: Ah... uh... preciso tocar nisso?
ru: Ой... эм... а трогать это обязательно?
zh_cn: 这个……呃……我一定要碰一下吗？
zh_tw: 這個……呃……我一定要碰一下嗎？

# CHARACTERS.WOODIE.DESCRIBE.MINERHAT
source: Down deep in a coal mine.
de: Tief unten in einer Kohlemine.
es: Entremos en una mina de carbón.
fr: Comme pour aller à la mine.
it: Giù in profondità nella miniera di carbone.
ja: 炭鉱の奥深く。
ko: 석탄 광산 깊은 곳에.
pl: Do pracy pod ziemią.
pt_br: Bem fundo em uma mina de carvão.
ru: Глубоко внутри угольной шахты.
zh_cn: 下煤矿干活儿了。
zh_tw: 下煤礦幹活兒了。

# CHARACTERS.WOODIE.DESCRIBE.MINIBOATLANTERN
source: Light the way, little lantern!
de: Bescheine den Weg, kleine Laterne!
es: ¡Ilumina el camino, pequeño farol!
fr: Éclaire-nous, petite lanterne !
it: Illumina la via, piccola lanterna!
ja: 明かりよ、道を照らしてくれ！
ko: 앞장서게, 꼬마 랜턴!
pl: Oświeć mi drogę, latarenko!
pt_br: Ilumine o caminho, lanterninha!
ru: Освещай мне путь, фонарик!
zh_cn: 把路照亮，小灯笼！
zh_tw: 把路照亮，小燈籠！

# CHARACTERS.WOODIE.DESCRIBE.MINIFAN
source: I'm not used to the heat in this place!
de: Ein guter Platz, um sich am Nachmittag, abseits der Hitze, auszuruhen.
es: ¡No estoy acostumbrado al calor en este lugar!
fr: Je ne m'habitue pas à la chaleur de cet endroit !
it: Non sono abituato al caldo di questo luogo!
ja: ここは暑すぎんだよ！
ko: 여기의 열기는 피할 수가 없잖아!
pl: Nie mogę się przyzwyczaić do tego gorąca!
pt_br: Não estou acostumado com o calor dessa lugar!
ru: Никак не привыкну к местной жаре!
zh_cn: 我不习惯这地方的高温！
zh_tw: 我不習慣這地方的高溫！

# CHARACTERS.WOODIE.DESCRIBE.MINIFLARE
source: Just needs a light.
de: Muss nur angezündet werden.
es: Solo necesita una luz.
fr: Il me suffit de l'allumer.
it: Basta solo accenderlo.
ja: 火がいるな。
ko: 빛이 필요하잖아.
pl: Trzeba tylko podpalić.
pt_br: Só precisa de uma luzinha.
ru: Нужно лишь зажечь.
zh_cn: 就差点一下了。
zh_tw: 就差點一下了。

# CHARACTERS.WOODIE.DESCRIBE.MINISIGN.GENERIC
source: Is there anything wood can't do?
de: Gibt es irgendetwas, was Holz nicht kann?
es: ¿Hay algo que la madera no pueda hacer?
fr: Rien d'impossible pour le bois !
it: C'è qualcosa che il legno non possa fare?
ja: 木材で、できないことなんてあるんだろうか？
ko: 나무가 할 수 없는 것도 있잖아?
pl: Czy jest coś, czego drewno nie potrafi?
pt_br: Há alguma coisa que a madeira não faz?
ru: А есть что-нибудь, что не делают из деревьев?
zh_cn: 有什么东西是木头不能做成的吗？
zh_tw: 有什麼東西是木頭不能做成的嗎？

# CHARACTERS.WOODIE.DESCRIBE.MINISIGN.UNDRAWN
source: What is this... some sort of sign?
de: Was ist das ... eine Art Zeichen?
es: ¿Qué es esto... una especie de señal?
fr: C'est quoi... un genre de panneau ?
it: Cos'è, una sorta di segnale?
ja: 何だこれ…看板か何かか？
ko: 뭐... 표시의 일종이잖아?
pl: Co to takiego? Czy to jakiś znak?
pt_br: O que é isso... algum tipo de placa?
ru: Что это… какая-то табличка?
zh_cn: 这是什么……某种记号？
zh_tw: 這是什麼……某種記號？

# CHARACTERS.WOODIE.DESCRIBE.MINISIGN_ITEM
source: Good, sturdy wood.
de: Gutes, robustes Holz.
es: Madera buena y resistente.
fr: Du bon bois bien costaud.
it: Un pezzo di legno solido.
ja: いいね、頑丈な木だ。
ko: 양질의 튼튼한 목재네.
pl: Znakomicie. Porządny kawałek drewna.
pt_br: Madeira boa e resistente.
ru: Хорошая, прочная древесина.
zh_cn: 很好，坚固的木头。
zh_tw: 很好，堅固的木頭。

# CHARACTERS.WOODIE.DESCRIBE.MINOTAUR
source: Another poor soul with a curse.
de: Eine weitere arme Seele mit einem Fluch.
es: Otra pobre alma con una maldición.
fr: Encore une de ces pauvres âmes maudites.
it: Un'altra povera anima con una maledizione.
ja: また一つ、呪いをかけられた哀れな魂。
ko: 이 친구도 저주를 받았네.
pl: Kolejna biedna, przeklęta dusza.
pt_br: Outra pobre alma amaldiçoada.
ru: Еще одна несчастная, проклятая душа.
zh_cn: 又一个被诅咒的可怜生物。
zh_tw: 又一個被詛咒的可憐生物。

# CHARACTERS.WOODIE.DESCRIBE.MINOTAURCHEST
source: That's a nice chest with horns, eh.
de: Das ist eine tolle Truhe mit Hörnern, he.
es: Es un bonito cofre con cuernos, eh.
fr: Un joli coffre avec des cornes, hein ?
it: È un ottimo scrigno con le corna, eh.
ja: それは角の付いた素晴らしい収納箱だなぁ。
ko: 뿔이 달린 멋진 궤짝이네.
pl: Ładna skrzynia z rogami, co nie?
pt_br: Esse é um ótimo baú com chifres, hã?
ru: Эх, какой отличный сундук с рогами.
zh_cn: 很不错的带角箱子，是吧。
zh_tw: 很不錯的帶角箱子，是吧。

# CHARACTERS.WOODIE.DESCRIBE.MINOTAURHORN
source: That's a nice horn, eh.
de: Ein schönes Horn, was?
es: Bonito cuerno, eh.
fr: Une jolie corne, hein ?
it: È un bel corno, eh.
ja: 素敵な角だ、ねえ？
ko: 멋진 뿔인데.
pl: Ładny róg, co nie?
pt_br: Que belo chifre, hã?
ru: Отличный рог, хех.
zh_cn: 很漂亮的犀牛角，是吧。
zh_tw: 很漂亮的犀牛角，是吧。

# CHARACTERS.WOODIE.DESCRIBE.MOLE.ABOVEGROUND
source: It feels aboot rocks the way I feel aboot trees.
de: Er freut sich über Stein, wie ich mich über Holz freue.
es: Siente por las rocas lo que yo siento por los árboles.
fr: Pour elle, les cailloux c'est comme les arbres pour moi.
it: I suoi sentimenti per le rocce sono gli stessi che ho io per gli alberi.
ja: こいつは石について、俺が木に対して思うような気持ちを持っている。
ko: 내가 나무를 좋아하는 것만큼 얘는 돌을 좋아하겠지.
pl: On czuje do skał to, co ja do drzew.
pt_br: Tem o mesmo sentimento com relação às pedras que eu tenho com as árvores.
ru: Камни для него — то же, что для меня — деревья.
zh_cn: 石头对于它就像是树木对于我一样。
zh_tw: 石頭對於它就像是樹木對於我一樣。

# CHARACTERS.WOODIE.DESCRIBE.MOLE.HELD
source: Want some rocks?
de: Willst du ein paar Steine?
es: ¿Quieres algunas rocas?
fr: Tu veux de la pierre ?
it: Vuoi qualche pietra?
ja: 石、欲しいか…？
ko: 바위 필요하냐?
pl: Szukasz kamieni?
pt_br: Quer algumas pedras?
ru: Хочешь немного камней?
zh_cn: 想来些石头吗？
zh_tw: 想來些石頭嗎？

# CHARACTERS.WOODIE.DESCRIBE.MOLE.UNDERGROUND
source: Dig, dig, dig.
de: Buddeln, buddeln, buddeln.
es: Cavar, cavar, cavar.
fr: Creuse, creuse, creuse.
it: Scava, scava, scava.
ja: 掘れ、掘れ、掘れ。
ko: 땅을 열심히 파라.
pl: Kop, kop, kop.
pt_br: Cave, cave, cave.
ru: Копать, копать и еще раз копать.
zh_cn: 挖，挖，挖。
zh_tw: 挖，挖，挖。

# CHARACTERS.WOODIE.DESCRIBE.MOLEBAT
source: Just keep your nose out of my business, eh?
de: Halt dich einfach aus meinen Angelegenheiten raus, ja?
es: No metas las narices en mis asuntos, ¿eh?
fr: Ne va pas mettre ton nez dans mes affaires, toi.
it: Tieni il naso fuori dai miei affari, intesi?
ja: オレのこと嗅ぎ回るんじゃねぇぞ、ってな？
ko: 내 일에 신경 쓰지 마, 응?
pl: Tylko nie wtykaj nosa w moje sprawy, zrozumiano?
pt_br: Não meta o nariz nos meus assuntos, ein?
ru: Только нос свой в мои дела не суй, ага.
zh_cn: 别把你的鼻子伸到我这，诶？
zh_tw: 別把你的鼻子伸到我這，誒？

# CHARACTERS.WOODIE.DESCRIBE.MOLEBATHILL
source: Looks cozy enough.
de: Wirkt ganz gemütlich.
es: Es un sitio acogedor.
fr: C'est plutôt confortable.
it: Sembra abbastanza accogliente.
ja: なかなか居心地良さそうじゃねぇか。
ko: 충분히 아늑해 보여.
pl: Wygląda dość przytulnie.
pt_br: Parece aconchegante o suficiente.
ru: На вид вполне уютно.
zh_cn: 看着挺舒服。
zh_tw: 看著挺舒服。

# CHARACTERS.WOODIE.DESCRIBE.MOLEHAT
source: Now featuring night-time chopping!
de: Jetzt auch mit nächtlicher Holzfällerei!
es: ¡Ahora también a talar por la noche!
fr: On va pouvoir couper du bois la nuit !
it: E ora si taglia con la funzione notturna.
ja: 新しく夜間木こりオープン！
ko: 이제 밤에도 자를 수 있잖아!
pl: Czas na nocne rąbanie!
pt_br: Agora com o recurso de corte à noite!
ru: Нам предстоит ночная рубка!
zh_cn: 现在就算是夜间我也能砍树了！
zh_tw: 現在就算是夜間我也能砍樹了！

# CHARACTERS.WOODIE.DESCRIBE.MOLEHILL
source: I bet it's just a pile of rocks inside.
de: Ich wette, da sind nur ein Haufen Steine drin.
es: Apuesto a que dentro solo hay un montón de rocas.
fr: Je parie qu'il y a juste un tas de cailloux là-dedans.
it: Scommetto che c'è solo un mucchio di sassi dentro.
ja: たぶん中は、岩の山だと思うけど。
ko: 안에 바위만 들었겠지.
pl: W środku na pewno jest tylko kupa kamieni.
pt_br: Aposto que tem só uma pilha de pedras lá dentro.
ru: Спорим, внутри одна груда камней.
zh_cn: 我敢打赌里面只是一堆石头。
zh_tw: 我敢打賭裡面只是一堆石頭。

# CHARACTERS.WOODIE.DESCRIBE.MONKEY
source: Well then. That's a new one.
de: Nun gut. Das ist mir neu.
es: Pues bien. Este es nuevo.
fr: Ça c'est nouveau !
it: Ben fatto. Questa è una novità.
ja: よし、では。これが新しいやつだ。
ko: 뭐냐. 이건 또 새로운 동물이네.
pl: Hmm, to coś nowego.
pt_br: Muito bem, essa é nova.
ru: Ну-ну. Это что-то новенькое.
zh_cn: 很好。又来一只。
zh_tw: 很好。又來一隻。

# CHARACTERS.WOODIE.DESCRIBE.MONKEYBARREL
source: What a fine choice of building material.
de: Was für eine ausgezeichnete Wahl an Baumaterialien.
es: Qué buena elección de materiales de construcción.
fr: Excellent choix de matériau de construction.
it: Che bella scelta di materiale da costruzione.
ja: なんて厳選された建材なんだ。
ko: 훌륭한 건축 자재인데.
pl: Wyśmienity wybór materiałów konstrukcyjnych.
pt_br: Que ótima opção de materiais de construção.
ru: Отличный выбор материала для строительства.
zh_cn: 很不错的建筑材料。
zh_tw: 很不錯的建築材料。

# CHARACTERS.WOODIE.DESCRIBE.MONSTERLASAGNA
source: This is cat food!
de: Das ist Katzenfutter!
es: ¡Esto es comida para gatos!
fr: C'est de la bouffe de chat !
it: Questo è cibo per gatti!
ja: これはキャットフードだ！
ko: 고양이 음식이잖아!
pl: Żarcie dla kotów!
pt_br: Isso é ração de gato!
ru: Это кошачья еда!
zh_cn: 这是猫食！
zh_tw: 這是貓食！

# CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT
source: I'm not hungry enough for that.
de: Ich bin nicht hungrig genug.
es: No tengo demasiada hambre para eso.
fr: J'ai pas assez faim pour ça.
it: Non sono così affamato.
ja: それを食べるほど腹ぺこじゃない。
ko: 이걸 먹을 정도로 배가 고프진 않아.
pl: Nie jestem dość głodny, żeby to zjeść.
pt_br: Não estou com tanta fome assim.
ru: Я не настолько голоден.
zh_cn: 我还没有饿到吃怪物肉的地步。
zh_tw: 我還沒有餓到吃怪物肉的地步。

# CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT_DRIED
source: I still don't want to eat it.
de: Ich will sie immer noch nicht essen.
es: Aún no quiero comérmelo.
fr: Toujours pas envie de manger ça.
it: Continuo a non volerla mangiare.
ja: まだ食べたくない。
ko: 그래도 먹기 싫잖아.
pl: I tak nie mam ochoty go jeść.
pt_br: Ainda não quero comer isso.
ru: Я все равно не хочу это есть.
zh_cn: 我还是不想吃它。
zh_tw: 我還是不想吃它。

# CHARACTERS.WOODIE.DESCRIBE.MONSTERTARTARE
source: Isn't there anything else to eat?
de: Ich ess nicht gerne Dinge, die einen Namen haben.
es: ¿No hay nada más para comer?
fr: Y a rien d'autre à manger ?
it: Non c'è niente altro da mangiare?
ja: 他に食いもんねぇのかよ？
ko: 먹을 게 이것 말고는 없어?
pl: Nie ma nic innego do jedzenia?
pt_br: Não há mais nada para comer?
ru: Нет ли тут еще чего-нибудь поесть?
zh_cn: 还有其他东西可以吃吗？
zh_tw: 還有其他東西可以吃嗎？

# CHARACTERS.WOODIE.DESCRIBE.MOONBASE.BROKEN
source: That'll need more than a roll of duct tape to fix.
de: Nur mit Klebeband lässt sich das nicht reparieren.
es: Necesitará más que un rollo de cinta para arreglarse.
fr: Il va falloir plus que du scotch pour réparer ça.
it: Ci vorrà più di un rotolo di nastro adesivo per aggiustarlo.
ja: ガムテープ1巻あっても直せねえな。
ko: 고치려면 청테이프 갖곤 모자라잖아.
pl: Taśma klejąca nie wystarczy.
pt_br: Isso vai precisar mais que um rolo de fita adesiva pra ser consertado.
ru: Чтобы починить это, понадобится немало изоленты.
zh_cn: 那需要不止一卷的牛皮胶布来修理。
zh_tw: 那需要不止一卷的牛皮膠布來修理。

# CHARACTERS.WOODIE.DESCRIBE.MOONBASE.GENERIC
source: I'd rather not muck with that if I can help it.
de: Wenn es sich vermeiden lässt, lass ich mich darauf lieber nicht ein.
es: Mejor no ensuciarlo si puedo evitarlo.
fr: Je préfère ne pas me mêler de ça autant que possible.
it: Preferirei non scherzarci.
ja: 泥を取るのに、これを使ったりはしねえな。
ko: 가능하다면 저건 건드리고 싶지 않아.
pl: Wolałbym się tego nie dotykać, jeśli nie muszę.
pt_br: Prefiro não mexer com isso se eu puder evitar.
ru: Надеюсь ничего не испортить.
zh_cn: 如果我能帮忙，我宁愿不弄脏。
zh_tw: 如果我能幫忙，我寧願不弄髒。

# CHARACTERS.WOODIE.DESCRIBE.MOONBASE.MOONSTAFF
source: That oughta keep us cool.
de: Das sollte uns kühl halten.
es: Debería mantenernos frescos.
fr: Ça devrait nous maintenir au frais.
it: Dovrebbe mantenerci freschi.
ja: これでいつでも涼しくいられるはずだ。
ko: 우리를 시원하게 지켜 주잖아.
pl: Powinno zapewnić nam przyjemny chłodek.
pt_br: Isso deve nos manter frescos.
ru: С ним мы будем в прохладе.
zh_cn: 那应该会让我们凉快。
zh_tw: 那應該會讓我們涼快。

# CHARACTERS.WOODIE.DESCRIBE.MOONBASE.STAFFED
source: I'm happy to just leave it there for now.
de: Von mir aus, kann das erstmal da bleiben.
es: No me importa dejarlo ahí por ahora.
fr: Je suis bien content de laisser ça là pour l'instant.
it: Mi fa piacere lasciarlo là per adesso.
ja: 今はこれを置いたままにしておくのが最善だ。
ko: 지금은 그냥 건드리지 않고 싶어.
pl: Chętnie go tu po prostu zostawię.
pt_br: Estou feliz em só deixar isso aí por enquanto.
ru: Будет здорово оставить его здесь пока что.
zh_cn: 现在我很开心自己把它留在那里。
zh_tw: 現在我很開心自己把它留在那裡。

# CHARACTERS.WOODIE.DESCRIBE.MOONBASE.WRONGSTAFF
source: Looks a little off.
de: Sieht nicht ganz richtig aus.
es: Parece fuera de lugar.
fr: C'est pas tout à fait ça.
it: Sembra un po' guasto.
ja: 何か違うな。
ko: 뭔가 잘못된 것 같은데.
pl: Coś jest nie tak.
pt_br: Parece meio errado.
ru: Что-то не то.
zh_cn: 看起来有点不友好。
zh_tw: 看起來有點不友好。

# CHARACTERS.WOODIE.DESCRIBE.MOONBUTTERFLY.GENERIC
source: Pixie dust tickles my nose.
de: Mir kitzelt Feenstaub in der Nase.
es: El polvo mágico me hace cosquillas en la nariz.
fr: La poussière de fée me pique le nez.
it: Una polvere fatata mi fa il solletico al naso.
ja: 妖精の粉が鼻をくすぐりやがる。
ko: 요정 가루 때문에 코가 간지럽잖아.
pl: Kręci mnie w nosie od magicznego pyłu.
pt_br: Pó de duende faz cócegas no meu nariz.
ru: Пыльца мне нос щекочет.
zh_cn: 小妖精抖下的粉弄痒我的鼻子了。
zh_tw: 小妖精抖下的粉弄癢我的鼻子了。

# CHARACTERS.WOODIE.DESCRIBE.MOONBUTTERFLY.HELD
source: I sure do like nature.
de: Ich mag die Natur.
es: Me encanta la naturaleza.
fr: La nature, y'a que ça de vrai.
it: Amo davvero la natura.
ja: 自然のモノは大好きさ。
ko: 나는 자연이 좋아.
pl: Kocham naturę.
pt_br: Eu com certeza gosto da natureza.
ru: Обожаю природу.
zh_cn: 俺就是喜欢自然。
zh_tw: 俺就是喜歡自然。

# CHARACTERS.WOODIE.DESCRIBE.MOONBUTTERFLYWINGS
source: Fancy butterfly wings.
de: Hübsche Schmetterlingsflügel.
es: Alas de mariposa sofisticadas.
fr: De belles ailes de papillon.
it: Belle ali di farfalla.
ja: きれないチョウの羽だな。
ko: 근사한 나비 날개잖아.
pl: Wyszukane skrzydła motyla.
pt_br: Asas chiques de borboleta.
ru: Красивые крылья бабочки.
zh_cn: 花里胡哨的蝴蝶翅膀。
zh_tw: 花裡胡哨的蝴蝶翅膀。

# CHARACTERS.WOODIE.DESCRIBE.MOONBUTTERFLY_SAPLING
source: Welcome to the world.
de: Willkommen in der Welt.
es: Te doy la bienvenida al mundo.
fr: Bienvenue au monde !
it: Benvenuto al mondo.
ja: この世界へようこそ。
ko: 이 세상에 온 걸 환영해.
pl: Witamy na świecie.
pt_br: Bem-vinda ao mundo.
ru: Добро пожаловать в мир.
zh_cn: 欢迎来到这个世界。
zh_tw: 歡迎來到這個世界。

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.CAVE
source: We're free from the moon's reach down here.
de: Hier unten sind wir weit weg vom Mond.
es: Estamos fuera del alcance de la luna aquí abajo.
fr: On est hors d'atteinte de la lune ici-bas.
it: Siamo fuori portata della luna qua sotto.
ja: ここなら、月の光も届かねえだろう。
ko: 여기는 달이 도달하지 못하겠지.
pl: Tutaj Księżyc nas nie dostanie.
pt_br: Estamos longe do alcance da lua aqui embaixo.
ru: Здесь Луна нас не достанет.
zh_cn: 在这里，月亮够不到我们。
zh_tw: 在這裡，月亮夠不到我們。

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.GENERIC
source: Do I really need to be reminded of the moon during the day?
de: Brauche ich wirklich tagsüber eine Erinnerung an den Mond?
es: ¿Realmente es necesario acordarse de la luna durante el día?
fr: Pourquoi me les rabattre à propos de la lune dans la journée ?
it: È davvero necessario ricordarmi della luna durante il giorno?
ja: 真っ昼間から月のことを考えなきゃいけないのか？
ko: 정말 낮에도 달을 봐야 되나?
pl: Czy naprawdę Księżyc musi mnie prześladować nawet w dzień?
pt_br: Preciso mesmo ser lembrado da lua durante o dia?
ru: Мне правда надо напоминать о Луне целый день?
zh_cn: 在白天，我真的需要被提醒月亮的存在吗？
zh_tw: 在白天，我真的需要被提醒月亮的存在嗎？
