Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.BIBINGKA
source: Surely this loaf must be made of meat!
de: Diese Scheibe besteht doch gewiss aus Fleisch!
es: ¡Esta hogaza debe de estar hecha de carne!
fr: Icelle nöurriture döit être faite de viande !
it: Dev'essere di sicuro un pasticcio di carne.
ja: このパンは肉でできているに違いない！
ko: 고기로 만든 빵이 틀림없다!
pl: Ten bochenek musi być z mięsa!
pt_br: É claro que este pão deve ser feito de carne!
ru: Наверняка это буханка из мяса!
zh_cn: 这块面包一定是肉做的！
zh_tw: 這塊麵包一定是肉做的！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIGFOOT
source: That's something completely different!
de: Ich möchte etwas anderes essen.
es: ¡Esto es algo completamente diferente!
fr: Alors ça c'est une chose qui sort de l'ordinaire !
it: È una cosa completamente diversa!
ja: あれは…巨人族か！？
ko: 이건 예상치 못했는데!
pl: A to coś nowego!
pt_br: Isso é algo completamente diferente!
ru: Это уже что-то иное!
zh_cn: 不可思议！
zh_tw: 不可思議！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRCHNUTDRAKE
source: A young tree warrior!
de: Ein junger Baumkrieger!
es: ¡Un árbol joven guerrero!
fr: Un jeune arbre guerrier !
it: Un giovane albero guerriero!
ja: 若い木の戦士！
ko: 젊은 나무 전사다!
pl: Młody drzewiasty wojownik!
pt_br: Uma árvore guerreira jovem!
ru: Молодой древовоин!
zh_cn: 年轻的树木勇士！
zh_tw: 年輕的樹木勇士！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.DEAD
source: You can feast in Valhalla now, friend.
de: Jetzt lass es dir in Walhalla gutgehen, mein Freund.
es: Ahora puedes darte un festín en Valhalla, amigo.
fr: Tu vas pouvoir festoyer au Walhalla maintenant, ami.
it: Puoi far festa nel Valhalla adesso, amico.
ja: ヴァルハラで宴を楽しむがよい
ko: 이제 발할라에서 마음껏 먹기를.
pl: Twym domem jest teraz Walhalla, przyjacielu.
pt_br: Você pode fazer um banquete em Valhalla agora, amigo.
ru: Теперь ты будешь пировать в Вальхалле, друг.
zh_cn: 朋友，你现在可以在英灵殿参加宴会。
zh_tw: 朋友，你現在可以在英靈殿參加宴會。

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.GENERIC
source: A home for my ravens!
de: Ein Haus für meine Raben!
es: ¡Un hogar para mis cuervos!
fr: Une maison pour mes corbeaux !
it: Una casa per i miei corvi!
ja: 私の大鴉たちの家！
ko: 내 까마귀가 살 수 있는 집이네!
pl: Domek dla moich kruków!
pt_br: Um lar para os meus corvos!
ru: Дом для моих воронов!
zh_cn: 为我的渡鸦做的家！
zh_tw: 為我的渡鴉做的家！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.HUNGRY
source: What do you want, little friend?
de: Was willst du?
es: ¿Qué quieres, pequeño amigo?
fr: Que veux-tu, petit ami ?
it: Cosa vuoi, piccolo amico?
ja: 小さき友よ、何が望みだ？
ko: 무엇을 원하니, 작은 친구야?
pl: Czego sobie życzysz, maleństwo?
pt_br: O que você quer, amiguinho?
ru: Чего ты хочешь, маленький друг?
zh_cn: 小朋友，你想要什么？
zh_tw: 小朋友，你想要什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.OCCUPIED
source: Are you having a nice time?
de: Hast du eine schöne Zeit?
es: ¿Te lo estás pasando bien?
fr: Tu t'amuses bien ?
it: Ti stai divertendo?
ja: 楽しんでる？
ko: 심심하지는 않니?
pl: Dobrze się czujesz?
pt_br: Está se divertindo?
ru: Хорошо ли там тебе?
zh_cn: 你过得开心吗？
zh_tw: 你過得開心嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.SKELETON
source: The cage is soiled.
de: Der Käfig ist schmutzig.
es: La jaula está sucia.
fr: La cage est souillée.
it: La gabbia è sudicia.
ja: かごが汚れてしまった
ko: 새집이 더럽군.
pl: Ta klatka jest brudna.
pt_br: A gaiola está suja.
ru: В клетке грязно.
zh_cn: 弄脏了笼子。
zh_tw: 弄髒了籠子。

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.SLEEPING
source: Sweet dreams, raven friend.
de: Süße Träume, Rabenfreund.
es: Dulces sueños, amigo cuervo.
fr: Fais de doux rêves, ami corbeau.
it: Sogni d'oro, amico corvo.
ja: いい夢を見てね、漆黒のお友達。
ko: 좋은 꿈 꾸렴, 까마귀 친구야.
pl: Słodkich snów, mój kruczy przyjacielu.
pt_br: Bons sonhos, amigo corvo.
ru: Сладких снов, друг мой, ворон.
zh_cn: 做个好梦，渡鸦朋友。
zh_tw: 做個好夢，渡鴉朋友。

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDCAGE.STARVING
source: The raven wishes to feast!
de: Der Rabe möchte essen!
es: ¡El cuervo quiere darse un festín!
fr: Le corbeau veut faire un festin !
it: Il corvo vuol banchettare!
ja: ワタリガラスは馳走を所望だ！
ko: 까마귀가 음식을 원하네!
pl: Kruk chce się posilić!
pt_br: O corvo deseja fazer um banquete!
ru: Ворон хочет пировать!
zh_cn: 渡鸦想吃一顿盛宴！
zh_tw: 渡鴉想吃一頓盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRDTRAP
source: I'm a cunning raven catcher!
de: Ich bin ein verschlagener Rabenfänger!
es: ¡Soy una cazadora de cuervos astuta!
fr: Je suis une chasseuse de corbeau rusée !
it: Sono un'astuta acchiappa corvi!
ja: ずる賢い黒い鳥取り器！
ko: 난 똑똑한 까마귀 사냥꾼이라니까!
pl: Jestem mistrzynią łapania kruków!
pt_br: Sou uma capturadora de corvos sagaz.
ru: Я искусный птицелов!
zh_cn: 我就是聪明的渡鸦捕手！
zh_tw: 我就是聰明的渡鴉捕手！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRD_EGG
source: Eggy.
de: Ei-ig.
es: Huevecito.
fr: De l'œuf.
it: Ovoso.
ja: 卵っぽい。
ko: 알 같군.
pl: Ale jaja.
pt_br: Oval.
ru: Яичное.
zh_cn: 蛋蛋。
zh_tw: 蛋蛋。

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRD_EGG_COOKED
source: Hot egg.
de: Heißes Ei.
es: Huevo caliente.
fr: Œuf chaud.
it: Uovo caldo.
ja: アツい卵。
ko: 뜨거운 알이군.
pl: Gorące jajo.
pt_br: Ovo quente.
ru: Горячее яйцо.
zh_cn: 热鸟蛋。
zh_tw: 熱鳥蛋。

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRD_MUTANT
source: The beasts are changed by the storm!
de: Die Tiere werden durch den Sturm verändert!
es: ¡La tormenta cambia a las bestias!
fr: Les bestes sönt transförmées par la tempête !
it: Le creature sono state mutate dalla tempesta!
ja: 嵐のせいで獣が変えられておる！
ko: 폭풍이 오면 짐승들이 변신한다고!
pl: Burza zmienia bestie!
pt_br: As feras foram transformadas pela tempestade!
ru: Этих тварей буря изменила!
zh_cn: 风暴改变了野兽！
zh_tw: 風暴改變了野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.BIRD_MUTANT_SPITTER
source: You think you can challenge me, winged fiend?
de: Du glaubst, du kannst mich herausfordern, geflügelter Unhold?
es: ¿Crees que puedes hacerme frente, monstruo alado?
fr: Tu cröis pöuvöir me tenir tête, vil mutant ailé ?
it: Pensi di potermi sfidare, demone alato?
ja: 我に戦いを挑むのか、翼のある悪魔。
ko: 날개 달린 악마야, 나에게 도전할 수 있을 것 같니?
pl: Myślisz, że mi sprostasz, skrzydlaty demonie?
pt_br: Acha que pode me desafiar, demônio alado?
ru: Думаешь, что ты мне ровня, крылатый злодей?
zh_cn: 你觉得你可以挑战我吗，长翅膀的恶魔？
zh_tw: 你覺得你可以挑戰我嗎，長翅膀的惡魔？

# CHARACTERS.WATHGRITHR.DESCRIBE.BISHOP
source: This one needs a good smack.
de: Der braucht wohl einen kleinen Klaps.
es: Este necesita un buen tortazo.
fr: Celui-ci a besoin d'une bonne calotte.
it: Ha bisogno di uno schiaffone.
ja: こいつはピシャリと一撃加える必要がありそうだ。
ko: 크게 한 방 때려줘야겠네.
pl: Przydałoby mu się porządne lanie.
pt_br: Esse precisa de uma boa lição.
ru: Его нужно хорошенько ударить кнутом.
zh_cn: 这家伙很欠抽。
zh_tw: 這傢伙很欠抽。

# CHARACTERS.WATHGRITHR.DESCRIBE.BISHOP_CHARGE_HIT
source: Rrraugh!
de: Kawumm!
es: ¡Rrrahhh!
fr: Rrrahhh !
it: Arrrr!
ja: ぬああああッ！
ko: 이얏!
pl: Rrraaah!
pt_br: Rrraur!
ru: Р-р-ро-о-о!
zh_cn: 拉拉拉尔夫！
zh_tw: 拉拉拉爾夫！

# CHARACTERS.WATHGRITHR.DESCRIBE.BISHOP_NIGHTMARE
source: Be wary of his blasts!
de: Achte auf seine Stöße.
es: ¡Cuidado con sus ráfagas!
fr: Attention à ses explosions !
it: Attenzione alle sue esplosioni!
ja: 稲妻に注意せねば！
ko: 그의 충격파를 조심해야지요!
pl: Potrafi dostarczyć niezłego kopa.
pt_br: Cuidado com seus raios!
ru: Остерегайся его взрывов!
zh_cn: 小心他爆炸！
zh_tw: 小心他爆炸！

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_FIRE
source: Like the breath of a dragon.
de: Wie der Atem eines Drachen.
es: Como el aliento de un dragón.
fr: Comme le souffle d'un dragon.
it: Come il respiro di un drago.
ja: ドラゴンの息のような。
ko: 용의 숨결 같군.
pl: Niczym oddech smoka.
pt_br: Como o bafo de um dragão!
ru: Словно дыхание дракона.
zh_cn: 像龙喷火一样。
zh_tw: 像龍噴火一樣。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_LAVA
source: Njord guide my blows!
de: Njord führt meine Schläge!
es: ¡Njord guía mis golpes!
fr: Njord guide mes coups !
it: Njord guida i miei colpi!
ja: ニョルズが我が一撃を導く！
ko: 뇨르드여, 내 공격을 인도하소서!
pl: Njord dmie w me płuca!
pt_br: Njord guia meus golpes!
ru: Ньерд, направь мои удары!
zh_cn: 海洋之神尼约德，指引我的吹箭吧！
zh_tw: 海洋之神尼約德，指引我的吹箭吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_LAVA2
source: Njord, lend me thy strength!
de: Njord, gib mir deine Kraft!
es: ¡Njord, dame tu fuerza!
fr: Njord, donne-moi ta force !
it: Njord, dammi la tua forza!
ja: ニョルズが我に力を授けてくれる！
ko: 뇨르드여, 힘을 빌려주소서!
pl: Njordzie! Użycz mi swej mocy!
pt_br: Njord, conceda-me tua força!
ru: Ньерд, надели меня своей силой!
zh_cn: 海洋之神尼约德，赐我力量吧！
zh_tw: 海洋之神尼約德，賜我力量吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_PIPE
source: Projectile weaponry!
de: Projektilwaffe!
es: ¡Armas de proyectil!
fr: Arme à projectile !
it: Armi proiettile!
ja: 投射体兵器！
ko: 발사하는 무기류군요!
pl: Broń dystansowa!
pt_br: Arma de projéteis!
ru: Метательное вооружение.
zh_cn: 射弹武器！
zh_tw: 射彈武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_SLEEP
source: Goodnight to our foes.
de: Ein 'Gute Nacht' für meine Feinde.
es: Buenas noches a nuestros enemigos.
fr: Bonne nuit à nos ennemis.
it: Buonanotte ai nostri nemici.
ja: 敵たちに「おやすみ」と言おう。
ko: 적들에게 수면을.
pl: Długi sen dla naszych wrogów.
pt_br: Boa noite aos nossos adversários.
ru: Спокойной ночи нашим врагам.
zh_cn: 晚安，我们的敌人。
zh_tw: 晚安，我們的敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_YELLOW
source: A face-to-face fight would be more honorable.
de: Ein persönlicher Kampf wäre ehrenhafter.
es: Una lucha cara a cara sería más honorable.
fr: Un combat en face à face serait plus honorable.
it: Una lotta faccia a faccia sarebbe più onorevole.
ja: 一対一の決闘は名誉あることよ。
ko: 서로 마주 보고 싸우는 것이 더 명예로울 텐데.
pl: Walka twarzą w twarz byłaby bardziej honorowa.
pt_br: Uma luta face a face seria mais honrosa.
ru: Сражение лицом к лицу было бы более благородным.
zh_cn: 一场面对面的战斗会更体面。
zh_tw: 一場面對面的戰鬥會更體面。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUEAMULET
source: Cold jewelery.
de: Kalter Schmuck.
es: Joyas frías.
fr: Un joyau froid.
it: Gioiello freddo.
ja: 冷たい宝飾品。
ko: 차가운 보석이군.
pl: Zimna biżuteria.
pt_br: Joias frias.
ru: Холодные украшения.
zh_cn: 冰冷的珠宝。
zh_tw: 冰冷的珠寶。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUEGEM
source: An icy blue sapphire.
de: Ein eisig blauer Saphir.
es: Un zafiro azul hielo.
fr: Un saphir d'un bleu glacé.
it: Un gelido zaffiro blu.
ja: 冷ややかに青いサファイア。
ko: 얼음 같은 파란 사파이어군.
pl: Lodowatoniebieski szafir.
pt_br: Uma safira azul.
ru: Сапфир цвета ледяной волны.
zh_cn: 一块冰蓝的蓝宝石。
zh_tw: 一塊冰藍的藍寶石。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUEMOONEYE
source: Odin's eye!
de: Odins Auge!
es: ¡El ojo de Odín!
fr: L'œil d'Odin !
it: Occhio di Odino!
ja: オーディンの目！
ko: 오딘의 눈이로군!
pl: Oko Odyna!
pt_br: O olho de Odin!
ru: Глаз Одина!
zh_cn: 奥丁的眼睛！
zh_tw: 奧丁的眼睛！

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUEPRINT.COMMON
source: Oh, a map! No, wait. That's wrong.
de: Oh, eine Landkarte! Nein, warte. Das stimmt nicht.
es: ¡Oh, un mapa! No, un momento. Eso está mal.
fr: Oh, une carte ! Non, attendez. C'est pas ça.
it: Oh, una mappa! No, aspetta. È sbagliata.
ja: お、地図が！待てよ… これ間違ってる。
ko: 오, 지도군! 아니, 잘못 봤군.
pl: Och, mapa! Nie, chwila. Coś tu jest nie tak.
pt_br: Oh, um mapa! Não, espere. Isso está errado.
ru: О, карта! Нет, погодите. Не карта.
zh_cn: 一张地图！等等。不对。
zh_tw: 一張地圖！等等。不對。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUEPRINT.RARE
source: Tis a blessed scroll.
de: Eine heilige Schriftrolle.
es: Un pergamino bendito.
fr: Un parchemin béni.
it: È una pergamena benedetta.
ja: これは祝福された巻物だ。
ko: 축복받은 두루마리군.
pl: Błogosławiony zwój.
pt_br: É um pergaminho abençoado.
ru: Это священное писание.
zh_cn: 一卷受到祝福的卷轴。
zh_tw: 一卷受到祝福的卷軸。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_CAP
source: Hmm, a blue one.
de: Hmm, ein blauer Pilz.
es: Hmm, uno azul.
fr: Hmm, celui-ci est bleu.
it: Umm, uno blu.
ja: うーん、青いやつ。
ko: 음, 파란 버섯이군.
pl: Hmm. Niebieski.
pt_br: Hmm, um azul.
ru: Хм-м, синий.
zh_cn: 哼，一个蓝色的。
zh_tw: 哼，一個藍色的。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_CAP_COOKED
source: I have no desire to eat it.
de: Das will ich gar nicht essen.
es: No tengo ningún deseo de comerlo.
fr: Je n'ai aucune envie d'en manger.
it: Non ho alcun desiderio di mangiarlo.
ja: とても食えたものではない
ko: 먹고 싶은 욕구가 없어요.
pl: Ani myślę, by to zjeść.
pt_br: Não tenho desejo de comer isso.
ru: Нет никакого желания это есть.
zh_cn: 我没有食欲。
zh_tw: 我沒有食欲。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's mold, really.
de: Der ist schimmelig, wirklich.
es: Es moho, realmente.
fr: C'est moisi, vraiment.
it: È muffa, davvero.
ja: カビよ、結局のところは。
ko: 따지자면 일종의 곰팡이지.
pl: To jest w sumie pleśń.
pt_br: É mofo, na verdade.
ru: Это же плесень, в самом деле.
zh_cn: 其实就是霉菌。
zh_tw: 其實就是黴菌。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Good, it's hiding.
de: Gut, er versteckt sich.
es: Bien, se está escondiendo.
fr: Bien, il se cache.
it: Bene, si nasconde.
ja: 良かった、隠れてる。
ko: 좋아, 숨어 있군.
pl: Świetnie. Chowa się, tchórz!
pt_br: Bom, está se escondendo.
ru: Отлично, он прячется.
zh_cn: 很好，它藏着呢。
zh_tw: 很好，它藏著呢。

# CHARACTERS.WATHGRITHR.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I hope it doesn't grow again.
de: Ich hoffe, er wächst nicht wieder nach.
es: Espero que no vuelva a crecer.
fr: J'espère qu'il ne repoussera pas.
it: Spero che non cresca di nuovo.
ja: また生えてこないといいけど。
ko: 다시 자라지 않았으면 좋겠네.
pl: Mam nadzieję, że nie odrośnie.
pt_br: Espero que não cresça de novo.
ru: Надеюсь, он больше не вырастет.
zh_cn: 我希望它不会再长出来。
zh_tw: 我希望它不會再長出來。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOARDS
source: Grandfather logs.
de: Großvater Holzblock.
es: Troncos de abuelo.
fr: Les grands-mères des bûches.
it: Tronchi del nonno.
ja: おじいちゃん丸太。
ko: 통나무 할아버지군.
pl: Płaskie drewno.
pt_br: Toras de avô.
ru: Дедушкины бревна.
zh_cn: 爷爷辈的木头。
zh_tw: 爺爺輩的木頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOARON
source: Tis barely a fight.
de: Kein echter Kampf.
es: Esto apenas es una pelea.
fr: On peut pas appeler ça un combat.
it: Questa è a malapena una battaglia.
ja: それはほとんど戦とは言えない。
ko: 별로 싸움거리도 안 돼.
pl: To nawet nie będzie walka.
pt_br: Nem se pode chamar isso de luta.
ru: Да разве это битва?
zh_cn: 这哪算是战斗。
zh_tw: 這哪算是戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOARRIOR
source: You shall be a worthy opponent!
de: Du sollst ein würdiger Gegner sein!
es: ¡Serás un digno oponente!
fr: Tu seras un adversaire de valeur !
it: Sarai un avversario meritevole!
ja: 汝、敵として不足無し！
ko: 좋은 상대가 되겠군!
pl: Nareszcie przeciwnik wart mego czasu!
pt_br: Você será um oponente digno!
ru: Надеюсь, ты достойный противник!
zh_cn: 你应该是个有分量的敌人！
zh_tw: 你應該是個有分量的敵人！

# CHARACTERS.WATHGRITHR.DESCRIBE.BOATFRAGMENT03
source: The ship hath met a valiant end.
de: Das Schiff hat ein würdiges Ende gefunden.
es: El navío se ha topado con un gallardo final.
fr: Le drakkar cönnut un dénöuement de brave.
it: La nave è andata incontro a una fine gloriosa.
ja: 船の最後は勇敢なものだった。
ko: 배가 용맹한 최후를 맞았군.
pl: Ta łódź poniosła bohaterską śmierć.
pt_br: O navio teve um destino valoroso.
ru: Этот корабль встретил достойный конец.
zh_cn: 船只英勇就义。
zh_tw: 船隻英勇就義。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOATFRAGMENT04
source: The ship hath met a valiant end.
de: Das Schiff hat ein würdiges Ende gefunden.
es: El navío se ha topado con un gallardo final.
fr: Le drakkar cönnut un dénöuement de brave.
it: La nave è andata incontro a una fine gloriosa.
ja: 船の最後は勇敢なものだった。
ko: 배가 용맹한 최후를 맞았군.
pl: Ta łódź poniosła bohaterską śmierć.
pt_br: O navio teve um destino valoroso.
ru: Этот корабль встретил достойный конец.
zh_cn: 船只英勇就义。
zh_tw: 船隻英勇就義。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOATFRAGMENT05
source: The ship hath met a valiant end.
de: Das Schiff hat ein würdiges Ende gefunden.
es: El navío se ha topado con un gallardo final.
fr: Le drakkar cönnut un dénöuement de brave.
it: La nave è andata incontro a una fine gloriosa.
ja: 船の最後は勇敢なものだった。
ko: 배가 용맹한 최후를 맞았군.
pl: Ta łódź poniosła bohaterską śmierć.
pt_br: O navio teve um destino valoroso.
ru: Этот корабль встретил достойный конец.
zh_cn: 船只英勇就义。
zh_tw: 船隻英勇就義。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOATPATCH
source: If a Viking cares for her vessel, t'will do the same in return.
de: Wenn der Wikinger sich um sein Schiff kümmert, kümmert das Schiff sich auch um den Wikinger.
es: Si una vikinga no cuida de su navío, recibirá lo mismo a cambio.
fr: Si une Viking se söucie de sön drakkar, alörs de même il fera pöur elle.
it: Se una vichinga si prende cura del suo vascello, lui farà lo stesso con lei.
ja: ヴァイキングが船を大切にするなら、それもまた同様に返してくれる。
ko: 바이킹이 배를 보살피면 배도 보답하기 마련이지.
pl: Jeśli wiking dba o swą łódź, odpłaci mu ona tym samym.
pt_br: Se uma viking cuidar da sua embarcação, ela retribuirá da mesma maneira.
ru: Если викинг заботится о своем корабле, то он отвечает взаимностью.
zh_cn: 维京人爱己之船，船亦以礼相报。
zh_tw: 維京人愛己之船，船亦以禮相報。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_ITEM
source: Ship building is in my bones!
de: Der Schiffsbau liegt mir im Blut!
es: ¡Llevo en la sangre construir barcos!
fr: La cönstructiön de bateau, c'est en mien sang !
it: Costruire navi è nel mio DNA.
ja: 船の建築は我が骨の中にあり。
ko: 배 건조는 식은 죽 먹기지!
pl: Budowanie łodzi mam we krwi!
pt_br: Construir navios está no meu sangue!
ru: Корабельное дело у меня в душе!
zh_cn: 造船之法铭刻在我的骨头里。
zh_tw: 造船之法銘刻在我的骨頭裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_LEAK
source: My vessel hath been wounded!
de: Mein Schiff ist verwundet!
es: ¡Mi navío está herido!
fr: Mön drakkar fut estrillé !
it: Il mio vascello è stato ferito!
ja: 我が船が損傷した！
ko: 배가 다쳐 버렸군!
pl: Moja łódź odniosła ranę!
pt_br: Minha embarcação foi ferida!
ru: Мой корабль ранен!
zh_cn: 我的爱舰受伤了！
zh_tw: 我的愛艦受傷了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BONESHARD
source: Bits of our enemies.
de: Stücke unserer Feinde.
es: Pedacitos de nuestros enemigos.
fr: Des morceaux de nos ennemis.
it: Pezzi dei nostri nemici.
ja: 私の敵のかけら。
ko: 적들의 파편이다.
pl: Fragmenty moich rywali.
pt_br: Pedaços de nossos inimigos.
ru: Кусочки наших врагов.
zh_cn: 我们敌人的一丁点残骸。
zh_tw: 我們敵人的一丁點殘骸。

# CHARACTERS.WATHGRITHR.DESCRIBE.BONESOUP
source: A feast fit for the gods!
de: Ein götterwürdiger Festschmaus!
es: ¡Un festín digno de los dioses!
fr: Un festin digne des dieux !
it: Una pietanza degna degli dei!
ja: 神々にふさわしいごちそうだ！
ko: 신에게 어울리는 성찬이군!
pl: Uczta godna bogów!
pt_br: Um banquete digno dos deuses!
ru: Пир, подобающий богам!
zh_cn: 适合诸神的盛宴！
zh_tw: 適合諸神的盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.BONESTEW
source: Delicious!
de: Köstlich!
es: ¡Delicioso!
fr: Délicieux !
it: Delizioso!
ja: 美味しい！
ko: 맛있군!
pl: Pycha!
pt_br: Delicioso!
ru: Вкусно!
zh_cn: 太好吃了！
zh_tw: 太好吃了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_BIRDS
source: To rule the skies!
de: Um die Lüfte zu beherrschen.
es: ¡Para gobernar los cielos!
fr: Pour faire la loi dans les cieux !
it: Per dominare i cieli!
ja: いざ、天を支配せん！
ko: 공중을 지배하기 위하여!
pl: Ku niebiosom!
pt_br: Dominaremos os céus!
ru: Чтобы править небесами!
zh_cn: 去统治天空吧！
zh_tw: 去統治天空吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_BRIMSTONE
source: This tome is brimming with Hel's fire!
de: Dieses Werk steckt voller Höllenfeuer!
es: ¡Este tomo rebosa de fuego de Hel!
fr: Le feu d'Hel habite cet ouvrage !
it: Questo tomo trabocca del fuoco di Hel!
ja: ヘルの炎が、今にも噴き出しそうだ！
ko: 이 책은 헬의 불로 타오르고 있군!
pl: Płonie ogniem Hel!
pt_br: Esse tomo está transbordando com o fogo de Hel!
ru: Эта книжка пылает огнем Хель!
zh_cn: 这本书布满赫尔之火！
zh_tw: 這本書佈滿赫爾之火！

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_ELEMENTAL
source: Twas not meant for mortal eyes.
de: Das war nicht für sterbliche Augen gedacht.
es: No era para los mortales.
fr: Ce n'était pas destiné aux simples mortels.
it: Non era destinato agli occhi mortali.
ja: これは人間の目のためにあらず。
ko: 산 자가 읽을 수 있는 것이 아니다.
pl: Nie do oglądania przez oczy śmiertelne.
pt_br: Não se destinava a olhos mortais.
ru: Очи смертных не должны были это видеть.
zh_cn: 这不是给凡人的眼睛看的。
zh_tw: 這不是給凡人的眼睛看的。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_FOSSIL
source: The curse of Alviss dwells within.
de: Der Fluch von Alviss wohnt darin.
es: La maldición de Alviss vive en su interior.
fr: Il renferme la malédiction d'Alviss.
it: La maledizione di Alviss dimora lì dentro.
ja: アルビスの呪いはそこに宿っている。
ko: 알비스의 저주가 깃들어 있군.
pl: W środku drzemie klątwa Alvissa.
pt_br: A maldição de Alvis mora lá dentro.
ru: Это таит в себе проклятье Альвиса.
zh_cn: 里面装着阿尔维斯的诅咒。
zh_tw: 裡面裝著阿爾維斯的詛咒。

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_GARDENING
source: But can it tend the garden of mine soul?
de: Aber kann es auf den Garten meiner Seele pflegen?
es: Pero ¿puede ocuparse del jardín de mi alma?
fr: Mais peut-il cultiver le jardin de mon âme ?
it: Ma può prendersi cura del giardino della mia anima?
ja: 我が魂の園の、手入れの仕方もわかるか？
ko: 과연 내 영혼의 정원도 가꿔줄 수 있을까?
pl: Czy znajdę tam jednak rady odnośnie ogrodu mej duszy?
pt_br: Mas isso pode cuidar do jardim da minha alma?
ru: Поможет ли это взрастить сад моей души?
zh_cn: 但是它能好好照看我的心灵花园吗？
zh_tw: 但是它能好好照看我的心靈花園嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_HORTICULTURE
source: But can it tend the garden of mine soul?
de: Aber kann es auf den Garten meiner Seele pflegen?
es: Pero ¿puede ocuparse del jardín de mi alma?
fr: Mais peut-il cultiver le jardin de mon âme ?
it: Ma può prendersi cura del giardino della mia anima?
ja: 我が魂の園の、手入れの仕方もわかるか？
ko: 과연 내 영혼의 정원도 가꿔줄 수 있을까?
pl: Czy znajdę tam jednak rady odnośnie ogrodu mej duszy?
pt_br: Mas isso pode cuidar do jardim da minha alma?
ru: Поможет ли это взрастить сад моей души?
zh_cn: 但是它能好好照看我的心灵花园吗？
zh_tw: 但是它能好好照看我的心靈花園嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_SILVICULTURE
source: A tome of the ways of the forest!
de: Ein Foliant über die Weisheiten des Waldes!
es: ¡Un tomo sobre las curiosidades del bosque!
fr: Un öuvrage sur les secrets de la förêt !
it: Un tomo sulla cura dei boschi!
ja: 森の道の書！
ko: 숲의 길에 대한 서적이다!
pl: Księga wiedzy o lesie!
pt_br: Um tomo sobre a vida na floresta!
ru: Фолиант о тайнах леса!
zh_cn: 一本森林之道的巨著!
zh_tw: 一本森林之道的巨著!

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_SLEEP
source: Where's the drama? The suspense?
de: Wo ist das Drama? Die Spannung?
es: ¿Dónde está el drama? ¿El suspense?
fr: Où est le drame ? Le suspense ?
it: Dov'è il dramma? La suspense?
ja: 単調で、実に退屈な話だ
ko: 뭐가 극적이지? 서스펜스가 어디에 있다는 거야?
pl: Gdzież tu dramat? Napięcie?
pt_br: Onde está o drama? O suspense?
ru: Где же драма? Где кульминация?
zh_cn: 戏剧性何在？悬念呢？
zh_tw: 戲劇性何在？懸念呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOK_TENTACLES
source: Knowledge grants great power!
de: Wissen ist Macht.
es: ¡El conocimiento otorga un gran poder!
fr: Son savoir lui confère une grande puissance !
it: La sapienza elargisce grande potenza!
ja: 知識こそが、強大な力の源！
ko: 지식은 곧 큰 힘이지!
pl: Wiedza to klucz do potęgi!
pt_br: O conhecimento traz grande poder!
ru: Знание дает великую силу!
zh_cn: 知识就是力量！
zh_tw: 知識就是力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.BOOMERANG
source: For flinging at foes!
de: Kann auf Feinde geschleudert werden.
es: ¡Para arrojárselo a los enemigos!
fr: À lancer sur l'ennemi !
it: Per lanciare sui nemici!
ja: 敵に投げつけるのに。
ko: 적에게 던지는 것이군!
pl: Do miotania w nieprzyjaciół!
pt_br: Para atirar nos adversários!
ru: Чтобы швыряться во врагов!
zh_cn: 朝敌人猛掷！
zh_tw: 朝敵人猛擲！

# CHARACTERS.WATHGRITHR.DESCRIBE.BRUSH
source: Time for hair and makeup!
de: Zeit für Frisur und Makeup.
es: ¡Hora de peinarse y maquillarse!
fr: C'est l'heure de se coiffer et de se maquiller !
it: È il momento di pettinarsi e truccarsi!
ja: 舞台に上がる前に、髪を整えねば…
ko: 머리 정리하고 단장할 시간!
pl: Czas na makijaż i uczesanie!
pt_br: Hora de cabelo e maquiagem!
ru: Время нанести боевой раскрас и привести волосы в порядок!
zh_cn: 整理头发和化妆的时间！
zh_tw: 整理頭髮和化妝的時間！

# CHARACTERS.WATHGRITHR.DESCRIBE.BUGNET
source: To snatch insects from the air.
de: Um Insekten aus der Luft zu schnappen.
es: Para atrapar insectos desde el aire.
fr: Pour attraper les insectes volants.
it: Per afferrare gli insetti in aria.
ja: 空中に飛んでいる虫を捕まえるのに使う。
ko: 날아다니는 곤충을 잡는 도구.
pl: Do łapania insektów w powietrzu.
pt_br: Para capturar insetos no ar.
ru: Чтобы ловить летающих насекомых.
zh_cn: 捕获天上飞的昆虫。
zh_tw: 捕獲天上飛的昆蟲。

# CHARACTERS.WATHGRITHR.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Ah! The sea hath sent its foul veggies!
de: Ah! Der Ozean schickt sein übles Gemüse!
es: ¡Ah! ¡El mar envía a sus abyectos vegetales!
fr: Ah ! La mer envöie ses veules légumes !
it: Ah! Il mare ha mandato all'attacco le sue orde vegetali!
ja: あぁ！ 海が汚い野菜を送ったものだ！
ko: 아! 바다가 역겨운 채소를 보냈군!
pl: Ach! Morze wysłało przeciw nam swe plugawe rośliny!
pt_br: Ah! O mar enviou seus vegetais asquerosos!
ru: О! Море поделилось с нами своими омерзительными овощами!
zh_cn: 啊！怒海遣出了恶菜！
zh_tw: 啊！怒海遣出了惡菜！
