Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: Maybe I should experiment with different kinds of fuel...
de: Vielleicht sollte ich mit verschiedenen Brennstoffsorten experimentieren ...
es: Tal vez debería experimentar con distintos tipos de combustible...
fr: Je devrais peut-être essayer d'autres sortes de carburants.
it: Forse dovrei sperimentare con altri tipi di carburante...
ja: 別の種類の燃料で実験してみよう…
ko: 종류가 다른 연료로 실험해봐야 할 것 같아...
pt_br: Talvez eu deva experimentar tipos diferentes de combustíveis...
zh_cn: 也许我应该用不同种类的燃料进行实验……
zh_tw: 也許我應該用不同種類的燃料進行實驗……

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.WRONGGEM
source: This gem won't work here.
de: Dieser Edelstein gehört hier nicht hin.
es: Esta gema no funciona aquí.
fr: Cette gemme ne rentre pas là-dedans.
it: Questa gemma non funziona qua.
ja: このジェムは、ここじゃ使えないみたいだ。
ko: 이 보석은 여기에 맞지 않는다.
pt_br: Essa pedra preciosa não vai funcionar aqui.
zh_cn: 这个宝石在这里不起作用。
zh_tw: 這個寶石在這裡不起作用。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: It's not put together right.
de: Das ist nicht richtig zusammengesetzt.
es: No es la forma correcta.
fr: Elle n'est pas comme il faut.
it: Non è montata bene.
ja: 組み立て方を間違えたみたいだ
ko: 제대로 만들어지지 않았다.
pt_br: Não foi montado direito.
zh_cn: 组装不对。
zh_tw: 組裝不對。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: I'll try again in a second.
de: Ich versuch es gleich noch einmal.
es: Lo volveré a intentar ahora mismo.
fr: Je vais réessayer dans une seconde.
it: Ci proverò di nuovo fra un secondo.
ja: 少し待ってからにしよう
ko: 나중에 다시 해야겠다.
pt_br: Vou tentar de novo daqui a pouco.
zh_cn: 我马上再试试。
zh_tw: 我馬上再試試。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: Maybe I'll just hold on to this.
de: Vielleicht behalt ich das einfach.
es: Tal vez me guardaré esto.
fr: Je vais peut-être garder ça.
it: Forse lo conserverò.
ja: やっぱり、僕が持ってたほうがよさそうだ…
ko: 일단 그냥 가지고 있어야겠다.
pt_br: Talvez eu fique com isso.
zh_cn: 也许我该留着这个。
zh_tw: 也許我該留著這個。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: Your pockets are too full!
de: Deine Taschen sind zu voll!
es: ¡Tus bolsillos están demasiado llenos!
fr: Vos poches sont trop pleines !
it: Le tue tasche sono troppo piene!
ja: 持ち物がいっぱいじゃないか！
ko: 주머니가 가득 찼다!
pt_br: Seus bolsos estão muito cheios!
zh_cn: 你的口袋太满了！
zh_tw: 你的口袋太滿了！

# CHARACTERS.GENERIC.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: Too unconscious to care.
de: Bekommt nichts mit.
es: Demasiado inconsciente para preocuparme.
fr: Trop inconscient pour s'en soucier.
it: Non è in grado di apprezzare.
ja: うーん…反応がないな
ko: 곤히 자느라 받을 생각이 없다.
pt_br: Muito inconsciente pra se importar.
zh_cn: 不省人事了。
zh_tw: 不省人事了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.BUSY
source: I'll try again in a second.
de: Ich versuch es gleich noch einmal.
es: Lo volveré a intentar ahora mismo.
fr: Je vais réessayer dans une seconde.
it: Ci proverò di nuovo fra un secondo.
ja: 少し待ってからにしよう
ko: 나중에 다시 해야겠다.
pt_br: Vou tentar de novo daqui a pouco.
zh_cn: 我马上再试试。
zh_tw: 我馬上再試試。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.DEAD
source: Maybe I'll just hold on to this.
de: Vielleicht behalt ich das einfach.
es: Tal vez me guardaré esto.
fr: Je vais peut-être garder ça.
it: Forse lo conserverò.
ja: やっぱり、僕が持ってたほうがよさそうだ…
ko: 일단 그냥 가지고 있어야겠다.
pt_br: Talvez eu fique com isso.
zh_cn: 也许我该留着这个。
zh_tw: 也許我該留著這個。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.FULL
source: Your pockets are too full!
de: Deine Taschen sind zu voll!
es: ¡Tus bolsillos están demasiado llenos!
fr: Vos poches sont trop pleines !
it: Le tue tasche sono troppo piene!
ja: 持ち物がいっぱいじゃないか！
ko: 주머니가 가득 찼다!
pt_br: Seus bolsos estão muito cheios!
zh_cn: 你的口袋太满了！
zh_tw: 你的口袋太滿了！

# CHARACTERS.GENERIC.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: Too unconscious to care.
de: Bekommt nichts mit.
es: Demasiado inconsciente para preocuparme.
fr: Trop inconscient pour s'en soucier.
it: Non è in grado di apprezzare.
ja: うーん…反応がないな
ko: 곤히 자느라 받을 생각이 없다.
pt_br: Muito inconsciente pra se importar.
zh_cn: 不省人事，无心牵挂。
zh_tw: 不省人事，無心牽掛。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: I've already tackled this one.
de: Das ist nichts Neues.
es: Esto ya lo tengo equipado.
fr: Je l'ai déjà ferré, celui-là.
it: Già fatto.
ja: これはもうやったな。
ko: 이건 이미 부착했어.
pt_br: Já coloquei isca nessa daqui.
zh_cn: 不对，不对。
zh_tw: 不對，不對。

# CHARACTERS.GENERIC.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: It doesn't seem interested in a scientific discussion.
de: Scheint nicht an einer wissenschaftlichen Diskussion interessiert zu sein.
es: No parece tener ganas de una discusión científica.
fr: Il ne semble pas être enclin à un débat scientifique.
it: Non sembra nutrire alcun interesse per il dibattito scientifico.
ja: 科学的議論に興味はないようだ。
ko: 과학에 관해 토론하는 데는 흥미가 없나봐.
pt_br: Isso não parece ter interesse em uma discussão científica.
zh_cn: 它似乎对科学讨论没有兴趣。
zh_tw: 它似乎對科學討論沒有興趣。

# CHARACTERS.GENERIC.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: They won't listen to me, but they might listen to Webber.
de: Auf mich hören sie nicht, aber vielleicht hören sie ja auf Webber.
es: A mí no me harán caso, pero a lo mejor a Webber sí.
fr: Elles ne m'écouteront pas. Mais peut-être que si Webber leur parle...
it: Non sembrano propensi ad ascoltarmi, ma forse ascolterebbero Webber.
ja: 僕の言うことは聞かないだろうけど、ウェバーの言うことなら聞くかもしれないよ。
ko: 내 말을 따르지는 않겠지만 웨버의 말은 들을 지도 몰라.
pt_br: Elas ignoram minhas ordens, mas talvez obedeçam ao Webber.
zh_cn: 虽然它们不听我的，但是可能会听韦伯的。
zh_tw: 雖然它們不聽我的，但是可能會聽韋伯的。

# CHARACTERS.GENERIC.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: My beefalo is already hitched up.
de: Mein Beefalo ist bereits eingespannt.
es: Ya he atado a mi beefalo.
fr: Mon bœufalo est déjà attaché.
it: Il mio mufalo è già legato.
ja: 僕のビーファロはもうつないである。
ko: 내 비팔로를 이미 묶어뒀어.
pt_br: Meu bífalo já está atrelado.
zh_cn: 我的皮弗娄牛已经拴好了。
zh_tw: 我的皮弗婁牛已經拴好了。

# CHARACTERS.GENERIC.ACTIONFAIL.HITCHUP.INMOOD
source: My beefalo seems to be too lively.
de: Mein Beefalo scheint zu temperamentvoll zu sein.
es: Mi beefalo tiene demasiada energía.
fr: Mon bœufalo a l'air un peu trop agité.
it: Il mio mufalo sembra sin troppo vivace.
ja: 僕のビーファロは元気が良すぎるみたいだ。
ko: 내 비팔로는 지나치게 활기찬 것 같아.
pt_br: Meu bífalo parece estar animado demais.
zh_cn: 我的皮弗娄牛看起来太好动了。
zh_tw: 我的皮弗婁牛看起來太好動了。

# CHARACTERS.GENERIC.ACTIONFAIL.HITCHUP.NEEDBEEF
source: If I had a bell I could befriend a beefalo.
de: Wenn ich eine Glocke hätte, könnte ich mich mit einem Beefalo anfreunden.
es: Si tuviera un cencerro, podría hacer migas con un beefalo.
fr: Si j'avais une cloche, je pourrais me rapprocher d'un bœufalo.
it: Se avessi una campana, potrei addomesticare un mufalo.
ja: ベルがあればビーファロと友だちになれるのに。
ko: 나에게 종이 있다면 비팔로와 친구가 될 수 있을 텐데.
pt_br: Se eu tivesse um sino, poderia fazer amizade com um bífalo.
zh_cn: 有铃铛就能和皮弗娄牛交友了。
zh_tw: 有鈴鐺就能和皮弗婁牛交友了。

# CHARACTERS.GENERIC.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: My beefalo buddy is too far away.
de: Mein Beefalo-Kumpel ist zu weit weg.
es: Mi beefalo está demasiado lejos.
fr: Mon copain bœufalo est trop loin.
it: Il mio amichetto mufalo è troppo lontano.
ja: 僕のビーファロは遠すぎる。
ko: 내 비팔로 친구는 너무 멀리 떨어져 있어.
pt_br: Meu amigo bífalo está longe demais.
zh_cn: 我的皮弗娄牛伙计离我太远了。
zh_tw: 我的皮弗婁牛夥計離我太遠了。

# CHARACTERS.GENERIC.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: Whoops!
de: Hoppla!
es: ¡Uy!
fr: Mince !
it: Oops!
ja: おっと！
ko: 앗!
pt_br: Ops!
zh_cn: 哎呦！
zh_tw: 哎呦！

# CHARACTERS.GENERIC.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: We're not slowing down!
de: Wir bremsen für niemanden!
es: ¡No vamos a bajar el ritmo!
fr: On ne ralentit pas !
it: Non stiamo rallentando!
ja: ペースを落としたりしないぞ！
ko: 속도가 안 늦춰져!
pt_br: Não vamos desacelerar!
zh_cn: 根本慢不下来！
zh_tw: 根本慢不下來！

# CHARACTERS.GENERIC.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: Failure is success in progress!
de: Fehlschläge sind Erfolge in Entwicklung!
es: ¡Fracasar no es más que un paso hacia el éxito!
fr: L'échec n'est qu'un pas vers la réussite !
it: Il fallimento è un successo in divenire!
ja: 失敗は成功への過程だ！
ko: 실패는 진행 중인 성공이지!
pt_br: O fracasso é uma etapa do sucesso!
zh_cn: 失败是成功的进行时！
zh_tw: 失敗是成功的進行時！

# CHARACTERS.GENERIC.ACTIONFAIL.MARK.ALREADY_MARKED
source: I've already made my pick.
de: Ich habe meine Entscheidung schon getroffen.
es: Ya me he decidido.
fr: J'ai déjà fait mon choix.
it: Ho già fatto la mia scelta.
ja: もうどれを選ぶかは決めてあるんだ。
ko: 나는 이미 선택했어.
pt_br: Já fiz minha escolha.
zh_cn: 我已经选好了。
zh_tw: 我已經選好了。

# CHARACTERS.GENERIC.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: I've got no steak in this contest.
de: Bei diesem Wettbewerb ist mir doch alles Wurst.
es: No me interesa ni una pizca el concurso.
fr: Je n'ai rien à perdre dans ce concours. Je m'en bats les steaks.
it: Non ho niente a che vedere con questa competizione.
ja: このコンテストには参加しなかった。
ko: 이번 대회에서 스테이크를 얻지 못했어.
pt_br: Vou "boi-cotar" este concurso.
zh_cn: 我没有选手参赛。
zh_tw: 我沒有選手參賽。

# CHARACTERS.GENERIC.ACTIONFAIL.MOUNT.INUSE
source: Someone beat me to the saddle!
de: Jemand war schneller im Sattel!
es: ¡Alguien se ha subido antes a la silla!
fr: Quelqu'un est monté plus vite que moi !
it: Qualcuno è montato in sella prima di me!
ja: あッ！先に乗られてしまったぞ…
ko: 다른 사람이 벌써 안장을 차지했다!
pt_br: Alguém chegou antes de mim na sela!
zh_cn: 有人抢先骑上去了！
zh_tw: 有人搶先騎上去了！

# CHARACTERS.GENERIC.ACTIONFAIL.MOUNT.SLEEPING
source: Time to wake up!
de: Zeit aufzuwachen!
es: ¡Hora de despertar!
fr: C'est l'heure de se réveiller !
it: È ora di svegliarsi!
ja: 起きろ！時間だぞ！
ko: 일어날 시간이야.
pt_br: Hora de acordar!
zh_cn: 该醒醒了！
zh_tw: 該醒醒了！

# CHARACTERS.GENERIC.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: I know better than to bother an angry beefalo!
de: Mit einem wütenden Beefalo leg ich mich besser nicht an!
es: ¡Sé que no debo molestar a un beefalo enfadado!
fr: Il y a mieux à faire que chevaucher un bœufalo en colère !
it: Me ne guardo bene dal disturbare un mufalo arrabbiato!
ja: 興奮したビーファローに近づくと危険だ！
ko: 성난 비팔로를 굳이 건드릴 필요는 없지!
pt_br: Sei bem que não se deve mexer com um bífalo zangado!
zh_cn: 我还没笨到去惹一头狂牛！
zh_tw: 我還沒笨到去惹一頭狂牛！

# CHARACTERS.GENERIC.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: This rod wasn't made for pond fishing.
de: Das ist keine Angel zum Teichfischen.
es: Esta caña no está hecha para pescar en estanques.
fr: Cette canne n'est pas adaptée à la pêche en étang.
it: Questa canna non è adatta per la pesca negli stagni.
ja: この竿は池釣りには向いてないな。
ko: 이 낚싯대는 연못 낚시용이 아니야.
pt_br: Essa vara não serve para pesca na lagoa.
zh_cn: 这根钓竿不适合在池塘钓鱼。
zh_tw: 這根釣竿不適合在池塘釣魚。

# CHARACTERS.GENERIC.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: I'm not a fancy enough chef for that.
de: Dafür müsste ich ein Sternekoch sein.
es: Hace falta un chef más refinado para eso.
fr: Je ne suis pas cuisinier étoilé, non plus.
it: Non me la cavo abbastanza bene ai fornelli.
ja: それをするには、シェフとしての腕が足りない。
ko: 그 정도로 훌륭한 요리사는 아니야.
pt_br: Meus dotes culinários não chegam a tanto.
zh_cn: 烹饪水平还不够。
zh_tw: 烹飪水準還不夠。

# CHARACTERS.GENERIC.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: That's not science.
de: Das ist keine Wissenschaft.
es: Eso no es ciencia.
fr: Ce n'est pas de la science.
it: Quella non è scienza.
ja: こんなの科学じゃないよ。
ko: 그건 과학이 아니야.
pt_br: Isso não é ciência.
zh_cn: 那可不是科学。
zh_tw: 那可不是科學。

# CHARACTERS.GENERIC.ACTIONFAIL.PICKUP.INUSE
source: Science says I have to wait my turn.
de: Die Wissenschaft sagt, ich muss warten, bis ich dran bin.
es: La ciencia dice que tengo que esperar a que sea mi turno.
fr: La science dit que je dois attendre mon tour.
it: La scienza dice che devo aspettare il mio turno.
ja: 科学的に言って、自分の番を待つべきだな。
ko: 내 차례가 오기를 기다리는 게 합리적이겠군.
pt_br: A ciência diz que eu tenho que esperar minha vez.
zh_cn: 科学告诉我，我该等轮到我。
zh_tw: 科學告訴我，我該等輪到我。

# CHARACTERS.GENERIC.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: You're not my carrat.
de: Du bist nicht meine Karatte.
es: No eres mi zanarrata.
fr: Ce n'est pas toi, ma carate.
it: Tu non sei il mio caratto.
ja: うちのキャラットじゃないな。
ko: 넌 내 당근이쥐가 아니야.
pt_br: Você não é o meu cenourrato.
zh_cn: 你可不是我的胡萝卜鼠。
zh_tw: 你可不是我的胡蘿蔔鼠。

# CHARACTERS.GENERIC.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: OW, it bit me!
de: Ah, sie hat mich gebissen!
es: ¡Ay! ¡Me ha mordido!
fr: AÏE ! Ça mord !
it: Ahi! Mi ha morso!
ja: 痛っ、噛まれた！
ko: 아야, 날 물었어!
pt_br: Ai, me mordeu!
zh_cn: 噢，它咬我！
zh_tw: 噢，它咬我！

# CHARACTERS.GENERIC.ACTIONFAIL.PICKUP.RESTRICTION
source: I'm not skilled enough to use that.
de: Dafür fehlt mir das Talent.
es: No tengo la habilidad suficiente para usar eso.
fr: Je ne sais pas utiliser ça.
it: Non sono abbastanza qualificato per usarlo.
ja: それを使うスキルがないな。
ko: 실력이 부족해서 아직 사용할 수 없다.
pt_br: Não tenho habilidade suficiente para usar isso.
zh_cn: 技能不够熟练，用不了。
zh_tw: 技能不夠熟練，用不了。

# CHARACTERS.GENERIC.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: I'd rather not know anything further.
de: Ich möchte lieber nichts weiter wissen.
es: Prefiero no saber nada más.
fr: Je préfère ne rien savoir...
it: Non voglio sapere altro.
ja: できればもう何も知りたくない。
ko: 차라리 더는 몰랐으면 좋겠어.
pt_br: Prefiro não saber mais nada.
zh_cn: 我不想知道太多细节。
zh_tw: 我不想知道太多細節。

# CHARACTERS.GENERIC.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: I have nothing left to learn.
de: Es gibt für mich nichts mehr zu lernen.
es: Ya no tengo nada que aprender.
fr: Je n'ai plus rien à apprendre.
it: Non mi è rimasto nient'altro da imparare.
ja: もう全部知ってるよ。
ko: 더는 배울 것이 없어.
pt_br: Não tenho mais o que aprender.
zh_cn: 不剩什么需要学的了。
zh_tw: 不剩什麼需要學的了。

# CHARACTERS.GENERIC.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: Drat, out of water.
de: Zum Teufel! Das Wasser ist alle.
es: Maldición, me he quedado sin agua.
fr: Argh, plus d'eau.
it: Cavoli, sono a secco.
ja: おっと、水がない。
ko: 젠장, 물이 없네.
pt_br: Droga, a água acabou.
zh_cn: 糟糕，没水了。
zh_tw: 糟糕，沒水了。

# CHARACTERS.GENERIC.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: My watering can ran dry.
de: Meine Gießkanne ist trocken.
es: La regadera está vacía.
fr: Mon arrosoir est vide.
it: Il mio annaffiatoio è a secco.
ja: ジョウロが空になっちゃった。
ko: 물뿌리개가 말라버렸어.
pt_br: Meu regador secou.
zh_cn: 我的浇水壶干了。
zh_tw: 我的澆水壺乾了。

# CHARACTERS.GENERIC.ACTIONFAIL.REPAIR.WRONGPIECE
source: I don't think that was right.
de: Ich glaube, das war nicht richtig.
es: Creo que no funcionó.
fr: Je ne crois pas que c'était ça.
it: Non credo che fosse quello giusto.
ja: 間違ってたんじゃないかな。
ko: 아무래도 잘못한 것 같다.
pt_br: Acho que isso não foi certo.
zh_cn: 那不太对吧。
zh_tw: 那不太對吧。

# CHARACTERS.GENERIC.ACTIONFAIL.REPLATE.MISMATCH
source: It needs another type of dish.
de: Das gehört auf einen anderen Teller.
es: Necesita otro tipo de plato.
fr: Il lui faut un autre type de plat.
it: Ha bisogno di un altro tipo di piatto.
ja: 別の種類の皿が必要だ。
ko: 다른 종류의 요리가 필요하다.
pt_br: Precisa de outro tipo de prato.
zh_cn: 它需要另一种碟子。
zh_tw: 它需要另一種碟子。

# CHARACTERS.GENERIC.ACTIONFAIL.REPLATE.SAMEDISH
source: I only need to use one dish.
de: Ich brauche nur einen Teller.
es: Solo necesito usar un plato.
fr: Il ne me faut qu'un plat.
it: Ho bisogno di usare solo un piatto.
ja: 必要な皿は1枚だけだ。
ko: 한 요리만 사용하면 된다.
pt_br: Só preciso usar um prato.
zh_cn: 我只需要用一个碟子。
zh_tw: 我只需要用一個碟子。

# CHARACTERS.GENERIC.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: Too soon!
de: Zu früh!
es: ¡Demasiado pronto!
fr: Trop tôt !
it: Troppo presto!
ja: 早過ぎる！
ko: 너무 빨랐어!
pt_br: Cedo demais!
zh_cn: 太快了！
zh_tw: 太快了！

# CHARACTERS.GENERIC.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: My timing is off!
de: Ich bin nicht im Rhythmus!
es: ¡No doy con el momento!
fr: Je n'ai pas le bon rythme !
it: Non sto andando a tempo!
ja: タイミングが悪かった！
ko: 타이밍이 안 맞았어!
pt_br: Meu timing está péssimo!
zh_cn: 时机不对！
zh_tw: 時機不對！

# CHARACTERS.GENERIC.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: Not again!
de: Ich verspüre einen zwanghaften Drang, es immer und immer wieder zu aktivieren.
es: ¡Otra vez no!
fr: Encore ?
it: Non di nuovo!
ja: また！？
ko: 더는 안 돼!
pt_br: De novo não!
zh_cn: 别再犯了！
zh_tw: 別再犯了！

# CHARACTERS.GENERIC.ACTIONFAIL.RUMMAGE.GENERIC
source: I can't do that.
de: Das kann ich nicht tun.
es: No puedo hacer eso.
fr: Je ne peux pas faire ça.
it: Non posso farlo.
ja: それはできない
ko: 할 수 없다.
pt_br: Não posso fazer isso.
zh_cn: 我不能那么做。
zh_tw: 我不能那麼做。

# CHARACTERS.GENERIC.ACTIONFAIL.RUMMAGE.INUSE
source: They're elbow deep in junk right now.
de: Die stecken bis zum Ellbogen im Dreck.
es: Alguien más está usando ahora esta chatarra.
fr: C'est ce qu'on appelle en avoir jusqu'au coude.
it: Ci sono già altre braccia che cercano adesso.
ja: 終わるまで待とう
ko: 지금 다른 사람이 한창 뒤지고 있는 중이다.
pt_br: Está mergulhado em ferro velho no momento.
zh_cn: 他们在垃圾里埋头寻找。
zh_tw: 他們在垃圾裡埋頭尋找。

# CHARACTERS.GENERIC.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: I'm not a fancy enough chef for that.
de: Dafür müsste ich ein Sternekoch sein.
es: Hace falta un chef más refinado para eso.
fr: Je ne suis pas cuisinier étoilé, non plus.
it: Non me la cavo abbastanza bene ai fornelli.
ja: それをするには、シェフとしての腕が足りない。
ko: 그 정도로 훌륭한 요리사는 아니야.
pt_br: Meus dotes culinários não chegam a tanto.
zh_cn: 烹饪水平还不够。
zh_tw: 烹飪水準還不夠。

# CHARACTERS.GENERIC.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: It won't let me do that while it's angry.
de: Solange das so wütend ist, wird es mich nicht ranlassen.
es: No me dejará hacer eso mientras está enfadado.
fr: Il me laissera jamais monter tant qu'il est en colère.
it: Non me lo lascia fare finché è arrabbiato.
ja: 興奮してるな…今はやめておこう
ko: 화난 상태에선 할 수 없다.
pt_br: Não vai me deixar fazer isso enquanto está zangado.
zh_cn: 它生气时决不允许我那样做。
zh_tw: 它生氣時決不允許我那樣做。

# CHARACTERS.GENERIC.ACTIONFAIL.SAIL.REPAIR
source: It doesn't need repairing.
de: Braucht keine Reparatur.
es: No necesita ningún arreglo.
fr: Ça n'a pas besoin de réparations.
it: Non ha bisogno di essere riparata.
ja: 修理は必要ない。
ko: 수리할 필요는 없어.
pt_br: Não precisa de reparos.
zh_cn: 它不需要修理。
zh_tw: 它不需要修理。

# CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not going to try that while he's awake.
de: Ich werde das nicht versuchen, solange er wach ist.
es: No voy a intentar eso mientras ese bicho esté despierto.
fr: Je ne vais pas essayer ça tant qu'il est éveillé.
it: Non ho intenzione di provarci mentre è sveglio.
ja: 彼が起きている間に試すつもりはない。
ko: 깨어 있을 때 시도하지 않을 거야.
pt_br: Não vou tentar isso enquanto ele está acordado.
zh_cn: 我才不会在他醒着时去弄。
zh_tw: 我才不會在他醒著時去弄。

# CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.GENERIC
source: I can't shave that!
de: Das kann ich nicht rasieren!
es: ¡No puedo afeitar eso!
fr: Impossible de raser ça !
it: Non lo posso radere!
ja: これは剃れない！
ko: 그것은 깎을 수 없어!
pt_br: Não posso barbear isso!
zh_cn: 我不能给那个剃毛！
zh_tw: 我不能給那個剃毛！

# CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.NOBITS
source: There isn't even any stubble left!
de: Es ist nicht mal mehr ein Stoppel da.
es: ¡No queda ni un pelo!
fr: Il ne reste pas le moindre poil !
it: Non c'è nemmeno una stabbia rimasta!
ja: もう刈り株さえ残っちゃいない！
ko: 깎을 수염이 하나도 없다!
pt_br: Não tem nada de barba.
zh_cn: 光的连毛茬子也不剩！
zh_tw: 光的連毛茬子也不剩！

# CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: I won't shave someone else's beefalo!
de: Ich rasiere doch kein Beefalo von jemand anderem!
es: ¡No voy a afeitar un beefalo que no es mío!
fr: Je ne raserai pas le bœufalo de quelqu'un d'autre !
it: Non raderò un mufalo che non mi appartiene!
ja: 誰かのビーファロの毛を剃るなんてことはしない。
ko: 남의 비팔로의 털을 깎지는 않을 거라고!
pt_br: Não vou tosar o bífalo de outra pessoa!
zh_cn: 我才不薅别人家皮弗娄牛的毛！
zh_tw: 我才不薅別人家皮弗婁牛的毛！

# CHARACTERS.GENERIC.ACTIONFAIL.SLAUGHTER.TOOFAR
source: It got away.
de: Uhh, entkommen.
es: Se ha escapado.
fr: Il est parti.
it: È fuggito.
ja: 逃げられちまったな
ko: 도망가버렸다.
pt_br: Fugiu.
zh_cn: 它逃走了。
zh_tw: 它逃走了。

# CHARACTERS.GENERIC.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: I think I'm missing something here.
de: Ich glaube, hier fehlt was.
es: Creo que me falta algo aquí.
fr: Je crois qu'il me manque quelque chose.
it: I conti non tornano.
ja: 何か足りないような気がする。
ko: 뭔가 빠진 것 같은데.
pt_br: Acho que está faltando algo aqui.
zh_cn: 我肯定是漏掉了什么东西。
zh_tw: 我肯定是漏掉了什麼東西。

# CHARACTERS.GENERIC.ACTIONFAIL.STORE.GENERIC
source: It's full.
de: Voll.
es: Está lleno.
fr: C'est plein.
it: È piena.
ja: いっぱいだ。
ko: 가득 찼네.
pt_br: Está cheio.
zh_cn: 装满了。
zh_tw: 裝滿了。

# CHARACTERS.GENERIC.ACTIONFAIL.STORE.INUSE
source: I should wait my turn.
de: Ich sollte warten, bis ich dran bin.
es: Debo esperar a mi turno.
fr: Je devrais attendre mon tour.
it: Dovrei aspettare il mio turno.
ja: 順番を待とう
ko: 내 차례를 기다려야겠다.
pt_br: Preciso esperar minha vez.
zh_cn: 我应该等轮到我的时候。
zh_tw: 我應該等輪到我的時候。

# CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
de: Das kann da nicht rein.
es: Esto no entra ahí.
fr: Ça rentre pas là-dedans.
it: Non ci può entrare.
ja: そこにはもう入りきれない。
ko: 안에 들어가지 않는다.
pt_br: Isso não pode ser usado aí.
zh_cn: 这东西不能装进那里。
zh_tw: 這東西不能裝進那裡。

# CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTMASTERCHEF
source: I'm not a fancy enough chef for that.
de: Dafür müsste ich ein Sternekoch sein.
es: Hace falta un chef más refinado para eso.
fr: Je ne suis pas cuisinier étoilé, non plus.
it: Non me la cavo abbastanza bene ai fornelli.
ja: それをするには、シェフとしての腕が足りない。
ko: 그 정도로 훌륭한 요리사는 아니야.
pt_br: Meus dotes culinários não chegam a tanto.
zh_cn: 烹饪水平还不够。
zh_tw: 烹飪水準還不夠。

# CHARACTERS.GENERIC.ACTIONFAIL.TEACH.CANTLEARN
source: I can't learn that one.
de: Das kann ich nicht lernen.
es: No puedo aprender eso.
fr: Je ne peux pas apprendre ça.
it: Non posso impararlo.
ja: その知識の習得は不可能だ
ko: 배울 수 없다.
pt_br: Não consigo aprender isso.
zh_cn: 我无法学习那个。
zh_tw: 我無法學習那個。

# CHARACTERS.GENERIC.ACTIONFAIL.TEACH.KNOWN
source: I already know that one.
de: Das kenn ich bereits.
es: Ya sé eso.
fr: Ça, je le savais déjà.
it: Già lo conosco.
ja: それはもう知ってるぞ
ko: 이미 배운 것이다.
pt_br: Eu já conheço esse.
zh_cn: 我已经知道那个了。
zh_tw: 我已經知道那個了。

# CHARACTERS.GENERIC.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: I can't make anything out in this lighting!
de: Bei diesem Licht kann ich nichts sehen!
es: ¡Puedo hacer lo que quiera con esta iluminación!
fr: Je ne vois rien ! Il me faut plus de lumière.
it: Non riesco a capirci niente con questa poca luce!
ja: この薄暗さじゃ何もわからないよ！
ko: 너무 어두워서 전혀 읽을 수가 없어!
pt_br: Não dá para ver nada com esta luz!
zh_cn: 光线太暗，我什么都看不到！
zh_tw: 光線太暗，我什麼都看不到！

# CHARACTERS.GENERIC.ACTIONFAIL.TEACH.WRONGWORLD
source: This map was made for some other place.
de: Diese Karte wurde für einen anderen Ort gemacht.
es: Este mapa lo dibujaron para otro sitio.
fr: Cette carte correspond à un autre lieu.
it: Questa mappa è stata fatta per un altro posto.
ja: この地図は別の場所のものみたいだ。
ko: 다른 곳의 지도다.
pt_br: Esse mapa foi feito para algum outro lugar.
zh_cn: 这地图在这用不了。
zh_tw: 這地圖在這用不了。

# CHARACTERS.GENERIC.ACTIONFAIL.UNLOCK.WRONGKEY
source: I can't do that.
de: Das kann ich nicht tun.
es: No puedo hacer eso.
fr: Je ne peux pas faire ça.
it: Non posso farlo.
ja: それはできない
ko: 할 수 없다.
pt_br: Não posso fazer isso.
zh_cn: 我做不到。
zh_tw: 我做不到。

# CHARACTERS.GENERIC.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: This beefalo already belongs to someone else.
de: Das Beefalo gehört schon jemand anderem.
es: Este beefalo es de otra persona.
fr: Ce bœufalo appartient déjà à quelqu'un d'autre.
it: Questo mufalo appartiene già a qualcun altro.
ja: このビーファロはもう誰かのものだ。
ko: 이 비팔로는 이미 다른 사람의 거야.
pt_br: Este bífalo já pertence a outra pessoa.
zh_cn: 这头弗娄牛已经属于别人了。
zh_tw: 這頭弗婁牛已經屬於別人了。

# CHARACTERS.GENERIC.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I don't need a whole herd.
de: Ich brauche keine ganze Herde.
es: No necesito una manada entera.
fr: Je n'ai pas besoin de tout un troupeau.
it: Non ho bisogno di una mandria.
ja: 群れ全体は必要ないなあ。
ko: 한 무리가 전부 필요한 건 아니야.
pt_br: Não preciso de uma manada inteira.
zh_cn: 我不需要整个牛群。
zh_tw: 我不需要整個牛群。

# CHARACTERS.GENERIC.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: I couldn't possibly!
de: Nie im Leben könnte ich das!
es: ¡No puedo hacer eso!
fr: Hors de question !
it: Meglio di no!
ja: おそらくムリだったろう！
ko: 그럴 수는 없었어!
pt_br: Não funciona!
zh_cn: 我不可能做到！
zh_tw: 我不可能做到！
