Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.MARBLEBEAN_SAPLING
source: Are you supposed to water marble to make it grow?
de: Soll man Marmor gießen, damit er wächst?
es: ¿Hay que regar el mármol para que crezca?
fr: On est censé arroser le marbre pour qu'il pousse ?
it: Il marmo va annaffiato affinché cresca?
ja: 大理石に水をやるの？育つように？
ko: 대리석이 자라도록 물을 줘야 할까?
pt_br: É preciso regar o mármore pra ele crescer?
ru: А мрамор тоже нужно поливать, чтобы он рос?
zh_tw: 給大理石澆水它會長大麼？

# CHARACTERS.WANDA.DESCRIBE.MARBLEPILLAR
source: Whatever building it used to be a part of has been lost to time.
de: Das Gebäude, zu dem das einst gehört hat, ist der Zeit zum Opfer gefallen.
es: No sé de qué edificio formaría parte, pero se ha perdido en el tiempo.
fr: Il faisait partie d'un bâtiment, mais il a été perdu au fil des ans.
it: La struttura di cui faceva parte è andata persa nel tempo.
ja: これで作られた建物がなんであったとしても、時の流れにのまれてしまった。
ko: 예전에 어떤 건물이었건 일부가 시간과 함께 사라져버렸어.
pt_br: O prédio do qual ele fazia parte já não existe mais.
ru: Воды времени давно размыли здание, частью которого была эта колонна.
zh_tw: 無論它曾經是什麼建築的一部分，都已經在時間長河中消失了。

# CHARACTERS.WANDA.DESCRIBE.MARBLESHRUB
source: What a nicely sculpted topiary.
de: Was für ein schön gestalteter Formschnitt.
es: Qué topiaria tan bien esculpida.
fr: Quelle jolie topiaire.
it: Che incantevole esempio di arte topiaria!
ja: 格好いいトピアリーだこと。
ko: 멋지게 조각된 토피어리네.
pt_br: Que belo exemplo de topiaria.
ru: Очень изящно выполненный топиарий.
zh_tw: 枝繁葉茂的雕塑。

# CHARACTERS.WANDA.DESCRIBE.MARBLETREE
source: What a delightfully odd tree.
de: Was für ein herrlich seltsamer Baum.
es: Qué maravilla de árbol. ¡Es tan curioso!
fr: Quel arbre extraordinairement étrange.
it: Che albero magnificamente strambo!
ja: ずいぶんとおかしな木だわ。
ko: 기분 좋게 기이한 나무네.
pt_br: Que árvore maravilhosamente bizarra.
ru: Восхитительно необычное дерево.
zh_tw: 多麼令人愉快的奇特之樹啊。

# CHARACTERS.WANDA.DESCRIBE.MARSH_BUSH.BURNING
source: That fire certainly isn't wasting any time!
de: Das Feuer verschwendet wirklich keine Zeit!
es: Ese fuego no es una pérdida de tiempo.
fr: Ce feu ne perd pas de temps !
it: Quel fuoco non perde tempo!
ja: 火は時間のムダにすることがないわ！
ko: 불을 사용하니까 확실히 시간을 절약하게 되네!
pt_br: Sem dúvida, o fogo não está perdendo tempo!
ru: Да уж, этот огонек время точно зря не тратит!
zh_tw: 這場火果然分秒必爭！

# CHARACTERS.WANDA.DESCRIBE.MARSH_BUSH.BURNT
source: There's always something to be learned from mistakes.
de: Aus Fehlern kann man immer etwas lernen.
es: Siempre se puede aprender algo de los errores.
fr: Il y a toujours une leçon à tirer de ses erreurs.
it: C'è sempre qualcosa da imparare dai propri errori.
ja: 失敗には学びがあるものよ。
ko: 항상 실수하면서 배우는 거지.
pt_br: Sempre se pode aprender alguma coisa com os erros.
ru: Ошибки — это возможность научиться чему-то новому.
zh_tw: 我們總能從錯誤中學習到教訓。

# CHARACTERS.WANDA.DESCRIBE.MARSH_BUSH.GENERIC
source: Calling it a bush is quite charitable.
de: Das da kann man nur mit Wohlwollen einen Busch nennen.
es: Llamarlo arbusto es pasarse de amable.
fr: Je n'irai pas jusqu'à appeler ça un buisson.
it: È alquanto generoso definirlo un cespuglio.
ja: ただの茂みと呼ぶのは甘すぎるわね。
ko: 꽤나 너그럽게 그것을 덤불이라고 부르는군.
pt_br: Chamar isto de moita é bondade.
ru: Кустом это назвать можно с очень большой натяжкой.
zh_tw: 稱其為灌木太善良了。

# CHARACTERS.WANDA.DESCRIBE.MARSH_BUSH.PICKED
source: That wasn't one of my smarter moments.
de: Das war nicht gerade einer meiner intelligentesten Momente.
es: No fue uno de mis mejores momentos.
fr: Ce n'était pas mon moment le plus glorieux.
it: Non è stato uno dei miei momenti migliori.
ja: あれはちょっと抜けてた。
ko: 똑똑하게 굴었다고는 할 수 없어.
pt_br: Não foi um dos meus momentos mais inteligentes.
ru: Не самое умное мое решение.
zh_tw: 那樣做一點也不明智。

# CHARACTERS.WANDA.DESCRIBE.MARSH_PLANT
source: I can't stop for every bit of greenery I see.
de: Ich kann doch nicht für jedes Fleckchen Grünzeug in Sicht stehen bleiben.
es: No me puedo parar a mirar todas las plantas que encuentro.
fr: Je ne vais pas m'arrêter à chaque bout de verdure, tout de même.
it: Non posso fermarmi a ogni vegetale che vedo.
ja: 植物見るたびに立ち止まってる時間はないわ。
ko: 녹지를 볼 때마다 멈출 수는 없어.
pt_br: Não posso parar pra olhar cada folhagem que enxergo.
ru: Я не могу останавливаться ради каждого листочка.
zh_tw: 我不能見到株綠色植物就掉下來看。

# CHARACTERS.WANDA.DESCRIBE.MARSH_TREE.BURNING
source: It's burning away.
de: Das brennt und brennt.
es: Se está quemando.
fr: Ça brûle...
it: Il fuoco sta esaurendo la sua vita.
ja: 燃え尽くすわね。
ko: 불타올라 사라져간다.
pt_br: Está queimando.
ru: Скоро оно догорит.
zh_tw: 它要燒沒了。

# CHARACTERS.WANDA.DESCRIBE.MARSH_TREE.BURNT
source: It was an ugly tree anyway.
de: Der Baum war sowieso hässlich.
es: Era un árbol muy feo... Qué más da.
fr: De toute façon, cet arbre était moche.
it: Tanto era brutto come albero.
ja: まあ、不細工な木だったしどうでもいいわ。
ko: 어쨌든 못생긴 나무였어.
pt_br: Era uma árvore feia, de qualquer forma.
ru: Все равно дерево было некрасивое.
zh_tw: 本來也是一株難看的樹。

# CHARACTERS.WANDA.DESCRIBE.MARSH_TREE.CHOPPED
source: Cut down in its prime.
de: In der Blüte seines Lebens abgeschnitten.
es: Cortada en su mejor momento.
fr: Coupé en pleine jeunesse.
it: È stato abbattuto all'inizio della sua vita.
ja: 切り倒されちゃったんだね…
ko: 한창 자랄 때 잘려 나갔네.
pt_br: Cortados em seu auge.
ru: Срезан до основания.
zh_tw: 在它最茁壯的時候割下。

# CHARACTERS.WANDA.DESCRIBE.MARSH_TREE.GENERIC
source: What a gnarled old tree.
de: Was für ein knorriger alter Baum.
es: Qué árbol más viejo y retorcido...
fr: Un vieil arbre tout noueux.
it: È un vecchio albero nodoso.
ja: グネグネした古い木だこと。
ko: 정말 울퉁불퉁한 오래된 나무구나.
pt_br: Que árvore velha e retorcida.
ru: Какое злобное старое дерево.
zh_tw: 盤根錯節的一顆老樹。

# CHARACTERS.WANDA.DESCRIBE.MASHEDPOTATOES
source: "Potato purée" is so much more fun to say than "mashed potatoes".
de: "Kartoffelpüree" klingt so viel interessanter als "Kartoffelbrei".
es: La patata está rica en todas sus formas y el puré no es la excepción.
fr: Oh, purée !
it: Non è che un nome elegante per indicare le patate schiacciate.
ja: 「ポテトピューレ」は「マッシュポテト」よりしゃれた感じがするわ。
ko: "으깬 감자"보다는 "감자 퓌레"라고 하는 게 훨씬 재미있지.
pt_br: Eu adoro comer purê de batatas, mas não gosto de fazer. Demora muito.
ru: «Пюре из паслена» звучит намного интереснее, чем «толченая картошка».
zh_tw: “土豆泥”聽起來比“土豆糊”有趣多了。

# CHARACTERS.WANDA.DESCRIBE.MAST
source: That's the part that holds the sail.
de: Das ist der Teil, an dem das Segel befestigt wird.
es: Esa es la parte que sujeta la vela.
fr: C'est l'élément qui tient la voile.
it: È la parte che regge la vela.
ja: 帆を携える部分よ。
ko: 돛을 잡아주는 부분이야.
pt_br: Essa é a parte que segura a vela.
ru: Эта деревяшка держит парус.
zh_tw: 那個部分的作用是固定風帆。

# CHARACTERS.WANDA.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: I feel a little better now.
de: Ich fühle mich jetzt ein bisschen besser.
es: Ya me siento un poco mejor.
fr: Je me sens un peu mieux.
it: Ora va un po' meglio.
ja: ちょっと気分が良くなってきたわ。
ko: 이제 기분이 조금 나아졌어.
pt_br: Me sinto um pouco melhor agora.
ru: Теперь на душе чуть спокойнее.
zh_tw: 我現在感覺好一點了。

# CHARACTERS.WANDA.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: That seems wise.
de: Kommt mir wie eine kluge Entscheidung vor.
es: No es mala idea.
fr: Ça me semble sage.
it: Sembra una mossa saggia.
ja: あれは頭いいわね。
ko: 현명한 것 같아.
pt_br: Parece prudente.
ru: Умно придумано.
zh_tw: 那似乎是明智之舉。

# CHARACTERS.WANDA.DESCRIBE.MAST_ITEM
source: That'll be the... sail holder bit.
de: Das wird das ... Segelhalte-Teil sein.
es: Supongo que eso es... lo que sujeta la vela.
fr: Et ça, ça sera... le truc qui tient la voile.
it: Questo è il... robo che regge la vela.
ja: あれは…帆を押さえるものね。
ko: 그건... 돛대 조각이겠지.
pt_br: Essa deve ser a... parte que segura a vela.
ru: Это кусок... держателя для паруса?
zh_tw: 那個將會是……固定風帆的組件。

# CHARACTERS.WANDA.DESCRIBE.MAST_MALBATROSS
source: I can finally get this old boat up to speed!
de: Endlich kann ich das alte Boot auf Trab bringen!
es: ¡Por fin puedo hacer que este barco viejo vaya más rápido!
fr: Je peux enfin retaper ce vieux bateau !
it: Finalmente posso far sfrecciare questa vecchia barca!
ja: やーっとこの古い船でスピードを出せるようになった！
ko: 드디어 이 낡은 배에서 속력을 낼 수 있어!
pt_br: Até que enfim, posso acelerar este barco!
ru: Наконец-то эта древняя лодка поплывет быстрее!
zh_tw: 我終於可以讓這艘老船提速了!

# CHARACTERS.WANDA.DESCRIBE.MAST_MALBATROSS_ITEM
source: The sooner I put it on my boat the faster I'll be on my way.
de: Je eher ich ihn in meinem Boot anbringe, desto schneller kann ich aufbrechen.
es: Cuanto antes ponga esto en el barco, ¡antes podré partir!
fr: Plus vite je peux l'installer sur mon bateau, plus vite je peux repartir.
it: Prima la metto sulla barca e prima potrò partire.
ja: 早く取り付けを終わらせたら、それだけ早く目的地につけるってわけ。
ko: 빨리 배에 실을 수록 더 빨리 가겠지.
pt_br: Quanto antes eu botá-la no meu barco, mais rápido vou partir.
ru: Чем быстрее я установлю это на лодку, тем быстрее смогу отправиться в путь.
zh_tw: 我越早把它放在我的船上，我就能越快起航。

# CHARACTERS.WANDA.DESCRIBE.MAXWELL
source: I hate that guy.
de: Ich hasse diesen Typen.
es: Odio a ese tipo.
fr: Je déteste ce mec.
it: Odio quel tipo.
ja: あの男は嫌いだ。
ko: 정말 싫은 녀석이다.
pt_br: Odeio esse cara.
ru: Ненавижу этого парня.
zh_tw: 我恨那個傢伙。

# CHARACTERS.WANDA.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
de: Ich kann bis in seine Poren gucken.
es: Puedo ver a través de sus poros.
fr: Je peux voir jusque dans ses pores.
it: Posso vedere nei suoi pori.
ja: やつの毛穴まで見える。
ko: 모공을 들여다 볼 수 있어.
pt_br: Consigo ver em seus poros.
ru: У него поры на лице видно.
zh_tw: 我可以看穿他的毛孔。

# CHARACTERS.WANDA.DESCRIBE.MAXWELLLIGHT
source: I wonder how they work.
de: Ich frage mich, wie das funktioniert.
es: Me pregunto cómo funciona.
fr: Je me demande comment ça marche.
it: Mi chiedo come funzionano.
ja: 一体どんな風に動くのだろう。
ko: 어떻게 작동하는지 궁금하다.
pt_br: Como será que funciona?
ru: Интересно, как они работают.
zh_tw: 我想知道它們是怎麼工作的。

# CHARACTERS.WANDA.DESCRIBE.MAXWELLLOCK
source: Looks almost like a key hole.
de: Sieht fast wie ein Schlüsselloch aus.
es: Parece casi como una cerradura.
fr: On dirait presque une serrure.
it: Sembra quasi un buco della serratura.
ja: 鍵穴のように見えなくもない。
ko: 마치 열쇠 구멍처럼 보인다.
pt_br: Até parece um buraco de fechadura.
ru: Похоже на замочную скважину.
zh_tw: 看起來就像一個鑰匙孔。

# CHARACTERS.WANDA.DESCRIBE.MAXWELLPHONOGRAPH
source: So that's where the music was coming from.
de: Von hier kommt also die Musik.
es: Así que de ahí provenía la música.
fr: C'est donc de là que venait la musique.
it: Ecco da dove proveniva la musica.
ja: なるほど、その音楽はここから聞こえてきたのか。
ko: 음악 소리가 여기서 나는 거였구나.
pt_br: Então era daí que a música estava vindo.
ru: Так вот откуда играла музыка.
zh_tw: 音樂原來是從那來的。

# CHARACTERS.WANDA.DESCRIBE.MAXWELLTHRONE
source: That doesn't look very comfortable.
de: Der sieht nicht sehr bequem aus.
es: No parece muy cómodo.
fr: Ça n'a pas l'air très confortable.
it: Non sembra molto comodo.
ja: それは全然快適そうには見えない。
ko: 그리 편해 보이지 않는다.
pt_br: Isso não me parece muito confortável.
ru: Не выглядит удобным.
zh_tw: 那個看起來不太舒適。

# CHARACTERS.WANDA.DESCRIBE.MEAT
source: Well, a little raw meat never hurt anybody.
de: Also, ein bisschen rohes Fleisch hat noch niemandem geschadet.
es: Un poco de carne cruda jamás le ha hecho daño a nadie.
fr: Bah, un peu de viande crue n'a jamais fait de mal à personne.
it: Beh, un pochino di carne cruda non ha mai fatto male a nessuno.
ja: ちょっとくらい生の肉食べても何も問題はないわ。
ko: 글쎄, 약간의 생고기는 절대로 아무도 해치지 않아.
pt_br: Bom, um pouco de carne crua nunca fez mal a ninguém.
ru: От кусочка сырого мяса еще никто не умирал.
zh_tw: 好吧，一點生肉不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.MEATBALLS
source: Meat in a ball, quick and to the point.
de: Fleisch in Ballform, kurz und bündig.
es: Bolas de carne: una comida rápida y sencilla.
fr: De la viande en boule. C'est rapide et ça cale.
it: Carne in polpetta, veloce e dritta al punto.
ja: 丸まった肉。手早くムダなく簡単。
ko: 그릇에 담긴 고기, 빠르고 간단하지.
pt_br: É uma bola de carne, rápida e direta ao ponto.
ru: Мясо в виде шарика. Быстро и вкусно.
zh_tw: 肉捏成團，快速而有針對性。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.BURNT
source: I spent so much time on that!!
de: Ich habe so viel Zeit damit verbracht!!
es: ¡¡Con la de tiempo que me había llevado!!
fr: J'ai passé un temps fou là-dessus !
it: Ci avevo perso un sacco di tempo!!!
ja: あんなに時間をかけたのに！！
ko: 그러면서 많은 시간을 보냈어!!
pt_br: Gastei tanto tempo nisso!
ru: Я же столько времени на это потратила!!!
zh_tw: 我花了這麼多時間在那上面！

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DONE
source: It's done! Finally!!
de: Fertig! Na endlich!!
es: ¡Por fin está listo!
fr: C'est enfin terminé !
it: Ha finito! Finalmente!!!
ja: できた！やっとできた！
ko: 해냈어! 마침내!!
pt_br: Está pronta! Finalmente!
ru: Наконец-то оно готово!!!
zh_tw: 完成了！ 終於完成了！！

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: I think it's been aged enough.
de: Ich denke, es ist jetzt ausreichend gereift.
es: Creo que ha envejecido bastante.
fr: Je pense que ça a assez séché.
it: Non credo abbia bisogno di ulteriori essiccature.
ja: これは成熟されつくしてるはず。
ko: 충분히 숙성된 것 같아.
pt_br: Acho que já envelheceu o suficiente.
ru: Думаю, достаточно.
zh_tw: 我覺得它陳化的時間已經夠長了。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DRYING
source: I'll be old and grey before it's done...
de: Ich werde alt und grau sein, bevor es fertig ist ...
es: Me voy a quedar como una pasa esperando...
fr: Ce sera prêt quand je serai vieille et ridée...
it: Sarò vecchia e canuta per quando avrà finito...
ja: これが出来上がる前に白髪だらけの年寄りになるわ…
ko: 다 되기 전에 늙어서 머리가 반쯤은 세 버리겠어...
pt_br: Vou estar velha e grisalha antes que fique pronta...
ru: Скорее я поседею, чем это высохнет...
zh_tw: 等它做好了，我頭髮都要白了……

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DRYINGINRAIN
source: The weather is not cooperating.
de: Das Wetter ist widerspenstig.
es: El clima no quiere colaborar.
fr: La météo n'a pas décidé de coopérer.
it: Il clima non sta collaborando.
ja: 天気が味方してくれない。
ko: 날씨가 협조하지 않네.
pt_br: O clima não está cooperando.
ru: Погода не слишком-то помогает.
zh_tw: 天氣不配合。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: This isn't helping.
de: Das ist nicht gerade hilfreich.
es: Esto no ayuda, precisamente.
fr: Ça ne m'aide pas.
it: Non aiuta.
ja: これは使えないわ。
ko: 도움이 되지 않아.
pt_br: Isso não está ajudando.
ru: Дождь только мешает.
zh_tw: 這並沒有幫助。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: It's like watching paint dry.
de: Als würde man Farbe beim Trocknen zusehen.
es: Es como quedarte mirando la pintura mientras se seca.
fr: C'est comme regarder de la peinture sécher...
it: È come guardare la vernice che si asciuga.
ja: ペンキが乾くのを待ってる感じだわ。
ko: 페인트가 마르는 것을 보는 것 같군.
pt_br: É como ficar olhando a tinta secar.
ru: Это как смотреть на сохнущую краску.
zh_tw: 這就像看著油漆變乾。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK.GENERIC
source: A horribly time consuming way to make meat last longer.
de: Eine furchtbar zeitaufwendige Methode, um Fleisch länger haltbar zu machen.
es: Una forma de hacer que la carne dure más, pero te hace perder mucho tiempo.
fr: C'est une façon affreusement longue de conserver la viande plus longtemps.
it: Un modo tremendamente lento di prolungare la vita della carne.
ja: やたらと時間がかかる肉の保存方法。
ko: 고기를 오래 보관하는 방법이지만 끔찍하게 시간이 오래 걸리네.
pt_br: Uma maneira horrivelmente demorada de fazer a carne durar mais.
ru: Так мясо сохранится дольше, но времени на это тратится какое-то жуткое количество.
zh_tw: 一個可怕的耗費時間的方法，只是為了讓肉能放更久。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Oh botheration!
de: Ach verflixt!
es: ¡Qué fastidio!
fr: Oh, flûte de zut !
it: Che tremenda seccatura!
ja: ああ、煩わしい！
ko: 아 귀찮아!
pt_br: Ai, que amolação!
ru: Ой, ну что за неудобство!
zh_tw: 嗷，麻煩呐！

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DONE
source: It's done! Finally!!
de: Fertig! Na endlich!!
es: ¡Por fin está listo!
fr: C'est enfin terminé !
it: Ha finito! Finalmente!!!
ja: できた！やっとできた！
ko: 해냈어! 마침내!!
pt_br: Está pronta! Finalmente!
ru: Наконец-то готово!!!
zh_tw: 完成了！ 終於完成了！！

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: I think it's been aged enough.
de: Ich denke, es ist jetzt ausreichend gereift.
es: Creo que ha envejecido bastante.
fr: Je pense que ça a assez séché.
it: Non credo abbia bisogno di ulteriori essiccature.
ja: これは成熟されつくしてるはず。
ko: 충분히 숙성된 것 같아.
pt_br: Acho que já envelheceu o suficiente.
ru: Думаю, достаточно.
zh_tw: 我覺得它陳化的時間已經夠長了。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DRYING
source: I'll be old and grey before it's done...
de: Ich werde alt und grau sein, bevor es fertig ist ...
es: Me voy a quedar como una pasa esperando...
fr: Ce sera prêt quand je serai vieille et ridée...
it: Sarò vecchia e canuta per quando avrà finito...
ja: これが出来上がる前に白髪だらけの年寄りになるわ…
ko: 다 되기 전에 늙어서 머리가 반쯤은 세 버리겠어...
pt_br: Vou estar velha e grisalha antes que fique pronta...
ru: Скорее я поседею, чем это высохнет...
zh_tw: 等它做好了，我頭髮都要白了……

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: The weather is not cooperating.
de: Das Wetter ist widerspenstig.
es: El clima no quiere colaborar.
fr: La météo n'a pas décidé de coopérer.
it: Il clima non sta collaborando.
ja: 天気が味方してくれない。
ko: 날씨가 협조하지 않네.
pt_br: O clima não está cooperando.
ru: Погода не слишком-то помогает.
zh_tw: 天氣不配合。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: This isn't helping.
de: Das ist nicht gerade hilfreich.
es: Esto no ayuda, precisamente.
fr: Ça ne m'aide pas.
it: Non aiuta.
ja: これは使えないわ。
ko: 도움이 되지 않아.
pt_br: Isso não está ajudando.
ru: Дождь только мешает.
zh_tw: 這並沒有幫助。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: It's like watching paint dry.
de: Als würde man Farbe beim Trocknen zusehen.
es: Es como quedarte mirando la pintura mientras se seca.
fr: C'est comme regarder de la peinture sécher...
it: È come guardare la vernice che si asciuga.
ja: ペンキが乾くのを待ってる感じだわ。
ko: 페인트가 마르는 것을 보는 것 같군.
pt_br: É como ficar olhando a tinta secar.
ru: Это как смотреть на сохнущую краску.
zh_tw: 這就像看著油漆變乾。

# CHARACTERS.WANDA.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: Maybe I could help the poor old thing, if I have a spare minute or two...
de: Vielleicht kann ich dem armen Ding helfen, wenn ich eine freie Minute oder zwei habe ...
es: Podría echarle una mano si tuviera un par de minutos libres...
fr: Je pourrais peut-être l'aider, si j'ai une minute de libre... La pauvre.
it: Se mi avanzassero uno o due minuti, potrei aiutare la povera vecchina.
ja: 私に1、2分の時間があれば、お婆さんを助けられるかもしれないわ…
ko: 1~2분의 여유만 있더라도 내가 가여운 늙은 녀석을 도울 수 있을지도 모르는데...
pt_br: Talvez eu possa ajudar a coitadinha, se tiver alguns minutinhos sobrando...
ru: Может, помочь старушке, когда у меня будет свободная минутка...
zh_tw: 如果我有一兩分鐘的空閒的話，也許我可以幫助這個可憐的老傢伙……

# CHARACTERS.WANDA.DESCRIBE.MEATYSALAD
source: I found a stick in it... or at least I hope it's a stick.
de: Ich habe einen Stock darin gefunden ... Oder ich hoffe zumindest, dass es ein Stock ist.
es: Tenía un palo... o espero que fuera un palo.
fr: Il y avait un bâton dedans. Enfin... j'espère que c'était un bâton.
it: Ho trovato un bastoncino al suo interno... Almeno spero che fosse un bastoncino.
ja: これの中に棒があった…少なくとも、ただの棒だったらいいなと思ってるわ。
ko: 그 안에서 막대기를 찾았다... 아니면 적어도 막대기였으면 해.
pt_br: Encontrei um graveto dentro... ou pelo menos espero que seja um graveto.
ru: Там была палочка... надеюсь, что это была палочка.
zh_tw: 我找到一根籤子……我希望那是籤子。

# CHARACTERS.WANDA.DESCRIBE.MEAT_DRIED
source: An old, tough piece of meat.
de: Ein altes, zähes Stück Fleisch.
es: Un pedazo de carne duro y viejo.
fr: Un vieux morceau de viande dure.
it: Un pezzo di carne vecchio e duro.
ja: 古くてかたい肉。
ko: 오래되고 질긴 고기네.
pt_br: Um pedaço de carne velho e duro.
ru: Жесткий кусок старого мяса.
zh_tw: 一塊又老又硬的肉。

# CHARACTERS.WANDA.DESCRIBE.MERM
source: You run along now, pay me no mind.
de: Lauf jetzt, beachte mich nicht.
es: Venga, corre, no me hagas ni caso.
fr: Allez, file. Fais comme si je n'étais pas là.
it: Fila via, non curarti di me.
ja: 今やめてくれたら、さっぱり忘れてあげる。
ko: 지금 함께 뛰면서, 나한테는 신경 쓰지 마.
pt_br: Pode ir, não ligue pra mim.
ru: Беги по своим делам, не обращай на меня внимания.
zh_tw: 你走吧，別理我。

# CHARACTERS.WANDA.DESCRIBE.MERMGUARD
source: I certainly hope they're fighting for our side.
de: Ich hoffe sehr, dass sie auf unserer Seite kämpfen.
es: Espero que estén luchando de nuestro lado.
fr: J'espère qu'ils sont dans notre camp...
it: Mi auguro che combattano dalla nostra parte.
ja: こっちの味方だと良いわ。
ko: 그들이 우리 편에서 싸우고 있기를 진심으로 바라.
pt_br: Tomara que eles estejam lutando pelo nosso lado.
ru: Я очень надеюсь, что они сражаются на нашей стороне.
zh_tw: 我當然希望他們是為我們一方而戰。

# CHARACTERS.WANDA.DESCRIBE.MERMHAT
source: It's not terribly hard to outwit those scaly creatures.
de: Es ist gar nicht so schwer, diese schuppigen Kreaturen zu überlisten.
es: No es muy difícil engañar a esas criaturas con escamas.
fr: Ce n'est pas difficile d'être plus malin que ces créatures écailleuses.
it: Non è poi così difficile battere in astuzia quelle creature squamate.
ja: あんなウロコまみれの生き物に知恵で勝つのは、それほど難しくないわ。
ko: 그 비늘로 뒤덮인 생물을 속이는 것은 그리 어렵지 않지.
pt_br: Não é tão difícil passar a perna nessas criaturas escamosas.
ru: Этих чешуйчатых тварей не так уж сложно перехитрить.
zh_tw: 騙過那些有鱗片的生物並不難。

# CHARACTERS.WANDA.DESCRIBE.MERMHEAD.BURNT
source: Oh, that is vile.
de: Oh, das ist abscheulich.
es: Uf, qué crueldad.
fr: Oh, c'est dégoûtant...
it: Oh, che mossa bassa.
ja: おぉ、ヒドイ。
ko: 오, 그건 사악하다고.
pt_br: Ah, que repugnante.
ru: Какая жестокость.
zh_tw: 嘖嘖，真歹毒。

# CHARACTERS.WANDA.DESCRIBE.MERMHEAD.GENERIC
source: I wonder how long they've been at war.
de: Ich frage mich, wie lange sie Krieg führen.
es: ¿Cuánto tiempo llevarán en guerra?
fr: Je me demande depuis combien de temps ils sont en guerre.
it: Mi domando da quanto siano in guerra.
ja: どのくらい戦争してたのかしら。
ko: 그들이 얼마나 오래 교전중인지 궁금해.
pt_br: Quanto tempo será que faz que eles estão em guerra?
ru: Интересно, сколько они уже воюют.
zh_tw: 我想知道他們打了多久的仗。

# CHARACTERS.WANDA.DESCRIBE.MERMHOUSE.BURNT
source: One moment it's there, the next it's gone.
de: In einem Moment ist es da, im nächsten ist es weg.
es: Está ahí y, de repente, desaparece.
fr: Ça part en fumée en un rien de temps.
it: Un momento c'è e quello dopo è sparita.
ja: 一瞬だけここにいてまばたきしたらいなくなっちゃった。
ko: 한 순간은 거기에 있다가 그 다음에는 사라졌지.
pt_br: Num momento está lá, no outro já era.
ru: Вот был дом, а вот его уже нет.
zh_tw: 前一刻還在，後一刻就不見了。

# CHARACTERS.WANDA.DESCRIBE.MERMHOUSE.GENERIC
source: Time has taken its toll on this house.
de: Der Zahn der Zeit hat an diesem Haus genagt.
es: El tiempo le ha pasado factura a esta casa.
fr: Les années n'ont pas épargné cette maison.
it: Il tempo ha segnato questa dimora.
ja: この家は時の流れを嫌というほど味わってきた。
ko: 이 집에는 시간의 흔적이 고스란히 남았어.
pt_br: Esta casa foi desgastada pelo tempo.
ru: Время этот домик совсем не пощадило.
zh_tw: 時間對這所房子造成了損毀。

# CHARACTERS.WANDA.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: Fate was unkind to it.
de: Das Schicksal hat es nicht gut damit gemeint.
es: El destino no fue muy bueno con ella.
fr: Le destin n'a pas été tendre...
it: Il destino è stato impietoso.
ja: 運命は優しくなかったようだわ。
ko: 운명은 불친절했지.
pt_br: O destino foi implacável com ela.
ru: Судьба была к нему неблагосклонна.
zh_tw: 命運對它不公。

# CHARACTERS.WANDA.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: A bit ramshackle, but definitely an improvement!
de: Ein bisschen baufällig, aber definitiv eine Verbesserung!
es: Está un poco destartalada, pero algo ha mejorado.
fr: C'est un peu délabré, mais c'est déjà mieux !
it: È un pochino sgangherata, ma è sicuramente migliorata!
ja: ちょっとぼろいけど間違いなく前進だわ！
ko: 약간 엉망이지만 확실히 좀 나아졌어!
pt_br: Um pouco decrépita, mas certamente é uma melhoria!
ru: Развалюха, конечно, но точно лучше, чем раньше!
zh_tw: 雖說有點破爛，但比之前好了。

# CHARACTERS.WANDA.DESCRIBE.MERMKING
source: It might be wise to get in his good graces.
de: Es könnte klug sein, sich sein Wohlwollen zu sichern.
es: A lo mejor no es mala idea caerle en gracia.
fr: Ce serait peut-être une bonne idée de s'en faire un ami.
it: Sarebbe saggio entrare nelle sue grazie.
ja: あれには目をかけてもらうのが賢明かもね。
ko: 그의 선한 은총을 받는 것이 현명할 거야.
pt_br: Talvez seja prudente ser amigo dele.
ru: Вероятно, мне стоит попробовать завоевать его расположение.
zh_tw: 討好他也許是明智之舉。
