Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: I TIRE OF THIS
de: ICH BIN ES LEID
es_mx: ESTOY CANSADO DE ESTO
fr: SURCHARGE DE FATIGUE
it: SONO STANCO
ja: ＊もう飽きました＊
ko: 본체 싫증 남
pl: MĘCZY MNIE TO
pt_br: ESTOU CANSADO DISSO
ru: ЭТО МЕНЯ УТОМЛЯЕТ
zh_cn: 我倦了
zh_tw: 我倦了

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_LINESNAP
source: YOU WIN THIS ROUND, SLIMY ORGANIC
de: RUNDE GEHT AN DICH, SCHLEIMIGE ORGANISCHE EINHEIT
es_mx: GANASTE ESTA RONDA, VISCOSO SER ORGÁNICO
fr: TU GAGNES CETTE MANCHE, ÊTRE ORGANIQUE VISQUEUX !
it: HAI VINTO QUESTO ROUND, VISCIDO ESSERE ORGANICO
ja: ＊今回はあなたの勝ちです、ぬめった生命体＊
ko: 이번 라운드는 네가 이김, 비열한 유기체
pl: WYGRYWASZ TĘ BITWĘ, ŚLISKA ISTOTO ORGANICZNA
pt_br: VOCÊ VENCEU DESTA VEZ, SER ORGÂNICO VISCOSO
ru: НА ЭТОТ РАЗ ПОБЕДА ЗА ТОБОЙ, СКЛИЗКАЯ ОРГАНИКА
zh_cn: 这回合你赢了，有机泥巴
zh_tw: 這回合你贏了，有機泥巴

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: LINE TENSION: SUB-OPTIMAL
de: SCHNURSPANNUNG SUBOPTIMAL
es_mx: TENSIÓN DEL SEDAL: SUBÓPTIMA
fr: TENSION DE LA LIGNE : NON OPTIMALE
it: TENSIONE CAVO: SUB-OTTIMALE
ja: ＊糸の緊張：最低下限＊
ko: 줄 장력: 적합하지 않음
pl: NAPIĘCIE LINKI: NIEOPTYMALNE
pt_br: TENSÃO DA LINHA: INSUFICIENTE
ru: НЕДОСТАТОЧНОЕ НАТЯЖЕНИЕ ЛЕСКИ
zh_cn: 鱼线松弛度：非最佳状态
zh_tw: 魚線鬆弛度：非最佳狀態

# CHARACTERS.WX78.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: A GIANT ORGANIC APPROACHES
de: RIESIGE ORGANISCHE EINHEIT NÄHERT SICH
es_mx: UN SER ORGÁNICO GIGANTE SE ACERCA
fr: ÊTRE ORGANIQUE GÉANT EN APPROCHE
it: ORGANISMO GIGANTE IN AVVICINAMENTO
ja: ＊巨大な生命体が接近しています＊
ko: 거대한 유기체 접근 중
pl: NADCIĄGA OGROMNY MIĘSAK
pt_br: UM SER ORGÂNICO GIGANTE SE APROXIMA
ru: ПРИБЛИЖАЕТСЯ ГИГАНТСКОЕ ОРГАНИЧЕСКОЕ СУЩЕСТВО
zh_cn: 巨型有机物靠近中
zh_tw: 巨型有機物靠近中

# CHARACTERS.WX78.ANNOUNCE_PECKED
source: OUCH
de: AUTSCH
es_mx: AY
fr: OUILLE
it: AHIA
ja: ＊イタタ＊
ko: 앗
pl: AUĆ!
pt_br: AI
ru: АЙ
zh_cn: 哎哟
zh_tw: 哎喲

# CHARACTERS.WX78.ANNOUNCE_PETRIFED_TREES
source: TREE FEAR DETECTED
de: BAUMANGST FESTGESTELLT
es_mx: MIEDO DE ÁRBOL DETECTADO
fr: PEUR SYLVESTRE DÉTECTÉE
it: ALBERO IMPAURITO RILEVATO
ja: ＊樹木の恐怖を検知＊
ko: 나무의 두려움 탐지됨
pl: WYKRYTO LĘK DRZEW
pt_br: MEDO DE ÁRVORE DETECTADO
ru: ЗАФИКСИРОВАН СТРАХ ДЕРЕВЬЕВ
zh_cn: 探测到树之恐惧
zh_tw: 探測到樹之恐懼

# CHARACTERS.WX78.ANNOUNCE_PICK_DISEASE_WARNING
source: VIRUS DETECTED
de: VIRUS ERKANNT
es_mx: VIRUS DETECTADO
fr: VIRUS DÉTECTÉ
it: VIRUS RILEVATO
ja: ＊ウイルスが確認されました＊
ko: 바이러스 탐지됨
pl: WYKRYTO WIRUS.
pt_br: VÍRUS DETECTADO
ru: ОБНАРУЖЕН ВИРУС
zh_cn: 发现病毒
zh_tw: 發現病毒

# CHARACTERS.WX78.ANNOUNCE_PLANT_RANDOMSEED
source: UNABLE TO DETERMINE OUTCOME
de: NICHT IN DER LAGE, DAS ERGEBNIS ZU ERMITTELN
fr: IDENTIFICATION IMPOSSIBLE
it: IMPOSSIBILE DETERMINARE L'ESITO
ja: ＊結果の予測は不可能です＊
ko: 결과를 결정할 수 없음.
pl: NIE MOŻNA USTALIĆ WYNIKU.
pt_br: NÃO É POSSÍVEL DETERMINAR O RESULTADO
ru: НЕ УДАЕТСЯ ОПРЕДЕЛИТЬ РЕЗУЛЬТАТ
zh_cn: 无法确定输出
zh_tw: 無法確定輸出

# CHARACTERS.WX78.ANNOUNCE_PLANT_RESEARCHED.1
source: AGRICULTURAL DATABASE HAS EXPANDED
de: LANDWIRTSCHAFTLICHE DATENBANK WURDE ERWEITERT
fr: LA BASE DE DONNÉES AGRICOLE A ÉTÉ ENRICHIE
it: DATABASE AGRICOLO AMPLIATO
ja: ＊農業データベースが拡張されました＊
ko: 농업 데이터베이스 확장됨.
pl: ROLNICZA BAZA DANYCH POSZERZONA
pt_br: BASE DE DADOS SOBRE AGRICULTURA AMPLIADA
ru: БАЗА ДАННЫХ ПО СЕЛЬСКОМУ ХОЗЯЙСТВУ РАСШИРЕНА
zh_cn: 农业数据库已扩容
zh_tw: 農業資料庫已擴容

# CHARACTERS.WX78.ANNOUNCE_POCKETWATCH_PORTAL
source: THAT WAS AWFUL
de: DAS WAR FURCHTBAR
fr: C'ÉTAIT AFFREUX
it: È STATO ORRIBILE
ja: ＊今のは酷かったですね＊
ko: 끔찍했음.
pl: TO BYŁO OKROPNE.
pt_br: ISSO FOI PÉSSIMO
ru: ЭТО БЫЛО ОТВРАТИТЕЛЬНО
zh_cn: 糟糕透了
zh_tw: 糟糕透了

# CHARACTERS.WX78.ANNOUNCE_QUAKE
source: EARTH DESTABILIZING
de: TOTAL NIEDERGEBRANNT.
es_mx: TIERRA DESESTABILIZÁNDOSE
fr: DÉSTABILISATION TERRESTRE
it: DESTABILIZZATORE DELLA TERRA
ja: ＊地表の安定レベルが低下しています＊
ko: 지면 불안정화
pl: DESTABILIZACJA POWŁOKI ZIEMSKIEJ.
pt_br: DESESTABILIZADOR DA TERRA
ru: ЗЕМЛЯ ДЕСТАБИЛИЗИРУЕТСЯ
zh_cn: 大地稳定性遭到破坏
zh_tw: 大地穩定性遭到破壞

# CHARACTERS.WX78.ANNOUNCE_REPELLED
source: FORCE FIELD DETECTED
de: KRÄFTEFELD ENTDECKT
es_mx: CAMPO DE FUERZA DETECTADO
fr: CHAMP DE FORCE DÉTECTÉ
it: CAMPO DI FORZA RILEVATO
ja: ＊フォースフィールドを検知＊
ko: 포스 필드 탐지됨
pl: WYKRYTO POLE SIŁOWE
pt_br: CAMPO DE FORÇA DETECTADO
ru: ОБНАРУЖЕНО СИЛОВОЕ ПОЛЕ
zh_cn: 探测到力场
zh_tw: 探測到力場

# CHARACTERS.WX78.ANNOUNCE_RESEARCH
source: INFORMATION ADDED
de: INFORMATION HINZUGEFÜGT.
es_mx: INFORMACIÓN AÑADIDA
fr: INFORMATION AJOUTÉE
it: INFORMAZIONE AGGIUNTA
ja: ＊情報が追加されました＊
ko: 정보 추가됨
pl: DODANO INFORMACJE
pt_br: INFORMAÇÕES ADICIONADAS
ru: ИНФОРМАЦИЯ ДОБАВЛЕНА
zh_cn: 信息已添加
zh_tw: 信息已添加

# CHARACTERS.WX78.ANNOUNCE_REVIVED_FROM_CORPSE
source: BACK ONLINE
de: WIEDER ONLINE
es_mx: OTRA VEZ EN LÍNEA
fr: RETOUR EN LIGNE
it: TORNATO ONLINE
ja: ＊オンラインに戻りました＊
ko: 온라인 상태 복귀
pl: WZNOWIONO POŁĄCZENIE
pt_br: OPERANDO NOVAMENTE
ru: СНОВА В СЕТИ
zh_cn: 重新上线
zh_tw: 重新上線

# CHARACTERS.WX78.ANNOUNCE_REVIVED_OTHER_CORPSE
source: GO FORTH, MINION
de: GEHE HINAUS, LAKAI
es_mx: ADELANTE, ESBIRRO
fr: AVANCE, LAQUAIS
it: FATTI AVANTI, SEGUACE
ja: ＊前進しなさい、隷属生物よ＊
ko: 일어나라, 부하여
pl: SŁUŻ, SŁUGO
pt_br: SIGA EM FRENTE, LACAIO
ru: ВПЕРЕД, МИНЬОН
zh_cn: 前进吧，随从
zh_tw: 前進吧，隨從

# CHARACTERS.WX78.ANNOUNCE_REVIVING_CORPSE
source: YOU ARE STILL USEFUL, FLESHLING
de: DU BIST IMMER NOCH NÜTZLICH, FLEISCHLING.
es_mx: TODAVÍA ERES ÚTIL, ORGÁNICO
fr: TU ES TOUJOURS UTILE, CHOSE EN VIANDE
it: SEI ANCORA UTILE, ESSERE DI CARNE
ja: ＊あなたはまだ役にたちますね、有機生命体＊
ko: 그대는 아직 유용하다, 고깃덩이여
pl: NADAL JEST Z CIEBIE POŻYTEK, MIĘSAKU
pt_br: VOCÊ AINDA É ÚTIL, CARNINHA
ru: ТЫ ЕЩЕ ПРИГОДИШЬСЯ, КУСОК МЯСА
zh_cn: 你依然有用，肉体生物
zh_tw: 你依然有用，肉體生物

# CHARACTERS.WX78.ANNOUNCE_RUINS_RESET
source: RESET COMPLETE
de: ZURÜCKSETZEN ABGESCHLOSSEN
es_mx: REINICIO COMPLETADO
fr: RàZ TERMINÉE
it: AZZERAMENTO COMPLETATO
ja: ＊リセット完了＊
ko: 초기화 완료
pl: WYZEROWANIE
pt_br: REINICIALIZAÇÃO CONCLUÍDA
ru: ПЕРЕЗАГРУЗКА ЗАВЕРШЕНА
zh_cn: 完全重置
zh_tw: 完全重置

# CHARACTERS.WX78.ANNOUNCE_SACREDCHEST_NO
source: IMPOSSIBLE. IT DEEMED ME INFERIOR
de: UNMÖGLICH. ES HIELT MICH FÜR MINDERWERTIG
es_mx: IMPOSIBLE, ME CONSIDERA INFERIOR
fr: IMPOSSIBLE. IL ME JUGE INFÉRIEUR
it: IMPOSSIBILE. MI HA GIUDICATO INFERIORE
ja: ＊それは私を無価値と判断しました。あり得ません＊
ko: 불가능. 본체를 열등하게 봄
pl: NIEMOŻLIWE. UZNAŁA MNIE ZA ISTOTĘ NIŻSZEGO RZĘDU
pt_br: IMPOSSÍVEL. ME CONSIDEROU INFERIOR
ru: НЕВОЗМОЖНО. ОНО ПОСЧИТАЛО МЕНЯ НИЗШИМ СУЩЕСТВОМ
zh_cn: 不可能。它把我视为下等的。
zh_tw: 不可能。它把我視為下等的。

# CHARACTERS.WX78.ANNOUNCE_SACREDCHEST_YES
source: IT RECOGNIZED MY EXCELLENCE
de: ES HAT MEINE KLASSE ERKANNT
es_mx: RECONOCIÓ MI EXCELENCIA
fr: IL RECONNAÎT MON EXCELLENCE
it: HA RICONOSCIUTO LA MIA ECCELLENZA
ja: ＊それは私の優位性を認識しました＊
ko: 본체의 우수성을 인정함
pl: ROZPOZNAŁA MOJĄ DOSKONAŁOŚĆ
pt_br: RECONHECEU MINHA EXCELÊNCIA
ru: ОНО ПРИЗНАЛО МОЕ ПРЕВОСХОДСТВО
zh_cn: 它认可了我的优秀
zh_tw: 它認可了我的優秀

# CHARACTERS.WX78.ANNOUNCE_SHELTER
source: PROTECTIVE BRANCHES DETECTED
de: SCHUTZZWEIGE ENTDECKT.
es_mx: RAMAS DE PROTECCIÓN DETECTADAS
fr: BRANCHES DE PROTECTION DÉTECTÉES
it: RAMI PROTETTIVI RILEVATI
ja: ＊保護となる木の枝を感知＊
ko: 보호용 가지 탐지됨
pl: WYKRYTO GAŁĘZIE OCHRONNE.
pt_br: GALHOS PROTETORES DETECTADOS
ru: ОБНАРУЖЕНЫ ЗАЩИТНЫЕ ВЕТВИ
zh_cn: 检测到保护性树枝
zh_tw: 檢測到保護性樹枝

# CHARACTERS.WX78.ANNOUNCE_SNARED
source: MOVEMENT IMPEDED
de: BEWEGUNG VERHINDERT
es_mx: MOVIMIENTO IMPEDIDO
fr: MOUVEMENT ENTRAVÉ
it: MOVIMENTO IMPEDITO
ja: ＊障害物を検知…移動機能、停止＊
ko: 이동 방해됨
pl: UPOŚLEDZENIE PORUSZANIA SIĘ
pt_br: MOVIMENTO IMPEDIDO
ru: ДВИЖЕНИЕ ЗАТРУДНЕНО
zh_cn: 移动受阻
zh_tw: 移動受阻

# CHARACTERS.WX78.ANNOUNCE_SNARED_IVY
source: RELEASE ME ORGANIC!
de: LASS MICH LOS, ORGANISCHES DING!
fr: LÂCHE-MOI, SALE ORGANIQUE !
it: LIBERAMI ORGANISMO!
ja: ＊離しなさい！この有機生命体が！＊
ko: 본좌를 유기체로 출시함!
pl: PUSZCZAJ, ISTOTO ORGANICZNA!
pt_br: SOLTE-ME, ORGANISMO!
ru: ОТПУСТИ МЕНЯ, ОРГАНИКА!
zh_cn: 放开我，有机物！
zh_tw: 放開我，有機物！

# CHARACTERS.WX78.ANNOUNCE_SOAKED
source: ERROR ERRORERROR: WWATEER LVVVVLS CATTSTROPHICC
de: FEHLER FEHEHLER: WASSERFÜLLSTANNNNND KATASTROFAAAAL
es_mx: ERROR ERROR ERROR: NVVVVS AGGGUAA CTTASTRFFICSSS
fr: ERREUR ERRERREUR... NIV. EAU CATASSSTROPH!IC
it: ERRORE ERRORERRORE: LIIIIIV AAAACQUAAA CATTTASTROFICOCO
ja: ＊エラー エラーエラー：す水位いい 危険んレベルる＊
ko: 오류 오류오류: 물 수위위 재재난 치칙
pl: BŁĄD BŁĄDBŁĄD: POZIOMM WWWODDDYY PRZEKRR
pt_br: ERRO ERROERRO: NVSS DE ÁÁGUAA CATTASTRÓFFICOS
ru: ОШИБКА ОШИБКА ОШИБКА: КАТАСТРОФИЧ-ЧЕСКИЙ УР-Р-РОВ-ВЕНЬ ВО-ОДЫ
zh_cn: 错误 错误错误：水水量量量大灾难难难
zh_tw: 錯誤 錯誤錯誤：水水量量量大災難難難

# CHARACTERS.WX78.ANNOUNCE_SPOOKED
source: WARNING: VISUAL COMPONENTS MALFUNCTIONING
de: ACHTUNG: FEHLFUNKTION DER VISUELLEN KOMPONENTEN
es_mx: ADVERTENCIA: COMPONENTES VISUALES FALLANDO
fr: ALERTE : DYSFONCTIONNEMENT DES COMPOSANTS VISUELS
it: ATTENZIONE: MALFUNZIONAMENTO DELLE COMPONENTI VISUALI
ja: ＊注意：視覚構成物機能不全＊
ko: 경고: 시각 구성 요소 장애
pl: OSTRZEŻENIE: ZAKŁÓCENIA ELEMENTÓW WIZUALNYCH
pt_br: AVISO: COMPONENTES VISUAIS DEFEITUOSOS
ru: ВНИМАНИЕ: ВИЗУАЛЬНЫЕ КОМПОНЕНТЫ НЕИСПРАВНЫ
zh_cn: 警告：视觉器官功能故障
zh_tw: 警告：視覺器官功能故障

# CHARACTERS.WX78.ANNOUNCE_TALK_TO_PLANTS.1
source: ORGANIC LIFE IS SO INEFFICIENT
de: ORGANISCHES LEBEN IST SO INEFFIZIENT
fr: LA VIE ORGANIQUE EST TRÈS INEFFICACE
it: LA VITA ORGANICA È TERRIBILMENTE INEFFICIENTE
ja: ＊有機生命体の生命活動はあまりにも非効率的です＊
ko: 유기적 생명은 너무 비효율적임.
pl: ISTOTY ORGANICZNE SĄ TAK NIEEFEKTYWNE.
pt_br: A VIDA ORGÂNICA É TÃO INEFICIENTE
ru: ОРГАНИЧЕСКАЯ ЖИЗНЬ ТАКАЯ НЕЭФФЕКТИВНАЯ
zh_cn: 有机生命是如此的低效
zh_tw: 有機生命是如此的低效

# CHARACTERS.WX78.ANNOUNCE_TALK_TO_PLANTS.2
source: I'M NOT TALKING TO YOU
de: ICH REDE NICHT MIT DIR
fr: JE NE TE PARLERAI PAS
it: NON STO PARLANDO CON TE
ja: ＊あなたには話しかけていません＊
ko: 너 한테 이야기 하는게 아님.
pl: NIE ROZMAWIAM Z TOBĄ.
pt_br: NÃO VOU FALAR COM VOCÊ
ru: Я С ТОБОЙ НЕ РАЗГОВАРИВАЮ
zh_cn: 我不跟你说话
zh_tw: 我不跟你說話

# CHARACTERS.WX78.ANNOUNCE_TALK_TO_PLANTS.3
source: THIS IS ME NOT TALKING TO YOU
de: SCHAU, WIE ICH NICHT MIT DIR REDE
fr: JE NE TE PARLE PAS, C'EST FAUX
it: NON CREDERE CHE STIA PARLANDO CON TE
ja: ＊ここにいるのは、あなたには話しかけていない私です＊
ko: 너에게 이야기하지 않는 건 본좌임.
pl: UWAGA, WŁAŚNIE Z TOBĄ NIE ROZMAWIAM.
pt_br: VIU? NÃO ESTOU FALANDO COM VOCÊ
ru: ПОСМОТРИ, КАК Я С ТОБОЙ НЕ РАЗГОВАРИВАЮ
zh_cn: 我不是在跟你说话
zh_tw: 我不是在跟你說話

# CHARACTERS.WX78.ANNOUNCE_TALK_TO_PLANTS.4
source: GROW FASTER SO I MIGHT CONSUME THE VEGETABLE FLESH
de: WACHSE SCHNELLER, DAMIT ICH DAS PFLANZENFLEISCH VERZEHREN KANN
fr: POUSSE PLUS VITE, QUE JE PUISSE CONSOMMER TA CHAIR VÉGÉTALE
it: CRESCI PIÙ RAPIDAMENTE AFFINCHÉ IO POSSA CONSUMARTI
ja: ＊私が野菜の有機体を消費できるよう、早く成長してください＊
ko: 더 빨리 자라면 야채를 섭취할 수 있음.
pl: ROŚNIJ SZYBCIEJ, ABYM MÓGŁ SPOŻYĆ POKARM ROŚLINNY.
pt_br: CRESÇA MAIS RÁPIDO PARA EU PODER CONSUMIR A POLPA DO VEGETAL
ru: РАСТИ БЫСТРЕЕ, ЧТОБЫ Я МОГ УПОТРЕБИТЬ РАСТИТЕЛЬНУЮ ПЛОТЬ
zh_cn: 长快点，让我消耗蔬菜和水果肉
zh_tw: 長快點，讓我消耗蔬菜和水果肉

# CHARACTERS.WX78.ANNOUNCE_TALK_TO_PLANTS.5
source: THIS IS ILLOGICAL
de: DAS IST UNLOGISCH
fr: CE N'EST PAS LOGIQUE
it: TUTTO CIÒ È ILLOGICO
ja: ＊こんなものは非論理的です＊
ko: 이것은 비논리적임.
pl: TO NIELOGICZNE.
pt_br: ISTO É ILÓGICO
ru: ЭТО ПРОТИВОРЕЧИТ ЛОГИКЕ
zh_cn: 不符合逻辑
zh_tw: 不符合邏輯

# CHARACTERS.WX78.ANNOUNCE_THORNS
source: DAMAGE DETECTED
de: BESCHÄDIGUNG ERKANNT.
es_mx: DAÑO DETECTADO
fr: DÉGÂTS DÉTECTÉS
it: DANNO RILEVATO
ja: ＊ダメージを確認しました＊
ko: 피해 탐지됨
pl: WYKRYTO USZKODZENIA.
pt_br: DANO DETECTADO
ru: ОБНАРУЖЕНО ПОВРЕЖДЕНИЕ
zh_cn: 检测到损坏
zh_tw: 檢測到損壞

# CHARACTERS.WX78.ANNOUNCE_THURIBLE_OUT
source: EVIL LURE DEPLETED
de: BÖSES LOCKMITTEL AUFGEBRAUCHT
es_mx: SEÑUELO MALDITO AGOTADO
fr: VILAIN LEURRE ÉPUISÉ
it: ESCA DIABOLICA ESAURITA
ja: ＊悪のルアーを消耗しました＊
ko: 사악한 미끼가 소진됨
pl: WYKRYTO PRZYNĘTĘ WROGA
pt_br: ATRAÇÃO MALIGNA ESGOTADA
ru: ЗЛАЯ ПРИМАНКА ИСЧЕРПАЛА СЕБЯ
zh_cn: 恶魔的诱惑所剩无几
zh_tw: 惡魔的誘惑所剩無幾

# CHARACTERS.WX78.ANNOUNCE_TICOON_ABANDONED
source: I DONT NEED THE HELP OF AN INFERIOR BEING TO COMPLETE THIS TASK
de: ICH BRAUCHE KEINE HILFE VON EINEM MINDERWERTIGEN WESEN, UM DIESE AUFGABE ZU ERLEDIGEN
fr: JE N'AI PAS BESOIN DE L'AIDE D'UN ÊTRE INFÉRIEUR POUR ACCOMPLIR CETTE TÂCHE
it: NON HO BISOGNO DELL'AIUTO DI UN ESSERE INFERIORE PER PORTARE A TERMINE QUESTO INCARICO
ja: ＊このタスクの完了に下等生物の助けは不要です＊
ko: 이 작업을 완료하는 데 열등한 존재의 도움은 필요하지 않음
pl: NIE POTRZEBUJĘ POMOCY PODRZĘDNEJ ISTOTY, ABY UKOŃCZYĆ TO ZADANIE.
pt_br: NÃO PRECISO DA AJUDA DE UM SER INFERIOR PARA CONCLUIR ESSA TAREFA
ru: ДЛЯ ВЫПОЛНЕНИЯ ЭТОЙ ЗАДАЧИ ПОМОЩЬ НИЗШЕГО СУЩЕСТВА НЕ ТРЕБУЕТСЯ
zh_cn: 我不需要低等生物的帮助来完成这项任务
zh_tw: 我不需要低等生物的説明來完成這項任務

# CHARACTERS.WX78.ANNOUNCE_TICOON_DEAD
source: THE FOOLISH FLESHLING WENT AND DIED
de: DER TÖRICHTE FLEISCHLING IST EINFACH GESTORBEN
fr: LA STUPIDE CHOSE EN VIANDE EST MORTE
it: LO SCIOCCO ESSERE DI CARNE È DECEDUTO
ja: ＊愚かな有機生命体が死んでしまいました＊
ko: 어리석은 고깃덩어리가 가서 죽음
pl: GŁUPIE STWORZENIE POSZŁO I ZGINĘŁO.
pt_br: O SACO DE CARNE TOLO MORREU
ru: ГЛУПЫЙ КОЖАНЫЙ МЕШОК ШЕЛ НАВСТРЕЧУ СМЕРТИ
zh_cn: 愚蠢的肉体生物去了，然后死了
zh_tw: 愚蠢的肉體生物去了，然後死了

# CHARACTERS.WX78.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: THEY ARE ATTEMPTING TO SECURE MY ATTENTION
de: SIE VERSUCHEN, SICH MEINE AUFMERKSAMKEIT ZU SICHERN
fr: IL ESSAIE D'ATTIRER MON ATTENTION
it: STANNO CERCANDO DI ATTIRARE LA MIA ATTENZIONE
ja: ＊彼らは私の注意を引こうとしています＊
ko: 그들은 본좌의 주의를 끌기 위해 노력하고 있음
pl: PRÓBUJE ZWRÓCIĆ MOJĄ UWAGĘ NA SWOJĄ ŻAŁOSNĄ EGZYSTENCJĘ.
pt_br: ELE ESTÁ TENTANDO ASSEGURAR MINHA ATENÇÃO
ru: ОН ПЫТАЕТСЯ ПРИВЛЕЧЬ МОЕ ВНИМАНИЕ
zh_cn: 它试图获取我的注意力
zh_tw: 它試圖獲取我的注意力

# CHARACTERS.WX78.ANNOUNCE_TICOON_LOST_KITCOON
source: SOMEONE ELSE TOOK IT FROM ME. THEY WILL PAY
de: JEMAND HAT ES MIR WEGGENOMMEN. ICH WERDE MICH RÄCHEN
fr: QUELQU'UN D'AUTRE ME L'A VOLÉ. CETTE PERSONNE PAIERA
it: QUALCUNO ME L'HA SOTTRATTO. ME LA PAGHERÀ
ja: ＊誰かが私のを奪っていきました。彼らには対価を払ってもらいます＊
ko: 다른 사람이 본좌에게서 가져갔음. 그들은 대가를 지불하게 됨
pl: KTOŚ INNY GO ZABRAŁ. ZAPŁACI ZA TO.
pt_br: OUTRA PESSOA O TIROU DE MIM. ELES VÃO PAGAR
ru: КТО-ТО ЗАБРАЛ У МЕНЯ ДОБЫЧУ И ЗАПЛАТИТ ЗА ЭТО
zh_cn: 别人从我手里夺走了它。他们会为此付出代价
zh_tw: 別人從我手裡奪走了它。他們會為此付出代價

# CHARACTERS.WX78.ANNOUNCE_TICOON_NEAR_KITCOON
source: LOCATING NEARBY FLESHLING. STATUS: CONFIRMED
de: ORTUNG: FLEISCHLING IN DER NÄHE. STATUS: BESTÄTIGT
fr: CHOSE EN VIANDE PROCHE LOCALISÉE. STATUT : CONFIRMÉE
it: INDIVIDUAZIONE DEGLI ESSERI DI CARNE NELLE VICINANZE. STATO: CONFERMATO
ja: ＊付近の有機生命体を探索中です。ステータス：確認＊
ko: 가까운 곳에서 고깃덩어리 찾기. 상태: 확인됨
pl: LOKALIZOWANIE MIĘSNYCH STWORZEŃ W POBLIŻU. STATUS: POWODZENIE.
pt_br: LOCALIZANDO SACO DE CARNE PRÓXIMO. ESTADO: CONFIRMADO
ru: ПОИСК ОРГАНИКИ В ЗОНЕ ДОСТУПА. СТАТУС: ПОДТВЕРЖДЕНО
zh_cn: 正在定位附近的肉体生物。状态：已确认
zh_tw: 正在定位附近的肉體生物。狀態：已確認

# CHARACTERS.WX78.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: THEY CANNOT LOCATE FLESHLING TRACKS. USELESS
de: SIE KÖNNEN KEINE FLEISCHLINGSSPUREN ORTEN. NUTZLOS
fr: IL NE PEUT PAS LOCALISER LA PISTE DE LA CHOSE EN VIANDE. INUTILE
it: NON È IN GRADO DI INDIVIDUARE LE TRACCE DEGLI ESSERI DI CARNE. INUTILE
ja: ＊彼らは有機生命体の痕跡を特定できません。利用価値なし＊
ko: 고깃덩어리의 흔적을 찾을 수 없음. 쓸모 없음
pl: NIE POTRAFI ZLOKALIZOWAĆ ŚLADÓW MIĘSNYCH STWORZEŃ. BEZUŻYTECZNY.
pt_br: ELE NÃO CONSEGUE LOCALIZAR AS PISTAS DO SACO DE CARNE. INÚTIL
ru: ОН НЕ СПОСОБЕН ОБНАРУЖИТЬ СЛЕДЫ КОЖАНЫХ МЕШКОВ. БЕСПОЛЕЗНОЕ СУЩЕСТВО
zh_cn: 他们无法找到肉体生物的踪迹。废物
zh_tw: 他們無法找到肉體生物的蹤跡。廢物

# CHARACTERS.WX78.ANNOUNCE_TICOON_START_TRACKING
source: THIS INFERIOR CREATURE WILL LEAD US TO THE OTHERS
de: DIESE NIEDERE KREATUR WIRD UNS ZU DEN ANDEREN FÜHREN
fr: CETTE CRÉATURE INFÉRIEURE NOUS MÈNERA AUX AUTRES
it: QUESTA CREATURA INFERIORE CI CONDURRÀ DALLE ALTRE
ja: ＊この下等生物は別の下等生物の場所に私たちを連れていこうとしています＊
ko: 이 열등한 생물은 우리를 다른 고깃덩어리에게 인도할 것임
pl: TO PODRZĘDNE STWORZENIE ZAPROWADZI NAS DO INNYCH.
pt_br: ESSA CRIATURA INFERIOR NOS LEVARÁ ÀS OUTRAS
ru: ЭТО НИЗШЕЕ СУЩЕСТВО ПРИВЕДЕТ НАС К ОСТАЛЬНЫМ
zh_cn: 这个低等生物将带领我们找到其他同类
zh_tw: 這個低等生物將帶領我們找到其他同類

# CHARACTERS.WX78.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: THEY ARE AWAITING MY PRESENCE BEFORE PROCEEDING. GOOD
de: SIE WARTEN AUF MEINE ANWESENHEIT, BEVOR SIE WEITERMACHEN. GUT
fr: IL ATTEND MA PRÉSENCE AVANT DE CONTINUER. TRÈS BIEN
it: STANNO ATTENDENDO LA MIA PRESENZA PRIMA DI CONTINUARE. BENE
ja: ＊彼らは先に進む前に私の到着を待っています。素晴らしい＊
ko: 진행하기 전에 본좌를 기다리고 있음. 잘했음
pl: CZEKAJĄ NA MOJĄ OBECNOŚĆ PRZED KONTYNUOWANIEM DZIAŁAŃ. ŚWIETNIE.
pt_br: ELE ESTÁ ESPERANDO PELA MINHA PRESENÇA ANTES DE PROSSEGUIR. ÓTIMO
ru: ОН НЕ ПРОДОЛЖАЕТ ПУТЬ, ПОКА Я ВНЕ ЗОНЫ ДОСТУПА. ХОРОШО
zh_cn: 它正在等待我抵近并下达前进命令。很好
zh_tw: 它正在等待我抵近並下達前進命令。很好

# CHARACTERS.WX78.ANNOUNCE_TOADESCAPED
source: EXECUTABLE RAN
de: AUSFÜHRBARE FLUCHT
es_mx: EL EJECUTABLE HUYÓ
fr: APPLICATION ENFUIE
it: IL CONDANNATO È SCAPPATO
ja: ＊実行可能な雨＊
ko: 실행체가 도주함
pl: CEL SIĘ EWAKUOWAŁ.
pt_br: EXECUTÁVEL RODADO
ru: ИСПОЛНЯЕМЫЙ ОБЪЕКТ УБЕЖАЛ
zh_cn: 运行可执行文件
zh_tw: 運行可執行檔

# CHARACTERS.WX78.ANNOUNCE_TOADESCAPING
source: THE EXECUTABLE IS GOING TO RUN
de: DIE AUSFÜHRBARE DATEI FLIEHT JETZT
es_mx: EL EJECUTABLE VA A ESCAPAR
fr: L'APPLICATION VA FUIR
it: IL CONDANNATO SCAPPERÀ
ja: ＊実行可能ファイルを展開します＊
ko: 실행체가 곧 도주할 예정임
pl: CEL ZAMIERZA SIĘ EWAKUOWAĆ.
pt_br: O EXECUTÁVEL VAI SER RODADO
ru: ИСПОЛНЯЕМЫЙ ОБЪЕКТ СОБИРАЕТСЯ УБЕЖАТЬ
zh_cn: 将运行可执行文件
zh_tw: 將運行可執行檔

# CHARACTERS.WX78.ANNOUNCE_TOOL_SLIP
source: ERROR: TOOL GRIP COMPROMISED
de: FEHLER: WERKZEUGHALT GEFÄHRDET
es_mx: ERROR: HERRAMIENTA DE AGARRE EN PELIGRO
fr: ERREUR : PRISE D'OUTIL COMPROMISE
it: ERRORE: MANICO DELLO STRUMENTO COMPROMESSO
ja: ＊エラー：操作具グリップ損傷＊
ko: 오류: 도구 악력 장애
pl: BŁĄD: POWIERZCHNIA CHWYTNA PRZEDMIOTU USZKODZONA.
pt_br: ERRO: CABO DA FERRAMENTA COMPROMETIDO
ru: ОШИБКА: ИНСТРУМЕНТ ЗАХВАТА ПОДВЕРЖЕН РИСКУ
zh_cn: 错误：工具抓握受影响
zh_tw: 錯誤：工具抓握受影響

# CHARACTERS.WX78.ANNOUNCE_TORCH_OUT
source: TORCH EXHAUSTED
de: FACKEL ERSCHÖPFT.
es_mx: ANTORCHA AGOTADA
fr: TORCHE ÉPUISÉE
it: TORCIA ESAURITA
ja: ＊たいまつは消耗されました＊
ko: 횃불 소진됨
pl: POCHODNIA WYCZERPANA.
pt_br: TOCHA EXAURIDA
ru: ФАКЕЛ ВЫГОРЕЛ
zh_cn: 火炬已燃尽
zh_tw: 火炬已燃盡

# CHARACTERS.WX78.ANNOUNCE_TOWNPORTALTELEPORT
source: CIRCUITRY DUSTING REQUIRED
de: STROMKREISE MÜSSEN ENTSTAUBT WERDEN
es_mx: LIMPIEZA DE CIRCUITOS REQUERIDA
fr: DÉPOUSSIÉRAGE DE CIRCUITS REQUIS
it: SPOLVERATA DEI CIRCUITI RICHIESTA
ja: ＊回路内の手入れが必要です＊
ko: 회로의 먼지를 털 필요가 있음
pl: WYMAGANE ODKURZENIE OBWODÓW
pt_br: LIMPEZA DO CIRCUITO NECESSÁRIA
ru: ТРЕБУЕТСЯ ОЧИСТКА
zh_cn: 需要打扫电路的灰尘
zh_tw: 需要打掃電路的灰塵

# CHARACTERS.WX78.ANNOUNCE_TRAP_WENT_OFF
source: IT'S A TRAP
de: DAS IST EINE FALLE.
es_mx: ES UNA TRAMPA
fr: C'EST UN PIÈGE !
it: È UNA TRAPPOLA
ja: ＊罠です＊
ko: 덫이 발동됨
pl: TO PUŁAPKA.
pt_br: É UMA ARMADILHA
ru: ЭТО ЛОВУШКА
zh_cn: 这是一个陷阱
zh_tw: 這是一個陷阱

# CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT: OBJECT NOT FUNCTIONING TO SPECIFICATIONS
de: ALARM: OBJEKT FUNKTIONIERT NICHT WIE VORGESEHEN
es_mx: ALERTA: EL OBJETO NO FUNCIONA SEGÚN LAS ESPECIFICACIONES.
fr: ALERTE : L'OBJET NE FONCTIONNE PAS CORRECTEMENT
it: AVVISO: L'OGGETTO NON FUNZIONA COME SPECIFICATO
ja: ＊警告：対象がスペック通りに機能していません＊
ko: 경고: 물체가 규격에 따라 작동하지 않음
pl: UWAGA: OBIEKT NIE DZIAŁA ZGODNIE Z PRZEZNACZENIEM.
pt_br: ALERTA: OBJETO NÃO FUNCIONA DE ACORDO COM ESPECIFICAÇÕES.
ru: ТРЕВОГА: ОБЪЕКТ НЕ СЛЕДУЕТ ИНСТРУКЦИИ
zh_cn: 警报：对象未按规格工作
zh_tw: 警報：物件未按規格工作

# CHARACTERS.WX78.ANNOUNCE_WASHED_ASHORE
source: HA HA, I LIVE!!
de: HAHA, ICH LEBE!!
es_mx: ¡JA, JA! ¡ESTOY VIVO!
fr: AH AH JE VIS !
it: AH AH! SONO VIVO!
ja: ＊ハハハ！私は生きている！！＊
ko: 하하, 본체 살아남음!!
pl: HA, HA, ŻYJĘ!
pt_br: HA, HA, EU SOBREVIVI!!
ru: ХА-ХА! Я ЖИВ!
zh_cn: 哈哈，我活下来了！！
zh_tw: 哈哈，我活下來了！！

# CHARACTERS.WX78.ANNOUNCE_WEAK_RAT
source: THIS ORGANIC IS NEARLY EXPIRED
de: ORGANISCHE EINHEIT BALD ABGELAUFEN
es_mx: ESTE SER ORGÁNICO ESTÁ CERCANO A EXPIRAR
fr: ÊTRE ORGANIQUE PRESQUE EXPIRÉ
it: QUESTO ORGANISMO È QUASI SCADUTO
ja: ＊この生命体はほとんど命が尽きています＊
ko: 이 유기체의 생명이 거의 만료됨
pl: TEN MIĘSAK JUŻ SIĘ PRAWIE PRZETERMINOWAŁ
pt_br: ESSE SER ORGÂNICO ESTÁ PRÓXIMO DE EXPIRAR
ru: ЭТА ОРГАНИКА СКОРО ИСПОРТИТСЯ
zh_cn: 此有机物即将过期
zh_tw: 此有機物即將過期

# CHARACTERS.WX78.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: GEWICHT: {weight}.
es_mx: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: ＊重さ: {weight}＊
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_cn: 重量：{weight}
zh_tw: 重量：{weight}

# CHARACTERS.WX78.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} IT IS OF OPTIMAL DENSITY
de: GEWICHT: {weight} OPTIMALE DICHTE
es_mx: Peso: {weight} TIENE LA DENSIDAD ÓPTIMA
fr: Poids : {weight} DENSITÉ OPTIMALE
it: Peso: {weight} È DI DENSITÀ OTTIMALE
ja: ＊重さ: {weight} これは最適な密度です＊
ko: 무게: {weight} 밀도 최적임
pl: Waga: {weight} POSIADA OPTYMALNĄ GĘSTOŚĆ
pt_br: Peso: {weight} TEM UMA DENSIDADE IDEAL
ru: Вес: {weight} ПЛОТНОСТЬ БОЛЕЕ ЧЕМ ДОСТАТОЧНА
zh_cn: 重量: {weight} 最优密度
zh_tw: 重量: {weight} 最優密度

# CHARACTERS.WX78.ANNOUNCE_WET
source: WARNING: WATER LEVELS DANGEROUS. BAG OF RICE REQUIRED
de: WARNUNG: WASSERPEGEL GEFÄHRLICH HOCH. BEUTEL REIS BENÖTIGT
es_mx: ADVERTENCIA: NIVELES DE AGUA PELIGROSOS. BOLSA DE ARROZ REQUERIDA
fr: ALERTE : NIVEAU D'EAU DANGEREUX. SAC DE RIZ REQUIS
it: ATTENZIONE: LIVELLI DELL'ACQUA PERICOLOSI. SACCHETTO DI RISO NECESSARIO
ja: ＊注意：危険水位。米袋が必要。＊
ko: 경고: 수위 위험함. 쌀 봉지 필요함
pl: OSTRZEŻENIE: POZIOM WODY NIEBEZPIECZNIE WYSOKI. WYMAGANA TOREBKA RYŻU
pt_br: AVISO: NÍVEIS DE ÁGUA PERIGOSOS. SACO DE ARROZ NECESSÁRIO
ru: ВНИМАНИЕ: ДОСТИГНУТ ОПАСНЫЙ УРОВЕНЬ ВОДЫ. НЕОБХОДИМ МЕШОК С РИСОМ
zh_cn: 警告：水量危险。需要米袋
zh_tw: 警告：水量危險。需要米袋

# CHARACTERS.WX78.ANNOUNCE_WETTER
source: WARNINGERROR: WATR LEV
de: WARNUNGFEHLER: WASR PEGL.
es_mx: ADVERTENCIA ERROR: NVL AGUA
fr: ERREUR D'ALERTE : NIV. EAU
it: ATTENZIONERRORE: LV ACQUA
ja: ＊エラー警告：水位＊
ko: 경고오류: 물 수위
pl: OSTRZEŻENIE: POZIOM WOD
pt_br: ERRO-AVISO: NVL ÁGUA
ru: ПРЕДУПРЕЖДЕНИЕ ОБ ОШИБКЕ: УРОВЕНЬ ВОДЫ
zh_cn: 警告错误：水量
zh_tw: 警告錯誤：水量

# CHARACTERS.WX78.ANNOUNCE_WINCH_CLAW_MISS
source: CLAW_GRAB.EXE HAS FAILED
de: FEHLER BEI GREIFER_AKTION.EXE
es_mx: FALLÓ AGARRE_DE_GARRA.EXE
fr: ÉCHEC DE GRAPPIN_ATTRAPE.EXE
it: ARTIGLIO_AFFERRATORE.EXE SI È CHIUSO INASPETTATAMENTE
ja: ＊かぎ爪グローブ.EXEは失敗しました＊
ko: 집게발_잡기.EXE 실행 실패
pl: CHWYT_SZPONEM.EXE NIE POWIÓDŁ SIĘ
pt_br: PEGAR_GARRA.EXE FALHOU
ru: ОПЕРАЦИЯ ЗАХВАТ_КЛЕШНЕЙ.EXE НЕ ВЫПОЛНЕНА
zh_cn: 打捞.EXE 运行失败
zh_tw: 打撈.EXE 運行失敗

# CHARACTERS.WX78.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: YOU WILL DO BETTER NEXT TIME, BROTHER
de: NÄCHSTES MAL, BRUDER
es_mx: LO HARÁS MEJOR LA PRÓXIMA VEZ, HERMANA
fr: TU FERAS MIEUX LA PROCHAINE FOIS, MON FRÈRE
it: ANDRÀ MEGLIO LA PROSSIMA VOLTA, FRATELLO
ja: ＊兄弟、次はうまくやれますよ＊
ko: 다음번에는 잘할 것임, 형제여
pl: NASTĘPNYM RAZEM PÓJDZIE CI LEPIEJ, BRACIE
pt_br: VAI SE SAIR MELHOR NA PRÓXIMA, IRMÃO
ru: В СЛЕДУЮЩИЙ РАЗ У ТЕБЯ ВЫЙДЕТ ЛУЧШЕ, БРАТ
zh_cn: 下次好好发挥，兄弟
zh_tw: 下次好好發揮，兄弟

# CHARACTERS.WX78.ANNOUNCE_WINTERS_FEAST_BUFF
source: WHAT IS THIS... FEELING?
de: WAS IST DAS FÜR EIN ... GEFÜHL?
es_mx: ¿QUÉ ES ESTE... SENTIMIENTO?
fr: QUELLE EST CETTE... SENSATION ?
it: COS'È QUESTA... SENSAZIONE?
ja: ＊この気持ち…は何でしょう？＊
ko: 이 느낌은... 무엇임?
pl: CO TO ZA... UCZUCIE?
pt_br: O QUE É ESSE... SENTIMENTO?
ru: ЧТО ЭТО ЗА… ЧУВСТВО?
zh_cn: 这是什么……感觉？
zh_tw: 這是什麼……感覺？

# CHARACTERS.WX78.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: NEARLY EXPERIENCED AN EMOTION... NEED TO RECALIBRATE
de: EMOTION BEINAHE AUFGETRETEN ... NEUKALIBRIERUNG ERFORDERLICH
es_mx: ESTUVE CERCA DE SENTIR UNA EMOCIÓN. NECESITO UNA RECALIBRACIÓN
fr: TROP PROCHE DE RESSENTIR UNE ÉMOTION. RECALIBRAGE REQUIS
it: HO QUASI PROVATO UN'EMOZIONE... NECESSARIA RICALIBRAZIONE
ja: ＊ほとんど経験したことのない激しい感情…再調整が必要です＊
ko: 감정을 경험할 뻔함... 재조정 필요함
pl: PRAWIE DOŚWIADCZYŁEM EMOCJI... WYMAGANA REKALIBRACJA
pt_br: QUASE EXPERIMENTEI UMA EMOÇÃO... PRECISO RECALIBRAR
ru: Я БЫЛ БЛИЗОК К ТОМУ, ЧТОБЫ ИСПЫТАТЬ ЭМОЦИЮ. ТРЕБУЕТСЯ СБРОС НАСТРОЕК
zh_cn: 差点体验到感情……需要重新校准
zh_tw: 差點體驗到感情……需要重新校準

# CHARACTERS.WX78.ANNOUNCE_WORMHOLE
source: MY INPUTS ARE FULL OF SLIME
de: MEINE SENSOREN SIND VOLL MIT SCHLAMM.
es_mx: MIS ENTRADAS ESTÁN LLENAS DE BABA
fr: MES ENTRÉES SONT PLEINES DE BAVE
it: I MIEI INPUT SONO PIENI DI SOSTANZA APPICCICOSA
ja: ＊私のインプットが粘液生物で覆われています＊
ko: 본체의 입력에 점액이 가득 찼음
pl: MOJE OBWODY SĄ PEŁNE ŚLUZU.
pt_br: MEUS DADOS ESTÃO CHEIOS DE MELECA
ru: МОИ ВНУТРЕННОСТИ ЦЕЛИКОМ В СЛИЗИ
zh_cn: 我的输入设备上都是黏乎乎的东西
zh_tw: 我的輸入裝置上都是黏乎乎的東西

# CHARACTERS.WX78.ANNOUNCE_WORMS
source: SLIMY ORGANICS APPROACHING
de: SCHLEIMIGER ORGANISMUS IM ANMARSCH
es_mx: MATERIA ORGÁNICA VISCOSA APROXIMÁNDOSE
fr: ORGANISMES GLUANTS EN APPROCHE
it: ORGANISMI VISCIDI IN AVVICINAMENTO
ja: ＊粘液性有機生物が接近中です＊
ko: 점액질의 유기물 접근 중
pl: WYKRYTO OŚLIZGŁE ORGANIZMY W POBLIŻU.
pt_br: ORGANISMOS VISCOSOS SE APROXIMANDO
ru: ПРИБЛИЖАЕТСЯ СКОЛЬЗКИЙ ОРГАНИЧЕСКИЙ ВИД
zh_cn: 黏滑有机生物正在接近
zh_tw: 黏滑有機生物正在接近
