Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_NAMETAG
source: To me, tiny beastie! I shall gift thee with a warrior's name!
de: Zu mir, kleines Tierchen! Ich werde dir den Namen eines Kriegers verleihen!
es: ¡A mí, bestia diminuta! ¡Te pondré un nombre digno de un guerrero!
fr: À möi, petite beste ! Je t'hönörerai d'un nöm de guerrier !
it: A me, bestiolina! Ti darò il nome di un guerriero!
ja: 小さき獣よ、我のもとへ！戦士としてふさわしい名を授けよう！
ko: 이리 온, 꼬맹이 짐승아! 전사의 이름을 선물로 줄게.
pl: Do mnie, bestyjko! Dam ci miano godne wojownika!
pt_br: A mim, ferinha pequena! Presentearei-te com o nome de um guerreiro!
ru: Ко мне, тварюшка! Я дарую тебе имя, как настоящему воину!
zh_cn: 你是我的小野兽！我将赐你一个战士的名字！
zh_tw: 你是我的小野獸！我將賜你一個戰士的名字！

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_ROCKY
source: A very serious wee beastie.
de: Ein sehr ernst zu nehmendes kleines Tierchen.
es: Una bestia diminuta muy seria.
fr: Une petite beste fört sérieuse.
it: Una bestiolina serissima.
ja: とても真剣な小さき獣だ。
ko: 아주 진지한 꼬마 짐승.
pl: Bardzo poważna bestyjka.
pt_br: Uma ferinhazinha muito séria.
ru: Очень серьезная тварюшка.
zh_cn: 一只非常严肃的小野兽。
zh_tw: 一隻非常嚴肅的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_SAVANNA
source: A wee beastie with the heart of a mighty beastie.
de: Ein kleines Tierchen mit dem Herzen eines mächtigen Tieres.
es: Una bestia diminuta con el corazón de una gran bestia.
fr: Une petite beste au cœur de fauve.
it: Una bestiolina con il cuore di una grande bestia.
ja: 身体は小さくとも強い心を持った獣だ。
ko: 전능한 짐승의 심장을 가진 꼬마 짐승.
pl: Mała bestyjka z sercem potężnej bestii.
pt_br: Uma ferinhazinha com o coração de uma poderosa ferinha.
ru: Тварюшка с сердцем великого зверя.
zh_cn: 小野兽的身体内有一颗大野兽的心。
zh_tw: 小野獸的身體內有一顆大野獸的心。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_YOT
source: A wee beastie with an excellent costume.
de: Ein kleines Tierchen mit einem hervorragenden Kostüm!
es: Una bestia diminuta con un disfraz magnífico.
fr: Une petite beste au cöstume sensatiönnel.
it: Una bestiolina con uno splendido costume.
ja: 素敵な衣装に身を包んだ小さき獣だ。
ko: 성대하게 차려입은 꼬마 짐승.
pl: Mała bestyjka ze wspaniałym strojem.
pt_br: Uma ferinhazinha com um excelente traje.
ru: Тварюшка в превосходном костюме.
zh_cn: 服装特别出彩的小野兽。
zh_tw: 服裝特別出彩的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KLAUS
source: I shall free thy deer this day!
de: Ich werde dein Reh heute befreien!
es: ¡Liberaré a este ciervo hoy!
fr: Je vais libérer ce cerf dès aujourd'hui !
it: Devo liberare questo cervo oggi stesso!
ja: 今日、我が汝の鹿を解放せん！
ko: 네 사슴들도 오늘로 해방이다!
pl: Dzisiaj twój jeleń będzie chodził wolno!
pt_br: Libertarei teu cerco neste dia!
ru: Сегодня я высвобожу этого оленя!
zh_cn: 今天我要解放你的鹿！
zh_tw: 今天我要解放你的鹿！

# CHARACTERS.WATHGRITHR.DESCRIBE.KLAUSSACKKEY
source: What wonders will you reveal?
de: Welche Wunder wirst du uns zeigen?
es: ¿Qué maravillas revelarás?
fr: Quelles merveilles révéleras-tu ?
it: Quali meraviglie svelerai?
ja: どんなドキドキを教えてくれるの？
ko: 무엇을 얻을까 기대되는군!
pl: Jakieś cudowności przede mną odkryjesz?
pt_br: Que maravilhas revelará?
ru: Какие чудеса ты раскрываешь?
zh_cn: 你会解开何种神秘？
zh_tw: 你會解開何種神秘？

# CHARACTERS.WATHGRITHR.DESCRIBE.KLAUS_SACK
source: A secret, kept under lock and key!
de: Ein Geheimnis hinter Schloss und Riegel!
es: ¡Un secreto, guardado bajo llave!
fr: Un secret, enfermé sous clé !
it: Un segreto tenuto sotto chiave e chiavistello.
ja: しっかり鍵を掛けて守られた秘密！
ko: 자물쇠와 열쇠로 꽁꽁 숨겨놨군!
pl: Tajemnica, zamknięta na klucz!
pt_br: Um segredo, guardado com tranca e chave!
ru: Секрет, сокрытый замком и ключом!
zh_cn: 一个藏在岩石和钥匙下的秘密！
zh_tw: 一個藏在岩石和鑰匙下的秘密！

# CHARACTERS.WATHGRITHR.DESCRIBE.KNIGHT
source: I taste a battle on the breeze!
de: Die Brise scheint einen Kampf zu bringen.
es: ¡Percibo una batalla en la brisa!
fr: Je sens comme l'odeur d'un combat !
it: Sento una brezza di battaglia.
ja: どうやら、戦が迫っているようだな！
ko: 전투의 향기가 바람을 타고 흘러오는군!
pl: Wiatr niesie ze sobą smak bitwy!
pt_br: Sinto o gosto de uma batalha na brisa!
ru: Ветер доносит до меня запах битвы!
zh_cn: 我体验了一把微风的战斗！
zh_tw: 我體驗了一把微風的戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.KNIGHT_NIGHTMARE
source: I don't think I'd ride that horse.
de: Ich glaube nicht, dass ich dieses Pferd reiten würde.
es: No creo que pudiera montar en ese caballo.
fr: Pas trop envie de monter cette monture.
it: Non credo che cavalcherei quel cavallo.
ja: あの馬は乗らないほうがいいと思う。
ko: 저 말을 타서는 안 될 것 같군.
pl: Wolałabym na niego nie wsiadać.
pt_br: Não acho que eu montaria esse cavalo.
ru: Не думаю, что оседлала бы этого коня.
zh_cn: 我骑不了那匹马。
zh_tw: 我騎不了那匹馬。

# CHARACTERS.WATHGRITHR.DESCRIBE.KOALEFANT_SUMMER
source: Dearest creature... I am going to eat you.
de: Liebe Kreatur, ich habe vor, dich zu essen.
es: Querida criatura... voy a comerte.
fr: Très chère créature... je vais te manger.
it: Carissima creatura... ti sto per mangiare.
ja: 獣よ、我の糧となれ
ko: 동물아... 내가 널 먹어주마.
pl: Najsłodsza istoto... Zamierzam pożreć twe ciało.
pt_br: Cara criatura... Comer-te-ei.
ru: Дорогое создание… Я собираюсь тебя съесть.
zh_cn: 亲爱的生物...我要吃了你。
zh_tw: 親愛的生物...我要吃了你。

# CHARACTERS.WATHGRITHR.DESCRIBE.KOALEFANT_WINTER
source: Poor unsuspecting meat beast.
de: Arme ahnungslose Fleischbestie.
es: Pobre bestia de carne incauta.
fr: Pauvre bête à viande innocente.
it: Povera ignara bestia di carne.
ja: 何も予想していなかった肉動物… かわいそうに。
ko: 제 운명을 짐작도 못하고 있는 가엾은 고기 짐승이군.
pl: Biedna, nieświadoma mięsna bestia.
pt_br: Pobre fera de carne inocente.
ru: Бедное доверчивое мясное животное.
zh_cn: 可怜的、没有戒心的肉兽。
zh_tw: 可憐的、沒有戒心的肉獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KOALEFIG_TRUNK
source: The trunk hath been fattened up.
de: Der Rumpf wurde schön gemästet.
es: La trompa ha engordado.
fr: La trömpe fut engraissée.
it: La proboscide è stata arricchita.
ja: トランクは肥えておる。
ko: 코에 살이 쪘네.
pl: Trąba została podtuczona.
pt_br: A tromba foi engordada.
ru: Сей хобот весьма жирен.
zh_cn: 树干已经变肥了。
zh_tw: 樹幹已經變肥了。

# CHARACTERS.WATHGRITHR.DESCRIBE.KRAMPUS
source: You don't scare me, goat!
de: Du machst mit keine Angst, Ziege!
es: ¡No me asustas, cabra!
fr: Tu ne me fais pas peur la chèvre !
it: Non mi spaventi, capra!
ja: ヤギ、お前など怖くないぞ！
ko: 넌 하나도 무섭지 않아, 이 염소야!
pl: Nie boję się ciebie, koźle.
pt_br: Você não me assusta, bode!
ru: Тебе не напугать меня, козел!
zh_cn: 你吓不倒我，羊！
zh_tw: 你嚇不倒我，羊！

# CHARACTERS.WATHGRITHR.DESCRIBE.KRAMPUS_SACK
source: The sack itself is the present.
de: Der Sack ist das Geschenk.
es: La mochila misma es el regalo.
fr: Le vrai cadeau c'est le sac lui-même.
it: Il sacco stesso è il regalo.
ja: 我には、この袋そのものが贈り物だ
ko: 이 자루 자체가 선물이군.
pl: To worek jest prezentem.
pt_br: O próprio saco é um presente.
ru: Подарок — это сам мешок.
zh_cn: 背包本身就是礼物。
zh_tw: 背包本身就是禮物。

# CHARACTERS.WATHGRITHR.DESCRIBE.LANTERN
source: A lantern to hold back the night.
de: Eine Laterne, um die Dunkelheit zurückzuhalten.
es: Una linterna para alumbrar la noche.
fr: Une lanterne pour faire reculer la nuit.
it: Una lanterna per ritardare la notte.
ja: 迫りくる夜を退ける灯だ
ko: 밤의 엄습을 막아내는 등불이지.
pl: Latarnia, która powstrzyma mrok.
pt_br: Um lampião para conter a noite.
ru: Фонарь отгоняет ночь.
zh_cn: 驱赶黑暗的灯笼。
zh_tw: 驅趕黑暗的燈籠。

# CHARACTERS.WATHGRITHR.DESCRIBE.LATKES
source: My eyes see foul potatoes, but the taste of meat is unmistakable!
de: Meine Augen sehen üble Kartoffeln, doch das Fleischaroma ist unverwechselbar!
es: ¡Mis ojos ven patatas repulsivas, pero el sabor a carne es innegable!
fr: Mes yeux ne vöient que viles patates, mais je göûte la viande !
it: I miei occhi vedono empie patate, ma il sapore di carne è inconfondibile!
ja: 我が目に腐った芋あり、しかし肉の味というのは間違いであろう！
ko: 역겨운 감자에서 고기 맛이 나다니!
pl: Me oczy widzą nikczemne pyry, lecz niechybnie czuję mięso!
pt_br: Meus olhos enxergam batatas asquerosas, mas o sabor de carne é inconfundível!
ru: Мои глаза видят омерзительную картошку, но язык чувствует вкус мяса!
zh_cn: 我眼中看到的是臭土豆，但是肉的味道绝对错不了！
zh_tw: 我眼中看到的是臭土豆，但是肉的味道絕對錯不了！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: I shall not bend to whims of my foes.
de: Ich werde mich nicht den Launen meiner Feinde beugen.
es: No me doblegaré ante los caprichos de mis enemigos.
fr: Je ne céderai pas aux caprices de mes ennemis.
it: Non mi piegherò alla volontà dei miei nemici.
ja: 敵の気まぐれに屈するつもりはない。
ko: 적에게 굽히는 일은 없을 거야.
pl: Nie nagnę się do kaprysów mych wrogów.
pt_br: Não me curvarei às vontades de meus inimigos.
ru: Я не склоню колени по прихоти своих врагов!
zh_cn: 我不会屈从我的敌人。
zh_tw: 我不會屈從我的敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORHEAVY
source: Tis a worthy suit of armor.
de: Eine würdige Rüstung.
es: Es una armadura digna.
fr: C'est une bien brave armure.
it: È un'armatura meritevole.
ja: これは鎧としてふさわしい装備だ。
ko: 훌륭한 갑옷이군.
pl: Zacna zbroja.
pt_br: É uma armadura digna.
ru: Достойный доспех!
zh_cn: 这幅盔甲很不错。
zh_tw: 這幅盔甲很不錯。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORLIGHT
source: That is not fit for a warrior!
de: Das ist eines Kriegers nicht würdig!
es: ¡No es apropiado para un guerrero!
fr: Ce n'est pas digne d'une guerrière !
it: Non è adatta ad un guerriero!
ja: これは鎧にはふさわしくなかろう！
ko: 전사에게는 어울리지 않는군!
pl: Przyodziewek niegodny wojowniczce.
pt_br: Não é adequado para uma guerreira!
ru: Все это недостойно воина!
zh_cn: 勇士不适合穿这个！
zh_tw: 勇士不適合穿這個！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: The wearer shalt be fleet of foot.
de: Der Träger ist flink unterwegs.
es: Quien la lleve irá muy ligero.
fr: Elle offre plus d'agilité.
it: Chi la indossa sarà veloce di piedi.
ja: 身につける者は足の速き者なり。
ko: 발걸음이 빨라지겠군.
pl: Kto go przywdzieje, cieszyć się będzie znaczną szybkością.
pt_br: O usuário terá sebo nas canelas.
ru: Владелец должен быть быстроногим.
zh_cn: 戴上它就会健步如飞。
zh_tw: 戴上它就會健步如飛。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: Tis not as sturdy as a warrior would hope.
de: Nicht so robust, wie ein Krieger es sich erhofft.
es: No es lo resistente que desearía un guerrero.
fr: Pas aussi solide que pourrait le souhaiter une guerrière.
it: Non è così resistente come vorrebbe un guerriero.
ja: これは戦士が望むほど頑丈にはあらず。
ko: 전사에게 쓸모가 있을 만큼 튼튼하지는 않군.
pl: Nie tak odporny, jak można by się spodziewać.
pt_br: Não é tão resistente como um guerreiro esperaria.
ru: Прочности явно недостаточно — для воина-то!
zh_cn: 这个对战士来说不够结实。
zh_tw: 這個對戰士來說不夠結實。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: Makes the wearer sharp of tooth.
de: Gibt dem Träger Biss.
es: Quien la lleve será muy feroz.
fr: Ça donne plus de mordant à celui qui la porte.
it: Fa diventare feroce chi la indossa.
ja: 身に着ける者の歯を鋭くする。
ko: 착용자를 이빨처럼 뾰족하게 만들어준다.
pl: Dodaje użytkownikowi chwackości.
pt_br: Deixa o usuário com dentes afiados.
ru: Носителю палец в рот не клади!
zh_cn: 穿戴这个就会有锋利的牙。
zh_tw: 穿戴這個就會有鋒利的牙。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: Makes the wearer keen of mind.
de: Gibt dem Träger Geistesstärke.
es: Quien la lleve tendrá una gran mente.
fr: Ça apaise l'esprit de celui qui la porte.
it: Fa diventare crudele chi la indossa.
ja: 身に着ける者の精神を研ぎ澄ます。
ko: 착용자의 정신을 날카롭게 만들어준다.
pl: Dodaje użytkownikowi siły umysłu.
pt_br: Deixa a mente do usuário mais apurada.
ru: Наделяет носителя острым умом.
zh_cn: 穿戴这个就会思维敏捷。
zh_tw: 穿戴這個就會思維敏捷。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ARMOR_HP
source: I shall armor myself for battle!
de: Ich werde mich für den Kampf rüsten!
es: ¡Me pondré una armadura para la batalla!
fr: Je vais me protéger pour le combat !
it: Mi metterò l'armatura per andare in battaglia!
ja: 戦に備え、我、鎧を纏わん！
ko: 전투를 위해 갑옷을 입어야지!
pl: Przysposobię się do boju!
pt_br: Devo me proteger para a batalha!
ru: Приоденусь в доспехи перед битвой!
zh_cn: 为了这场仗，我要用盔甲武装自己！
zh_tw: 為了這場仗，我要用盔甲武裝自己！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: Let us down the enemy's standard!
de: Lasst uns die feindliche Standarte herunterholen!
es: ¡Derribemos el estandarte del enemigo!
fr: Faisons tomber l'étendard de l'ennemi !
it: Abbattiamo lo stendardo del nemico!
ja: 敵手の意を打ち破ろうではないか！
ko: 적의 깃발을 내려뜨리자!
pl: Powalmy no chorągiew wroga!
pt_br: Nos permite derrubar o estandarte do inimigo!
ru: Опустим же вражеское знамя!
zh_cn: 让我们拿下敌人的旗帜！
zh_tw: 讓我們拿下敵人的旗幟！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_BERNIE
source: The call of battle has arisen in thee!
de: Der Schlachtruf hat dich geweckt!
es: ¡La batalla te llama!
fr: L'appel du combat se lève en toi !
it: Il richiamo della battaglia è cresciuto in te!
ja: 汝、戦の呼び声が内に湧き上がる。
ko: 결전의 함성이 들려온다!
pl: Poczuj w sercu żar boju!
pt_br: O grito para a batalha cresceu em ti!
ru: Призыв к бою нашел в тебе отклик!
zh_cn: 你听到了战斗的召唤！
zh_tw: 你聽到了戰鬥的召喚！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_BOARLORD
source: Tis a coward who watches the fight.
de: Nur ein Feigling sieht beim Kampfe zu.
es: Es un cobarde que observa la batalla.
fr: C'est un lâche qui observe le combat.
it: È un codardo che assiste alla lotta.
ja: 戦を眺めるだけの臆病者め。
ko: 싸움 구경만 하는 겁쟁이다.
pl: Jeno tchórze zwykli przyglądać się walkom.
pt_br: É um covarde que assiste à luta.
ru: Это лишь трус, наблюдающий за битвой.
zh_cn: 这是个观战的懦夫。
zh_tw: 這是個觀戰的懦夫。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: Be still my heart! Tis the king of battle helms!
de: Schweig still, mein Herz! Der König der Kampfhelme!
es: ¡Calma, mi corazón! ¡Es el rey de los cascos de batalla!
fr: Soyons rassurés ! C'est le roi de casque de combat !
it: Fermati cuore mio! Questo è il re degli elmi da battaglia!
ja: 我が心を静めよ！ 戦兜の王！
ko: 투구의 왕을 직접 보게 되다니, 내 심장이 마구 떨리는군!
pl: Spokojnie, me serce! Toż to najprzedniejszy z hełmów!
pt_br: Acalma-te, coração! É o rei dos elmos de batalha!
ru: Не стучи так, сердце мое! Это — всем боевым шлемам шлем!
zh_cn: 我的小心脏需要冷静！这是战斗头盔中的王者！
zh_tw: 我的小心臟需要冷靜！這是戰鬥頭盔中的王者！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_ELEMENTAL
source: Thy fire giant shall fight by our side.
de: Dein Feuerriese soll an unserer Seite kämpfen.
es: Tu gigante de fuego luchará a nuestro lado.
fr: Ce géant de feu va combattre à nos côtés.
it: Possa il gigante di fuoco combattere dalla nostra parte.
ja: 火の巨人は我々の側で戦う。
ko: 불의 거인이 우리 편에서 싸워줄 것이다.
pl: Twój płomienny gigant stanie u mego boku.
pt_br: Teu gigante de fogo lutará ao nosso lado.
ru: Этот огненный гигант должен сражаться на нашей стороне.
zh_cn: 你这火巨人要跟我们并肩作战。
zh_tw: 你這火巨人要跟我們並肩作戰。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: I'd not dabble in thy horrid magic.
de: Ich möchte mit deiner schrecklichen Magie nichts zu tun haben.
es: No tocaré tu horrible magia.
fr: Je ne tremperai pas dans cette ignoble magie.
it: Non mi cimento nella tua magia orribile.
ja: 我は汝の恐ろしい魔術には手を出さない。
ko: 그 끔찍한 마법은 건드릴 생각 없다.
pl: Wolałabym nie tykać tej magii straszliwej.
pt_br: Eu não mexeria com tua horrenda magia.
ru: Не хочу иметь дела с этой твоей мерзкой магией.
zh_cn: 我不会涉猎你的可怕魔法。
zh_tw: 我不會涉獵你的可怕魔法。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: Sleipnir bestowed it with swiftness.
de: Sleipnir verlieh ihm Schnelligkeit.
es: Sleipnir lo ha dotado de rapidez.
fr: Sleipnir lui a conféré la vitesse.
it: Sleipnir gli ha donato la velocità.
ja: スレイプニルが迅速に与えたのだ。
ko: 슬레이프니르가 속도를 부여해준 것이다.
pl: Sleipnir nasycił go chyżością.
pt_br: Sleipnir concedeu rapidez a ele.
ru: Слейпнир наделил его быстротой.
zh_cn: 斯雷普尼尔赐予它速度。
zh_tw: 斯雷普尼爾賜予它速度。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_FIREBOMB
source: A barrage of Hel's fire.
de: Ein Feuersturm von Hel.
es: Una descarga de fuego de Hel.
fr: Un barrage de feu d'Hel.
it: Una raffica di fuoco di Hel.
ja: 地獄の業火の弾幕。
ko: 헬의 불을 내린다.
pl: Szalejący ogień Hel.
pt_br: Uma labareda com o fogo de Hel.
ru: Шквал огня Хель.
zh_cn: 赫尔之火的狂轰滥炸。
zh_tw: 赫爾之火的狂轟濫炸。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: A blessing from Freya is contained within.
de: Ein Segen von Freya ist darin enthalten.
es: Hay una bendición de Freya en su interior.
fr: Il contient les bienfaits de Freya.
it: Contiene una benedizione di Freya.
ja: フレイヤの祝福が内に宿る。
ko: 프레이야의 축복이 깃들어 있다.
pl: Freja pobłogosławiła to nakrycie głowy.
pt_br: Uma bênção de Freia está em seu interior.
ru: Внутри таится благословение Фрейи.
zh_cn: 里面包含芙蕾雅的祝福。
zh_tw: 裡面包含芙蕾雅的祝福。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: Tis heavily laden with Freya's blessings.
de: Schwer beladen mit Freyas Segen.
es: Está cargado de las bendiciones de Freya.
fr: Il est bourré des bienfaits de Freya.
it: È carico delle benedizioni di Freya.
ja: フレイヤの祝福に満ちている。
ko: 프레이야의 축복이 많이 깃들어 있다.
pl: Przesycają go błogosławieństwa Frei.
pt_br: Está repleto com as bênçãos de Freia.
ru: Предмет прямо-таки пропитан благословением Фрейи.
zh_cn: 这个充满了芙蕾雅的祝福。
zh_tw: 這個充滿了芙蕾雅的祝福。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_HEAVYBLADE
source: A mighty blade for a mighty battle!
de: Eine starke Klinge für einen starke Kampf!
es: ¡Una poderosa espada para una poderosa batalla!
fr: Une puissante lame pour un puissant combat !
it: Una lama possente per una battaglia possente!
ja: 強大な戦には強大な刃を！
ko: 훌륭한 전투를 위한 훌륭한 칼!
pl: Potężne ostrze dla potężnego boju!
pt_br: Uma lâmina poderosa para uma batalha poderosa!
ru: Могучий клинок для великой битвы!
zh_cn: 重量级的刀刃，用于重量级的战斗！
zh_tw: 重量級的刀刃，用於重量級的戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_KEYHOLE
source: The Rainbow Bridge conceals itself.
de: Die Regenbogenbrücke versteckt sich.
es: El puente del arco iris se oculta.
fr: Le pont de l'arc-en-ciel se dissimule.
it: Il ponte dell'arcobaleno si nasconde.
ja: 虹の橋はそれ自体を隠す。
ko: 무지개 다리가 스스로를 감추는군.
pl: Gdzież podział się tęczowy most...
pt_br: A Ponte do Arco-Íris se esconde.
ru: Радужный мост скрывается из виду.
zh_cn: 彩虹桥隐藏起来了。
zh_tw: 彩虹橋隱藏起來了。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: The Rainbow Bridge opens!
de: Die Regenbogenbrücke öffnet sich!
es: ¡El puente del arco iris se abre!
fr: Le pont de l'arc-en-ciel s'ouvre !
it: Il ponte dell'arcobaleno si apre!
ja: 虹の橋は開かれた。
ko: 무지개 다리가 열린다!
pl: Tęczowy most ukazuje się mym oczom!
pt_br: A Ponte do Arco-Íris se abre!
ru: Радужный мост открывается!
zh_cn: 彩虹桥打开了！
zh_tw: 彩虹橋打開了！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: Horns, sharp as the spear of the Valkyrie.
de: Hörner, scharf wie der Speer der Walküre.
es: Cuernos, afilados como la lanza de la valquiria.
fr: Des cornes, aussi pointues que la lance de la Walkyrie.
it: Corna, affilate come la lancia della Valchiria.
ja: 角、それは戦乙女の槍の如く鋭きもの。
ko: 발키리의 창처럼 날카로운 뿔.
pl: Rogi. Ostre niczym włócznia walkirii.
pt_br: Chifres, afiados como a lança da Valquíria.
ru: Рога — острые, как копье валькирии.
zh_cn: 这些角就像女武神瓦尔基里的矛一样锋利。
zh_tw: 這些角就像女武神瓦爾基裡的矛一樣鋒利。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_LUCY
source: Thy axe is filled with burning passion this day!
de: Deine Axt ist heute erfüllt von brennender Leidenschaft!
es: ¡Tu hacha rebosa hoy una pasión ardiente!
fr: Ta hache regorge d'une passion brûlante aujourd'hui !
it: Questa ascia è piena di bruciante passione!
ja: この日、汝が斧は燃え盛る情熱で満たされている。
ko: 열정으로 불타는 도끼다!
pl: Jakże bije zeń paląca pasja!
pt_br: Teu machado está cheio com a paixão chamejante neste dia!
ru: Сегодня твой топор пылает страстью!
zh_cn: 这把斧头在这一天充满了激情！
zh_tw: 這把斧頭在這一天充滿了激情！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: Tis a gate betwixt realms.
de: Ein Tor zwischen den Reichen.
es: Es una puerta entre reinos.
fr: C'est un portail entre deux royaumes.
it: Questo è un portale tra due reami.
ja: 是、二つが領域の門にあり。
ko: 여러 세계를 이어주는 게이트다.
pl: To brama pomiędzy krainami.
pt_br: É um portal entre reinos.
ru: Это — врата между мирами.
zh_cn: 这是不同世界之间的门。
zh_tw: 這是不同世界之間的門。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_PORTAL.ON
source: We dive, back into the ether!
de: Wir tauchen, zurück in den Äther!
es: ¡Nos sumergimos de nuevo en el éter!
fr: On plonge, on retourne dans l'éther !
it: Ci tuffiamo, per tornare all'etere!
ja: 我等、エーテルに戻るとする！
ko: 다시 에테르로 돌아간다!
pl: Wkroczmy na nowo w eter!
pt_br: Mergulhamos de volta no éter!
ru: Погрузимся же снова в небесную высь!
zh_cn: 我们潜回天空去！
zh_tw: 我們潛回天空去！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_RECHARGERHAT
source: Magic stone, empower my spirit!
de: Magischer Stein, stärke meinen Geist!
es: ¡Piedra mágica, da poder a mi espíritu!
fr: Pierre magique, donne des pouvoirs à mon esprit !
it: Pietra magica, concedi il potere al mio spirito!
ja: 魔法の石よ、我が魂に力を与えたまえ！
ko: 마법의 돌이여, 나의 정신에 힘을 다오!
pl: Magiczny kamień co przepełnia mą duszę mocą!
pt_br: Pedra mágica, fortifique meu espírito!
ru: Волшебный камень, надели мой дух силой!
zh_cn: 魔法石头，给我的灵魂赐予力量吧！
zh_tw: 魔法石頭，給我的靈魂賜予力量吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_SPAWNER
source: Tis most heinous magic!
de: Das ist die abscheulichste Magie!
es: ¡Es la magia más atroz!
fr: Une magie vraiment atroce !
it: Questa è la magia più odiosa!
ja: なんと凶悪な魔法よ！
ko: 가장 사악한 마법이다!
pl: Odrażające zaklęcia!
pt_br: É uma magia das mais horrendas!
ru: Невообразимо гнусная магия!
zh_cn: 这是最邪恶的魔法！
zh_tw: 這是最邪惡的魔法！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: Empower me with thy Nox strength!
de: Ermächtige mich mit deiner Nox-Stärke!
es: ¡Dame poder con tu fuerza de Nox!
fr: Donne-moi la force de Nox !
it: Dammi il potere della forza di Nox!
ja: 汝がノクスの力にて我に力を与えたまえ！
ko: 녹스의 힘을 내게 다오!
pl: Użycz mi mocy herosów!
pt_br: Fortifique-me com tua força de Noi!
ru: Надели меня своей силой, Нюкта!
zh_cn: 赐予我司夜女神的力量吧！
zh_tw: 賜予我司夜女神的力量吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: Twas not made for a warrior.
de: Nicht für einen Krieger gemacht.
es: No se ha hecho para un guerrero.
fr: Ce n'est pas pour une guerrière.
it: Non è fatto per i guerrieri.
ja: 戦士のために作られたものではない。
ko: 전사에게는 어울리지 않는다.
pl: Toż to nie dla wojowniczki rekwizyt.
pt_br: Não foi feito para um guerreiro.
ru: Это было сделано не для воина.
zh_cn: 这不是给战士用的。
zh_tw: 這不是給戰士用的。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE
source: A fiery foe!
de: Ein feuriger Gegner.
es: ¡Un enemigo ardiente!
fr: Un ennemi de feu !
it: Un nemico impetuoso!
ja: 炎の怪物が襲い来るぞ！
ko: 불 같은 적!
pl: Płomienisty nieprzyjaciel!
pt_br: Um inimigo flamejante!
ru: Огненный враг!
zh_cn: 一个暴躁的敌人！
zh_tw: 一個暴躁的敵人！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_COCOON
source: The best allies are made in the heat of battle.
de: Die besten Verbündeten findet man in der Hitze des Gefechts.
es: Los mejores aliados se hacen en el fragor de la batalla.
fr: Les meilleures alliances se forgent au cœur de la bataille.
it: I migliori alleati si incontrano sul campo di battaglia.
ja: 戦の熱気の中で最高の戦友がうまれる。
ko: 최고의 아군은 치열한 전장에서 만나는 법.
pl: Najlepszych przyjaciół poznaje się w walce.
pt_br: As melhores alianças são forjadas no calor da batalha.
ru: Лучшие союзники рождаются в сердце битвы.
zh_cn: 激烈的战斗带来最棒的盟友。
zh_tw: 激烈的戰鬥帶來最棒的盟友。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_EGG.GENERIC
source: A dragon egg!
de: Ein Drachenei.
es: ¡Un huevo de dragón!
fr: Un œuf de dragon !
it: Un uovo di drago!
ja: ドラゴンの卵だ！
ko: 드래곤의 알이로군!
pl: Smocze jajo!
pt_br: Um ovo de dragão!
ru: Яйцо дракона!
zh_cn: 一颗龙蛋！
zh_tw: 一顆龍蛋！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: This egg looks chilly.
de: Das Ei sieht kalt aus.
es: Este huevo parece frío.
fr: On dirait que cet œuf a froid.
it: Questo uovo sembra freddo.
ja: 卵は、寒さに震えているようだ…
ko: 알이 추워 보이는군.
pl: Chyba można je dotknąć.
pt_br: Esse ovo parece gelado.
ru: Кажется, этому яйцу холодно.
zh_cn: 这蛋看着冰凉。
zh_tw: 這蛋看著冰涼。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: It's warm and toasty.
de: Warm und heimelig.
es: Está calentito.
fr: Il est bien au chaud.
it: È caldo e tostato.
ja: あたたかく、快適そうだ
ko: 뜨끈뜨끈하군.
pl: Ciepłe. Smaczne.
pt_br: É quentinho e torradinho.
ru: Ему тепло и уютно.
zh_cn: 温暖舒适。
zh_tw: 溫暖舒適。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_PET.CONTENT
source: It glows contentedly.
de: Schau mal, wie es glüht!
es: Brilla contento.
fr: Elle brille de contentement.
it: Brilla contento.
ja: 幸せそうに光を放っているな
ko: 만족스럽게 빛나고 있다.
pl: Płonie z zadowoleniem.
pt_br: Brilha com satisfação.
ru: Он радостно сияет.
zh_cn: 它缓缓发光。
zh_tw: 它緩緩發光。
