Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.ANNOUNCE_CANFIX
source: Can fix it!
de: Kann ich nicht heile machen!
es: ¡Puedo arreglarlo!
es_mx: ¡Poder repararlo!
fr: Je peux réparer ça !
it: Aggiusto io!
ja: 直せる！
ko: 고칠 수 있어!
pl: Mogę to naprawić!
pt_br: Eu posso consertar!
ru: Могу починить!
zh_tw: 可以修好！

# CHARACTERS.WORMWOOD.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: Hmm. Need things
de: Hmm. Dinge benötigt
es: Mmm... Necesito cosas
fr: Hmm... Il faut des trucs
it: Uhm. Servono cose
ja: うーん。材料が必要だね
ko: 흠. 물건이 필요해
pl: Hmm... Potrzebuję rzeczy.
pt_br: Hmm. Precisa de coisas.
ru: Хм. Нужны штучки
zh_tw: 嗯。需要點東西

# CHARACTERS.WORMWOOD.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: Can't
de: Geht nicht.
es: No puedo
es_mx: No poder
fr: Impossible.
it: Non posso
ja: ダメだ
ko: 못 해
pl: Nie mogę
pt_br: Não posso.
ru: Не могу
zh_tw: 不行

# CHARACTERS.WORMWOOD.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: Don't know how
de: Weiß nicht wie
es: No sé cómo
fr: Je sais pas comment faire
it: Non so come
ja: やり方が分からないよ
ko: 방법을 몰라
pl: Ja nie umiem.
pt_br: Não sei como.
ru: Не знаю как
zh_tw: 這咋整

# CHARACTERS.WORMWOOD.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: Too far for contest
de: Zu weit für Wettbewerb
es: Muy lejos para el concurso
fr: Trop loin pour le concours.
it: Troppo lontano per gara
ja: コンテストから遠すぎるね
ko: 대회에 가기엔 너무 멀어
pl: Za daleko na konkurs
pt_br: Longe demais do concurso.
ru: Конкурс слишком далеко
zh_tw: 離比賽太遠

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: Tired
de: Müde.
es: Se ha cansado
es_mx: Cansada
fr: Elle est fatiguée.
it: Stanco
ja: へとへとだよ
ko: 지쳤어
pl: Zmęczona
pt_br: Cansou.
ru: Устала
zh_tw: 它累了

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_ERROR_STUNNED
source: Confused?
de: Verwirrt?
es: ¿Confundida?
es_mx: ¿Confundida?
fr: Elle est perdue ?
it: Confuso?
ja: あたまぐるぐる？
ko: 헷갈리나?
pl: Zagubiona?
pt_br: Confuso?
ru: Растерялась?
zh_tw: 呆了？

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_ERROR_WALKING
source: Too slow
de: Zu langsam.
es: Demasiado lenta
es_mx: Muy lenta
fr: Elle est trop lente.
it: Troppo lento
ja: のろのろ過ぎだよ！
ko: 너무 느려
pl: Za wolna
pt_br: Muito devagar.
ru: Слишком медленно
zh_tw: 太慢了

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Not right
de: Nicht richtig.
es: No está bien
es_mx: Mal
fr: Non, c'est pas bon.
it: Errore
ja: そうじゃないよ
ko: 그게 아니야
pl: Nie tam
pt_br: Não está certo.
ru: Не туда
zh_tw: 不對

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: Wrong way
de: Falsche Richtung.
es: Dirección equivocada
es_mx: Dirección equivocada
fr: C'est la mauvaise direction.
it: Strada sbagliata
ja: そっちじゃないよ
ko: 그 길이 아니야
pl: Nie w tę stronę
pt_br: Caminho errado.
ru: Не в ту сторону
zh_tw: 方向反了

# CHARACTERS.WORMWOOD.ANNOUNCE_CARRAT_START_RACE
source: Go!
de: Los!
es: ¡Vamos!
es_mx: ¡Vamos!
fr: C'est parti !
it: Vai!
ko: 시작!
pl: Jedziemy!
pt_br: Ir!
ru: Вперед!
zh_tw: 出發！

# CHARACTERS.WORMWOOD.ANNOUNCE_CAVEIN
source: Sky is falling!
de: Himmel fällt!
es: ¡El cielo se está cayendo!
es_mx: Cielo se cae
fr: Le ciel tombe !
it: Cielo cade!
ja: もうおわりだよ！
ko: 하늘이 무너진다!
pl: Niebo spada!
pt_br: Céu está caindo!
ru: Небо падает!
zh_tw: 天塌了！

# CHARACTERS.WORMWOOD.ANNOUNCE_CHARLIE
source: Someone here?
de: Jemand hier?
es: ¿Hay alguien aquí?
es_mx: ¿Alguien aquí?
fr: Y a quelqu'un ?
it: Qualcuno qui?
ja: 誰かいる？
ko: 누가 있나?
pl: Ktoś tu jest?
pt_br: Alguém aqui?
ru: Кто тут?
zh_tw: 誰在哪？

# CHARACTERS.WORMWOOD.ANNOUNCE_CHARLIE_ATTACK
source: Ouch!
de: Autsch!
es: ¡Ay!
es_mx: ¡Ay!
fr: Ouille !
it: Ahia!
ja: 痛い！
ko: 아얏!
pl: Auć!
pt_br: Autch!
ru: Ой!
zh_tw: 哎喲！

# CHARACTERS.WORMWOOD.ANNOUNCE_COLD
source: Brrr... Cold!
de: Brrr ... Kalt!
es: Brrr... ¡Frío!
es_mx: Brrr… ¡Frío!
fr: Brrrrr, j'ai froid !
it: Brrr... Freddo!
ja: ブルルル...寒っ！
ko: 으으... 추워!
pl: Brr... Zimno!
pt_br: Brrr... Frio!
ru: Бр-р-р… Холодно!
zh_tw: 哎哎...冷！

# CHARACTERS.WORMWOOD.ANNOUNCE_COMPASS_OUT
source: Direction Thing broke
de: Richtungsding kaputt.
es: Cosa de dirección rota
es_mx: Cosa de direcciones rota
fr: Le bidule qui indique les directions est cassé.
it: Cosa di direzioni rotta
ja: 方向のやつが壊れたよ
ko: 방향 물건이 고장 났어
pl: Rzecz do kierunków się zepsuła
pt_br: Coisa de direção quebrou.
ru: Направлялка сломалась
zh_tw: 指方向的東西壞了

# CHARACTERS.WORMWOOD.ANNOUNCE_CRAFTING_FAIL
source: Failed
de: Gescheitert.
es: Error
es_mx: Fallido
fr: Échec.
it: Niente
ja: 失敗したー
ko: 실패했어
pl: Nie udało się
pt_br: Falhei.
ru: Не вышло
zh_tw: 失敗了

# CHARACTERS.WORMWOOD.ANNOUNCE_DAMP
source: Rain!
de: Regen!
es: ¡Lluvia!
es_mx: ¡Lluvia!
fr: Il pleut !
it: Pioggia!
ja: 雨だよ！
ko: 비다!
pl: Deszcz!
pt_br: Chuva!
ru: Дождь!
zh_tw: 雨！

# CHARACTERS.WORMWOOD.ANNOUNCE_DEERCLOPS
source: Something scary coming!!
de: Was Gruseliges kommt!
es: ¡Viene algo que da miedo!
es_mx: ¡¡Se acerca algo que da miedo!!
fr: Quelque chose d'effrayant approche !
it: Arriva qualcosa di spaventoso!
ja: おっかないヤツがこっちに来るよ！
ko: 무서운 게 오고 있어!!
pl: Nadciąga coś strasznego!
pt_br: Tem algo assustador vindo aí!!
ru: Что-то страшное близко!
zh_tw: 可怕的東西過來了！

# CHARACTERS.WORMWOOD.ANNOUNCE_DESPAWN
source: Don't want to go!
de: Will nicht gehen!
es: ¡No quiero ir!
es_mx: ¡No querer ir!
fr: Je veux pas partir !
it: No andare!
ja: 行きたくないよ！
ko: 가고 싶지 않아!
pl: Nie chcę zniknąć!
pt_br: Não quero ir!
ru: Не хочу уходить!
zh_tw: 不想走！

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_ATTACK
source: Feel less fighty now
de: Nicht mehr so kämpferisch.
es: Parece que ahora lucha menos
es_mx: Sentir menos peleón ahora
fr: Je me sens moins énervé.
it: Ora voglio meno rissa
ja: 戦う気分じゃないよ
ko: 싸움 실력이 줄어든 것 같아
pl: Już nie chcę walczyć
pt_br: Sinto menos poderoso agora.
ru: Уже не очень хочется драться
zh_tw: 沒有那麼爭強好鬥了

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: Aww. No more zaps
de: Ooch. Kein Patsch mehr.
es: Ah... No más zaps
es_mx: Ahh. No quedar bzz
fr: Oh. Y'a plus de zaps.
it: Oh, niente più zap
ja: ああ。 もうエネルギーがないよ
ko: 이런. 이제 찌릿찌릿이 없어
pl: O. Koniec bzztów
pt_br: Aww. Não tem mais zaps.
ru: Ну-у. Больше никаких бз-з-з
zh_tw: 噢。再沒電了

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: Water back!
de: Wasser zurück!
es: ¡Vuelve el agua!
es_mx: ¡Agua regresó!
fr: L'eau est revenue !
it: Acqua tornata!
ja: 水がもどったよ！
ko: 물이 돌아왔다!
pl: Woda wróciła!
pt_br: Água de volta!
ru: Вода, прочь!
zh_tw: 水回來了！

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: Back to normal
de: Wieder normal.
es: De vuelta a la normalidad
es_mx: De vuelta a normalidad
fr: Je suis redevenu normal.
it: Di nuovo normale
ja: 元に戻るよ
ko: 원래대로 돌아왔어
pl: Powrót do normalności
pt_br: De volta ao normal.
ru: Снова все как обычно
zh_tw: 回到正常

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: Bit sleepy...
de: Etwas schläfrig ...
es: Qué sueñito...
fr: Sommeil...
it: Sonno...
ja: ちょっと眠たいよ…
ko: 좀 졸려...
pl: Trochę śpiący...
pt_br: Meio sonolento...
ru: Спать хочу...
zh_tw: 有點困……

# CHARACTERS.WORMWOOD.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: Tired now
de: Müde.
es: Cansado ahora
es_mx: Cansad ahora
fr: Je suis fatigué.
it: Stanco adesso
ja: もうへとへとだよ
ko: 이제 지쳤어
pl: Już się zmęczyłem
pt_br: Cansado agora.
ru: Устал
zh_tw: 我累了

# CHARACTERS.WORMWOOD.ANNOUNCE_DIG_DISEASE_WARNING
source: Poor sick friend
de: Armer kranker Freund.
es: Pobre amigo enfermo
es_mx: Pobre amigo enfermo
fr: Pauvre copain malade.
it: Povero amico malato
ja: かわいそうなお友だち
ko: 불쌍한 아픈 친구
pl: Biedny, chory przyjaciel
pt_br: Pobre amigo doente.
ru: Бедный больной друг
zh_tw: 可憐的生病的朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_DUSK
source: Light ball is sleepy
de: Leuchtkugel ist müde.
es: Bola de luz duerme
es_mx: Bola de Luz tiene sueño
fr: La boule de lumière a sommeil.
it: Palla di luce dorme
ja: 光の玉は眠たいんだね
ko: 빛나는 공이 졸린가 봐
pl: Świetlna kula idzie spać
pt_br: Bola Luminosa tá com sono.
ru: Светящийся шарик пошел спать
zh_tw: 發光的那個球困了

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.GENERIC
source: Tasty
de: Lecker.
es: Está rico
es_mx: Rico
fr: C'est bon.
it: Gradevole
ja: おいしい
ko: 맛있어
pl: Mniam
pt_br: Gostoso.
ru: Вкусно
zh_tw: 美味

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.INVALID
source: Can't
de: Geht nicht.
es: No puedo
es_mx: No poder
fr: Impossible.
it: Non posso
ja: 無理だよー
ko: 못 해
pl: Nie mogę
pt_br: Não posso.
ru: Не могу
zh_tw: 不行

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.PAINFUL
source: Ouch
de: Autsch.
es: ¡Ay!
es_mx: Ay
fr: Ouille.
it: Ahia!
ja: イテテ
ko: 아얏
pl: Auć
pt_br: Autch
ru: Ой!
zh_tw: 哎呦

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.SPOILED
source: Oooh... hurts
de: Oooh ... Aua!
es: Oooh... Duele
es_mx: Uuhh… Duele
fr: Aïe... J'ai mal.
it: Oooh... Fa male
ja: おおお...痛いよ
ko: 으으... 아파
pl: Au... boli
pt_br: Autch... dói.
ru: У-у-у… Больно
zh_tw: 啊...好痛

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.STALE
source: Food!
de: Essen!
es: ¡Comida!
es_mx: ¡Comida!
fr: Du manger !
it: Cibo!
ja: 食べ物だよ！
ko: 음식이다!
pl: Jedzenie!
pt_br: Comida!
ru: Еда!
zh_tw: 食物！

# CHARACTERS.WORMWOOD.ANNOUNCE_EAT.YUCKY
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: だめだー
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ANNOUNCE_EATING_NOT_FEASTING
source: Friends might like?
de: Für Freunde?
es: ¿A los amigos les gustará?
es_mx: ¿A amigos poder gustar?
fr: Les copains pourraient aimer.
it: Amici piace?
ja: お友だちは好きかも？
ko: 친구들이 좋아하려나?
pl: Może przyjaciele zechcą?
pt_br: Amigos podem gostar?
ru: А друзьям понравится?
zh_tw: 朋友們也許會喜歡？

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.1
source: Getting heavy...
de: Wird schwer ...
es: Cada vez más pesado...
es_mx: Se pone pesado
fr: Ça devient lourd...
it: Diventa pesante...
ja: おもたくなってきた...
ko: 점점 무거워져...
pl: Robi się ciężko...
pt_br: Ficando pesado...
ru: Становится тяжело…
zh_tw: 越來越沉...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.2
source: Little bit further...
de: Bisschen weiter ...
es: Un poco más...
es_mx: Un poco más…
fr: Encore un peu...
it: Ancora po'...
ja: もうちょっと先まで...
ko: 조금만 더...
pl: Jeszcze kawałek...
pt_br: Um pouco mais...
ru: Еще немного…
zh_tw: 還有點遠...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.3
source: Don't give up...
de: Nicht aufgeben ...
es: No te rindas...
es_mx: No te rindas…
fr: Je ne dois pas abandonner...
it: Non arrendere...
ja: あきらめないで...
ko: 포기하지 마...
pl: Nie poddawaj się...
pt_br: Não desistir...
ru: Не сдавайся…
zh_tw: 別放棄...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.4
source: So... heavy
de: So ... schwer ...
es: Cómo... pesa
es_mx: Muy... pesado
fr: C'est... tellement... lourd...
it: Tanto... pesante
ja: 重っ…！
ko: 너무... 무거워
pl: Ale... ciężkie
pt_br: Como é... pesado.
ru: Так… тяжело
zh_tw: 好...重！

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.5
source: ugh
de: Puh.
es: Agh
es_mx: agh
fr: argh
ja: うぇっ
ko: 윽
pl: Uch
ru: Ох
zh_tw: 額

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.6
source: (grunt, grunt)
de: (Ächz)
es: (buf, buf)
es_mx: (resoplido, resoplido)
fr: *grogne, grogne*
ja: （ブーブー、ブーブー）
ko: (끙끙)
pl: Uff, puff
pt_br: (uurh, urgh)
ru: (уф-уф)
zh_tw: （哼，哼）

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.7
source: oof. Heavy...
de: Puh. Schwer ...
es: Uf. Cómo pesa...
es_mx: uf. Pesado…
fr: Ouf. C'est lourd...
it: Uff. Pesante...
ja: うー。重い...
ko: 윽. 무거워...
pl: Uff. Ciężkie...
pt_br: Uff. Pesado...
ru: У-у… Тяжело…
zh_tw: 喔。好重...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.8
source: Need rest... soon
de: Ich brauche eine Pause ... Bald.
es: Necesito descansar... pronto
es_mx: Necesitar descanso… pronto
fr: Je dois... me reposer...
it: Serve riposo... presto
ja: 休みたいよ...すぐに。
ko: 곧... 쉬어야겠어
pl: Muszę odpocząć... szybko
pt_br: Preciso descansar... logo.
ru: Скоро… нужен отдых
zh_tw: 很快就得歇歇了...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENCUMBERED.9
source: Keep going...
de: Weiter ...
es: Sigue...
es_mx: Sigue…
fr: Il faut que je continue...
it: Continua...
ja: どんどんすすんで...
ko: 버티자...
pl: Nie poddawaj się...
pt_br: Continue indo...
ru: Продолжаю идти…
zh_tw: 繼續前進...

# CHARACTERS.WORMWOOD.ANNOUNCE_ENTER_DARK
source: Too dark
de: Zu dunkel.
es: Demasiado oscuro
es_mx: Demasiado oscuro
fr: Trop d'obscurité.
it: Troppo buio
ja: 暗すぎる
ko: 너무 어두워
pl: Za ciemno
pt_br: Que escuridão.
ru: Слишком темно
zh_tw: 太黑了

# CHARACTERS.WORMWOOD.ANNOUNCE_ENTER_LIGHT
source: It's light again
de: Es ist wieder hell.
es: Luz de nuevo
es_mx: Hay luz de nuevo
fr: La lumière est revenue.
it: Torna luce
ja: また明るくなった
ko: 다시 빛이야
pl: Znowu jasno
pt_br: Tem luz de novo.
ru: Снова светло
zh_tw: 又有光了

# CHARACTERS.WORMWOOD.ANNOUNCE_EYEOFTERROR_ARRIVE
source: Big peeper peeping!
de: Großer Gucker guckt!
es: ¡El mirón grande mira!
fr: Gros n'œil regarde !
it: Grande occhio guarda!
ja: でっかいのぞくやつがじろじろしてくる！
ko: 커다란 눈알이 엿보고 있어!
pl: Duży zerkacz zerka!
pt_br: Olhão grande olhando!
ru: Большая смотрелка смотрит!
zh_tw: 又在偷看了！

# CHARACTERS.WORMWOOD.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: Where going?
de: Wohin?
es: ¿Dónde ir?
fr: Quelle destination ?
it: Dove porta?
ja: どこに行くの？
ko: 어디 가지?
pl: Dokąd się wybiera?
pt_br: Aonde vai?
ru: Куда он ведет?
zh_tw: 去哪？

# CHARACTERS.WORMWOOD.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Big peeper back!
de: Großer Gucker zurück!
es: ¡El mirón grande vuelve!
fr: Gros n'œil revient !
it: Grande occhio tornato!
ja: でっかいのぞくやつが戻ってきた！
ko: 커다란 눈알이 돌아왔어!
pl: Duży zerkacz powraca!
pt_br: Olhão grande voltou!
ru: Большая смотрелка вернулась!
zh_tw: 偷看的大傢伙回來了！

# CHARACTERS.WORMWOOD.ANNOUNCE_FAN_OUT
source: Wind gone
de: Der Wind ist weg.
es: El viento se ha ido
es_mx: Ya no haber viento
fr: Y a plus de vent.
it: Vento sparito
ja: 風がやんだー
ko: 바람이 사라졌어
pl: Koniec wiatru
pt_br: Vento parou.
ru: Ветер утих
zh_tw: 風沒了

# CHARACTERS.WORMWOOD.ANNOUNCE_FERTILIZER_RESEARCHED
source: Learning about bellystuff
de: Lerne über Bauchzeug
es: Aprendiendo de cosas para la tripa
fr: J'apprends des trucs sur le manger.
it: Imparato roba per pancia
ja: おなかに入るものを学んだよ
ko: 배에 달린 거에 대해 배우는 중
pl: Uczę się o jedzeniu.
pt_br: Aprendendo sobre coisa de barriga.
ru: Изучаю штучки для животика
zh_tw: 在學吃的東西

# CHARACTERS.WORMWOOD.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Feel better
de: Fühle mich besser
es: Estoy mejor
fr: Me sens mieux.
it: Ora meglio
ja: 良い感じ
ko: 기분이 더 나아졌어
pl: Czuję się lepiej.
pt_br: Me sinto melhor.
ru: Теперь лучше
zh_tw: 感覺好些了

# CHARACTERS.WORMWOOD.ANNOUNCE_FLARE_SEEN
source: See friend make pretty light.
de: Freund macht hübsches Licht.
es: Amigo de ver hace luz bonita
es_mx: Ver amigo hacer luz bonita.
fr: Ma copine fait une jolie lumière.
it: Amico fa bella luce
ja: お友だちがすてきなライトを作るのを見るよ
ko: 친구가 예쁜 빛을 만들었네
pl: Przyjaciel zrobił ładne światło
pt_br: Viu amigo fazer luz bonita.
ru: Друг красиво светит
zh_tw: 朋友做出了漂亮的光。

# CHARACTERS.WORMWOOD.ANNOUNCE_FREEDOM
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Libre !
it: Libertà!
ja: 自由だ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WORMWOOD.ANNOUNCE_GHOSTDRAIN
source: What happening?
de: Was geschieht?
es: ¿Qué pasa?
es_mx: ¿Qué pasa?
fr: Qu'est-ce qui se passe ?
it: Cosa succede?
ja: どうしたの？
ko: 무슨 일이지?
pl: Co się dzieje?
pt_br: O que está acontecendo?
ru: Что происходит?
zh_tw: 怎麼了？

# CHARACTERS.WORMWOOD.ANNOUNCE_GROWPLANT.1
source: Grow!
de: Wachsen!
es: ¡Crece!
es_mx: ¡Crece!
fr: Pousse !
it: Cresci!
ja: 育ってね！
ko: 자라라!
pl: Rośnij!
pt_br: Cresça!
ru: Расти!
zh_tw: 生長吧！

# CHARACTERS.WORMWOOD.ANNOUNCE_GROWPLANT.2
source: New friend!
de: Neuer Freund!
es: ¡Una nueva amistad!
es_mx: ¡Nueva amiga!
fr: Une nouvelle copine plante !
it: Nuovo amico!
ja: 新しい友だち！
ko: 새 친구다!
pl: Nowy przyjaciel!
pt_br: Nova amiga!
ru: Новый друг!
zh_tw: 新朋友！

# CHARACTERS.WORMWOOD.ANNOUNCE_GROWPLANT.3
source: Happy Birthday!
de: Herzlichen Glückwunsch!
es: ¡Feliz cumpleaños!
es_mx: ¡Feliz cumpleaños!
fr: Joyeux anniversaire !
it: Buon compleanno!
ja: たんじょうびおめでとう！
ko: 생일 축하해!
pl: Wszystkiego najlepszego!
pt_br: Feliz aniversário!
ru: С днем рождения!
zh_tw: 生日快樂！

# CHARACTERS.WORMWOOD.ANNOUNCE_HIGHRESEARCH
source: Smarter now
de: Jetzt bin ich klüger.
es: Ahora más listo
es_mx: Más inteligente ahora
fr: Je suis encore plus intelligent maintenant.
it: Ora più intelligente
ja: 賢くなったよ
ko: 더 똑똑해졌어
pl: Wiem więcej
pt_br: Mais inteligente agora.
ru: Теперь умнее
zh_tw: 現在更聰明了

# CHARACTERS.WORMWOOD.ANNOUNCE_HOT
source: Woo-wee, it's hot!
de: Aua, heiß!
es: Fiu, ¡está caliente!
es_mx: Caray, ¡hace calor!
fr: Waouh, c'est trop chaud.
it: Oh-oh, caldo!
ja: うーうわー！あっついよ！
ko: 우와, 더워!
pl: Uff, jak gorąco!
pt_br: Uhu, tá quente!
ru: Уй-ай, горячо!
zh_tw: 好熱！

# CHARACTERS.WORMWOOD.ANNOUNCE_HOUNDS
source: Woofers!
de: Kläffer!
es: ¡Guau-guaus!
es_mx: ¡Guauguáus!
fr: Des ouaf-ouaf !
it: Bau bau!
ja: ワンワン！
ko: 멍멍이다!
pl: Hauki!
pt_br: Auauzeiros!
ru: Гав-гавки!
zh_tw: 汪汪獸們！

# CHARACTERS.WORMWOOD.ANNOUNCE_HUNGRY
source: Need stuff for belly
de: Brauche Zeug für Bauch.
es: Necesito algo para tripa
es_mx: Necesitar cosa para estómago
fr: Il me faut de quoi me remplir le ventre.
it: Serve roba per pancia
ja: おなかに入れるものが必要だよ
ko: 배를 채울 게 필요해
pl: Potrzeba rzeczy do brzucha
pt_br: Preciso de coisas pra barriga.
ru: Нужно чего-нибудь в животик
zh_tw: 肚子需要東西

# CHARACTERS.WORMWOOD.ANNOUNCE_HUNT_BEAST_NEARBY
source: Prints!
de: Fährte!
es: ¡Huellas!
es_mx: ¡Huellas!
fr: Des empreintes !
it: Orme!
ja: 跡がある！
ko: 발자국이다!
pl: Ślady!
pt_br: Pegadas!
ru: Следочки!
zh_tw: 印記！

# CHARACTERS.WORMWOOD.ANNOUNCE_HUNT_LOST_TRAIL
source: Prints gone
de: Fährte weg.
es: Las huellas se han ido
es_mx: Ya no haber huellas
fr: Y a plus d'empreintes.
it: Orme sparite
ja: 跡がなくなっちゃった
ko: 발자국이 없어졌어
pl: Nie ma śladów
pt_br: Pegadas terminaram.
ru: Нет следов
zh_tw: 印記沒了

# CHARACTERS.WORMWOOD.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Prints gone
de: Fährte weg.
es: Las huellas se han ido
es_mx: Huellas perdidas
fr: Y a plus d'empreintes.
it: Orme sparite
ja: 跡がなくなっちゃった
ko: 발자국이 없어졌어
pl: Nie ma śladów
pt_br: Pegadas terminaram.
ru: Нет следов
zh_tw: 印記沒了

# CHARACTERS.WORMWOOD.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Need more poop
de: Brauche mehr Kacke
es: Necesito más caca
es_mx: Necesitar más caca
fr: Il faut davantage de fumier.
it: Serve più cacca
ja: もっとフンが必要だ
ko: 똥이 더 필요해
pl: Potrzeba więcej kupy
pt_br: Preciso de mais cocô.
ru: Нужно больше какашек
zh_tw: 需要更多便便

# CHARACTERS.WORMWOOD.ANNOUNCE_INV_FULL
source: Too much stuff
de: Zu viel Zeug.
es: Demasiadas cosas
es_mx: Demasiadas cosas
fr: Y a trop de choses.
it: Troppa roba
ja: 物がありすぎるね
ko: 물건이 너무 많아
pl: Za dużo rzeczy
pt_br: Coisas demais.
ru: Слишком много всего
zh_tw: 東西太多了

# CHARACTERS.WORMWOOD.ANNOUNCE_IS_FEASTING
source: Fill belly with good belly stuff
de: Viel gutes Bauchzeug!
es: Llenar tripa con cosas buenas para la tripa
es_mx: Llena la barriga con buenas cosas de barriga
fr: Je vais me remplir le ventre avec du bon manger.
it: Riempi pancia con roba buona per pancia
ja: おいしいものでおなかいっぱいにするよ
ko: 좋은 음식으로 배를 채워
pl: Wypełnię brzuszek dobrymi rzeczami do brzuszka
pt_br: Encher barriga com coisas de barriga boas.
ru: Набить животик вкусными штучками
zh_tw: 用好東西填滿肚子吧

# CHARACTERS.WORMWOOD.ANNOUNCE_KILLEDPLANT.1
source: Sorry, friend
de: Tut mir leid, Freund.
es: Lo siento, amigo
es_mx: Lo siento, amiga
fr: Pardon, ma copine la plante.
it: Scusa, amico.
ja: ごめんね、お友だち
ko: 미안해, 친구
pl: Wybacz, przyjacielu
pt_br: Desculpe, amiga.
ru: Прости, друг
zh_tw: 對不起，朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_KILLEDPLANT.2
source: Don't like hurting friend
de: Will Freunden nicht wehtun.
es: No me gusta hacer daño a los amigos
es_mx: No gustar herir a amiga
fr: Je n'aime pas faire du mal à mes copines les plantes.
it: Non piace fare male a amici
ja: お友だちを傷つけたくない
ko: 친구를 해치기 싫어
pl: Nie lubię krzywdzić przyjaciół
pt_br: Não gosto de machucar amigos.
ru: Не люблю обижать друзей
zh_tw: 不喜歡傷害朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_KILLEDPLANT.3
source: Friends don't like that
de: Freunde mögen das nicht.
es: A los amigos no les gusta eso
es_mx: A los amigos no gustar eso
fr: Mes copines les plantes n'aiment pas ça.
it: A amici non piace
ja: お友だちが嫌がるよ
ko: 친구가 싫어해
pl: Przyjaciele tego nie lubią
pt_br: Amigos não gostam disso.
ru: Друзьям это не нравится
zh_tw: 朋友不喜歡那樣

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: Friend not in hidey?
de: Freund nicht verstecken?
es: ¿Amigo no está escondido?
fr: Le copain est pas caché ?
it: Amico non nascosto?
ja: お友だちは隠れないの？
ko: 친구가 숨어 있지 않을까?
pl: Przyjaciel nie w ukryjce?
pt_br: Amigo não está em escondidinho?
ru: Друг не прятается?
zh_tw: 朋友不在藏身處？

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Found you
de: Hab dich
es: Te tengo
fr: Trouvé
it: Trovato
ja: みーつけた
ko: 찾았다
pl: Tu jesteś.
pt_br: Encontrei você.
ru: Нашел тебя
zh_tw: 找到你了

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: Peek-a-boo
de: Kuckuck
es: Cu, cu...
fr: Bouh !
it: Cucù
ja: いないいないばあ
ko: 까꿍
pl: Tu cię mam.
pt_br: Cadê? Achou!
ru: Бу
zh_tw: 躲貓貓

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: Hello there
de: Hallöchen
es: Hola
fr: Coucou
it: Ciao
ja: やあ！
ko: 안녕
pl: No cześć.
pt_br: Olá, olá.
ru: Привет-привет
zh_tw: 你好呀

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: Hi hi
es: Holi
fr: Hé oh
it: Ciao ciao
ja: やっほー！
ko: 안녕 안녕
pl: Hej, hej.
pt_br: Oi, oi.
ru: Ку-ку
zh_tw: 嗨嗨

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: Last friend found
de: Letzter Freund gefunden
es: Último amigo encontrado
fr: Le dernier copain est là
it: Ultimo amico trovato
ja: 最後のお友だちを見つけたよ
ko: 마지막 친구를 발견했어
pl: Ostatni przyjaciel znaleziony.
pt_br: Último amigo achado.
ru: Всех друзей нашел
zh_tw: 最後一個朋友也找到了

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: Someone found last friend
de: Jemand hat letzten Freund gefunden
es: Alguien ha encontrado al último amigo
fr: Quelqu'un a trouvé le dernier copain
it: Qualcuno trovato ultimo amico
ja: 誰かが最後のお友だちを見つけたね
ko: 누군가가 마지막 친구를 찾았어
pl: Ktoś znalazł ostatniego przyjaciela.
pt_br: Alguém achou o último amigo.
ru: Кто-то нашел последнего друга
zh_tw: 有人找到了最後一個朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: Just one friend left
de: Nur ein Freund übrig
es: Solo falta un amigo
fr: Plus qu'un copain
it: Manca solo un amico
ja: 残るお友だちはあと1匹
ko: 한 친구만 남았어
pl: Został tylko jeden przyjaciel.
pt_br: Só mais um amigo pra achar.
ru: Остался один друг
zh_tw: 就剩一個朋友了

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: Friends hide too good
de: Freunde verstecken sich zu gut
es: Los amigos se esconden bien
fr: Les copains se cachent trop bien
it: Amici troppo bravi nascondersi
ja: お友だちは隠れるのが上手すぎるよ
ko: 친구 너무 잘 숨어
pl: Przyjaciele dobrze się kryją.
pt_br: Amigos escondem muito bem.
ru: Друзья прячутся очень хорошо
zh_tw: 朋友們真會藏

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: Find friends fast
de: Muss Freunde schnell finden
es: Encuentro amigos rápido
fr: Il faut trouver des copains vite
it: Trovare amici presto
ja: 早くお友だち見つけないと
ko: 빨리 친구 찾아
pl: Trzeba szybko znaleźć przyjaciół.
pt_br: Encontrar amigos rápido.
ru: Надо быстро найти друзей
zh_tw: 快點找朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: Friends not hiding here
de: Hier keine Freunde versteckt
es: No hay amigos aquí
fr: Les copains se cachent pas ici
it: Amici non nascondere qui
ja: お友だちはここに隠れてないよ
ko: 친구들 여기 숨어 있지 않아
pl: Przyjaciele schowali się gdzie indziej.
pt_br: Amigos não estão escondendo aqui.
ru: Друзья тут не прячутся
zh_tw: 朋友們沒藏在那

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: Going back to friends
de: Zurück zu Freunden
es: Volviendo con los amigos
fr: Faut revenir chercher les copains
it: Tornare cercare amici
ja: お友達のところに戻るよ
ko: 친구에게 돌아가자
pl: Wracam do przyjaciół.
pt_br: Voltando pros amigos.
ru: Надо вернуться к друзьям
zh_tw: 回去朋友身邊

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Looking for friends too
de: Sucht auch nach Freunden
es: También busco amigos
fr: On cherche des copains aussi
it: Cercare amici anch'io
ja: ぼくもお友だちを探すよ
ko: 친구도 찾아.
pl: Też chcę szukać przyjaciół.
pt_br: Procurando por amigos também.
ru: Тоже буду искать друзей
zh_tw: 也在找朋友
