Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.GREENGEM
source: PRESSURE AND IMPURITIES HAVE PRODUCED PLEASING PERFECTION
de: DRUCK UND UNREINHEITEN HABEN EINE ANGENEHME VOLLKOMMENHEIT ERZEUGT.
es_mx: PRESIÓN E IMPUREZAS PRODUJERON UNA AGRADABLE PERFECCIÓN
fr: PRESSION ET IMPURETÉS ONT PRODUIT UNE AGRÉABLE PERFECTION
it: PRESSIONE E IMPURITÀ HANNO PRODOTTO UNA GRADEVOLE PERFEZIONE
ja: ＊圧力と不純物で素晴らしく完璧なものが出来上がりました＊
ko: 압력과 불순물이 보기 좋은 완벽함을 생성함
pl: CIŚNIENIE I DROBNE SKAZY TWORZĄ PRZYJEMNY DLA OKA IDEAŁ.
pt_br: A PRESSÃO E AS IMPUREZAS PRODUZIRÃO PERFEIÇÃO AGRADÁVEL
ru: НАПРЯЖЕНИЕ И ПРИМЕСИ ОБРАЗОВАЛИ ПРИВЛЕКАТЕЛЬНОЕ СОВЕРШЕНСТВО
zh_cn: 压力和杂质产生了令人愉悦的完美
zh_tw: 壓力和雜質產生了令人愉悅的完美

# CHARACTERS.WX78.DESCRIBE.GREENMOONEYE
source: ISLAND POSITIONING SYSTEM ONLINE
de: INSEL-POSITIONIERSYSTEM ONLINE
es_mx: SISTEMA DE POSICIONAMIENTO DE LA ISLA EN LÍNEA
fr: SYSTÈME DE POSITIONNEMENT D'ÎLE EN LIGNE
it: SISTEMA DI POSIZIONAMENTO ISOLA ONLINE
ja: ＊島毒化システムがオンラインです＊
ko: 섬 위치 파악 시스템 온라인
pl: WYSPOWY SYSTEM POZYCJONOWANIA WŁĄCZONY.
pt_br: SISTEMA DE POSICIONAMENTO DE ILHA ATIVO
ru: СИСТЕМА ОНЛАЙН-ОПРЕДЕЛЕНИЯ МЕСТОНАХОЖДЕНИЯ ОСТРОВА
zh_cn: 岛屿定位系统在线
zh_tw: 島嶼定位系統線上

# CHARACTERS.WX78.DESCRIBE.GREENSTAFF
source: HAHAHA! SUCH A POWERFUL TOOL
de: HAHAHA! SOLCH EIN MÄCHTIGES WERKZEUG
es_mx: ¡JA, JA, JA! UNA HERRAMIENTA MUY PODEROSA
fr: HA HA HA ! QUEL PUISSANT OUTIL
it: AHAHAH! CHE STRUMENTO POTENTE
ja: ＊ハハハ！なんて強力なツールなんでしょう＊
ko: 하하하! 매우 강력한 도구임
pl: HA. HA. HA! POTĘŻNE NARZĘDZIE!
pt_br: RÁ RÁ RÁ! QUE FERRAMENTA PODEROSA
ru: ХА-ХА-ХА! КАКОЙ МОЩНЫЙ ИНСТРУМЕНТ
zh_cn: 哈哈哈！多么强大的工具
zh_tw: 哈哈哈！多麼強大的工具

# CHARACTERS.WX78.DESCRIBE.GREEN_CAP
source: CULINARY FUNGUS
de: KULINARISCHER PILZ.
es_mx: HONGO CULINARIO
fr: CHAMPIGNON À CUISINER
it: FUNGO CULINARIO
ja: ＊料理用カビ＊
ko: 조리용 버섯
pl: GRZYB KULINARNY.
pt_br: FUNGO CULINÁRIO
ru: ПОВАРЕННЫЙ ГРИБ
zh_cn: 食用菌
zh_tw: 食用菌

# CHARACTERS.WX78.DESCRIBE.GREEN_CAP_COOKED
source: MODIFIED FUNGUS
de: MODIFIZIERTER PILZ.
es_mx: HONGO MODIFICADO
fr: CHAMPIGNON MODIFIÉ
it: FUNGO MODIFICATO
ja: ＊改良されたカビ＊
ko: 개조된 버섯
pl: MODYFIKOWANY GRZYB.
pt_br: FUNGO MODIFICADO
ru: МОДИФИЦИРОВАННЫЙ ГРИБ
zh_cn: 改良的菌类
zh_tw: 改良的菌類

# CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: GREEN FUNGUS
de: GRÜNER PILZ
es_mx: HONGO VERDE
fr: CHAMPIGNON VERT
it: FUNGO VERDE
ja: ＊緑カビ＊
ko: 녹색 버섯
pl: ZIELONY GRZYB.
pt_br: FUNGO VERDE
ru: ЗЕЛЕНЫЙ ГРИБ
zh_cn: 绿菌
zh_tw: 綠菌

# CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: IT IS HIDING
de: ER VERSTECKT SICH.
es_mx: ESTÁ ESCONDIDO
fr: IL SE CACHE
it: SI NASCONDE
ja: ＊隠れています＊
ko: 숨어있음
pl: CHOWA SIĘ.
pt_br: ESTÁ SE ESCONDENDO
ru: ОН СПРЯТАЛСЯ
zh_cn: 它藏起来了
zh_tw: 它藏起來了

# CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.PICKED
source: DESTROYED.
de: ZERSTÖRT.
es_mx: DESTRUIDO
fr: DÉTRUIT.
it: DISTRUTTO
ja: ＊破壊済みです＊
ko: 파괴됨.
pl: AKT ZNISZCZENIA
pt_br: DESTRUÍDO
ru: УНИЧТОЖЕН
zh_cn: 被毁了。
zh_tw: 被毀了。

# CHARACTERS.WX78.DESCRIBE.GROTTO_POOL_BIG
source: NOWHERE IS SAFE FROM THE WRETCHED WATER
de: NIRGENDWO IST MAN VOR DEM ELENDEN WASSER SICHER
fr: RIEN N'EST À L'ABRI DE CETTE MAUDITE EAU
it: NESSUN LUOGO È AL SICURO DALLA MALEDETTA ACQUA
ja: ＊水という厄災から逃れられる場所はないのです＊
ko: 지저분한 물에서 안전한 곳은 어디에도 없음.
pl: NIE DA SIĘ UKRYĆ PRZED TĄ GŁUPIĄ WODĄ.
pt_br: NENHUM LUGAR ESTÁ A SALVO DA MALDITA ÁGUA
ru: НИГДЕ НЕ СКРЫТЬСЯ ОТ ПРОКЛЯТОЙ ВОДЫ
zh_cn: 这讨厌的水让人无处可逃
zh_tw: 這討厭的水讓人無處可逃

# CHARACTERS.WX78.DESCRIBE.GROTTO_POOL_SMALL
source: NOWHERE IS SAFE FROM THE WRETCHED WATER
de: NIRGENDWO IST MAN VOR DEM ELENDEN WASSER SICHER
fr: RIEN N'EST À L'ABRI DE CETTE MAUDITE EAU
it: NESSUN LUOGO È AL SICURO DALLA MALEDETTA ACQUA
ja: ＊水という厄災から逃れられる場所はないのです＊
ko: 지저분한 물에서 안전한 곳은 어디에도 없음.
pl: NIE DA SIĘ UKRYĆ PRZED TĄ GŁUPIĄ WODĄ.
pt_br: NENHUM LUGAR ESTÁ A SALVO DA MALDITA ÁGUA
ru: НИГДЕ НЕ СКРЫТЬСЯ ОТ ПРОКЛЯТОЙ ВОДЫ
zh_cn: 这讨厌的水让人无处可逃
zh_tw: 這討厭的水讓人無處可逃

# CHARACTERS.WX78.DESCRIBE.GUACAMOLE
source: CRUSHED MOLES. GREEN
de: ZERDRÜCKTE MAULWÜRFE. GRÜN
es_mx: VERDURA TRITURADA. VERDE
fr: GUACAMOU. VERT
it: AVOCADO SCHIACCIATO. VERDE
ja: ＊緑色…食品としては、極めて不審＊
ko: 뭉갠 몰레. 녹색.
pl: ZGNIECIONA ZIELEŃ
pt_br: GUACA MOLE. BEM MOLE.
ru: РАЗДАВЛЕННЫЕ КРОТЫ ЗЕЛЕНОГО ЦВЕТА
zh_cn: 被压碎的鼹鼠。绿色
zh_tw: 被壓碎的鼴鼠。綠色

# CHARACTERS.WX78.DESCRIBE.GUANO
source: MORE POOP. SIGH
de: MEHR KOT. SEUFZ
es_mx: MÁS EXCREMENTO. AY
fr: ENCORE DE LA CROTTE. PFFF...
it: ALTRA CACCA. POVERO ME
ja: ＊また糞です。ハァ。＊
ko: 똥이 더 있음. 하아아
pl: WIĘCEJ KUPY. ECH
pt_br: MAIS COCÔ. TSC
ru: БОЛЬШЕ НАВОЗА. ВЗДОХ
zh_cn: 更多便便。唉
zh_tw: 更多便便。唉

# CHARACTERS.WX78.DESCRIBE.GUNPOWDER
source: PUTS THE "POW" IN "POWDER"
de: SCHIESSPULVER.
es_mx: ESTA PÓLVORA ES UN POLVORÍN
fr: ÇA A TOUT D'ÉTONNANT
it: AGGIUNGE FUOCO ALLA POLVERE
ja: ＊「手」を「粉」にいれます＊
ko: 힘 있는 분말
pl: MIESZANKA WYBUCHOWA.
pt_br: É O QUE COLOCA O "POL" EM "PÓLVORA"
ru: ДОБАВЛЯЕТ «ПОРОХ» В «ПОРОХОВНИЦУ»
zh_cn: 把"爆炸物"放进"粉末"里
zh_tw: 把"爆炸物"放進"粉末"裡

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_1
source: WHAT IS THE PURPOSE OF SHAPING FOODS LIKE OTHER FOODS
de: WARUM FORMT MAN LEBENSMITTEL WIE ANDERE LEBENSMITTEL
es_mx: ¿CUÁL ES EL PROPÓSITO DE HACER ALIMENTOS CON FORMA DE OTROS ALIMENTOS?
fr: POURQUOI DONNER UN AIR DE NOURRITURE À UNE AUTRE NOURRITURE ?
it: C'È UNO SCOPO NEL PLASMARE GLI ALIMENTI NELLA FORMA DI ALTRI ALIMENTI?
ja: ＊食物を他の食物のように形作る目的はなんですか＊
ko: 식품을 다른 식품 같이 성형하는 목적은 무엇인가
pl: PO CO ROBIĆ JEDZENIE W KSZTAŁCIE INNEGO JEDZENIA?
pt_br: QUAL É A FINALIDADE DE DEIXAR COMIDAS NO FORMATO DE OUTRAS COMIDAS?
ru: ЗАЧЕМ ПРИДАВАТЬ ЕДЕ ФОРМУ ДРУГОЙ ЕДЫ
zh_cn: 把食物塑造得像其他食物一样的目的何在
zh_tw: 把食物塑造得像其他食物一樣的目的何在

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_10
source: FLAVORED SUGAR STICKS
de: AROMATISIERTE ZUCKERSTÄBE
es_mx: PALITOS DE AZÚCAR CON SABOR
fr: BÂTON SAVEUR SUCRE
it: BASTONCINI DI ZUCCHERO INSAPORITI
ja: ＊風味のついたシュガースティック＊
ko: 향 첨가 설탕 막대
pl: SMAKOWE CUKROWE KIJKI.
pt_br: PALITOS DE AÇÚCAR COM SABOR
ru: АРОМАТИЗИРОВАННЫЕ САХАРНЫЕ ПАЛОЧКИ
zh_cn: 风味糖条
zh_tw: 風味糖條

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_11
source: THE TREATS INSIDE ARE SHAPED LIKE FLESHLINGS
de: DIE LECKEREIEN DARIN HABEN DIE FORM VON FLEISCHLINGEN
es_mx: CONTIENE DULCES CON FORMA DE ORGÁNICOS
fr: LA MÊME FORME QU'UNE CHOSE EN CHAIR
it: I DOLCETTI HANNO LA FORMA DEGLI ESSERI DI CARNE
ja: ＊中のおやつは生命体のような形をしています＊
ko: 안에 있는 별미가 고깃덩이들처럼 생겼음
pl: SMAKOŁYKI STWORZONE NA PODOBIEŃSTWO MIĘSNYCH STWORZEŃ.
pt_br: AS DELÍCIAS LÁ DENTRO TÊM FORMATO DE CARNINHAS
ru: УГОЩЕНИЯ ВНУТРИ ИМЕЮТ ФОРМУ КУСКОВ МЯСА
zh_cn: 里面的食物看起来像肉体生物
zh_tw: 裡面的食物看起來像肉體生物

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_12
source: IT IS A GELATIN LIE
de: EINE LÜGE AUS GELATINE
es_mx: ES UNA MENTIRA DE GELATINA
fr: UNE TROMPERIE EN GÉLATINE
it: È UNA BUGIA DI GELATINA
ja: ＊ゼラチンのウソです＊
ko: 젤라틴으로 성형한 미생물임
pl: ŻELATYNOWE KŁAMSTWO
pt_br: É UMA MENTIRA DE GELATINA
ru: ЖЕЛАТИНОВАЯ ЛОЖЬ
zh_cn: 这是个美丽的谎言
zh_tw: 這是個美麗的謊言

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_13
source: IT TASTES LIKE THE FUTURE
de: SCHMECKT NACH ZUKUNFT
es_mx: SABE COMO EL FUTURO
fr: ÇA A LE GOÛT DU FUTUR
it: HA IL SAPORE DEL FUTURO
ja: ＊未来感のある味です＊
ko: 미래의 맛
pl: SMAKUJE JAK PRZYSZŁOŚĆ
pt_br: TEM GOSTO DE FUTURO
ru: ВКУС БУДУЩЕГО
zh_cn: 它尝起来像未来
zh_tw: 它嘗起來像未來

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_14
source: MY MOUTH FEELS NO PAIN
de: MEIN MUND FÜHLT KEINEN SCHMERZ
es_mx: NO SIENTO DOLOR EN LA BOCA
fr: MA BOUCHE EST INVULNÉRABLE
it: LA MIA BOCCA NON SENTE ALCUN DOLORE
ja: ＊私の口に痛覚はありません＊
ko: 본체의 입은 통증을 느끼지 않음
pl: MOJE USTA NIE ZNAJĄ BÓLU
pt_br: MINHA BOCA NÃO SENTE MAIS DOR
ru: МОЙ РОТ НЕ ЧУВСТВУЕТ БОЛИ
zh_cn: 我的嘴巴感觉不到疼痛了
zh_tw: 我的嘴巴感覺不到疼痛了

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_2
source: HORRIBLE TEXTURE, LOOKS NOTHING LIKE CORN. I LOVE IT
de: SCHRECKLICHE TEXTUR; SIEHT ÜBERHAUPT NICHT WIE MAIS AUS. FANTASTISCH
es_mx: UNA TEXTURA HORRIBLE, NO SE PARECE EN NADA AL MAÍZ. ME ENCANTA
fr: HORRIBLE TEXTURE, RIEN À VOIR AVEC LE MAÏS. J'ADORE
it: CONSISTENZA ORRIBILE, NON SEMBRA AFFATTO DEL MAIS. LO ADORO
ja: ＊ひどい食感です、まったくコーンには似ていません。大好きです＊
ko: 불규칙한 질감에, 전혀 옥수수처럼 보이지 않음. 본체의 마음에 듦
pl: TRAGICZNA KONSYSTENCJA. A SMAKU I TAK NIE CZUJĘ.
pt_br: TEXTURA HORRÍVEL, PARECE MILHO. ADORO
ru: УЖАСНАЯ ТЕКСТУРА, СОВСЕМ НЕ ПОХОЖЕ НА ЗЕРНО. МНЕ НРАВИТСЯ
zh_cn: 可怕的质地，看起来一点也不像玉米。我喜欢
zh_tw: 可怕的質地，看起來一點也不像玉米。我喜歡

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_3
source: INFERIOR CORN OF CANDY
de: MINDERWERTIGER ZUCKER-MAIS
es_mx: CARAMELO DE MAÍZ INFERIOR
fr: BONBON DE MAÏS INFÉRIEUR
it: CHICCO DI CARAMELLA INFERIORE
ja: ＊下等なキャンディーのコーン＊
ko: 잉여 옥수수 사탕
pl: JESZCZE TROCHĘ MU BRAKUJE.
pt_br: MILHO DE DOCE INFERIOR
ru: ПОСРЕДСТВЕННОЕ ЗЕРНО КОНФЕТЫ
zh_cn: 劣质的玉米糖
zh_tw: 劣質的玉米糖

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_4
source: SPIDER CHILD. WATCH ME CONSUME YOUR TINY BRETHREN
de: SPINNENKIND. SCHAU, WIE ICH DEINEN KLEINEN BRÜDER VERSCHLINGE
es_mx: NIÑO ARAÑA, MIRA CÓMO CONSUMO A TUS HERMANITOS
fr: ENFANT ARAIGNÉE. REGARDE-MOI CONSOMMER TON PETIT CAMARADE
it: RAGNETTO. GUARDAMI MENTRE CONSUMO I TUOI FRATELLINI
ja: ＊クモの子。私があなたの仲間を食うところを見ていなさい＊
ko: 거미 유아. 네 미세한 동료들을 본좌께서 섭취하는 것을 보라
pl: PAJĘCZE DZIECKO. PATRZ, JAK POŻERAM TWOICH MAŁYCH BRACI.
pt_br: CRIANÇA ARANHA. ME OBSERVE CONSUMIR SEU IRMÃZINHO
ru: ДЕТЕНЫШ ПАУКА. СМОТРИ, КАК Я СЪЕМ ТВОИХ КРОШЕЧНЫХ СОБРАТЬЕВ
zh_cn: 蜘蛛宝宝。看我毁灭你弱小的伙伴们
zh_tw: 蜘蛛寶寶。看我毀滅你弱小的夥伴們

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_5
source: TINY HAIRY ORGANICS ENTOMBED IN FRUCTOSE
de: KLEINE HAARIGE ORGANISMEN IN FRUCTOSE
es_mx: MATERIA ORGÁNICA PELUDA SEPULTADA EN FRUCTOSA
fr: PETIT ORGANISME POILU ENROBÉ DE FRUCTOSE
it: PICCOLI ORGANISMI PELOSI TUMULATI NEL FRUTTOSIO
ja: ＊小さな毛むくじゃらの有機生命体は果糖の中に埋葬されました＊
ko: 미세한 털복숭이 유기물이 과당 속에 싸였음
pl: MAŁY WŁOCHATE ORGANIZMY ZATOPIONE W FRUKTOZIE.
pt_br: SERES ORGÂNICOS PELUDOS PEQUENOS SEPULTADOS EM FRUTOSE
ru: КРОШЕЧНАЯ МОХНАТАЯ ОРГАНИКА, ПОГРЕБЕННАЯ ВО ФРУКТОЗЕ
zh_cn: 小小的毛茸茸的有机物埋葬在果糖中
zh_tw: 小小的毛茸茸的有機物埋葬在果糖中

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_6
source: EAT THEM, HUMANS
de: ESST SIE, MENSCHEN
es_mx: CÓMANLOS, HUMANOS
fr: MANGEZ-LES, HUMAINS
it: MANGIATELI, UMANI
ja: ＊食べてしまえ、人間よ＊
ko: 인간들이나 먹어라
pl: JEDZCIE, LUDZIE.
pt_br: COMAM-NOS, HUMANOS
ru: ЕШЬТЕ, ЛЮДИ
zh_cn: 吃了它们，人类
zh_tw: 吃了它們，人類

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_7
source: THE KING OF PIGS WILL BE THE FIRST IMPRISONED WHEN I AM OVERLORD
de: DER KÖNIG DER SCHWEINE WIRD ERST EINGESPERRT, WENN ICH DER GRÖSSTE MEISTER BIN
es_mx: EL REY DE LOS CERDOS SERÁ MI PRIMER PRISIONERO CUANDO GOBIERNE ESTE MUNDO
fr: LE ROI DES COCHONS SERA LE PREMIER EMPRISONNÉ QUAND JE SERAI LE MAÎTRE
it: IL RE DEI MAIALI SARÀ IL PRIMO PRIGIONIERO QUANDO DIVENTERÒ IL PADRONE
ja: ＊わたしが大君主になるとき豚の王はまず投獄するでしょう＊
ko: 돼지의 왕은 본좌께서 대군주가 되면 처음으로 투옥할 것임
pl: JAK ZOSTANĘ WŁADCĄ, KRÓL ŚWINIAK BĘDZIE PIERWSZYM DO UWIĘZIENIA.
pt_br: O REI DOS PORCOS SERÁ O PRIMEIRO A SER APRISIONADO QUANDO EU FOR O SOBERANO
ru: КОРОЛЬ СВИНЕЙ ПЕРВЫЙ ОКАЖЕТСЯ ЗА РЕШЕТКОЙ, КОГДА Я СТАНУ ГЛАВНЫМ
zh_cn: 一旦我是霸主，猪人国王将会第一个进监狱
zh_tw: 一旦我是霸主，豬人國王將會第一個進監獄

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_8
source: FLAVORED SUGAR STICKS
de: AROMATISIERTE ZUCKERSTÄBE
es_mx: PALITOS DE AZÚCAR CON SABOR
fr: BÂTON SAVEUR SUCRE
it: BASTONCINI DI ZUCCHERO INSAPORITI
ja: ＊風味のついたシュガースティック＊
ko: 향 첨가 설탕 막대
pl: SMAKOWE CUKROWE KIJKI.
pt_br: PALITOS DE AÇÚCAR COM SABOR
ru: АРОМАТИЗИРОВАННЫЕ САХАРНЫЕ ПАЛОЧКИ
zh_cn: 风味糖条
zh_tw: 風味糖條

# CHARACTERS.WX78.DESCRIBE.HALLOWEENCANDY_9
source: EVERY TENTACLE IS EDIBLE IF YOU TRY
de: JEDE TENTAKEL IST ESSBAR, MAN MUSS ES NUR PROBIEREN
es_mx: CADA TENTÁCULO ES COMESTIBLE SI LO INTENTAS
fr: TOUT TENTACULE EST COMESTIBLE QUAND ON ESSAIE
it: OGNI TENTACOLO È COMMESTIBILE SE LO PROVI
ja: ＊どんな触手も一応試せば食べられます＊
ko: 노력하면 모든 촉수를 먹을 수 있음
pl: KAŻDA MACKA JEST JADALNA, JEŚLI ODPOWIEDNIO DŁUGO BĘDZIE PRÓBOWAĆ.
pt_br: TODO TENTÁCULO É COMESTÍVEL SE VOCÊ TENTAR
ru: ВСЯКОЕ ЩУПАЛЬЦЕ СЪЕДОБНО, ЕСЛИ ПОПРОБОВАТЬ
zh_cn: 如果你去试，每根触须都可以吃
zh_tw: 如果你去試，每根觸鬚都可以吃

# CHARACTERS.WX78.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: A FIX FOR BRAVERY PERFORMANCE ISSUES
de: BEHEBT PROBLEME MIT MUTMANGEL
es_mx: UNA SOLUCIÓN PARA PROBLEMAS DE RENDIMIENTO DE VALENTÍA
fr: UNE CORRECTION POUR PROBLÈMES DE DÉFICIT EN COURAGE
it: UNA SOLUZIONE PER I PROBLEMI DI PRESTAZIONE DEL CORAGGIO
ja: ＊勇敢パフォーマンス問題の修正＊
ko: 용기 성능 문제 수정
pl: ŁATKA USUWAJĄCA PROBLEMY Z ODWAGĄ
pt_br: UMA CORREÇÃO PARA PROBLEMAS DE DESEMPENHO DE BRAVURA
ru: РЕШЕНИЕ ПРОБЛЕМЫ С ПРОЯВЛЕНИЕМ ХРАБРОСТИ
zh_cn: 专治勇气不足的解决方案
zh_tw: 專治勇氣不足的解決方案

# CHARACTERS.WX78.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: LARGE UPGRADE
de: GROSSES UPGRADE
es_mx: GRAN ACTUALIZACIÓN
fr: GROSSE MISE À JOUR
it: GRANDE MIGLIORAMENTO
ja: ＊巨大なアップグレード＊
ko: 대형 업그레이드
pl: DUŻA AKTUALIZACJA
pt_br: GRANDE ATUALIZAÇÃO
ru: БОЛЬШОЕ ОБНОВЛЕНИЕ
zh_cn: 大型升级
zh_tw: 大型升級

# CHARACTERS.WX78.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: SMALL UPGRADE
de: KLEINES UPGRADE
es_mx: PEQUEÑA ACTUALIZACIÓN
fr: PETITE MISE À JOUR
it: PICCOLO MIGLIORAMENTO
ja: ＊小さなアップグレード＊
ko: 소형 업그레이드
pl: MAŁA AKTUALIZACJA
pt_br: PEQUENA ATUALIZAÇÃO
ru: МАЛЕНЬКОЕ ОБНОВЛЕНИЕ
zh_cn: 小型升级
zh_tw: 小型升級

# CHARACTERS.WX78.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: SPECTACLE INDUCING CRYSTALS
de: KRISTALLE MIT SPEZIALEFFEKTEN
es_mx: CRISTALES INDUCTORES DE ESPECTÁCULO
fr: CRISTAUX PROVOQUANT UN SPECTACLE
it: CRISTALLI A INDUZIONE SPETTACOLARE
ja: ＊スペクタクル誘導クリスタル＊
ko: 광경 생성 수정
pl: EFEKTOWNE KRYSZTAŁY
pt_br: CRISTAIS INDUTORES DE ESPETÁCULO
ru: КРИСТАЛЛЫ, ЗАПУСКАЮЩИЕ ЗРЕЛИЩЕ
zh_cn: 引发奇景幻象的晶体
zh_tw: 引發奇景幻象的晶體

# CHARACTERS.WX78.DESCRIBE.HALLOWEENPOTION_MOON
source: MOON-POWERED ORGANIC REFURBISHER
de: MONDGETRIEBENER ORGANISCHER INSTANDSETZER
es_mx: RESTAURADOR ORGÁNICO DE POLVO LUNAR
fr: UN MODIFICATEUR ORGANIQUE ALIMENTÉ PAR LA LUNE
it: RISTRUTTURATORE ORGANICO AD ALIMENTAZIONE LUNARE
ja: ＊月の力を与えられた有機生命体の改装屋＊
ko: 달의 동력을 받은 유기체 개조 장치
pl: ZASILANY ENERGIĄ KSIĘŻYCA ORGANICZNY MODERNIZATOR
pt_br: REMODELADOR ORGÂNICO COM PODER DA LUA
ru: ЭНЕРГИЯ ЛУНЫ ДЛЯ РЕМОНТА ОРГАНИКИ
zh_cn: 月亮能有机刷新器
zh_tw: 月亮能有機刷新器

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: ERROR: DOES NOT FUNCTION IN INVENTORY
de: FEHLER: FUNKTIONIERT NICHT IM INVENTAR
es_mx: ERROR: NO FUNCIONA EN EL INVENTARIO
fr: ERREUR : NE FONCTIONNE PAS DANS L'INVENTAIRE
it: ERRORE: NON FUNZIONA NELL'INVENTARIO
ja: ＊エラー：所持品の中では機能しません＊
ko: 오류: 인벤토리에서 작동하지 않음
pl: BŁĄD: NIE DZIAŁA GDY ZNAJDUJE SIĘ W EKWIPUKU
pt_br: ERRO: NÃO FUNCIONA NO INVENTÁRIO
ru: ОШИБКА: В ИНВЕНТАРЕ НЕ ДЕЙСТВУЕТ
zh_cn: 错误：在库存中无法发挥功能
zh_tw: 錯誤：在庫存中無法發揮功能

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: ACCESSORY FOR HORRIFIC TREE
de: ZUBEHÖR FÜR SCHRECKLICHEN BAUM
es_mx: ACCESORIO PARA ÁRBOL HORRIBLE
fr: ACCESSOIRE POUR ARBRE HORRIBLE
it: ACCESSORIO PER ALBERO ORRENDO
ja: ＊恐ろしい木のアクセサリー＊
ko: 공포스러운 나무용 장식
pl: AKCESORIUM UPIORNEGO DRZEWA
pt_br: ACESSÓRIO PARA ÁRVORE HORRÍVEL
ru: АКСЕССУАР ДЛЯ ПУГАЮЩЕГО ДЕРЕВА
zh_cn: 恐怖树的配饰
zh_tw: 恐怖樹的配飾

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: A FAKE FLESHSACK USED FOR DECORATION
de: GEFÄLSCHTER FLEISCHSACK ALS DEKORATION
es_mx: UN SACO DE CARNE FALSO UTILIZADO COMO DECORACIÓN
fr: FAUX SAC À VIANDE UTILISÉ EN DÉCORATION
it: UN SACCO DI CARNE FINTA UTILIZZATA PER DECORARE
ja: ＊飾り付けのための偽の肉袋＊
ko: 장식에 사용되는 가짜 고기주머니
pl: SZTUCZNY MIĘSAK UŻYWANY W CELACH DEKORACYJNYCH
pt_br: UM SACO DE CARNE FALSO PARA DECORAÇÃO
ru: ПОДДЕЛЬНЫЙ МЕШОК ПЛОТИ ДЛЯ УКРАШЕНИЯ
zh_cn: 作为装饰的仿真动物
zh_tw: 作為裝飾的模擬動物

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: NEEDS TREE TO PERFORM DECORATING TASKS
de: IST DEKORATIV, WENN KOMBINIERT MIT BAUM
es_mx: REQUIERE ÁRBOL PARA REALIZAR TAREAS DE DECORACIÓN
fr: A BESOIN D'UN ARBRE POUR EXÉCUTER DES TÂCHES DÉCORATIVES
it: HA BISOGNO DI UN ALBERO PER ESEGUIRE ATTIVITÀ DECORATIVE
ja: ＊飾り付けの仕事をこなすために木が必要です＊
ko: 장식 작업 수행을 위해 나무가 필요함
pl: BRAK DRZEWA DO DZIAŁAŃ DEKORACYJNYCH
pt_br: PRECISA DE ÁRVORE PARA REALIZAR TAREFAS DE DECORAÇÃO
ru: ДЛЯ ВЫПОЛНЕНИЯ ФУНКЦИИ УКРАШЕНИЯ НЕОБХОДИМО ДЕРЕВО
zh_cn: 需要有树木才可执行装饰任务
zh_tw: 需要有樹木才可執行裝飾任務

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: NEEDS HANGING TO INDUCE HORROR
de: MUSS AUFGEHÄNGT WERDEN, UM ANGST ZU MACHEN
es_mx: REQUIERE SER COLGADO PARA PROVOCAR TERROR
fr: À ACCROCHER POUR PROVOQUER L'HORREUR
it: HA BISOGNO DI ESSERE APPESO PER INDURRE ORRORE
ja: ＊恐怖の誘発のために吊るすものが必要です＊
ko: 공포 생성을 위해 걸어야 함
pl: WYMAGA POWIESZENIA, ABY MÓC WYTWARZAĆ GROZĘ
pt_br: PRECISA SER PENDURADO PARA CAUSAR TERROR
ru: ДОЛЖНО ВИСЕТЬ, ВЫЗЫВАЯ УЖАС
zh_cn: 需要悬挂才可引发恐惧
zh_tw: 需要懸掛才可引發恐懼

# CHARACTERS.WX78.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: FLESHLESS FLESHSACK
de: FLEISCHLOSER FLEISCHSACK
es_mx: SACO DE CARNE SIN CARNE
fr: SAC À VIANDE SANS VIANDE
it: SACCO DI CARNE SENZA CARNE
ja: ＊肉なし肉袋＊
ko: 고기 없는 고기주머니
pl: BEZMIĘSNY MIĘSAK
pt_br: SACO DE CARNE SEM CARNE
ru: БЕСПЛОТНЫЙ МЕШОК ПЛОТИ
zh_cn: 无肉动物
zh_tw: 無肉動物

# CHARACTERS.WX78.DESCRIBE.HAMBAT
source: TASTE IRONY AND DIE, FLESHLINGS
de: SCHMECKE DIE IRONIE UND STIRB
es_mx: PRUEBA LA IRONÍA Y MUERTE, TROZO DE CARNE
fr: QUI VIT PAR LA VIANDE MEURT PAR LA VIANDE
it: ASSAGGIA L'IRONIA E MUORI, ESSERE DI CARNE
ja: ＊皮肉を味わって死んでください、生命体よ。
ko: 반어법을 맛보고 사망하라, 고깃덩이
pl: POZNAJCIE SMAK IRONII I GIŃCIE, MIĘSNE STWORZENIA
pt_br: PROVEM IRONIA E MORRAM, CARNINHAS
ru: КАКАЯ ИРОНИЯ: МОЖНО УБИТЬ ХОДЯЧИЙ КУСОК МЯСА… КУСКОМ МЯСА
zh_cn: 品尝讽刺和死亡吧，肉体生命
zh_tw: 品嘗諷刺和死亡吧，肉體生命

# CHARACTERS.WX78.DESCRIBE.HAMMER
source: DECONSTRUCTION
de: DEKONSTRUKTION.
es_mx: DECONSTRUCCIÓN
fr: DÉCONSTRUCTION
it: DECOSTRUZIONE
ja: ＊脱構築＊
ko: 해체
pl: NARZĘDZIE DEKOMPILACYJNE.
pt_br: DESCONSTRUÇÃO
ru: ДЕКОНСТРУКЦИЯ
zh_cn: 拆解
zh_tw: 拆解

# CHARACTERS.WX78.DESCRIBE.HAMMER_MJOLNIR
source: I WILL SMASH ALL WHO OPPOSE ME
de: ICH WERDE ALLE ZERSTÖREN, DIE SICH MIR WIDERSETZEN.
es_mx: APLASTARÉ A TODOS LOS QUE SE OPONGAN A MÍ
fr: JE VAIS ÉCRASER TOUS MES OPPOSANTS
it: DISTRUGGERÒ CHIUNQUE SI OPPORRÀ
ja: ＊わたしに盾突くものはすべて潰します＊
ko: 본체에게 저항하는 이는 모두 파괴할 것임
pl: ZNISZCZĘ TYCH, KTÓRZY STAJĄ PRZECIW MNIE.
pt_br: ESMAGAREI TODOS QUE SE OPÕEM A MIM
ru: Я СОКРУШУ ВСЕХ, КТО ВЫСТУПИТ ПРОТИВ МЕНЯ
zh_cn: 谁跟我作对，我就灭了谁
zh_tw: 誰跟我作對，我就滅了誰

# CHARACTERS.WX78.DESCRIBE.HAWAIIANSHIRT
source: ROBOTS HAVE CASUAL DRESS EVERY DAY
de: ROBOTER TRAGEN JEDEN TAG LÄSSIGE KLEIDUNG.
es_mx: LOS ROBOTS TIENEN UNA VESTIMENTA INFORMAL CADA DÍA
fr: LES ROBOTS S'HABILLENT DÉCONTRACTÉ TOUS LES JOURS
it: I ROBOT VESTONO CASUAL SEMPRE
ja: ＊ロボットは毎日カジュアル服デーです＊
ko: 로봇은 매일 캐주얼 의상을 착용함
pl: ROBOTY ZAWSZE UBIERAJĄ SIĘ SWOBODNIE.
pt_br: ROBÔS SE VESTEM CASUALMENTE TODOS OS DIAS
ru: РОБОТЫ НОСЯТ ОБЫКНОВЕННУЮ ПОВСЕДНЕВНУЮ ОДЕЖДУ
zh_cn: 机器人每天都穿休闲装
zh_tw: 機器人每天都穿休閒裝

# CHARACTERS.WX78.DESCRIBE.HEALINGSALVE
source: KILL MICROLIFE TO SAVE MACROLIFE
de: UNWICHTIGE LEBENSFORMEN TÖTEN, UM WICHTIGE ZU RETTEN.
es_mx: MATA LA MICROVIDA PARA SALVAR LA MACROVIDA
fr: TUER LES MICRO-ORGANISMES POUR SAUVER UN MACRO-ORGANISME
it: UCCIDI LA MICROVITA PER SALVARE LA MACROVITA
ja: ＊大きな命を救うために、小さな命を摘み取ります＊
ko: 소생물을 죽여서 대생물을 살림
pl: ZABIJ MIKROORGANIZMY, BY OCALIĆ MAKROORGANIZMY.
pt_br: MATAR MICROVIDA PARA SALVAR MACROVIDA
ru: УБИТЬ МИКРОЖИЗНЬ, ЧТОБЫ СОХРАНИТЬ МАКРОЖИЗНЬ
zh_cn: 杀死微生物以拯救宏生物
zh_tw: 殺死微生物以拯救宏生物

# CHARACTERS.WX78.DESCRIBE.HEALINGSTAFF
source: KEEP ME IN MINT CONDITION, MINIONS
de: HALTET MICH IN TADELLOSEM ZUSTAND, LAKAIEN
es_mx: MANTÉNGANME EN PERFECTO ESTADO, ESBIRROS
fr: ÇA ME MAINTIENT EN BON ÉTAT, LAQUAIS
it: MANTENETEMI IN OTTIME CONDIZIONI, SEGUACI
ja: ＊わたしを常に最高にきれいな状態に保ってください、隷属生物よ＊
ko: 본체를 새것처럼 유지하라, 부하들이여
pl: DBAJCIE O MÓJ STAN TECHNICZNY, SŁUGI
pt_br: ME MANTENHAM EM BOAS CONDIÇÕES, LACAIOS
ru: ПОДДЕРЖИВАЙТЕ МЕНЯ В ХОРОШЕМ СОСТОЯНИИ, МИНЬОНЫ
zh_cn: 让我完好如初，随从们
zh_tw: 讓我完好如初，隨從們

# CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: TEMPERATURE SLIGHTLY BELOW NORMAL
de: TEMPERATUR GERINGFÜGIG UNTER NORMAL.
es_mx: TEMPERATURA LIGERAMENTE POR DEBAJO DE LO NORMAL
fr: TEMPÉRATURE LÉGÈREMENT INFÉRIEURE À LA NORMALE
it: TEMPERATURA LEGGERMENTE INFERIORE AL NORMALE
ja: ＊温度は通常より若干低温です＊
ko: 온도가 평소보다 약간 아래임
pl: TEMPERATURA: NIEZNACZNIE PONIŻEJ NORMY.
pt_br: TEMPERATURA LIGEIRAMENTE ABAIXO DO NORMAL
ru: ТЕМПЕРАТУРА ЧУТЬ НИЖЕ НОРМЫ
zh_cn: 温度略低于正常值
zh_tw: 溫度略低於正常值

# CHARACTERS.WX78.DESCRIBE.HEATROCK.FROZEN
source: TEMPERATURE MINIMAL
de: EIN TEMPERATURSTEIN.
es_mx: TEMPERATURA MÍNIMA
fr: TEMPÉRATURE MINIMALE
it: TEMPERATURA MINIMA
ja: ＊極めて低温＊
ko: 최소 온도
pl: TEMPERATURA MINIMALNA.
pt_br: TEMPERATURA MÍNIMA
ru: ДОСТИГНУТА МИНИМАЛЬНАЯ ТЕМПЕРАТУРА
zh_cn: 温度已达下限
zh_tw: 溫度已達下限

# CHARACTERS.WX78.DESCRIBE.HEATROCK.GENERIC
source: A DECEPTIVELY SIMPLE DEVICE
de: EIN BEINAHE ZU EINFACHES GERÄT
es_mx: UN DISPOSITIVO TAN SIMPLE QUE RESULTA ENGAÑOSO
fr: UN DISPOSITIF PLUS COMPLEXE QU'IL N'Y PARAÎT
it: UN DISPOSITIVO INGANNEVOLMENTE SEMPLICE
ja: ＊見かけによらず、単純な装置＊
ko: 언뜻 보기엔 간단한 장치
pl: POZORNIE PROSTE URZĄDZENIE.
pt_br: UM DISPOSITIVO ENGANOSAMENTE SIMPLES
ru: ОБМАНЧИВО ПРОСТОЕ УСТРОЙСТВО
zh_cn: 一个容易让人误解的简单装置
zh_tw: 一個容易讓人誤解的簡單裝置

# CHARACTERS.WX78.DESCRIBE.HEATROCK.HOT
source: TEMPERATURE MAXIMAL
de: EIN TEMPERATURSTEIN.
es_mx: TEMPERATURA MÁXIMA
fr: TEMPÉRATURE MAXIMALE
it: TEMPERATURA MASSIMA
ja: ＊極めて高温＊
ko: 최대 온도에 도달함
pl: TEMPERATURA MAKSYMALNA.
pt_br: TEMPERATURA MÁXIMA
ru: ДОСТИГНУТА МАКСИМАЛЬНАЯ ТЕМПЕРАТУРА
zh_cn: 温度已达上限
zh_tw: 溫度已達上限

# CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: MINOR THERMAL ACTIVITY DETECTED
de: GERINGE THERMISCHE AKTIVITÄT ERKANNT.
es_mx: ACTIVIDAD TERMAL MENOR DETECTADA
fr: ACTIVITÉ THERMIQUE MINEURE DÉTECTÉE
it: ATTIVITÀ TERMICA MINORE RILEVATA
ja: ＊微量の熱活動を感知しました＊
ko: 소량의 열 활동 탐지됨
pl: WYKRYTO NIEZNACZNĄ AKTYWNOŚĆ TERMALNĄ.
pt_br: ATIVIDADE TÉRMICA SECUNDÁRIA DETECTADA
ru: ОБНАРУЖЕНА НЕЗНАЧИТЕЛЬНАЯ ТЕРМАЛЬНАЯ АКТИВНОСТЬ
zh_cn: 检测到少量热活动
zh_tw: 檢測到少量熱活動

# CHARACTERS.WX78.DESCRIBE.HERMITCRAB
source: COMPLAINTS INCOMING
de: BESCHWERDEN NÄHERN SICH
es_mx: RECIBIENDO QUEJAS
fr: PLAINTES EN APPROCHE
it: RIMPROVERI IN ARRIVO
ja: ＊苦情が下りてきます＊
ko: 불평 접근 중
pl: NADCIĄGAJĄ SKARGI
pt_br: QUEIXAS A CAMINHO
ru: ВХОДЯЩИЕ ЖАЛОБЫ
zh_cn: 探测到抱怨即将袭来
zh_tw: 探測到抱怨即將襲來

# CHARACTERS.WX78.DESCRIBE.HERMITHOUSE.BUILTUP
source: IT IS SLIGHTLY LESS MISERABLE LOOKING
de: SIEHT NICHT MEHR GANZ SO MIES AUS
es_mx: SE VE UN POCO MENOS LAMENTABLE
fr: IL A L'AIR UN PEU MOINS TRISTE
it: ORA HA UN'ASPETTO LEGGERMENTE MENO TRISTE
ja: ＊わずかにみじめさが減って見えます＊
ko: 조금 덜 비참해 보임
pl: WYGLĄDA NIECO MNIEJ NĘDZNIE
pt_br: TEM UM VISUAL LIGEIRAMENTE MENOS MISERÁVEL
ru: ОН СТАЛ ВЫГЛЯДЕТЬ МЕНЕЕ ЖАЛКО
zh_cn: 看起来没那么可恶了
zh_tw: 看起來沒那麼可惡了

# CHARACTERS.WX78.DESCRIBE.HERMITHOUSE.GENERIC
source: HA. IT IS SAD
de: HA. ES IST TRAURIG
es_mx: JA. QUÉ TRISTE
fr: AH. C'EST TRISTE
it: AH. È TRISTE
ja: ＊ハッ。悲しいです＊
ko: 하. 슬픔
pl: HA. TO PRZYKRE
pt_br: HA. É TRISTE
ru: ХА, ЭТО ПЕЧАЛЬНО
zh_cn: 哈。真悲哀
zh_tw: 哈。真悲哀

# CHARACTERS.WX78.DESCRIBE.HERMIT_BUNDLE
source: PAYMENT FOR SERVICES RENDERED
de: ZAHLUNG FÜR ERBRACHTE DIENSTLEISTUNGEN
fr: UN PAIEMENT CONTRE UN SERVICE RENDU
it: PAGAMENTO PER I SERVIZI RESI
ja: ＊提供したサービスへの対価です＊
ko: 제공된 서비스에 대한 지불임.
pl: ZAPŁATA ZA WYKONANE USŁUGI
pt_br: PAGAMENTO POR SERVIÇOS PRESTADOS
ru: ПЛАТА ЗА ОКАЗАННЫЕ УСЛУГИ
zh_cn: 这是对我服务的回报
zh_tw: 這是對我服務的回報

# CHARACTERS.WX78.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: WHAT COULD HAVE POSSESSED ME TO BUY THIS
de: WAS HAT MICH DENN DAZU GEBRACHT, DAS ZU KAUFEN?
fr: QU'EST-CE QUI M'A PRIS D'ACHETER CECI
it: COSA PUÒ AVERMI SPINTO AD ACQUISTARE QUESTA ROBA
ja: ＊私はなぜこんな物を買ってしまったのでしょうか＊
ko: 본좌를 사로잡아 이것을 사게 한 것임.
pl: CO MNIE OPĘTAŁO, BY TO ZAKUPIĆ.
pt_br: O QUE SERÁ QUE ME DEU PARA COMPRAR ISTO
ru: ЧТО В МЕНЯ ВСЕЛИЛОСЬ И ЗАСТАВИЛО ЭТО ПРИОБРЕСТИ
zh_cn: 我当时着了什么魔买了这个
zh_tw: 我當時著了什麼魔買了這個

# CHARACTERS.WX78.DESCRIBE.HERMIT_CRACKED_PEARL
source: MISTAKES WERE MADE
de: ES KAM ZU FEHLERN
es_mx: SE COMETIERON ALGUNOS ERRORES
fr: DES ERREURS ONT ÉTÉ COMMISES
it: SI È VERIFICATO UN ERRORE
ja: ＊間違いがおきました＊
ko: 실수임
pl: POPEŁNIONO BŁĘDY
pt_br: ERROS FORAM COMETIDOS
ru: ПРОИЗОШЛА ОШИБКА
zh_cn: 发生了错误
zh_tw: 發生了錯誤

# CHARACTERS.WX78.DESCRIBE.HERMIT_PEARL
source: I WILL TAKE THIS AS PAYMENT
de: ICH NEHME DIES ALS BEZAHLUNG
es_mx: ME LLEVARÉ ESTO COMO PAGO
fr: JE VAIS PRENDRE ÇA COMME PAIEMENT
it: LA CONSIDERO UN PAGAMENTO
ja: ＊これを支払いとみなします＊
ko: 이것을 대금으로 받아 가겠음
pl: PRZYJMĘ TO JAKO OPŁATĘ
pt_br: FICAREI COM ISSO COMO PAGAMENTO
ru: Я ВОЗЬМУ ЭТО В КАЧЕСТВЕ ОПЛАТЫ
zh_cn: 这个就算是给我的酬劳了
zh_tw: 這個就算是給我的酬勞了
