Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.PENGUIN
source: FAT PATHETIC BIRD CANNOT FLY
de: FETTER MÖCHTEGERN-VOGEL, DER NICHT FLIEGEN KANN
es_mx: EL PATÉTICO PÁJARO GORDO NO PUEDE VOLAR
fr: PITOYABLE GROS OISEAU QUI NE VOLE PAS
it: IL GRASSO E PATETICO PENNUTO NON SA VOLARE
ja: ＊飛行機能、非実装です＊
ko: 날지 못하는 뚱뚱하고 한심한 새
pl: TŁUSTY, ŻAŁOSNY PTAK NIE POTRAFI LATAĆ
pt_br: PÁSSARO GORDO PATÉTICO NÃO PODE VOAR
ru: ЖАЛКАЯ ЖИРНАЯ ПТИЦА НЕ МОЖЕТ ЛЕТАТЬ
zh_cn: 肥胖可怜之鸟无法飞翔
zh_tw: 肥胖可憐之鳥無法飛翔

# CHARACTERS.WX78.DESCRIBE.PEPPER
source: ENERGY PACKETS WITH ODIOUS INTERIORS
de: ENERGIEPAKETE MIT ABSCHEULICHEM INNEREN
es_mx: PAQUETES DE ENERGÍA CUYOS RELLENOS SON INSOPORTABLES
fr: DES PAQUETS D'ÉNERGIE CONTENANT DES CHOSES HORRIBLES
it: PACCHETTI ENERGETICI DAL CONTENUTO DETESTABILE
ja: ＊不快な内装のエネルギーパケット＊
ko: 내부가 끔찍한 에너지 패킷
pl: PAKIETY ENERGII O WSTRĘTNYM WNĘTRZU
pt_br: PACOTES DE ENERGIA COM PARTES INTERNAS ODIENTAS
ru: ПАКЕТЫ ЭНЕРГИИ ОМЕРЗИТЕЛЬНОГО ВИДА
zh_cn: 内部结构可憎的能量包
zh_tw: 內部結構可憎的能量包

# CHARACTERS.WX78.DESCRIBE.PEPPERPOPPER
source: I WILL CONSUME THE STUFFED VEGETATION
de: ICH VERZEHRE DIE GEFÜLLTE VEGETATION
es_mx: CONSUMIRÉ LA VEGETACIÓN RELLENA
fr: JE VAIS CONSOMMER LA VÉGÉTATION FOURRÉE
it: CONSUMERÒ LA VEGETAZIONE RIPIENA
ja: ＊その詰め込まれた植物を消費します＊
ko: 속을 채운 식물을 섭취할 것임
pl: SKONSUMUJĘ NAFASZEROWANĄ ROŚLINĘ
pt_br: VOU CONSUMIR A VEGETAÇÃO RECHEADA
ru: Я УПОТРЕБЛЮ РАСТЕНИЯ С НАЧИНКОЙ
zh_cn: 我会消耗这填充的蔬菜
zh_tw: 我會消耗這填充的蔬菜

# CHARACTERS.WX78.DESCRIBE.PEPPER_COOKED
source: WE HAVE DEFEATED THE ENERGY PACKETS
de: ENERGIEPAKETE BESIEGT
es_mx: DERROTAMOS A LOS PAQUETES DE ENERGÍA
fr: J'AI VAINCU LES PAQUETS D'ÉNERGIE
it: ABBIAMO SCONFITTO I PACCHETTI ENERGETICI
ja: ＊エネルギーパケットを倒しました＊
ko: 우리가 에너지 패킷을 처치함
pl: POKONALIŚMY PAKIETY ENERGII
pt_br: DERROTAMOS OS PACOTES DE ENERGIA
ru: МЫ ОДЕРЖАЛИ ПОБЕДУ НАД ПАКЕТАМИ ЭНЕРГИИ
zh_cn: 我们击败了能量包
zh_tw: 我們擊敗了能量包

# CHARACTERS.WX78.DESCRIBE.PEPPER_OVERSIZED
source: MORE VEGETABLE FLESH TO CONSUME
de: MEHR PFLANZLICHES FLEISCH ZUM VERZEHR
fr: ENCORE DE LA CHAIR DE LÉGUMES À CONSOMMER
it: PIÙ CARNE VEGETALE DA CONSUMARE
ja: ＊摂取に適した野菜有機物が増えました＊
ko: 섭취할 더 많은 채소임.
pl: WIĘCEJ ROŚLINNEGO MIĘSA DO KONSUMPCJI
pt_br: MAIS POLPA PARA CONSUMIR
ru: ЕЩЕ БОЛЬШЕ ОВОЩНОЙ ПЛОТИ ДЛЯ ПРОПИТАНИЯ
zh_cn: 有更多的蔬菜肉可以吃了
zh_tw: 有更多的蔬菜肉可以吃了

# CHARACTERS.WX78.DESCRIBE.PEPPER_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.PERD
source: THAT IS AN UNUSUALLY LARGE BIRD
de: DAS IST EIN UNGEWÖHNLICH GROSSER VOGEL.
es_mx: ES UN PÁJARO INUSUALMENTE GRANDE
fr: UN OISEAU D'UNE TAILLE INHABITUELLE
it: È UN PENNUTO INSOLITAMENTE GRANDE
ja: ＊異様に大きい鳥です＊
ko: 비정상적으로 커다란 새
pl: PTAK WYJĄTKOWO DUŻYCH ROZMIARÓW.
pt_br: ESSE É UM PÁSSARO INCOMUMENTE ALTO
ru: ЭТО НЕОБЫЧНАЯ БОЛЬШАЯ ПТИЦА
zh_cn: 那只鸟大的出奇
zh_tw: 那只鳥大的出奇

# CHARACTERS.WX78.DESCRIBE.PERDFAN
source: CIRCUIT COOLING SYSTEM
de: KREISLAUF-KÜHLSYSTEM
es_mx: SISTEMA DE ENFRIAMIENTO DEL CIRCUITO
fr: SYSTÈME DE REFROIDISSEMENT DE CIRCUIT
it: SISTEMA DI RAFFREDDAMENTO DEI CIRCUITI
ja: ＊冷却システム回路＊
ko: 회로 냉각 시스템
pl: SYSTEM CHŁODZENIA OBWODÓW.
pt_br: SISTEMA DE ARREFECIMENTO DE CIRCUITOS
ru: СИСТЕМА ОХЛАЖДЕНИЯ ЭЛЕКТРИЧЕСКОЙ ЦЕПИ
zh_cn: 电路冷却系统
zh_tw: 電路冷卻系統

# CHARACTERS.WX78.DESCRIBE.PERDSHRINE.BURNT
source: YOU LOSE
de: VERLOREN!
es_mx: PERDISTE
fr: TU AS PERDU.
it: HAI PERSO
ja: ＊あなたの負けです＊
ko: 네가 졌음.
pl: PRZEGRYWASZ.
pt_br: VOCÊ PERDEU.
ru: ТЫ ПРОИГРАЛ.
zh_cn: 你失败了。
zh_tw: 你失敗了。

# CHARACTERS.WX78.DESCRIBE.PERDSHRINE.EMPTY
source: NONFUNCTIONAL
de: NICHT FUNKTIONSFÄHIG
es_mx: NO FUNCIONAL
fr: NON FONCTIONNEL
it: NON FUNZIONANTE
ja: ＊使用不可＊
ko: 기능 불가 상태
pl: NIEFUNKCJONALNA.
pt_br: NÃO OPERACIONAL
ru: НЕ РАБОТАЕТ
zh_cn: 无功能
zh_tw: 無功能

# CHARACTERS.WX78.DESCRIBE.PERDSHRINE.GENERIC
source: INSERT OFFERING HERE
de: OPFERGABE HIER EINFÜHREN
es_mx: INSERTAR OFRENDA AQUÍ
fr: INSÉRER L'OFFRANDE ICI
it: INSERIRE OFFERTA QUI
ja: ＊ここにオファーを挿入してください＊
ko: 제물 삽입하는 자리
pl: TUTAJ ZŁOŻYĆ OFIARĘ.
pt_br: INSIRA A OFERENDA AQUI
ru: ВВЕДИТЕ ПОДНОШЕНИЕ
zh_cn: 此处插入祭品
zh_tw: 此處插入祭品

# CHARACTERS.WX78.DESCRIBE.PEROGIES
source: LIKE MEATY BATTERY PACKS
de: WIE FLEISCHIGE AKKUS
es_mx: COMO BATERÍAS CARNOSAS
fr: UN GENRE DE GROSSE BATTERIE
it: COME PACCHETTI DI BATTERIE DI CARNE
ja: ＊オーガニックバッテリーパック＊
ko: 일종의 고기 배터리 팩
pl: MIĘSNE AKUMULATORY.
pt_br: COMO PACOTES DE PILHA CARNOSA
ru: ПОХОЖЕ НА МЯСИСТЫЕ БАТАРЕЙНЫЕ БЛОКИ
zh_cn: 像多肉电池组
zh_tw: 像多肉電池組

# CHARACTERS.WX78.DESCRIBE.PETALS
source: SOMETHING BEAUTIFUL HAS BEEN DESTROYED. HA
de: ETWAS WUNDERSCHÖNES WURDE ZERSTÖRT. HA
es_mx: ALGO BONITO FUE DESTRUIDO. JA
fr: UNE BELLE CHOSE EST DÉTRUITE. HA
it: QUALCOSA DI BELLO È STATO DISTRUTTO. AH
ja: ＊花の命は短いです。ハハ＊
ko: 아름다운 것이 파괴되었음. 하.
pl: COŚ PIĘKNEGO ULEGŁO ZNISZCZENIU. HA
pt_br: ALGO LINDO FOI DESTRUÍDO. HA
ru: НЕЧТО КРАСИВОЕ БЫЛО УНИЧТОЖЕНО, ХА
zh_cn: 美好的事物被摧毁了。哈。
zh_tw: 美好的事物被摧毀了。哈。

# CHARACTERS.WX78.DESCRIBE.PETALS_EVIL
source: IT WAS UGLY, BUT IT'S BEEN DESTROYED. HA
de: ES WAR HÄSSLICH UND WURDE ZERSTÖRT. HA
es_mx: ERA FEA, PERO QUEDÓ DESTRUIDA. JA
fr: C'ÉTAIT VILAIN, MAIS C'EST DÉTRUIT. HA.
it: ERA BRUTTO, MA ADESSO È DISTRUTTO. AH
ja: ＊醜い花の命も短いです。ハハ＊
ko: 추해서 본좌께서 파괴했음. 하.
pl: ICH SZPETOTA ZOSTAŁA ZNISZCZONA. HA.
pt_br: ERAM FEIAS, MAS FORAM DESTRUÍDAS. HA.
ru: ОНИ БЫЛИ УРОДЛИВЫ И ТЕПЕРЬ УНИЧТОЖЕНЫ, ХА
zh_cn: 它很丑，但已经被摧毁了。哈。
zh_tw: 它很醜，但已經被摧毀了。哈。

# CHARACTERS.WX78.DESCRIBE.PETRIFIED_TREE
source: LESS ORGANIC. IT'S AN IMPROVEMENT
de: WENIGER ORGANISCH. EINE VERBESSERUNG
es_mx: MENOS ORGÁNICO. ES UNA MEJORA
fr: MOINS ORGANIQUE. C'EST UNE AMÉLIORATION
it: MENO ORGANICO. È UN MIGLIORAMENTO
ja: ＊無機物へ進化しました＊
ko: 덜 유기적임. 개선 사항임.
pl: MNIEJ ORGANICZNE. ROBIMY POSTĘPTY
pt_br: MENOS ORGÂNICO. É UMA MELHORIA.
ru: МАЛОЕ СОДЕРЖАНИЕ ОРГАНИКИ ЭТО ПРОГРЕСС
zh_cn: 器官更少。它是改善版。
zh_tw: 器官更少。它是改善版。

# CHARACTERS.WX78.DESCRIBE.PHLEGM
source: FILTHY OOZE FROM A FILTHY ANIMAL
de: SCHMUTZIGER SCHLEIM VON EINEM SCHMUTZIGEN TIER
es_mx: CIENO ASQUEROSO DE UN ANIMAL ASQUEROSO
fr: SALE EXUDATION D'UN SALE ANIMAL
it: SUDORE SPORCO DA UN ANIMALE SPORCO
ja: ＊不潔な有機生命体の不潔な粘液＊
ko: 더러운 동물의 더러움 점액
pl: OBLEŚNA MAŹ OBLEŚNEGO ZWIERZA.
pt_br: GOSMA SUMA DE UM ANIMAL SUJO
ru: МЕРЗКИЕ СЛЮНИ ГРЯЗНОГО ЖИВОТНОГО
zh_cn: 来自肮脏动物的肮脏分泌物
zh_tw: 來自骯髒動物的骯髒分泌物

# CHARACTERS.WX78.DESCRIBE.PICKAXE
source: MINING IMPLEMENT DETECTED
de: GRABUNGSWERKZEUG ERKANNT.
es_mx: IMPLEMENTO DE MINERÍA DETECTADO
fr: OUTIL DE MINE DÉTECTÉ
it: IMPLEMENTAZIONE ATTIVITÀ DI ESTRAZIONE RILEVATA
ja: ＊地雷装置を検知しました＊
ko: 채광 장비 탐지됨
pl: WYKRYTO NARZĘDZIE GÓRNICZE.
pt_br: IMPLEMENTO DE MINERAÇÃO DETECTADO
ru: ОБНАРУЖЕНО ОРУДИЕ ГОРНОГО ДЕЛА
zh_cn: 检测到采矿工具
zh_tw: 檢測到採礦工具

# CHARACTERS.WX78.DESCRIBE.PICKLEDHERRING
source: PRESERVED FISH FLESH
de: HALTBARES FISCHFLEISCH
es_mx: CARNE DE PEZ CONSERVADA
fr: DE LA CHAIR DE POISSON CONSERVÉE
it: CARNE DI PESCE CONSERVATA
ja: ＊保存された魚肉＊
ko: 보존된 생선
pl: ZAKONSERWOWANE CIAŁO RYBY
pt_br: CARNE DE PEIXE EM CONSERVA
ru: ЗАКОНСЕРВИРОВАННАЯ ПЛОТЬ РЫБЫ
zh_cn: 腌制的鱼肉
zh_tw: 醃制的魚肉

# CHARACTERS.WX78.DESCRIBE.PIGELITE1
source: ENEMY FLESHSACK
de: FEINDLICHER FLEISCHSACK
es_mx: SACO DE CARNE ENEMIGO
fr: SAC À VIANDE ENNEMI
it: NEMICO SACCO DI CARNE
ja: ＊敵の肉袋＊
ko: 적대적인 고기주머니
pl: WROGI MIĘSAK
pt_br: SACO DE CARNE INIMIGO
ru: ВРАЖДЕБНЫЙ МЕШОК ПЛОТИ
zh_cn: 敌方肉团
zh_tw: 敵方肉團

# CHARACTERS.WX78.DESCRIBE.PIGELITE2
source: A FLESHSACK FIREWALL FOR GOLD
de: EINE FLEISCHSACK-FIREWALL FÜR GOLD
es_mx: UN CORTAFUEGOS DE SACO DE CARNE PARA EL ORO
fr: UN SAC À VIANDE PARE-FEU QUI PROTÈGE L'OR
it: UN FIREWALL SACCO DI CARNE A GUARDIA DELL'ORO
ja: ＊金のための肉袋のファイアウォール＊
ko: 금을 주는 고기주머니 방화벽
pl: ZAPORA SYSTEMOWA MIĘSAKÓW
pt_br: UM FIREWALL DE SACO DE CARNE PARA OURO
ru: МЕШОК ПЛОТИ ВЫСТАВИЛ БРАНДМАУЭР ЗА ЗОЛОТО
zh_cn: 肉团防护墙
zh_tw: 肉團防護牆

# CHARACTERS.WX78.DESCRIBE.PIGELITE3
source: IT HAS A FILTHY HABIT OF HITTING ME
de: HAT DIE SCHMUTZIGE ANGEWOHNHEIT, MICH ZU SCHLAGEN
es_mx: TIENE LA ASQUEROSA COSTUMBRE DE GOLPEARME
fr: IL A LA SALE HABITUDE DE ME COGNER
it: HA LA MALSANA ABITUDINE DI COLPIRMI
ja: ＊それはわたしに攻撃をするという卑しい癖があります＊
ko: 본체를 치는 못된 습성이 있음
pl: MA OKROPNY ZWYCZAJ ATAKOWANIA MNIE
pt_br: TEM O HÁBITO HORRÍVEL DE ME BATER
ru: БИТЬ МЕНЯ — ДУРНАЯ ПРИВЫЧКА
zh_cn: 它有一个打我的坏习惯
zh_tw: 它有一個打我的壞習慣

# CHARACTERS.WX78.DESCRIBE.PIGELITE4
source: A BRANCH OF PIG FLESHSACK ROOT DIRECTORY
de: EIN ZWEIG DES SCHWEINEFLEISCHSACK-WURZELVERZEICHNISSES
es_mx: UNA RAMA DEL DIRECTORIO RAÍZ DEL SACO DE CARNE
fr: UNE BRANCHE DE RÉPERTOIRE RACINE D'UN COCHON SAC À VIANDE
it: UN RAMO DELLA CARTELLA PRINCIPALE DEL SACCO DI CARNE
ja: ＊豚肉袋のルーツの分岐の記録＊
ko: 돼지 고기주머니 루트 디렉터리 브랜치
pl: MIĘSAK WYSPECJALIZOWANEJ PODKATEGORII
pt_br: UM RAMO DO DIRETÓRIO RAIZ DO SACO DE CARNE PORCO
ru: СВИНЫЕ МЕШКИ ПЛОТИ, КОРНЕВАЯ ДИРЕКТОРИЯ
zh_cn: 猪肉根目录的一个分支
zh_tw: 豬肉根目錄的一個分支

# CHARACTERS.WX78.DESCRIBE.PIGELITEFIGHTER1
source: ENEMY FLESHSACK
de: FEINDLICHER FLEISCHSACK
es_mx: SACO DE CARNE ENEMIGO
fr: SAC À VIANDE ENNEMI
it: NEMICO SACCO DI CARNE
ja: ＊敵の肉袋＊
ko: 적대적인 고기주머니
pl: WROGI MIĘSAK
pt_br: SACO DE CARNE INIMIGO
ru: ВРАЖДЕБНЫЙ МЕШОК ПЛОТИ
zh_cn: 敌方肉团
zh_tw: 敵方肉團

# CHARACTERS.WX78.DESCRIBE.PIGELITEFIGHTER2
source: A FLESHSACK FIREWALL FOR GOLD
de: EINE FLEISCHSACK-FIREWALL FÜR GOLD
es_mx: UN CORTAFUEGOS DE SACO DE CARNE PARA EL ORO
fr: UN SAC À VIANDE PARE-FEU QUI PROTÈGE L'OR
it: UN FIREWALL SACCO DI CARNE A GUARDIA DELL'ORO
ja: ＊金のための肉袋のファイアウォール＊
ko: 금을 주는 고기주머니 방화벽
pl: ZAPORA SYSTEMOWA MIĘSAKÓW
pt_br: UM FIREWALL DE SACO DE CARNE PARA OURO
ru: МЕШОК ПЛОТИ ВЫСТАВИЛ БРАНДМАУЭР ЗА ЗОЛОТО
zh_cn: 肉团防护墙
zh_tw: 肉團防護牆

# CHARACTERS.WX78.DESCRIBE.PIGELITEFIGHTER3
source: IT HAS A FILTHY HABIT OF HITTING ME
de: HAT DIE SCHMUTZIGE ANGEWOHNHEIT, MICH ZU SCHLAGEN
es_mx: TIENE LA ASQUEROSA COSTUMBRE DE GOLPEARME
fr: IL A LA SALE HABITUDE DE ME COGNER
it: HA LA MALSANA ABITUDINE DI COLPIRMI
ja: ＊それはわたしに攻撃をするという卑しい癖があります＊
ko: 본체를 치는 못된 습성이 있음
pl: MA OKROPNY ZWYCZAJ ATAKOWANIA MNIE
pt_br: TEM O HÁBITO HORRÍVEL DE ME BATER
ru: БИТЬ МЕНЯ — ДУРНАЯ ПРИВЫЧКА
zh_cn: 它有一个打我的坏习惯
zh_tw: 它有一個打我的壞習慣

# CHARACTERS.WX78.DESCRIBE.PIGELITEFIGHTER4
source: A BRANCH OF PIG FLESHSACK ROOT DIRECTORY
de: EIN ZWEIG DES SCHWEINEFLEISCHSACK-WURZELVERZEICHNISSES
es_mx: UNA RAMA DEL DIRECTORIO RAÍZ DEL SACO DE CARNE
fr: UNE BRANCHE DE RÉPERTOIRE RACINE D'UN COCHON SAC À VIANDE
it: UN RAMO DELLA CARTELLA PRINCIPALE DEL SACCO DI CARNE
ja: ＊豚肉袋の根の分岐の記録＊
ko: 돼지 고기주머니 루트 디렉터리 브랜치
pl: MIĘSAK WYSPECJALIZOWANEJ PODKATEGORII
pt_br: UM RAMO DO DIRETÓRIO RAIZ DO SACO DE CARNE PORCO
ru: СВИНЫЕ МЕШКИ ПЛОТИ, КОРНЕВАЯ ДИРЕКТОРИЯ
zh_cn: 猪肉根目录的一个分支
zh_tw: 豬肉根目錄的一個分支

# CHARACTERS.WX78.DESCRIBE.PIGGUARD
source: HOSTILE DETECTED
de: FEIND ERKANNT
es_mx: HOSTIL DETECTADO
fr: HOSTILE DÉTECTÉ
it: OSTILITÀ RILEVATA
ja: ＊敵を発見しました＊
ko: 적대적인 의도 탐지됨
pl: WYKRYTO WROGA
pt_br: SER HOSTIL DETECTADO
ru: ОБНАРУЖЕН ВРАГ
zh_cn: 检测到敌人
zh_tw: 檢測到敵人

# CHARACTERS.WX78.DESCRIBE.PIGGYBACK
source: UPGRADED STORAGE MODULE V2.0
de: VERBESSERTES LAGERMODUL V2.0
es_mx: MÓDULO DE ALMACENAMIENTO ACTUALIZADO V2.0
fr: MODULE DE STOCKAGE AMÉLIORÉ V2.0
it: MODULO DI ARCHIVIAZIONE AGGIORNATO V 2.0
ja: ＊アップグレードされた記憶モジュールV2.0＊
ko: 보관 모듈 2.0로 업그레이드됨
pl: ULEPSZONY MODUŁ MAGAZYNOWY 2.0.
pt_br: MÓDULO DE ARMAZENAMENTO 2.0 APRIMORADO
ru: УЛУЧШЕННЫЙ МОДУЛЬ ХРАНЕНИЯ V2.0
zh_cn: 升级的存储模块V2.0
zh_tw: 升級的存儲模組V2.0

# CHARACTERS.WX78.DESCRIBE.PIGHEAD.BURNT
source: HEAD MODULE EXPIRED
de: KOPF-MODUL ABGELAUFEN.
es_mx: MÓDULO DE CABEZA CADUCADO
fr: MODULE DE TÊTE EXPIRÉ
it: MODULO DI TESTA SCADUTO
ja: ＊頭部モジュールは期限切れで無効になりました＊
ko: 두부 모듈 만료됨
pl: LICENCJA MODUŁU CZEREPOWEGO WYGASŁA.
pt_br: MÓDULO DE CABEÇA EXPIRADO
ru: У ГОЛОВНОГО МОДУЛЯ ЗАКОНЧИЛАСЬ ГАРАНТИЯ
zh_cn: 头部模块已过期
zh_tw: 頭部模組已過期

# CHARACTERS.WX78.DESCRIBE.PIGHEAD.GENERIC
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE
de: DAS SCHWEIN WIRD SICH DUMM VORKOMMEN, WENN ES MERKT, DASS ES SEIN KOPF-MODUL VERLOREN HAT.
es_mx: ESE CERDO SE SENTIRÁ TONTO CUANDO SE DÉ CUENTA DE QUE PERDIÓ SU MÓDULO DE CABEZA
fr: CE COCHON AURA L'AIR FIN QUAND IL DÉCOUVRIRA QU'IL A PERDU SON MODULE DE TÊTE.
it: QUEL MAIALE SI SENTIRÀ STUPIDO QUANDO SI ACCORGERÀ DI AVER PERSO IL SUO MODULO DI TESTA
ja: ＊あの豚は自分の頭部モジュールがなくなってると気づいたら恥ずかしく思うでしょう＊
ko: 두부 모듈을 분실한 돼지의 기분이 예상됨
pl: BĘDZIE MU GŁUPIO, JAK SIĘ ZORIENTUJE, ŻE STRACIŁ MODUŁ CZEREPOWY.
pt_br: ESSE PORCO SE SENTIRÁ BOBO QUANDO NOTAR QUE PERDEU SEU MÓDULO DE CABEÇA.
ru: СВИН ПОЧУВСТВУЕТ СЕБЯ ГЛУПО, КОГДА ЗАМЕТИТ, ЧТО ПОТЕРЯЛ СВОЙ ГОЛОВНОЙ МОДУЛЬ
zh_cn: 当那只猪发现自己丢失了头部模块以后，他就会觉得自己傻乎乎的。
zh_tw: 當那只豬發現自己丟失了頭部模組以後，他就會覺得自己傻乎乎的。

# CHARACTERS.WX78.DESCRIBE.PIGHOUSE.BURNT
source: DEFUNCT
de: VERSTORBEN
es_mx: DIFUNTA
fr: DÉSAFFECTÉ
it: DEFUNTO
ja: ＊機能停止＊
ko: 작동 안 함
pl: NIE DZIAŁA
pt_br: DEFUNTO
ru: ВЫМЕР
zh_cn: 瘫痪的
zh_tw: 癱瘓的

# CHARACTERS.WX78.DESCRIBE.PIGHOUSE.FULL
source: OCCUPIED
de: BEWOHNT.
es_mx: OCUPADA
fr: OCCUPÉE
it: OCCUPATO
ja: ＊他ユーザーが使用中＊
ko: 사용 중임
pl: ZAJĘTA.
pt_br: OCUPADA
ru: ЗАНЯТО
zh_cn: 已被占用
zh_tw: 已被佔用

# CHARACTERS.WX78.DESCRIBE.PIGHOUSE.GENERIC
source: THE FURNITURE IS ALL PIG-SHAPED
de: DIE MÖBEL SIND AUF SCHWEINE ZUGESCHNITTEN.
es_mx: EL MOBILIARIO ESTÁ HECHO A LA MEDIDA DEL CERDO
fr: AVEC MEUBLES EN FORME DE PORC
it: L'ARREDAMENTO È TUTTO A FORMA DI MAIALE
ja: ＊家具がみんなブタの形をしています＊
ko: 가구가 모두 돼지 모양임
pl: WSZYSTKIE MEBLE MAJĄ ŚWIŃSKIE KSZTAŁTY.
pt_br: TODOS OS MÓVEIS TÊM FORMA DE PORCO
ru: ВСЯ МЕБЕЛЬ В ФОРМЕ СВИНЬИ
zh_cn: 家具都是猪的形状
zh_tw: 傢俱都是豬的形狀

# CHARACTERS.WX78.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: THE OCCUPANT MUST BE SLEEPING
de: DIE BEWOHNER SCHEINEN ZU SCHLAFEN.
es_mx: EL INQUILINO DEBE ESTAR DURMIENDO
fr: L'OCCUPANT DOIT DORMIR
it: L'OCCUPANTE DEVE ESSERE ADDORMENTATO
ja: ＊占有者は寝ているに違いありません＊
ko: 점유자가 수면 중일 것임
pl: WŁAŚCICIEL CHYBA ŚPI.
pt_br: O OCUPANTE DEVE ESTAR DORMINDO
ru: ХОЗЯИН, ДОЛЖНО БЫТЬ, СПИТ
zh_cn: 占有人一定是在睡觉
zh_tw: 佔有人一定是在睡覺

# CHARACTERS.WX78.DESCRIBE.PIGKING
source: THAT APPEARS TO BE THE DOMINANT PIG
de: DAS SCHEINT DAS DOMINIERENDE SCHWEIN ZU SEIN.
es_mx: ESE PARECE SER EL CERDO DOMINANTE
fr: ON DIRAIT LE COCHON ALPHA
it: SEMBRA ESSERE IL MAIALE DOMINANTE
ja: ＊あれが一番偉いのブタのようです＊
ko: 지배하는 돼지 개체로 예상됨
pl: WYGLĄDA NA ŚWINIĘ ALFA.
pt_br: ESSE PARECE SER O PORCO DOMINANTE
ru: А ЭТО, ДОЛЖНО БЫТЬ, ДОМИНИРУЮЩАЯ ОСОБЬ
zh_cn: 那只似乎是猪的首领
zh_tw: 那只似乎是豬的首領

# CHARACTERS.WX78.DESCRIBE.PIGMAN.DEAD
source: ONE MEATLING DOWN, 8 BILLION TO GO
de: DAS WAR EIN FLEISCHLING VON 8 MILLIARDEN
es_mx: UN BICHO MENOS, QUEDAN 8 MIL MILLONES
fr: UNE CHOSE EN VIANDE EN MOINS, IL EN RESTE 8 MILLIARDS
it: UN ESSERE CARNOSO ELIMINATO, ALTRI 8 MILIARDI DA ELIMINARE
ja: ＊有機生命体、1体せん滅…残り80億体＊
ko: 고기 하나 죽음, 8십억 마리 더 남았음
pl: JEDEN MIĘSAK ZAŁATWIONY. POZOSTAŁO JESZCZE TYLKO OSIEM MILIARDÓW.
pt_br: UMA CARNINHA JÁ FOI, FALTAM 8 BILHÕES
ru: ОДНА МЯСНАЯ ТУШКА ЕСТЬ, ОСТАЛОСЬ ЕЩЕ 8 МИЛЛИАРДОВ
zh_cn: 一只肉体生物倒下了，80亿只将站起来
zh_tw: 一隻肉體生物倒下了，80億隻將站起來

# CHARACTERS.WX78.DESCRIBE.PIGMAN.FOLLOWER
source: DO MY BIDDING
de: LEISTE MEINEN ANORDNUNGEN FOLGE.
es_mx: SIGUE MIS ÓRDENES
fr: SUIT MES ORDRES
it: FACCIO LA MIA OFFERTA
ja: ＊私の指示通りにしてください＊
ko: 본좌의 명령에 따르라
pl: RÓB, CO KAŻĘ.
pt_br: FAÇA O QUE EU MANDO
ru: ВЫПОЛНЯЙ МОИ ПРИКАЗЫ
zh_cn: 照我说的做
zh_tw: 照我說的做

# CHARACTERS.WX78.DESCRIBE.PIGMAN.GENERIC
source: THEY EXHIBIT MINIMAL INTELLIGENCE
de: SIE ZEIGEN ANZEICHEN MINIMALER INTELLIGENZ.
es_mx: EXHIBEN INTELIGENCIA MÍNIMA
fr: AFFICHENT UNE INTELLIGENCE MINIMALE
it: PRESENTANO INTELLIGENZA MINIMA
ja: ＊彼らは最小限の知性しか持ち合わせていません＊
ko: 최소 지능을 보임
pl: PRZEJAWIAJĄ ŚLADY INTELIGENCJI.
pt_br: ELES EXIBEM O MÍNIMO DE INTELIGÊNCIA
ru: ОНИ ДЕМОНСТРИРУЮТ БАЗОВЫЕ УМСТВЕННЫЕ СПОСОБНОСТИ
zh_cn: 它们展示出极低的智商
zh_tw: 它們展示出極低的智商

# CHARACTERS.WX78.DESCRIBE.PIGMAN.GUARD
source: DEFENSIVE STANCE DETECTED
de: DEFENSIVE HALTUNG ERKANNT.
es_mx: ACTITUD DEFENSIVA DETECTADA
fr: POSITION DÉFENSIVE DÉTECTÉE.
it: POSIZIONE DIFENSIVA RILEVATA
ja: ＊防御体制を確認しました。＊
ko: 방어 자세 탐지됨
pl: WYKRYTO POSTAWĘ OBRONNĄ.
pt_br: POSIÇÃO DEFENSIVA DETECTADA.
ru: ЗАФИКСИРОВАНА ОБОРОНИТЕЛЬНАЯ СТОЙКА
zh_cn: 检测到防御状态。
zh_tw: 檢測到防禦狀態。

# CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR: ANOMALY!
de: FEHLER: ANOMALIE!
es_mx: ERROR: ¡ANOMALÍA!
fr: ERREUR : ANOMALIE !
it: ERRORE: ANOMALIA!
ja: ＊エラー：異常事態！＊
ko: 오류: 이상 발견됨!
pl: BŁĄD: ANOMALIA!
pt_br: ERRO: ANOMALIA!
ru: ОШИБКА: АНОМАЛИЯ!
zh_cn: 错误：出现异常！
zh_tw: 錯誤：出現異常！

# CHARACTERS.WX78.DESCRIBE.PIGSHRINE.BURNT
source: YOU LOSE
de: VERLOREN!
es_mx: PERDISTE
fr: TU AS PERDU.
it: HAI PERSO
ja: ＊あなたの負けです＊
ko: 황폐화 탐지됨
pl: PRZEGRYWASZ.
pt_br: VOCÊ PERDEU.
ru: ТЫ ПРОИГРАЛ.
zh_cn: 你失败了。
zh_tw: 你失敗了。

# CHARACTERS.WX78.DESCRIBE.PIGSHRINE.EMPTY
source: REQUIRES MEATFUEL TO ACTIVATE
de: ERFORDERT FLEISCH ZUR AKTIVIERUNG
es_mx: REQUIERE COMBUSTIBLE DE CARNE PARA ACTIVARSE
fr: PLEIN DE VIANDE REQUIS POUR ACTIVATION
it: RICHIEDE CARBURANTE DI CARNE PER ATTIVARSI
ja: ＊活性化するためには肉燃料が必要です＊
ko: 활성화하려면 고기연료 필요함
pl: WYMAGANE PALIWO: MIĘSO
pt_br: NECESSITA DE COMBUSTÍVEL DE CARNE PARA ATIVAR
ru: ДЛЯ АКТИВАЦИИ ТРЕБУЕТСЯ МЯСНОЕ ТОПЛИВО
zh_cn: 需要肉来激活
zh_tw: 需要肉來啟動

# CHARACTERS.WX78.DESCRIBE.PIGSHRINE.GENERIC
source: NONFLESH TRIBUTE TO FLESHSACK
de: FLEISCHLOSES TRIBUT AN FLEISCHSACK
es_mx: TRIBUTO SIN CARNE AL SACO DE CARNE
fr: HOMMAGE DÉSINCARNÉ AU SAC À VIANDE
it: TRIBUTO NON DI CARNE AL SACCO DI CARNE
ja: ＊肉でないものが肉袋に貢献します＊
ko: 고기주머니에게 바치는 고기가 아닌 제물
pl: BEZMIĘSNY HOŁD DLA MIĘSAKÓW
pt_br: HOMENAGEM SEM CARNE PARA SACO DE CARNE
ru: БЕСПЛОТНОЕ ПОДНОШЕНИЕ МЕШКУ ПЛОТИ
zh_cn: 不是用肉做的，却是向肉致敬的
zh_tw: 不是用肉做的，卻是向肉致敬的

# CHARACTERS.WX78.DESCRIBE.PIGSKIN
source: THESE FLESHLINGS ARE DISGUSTING
de: DIESE VÖGEL SIND WIDERLICH
es_mx: ESTAS COSAS DE CARNE Y HUESO SON REPUGNANTES
fr: CES CHOSES EN VIANDE SONT DÉGOÛTANTES
it: QUESTI ESSERI DI CARNE SONO DISGUSTOSI
ja: ＊これらの生物は気色悪いです＊
ko: 이 고깃덩이는 역겨움
pl: TE MIĘSNE STWORZENIA SĄ OBRZYDLIWE.
pt_br: ESSAS CARNINHAS SÃO NOJENTAS
ru: СОЗДАНИЯ ИЗ ПЛОТИ ОТВРАТИТЕЛЬНЫ
zh_cn: 这些肉体生物真恶心
zh_tw: 這些肉體生物真噁心

# CHARACTERS.WX78.DESCRIBE.PIGTENT
source: TENT
de: ZELT
es_mx: TIENDA DE CAMPAÑA
fr: TENTE
it: TENDA
ja: ＊テント＊
ko: 천막
pl: NAMIOT.
pt_br: BARRACA
ru: ПАЛАТКА
zh_cn: 帐篷
zh_tw: 帳篷

# CHARACTERS.WX78.DESCRIBE.PIGTORCH
source: IT GIVES HIM PURPOSE
de: GIBT IHM EINEN NUTZEN.
es_mx: LE DA UN PROPÓSITO
fr: IL SERT À QUELQUE CHOSE
it: GLI DÀ UNO SCOPO
ja: ＊それは彼に目的を与えます＊
ko: 목적을 부여함
pl: DZIĘKI NIEJ CZUJE SIĘ POTRZEBNY.
pt_br: ASSIM ELE TEM UM PROPÓSITO
ru: ЭТО ПРИДАЕТ ЕМУ СМЫСЛ
zh_cn: 它赋予他生命的价值
zh_tw: 它賦予他生命的價值

# CHARACTERS.WX78.DESCRIBE.PIG_COIN
source: PAYS FOR A FLESHSACK WEAPON
de: DAMIT KANN MAN EINE FLEISCHSACKWAFFE KAUFEN
es_mx: PUEDE AYUDARME A ADQUIRIR ARMAS DE LOS SACOS DE CARNE
fr: C'EST POUR ACHETER UNE ARME DE CRÉATURE DE CHAIR
it: PUÒ COMPRARE UN'ARMA DI CARNE
ja: ＊肉袋武器を買います＊
ko: 고기주머니의 무기에 대한 대가
pl: PŁACI SIĘ TYM ZA MIĘSAKOWĄ BROŃ
pt_br: COMPRA UMA ARMA DE SACO DE CARNE
ru: ОПЛАТА ЗА ОРУЖИЕ В ВИДЕ МЯСНОГО МЕШКА
zh_cn: 能买来一个肉制武器
zh_tw: 能買來一個肉制武器

# CHARACTERS.WX78.DESCRIBE.PIG_TOKEN
source: ONE GAME TOKEN
de: EINE SPIELMARKE
es_mx: FICHA PARA UN JUEGO
fr: UN JETON DE JEU
it: UN SIMBOLO PER GIOCARE
ja: ＊一回用ゲームチケット＊
ko: 게임 토큰 한 개
pl: ŻETON GRY
pt_br: UMA FICHA DE JOGO
ru: ОДИН ИГРОВОЙ ЖЕТОН
zh_cn: 一个游戏令牌
zh_tw: 一個遊戲權杖

# CHARACTERS.WX78.DESCRIBE.PINECONE
source: A PORTABLE FIBONACCI SEQUENCER
de: EIN TRAGBARER FIBONACCI-SEQUENCER
es_mx: UN SECUENCIADOR DE FIBONACCI PORTÁTIL
fr: UNE SUITE DE FIBONACCI TRANSPORTABLE
it: UN SEQUENZIATORE DI FIBONACCI PORTATILE
ja: ＊フィボナッチ数列デモンストレーター＊
ko: 휴대용 피보나치 시퀀서
pl: PRZENOŚNY CIĄG FIBONACCIEGO.
pt_br: UM SEQUENCIADOR FIBONACCI PORTÁTIL
ru: ПОРТАТИВНЫЙ СИНТЕЗАТОР ФИБОНАЧЧИ
zh_cn: 便携式斐波那契数列发生器
zh_tw: 可擕式斐波那契數列發生器

# CHARACTERS.WX78.DESCRIBE.PINECONE_SAPLING
source: SOON THE TREE WILL GROW
de: BALD WIRD DER BAUM WACHSEN
es_mx: EL ÁRBOL CRECERÁ PRONTO
fr: L'ARBRE POUSSERA BIENTÔT
it: PRESTO L'ALBERO CRESCERÀ
ja: ＊すぐに木は成長します＊
ko: 곧 나무가 자랄 것임
pl: DRZEWO WKRÓTCE UROŚNIE
pt_br: LOGO A ÁRVORE CRESCERÁ
ru: СКОРО ИЗ НЕГО ВЫРАСТЕТ ДЕРЕВО
zh_cn: 很快树就会长起来
zh_tw: 很快樹就會長起來

# CHARACTERS.WX78.DESCRIBE.PITCHFORK
source: I ENJOY ITS POINTY PARTS
de: ICH ERFREUE MICH AN DEN SPITZEN ENDEN.
es_mx: ME GUSTAN SUS PARTES PUNTIAGUDAS
fr: J'AIME SES BOUTS POINTUS
it: MI PIACCIONO LE SUE PARTI APPUNTITE
ja: ＊その尖ったところが好きです＊
ko: 뾰족한 부분이 마음에 듦
pl: LUBIĘ OSTRE KOŃCÓWKI.
pt_br: GOSTO DE SUAS PARTES PONTUDAS
ru: ОБОЖАЮ ИХ ОСТРЫЕ ЧАСТИ
zh_cn: 我喜欢它尖尖的部分
zh_tw: 我喜歡它尖尖的部分

# CHARACTERS.WX78.DESCRIBE.PLANTMEAT
source: A SURPRISINGLY HIGH AMOUNT OF PROTEIN
de: EIN ÜBERRASCHEND HOHER PROTEINGEHALT
es_mx: UNA CANTIDAD DEMASIADO ALTA DE PROTEÍNAS
fr: UNE DOSE DE PROTÉINES ÉTONNAMMENT ÉLEVÉE
it: UN SORPRENDENTE AMMONTARE DI PROTEINE
ja: ＊驚くべき高いプロテイン量。＊
ko: 의외로 단백질 함량이 높음
pl: ŹRÓDŁO ZASKAKUJĄCO WIELU PROTEIN
pt_br: UMA QUANTIDADE SURPREENDENTEMENTE ALTA DE PROTEÍNA
ru: УДИВИТЕЛЬНО ВЫСОКОЕ СОДЕРЖАНИЕ БЕЛКА
zh_cn: 蛋白质含量极高
zh_tw: 蛋白質含量極高

# CHARACTERS.WX78.DESCRIBE.PLANTMEAT_COOKED
source: A SIGNIFICANT IMPROVEMENT
de: EINE WESENTLICHE VERBESSERUNG
es_mx: UNA MEJORA SIGNIFICATIVA
fr: UNE AMÉLIORATION SIGNIFICATIVE
it: UN MIGLIORAMENTO SIGNIFICATIVO
ja: ＊加熱により風味が向上しました＊
ko: 중요한 개선 사항
pl: ZNACZĄCE ULEPSZENIE
pt_br: UM APERFEIÇOAMENTO SIGNIFICATIVO
ru: ВЫПОЛНЕНО ЗНАЧИТЕЛЬНОЕ УЛУЧШЕНИЕ
zh_cn: 一次重大改善
zh_tw: 一次重大改善

# CHARACTERS.WX78.DESCRIBE.PLANTREGISTRYHAT
source: AGRICULTURAL KNOWLEDGE DATABASE
de: DATENBANK FÜR LANDWIRTSCHAFTLICHES WISSEN
fr: UNE BASE DE DONNÉES DE CONNAISSANCES AGRICOLES
it: DATABASE DI CONOSCENZE AGRICOLE
ja: ＊農業ナレッジデータベースです＊
ko: 농업 지식 데이터베이스임.
pl: BAZA WIEDZY O ROLNICTWIE
pt_br: BANCO DE DADOS DE CONHECIMENTO AGRÍCOLA
ru: БАЗА ДАННЫХ О СЕЛЬСКОМ ХОЗЯЙСТВЕ
zh_cn: 农学知识数据库
zh_tw: 農學知識資料庫

# CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GENERIC
source: IT LOOKS EDIBLE
de: DAS SIEHT ESSBAR AUS.
es_mx: PARECE COMESTIBLE
fr: ÇA A L'AIR COMESTIBLE
it: SEMBRA COMMESTIBILE
ja: ＊食べられそうです＊
ko: 섭취 가능한 것으로 보임
pl: ANALIZA POGLĄDOWA: POTENCJALNIE JADALNE.
pt_br: PARECE COMESTÍVEL
ru: ВЫГЛЯДИТ СЪЕДОБНО
zh_cn: 看起来可以食用
zh_tw: 看起來可以食用

# CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GROWING
source: GO FASTER, PLANT
de: SCHNELLER, PFLANZE.
es_mx: CRECE MÁS RÁPIDO, PLANTA
fr: PLUS VITE, PLANTE
it: VAI PIÙ VELOCE, PIANTA
ja: ＊もっと速く育て、植物よ＊
ko: 성장을 가속해라, 식물아
pl: SZYBCIEJ, ROŚLINO.
pt_br: MAIS RÁPIDO, PLANTA
ru: БЫСТРЕЕ, РАСТЕНИЕ!
zh_cn: 长快点，植物
zh_tw: 長快點，植物

# CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.READY
source: IT IS AT PEAK NUTRITIONAL VALUE
de: DAS IST AM RANDE DES MAXIMALNÄHRWERTS.
es_mx: ESTÁ AL MÁXIMO DE SU VALOR NUTRICIONAL
fr: AU SUMMUM DE SA VALEUR NUTRITIVE
it: È AL MASSIMO VALORE NUTRIZIONALE
ja: ＊いま栄養成分がピークに達しています＊
ko: 양분 함량이 최대에 달함
pl: OKRES SZCZYTOWEJ WARTOŚCI ODŻYWCZEJ.
pt_br: ESTÁ EM SEU VALOR NUTRICIONAL MAIS ALTO
ru: ОНО НА ПИКЕ СВОЕЙ ПИТАТЕЛЬНОЙ ЦЕННОСТИ
zh_cn: 它正处于营养价值最高的阶段
zh_tw: 它正處於營養價值最高的階段

# CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.WITHERED
source: CLIMATE INHOSPITABLE TO PLANT GROWTH
de: DAS KLIMA IST ZU LEBENSFEINDLICH, ALS DASS PFLANZEN HIER WACHSEN KÖNNTEN.
es_mx: CLIMA INHÓSPITO PARA EL CRECIMIENTO DE LAS PLANTAS
fr: CLIMAT INHOSPITALIER POUR FAIRE POUSSER DES PLANTES
it: CLIMA OSTILE ALLA CRESCITA DELLA PIANTA
ja: ＊荒れて植物が育ちがたい天候です＊
ko: 기후가 식물 성장에 적합하지 않음
pl: KLIMAT NIESPRZYJAJĄCY WZROSTOWI ROŚLIN.
pt_br: CLIMA INÓSPITO PARA CRESCIMENTO DA PLANTA
ru: СУРОВЫЙ КЛИМАТ ДЛЯ РОСТА РАСТЕНИЙ
zh_cn: 气候不利于植物生长
zh_tw: 氣候不利於植物生長

# CHARACTERS.WX78.DESCRIBE.PLAYER.ATTACKER
source: %s IS NOT TO BE TRUSTED
de: %s IST NICHT ZU TRAUEN
es_mx: %s NO ES DE FIAR
fr: ON NE PEUT PAS FAIRE CONFIANCE À %s
it: %s NON È ATTENDIBILE
ja: ＊%sの信用度は低いです＊
ko: %s은(는) 신뢰할 수 없음
pl: %s TO NIE JEST KTOŚ, KOMU MOŻNA ZAUFAĆ
pt_br: NÃO DEVEMOS CONFIAR EM %s
ru: %s НЕ ВЫЗЫВАЕТ ДОВЕРИЯ
zh_cn: %s不受信任
zh_tw: %s不受信任
