Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.DEAD
source: Maybe he's just resting?
de: Vielleicht ruht er sich nur aus?
es: ¿Igual solo está descansando?
fr: Il est peut-être juste en train de se reposer, hein ?
it: Forse sta solo riposando?
ja: 眠ってるだけかな…？
ko: 어쩌면 그냥 쉬고 있는 걸 수도?
pt_br: De repente só está descansando?
zh_cn: 也许它只是在休息？
zh_tw: 也許它只是在休息？

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.GENERIC
source: Now it just needs a bird.
de: Da fehlt jetzt nur noch ein Vogel.
es: Ahora solo necesita un pájaro.
fr: Il ne manque plus qu'un oiseau.
it: Adesso ci manca solo il volatile.
ja: あとは、鳥を捕まえるだけだな
ko: 이제 새만 있으면 된다.
pt_br: Só precisa de um passarinho.
zh_cn: 现在只需要一只鸟。
zh_tw: 現在只需要一隻鳥。

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.HUNGRY
source: He's looking a bit peckish.
de: Sieht ein bisschen hungrig aus.
es: Parece un poco hambriento.
fr: Il a l'air un peu affamé.
it: Sembra un po' affamato.
ja: 機嫌が悪いな…腹が減ってるんだろう
ko: 배고파 보인다.
pt_br: Está com cara de fome.
zh_cn: 它看起来有点饿。
zh_tw: 它看起來有點餓。

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.OCCUPIED
source: Who's a good bird?
de: So ein braves Vögelchen.
es: ¿A que eres un pájaro bueno?
fr: C'est pas un joli petit oiseau ça ?
it: Chi è un buon uccello?
ja: よしよし、お利口にしてるな…
ko: 착한 새지?
pt_br: Cadê o passarinho querido?
zh_cn: 谁是好鸟？
zh_tw: 誰是好鳥？

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SKELETON
source: That bird is definitely deceased.
de: Dieser Vogel ist ganz klar tot.
es: Ese pájaro está definitivamente muerto.
fr: Cet oiseau est définitivement mort.
it: Quell'uccello è sicuramente morto.
ja: うん…これはもう、ただのしかばねだ
ko: 사망한 게 분명한 새다.
pt_br: Esse pássaro está definitivamente morto.
zh_cn: 那只鸟肯定死了。
zh_tw: 那只鳥肯定死了。

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SLEEPING
source: Awwww, he's asleep.
de: Ohhhh. er schläft.
es: Ayyyy, está dormido.
fr: Ha... il dort.
it: Oh, sta dormendo.
ja: おやおや、眠っている。
ko: 자고 있군.
pt_br: Ouun, está dormindo.
zh_cn: 哇哦，他睡着了。
zh_tw: 哇哦，他睡著了。

# CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.STARVING
source: Has no one fed you in awhile?
de: Du bist wohl schon lange nicht mehr gefüttert worden.
es: ¿Es que nadie te ha dado de comer desde hace tiempo?
fr: Ça fait longtemps que personne ne t'a donné à manger ?
it: Nessuno ti ha dato da mangiare da un po'?
ja: 誰もエサをくれなかったのかい？
ko: 밥 먹은 지 오래됐니?
pt_br: Faz muito tempo que não te alimentam?
zh_cn: 好久都没人喂食了吧？
zh_tw: 好久都沒人餵食了吧？

# CHARACTERS.GENERIC.DESCRIBE.BIRDTRAP
source: Gives me a net advantage!
de: Das Netz ist mein Vorteil.
es: ¡Los cazo al vuelo!
fr: Ça me donne un net avantage !
it: Mi dà un netto vantaggio!
ja: 純粋な利益をください！
ko: 사용이 편리하다!
pt_br: Assim consigo uma vantagem!
zh_cn: 蛛网带来的收益！
zh_tw: 蛛網帶來的收益！

# CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG
source: A small, normal egg.
de: Ein kleines, normales Ei.
es: Un huevo pequeño y normal.
fr: Un œuf normal et petit.
it: Un piccolo uovo ordinario.
ja: 小さな普通の卵。
ko: 작고 평범한 알.
pt_br: Um ovo pequeno e normal.
zh_cn: 一颗正常的、小小的鸟蛋。
zh_tw: 一顆正常的、小小的鳥蛋。

# CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side yum!
de: Spiegelei, lecker!
es: Huevos fritos. ¡Deliciosos!
fr: Ça a l'air drôlement bon !
it: Uovo fritto gnam!
ja: 目玉焼き、うまい！
ko: 노른자가 맛있다!
pt_br: Uma delícia!
zh_cn: 真好吃！
zh_tw: 真好吃！

# CHARACTERS.GENERIC.DESCRIBE.BIRD_MUTANT
source: I think that used to be a crow.
de: Das war mal eine Krähe, glaube ich.
es: Creo que antes era un cuervo.
fr: Je crois que c'était un corbeau, à une époque.
it: Penso che una volta fosse un corvo.
ja: これはカラスだったんだと思う。
ko: 까마귀였던 것 같아.
pt_br: Acho que isso já foi um corvo.
zh_cn: 我觉得那个以前应该是只乌鸦。
zh_tw: 我覺得那個以前應該是只烏鴉。

# CHARACTERS.GENERIC.DESCRIBE.BIRD_MUTANT_SPITTER
source: I don't like the way it's looking at me...
de: Gefällt mir nicht, wie mich das Ding anschaut ...
es: No me gusta que me mire así...
fr: Je n'aime pas sa façon de me regarder.
it: Non mi piace il modo in cui mi guarda...
ja: あんな風にこっちを見てるなんて怖いよ…
ko: 나를 바라보는 시선이 마음에 들지 않아...
pt_br: Não gosto do jeito que ele está olhando para mim...
zh_cn: 我不喜欢它盯着我的眼神……
zh_tw: 我不喜歡它盯著我的眼神……

# CHARACTERS.GENERIC.DESCRIBE.BISHOP
source: Back off, preacherman!
de: Verschwinde, Prediger!
es: ¡Atrás, predicador!
fr: Arrière, prédicateur !
it: Indietro, predicatore!
ja: 下がってろ、説教師！
ko: 물러서라, 설교자!
pt_br: Cai fora, seu crente!
zh_cn: 退后，传教士！
zh_tw: 退後，傳教士！

# CHARACTERS.GENERIC.DESCRIBE.BISHOP_CHARGE_HIT
source: Ow!
de: Au!
es: ¡Ay!
fr: Ho !
it: Ahi!
ja: イタいッ！
ko: 아얏!
pt_br: Au!
zh_cn: 噢！
zh_tw: 噢！

# CHARACTERS.GENERIC.DESCRIBE.BISHOP_NIGHTMARE
source: It's falling apart!
de: Er fällt auseinander!
es: ¡Se está cayendo a pedazos!
fr: Tout s'écroule !
it: Sta cadendo a pezzi!
ja: 落っこちている！
ko: 산산조각나고 있다!
pt_br: Está caindo aos pedaços!
zh_cn: 它在分崩离析！
zh_tw: 它在分崩離析！

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FIRE
source: This seems fundamentally unsafe.
de: Das scheint prinzipiell unsicher zu sein.
es: Esto parece fundamentalmente inseguro.
fr: Ça semble fondamentalement risqué.
it: Non sembra molto sicura.
ja: 根本的に安全じゃないようだ。
ko: 아무리 봐도 위험해 보인다.
pt_br: Isso parece fundamentalmente inseguro.
zh_cn: 这东西似乎根本不安全。
zh_tw: 這東西似乎根本不安全。

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_LAVA
source: That's a weapon I could use from range.
de: Das ist eine Waffe, die ich aus der Entfernung benutzen könnte.
es: Podría usar esta arma a distancia.
fr: C'est une arme dont je pourrais me servir à distance.
it: È un'arma che potrei usare dalla distanza.
ja: 遠距離から使える武器。
ko: 멀리서 사용할 수 있는 무기다.
pt_br: Essa é uma arma que eu poderia usar de longe.
zh_cn: 我可以在范围内用这个武器。
zh_tw: 我可以在範圍內用這個武器。

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_LAVA2
source: It uses a strong blast of air to propel a projectile.
de: Geschosse werden mit einem starken Luftstoß angetrieben.
es: Emplea una fuerte ráfaga de aire para propulsar un proyectil.
fr: Il faut souffler fort pour envoyer un projectile.
it: Fa uso di un forte getto d'aria per spingere un proiettile.
ja: 強い空気圧を利用して発射体を回転させるんだ。
ko: 강한 공기 압력을 사용해 발사체를 쏜다.
pt_br: Ela usa uma explosão forte de ar para propulsionar um projétil.
zh_cn: 它利用一股强气流来推动抛射物。
zh_tw: 它利用一股強氣流來推動拋射物。

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_PIPE
source: Good practice for my birthday cake!
de: Ein gutes Training für meinen Geburtstagskuchen.
es: ¡Buena práctica para mi pastel de cumpleaños!
fr: Un bon entraînement pour souffler mes bougies !
it: È un buon allenamento per la mia torta di compleanno!
ja: 自分の誕生日ケーキを作る良い練習！
ko: 생일 케이크 위의 초를 부는 연습도 된다!
pt_br: Foi um bom treinamento para o meu bolo de aniversário!
zh_cn: 我可以好好练习怎么吹生日蜡烛！
zh_tw: 我可以好好練習怎麼吹生日蠟燭！

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_SLEEP
source: Just don't breathe in.
de: Nur nicht einatmen.
es: Tú no respires.
fr: Ne surtout pas inspirer...
it: Basta non respirare.
ja: ただ吸い込まなければいいのさ。
ko: 숨을 들이쉬지만 않으면 된다.
pt_br: Tente não inspirar.
zh_cn: 不要倒吸进去。
zh_tw: 不要倒吸進去。

# CHARACTERS.GENERIC.DESCRIBE.BLOWDART_YELLOW
source: It has shocking accuracy.
de: Unglaublich, wie präzise das ist.
es: Tiene una precisión sorprendente.
fr: Sa précision est choquante.
it: È di una precisione scioccante.
ja: 驚きの正確性。
ko: 충격적인 명중률.
pt_br: Tem uma precisão impressionante.
zh_cn: 它的准确性令人震惊。
zh_tw: 它的準確性令人震驚。

# CHARACTERS.GENERIC.DESCRIBE.BLUEAMULET
source: Cool as ice!
de: Kalt wie Eis.
es: ¡Frío como el hielo!
fr: Froid comme la glace !
it: Freddo come il ghiaccio!
ja: 氷のように冷たい！
ko: 얼음처럼 차갑다!
pt_br: Bacanudo!
zh_cn: 像冰一样冷！
zh_tw: 像冰一樣冷！

# CHARACTERS.GENERIC.DESCRIBE.BLUEGEM
source: It sparkles with cold energy.
de: Funkelt vor kalter Energie.
es: Brilla con energía fría.
fr: Ça étincelle d'énergie froide.
it: Luccica di energia fredda.
ja: 冷たいエネルギーで光る。
ko: 차가운 기운이 서려서 반짝거린다.
pt_br: Brilha com energia fria.
zh_cn: 它散发着冰冷能量的光芒。
zh_tw: 它散發著冰冷能量的光芒。

# CHARACTERS.GENERIC.DESCRIBE.BLUEMOONEYE
source: It's always smart to keep an eye out.
de: Es ist immer klug, Dinge im Auge zu behalten.
es: Siempre es conveniente estar ojo avizor.
fr: Mieux vaut toujours garder l'œil.
it: È buona cosa tenere sempre gli occhi aperti.
ja: いつでも警戒しておく方が賢いね。
ko: 관찰은 항상 중요하다.
pt_br: É sempre bom ficar de olho.
zh_cn: 留个心眼总是比较明智的。
zh_tw: 留個心眼總是比較明智的。

# CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT.COMMON
source: It's scientific!
de: Das ist wissenschaftlich!
es: ¡Es científico!
fr: C'est scientifique !
it: È scientifico!
ja: なんて科学的なんだ！
ko: 과학적이다!
pt_br: É científico!
zh_cn: 科学啊！
zh_tw: 科學啊！

# CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT.RARE
source: It's REALLY scientific!
de: Das ist GANZ wissenschaftlich!
es: ¡Es REALMENTE científico!
fr: C'est VRAIMENT scientifique !
it: È DAVVERO scientifico!
ja: 実に科学的だ！
ko: 정말 과학적이다!
pt_br: É científico MESMO!
zh_cn: 太科学了！
zh_tw: 太科學了！

# CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP
source: It's weird and gooey.
de: Er ist unheimlich und klebrig.
es: Es raro y pegajoso.
fr: C'est bizarre et gluant.
it: È strano e appiccicoso.
ja: 奇妙でねとねとしている。
ko: 이상하고 끈적거린다.
pt_br: É estranho e melequento!
zh_cn: 它很古怪，还黏黏的。
zh_tw: 它很古怪，還黏黏的。

# CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP_COOKED
source: It's different now...
de: Jetzt ist es was anderes ...
es: Ahora es diferente...
fr: C'est plus pareil maintenant...
it: Ora è diverso...
ja: 何だか様子が違う…
ko: 이제 달라졌다...
pt_br: Agora está diferente...
zh_cn: 这回不一样了…
zh_tw: 這回不一樣了…

# CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's a mushroom.
de: Das ist ein Pilz.
es: Una seta.
fr: C'est un champignon.
it: È un fungo.
ja: キノコだ。
ko: 버섯이다.
pt_br: É um cogumelo.
zh_cn: 是蘑菇。
zh_tw: 是蘑菇。

# CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's sleeping.
de: Er schläft.
es: Está durmiendo.
fr: Elle dort.
it: Sta dormendo.
ja: 寝ている。
ko: 자고 있습니다.
pt_br: Está dormindo.
zh_cn: 它在睡觉。
zh_tw: 它在睡覺。

# CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I wonder if it will come back?
de: Ich frage mich, ob er wiederkommt?
es: Me pregunto si volverá a crecer.
fr: Je me demande s'il va repousser.
it: Mi chiedo se tornerà?
ja: 戻ってくるかな。
ko: 다시 돌아올까?
pt_br: Será que vai voltar?
zh_cn: 不知道它会不会长回来？
zh_tw: 不知道它會不會長回來？

# CHARACTERS.GENERIC.DESCRIBE.BOARDS
source: Boards.
de: Bretter.
es: Tablones.
fr: Des planches.
it: Tavole.
ja: ボードだ。
ko: 판자.
pt_br: Tábuas.
zh_cn: 木板。
zh_tw: 木板。

# CHARACTERS.GENERIC.DESCRIBE.BOARON
source: I can take him!
de: Den schaff ich!
es: ¡Puedo con él!
fr: Je peux m'en occuper !
it: Posso farcela!
ja: 相手をしてやろう！
ko: 상대할 수 있다!
pt_br: Posso enfrentar ele!
zh_cn: 我可以应对他！
zh_tw: 我可以應對他！

# CHARACTERS.GENERIC.DESCRIBE.BOARRIOR
source: You sure are big!
de: Du bist aber groß!
es: ¡Sí que eres grande!
fr: On peut dire que t'es gros !
it: Sei senza dubbio grande!
ja: ずいぶん大きいな！
ko: 정말 크구나!
pt_br: Você é mesmo grande!
zh_cn: 你可真大！
zh_tw: 你可真大！

# CHARACTERS.GENERIC.DESCRIBE.BOATFRAGMENT03
source: Not much left of it.
de: Nicht viel davon übrig.
es: No queda gran cosa.
fr: Il n'en reste pas grand-chose.
it: Ne resta ben poco.
ja: ほとんど残っていない。
ko: 거의 남은 게 없어.
pt_br: Não sobrou muita coisa.
zh_cn: 就剩下了这一点。
zh_tw: 就剩下了這一點。

# CHARACTERS.GENERIC.DESCRIBE.BOATFRAGMENT04
source: Not much left of it.
de: Nicht viel davon übrig.
es: No queda gran cosa.
fr: Il n'en reste pas grand-chose.
it: Ne resta ben poco.
ja: ほとんど残っていない。
ko: 거의 남은 게 없어.
pt_br: Não sobrou muita coisa.
zh_cn: 就剩下了这一点。
zh_tw: 就剩下了這一點。

# CHARACTERS.GENERIC.DESCRIBE.BOATFRAGMENT05
source: Not much left of it.
de: Nicht viel davon übrig.
es: No queda gran cosa.
fr: Il n'en reste pas grand-chose.
it: Ne resta ben poco.
ja: ほとんど残っていない。
ko: 거의 남은 게 없어.
pt_br: Não sobrou muita coisa.
zh_cn: 就剩下了这一点。
zh_tw: 就剩下了這一點。

# CHARACTERS.GENERIC.DESCRIBE.BOATPATCH
source: Just in case of disaster.
de: Für den Fall der Fälle.
es: Por si ocurre un desastre.
fr: C'est juste au cas où. Un désastre peut vite arriver.
it: In caso di disastro.
ja: 災害に備えて念のため。
ko: 혹시 어떻게 될지 모르니까.
pt_br: Em caso de desastre.
zh_cn: 以防不测。
zh_tw: 以防不測。

# CHARACTERS.GENERIC.DESCRIBE.BOAT_ITEM
source: It would be nice to do some experiments on the water.
de: Ein paar Experimente auf dem Wasser wären schön.
es: Estaría bien hacer unos cuantos experimentos en el agua.
fr: Ce serait une bonne chose que de faire des expériences sur l'eau.
it: Sarebbe bello fare esperimenti in acqua.
ja: 水上で何か実験をするのもいいな。
ko: 물 위에서 실험을 하면 좋겠어.
pt_br: Seria ótimo fazer alguns experimentos na água.
zh_cn: 在水上做些实验挺不错的。
zh_tw: 在水上做些實驗挺不錯的。

# CHARACTERS.GENERIC.DESCRIBE.BOAT_LEAK
source: I should patch that up before we sink.
de: Ich sollte das Leck flicken, ehe wir sinken.
es: Debería parchearlo antes de que nos hundamos.
fr: Je devrais réparer ça avant qu'on coule.
it: Dovrei tappare la falla, altrimenti affondiamo.
ja: 沈む前に修理した方がいい。
ko: 가라앉기 전에 때워야 해.
pt_br: É melhor eu tapar isso antes que a gente afunde.
zh_cn: 要补漏，不然会沉。
zh_tw: 要補漏，不然會沉。

# CHARACTERS.GENERIC.DESCRIBE.BONESHARD
source: Bits of bone.
de: Knochenstücke.
es: Trozos de hueso.
fr: Des éclats d'os.
it: Frammenti di osso.
ja: 骨の破片。
ko: 뼛조각이군.
pt_br: Pedaços de osso.
zh_cn: 一小片骨头。
zh_tw: 一小片骨頭。

# CHARACTERS.GENERIC.DESCRIBE.BONESOUP
source: No bones about it, Warly can cook.
de: Warly kann selbst aus Knochen Köstlichkeiten machen.
es: Hasta los huesos alimentan, si Warly los cocina.
fr: Y'a pas d'os, Warly peut cuisiner.
it: Warly è un osso duro da battere in cucina.
ja: ワーリーの料理は骨身に染みるおいしさだ。
ko: 왈리는 요리를 잘한다니까.
pt_br: Ossos do ofício, mas o Warly sabe cozinhar.
zh_cn: 沃利骨子里是名好厨师。
zh_tw: 沃利骨子裡是名好廚師。

# CHARACTERS.GENERIC.DESCRIBE.BONESTEW
source: A stew to put some meat on your bones.
de: Ein Eintopf, damit du wieder Fleisch auf die Rippen bekommst.
es: Un guiso para calentar un poco los huesos.
fr: Un ragoût pour reprendre un peu de poids.
it: Uno stufato per mettere un po' di carne sulle ossa.
ja: 食べれば、血になり、肉になり、骨になるぞ！
ko: 뼈에 살을 붙여 줄 스튜다.
pt_br: Um ensopado pra colocar um pouco de carne nos seus ossos.
zh_cn: 能让我的骨头上长点肉的炖菜。
zh_tw: 能讓我的骨頭上長點肉的燉菜。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_BIRDS
source: No point studying when I can just wing it.
de: Wozu lesen, wenn man auch einfach die Bilder ansehen kann?
es: No tiene sentido estudiarlos cuando puedo verlos volar.
fr: Inutile de prendre la plume pour écrire sur ces choses-là.
it: Non importa studiarlo quando si può lanciarlo.
ja: トリあえず、暇なときにでも読んでみるか
ko: 대충해도 되니까 연구하지 않아도 된다.
pt_br: Não tem porquê estudar quando posso improvisar.
zh_cn: 一本鸟书。
zh_tw: 一本鳥書。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_BRIMSTONE
source: The beginning was dull, but got better near the end.
de: Der Anfang war langweilig, aber gegen Ende wurde es besser.
es: Al principio era aburrido, pero se puso interesante al final.
fr: Le début est ennuyeux, c'est mieux vers la fin.
it: L'inizio è stato noioso, ma è migliorato verso la fine.
ja: 終わりに近づくほど面白い本だったな
ko: 시작은 따분하지만, 끝에 가서 나아졌다.
pt_br: O início foi chato, mas ficou melhor perto do fim.
zh_cn: 开头很无聊，但将近结尾就变好了。
zh_tw: 開頭很無聊，但將近結尾就變好了。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_ELEMENTAL
source: I can't make out the text.
de: Ich kann den Text nicht erkennen.
es: No entiendo el texto.
fr: Je ne peux rien lire.
it: Non vedo bene il testo.
ja: 読んでも意味がわからない。
ko: 글씨가 잘 안 보여서 읽을 수 없다.
pt_br: Não consigo ler isso.
zh_cn: 我看不清这些字。
zh_tw: 我看不清這些字。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_FOSSIL
source: This'll keep those monsters held for a little while.
de: Das wird die Monster eine Weile in Schach halten.
es: Esto contendrá a esos monstruos por un rato.
fr: Ça va calmer ces monstres un moment.
it: Tratterrà quei mostri per un po'.
ja: これで少しの間あのモンスターたちも大人しくしているだろう。
ko: 이걸로 몬스터들을 잠시 막아낼 수 있겠군.
pt_br: Vai prender esses monstros por um tempo.
zh_cn: 这样能把那些怪物拖住一阵子。
zh_tw: 這樣能把那些怪物拖住一陣子。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_GARDENING
source: I see no farm in reading that.
de: Das kann man ruhig lesen.
es: Hay que leer para cultivarse.
fr: C'est pas ça qui va m'apprendre à faire une ferme.
it: Per quelli con il pollice verde.
ja: ガーデニングも、いいんでにんぐ？…フッ
ko: 읽기만 해서는 농사가 되지 않는다.
pt_br: Não estou fazenda mal a ninguém lendo isso.
zh_cn: 读了半天没看到一个农场。
zh_tw: 讀了半天沒看到一個農場。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_HORTICULTURE
source: I see no farm in reading that.
de: Das kann man ruhig lesen.
es: Hay que leer para cultivarse.
fr: C'est pas ça qui va m'apprendre à faire une ferme.
it: Per quelli con il pollice verde.
ja: ガーデニングも、いいんでにんぐ？…フッ
ko: 읽기만 해서는 농사가 되지 않는다.
pt_br: Não estou fazenda mal a ninguém lendo isso.
zh_cn: 读了半天没看到一个农场。
zh_tw: 讀了半天沒看到一個農場。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_SILVICULTURE
source: I'll stick to my own experiments.
de: Ich bleibe lieber bei meinen eigenen Experimenten.
es: Mejor sigo con mis experimentos.
fr: Je vais m'en tenir à mes propres expériences.
it: Mi atterrò ai miei esperimenti.
ja: 僕は自分の実験に集中する。
ko: 내 실험을 고수할 거야.
pt_br: Vou me ater aos meus próprios experimentos.
zh_cn: 我还是坚持自己的实验吧。
zh_tw: 我還是堅持自己的實驗吧。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_SLEEP
source: Strange, it's just 500 pages of telegraph codes.
de: Seltsam, 500 Seiten Telegraphen-Codes.
es: Qué raro, son solo 500 páginas de códigos de telégrafos.
fr: Bizarre... 500 pages de codes télégraphiques.
it: Strano, ha solo 500 pagine di codice telegrafico.
ja: 電信文ばかりが、500ページぎっしり並んでるぞ…
ko: 500페이지 모두 전보 부호로만 채워진 이상한 책이다.
pt_br: Estranho, são 500 páginas só de códigos de telégrafo.
zh_cn: 奇怪，这只是五百页的电报码。
zh_tw: 奇怪，這只是五百頁的電報碼。

# CHARACTERS.GENERIC.DESCRIBE.BOOK_TENTACLES
source: Someone'll get suckered into reading this.
de: Irgendjemanden wird dieses Buch nicht mehr loslassen.
es: Alguien quedará atrapado en su lectura.
fr: J'espère que l'encre est seiche.
it: Qualcuno verrà avvolto nella sua lettura.
ja: 読んだら、沼みたいにハマりそうだな…
ko: 책의 흡인력이 대단하다.
pt_br: Alguém vai ser sugado pra dentro dessa leitura.
zh_cn: 有人会被拖着去读这本书。
zh_tw: 有人會被拖著去讀這本書。

# CHARACTERS.GENERIC.DESCRIBE.BOOMERANG
source: Aerodynamical!
de: Aerodynamisch!
es: ¡Aerodinámico!
fr: Aérodynamique !
it: Aerodinamico!
ja: 空力性能！
ko: 공기역학의 승리!
pt_br: Aerodinâmico!
zh_cn: 空气动力学！
zh_tw: 空氣動力學！

# CHARACTERS.GENERIC.DESCRIBE.BRUSH
source: I bet the beefalo really like this.
de: Die Beefalo mögen das bestimmt.
es: Apuesto a que al beefalo le gusta mucho.
fr: Je parie que les bœufalos en raffolent.
it: Scommetto che piacerà molto al mufalo.
ja: ビーファローが喜びそうだ
ko: 비팔로가 매우 좋아하겠군.
pt_br: Aposto que o bífalo gosta muito disso.
zh_cn: 皮弗娄牛肯定很喜欢这个。
zh_tw: 皮弗婁牛肯定很喜歡這個。

# CHARACTERS.GENERIC.DESCRIBE.BUGNET
source: For catching bugs.
de: Um Käfer zu fangen.
es: Para capturar insectos.
fr: Pour choper des insectes.
it: Per la cattura degli insetti.
ja: これで虫を捕まえる。
ko: 벌레를 잡는 데 쓰인다.
pt_br: Para caçar insetos.
zh_cn: 抓虫子用的。
zh_tw: 抓蟲子用的。

# CHARACTERS.GENERIC.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Welp. It's kelp.
de: Seetang.
es: Aggh. Algas.
fr: Yerk. Du varech.
it: È un'alga.
ja: うわっ、ワカメだ。
ko: 음. 다시마다.
pt_br: Adivinha. É alga marinha.
zh_cn: 不赖，海带。
zh_tw: 不賴，海帶。

# CHARACTERS.GENERIC.DESCRIBE.BULLKELP_PLANT.PICKED
source: I just couldn't kelp myself.
de: Nun ist es mein Seetang.
es: Algo haré con las algas.
fr: J'ai pas pu m'en empêcher. C'était inévit-algue.
it: Ora sei mia, alga.
ja: わけワカメ、ってやつ。
ko: 치렁치렁하네.
pt_br: É alga que não posso evitar.
zh_cn: 海带让我激动难耐。
zh_tw: 海帶讓我激動難耐。

# CHARACTERS.GENERIC.DESCRIBE.BULLKELP_ROOT
source: I can plant it in deep water.
de: In tiefem Wasser kann ich es einpflanzen.
es: Puedo plantar esto en alta mar.
fr: Je peux le planter dans l'eau profonde.
it: Posso piantarlo in acque profonde.
ja: 水深のあるところに植えられる。
ko: 깊은 물 속에 심을 수 있어.
pt_br: Posso plantá-la em águas profundas.
zh_cn: 可以种在深海里。
zh_tw: 可以種在深海裡。

# CHARACTERS.GENERIC.DESCRIBE.BUNDLE
source: Our supplies are in there!
de: Da sind unsere Vorräte drin!
es: ¡Nuestras provisiones están ahí!
fr: Nos réserves sont là-dedans !
it: Le nostre scorte sono là!
ja: 消耗品が入っている！
ko: 보급품이 들어 있다!
pt_br: Nossos suprimentos estão lá dentro!
zh_cn: 我们的物资都在那里面！
zh_tw: 我們的物資都在那裡面！

# CHARACTERS.GENERIC.DESCRIBE.BUNDLEWRAP
source: Wrapping things up should make them easier to carry.
de: Wenn man Dinge einwickelt, lassen sie sich leichter tragen.
es: Las cosas envueltas son más fáciles de transportar.
fr: Les trucs emballés sont plus faciles à transporter.
it: Incartare le cose dovrebbe renderne più facile il trasporto.
ja: まとめてやれば、持って行きやすくなるだろう。
ko: 물건을 싸면 휴대하기 더 쉬울 것이다.
pt_br: Deve ficar mais fácil de carregar embrulhando.
zh_cn: 把东西打包起来应该会容易搬一点。
zh_tw: 把東西打包起來應該會容易搬一點。

# CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresistible urge to do science.
de: Ich bin mit einem unwiderstehlichen Drang gefüllt, Wissenschaft zu tun.
es: Tengo un impulso irresistible de hacer ciencia.
fr: Je ressens un urgent besoin de faire de la science.
it: Ho tanta voglia irrefrenabile di fare scienza.
ja: 科学活動への抑え切れない衝動でいっぱいだ。
ko: 과학을 하고 싶은 욕망이 불끈 일고 있다.
pt_br: Meu corpo transborda uma vontade irresistível de fazer ciência.
zh_cn: 我要马上搞科研，饥渴难耐。
zh_tw: 我要馬上搞科研，饑渴難耐。

# CHARACTERS.GENERIC.DESCRIBE.BUNNYSTEW
source: This one's luck has run out.
de: Das hier hat das Glück verlassen.
es: Se le ha acabado la suerte.
fr: Celui-là a manqué de chance.
it: Questo deve aver esaurito tutta la sua fortuna.
ja: コイツは運に見放されたね。
ko: 이 녀석은 운을 다했군.
pt_br: A sorte dele acabou.
zh_cn: 这家伙的运气到头了。
zh_tw: 這傢伙的運氣到頭了。

# CHARACTERS.GENERIC.DESCRIBE.BURNT_MARSH_BUSH
source: It's all burnt up.
de: Es ist vollständig verbrannt.
es: Se ha quemado por completo.
fr: C'est tout brûlé.
it: È tutto bruciato.
ja: すべて燃え尽きた。
ko: 다 탔잖아.
pt_br: Está totalmente queimado.
zh_cn: 被烧得精光。
zh_tw: 被燒得精光。

# CHARACTERS.GENERIC.DESCRIBE.BUSHHAT
source: It's kind of scratchy.
de: Irgendwie kratzig.
es: Es un poco áspero.
fr: Ça gratte un peu.
it: È piuttosto cespuglioso.
ja: 多少チクチクする感じ。
ko: 좀 따끔거린다.
pt_br: É meio piniquento.
zh_cn: 看着有点扎人。
zh_tw: 看著有點紮人。

# CHARACTERS.GENERIC.DESCRIBE.BUTTER
source: I can't believe it's butter!
de: Ich kann es nicht glauben! Das ist Butter!
es: ¡No puedo creerme que sea mantequilla!
fr: Du beurre ? C'est pas possible !
it: Non posso credere che sia burro!
ja: 本当にバターだなんて信じられない！
ko: 버터인 것을 믿을 수 없어!
pt_br: Não acredito que seja manteiga!
zh_cn: 我无法相信这是黄油！
zh_tw: 我無法相信這是黃油！

# CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.GENERIC
source: Butterfly, flutter by.
de: Schmetterling, flattere davon.
es: Mariposa, mariposea.
fr: Le papillon papillonne.
it: Farfalla svolazzante.
ja: 蝶が、ヒラヒラ飛んでいる。
ko: 나비야, 날아라.
pt_br: Borboleta, borboleteie.
zh_cn: 蝴蝶，扑扑翅膀飞走了。
zh_tw: 蝴蝶，撲撲翅膀飛走了。

# CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.HELD
source: Now I have you!
de: Jetzt habe ich dich!
es: ¡Ahora te tengo!
fr: Je te tiens !
it: Ora ti ho presa!
ja: よし、捕まえた！
ko: 잡았다!
pt_br: Te peguei!
zh_cn: 总算抓到你了！
zh_tw: 總算抓到你了！

# CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYMUFFIN
source: We threw the recipe away and just kind of winged it.
de: Wir warfen das Rezept weg und haben improvisiert.
es: Hemos probado esa receta y simplemente le han salido alas.
fr: On avait jeté la recette, alors on a juste improvisé.
it: Abbiamo buttato via la ricetta e improvvisato.
ja: チョウよ花よと、大事に作ったスイーツだ
ko: 레시피를 버리고 대충 만들었다.
pt_br: Jogamos a receita fora e fomos no instinto.
zh_cn: 我们扔掉了食谱，即兴发挥了一下。
zh_tw: 我們扔掉了食譜，即興發揮了一下。

# CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYWINGS
source: Without these, it's just a butter.
de: Ohne ist es nur eine Butter.
es: Sin estas, solo es mari.
fr: Sans elles, c'est juste une chenille.
it: Senza questi, è solo un burro.
ja: これらがなければ、ただのバターさ。
ko: 날개가 없으면 그냥 벌레지.
pt_br: Sem elas, não borboleteará.
zh_cn: 没了这些，它只是条毛虫。
zh_tw: 沒了這些，它只是條毛蟲。

# CHARACTERS.GENERIC.DESCRIBE.BUZZARD
source: What a bizarre buzzard!
de: Was für ein skuriler Bussard!
es: ¡Qué águila ratonera más rara!
fr: Quel incongru urubu !
it: Che strana poiana!
ja: なんと変てこなノスリ！
ko: 괴상하게 생긴 대머리수리다!
pt_br: Que águia bizarra!
zh_cn: 多么丑怪的一只秃鹫！
zh_tw: 多麼醜怪的一隻禿鷲！

# CHARACTERS.GENERIC.DESCRIBE.CABBAGEROLLS
source: The meat hides inside the cabbage to avoid predators.
de: Das Fleisch versteckt sich im Kohl vor Raubtieren.
es: La carne se esconde dentro de la col para evitar depredadores.
fr: La viande se cache dans le chou pour échapper aux prédateurs.
it: La carne si nasconde dentro i cavoli per sfuggire ai predatori.
ja: 捕食者を避けるために肉がキャベツの中に隠れている。
ko: 고기가 포식자를 피하려고 양배추 속에 숨었어.
pt_br: A carne se esconde dentro do repolho para evitar predadores.
zh_cn: 肉躲在白菜里面躲避天敌。
zh_tw: 肉躲在白菜裡面躲避天敵。
