Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.POTATO_SEEDS
source: Put in ground!
de: Rein in Erde!
es: ¡Van a la tierra!
fr: Faut les mettre dans l'sol !
it: Metto dentro terra!
ja: 地面に植えよっと！
ko: 땅에 심어!
pl: Trzeba je posiać!
pt_br: Ponha no chão!
ru: В землю надо воткнуть!
zh_tw: 應該放在地裡！

# CHARACTERS.WURT.DESCRIBE.POTTEDFERN
source: This plant have little house.
de: Pflanze hat Häuschen.
es: Esta planta tiene una casita.
es_mx: Esta planta tener casita.
fr: Cette plante a une jolie maison.
it: Questa pianta ha piccola casa.
ja: この植物は小さな家を持っているよ。
ko: 작은 집 있는 식물이야.
pl: Ta roślinka ma swój mały domek.
pt_br: Essa planta tem uma casinha.
ru: У этого растения свой домик.
zh_tw: 這顆植物有個小房子。

# CHARACTERS.WURT.DESCRIBE.POWCAKE
source: Gives tummy-ache, but... smell so good...
de: Macht Bauchweh, aber ... riecht so gut ...
es: Da dolor de tripa..., pero huele de bien...
es_mx: Esto dar dolor de pancita, pero... oler tan bien...
fr: Ça donne mal au ventre, mais ça sent très bon !
it: Fa venire male a pancino, ma... che profumino...
ja: おなかが痛くなるけど...いい匂いがする...
ko: 배 아프게 하는데... 냄새 너무 좋아...
pl: Boli od tego brzuch, ale... jak pachnie...
pt_br: Dá dor de barriga, mas... cheira tão bem...
ru: Потом болит животик, но… Как же вкусно пахнет…
zh_tw: 吃了會肚子疼，但是聞起來好香……

# CHARACTERS.WURT.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: Hey, where water go?
de: Hey! Wo Wasser hin?!
es: Oye, ¿dónde agua?
fr: Hé, où est allée l'eau ?
it: Ehi, dove è acqua?
ja: あれ？お水はどこに行っちゃったの？
ko: 이봐, 물은 어디로 가?
pl: Hej, gdzie podziała się woda?
pt_br: Ei, aonde água vai?
ru: Эй, куда вода делась?
zh_tw: 嘿，水要放哪？

# CHARACTERS.WURT.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: Splishy birdy can.
de: Platschige Vogelkanne.
es: Latita de pájaro.
fr: Un arrozoiseau qui fait ploutch.
it: Uccello per splish splash.
ja: ピシャピシャ鳥のジョウロだ。
ko: 찰방거리는 조류 물병이야.
pl: Konewka z chlapiącym ptakiem.
pt_br: Lata de passarinho pra chuá.
ru: Банка из морской птички.
zh_tw: 飛濺的小鳥壺。

# CHARACTERS.WURT.DESCRIBE.PUFFIN.GENERIC
source: Fat little bird.
de: Dicker kleiner Vogel.
es: Pájaro gordote.
es_mx: Pajarito gordito.
fr: Un petit oiseau dodu.
it: Piccolo uccello grasso.
ja: 太った小鳥さんだ。
ko: 작고 뚱뚱한 새야.
pl: Gruby ptaszek.
pt_br: Passarinho gordo.
ru: Толстый птенчик.
zh_tw: 小胖鳥。

# CHARACTERS.WURT.DESCRIBE.PUFFIN.HELD
source: Got it, flurt!!
de: Hab dich, flurt!!
es: ¡¡Lo tengo, flurt!!
es_mx: ¡¡Yo atraparte, flut!!
fr: Compris, flort !
it: Presa, flurt!
ja: やったよ、フルート！
ko: 잡았다, 뻐끔!!
pl: Mam go, flurt!
pt_br: Peguei, flurt!!
ru: Попался! Бульк!
zh_tw: 抓到它了，浮勒特！！

# CHARACTERS.WURT.DESCRIBE.PUFFIN.SLEEPING
source: Sleepy bird.
de: Vogel schläft.
es: Pajarito somnoliento.
es_mx: Pájaro dormilón.
fr: Un oiseau qui dort.
it: Uccello dorme.
ja: 眠そうな鳥だ。
ko: 졸린 새야.
pl: Śpiący ptaszek.
pt_br: Pássaro com sono.
ru: Сонная птичка.
zh_tw: 安睡的小鳥。

# CHARACTERS.WURT.DESCRIBE.PUMPKIN
source: Lumpy and good, florp!
de: Dick und gut, florp!
es: ¡Rechoncha y rica, florp!
es_mx: ¡Grumosa y sabrosa, flop!
fr: C'est gros et c'est bon, florp.
it: Buona e bitorzoluta, florp!
ja: ゴツゴツしていて良いね、フロープ！
ko: 울퉁불퉁 맛있어, 뻐끔!
pl: Wielka i dobra, florp!
pt_br: Gordinha e gostosa, florp!
ru: Вкусная и большая, хлюп!
zh_tw: 一大塊的好東西，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.PUMPKINCOOKIE
source: THIS THE BEST KIND OF PUM-KIN.
de: BESTE SORTE KÜRBIS.
es: LA MEJOR CLASE DE CALABAZA.
es_mx: ESTA SER LA MEJOR RECETA CON “CALABACHA”.
fr: C'est ma manière préférée de manger des scies-trouilles !
it: È MIGLIOR TIPO DI ZUCCA.
ja: これは最高のパムキンの種類だよ。
ko: 먹어 본 호오박 중 최고야.
pl: TO JEST NAJLEPSZY RODZAJ DYŃKI.
pt_br: ESSE O MELHOR TIPO DE BÓBORA.
ru: ЭТО САМАЯ ВКУСНАЯ ТЫ-КОВКА!
zh_tw: 這是最棒的南瓜。

# CHARACTERS.WURT.DESCRIBE.PUMPKINPIE
source: Mmmmmmmmmm!
de: Mmmmmmmmmh!
fr: Miaaaaaam !
ja: うーーーん！
ko: 으으으음!
pt_br: Hmmmmmmmmm!
ru: М-м-м!
zh_tw: 呣呣呣呣！

# CHARACTERS.WURT.DESCRIBE.PUMPKIN_COOKED
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WURT.DESCRIBE.PUMPKIN_LANTERN
source: Has a friendly face, flort.
de: Freundliches Gesicht, flort.
es: Tiene cara amigable, flort.
es_mx: Tener cara amistosa, flot.
fr: Il a une grosse tête, florp.
it: Ha faccia simpatica, flort.
ja: フレンドリーな顔をしているね、フロート。
ko: 친근한 얼굴 있어, 뻐끔.
pl: Ma przyjazną minę, flort.
pt_br: Tem um rosto amigável, flort.
ru: Тут приветливая рожица, бульк.
zh_tw: 一張友好的臉，浮浪特。

# CHARACTERS.WURT.DESCRIBE.PUMPKIN_OVERSIZED
source: Grew so big!
de: So groß geworden!
es: ¡Qué graaande!
fr: Elle est si grosse !
it: Cresciuta grande grande!
ja: こ～んなにおっきくなった！
ko: 너무 커졌어!
pl: Ale urosła wielka!
pt_br: Ficou tão grande!
ru: Какая большая выросла!
zh_tw: 長得好大！

# CHARACTERS.WURT.DESCRIBE.PUMPKIN_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.PURPLEAMULET
source: Glurp... don't wanna play with this anymore.
de: Glurp ... Will nicht mehr damit spielen.
es: Glurp... Ya no quiero jugar con esto.
es_mx: Glup... ya yo no querer jugar más con esto.
fr: Non, j'veux plus jouer avec ça.
it: Glurp... Non voglio più giocare con questo.
ja: グループ...もうこれで遊びたくないよ。
ko: 빠끔... 이제 이거 안 갖고 놀래.
pl: Glurp... już się nie chcę nim bawić.
pt_br: Glurp... não quero mais brincar com isso.
ru: Хлюп… Не хочу больше с ним играть.
zh_tw: 格勒噗……不想玩這個了。

# CHARACTERS.WURT.DESCRIBE.PURPLEGEM
source: It pretty...
de: Hübsch ...
es: Qué bonito...
es_mx: Ser linda.
fr: C'est joli...
it: È carina...
ja: 素敵だね…
ko: 예쁘다...
pl: Ładny...
pt_br: É bonito...
ru: Миленький…
zh_tw: 真漂亮……

# CHARACTERS.WURT.DESCRIBE.PURPLEMOONEYE
source: Stop staring, glort!
de: Glotz nicht, glort!
es: ¡Deja de mirar, glort!
es_mx: ¡Dejar de mirarme, glot!
fr: Arrête de me regarder comme ça, glort !
it: Smetti di fissarmi, glort!
ja: じろじろ見ないでよ、グロート。
ko: 그만 쳐다봐, 빠끔!
pl: Przestań się gapić, glort!
pt_br: Pare de olhar, glort!
ru: Хватит пялиться, бульк!
zh_tw: 不准再盯著我了，嗝浪淌！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: It just ate!
de: Hat gerade gegessen!
es: ¡Acaba de comer!
es_mx: ¡Esto acabar de comer!
fr: Il vient de manger !
it: Ha appena mangiato!
ja: 食べちゃったよ！
ko: 방금 먹었어!
pl: Przed chwilą zjadł!
pt_br: Comeu agora!
ru: Он уже поел!
zh_tw: 它剛吃完！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: That where food goes.
de: Dahin geht Essen.
es: Aquí va la comida.
es_mx: Ahí ser donde ir la comida.
fr: C'est là que va la nourriture.
it: Lì va cibo.
ja: そこに食べ物があるよ。
ko: 음식 놓는 곳이야.
pl: Tu idzie jedzenie.
pt_br: É pra onde vai a comida.
ru: Сюда кладут еду.
zh_tw: 食物都去那兒了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: Not that interesting, florp.
de: Nicht sehr interessant, florp.
es: No es muy interesante, florp.
es_mx: No ser tan interesante, flop.
fr: Ça m'intéresse pas, florp.
it: Non molto interessante, florp.
ja: 面白くないよ、フロープ。
ko: 별로 재미없어, 뻐끔.
pl: Niezbyt zajmujące, florp.
pt_br: Não é tão interessante, florp.
ru: Не очень-то интересно, хлюп.
zh_tw: 沒什麼意思，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: Creepy crawly.
de: Gruseliger Kriecher.
es: Bicho asqueroso.
es_mx: Enredadera enredada.
fr: Sale bête !
it: Bestia inquietante.
ja: 不気味なハイハイだね。
ko: 징그러워.
pl: Straszne.
pt_br: Rastejador estranho.
ru: Жуткая ползучка.
zh_tw: 可怕的爬行動物。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: She look nice.
de: Sieht hübsch aus.
es: Parece bonita.
es_mx: Ella verse linda.
fr: Elle a l'air gentille.
it: È bella.
ja: 彼女はいい顔をしているね。
ko: 멋져 보여.
pl: Ładnie wygląda.
pt_br: Ela parece legal.
ru: Какая миленькая.
zh_tw: 她看起來不錯。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: Look creepy...
de: Gruselig ...
es: Da yuyu...
es_mx: Verse espeluznante.
fr: Sa tête me revient pas.
it: Sembra raccapricciante...
ja: 気持ち悪いよ...
ko: 기분 나빠...
pl: Wygląda przerażająco...
pt_br: Parece assustador...
ru: Выглядит жутко…
zh_tw: 看起來好陰森……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: What red eyes it have...
de: So rote Augen ...
es: Vaya ojos rojos que tiene...
es_mx: Qué ojos tan rojos tener.
fr: Ce que t'as les yeux rouges !
it: Ha occhi rossi...
ja: どんな赤い目をしているの...
ko: 눈 빨개...
pl: Ale ma czerwone oczy...
pt_br: Que olhos vermelhos tem...
ru: Какие красные глазищи…
zh_tw: 它的眼睛真紅……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_BEEFALO
source: Where all its fluff?
de: Wo Zotteln?
es: ¿Y todo su pelito?
es_mx: ¿Dónde estar su pelo?
fr: Où sont passés tous ses poils ?
it: Dov'è tutta sua fuffa?
ja: そのふわふわはどこにあるの？
ko: 털 다 어디 있지?
pl: Gdzie wszystkie jego kłaki?
pt_br: Cadê todo o seu fofão?
ru: А где весь пушок?
zh_tw: 它的毛呢？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_BERRYBUSH
source: Aww, where the berries?!
de: Ooch, wo Beeren?!
es: Oooh, ¡¿dónde están las bayas?!
es_mx: ¡Aay! ¡¿Dónde estar las bayas?!
fr: Oh... Où sont les baies ?
it: Oh, dove sono bacche?!
ja: ベリーはどこかな？
ko: 에이, 베리 어디 있어?!
pl: Ooo, gdzie są porzeczki?
pt_br: Ahh, cadê as bagas?!
ru: Ой, а ягоды где?
zh_tw: 嗷，漿果在哪呢？！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: Can see own cute reflection!
de: Sehe mein niedliches Bild!
es: ¡Puedo ver mi propio reflejo bonito!
es_mx: ¡Yo poder ver mi lindo reflejo!
fr: Je vois mon adorable reflet !
it: Vedo mio bel riflesso!
ja: 自分のかわいい姿を見ることができるんだよ。
ko: 내 귀여운 모습 보여!
pl: Widzę moje własne, piękne odbicie!
pt_br: Vejo própria reflexão bonita!
ru: Вижу свое отражение! Я такая милашка!
zh_tw: 能看到我可愛的倒影呢！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が成長するのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: Not good with breakable things...
de: Nicht gut mit zerbrechlichen Sachen ...
es: Las cosas que se rompen no me van...
es_mx: Yo no ser diestra con cosas frágiles.
fr: J'suis pas douée avec les objets qui cassent.
it: Non va bene con cose fragili...
ja: 壊れやすいものは苦手だよ...
ko: 잘 깨지는 물건 별로야...
pl: Nie przepadam za kruchymi przedmiotami...
pt_br: Não é bom com coisas quebráveis...
ru: Лучше не надо ничего хрупкого…
zh_tw: 容易破的東西我最好別亂玩……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: Is so teeny tiny!
de: So klein!
es: ¡Es tan mini...!
es_mx: ¡Ser muy, muy pequeñito!
fr: C'est tout petit !
it: È così piccolina!
ja: とても小さいね！
ko: 엄청 쪼끄매!
pl: Co za maleństwo!
pt_br: É tão pequenininho!
ru: Такая крохотуля!
zh_tw: 真小啊！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_COIN1
source: Can't eat this, florp!
de: Kann ich nicht essen, florp!
es: ¡No puedo comerme esto, florp!
es_mx: ¡No poder comer esto, flop!
fr: J'peux pas manger ça, florp !
it: Non posso mangiare, florp!
ja: 食べられないよ フロープ！
ko: 못 먹어, 뻐끔!
pl: Nie mogę tego zjeść, florp!
pt_br: Não posso comer isso, florp!
ru: Это не скушать, бульк.
zh_tw: 這個不能吃，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_COIN2
source: Ooooh, shiny!
de: Ooooh, glänzt!
es: ¡Oooh, brillante!
es_mx: ¡Aaaah, brillante!
fr: Ooooh ! C'est brillant !
it: Ooooh, brillante!
ja: うわー、ピカピカだ！
ko: 오오, 반짝거려!
pl: Oooch, ale błyszczy!
pt_br: Aaaah, brilhante!
ru: О-о-о, блестяшка!
zh_tw: 噢噢哦,真亮！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_COIN3
source: Look extra fancy.
de: Sehr schick.
es: Parece extrachuli.
es_mx: Verse muy sofisticada.
fr: Ça a l'air très important.
it: Raffinatissimo.
ja: 派手に見えるね！
ko: 아주 비싸 보여.
pl: Wygląda wyjątkowo wytwornie.
pt_br: Parece extravagante.
ru: Как необычно.
zh_tw: 看起來特別高級。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_COIN4
source: This help me get home!
de: Damit komme ich nach Hause!
es: ¡Esto me ayudará a llegar a casa!
es_mx: ¡Esto ayudarme a volver a casa!
fr: Ça devrait me permettre de rentrer chez moi !
it: Con questo torno a casa!
ja: 家に帰るのを手伝ってよ！
ko: 집 가게 도와줘!
pl: To mi pomoże wrócić do domu!
pt_br: Me ajuda a chegar em casa!
ru: Поможет мне вернуться домой!
zh_tw: 這個能幫我回家！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CRABMEAT
source: (Sniff) poor crab...
de: (Schnüff) Arme Krabbe ...
es: Ay... Pobre cangrejito.
es_mx: Snif... pobre cangrejo...
fr: *Renifle* Pauvre crabe...
it: (Sniff) Povero granchietto...
ja: (鼻をすする)可哀想なカニだね...
ko: (훌쩍) 불쌍한 게...
pl: Biedny krab...
pt_br: (Sniff) Caranguejo coitado...
ru: Хлюп… Бедный крабик.
zh_tw: （聞）可憐的螃蟹……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: Glurph... can't look.
de: Glurf ... Kann nicht hinsehen.
es: Glurph... No puedo mirar.
es_mx: Gluf... yo no poder mirar.
fr: Argh, j'veux pas voir ça.
it: Glurf... Non posso guardare...
ja: グルーフ、見ちゃダメだよ！
ko: 빠끔빠끔... 못 보겠어.
pl: Glurp... Nie mogę na to patrzeć.
pt_br: Glurph... não vou olhar.
ru: Бульк… Не могу смотреть.
zh_tw: 格勒浮……不忍直視。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CRABTRAP
source: Look like little house!
de: Sieht wie kleines Haus aus!
es: ¡Parece una minicasita!
es_mx: ¡Verse como casita!
fr: On dirait une petite maison !
it: Sembra quasi piccola casa!
ja: 小さな家に似ているね！
ko: 작은 집 같아!
pl: To wygląda jak mały domek!
pt_br: Parece uma casinha!
ru: Похоже на маленький домик!
zh_tw: 看起來像小房子！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_CRATE
source: Ooooooh, present for me?
de: Ooooooh, Geschenk für mich?
es: Ooooh, ¿un regalo para mí?
es_mx: ¡Aaaaah! ¿Ser regalo para mí?
fr: Oooooh, c'est un cadeau pour moi ?
it: Ooooooh, regalo per me?
ja: おー、アタシにプレゼント？
ko: 오오오, 내 선물이야?
pl: Oooooch, prezent dla mnie?
pt_br: Aaaaaah, presente pra mim?
ru: О-о-о, подарочек? Мне?
zh_tw: 噢，送我的禮物嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FERN
source: Is dee-lishuss and newt-rishuss.
de: Sehr köstlich und nahrhaft.
es: Una delicia nutritiva.
es_mx: Ser “dilicioso” y “nutricioso”.
fr: C'est super bon et ça remplit bien le ventre.
it: È deli...sciosa e sostan...sciosa.
ja: ディーリシャスとニュートリシャスだよ。
ko: 푸웅미랑 이엉양까 있어.
pl: Pyszniutka i pożywna.
pt_br: É dilícia e nutritívia.
ru: И вкуснятельный, и питательный!
zh_tw: 營養又美味。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FLOUR
source: This dusty stuff go in food?
de: Staubigzeug ins Essen tun?
es: ¿Este polvo se echa en la comida?
es_mx: ¿Esta cosa polvorienta usarse en la comida?
fr: C'est de la poussière qui se mange ?
it: Cosa polverosa va in cibo?
ja: この埃っぽいものは食べ物に入るのかな？
ko: 음식에 이 가루 들어가?
pl: Ten proszek idzie do jedzenia?
pt_br: Coisa empoeirada vai na comida?
ru: Эту пыль тоже кладут в еду?
zh_tw: 那個灰塵一樣的東西能放到食物裡？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: Yummy yum!
de: Mmmmh!
es: ¡Rico, rico!
es_mx: ¡Muy, muy rico!
fr: Miam-miam !
it: Gnam gnam!
ja: うまいうまい！
ko: 냠냠!
pl: Mniamki mniam!
pt_br: Que gostoso!
ru: Ням-ням!
zh_tw: 真好吃！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: Should give to big mouth in sky!
de: Soll großes Maul im Himmel kriegen!
es: ¡Debería dárselo a boca de cielo!
es_mx: ¡Yo deber darle esto a gran boca en el cielo!
fr: J'vais donner ça à la grosse bouche dans le ciel !
it: Devo dare a grande bocca in cielo!
ja: 天空の大口に贈るべきだね！
ko: 하늘에 있는 큰 입한테 줘야 해!
pl: Powinnam to dać niebiańskiej paszczy!
pt_br: Deve dar pra boca grande no céu!
ru: Надо отдать большому рту в небе!
zh_tw: 該把它給天上的大嘴！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: Is good food for sky mouth!
de: Gut für Himmelsmaul!
es: ¡Es buena comida para boca de cielo!
es_mx: ¡Ser buena comida para la boca en el cielo!
fr: C'est à manger pour la bouche dans le ciel !
it: È cibo buono per bocca in cielo!
ja: 空の口には良い食べ物だね！
ko: 하늘 입한테 주기 좋은 음식이야!
pl: Jedzonko dla niebiańskiej paszczy!
pt_br: É comida boa pra boca do céu!
ru: Самое то для небесного рта!
zh_tw: 適合天上的嘴巴！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: Food seem small for such big mouth.
de: Essen zu klein für so großes Maul.
es: Parece una comida pequeña para una boca tan grande.
es_mx: La comida verse muy pequeña para una boca tan grande.
fr: Ça fait pas grand-chose à manger pour une si grosse bouche.
it: Cibo sembra piccolo per bocca grande grande.
ja: 大きな口をしていて、食べ物が小さく見えるよね。
ko: 큰 입한테 주기에는 음식 너무 작아.
pl: Trochę mało tego jedzenia dla tak wielkiej paszczy.
pt_br: Comida parece pequena pra boca tão grande.
ru: Еда маленькая, а рот большой!
zh_tw: 嘴巴這麼大，食物比起來真小。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: Don't think it'll like that, florp.
de: Mag ich nicht, florp.
es: No creo que le guste, florp.
es_mx: Yo no creer que eso gustarle, flop.
fr: Ça va pas lui plaire, florp.
it: Non penso mi piace, florp.
ja: 気に入らないだろうな、フロープ。
ko: 안 좋아할 것 같아, 뻐끔.
pl: Chyba jej nie zasmakuje, florp.
pt_br: Não acho que vai gostar disso, florp.
ru: Не думаю, что ему понравится, бульк.
zh_tw: 它應該不會喜歡，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: Glurp, didn't mean to burn it!
de: Glurp, wollte es nicht verbrennen!
es: ¡Glurp, no quería quemarlo!
es_mx: Glup, ¡no haber sido mi intención quemarla!
fr: Glorp, j'voulais pas que ça brûle !
it: Glurp, non voglio bruciare!
ja: グループ、燃やすつもりはなかったんだよ！
ko: 빠끔, 태우려는 거 아니었어!
pl: Glurp, nie chciałam tego spalić!
pt_br: Glurp, não quis queimar!
ru: Хлюп, я не хотела жечь!
zh_tw: 格勒普，我沒打算燒它！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GARLIC
source: Make good snack.
de: Gutes Essen.
es: Es un buen tentempié.
es_mx: Ser buena botana.
fr: C'est bon !
it: Fa buon spuntino.
ja: 美味しいスナックを作って！
ko: 훌륭한 간식이야.
pl: Wspaniały smakołyk.
pt_br: Fazer bom lanche.
ru: Будет вкуснятина.
zh_tw: 很好的零食。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: It smell even better now!
de: Riecht noch besser!
es: ¡Ahora huele aún mejor!
es_mx: ¡Ahora oler mucho mejor!
fr: Ça sent encore meilleur comme ça.
it: Profuma di più adesso!
ja: いいにおいがしたよ！
ko: 냄새 더 좋아졌어!
pl: Teraz pachnie jeszcze lepiej!
pt_br: Cheira ainda melhor agora!
ru: Теперь пахнет еще лучше!
zh_tw: 聞起來更香了！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が成長するのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GOATKID
source: Hello weird kid! Wanna play?
de: Hallo, merkwürdiges Kind! Spielen?
es: ¡Hola, niño raro! ¿Quieres jugar?
es_mx: ¡Hola, niño raro! ¿Querer jugar?
fr: Salut, tu veux jouer ?
it: Ciao! Vuoi giocare?
ja: こんにちは、変な子！遊びたいの？
ko: 안녕, 이상한 꼬마야! 같이 놀래?
pl: Cześć, dziwaku! Chcesz się pobawić?
pt_br: Olá, garoto esquisito! Quer brincar?
ru: Привет, чудик! Поиграем?
zh_tw: 你好，古怪的小孩！想玩玩麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GOATMILK
source: Glurgh...
de: Glarg ...
es_mx: Gluaj...
fr: Argh...
ja: グルーフ...
ko: 빠끔빠끔...
pl: Glurg...
ru: Хлюрп…
zh_tw: 格勒格……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GOATMUM
source: She seem nice enough.
de: Sehr nett.
es: Parece maja.
es_mx: Ella parecer un poco agradable.
fr: Elle a l'air gentille.
it: Sembra brava.
ja: 彼女は十分いい人に見えるよ。
ko: 착한 것 같아.
pl: Wydaje się miła.
pt_br: Ela parece legal o suficiente.
ru: А она славная.
zh_tw: 她看起來挺友好的。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GRILL
source: Make food hot and tasty.
de: Macht Essen heiß und lecker.
es: Hace la comida caliente y rica.
es_mx: Hacer comida caliente y sabrosa.
fr: Avec ça, j'peux préparer de bons trucs chauds.
it: Fa cibo caldo e gustoso.
ja: 熱々の料理を美味しく作ろうよ。
ko: 음식 뜨겁고 맛있게 해.
pl: Sprawia, że jedzenie staje się ciepłe i pyszne!
pt_br: Faz comida quente e saborosa.
ru: Еда станет горячей и вкусной.
zh_tw: 能讓食物變得美味熱乎。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: Is for making food hot and tasty!
de: Essen heiß und lecker machen!
es: ¡Para hacer comida caliente y rica!
es_mx: ¡Para hacer comida caliente y sabrosa!
fr: Avec ça, j'peux préparer de bons trucs chauds.
it: Per fare cibo caldo e gustoso!
ja: 料理を熱く美味しくするものだよ！
ko: 음식 뜨겁고 맛있게 할 때 써!
pl: Aby jedzenie było ciepłe i pyszne!
pt_br: É pra fazer comida quente e saborosa!
ru: Чтобы еда была горячей и вкусной!
zh_tw: 讓食物變得美味熱乎。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: Teeny food cooker.
de: Kleiner Essenkocher.
es: Cocina de cosas diminutas.
es_mx: Asador de comida miniatura.
fr: Un tout petit truc pour cuire la nourriture.
it: Piccola, per cuocere cibo.
ja: 10代の料理人だよ。
ko: 작은 음식 요리 기구야.
pl: Maleńka kuchenka.
pt_br: Cozedor de comida pequeno.
ru: Крохотная штучка для готовки!
zh_tw: 小的食物烹飪器。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: Teeny food cooker.
de: Kleiner Essenkocher.
es: Cocina de cosas diminutas.
es_mx: Asador de comida miniatura.
fr: Un tout petit truc pour cuire la nourriture.
it: Piccola, per cuocere cibo.
ja: 10代の料理人だよ。
ko: 작은 음식 요리 기구야.
pl: Maleńka kuchenka.
pt_br: Cozedor de comida pequeno.
ru: Крохотная штучка для готовки!
zh_tw: 小的食物烹飪器。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_HOE
source: Farming... thing!
de: Bauern... ding!
es: ¡Para... cultivar!
es_mx: ¡Cosa para... cultivar!
fr: Ça sert pour cultiver.
it: Cosa per... coltivare!
ja: 農業...のことだよ！
ko: 농사짓는... 물건이야!
pl: Coś do... upraw!
pt_br: Coisa de... fazendar!
ru: Штуковина для огорода!
zh_tw: 種地……的東西！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_KEY
source: Maybe this open those hidey boxes!
de: Vielleicht für versteckte Kisten!
es: ¡A lo mejor esto abre las cajas de escondites!
es_mx: ¡Tal vez esto abrir cajitas escondidas!
fr: Ça sert peut-être à ouvrir des boîtes !
it: Questa forse apre scatole chiuse!
ja: これで隠れた箱が開くかもしれない！
ko: 꼭꼭 숨긴 상자를 열지도 몰라!
pl: Może da się nim otworzyć te tajemnicze pudełka!
pt_br: Talvez isso abra as caixas escondidas!
ru: Может, теперь я открою эти ящички?
zh_tw: 也許這個能打開那些隱藏的箱子！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_KEY_PARK
source: Not for hidey boxes... what it open?
de: Nicht für versteckte Kisten ... Wofür dann?
es: No es de las cajas de escondites... ¿Qué abre?
es_mx: No ser para cajitas escondidas. ¿Qué abrir esto?
fr: Ça ouvre pas une boîte... mais quoi alors ?
it: Non per scatole chiuse... Cosa apre?
ja: 隠れた箱のものじゃないね...それは何を開くものなのかな？
ko: 꼭꼭 숨긴 상자 열쇠 아니야... 뭐 열지?
pl: Nie do tajemniczych pudełek... a więc co otwiera?
pt_br: Não é pra caixas escondidas... o que abre?
ru: Это не для ящичков… А для чего тогда?
zh_tw: 打不開隱藏的箱子……那能打開什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_LAMP_POST
source: Ooooooh, glowy!
de: Ooooooh, leuchtet!
es: ¡Ooooh, brillante!
es_mx: ¡Aaaaah, brillante!
fr: Ooooh. Ça brille !
it: Ooooooh, luminoso!
ja: おー、光ってる！
ko: 오오오, 빛이 나!
pl: Oooooch, świeci się!
pt_br: Aaaaaah, brilhante!
ru: О-о-о, светится!
zh_tw: 噢，發光呢！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: Is fancy light.
de: Schickes Licht.
es: Luz sofisticada.
es_mx: Ser una lámpara elegante.
fr: Quelle belle lueur !
it: È una bella luce.
ja: おしゃれライトだね。
ko: 근사한 빛이야.
pl: Ładne światełko.
pt_br: É luz chique.
ru: Необычная лампочка.
zh_tw: 是高級的光。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: Crush into tiny bits!
de: Zum Zermalmen!
es: ¡Se aplasta en cachitos!
es_mx: ¡Para que las cosas quedar molidas!
fr: Ça sert à écraser des trucs.
it: In tanti piccoli pezzi!
ja: 細かく砕いて！
ko: 뭉개서 작게 조각 내!
pl: Zmielę wszystko w drobny mak!
pt_br: Esmagar em pedacinhos!
ru: Все покрошит на кусочки!
zh_tw: 碎成了粉末！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MERMHOUSE
source: Just bit of a fixer upper!
de: Muss mal gemacht werden!
es: ¡Necesita unos arreglillos!
es_mx: ¡Necesitar una arregladita!
fr: Un joli petit pied-à-terre.
it: Do sistematina!
ja: ちょっとしたフィクサーアッパーだね！
ko: 손볼 데 많은 집이야!
pl: Troszkę rudera!
pt_br: Só precisa de uns reparos!
ru: Починю в два счета!
zh_tw: 需要修繕的房子！
