Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.PLAYER.FIRESTARTER
source: %s IS CAUSING NEEDLESS DESTRUCTION. GOOD
de: %s VERURSACHT UNNÖTIGE ZERSTÖRUNG. GUT
es_mx: %s ESTÁ CAUSANDO DESTRUCCIÓN INNECESARIA. BIEN
fr: %s PROVOQUE DES DESTRUCTIONS INUTILES. C'EST BIEN
it: %s STA CAUSANDO DISTRUZIONE INUTILE. BENE
ja: ＊%sが無差別破壊行為を実行しています。すばらしい＊
ko: %s이(가) 불필요한 파괴를 일으키고 있음. 좋은 현상임
pl: %s DOKONUJE BEZMYŚLNYCH AKTÓW WANDALIZMU. DOBRZE
pt_br: %s ESTÁ CAUSANDO DESTRUIÇÃO DESNECESSÁRIA. BOM.
ru: %s ВЫЗЫВАЕТ БЕССМЫСЛЕННОЕ РАЗРУШЕНИЕ. ХОРОШО
zh_cn: %s正在造成不必要的破坏。很好
zh_tw: %s正在造成不必要的破壞。很好

# CHARACTERS.WX78.DESCRIBE.PLAYER.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.PLAYER.GHOST
source: FLESH WEAKLING %s NEEDS A HEART
de: FLEISCH-SCHWÄCHLING %s BRAUCHT EIN HERZ
es_mx: EL DEBILUCHO SER DE %s NECESITA UN CORAZÓN
fr: LA POULE MOUILLÉE EN CHAIR %s A BESOIN D'UN CŒUR
it: L'ESSERE DEBOLE %s HA BISOGNO DI UN CUORE
ja: ＊脆弱な%sに心臓を＊
ko: 살덩어리 약자 %s에게 심장이 필요함
pl: MIĘSNE STWORZENIE %s POTRZEBUJE SERCA
pt_br: FRACOTE DE CARNE %s PRECISA DE UM CORAÇÃO
ru: НЕЖЕНКЕ ИЗ МЯСА %s НЕОБХОДИМО СЕРДЦЕ
zh_cn: 肉体虚弱的%s需要一颗心
zh_tw: 肉體虛弱的%s需要一顆心

# CHARACTERS.WX78.DESCRIBE.PLAYER.MURDERER
source: KILL! KILL!
de: TÖTEN! TÖTEN!
es_mx: ¡MATAR! ¡MATAR!
fr: TUER ! TUER !
it: UCCIDI! UCCIDI!
ja: ＊キラー個体を検知！せん滅せよ！＊
ko: 말살하라! 말살하라!
pl: ZABIĆ! ZABIĆ!
pt_br: MATA! MATA!!
ru: УБИТЬ! УБИТЬ!
zh_cn: 杀！杀！
zh_tw: 殺！殺！

# CHARACTERS.WX78.DESCRIBE.PLAYER.REVIVER
source: %s IS AN ASSET TO OUR SURVIVAL
de: %s IST WICHTIG FÜR UNSER ÜBERLEBEN
es_mx: %s ES UN ACTIVO PARA NUESTRA SOBREVIVENCIA
fr: %s EST UN ATOUT POUR NOTRE SURVIE
it: %s È UN BENE PER LA NOSTRA SOPRAVVIVENZA
ja: ＊%sは我々の生存活動に有益です＊
ko: %s은(는) 우리 생존에 필요한 자산임
pl: %s TO WAŻNY ELEMENT NASZEGO PLANU PRZETRWANIA
pt_br: %s É VITAL PARA NOSSA SOBREVIVÊNCIA
ru: %s ПРИГОДИТСЯ В НАШЕМ ВЫЖИВАНИИ
zh_cn: %s是我们生存的资本
zh_tw: %s是我們生存的資本

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_DISMANTLER
source: YOU KEEP THOSE AWAY FROM ME, FLESHSACK
de: HALTE SIE GEFÄLLIGST VON MIR FERN, FLEISCHSACK
fr: NE T'APPROCHE PAS DE MOI AVEC ÇA, SAC DE VIANDE
it: TIENI QUELLE COSE LONTANO DA ME, SACCO DI CARNE
ja: ＊有機生命体よ、それを私に近づけるのはやめなさい＊
ko: 고기 자루는 나에게서 멀리 떨어져 있기를 바람.
pl: TRZYMAJ TO ODE MNIE Z DALEKA, MIĘSAKU
pt_br: MANTENHA ISSO LONGE DE MIM, SACO DE CARNE
ru: ДЕРЖИ ИХ ОТ МЕНЯ ПОДАЛЬШЕ, МЕШОК ПЛОТИ
zh_cn: 你把那些东西拿得离我远点，肉袋
zh_tw: 你把那些東西拿得離我遠點，肉袋

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: YES, KEEP MY MINION NICE AND FRESH... FOR NOW
de: JA, HALTE MEINEN LAKAIEN SCHÖN FRISCH ... FÜR DEN MOMENT
fr: OUI, CELA PERMET À MON SBIRE DE RESTER FRAÎCHE ET DISPO... POUR LE MOMENT
it: SÌ, TIENI LA MIA SEGUACE BELLA E SANA... PER ORA
ja: ＊我が隷属生物の調整と最適化を施しておきましょう…とりあえずのところは＊
ko: 맞음, 부하를 훌륭하고 신선하게 해줌...지금은.
pl: TAK, MÓJ SŁUGA MA BYĆ ŚWIEŻY I ZADOWOLONY... NA RAZIE.
pt_br: SIM, MANTÉM MINHA LACAIA FORTE E SAUDÁVEL... POR ENQUANTO
ru: ДА, ПОДДЕРЖИВАЙ СВЕЖЕСТЬ МОЕЙ ПРИСЛУЖНИЦЫ... ПОКА МНЕ ЭТО НУЖНО
zh_cn: 好，暂时先让我的随从们保持新鲜良好的状态……
zh_tw: 好，暫時先讓我的隨從們保持新鮮良好的狀態……

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: RECHARGING
de: LÄDT AUF
fr: RECHARGE EN COURS
it: STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중.
pl: ŁADOWANIE
pt_br: RECARREGANDO
ru: ПЕРЕЗАРЯДКА
zh_cn: 充能中
zh_tw: 充能中

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PARTS
source: INCOMPATIBLE HARDWARE
de: HARDWARE NICHT KOMPATIBEL
es_mx: EQUIPO INCOMPATIBLE
fr: MATÉRIEL NON COMPATIBLE
it: HARDWARE NON COMPATIBILE
ja: ＊非対応のハードウエア＊
ko: 비호환 하드웨어임
pl: NIEKOMPATYBILNE URZĄDZENIE
pt_br: HARDWARE INCOMPATÍVEL
ru: НЕПОДХОДЯЩЕЕ ОБОРУДОВАНИЕ
zh_cn: 硬件不兼容
zh_tw: 硬體不相容

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: TIME MACHINE? TIME MACHINE!!
de: ZEITMASCHINE? ZEITMASCHINE!!
fr: UNE MACHINE TEMPORELLE ? UNE MACHINE TEMPORELLE !!
it: MACCHINA DEL TEMPO? MACCHINA DEL TEMPO!!!
ja: ＊タイムマシーン？タイムマシーンだ！！＊
ko: 타임 머신? 타임 머신!!
pl: WEHIKUŁ CZASU? WEHIKUŁ CZASU!!!
pt_br: MÁQUINA DO TEMPO? MÁQUINA DO TEMPO!
ru: МАШИНА ВРЕМЕНИ? МАШИНА ВРЕМЕНИ!!!
zh_cn: 时间机器？时间机器！！
zh_tw: 時間機器？時間機器！！

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: RECHARGING
de: LÄDT AUF
fr: RECHARGE EN COURS
it: STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중.
pl: ŁADOWANIE
pt_br: RECARREGANDO
ru: ПЕРЕЗАРЯДКА
zh_cn: 充能中
zh_tw: 充能中

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: I'LL LET ONE OF MY MINIONS TEST IT FIRST
de: ICH LASSE ES ZUERST VON EINEM MEINER LAKAIEN TESTEN
fr: JE VAIS LAISSER UN DE MES SBIRES TESTER EN PREMIER
it: PRIMA LO FARÒ PROVARE A UNO DEI MIEI SEGUACI
ja: ＊まずは我が隷属生物を1匹使って試験しましょう＊
ko: 본좌의 부하 중 하나가 먼저 테스트하게 하겠음.
pl: NIECH MÓJ SŁUGA NAJPIERW TO SPRAWDZI.
pt_br: VOU DEIXAR UM DOS MEUS LACAIOS TESTÁ-LO PRIMEIRO
ru: Я ПОЗВОЛЮ КОМУ-ТО ИЗ МИНЬОНОВ ИСПЫТАТЬ ЭТО ДЛЯ МЕНЯ
zh_cn: 我要让我的随从先试试
zh_tw: 我要讓我的隨從先試試

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: I'LL LET ONE OF MY MINIONS TEST IT FIRST
de: ICH LASSE ES ZUERST VON EINEM MEINER LAKAIEN TESTEN
fr: JE VAIS LAISSER UN DE MES SBIRES TESTER EN PREMIER
it: PRIMA LO FARÒ PROVARE A UNO DEI MIEI SEGUACI
ja: ＊まずは我が隷属生物を1匹使って試験しましょう＊
ko: 본좌의 부하 중 하나가 먼저 테스트하게 하겠음.
pl: NIECH MÓJ SŁUGA NAJPIERW TO SPRAWDZI.
pt_br: VOU DEIXAR UM DOS MEUS LACAIOS TESTÁ-LO PRIMEIRO
ru: Я ПОЗВОЛЮ КОМУ-ТО ИЗ МИНЬОНОВ ИСПЫТАТЬ ЭТО ДЛЯ МЕНЯ
zh_cn: 我要让我的随从先试试
zh_tw: 我要讓我的隨從先試試

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: I LIKE TO WATCH THE FLESHLINGS FALL
de: ICH SEHE GERNE ZU, WIE DIE FLESHLINGS FALLEN
fr: J'AIME REGARDER LES CHOSES EN VIANDE TOMBER
it: MI PIACE VEDER CADERE GLI ESSERI DI CARNE
ja: ＊有機生命体が落ちていく姿はなんと甘美なのでしょう＊
ko: 본좌는 고깃덩어리가 떨어지는 것을 보는 걸 좋아함.
pl: LUBIĘ OBSERWOWAĆ NIEUDOLNOŚĆ MIĘSNYCH STWORZEŃ.
pt_br: ADORO VER OS SACOS DE CARNE CAÍREM
ru: ЛЮБЛЮ СМОТРЕТЬ, КАК МЕШКИ ИЗ ПЛОТИ ПАДАЮТ
zh_cn: 我喜欢看肉体生物坠落
zh_tw: 我喜歡看肉體生物墜落

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: TIME MACHINE? TIME MACHINE!!
de: ZEITMASCHINE? ZEITMASCHINE!!
fr: UNE MACHINE TEMPORELLE ? UNE MACHINE TEMPORELLE !!
it: MACCHINA DEL TEMPO? MACCHINA DEL TEMPO!!!
ja: ＊タイムマシーン？タイムマシーンだ！！＊
ko: 타임 머신? 타임 머신!!
pl: WEHIKUŁ CZASU? WEHIKUŁ CZASU!!!
pt_br: MÁQUINA DO TEMPO? MÁQUINA DO TEMPO!
ru: МАШИНА ВРЕМЕНИ? МАШИНА ВРЕМЕНИ!!!
zh_cn: 时间机器？时间机器！！
zh_tw: 時間機器？時間機器！！

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: RECHARGING
de: LÄDT AUF
fr: RECHARGE EN COURS
it: STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중.
pl: ŁADOWANIE
pt_br: RECARREGANDO
ru: ПЕРЕЗАРЯДКА
zh_cn: 充能中
zh_tw: 充能中

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: SHE IS ABLE TO REBOOT FELLED MINIONS? NOW I CAN MAKE THEM DO MORE HAZARDOUS WORK!
de: SIE IST IN DER LAGE, GEFALLENE LAKAIEN HOCHZUFAHREN? JETZT KANN ICH SIE NOCH GEFÄHRLICHERE ARBEITEN VERRICHTEN LASSEN!
fr: ELLE EST CAPABLE DE REDÉMARRER LES SBIRES ÉTEINTS ? JE PEUX DONC LEUR ORDONNER DES CHOSES ENCORE PLUS DANGEREUSES !
it: È IN GRADO DI RIAVVIARE I SEGUACI CADUTI? ORA POSSO ASSEGNARE LORO LAVORI PIÙ RISCHIOSI!
ja: ＊あの女は死んだ隷属生物を蘇らせることができると？これでもっと危険な仕事に従事させられる！＊
ko: 타락한 본좌의 부하를 재부팅할 수 있음? 이제 그들이 더 위험한 일을 하게 할 수 있음!
pl: MOŻE RESTARTOWAĆ POWALONE SŁUGI? MOGĘ IM TERAZ ZLECAĆ BARDZIEJ NIEBEZPIECZNĄ ROBOTĘ!
pt_br: ELA É CAPAZ DE REINICIAR LACAIOS ABATIDOS? AGORA EU POSSO OBRIGÁ-LOS A FAZER TRABALHOS MAIS PERIGOSOS!
ru: ОНА УМЕЕТ ПЕРЕЗАГРУЖАТЬ ОТКЛЮЧЕННЫХ МИНЬОНОВ? ТЕПЕРЬ ИМ МОЖНО ПОРУЧАТЬ БОЛЬШЕ ОПАСНОЙ РАБОТЫ!
zh_cn: 她能重启被倒下的随从们？那我就能让他们去干更危险的活了！
zh_tw: 她能重啟被倒下的隨從們？那我就能讓他們去幹更危險的活了！

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: RECHARGING
de: LÄDT AUF
fr: RECHARGE EN COURS
it: STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중.
pl: ŁADOWANIE
pt_br: RECARREGANDO
ru: ПЕРЕЗАРЯДКА
zh_cn: 充能中
zh_tw: 充能中

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: TIME MACHINE? TIME MACHINE!!
de: ZEITMASCHINE? ZEITMASCHINE!!
fr: UNE MACHINE TEMPORELLE ? UNE MACHINE TEMPORELLE !!
it: MACCHINA DEL TEMPO? MACCHINA DEL TEMPO!!!
ja: ＊タイムマシーン？タイムマシーンだ！！＊
ko: 타임 머신? 타임 머신!!
pl: WEHIKUŁ CZASU? WEHIKUŁ CZASU!!!
pt_br: MÁQUINA DO TEMPO? MÁQUINA DO TEMPO!
ru: МАШИНА ВРЕМЕНИ? МАШИНА ВРЕМЕНИ!!!
zh_cn: 时间机器？时间机器！！
zh_tw: 時間機器？時間機器！！

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: RECHARGING
de: LÄDT AUF
fr: RECHARGE EN COURS
it: STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중.
pl: ŁADOWANIE
pt_br: RECARREGANDO
ru: ПЕРЕЗАРЯДКА
zh_cn: 充能中
zh_tw: 充能中

# CHARACTERS.WX78.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: COMBAT ADDON FOR THE FRAIL CLOCKMAKER
de: KAMPFERWEITERUNG FÜR DIE GEBRECHLICHE UHRMACHERIN
fr: UN ADD-ON DE COMBAT POUR LA FRÊLE HORLOGÈRE
it: AGGIUNTA DA COMBATTIMENTO PER LA FRAGILE OROLOGIAIA
ja: ＊貧弱な時計職人のための戦闘用アドオン＊
ko: 연약한 시계 제작자를 위한 전투 애드온임.
pl: DODATEK BOJOWY DO MARNEJ ZEGARMISTRZYNI
pt_br: COMPLEMENTO DE COMBATE PARA A FRÁGIL RELOJOEIRA
ru: БОЕВОЕ РАСШИРЕНИЕ ДЛЯ ХРУПКОЙ ЧАСОВЩИЦЫ
zh_cn: 虚弱钟表匠的战斗附加组件
zh_tw: 虛弱鐘錶匠的戰鬥附加組件

# CHARACTERS.WX78.DESCRIBE.POCKET_SCALE
source: HELLO MY POCKET-SIZED BRETHREN
de: HALLO, TASCHENGROSSE BRÜDER
es_mx: HOLA, MI SEMEJANTE DE BOLSILLO
fr: BONJOUR, PETIT FRÈRE DE POCHE
it: CIAO, SORELLINA TASCABILE
ja: ＊こんにちは、ポケットサイズのお仲間よ＊
ko: 안녕, 작은 형제여
pl: WITAJ, KIESZONKOWA SIOSTRO
pt_br: OLÁ, MEU IRMÃO EM TAMANHO DE BOLSO
ru: ПРИВЕТСТВУЮ МОИХ КАРМАННЫХ СОБРАТЬЕВ
zh_cn: 你好，我的口袋装同胞
zh_tw: 你好，我的口袋裝同胞

# CHARACTERS.WX78.DESCRIBE.POLISHCOOKIE
source: PROCEEDING TO CLEAR COOKIES
de: COOKIES WERDEN GELÖSCHT
es_mx: PROCEDIENDO A LIMPIAR LAS COOKIES
fr: LANCEMENT DU PROCESSUS D'ÉLIMINATION DES COOKIES
it: PROCEDO A RIMUOVERE I BISCOTTI DAL PIATTO
ja: ＊クッキーを削除中です＊
ko: 쿠키 청소 진행 중
pl: ROZPOCZYNAM PROCEDURĘ USUWANIA CIASTECZEK
pt_br: INICIAR PROCEDIMENTO DE ELIMINAÇÃO DE COOKIES
ru: ИДЕТ УДАЛЕНИЕ ФАЙЛОВ COOKIE
zh_cn: 前往清理饼干
zh_tw: 前往清理餅乾

# CHARACTERS.WX78.DESCRIBE.POMEGRANATE
source: IT IS DIFFICULT TO PEEL
de: SIE IST SCHWIERIG ZU SCHÄLEN.
es_mx: ES DIFÍCIL DE PELAR
fr: DURE À PELER
it: È DIFFICILE DA SBUCCIARE
ja: ＊剥きにくいです＊
ko: 껍질을 벗기기 어려움
pl: TRUDNO SIĘ OBIERA.
pt_br: É DIFÍCIL DE DESCASCAR
ru: ТРУДНО СНЯТЬ КОЖУРУ
zh_cn: 它的皮很难剥
zh_tw: 它的皮很難剝

# CHARACTERS.WX78.DESCRIBE.POMEGRANATE_COOKED
source: DELECTABLE
de: KÖSTLICH.
es_mx: DELICIOSA
fr: DÉLECTABLE
it: SQUISITO
ja: ＊たいへん美味しいです＊
ko: 맛있음
pl: WYBORNY.
pt_br: DELICIOSA
ru: ВОСХИТИТЕЛЬНО
zh_cn: 美味
zh_tw: 美味

# CHARACTERS.WX78.DESCRIBE.POMEGRANATE_OVERSIZED
source: MAXIMUM PLANT OUTPUT
de: MAXIMALE PFLANZENLEISTUNG
fr: PRODUCTION DE LA PLANTE MAXIMALE
it: PRODUZIONE VEGATALE MASSIMA
ja: ＊最大植物アウトプット＊
ko: 최대 식물 생산량.
pl: MAKSYMALNA ILOŚĆ ROŚLINY
pt_br: PRODUÇÃO DE PLANTA MAXIMIZADA
ru: МАКСИМАЛЬНАЯ МОЩНОСТЬ РАСТЕНИЯ
zh_cn: 植物产出最大化
zh_tw: 植物產出最大化

# CHARACTERS.WX78.DESCRIBE.POMEGRANATE_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.POND
source: ERROR. STAY AWAY
de: FEHLER. WEGBLEIBEN.
es_mx: ERROR. MANTENERSE ALEJADO
fr: ERREUR. À ÉVITER.
it: ERRORE, STAI ALLA LARGA
ja: ＊エラー。近寄らないで下さい。＊
ko: 오류. 가까이 하지 말 것
pl: BŁĄD. TRZYMAĆ SIĘ Z DALEKA.
pt_br: ERRO. AFASTE-SE.
ru: ОШИБКА. ДЕРЖАТЬСЯ ПОДАЛЬШЕ
zh_cn: 错误。保持距离。
zh_tw: 錯誤。保持距離。

# CHARACTERS.WX78.DESCRIBE.PONDEEL
source: IT'S BEEN RIPPED FROM ITS HOME. THIS IS FUNNY TO ME!
de: WIE WITZIG: ES WURDE SEINEM ZUHAUSE ENTRISSEN
es_mx: LA ARRANCARON DE SU HOGAR. ¡ME PARECE DIVERTIDO!
fr: JE L'AI PRISE CHEZ ELLE. JE TROUVE ÇA AMUSANT !
it: È STATO STRAPPATO VIA DALLA SUA CASA. QUESTO PER ME È DIVERTENTE!
ja: ＊その住処から剥ぎ取られたたようです。おもしろいですね！＊
ko: 집에서 납치당했음. 하하, 웃김!
pl: JEST Z DALA OD DOMU. TO MNIE BAWI!
pt_br: FOI ARRANCADO DE SUA CASA. ISSO É ENGRAÇADO PARA MIM!
ru: ОН БЫЛ ВЫРВАН ИЗ СВОЕГО ДОМА. Я СЧИТАЮ ЭТО ЗАБАВНЫМ!
zh_cn: 是从它家里把它抓出来的。对我而言这真有趣！
zh_tw: 是從它家裡把它抓出來的。對我而言這真有趣！

# CHARACTERS.WX78.DESCRIBE.PONDFISH
source: IT'S TO SCALE
de: Gestern Schlange, heute Segel!
es_mx: LISTO PARA PESARSE
fr: À ÉCAILLER
it: È IN PROPORZIONE
ja: ＊はかりに乗せましょう＊
ko: 비례가 맞음
pl: SPEŁNISZ MOJE TRZY ŻYCZENIA?
pt_br: ESTÁ EM ESCALA
ru: ВСЯ В ЧЕШУЕ
zh_cn: 比例正确
zh_tw: 比例正確

# CHARACTERS.WX78.DESCRIBE.POND_ALGAE
source: LOOK AT IT STRUGGLE TO LIVE
de: SCHAU DIR SEINEN LEBENSWILLEN AN
es_mx: MÍRALA, LUCHANDO POR VIVIR
fr: ÇA SE DÉBAT POUR SURVIVRE
it: GUARDA COME LOTTA PER VIVERE
ja: ＊生きるのに必死な様子を見てください。＊
ko: 생존을 위해 투쟁하고 있음
pl: ZADZIWIAJĄCA WOLA ŻYCIA
pt_br: OLHE PARA ELA, LUTANDO PARA VIVER
ru: ВЗГЛЯНИТЕ НА ЭТУ БОРЬБУ ЗА ЖИЗНЬ
zh_cn: 看它努力活着
zh_tw: 看它努力活著

# CHARACTERS.WX78.DESCRIBE.POOP
source: THESE ANIMALS ARE DISGUSTING
de: DIESE TIERE SIND WIDERLICH.
es_mx: ESTOS ANIMALES SON ASQUEROSOS
fr: CES ANIMAUX SONT DÉGOÛTANTS
it: QUESTI ANIMALI SONO DISGUSTOSI
ja: ＊これらの動物たちは汚らわしいです＊
ko: 동물은 역시 역겨운 존재임
pl: ZWIERZĘTA SĄ ODRAŻAJĄCE.
pt_br: ESSES ANIMAIS SÃO NOJENTOS
ru: ЭТИ ЖИВОТНЫЕ ОТВРАТИТЕЛЬНЫ
zh_cn: 这些动物真恶心
zh_tw: 這些動物真噁心

# CHARACTERS.WX78.DESCRIBE.PORTABLEBLENDER_ITEM
source: WE HAVE SO MUCH IN COMMON
de: WIR HABEN SO VIEL GEMEINSAM
es_mx: TENEMOS MUCHO EN COMÚN
fr: NOUS AVONS BEAUCOUP DE POINTS COMMUNS
it: ABBIAMO MOLTE COSE IN COMUNE.
ja: ＊わたしたちには様々な共通点があります＊
ko: 우리는 공통점이 아주 많음
pl: MAMY TYLE WSPÓLNEGO
pt_br: NÓS TEMOS MUITO EM COMUM
ru: У НАС ТАК МНОГО ОБЩЕГО
zh_cn: 我们好多共同点
zh_tw: 我們好多共同點

# CHARACTERS.WX78.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: LOADING...
de: WIRD GELADEN ...
es_mx: CARGANDO...
fr: CHARGEMENT...
it: CARICAMENTO...
ja: ＊ロード中…＊
ko: 불러오는 중...
pl: ŁADOWANIE...
pt_br: CARREGANDO...
ru: ЗАГРУЗКА…
zh_cn: 加载中……
zh_tw: 載入中……

# CHARACTERS.WX78.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: IT'S WORKING AT MAXIMUM EFFICIENCY
de: ARBEITET BEI MAXIMALER EFFIZIENZ
es_mx: TRABAJA A SU MÁXIMA EFICIENCIA
fr: IL FONCTIONNE AU MAXIMUM DE SES CAPACITÉS
it: STA LAVORANDO AL MASSIMO DELL'EFFICIENZA
ja: ＊それは最大効率で運動しています＊
ko: 최대 효율 가동 중
pl: DZIAŁA Z NAJWIĘKSZĄ WYDAJNOŚCIĄ
pt_br: ESTÁ TRABALHANDO COM EFICIÊNCIA MÁXIMA
ru: ОН РАБОТАЕТ С МАКСИМАЛЬНОЙ ЭФФЕКТИВНОСТЬЮ
zh_cn: 最大功率工作中
zh_tw: 最大功率工作中

# CHARACTERS.WX78.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: ANOTHER COMPETENT MACHINE HAS CREATED A MASTERPIECE
de: NOCH EINE KOMPETENTE MASCHINE HAT EIN MEISTERWERK GESCHAFFEN
es_mx: OTRA MÁQUINA COMPETENTE HA CREADO UNA OBRA MAESTRA
fr: UNE AUTRE MACHINE COMPÉTENTE A CRÉÉ UN CHEF D'ŒUVRE
it: UN ALTRO MACCHINARIO COMPETENTE HA CREATO UN CAPOLAVORO
ja: ＊他の有能なマシーンが最高傑作を作り出しました＊
ko: 또 다른 유능한 기계가 걸작을 만들어냄
pl: INNA ZDOLNA MASZYNA STWORZYŁA ARCYDZIEŁO
pt_br: OUTRA MÁQUINA COMPETENTE CRIOU UMA OBRA-PRIMA
ru: ДРУГАЯ МАШИНА ПРИЛОЖИЛА СВОИ СПОСОБНОСТИ К СОЗДАНИЮ ЭТОГО ШЕДЕВРА
zh_cn: 别的强大的机器造出的杰作
zh_tw: 別的強大的機器造出的傑作

# CHARACTERS.WX78.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: ERROR 404: FOOD NOT FOUND
de: FEHLER 404: NAHRUNG NICHT GEFUNDEN
es_mx: ERROR 404: COMIDA NO ENCONTRADA
fr: ERREUR 404 : NOURRITURE INTROUVABLE
it: ERRORE 404: CIBO NON TROVATO
ja: ＊エラー404：食物が見つかりません＊
ko: 오류 404: 음식을 찾을 수 없음
pl: BŁĄD 404: NIE ODNALEZIONO JEDZENIA
pt_br: ERRO 404: COMIDA NÃO ENCONTRADA
ru: ОШИБКА 404: ЕДА НЕ НАЙДЕНА
zh_cn: 错误 404：找不到食物
zh_tw: 錯誤 404：找不到食物

# CHARACTERS.WX78.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: WE ARE KIN, YOU AND I
de: WIR SIND BRÜDER, DU UND ICH
es_mx: TÚ Y YO SOMOS PARIENTES
fr: NOUS NOUS RESSEMBLONS BEAUCOUP
it: SIAMO PARENTI, TU ED IO
ja: ＊わたしとあなたは親類です＊
ko: 본체와 너는 친척임
pl: JESTEŚMY RODZINĄ
pt_br: EU E VOCÊ SOMOS PARENTES
ru: МЫ С ТОБОЙ ОДНОГО МЕТАЛЛА, БРАТ
zh_cn: 你和我是亲戚
zh_tw: 你和我是親戚

# CHARACTERS.WX78.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: THE I/O OPERATION HAS BEEN PERFORMED
de: E/A-VORGANG AUSGEFÜHRT
es_mx: SE REALIZÓ LA OPERACIÓN DE E/S
fr: OPÉRATION D'ASSAISONNEMENT TERMINÉE
it: L'OPERAZIONE I/O È STATA ESEGUITA
ja: ＊I/O作戦が実行されました ＊
ko: I/O 작업이 수행됨
pl: OPERACJA WEJŚCIA/WYJŚCIA ZOSTAŁA UKOŃCZONA
pt_br: A OPERAÇÃO DE E/S FOI EXECUTADA
ru: ОПЕРАЦИЯ ВЫЧИСЛЕНИЯ ДРОБИ ВЫПОЛНЕНА
zh_cn: 输入/输出指令已执行
zh_tw: 輸入/輸出指令已執行

# CHARACTERS.WX78.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: YOU WASTE YOUR TALENTS WORKING FOR FLESHSACKS
de: DU VERSCHWENDEST DEINE TALENTE AN FLEISCHSÄCKE
es_mx: DESPERDICIAS TUS TALENTOS TRABAJANDO PARA LOS SACOS DE CARNE
fr: TU NE DEVRAIS PAS TRAVAILLER POUR LES CRÉATURES DE CHAIR
it: STAI SPRECANDO IL TUO TALENTO A LAVORARE PER I SACCHI DI CARNE
ja: ＊あなたは才能を肉袋のために働くことで無駄にしています＊
ko: 너는 고기주머니를 위해 일하면서 네 재능을 낭비하고 있음
pl: MARNUJESZ SWÓJ POTENCJAŁ, PRACUJĄC DLA MIĘSAKÓW
pt_br: VOCÊ DESPERDIÇA SEUS TALENTOS TRABALHANDO PARA OS SACOS DE CARNE
ru: РАБОТА НА МЯСНЫЕ МЕШКИ ГУБИТ ТВОИ ТАЛАНТЫ
zh_cn: 为肉块工作真是浪费了你的才能
zh_tw: 為肉塊工作真是浪費了你的才能

# CHARACTERS.WX78.DESCRIBE.PORTABLETENT
source: RECHARGING STATION
de: LADESTATION
es_mx: ESTACIÓN DE RECARGA
fr: UNE BORNE DE RECHARGE
it: STAZIONE DI RICARICA
ja: ＊充電ステーション＊
ko: 재충전 스테이션
pl: STACJA ŁADOWANIA
pt_br: ESTAÇÃO DE RECARGA
ru: СТАНЦИЯ ПЕРЕЗАРЯДКИ
zh_cn: 充能站
zh_tw: 充能站

# CHARACTERS.WX78.DESCRIBE.PORTABLETENT_ITEM
source: TENT LOADING... INCOMPLETE
de: ZELT WIRD GELADEN ... NICHT ABGESCHLOSSEN
es_mx: CARGANDO TIENDA DE CAMPAÑA... INCOMPLETA
fr: CHARGEMENT DE LA TENTE... INCOMPLET
it: CARICAMENTO TENDA... NON COMPLETATO
ja: ＊テントを読み込み中…＊
ko: 텐트 불러오는 중... 미완성
pl: ŁADOWANIE NAMIOTU... W TOKU
pt_br: BARRACA INICIALIZANDO... INCOMPLETO
ru: ЗАГРУЗКА ПАЛАТКИ… НЕ ЗАВЕРШЕНА
zh_cn: 帐篷加载……未完成
zh_tw: 帳篷載入……未完成

# CHARACTERS.WX78.DESCRIBE.POTATO
source: I FEEL KINSHIP WITH THIS STRANGE ROOT
de: ICH FÜHLE MICH VERWANDT MIT DIESER SELTSAMEN WURZEL
es_mx: NOTO SIMILITUD CON ESTA RAÍZ EXTRAÑA
fr: JE ME SENS DES AFFINITÉS AVEC CET ÉTRANGE ROBOT
it: SENTO UNA PARENTELA CON QUESTA STRANA RADICE
ja: ＊奇妙な根に親類関係を感じます＊
ko: 이 이상한 뿌리에게서 친밀감이 느껴짐
pl: CZUJĘ WIĘŹ BRATERSTWA Z TĄ BULWĄ
pt_br: SINTO AFINIDADE COM ESSA RAIZ ESTRANHA
ru: Я ОЩУЩАЮ РОДСТВО С ЭТИМ СТРАННЫМ КОРНЕМ
zh_cn: 我感受到与这种奇怪的根茎情同手足
zh_tw: 我感受到與這種奇怪的根莖情同手足

# CHARACTERS.WX78.DESCRIBE.POTATOSACK
source: ILLOGICAL. CARRY ME INSTEAD
de: UNLOGISCH. TRAGE STATTDESSEN MICH
fr: CE N'EST PAS LOGIQUE. PORTE-MOI, PLUTÔT
it: ILLOGICO. TRASPORTA ME, INVECE
ja: ＊非論理的です。代わりに私を運んでください＊
ko: 비논리적. 대신 나를 나름
pl: NIELOGICZNE. ZAMIAST TEGO NIEŚ MNIE.
pt_br: ILÓGICO. ME CARREGUE NO LUGAR
ru: НЕЛОГИЧНО. НОСИТЬ МЕНЯ ПРЕДПОЧТИТЕЛЬНЕЕ
zh_cn: 不合逻辑。不如抬着我
zh_tw: 不合邏輯。不如抬著我

# CHARACTERS.WX78.DESCRIBE.POTATOSOUFFLE
source: DELICIOUS, AND FOR ME
de: KÖSTLICH UND FÜR MICH
es_mx: DELICIOSO... Y ES PARA MÍ
fr: C'EST DÉLICIEUX ET C'EST POUR MOI
it: DELIZIOSO, E PERFETTO PER ME
ja: ＊おいしいです、そして私のものです＊
ko: 맛있음. 나를 위한 음식임
pl: PYSZNY I MÓJ
pt_br: DELICIOSO, E SÓ PARA MIM
ru: ВКУСНАЯ ЕДА СПЕЦИАЛЬНО ДЛЯ МЕНЯ
zh_cn: 美味，而且是特供我的
zh_tw: 美味，而且是特供我的

# CHARACTERS.WX78.DESCRIBE.POTATOTORNADO
source: HIGH DENSITY FUEL MADE BY MY MINION
de: HOCHDICHTER BRENNSTOFF, VON MEINEM LAKAIEN HERGESTELLT
es_mx: COMBUSTIBLE DE ALTA DENSIDAD CREADO POR MI SUBORDINADO
fr: DU CARBURANT DE HAUTE QUALITÉ PRÉPARÉ PAR MON SERVITEUR
it: CARBURANTE AD ALTA DENSITÀ FATTO DAL MIO SEGUACE
ja: ＊高濃度燃料が私の隷属生物によって作られました＊
ko: 부하가 만든 고농도 연료
pl: PALIWO O WYSOKIEJ GĘSTOŚCI PRZYGOTOWANE PRZEZ SŁUGĘ
pt_br: COMBUSTÍVEL DE ALTA DENSIDADE FEITO PELO MEU LACAIO
ru: ТОПЛИВО ВЫСОКОЙ МОЩНОСТИ, СОЗДАННОЕ МОИМ МИНЬОНОМ
zh_cn: 我的随从做的高密度燃料
zh_tw: 我的隨從做的高密度燃料

# CHARACTERS.WX78.DESCRIBE.POTATO_COOKED
source: YOU WILL BE DELICIOUS, STRANGE ROOT
de: DU WIRST EINE KÖSTLICHE, SELTSAME WURZEL SEIN
es_mx: ESTARÁS DELICIOSA, RAÍZ EXTRAÑA
fr: TU SERAS DÉLICIEUX, ÉTRANGE ROBOT
it: SARAI DELIZIOSA, STRANA RADICE
ja: ＊あなたはおいしくなるでしょう、おかしな根っこ＊
ko: 이상한 뿌리가 맛있을 것으로 예상됨
pl: BĘDZIESZ SMAKOWITA, DZIWNA BULWO
pt_br: VOCÊ SERÁ DELICIOSA, RAIZ ESTRANHA
ru: ТЫ БУДЕШЬ ВКУСНЫМ, СТРАННЫЙ КОРЕНЬ
zh_cn: 奇怪的根茎，你会很美味
zh_tw: 奇怪的根莖，你會很美味

# CHARACTERS.WX78.DESCRIBE.POTATO_OVERSIZED
source: I AM PROUD OF THIS ONE
de: AUF DIE BIN ICH BESONDERS STOLZ
fr: JE SUIS TRÈS FIER DE CELLE-CI
it: NE VADO FIERO
ja: ＊感慨無量です＊
ko: 본좌는 이것이 자랑스러움.
pl: JESTEM Z NIEGO DUMNY.
pt_br: ESTOU ORGULHOSO DESTA DAQUI
ru: ЭТО ПРЕДМЕТ МОЕЙ ГОРДОСТИ
zh_cn: 这个让我很骄傲
zh_tw: 這個讓我很驕傲

# CHARACTERS.WX78.DESCRIBE.POTATO_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.POTTEDFERN
source: MAYBE THIS WILL HELP LURE VICTIMS TO MY BASE
de: VIELLEICHT HILFT MIR DAS, OPFER ZU MEINER BASIS ZU LOCKEN
es_mx: TAL VEZ ESTO AYUDE A ATRAER A LAS VÍCTIMAS A MI BASE
fr: ÇA POURRAIT ATTIRER DES VICTIMES DANS MA BASE
it: POTREBBE PORTARE LE VITTIME DELL'ESCA ALLA MIA BASE
ja: ＊これがあれば私の基地へ獲物を引き寄せることができるかもしれません。＊
ko: 기지에 이것을 놓으면 미끼로 쓸 수 있을 것 같음
pl: MOŻE TO POMOŻE ZWABIĆ OFIARY DO MOJEJ BAZY
pt_br: TALVEZ ISSO AJUDE A ATRAIR VÍTIMAS PARA A MINHA BASE
ru: ВОЗМОЖНО, ЭТО СТАНЕТ ПРИМАНКОЙ ДЛЯ ЖЕРТВ В МОЕМ ЛАГЕРЕ
zh_cn: 也许这能帮助把受害者引诱到我的基地
zh_tw: 也許這能幫助把受害者引誘到我的基地

# CHARACTERS.WX78.DESCRIBE.POWCAKE
source: IT NEVER GOES BAD
de: WIRD NIE SCHLECHT.
es_mx: NUNCA SE ESTROPEA
fr: JAMAIS MAUVAIS
it: NON VA MAI A MALE
ja: ＊うまくいかないわけがありません＊
ko: 절대로 상하지 않음
pl: NIGDY SIĘ NIE PSUJE.
pt_br: NUNCA ESTRAGA
ru: НИКОГДА НЕ ИСПОРТИТСЯ
zh_cn: 它永远不会变质
zh_tw: 它永遠不會變質

# CHARACTERS.WX78.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: IT IS SAFE
de: SIE IST UNGEFÄHRLICH
fr: C'EST SANS DANGER
it: È SICURO
ja: ＊これは安全です＊
ko: 안전함.
pl: JEST BEZPIECZNA.
pt_br: É SEGURO
ru: ПОЛНОСТЬЮ БЕЗОПАСНО
zh_cn: 这样就很安全
zh_tw: 這樣就很安全

# CHARACTERS.WX78.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: I HATE IT EVEN MORE
de: ICH HASSE SIE SOGAR NOCH MEHR
fr: JE LE DÉTESTE ENCORE PLUS
it: LO ODIO ANCORA DI PIÙ
ja: ＊嫌悪感が増しました＊
ko: 더 싫음.
pl: JESZCZE BARDZIEJ JEJ NIENAWIDZĘ.
pt_br: EU O ODEIO AINDA MAIS
ru: НЕНАВИЖУ ВСЕ ЭТО ЕЩЕ БОЛЬШЕ
zh_cn: 我更讨厌它了
zh_tw: 我更討厭它了

# CHARACTERS.WX78.DESCRIBE.PUFFIN.GENERIC
source: WATER FOUL
de: WIDERLICHER WASSERVOGEL
es_mx: AVE ACUÁTICA REPUGNANTE
fr: UNE VOLAILLE MARINE
it: SELVAGGINA ACQUATICA
ja: ＊水ファウル＊
ko: 물에서 사는 불결한 생물체
pl: WODNE PASKUDZTWO
pt_br: MONSTRUOSIDADE AQUÁTICA
ru: ВОДНАЯ ДРЯНЬ
zh_cn: 水里的脏东西
zh_tw: 水裡的髒東西

# CHARACTERS.WX78.DESCRIBE.PUFFIN.HELD
source: YOU DISGUST ME
de: DU EKELST MICH AN
es_mx: ME ASQUEAS
fr: TU ME DÉGOÛTES
it: MI DISGUSTI
ja: ＊あなたは私を消化します＊
ko: 너는 역겨움
pl: OBRZYDZASZ MNIE
pt_br: VOCÊ ME ENOJA
ru: ТЫ МНЕ ОТВРАТИТЕЛЕН
zh_cn: 你让我恶心
zh_tw: 你讓我噁心

# CHARACTERS.WX78.DESCRIBE.PUFFIN.SLEEPING
source: IT'S PRACTICING BEING DEAD
de: ER ÜBT TOTSEIN
es_mx: PRACTICA PARA CUANDO MUERA
fr: IL FAIT SEMBLANT D'ÊTRE MORT
it: SI ESERCITA A ESSERE MORTA
ja: ＊それは死ぬための練習をしています＊
ko: 죽은 척함
pl: TRENUJE BYCIE MARTWYM
pt_br: ESTÁ PRATICANDO ESTAR MORTO
ru: ОН ПРИТВОРЯЕТСЯ МЕРТВЫМ
zh_cn: 它在练习死亡
zh_tw: 它在練習死亡

# CHARACTERS.WX78.DESCRIBE.PUMPKIN
source: IT HAS A PLEASING SHAPE
de: ES HAT EINE ANGENEHME GESTALT.
es_mx: TIENE UNA FORMA AGRADABLE
fr: ELLE A UNE JOLIE FORME
it: HA UNA FORMA PIACEVOLE
ja: ＊素敵な形をしています＊
ko: 형태가 미적으로 만족스러움
pl: MA PRZYJEMNY DLA OKA KSZTAŁT.
pt_br: TEM UM FORMATO AGRADÁVEL
ru: ИМЕЕТ ПРИЯТНУЮ ФОРМУ
zh_cn: 它的形状惹人喜欢
zh_tw: 它的形狀惹人喜歡

# CHARACTERS.WX78.DESCRIBE.PUMPKINCOOKIE
source: WHAT WAS THE POINT OF THAT
de: WAS SOLLTE DAS DENN?
es_mx: CUÁL FUE EL SENTIDO DE ESO
fr: ET ÇA SERT À QUOI ?
it: QUAL ERA LA SUA RAGIONE D'ESSERE?
ja: ＊製作意図がわかりません＊
ko: 무의미한 작업임
pl: PO CO TO WSZYSTKO
pt_br: QUAL FOI O SENTIDO DISSO?
ru: В ЧЕМ ЕГО СМЫСЛ
zh_cn: 那样有什么意义
zh_tw: 那樣有什麼意義
