Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.MONSTERMEAT_DRIED
source: Smells even worse now, florp!
de: Riecht jetzt noch schlechter, florp!
es: ¡Ahora huele aún peor, florp!
es_mx: ¡Ahora oler aún peor, flop!
fr: L'odeur est encore pire maintenant, florp !
it: Puzza ancora peggio adesso, florp!
ja: もっとひどい臭いがするよ、フロープ！
ko: 냄새 더 고약해졌어, 뻐끔!
pl: Teraz śmierdzi jeszcze bardziej, florp!
pt_br: Cheira ainda pior agora, florp!
ru: Теперь еще хуже пахнет, буль!
zh_tw: 現在更難聞了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MONSTERTARTARE
source: Fancy name not make it better, flort.
de: Schicker Name macht nicht besser, flort.
es: Un nombre sofisticado no lo mejora, flort.
es_mx: Ponerle nombre elegante no volverla mejor, flot.
fr: C'est pas meilleur parce qu'on lui donne un nom compliqué.
it: Bel nome non rende migliore, flort.
ja: 派手な名前は良くないよ、フロート。
ko: 근사한 이름 붙여도 본질 똑같아, 뻐끔.
pl: Wymyślne imię nie załatwi sprawy, flort.
pt_br: Nome chique não deixa melhor, flort.
ru: Мудреное имя не сделает тебя вкуснее, хлюп.
zh_tw: 光名字起的好沒用，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MOONBASE.BROKEN
source: Someone broke it, flrot!
de: Jemand kaputtgemacht, flort!
es: ¡Alguien ha roto esto, flort!
es_mx: ¡Alguien haberla roto, flot!
fr: Quelqu'un l'a cassé, flort !
it: Qualcuno rotto, flrot!
ja: 誰かが壊したんだよ、フロート！
ko: 누가 망가뜨렸어, 뻐끔!
pl: Ktoś go zepsuł, flort!
pt_br: Alguém quebrou, flort!
ru: Хляп, кто-то сломал!
zh_tw: 有人弄壞它了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOONBASE.GENERIC
source: It want something?
de: Will was?
es: ¿Quiere algo?
es_mx: ¿Esto querer algo?
fr: Il veut quelque chose ?
it: Vuole qualcosa?
ja: 何か欲しいの？
ko: 뭐 원해?
pl: Czegoś ode mnie chce?
pt_br: Quer alguma coisa?
ru: Надо что-то принести?
zh_tw: 它想要點什麼東西？

# CHARACTERS.WURT.DESCRIBE.MOONBASE.MOONSTAFF
source: Bright stick!
de: Leuchtestock!
es: ¡Palo brillante!
es_mx: ¡Rama brillante!
fr: Un bâton brillant !
it: Bastone luminoso!
ja: 明るい棒だよ！
ko: 밝은 막대기야!
pl: Świecący patyk!
pt_br: Bastão brilhante!
ru: Яркопалка!
zh_tw: 明亮的棍子！

# CHARACTERS.WURT.DESCRIBE.MOONBASE.STAFFED
source: Anything happen, florp?
de: Was passiert, florp?
es: ¿Ha pasado algo, florp?
es_mx: ¿Pasar algo, flop?
fr: Il se passe quelque chose, florp ?
it: Successo qualcosa, florp?
ja: 何かあったの、フロープ？
ko: 뭐 일어나나, 뻐끔?
pl: Coś się stało, florp?
pt_br: Aconteceu coisa, florp?
ru: Хлюп? Получилось?
zh_tw: 要有事發生了嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.MOONBASE.WRONGSTAFF
source: Don't look right.
de: Sieht nicht gut aus.
es: No parece estar bien.
es_mx: No verse bien.
fr: Ça va pas.
it: Non va bene.
ja: 見てはいけないよ。
ko: 잘못된 것 같아.
pl: Nie wygląda dobrze.
pt_br: Não parece certo.
ru: Что-то не так.
zh_tw: 看著不太對。

# CHARACTERS.WURT.DESCRIBE.MOONBUTTERFLY.GENERIC
source: It slightly less ugly than normal butterflies.
de: Nicht so hässlich wie normale Schmetterlinge.
es: Es un poco menos fea que las mariposas normales.
es_mx: Ser ligeramente menos fea que mariposas normales.
fr: Il est un peu moins moche que les autres papillons.
it: Po' meno brutta di farfalle normali.
ja: 普通の蝶よりやや不細工だね。
ko: 그냥 나비보다 조금 덜 못생겼어.
pl: Jest odrobinę ładniejsza od normalnych motyli.
pt_br: É pouco menos feio que as borboletas normais.
ru: Не такая гадкая, как обычные бабочки.
zh_tw: 比普通蝴蝶稍微好看點。

# CHARACTERS.WURT.DESCRIBE.MOONBUTTERFLY.HELD
source: Soft...
de: Weich ...
es: Suave...
es_mx: Ser suave.
fr: C'est doux...
it: Morbida...
ja: やわらかい...
ko: 부드러워...
pl: Mięciutka...
pt_br: Macia...
ru: Мягенькая…
zh_tw: 真軟……

# CHARACTERS.WURT.DESCRIBE.MOONBUTTERFLYWINGS
source: Bit dusty.
de: Staubig.
es: Tienen un poco de polvo.
es_mx: Ser un poco polvorientas.
fr: C'est couvert de poussière.
it: Po' polverose.
ja: 少し埃っぽいね。
ko: 먼지 조금 있어.
pl: Trochę zakurzone.
pt_br: Meio empoeirada.
ru: Немного пыльные.
zh_tw: 有點灰塵。

# CHARACTERS.WURT.DESCRIBE.MOONBUTTERFLY_SAPLING
source: Tree grow from bug? Me learning lots today!
de: Baum wächst aus Vieh? Lerne viel heute!
es: ¿Un árbol que crece de un bicho? ¡Hoy estoy aprendiendo un montón!
es_mx: ¿Árbol haber salido de bicho? ¡Yo estar aprendiendo mucho hoy!
fr: Un arbre qui pousse à partir d'un insecte ? J'me coucherai moins bête.
it: Albero che cresce da insetto? Oggi imparo tanto!
ja: 虫から木が育つの？今日は勉強になったよ。
ko: 벌레에서 나무 자라? 오늘 배우는 게 많네!
pl: Drzewo wyrasta z robaka? Poznaję dzisiaj wiele nowych rzeczy!
pt_br: Árvore cresce de inseto? Aprendi muito hoje!
ru: Из жуков растут деревья? Я столько всего узнаю!
zh_tw: 蟲子長成了樹？我今天學到好多！

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.CAVE
source: This not good spot.
de: Kein guter Ort.
es: Este no es un buen sitio.
es_mx: Este no ser buen lugar.
fr: Ça va pas là.
it: Questo non è buon posto.
ja: ここは良くない場所だね。
ko: 좋은 자리 아니야.
pl: To nie najlepsze miejsce.
pt_br: Esse não é lugar bom.
ru: Плохое место.
zh_tw: 這不是好位置。

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.GENERIC
source: Special moon pond.
de: Besonderer Mondteich.
es: Estanque de luna especial.
es_mx: Estanque lunar especial.
fr: C'est une sorte de mare pour la lune.
it: Stagno di luna speciale.
ja: 特別な月の池だね。
ko: 특별한 달 연못이야.
pl: Taka specjalna księżycowa fontanna.
pt_br: Lagoa da lua especial.
ru: Особый лунный прудик.
zh_tw: 特別的月亮池塘。

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.GLASSED
source: Glurph... something watching.
de: Glurf ... etwas sieht zu.
es: Glurph... Algo observa.
fr: Glurp... Quelque chose m'regarde.
it: Glurp... qualcosa guarda.
ja: グルーフ…何かに見られてるよ。
ko: 빠끔... 뭔가 지켜보고 있어.
pl: Glurp... Coś mnie obserwuje.
pt_br: Glurph... tem algo observando.
ru: Бульк... оттуда кто-то смотрит.
zh_tw: 格浪浮……有什麼在盯著我。

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.NIGHT_FULL
source: Big bouncy moon, florp!
de: Dicker Mond, florp!
es: ¡Gran luna saltarina, florp!
es_mx: ¡Gran luna rebotadora, flop!
fr: Une grosse lune qui rebondit, florp !
it: Grande luna rimbalzante, florp!
ja: 大きな弾む月だよ、フロープ！
ko: 크고 탱탱한 달이야, 뻐끔!
pl: Wielki, okrągły księżyc, florp!
pt_br: Grande lua saltitante, florp!
ru: Большая прыгучая луна, бульк!
zh_tw: 又大又愛跳的月亮，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.NIGHT_NEW
source: Moon not swimming tonight?
de: Mond schwimmt heute nicht?
es: ¿La luna no nada esta noche?
es_mx: ¿La luna no nadar hoy?
fr: La lune nage pas aujourd'hui.
it: Luna non nuota stasera?
ja: 今夜は月は泳がないのかな？
ko: 오늘은 달 수영 안 해?
pl: Księżyc dzisiaj nie pływa?
pt_br: Lua não vai nadar hoje à noite?
ru: Сегодня луна не купается?
zh_tw: 月亮今晚不游泳了？

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.NIGHT_WANE
source: Moon look smaller tonight.
de: Mond sieht heute kleiner aus.
es: Esta noche la luna parece más pequeña.
es_mx: La luna verse más pequeña hoy.
fr: La lune est plus petite aujourd'hui.
it: Luna sembra più piccola stasera.
ja: 今夜は月が小さく見えるね。
ko: 오늘은 달 작아진 것 같아.
pl: Księżyc jest dzisiaj mniejszy.
pt_br: Lua parece menor essa noite.
ru: Луна сегодня как будто меньше.
zh_tw: 今晚月亮看起來更小了。

# CHARACTERS.WURT.DESCRIBE.MOONDIAL.NIGHT_WAX
source: Grow big, moon!
de: Wachsen, Mond!
es: ¡Hazte grande, luna!
es_mx: ¡Crecer mucho, luna!
fr: Allez, la lune, grossis !
it: Cresci grande, luna!
ja: 大きくなってね、お月様！
ko: 커져라, 달아!
pl: Rośnij, księżycu!
pt_br: Cresça grande, lua!
ru: Расти большая, луна!
zh_tw: 長大，月亮！

# CHARACTERS.WURT.DESCRIBE.MOONGLASS
source: Glurp! Sharp!
de: Glurp! Scharf!
es: ¡Glurp! ¡Puntiagudo!
es_mx: ¡Glup! ¡Afilado!
fr: Aïe ! Ça coupe !
it: Glurp! Taglia!
ja: グループ！シャープ！
ko: 빠끔! 날카로워!
pl: Glurp! Ostry!
pt_br: Glurp! Afiado!
ru: Хлюп! Укололась!
zh_tw: 格勒噗！真鋒利！

# CHARACTERS.WURT.DESCRIBE.MOONGLASSAXE
source: Chop extra good, florp!
de: Hackt sehr gut, florp!
es: ¡Corta extrabién, florp!
es_mx: ¡Cortar muy bien, flop!
fr: Ça coupe super bien, florp !
it: Taglia troppo bene, florp!
ja: チョップエクストラグッド、フロープ！
ko: 더 잘 벨 수 있어, 뻐끔!
pl: Ale świetnie rąbie, florp!
pt_br: Corte muito bem, florp!
ru: Еще лучше рубит, бульк!
zh_tw: 砍起來格外順手，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOONGLASS_CHARGED
source: Is sharp glowy things.
de: Ist scharfe Leuchtdinger.
es: Cosas puntiagudas y brillantes.
fr: Des trucs qui coupent et qui brillent.
it: Cose appuntite e luminose.
ja: トゲトゲでピカピカしてる。
ko: 날카롭게 빛나는 물건이야.
pl: Ostre i świecące cosie.
pt_br: Coisas afiadas e brilhantes.
ru: Острые штучки-светлючки.
zh_tw: 是鋒利發光的東西。

# CHARACTERS.WURT.DESCRIBE.MOONGLASS_ROCK
source: Good color, florp.
de: Gute Farbe, florp.
es: Buen color, florp.
es_mx: Tener lindo color, flop.
fr: Quelle belle couleur, florp !
it: Colore bello, florp.
ja: 良い色だよ、フロープ。
ko: 멋진 색이야, 뻐끔.
pl: Ładny kolor, florp.
pt_br: Boa cor, florp.
ru: Хороший цвет, хлюп.
zh_tw: 好顏色，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: Think saw something move in there.
de: Etwas bewegt sich da.
es: Creo que he visto moverse algo por ahí.
es_mx: Yo creer haber visto algo moverse ahí.
fr: J'ai vu quelque chose bouger.
it: Sembra vedere cosa muovere dentro.
ja: 何かが動くのを見た気がするよ。
ko: 안에서 뭐 움직인 것 같아.
pl: Zdaje mi się, że widziałam, jak coś się tam rusza.
pt_br: Acho vi alguma coisa se mexer lá.
ru: Там что-то пошевелилось.
zh_tw: 好像看到裡面有東西在動。

# CHARACTERS.WURT.DESCRIBE.MOONROCKCRATER
source: Rock need pretty decoration!
de: Stein braucht schöne Dekoration!
es: ¡Esta roca necesita una decoración bonita!
es_mx: ¡Esta roca necesitar linda decoración!
fr: Il faut que je décore cette pierre !
it: Alla roccia serve decorazione!
ja: 岩はかなりの装飾を必要としているよ。
ko: 돌에는 예쁜 장식 필요해!
pl: Skała potrzebuje ładnej ozdoby!
pt_br: Pedra precisa de decoração bonita!
ru: Камушек нужно украсить!
zh_tw: 石頭需要漂亮的裝飾品！

# CHARACTERS.WURT.DESCRIBE.MOONROCKIDOL
source: It looking at me.
de: Guckt mich an.
es: Me está mirando.
es_mx: Eso estar mirándome.
fr: J'me sens observée.
it: Guarda me.
ja: 私を見てるね。
ko: 나 보고 있어.
pl: Patrzy się na mnie.
pt_br: Tá olhando pra mim.
ru: Смотрит на меня.
zh_tw: 它在看著我。

# CHARACTERS.WURT.DESCRIBE.MOONROCKNUGGET
source: Weird rock.
de: Seltsamer Stein.
es: Roca rara.
es_mx: Roca extraña.
fr: Une pierre bizarre.
it: Roccia strana.
ja: 変な岩だね。
ko: 이상한 돌이야.
pl: Dziwna skała.
pt_br: Pedra estranha.
ru: Чудной камушек.
zh_tw: 奇怪的石頭。

# CHARACTERS.WURT.DESCRIBE.MOONROCKSEED
source: Floaty!
de: Schwimmt!
es: ¡Cómo flota!
es_mx: ¡Flota!
fr: Ça flotte !
it: Fluttuante!
ja: 浮いてるよ！
ko: 둥둥이다!
pl: Unosi się!
pt_br: Flutuante!
ru: Летучка!
zh_tw: 能浮起來！

# CHARACTERS.WURT.DESCRIBE.MOONROCK_PIECES
source: Moon made these?
de: Mond hat gemacht?
es: ¿La luna hizo esto?
es_mx: ¿Estar hechas de luna?
fr: C'est la lune qui a fait ça ?
it: Luna ha fatto queste?
ja: 月が作ったのかな？
ko: 달이 만들었다고?
pl: Pochodzi z księżyca?
pt_br: Lua fez isso?
ru: Их луна сделала?
zh_tw: 月亮做的嗎？

# CHARACTERS.WURT.DESCRIBE.MOONSPIDERDEN
source: Extra nasty Spiderfolk!!
de: Besonders hässliche Spinnenleute!
es: ¡¡Arañas superasquerosas!!
es_mx: ¡¡Un ser araña superasqueroso!!
fr: Une horrible araignée !
it: Ragni molto cattivi!
ja: かなり厄介なスパイダーフォークだよ！
ko: 엄청 더러운 거미족이야!!
pl: Wyjątkowo okropny pajęczak!
pt_br: Povo-aranha bem desagradável!!
ru: Очень гадкий паук!
zh_tw: 尤其噁心的蜘蛛人！！

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: Is very sharp.
de: Ist sehr scharf.
es: Muy afilado.
fr: C'est très tranchant.
it: Molto appuntita.
ja: すっごく鋭いね。
ko: 매우 날카로워.
pl: Bardzo ostre.
pt_br: É muito afiada.
ru: Очень острое.
zh_tw: 很鋒利。

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: Oooooooh pretty!
de: Oooooh hübsch!
es: Oooooh... Bonito.
fr: Oooooh trop jolie !
it: Oooh, bella!
ja: うわああ～～～～！キレー！
ko: 오오오오 예뻐!
pl: Oooooch, jakie to ładne!
pt_br: Aaaah, linda!
ru: О-о-о-о-о, красиво!
zh_tw: 噢漂亮哇！

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_GOGGLESHAT
source: Grrr, can't get the 'tato out!
de: Grrr, krieg die Toffel nicht raus!
es: Grrr... ¡Patata no sale!
fr: Grrrr, j'arrive pas à sortir la patate !
it: Grr, non riesco prendere patata!
ja: グルル…おイモが取り出せないよ！
ko: 그르릉, 감자를 꺼낼 수 없어!
pl: Wrr, nie mogę wyciągnąć ziemniaka!
pt_br: Grrr, não consigo tirar a batata!
ru: Гр-р-р, не могу картошку вытащить!
zh_tw: 格浪，摳不出來土豆！

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_SPARK
source: Glorp! It zaps!
de: Glorf! Gibt Schläge!
es: ¡Glorp! ¡Calambre!
fr: Glorp ! Ça fait gidzit !
it: Glorp! Libera scosse!
ja: グロープ！ビリってした！
ko: 뻐끔! 휙 지나갔어!
pl: Glurp! Robi pstryk-pstryk!
pt_br: Glorp! Dá choque!
ru: Бульк! Щипается!
zh_tw: 格浪噗！會電人！

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_STATIC
source: What that sparky stuff?
de: Was für Funkelzeug?
es: ¿Qué es cosa chispeante?
fr: C'est quoi ce truc qui fait des étincelles ?
it: Cos'è cosa scintillante?
ja: このビリビリはなに？
ko: 그 찌릿찌릿한 건 뭐지?
pl: Co to za iskierki?
pt_br: Que coisa faiscante é essa?
ru: Что за искорки такие?
zh_tw: 那個掉火花的東西是什麼？

# CHARACTERS.WURT.DESCRIBE.MOONSTORM_STATIC_ITEM
source: Hee-hee! It can't get out!
de: Hehe! Kommt nicht raus!
es: Je, je... ¡No sale!
fr: Hi hi ! Il peut pas sortir !
it: Eh eh! Non può uscire!
ja: えへへ！出られないんだね！
ko: 히히! 못 나온다!
pl: Hihi! Nie może się wydostać!
pt_br: Hi, hi! Não consegue sair!
ru: Хи-хи! Оно выбраться не может!
zh_tw: 嘿嘿！它出不來！

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR.GENERIC
source: You need help, florp?
de: Brauchst du Hilfe, florp?
es: ¿Necesitas ayuda, florp?
es_mx: ¿Necesitar ayuda, flop?
fr: T'as besoin d'aide, florp ?
it: Vuoi aiuto, florp?
ja: 助けがいるかな、フロープ？
ko: 도와줄까, 뻐끔?
pl: Potrzebujesz pomocy, florp?
pt_br: Você precisa de ajuda, florp?
ru: Хлюп, тебе помочь?
zh_tw: 需要幫忙嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: Still need something.
de: Fehlt noch was.
es: Todavía necesita algo.
es_mx: Aún faltar algo.
fr: Il lui faut encore quelque chose.
it: Serve ancora qualcosa.
ja: まだ何かが必要だよ。
ko: 아직 뭔가 필요해.
pl: Jeszcze mu czegoś brakuje.
pt_br: Ainda precisa de algo.
ru: Нужно что-то еще.
zh_tw: 還需要點東西。

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_ASTRAL
source: All done, florp!
de: Alles fertig, florp!
es: Ya está todo, florp.
fr: C'est fini, florp !
it: Tutto fatto, florp!
ja: 全部おしまい！フロープ！
ko: 다 끝났어, 빠끔!
pl: Wszystko gotowe, florp!
pt_br: Tudo pronto, florp!
ru: Все готово, бульк!
zh_tw: 搞定了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_COSMIC
source: It saying something...
de: Sagt etwas ...
es: Está diciendo algo...
es_mx: Estar diciendo algo...
fr: Il me dit quelque chose.
it: Dice qualcosa...
ja: 何か言っているよ...
ko: 뭐라고 하는데...
pl: Coś mówi...
pt_br: Está dizendo algo...
ru: Что-то бормочет…
zh_tw: 它在說什麼……

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_CROWN
source: Time to go home!
de: Zeit, nach Hause zu gehen!
es: ¡Hora de irse a casa!
es_mx: ¡Hora de ir a casa!
fr: Il est temps de rentrer à la maison.
it: Ora di andare casa!
ja: 変える時間だよ！
ko: 집에 갈 시간이다!
pl: Czas do domu!
pt_br: Hora de ir pra casa!
ru: Пора домой!
zh_tw: 是時候回家了！

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_GLASS
source: It look sad there.
de: Sieht traurig aus.
es: Parece triste ahí.
es_mx: Verse triste ahí.
fr: Il a l'air tellement triste.
it: Sembra triste lì.
ja: 悲しそうだね。
ko: 저기 있으니 슬퍼 보여.
pl: Smutny widok.
pt_br: Parece triste lá.
ru: Такой грустный вид.
zh_tw: 它在那裡看起來很悲傷。

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_ICON
source: Found you!
de: Gefunden!
es: ¡Te encontré!
es_mx: ¡Te encontré!
fr: Je t'ai trouvé !
it: Tana!
ja: みーっけ！
ko: 찾았는걸!
pl: Mam cię!
pt_br: Achei!
ru: Нашел!
zh_tw: 找到你了！

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_IDOL
source: Where you want to go?
de: Wohin willst du?
es: ¿Dónde quieres ir?
es_mx: ¿Dónde querer que yo ponerte?
fr: Où tu veux aller ?
it: Dove vuoi andare?
ja: どこに行きたいの？
ko: 어디 가고 싶어?
pl: Gdzie mam cię umieścić?
pt_br: Onde você quer ir?
ru: Куда пойдем?
zh_tw: 你想去哪？

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_LINK
source: What inside? Wanna see!
de: Was drinnen? Will sehen!
es: ¿Qué hay dentro? ¡Quiero ver!
fr: Y'a quoi dedans ? J'veux voir !
it: Cosa ha dentro? Voglio vedere!
ja: 何が入ってるの？見てみたい！
ko: 안에 뭐 있어? 보고 싶어!
pl: Co jest w środku? Chcę zobaczyć!
pt_br: Que tem dentro? Quero ver!
ru: Хочу увидеть, что там, бульк!
zh_tw: 裡面有什麼？想看看！

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Salut !
it: Ehilà?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Эй?
zh_tw: 你好？

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Salut !
it: Ehilà?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Эй?
zh_tw: 你好？

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Salut !
it: Ehilà?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Эй?
zh_tw: 你好？

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_SEED
source: You need to go home, flort.
de: Du musst nach Hause, flort.
es: Necesitas irte a casa, flort.
es_mx: Tú deber ir a casa, flop.
fr: Il faut que tu rentres chez toi, flort.
it: Vuoi andare casa, flort.
ja: 家に帰れよ、フロート。
ko: 네 집으로 가야지, 뻐끔.
pl: Musisz wrócić do domu, flort.
pt_br: Você precisa ir pra casa, flort.
ru: Тебе пора домой, хлюп.
zh_tw: 你該回家了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MOON_ALTAR_WARD
source: Glurgh... would be easier if you weren't so heavy.
de: Glarg ... wäre einfacher, wenn du nicht so schwer wärst.
es: Sería más fácil si pesaras menos, glurgh...
fr: Glurg... Ce serait plus facile si t'étais pas aussi lourde.
it: Glurgh... facile se non così pesante.
ja: グルーフ…もっと軽かったら良かったのに…
ko: 빠끔빠끔... 그렇게 무겁지 않다면 더 쉬울 텐데.
pl: Glurg... Byłoby łatwiej, gdybyś nie był taki ciężki.
pt_br: Glurgh... seria mais fácil se você não fosse tão pesada.
ru: Хлюп... почему ты такой тяжелый? Было бы проще!
zh_tw: 格勒格……要是你沒這麼重，就會容易很多。

# CHARACTERS.WURT.DESCRIBE.MOON_CAP
source: Glurgh, make eyes feel heavy.
de: Glarg, macht Augen schwer.
es: Glurgh, me da sueñito...
fr: Glurg, ça fait les paupières lourdes.
it: Glurgh... fa sentire pesanti occhi.
ja: グルーフ、おめめが重くなるよ。
ko: 빠끔빠끔, 눈꺼풀이 무거워.
pl: Glurg, moje powieki zrobiły się ciężkie.
pt_br: Glurgh, deixa os olhos pesados.
ru: Хлюп, от него веки тяжелеют.
zh_tw: 格勒格,讓眼皮變得好重。

# CHARACTERS.WURT.DESCRIBE.MOON_CAP_COOKED
source: Taste diffent now.
de: Geschmack anders jetzt.
es: Sabe diferente.
fr: Le goût est différent, maintenant.
it: Gusto è diverso ora.
ja: 味が変わったね。
ko: 지금은 다른 맛이야.
pl: Teraz smakuje inaczej.
pt_br: Tem gosto diferente agora.
ru: Вкус теперь другой.
zh_tw: 現在味道不一樣了。

# CHARACTERS.WURT.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: Is throne? Not as good as Mermfolk throne.
de: Ist Thron? Nicht so gut wie Mermleuten-Thron.
es: ¿Un trono? Es peor que trono de los tritones.
fr: C'est un trône ? Il est pas aussi beau qu'celui des merms.
it: È trono? Non bello come trono di mermi.
ja: これは王様のイスかな？マームフォークの王様のイスはもっとすごいよ。
ko: 왕좌야? 어인족 왕좌만큼은 좋지 않아.
pl: To tron? Ale nie taki piękny jak tron Mermów.
pt_br: É trono? Não é tão bom quanto trono do povo-peixe.
ru: Это трон? С троном тритонов не сравнится.
zh_tw: 是王座麼？比不上魚人的王座。

# CHARACTERS.WURT.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: Hmm... now it not look like throne at all...
de: Hmm ... jetzt nicht mehr sieht nach Thron aus ...
es: Um... Ya no parece trono...
fr: Hmm... on dirait plus du tout un trône.
it: Uhm... ora non somiglia a trono...
ja: う～ん…王様のイスには見えなくなっちゃった…
ko: 흠...이제 보니 전혀 왕좌 같지 않아...
pl: Hmm... Teraz wcale nie wygląda jak tron...
pt_br: Hmm... agora não parece nada com trono...
ru: Хм... теперь на трон совсем не похоже...
zh_tw: 嗯……現在看一點不像王座了……

# CHARACTERS.WURT.DESCRIBE.MOON_DEVICE.GENERIC
source: Have weird feeling, florp...
de: Merkwürdiges Gefühl, florp ...
es: Qué sensación tan rara, florp...
fr: J'ai un drôle de pressentiment, florp.
it: Ho sensazione strana, florp...
ja: なんか変な感じがするよ、フロープ…
ko: 기분 이상해, 뻐끔...
pl: Mam dziwne przeczucie, florp...
pt_br: Tenho sensação estranha, florp.
ru: Странное такое чувство, бульк...
zh_tw: 有種不祥的預感，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.MOON_FISSURE.GENERIC
source: Glurph... head feel funny.
de: Glurf ... Kopf ist komisch.
es: Glurph... Siento rara la cabeza.
es_mx: Gluf... mi cabeza sentirse extraña.
fr: Ooooh... J'ai la tête qui tourne...
it: Glurp... Sensazione strana in testa.
ja: グルーフ...頭が変な感じがするよ。
ko: 빠끔빠끔... 머리 느낌 이상해.
pl: Glurp... dziwnie mi w głowę.
pt_br: Glurph... cabeça tá engraçada.
ru: Хлюп… Голова кругом.
zh_tw: 格勒格……腦袋感覺怪怪的。

# CHARACTERS.WURT.DESCRIBE.MOON_FISSURE.NOLIGHT
source: ECHO! Echo! Echoooo...
es: ¡ECO! ¡Eco! Eeeecoooo...
es_mx: ¡ECO! ¡Eco! Ecoooo...
fr: ÉCHO ! Écho ! Échoooooo...
it: Eco! Eco! Ecooooo...
ja: エコー！エコー！エコー...
ko: 야호! 야호! 야호오오...
pt_br: ECO! Eco! Ecoooo...
ru: ЭХО! Эхо! Эхо…
zh_tw: 回聲！回聲！回聲聲……

# CHARACTERS.WURT.DESCRIBE.MOON_FISSURE_PLUGGED
source: Bad moon things can't get out, florp!
de: Böse Monddinger kommen nicht raus, florp!
es: ¡Las cosas malas de la luna no pueden salir, florp!
es_mx: ¡Cosas lunares malas no poder salir, flop!
fr: Les horribles trucs de lune peuvent pas sortir, florp.
it: Cattive creature lunari non escono, florp!
ja: 悪い月のものは外に出られないんだよ、フロープ！
ko: 달에서 온 나쁜 게 못 나와, 뻐끔!
pl: Złe, księżycowe rzeczy nie mogą się wydostać, florp!
pt_br: Coisas ruins da lua não podem sair, florp!
ru: Теперь лунные гадости не вылезут, хлюп!
zh_tw: 壞月亮的東西出不來了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOON_TREE.BURNING
source: Fire! Fire!
de: Feuer, Feuer!
es: ¡Fuego! ¡Fuego!
es_mx: ¡Fuego! ¡Fuego!
fr: Au feu ! Au feu !
it: Fuoco! Fuoco!
ja: 炎の怪物だ！
ko: 불이야! 불이야!
pl: Ogień! Ogień!
pt_br: Fogo! Fogo!
ru: Огонь! Огонь!
zh_tw: 火！火！

# CHARACTERS.WURT.DESCRIBE.MOON_TREE.BURNT
source: All burnt up.
de: Ganz verbrannt.
es: Se ha quemado por completo.
es_mx: Bien quemado.
fr: C'est tout brûlé.
it: Tutto bruciato.
ja: 全部燃えちゃったよ。
ko: 다 탔어.
pl: Całkowicie spalone.
pt_br: Tudo queimado.
ru: Все сгорело.
zh_tw: 燒得精光。

# CHARACTERS.WURT.DESCRIBE.MOON_TREE.CHOPPED
source: Only stump left.
de: Nur noch Stumpf.
es: Solo queda el tocón.
es_mx: Solo quedar el tocón.
fr: Il reste juste une souche.
it: Resta solo un ceppo.
ja: 残ったのは切り株だけだね。
ko: 그루터기만 남았어.
pl: Został tylko pieniek.
pt_br: Sobrou só toco.
ru: Один пенек остался.
zh_tw: 只剩一根樁子。

# CHARACTERS.WURT.DESCRIBE.MOON_TREE.GENERIC
source: Trees weird here.
de: Bäume hier merkwürdig.
es: Hay árboles raros aquí.
es_mx: Los árboles ser raros aquí.
fr: Les arbres sont bizarres ici.
it: Alberi strani qui.
ja: ここは木がおかしいよ。
ko: 여기 나무 이상해.
pl: Dziwne tu są drzewa.
pt_br: Árvores estranhas aqui.
ru: Странные тут деревья.
zh_tw: 這裡的樹很古怪。

# CHARACTERS.WURT.DESCRIBE.MOON_TREE_BLOSSOM
source: Glargh, tree was full of flowers.
de: Glarg, Baum voller Blumen.
es: Glargh, el árbol estaba lleno de flores.
es_mx: Gluaj, árbol tener montón de flores.
fr: Cet arbre était couvert de fleurs.
it: Glarg, albero era pieno di fiori.
ja: グラーフ、木には花がいっぱい咲いていたよ。
ko: 빠끔빠끔, 나무에 꽃 가득했어.
pl: Glarg, na drzewie było pełno kwiatów.
pt_br: Glargh, árvore tava cheia de flores.
ru: Хляп, на этом дереве полно цветов.
zh_tw: 格辣格，樹上開滿了花。

# CHARACTERS.WURT.DESCRIBE.MOOSE
source: This "Mother Goose" that Wicker-lady told about?
de: Das "Muttergans", wie Wicker-Frau sagt?
es: ¿Es esta la "madre oca" de la que hablaba la señora Wicker?
es_mx: ¿Tú ser la “mamá ganso” de la que señorita Wicker hablar?
fr: Est-ce que c'est cette Maman Oie dont parlait Mme Wicker ?
it: Questa è "Mamma Oca" che signora Wicker ha detto?
ja: ウィッカーレディが言っていたこの「マザーグース」？
ko: 이게 위커 아줌마가 말한 "머더구스"인가?
pl: To jest ta pani Gąska, o której opowiadała pani Wiklinowa?
pt_br: Essa "Mamãe Ganso" da qual senhora Wicker falou?
ru: Это Матушка Гусыня, о которой говорила мадам Уикер?
zh_tw: 這就是薇克女士說的 "鵝媽媽"？

# CHARACTERS.WURT.DESCRIBE.MOOSEEGG
source: Could crack open and see what inside?
de: Aufmachen und reingucken?
es: ¿Se puede romper y ver lo que hay dentro?
es_mx: ¿Yo poder romperlo y ver qué haber dentro?
fr: Si je le casse, je saurai ce qu'il y a dedans.
it: Posso rompere e aprire per vedere cosa c'è dentro?
ja: 割れて中が見えるかも？
ko: 열어서 뭐 있는지 확인할 수 있나?
pl: Mogłabym przebić skorupkę i zobaczyć, co jest w środku?
pt_br: Poderia abrir e ver o que tem dentro?
ru: Может, сломать и посмотреть, что внутри?
zh_tw: 能打開看看裡面是什麼嗎？
