Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.COOKIECUTTER
source: Could I interest you in something other than my boat?
de: Kann ich dich für was anderes als mein Boot interessieren?
es: ¿Podría interesarte algo que no sea mi barco?
es_mx: ¿Puedo ofrecerte otra cosa de comer que no sea mi bote?
fr: Pourrais-je vous proposer autre chose que mon bateau ?
it: Scusi, potrei invitarla a interessarsi di qualcosa che non sia la mia barca?
ja: ボクのボート以外のものに興味を持ってくれないかな？
ko: 배 말고 다른 데는 관심이 없니?
pl: Może zechcesz spróbować czegoś innego, niż moja łódka?
pt_br: Será que eu poderia te oferecer algo que não seja meu barco?
ru: Может, тебя заинтересует что-то помимо моей лодки?
zh_cn: 能不能给你点别的，让你别啃我的船？
zh_tw: 能不能給你點別的，讓你別啃我的船？

# CHARACTERS.WARLY.DESCRIBE.COOKIECUTTERHAT
source: Not the best looking hat, but c'est la vie.
de: Nicht der schönste Hut, aber c'est la vie.
es: No es que sea muy vistoso, pero c'est la vie.
es_mx: No es el mejor sombrero, pero c'est la vie.
fr: Ce n'est pas le plus beau des chapeaux, mais que voulez-vous...
it: Non è il cappello più elegante che abbia mai visto, ma c'est la vie.
ja: 一番格好いい帽子じゃないけど、セ・ラ・ヴィ、人生そんなもんだヨ。
ko: 멋진 모자는 아니지만 인생이 원래 그렇지.
pl: Nie jest to najładniejszy kapelusz, ale c'est la vie.
pt_br: Não é um chapéu muito bonito, mas c'est la vie.
ru: Да, не самая красивая шляпа, но c'est la vie.
zh_cn: 不是最好看的帽子，但这就是生活。
zh_tw: 不是最好看的帽子，但這就是生活。

# CHARACTERS.WARLY.DESCRIBE.COOKIECUTTERSHELL
source: Reminds me a bit of a durian... mostly the smell.
de: Erinnert ein bisschen an Durian ... vor allem der Geruch.
es: Me recuerda un poco a un durián. Por el olor, sobre todo.
es_mx: Me recuerda un poco al durián... sobre todo por el olor.
fr: Ça me fait penser à du durian. Surtout l'odeur.
it: Mi ricorda un po' un durian, se non altro per l'odore.
ja: ドリアンを思い出すな...特にあの匂い。
ko: 약간 두리안 같아... 특히 냄새가.
pl: Przypomina trochę duriana. Zwłaszcza zapachem.
pt_br: Isso me faz lembrar do dúrio... principalmente o cheiro.
ru: Напоминает мне дуриан… В основном запахом.
zh_cn: 让我想起了榴莲……主要是气味。
zh_tw: 讓我想起了榴槤……主要是氣味。

# CHARACTERS.WARLY.DESCRIBE.COOKPOT.BURNT
source: Tragique.
ja: オー！ノー！
ko: 비극이다.
ru: Трагедия.
zh_cn: 真是个悲剧。
zh_tw: 真是個悲劇。

# CHARACTERS.WARLY.DESCRIBE.COOKPOT.COOKING_LONG
source: A masterpiece takes time.
de: Ein Meisterwerk braucht Zeit.
es: Una obra de arte lleva su tiempo.
es_mx: Una obra maestra toma su tiempo.
fr: Un chef-d'œuvre prend du temps.
it: Un capolavoro richiede tempo.
ja: 料理のコツは、時間と愛情かけることネ！
ko: 걸작은 오래 걸리는 법.
pl: Arcydzieło wymaga czasu.
pt_br: Uma obra-prima leva tempo!
ru: Шедевр за пару минут не состряпать.
zh_cn: 经典之作是需要时间的。
zh_tw: 經典之作是需要時間的。

# CHARACTERS.WARLY.DESCRIBE.COOKPOT.COOKING_SHORT
source: Nearly there...
de: Fast da ...
es: Ya está casi...
es_mx: Ya casi está...
fr: On y est presque...
it: È quasi pronto...
ja: もうすぐできるヨ…
ko: 거의 다 됐어...
pl: Już prawie..
pt_br: Quase lá...
ru: Почти готово…
zh_cn: 就快好了...
zh_tw: 就快好了...

# CHARACTERS.WARLY.DESCRIBE.COOKPOT.DONE
source: Ahh, fini!
fr: Ah, fini !
it: Ahh, c'est fini!
ja: おお！完成したヨ！
ko: 아, 완성이다!
pl: Ach, fini!
ru: Ах, готово!
zh_cn: 啊，终于出炉了！
zh_tw: 啊，終於出爐了！

# CHARACTERS.WARLY.DESCRIBE.COOKPOT.EMPTY
source: Empty pot, empty heart.
de: Leerer Topf, leeres Herz.
es: Caldero vacío, corazón vacío.
es_mx: Caldero vacío, corazón vacío.
fr: Marmite vide, cœur vide.
it: Pentola vuota, cuore vuoto.
ja: 鍋がカラだと、ココロもからっぽネ…
ko: 솥이 비니 마음도 허탈하네.
pl: Pusty garnek, pusta dusza.
pt_br: Sinto meu coração vazio com uma panela vazia.
ru: Пусто в котле, пусто в сердце.
zh_cn: 空空的锅，空洞的心。
zh_tw: 空空的鍋，空洞的心。

# CHARACTERS.WARLY.DESCRIBE.COONTAIL
source: Chat noodle.
de: Wie Nudeln.
es: Un fideo gordo.
es_mx: Un fideo gordo.
fr: Une nouille de chat.
it: Spaghetto di chat.
ja: 焼きそば用の麺みたいネ
ko: 국수처럼 생겼네.
pl: Kicia kita.
pt_br: Espaguete de chat.
ru: Ну и дурень же этот кот.
zh_cn: 猫尾巴。
zh_tw: 貓尾巴。

# CHARACTERS.WARLY.DESCRIBE.CORN
source: Corn! Sweet, sweet corn!
de: Mais! Hurra!
es: ¡Maíz! Dulce, dulce maíz!
es_mx: ¡Maíz! ¡Dulce, dulce maíz!
fr: Maïs ! Mon doux maïs !
it: Mais! Dolce, dolce mais!
ja: 甘くておいしい、コーンだヨ！
ko: 옥수수다! 정말 반갑다!
pl: Kukurydza! Słodka kukurydza!
pt_br: Milho! Doce, doce milho!
ru: Кукуруза! Милая сладкая кукуруза!
zh_cn: 玉米！香甜的玉米！
zh_tw: 玉米！香甜的玉米！

# CHARACTERS.WARLY.DESCRIBE.CORN_COOKED
source: Could use miso and lardons...
de: Könnte etwas Miso und Speckwürfel vertragen ...
es: Le falta miso y lardones...
es_mx: Le falta miso y lardones...
fr: Ça serait bien avec du miso et des lardons...
it: Potrei utilizzare sale e lardo...
ja: 味噌とベーコンが欲しいネ…
ko: 된장과 비계가 있었으면 좋았을 텐데...
pl: Przydałoby się trochę miso i skwarek....
pt_br: Poderia ter um missô ou lardons...
ru: Сюда бы добавить мисо и бекона…
zh_cn: 可以加点味噌和肥腊肉...
zh_tw: 可以加點味噌和肥臘肉...

# CHARACTERS.WARLY.DESCRIBE.CORN_OVERSIZED
source: Let's see, what shall I make with you? Corn gratin? Maque choux?
de: Was soll ich mit dir machen? Mais-Gratin? Maque choux?
es: Veamos... ¿Qué hago contigo? ¿Maíz au gratin? ¿Maque choux?
fr: Voyons, voyons, qu'est-ce que je vais faire de toi ? Un gratin de maïs ? Un velouté ?
it: Vediamo un po', cosa potrei preparare con te? Gratin di mais? Maque choux?
ja: さて、キミで何を作ル。コーングラタン？モックシューサラダ？
ko: 보자, 너로 뭘 만들지? 옥수수 그라탕? 옥수수 마끄 슈?
pl: I co ja mam z tobą zrobić? Potrawkę z kukurydzy? Maque choux?
pt_br: Vamos ver, o que devo fazer com você? Milho gratinado? Maque choux?
ru: Так-так, и что же мне из тебя сделать? Кукурузный гратен? Пирожные шу?
zh_cn: 让我想想，用你做点什么？玉米烤肉？玉米饼？
zh_tw: 讓我想想，用你做點什麼？玉米烤肉？玉米餅？

# CHARACTERS.WARLY.DESCRIBE.CORN_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.CRABKING.GENERIC
source: Oh, the dishes I could make with that much crab meat...
de: Oh, was ich aus so viel Krabbenfleisch alles zaubern könnte ...
es: Oh, la de platos que podría preparar con tanta carne de cangrejo.
es_mx: Oh, los platos que podría preparar con esa cantidad de carne de cangrejo...
fr: Oh, je pourrais faire tant de plats avec autant de chair de crabe...
it: Oh, quanti piatti potrei fare con tutta quella carne di granchio...
ja: おぉ、カニ肉で作れる料理の数々...
ko: 아, 저 정도 게살이면 만들 수 있는 요리가 얼마야...
pl: Och, jakież potrawy mógłbym przygotować z mięsa kraba...
pt_br: Ah, os pratos que eu faria com toda essa carne...
ru: Ох, столько крабового мяса — это ж сколько блюд можно приготовить…
zh_cn: 噢，这么丰足的蟹肉，我能用来烹调多少料理啊……
zh_tw: 噢，這麼豐足的蟹肉，我能用來烹調多少料理啊……

# CHARACTERS.WARLY.DESCRIBE.CRABKING.INERT
source: It seems to be missing a few shiny ingredients.
de: Mir scheint, da fehlen ein paar glänzende Zutaten.
es: Parece que le faltan unos cuantos ingredientes brillantes.
es_mx: Parece que le faltan algunos ingredientes brillantes.
fr: J'ai l'impression qu'il manque quelques ingrédients.
it: Manca di qualche ingrediente luccicante.
ja: キラキラの材料がいくらか足りないみたいだネ。
ko: 반짝이는 재료 몇 개가 사라진 것 같아.
pl: Chyba brakuje kilku błyszczących elementów.
pt_br: Parecem estar faltando alguns ingredientes brilhantes.
ru: Не хватает кое-каких блестящих ингредиентов.
zh_cn: 似乎少了些许闪光的原料。
zh_tw: 似乎少了些許閃光的原料。

# CHARACTERS.WARLY.DESCRIBE.CRABKING_CLAW
source: I had a nightmare like this back in culinary school.
de: In der Kochschule hatte ich mal so einen Albtraum.
es: Tuve una pesadilla así en la escuela culinaria.
es_mx: Una vez tuve una pesadilla con algo así en la escuela de cocina.
fr: J'ai déjà fait ce genre de cauchemar, à l'école hôtelière.
it: Credo di averne vista una in un incubo ai tempi della scuola di cucina.
ja: 料理学校時代に、こういう悪夢を見たヨ。
ko: 요리 학교에 다닐 때 이런 악몽을 꿨었지.
pl: Miałem taki koszmar w czasach szkoły gastronomicznej.
pt_br: Eu tive um pesadelo assim na época da escola de culinária.
ru: Мне уже снился такой кошмар, когда я учился в кулинарной школе.
zh_cn: 我在烹饪学校时做过这样的噩梦。
zh_tw: 我在烹飪學校時做過這樣的噩夢。

# CHARACTERS.WARLY.DESCRIBE.CRITTERLAB
source: I could use a friend in this difficult world.
de: Ich könnte in dieser schwierigen Welt einen Freund gebrauchen.
es: Me vendría bien un amigo en este mundo tan difícil.
es_mx: Me vendría bien un amigo en este mundo cruel.
fr: J'aurais bien besoin d'un ami, dans ce monde hostile.
it: In questo mondo difficile trovare un amico sarebbe come trovare un tesoro.
ja: この難しい世界では、友だちを使える。
ko: 이런 힘든 세계에 친구가 있으면 좋지.
pl: Przydałby mi się przyjaciel w tym trudnym świecie.
pt_br: Seria uma boa ter um amigo neste mundo difícil.
ru: В этом опасном мире мне не помешал бы друг.
zh_cn: 在这艰辛的世界里，多个朋友多条路。
zh_tw: 在這艱辛的世界裡，多個朋友多條路。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_DRAGONLING
source: Her name is "Flambé" and she is precious.
de: Sie heißt "Flambé" und ist kostbar.
es: Se llama "Flambé" y es maravillosa.
es_mx: Su nombre es “Flambeada” y es hermosa.
fr: Elle s'appelle « Flambadou » et elle est adorable.
it: Si chiama "Flambé" e mi ha fatto perdere la testa.
ja: 彼女の名前は「フランベ」。彼女はすごく貴重だヨ。
ko: 귀염둥이 "플랑베"야.
pl: Ma na imię Iskierka i jest przekochana.
pt_br: O nome dela é "Flambé" e é preciosa.
ru: Ее зовут Фламбе, и она чудо.
zh_cn: 她的名字叫“酒烧”，她是宝贝。
zh_tw: 她的名字叫“酒燒”，她是寶貝。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_EYEOFTERROR
source: Would you like me to make you some bacon and eggs?
de: Möchtest du, dass ich dir Speck und Eier mache?
es: ¿Quieres que te haga un poco de beicon y un par de huevos?
fr: Veux-tu que je te prépare du bacon et des œufs ?
it: Vuoi che ti prepari uova e pancetta?
ja: 目玉焼きを作ってほしいのカナ？
ko: 베이컨과 에그를 좀 만들어 줄까?
pl: Chcesz, żebym ci zrobił jajecznicę z boczkiem?
pt_br: Gostaria que eu fritasse uns ovos com bacon para você?
ru: Хочешь, сделаю тебе глазунью с беконом?
zh_cn: 想不想我给你做一道培根煎蛋？
zh_tw: 想不想我給你做一道培根煎蛋？

# CHARACTERS.WARLY.DESCRIBE.CRITTER_GLOMLING
source: She's a great comfort in times of stress.
de: Sie ist ein großer Trost in anstrengenden Zeiten.
es: Es un gran consuelo en tiempos de estrés.
es_mx: Es un gran consuelo en momentos de estrés.
fr: Elle me réconforte quand je suis angoissé.
it: È un vero e proprio supporto nei momenti più difficili.
ja: ストレスが溜まってる時に、安らぎをくれるヨ。
ko: 스트레스를 받을 때 큰 위안이 돼.
pl: Pociesza mnie w trudnych chwilach.
pt_br: Ele é um grande conforto em momentos de estresse.
ru: Она невероятно поддерживает меня в тяжелые времена.
zh_cn: 当我在重压之下时，她给我巨大的慰藉。
zh_tw: 當我在重壓之下時，她給我巨大的慰藉。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_KITTEN
source: Sweet petite chat.
de: Süße petite chat.
es: Mi dulce petit chat.
es_mx: Dulce gatito.
fr: Quel adorable petit chat.
it: Un dolcissimo petit chat.
ja: カワイイ子猫ダヨ。
ko: 작고 귀여운 고양이야.
pl: Petit chat pełen słodyczy.
pt_br: Petit chat fofo.
ru: Маленький чудесный котенок.
zh_cn: 可爱的小猫咪。
zh_tw: 可愛的小貓咪。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_LAMB
source: This is Lambchop, my little kitchen helper.
de: Das ist Lammkotelett, mein kleiner Küchenhelfer.
es: Este es Chuleta, mi pequeño pinche de cocina.
es_mx: Él es Chuletas de Cordero, mi pequeño ayudante de cocina.
fr: Voici Cot'dagno, mon petit commis.
it: Questo è Cosciotto, il mio sous-chef.
ja: これはラムチョップ。ボクの小さいキッチンヘルパーだヨ。
ko: 주방에서 날 도와주는 양 갈비야.
pl: To Kofta, moja mała pomoc kuchenna.
pt_br: Este é o Costelinha, meu auxiliar de cozinha.
ru: Это Отбивная, моя маленькая помощница по кухне.
zh_cn: 这是羊排，我的厨房小帮手。
zh_tw: 這是羊排，我的廚房小幫手。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_LUNARMOTHLING
source: The light of my life!
de: Mein Augenstern!
es: ¡La luz de mi vida!
es_mx: ¡La luz de mi vida!
fr: Elle illumine mon existence !
it: La luce della mia vita.
ja: ボクの人生の光。
ko: 내 삶의 빛이지!
pl: Światło mego życia!
pt_br: A luz da minha vida!
ru: Свет мой жизни!
zh_cn: 我的生活之光！
zh_tw: 我的生活之光！

# CHARACTERS.WARLY.DESCRIBE.CRITTER_PERDLING
source: I would never eat you.
de: Ich würde dich nie essen.
es: Nunca te comería.
es_mx: Nunca te comería.
fr: Jamais je ne te mangerai.
it: Non ti mangerei mai.
ja: キミのことは何があっても食べないヨ。
ko: 넌 절대 먹지 않을게.
pl: Nigdy cię nie zjem.
pt_br: Eu jamais comeria você.
ru: Я ни за что тебя не съем.
zh_cn: 我永远不吃你。
zh_tw: 我永遠不吃你。

# CHARACTERS.WARLY.DESCRIBE.CRITTER_PUPPY
source: Le petit chien!
es_mx: ¡Un cachorrito!
fr: Gentil toutou !
ja: 小さい犬だヨ！
ko: 작은 개야!
zh_cn: 小狗狗！
zh_tw: 小狗狗！

# CHARACTERS.WARLY.DESCRIBE.CROW.GENERIC
source: Raven stew perhaps?
de: Rabeneintopf vielleicht?
es: ¿Un guiso de cuervo tal vez?
es_mx: ¿Un estofado de cuervo, tal vez?
fr: Du ragoût de corbeau peut-être ?
it: Stufato di corvo?
ja: カラス肉のシチュー…悪くないカモ？
ko: 까마귀 스튜라도 끓일까?
pl: Może by tak potrawka z kruka?
pt_br: Ensopado de corvo, quem sabe?
ru: Может, рагу из ворона?
zh_cn: 渡鸦炖汤或许不错？
zh_tw: 渡鴉燉湯或許不錯？

# CHARACTERS.WARLY.DESCRIBE.CROW.HELD
source: Hush, my pet.
de: Psst, mein Haustier!
es: Shhh, mascota.
es_mx: Shhh, mascota.
fr: Chut, mon ami.
it: Buono, piccolo mio.
ja: 静かにしてヨ！
ko: 쉿, 조용히 하렴.
pl: Ciszej, maleńki.
pt_br: Calma, meu bichinho.
ru: Тише, мой питомец.
zh_cn: 嘘，我的宝贝。
zh_tw: 噓，我的寶貝。

# CHARACTERS.WARLY.DESCRIBE.CRUMBS
source: I'm on its delicious trail!
de: Ich bin auf einer köstlichen Fährte!
es: ¡Sigo su delicioso rastro!
es_mx: ¡Sigo su delicioso rastro!
fr: Je suis sur une piste délicieuse !
it: Seguo questa deliziosa pista!
ja: ボクはおいしい小道を歩いてるんだネ！
ko: 맛있는 흔적을 뒤쫓자!
pl: Złapałem przepyszny trop!
pt_br: Tô seguindo um rastro delicioso!
ru: Я иду по следу. По очень вкусному следу!
zh_cn: 我在追寻它的美味路径！
zh_tw: 我在追尋它的美味路徑！

# CHARACTERS.WARLY.DESCRIBE.CUTGRASS
source: What shall I craft?
de: Ich sollte mein Schiff in Bewegung setzen.
es: ¿Qué debo fabricar?
es_mx: ¿Qué debo fabricar?
fr: Que faire avec ça ?
it: Cosa devo costruire?
ja: さーて、何つくろうカナ？
ko: 무엇을 만들까?
pl: Co by tu z tym zrobić?
pt_br: O que devo criar?
ru: И что же мне смастерить?
zh_cn: 我应该用它做点什么？
zh_tw: 我應該用它做點什麼？

# CHARACTERS.WARLY.DESCRIBE.CUTLICHEN
source: Hmm, odd.
de: Wie seltsam.
es: Hmm, extraño.
es_mx: Mmm, extraño.
fr: Hem... étrange...
it: Mmm, strano.
ja: これは…何カナ？
ko: 흠, 이상해라.
pl: Hmm. Dziwne.
pt_br: Hmm, estranho.
ru: Хм-м, странно.
zh_cn: 唔，古怪的东西。
zh_tw: 唔，古怪的東西。

# CHARACTERS.WARLY.DESCRIBE.CUTREEDS
source: Smells like greenery.
de: Die riecht wie eine Scheune.
es: Huele a vegetación.
es_mx: Huele a vegetación.
fr: Ça sent la verdure.
it: Profuma di prato.
ja: 新緑の香りだヨ
ko: 풀 냄새가 나네.
pl: Pachnie zielskiem.
pt_br: Tem cheiro de verdura.
ru: Пахнет, как зелень.
zh_cn: 闻起来一股青草味。
zh_tw: 聞起來一股青草味。

# CHARACTERS.WARLY.DESCRIBE.CUTSTONE
source: Compressed stones, nice presentation.
de: Komprimierte Steine, nett angerichtet.
es: Piedras comprimidas, buena presentación.
es_mx: Piedras comprimidas, buena presentación.
fr: Pierres compressées, jolie présentation.
it: Pietre compresse, bella presentazione.
ja: 平らに整えた石だヨ…きれいネ
ko: 반듯하게 잘 잘렸네.
pl: Skompresowane kamienie. Całkiem nieźle się prezentują.
pt_br: Pedras comprimidas. Que bonita apresentação.
ru: Спрессованные камни, интересная подача.
zh_cn: 浓缩的石头，不错的造型。
zh_tw: 濃縮的石頭，不錯的造型。

# CHARACTERS.WARLY.DESCRIBE.DEADLYFEAST
source: I would not recommend this.
de: Das würde ich lieber nicht.
es: No recomendaría esto.
es_mx: No recomendaría esto.
fr: Je ne conseillerais pas ça.
it: Non lo consiglierei.
ja: これは…食べないほうがいいネ
ko: 별로 추천하고 싶진 않아.
pl: Nie polecam.
pt_br: Eu não recomendaria isso.
ru: Я бы не рекомендовал.
zh_cn: 我不推荐吃这个。
zh_tw: 我不推薦吃這個。

# CHARACTERS.WARLY.DESCRIBE.DEAD_SEA_BONES
source: Hmm... that might be good in a soup.
de: Hmm ... die würden gut in eine Suppe passen.
es: Mmmm... Podría estar bien en una sopa.
es_mx: Mmm... podría hacer una buena sopa con eso.
fr: Hmm... Ça doit être délicieux, en soupe.
it: Mmmm... sarebbero ottime in una zuppa.
ja: ふん...アレ、スープにしたらおいしいかも。
ko: 흠... 수프에 넣으면 괜찮겠어.
pl: Hmm... Może być z tego dobra zupa.
pt_br: Hmm... isso deve ficar bom numa sopa.
ru: Хм-м… Возможно, выйдет вкусный супчик.
zh_cn: 嗯...也许能熬个好汤。
zh_tw: 嗯...也許能熬個好湯。

# CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.BURNING
source: Au revoir, tree.
de: Au revoir, Bäumchen.
es: Au revoir, árbol.
es_mx: Au revoir, árbol.
fr: Au revoir, arbre.
it: Au revoir, albero.
ja: アデュー！
ko: 안녕, 나무야.
pl: Au revoir, drzewko.
pt_br: Au revoir, árvore.
ru: До свидания, дерево.
zh_cn: 再见了，大树。
zh_tw: 再見了，大樹。

# CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.BURNT
source: Crisp, no?
de: Knusprig, was?
es: Crujiente, ¿verdad?
es_mx: Crujiente, ¿verdad?
fr: Croustillant non ?
it: Croccante, no?
ja: クリスピー？
ko: 아주 바삭하네?
pl: Czips?
pt_br: Crocante, não?
ru: Хрустит, не так ли?
zh_cn: 很脆，不是吗？
zh_tw: 很脆，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Sliced!
de: In Scheiben geschnitten.
es: ¡En rodajas!
es_mx: ¡En rodajas!
fr: Découpé !
it: Affettato!
ja: スライス！
ko: 썰렸네!
pl: Posiekany!
pt_br: Em cubos!
ru: Нарезано!
zh_cn: 切片！
zh_tw: 切片！

# CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.GENERIC
source: A bouquet of leaves.
de: Ein Blätterstrauß.
es: Un ramo de hojas.
es_mx: Un ramo de hojas.
fr: Un bouquet de feuilles.
it: Un mazzetto di foglie.
ja: まるで木の葉のブーケね！
ko: 잎이 무성하네.
pl: Bukiet liści.
pt_br: Um buquê de folhas.
ru: Букет из листвы.
zh_cn: 一大束叶子。
zh_tw: 一大束葉子。

# CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.POISON
source: No thank you!
de: Nein, danke!
es: ¡No, gracias!
es_mx: ¡No, gracias!
fr: Non merci !
it: No, grazie!
ja: 結構です！
ko: 싫어!
pl: Nie, dziękuję!
pt_br: Não, obrigado!
ru: Нет, благодарю!
zh_cn: 不，谢谢！
zh_tw: 不，謝謝！

# CHARACTERS.WARLY.DESCRIBE.DEER.ANTLER
source: Shouldn't they have two antlers?
de: Sollten das Geweih nicht zwei Seiten haben?
es: ¿No deberían tener dos cuernos?
es_mx: ¿No deberían tener dos astas?
fr: Ils ne devraient pas avoir deux bois ?
it: Non dovrebbero avere due corna?
ja: ツノって2個あるもんなんじゃない？
ko: 뿔이 두 개 있어야 하지 않나?
pl: Nie powinien mieć symetrycznego poroża?
pt_br: Eles não deviam ter duas galhadas?
ru: А у них разве обычно не по два рога?
zh_cn: 应该有两个角吧？
zh_tw: 應該有兩個角吧？

# CHARACTERS.WARLY.DESCRIBE.DEER.GENERIC
source: Imagine... succulent venison bourguignon.
de: Man stelle sich vor ... saftiges Wildbret Bourguignon.
es: Imagina... Un suculento bourguignon de venado...
es_mx: Imagina preparar un suculento estofado borgoñón de carne de venado.
fr: Mmh... un bourguignon de gibier. Quel délice.
it: Immagina... una bourguignon di cervo da leccarsi i baffi.
ja: 想像してみて...ジューシーな鹿肉のブルギニヨン。
ko: 육즙이 풍부한 사슴 고기 부르기뇽이라… 좋군.
pl: Pomyśl tylko... dziczyzna po burgundzku.
pt_br: Imagine... carne de cervo suculenta à bourguignon.
ru: Только представьте… Сочная оленина по-бургундски.
zh_cn: 想象一下...肥美多汁的红酒炖鹿肉。
zh_tw: 想像一下...肥美多汁的紅酒燉鹿肉。

# CHARACTERS.WARLY.DESCRIBE.DEERCLOPS
source: I once had a saucier who looked like that.
de: Ich hatte mal eine Küchenhilfe, die genauso aussah.
es: Una vez tuve un saucier que se parecía a este bicho.
es_mx: Una vez tuve un saucier que se parecía a eso.
fr: J'ai travaillé avec un saucier qui lui ressemblait.
it: Una volta ho avuto un saucier che gli assomigliava.
ja: 昔、厨房で一緒だったヤツに似てるネ
ko: 전에 이렇게 생긴 소스 담당자랑 일한 적 있는데.
pl: Miałem kiedyś sosjerkę w takim kształcie.
pt_br: Uma vez tive um saucier com essa aparência.
ru: Он похож на одного моего соусье.
zh_cn: 我曾经有个调味厨师长得跟它很像。
zh_tw: 我曾經有個調味廚師長得跟它很像。

# CHARACTERS.WARLY.DESCRIBE.DEERCLOPS_EYEBALL
source: Giant eyeball... soup?
de: Was für'n riesiger Augapfel.
es: Globo ocular gigante... ¿sopa?
es_mx: Globo ocular gigante... ¿sopa?
fr: Dent pour dent, œil pour œil ?
it: Minestra di... bulbo oculare gigante?
ja: 巨大な目玉の…スープ？
ko: 거대한 눈알... 수프?
pl: Olbrzymia zupa... oczna?
pt_br: Olho gigante... Sopa?
ru: Суп из гигантского… глаза?
zh_cn: 巨大的眼球...汤？
zh_tw: 巨大的眼球...湯？

# CHARACTERS.WARLY.DESCRIBE.DEER_ANTLER
source: It looks like a key, does it not?
de: Sieht wie ein Schlüssel aus, nicht?
es: Parece una llave, ¿no?
es_mx: Tiene forma de llave, ¿verdad?
fr: On dirait une clé, non ?
it: Sembra una chiave, n'est pas?
ja: これ、カギ...みたいだよね？
ko: 무슨 열쇠 같지 않아?
pl: Wygląda na klucz, czyż nie?
pt_br: Parece uma chave, né?
ru: Похож на ключ, да?
zh_cn: 它看起来像把钥匙，对不对？
zh_tw: 它看起來像把鑰匙，對不對？

# CHARACTERS.WARLY.DESCRIBE.DEER_GEMMED
source: Oh deer!
de: Donnerwetter!
es: ¡Oh, ciervos y centellas!
es_mx: ¡Ay, santos ciervos!
fr: Nom de daim !
it: Oh santo cervo!
ja: おぉ、シカだ！
ko: 맙소사슴!
pl: Ktoś tu kogoś robi w jelenia!
pt_br: Oh, cervo de Deus!
ru: Мои доРОГие друзья!
zh_cn: 噢，鹿！
zh_tw: 噢，鹿！

# CHARACTERS.WARLY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Well past its expiry date.
de: Da ist das Verfallsdatum schon abgelaufen.
es: Esto está muy caducado.
es_mx: Esto está muy caducado.
fr: Sa date de péremption est largement dépassée.
it: Ben oltre la sua data di scadenza.
ja: 賞味期限切れネ
ko: 유효 기한이 한참 지났군.
pl: Okres przydatności minął.
pt_br: Passou há muito da data de validade.
ru: Сильно просрочено.
zh_cn: 过期好久了。
zh_tw: 過期好久了。

# CHARACTERS.WARLY.DESCRIBE.DESERTHAT
source: Goggles would be quite useful. I need my eyes.
de: Eine Brille wäre sehr nützlich. Ich brauche meine Augen noch.
es: Unas gafas estarían bien. Necesito ver.
es_mx: Las gafas protectoras serían muy útiles en este momento. Necesito poder usar mis ojos.
fr: Des lunettes seraient bien utiles. J'ai besoin de mes yeux !
it: Un bel paio di occhiali sarebbero molto utili. Ci tengo ai miei occhi.
ja: ゴーグルは便利ダネ。ボク、目はなくせないから。
ko: 고글이 있으면 꽤 유용하겠어. 눈은 꼭 필요하니까.
pl: Gogle całkiem by się przydały. Potrzebne mi oczy.
pt_br: Óculos seriam bem úteis. Preciso dos meus olhos.
ru: Очки — дело хорошее. Я глазами дорожу.
zh_cn: 有个护目镜就好了。我留着双眼有大用。
zh_tw: 有個護目鏡就好了。我留著雙眼有大用。

# CHARACTERS.WARLY.DESCRIBE.DEVTOOL
source: Efficient, oui?
de: So effizient!
es: ¿Eficiente, oui?
es_mx: Eficiente, ¿oui?
fr: Efficace, non ?
it: Efficiente, oui?
ja: 便利ネ
ko: 고효율?
pl: Wydajne, oui?
pt_br: Eficiente, oui?
ru: Эффективная штука, а?
zh_cn: 很有效率，对吗？
zh_tw: 很有效率，對嗎？

# CHARACTERS.WARLY.DESCRIBE.DEVTOOL_NODEV
source: No, I am a traditionalist.
de: DAS WIRD SICHER FUNKTIONIEREN.
es: No, yo soy un tradicionalista.
es_mx: No, yo soy un tradicionalista.
fr: Non, je suis un traditionaliste.
it: No, sono un tradizionalista.
ja: ズルはしない主義だヨ
ko: 아니, 나는 전통이 더 좋아.
pl: Nie, wolę tradycyjne rozwiązania.
pt_br: Não, prefiro os métodos tradicionais.
ru: Нет, для этого я слишком консервативен.
zh_cn: 我是一个传统主义者，我拒绝用它。
zh_tw: 我是一個傳統主義者，我拒絕用它。

# CHARACTERS.WARLY.DESCRIBE.DIRTPILE
source: It's making a bit of a mess, isn't it?
de: Das macht ziemlich viel Dreck, was?
es: Qué guarro está dejando todo, ¿verdad?
es_mx: Está haciendo un desastre, ¿verdad?
fr: C'est un peu sale, n'est-ce pas ?
it: Sta facendo un po' di confusione, non è vero?
ja: 土を掘り起こしてるヤツがいるネ…？
ko: 주변을 어지럽히고 있는 것 같은데?
pl: Robi wrażenie bałaganu.
pt_br: Está fazendo um pouco de bagunça, não?
ru: Создает небольшой беспорядок, не так ли?
zh_cn: 这里有点小混乱，不是吗？
zh_tw: 這裡有點小混亂，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.DIVININGROD.COLD
source: Hmm, keep looking.
de: Hm, wird nichts angezeigt.
es: Hmm, sigue buscando.
es_mx: Mmm, sigue buscando.
fr: Hem, continue à chercher.
it: Mmm, continua a cercare.
ja: …このへんじゃないみたいネ
ko: 흠, 계속 찾아봐야겠다.
pl: Hmm, muszę szukać dalej.
pt_br: Hmm, continue procurando.
ru: Хм-м, продолжим искать.
zh_cn: 恩，继续探测。
zh_tw: 恩，繼續探測。

# CHARACTERS.WARLY.DESCRIBE.DIVININGROD.GENERIC
source: A finely tuned radar stick.
de: Ein fein abgestimmter Radarstock.
es: Un palo de radar finamente sintonizado.
es_mx: Un palo de radar finamente sintonizado.
fr: Un bâton radar bien réglé.
it: Un bastone radar accuratamente sintonizzato.
ja: かなり高度なレーダー装置ネ
ko: 정밀하게 조율된 레이더 막대기.
pl: Wreszcie udało mi się skalibrować ten patyk.
pt_br: Um graveto radar bem programado.
ru: Отлично настроенная палка-радар.
zh_cn: 一根精心微调过的雷达棒。
zh_tw: 一根精心微調過的雷達棒。
