Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.SADDLEHORN
source: It's like a spatula for a saddle.
de: Wie ein Bratenwender für einen Sattel.
es: Es como una espátula para una silla.
es_mx: Es como una espátula mágica para sillas de montar.
fr: C'est comme une spatule pour selle.
it: È come una spatola per una sella.
ja: サドルのためのスパチュラみたいネ。
ko: 안장에 쓰는 주걱 같아.
pl: Jak szpatułka do siodła.
pt_br: É como uma espátula para selas.
ru: Лопатка для седла.
zh_cn: 这就像是给马鞍用的抹刀。
zh_tw: 這就像是給馬鞍用的抹刀。

# CHARACTERS.WARLY.DESCRIBE.SADDLE_BASIC
source: Let's see if I can ride on this.
de: Mal sehen, ob ich darauf reiten kann.
es: Veamos si puedo montar con esto.
es_mx: Veamos si puedo montarme en esto.
fr: Voyons si je peux lui monter dessus.
it: Vediamo se riesco a usarla per cavalcare.
ja: これに乗れるかな。
ko: 이걸 탈 수 있으려나.
pl: Zobaczmy, czy da się w tym jeździć.
pt_br: Vamos ver se eu consigo montar nisso.
ru: Посмотрим, сумею ли я на этом прокатиться.
zh_cn: 让我看看能不能骑上它。
zh_tw: 讓我看看能不能騎上它。

# CHARACTERS.WARLY.DESCRIBE.SADDLE_RACE
source: Adds a little spice to my ride.
de: Peppt meinen Ritt ein wenig auf.
es: Adereza un poco mi montura.
es_mx: Le añade un toque picante a mi viaje.
fr: Ça donne du piquant à ma promenade.
it: Aggiunge un po' di pepe alla mia corsa.
ja: ほんのちょっとスパイスを加えるヨ。
ko: 좀 더 짜릿하게 탈 수 있어.
pl: Trochę urozmaica jazdę.
pt_br: Dá um tempero a mais pra minha montaria.
ru: Добавляет немного остроты поездке.
zh_cn: 让我出门时增添一些香气。
zh_tw: 讓我出門時增添一些香氣。

# CHARACTERS.WARLY.DESCRIBE.SADDLE_WAR
source: Durable.
de: Haltbar.
es: Durará.
es_mx: Resistente.
fr: Résistant.
it: Resistente.
ja: 頑丈だネ。
ko: 내구성이 뛰어나지.
pl: Wytrzymałe.
pt_br: Durável.
ru: Надежное.
zh_cn: 结实耐用。
zh_tw: 結實耐用。

# CHARACTERS.WARLY.DESCRIBE.SALSA
source: I like to spice things up!
de: Ich mag es scharf und würzig!
es: ¡Me gusta aderezar las cosas!
es_mx: ¡Me gusta darle un poco de picante a la vida!
fr: J'aime pimenter les choses !
it: Mi piacciono le cose piccanti!
ja: スパイスでピリッとさせるのが好きだヨ！
ko: 난 강렬한 맛이 좋아!
pl: Lubię trochę pikanterii!
pt_br: Gosto de temperar as coisas!
ru: Я люблю, когда погорячее!
zh_cn: 辣味真是百搭！
zh_tw: 辣味真是百搭！

# CHARACTERS.WARLY.DESCRIBE.SALTBOX
source: Just the thing for preserving ingredients.
de: Genau das Richtige zum Aufbewahren von Zutaten.
es: Viene al pelo para preservar ingredientes.
es_mx: Justo lo que necesitaba para conservar mis ingredientes.
fr: C'est parfait pour conserver les ingrédients.
it: Quello che mi serviva per conservare gli ingredienti.
ja: 食べ物を保存するための物だヨ。
ko: 재료를 보관하기 아주 좋아.
pl: W sam raz do przechowywania składników.
pt_br: A coisa certa para conservar os ingredientes.
ru: Отлично подойдет для хранения ингредиентов.
zh_cn: 保存食材的不二之选。
zh_tw: 保存食材的不二之選。

# CHARACTERS.WARLY.DESCRIBE.SALTLICK
source: Too salty.
de: Zu salzig.
es: Demasiada sal.
es_mx: Demasiado salado.
fr: C'est trop salé.
it: Troppo salato.
ja: しょっぱすぎるヨ。
ko: 너무 짜.
pl: Za słone.
pt_br: Salgada demais.
ru: Слишком солено.
zh_cn: 太咸了。
zh_tw: 太鹹了。

# CHARACTERS.WARLY.DESCRIBE.SALTROCK
source: Quelle chance! I've found salt!
de: Quelle chance! Ich habe Salz gefunden!
es: ¡Quelle chance! ¡He encontrado sal!
es_mx: ¡Qué suerte! ¡Encontré sal!
fr: Quelle chance ! J'ai trouvé du sel !
it: Quelle chance! Ho trovato il sale!
ja: ラッキー！塩を見つけたヨ！
ko: 운이 좋은걸! 소금을 찾았어!
pl: Quelle chance! Znalazłem sól!
pt_br: Quelle chance! Encontrei sal!
ru: Quelle chance! Я нашел соль!
zh_cn: 天赐良机！我居然找到了盐！
zh_tw: 天賜良機！我居然找到了鹽！

# CHARACTERS.WARLY.DESCRIBE.SALTSTACK.GENERIC
source: What beautiful formations!
de: Was für schöne Formationen!
es: ¡Qué formaciones tan bonitas!
es_mx: ¡Qué formaciones más bonitas!
fr: Quelles formes incroyables !
it: Che belle formazioni!
ja: すご～く美しい形だネ！
ko: 정말 아름다운 형상이야!
pl: Cóż za przepiękne formacje!
pt_br: Que formações lindas!
ru: Какое красивое образование!
zh_cn: 多么美丽的构造！
zh_tw: 多麼美麗的構造！

# CHARACTERS.WARLY.DESCRIBE.SALTSTACK.GROWING
source: The sea is capable of amazing things.
de: Das Meer ist zu erstaunlichen Dingen fähig.
es: El mar es capaz de cosas extraordinarias.
es_mx: El mar es capaz de crear maravillosas.
fr: La mer est capable de choses extraordinaires.
it: Il mare è capace di cose straordinarie.
ja: 海は驚くべきことができるんだヨ。
ko: 바다는 참 놀라운 일을 한다니까.
pl: Morze jest zdolne do niezwykłych rzeczy.
pt_br: O mar é capaz de coisas fabulosas.
ru: На какие только невероятные вещи не способно море.
zh_cn: 大海的力量真是神奇。
zh_tw: 大海的力量真是神奇。

# CHARACTERS.WARLY.DESCRIBE.SALTSTACK.MINED_OUT
source: Nothing left, I'm afraid.
de: Nichts mehr da, fürchte ich.
es: Me temo que no queda nada.
es_mx: Me temo que ya no queda nada.
fr: Il n'en reste rien, hélas.
it: Temo che non sia rimasto nulla.
ja: 悪いけど、何も残ってないネ。
ko: 아쉽지만 아무것도 안 남았어.
pl: Obawiam się, że nic nie zostało.
pt_br: Receio que não reste mais nada.
ru: Боюсь, ничего не осталось.
zh_cn: 恐怕什么都不剩了。
zh_tw: 恐怕什麼都不剩了。

# CHARACTERS.WARLY.DESCRIBE.SANDBLOCK
source: Very thick sand.
de: Sehr dichter Sand.
es: Una arena muy gruesa.
es_mx: Es arena muy gruesa.
fr: Du sable très dense.
it: Sabbia molto compatta.
ja: とっても分厚い砂だネ。
ko: 아주 굵은 모래야.
pl: Kupa piasku.
pt_br: Areia muito grossa.
ru: Плотный слой песка.
zh_cn: 很厚的沙子。
zh_tw: 很厚的沙子。

# CHARACTERS.WARLY.DESCRIBE.SANDSPIKE
source: Watch yourself, it's quite sharp.
de: Vorsicht, der ist sehr spitz.
es: Ojo con el filo.
es_mx: Cuidado. Es muy puntiaguda.
fr: Attention, ça pique.
it: Attenzione, è molto appuntita.
ja: 気を付けて！コレ、尖ってるヨ。
ko: 꽤 날카로우니 조심해.
pl: Uwaga, ostre.
pt_br: Tome cuidado, é muito afiada.
ru: Осторожней, он очень острый.
zh_cn: 小心点，非常尖。
zh_tw: 小心點，非常尖。

# CHARACTERS.WARLY.DESCRIBE.SANITYROCK.ACTIVE
source: It's tugging on my mind.
de: Das treibt mich in den Wahnsinn!
es: Está arrastrando mi mente.
es_mx: Está arrastrando con mi mente.
fr: Il agite mon esprit de saccades.
it: Sta tirando la mia mente.
ja: 見てると、頭がグチャグチャになりそうネ
ko: 내 정신을 유혹하고 있다.
pl: Nadwyręża mi umysł.
pt_br: Está puxando minha mente.
ru: Он затягивает меня.
zh_cn: 它在拉扯我的思想。
zh_tw: 它在拉扯我的思想。

# CHARACTERS.WARLY.DESCRIBE.SANITYROCK.INACTIVE
source: The darkness lurks within.
de: Darin lauert Dunkelheit.
es: La oscuridad acecha dentro.
es_mx: La oscuridad acecha dentro.
fr: C'est hanté par les ténèbres.
it: L'oscurità si nasconde all'interno.
ja: 中に闇が潜んでるヨ
ko: 어둠이 안에 도사리고 있다.
pl: Mrok czai się wewnątrz.
pt_br: As escuridão habita o interior.
ru: Внутри мерцает тьма.
zh_cn: 里面潜藏着黑暗。
zh_tw: 裡面潛藏著黑暗。

# CHARACTERS.WARLY.DESCRIBE.SAPLING.BURNING
source: Those burn quite dramatically.
de: Die brennen recht gut!
es: Arden bastante espectacularmente.
es_mx: Arden de una forma muy espectacular.
fr: Ils brûlent de façon extraordinaire.
it: Quelli ardono molto bene.
ja: なかなか、よく燃えるネ
ko: 순식간에 잘 타는군.
pl: Palą się wręcz zjawiskowo.
pt_br: Elas queimam muito dramaticamente.
ru: Горит довольно эффектно.
zh_cn: 它们烧得很旺。
zh_tw: 它們燒得很旺。

# CHARACTERS.WARLY.DESCRIBE.SAPLING.DISEASED
source: Would some nice soup make you feel better?
de: Möchtest du eine schöne Suppe, damit du dich besser fühlst?
es: ¿Una rica sopa te haría sentirte mejor?
es_mx: ¿Una rica sopa te haría sentir mejor?
fr: Est-ce qu'un bon bouillon te ferait du bien ?
it: Un bel brodino ti farebbe sentire un po' meglio?
ja: おいしいスープでキミの気分は良くなるかな？
ko: 맛있는 수프를 먹으면 나아질 것 같니?
pl: Czy tłusty rosół ci pomoże?
pt_br: Será que você não se sentiria melhor com um pouco de sopa?
ru: А вкусный суп тебя не утешит?
zh_cn: 喝点鲜美的汤羹会不会让你好点呢？
zh_tw: 喝點鮮美的湯羹會不會讓你好點呢？

# CHARACTERS.WARLY.DESCRIBE.SAPLING.DISEASING
source: It's coming down with something.
de: Er brütet was aus.
es: Le ha entrado no sé qué.
es_mx: Tiene alguna enfermedad.
fr: Il est en train de tomber malade.
it: Deve avere qualcosa.
ja: ボク、何か持っていくからネ。
ko: 무슨 병에 걸렸어.
pl: Zaczyna chorować.
pt_br: Acho que ela tá com alguma doença.
ru: Кажется, он чем-то заболел.
zh_cn: 看样子是得病了。
zh_tw: 看樣子是得病了。

# CHARACTERS.WARLY.DESCRIBE.SAPLING.GENERIC
source: Those could be key to my continued survival.
de: Die könnten der Schlüssel zu meinem weiteren Überleben sein.
es: Estos podrían ser clave para mi supervivencia continuada.
es_mx: Estos podrían ser clave para mi sobrevivencia continuada.
fr: Ça pourrait être la clé de ma survie.
it: Potrebbero essere la chiave della mia sopravvivenza.
ja: サバイバルの必需品ネ
ko: 이게 내 생존의 열쇠가 될 수도 있겠군.
pl: Mogą być kluczem do mego przetrwania.
pt_br: Essa poderia ser a chave para a continuação da minha sobrevivência.
ru: Возможно, это — ключ к моему выживанию.
zh_cn: 这些可能是我继续活下去的关键。
zh_tw: 這些可能是我繼續活下去的關鍵。

# CHARACTERS.WARLY.DESCRIBE.SAPLING.PICKED
source: There is nothing left for me to grasp!
de: Da gibt es nichts mehr zu holen.
es: ¡No queda nada para llevarme!
es_mx: ¡No queda nada para llevarme!
fr: Il ne reste rien à récupérer !
it: Non c'è rimasto più niente da prendere per me.
ja: もう摘んでしまったヨ！
ko: 더는 거둘 게 없어!
pl: Nic już nie zostało!
pt_br: Não há mais nada para eu segurar!
ru: Нечем поживиться!
zh_cn: 没有什么东西可供我采摘的了！
zh_tw: 沒有什麼東西可供我採摘的了！

# CHARACTERS.WARLY.DESCRIBE.SAPLING.WITHERED
source: It could use some love.
de: Sieht muschelig aus.
es: Necesita un poco de amor.
es_mx: Necesita un poco de amor.
fr: Il aurait besoin d'amour.
it: Gli servirebbe un po' di amore.
ja: 愛情が足りていないのカナ？
ko: 정성이 좀 필요한 듯.
pl: Przydałoby mu się trochę miłości.
pt_br: Um pouco de amor faria bem.
ru: Ему всего лишь нужна любовь.
zh_cn: 可以用爱浇灌一下。
zh_tw: 可以用愛澆灌一下。

# CHARACTERS.WARLY.DESCRIBE.SCANDATA
source: What is this they're cooking up?
de: Was für ein Süppchen kocht er wohl diesmal?
es: ¿Qué estará preparando?
fr: Mais qu'est-ce qu'ils mijotent ?
it: Cosa sta preparando?
ja: 何を作っているノ？
ko: 요리하고 있는 게 뭘까?
pl: Co oni knują?
pt_br: O que é isso que ele está preparando?
ru: Что это он там готовит?
zh_cn: 这是一道什么菜？
zh_tw: 這是一道什麼菜？

# CHARACTERS.WARLY.DESCRIBE.SCARECROW.BURNING
source: What a tragedy.
de: Was für eine Tragödie.
es: Qué tragedia.
es_mx: Qué tragedia.
fr: Quel drame.
it: Che tragedia.
ja: なんという悲劇。
ko: 이런 비극이 일어나다니.
pl: Co za tragedia.
pt_br: Que tragédia.
ru: Какая трагедия.
zh_cn: 一出悲剧。
zh_tw: 一齣悲劇。

# CHARACTERS.WARLY.DESCRIBE.SCARECROW.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Se pasó de cocción.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.SCARECROW.GENERIC
source: He seems nice.
de: Er wirkt nett.
es: Parece agradable.
es_mx: Parece agradable.
fr: Il a l'air gentil.
it: Molto carino.
ja: 彼はいいひとそうだネ。
ko: 착해 보여.
pl: Wygląda sympatycznie.
pt_br: Ele parece legal.
ru: Выглядит добродушно.
zh_cn: 他看着挺好。
zh_tw: 他看著挺好。

# CHARACTERS.WARLY.DESCRIBE.SCORCHED_SKELETON
source: A kitchen mishap, maybe?
de: Ein Missgeschick in der Küche vielleicht?
es: ¿Un accidente en la cocina, quizá?
es_mx: ¿Tal vez hubo un accidente en la cocina?
fr: Un incident de cuisine, peut-être ?
it: Un piccolo contrattempo in cucina, forse?
ja: キッチンでのアクシデント...かな？
ko: 주방에서 사고가 났나?
pl: Wypadek w kuchni?
pt_br: Um acidente de cozinha, talvez?
ru: Неудачный кулинарный эксперимент?
zh_cn: 厨房出了点小事故吗？
zh_tw: 廚房出了點小事故嗎？

# CHARACTERS.WARLY.DESCRIBE.SCULPTINGTABLE.BLOCK
source: Ready for the chisel.
de: Bereit für den Meißel.
es: Listo para el cincel.
es_mx: Lista para el cincel.
fr: Il n'attend plus que le burin.
it: Pronta per il cesello.
ja: 彫刻の準備は万全だヨ！
ko: 깎을 준비가 됐어.
pl: Wszystko gotowe do dłutowania.
pt_br: Pronto para ser esculpido.
ru: Зубило наготове.
zh_cn: 可以开凿了。
zh_tw: 可以開鑿了。

# CHARACTERS.WARLY.DESCRIBE.SCULPTINGTABLE.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Se pasó de cocción.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.SCULPTINGTABLE.EMPTY
source: Just need some stone to get cooking.
de: Jetzt brauche ich nur noch etwas Stein.
es: Solo necesito un poco de piedra para ponerme a cocinar.
es_mx: Solo necesito piedra para empezar.
fr: Il faut y mettre de la pierre pour commencer à sculpter.
it: Mi servono solo delle pietre per mettermi a cucinare.
ja: 料理するのに、ちょっと石が必要なんだヨ。
ko: 요리할 돌이 필요해.
pl: Potrzebuję tylko jakiegoś kamienia.
pt_br: Só precisa de uma pedra pra funcionar.
ru: Нужно немного камня, и можно приступать к готовке.
zh_cn: 就差一些石头就可以开始做饭了。
zh_tw: 就差一些石頭就可以開始做飯了。

# CHARACTERS.WARLY.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: Someone's a very talented artist.
de: Da ist jemand ein talentierter Künstler.
es: Alguien tiene talento para el arte.
es_mx: Hay un artista muy talentoso por aquí.
fr: Je vois que quelqu'un a du talent.
it: C'è in giro un artista di grande talento.
ja: 才能あふれるアーティストがいるネ。
ko: 아주 재능이 뛰어난 예술가군.
pl: Ktoś tu ma talent.
pt_br: Tem um artista muito talentoso por aqui.
ru: Кто-то явно очень талантливый скульптор.
zh_cn: 某人真是个有才的艺术家。
zh_tw: 某人真是個有才的藝術家。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: Some old, worn stone.
de: Ein alter, verwitterter Stein.
es: La misma piedra vieja y desgastada.
es_mx: Es una piedra vieja y desgastada.
fr: De la pierre usée.
it: Una vecchia pietra consumata.
ja: 古くてくたびれた石だネ。
ko: 낡아 빠진 돌이야.
pl: Jakiś kawał kamienia.
pt_br: Uma pedra velha e desgastada.
ru: Старый потертый камень.
zh_cn: 被岁月侵蚀的石头。
zh_tw: 被歲月侵蝕的石頭。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: It looks much better.
de: Er sieht schon viel besser aus.
es: Tiene mucha mejor pinta.
es_mx: Así se ve mucho mejor.
fr: C'est bien mieux.
it: L'aspetto è molto migliorato.
ja: これで、だいぶ良くなったネ。
ko: 훨씬 나아 보여.
pl: Wygląda znacznie lepiej.
pt_br: Ficou muito melhor.
ru: Выглядит гораздо лучше.
zh_cn: 看起来好多了。
zh_tw: 看起來好多了。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: I think... it's stirring!
de: Ich glaube ... er rührt sich!
es: Creo que... ¡se mueve!
es_mx: Creo que... ¡se está moviendo!
fr: Je crois que... ça bouge !
it: Penso che stia... succedendo qualcosa!
ja: これ...うごいて...るヨ！
ko: 어쩐지... 흔들리는 것 같은데!
pl: Chyba się rusza!
pt_br: Acho que... tá se mexendo!
ru: Кажется… он шевелится!
zh_cn: 好像是在搅动！
zh_tw: 好像是在攪動！

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: It looks incomplete.
de: Sieht unvollständig aus.
es: Parece que le falta algo.
es_mx: Está incompleto.
fr: Ça n'a pas l'air terminé.
it: Sembra incompleta.
ja: 不完全な見かけだヨ。
ko: 미완성 같아.
pl: Czegoś mu brak.
pt_br: Parece incompleta.
ru: Выглядит незаконченным.
zh_cn: 它看起来不完整。
zh_tw: 它看起來不完整。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_BISHOPHEAD
source: I think it was part of a statue.
de: Ich glaube, er war Teil einer Statue.
es: Creo que era parte de una estatua.
es_mx: Creo que era parte de una estatua.
fr: Je crois que ça faisait partie d'une statue.
it: Penso che sia un pezzo di una statua.
ja: これ、像の一部だったんじゃないカナ。
ko: 조각상의 일부였던 것 같아.
pl: To chyba element posągu.
pt_br: Acho que era parte de uma estátua.
ru: Думаю, это часть статуи.
zh_cn: 应该是雕像的一部分。
zh_tw: 應該是雕像的一部分。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: What an odd shape for a rock.
de: Seltsame Form für einen Felsen.
es: Qué forma tan rara para una roca.
es_mx: Qué forma tan extraña tiene esta roca.
fr: Ce rocher a une forme bizarre.
it: Che strana forma per essere una roccia.
ja: 変な格好の岩だネ。
ko: 참 이상한 모양의 돌인걸.
pl: Przedziwny kształt skały.
pt_br: Que forma estranha pra uma pedra.
ru: Какая странная форма у этого камня.
zh_cn: 这石头的形状真奇怪。
zh_tw: 這石頭的形狀真奇怪。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: Well, it's fixed now.
de: Tja, repariert.
es: Bueno, ya está arreglado.
es_mx: Bueno, ya está arreglada.
fr: C'est mieux comme ça.
it: Beh, adesso è a posto.
ja: あぁ、これで修理完了。
ko: 자, 이제 다 고쳤다.
pl: Naprawione.
pt_br: Bom, agora tá consertada.
ru: Теперь починил.
zh_cn: 好吧，修好了。
zh_tw: 好吧，修好了。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: I think... it's stirring!
de: Ich glaube ... er rührt sich!
es: Creo que... ¡se mueve!
es_mx: Creo que... ¡se está moviendo!
fr: Je crois que... ça bouge !
it: Penso che stia... succedendo qualcosa!
ja: これ...うごいて...るヨ！
ko: 어쩐지... 흔들리는 것 같은데!
pl: Chyba się rusza!
pt_br: Acho que... tá se mexendo!
ru: Кажется… он шевелится!
zh_cn: 好像是在搅动！
zh_tw: 好像是在攪動！

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: It's looking for its missing piece.
de: Er sucht nach seinem fehlenden Teil.
es: Busca la pieza que le falta.
es_mx: Está buscando la pieza que le falta.
fr: Je cherche la pièce qu'il lui manque.
it: Sta cercando il pezzo che gli manca.
ja: なくなった体の一部を探してるんだヨ。
ko: 사라진 조각을 찾고 있어.
pl: Szuka brakującej części.
pt_br: Tá faltando uma parte.
ru: Ищет недостающую часть.
zh_cn: 它在找缺了的那块。
zh_tw: 它在找缺了的那塊。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: Looks like it came off a sculpture somewhere.
de: Der stammt wohl von irgendeiner Statue.
es: Parece que se ha desprendido de alguna escultura.
es_mx: Parece que se le cayó a una escultura.
fr: On dirait que ça vient d'une sculpture.
it: Sembra appartenere a una scultura.
ja: どこかの像から落ちたみたいだネ。
ko: 어떤 조각상에서 떨어져 나온 모양이야.
pl: Wygląda, jakby odpadło od jakiejś rzeźby.
pt_br: Parece que caiu de uma escultura em algum lugar.
ru: Похоже, откололась от какой-то статуи.
zh_cn: 好像是从雕像上掉下来的。
zh_tw: 好像是從雕像上掉下來的。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: Parts of it look like they were sculpted.
de: Seit teilweise aus wie eine Bildhauerarbeit.
es: Algunas partes parecen esculpidas.
es_mx: Hay partes que se ven como si las hubiesen esculpido.
fr: Certaines parties ont l'air d'avoir été sculptées.
it: Alcune parti sembrano essere state scolpite.
ja: このパーツを見る限り、彫刻だったみたいネ。
ko: 조각된 부분이 있는 것 같아.
pl: Miejscami wygląda na wyrzeźbione.
pt_br: Partes dela parecem ter sido esculpidas.
ru: Кажется, некоторые части были высечены человеческой рукой.
zh_cn: 好像是雕塑过的。
zh_tw: 好像是雕塑過的。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: That looks nice.
de: Der sieht sicher gut zusammen mit meinen roten Haaren aus.
es: Parece bonita.
es_mx: Se ve genial.
fr: C'est joli.
it: Sembra piacevole.
ja: キラキラでカッコイイネ！
ko: 훌륭해 보인다.
pl: Wygląda znakomicie.
pt_br: Isso parece bonito.
ru: Выглядит здорово.
zh_cn: 看起来不错。
zh_tw: 看起來不錯。

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: I think... it's stirring!
de: Ich glaube ... er rührt sich!
es: Creo que... ¡se mueve!
es_mx: Creo que... ¡se está moviendo!
fr: Je crois que... ça bouge !
it: Penso che stia... succedendo qualcosa!
ja: これ...うごいて...るヨ！
ko: 어쩐지... 흔들리는 것 같은데!
pl: Chyba się rusza!
pt_br: Acho que... tá se mexendo!
ru: Кажется… он шевелится!
zh_cn: 好像是在搅动！
zh_tw: 好像是在攪動！

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: Where is your nose?
de: Wo ist deine Nase?
es: ¿Dónde está tu nariz?
es_mx: ¿Dónde está tu nariz?
fr: Où est ton nez ?
it: Dov'è il naso?
ja: キミの鼻はどこカナ？
ko: 코는 어디 있니?
pl: Gdzie masz nos?
pt_br: Onde tá seu nariz?
ru: А где твой нос?
zh_cn: 你的鼻子呢？
zh_tw: 你的鼻子呢？

# CHARACTERS.WARLY.DESCRIBE.SCULPTURE_ROOKNOSE
source: That doesn't look like a natural rock.
de: Sieht nicht wie ein natürlicher Stein aus.
es: No parece una roca natural.
es_mx: Eso no parece una roca natural.
fr: Ça ne ressemble pas à un rocher normal.
it: Non sembra una roccia naturale.
ja: 自然の岩には見えないネ。
ko: 자연적으로 생긴 돌 같지 않은걸.
pl: Nie wygląda mi to na naturalną skałę.
pt_br: Isso não parece uma rocha natural.
ru: Не похоже на натуральный камень.
zh_cn: 看起来不像自然岩石。
zh_tw: 看起來不像自然岩石。

# CHARACTERS.WARLY.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: It's all gone up in smoke.
de: Er ist in Flammen aufgegangen.
es: Ha ardido en llamas.
es_mx: Se hizo cenizas.
fr: Tout est parti en fumée.
it: È andato tutto in fiamme!
ja: ぜ～んぶ煙になっちゃったネ。
ko: 연기와 함께 사라졌어.
pl: Wszystko poszło z dymem.
pt_br: Tudo virou fumaça.
ru: Вспыхнуло и сгорело.
zh_cn: 烧的灰飞烟灭。
zh_tw: 燒的灰飛煙滅。

# CHARACTERS.WARLY.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: All the knowledge of a seasoned seafarer!
de: All das Wissen des beschlagenen Seemanns!
es: ¡Todo el conocimiento de un marinero veterano!
es_mx: ¡Todo el conocimiento de un marinero experimentado!
fr: Tout le savoir d'un navigateur chevronné !
it: Tutta la conoscenza di un esperto navigatore!
ja: 経験豊かな漁師の知恵の結集だヨ！
ko: 노련한 선원의 지식이 전부 들어 있어!
pl: Pełna wiedzy wilka morskiego!
pt_br: Todo o conhecimento de um navegador experiente!
ru: Вся мудрость опытного морехода!
zh_cn: 资深航海家应当具备的所有知识！
zh_tw: 資深航海家應當具備的所有知識！

# CHARACTERS.WARLY.DESCRIBE.SEAFOODGUMBO
source: Incredible! Just like Nana used to make!
de: Unglaublich! Wie bei Oma.
es: ¡Increíble! ¡Como las de la abuela!
es_mx: ¡Increíble! ¡Como las de la abuela!
fr: Incroyable ! Nana faisait exactement le même !
it: Incredibile! Proprio come quello della nonna!
ja: おばあちゃんの味、思い出すネ！
ko: 대단해! 할머니가 만들어주시던 거랑 똑같아!
pl: Niesamowite! Mama robiła identyczną!
pt_br: Incrível! Como a vovó costumava fazer!
ru: Невероятно! Так же готовила Нана!
zh_cn: 难以置信！就像奶奶以前做的一样！
zh_tw: 難以置信！就像奶奶以前做的一樣！

# CHARACTERS.WARLY.DESCRIBE.SEASTACK
source: A big lumpy rock.
de: Ein großer dicker Felsen.
es: Una roca grande y tosca.
es_mx: Una roca grande y grumosa.
fr: Un gros rocher.
it: Una grossa roccia sformata.
ja: 大きなもっこりした岩だネ。
ko: 크고 울퉁불퉁한 바위야.
pl: Wielki, guzowaty kamień.
pt_br: Uma rocha grande e irregular.
ru: Большая каменюка.
zh_cn: 一块大石头。
zh_tw: 一塊大石頭。

# CHARACTERS.WARLY.DESCRIBE.SEEDPOUCH
source: A little organization never hurts.
de: Etwas Organisation kann ja nicht schaden.
es: Organizar las cosas un poco siempre viene bien.
fr: Un peu d'organisation ne fait jamais de mal.
it: Un po' di organizzazione non fa mai male.
ja: チョット整理しても問題ないヨ。
ko: 조직이 작으면 결코 나쁘지 않지.
pl: Trochę porządku jeszcze nikomu nie zaszkodziło.
pt_br: Um pouco de organização nunca é demais.
ru: Организованность еще никому не навредила.
zh_cn: 稍微整理一下就好了。
zh_tw: 稍微整理一下就好了。

# CHARACTERS.WARLY.DESCRIBE.SEEDS
source: You may grow up to be delicious one day.
de: Eines Tages wird aus dir etwas Köstliches wachsen.
es: Puede que crezcas hasta ser algo delicioso un día.
es_mx: Puede que algún día crezcas para ser algo delicioso.
fr: Ça pourrait pousser et devenir délicieux.
it: Crescerai per essere una delizia un giorno.
ja: いつか、おいしい食材になるかもネ！
ko: 언젠가 자라서 맛있는 음식이 되렴.
pl: Rośnijcie, może będzie z was coś pysznego.
pt_br: Você pode crescer para ser delicioso um dia.
ru: Однажды ты можешь вырасти во что-то вкусное.
zh_cn: 总有一天，你会长成美味的食物。
zh_tw: 總有一天，你會長成美味的食物。

# CHARACTERS.WARLY.DESCRIBE.SEEDS_COOKED
source: Could use smoked paprika...
de: Könnte geräucherte Paprika vertragen ...
es: Hace falta pimentón ahumado...
es_mx: Hace falta paprika ahumada...
fr: Il manque du paprika fumé...
it: Mi servirebbe della paprica affumicata...
ja: スモーク・パプリカパウダーが欲しいネ…
ko: 훈연한 피망이 있었으면...
pl: Przydałoby się trochę wędzonej papryki...
pt_br: Uma páprica defumada cairia bem...
ru: Вот сюда бы копченой паприки…
zh_cn: 可以加点烟熏红辣椒粉...
zh_tw: 可以加點煙熏紅辣椒粉...

# CHARACTERS.WARLY.DESCRIBE.SENTRYWARD
source: It's watching over us.
de: Es wacht über uns.
es: Nos está vigilando.
es_mx: Nos está cuidando.
fr: Il nous observe.
it: Ci tiene d'occhio.
ja: ボクたちを見守ってるネ。
ko: 우리를 지켜보고 있어.
pl: Czuwa nad nami.
pt_br: Está olhando por nós.
ru: Он следит за нами.
zh_cn: 它在看着我们。
zh_tw: 它在看著我們。

# CHARACTERS.WARLY.DESCRIBE.SEWING_KIT
source: Not exactly my specialty.
de: Dammbau ist mein Spezialgebiet.
es: No es exactamente mi especialidad.
es_mx: No es exactamente mi especialidad.
fr: Pas exactement ma spécialité.
it: Non esattamente la mia specialità.
ja: ボク、縫い物は専門外だヨ…
ko: 이건 내 전문 분야가 아니야.
pl: Raczej nie moja specjalność.
pt_br: Não é exatamente minha especialidade.
ru: Это — не мое фирменное блюдо.
zh_cn: 并不是我的专长。
zh_tw: 並不是我的專長。

# CHARACTERS.WARLY.DESCRIBE.SEWING_TAPE
source: Winona is really very resourceful.
de: Winona ist wirklich findig.
es: Winona está llena de recursos.
es_mx: Winona es muy ingeniosa.
fr: Winona est pleine de ressources.
it: Winona è molto intraprendente.
ja: ウィノナはとっても器用だネ。
ko: 위노나는 정말 기발해.
pl: Winona jest bardzo zaradna.
pt_br: A Winona é mesmo muito engenhosa.
ru: У Вайноны на все случаи что-нибудь найдется.
zh_cn: 薇诺娜真有办法。
zh_tw: 薇諾娜真有辦法。
