Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOMOON
source: I imagine I'll need to see the moon for this.
de: Dazu muss ich wohl den Mond sehen.
es: Imagino que necesitaré ver la luna para esto.
es_mx: Creo que tendré que bajar la luna para esto.
fr: Je suppose que j'aie besoin de voir la lune pour ça.
it: Immagino che dovrei vedere la luna.
ja: 月を見ないとイケマセンネ。
ko: 달이 필요할 것 같아.
pl: Zgaduję, że muszę widzieć księżyc.
pt_br: Acho que vou ter que ver a lua para isso.
ru: Чтобы сработало, должна быть видна луна.
zh_cn: 我想得看到月亮才行吧。
zh_tw: 我想得看到月亮才行吧。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOTATRIUMKEY
source: It's not quite right.
de: Da stimmt was nicht.
es: Algo falla.
es_mx: Algo no encaja.
fr: Ce n'est pas la bonne.
it: Non va bene.
ja: これはちょっと正しくないデスヨ。
ko: 잘 안 맞아.
pl: To nie do końca to.
pt_br: Tem alguma coisa errada.
ru: Кажется, не подходит.
zh_cn: 不太对啊。
zh_tw: 不太對啊。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOTDISH
source: It would tarnish my reputation to serve that.
de: Meine Reputation erlaubt nicht, so was zu servieren.
es: Servir eso mancharía mi reputación.
es_mx: Mancharía mi reputación si lo sirviera así.
fr: Servir ça nuirait à ma réputation.
it: Se servissi questo piatto, mi rovinerei la reputazione.
ja: あれをお客さんに出したら、ワタシの評判が地の底に落ちますネ。
ko: 이런 것을 대접하면 내 명성에 먹칠하는 꼴이야.
pl: Podanie tego zszargałoby moje dobre imię.
pt_br: Servir isso arruinaria minha reputação.
ru: Если я это подам, конец моей репутации.
zh_cn: 我要是给别人上这个，名声可就毁了。
zh_tw: 我要是給別人上這個，名聲可就毀了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOTGEM
source: Hmm... Non.
es: Mmm... Non.
es_mx: Mmm... non.
it: Mmmm... Je ne pense pas.
ja: んー...ノン。
ko: 흠... 안 돼.
ru: Хм-м… Non.
zh_cn: 嗯,不行。
zh_tw: 嗯,不行。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: That doesn't seem right.
de: Das scheint nicht richtig zu sein.
es: No parece que esté bien.
es_mx: No parece que esté bien.
fr: Y a un truc qui cloche.
it: Non sembra una cosa giusta.
ja: そうじゃない気がしますネ。
ko: 이건 아닌 것 같은데.
pl: Coś tu jest nie tak.
pt_br: Isso não parece estar certo.
ru: Что-то тут не так.
zh_cn: 那似乎不对。
zh_tw: 那似乎不對。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.NOTSTAFF
source: I need something long and thin, like a wooden spoon.
de: Ich brauche etwas Langes, Dünnes. Vielleicht einen Holzlöffel.
es: Necesito algo largo y fino, como una cuchara de madera.
es_mx: Necesito algo largo y delgado, como una cuchara de madera.
fr: J'ai besoin de quelque chose de long et fin, comme une cuillère en bois.
it: Mi serve qualcosa di lungo e sottile, come un cucchiaio di legno.
ja: 長くて細い物が欲しいヨ、料理で使う木のヘラみたいな。
ko: 나무 숟가락처럼 길고 얇은 게 필요해.
pl: Potrzebuję czegoś długiego i cienkiego, jak drewniana łyżka.
pt_br: Preciso de algo longo e fino, como uma colher de madeira.
ru: Мне нужно что-то длинное и тонкое, как деревянная ложка.
zh_cn: 我需要细长的东西，像木勺子一样的形状。
zh_tw: 我需要細長的東西，像木勺子一樣的形狀。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: It wouldn't be safe right now.
de: Das wäre jetzt gefährlich.
es: No sería seguro ahora mismo.
es_mx: Sería peligroso hacer eso en este momento.
fr: Ce ne serait pas très prudent pour le moment.
it: Al momento non sarebbe sicuro.
ja: 今は安全じゃないですヨ。
ko: 지금은 안전하지 않아.
pl: To nie byłoby teraz bezpieczne.
pt_br: Não seria muito seguro fazer isso agora.
ru: Сейчас это небезопасно.
zh_cn: 现在这么做，有点不安全。
zh_tw: 現在這麼做，有點不安全。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: We should sort out this mess first.
de: Wir sollten hier erst mal Ordnung schaffen.
es: Deberíamos arreglar antes este desaguisado.
es_mx: Primero deberíamos ordenar este desastre.
fr: Il faut d'abord qu'on range ce capharnaüm.
it: Prima dobbiamo sistemare questo disordine.
ja: このごちゃごちゃをまずどうにかしないといけないですネ。
ko: 이 난장판부터 정리해야 해.
pl: Najpierw trzeba posprzątać ten bałagan.
pt_br: A gente precisa limpar essa bagunça primeiro.
ru: Сначала надо разобраться с этим беспорядком.
zh_cn: 我们应该先收拾好地上的东西。
zh_tw: 我們應該先收拾好地上的東西。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: It's a bit late in the evening for that.
de: Bisschen spät am Abend dafür.
es: Es un poco tarde para eso.
es_mx: Es un poco tarde para hacer eso.
fr: Il est un peu tard pour ça.
it: Oggi ormai è un po' troppo tardi per una cosa del genere.
ja: あれにはまだ早いヨ。
ko: 그러기에는 밤이 너무 늦었어.
pl: Trochę już za późno na takie rzeczy.
pt_br: Tá meio tarde pra isso.
ru: Уже поздновато для этого.
zh_cn: 有点太晚了。
zh_tw: 有點太晚了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.SLEEPING
source: It's sleeping.
de: Er schläft.
es: Está durmiendo.
es_mx: Está durmiendo.
fr: Elle dort.
it: Sta dormendo.
ja: 寝ている。
ko: 자고 있어.
pl: Śpi.
pt_br: Está dormindo.
ru: Кажется, он спит.
zh_cn: 它在睡觉。
zh_tw: 它在睡覺。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.SLOTFULL
source: I'd have to take the other object out first.
de: Dazu muss ich erst das andere Objekt da wegnehmen.
es: Tendría que sacar antes el otro objeto.
es_mx: Primero tendría que sacar el otro objeto.
fr: Je dois d'abord en sortir l'autre objet.
it: Prima devo togliere qualche altro oggetto.
ja: 他のオブジェクトを先に取りたいですネ。
ko: 다른 물건부터 꺼내야 해.
pl: Najpierw muszę coś z tego wyjąć.
pt_br: Vou ter que tirar o outro objeto primeiro.
ru: Сначала надо что-нибудь достать.
zh_cn: 我得先把另一件东西先拿出来。
zh_tw: 我得先把另一件東西先拿出來。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.SPIDERNOHAT
source: I'm afraid that's a bit of a tight squeeze.
de: Ich fürchte, das ist ein bisschen eng.
es: Me temo que no hay sitio suficiente...
fr: J'ai peur que ce soit un peu serré.
it: Temo lo spazio non sia sufficiente.
ja: あれはチョットぎゅうぎゅうでダネ。
ko: 좀 빡빡하게 끼워 넣는 것 같아서 걱정이야.
pl: Chyba trochę tu za ciasno.
pt_br: Receio que seja meio apertado.
ru: Боюсь, будет тесновато.
zh_cn: 恐怕那样会有点挤。
zh_tw: 恐怕那樣會有點擠。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: Doesn't look like it's taking, maybe I should try again later.
de: Sieht nicht so aus, als würde es klappen. Vielleicht sollte ich es später noch einmal versuchen.
es: Parece que no lo acepta, volveré a intentarlo luego.
fr: La sauce n'a pas l'air de prendre. Je devrais sûrement réessayer plus tard.
it: Non sembra funzionare, forse dovrei riprovare più tardi.
ja: いらないみたいだネ。あとでまた試してみようカナ？
ko: 시간이 걸릴 것 처럼 보이지는 않으니 나중에 다시 해봐야 겠어.
pl: Chyba nic nie weźmie. Spróbuję później.
pt_br: Não parece que está aceitando, talvez eu deva tentar de novo mais tarde.
ru: Не похоже, что эта штука сейчас сработает. Надо попробовать попозже.
zh_cn: 它好像不接，要不我一会儿再试试吧。
zh_tw: 它好像不接，要不我一會兒再試試吧。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: That doesn't seem to suit its tastes.
de: Das scheint nicht nach seinem Geschmack zu sein.
es: Parece que no está a su gusto.
fr: Ça n'a pas l'air d'être à son goût.
it: Non sembra adatto ai suoi gusti.
ja: 好みじゃないみたいだネ。
ko: 저건 취향이 아닌 것 같아.
pl: To mu się chyba nie podoba.
pt_br: Isso não parece fazer o seu gosto.
ru: Это ему явно не по вкусу.
zh_cn: 这个好像不对它的口味。
zh_tw: 這個好像不對它的口味。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.WRONGGEM
source: It wants a different gem.
de: Da muss ein anderer Edelstein rein.
es: Quiere una gema diferente.
es_mx: Al parecer quiere una gema distinta.
fr: Je veux une autre gemme.
it: Vuole un'altra gemma.
ja: 別の宝石が要るみたいですネ。
ko: 다른 보석을 원하는군.
pl: Nie ten klejnot.
pt_br: Quer outra joia.
ru: Нужен другой камень.
zh_cn: 它想要一颗不同的宝石。
zh_tw: 它想要一顆不同的寶石。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: It looks a little funny, doesn't it?
de: Sieht ein bisschen merkwürdig aus, nicht?
es: Tiene una pinta rarilla, ¿no?
es_mx: Se ve chistosa, ¿no?
fr: C'est bizarre, non ?
it: Ha un aspetto bizzarro, n'est pas?
ja: ちょっと笑えると思わない？
ko: 조금 웃겨 보이지 않아?
pl: Wygląda trochę zabawnie, nieprawdaż?
pt_br: Ficou meio esquisito, né?
ru: Выглядит немного странно, да?
zh_cn: 看着挺好玩的，对吧？
zh_tw: 看著挺好玩的，對吧？

# CHARACTERS.WARLY.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: They've got other pans in the fire.
de: Da ist jemand beschäftigt.
es: Tienen mucha carne en el asador.
es_mx: Al parecer están ocupados con otros platos.
fr: Ils ont d'autres omelettes à fouetter.
it: Ha altra carne al fuoco.
ja: 別の鍋も火にかかってるヨ。
ko: 지금 다른 걸 하느라 바빠.
pl: Już coś pichci.
pt_br: Eles estão com muitas panelas no fogo.
ru: Похоже, здесь и так все кипит.
zh_cn: 他们各自在忙。
zh_tw: 他們各自在忙。

# CHARACTERS.WARLY.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: Sadly it won't do them much good.
de: Leider wird das nichts mehr nützen.
es: La pena es que no les serviría de mucho.
es_mx: Por desgracia, no les serviría de mucho.
fr: Malheureusement, ça ne leur servira pas à grand-chose.
it: Temo che non sia una scelta azzeccata.
ja: ザンネンだけど、あれは何の役にも立たないヨ。
ko: 슬프지만 별로 도움이 안 될 거야.
pl: Niestety to nie pomoże.
pt_br: Infelizmente, não vai adiantar muita coisa pra eles.
ru: К сожалению, это не поможет.
zh_cn: 可惜帮不到他们了。
zh_tw: 可惜幫不到他們了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: Fuller than a belly at a six course meal.
de: Voller als ein Bauch nach einem Sechs-Gänge-Menü.
es: Más a tope que una panza tras un banquete nupcial.
es_mx: Están más llenos que una panza después de seis platos.
fr: C'est plus plein qu'un estomac après un repas gastronomique.
it: Più pieno che dopo una cena a sei portate.
ja: 6品コースでおなかがはちきれそうだヨ。
ko: 여섯 가지 코스 요리를 먹은 배보다 꽉 찼어.
pl: Ma mniej miejsca niż żołądek po sześciodaniowym obiedzie.
pt_br: Mais cheio que uma barriga numa refeição de seis pratos.
ru: Да тут меньше места, чем в животе после обеда из шести блюд.
zh_cn: 比吃完满汉全席的肚子都满。
zh_tw: 比吃完滿漢全席的肚子都滿。

# CHARACTERS.WARLY.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: They're snoozing right now.
de: Im Tiefschlaf.
es: Están roncando de lo lindo.
es_mx: Están durmiendo en este momento.
fr: Ils piquent un somme, pour l'instant.
it: Adesso sta schiacciando un pisolino.
ja: 居眠りしてますネ。
ko: 지금은 자고 있어.
pl: Drzemie sobie.
pt_br: Estão cochilando agora.
ru: Не буду тревожить сон.
zh_cn: 他们正打盹呢。
zh_tw: 他們正打盹呢。

# CHARACTERS.WARLY.ACTIONFAIL.GIVETOPLAYER.BUSY
source: They've got other pans in the fire.
de: Da ist jemand beschäftigt.
es: Tienen mucha carne en el asador.
es_mx: Al parecer están ocupados con otros platos.
fr: Ils ont d'autres omelettes à fouetter.
it: Ha altra carne al fuoco.
ja: 別の鍋も火にかかってるヨ。
ko: 지금 다른 걸 하느라 바빠.
pl: Już coś pichci.
pt_br: Eles estão com muitas panelas no fogo.
ru: Похоже, здесь и так все кипит.
zh_cn: 他们各自在忙。
zh_tw: 他們各自在忙。

# CHARACTERS.WARLY.ACTIONFAIL.GIVETOPLAYER.DEAD
source: Sadly it won't do them much good.
de: Leider wird das nichts mehr nützen.
es: La pena es que no les serviría de mucho.
es_mx: Por desgracia, no les serviría de mucho.
fr: Malheureusement, ça ne leur servira pas à grand-chose.
it: Temo che non sia una scelta azzeccata.
ja: ザンネンだけど、あれは何の役にも立たないヨ。
ko: 슬프지만 별로 도움이 안 될 거야.
pl: Niestety to nie pomoże.
pt_br: Infelizmente, não vai adiantar muita coisa pra eles.
ru: К сожалению, это не поможет.
zh_cn: 可惜帮不到他们了。
zh_tw: 可惜幫不到他們了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVETOPLAYER.FULL
source: Fuller than a belly at a six course meal.
de: Voller als ein Bauch nach einem Sechs-Gänge-Menü.
es: Más a tope que una panza tras un banquete nupcial.
es_mx: Están más llenos que una panza después de seis platos.
fr: C'est plus plein qu'un estomac après un repas gastronomique.
it: Più pieno che dopo una cena a sei portate.
ja: 6品コースでおなかがはちきれそうだヨ。
ko: 여섯 가지 코스 요리를 먹은 배보다 꽉 찼어.
pl: Ma mniej miejsca niż żołądek po sześciodaniowym obiedzie.
pt_br: Mais cheio que uma barriga numa refeição de seis pratos.
ru: Да тут меньше места, чем в животе после обеда из шести блюд.
zh_cn: 比吃完满汉全席的肚子都满。
zh_tw: 比吃完滿漢全席的肚子都滿。

# CHARACTERS.WARLY.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: They're snoozing right now.
de: Im Tiefschlaf.
es: Están roncando de lo lindo.
es_mx: Están durmiendo en este momento.
fr: Ils piquent un somme, pour l'instant.
it: Adesso sta schiacciando un pisolino.
ja: 居眠りしてますネ。
ko: 지금은 자고 있어.
pl: Drzemie sobie.
pt_br: Estão cochilando agora.
ru: Не буду тревожить сон.
zh_cn: 他们正打盹呢。
zh_tw: 他們正打盹呢。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: We've learned that already.
de: Wir haben das schon gelernt.
es: Esto ya lo hemos aprendido.
es_mx: Ya sabemos eso.
fr: On le sait déjà, ça.
it: Ho già imparato tutto.
ja: もう勉強したヨ。
ko: 이미 배웠어.
pl: Już to wiem.
pt_br: Já sabemos disso.
ru: Мы это уже знаем.
zh_cn: 已经学过了。
zh_tw: 已經學過了。

# CHARACTERS.WARLY.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: I do not think I'm the one it wants to talk to.
de: Ich glaube nicht, dass ich derjenige bin, mit dem er reden will.
es: Creo que no quiere hablar conmigo.
fr: Je crois que ce n'est pas à moi qu'il veut parler.
it: Non credo che desideri parlare con me.
ja: 話す相手を間違っているヨ。
ko: 나랑은 대화하고 싶지 않은 모양이야.
pl: Nie sądzę, żeby to ze mną chciał rozmawiać.
pt_br: Acho que ele quer é falar com outra pessoa.
ru: Не уверена, что он захочет со мной разговаривать.
zh_cn: 我不认为我是它想交谈的人。
zh_tw: 我不認為我是它想交談的人。

# CHARACTERS.WARLY.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: I'm afraid they won't listen to me.
de: Auf mich hören sie nicht, fürchte ich.
es: Me temo que no me van a hacer caso.
fr: Elles ne m'écouteront hélas pas.
it: Temo che non mi ascoltino.
ja: たぶん、ボクの言うことは聞いてくれないデスネ。
ko: 그들이 내 말을 듣지 않을까봐.
pl: Obawiam się, że mnie nie posłuchają.
pt_br: Receio que elas não vão me dar ouvidos.
ru: Боюсь, меня они не послушают.
zh_cn: 我怕它们不听我的。
zh_tw: 我怕它們不聽我的。

# CHARACTERS.WARLY.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: Already done, mon ami.
de: Schon erledigt, mon ami.
es: Ya está, mon ami.
fr: C'est déjà fait !
it: Già fatto, mon ami.
ja: モナミ、もうカンリョーだネ。
ko: 이미 끝났어, 몽 아미(내 친구).
pl: Już zrobione, mon ami.
pt_br: Pronto, mon ami.
ru: Уже готово, mon ami.
zh_cn: 已经做了，我的朋友。
zh_tw: 已經做了，我的朋友。

# CHARACTERS.WARLY.ACTIONFAIL.HITCHUP.INMOOD
source: Perhaps when it's not in such a foul mood.
de: Vielleicht, wenn es nicht so schlecht gelaunt ist.
es: A lo mejor cuando no esté con un humor de perros...
fr: On réessaiera quand il sera de meilleure humeur.
it: Magari quando non è di questo umore.
ja: あんまり気分が悪くない時なら。
ko: 아마도 그닥 불쾌한 기분은 아닐거야.
pl: Może lepiej zaczekam, aż będzie w lepszym humorze.
pt_br: Talvez quando não estiver tão mal-humorado.
ru: Когда он успокоится, тогда и попробую.
zh_cn: 等它的心情没那么糟糕的时候再试试。
zh_tw: 等它的心情沒那麼糟糕的時候再試試。

# CHARACTERS.WARLY.ACTIONFAIL.HITCHUP.NEEDBEEF
source: I don't have anything to hitch to it.
de: Ich habe nichts, was ich daran befestigen könnte.
es: No puedo atarle nada de nada.
fr: Je n'ai rien à y attacher.
it: Non ho nulla da legarci.
ja: ボク、これをつなぐものがないネ。
ko: 이걸 묶어둘 게 없네.
pl: Nie mam niczego, co można do tego przywiązać.
pt_br: Não tenho nada pra atrelar a isto.
ru: Мне сюда как-то и привязывать некого.
zh_cn: 我无牛可拴。
zh_tw: 我無牛可拴。

# CHARACTERS.WARLY.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: I will need my delicious friend to come a bit closer.
de: Mein köstlicher Freund muss ein bisschen näher kommen.
es: Necesito que mi delicioso amiguito se acerque un poco más.
fr: Il faut que mon délicieux ami se rapproche.
it: Dovrò convincere il mio squisito amico ad avvicinarsi di più.
ja: ボクのデリシャスなともだちが近くに来ないとダメだネ。
ko: 맛있는 친구가 조금 더 가까이 와야겠어.
pl: Mój pyszniutki kolega musi podejść trochę bliżej.
pt_br: Vou precisar que meu amigo delicioso chegue mais perto.
ru: Нужно подвести моего милого друга поближе.
zh_cn: 我需要这位美味的朋友靠近一点。
zh_tw: 我需要這位元美味的朋友靠近一點。

# CHARACTERS.WARLY.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: Non, non!
it: No, no!
ja: ノン、ノー！
ko: 안 돼, 안 돼!
zh_cn: 不，不！
zh_tw: 不，不！

# CHARACTERS.WARLY.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: Quelle horreur!
es_mx: ¡Qué horreur!
ja: なんて不運なんだ！
ko: 정말 끔찍하군!
zh_cn: 真是可怕！
zh_tw: 真是可怕！

# CHARACTERS.WARLY.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: How embarrassing.
de: Wie peinlich.
es: Qué embarazoso.
es_mx: Qué vergonzoso.
fr: Quel embarras...
it: Deprimente.
ja: すごく恥ずかしいヨ。
ko: 참 당황스러운걸.
pl: Co za wstyd.
pt_br: Que vergonha.
ru: Как неловко.
zh_cn: 真令人尴尬。
zh_tw: 真令人尷尬。

# CHARACTERS.WARLY.ACTIONFAIL.MARK.ALREADY_MARKED
source: I've made my selection.
de: Ich habe meine Auswahl getroffen.
es: Ya me he decidido.
fr: J'ai fait mon choix.
it: Ho già fatto la mia scelta.
ja: ボクはもう選んだヨ。
ko: 선택했어.
pl: Już dokonałem wyboru.
pt_br: Já fiz minha seleção.
ru: Я сделал выбор.
zh_cn: 我已经做出了选择。
zh_tw: 我已經做出了選擇。

# CHARACTERS.WARLY.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: I'm staying out of the competition for the moment.
de: Ich werde im Moment nicht am Wettbewerb teilnehmen.
es: Por ahora, no entraré en la competición.
fr: Je ne participe pas à la compétition, pour l'instant.
it: Al momento non sto partecipando alla competizione.
ja: 今のところは、キョウソウしないヨ。
ko: 당분간 경쟁을 피하려고 해.
pl: Na razie pozostanę poza konkursem.
pt_br: Foi ficar de fora da competição por enquanto.
ru: Я пока что хочу просто понаблюдать.
zh_cn: 我暂时不参加比赛。
zh_tw: 我暫時不參加比賽。

# CHARACTERS.WARLY.ACTIONFAIL.MOUNT.INUSE
source: Oh. It must belong to someone else.
de: Oh. Das muss jemand anderem gehören.
es: Oh. Debe de ser de otra persona.
es_mx: ¡Oh! Debe pertenecerle a alguien más.
fr: Oh, ça doit être à quelqu'un d'autre.
it: Oh. Deve appartenere a qualcun altro.
ja: おや。これは誰かの物に違いないヨ。
ko: 아. 주인이 따로 있나 봐.
pl: Och. Musi należeć do kogoś innego.
pt_br: Ah. Isso deve pertencer a outra pessoa.
ru: О. Наверно, это кому-то принадлежит.
zh_cn: 哦。这是属于别人的。
zh_tw: 哦。這是屬於別人的。

# CHARACTERS.WARLY.ACTIONFAIL.MOUNT.SLEEPING
source: Excusez-moi, but perhaps you can nap later?
de: Excusez-moi, könntest du vielleicht später ein Nickerchen machen?
es: Excusez-moi, ¿podrías echarte la siesta en otro momento?
fr: Navré, mais pourrais-tu dormir plus tard ?
it: Excusez-moi, non è che potresti dormire più tardi?
ja: スミマセン、昼寝は後にしてネ。
ko: 실례한다만, 낮잠은 나중에 자도 되지 않을까?
pl: Excusez-moi, może jednak zdrzemniesz się później?
pt_br: Excusez-moi, mas talvez você possa cochilar mais tarde?
ru: Excusez-moi, но давай ты поспишь чуть позже?
zh_cn: 抱歉，但也许你可以晚点再打盹？
zh_tw: 抱歉，但也許你可以晚點再打盹？

# CHARACTERS.WARLY.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: Mon dieu. It's busy just now.
de: Mon dieu. Es ist gerade beschäftigt.
es: Mon dieu. Está a sus cosas.
es_mx: Mon dieu. En este momento está ocupado.
fr: Mon dieu. Il n'a pas l'air disponible.
it: Mon dieu. Al momento ha altro da fare.
ja: アア、神様ッ！い、今は忙しいです。
ko: 세상에나. 지금은 바빠 보여.
pl: Mon dieu. Jest teraz zajęty.
pt_br: Mon dieu. Está ocupado agora.
ru: Mon dieu. Кому-то сейчас не до меня.
zh_cn: 我的天啊。现在它忙着呢。
zh_tw: 我的天啊。現在它忙著呢。

# CHARACTERS.WARLY.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: This is a bit much for pond fishing, non?
de: Bisschen übertrieben zum Teichfischen, non?
es: Es un poco demasiado para pescar en un estanque, ¿non?
es_mx: ¿No es demasiado equipo para pescar en un estanque?
fr: C'est un peu exagéré pour de la pêche en étang, non ?
it: Forse è un po' esagerata per pescare in uno stagno, no?
ja: 池で魚釣りにしては仰々しすぎませんかネ？
ko: 연못에서 낚시하기엔 너무 과하지?
pl: To chyba trochę przesada jak na łowienie w stawie, non?
pt_br: Isso é um pouco exagerado para pesca no lago, non?
ru: Перебор для простой рыбалки в пруду, non?
zh_cn: 池塘钓鱼用这个，杀鸡用牛刀？
zh_tw: 池塘釣魚用這個，殺雞用牛刀？

# CHARACTERS.WARLY.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: Maman used to keep a journal, before her memory went.
de: Maman hat ein Tagebuch geführt, bevor ihr Gedächtnis schwand.
es: Maman solía escribir un diario antes de perder la memoria.
es_mx: Mi mamá solía llevar un diario antes de perder la memoria.
fr: Maman tenait un journal, avant que sa mémoire ne lui fasse défaut.
it: Prima che maman perdesse la memoria, teneva un diario.
ja: 記憶を失うまでは、ママも日記付けてたなぁ。
ko: 건망증이 오기 전에는 마망도 일기를 쓰곤 했는데.
pl: Maman prowadziła kiedyś pamiętnik, zanim jej pamięć zaczęła szwankować.
pt_br: A Maman mantinha um diário antes de perder a memória.
ru: Maman вела дневник, пока ее не начала подводить память.
zh_cn: 妈妈在记忆力衰退前曾经写过一本日记。
zh_tw: 媽媽在記憶力衰退前曾經寫過一本日記。

# CHARACTERS.WARLY.ACTIONFAIL.PICKUP.INUSE
source: Excusez-moi.
ja: す、スミマセン。
ko: 실례합니다.
zh_cn: 抱歉。
zh_tw: 抱歉。

# CHARACTERS.WARLY.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: Pardonnez-moi, I mistook you for my carrat!
de: Pardonne-moi, ich habe dich mit meiner Karatte verwechselt!
es: ¡Pardonnez-moi, te había confundido con mi zanarrata!
es_mx: Pardonnez-moi. ¡La confundí con mi ratahoria!
fr: Mes excuses, je t'ai prise pour ma carate !
it: Pardonnez-moi, vi ho confuso con il mio caratto!
ja: パラドン・ムア、ゴメン、キャラットと間違えちゃったヨ！
ko: 파르도네 무아, 내 당근이쥐랑 헷갈렸어!
pl: Pardonnez-moi, pomyliłem cię z moją myszomarchwią.
pt_br: Pardonnez-moi, eu te confundi com o meu cenourrato!
ru: Pardonnez-moi, я перепутал тебя со своей моркрысой!
zh_cn: 原谅我，我误以为你是我的胡萝卜鼠！
zh_tw: 原諒我，我誤以為你是我的胡蘿蔔鼠！

# CHARACTERS.WARLY.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: Oh, je m'excuse, have you seen my carrat around here?
de: Oh, je m'excuse, hast du vielleicht meine Karatte gesehen?
es: Oh, je m'excuse, ¿has visto a mi zanarrata por aquí?
es_mx: Oh, perdóneme, ¿habrá visto a mi ratahoria por aquí?
fr: Oh, désolé, auriez-vous vu ma carate dans le coin ?
it: Oh, je m'excuse, avete visto il mio caratto nei paraggi?
ja: スミマセン。このあたりで私のキャラット見ませんでしたか？
ko: 아, 혹시 주변에서 내 당근이쥐 못 봤니?
pl: Och, je m'excuse, widział ktoś moją myszomarchew?
pt_br: Ah, je m'excuse, você viu meu cenourrato por aqui?
ru: О, je m'excuse, никто не видел тут мою моркрысу?
zh_cn: 啊，抱歉，请问你看到我的胡萝卜鼠没有？
zh_tw: 啊，抱歉，請問你看到我的胡蘿蔔鼠沒有？

# CHARACTERS.WARLY.ACTIONFAIL.PICKUP.RESTRICTION
source: I don't think that's for me.
de: Ich glaube nicht, dass das für mich ist.
es: No creo que sea para mí.
es_mx: No creo que eso sea para mí.
fr: Je pense que ce n'est pas pour moi.
it: Non penso che faccia per me.
ja: あれはボクのじゃないですヨ。
ko: 내 것이 아닌 것 같아.
pl: To chyba nie dla mnie.
pt_br: Não acho que isso seja para mim.
ru: Не думаю, что это для меня.
zh_cn: 这个不适合我。
zh_tw: 這個不適合我。

# CHARACTERS.WARLY.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: I think I know everything I need to, non?
de: Ich glaube, ich weiß alles, was ich wissen muss, non?
es: Oui, creo que ya sé todo lo que necesito.
fr: Je crois que je sais tout ce que j'ai besoin de savoir, non ?
it: Penso di sapere tutto il necessario, non?
ja: ボク、必要なことは何でも知ってると思うヨ。ノン？
ko: 나는 알아야 할 것을 모두 알고 있다고 생각해, 농(안그래)?
pl: Chyba wiem już wszystko, non?
pt_br: Acho que já sei tudo de que preciso, non?
ru: По-моему, я уже и так знаю все, что нужно, non?
zh_cn: 我想我已经知道所有应该知道的事情了，不是吗？
zh_tw: 我想我已經知道所有應該知道的事情了，不是嗎？

# CHARACTERS.WARLY.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: I already know all there is to know about that one.
de: Ich weiß darüber schon alles, was es zu wissen gibt.
es: Creo que ya sé todo lo que hay que saber de eso.
fr: Je sais déjà tout ce qu'il y a à savoir sur le sujet.
it: So già tutto il necessario a riguardo.
ja: アレについてはぜーんぶもう知ってるヨ。
ko: 저 녀석에 관해 알아야 할 모든 것을 이미 알고 있다고.
pl: Wiem już wszystko, co trzeba o tym wiedzieć.
pt_br: Já sei tudo o que há para saber sobre o assunto.
ru: Я уже и так знаю об этом все, что только можно.
zh_cn: 我已经知道了所有关于这个的事情。
zh_tw: 我已經知道了所有關於這個的事情。

# CHARACTERS.WARLY.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: I've poured every last drop.
de: Ich habe alles bis auf den letzten Tropfen ausgegossen.
es: He gastado hasta la última gota.
fr: J'ai versé jusqu'à la dernière goutte.
it: Ho versato fino all'ultima goccia.
ja: ぜーんぶカラッカラになるまで注いだヨ。
ko: 마지막 한 방울까지 전부 부었어.
pl: Wylałem już wszystko, co do kropelki.
pt_br: Eu usei até a última gota.
ru: Там ни капли воды не осталось.
zh_cn: 我已经把最后一滴都倒出来了。
zh_tw: 我已經把最後一滴都倒出來了。

# CHARACTERS.WARLY.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: Not a drop left!
de: Kein Tropfen übrig!
es: ¡No queda ni una gota!
fr: Il n'y a plus une goutte !
it: Non ne è rimasta nemmeno una goccia!
ja: もう一滴も残ってナイヨ！
ko: 한 방울도 남지 않았다고!
pl: Nie zostało ani kropli!
pt_br: Não sobrou nenhuma gota!
ru: Совсем пусто!
zh_cn: 一滴水都不剩了！
zh_tw: 一滴水都不剩了！

# CHARACTERS.WARLY.ACTIONFAIL.REPAIR.WRONGPIECE
source: It needs something else.
de: Da fehlt noch was.
es: Necesita algo más.
es_mx: Necesita algo más.
fr: Il faut autre chose.
it: Ha bisogno di qualcos'altro.
ja: 別の物が必要ダネ。
ko: 다른 것이 필요하다.
pl: Trzeba tu czegoś innego.
pt_br: Precisa de outra coisa.
ru: Здесь нужно что-то еще.
zh_cn: 它还需要一些东西。
zh_tw: 它還需要一些東西。
