Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ANNOUNCE_MOSQUITOS
source: Aaah! Bug off!
de: Aaah! Mach die Fliege!
es: ¡Aaah! ¡Largo, bichos!
fr: Ah ! Punaise !
it: Aaah! Sparisci!
ja: ああー！うせろ！
ko: 아! 가 버려!
pt_br: Aaah! Cai fora!
zh_cn: 啊！滚开！
zh_tw: 啊！滾開！

# CHARACTERS.GENERIC.ANNOUNCE_MOUNT_LOWHEALTH
source: This beast seems to be wounded.
de: Die Bestie ist angeschlagen!
es: Esta bestia parece que está herida.
fr: Cette bête semble blessée.
it: Questa bestia sembra essere ferita.
ja: この獣は、ケガをしてるみたいだ
ko: 짐승이 다친 것 같다.
pt_br: Esse bicho parece estar machucado.
zh_cn: 这野兽似乎受伤了。
zh_tw: 這野獸似乎受傷了。

# CHARACTERS.GENERIC.ANNOUNCE_NODANGERGIFT
source: I can't open presents with monsters about!
de: Ich kann Geschenke nicht öffnen, wenn Monster in der Nähe sind!
es: ¡No puedo abrir regalos si hay monstruos cerca!
fr: Je ne peux pas ouvrir des cadeaux alors qu'il y a des monstres partout !
it: Non posso aprire i regali con i mostri nelle vicinanze!
ja: プレゼントなんて開けてる場合じゃない！
ko: 근처에 몬스터가 있어서 선물을 열 수 없다!
pt_br: Não posso abrir presentes com monstros por perto!
zh_cn: 怪物在四周，我无法拆礼物！
zh_tw: 怪物在四周，我無法拆禮物！

# CHARACTERS.GENERIC.ANNOUNCE_NODANGERSIESTA
source: It's too dangerous to siesta right now!
de: Es ist im Moment zu gefährlich für einen Mittagsschlaf.
es: ¡Es muy peligroso echarse la siesta ahora mismo!
fr: Faire la sieste est trop dangereux pour l'instant !
it: È troppo pericoloso fare la siesta adesso!
ja: 今は昼寝なんてしてる場合じゃない！
ko: 지금은 낮잠 자기에 너무 위험하다!
pt_br: É muito perigoso pra um cochilo agora!
zh_cn: 现在午休太危险了！
zh_tw: 現在午休太危險了！

# CHARACTERS.GENERIC.ANNOUNCE_NODANGERSLEEP
source: I'm too scared of dying to sleep right now!
de: Ich hab zu viel Angst zu sterben, als dass ich jetzt schlafen könnte!
es: ¡Tengo demasiado miedo de morirme mientras duermo!
fr: J'ai bien trop peur de mourir pour aller dormir !
it: Ho troppa paura di morire per riuscire a dormire ora!
ja: 今寝たら死んでしまうぞ！
ko: 죽을까 봐 너무 무서워서 잠을 잘 수가 없다!
pt_br: Estou com muito medo de morrer pra dormir agora!
zh_cn: 我很害怕就这样睡死过去！
zh_tw: 我很害怕就這樣睡死過去！

# CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP
source: It's too bright out.
de: Es ist zu hell draußen.
es: Es demasiado brillante ahí afuera.
fr: Il y a trop de lumière.
it: È troppo luminoso fuori.
ja: 外は明るすぎる！
ko: 밖이 너무 밝다.
pt_br: Está muito claro lá fora.
zh_cn: 光线太亮了。
zh_tw: 光線太亮了。

# CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
de: Ich bin nicht müde.
es: Aún no quiero descansar.
fr: Je ne suis pas fatigué.
it: Non sono stanco.
ja: 疲れてはいない。
ko: 피곤하지 않다.
pt_br: Não estou cansado.
zh_cn: 我不累。
zh_tw: 我不累。

# CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSIESTA
source: I'm too hungry for a siesta!
de: Ich bin zu hungrig für eine Siesta!
es: ¡Tengo demasiada hambre para una siesta!
fr: J'ai trop faim pour faire la sieste !
it: Ho troppa fame per una pausa!
ja: お昼寝するには腹ペコすぎる！
ko: 너무 배고파서 낮잠을 못 자겠다!
pt_br: Estou com muita fome para tirar um cochilo!
zh_cn: 我太饿了，没法午休！
zh_tw: 我太餓了，沒法午休！

# CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep, my growling tummy will keep me up!
de: Ich bin zu hungrig, um zu schlafen. Das Magenknurren hält mich wach.
es: Tengo demasiada hambre como para dormir, ¡los rugidos de mi tripa me despertarán!
fr: J'ai trop faim pour dormir, les gargouillements me réveilleraient !
it: Ho troppa fame per dormire, il gorgoglio mi terrà sveglio!
ja: ダメだ…腹ペコすぎて眠れそうにない！
ko: 자기에는 너무 배고프다. 꼬르륵거려서 잠을 잘 수 없다!
pt_br: Estou com muita fome para dormir, o ronco da minha barriga não vai deixar!
zh_cn: 我太饿了，睡不着，我肚子的咕咕叫声会让我一直醒着的！
zh_tw: 我太餓了，睡不著，我肚子的咕咕叫聲會讓我一直醒著的！

# CHARACTERS.GENERIC.ANNOUNCE_NOMOUNTEDGIFT
source: I should get off my beefalo first.
de: Erst muss ich von meinem Beefalo runter.
es: Debería bajar de mi beefalo primero.
fr: Je devrais d'abord descendre de mon bœufalo.
it: Dovrei scendere dal mio mufalo prima.
ja: その前に、ビーファローから降りないとな
ko: 우선 비팔로에서 내려야겠다.
pt_br: Preciso descer do meu bífalo primeiro.
zh_cn: 我得先从皮弗娄牛身上下来。
zh_tw: 我得先從皮弗婁牛身上下來。

# CHARACTERS.GENERIC.ANNOUNCE_NONIGHTSIESTA
source: Night is for sleeping, not taking siestas.
de: Die Nacht ist zum Schlafen da, nicht zum Nickerchen machen.
es: La noche es para dormir, no para echarse siestas.
fr: La nuit c'est pour dormir, pas pour la sieste.
it: La notte non è fatta per dormire o riposarsi.
ja: 夜は眠るためのもので、昼寝をするのとは違う。
ko: 밤은 낮잠이 아니라 잠자기 위한 시간이다.
pt_br: A noite é para dormir, não para cochilar.
zh_cn: 晚上该睡觉，而不是午休。
zh_tw: 晚上該睡覺，而不是午休。

# CHARACTERS.GENERIC.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I don't think I could really relax down here.
de: Ich glaub nicht, dass ich mich hier unten entspannen könnte.
es: No creo que pudiera relajarme aquí.
fr: Je ne crois pas que je pourrais vraiment me détendre ici.
it: Non credo che potrei veramente rilassarmi qua sotto.
ja: ここで本当に気を許すのは無理そうだ。
ko: 여기서는 제대로 쉴 수 없을 것 같다.
pt_br: Acho que eu não conseguiria relaxar aqui.
zh_cn: 我不认为我在这里能真正放松下来。
zh_tw: 我不認為我在這裡能真正放鬆下來。

# CHARACTERS.GENERIC.ANNOUNCE_NOSLEEPONFIRE
source: I don't exactly have a burning desire to sleep in that.
de: Könnte mir Schöneres vorstellen, als hier drin zu schlafen.
es: No tengo precisamente un deseo ardiente de dormir ahí.
fr: Je n'ai pas un désir ardent de dormir là-dedans.
it: Non ho un ardente desiderio di dormire in quello.
ja: そこで寝たら、間違いなく焼死だ
ko: 그 안에서 자고픈 것은 아니다.
pt_br: Não tenho um forte desejo de dormir nisso.
zh_cn: 我没有在那里面睡觉的强烈欲望。
zh_tw: 我沒有在那裡面睡覺的強烈欲望。

# CHARACTERS.GENERIC.ANNOUNCE_NOWARDROBEONFIRE
source: I can't change while it's on fire!
de: Ich kann mich nicht umziehen, während es brennt!
es: ¡No puedo cambiarme mientras esté ardiendo!
fr: Je ne peux pas me changer alors que c'est en feu !
it: Non posso cambiarmi mentre è in fiamme!
ja: 燃えてる服を着る趣味はないぞ！
ko: 불이 붙은 상태에선 옷을 갈아입을 수 없다!
pt_br: Não posso mudar enquanto está em chamas!
zh_cn: 它着火了，我换不了衣服！
zh_tw: 它著火了，我換不了衣服！

# CHARACTERS.GENERIC.ANNOUNCE_NO_TRAP
source: Well, that was easy.
de: Okay, das war einfach.
es: Ha sido fácil.
fr: Ha, c'était facile.
it: Beh, è stato facile.
ja: まぁ、簡単だったな。
ko: 의외로 쉬웠어.
pt_br: Que fácil!
zh_cn: 好吧，挺简单的。
zh_tw: 好吧，挺簡單的。

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_BADCAST
source: My casting needs work...
de: Ich muss das Auswerfen üben ...
es: Tengo que mejorar el lanzamiento...
fr: Il faut que je m'entraîne au lancer...
it: Devo migliorare nei lanci...
ja: キャスティングの練習をしないと…
ko: 던지는 기술을 연구해야겠어...
pt_br: Preciso lançar a linha melhor...
zh_cn: 甩竿技术有待提高……
zh_tw: 甩竿技術有待提高……

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_GOTAWAY
source: It got away.
de: Entkommen.
es: Se ha escapado.
fr: Il est parti.
it: È fuggito.
ja: 逃げられちまったな
ko: 도망쳤잖아.
pt_br: Fugiu.
zh_cn: 它逃走了。
zh_tw: 它逃走了。

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Where are the fish?
de: Wo sind die Fische?
es: ¿Dónde están los peces?
fr: Où sont les poissons ?
it: Dove sono i pesci?
ja: 魚はどこだ？
ko: 물고기는 어디에 있지?
pt_br: Onde estão os peixes?
zh_cn: 鱼呢？
zh_tw: 魚呢？

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Maybe I should find a better fishing spot.
de: Vielleicht sollte ich mir einen besseren Ort zum Fischen suchen.
es: Igual debería buscar un lugar mejor de pesca.
fr: Je devrais trouver un meilleur endroit pour pêcher.
it: Forse dovrei trovare un posto migliore per pescare.
ja: もっといい釣り場を探すべきかな。
ko: 더 좋은 낚시터를 찾아봐야 하나.
pt_br: Talvez seja melhor achar um lugar melhor para pescar.
zh_cn: 也许该换个鱼多的地方钓。
zh_tw: 也許該換個魚多的地方釣。

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: I thought there were supposed to be plenty of fish in the sea!
de: Und ich dachte, das Meer wäre voller Fische!
es: ¡Se suponía que el mar estaba repleto de peces!
fr: Je pensais pourtant que l'océan était rempli de poissons !
it: Credevo che nel mare ci fossero pesci a volontà!
ja: 海にはたくさんの魚がいると思ったんだけど！
ko: 바다에는 물고기가 많을 줄 알았는데!
pt_br: Eu achava que deveria ter um montão de peixes no mar!
zh_cn: 我还以为海里到处都是鱼呢！
zh_tw: 我還以為海裡到處都是魚呢！

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: I could be doing so many more scientific things right now...
de: Und ich könnte jetzt so viel Wissenschaft betreiben ...
es: Podría estar haciendo montones de cosas científicas ahora mismo...
fr: Dire que je pourrais faire des tas d'expériences, à la place...
it: Invece di stare qui, avrei potuto dedicarmi a cose molto più scientifiche...
ja: 今頃は、もっと科学的なことをできていたはずなのに…
ko: 이 시간에 더 과학적인 일을 할 수도 있었는데...
pt_br: Eu poderia estar fazendo muito mais coisas científicas agora.
zh_cn: 我现在明明可以做更科学的事情……
zh_tw: 我現在明明可以做更科學的事情……

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_LINESNAP
source: All my hard work, gone in a snap!
de: All meine harte Arbeit – einfach dahin!
es: Todo lo que he trabajado...
fr: Tout mon travail... disparu en un claquement de doigts !
it: Tutti le mie speranze spezzate di netto!
ja: これまでの努力が一瞬で無駄に！
ko: 내 노력이 한순간에 물거품으로 돌아갔어!
pt_br: Todo meu esforço se foi num instante!
zh_cn: 所有辛苦，都被折断。
zh_tw: 所有辛苦，都被折斷。

# CHARACTERS.GENERIC.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: Maybe reeling would help.
de: Vielleicht hängt die Schnur zu weit durch.
es: A lo mejor recoger sedal ayuda.
fr: Il faudrait que je remonte la ligne, non ?
it: Forse dovrei riavvolgere un po'.
ja: リールを巻いた方がいいかな。
ko: 줄을 감으면 도움이 될지도 몰라.
pt_br: Talvez seja melhor puxar a linha.
zh_cn: 收线也许管用。
zh_tw: 收線也許管用。

# CHARACTERS.GENERIC.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: Uh-oh. Sea monsters!
de: Oh weh. Seeungeheuer!
es: Oh-oh. ¡Monstruos marinos!
fr: Oh oh... Des monstres marins !
it: Oh oh! Mostri marini!
ja: おっと、海の怪物だ！
ko: 이런. 바다 괴물이다!
pt_br: Ô-ou. Monstros marinhos!
zh_cn: 不好，海怪！
zh_tw: 不好，海怪！

# CHARACTERS.GENERIC.ANNOUNCE_PECKED
source: Ow! Quit it!
de: Ah! Hör auf!
es: ¡Ay! ¡Déjame!
fr: Ouille ! Arrête !
it: Ahi! Smettila!
ja: いて！すぐ止めろ！
ko: 이런! 그만 해!
pt_br: Ai! Pare com isso!
zh_cn: 噢！停下！
zh_tw: 噢！停下！

# CHARACTERS.GENERIC.ANNOUNCE_PETRIFED_TREES
source: Did I just hear trees screaming?
de: Habe ich eben Bäume schreien gehört?
es: ¿Eso han sido los árboles gritando?
fr: J'ai entendu les arbres hurler ou je rêve ?
it: Ho appena sentito degli alberi gridare?
ja: 今、木の叫び声が聞こえたような…
ko: 방금 나무가 비명을 지른 건가?
pt_br: Será que eu ouvi as árvores gritando?
zh_cn: 我刚刚听到树在尖叫吗？
zh_tw: 我剛剛聽到樹在尖叫嗎？

# CHARACTERS.GENERIC.ANNOUNCE_PICK_DISEASE_WARNING
source: Uh, is it supposed to smell like that?
de: Äh, riecht das immer so?
es: Ah, ¿este olor es normal?
fr: Euh, l'odeur est normale ?
it: Uh, è normale che puzzi così?
ja: あれ、なんだか匂いが変だな？
ko: 윽, 원래 이렇게 냄새가 고약한가?
pt_br: Uh, era pra ter esse cheiro mesmo?
zh_cn: 嗯啊，本来就是那味道吗？
zh_tw: 嗯啊，本來就是那味道嗎？

# CHARACTERS.GENERIC.ANNOUNCE_PLANT_RANDOMSEED
source: I wonder what it will grow into.
de: Ich frage mich, was daraus werden wird.
es: Me preguntó en qué se convertirá.
fr: Je me demande ce que ça va donner.
it: Chissà cosa diventerà.
ja: これは何になるんだろう。
ko: 어떤 모습으로 자라날지 궁금해.
pt_br: O que será que isso vai virar?
zh_cn: 不知道会长成什么。
zh_tw: 不知道會長成什麼。

# CHARACTERS.GENERIC.ANNOUNCE_PLANT_RESEARCHED.1
source: My knowledge about this plant is growing!
de: Mein Wissen über diese Pflanze wird immer größer!
es: ¡Cada vez sé más cosas de esta planta!
fr: Mes connaissances grandissent avec cette plante !
it: La mia conoscenza di questa pianta sta crescendo!
ja: この植物に関する僕の知識は増えているよ！
ko: 이 식물에 대한 나의 지식이 뻗어나가고 있어!
pt_br: Meu conhecimento sobre esta planta está crescendo!
zh_cn: 我对这种植物的知识在增长！
zh_tw: 我對這種植物的知識在增長！

# CHARACTERS.GENERIC.ANNOUNCE_POCKETWATCH_PORTAL
source: Nobody told me time travel would be such a pain in the rear...
de: Niemand hat mir gesagt, dass Zeitreisen so tierisch nerven können ...
es: Nadie me dijo que viajar en el tiempo sería taaan terrible...
fr: Personne ne m'a dit que les voyages temporels seraient aussi casse-pieds...
it: Nessuno mi aveva detto che i viaggi nel tempo fossero una tale rottura di noccioline...
ja: タイムトラベルがこんなに苦痛だなんて誰も教えてくれなかったよ…
ko: 아무도 나에게 시간 여행 반대편에서 그렇게 고통스러울 거라고 말해주지 않았어...
pt_br: Ninguém me avisou que viajar no tempo seria tão chato...
zh_cn: 没有人告诉我时间旅行完后屁股会这么痛……
zh_tw: 沒有人告訴我時間旅行完後屁股會這麼痛……

# CHARACTERS.GENERIC.ANNOUNCE_QUAKE
source: That doesn't sound good.
de: Das klingt nicht gut.
es: Eso no suena bien.
fr: J'aime pas ce genre de bruit.
it: Non sembra una buona idea.
ja: その話からいい感じはしないな。
ko: 어째 불길한 느낌이 드는 소리다.
pt_br: Isso não parece bom.
zh_cn: 听起来不妙。
zh_tw: 聽起來不妙。

# CHARACTERS.GENERIC.ANNOUNCE_REPELLED
source: It's shielded!
de: Das ist abgeschirmt.
es: ¡Está blindado!
fr: C'est protégé !
it: Ha una protezione!
ja: バリアで守られてる…！？
ko: 보호막이 있다!
pt_br: Está protegido!
zh_cn: 它有保护！
zh_tw: 它有保護！

# CHARACTERS.GENERIC.ANNOUNCE_RESEARCH
source: Never stop learning!
de: Niemals aufhören zu lernen.
es: ¡Nunca dejes de aprender!
fr: Il ne faut jamais cesser d'apprendre !
it: Mai smettere di imparare!
ja: 永遠に学習は続く！
ko: 배움의 길에는 끝이 없다!
pt_br: Nunca pare de aprender!
zh_cn: 活到老学到老！
zh_tw: 活到老學到老！

# CHARACTERS.GENERIC.ANNOUNCE_REVIVED_FROM_CORPSE
source: Much better, thank-you.
de: Viel besser. Danke!
es: Mucho mejor, gracias.
fr: C'est mieux comme ça, merci.
it: Va molto meglio, grazie!
ja: 気分が良くなった、ありがとう。
ko: 이제야 살겠네. 고마워.
pt_br: Muito melhor, agradeço.
zh_cn: 好多了，谢谢啦。
zh_tw: 好多了，謝謝啦。

# CHARACTERS.GENERIC.ANNOUNCE_REVIVED_OTHER_CORPSE
source: Good as new!
de: So gut wie neu!
es: ¡Como nuevo!
fr: Comme neuf !
it: Come nuovo!
ja: 新品同様！
ko: 새 삶을 얻었네!
pt_br: Como novo!
zh_cn: 焕然一新！
zh_tw: 煥然一新！

# CHARACTERS.GENERIC.ANNOUNCE_REVIVING_CORPSE
source: Let me help you.
de: Lass mich dir helfen.
es: Deja que te ayude.
fr: Laisse-moi t'aider.
it: Lascia che ti aiuti.
ja: 手助けさせて貰おう。
ko: 도와주겠다.
pt_br: Deixe-me ajudar você.
zh_cn: 让我帮帮你。
zh_tw: 讓我幫幫你。

# CHARACTERS.GENERIC.ANNOUNCE_ROYALTY.1
source: Your majesty.
de: Eure Majestät.
es: Su majestad.
fr: Votre Majesté.
it: Sua maestà.
ja: 陛下。
ko: 폐하.
pt_br: Vossa majestade.
zh_cn: 陛下。
zh_tw: 陛下。

# CHARACTERS.GENERIC.ANNOUNCE_ROYALTY.2
source: Your highness.
de: Hoheit.
es: Su alteza.
fr: Votre Grandeur.
it: Sua altezza.
ja: 閣下。
ko: 전하.
pt_br: Vossa alteza.
zh_cn: 殿下。
zh_tw: 殿下。

# CHARACTERS.GENERIC.ANNOUNCE_ROYALTY.3
source: My liege!
de: Mein Herr!
es: ¡Mi regente!
fr: Mon Seigneur !
it: Mio signore!
ja: 我が主君！
ko: 주군!
pt_br: Meu senhor!
zh_cn: 我的君主！
zh_tw: 我的君主！

# CHARACTERS.GENERIC.ANNOUNCE_RUINS_RESET
source: All the monsters came back!
de: Alle Monster sind zurückgekehrt!
es: ¡Todos los monstruos han regresado!
fr: Tous les monstres sont revenus !
it: Tutti i mostri sono tornati!
ja: 魔物たちが戻ってきたぞ！
ko: 몬스터들이 다 돌아왔다!
pt_br: Todos os monstros voltaram!
zh_cn: 所有的怪兽都回来了！
zh_tw: 所有的怪獸都回來了！

# CHARACTERS.GENERIC.ANNOUNCE_SACREDCHEST_NO
source: It didn't like that.
de: Das hat mir nicht gefallen.
es: Eso no me ha gustado.
fr: Il n'a pas aimé ça.
it: Non gli è piaciuto.
ja: お気に召さなかったみたいだ
ko: 열리고 싶지 않은 모양이다.
pt_br: Não gostou.
zh_cn: 它不喜欢那个。
zh_tw: 它不喜歡那個。

# CHARACTERS.GENERIC.ANNOUNCE_SACREDCHEST_YES
source: I guess I'm worthy.
de: Ich schätze, ich bin würdig.
es: Me imagino que soy una persona digna.
fr: J'imagine que je le mérite.
it: Suppongo di essere meritevole.
ja: 認めてもらえたらしい
ko: 내게 열 자격이 있는 모양이군.
pt_br: Acho que tenho algum valor.
zh_cn: 我认为我值得。
zh_tw: 我認為我值得。

# CHARACTERS.GENERIC.ANNOUNCE_SHELTER
source: Thanks for the protection from the elements, tree!
de: Danke, dass du mich vor den Elementen beschützt, Baum.
es: ¡Gracias por la protección de los elementos , árbol!
fr: Arbre, merci de m'avoir protégé des éléments !
it: Grazie per la protezione dalle intemperie, albero!
ja: 木よ、自然から守ってくれてありがとう！
ko: 나쁜 날씨로부터 날 보호해 줘서 고맙다, 나무야!
pt_br: Obrigado pela proteção contra os elementos da natureza, árvore!
zh_cn: 大树，多谢你保护我免受自然侵害！
zh_tw: 大樹，多謝你保護我免受自然侵害！

# CHARACTERS.GENERIC.ANNOUNCE_SNARED
source: Sharp! Sharp bones!!
de: Spitz! Spitze Knochen!!
es: ¡Huesos afilados! ¡Huesos afilados!
fr: Pointus ! Os pointus !
it: Affilate! Ossa affilate!!
ja: 鋭い骨だ！
ko: 뾰족한! 뾰족한 뼈다귀!
pt_br: Ossos afiados! Muito afiados!!
zh_cn: 尖锐！尖锐的骨头！！
zh_tw: 尖銳！尖銳的骨頭！！

# CHARACTERS.GENERIC.ANNOUNCE_SNARED_IVY
source: Help! The garden is fighting back!
de: Hilfe! Der Garten wehrt sich!
es: ¡Socorro, la huerta se resiste!
fr: Au secours ! Le jardin se rebelle !
it: Aiuto! L'orto si sta rivoltando!
ja: 誰か！庭が反撃してきた！
ko: 도와줘요! 정원이 반격하고 있다고요!
pt_br: Socorro! O jardim se voltou contra mim!
zh_cn: 救命啊！花园正在反击!
zh_tw: 救命啊！花園正在反擊!

# CHARACTERS.GENERIC.ANNOUNCE_SOAKED
source: I've nearly reached my saturation point.
de: Nasser geht's wirklich nicht mehr.
es: Casi he llegado a mi punto de saturación.
fr: J'arrive presque à saturation.
it: Ho quasi raggiunto il mio punto di saturazione.
ja: もうすぐ飽和点に達しそうだ。
ko: 이보다 더 젖을 수는 없다.
pt_br: Estou quase no meu ponto de saturação.
zh_cn: 我快达到饱和点了。
zh_tw: 我快達到飽和點了。

# CHARACTERS.GENERIC.ANNOUNCE_SPOOKED
source: Did you see that?!
de: Hast du das gesehen?!
es: ¿¡Has visto eso!?
fr: Vous avez vu ça ?
it: Hai visto?!
ja: 今の見た？！
ko: 방금 봤어?!
pt_br: Viu isso?!
zh_cn: 你看到了吗？！
zh_tw: 你看到了嗎？！

# CHARACTERS.GENERIC.ANNOUNCE_TALK_TO_PLANTS.1
source: Grow plant, grow!
de: Nun wachs doch endlich, Pflanze!
es: ¡Crece, planta, crece!
fr: Grandis, petite plante. Grandis !
it: Cresci, pianta, cresci!
ja: 育て。どんどん育て、植物。
ko: 자라나라 식물, 자라나!
pt_br: Cresça planta, cresça!
zh_cn: 生长吧，植物，生长吧！
zh_tw: 生長吧，植物，生長吧！

# CHARACTERS.GENERIC.ANNOUNCE_TALK_TO_PLANTS.2
source: I always wanted a plant like you.
de: So eine Pflanze wie dich wollte ich schon immer haben.
es: Siempre quise una planta como tú.
fr: J'ai toujours voulu une plante comme toi.
it: Ho sempre desiderato una pianta come te.
ja: 君みたいな植物ずっと欲しかったんだ。
ko: 항상 너 같은 식물을 원했어.
pt_br: Sempre quis uma planta como você.
zh_cn: 我一直想要一株像你这样的植物。
zh_tw: 我一直想要一株像你這樣的植物。

# CHARACTERS.GENERIC.ANNOUNCE_TALK_TO_PLANTS.3
source: Hello plant, I'm here for your daily dose of socializing!
de: Hallo Pflanze, ich bin hier für deine tägliche Dosis soziale Interaktion!
es: Hola, planta, te traigo tu dosis diaria de socialización.
fr: Bonjour, la plante. Je suis venu pour ta dose quotidienne de socialisation !
it: Ciao, pianta! È arrivata la tua dose quotidiana di socializzazione!
ja: やあ、植物のみんな。いつもの社交の時間だよ！
ko: 안녕 식물, 오늘 하루치의 사교 활동을 하러 왔단다!
pt_br: Olá, planta. Vim administrar sua dose diária de socialização!
zh_cn: 你好，植物，我来给你提供每日的社交剂量了！
zh_tw: 你好，植物，我來給你提供每日的社交劑量了！

# CHARACTERS.GENERIC.ANNOUNCE_TALK_TO_PLANTS.4
source: What a nice plant you are.
de: Du bist aber eine nette Pflanze.
es: ¿Quién es una plantita bonita?
fr: Mais que tu es jolie, toi.
it: Sei proprio una piantina graziosa.
ja: ああ君はなんてステキなんだ。
ko: 넌 정말 멋진 식물이구나.
pt_br: Você é uma planta fantástica.
zh_cn: 你真是一株好植物啊。
zh_tw: 你真是一株好植物啊。

# CHARACTERS.GENERIC.ANNOUNCE_TALK_TO_PLANTS.5
source: Plant, you are such a good listener.
de: Pflanze, du bist eine so gute Zuhörerin.
es: Nadie escucha como tú, planta.
fr: Chère plante, tu es très douée pour écouter.
it: Sei brava ad ascoltare, pianta.
ja: 植物さん、君はなんて素晴らしい聞き手だ。
ko: 식물, 너는 정말 말을 잘 듣는구나.
pt_br: Planta, você é uma ótima ouvinte.
zh_cn: 植物，你真是一个好的聆听者。
zh_tw: 植物，你真是一個好的聆聽者。

# CHARACTERS.GENERIC.ANNOUNCE_THORNS
source: Ow!
de: Au!
es: ¡Ay!
fr: Ho !
it: Ahi!
ja: いて！
ko: 이런!
pt_br: Au!
zh_cn: 噢！
zh_tw: 噢！

# CHARACTERS.GENERIC.ANNOUNCE_THURIBLE_OUT
source: It's been thuribly depleted.
de: Völlig leer.
es: El incensario está vacío por completo.
fr: À force de l'encenser...
it: Si è esaurito terribilmente.
ja: 効果が切れてしまったようだ
ko: 향로가 텅 비었군.
pt_br: Está terríbulamente esgotado.
zh_cn: 它消耗殆尽了。
zh_tw: 它消耗殆盡了。

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_ABANDONED
source: I'll find those little guys on my own.
de: Ich werde die kleinen Kerle schon selbst finden.
es: Encontraré a los pequeñines sin ayuda.
fr: Je vais trouver ces petites bêtes tout seul.
it: Troverò quei piccoletti senza aiuto.
ja: 自分の力であの子たちを見つけるよ。
ko: 내 힘으로 찾을 거야.
pt_br: Vou encontrar os pequenos por conta própria.
zh_cn: 我会自己找到那些小家伙的。
zh_tw: 我會自己找到那些小傢伙的。

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_DEAD
source: Poor guy... Now where was he leading me?
de: Armer Kerl ... Wohin hat er mich jetzt geführt?
es: Pobrecillo... ¿A dónde me llevaba?
fr: Le pauvre... Bon, où est-ce qu'il voulait me mener ?
it: Poverino... Dove mi stava conducendo?
ja: かわいそうに…僕をどこに連れていこうとしていたんだろう？
ko: 가련한 녀석... 날 어디로 데려가는 거지?
pt_br: Coitadinho... Aonde será que ele estava me levando?
zh_cn: 可怜的家伙……他原本想把我带到哪里呢？
zh_tw: 可憐的傢伙……他原本想把我帶到哪裡呢？

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: He really wants me to follow him.
de: Er will wirklich, dass ich ihm folge.
es: Quiere que lo siga.
fr: Il veut vraiment que je le suive.
it: Vuole proprio che lo segua.
ja: この子は僕についてきて欲しいみたいだ。
ko: 정말 내가 따라가기를 바라나 본 데.
pt_br: Ele quer muito que eu siga ele.
zh_cn: 他很想让我跟着。
zh_tw: 他很想讓我跟著。

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_LOST_KITCOON
source: Looks like someone else found what he was looking for.
de: Sieht so aus, als hätte jemand anderes gefunden, wonach er gesucht hat.
es: Parece que alguien ha encontrado lo que buscaba.
fr: On dirait que quelqu'un d'autre a trouvé ce qu'il cherchait.
it: Sembra che qualcun altro abbia trovato ciò che lui stava cercando.
ja: あの子が探していたのは他の誰かが見つけたみたいだ。
ko: 녀석이 찾고 있는 걸 다른 녀석이 찾아냈나 봐.
pt_br: Parece que outra pessoa encontrou o que estava procurando.
zh_cn: 看来别人找到了他要找的东西。
zh_tw: 看來別人找到了他要找的東西。

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_NEAR_KITCOON
source: He must have found something!
de: Er muss etwas gefunden haben!
es: ¡Habrá encontrado algo!
fr: Il a dû trouver quelque chose !
it: Deve aver trovato qualcosa!
ja: きっと何か見つけたに違いない！
ko: 뭔가 찾아낸 게 분명해!
pt_br: Ele deve ter encontrado alguma coisa!
zh_cn: 他一定是发现了什么！
zh_tw: 他一定是發現了什麼！

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: Looks like he couldn't find anything.
de: Es sieht so aus, als ob er nichts hat finden können.
es: Parece que no ha encontrado nada.
fr: On dirait qu'il n'a rien pu trouver.
it: Sembra che non sia riuscito a trovare nulla.
ja: 何も見つけられなかったみたいだ。
ko: 아무것도 찾지 못한 모양이야.
pt_br: Parece que ele não conseguiu encontrar nada.
zh_cn: 看来他什么都没找到。
zh_tw: 看來他什麼都沒找到。

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_START_TRACKING
source: He's caught the scent!
de: Er hat die Spur aufgenommen!
es: ¡Ha olfateado algo!
fr: Il a trouvé une piste !
it: Ha trovato una pista!
ja: においを感じ取ったんだ！
ko: 냄새를 맡았네!
pt_br: Ele encontrou um cheiro!
zh_cn: 他捕捉到了气味！
zh_tw: 他捕捉到了氣味！

# CHARACTERS.GENERIC.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: I should follow him!
de: Ich sollte ihm folgen!
es: ¡Debería ir tras él!
fr: Je devrais le suivre !
it: Devo seguirlo!
ja: 付いていってみよう！
ko: 녀석을 따라가야겠어!
pt_br: É melhor eu seguir ele!
zh_cn: 我应该跟着他！
zh_tw: 我應該跟著他！

# CHARACTERS.GENERIC.ANNOUNCE_TOADESCAPED
source: The toad got away.
de: Die Kröte ist davongekommen.
es: El sapo se ha escapado.
fr: Le crapaud est parti.
it: Il rospo è scappato.
ja: ヒキガエルが逃げた。
ko: 두꺼비가 도망쳤다.
pt_br: O sapo fugiu.
zh_cn: 癞蛤蟆逃走了。
zh_tw: 癩蛤蟆逃走了。

# CHARACTERS.GENERIC.ANNOUNCE_TOADESCAPING
source: The toad is losing interest.
de: Die Kröte verliert das Interesse.
es: El sapo está perdiendo el interés.
fr: Ça n'intéresse plus le crapaud.
it: Il rospo sta perdendo interesse.
ja: ヒキガエルは興味を失っている。
ko: 두꺼비가 흥미를 잃고 있다.
pt_br: O sapo está perdendo o interesse.
zh_cn: 癞蛤蟆正在失去兴趣。
zh_tw: 癩蛤蟆正在失去興趣。

# CHARACTERS.GENERIC.ANNOUNCE_TOOL_SLIP
source: Wow, that tool is slippery!
de: Das Werkzeug ist aber rutschig.
es: ¡Vaya, esa herramienta es resbaladiza!
fr: Waouh ! Cet outil est glissant !
it: Wow, quello strumento è scivoloso!
ja: ワオ、その工具はツルツル滑る！
ko: 앗, 미끄러운 도구다!
pt_br: Nossa, essa ferramenta é escorregadia!
zh_cn: 哦，那工具太滑手了！
zh_tw: 哦，那工具太滑手了！

# CHARACTERS.GENERIC.ANNOUNCE_TORCH_OUT
source: My light just ran out!
de: Mein Licht ist ausgegangen.
es: ¡Se me acaba de apagar la luz!
fr: Ma lumière vient de s'éteindre !
it: La mia luce si è appena scaricata!
ja: 明かりが突然消えた！
ko: 불이 꺼졌다!
pt_br: Minha luz se acabou!
zh_cn: 火灭了！
zh_tw: 火滅了！

# CHARACTERS.GENERIC.ANNOUNCE_TOWNPORTALTELEPORT
source: I'm not sure that was science.
de: Ob das wirklich Wissenschaft war?!
es: No sé si es muy científico.
fr: Est-ce que c'était scientifique ?
it: Non sono sicuro che quella fosse scienza.
ja: 今のは…科学技術…？怪しいな…
ko: 방금 그게 과학이었는지는 모르겠다.
pt_br: Não tenho certeza se isso foi ciência.
zh_cn: 我不确定那是不是科学。
zh_tw: 我不確定那是不是科學。
