Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: The sea sucked all the good tree juice out of it.
de: Das Meer hat alle guten Baumsäfte rausgelaugt.
es: El mar le ha chupado todo el buen zumo de árbol.
fr: La mer a absorbé tout son jus d'arbre.
it: Il mare gli ha succhiato tutta la linfa vitale.
ja: 海のせいで、木の精力がぜんぶ奪われちまってる。
ko: 바다가 나무의 생명력을 다 빨아먹었잖아.
pl: Morze wyssało z niego wszystkie dobre, drzewne soki.
pt_br: O mar sugou toda a energia dela.
ru: Море высосало из него все соки.
zh_cn: 大海把它好的树液都吸干了。
zh_tw: 大海把它好的樹液都吸乾了。

# CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK
source: October food.
de: Oktoberessen.
es: Comida de octubre.
fr: Nourriture d'automne.
it: Cibo di ottobre.
ja: 10月の食料。
ko: 10월에 먹는 음식이잖아.
pl: Październikowe jedzonko.
pt_br: Comida de outubro.
ru: Октябрьская еда.
zh_cn: 十月份的食物。
zh_tw: 十月份的食物。

# CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK_COOKED
source: Thanks, turkey.
de: Danke, Truthahn.
es: Gracias, pavo.
fr: Merci le dindon.
it: Grazie, tacchino.
ja: ありがとう、七面鳥。
ko: 고맙다, 칠면조야.
pl: Dzięki, ptaszku.
pt_br: Obrigado, peru.
ru: Спасибо, индейка.
zh_cn: 谢谢你，火鸡。
zh_tw: 謝謝你，火雞。

# CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH
source: Time for a little landscaping.
de: Zeit für etwas Landschaftsplanung.
es: Hora para un poco de jardinería.
fr: Faudrait tailler tout ça un peu.
it: È ora di un po' di giardinaggio.
ja: ちょっとした造園の時間。
ko: 조경에 손대볼까.
pl: Czas na zmianę krajobrazu.
pt_br: Hora da jardinagem.
ru: Пришло время для небольшого озеленения.
zh_cn: 是时候进行点园林绿化了。
zh_tw: 是時候進行點園林綠化了。

# CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH_JUICY
source: This would be more useful somewhere else, eh?
de: Dies wäre woanders nützlicher, oder?
es: Podrían ser más útiles en otra parte, ¿eh?
fr: Ça serait plus utile ailleurs, hein ?
it: Sarebbe più utile da qualche altra parte, eh?
ja: どっかに植え直したほうがよさそうだな
ko: 다른 곳에 심으면 더 좋겠다, 그치?
pl: Gdzie indziej chyba bardziej się przyda, tak?
pt_br: Seria mais útil em algum outro lugar, hã?
ru: Где-нибудь в другом месте от него будет больше пользы, а?
zh_cn: 这个在其他的地方更有用，额？
zh_tw: 這個在其他的地方更有用，額？

# CHARACTERS.WOODIE.DESCRIBE.DUG_GRASS
source: It makes my eyes water.
de: Davon bekomme ich Tränen in den Augen.
es: Me hacen llorar los ojos.
fr: J'en pleurerais.
it: Mi fa piangere.
ja: おかげで涙が出てくる。
ko: 눈에서 물이 나오네.
pl: Oczy mi łzawią.
pt_br: Faz meus olhos se encherem de lágrimas.
ru: От нее мои глаза увлажняются.
zh_cn: 它把我的眼泪都弄出来了。
zh_tw: 它把我的眼淚都弄出來了。

# CHARACTERS.WOODIE.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
de: Ich sollte das pflanzen.
es: Debería plantar esto.
fr: Je devrais planter ça.
it: Dovrei piantarlo.
ja: これを植えるべきだな
ko: 심어야지.
pl: Trzeba to zasadzić.
pt_br: É melhor eu plantar isso.
ru: Надо его посадить.
zh_cn: 我应该种下这个。
zh_tw: 我應該種下這個。

# CHARACTERS.WOODIE.DESCRIBE.DUG_SAPLING
source: Mmmmm. It's all twiggy.
de: Mmmmm. Er ist ziemlich dürr.
es: Mmmmm. Está todo cubierto de ramitas.
fr: Mmmm... c'est tout fragile.
it: Mmmmm. È tutto sterposo.
ja: ウーーーン。全部小枝みたいだ。
ko: 음, 잔가지투성이네.
pl: Mmmmm. Mnóstwo małych gałązek.
pt_br: Mmmmm. É todo galhudo.
ru: М-м-м-м-м. Он такой ветвистый.
zh_cn: 嗯。都是小树枝。
zh_tw: 嗯。都是小樹枝。

# CHARACTERS.WOODIE.DESCRIBE.DUG_TRAP_STARFISH
source: I should find a place to put it.
de: Ich sollte einen guten Ort dafür finden.
es: Buscaré un sitio para dejarla.
fr: Je dois trouver où mettre ça.
it: Dovrei trovare un posto in cui metterla.
ja: これを置く場所を見つけないとな。
ko: 놓을 자리를 찾아야겠잖아.
pl: Powinienem ją gdzieś zastawić.
pt_br: Melhor encontrar um lugar para colocar ela.
ru: Надо придумать, куда это установить.
zh_cn: 我们找个地方放它吧。
zh_tw: 我們找個地方放它吧。

# CHARACTERS.WOODIE.DESCRIBE.DUMBBELL
source: Looks pretty heavy, eh?
de: Sieht ziemlich schwer aus, eh?
es: Parece que pesa, ¿eh?
fr: Ça a l'air assez lourd, non ?
it: Sembra piuttosto pesante, eh?
ja: すげぇ重そうだな？
ko: 꽤 무거워 보이잖아, 그치?
pl: Wygląda na ciężkie, no nie?
pt_br: Parece bem pesado, né?
ru: На вид тяжелая, а?
zh_cn: 看起来很重吧，诶？
zh_tw: 看起來很重吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.DUMBBELL_GEM
source: Choppin' trees is enough of a workout for me.
de: Bäume zu fällen ist für mich Training genug.
es: Yo ya hago ejercicio suficiente al talar árboles.
fr: Ma façon de faire du sport, c'est en abattant des arbres.
it: Tagliare alberi è un esercizio più che sufficiente per me.
ja: 木を切るのだけでオレにとっては十分なトレーニングだぜ。
ko: 나무를 자르는 것만으로도 충분히 운동이 된다.
pl: Wycinka drzew już mi wystarczy za trening.
pt_br: Cortar árvores é exercício o suficiente para mim.
ru: Мне и рубки деревьев хватает.
zh_cn: 砍树就是我的锻炼。
zh_tw: 砍樹就是我的鍛煉。

# CHARACTERS.WOODIE.DESCRIBE.DUMBBELL_GOLDEN
source: I'll stick to lifting my axe.
de: Ich bleibe beim Schwingen meiner Axt.
es: Prefiero levantar mi hacha.
fr: Je vais me contenter de soulever ma hache.
it: Preferisco limitarmi a sollevare la mia ascia.
ja: オレは自分の斧を持ち上げんので十分だぜ。
ko: 계속 도끼를 들어 올리겠어.
pl: Zostanę przy podnoszeniu mojej siekierki.
pt_br: Vou ficar levantando meu machado mesmo.
ru: Я лучше топором помашу подольше.
zh_cn: 我举自己的斧头就好。
zh_tw: 我舉自己的斧頭就好。

# CHARACTERS.WOODIE.DESCRIBE.DUMBBELL_MARBLE
source: I'll stick to lifting my axe.
de: Ich bleibe beim Schwingen meiner Axt.
es: Prefiero levantar mi hacha.
fr: Je vais me contenter de soulever ma hache.
it: Preferisco limitarmi a sollevare la mia ascia.
ja: オレは自分の斧を持ち上げんので十分だぜ。
ko: 계속 도끼를 들어 올리겠어.
pl: Zostanę przy podnoszeniu mojej siekierki.
pt_br: Vou ficar levantando meu machado mesmo.
ru: Я лучше топором помашу подольше.
zh_cn: 我举自己的斧头就好。
zh_tw: 我舉自己的斧頭就好。

# CHARACTERS.WOODIE.DESCRIBE.DURIAN
source: It smells bad.
de: Das riecht schlecht.
es: Huele mal.
fr: Ça sent mauvais.
it: Puzza.
ja: 臭い。
ko: 냄새가 고약해.
pl: Śmierdzi niemiłosiernie.
pt_br: Cheira mal.
ru: Пахнет ужасно.
zh_cn: 好臭。
zh_tw: 好臭。

# CHARACTERS.WOODIE.DESCRIBE.DURIAN_COOKED
source: It smells even worse.
de: Riecht jetzt noch schlechter.
es: Huele todavía peor.
fr: Ça pue encore plus.
it: Odora anche peggio!
ja: もっとひどい匂いがする。
ko: 냄새가 더 고약해졌잖아.
pl: Śmierdzi jeszcze gorzej.
pt_br: Tem um cheiro ainda pior.
ru: Пахнет даже хуже.
zh_cn: 没有最臭，只有更臭。
zh_tw: 沒有最臭，只有更臭。

# CHARACTERS.WOODIE.DESCRIBE.DURIAN_OVERSIZED
source: No thank you very much.
de: Nein, vielen Dank.
es: No, muchas gracias.
fr: Non, vraiment, sans façon.
it: No, grazie.
ja: マジで勘弁してくれ。
ko: 아니, 사양할게.
pl: Nie, dziękuję.
pt_br: Não, muito obrigado.
ru: Большое спасибо, конечно, но нет.
zh_cn: 不用了，想象你。
zh_tw: 不用了，想像你。

# CHARACTERS.WOODIE.DESCRIBE.DURIAN_SEEDS
source: Maybe I could plant them?
de: Vielleicht könnte ich sie pflanzen?
es: ¿Tal vez podría plantarlas?
fr: Je pourrais peut-être les planter ?
it: Forse potrei piantarli.
ja: 植えてみるか…？
ko: 심을 수 있겠지?
pl: Może by je tak zasiać?
pt_br: Talvez eu pudesse plantá-las?
ru: Может, мне стоит их посадить?
zh_cn: 或许我可以把它们种起来？
zh_tw: 或許我可以把它們種起來？

# CHARACTERS.WOODIE.DESCRIBE.DUSTMERINGUE
source: Tastes terrible. And that's speakin' as someone who's eaten raw lumber.
de: Schmeckt furchtbar. Und das sage ich als jemand, der schon mal rohes Holz gegessen hat.
es: Sabe fatal... Y lo dice alguien que ha comido madera sin cocinar.
fr: C'est immangeable. Et c'est quelqu'un qui a déjà grignoté du bois qui vous le dit.
it: Ha un sapore terribile. E lo dice uno che ha mangiato persino legname.
ja: 酷ぇ味だな。生木を食ったことあるオレが言ってるんだぜ。
ko: 맛이 끔찍해. 생 통나무를 먹는 사람으로서 하는 말이야.
pl: Smakuje okropnie. I mówi to ktoś, kto jadł surowe drewno.
pt_br: Que gosto horrível. E isso pra alguém que já comeu madeira crua.
ru: Вкус отвратительный, а я, знаете ли, и сырой древесиной не брезгую.
zh_cn: 味道很糟糕。我连生木头都吃过，但是这个真不行。
zh_tw: 味道很糟糕。我連生木頭都吃過，但是這個真不行。

# CHARACTERS.WOODIE.DESCRIBE.DUSTMOTH
source: Let's compare moustaches later.
de: Lass uns später einen Bartvergleich machen.
es: Ya compararemos mostachos luego.
fr: On comparera nos moustaches plus tard.
it: Più tardi potremmo vedere chi ha i baffi migliori.
ja: あとで顎ヒゲを比べてみようぜ。
ko: 나중에 콧수염을 비교하자.
pl: Może później porównamy wąsy.
pt_br: Vamos comparar bigodes mais tarde.
ru: Давай потом сравним наши усы.
zh_cn: 待会我们再来比比胡子。
zh_tw: 待會我們再來比比鬍子。

# CHARACTERS.WOODIE.DESCRIBE.DUSTMOTHDEN
source: Resourceful little guys!
de: Einfallsreiche Kerlchen!
es: ¡Qué bichillos tan apañados!
fr: Ces petits gars sont pleins de ressources !
it: Queste piccolette sono davvero intraprendenti!
ja: ちっちぇのに役に立つじゃねぇか！
ko: 재주가 좋은 꼬맹이야!
pl: Sprytne małe ćmy!
pt_br: Insetinhos engenhosos!
ru: Какие запасливые малыши!
zh_cn: 资源丰富的小家伙们！
zh_tw: 資源豐富的小傢伙們！

# CHARACTERS.WOODIE.DESCRIBE.EARMUFFSHAT
source: Where I'm from these'd only work in the fall.
de: Wo ich herkomme, braucht man die nur im Herbst.
es: De donde yo vengo esto solo sirve para el otoño.
fr: Par chez nous, ce truc-là sert plus à rien après l'automne.
it: Da dove vengo io, queste cose funzionano solo in autunno.
ja: オレの故郷じゃ、秋しか役に立たねぇな
ko: 내 고향에서는 가을에만 이걸 쓰잖아.
pl: Tam, skąd pochodzę, nosimy takie jesienią.
pt_br: De onde venho, eles só funcionariam no outono.
ru: Там, откуда я родом, они спасают только осенью.
zh_cn: 在我的家乡，这种东西只在秋天管用。
zh_tw: 在我的家鄉，這種東西只在秋天管用。

# CHARACTERS.WOODIE.DESCRIBE.EEL
source: This should cook up nicely.
de: Das sollte gut kochen.
es: Esto cocinado debe de estar muy bien.
fr: Ça devrait être bon cuit.
it: Questa dovrebbe cuocere benissimo.
ja: これをうまく調理できるはず。
ko: 요리 잘 되겠잖아.
pl: Upieczony na pewno będzie pyszny.
pt_br: Isso deve cozinhar bem.
ru: Его следует приготовить с душой.
zh_cn: 这烹饪出来应该挺不错的。
zh_tw: 這烹飪出來應該挺不錯的。

# CHARACTERS.WOODIE.DESCRIBE.EEL_COOKED
source: This cooked up nicely.
de: Das ist gut durchgekocht.
es: Se ha cocinado muy bien.
fr: Très bon cuit ça.
it: Questa è cotta benissimo.
ja: これは上手に料理されている。
ko: 요리 잘 됐잖아.
pl: Idealnie upieczony.
pt_br: Ficou bem cozidinho.
ru: Он хорошо приготовлен.
zh_cn: 烤得真不错。
zh_tw: 烤得真不錯。

# CHARACTERS.WOODIE.DESCRIBE.EGGPLANT
source: I bet the birds have something to do with this.
de: Ich wette, dass die Vögel etwas damit zu tun haben.
es: Apuesto a que los pájaros tienen algo que ver con esto.
fr: J'espère que je suis bien garé.
it: Ai pennuti piacciono le melanzane?
ja: 紫色だな…食っても平気なのか？
ko: 나뭇가지랑은 전혀 다른데.
pl: Założę się, że ptaki mają z tym coś wspólnego.
pt_br: Aposto que os pássaros estão por trás disso.
ru: Наверняка бакланы к этому как-то причастны.
zh_cn: 我打赌这些鸟肯定和这有关系。
zh_tw: 我打賭這些鳥肯定和這有關係。

# CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_COOKED
source: Suspiciously birdy.
de: Sieht verdächtig nach Vogel aus.
es: Un aspecto sospechoso a pájaro.
fr: Aussi suspect qu'un oiseau.
it: Sospettosamente pennutoso.
ja: 疑わしい鳥さんだな。
ko: 익혀놔도 나뭇가지랑은 전혀 달라.
pl: Podejrzanie ptasi...
pt_br: Passaramente suspeito.
ru: Подозрительно напоминает птицу…
zh_cn: 像鸟一样，太可疑了。
zh_tw: 像鳥一樣，太可疑了。

# CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_OVERSIZED
source: It better not hatch into a giant purple bird.
de: Hoffentlich schlüpft daraus kein riesiger lila Vogel.
es: Espero que no atraiga a ningún pájaro con ese tamaño...
fr: J'espère que ça n'attirera pas des oiseaux géants.
it: Spero che non si trasformi in un gigantesco pennuto viola.
ja: 中からでけぇ紫の鳥が出てきませんように。
ko: 거대한 보라색 새로는 부화하지 않는 게 좋겠어.
pl: Oby nie wykluł się z niego olbrzymi fioletowy ptak.
pt_br: É melhor que não saia um pássaro roxo gigante dela.
ru: Надеюсь, на него не слетятся бакланы или еще какие птицы.
zh_cn: 最好不要孵化出一只紫色的大鸟。
zh_tw: 最好不要孵化出一隻紫色的大鳥。

# CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_SEEDS
source: Maybe I could plant them?
de: Vielleicht könnte ich sie pflanzen?
es: ¿Tal vez podría plantarlas?
fr: Je pourrais peut-être les planter ?
it: Forse potrei piantarli.
ja: 植えてみるか…？
ko: 심을 수 있겠지?
pl: Może by je tak zasiać?
pt_br: Talvez eu pudesse plantá-las?
ru: Может, мне стоит их посадить?
zh_cn: 或许我可以把它们种起来？
zh_tw: 或許我可以把它們種起來？

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.BURNT
source: A burnt wood table.
de: Ein verbrannter Holztisch.
es: Una mesa de madera quemada.
fr: Une table en bois brûlée.
it: Un tavolo di legno bruciato.
ja: 木のテーブル…燃えちまってる。
ko: 불에 탄 목재 테이블이잖아.
pl: Spalony drewniany stolik.
pt_br: Uma mesa de madeira queimada.
ru: Сгоревший деревянный стол.
zh_cn: 一个燃烧着的木头桌子。
zh_tw: 一個燃燒著的木頭桌子。

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.EMPTY
source: Such a beaut of a wood table shouldn't be hidden by a cloth.
de: Solch ein schöner Holztisch sollte nicht durch ein Tuch verdeckt werden.
es: Una mesa de madera tan bella no debe ser ocultada por un paño.
fr: Une table en bois aussi belle ne devrait pas être cachée sous un vilain drap.
it: Un tavolo così bello non dovrebbe essere nascosto sotto una tovaglia.
ja: 素晴らしい木のテーブルを布で隠してどうする。
ko: 아름다운 목재 테이블을 천으로 가릴 필요는 없잖아.
pl: Takiego cudownego kawałka drewna nie powinno się zakrywać obrusem.
pt_br: Uma beleza de mesa de madeira dessas não devia ser escondida com uma toalha.
ru: Такую красоту нечего тряпкой занавешивать.
zh_cn: 这样一张漂亮的木头桌子不应该被布所覆盖。
zh_tw: 這樣一張漂亮的木頭桌子不應該被布所覆蓋。

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.FRESHLIGHT
source: Aboot time we brightened this place up, eh?
de: Wird Zeit, dass hier etwas Licht reingebracht wird, was?
es: Ya era hora de que iluminásemos este lugar, ¿eh?
fr: Il est temps qu'on illumine l'endroit, hein ?
it: Era ora di illuminare questo posto, eh?
ja: ここ、もうちょっと明るくしてもいいんじゃないか？
ko: 이곳에 불을 켤 때도 되었잖아, 그치?
pl: Najwyższy czas, żeby dodać tu trochę światła, co nie?
pt_br: Já era hora de a gente animar esse lugar, hã?
ru: Самое время добавить здесь веселенького, хех?
zh_cn: 大概是我们点亮这个地方的时间了，嗯？
zh_tw: 大概是我們點亮這個地方的時間了，嗯？

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.GENERIC
source: A little bit of nature makes everything nicer.
de: Ein bisschen Natur macht alles schöner.
es: Un poco de naturaleza lo hace todo más agradable.
fr: Avec un peu de nature, tout est plus beau.
it: Un po' di natura rende tutto più bello.
ja: 少しの自然を加えたら、何でもよく見えるんだぜ。
ko: 자연의 손길이 조금만 있어도 분위기가 훨씬 살잖아.
pl: Odrobina przyrody potrafi znacznie poprawić klimat.
pt_br: Um pouquinho de natureza deixa tudo melhor.
ru: Капелька природы делает любую вещь лучше.
zh_cn: 一点点的自然本性让一切变得更美好。
zh_tw: 一點點的自然本性讓一切變得更美好。

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.OLDLIGHT
source: We need bulbs, eh.
de: Wir brauchen Lampen, eh.
es: Necesitamos bombillas, eh.
fr: Il faut des ampoules, hein ?
it: Abbiamo bisogno di lampadine, eh.
ja: 電球がいるな。
ko: 전구가 필요하잖아.
pl: Potrzebujemy żarówek, co nie?
pt_br: Precisamos de lâmpadas, hã.
ru: Нам лампочки нужны, хех.
zh_cn: 我们需要灯泡。
zh_tw: 我們需要燈泡。

# CHARACTERS.WOODIE.DESCRIBE.ENDTABLE.WILTED
source: Well, that's that.
de: Tja, das war's dann wohl.
es: Bien, se acabó.
fr: Bon, ça y est.
it: Ebbene, questo è quanto.
ja: 消えちゃったね～
ko: 이걸로 끝이네.
pl: To już jest koniec, nie ma już nic.
pt_br: Bem, é isso.
ru: Ну, вот и все.
zh_cn: 好吧，该熄的总是会熄。
zh_tw: 好吧，該熄的總是會熄。

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNING
source: Nooo! I could have chopped it!
de: Neiiiin! Ich hätte ihn fällen können!
es: ¡Nooo! ¡Podría haberlo talado!
fr: Non ! J'aurais pu le couper !
it: Nooo! Avrei potuto abbatterlo!
ja: やめろーー！そいつを切り刻めた！
ko: 아니! 내가 자를 수 있었는데!
pl: Niee! Mogłem je ściąć!
pt_br: Nãooo! Eu poderia ter cortado ela!
ru: Не-е-ет! Я мог бы его срубить!
zh_cn: 不！我本来可以把它砍掉的！
zh_tw: 不！我本來可以把它砍掉的！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNT
source: What a waste.
de: Was für einen Verschwendung.
es: Qué desperdicio.
fr: Quel gâchis !
it: Che spreco.
ja: なんて無駄。
ko: 낭비거든.
pl: Co za szkoda.
pt_br: Que desperdício.
ru: Какая потеря.
zh_cn: 真是浪费。
zh_tw: 真是浪費。

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.CHOPPED
source: Ahhhh!
ja: あーーーー！
ko: 아아아!
pl: Aaaach!
ru: А-а-а-а-а!
zh_cn: 啊——！
zh_tw: 啊——！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.GENERIC
source: It's calling to me!
de: Ich werde gerufen!
es: ¡Me está llamando!
fr: Il m'appelle !
it: Mi sta chiamando.
ja: そいつは俺を呼んでいる！
ko: 나를 부르고 있어!
pl: Wzywa mnie!
pt_br: Está me chamando!
ru: Оно зовет меня!
zh_cn: 它在召唤我！
zh_tw: 它在召喚我！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Sorry!
de: Entschuldigung!
es: ¡Lo siento!
fr: Désolé !
it: Spiacente!
ja: すまねぇ…
ko: 미안해!
pl: Przepraszam!
pt_br: Desculpe!
ru: Прости!
zh_cn: 抱歉！
zh_tw: 抱歉！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: How terrible!
de: Schrecklich!
es: ¡Qué terrible!
fr: Quel malheur !
it: Che tragedia!
ja: ああ…なんてこった…！
ko: 끔찍하잖아!
pl: To potworne!
pt_br: Que horrível!
ru: Какой ужас!
zh_cn: 好恐怖！
zh_tw: 好恐怖！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Another one!
de: Noch einer!
es: ¡Otro más!
fr: Et un de plus !
it: Un altro!
ja: まただ！
ko: 하나 더!
pl: Kolejny!
pt_br: Mais uma!
ru: Еще одно!
zh_cn: 又砍倒一棵！
zh_tw: 又砍倒一棵！

# CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Lucy would want me to chop it down.
de: Lucy würde wollen, dass ich ihn fälle.
es: A Lucy le gustaría que lo talara.
fr: Lucy me pousserait à couper celui-ci.
it: Lucy vorrebbe che lo abbattessi.
ja: Lucyだったら切り倒してほしがるだろうな。
ko: 루시가 자르라고 하네.
pl: Lucy chciałaby, żebym go ściął.
pt_br: A Lucy iria querer que eu cortasse essa.
ru: Люси хочет, чтобы я это срубил.
zh_cn: 露西会希望我把它砍倒的。
zh_tw: 露西會希望我把它砍倒的。

# CHARACTERS.WOODIE.DESCRIBE.EYEBRELLAHAT
source: Always good to have something watching over you.
de: Immer gut, etwas zu haben, das auf einen aufpasst.
es: Siempre es bueno tener algo vigilando.
fr: Il vaut toujours mieux garder un œil ouvert.
it: È sempre una bella cosa avere qualcosa che vegli su di te.
ja: いつも見守ってくれるものがいるというのはいいもんだ。
ko: 위에서 내려다 보는 게 있으면 좋잖아.
pl: Zawsze dobrze mieć kogoś, kto nad tobą czuwa.
pt_br: É sempre bom ter algo te vigiando.
ru: Всегда хорошо иметь кого-то, кто присматривает за тобой.
zh_cn: 有东西看着你总归是好事。
zh_tw: 有東西看著你總歸是好事。

# CHARACTERS.WOODIE.DESCRIBE.EYEMASKHAT
source: Protective eye gear that protects everything but the eyes.
de: Eine Schutzbrille, die alles außer den Augen schützt.
es: Una protección para los ojos que lo protege todo menos los ojos.
fr: Des lunettes qui protègent tout sauf les yeux.
it: Equipaggiamento protettivo per gli occhi che protegge tutto tranne gli occhi.
ja: 目以外を保護する目を保護する装備ってか。
ko: 눈을 제외한 모든 것을 보호하는 보호 눈 장비라니.
pl: Ochronne okulary, które chronią wszystko oprócz oczu.
pt_br: Equipamento protetor ocular que protege tudo menos os olhos.
ru: Глазная защита. Во всех смыслах.
zh_cn: 保护性眼罩，除了眼睛什么都能保护。
zh_tw: 保護性眼罩，除了眼睛什麼都能保護。

# CHARACTERS.WOODIE.DESCRIBE.EYEOFTERROR
source: Feast your eye on my axe!
de: Weide dein Auge an meiner Axt!
es: ¡Deléitate la vista con mi hacha!
fr: Admire ma hache !
it: Rifatti gli occhi sulla mia ascia!
ja: オレの斧で目を楽しませてやろう！
ko: 내 도끼를 맘껏 보고 즐기렴!
pl: Naciesz się widokiem mojej siekierki!
pt_br: Deleite-se com a visão do meu machado!
ru: Полюбуйся-ка моим топором!
zh_cn: 在我的斧头上大饱眼福吧！
zh_tw: 在我的斧頭上大飽眼福吧！

# CHARACTERS.WOODIE.DESCRIBE.EYEOFTERROR_MINI
source: It's rude to stare, eh?
de: Es ist unhöflich zu starren, eh?
es: Es de mala educación mirar fijamente, ¿eh?
fr: Fixer les gens c'est impoli, hein.
it: È da maleducati fissare, eh?
ja: じっと見るのは無礼じゃねぇか？
ko: 처다보는건 실례잖아, 그치?
pl: Niegrzecznie jest się gapić, co nie?
pt_br: É rude encarar, né?
ru: Глазеть невежливо, знаешь?
zh_cn: 盯着看是不礼貌的，对不？
zh_tw: 盯著看是不禮貌的，對不？

# CHARACTERS.WOODIE.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: Probably shouldn't let that eye open.
de: Wahrscheinlich sollte man Auge nicht offen lassen.
es: No debería dejar que se abra ese ojo.
fr: Je devrais pas laisser cet œil s'ouvrir.
it: Probabilmente non dovrei lasciar aprire quell'occhio.
ja: 恐らく、あの目は開かせちゃならねぇな。
ko: 아마 그 눈을 뜨게 해서는 안 될 거야.
pl: Chyba nie powinien otwierać tego oka.
pt_br: Provavelmente não devo deixar esse olho abrir.
ru: Лучше бы не дать этому глазу открыться.
zh_cn: 也许不应该让那只眼睛睁开。
zh_tw: 也許不應該讓那只眼睛睜開。

# CHARACTERS.WOODIE.DESCRIBE.EYEPLANT
source: It needs to mind its own business.
de: Sie sollte sich um ihre eigenen Angelegenheiten kümmern.
es: Debería ocuparse de sus asuntos.
fr: Il devrait se mêler de ses affaires.
it: Deve farsi gli affari suoi.
ja: 自分自身の仕事を気にかけることが必要だ。
ko: 자기 일이나 신경 쓰라 그래.
pl: Powinien się zająć swoimi sprawami.
pt_br: Precisa cuidar da sua própria vida.
ru: Ему нужно следить за своими делами.
zh_cn: 它应该管好自己的事情。
zh_tw: 它應該管好自己的事情。

# CHARACTERS.WOODIE.DESCRIBE.EYETURRET
source: That'll drive the hosers off.
de: Das vertreibt die Schmarotzer.
es: Esto ahuyentará a los idiotas.
fr: Ça éloignera les minables.
it: Quella dovrebbe tenere a bada gli idioti.
ja: これで連中を追い払える。
ko: 이제 가까이 오는 일 없겠지.
pl: To odstraszy wszystkich drani.
pt_br: Isso vai afastar os babacas.
ru: Отличная защита от всякого жулья.
zh_cn: 它会把其他家伙击退的。
zh_tw: 它會把其他傢伙擊退的。

# CHARACTERS.WOODIE.DESCRIBE.EYETURRET_ITEM
source: This needs to be installed properly.
de: Das muss richtig eingesetzt werden.
es: Esto necesita ser instalado correctamente.
fr: Il faut installer ça comme il faut.
it: Deve essere installato correttamente.
ja: これはちゃんとインストールしなくちゃ。
ko: 제대로 설치해야 되잖아.
pl: Trzeba ją prawidłowo zainstalować.
pt_br: Isso precisa ser instalado adequadamente.
ru: Его нужно правильно установить.
zh_cn: 这需要正确安装。
zh_tw: 這需要正確安裝。

# CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.BURNT
source: If it was a tree farm, I'd be sad.
de: Wenn es eine Baumschule gewesen wäre, wäre ich traurig.
es: Si fuera un vivero, estaría triste.
fr: Si j'avais planté des arbres, je serais triste.
it: Se fosse stata una fattoria di legno, sarei triste.
ja: もしこれが木のファームだったら、俺は哀しい。
ko: 나무 농장이었으면 슬펐을 거잖아.
pl: Gdyby to była farma drzew, byłbym smutny.
pt_br: Se fosse uma fazenda de árvores, eu estaria triste.
ru: Если бы это была ферма деревьев, то меня бы это опечалило.
zh_cn: 如果这是一片林场的话，那我肯定伤心死了。
zh_tw: 如果這是一片林場的話，那我肯定傷心死了。

# CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GENERIC
source: I prefer larger plants.
de: Ich bevorzuge größere Pflanzen.
es: Prefiero las plantas más grandes.
fr: Je préfère les grosses plantes.
it: Preferisco piante più grandi.
ja: 大きな植物のほうが好みだ。
ko: 난 더 큰 식물이 좋잖아.
pl: Wolę większe rośliny.
pt_br: Prefiro plantas maiores.
ru: Я предпочитаю растения побольше.
zh_cn: 我更喜欢大型植物。
zh_tw: 我更喜歡大型植物。

# CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GROWING
source: They'll never reach chopping size.
de: Sie werden niemals so groß sein, dass man sie abholzen kann.
es: Nunca crecen del tamaño suficiente para talarlas.
fr: Ça va jamais pousser assez.
it: Non raggiungeranno mai la dimensione giusta per essere tagliati.
ja: やつらは決して切るサイズにはならないだろう。
ko: 벨 수 있을 정도까지 자라진 않겠지.
pl: Chyba nigdy nie urosną tak duże, żeby można je było ściąć.
pt_br: Elas nunca chegarão ao tamanho de corte.
ru: Они никогда не достигнут таких размеров, чтобы их можно было рубить.
zh_cn: 它们永远长不到适合砍伐的大小。
zh_tw: 它們永遠長不到適合砍伐的大小。

# CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs some poop.
de: Ich glaube, sie braucht ein bisschen Dünger.
es: Creo que necesita un poco de estiércol.
fr: Je crois qu'il faudrait du crottin.
it: Credo abbia bisogno di un po' di cacca.
ja: これにはいくらか糞が必要だと思う。
ko: 거름이 필요한 것 같은데.
pl: Chyba potrzeba nawozu.
pt_br: Acho que precisa de um pouco de cocô.
ru: Думаю, тут требуется навоз.
zh_cn: 我想应该给它加点肥料。
zh_tw: 我想應該給它加點肥料。

# CHARACTERS.WOODIE.DESCRIBE.FARM_HOE
source: Better get planting.
de: Besser ran ans Pflanzen.
es: Hora de plantar.
fr: Il faut que je me mette au travail.
it: È ora di mettersi al lavoro.
ja: 種まきでもすっかね。
ko: 심는 것이 좋겠다.
pl: Lepiej bierzmy się za sadzenie.
pt_br: Melhor começar a plantar.
ru: Пора приступать к посадкам.
zh_cn: 赶紧去种地吧。
zh_tw: 趕緊去種地吧。

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.BURNING
source: Who's the hoser that set my garden on fire?
de: Wo ist der Schlauchschwinger, der meinen Garten angezündet hat?
es: ¿Quién diablos le ha prendido fuego a mi huerta?
fr: Qui est le crétin qui a mis le feu à mon jardin ?
it: Chi è l'idiota che ha dato fuoco al mio giardino?
ja: オレの畑に火つけたのはどこのバカタレだ？
ko: 내 정원에 불을 지른 친구가 누구지?
pl: Która oferma podpaliła mój ogródek?
pt_br: Quem foi o babaca que tacou fogo no meu jardim?
ru: И какая сволочь мне сад подожгла?
zh_cn: 哪个混账放火烧了我的园子？
zh_tw: 哪個混帳放火燒了我的園子？

# CHARACTERS.WOODIE.DESCRIBE.FARM_PLANT.FULL
source: It's ready for picking.
de: Kann gepflückt werden.
es: Ya se puede cosechar.
fr: C'est prêt à être récolté.
it: Pronto per essere raccolto!
ja: 収穫できるな。
ko: 딸 때가 됐어.
pl: Gotowe do zbiorów.
pt_br: Tá pronta pra ser colhida.
ru: Уже можно собирать урожай.
zh_cn: 可以摘了。
zh_tw: 可以摘了。
