Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL1.2
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL2.1
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL2.2
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL3.1
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL3.2
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: I don't think it's edible.
de: Ich glaube nicht, dass man sie essen kann.
es: No creo que sea comestible.
es_mx: No creo que sea comestible.
fr: Je doute que ce soit comestible.
it: Non credo sia commestibile.
ja: ボク、コレ食べられると思いませんヨ。
ko: 먹을 수 있는 것 같지 않아.
pl: To chyba nie jest jadalne.
pt_br: Acho que não é comestível.
ru: Не думаю, что это съедобно.
zh_cn: 应该不能吃。
zh_tw: 應該不能吃。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: What now, Mademoiselle Wendy?
de: Was nun, Mademoiselle Wendy?
es: ¿Y ahora qué, Mademoiselle Wendy?
es_mx: ¿Y ahora qué, mademoiselle Wendy?
fr: Que puis-je pour vous, mademoiselle Wendy ?
it: E adesso, mademoiselle Wendy?
ja: 今度は何？マドモアゼル ウェンディ？
ko: 이제 어떻게 할까, 마드모아젤 웬디?
pl: I co teraz, mademoiselle Wendy?
pt_br: Que foi, Mademoiselle Wendy?
ru: Что случилось, мадмуазель Венди?
zh_cn: 然后呢，温蒂小姐？
zh_tw: 然後呢，溫蒂小姐？

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: I don't think it's my place to be holding this.
de: Ich glaube nicht, dass es mir zukommt, sie zu halten.
es: No creo que me corresponda quedarme con esto.
es_mx: No creo que yo debería estar sosteniendo esto.
fr: Je doute que ce soit à moi de porter ceci.
it: Non credo che debba tenerlo io.
ja: ここに、コレ持ってるのがボクの役目とは思わないヨ。
ko: 이건 내가 들고 있으면 안 될 것 같은데.
pl: Chyba nie ja powinienem to trzymać.
pt_br: Acho que eu não deveria estar segurando isso.
ru: Не думаю, что я должен это держать.
zh_cn: 我不应该拿着这个吧。
zh_tw: 我不應該拿著這個吧。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: Something's stirring inside.
de: Da drinnen rührt sich was.
es: Algo se revuelve dentro.
es_mx: Algo se está moviendo dentro.
fr: Quelque chose bouge, dedans.
it: Qualcosa si muove all'interno.
ja: 中で何か起きてるネ。
ko: 안쪽에서 뭔가가 꿈틀대고 있어.
pl: Coś tam się rusza.
pt_br: Tem algo se mexendo aí dentro.
ru: Внутри что-то шевелится.
zh_cn: 里面有东西在动。
zh_tw: 裡面有東西在動。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: Bonjour? Anyone there?
de: Bonjour? Ist da jemand?
es: ¿Bonjour? ¿Hay alguien ahí?
es_mx: ¿Bonjour? ¿Hay alguien ahí?
fr: Bonjour ? Il y a quelqu'un ?
it: Bonjour? C'è qualcuno lì?
ja: ボンジュール？誰かいるかな？
ko: 봉주르? 거기 누구 있어요?
pl: Bonjour? Jest tam kto?
pt_br: Bonjour? Tem alguém aí?
ru: Bonjour? Тут есть кто-нибудь?
zh_cn: 你好？有人在吗?
zh_tw: 你好？有人在嗎?

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: Ah, you are looking quite well today little flower!
de: Ah, du siehst heute aber gut aus, kleine Blume!
es: Ah, ¡cuán bella luces hoy, mi florecilla!
es_mx: ¡Ah! Te ves muy bien hoy, florecita.
fr: Ah, vous êtes ravissante, aujourd'hui, petite fleur.
it: Ah, oggi mi sembri in gran forma, fiorellino!
ja: 小さいお花さん、今日はとても元気そうネ！
ko: 아, 오늘 상태가 아주 좋아 보이는걸!
pl: Ach, wyglądasz dziś bardzo ładnie, kwiatuszku!
pt_br: Ah, você tá com uma aparência ótima hoje, florzinha!
ru: О, как чудесно ты сегодня выглядишь, цветочек!
zh_cn: 啊，小花啊，你今天看着非常漂亮！
zh_tw: 啊，小花啊，你今天看著非常漂亮！

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.LONG
source: Something's stirring inside.
de: Da drinnen rührt sich was.
es: Algo se revuelve dentro.
es_mx: Algo se está moviendo dentro.
fr: Quelque chose bouge, dedans.
it: Qualcosa si muove all'interno.
ja: 中で何か起きてるネ。
ko: 안쪽에서 뭔가가 꿈틀대고 있어.
pl: Coś tam się rusza.
pt_br: Tem algo se mexendo aí dentro.
ru: Внутри что-то шевелится.
zh_cn: 里面有东西在动。
zh_tw: 裡面有東西在動。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: I think it's waking up.
de: Ich glaube, sie wacht auf.
es: Creo que se está despertando.
es_mx: Creo que se está despertando.
fr: Je crois qu'elle se réveille.
it: Credo si stia svegliando.
ja: コレ、そろそろ目が覚めると思うヨ。
ko: 깨어나는 것 같아.
pl: Chyba się budzi.
pt_br: Acho que tá acordando.
ru: Думаю, он просыпается.
zh_cn: 我觉得它要醒了。
zh_tw: 我覺得它要醒了。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL_FLOWER.SOON
source: I get the feeling something will happen soon.
de: Ich glaube, bald geschieht etwas.
es: Me da la sensación de que pasará algo pronto.
es_mx: Me da la sensación de que algo va a pasar pronto.
fr: J'ai l'impression qu'il se passera bientôt quelque chose.
it: Ho la sensazione che presto succederà qualcosa.
ja: すぐに何か起きる予感がするヨ。
ko: 곧 뭔가 일어날 것 같은 느낌이야.
pl: Mam wrażenie, że wkrótce coś się wydarzy.
pt_br: Tenho a sensação de que algo vai acontecer em breve.
ru: У меня чувство, будто скоро что-то случится.
zh_cn: 我感到很快要有事发生了。
zh_tw: 我感到很快要有事發生了。

# CHARACTERS.WARLY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I always wished to make a name for myself.
de: Ich wollte immer für mich selbst einen Namen machen.
es: Siempre quise hacerme un nombre.
es_mx: Siempre quise hacerme un nombre.
fr: J'ai toujours rêvé d'être célèbre !
it: Ho sempre sperato di diventare famoso.
ja: やっと、偉業を達成できたヨ！
ko: 난 전부터 항상 유명해지고 싶었어.
pl: Zawsze chciałem zasłynąć czymś w świecie.
pt_br: Sempre quis ficar famoso.
ru: Я всегда хотел сделать себе имя.
zh_cn: 我一直希望扬名立万。
zh_tw: 我一直希望揚名立萬。

# CHARACTERS.WARLY.DESCRIBE.ACORN
source: It rattles.
de: Es klappert.
es: Hace ruido.
es_mx: Repiquetea.
fr: Il tremble.
it: Ha un sonaglio.
ja: カラカラ音がするネ
ko: 흔들리네.
pl: Grzechocze.
pt_br: Parece um chocalho.
ru: Он гремит.
zh_cn: 里面有响动。
zh_tw: 裡面有響動。

# CHARACTERS.WARLY.DESCRIBE.ACORN_COOKED
source: This could use something... Anything.
de: Da gehört noch irgendwas ran.
es: A esto le falta algo... Cualquier cosa.
es_mx: A esto le falta algo... Cualquier cosa.
fr: Je pourrais ajouter quelque chose... n'importe quoi.
it: Avrebbe di bisogno di qualcosa... qualsiasi cosa.
ja: これは…ひどい味ネ…
ko: 아무 양념이라도... 쳤으면 더 좋았을 텐데.
pl: Przydałoby się... cokolwiek.
pt_br: Isso se beneficiaria de algo... qualquer coisa.
ru: Здесь бы не помешало… Что угодно.
zh_cn: 这个可以加点什么...什么都可以。
zh_tw: 這個可以加點什麼...什麼都可以。

# CHARACTERS.WARLY.DESCRIBE.ACORN_SAPLING
source: Just a petite bébé.
de: So ein petite bébé.
es: Solo un petit bebé.
es_mx: Solo es un petite vástago.
fr: Ce n'est qu'un bébé.
it: Solo un petit bébé.
ja: ただの小さい赤ちゃんネ。
ko: 쁘띠 베베야.
pl: To tylko petit bébé.
pt_br: É apenas um petite bébé.
ru: Просто маленький bébé.
zh_cn: 是一个小宝宝。
zh_tw: 是一個小寶寶。

# CHARACTERS.WARLY.DESCRIBE.ADVENTURE_PORTAL
source: What fresh devilment is this?
de: Welch frische Teufelei ist das?
es: ¿Qué clase de brujería reciente es esta?
es_mx: ¿Qué clase de brujería reciente es esta?
fr: Quelle est cette nouvelle diablerie ?
it: Che diavoleria è mai questa?
ja: なんともアヤシイ装置ネ…
ko: 이건 또 무슨 악마의 짓거리지?
pl: Cóż to za diabelska sztuczka?
pt_br: Que tipo de maldição é essa?
ru: Это что еще за чертовщина?
zh_cn: 这又是什么新鲜的恶作剧？
zh_tw: 這又是什麼新鮮的惡作劇？

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIANHAT
source: It makes me hear such sweet whispers...
de: Das lässt mich solch ein süßes Geflüster vernehmen ...
es: Me hace oír susurros tan dulces...
fr: Il me chuchote des mots doux...
it: Mi fa sentire dei sussurri così dolci...
ja: スウィートなささやきが聞こえるヨ…
ko: 이렇게 달콤한 속삭임이 들리다니...
pl: Dzięki temu słyszę cudowny szept...
pt_br: Ela me faz escutar sussurros suaves...
ru: Она шепчет мне такие вкусные вещи...
zh_cn: 那能让我听到甜蜜的低语……
zh_tw: 那能讓我聽到甜蜜的低語……

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIANHATSHARD
source: It's been broken down to its basic ingredients.
de: Sie wurde in ihre Grundbestandteile zerlegt.
es: Ha vuelto a su forma de ingredientes básicos.
fr: Il a été réduit à l'état d'ingrédients de base.
it: È stato scomposto nei suoi ingredienti di base.
ja: ベーシックな材料にブンカイされてるネ。
ko: 기본 성분으로 나누어져 있어.
pl: Rozłożona na podstawowe składniki.
pt_br: Foi decomposta em seus ingredientes mais básicos.
ru: Ее разобрали на основные ингредиенты.
zh_cn: 它已被分解成了基本成分。
zh_tw: 它已被分解成了基本成分。

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: It's gobbling up all the energy!
de: Er verschlingt all die Energie!
es: ¡Está devorando toda la energía!
fr: Il absorbe toute l'énergie !
it: Sta assorbendo tutta l'energia!
ja: エネルギーぜんぶペロリヨ！
ko: 모든 에너지를 소모하고 있어!
pl: Wysysa całą energię!
pt_br: Tá devorando toda a energia!
ru: Оно пожирает всю энергию, которую видит!
zh_cn: 它吃掉了所有能量！
zh_tw: 它吃掉了所有能量！

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: Au revoir.
ja: アデュー！
ko: 이만 안녕.
ru: До свидания.
zh_cn: 别了。
zh_tw: 別了。

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: It looks rather irritated...
de: Das Ding sieht ziemlich sauer aus ...
es: Creo que está bastante irritado...
fr: Il a l'air agacé...
it: Sembra piuttosto irritato...
ja: イライラしてるみたいネ…
ko: 오히려 짜증나는듯...
pl: Chyba się zdenerwował...
pt_br: Ele parece bem irritado...
ru: Оно выглядит недружелюбно...
zh_cn: 它看起来像被惹毛了……
zh_tw: 它看起來像被惹毛了……

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: At last, it's finished. Or is it...
de: Na endlich, das wäre erledigt. Oder?
es: Por fin se ha acabado... ¿No?
fr: C'est enfin terminé. Enfin, je crois...
it: Finalmente è morto. O no?
ja: やっと終わったヨ。でも、モシカシテ…
ko: 마침내 끝났다. 아니면 이건...
pl: Nareszcie koniec. A może...
pt_br: Até que enfim, foi derrotado. Ou será que não...
ru: Наконец-то с ним покончено. Или нет...
zh_cn: 它总算玩完了。难道没有么……
zh_tw: 它總算玩完了。難道沒有麼……

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: Mon dieu, a second course!
de: Mon dieu! Es gibt einen zweiten Gang!
es: ¡Mon dieu, viene el segundo plato!
fr: Diantre, voilà le plat de résistance !
it: Mon dieu, è arrivato il secondo!
ja: アア、神様ッ！2番目のコースだヨ！
ko: 몽 듀(맙소사), 두 번째 과정이야!
pl: Mon dieu, drugie danie!
pt_br: Mon dieu, um segundo prato!
ru: Mon dieu, второе блюдо в меню!
zh_cn: 我的天啊，又是一道大菜！
zh_tw: 我的天啊，又是一道大菜！

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: I will not be skewered by the likes of you!
de: Deinesgleichen wird mich nicht aufspießen!
es: ¡No me convertiré en la brocheta de un trasto como tú!
fr: Je ne me ferai pas embrocher par quelqu'un comme toi !
it: Non mi farò infilzare da uno come te!
ja: ボク、キミたちには串刺しにされないヨ！
ko: 너 같은 것들은 날 찌를 수 없을 걸!
pl: Nie dam się pokroić takim jak ty!
pt_br: Você não vai fazer um espetinho de mim!
ru: Кто еще кого на вертел насадит!
zh_cn: 我才不会被你这种货色串起来当肉烤！
zh_tw: 我才不會被你這種貨色串起來當肉烤！

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE3
source: I'd rather not be fried by that fiery gaze!
de: Ich möchte lieber nicht von diesem feurigen Blick gebraten werden, wenn es sich vermeiden lässt!
es: ¡Preferiría que no me asara esa mirada infernal!
fr: J'aimerais éviter de finir en beignet !
it: Preferirei non essere fritto da quello sguardo fiammeggiante!
ja: メラメラの視線にフライにされたくないヨ！
ko: 저 불타오르는 눈빛에 휘둘리지 않는 게 좋겠어!
pl: Wolałbym, żeby ten ognisty wzrok mnie nie usmażył!
pt_br: Prefiro não ser frito por esse olhar abrasador!
ru: Не хотел бы я, чтоб на меня смотрели таким взглядом. Так и поджариться можно!
zh_cn: 我可不想被那火热的注视给烧焦！
zh_tw: 我可不想被那火熱的注視給燒焦！

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: Finalement, it's over.
de: Finalement, es ist vorbei.
es: Finalement, se acabó.
fr: C'est terminé... Enfin.
it: Finalement, è finita.
ja: ファイナルヨ。オシマイ。
ko: 피날레멍(결국), 끝났어.
pl: Finalement, już po wszystkim.
pt_br: Finalement, acabou.
ru: Finalement, все кончено.
zh_cn: 天下没有不散的筵席，结束了。
zh_tw: 天下沒有不散的筵席，結束了。

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Is there more yet in store for us?
de: Wartet da noch mehr auf uns?
es: ¿Todavía quedan sorpresas en el asador?
fr: À quoi devons-nous encore nous attendre ?
it: C'è ancora altro in serbo per noi?
ja: まだもっと残ってるカナ？
ko: 아직 남아 있는 게 있어?
pl: Czeka nas coś jeszcze?
pt_br: Será que tem mais alguma surpresa guardada pra gente?
ru: Есть у него еще козыри в рукаве, или все кончилось?
zh_cn: 还有几个菜，一起上吧？
zh_tw: 還有幾個菜，一起上吧？

# CHARACTERS.WARLY.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: Best to keep far away from those, non?
de: Von denen hält man sich am besten fern, non?
es: Será mejor no acercarse mucho, ¿non?
fr: Mieux vaut ne pas s'en approcher.
it: È meglio starne alla larga, non?
ja: アレからはうんと離れてたほうがベター、ジャナイ？
ko: 그런 것들로부터 멀리 떨어지는 게 가장 좋지 않을까?
pl: Lepiej trzymać się od nich z daleka, non?
pt_br: Melhor ficar longe dessas coisas, non?
ru: Лучше держаться от них подальше, non?
zh_cn: 最好离那些远一点，不是吗？
zh_tw: 最好離那些遠一點，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.AMULET
source: I wear safety.
de: Ich trage die Sicherheit.
es: Llevo puesta la seguridad.
es_mx: Llevo puesta la seguridad.
fr: Je porte une assurance.
it: Indosso la sicurezza.
ja: 着用型の安全装置だヨ
ko: 착용하면 안전해지지.
pl: Bezpieczeństwo przede wszystkim.
pt_br: Uso a segurança.
ru: Я надел безопасность.
zh_cn: 我戴着平安符。
zh_tw: 我戴著平安符。

# CHARACTERS.WARLY.DESCRIBE.ANCHOR
source: Now you stay put!
de: So, da bleibst du!
es: ¡No te muevas!
es_mx: ¡Bien, quédate ahí!
fr: Et tu ne bouges plus !
it: Ora non muoverti!
ja: そのまま、そのままネ！
ko: 이제 가만히 있어!
pl: Zostań na miejscu!
pt_br: Agora, você vai ficar aí!
ru: А теперь ни с места!
zh_cn: 你就这儿待着吧！
zh_tw: 你就這兒待著吧！

# CHARACTERS.WARLY.DESCRIBE.ANCHOR_ITEM
source: Looks like a recipe for an anchor.
de: Sieht aus wie eine Anker-Bauanleitung.
es: Parece una receta para un ancla.
es_mx: Parece la receta de un ancla.
fr: On dirait une recette d'ancre.
it: Sembra la ricetta di un'ancora.
ja: 錨のレシピみたいネ。
ko: 닻을 만드는 레시피 같아.
pl: Wygląda jak przepis na kotwicę.
pt_br: Parece uma receita de âncora.
ru: Похоже на схему якоря.
zh_cn: 看着像船锚的配方。
zh_tw: 看著像船錨的配方。

# CHARACTERS.WARLY.DESCRIBE.ANCIENT_ALTAR
source: A structure from antiquity.
de: Eine Struktur aus der alten Zeit ...
es: Una estructura de la antigüedad.
es_mx: Una estructura de la antigüedad.
fr: Une structure antique.
it: Una struttura dall'antichità.
ja: 古代の装置ネ…
ko: 고대의 구조물이다.
pl: Budowla z czasów starożytnych...
pt_br: Uma estrutura da antiguidade...
ru: Постройка из древности.
zh_cn: 一座古迹。
zh_tw: 一座古跡。

# CHARACTERS.WARLY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: It is broken.
de: Kaputt.
es: Está roto.
es_mx: Está roto.
fr: Il est cassé.
it: È rotto.
ja: 壊れてるヨ…
ko: 부서졌네.
pl: Zepsuty...
pt_br: Está quebrado.
ru: Он сломан.
zh_cn: 它坏掉了。
zh_tw: 它壞掉了。

# CHARACTERS.WARLY.DESCRIBE.ANCIENT_STATUE
source: It gives off strange vibrations.
de: Vibriert seltsam.
es: Da malas vibraciones.
es_mx: Me da una mala vibra.
fr: Elle émet d'étranges vibrations.
it: Emana strane vibrazioni...
ja: ビリビリ震えてる…？ブキミだヨ
ko: 이상한 진동이 느껴진다.
pl: Trochę jakby wibruje...
pt_br: Estou sentindo umas vibrações estranhas...
ru: Я чувствую от нее странные вибрации.
zh_cn: 它在奇怪地振动。
zh_tw: 它在奇怪地振動。

# CHARACTERS.WARLY.DESCRIBE.ANIMAL_TRACK
source: These tracks point to fresh game.
de: Die führen zu Frischfleisch.
es: Ese rastro apunta a carne fresca.
es_mx: Ese rastro apunta a carne fresca.
fr: Ça indique où va un précieux gibier.
it: Queste tracce indicano una selvaggina fresca.
ja: たどっていけば、獲物がいるはずだヨ…
ko: 방금 지나간 사냥감의 흔적이다.
pl: Ślady wskazują świeżą zwierzynę.
pt_br: Esses rastros apontam para uma caça próxima.
ru: Эти следы ведут к свежей добыче.
zh_cn: 这些踪迹指向野味。
zh_tw: 這些蹤跡指向野味。

# CHARACTERS.WARLY.DESCRIBE.ANTCHOVIES
source: Mmmm you'd be delectable in a soup!
de: Mmmh, genau das Richtige für eine Suppe!
es: ¡Mmm, estarías para chuparse los dedos en una sopa!
es_mx: Mmm... ¡quedarían deliciosas en una sopa!
fr: Mmmh, vous serez délicieux en soupe !
it: Mmmm, saresti deliziosa in una zuppa!
ja: んー...君はスープにしたらおいしいだろうネ！
ko: 음, 수프에 넣으면 정말 맛있겠는걸!
pl: Mmm, wyśmienicie sprawdzicie się w zupie!
pt_br: Hmmm, vocês ficariam deliciosos numa sopa!
ru: М-м-м, как вы чудесно будете смотреться в супе!
zh_cn: 嗯，你做汤会很美味！
zh_tw: 嗯，你做湯會很美味！

# CHARACTERS.WARLY.DESCRIBE.ANTLION.GENERIC
source: I think it's friendly.
de: Ich glaube, er ist friedlich.
es: Creo que viene en son de paz.
es_mx: Creo que es amigable.
fr: Je pense qu'elle est plutôt amicale.
it: Credo sia amichevole.
ja: 友だちになれそうだヨ。
ko: 우호적인 것 같아.
pl: Chyba jest przyjazny.
pt_br: Acho que é amigável.
ru: Кажется, он дружелюбный.
zh_cn: 我觉得它很友好。
zh_tw: 我覺得它很友好。

# CHARACTERS.WARLY.DESCRIBE.ANTLION.UNHAPPY
source: Oh no, don't be mad.
de: Oh nein, sei nicht wütend.
es: Oh, no, no te enfades.
es_mx: ¡Oh, no! No te molestes.
fr: Oh non, ne faites pas cette tête.
it: Oh no, non ti arrabbiare.
ja: そんなぁ、怒らないでヨ。
ko: 이런, 화내지 마!
pl: Oj, nie gniewaj się.
pt_br: Ah, não, não fique bravo.
ru: О нет, не злись.
zh_cn: 哦，不！别生气！
zh_tw: 哦，不！別生氣！

# CHARACTERS.WARLY.DESCRIBE.ANTLION.VERYHAPPY
source: Life is good right now.
de: Das Leben ist gerade schön.
es: La vida es maravillosa ahora mismo.
es_mx: Ahora mismo, la vida es buena.
fr: La vie est belle, on dirait.
it: La vita è bella.
ja: 今、人生いい感じネ。
ko: 살 만한가 봐.
pl: Życie jak w Madrycie.
pt_br: A vida está ótima agora.
ru: Как прекрасна жизнь.
zh_cn: 现在生活很美好。
zh_tw: 現在生活很美好。

# CHARACTERS.WARLY.DESCRIBE.ANTLIONTRINKET
source: I think I know someone who would want this.
de: Ich glaube, ich kenne jemanden, dem dies gefallen würde.
es: Creo que sé de alguien que querría esto.
es_mx: Creo que conozco a alguien que querría esto.
fr: Je crois connaître quelqu'un à qui ça plairait.
it: Conosco qualcuno che pagherebbe per una cosa del genere.
ja: これ欲しい人知ってマスヨ。
ko: 이걸 좋아할 만한 사람이 있지.
pl: Chyba wiem, komu się to przyda.
pt_br: Acho que conheço alguém que vai adorar isso.
ru: Я знаю, кто бы от этого не отказался.
zh_cn: 我应该认识想要这个的人。
zh_tw: 我應該認識想要這個的人。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_CENTIPEDE
source: Excusez-moi, sorry to disturb you!
de: Excusez-moi, ich wollte nicht stören!
es: Excusez-moi, perdona que te moleste.
fr: Désolé ! Pardon de te déranger !
it: Excusez-moi, non volevo disturbarti!
ja: スミマセーン、じゃましてゴメンなさいネ！
ko: 에스쿠제 무아(실례할게), 방해해서 미안!
pl: Excusez-moi, przepraszam, że przeszkadzam!
pt_br: Excusez-moi, desculpa o incômodo!
ru: Excusez-moi, не хотел вас потревожить!
zh_cn: 请原谅我的打扰！
zh_tw: 請原諒我的打擾！

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: Hm, it seems to be missing a key ingredient.
de: Hm, da fehlt eine wichtige Zutat.
es: Um... Creo que le falta un ingrediente clave.
fr: Hmm, il manque un ingrédient clé.
it: Uhm, sembra manchi un ingrediente chiave.
ja: フーン、大切な材料がないみたいネ。
ko: 흠, 핵심 성분이 빠진 것 같아.
pl: Hm, chyba brakuje kluczowego składnika.
pt_br: Hm, parece estar faltando um ingrediente importante.
ru: Хм, кажется, тут не хватает ключевого ингредиента.
zh_cn: 嗯，它似乎缺少了一味关键原料。
zh_tw: 嗯，它似乎缺少了一味關鍵原料。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: Tragique.
ja: オー！ノー！
ko: 비극이다.
ru: Трагедия.
zh_cn: 真是个悲剧。
zh_tw: 真是個悲劇。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: A masterpiece takes time.
de: Ein Meisterwerk braucht Zeit.
es: Una obra de arte lleva su tiempo.
es_mx: Una obra maestra toma su tiempo.
fr: Un chef-d'œuvre prend du temps.
it: Un capolavoro richiede tempo.
ja: 料理のコツは、時間と愛情かけることネ！
ko: 걸작은 오래 걸리는 법.
pl: Arcydzieło wymaga czasu.
pt_br: Uma obra-prima leva tempo!
ru: Шедевр за пару минут не состряпать.
zh_cn: 经典之作是需要时间的。
zh_tw: 經典之作是需要時間的。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: Nearly there...
de: Fast da ...
es: Ya está casi...
es_mx: Ya casi está...
fr: On y est presque...
it: È quasi pronto...
ja: もうすぐできるヨ…
ko: 거의 다 됐어...
pl: Już prawie..
pt_br: Quase lá...
ru: Почти готово…
zh_cn: 就快好了...
zh_tw: 就快好了...

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: Ahh, fini!
fr: Ah, fini !
it: Ahh, c'est fini!
ja: おお！完成したヨ！
ko: 아, 완성이다!
pl: Ach, fini!
ru: Ах, готово!
zh_cn: 啊，终于出炉了！
zh_tw: 啊，終於出爐了！

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: The ones who lived here had good taste in cookware.
de: Diejenigen, die hier lebten, hatten einen guten Geschmack, was Kochgeschirr angeht.
es: Quienes vivían aquí tenían un gusto exquisito para los utensilios de cocina.
fr: Ceux qui vivaient ici avaient de bons ustensiles.
it: Chi è vissuto qui aveva buon gusto in fatto di utensili da cucina.
ja: ここに住んでた人はいいシュミの台所用品持ってるネ。
ko: 여기에 살았던 사람들은 조리기구에 대한 취향이 훌륭했네.
pl: Mieli dobry gust, jeśli chodzi o przybory kuchenne.
pt_br: Os antigos habitantes daqui tinham bom gosto em utensílios de cozinha.
ru: Кто бы здесь ни жил, вкус на посуду у них был отменный.
zh_cn: 在这里住过的人对厨具的品位非常好。
zh_tw: 在這裡住過的人對廚具的品位非常好。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_LOCKBOX
source: Perhaps it contains an ancient recipe of some kind.
de: Vielleicht enthält es ja ein altes Rezept.
es: A lo mejor contiene una receta milenaria.
fr: Elle contient peut-être une recette antique.
it: Potrebbe contenere un qualche genere di ricetta antica.
ja: もしかしたら古いレシピがあるかも知れないヨ。
ko: 아마도 일종의 고대 조리법을 포함하고 있을 거야.
pl: Być może w środku jest jakiś pradawny przepis.
pt_br: Talvez ela contenha uma antiga receita de algum tipo.
ru: Может быть, внутри скрыт какой-нибудь древний рецепт.
zh_cn: 它里面也许有古代的食谱。
zh_tw: 它裡面也許有古代的食譜。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: I wonder what this machine will cook up for us.
de: Ich frage mich, was diese Maschine für uns zubereiten wird.
es: ¿Qué nos cocinará esta máquina?
fr: Je me demande ce que cette machine va nous concocter.
it: Chissà cosa ci preparerà questa macchina.
ja: このマシーンは何を料理してくれるんでしょうネ。
ko: 이 기계가 뭘 요리해 줄지 궁금해.
pl: Ciekawe, jaki los zgotuje nam ta machina.
pt_br: O que será que esta máquina vai cozinhar pra gente?
ru: Интересно, что этот аппарат для нас приготовит.
zh_cn: 不知道这台机器会给我们煮出什么东西来。
zh_tw: 不知道這台機器會給我們煮出什麼東西來。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: This looks like it hasn't been used in a long time.
de: Das sieht aus, als ob es schon lange nicht mehr benutzt worden wäre.
es: Parece que llevan mucho tiempo sin darle uso.
fr: On dirait que ça n'a pas été utilisé depuis très longtemps.
it: Sembra essere passato molto tempo dall'ultima volta che è stata usata.
ja: 長い間使われてなかったみたいネ。
ko: 오랫동안 사용하지 않은 것 같아.
pl: Chyba dawno nikt tego nie używał.
pt_br: Parece que ela não é usada há muito tempo.
ru: Кажется, его уже очень давно не использовали.
zh_cn: 这个好像很久没有用过了。
zh_tw: 這個好像很久沒有用過了。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_MOON_STATUE
source: They seemed to think quite highly of the moon.
de: Sie scheinen den Mond sehr verehrt zu haben.
es: Me da la sensación de que tenían a la luna en gran estima.
fr: J'ai l'impression qu'ils vénéraient la lune.
it: Sembravano avere un'alta opinione della luna.
ja: 月をソンケイしてたみたいネ。
ko: 달을 상당히 고귀하게 생각했던 것 같네.
pl: Chyba bardzo cenili księżyc.
pt_br: Parece que tinham a lua em altíssima conta.
ru: Судя по всему, луну они очень почитали.
zh_cn: 这里的人似乎很崇尚月亮。
zh_tw: 這裡的人似乎很崇尚月亮。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Ah, I shouldn't have gotten my hopes up.
de: Ah, ich hätte mir keine zu großen Hoffnungen machen sollen.
es: Ay, no tendría que haberme hecho esperanzas.
fr: Ah, je n'aurais pas dû me faire de faux espoirs.
it: Ah, non avrei dovuto alimentare troppo le mie speranze.
ja: アー、期待して損したヨ。
ko: 아, 기대를 하지 말았어야 했어.
pl: Niepotrzebnie miałem nadzieję.
pt_br: Ah, eu não devia ter criado expectativas.
ru: Эх, даже и надеяться не стоило.
zh_cn: 啊，我不应该让自己有那么高的期望。
zh_tw: 啊，我不應該讓自己有那麼高的期望。
