Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.STAGEHAND.AWAKE
source: You'll never catch me! I've outsmarted you and your ilk at every turn!
de: Du wirst mich nie kriegen! Ich habe dich und deinesgleichen auf Schritt und Tritt überlistet!
es: ¡Nunca me pillarás! ¡Os he engañado a ti y a los de tu calaña y volvería a hacerlo!
fr: Tu ne m'auras jamais ! Je ne me suis jamais laissé avoir par toi et ta clique !
it: Non mi avrai mai! Ho battuto in astuzia te e i tuoi simili in ogni quando!
ja: あんたは絶対に私をつかまえられない！あんたらなんかより私ずっと賢いし！
ko: 절대 날 따라잡을 수 없을 걸! 난 모든 면에서 너랑 너네 종족들 보다 똑똑하니까!
pt_br: Você nunca vai me pegar! Eu enganei você e a sua laia todas as vezes!
ru: Тебе меня не сцапать! Я таких, как ты, в два счета перехитрю!
zh_tw: 你永遠也抓不住我！我每次都比你和你的爪牙更聰明！

# CHARACTERS.WANDA.DESCRIBE.STAGEHAND.HIDING
source: I know you're hiding in there.
de: Ich weiß, du versteckst dich hier irgendwo.
es: Sé lo que tienes ahí escondido.
fr: Je sais que tu te caches là-dedans.
it: So che ti nascondi lì sotto.
ja: そこに隠れてるのは知ってるんだよ。
ko: 거기에 숨어 있는 거 알아.
pt_br: Eu sei que está escondida aí.
ru: Я знаю, что ты там прячешься.
zh_tw: 我知道你藏在裡面。

# CHARACTERS.WANDA.DESCRIBE.STALAGMITE
source: You've seen one rock, you've seen them all.
de: Kennt man einen Felsen, kennt man sie alle.
es: Con ver una roca, ya las has visto todas.
fr: Quand on a vu une pierre, on les a toutes vues.
it: Vista una roccia, le hai viste tutte.
ja: 岩は1個見れば、十分。
ko: 바위 하나를 봤다며 전부를 본 거야.
pt_br: Quem viu uma rocha, viu todas.
ru: Видел один камень — считай, видел их все.
zh_tw: 見過一塊石頭就等於見過所有的石頭了。

# CHARACTERS.WANDA.DESCRIBE.STALAGMITE_TALL
source: Wow, amazing. Let's keep moving shall we?
de: Wow, fantastisch. Gehen wir weiter, in Ordnung?
es: Oh, qué interesante. ¿Podemos continuar?
fr: Ouah, incroyable. On avance ?
it: Proprio magnifica. Andiamo avanti, d'accordo?
ja: うわー、すごい。どんどん先に進もう。
ko: 와아, 놀라워. 계속 가보자, 그럴래?
pt_br: Uau, que incrível. Que tal a gente seguir em frente?
ru: О-о, потрясающе. Ну что, идем дальше?
zh_tw: 哇，太神奇了。我們繼續前進，好嗎？

# CHARACTERS.WANDA.DESCRIBE.STALKER
source: This was a bad idea. I have regrets.
de: Das war eine schlechte Idee. Ich bereue es.
es: Qué idea tan terrible. Me arrepiento.
fr: C'était une mauvaise idée. Je regrette. Beaucoup.
it: È stata una cattiva idea. Ho qualche ripensamento.
ja: これは悪いアイディアだったようね。くやしい。
ko: 좋은 생각은 아니었어. 후회되네.
pt_br: Foi uma péssima ideia. Estou arrependida.
ru: Это была скверная идея. И я о ней жалею.
zh_tw: 這是個壞主意。我後悔了。

# CHARACTERS.WANDA.DESCRIBE.STALKER_ATRIUM
source: This was a VERY bad idea.
de: Das war eine SEHR schlechte Idee.
es: Qué idea tan ESPANTOSA.
fr: C'était une TRÈS mauvaise idée.
it: È stata una PESSIMA idea.
ja: これはかなり悪いアイディアだったようね。
ko: 아주 나쁜 생각이었어.
pt_br: Foi uma ideia MUITO ruim.
ru: Это была ОЧЕНЬ скверная идея.
zh_tw: 這是個非常糟糕的主意。

# CHARACTERS.WANDA.DESCRIBE.STALKER_MINION
source: Ack! Get out of here!
de: Argh. Verschwinde hier!
es: ¡Buf! ¡Largo de aquí!
fr: Argh ! Va-t'en !
it: Argh! Vattene via!
ja: いてて！あっちに行ってよ！
ko: 아아! 여기서 나가!
pt_br: Ugh! Sai daqui!
ru: Фу! Прочь отсюда!
zh_tw: 呀！都給我走開！

# CHARACTERS.WANDA.DESCRIBE.STATUEGLOMMER.EMPTY
source: It seemed like a good idea at the time.
de: Zu dem Zeitpunkt kam es mir wie eine gute Idee vor.
es: Me había parecido una buena idea.
fr: Ça me paraissait être une bonne idée, sur le moment.
it: Inizialmente mi era sembrata una buona idea.
ja: やる前まではいい考えだと思ったんだけどね。
ko: 그때는 좋은 생각인 것 같았지.
pt_br: Pareceu uma boa ideia na hora.
ru: В тот момент это казалось мне хорошей идеей.
zh_tw: 這在當時似乎是個好主意。

# CHARACTERS.WANDA.DESCRIBE.STATUEGLOMMER.GENERIC
source: I still haven't figured out who made this...
de: Ich habe immer noch nicht herausgefunden, wer das gemacht hat ...
es: Todavía no sé quién ha hecho esto...
fr: Je ne sais toujours pas qui a fait ça...
it: Non ho ancora scoperto chi è stato a farla...
ja: これを作ったのが誰か、まだわからないのよ。
ko: 누가 만든건지 아직도 모르겠어...
pt_br: Ainda não descobri quem fez isto...
ru: Я так и не разузнала, кто это сделал...
zh_tw: 我仍然沒有弄清楚這是誰做的……

# CHARACTERS.WANDA.DESCRIBE.STATUEHARP
source: It's curious how they all seem to be broken in the same spot...
de: Es ist seltsam, dass sie alle an der gleichen Stelle kaputtgegangen zu sein scheinen.
es: Me parece curioso que estén todas rotas por el mismo sitio...
fr: C'est bizarre, elles ont toutes l'air cassées au même endroit.
it: È curioso che siano tutte rotte nello stesso punto...
ja: みんな同じところが壊れてるなんておかしいわ…
ko: 어떻게 한자리에 다 부서져있는지 궁금해...
pt_br: É curioso como todas elas parecem ter sido quebradas no mesmo lugar...
ru: Любопытно, что все они сломались в одном и том же месте...
zh_tw: 奇怪啊，它們似乎都壞在了同一個地方……

# CHARACTERS.WANDA.DESCRIBE.STATUEMAXWELL
source: "Someone" had far too much time on his hands...
de: Da hatte wohl jemand zu viel Zeit ...
es: "Alguien" tenía demasiado tiempo libre...
fr: « Quelqu'un » avait beaucoup trop de temps libre.
it: "Qualcuno" ha avuto sin troppo tempo da perdere...
ja: 「誰かさん」は時間が有り余ってしょうがなかったみたい…
ko: "누군가"는 시간이 남아 돌았나봐...
pt_br: "Alguém" tinha muuuuito tempo livre...
ru: Кое у кого было слишком много свободного времени...
zh_tw: “有人”真是閑的慌……

# CHARACTERS.WANDA.DESCRIBE.STATUE_MARBLE.GENERIC
source: I can gawk at them later, they're not going anywhere.
de: Ich kann sie später bewundern, sie gehen nirgendwo hin.
es: Puedo quedarme embobada mirándolas luego, no se van a ir.
fr: Je pourrais toujours m'extasier plus tard. Elles ne bougeront pas d'ici.
it: Posso ammirarle dopo, non andranno da nessuna parte.
ja: 減るもんでもないし、あとでじっくり眺めるとするわ。
ko: 나중에 얼빠져서 바라볼 수 있겠지. 여기 그대로 있을 테니까.
pt_br: Posso dar uma olhada mais tarde. Ela não vai a lugar nenhum.
ru: Потом поглазею, никуда они не денутся.
zh_tw: 我可以以後再看它們，反正它們哪裡也不會去。

# CHARACTERS.WANDA.DESCRIBE.STATUE_MARBLE.TYPE1
source: I don't have much patience for art.
de: Ich habe nicht viel Geduld für Kunst.
es: No tengo paciencia para el arte.
fr: Je n'ai pas la patience de m'intéresser à l'art.
it: Non ho molta pazienza per l'arte.
ja: 芸術への忍耐力はあんまりないのよ。
ko: 나는 예술에 대한 인내심이 별로 없어.
pt_br: Não tenho muita paciência pra arte.
ru: Не могу назвать себя ценителем искусства.
zh_tw: 我對藝術沒有什麼耐心。

# CHARACTERS.WANDA.DESCRIBE.STATUE_MARBLE.TYPE2
source: I've seen it before and I'll probably see it again.
de: Ich habe sie schon einmal gesehen und werde sie wahrscheinlich wieder sehen.
es: Ya la he visto antes y seguro que vuelvo a verla.
fr: Une fois qu'on en a vu une, on les a toutes vues...
it: Ho già avuto modo di vederla e probabilmente la vedrò ancora.
ja: 前見たことある。きっとまた見るはず。
ko: 예전에 본 적이 있는데 아마 또 보게 될 것 같아.
pt_br: Eu vi antes e provavelmente vou ver de novo.
ru: Я это уже видела и наверняка увижу еще.
zh_tw: 我以前見過，以後可能還會遇到。

# CHARACTERS.WANDA.DESCRIBE.STATUE_MARBLE.TYPE3
source: I'm still not sure who left these here.
de: Ich bin mir immer noch nicht sicher, wer die hier hinterlassen hat.
es: Sigo sin saber quién las ha dejado aquí.
fr: Je ne sais toujours pas qui a laissé ces trucs ici.
it: Non sono ancora sicura di chi le abbia lasciate qui.
ja: これをここに残したのは一体誰なのかしら。
ko: 누가 이걸 여기에 두고 갔는지 아직 확실하지 않아.
pt_br: Ainda não sei ao certo quem deixou isto aqui.
ru: Все еще не знаю, кто их здесь расставил.
zh_tw: 我仍然不確定是誰把這些東西留在這裡的。

# CHARACTERS.WANDA.DESCRIBE.STEELWOOL
source: Some things are taken very literally around here.
de: Manche Dinge werden hier extrem wörtlich genommen.
es: Por aquí se toman las cosas muy literalmente.
fr: Certaines choses sont tout de même très littérales, ici.
it: Alcune cose vengono prese molto letteralmente da queste parti.
ja: ここいらじゃ、文字通りの意味で使われているものが多いのね。
ko: 어떤 것들은 이 주변에서는 아주 문자 그대로 받아들여지지.
pt_br: Algumas coisas são interpretadas de forma muito literal por aqui.
ru: Некоторые вещи здесь воспринимают очень буквально.
zh_tw: 在這裡，有些事情真的是按字面理解的。

# CHARACTERS.WANDA.DESCRIBE.STEERINGWHEEL
source: My poor hands are going to get callouses from all this sea-faring.
de: Meine armen Hände werden von der ganzen Seefahrerei Schwielen bekommen.
es: Me van a salir callos en las manos de hacer de marinera...
fr: Mes pauvres mains vont être pleines de cloques à jouer les marins comme ça.
it: Le mie povere mani si copriranno di calli con tutti questi viaggi in mare.
ja: こんだけ航海してたら、私のかわいそうな手にタコができちゃうわ。
ko: 항해가 다 끝나면 내 불쌍한 손에는 굳은살이 생기겠지.
pt_br: Minhas mãos vão ficar calejadas de tanto navegar.
ru: От этого мореплавания на моих бедных ручках одни мозоли.
zh_tw: 我可憐的雙手會因為航海而長出繭子。

# CHARACTERS.WANDA.DESCRIBE.STEERINGWHEEL_ITEM
source: I hope I don't forget to add that to the boat.
de: Ich hoffe, ich vergesse nicht, das dem Boot hinzuzufügen.
es: Espero no olvidarme de ponerle eso al barco.
fr: Il ne faut pas que j'oublie de mettre ça sur le bateau.
it: Spero di non dimenticare di montarlo sulla barca.
ja: あれをボートに乗せるのを忘れないといいんだけど。
ko: 잊지 말고 배에 실어야 해.
pt_br: Tomara que eu não esqueça de colocar isso no barco.
ru: Надеюсь, не забуду прикрепить его к лодке.
zh_tw: 千萬別忘了把它安到船上。

# CHARACTERS.WANDA.DESCRIBE.STINGER
source: A bee sting that almost was.
de: Ein Bienenstich, der fast einer gewesen wäre.
es: Podría haber sido una picadura de abeja.
fr: J'ai failli me faire piquer.
it: Quello che poteva essere un pungiglione di ape.
ja: 人を指しそうになった蜂の針。
ko: 하마터면 벌침에 쏘일 뻔했네.
pt_br: Uma ferroada que quase aconteceu.
ru: Мне не жалко, что это жалко не во мне.
zh_tw: 曾經的蜜蜂尾後針。

# CHARACTERS.WANDA.DESCRIBE.STRAWHAT
source: I could dress up like a farmer, how fun!
de: Ich könnte mich als Bäuerin verkleiden, wie lustig!
es: ¡Podría vestirme de granjera, qué entretenido!
fr: On dirait presque une fermière. Super.
it: Potrei travestirmi da contadina, che divertente!
ja: 農民の格好だなんて、すごく楽しそう！
ko: 농부처럼 분장할 수 있어. 정말 재미있는 걸!
pt_br: Que divertido, eu poderia me fantasiar de fazendeira!
ru: Можно нарядиться фермершей — вот это веселье!
zh_tw: 我可以把自己打扮成一個農民了，真好玩！

# CHARACTERS.WANDA.DESCRIBE.STUFFEDEGGPLANT
source: Vegetables inside and out.
de: Gemüse innen und außen.
es: Verduras por fuera y por dentro.
fr: Des légumes dans un légume.
it: Ortaggi sia dentro che fuori.
ja: 中にも外にも野菜。
ko: 안팎에 채소가 있네.
pt_br: Legumes dentro e fora.
ru: Овощи, внутри и снаружи.
zh_tw: 裡外都是蔬菜。

# CHARACTERS.WANDA.DESCRIBE.STUFFING
source: I'm never too full for a little extra stuffing.
de: Ich bin nie zu satt für eine kleine Extraportion Füllung.
es: Siempre tengo hueco para algo más de relleno.
fr: J'ai toujours un peu de place dans l'estomac.
it: Non sono mai troppo piena quando si tratta di ripieno.
ja: 詰め物が多すぎるってことは絶対ないわ。
ko: 난 언제나 배가 덜 불러서 조금 더 먹을 수 있어.
pt_br: Pra mim, recheio nunca é demais.
ru: В меня всегда поместится еще немного начинки.
zh_tw: 我再飽也願意多吃點餡料。

# CHARACTERS.WANDA.DESCRIBE.SUCCULENT_PICKED
source: I guess it's technically edible.
de: Technisch gesehen ist das wohl essbar.
es: Supongo que, técnicamente, es comestible.
fr: J'imagine que techniquement, c'est comestible.
it: Credo sia tecnicamente commestibile.
ja: 基本的に食べられるんじゃないかな。
ko: 엄밀히 말하자면 먹을 수 있는 것 같긴 해.
pt_br: Acho que é tecnicamente comestível.
ru: Ну, технически это съедобно.
zh_tw: 要說吧，它其實也能吃。

# CHARACTERS.WANDA.DESCRIBE.SUCCULENT_PLANT
source: I'm afraid I can't stop to admire every bit of scenery.
de: Ich fürchte, ich kann nicht anhalten, um jeden Flecken der Landschaft zu bewundern.
es: Me temo que no puedo pararme a contemplar todos los paisajes.
fr: Malheureusement, je ne peux pas m'arrêter tous les deux mètres pour admirer le paysage.
it: Temo di non potermi fermare ad ammirare ogni elemento paesaggistico che trovo.
ja: そこかしこの風景を立ち止まって楽しむなんてできないわ。
ko: 풍경 하나하나에 감탄하지 않을 수 없을 것 같아.
pt_br: Receio que eu não possar parar pra admirar cada pedacinho da paisagem.
ru: Боюсь, у меня нет времени восхищаться каждой травинкой.
zh_tw: 恐怕我不能停下來欣賞每一道風景。

# CHARACTERS.WANDA.DESCRIBE.SUCCULENT_POTTED
source: I can never seem to keep them alive for long.
de: Ich scheine sie nie lange am Leben halten zu können.
es: Siempre se me mueren muy rápido...
fr: Je n'arrive jamais à les faire survivre longtemps.
it: Non riesco mai a mantenerle in vita a lungo.
ja: あれを長生きさせることは絶対できなそう。
ko: 오래 살려둘 수는 없을 것 같아.
pt_br: Nunca consigo mantê-las vivas por muito tempo.
ru: Они у меня почему-то долго не живут.
zh_tw: 我一直無法讓它們活得長久。

# CHARACTERS.WANDA.DESCRIBE.SUNKENCHEST.GENERIC
source: A shell this enormous must have something interesting inside.
de: Eine so große Muschel muss etwas Interessantes beinhalten.
es: Una concha tan grande seguro que tenía algo interesante dentro.
fr: Un coquillage aussi énorme contient sûrement quelque chose de très intéressant.
it: Una conchiglia tanto grande deve contenere qualcosa di interessante.
ja: こんなに大きな貝殻には、きっと中にすごいものが入ってるわ。
ko: 이 거대한 껍질 안에는 흥미로운 게 들어 있겠지.
pt_br: Uma concha tão grande deve ter algo interessante dentro dela.
ru: В такой здоровенной ракушке наверняка припрятано много интересного.
zh_tw: 這麼大的一個貝殼，裡面一定有很有趣的東西。

# CHARACTERS.WANDA.DESCRIBE.SUNKENCHEST.LOCKED
source: Oh botheration! Open up, you!
de: Ach verflixt! Du öffne dich schon!
es: ¡Qué fastidio! ¡Ábrete de una vez!
fr: Oh, flûte de zut ! Allez, ouvre-toi !
it: Oh, che seccatura! Apriti subito!
ja: ああ、煩わしい！ひ・ら・け！
ko: 아 귀찮아! 야, 열어!
pt_br: Ai, que amolação! Anda, abre logo!
ru: Вот неудобство! Ну же, откройся!
zh_tw: 嗷，麻煩呐！你快自己打開吧！

# CHARACTERS.WANDA.DESCRIBE.SUPERTACKLECONTAINER
source: I could fit an entire bait shop in there.
de: Da drin könnte ich einen ganzen Köderladen unterbringen.
es: Aquí cabría una tienda de pesca entera.
fr: Je pourrais ouvrir un magasin de pêche, là-dedans.
it: Potrei farci stare un intero negozio di esche.
ja: あの中に餌の店丸ごと入れられそうね。
ko: 거기에 미끼 가게 전체를 맞출 수 있어.
pt_br: Poderia enfiar uma loja de iscas inteira aí dentro.
ru: Сюда поместится целый магазин наживок.
zh_tw: 我可以在裡面裝下一個魚餌店。

# CHARACTERS.WANDA.DESCRIBE.SURFNTURF
source: Perfect for people who can't make up their mind.
de: Ideal für alle, die sich nicht entscheiden können.
es: Es perfecto para la gente que no sabe decidirse.
fr: C'est parfait pour les gens qui ne savent pas quoi choisir.
it: Perfetto per le persone che non sanno decidersi.
ja: 決断できない人にピッタリ。
ko: 결정을 내리지 못하는 사람들에게는 완벽해.
pt_br: Perfeito pra quem não consegue se decidir.
ru: Лучший выбор тех, кто никак не может определиться.
zh_tw: 非常適合那些決定困難戶。

# CHARACTERS.WANDA.DESCRIBE.SWEATERVEST
source: It looks like something a pretentious old professor might wear.
de: Das sieht aus wie etwas, das ein überheblicher alter Professor tragen könnte.
es: Esto seguro que se lo pondría un profesor viejo y pretencioso.
fr: J'imagine très bien un vieux professeur prétentieux porter ce genre de choses.
it: Sembra qualcosa che indosserebbe un vecchio insegnante pretenzioso.
ja: 格好つけの教授が着ていそうなもの。
ko: 허세 부리는 노교수가 입는 옷 같군.
pt_br: Parece algo que um professor velho e pretensioso usaria.
ru: Что-то подобное обычно носят помпезные старые профессора.
zh_tw: 它看起來像一個自命不凡的老教授會穿的東西。

# CHARACTERS.WANDA.DESCRIBE.SWEETPOTATO
source: An odd recipe, but I can't say I don't enjoy it.
de: Ein seltsames Rezept, aber ich kann nicht behaupten, dass es mir nicht gefällt.
es: Es una receta rara, pero la verdad es que me gusta.
fr: C'est une recette étrange, mais plutôt savoureuse.
it: Una strana ricetta, ma non posso dire che mi dispiaccia.
ja: 変なレシピだけど嫌いじゃないわ。
ko: 이상한 레시피지만 맛이 없다고 할 수는 없네.
pt_br: Uma receita esquisita, mas não posso dizer que não gostei.
ru: Рецепт необычный, но мне вполне по вкусу.
zh_tw: 一個奇怪的食譜，但我承認我喜歡它。

# CHARACTERS.WANDA.DESCRIBE.SWEETTEA
source: Well... I guess there's time for a quick cup of tea.
de: Nun ... Ich schätze, es ist Zeit für eine schnelle Tasse Tee.
es: Bueno... Supongo que es hora de tomar algo de té.
fr: Bon... Je pense que j'ai le temps de prendre un petit thé.
it: Beh... Suppongo che ci sia tempo per una veloce tazza di tè.
ja: んー…ちょっと紅茶を飲むくらいの時間はあるわ。
ko: 음... 빨리 차 한잔 마실 정도의 시간은 있을 거야.
pt_br: Bom... acho que tenho tempo pra uma xícara de chá.
ru: Что ж... Думаю, у меня есть минутка на чашечку чая.
zh_tw: 嗯……我可以抽點時間出來喝杯茶。

# CHARACTERS.WANDA.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: Dinner might have to wait.
de: Das Abendessen muss womöglich warten.
es: La cena tendrá que esperar.
fr: Le dîner attendra.
it: Il pranzo potrebbe arrivare in ritardo.
ja: 夕飯はちょっと待たなくちゃいけない。
ko: 저녁 식사를 기다려야 할 수도 있어.
pt_br: Pode ser que o jantar demore um pouco.
ru: С ужином придется повременить.
zh_tw: 晚餐可能要等一等了。

# CHARACTERS.WANDA.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: An empty table isn't really much to look at.
de: Ein leerer Tisch ist nicht gerade ein schöner Anblick.
es: Una mesa vacía no es precisamente interesante.
fr: C'est bien triste, une table vide...
it: Una tavola vuota non è un granché da vedere.
ja: 何もないテーブルに見どころなんかないわ。
ko: 빈 테이블은 그다지 볼 것이 없지.
pt_br: Uma mesa vazia não é uma visão muito agradável.
ru: На пустой стол смотреть не очень-то интересно.
zh_tw: 空蕩蕩的餐桌沒什麼好看的。

# CHARACTERS.WANDA.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: A finely set table.
de: Ein schön gedeckter Tisch.
es: Una mesa puesta con mucho gusto.
fr: Une jolie table bien dressée.
it: Una tavola elegantemente imbandita.
ja: 上品なセッティングのテーブル。
ko: 깔끔하게 세팅된 테이블이네.
pt_br: Uma mesa bem posta.
ru: Изысканно накрытый стол.
zh_tw: 精心佈置的餐桌。

# CHARACTERS.WANDA.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: Oh botheration, what time of year is it again?
de: Ach verflixt, was haben wir doch gleich für eine Jahreszeit?
es: Qué fastidio... ¿En qué época del año estamos?
fr: Oh flûte de zut, c'est déjà la saison ?
it: Oh, accidenti. In che periodo dell'anno siamo?
ja: ああ、煩わしい。今って何月だったっけ？
ko: 아 귀찮아, 또 그때가 된 건가?
pt_br: Ai, que amolação, em que época do ano nós estamos mesmo?
ru: Вот неудобство, да какое же сейчас время года?
zh_tw: 嗷，麻煩呐。現在是什麼季節？

# CHARACTERS.WANDA.DESCRIBE.TACKLECONTAINER
source: Finally, my poor pockets can be free of hooks and fish bait.
de: Endlich kann ich meine armen Taschen von Haken und Fischködern befreien.
es: Por fin podré dejar de llenarme los bolsillos de anzuelos y cebo.
fr: Mes pauvres poches vont enfin être débarrassées des hameçons et des leurres.
it: Finalmente posso togliere ami ed esche da pesca dalle mie povere tasche.
ja: やーっと、私のかわいそうなポケットはフックやら釣り餌から解放されたわ。
ko: 마지막으로, 내 가난한 주머니에서 갈고리와 물고기 미끼가 모조리 사라져버릴 지도 몰라.
pt_br: Até que enfim, vou poder liberar meus bolsos de anzóis e iscas.
ru: Ну наконец-то можно вынуть из моих бедных кармашков крючки и наживку.
zh_tw: 我終於不用在口袋裡裝魚鉤和魚餌了。

# CHARACTERS.WANDA.DESCRIBE.TACKLESKETCH
source: I don't think I've seen this type of tackle before. Or maybe I just forgot...
de: Ich glaube nicht, dass ich diese Art von Angelzeug schon einmal gesehen habe. Oder vielleicht habe ich es nur vergessen ...
es: Creo que nunca había visto un anuncio así... ¿O será que me he olvidado?
fr: Je crois que je n'ai jamais vu ce genre d'hameçon. Ou alors j'ai oublié...
it: Non credo di aver mai visto questo tipo di attrezzatura. O forse l'ho solo dimenticata...
ja: こんな種類の道具はまだ見たことないと思うけど、忘れただけかもしれないわ。
ko: 이런 태클은 전에 본 적이 없어. 아니면 잊어버린 건지도...
pt_br: Acho que nunca tinha visto este tipo de aparato de pesca. Ou talvez tenha esquecido...
ru: Не думаю, что раньше видела подобную снасть. А может, я просто забыла...
zh_tw: 我以前好像沒見過這種釣具。也有可能是我忘記了……

# CHARACTERS.WANDA.DESCRIBE.TACKLESTATION
source: Fishing is so bothersome, it takes so much time and preparation!
de: Angeln ist so mühsam, es braucht so viel Zeit und Vorbereitung!
es: Odio pescar. ¡Es una labor muy tediosa que requiere de demasiada preparación!
fr: Pêcher est une vraie corvée. Ça demande trop de temps et de préparations !
it: Pescare è proprio una seccatura: richiede sin troppo tempo e preparazione!
ja: 釣りって本当に面倒くさい。時間がかかるうえ、準備も必要だなんて。
ko: 낚시는 너무 귀찮아, 시간을 너무 잡아먹고 준비도 많이 해야하지!
pt_br: A pesca é muito irritante, tem que se preparar bastante e demora demais!
ru: Рыбалка — сплошное неудобство. Столько времени уходит впустую!
zh_tw: 釣魚太麻煩了，不僅耗時，還要準備！

# CHARACTERS.WANDA.DESCRIBE.TAFFY
source: I'll never forget, baba used to bring these home for us on special occasions.
de: Ich werde nie vergessen, dass Baba sie uns immer zu besonderen Anlässen mitgebracht hat.
es: Papá siempre nos los traía cuando había alguna ocasión especial. Nunca lo olvidaré...
fr: Ça me rappelle mon enfance... Papa nous en offrait toujours pour nos anniversaires.
it: Impossibile dimenticare che papà ce li portava sempre a casa per le occasioni speciali.
ja: 忘れられないわ。婆ちゃんは特別な時だけこれを持ってきてくれたの。
ko: 앞으로도 잊지 못할 것은 아빠가 특별한 경우에 우리를 위해 이것을 집으로 가져오곤 했다는 거지.
pt_br: Nunca vou me esquecer, meu pai trazia isto pra gente em ocasiões especiais.
ru: Никогда не забуду те редкие дни, когда папа приносил нам домой такие ириски.
zh_tw: 我永遠不會忘記這些，爸爸逢年過節會帶一些回家給我們吃。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRD
source: I wonder how they keep their balance.
de: Ich frage mich, wie sie das Gleichgewicht halten.
es: Me pregunto cómo mantienen el equilibrio.
fr: Je me demande comment ils font pour tenir debout.
it: Chissà come fanno a mantenere l'equilibrio.
ja: どうやってあのバランスを保ってるのかしら。
ko: 어떻게 균형을 유지하는지 궁금해.
pt_br: Como será que eles mantêm o equilíbrio?
ru: Интересно, как они сохраняют равновесие?
zh_tw: 我想知道他們是如何保持平衡的。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG
source: A future bird.
de: Ein zukünftiger Vogel.
es: Un futuro pájaro.
fr: Un futur oiseau.
it: Un futuro uccello.
ja: 将来の鳥。
ko: 나중에 새가 되겠지.
pt_br: Um futuro pássaro.
ru: Будущая птица.
zh_tw: 未來的鳥。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like stolen time.
de: Schmeckt nach gestohlener Zeit.
es: Sabe a tiempo robado.
fr: C'est donc ça, le goût du temps volé.
it: Sa di tempo rubato.
ja: 盗まれた時間みたいな味がするわ。
ko: 도둑맞은 시간의 맛이다.
pt_br: Tem gosto de tempo roubado.
ru: На вкус как украденное время.
zh_tw: 它嘗起來像偷來的時間。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: I shouldn't leave it out in the cold.
de: Ich sollte es nicht in der Kälte lassen.
es: No tendría que dejarlo al frío...
fr: Je ne devrais pas le laisser dans le froid.
it: Non dovrei lasciarlo fuori al freddo.
ja: 寒いところに置きっぱなしにしない方がいいみたい。
ko: 추운 곳에 두면 안 돼.
pt_br: É melhor não deixá-lo sozinho no frio.
ru: Не стоит оставлять его на холоде.
zh_tw: 我不應該把它丟在寒冷的地方。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Did that crack come from the outside or the inside?
de: Ist der Riss von außen oder von innen entstanden?
es: ¿Esa grieta vendrá del exterior o del interior?
fr: Cette faille a été faite de l'extérieur ou de l'intérieur ?
it: La crepa è venuta da dentro o da fuori?
ja: そのヒビは内側から？それとも外側から？
ko: 그 균열은 외부에서 생긴걸까, 아니면 내부에서 생긴걸까?
pt_br: Essa rachadura veio de dentro ou de fora do ovo?
ru: Интересно, оно снаружи треснуло или изнутри?
zh_tw: 那條裂縫是來自外部還是內部？

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It's going to be a fried egg soon if I don't cool it down.
de: Das wird ein pochiertes Ei, wenn ich es nicht kühle.
es: Se va a convertir en huevo frito como no lo enfríe.
fr: Il risque de cuire si je ne le refroidis pas très vite.
it: Presto sarà una frittata, se non mi sbrigo a raffreddarlo.
ja: 冷まさないとそのうち目玉焼きになるわ。
ko: 식히지 않으면 금방 후라이한 알이 될 거 같아.
pt_br: Vai virar um ovo frito logo, logo se eu não resfriá-lo.
ru: Если его не остудить, у меня скоро будет яичница.
zh_tw: 如果我不把它冷卻下來，它很快就會變成一顆煎蛋。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Can you hatch any faster?
de: Kannst du mal schneller schlüpfen?
es: ¿No podrías eclosionar más rápido?
fr: Tu peux éclore plus vite, s'il te plaît ?
it: Non potresti schiuderti più in fretta?
ja: もう少しさっさと生まれてくれない？
ko: 더 빨리 부화하면 안 될까?
pt_br: Dá pra chocar mais rápido?
ru: А побыстрее нельзя вылупиться?
zh_tw: 你能不能快一點孵化？
