Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: Oh dear!
de: Meine Güte!
es: ¡Ay, madre!
es_mx: ¡Dios mío!
fr: Oh, bon sang !
it: Oh, mi dispiace!
ja: えぇっ、そんな！
ko: 저런!
pl: Ojeju!
pt_br: Oh, céus!
ru: Ох ты ж!
zh_cn: 噢，不好！
zh_tw: 噢，不好！

# CHARACTERS.WARLY.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: Well, that won't help our explorations much.
de: Tja, der hilft bei unseren Erkundungen nicht mehr.
es: Bueno, eso no será de mucha ayuda para nuestras exploraciones.
es_mx: Bueno, eso no nos ayudará mucho en nuestras exploraciones.
fr: Bon, ça ne va pas faire avancer notre exploration.
it: Beh, questo non faciliterà le nostre esplorazioni.
ja: アレはボクたちの探索の助けにならないヨ。
ko: 탐험에 별로 도움은 안 되겠어.
pl: Cóż, to nie pomoże nam w eksploracji.
pt_br: Bom, isso não vai ajudar muito nossas explorações.
ru: Ну, в странствиях он нам больше не поможет.
zh_cn: 这对我们的探险不会有太大帮助。
zh_tw: 這對我們的探險不會有太大幫助。

# CHARACTERS.WARLY.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: I hope my penmanship is legible.
de: Hoffentlich ist meine Handschrift leserlich.
es: Espero que mi letra se entienda.
es_mx: Espero que mi caligrafía sea legible.
fr: J'espère que mon écriture est lisible.
it: Spero che la mia calligrafia sia leggibile.
ja: ボクの手書きが読めるといいんだけど...。
ko: 내 글씨체가 읽을 만해야 할 텐데.
pl: Mam nadzieję, że moje pismo jest czytelne.
pt_br: Tomara que minha caligrafia seja legível.
ru: Надеюсь, у меня понятный почерк.
zh_cn: 希望你们能读懂我的笔迹。
zh_tw: 希望你們能讀懂我的筆跡。

# CHARACTERS.WARLY.DESCRIBE.CATCOON
source: What perky little ears.
de: Schau, die kleinen Ohren!
es: Qué orejitas tan alegres.
es_mx: Qué orejitas tan alegres.
fr: Quelles petites oreilles bien droites !
it: Che piccole orecchie vivaci.
ja: ピンと立ったお耳がカワイイネ！
ko: 저 쫑긋한 귀 좀 봐.
pl: Ale ma słodkie spiczaste uszy.
pt_br: Que orelhinhas empertigadas.
ru: Какие наглые маленькие ушки.
zh_cn: 多么神气的小耳朵。
zh_tw: 多麼神氣的小耳朵。

# CHARACTERS.WARLY.DESCRIBE.CATCOONDEN.EMPTY
source: Vacant of critters.
de: Leer.
es: Hay plazas para bichos.
es_mx: Hay lugar para bichos.
fr: Aucune bestiole.
it: Libero da creature.
ja: 何も住んでないヨ
ko: 비어 있다.
pl: Wszyscy sobie poszli.
pt_br: Sem criaturas.
ru: Ни души.
zh_cn: 空的动物巢穴。
zh_tw: 空的動物巢穴。

# CHARACTERS.WARLY.DESCRIBE.CATCOONDEN.GENERIC
source: How many critters can fit in there?
de: Wie viele Lebewesen passen da hinein?
es: ¿Cuántos bichos pueden caber ahí?
es_mx: ¿Cuántos bichos pueden caber ahí?
fr: Combien de bestioles peuvent rentrer là-dedans ?
it: Quante creature possono entrarci?
ja: このおうち、何匹、入れるのカナ？
ko: 안에 동물이 몇 마리나 들어갈까?
pl: Ciekawe, ile ich się tam zmieści.
pt_br: Quantas criaturas cabem aí?
ru: Сколько живности может здесь поместиться?
zh_cn: 里面可以住多少只动物？
zh_tw: 裡面可以住多少只動物？

# CHARACTERS.WARLY.DESCRIBE.CATCOONHAT
source: Not quite my style.
de: Nicht ganz mein Stil ...
es: No es exactamente mi estilo.
es_mx: No es exactamente mi estilo.
fr: Pas tout à fait mon style.
it: Non proprio il mio stile.
ja: ボクのシュミじゃないネ…
ko: 내 스타일은 아니야.
pl: Raczej nie w moim stylu...
pt_br: Não é bem meu estilo.
ru: Не совсем мой стиль.
zh_cn: 不太像我的风格。
zh_tw: 不太像我的風格。

# CHARACTERS.WARLY.DESCRIBE.CATTOY_MOUSE
source: I'm afraid I don't have any clockwork cheese.
de: Ich fürchte, ich habe keinen Uhrwerk-Käse.
es: Me temo que no tengo queso mecánico.
fr: Je n'ai hélas pas de fromage à remonter.
it: Temo di non avere del formaggio meccanico.
ja: ゴメンネ。時計ジカケのチーズは持ってないんだヨ。
ko: 내겐 태엽 장치로 돌아가는 치즈가 없어.
pl: Obawiam się, że nie mam żadnego mechanicznego sera.
pt_br: Temo não ter nenhum queijo mecânico.
ru: Боюсь, заводного сыра у меня не найдется.
zh_cn: 恐怕我没有发条奶酪给你。
zh_tw: 恐怕我沒有發條乳酪給你。

# CHARACTERS.WARLY.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: I'm sure I'm strong enough to move it.
de: Bestimmt bin ich stark genug, ihn zu bewegen.
es: Espero tener fuerza para mover esto.
es_mx: Estoy seguro de que soy lo bastante fuerte para moverla.
fr: Je suis sûr que je suis assez fort pour le déplacer.
it: Non credo di essere abbastanza forte da spostarlo.
ja: ボク、これくらいは動かせると思うヨ。
ko: 이 정도는 내 힘으로 움직일 수 있겠어.
pl: Na pewno mam dość siły, by to przesunąć.
pt_br: Tenho certeza de que sou forte o bastante para movê-la.
ru: Думаю, мне хватит сил, чтобы его сдвинуть.
zh_cn: 我很强壮，可以移得动它。
zh_tw: 我很強壯，可以移得動它。

# CHARACTERS.WARLY.DESCRIBE.CAVEIN_BOULDER.RAISED
source: I can't get at it.
de: Ich komme nicht ran.
es: No alcanzo.
es_mx: No la alcanzo.
fr: Je ne peux pas l'atteindre.
it: Non ci arrivo.
ja: こ、これはツカメマセンネ。
ko: 손이 안 닿아.
pl: Nie mogę się do tego dostać.
pt_br: Não consigo alcançá-la.
ru: Не могу добраться.
zh_cn: 我够不到。
zh_tw: 我夠不到。

# CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA
source: Bananas! Just the flavor I needed!
de: Bananen! Genau das Aroma, das ich gesucht habe!
es: ¡Plátanos! ¡Justo el sabor que necesitaba!
es_mx: ¡Bananas! ¡Justo el sabor que necesitaba!
fr: Banane ! C'est exactement le goût qu'il me fallait !
it: Banane! Proprio il sapore che mi serve!
ja: バナナだ！ボクが求めてたフレーバーがやっと手に入ったヨ。
ko: 바나나다! 딱 내가 원하는 맛이야!
pl: Banany! Właśnie tego smaku mi brakowało!
pt_br: Bananas! Exatamente o sabor de que eu precisava!
ru: Бананы! Вот какого вкуса мне не хватало!
zh_cn: 香蕉！正缺这一味！
zh_tw: 香蕉！正缺這一味！

# CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA_BURNT
source: I would have liked more fresh bananas.
de: Ich hätte gerne noch mehr frische Bananen gehabt.
es: Hubiese preferido plátanos frescos.
es_mx: Me hubiera gustado tener más bananas frescas.
fr: J'aurais préféré des bananes plus fraîches.
it: Avrei preferito banane più fresche.
ja: フレッシュバナナのほうが良かったけどネ。
ko: 신선한 바나나를 더 먹을 수 있으면 좋았을 텐데.
pl: Wolałbym świeże banany.
pt_br: Preferiria ter bananas mais frescas.
ru: Мне бы побольше свежих бананов.
zh_cn: 要是香蕉再新鲜一点就好了。
zh_tw: 要是香蕉再新鮮一點就好了。

# CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA_COOKED
source: Could use some oats and a few chocolate chips...
de: Könnte Hafer und Schokolade vertragen ...
es: Le hace falta avena y trozitos de chocolate...
es_mx: Le hace falta avena y unas chispas de chocolate...
fr: Si j'avais des flocons d'avoine et des copeaux de chocolat...
it: Mi servirebbero l'avena e pezzetti di cioccolato...
ja: オート麦とチョコチップが欲しいネ…
ko: 오트밀과 초콜릿 칩이 있었으면...
pl: Przydałyby się płatki owsiane i kawałki czekolady...
pt_br: Um pouco de aveia e pedacinhos de chocolate cairiam bem...
ru: Можно добавить овсяных хлопьев и кусочков шоколада…
zh_cn: 可以加一些燕麦和巧克力粒...
zh_tw: 可以加一些燕麥和巧克力粒...

# CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA_TREE
source: There must be monkeys close by.
de: Da müssen Affen in der Nähe sein ...
es: Debe de haber monos cerca.
es_mx: Debe haber monos cerca.
fr: Il doit y avoir des singes pas loin.
it: Devono esserci delle scimmie nelle vicinanze.
ja: 近くにサルがいそうネ
ko: 근처에 원숭이가 있을 수도 있겠군.
pl: W pobliżu na pewno są małpy.
pt_br: Devem haver macacos por perto.
ru: Наверняка тут где-то рядом есть обезьяны.
zh_cn: 附近肯定有猴子。
zh_tw: 附近肯定有猴子。

# CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE
source: I wonder what is underneath that?
de: Was sich wohl darunter befindet?
es: Me pregunto qué habrá ahí debajo.
es_mx: Me pregunto qué habrá ahí abajo.
fr: Je me demande ce qu'il y a là-dessous.
it: Mi chiedo cosa c'è lì sotto?
ja: 下には何があるのカナ…？
ko: 아래에 뭐가 있을까?
pl: Ciekawe, co kryje się w środku...
pt_br: O que será que ele tem sob isso?
ru: Интересно, что там внизу?
zh_cn: 我想知道下面有什么？
zh_tw: 我想知道下面有什麼？

# CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: Someone else is having their turn in there.
de: Da drinnen ist jetzt wohl jemand anders.
es: Alguien más está haciendo de las suyas ahí dentro.
es_mx: Alguien más está probando su suerte ahí dentro.
fr: Il y a quelqu'un d'autre, ici.
it: Adesso c'è dentro qualcun altro.
ja: あっちでは誰かの順番になったみたいダネ。
ko: 지금 차례인 사람이 들어가 있어.
pl: Ktoś tam już jest.
pt_br: Já tem alguém aí dentro.
ru: Под меня места пока нет.
zh_cn: 里面有人呢。
zh_tw: 裡面有人呢。

# CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: I wonder what is underneath that?
de: Was sich wohl darunter befindet?
es: Me pregunto qué habrá ahí debajo.
es_mx: Me pregunto qué habrá ahí abajo.
fr: Je me demande ce qu'il y a là-dessous.
it: Mi chiedo cosa c'è lì sotto?
ja: 下には何があるのカナ…？
ko: 아래에 뭐가 있을까?
pl: Ciekawe, co kryje się w środku...
pt_br: O que será que ele tem sob isso?
ru: Интересно, что там внизу?
zh_cn: 我想知道下面有什么？
zh_tw: 我想知道下面有什麼？

# CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: Dare I?
de: Soll ich?
es: ¿Me atrevo?
es_mx: ¿Me atrevo?
fr: J'ose ?
it: Devo osare?
ja: ンー…入ってみる…？
ko: 들어갈까?
pl: Odważę się?
pt_br: Devo?
ru: Решусь ли я?
zh_cn: 我敢进去吗？
zh_tw: 我敢進去嗎？

# CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE_RUINS
source: What is within?
de: Welche Schätze liegen wohl da drin?
es: ¿Qué hay dentro?
es_mx: ¿Qué hay dentro?
fr: Qu'y a-t-il là-dedans ?
it: Che c'è lì dentro?
ja: 中はどうなってるのカナ…？
ko: 안에 무엇이 있을까?
pl: Cóż tam się czai w mroku?
pt_br: O que tem lá dentro?
ru: Что внутри?
zh_cn: 里面有什么？
zh_tw: 裡面有什麼？

# CHARACTERS.WARLY.DESCRIBE.CAVE_EXIT.FULL
source: I'll wait til there's a little more room.
de: Ich warte, bis etwas mehr Platz ist.
es: Esperaré hasta que haya más sitio.
es_mx: Esperaré a que haya menos personas.
fr: Je vais attendre qu'il y ait un peu plus de place.
it: Aspetterò finché ci sarà più posto.
ja: もっと場所が空くまで待つヨ。
ko: 공간이 더 생길 때까지 기다려야지.
pl: Poczekam, aż zrobi się więcej miejsca.
pt_br: Vou esperar até ter mais espaço.
ru: Подожду, пока место не освободится.
zh_cn: 我还是等里面空一点吧。
zh_tw: 我還是等裡面空一點吧。

# CHARACTERS.WARLY.DESCRIBE.CAVE_EXIT.GENERIC
source: Now isn't a good time to leave.
de: Das ist kein guter Zeitpunkt, um zu gehen.
es: Ahora no es buen momento para irse.
es_mx: No es un buen momento para irse.
fr: Ce n'est pas le moment de partir.
it: Ora non è un buon momento per andare.
ja: 今はここから出るいいタイミングじゃないネ。
ko: 지금은 떠나기 좋은 때가 아니야.
pl: To nie jest dobry moment, żeby wyjść.
pt_br: Agora é uma boa hora para sair.
ru: Сейчас не время уходить.
zh_cn: 现在离开不太好。
zh_tw: 現在離開不太好。

# CHARACTERS.WARLY.DESCRIBE.CAVE_EXIT.OPEN
source: I should like to see the surface again.
de: Ich will wieder ans Licht.
es: Me gustaría volver a ver la superficie.
es_mx: Me gustaría volver a ver la superficie.
fr: J'aimerais revoir la surface.
it: Mi piacerebbe rivedere la superficie.
ja: 地上の世界に戻りたいヨ…
ko: 다시 지상으로 나가고 싶다.
pl: Chętnie ujrzę powierzchnię ponownie.
pt_br: Eu gostaria de ver a superfície de novo.
ru: Хотел бы я снова выбраться на поверхность.
zh_cn: 我想再次看见地面上的世界。
zh_tw: 我想再次看見地面上的世界。

# CHARACTERS.WARLY.DESCRIBE.CAVE_FERN
source: How does anything grow down here?
de: Wie wächst hier unten überhaupt etwas?
es: ¿Cómo puede crecer nada aquí abajo?
es_mx: ¿Cómo puede crecer algo aquí abajo?
fr: Comment peut-il pousser quelque chose là-dessous ?
it: Come fa a crescere tutto sottoterra qua?
ja: こんなとこでも、植物が育つのカナ…？
ko: 어떻게 지하에서 식물이 자랄 수 있지?
pl: Jak cokolwiek może tam wyrosnąć?
pt_br: Como é que algo cresce aqui embaixo?
ru: И как только тут что-то растет?
zh_cn: 怎么会有东西长在这下面？
zh_tw: 怎麼會有東西長在這下面？

# CHARACTERS.WARLY.DESCRIBE.CEVICHE
source: Truly what I live for!
de: Ich freue mich schon auf eine ordentliche Mahlzeit.
es: ¡Esta es la razón por la que vivo!
es_mx: ¡Esta es la razón por la que vivo!
fr: C'est vraiment ma raison de vivre !
it: Davvero una ragione di vita!
ja: ん～、言うことなしネ！
ko: 내 인생의 기쁨이지!
pl: Sens mojego życia!
pt_br: É para isso mesmo que eu vivo!
ru: Ради этого стоит жить!
zh_cn: 我生存的真正意义！
zh_tw: 我生存的真正意義！

# CHARACTERS.WARLY.DESCRIBE.CHARCOAL
source: This, a grill and some meat and I'd have dinner.
de: Das, ein Grill und etwas Fleisch und ich könnte abendessen.
es: Esto, una parrilla y algo de carne y ya tendría la cena.
es_mx: Esto, una parrilla, algo de carne y ya tendría la cena.
fr: Ça, une grille et de la viande et j'ai mon dîner.
it: Questo, una griglia e un po' di carne e avrei la cena.
ja: あとは、グリルと肉があればネ…
ko: 여기에 그릴과 고기만 있으면 훌륭한 저녁 식사인데.
pl: To, grill i trochę mięsa. Oto przepis na obiad.
pt_br: Isso, uma grelha e um pouco de carne e eu teria um jantar.
ru: Найти еще гриль и немного мяса, и будет у меня ужин.
zh_cn: 这个加上一个烤架和一些肉，我的晚餐就有着落了。
zh_tw: 這個加上一個烤架和一些肉，我的晚餐就有著落了。

# CHARACTERS.WARLY.DESCRIBE.CHESSJUNK1
source: Broken chess pieces?
de: Kaputte Schachfiguren?
es: ¿Piezas de ajedrez rotas?
es_mx: ¿Piezas de ajedrez rotas?
fr: Des pièces d'échecs cassées ?
it: Pezzi rotti degli scacchi?
ja: 壊れたチェスの駒カナ…？
ko: 부서진 체스말?
pl: Popsute szachy?
pt_br: Peças de xadrez quebradas?
ru: Сломанные шахматные фигуры?
zh_cn: 坏掉的棋子？
zh_tw: 壞掉的棋子？

# CHARACTERS.WARLY.DESCRIBE.CHESSJUNK2
source: More broken chess pieces?
de: Noch mehr kaputte Schachfiguren?
es: ¿Más piezas de ajedrez rotas?
es_mx: ¿Más piezas de ajedrez rotas?
fr: Encore des pièces d'échecs brisées ?
it: Altri pezzi rotti degli scacchi?
ja: これも、壊れたチェスの駒カナ…？
ko: 부서진 체스말이 더 있네?
pl: Więcej popsutych szachów?
pt_br: Mais peças de xadrez quebradas?
ru: Еще сломанные шахматные фигуры?
zh_cn: 更多坏掉的棋子？
zh_tw: 更多壞掉的棋子？

# CHARACTERS.WARLY.DESCRIBE.CHESSJUNK3
source: And yet more broken chess pieces?
de: Und noch mehr kaputte Schachfiguren?
es: ¿Todavía más piezas de ajedrez rotas?
es_mx: ¿Aún más piezas de ajedrez rotas?
fr: Encore des pièces d'échecs brisées ?
it: Ancora altri pezzi rotti degli scacchi?
ja: これもやっぱり、壊れたチェスの駒カナ…？
ko: 부서진 체스말이 또 더 있네?
pl: Kolejne zepsute figury?
pt_br: Ainda mais peças de xadrez quebradas?
ru: И опять сломанные шахматные фигуры?
zh_cn: 还有更多坏掉的棋子？
zh_tw: 還有更多壞掉的棋子？

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_ANCHOR
source: I think Maman would like this.
de: Ich glaube, das würde Maman gefallen.
es: Creo que a mamá le gustaría esto.
es_mx: Creo que a mi mamá le gustaría esto.
fr: Je pense que ça plairait beaucoup à ma maman.
it: Credo che a maman piacerebbe.
ja: マダムはこれが好きと思うヨ。
ko: 마망이 좋아할 것 같아.
pl: Maman by się spodobało.
pt_br: Acho que a Maman iria gostar disso.
ru: Думаю, maman бы это понравилось.
zh_cn: 妈妈会喜欢这个的。
zh_tw: 媽媽會喜歡這個的。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_ANTLION
source: I do like her better like this.
de: So gefällt er mir besser.
es: Me gusta más así.
es_mx: Así me gusta más.
fr: Je le préfère sous cette forme.
it: A me piacciono di più così.
ja: 実物よりコッチの方が愛らしいヨ。
ko: 이쪽이 마음에 들어.
pl: Tak mi się bardziej podobasz.
pt_br: Eu gosto dele mais assim.
ru: В таком виде он нравится мне куда больше.
zh_cn: 我更喜欢她这样。
zh_tw: 我更喜歡她這樣。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BEARGER
source: I can't believe we survived that beast!
de: Nicht zu glauben, dass wir diese Bestie überlebt haben!
es: ¡No me puedo creer que hayamos sobrevivido a esa bestia!
es_mx: ¡No puedo creer que logramos sobrevivir el ataque de esa bestia!
fr: Je n'arrive pas à croire qu'on ait survécu à cette bête !
it: Non riesco a credere che siamo sopravvissuti a quella bestia!
ja: あの獣に殺されなかったなんてシンジラレナイヨ！
ko: 저 짐승으로부터 살아남았다니 안 믿겨!
pl: Nie wierzę, że udało się nam przeżyć!
pt_br: Não acredito que a gente sobreviveu àquela fera!
ru: Не верю, что мы справились с этой тварью!
zh_cn: 不敢相信我们没被怪兽杀死！
zh_tw: 不敢相信我們沒被怪獸殺死！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BEEFALO
source: What a beautifully marbled steak.
de: Was für ein schön marmoriertes Steak.
es: Qué filetito veteado tan precioso.
fr: Quel steak magnifiquement persillé.
it: Che bella bistecca marmorizzata.
ja: ビューティフルなシモフリステーキだネ。
ko: 이 스테이크는 마블링이 너무너무 예쁘네.
pl: Cóż za piękny marmurowy stek.
pt_br: Que belo filé marmorizado.
ru: Какой великолепный мраморный стейк.
zh_cn: 多么漂亮的大理石纹路的牛排。
zh_tw: 多麼漂亮的大理石紋路的牛排。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BEEQUEEN
source: Muse for my new honey glaze!
de: Muse für meine neue Honigglasur!
es: ¡La musa de mi nuevo glaseado de miel!
es_mx: ¡La musa de mi nuevo glaseado de miel!
fr: La muse qui m'a inspiré mon nouveau nappage au miel !
it: Una musa per la mia nuova glassatura al miele!
ja: 新しいハチミツシロップのミューズだネ！
ko: 새로 개발한 벌꿀 요리의 영감을 준 친구야!
pl: Zastanawiam się nad nową polewą miodową!
pt_br: Musa para a minha nova cobertura de mel!
ru: Моя муза и источник меда для маринада!
zh_cn: 我的新蜜汁酱的缪斯！
zh_tw: 我的新蜜汁醬的繆斯！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: It looks a bit like a bishop.
de: Sieht ein bisschen nach Läufer aus.
es: Tiene un poco pinta de obispo.
es_mx: Tiene cierto parecido a un obispo.
fr: On dirait un fou.
it: Sembra un alfiere.
ja: これ、少しビショップに似てるネ。
ko: 약간 비숍 같아.
pl: Wygląda na gońca.
pt_br: Parece até um bispo.
ru: Выглядит как слон.
zh_cn: 看着有点像主教。
zh_tw: 看著有點像主教。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: Mon dieu! It's moving!
de: Mon dieu! Er bewegt sich!
es: ¡Mon dieu! ¡Se mueve!
es_mx: ¡Mon dieu! ¡Se mueve!
fr: Mais ! Mais ça bouge !
it: Mon dieu! Si muove!
ja: アア、神様ッ！う、動いてる～！
ko: 세상에나! 움직이잖아!
pl: Mon dieu! Rusza się!
pt_br: Mon dieu! Tá se mexendo!
ru: Mon dieu! Он же двигается!
zh_cn: 我的天！在动！
zh_tw: 我的天！在動！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_BUTTERFLY
source: How lovely!
de: Wie hübsch!
es: ¡Qué preciosidad!
es_mx: ¡Qué encantadora!
fr: Que c'est joli !
it: Che meraviglia!
ja: すごくステキネ！
ko: 사랑스러운걸!
pl: Urocze!
pt_br: Que adorável!
ru: Как мило!
zh_cn: 好可爱！
zh_tw: 好可愛！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_CARRAT
source: Looking at it is making me a little hungry...
de: Von dem Anblick kriege ich Hunger ...
es: Solo de mirar me está entrando un hambre...
es_mx: Ver esto me da un poco de hambre.
fr: Ça me donne un peu faim...
it: Più la guardo, più mi viene fame...
ja: これを見てるとおなかがすいてきちゃうなぁ...
ko: 보고 있으니까 좀 출출한데...
pl: Jak tak na nią patrzę, to się robię głodny...
pt_br: Olhar para ele me deixa com um pouco de fome...
ru: У меня от ее вида слюнки потекли…
zh_cn: 光是看着我就口水直流了……
zh_tw: 光是看著我就口水直流了……

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_CATCOON
source: At least this one won't try to sneak off with my lunch.
de: Wenigstens versucht er nicht, sich mit meinem Mittagessen davonzumachen.
es: Al menos este no intentará robarme el almuerzo.
fr: Au moins, celui-là n'essaiera pas de se carapater avec mon repas.
it: Se non altro, questo non proverà ad andarsene con il mio pranzo.
ja: とりあえずこのコはボクの昼ゴハンをコッソリ盗んだりしないみたいだネ。
ko: 최소한 이 녀석은 내 점심을 빼돌리려 하지 않겠지.
pl: Przynajmniej nie ucieknie z moim obiadem.
pt_br: Pelo menos esse não vai tentar fugir com o meu almoço.
ru: Этот, по крайней мере, не пытается стащить у меня обед.
zh_cn: 至少这个不会叼着我的午餐偷偷溜走。
zh_tw: 至少這個不會叼著我的午餐偷偷溜走。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_CLAYHOUND
source: I'm glad it's not trying to bite me.
de: Gut, dass er mich nicht beißen will.
es: Me alegro de que no intente morderme.
es_mx: Me alegra que no esté intentando morderme.
fr: Heureusement qu'il n'essaie pas de me mordre.
it: Sono felice che non stia cercando di mordermi.
ja: ボクに噛みつこうとしてないだけでうれしいデスヨ。
ko: 날 물려고 하지 않아서 다행이야.
pl: Dobrze, że nie próbuje mnie ugryźć.
pt_br: Ainda bem que ele não tá tentando me morder.
ru: Хорошо, что она не пытается меня укусить.
zh_cn: 它没打算咬我，真开心。
zh_tw: 它沒打算咬我，真開心。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_CLAYWARG
source: I'm not sure why we memorialized this very scary creature.
de: Weiß nicht, warum wir dieser grausigen Kreatur ein Denkmal gesetzt haben.
es: No tengo claro por qué este homenaje a una criatura tan terrible.
es_mx: No estoy seguro de por qué conmemoramos a esta escalofriante criatura.
fr: Mais pourquoi on a immortalisé une créature aussi effrayante ?
it: Non riesco a capire perché commemoriamo questa creatura spaventosa.
ja: こんなに怖い生き物を記憶しておこうとしたのか、全然わからないネ。
ko: 왜 이렇게 무서운 괴물을 기념하는지 모르겠네.
pl: Nie jestem pewien, czemu upamiętniliśmy to straszne stworzenie.
pt_br: Não sei por que a gente eterniza essa criatura assustadora.
ru: Не понимаю, почему мы возвели статую этой жуткой твари.
zh_cn: 真不知道为什么要纪念这个可怕的生物。
zh_tw: 真不知道為什麼要紀念這個可怕的生物。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_CRABKING
source: I'm getting a sudden craving for seafood.
de: Ganz plötzlich habe ich Appetit auf Meeresfrüchte.
es: Me han entrado unas ganas de comer marisco...
es_mx: Me están dando ganas de comer mariscos.
fr: J'ai soudainement très envie de fruits de mer.
it: Ho come una voglia improvvisa di frutti di mare.
ja: 急にシーフードが食べたくなってきたヨ。
ko: 갑자기 해산물이 당겨.
pl: Naszła mnie nagła ochota na owoce morza.
pt_br: Tô tendo um desejo por frutos do mar.
ru: Внезапно захотелось морепродуктов.
zh_cn: 我突然很想吃海鲜。
zh_tw: 我突然很想吃海鮮。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_DEERCLOPS
source: It was much scarier in the flesh.
de: Leibhaftig war er viel schrecklicher.
es: Daba mucho más miedo en carne y hueso.
es_mx: Era más aterrador en carne y hueso.
fr: Il faisait beaucoup plus peur en vrai.
it: Era molto più spaventoso in carne e ossa.
ja: 生身の時はもっと怖かったヨ。
ko: 실제로 봤을 때는 훨씬 더 무서웠지.
pl: W rzeczywistości jest bardziej straszny.
pt_br: Era muito mais assustador ao vivo.
ru: Во плоти он куда страшнее.
zh_cn: 肉身怪兽要可怕多了。
zh_tw: 肉身怪獸要可怕多了。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_DRAGONFLY
source: I was afraid I was going to be broiled alive!
de: Ich dachte schon, ich werde lebendig gegrillt!
es: ¡Tenía miedo de que me acabara churruscando!
es_mx: ¡Temía que me asara vivo!
fr: J'ai eu peur de me faire dévorer vivant !
it: Temevo di finire arrostito!
ja: 生きたまま焼かれるんじゃないかって気が気じゃなかったヨ！
ko: 산 채로 구워질까 봐 두려웠어!
pl: Bałem się, że zostanę żywcem usmażony!
pt_br: Achei até que seria cozido vivo!
ru: Я уже думал, меня живьем поджарят.
zh_cn: 我可真怕被活烤了。
zh_tw: 我可真怕被活烤了。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: Did it just blink?
de: Hat es gerade geblinzelt?
es: ¿Acaba de parpadear?
fr: Il vient de cligner de l'œil, non ?
it: Ha sbattuto le palpebre?
ja: 今、マバタキしなかったカナ？
ko: 방금 깜빡였나?
pl: Właśnie mrugnął?
pt_br: Ele acabou de piscar?
ru: Оно сейчас моргнуло?
zh_cn: 它刚刚眨眼了？
zh_tw: 它剛剛眨眼了？

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_FORMAL
source: This must be the king?
de: Das ist wohl der König?
es: Debe de ser el rey.
es_mx: Este debe ser el rey.
fr: C'est sans doute le roi.
it: Deve essere il re?
ja: これが王様かな？
ko: 왕인가?
pl: To pewnie król?
pt_br: Esse aí é o rei?
ru: А это, видимо, король?
zh_cn: 这个是国王吧？
zh_tw: 這個是國王吧？

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: A three course fight I won't soon forget.
de: Ein Kampf mit drei Gängen, den ich so schnell nicht vergessen werde.
es: Una pelea de tres platos que no olvidaré.
fr: Un combat où j'ai dégusté.
it: Un combattimento da tre portate che non dimenticherò tanto presto.
ja: 忘れガタイ3コースのファイトだネ。
ko: 금방 잊지는 못할 전투 세 코스네.
pl: Trzydaniowa walka, której długo nie zapomnę.
pt_br: Uma luta de três pratos que não vou esquecer tão cedo.
ru: Битва с тремя блюдами, которую я еще долго не забуду.
zh_cn: 让我久久难以平复的三道主菜之战。
zh_tw: 讓我久久難以平復的三道主菜之戰。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: One can dream.
de: Man darf ja träumen.
es: Es lícito soñar.
es_mx: Uno tiene derecho a soñar.
fr: On peut toujours rêver.
it: Si può sognare, n'est pas?
ja: 夢見ることだけならできるネ。
ko: 꿈은 꿀 수 있잖아.
pl: Można pomarzyć.
pt_br: Sonhar não custa nada.
ru: Можно только мечтать.
zh_cn: 有梦想总是好的
zh_tw: 有夢想總是好的

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_KITCOON
source: I think Mme. Wickerbottom is particularly fond of this one.
de: Ich glaube, Madame Wickerbottom mag das hier besonders gern.
es: Creo que a Mme. Wickerbottom le gusta mucho.
fr: Je pense que Mme Wickerbottom doit l'adorer.
it: Penso che questo piaccia molto a mademoiselle Wickerbottom.
ja: マダムウィッカーボトムはこのコを好きだと思うヨ。
ko: 내 생각엔. 위커바텀 여사가 이걸 특히 좋아하는 것 같아.
pl: Ten posąg podoba się szczególnie madame Wiklińskiej.
pt_br: Acho que a Mme. Wickerbottom gosta desse em particular.
ru: По-моему, мадам Уикерботтом очень любит этого малыша.
zh_cn: 我认为薇克巴顿女士会特别钟情这个。
zh_tw: 我認為薇克巴頓女士會特別鍾情這個。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_KLAUS
source: A table centerpiece fit for a holiday feast.
de: Ein tafelwürdiger Tischschmuck.
es: Un centro de mesa apropiado para un banquete festivo.
es_mx: Un centro de mesa digno de un banquete festivo.
fr: Un centre de table pour un festin de fêtes.
it: Un centrotavola perfetto per le feste.
ja: 祝日の宴でテーブルの真ん中にセットしたいヨ。
ko: 연회에 어울리는 식탁 장식이야.
pl: Ozdoba na świąteczny stół.
pt_br: Uma peça central de mesa adequada para as celebrações.
ru: Коронное блюдо праздничного стола.
zh_cn: 适合节日盛宴的餐桌摆件。
zh_tw: 適合節日盛宴的餐桌擺件。
