Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: Sigh... now I'll have to build a new one from scratch.
de: Seufz ... Nun muss ich das Ganze von Grund auf neu bauen.
es: Vaya, hombre... Ahora tendré que montar otro.
fr: Pff... Il va falloir que j'en refasse un depuis le début.
it: Sigh... Ora dovrò costruirne una nuova da capo.
ja: はぁ…ゼロからまた新しいのを作らなくちゃいけなくなった。
ko: 하아... 이제 처음부터 새로 만들어야 겠네.
pt_br: Tsc... Agora vou ter que construir uma nova do zero.
ru: Эх... Придется строить с нуля.
zh_tw: 哎……現在我不得不從頭開始建立一個新的。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: I'm starting to question if I'm spending my time wisely...
de: Langsam frage ich mich, ob ich meine Zeit sinnvoll verbringe ...
es: Empiezo a preguntarme si estoy empleando bien el tiempo...
fr: Je commence à me demander si ce n'est pas une perte de temps.
it: Inizio a chiedermi se sto spendendo il mio tempo saggiamente...
ja: 自分の時間を賢明に使っているか疑問に思えてきたわ…
ko: 시간을 현명하게 보내고 있는지 의문이 생기기 시작한다...
pt_br: Começo a me perguntar se estou aproveitando bem meu tempo...
ru: Начинаю задумываться над тем, разумно ли я трачу свое время...
zh_tw: 我開始懷疑這時間花得值不值……

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: It seems to be enjoying itself.
de: Sie scheint Spaß zu haben.
es: Parece estar disfrutando.
fr: Elle a l'air de s'amuser.
it: Sembra che si stia divertendo.
ja: 楽しそうだわ。
ko: 즐기는 것 같네.
pt_br: Ele parece estar se divertindo.
ru: Кажется, ей нравится.
zh_tw: 它好像挺開心的。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: This shouldn't take too long to piece together.
de: Es sollte nicht allzu lange dauern, das zusammenzusetzen.
es: No tendría que tardar demasiado en montarlo.
fr: Ça ne devrait pas être trop long à assembler.
it: Non dovrei impiegarci molto a metterlo assieme.
ja: 断片をつなぎ合わせるのに長くはかからないと思うわ。
ko: 함께 조립하는 데 너무 오래 걸리지 않아야 해.
pt_br: Acho que não vou demorar muito pra montar isto.
ru: Сборка много времени не займет.
zh_tw: 拼起來應該要不了多久。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: A little milestone.
de: Ein kleiner Meilenstein.
es: Una pequeña meta.
fr: Une petite borne.
it: Un piccolo traguardo.
ja: ちょっとした節目。
ko: 작은 이정표네.
pt_br: Um pequeno marco.
ru: Маленькая веха.
zh_tw: 小小的里程碑。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: I'll find a place for it sooner or later.
de: Früher oder später finde ich einen Platz dafür.
es: Ya le encontraré sitio en algún momento.
fr: Je trouverai où la placer. Tôt ou tard.
it: Prima o poi troverò un posto dove metterlo.
ja: そのうちしっくりくる場所を見つけるわ。
ko: 조만간 자리를 마련하겠어.
pt_br: Vamos encontrar um lugar pra ele mais cedo ou mais tarde.
ru: Рано или поздно я найду для этого место.
zh_tw: 我遲早會為它找到一個地方的。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: That's certainly one way to end a race.
de: Das ist sicherlich eine Möglichkeit, ein Rennen zu beenden.
es: Qué forma tan llamativa de terminar una carrera.
fr: C'est une façon de finir une course, c'est sûr.
it: È sicuramente un modo per concludere una gara.
ja: あれは確かに、レースを終わらせる1つの方法だわ。
ko: 확실히 경주를 끝내는 방법 중 하나야.
pt_br: Sem dúvida, é um jeito de terminar uma corrida.
ru: Отличный способ закончить гонку с блеском.
zh_tw: 這當然是結束比賽的一種方式。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: I guess the race has to end sometime.
de: Ich schätze, das Rennen muss einmal enden.
es: Supongo que la carrera tendrá que acabar en algún momento.
fr: Je suppose qu'il faut bien finir la course, à un moment.
it: Suppongo che prima o poi la gara debba concludersi.
ja: いつかレースは終わらないといけないんじゃないかな。
ko: 경주는 언젠가 끝나게 되어 있어.
pt_br: Acho que a corrida tem que acabar em algum momento.
ru: Что ж, все гонки когда-нибудь заканчиваются.
zh_tw: 比賽總有結束時。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: I didn't even need to bend time or space to win!
de: Ich musste nicht einmal die Zeit oder den Raum krümmen, um zu gewinnen!
es: ¡No he tenido que controlar ni el tiempo ni el espacio para ganar!
fr: Je n'ai même pas eu besoin de manipuler le temps et l'espace pour gagner !
it: Non ho nemmeno dovuto manipolare lo spaziotempo per vincere!
ja: 勝つために時空を歪曲させる必要はなかったわ！
ko: 이기기 위해 시간과 공간을 구부릴 필요조차 없었어!
pt_br: Nem preciso manipular o tempo ou o espaço pra vencer!
ru: Мне даже не потребовалось менять время и пространство!
zh_tw: 我沒掰彎時空就能贏得了比賽！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: Good job {winner}, but I'll win last time! I mean, next time!
de: Gut gemacht, {winner}, aber ich werde letztes Mal gewinnen! Ähm, nächstes mal, meine ich!
es: Bien hecho, {winner}, ¡pero a la última ganaré yo! Digo..., ¡a la próxima!
fr: Bien joué, {winner}, mais je gagnerai la dernière fois ! Euh, la prochaine fois !
it: Ben fatto, {winner}, ma la scorsa volta vincerò io! Cioè, la prossima volta!
ja: 頑張ったわね、{winner}。でも、前回、じゃなかった次回は私が勝つ！
ko: 잘 했어 {winner}, 하지만 마지막엔 내가 이길 거야! 그러니까, 다음 번에는!
pt_br: Bom trabalho, {winner}, mas vou vencer da última vez! Digo, da próxima vez!
ru: Молодец, {winner}, но в прошлый раз я одержу победу! В следующий, то есть!
zh_tw: 好樣的，{winner}，不過我上次會贏的！我的意思是，下次！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: Where the race will come to an end.
de: Wo das Rennen enden wird.
es: Aquí es donde acabará la carrera.
fr: C'est la que la course se terminera.
it: Qui è dove la gara avrà fine.
ja: レースが終了するところ。
ko: 경주가 끝나는 곳이구나.
pt_br: Onde a corrida vai terminar.
ru: Здесь гонка закончится.
zh_tw: 比賽的終點。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_START
source: Everything has to start somewhere.
de: Alles muss irgendwo anfangen.
es: Todo tiene que tener un principio.
fr: Tout a un début.
it: Tutto deve iniziare da qualche parte.
ja: すべてどこかから始まらないとね。
ko: 모든 것이 어딘가에서 시작되어야 하지.
pt_br: Tudo tem que começar em algum lugar.
ru: Все с чего-то начинается.
zh_tw: 凡事必有起點。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: The sooner I find a place for it, the sooner we can start.
de: Je eher ich einen Platz dafür finde, desto eher können wir anfangen.
es: Cuanto antes le encuentre sitio, antes podremos empezar.
fr: Plus vite je lui trouve une place, plus vite on peut commencer.
it: Prima troverò un posto dove collocarlo e prima potremo iniziare.
ja: この置き場所を見つけるのが早ければ早いほど、スタートも早くなるわ。
ko: 장소를 빨리 찾을수록 더 빨리 출발할 수 있어.
pt_br: Quanto antes eu achar um lugar pra ele, mais rápido vamos começar.
ru: Чем раньше я найду место для старта, тем быстрее мы начнем.
zh_tw: 我越早為它找到一個地方，我們就能越早開始。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: There isn't much left of it.
de: Davon ist nicht mehr übrig.
es: No ha quedado casi ni rastro.
fr: Il n'en reste pas grand-chose.
it: Non ne è rimasto molto.
ja: ほとんど残ってないわ。
ko: 얼마 남지 않았어.
pt_br: Não sobrou muita coisa dela.
ru: Почти ничего не осталось.
zh_tw: 它已經所剩無幾了。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: Incredibly average.
de: Unglaublich durchschnittlich.
es: Es del montón.
fr: C'est incroyablement médiocre.
it: Incredibilmente mediocre.
ja: 信じられないほど平凡。
ko: 믿을 수 없을만큼 평균이네.
pt_br: Incrivelmente comum.
ru: Удивительно обыкновенная.
zh_tw: 相當一般。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: This one might be a winner!
de: Das könnte ein Gewinner sein.
es: ¡Tiene madera de as de las carreras!
fr: Celle-là va peut-être gagner !
it: Potrebbe essere un futuro vincitore!
ja: この子が勝つかも！
ko: 얘가 승자가 될 수 있을 거야!
pt_br: Este aqui pode ser um vencedor!
ru: Вижу потенциального победителя!
zh_tw: 這傢伙可能會贏！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: It measures the weight of experience.
de: Sie misst das Gewicht der Erfahrung.
es: Mide el peso de la experiencia.
fr: Ça mesure le poids de l'expérience.
it: Misura il peso dell'esperienza.
ja: これは経験の重さをはかる。
ko: 경험의 무게를 측정한다.
pt_br: Ela mede o peso da experiência.
ru: Позволяет взвесить жизненный опыт.
zh_tw: 它衡量的是經驗的重量。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: I'd better start setting it up.
de: Ich fange besser an, das einzurichten.
es: Será mejor que la vaya preparando.
fr: Je ferais mieux de faire la tare.
it: Mi converrebbe iniziare a montarlo.
ja: セットアップを開始した方がいいわ。
ko: 준비하는 게 좋겠어.
pt_br: Melhor eu começar a montar.
ru: Надо бы заняться установкой.
zh_tw: 我早點弄好吧。

# CHARACTERS.WANDA.DESCRIBE.YOTC_SEEDPACKET
source: I guess I should plant them at some point.
de: Ich denke, ich sollte sie irgendwann pflanzen.
es: Supongo que tendré que plantarlas en algún momento.
fr: J'imagine qu'il va falloir les planter, au bout d'un moment.
it: Credo che a un certo punto dovrò seminarli.
ja: いずれこれを植えるべきだと思うわ。
ko: 언젠가는 심어야 할 것 같아.
pt_br: Acho que eu devia plantá-las em algum momento.
ru: В какой-то момент времени их явно нужно посадить.
zh_tw: 總得種它們。

# CHARACTERS.WANDA.DESCRIBE.YOTC_SEEDPACKET_RARE
source: They're of a higher quality than the usual seeds.
de: Sie sind von höherer Qualität als das übliche Saatgut.
es: Son de mejor calidad que las semillas normales.
fr: Elles sont de meilleure qualité que les graines ordinaires.
it: Sono di qualità migliore rispetto ai semi comuni.
ja: 普通の種より品質がいい。
ko: 일반 씨앗보다 품질이 좋아.
pt_br: A qualidade delas é superior à das sementes comuns.
ru: Эти семена выглядят лучше обычных.
zh_tw: 它們的品質比一般的種子要高。

# CHARACTERS.WANDA.DESCRIBE.YOTP_FOOD1
source: I wish it would stop glaring at me like that.
de: Ich wünschte, das Ding würde aufhören, mich so anzustarren.
es: Ojalá dejara de mirarme así.
fr: J'aimerais qu'elle arrête de me regarder comme ça.
it: Vorrei che la smettesse di guardarmi in quel modo.
ja: あんな風にジロジロ見るの止めて欲しいわ。
ko: 그렇게 노려보는 건 그만 했으면 좋겠어.
pt_br: Queria que parasse de ficar olhando pra mim desse jeito.
ru: Может, перестанешь на меня так смотреть?
zh_tw: 我希望它不要再這樣盯著我。

# CHARACTERS.WANDA.DESCRIBE.YOTP_FOOD2
source: ...Maybe someone else will take it.
de: ... Vielleicht sollte das jemand anders nehmen.
es: ... A lo mejor se lo lleva otro.
fr: ... Quelqu'un d'autre en voudra peut-être.
it: ... Magari la prenderà qualcun altro.
ja: …他の人が取るかもしれないわ。
ko: ...다른 사람이 가져갈 수도 있어.
pt_br: ... Talvez outra criatura a aceite.
ru: ...Пусть кто-нибудь другой съест.
zh_tw: ……也許會有其他人來拿。

# CHARACTERS.WANDA.DESCRIBE.YOTP_FOOD3
source: This will fill me up for a while.
de: Das wird mich für eine Weile sättigen.
es: Con esto tendré el estómago lleno durante un rato.
fr: Ça va me caler un bon moment.
it: Mi riempiranno per un bel po'.
ja: これでしばらくは満腹になるわ。
ko: 잠시 동안 배가 든든하겠네.
pt_br: Isto vai me manter alimentada por enquanto.
ru: На какое-то время перебьет голод.
zh_tw: 這能讓我吃上一段時間了。

# CHARACTERS.WANDA.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: Oh well, nothing to be done now.
de: Tja, da kann man wohl nichts mehr tun.
es: Bueno, ya qué más da.
fr: Bon, c'est trop tard, de toute façon.
it: Oh, beh, ormai non c'è più niente da fare.
ja: あらら、こうなっては手の施しようがないわ。
ko: 저런, 지금은 할 게 없어.
pt_br: Fazer o quê, não dá pra mudar isso agora.
ru: Ну что ж, ничего не поделаешь.
zh_tw: 得，這下啥也幹不了。

# CHARACTERS.WANDA.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: It's that time of the duodecennial orbital cycle again.
de: Die Zeit des zweihundertjährigen Orbitalzyklus ist wieder da.
es: Ya vuelve a ser esa época del ciclo orbital del duodecenio.
fr: Le cycle orbital duodécennal recommence.
it: Siamo di nuovo in quel periodo del ciclo orbitale duodecennale.
ja: またこの干支がやって来たのね。
ko: 다시 10년 주기의 궤도 주기가 왔어.
pt_br: Estamos de novo naquela época do ciclo orbital duodecenal.
ru: Не прошло и двенадцати лет орбитального цикла.
zh_tw: 又到了十二年一次的軌道迴圈了。

# CHARACTERS.WANDA.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: I suppose there's time to make one little trinket, or two.
de: Ich nehme an, du hast noch Zeit, ein oder zwei kleine Schmuckstücke zu basteln.
es: Supongo que tengo tiempo para hacer un cachivache o dos.
fr: J'imagine que j'ai le temps de faire une petite babiole ou deux.
it: Suppongo di aver tempo di realizzare un ninnolino... o due.
ja: 小物を1つ2つ作る時間はあると思うわ。
ko: 트링켓 한두 개 만들 시간은 있을 거야.
pt_br: Acho que tenho tempo pra uma bagatela ou duas.
ru: Думаю, я найду время оставить здесь какую-нибудь вещичку.
zh_tw: 好，我就抽出點時間做兩件裝飾品吧。

# CHARACTERS.WANDA.DESCRIBE_GENERIC
source: A very particular something or other.
de: Das ist irgendein ganz bestimmtes Dings oder Bums.
es: Una cosita bastante particular.
fr: Un truc ou un machin très particulier.
it: Un qualcosa di molto particolare.
ja: すごく特別な何か。
ko: 매우 특정한 것 아니면 기타.
pt_br: Uma coisa qualquer muito particular.
ru: Очень любопытная вещица.
zh_tw: 應該算是特別的東西吧。

# CHARACTERS.WANDA.DESCRIBE_PLANTHAPPY
source: I'd best leave well enough alone.
de: Ich lasse besser schön die Finger davon.
es: Será mejor que no me ponga a molestar.
fr: Je ferais mieux de la laisser tranquille.
it: Sarà meglio che non la tocchi.
ja: 私は一人で生きるのが一番。
ko: 충분히 혼자 두는 것이 좋겠어.
pt_br: Melhor deixá-la como está.
ru: Лучше оставить его в покое, раз ему так нравится.
zh_tw: 我最好不要去管它。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSED
source: Something's making it unhappy.
de: Etwas macht sie unglücklich.
es: Está triste por algún motivo...
fr: Il y a quelque chose qui la met mal à l'aise.
it: C'è qualcosa che la rende infelice.
ja: 何かのせいで幸せじゃないんだわ。
ko: 뭔가 불행하게 만들고 있어.
pt_br: Tem algo que a deixa infeliz.
ru: Что-то его расстраивает.
zh_tw: 有什麼東西讓它不高興了。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORFAMILY
source: It wouldn't hurt to plant a few more to keep it company.
de: Es schadet nicht, noch ein paar mehr zu pflanzen, um ihr Gesellschaft zu leisten.
es: Podría plantar algo más para que tuviera algo de compañía.
fr: Je devrais en planter d'autres pour lui tenir compagnie.
it: Non sarebbe una cattiva idea piantarne altre per tenerle compagnia.
ja: 一緒に過ごすために、あともう少し植えても良さそうね。
ko: 몇 개 더 심어서 친구를 만들어 줘도 나쁘지 않을 거야.
pt_br: Não faria mal plantar mais algumas pra fazer companhia a ela.
ru: Не помешало бы посадить еще парочку, чтобы ему было веселее.
zh_tw: 再種上幾株來陪伴它也無妨。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORHAPPINESS
source: Do I really have to talk to it?
de: Muss ich wirklich mit ihr reden?
es: ¿En serio tengo que hablarle?
fr: Je dois vraiment lui parler ?
it: Devo proprio parlarle?
ja: 本当にこれに話しかけなくちゃいけないの？
ko: 정말로 그것에 대해 이야기해야 해?
pt_br: Preciso mesmo conversar com ela?
ru: Мне действительно придется с ним разговаривать?
zh_tw: 我真的有必要和它說話嗎？

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORKILLJOYS
source: Something around here is stopping it from reaching its full potential.
de: Irgendetwas hier hindert sie daran, ihr volles Potenzial auszuschöpfen.
es: Hay algo por aquí que no deja que alcance todo su potencial...
fr: Il y a quelque chose ici qui l'empêche d'exploiter pleinement son potentiel.
it: C'è qualcosa che le impedisce di realizzare tutto il suo potenziale.
ja: この辺の何かのせいでポテンシャルを発揮できないでいるわね。
ko: 이 주변에서 뭔가 능력을 최대로 끌어올리지 못하게 방해하고 있어.
pt_br: Tem alguma coisa aqui impedindo-a de atingir todo o seu potencial.
ru: Что-то не дает ему раскрыть весь свой потенциал.
zh_tw: 這裡的一些東西正在阻止它發揮全部潛力。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORMOISTURE
source: Oh botheration, did I forget to water it again?
de: Ach verflixt, habe ich schon wieder vergessen, sie zu gießen?
es: Qué fastidio, ¿me he vuelto a olvidar de regar?
fr: Oh flûte de zut, j'ai encore oublié de l'arroser ?
it: Oh, che seccatura, ho dimenticato di nuovo di annaffiarla?
ja: ああ、煩わしい。また水やるの忘れちゃった？
ko: 아 귀찮아, 또 물주는 걸 잊은 거야?
pt_br: Ai, que amolação! Eu me esqueci de regá-la de novo?
ru: Ну что за неудобство, я опять забыла его полить?
zh_tw: 嗷，麻煩呐。我是不是又忘了給它澆水？

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: I'm sure I gave it some fertilizer not too long ago... or maybe I will soon.
de: Ich bin mir sicher, dass ich sie vor nicht allzu langer Zeit etwas gedüngt habe ... oder vielleicht werde ich das bald tun.
es: Creo que le he dado fertilizante hace nada... ¿O a lo mejor lo haré pronto?
fr: Je suis sûre que je lui ai donné de l'engrais, pourtant... Ou alors je le ferai bientôt ?
it: Sono sicura di averle dato del fertilizzante un po' di tempo fa... Forse dovrei farlo di nuovo.
ja: ちょっと前に肥料あげたはず…でも、もしかしたらこれからかもしれないわ。
ko: 얼마 전에 비료를 줬을 거야... 아니면 곧 줘야 하겠지.
pt_br: Eu sei que coloquei fertilizante faz pouco tempo... ou talvez eu coloque em breve.
ru: Я точно помню, что недавно его удобряла... или скоро удобрю?
zh_tw: 我確信不久前我給它施了些肥料……或者也許我很快就會施。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: Oh botheration, I think I tried to fit too many plants in one spot.
de: Ach verflixt, ich glaube, ich habe versucht, zu viele Pflanzen auf einem Fleck unterzubringen.
es: Qué fastidio, creo que he plantado demasiadas cosas en el mismo sitio.
fr: Oh flûte de zut, j'ai mis trop de plantes dans un seul endroit.
it: Oh, che seccatura, penso di aver cercato di mettere troppe piante nello stesso posto.
ja: ああ、煩わしい。一か所に植えようとした植物が多すぎたんだわ。
ko: 아 귀찮아, 한 자리에 너무 많은 식물을 끼워 넣으려고 한 것 같아.
pt_br: Ai, que amolação, acho que tentei colocar plantas demais no mesmo lugar.
ru: Вот неудобство! Видимо, на такую маленькую грядку столько растений не влезет.
zh_tw: 嗷，麻煩呐。我可能在一個地方種了太多植物。

# CHARACTERS.WANDA.DESCRIBE_PLANTSTRESSORSEASON
source: This might not be the best time of year for it.
de: Dies ist vielleicht nicht die beste Jahreszeit dafür.
es: Puede que esta no sea su época del año.
fr: Ce n'est peut-être pas le meilleur moment de l'année pour ça.
it: Questa potrebbe non essere la sua stagione preferita.
ja: 今の時期はこの植物に最高の季節じゃないかもしれないわ。
ko: 지금이 가장 좋은 시기가 아닐 수도 있지.
pt_br: Talvez esta não seja a melhor época do ano pra ela.
ru: Сейчас для него не лучшее время года.
zh_tw: 現在種這個可能不當季。

# CHARACTERS.WANDA.DESCRIBE_PLANTVERYSTRESSED
source: I can feel the stress radiating off of it.
de: Ich kann den Stress förmlich spüren, der davon ausgeht.
es: Siento el estrés que irradia.
fr: Son stress est palpable.
it: Riesco a sentire lo stress che emana.
ja: ストレスがその内部から醸し出されているのがわかるわ。
ko: 뿜어져 나오는 스트레스를 느낄 수 있다.
pt_br: Posso sentir o estresse irradiando dela.
ru: Оно прямо-таки излучает напряжение.
zh_tw: 我能感覺到它所散發出來的壓力。

# CHARACTERS.WANDA.DESCRIBE_SMOLDERING
source: It'll burst into flames any moment now.
de: Das Ding wird jeden Moment in Flammen aufgehen.
es: Va a entrar en combustión en cualquier momento.
fr: Ça va partir en fumée à tout moment.
it: Da un momento all'altro verrà divorato fiamme.
ja: 今の今にも火炎が上がるわ。
ko: 지금 당장이라도 불길에 휩싸일 거야.
pt_br: Vai explodir em chamas a qualquer momento.
ru: В любой момент может загореться.
zh_tw: 它隨時都會爆裂出火焰。

# CHARACTERS.WANDA.DESCRIBE_TOODARK
source: I-I need a light, quickly!
de: I-ich brauche ein Licht, schnell!
es: ¡N-necesito algo de luz, y rápido!
fr: J-J'ai besoin d'une lampe. Vite !
it: U-una luce, presto!
ja: わ、私、今すぐ照明が必要なの！
ko: 비-빛이 필요해, 빨리!
pt_br: P-precisamos de luz, e rápido!
ru: Свет! Мне срочно нужен свет!
zh_tw: 我——我需要一盞燈，快！

# CHARACTERS.WANDA.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Oooh, that's... upsettingly crunchy.
de: Oooh, das ... knackt sehr verstörend.
es: Oh... Cruje, qué desagradable.
fr: Oooh, ça... craque affreusement sous la dent.
it: Ooh, è... spaventosamente croccante.
ja: おおー、あれは…頭に来るほどカリカリだわ。
ko: 우, 그건... 속상할 정도로 버석거린다.
pt_br: Aaah, é... perturbadoramente crocante.
ru: Хм... оно на удивление неприятно хрустит.
zh_tw: 哦，有點……令人不安的脆。

# CHARACTERS.WANDA.EAT_FOOD.WINTERSFEASTFUEL
source: I can't explain why, but it reminds me of baba's cooking.
de: Ich kann nicht erklären, warum, aber es erinnert mich an Papas Küche.
es: No sé por qué, pero me recuerda a la comida de papá.
fr: Je ne sais pas trop pourquoi, mais ça me rappelle ce que me faisait mon papa.
it: Non so spiegarne la ragione, ma mi ricorda la cucina di mio padre.
ja: 理由は説明できないけど、婆ちゃんの料理を思い出すわ。
ko: 이유는 설명할 수 없지만 아빠의 요리가 생각나.
pt_br: Não sei por quê, mas me lembra das coisas que meu pai cozinhava.
ru: Мне почему-то вспоминаются папины блюда.
zh_tw: 我也說不清為什麼，但是它讓我想起爸爸做的飯。

# CHARACTERS.WANDA.QUAGMIRE_ANNOUNCE_LOSE
source: I have a bad feeling about this.
de: Ich habe da ein ganz mieses Gefühl.
es: Esto me da mala espina.
fr: J'ai un mauvais pressentiment.
it: Ho un brutto presentimento.
ja: 悪い予感がする。
ko: 어째 불길한 느낌이 든다.
pt_br: Estou com um mau pressentimento sobre isso.
ru: У меня плохое предчувствие.
zh_tw: 我有種不好的預感。

# CHARACTERS.WANDA.QUAGMIRE_ANNOUNCE_MEALBURNT
source: I left it on too long.
de: Das war wohl zu lange.
es: La he dejado demasiado tiempo.
fr: Je l'ai laissé trop longtemps.
it: L'ho lasciato troppo a lungo.
ja: 長いこと放っておき過ぎたな
ko: 너무 오래 가열했다.
pt_br: Deixei por muito tempo.
ru: Надо было снять пораньше.
zh_tw: 燒太長時間了。

# CHARACTERS.WANDA.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: Those ingredients didn't make anything.
de: Diese Zutaten haben nichts ergeben.
es: Los ingredientes no han hecho nada.
fr: Ces ingrédients n'ont rien fait.
it: Quegli ingredienti non hanno fatto niente.
ja: こんな材料じゃ何もできなかった。
ko: 재료만 낭비하고 아무것도 못 만들었다.
pt_br: Esses ingredientes não fizeram nada.
ru: Из этих ингредиентов ничего не выйдет.
zh_tw: 這些配料做不成食物。

# CHARACTERS.WANDA.QUAGMIRE_ANNOUNCE_WIN
source: Time to go!
de: Zeit zu gehen!
es: ¡Hora de irse!
fr: Il est temps d'y aller !
it: È ora di andare!
ja: 行かなくちゃ！
ko: 이제 가자!
pt_br: Hora de ir!
ru: Пора идти!
zh_tw: 該走了！
