Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: It looks a bit like a knight.
de: Sieht ein bisschen nach Springer aus.
es: Tiene un poco pinta de caballo.
es_mx: Tiene cierto parecido con un caballo.
fr: On dirait un peu un cavalier.
it: Sembra un cavallo.
ja: これはナイトみたいネ。
ko: 약간 나이트 같아.
pl: Wygląda na skoczka.
pt_br: Parece até um cavalo.
ru: Выглядит как конь.
zh_cn: 看着有点像骑士。
zh_tw: 看著有點像騎士。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: Mon dieu! It's moving!
de: Mon dieu! Er bewegt sich!
es: ¡Mon dieu! ¡Se mueve!
es_mx: ¡Mon dieu! ¡Se mueve!
fr: Mais ! Mais ça bouge !
it: Mon dieu! Si muove!
ja: アア、神様ッ！う、動いてる～！
ko: 세상에나! 움직이잖아!
pl: Mon dieu! Rusza się!
pt_br: Mon dieu! Tá se mexendo!
ru: Mon dieu! Он же двигается!
zh_cn: 我的天！在动！
zh_tw: 我的天！在動！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_MALBATROSS
source: I hope this won't bring us ill luck at sea...
de: Hoffentlich bringt der uns kein Pech auf See ...
es: Espero que no nos dé mala suerte en el mar...
es_mx: Espero que esto no nos traiga mala suerte en el mar.
fr: J'espère que ça ne nous portera pas malheur en mer...
it: Spero che non ci porti sfortuna in mare...
ja: これのせいで海で悪いことがなければいいけどネ...
ko: 바다에서 불운을 불러오지 않았으면...
pl: Mam nadzieję, że nie przyniesie nam pecha...
pt_br: Tomara que isso não traga azar pra gente no mar...
ru: Надеюсь, он не навлечет на нас беду в море…
zh_cn: 希望这个不要让我们在海上时遇到厄运……
zh_tw: 希望這個不要讓我們在海上時遇到厄運……

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_MINOTAUR
source: Perhaps now you can keep watch over my crock pot.
de: Vielleicht kannst du jetzt meinen Schmortopf bewachen.
es: A lo mejor tú puedes vigilar mi olla de barro.
es_mx: Quizás ahora puedas vigilar mi olla.
fr: Vous pouvez peut-être garder un œil sur ma marmite ?
it: Forse ora potresti fare la guardia alla mia pentola di coccio?
ja: 今の状態ならスロークッカーを見ていてもらえるネ。
ko: 이제 네가 내 냄비를 지켜보면 되겠네.
pl: Może teraz przypilnujesz mi garnka.
pt_br: Quem sabe agora você possa ficar de olho na minha panela de barro?
ru: Давай, ты присмотришь за моим котелком?
zh_cn: 你适合帮我守着烹饪锅。
zh_tw: 你適合幫我守著烹飪鍋。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_MOON
source: Hits my eye like a big pizza pie.
de: Wie eine angebissene Käsekugel.
es: Impacta a la vista como una gran pizza.
es_mx: Me golpea el ojo como una gran pizza.
fr: J'ai cru voir une énorme pizza. Mais non.
it: Ha la forma di una grande pizza.
ja: 大きなピザみたいだネ。
ko: 내 눈에는 큰 피자 파이로 보여.
pl: Nie da się tego przeoczyć.
pt_br: Pra mim, parece uma pizza.
ru: Кажется, я узрел здоровенную пиццу.
zh_cn: 像一块披萨一样让我眼前一亮。
zh_tw: 像一塊披薩一樣讓我眼前一亮。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: I should whip up some roast goose with cranberry sauce.
de: Ich habe Lust auf Gänsebraten mit Preiselbeersauce.
es: Podría improvisar un ganso asado con salsa de arándanos.
es_mx: Debería preparar ganso rostizado con salsa de arándanos.
fr: Je devrais faire de l'oie rôtie aux airelles...
it: Dovrei mettermi a preparare una bell'oca arrosto in salsa di mirtilli.
ja: ガチョウのローストにクランベリーソース掛けをササっと作るヨ。
ko: 구운 거위랑 크랜베리 소스를 후딱 만들어야겠어.
pl: Powinienem przygotować pieczoną gęś z sosem żurawinowym.
pt_br: Eu devia preparar um ganso assado com molho de oxicoco.
ru: Надо приготовить запеченного гуся в брусничном соусе.
zh_cn: 我应该做点烤鹅肉配蔓越莓酱。
zh_tw: 我應該做點烤鵝肉配蔓越莓醬。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_MUSE
source: This one looks like a queen.
de: Sieht ein bisschen nach Königin aus.
es: Tiene pinta de reina.
es_mx: Esta parece una reina.
fr: Celle-ci ressemble à une reine.
it: Questa sembra la regina.
ja: コレ、女王みたいネ。
ko: 퀸 같아.
pl: Wygląda jak królowa.
pt_br: Essa aqui parece uma rainha.
ru: Это, видимо, ферзь.
zh_cn: 这个看起来像女王。
zh_tw: 這個看起來像女王。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_PAWN
source: It looks a bit like a pawn.
de: Sieht ein bisschen nach Bauer aus.
es: Tiene un poco pinta de peón.
es_mx: Tiene cierto parecido con un peón.
fr: Ça ressemble un peu à un pion.
it: Sembra un pedone.
ja: コレはちょっとポーンに似てるネ。
ko: 약간 폰 같아.
pl: Wygląda na piona.
pt_br: Parece até um peão.
ru: Похоже на пешку.
zh_cn: 看着有点像卒子。
zh_tw: 看著有點像卒子。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_PIPE
source: I hope it doesn't set a bad example for the little ones.
de: Hoffentlich ist das den Kleinen kein schlechtes Beispiel.
es: Espero que no dé mal ejemplo a los peques.
es_mx: Espero que esto no sea un mal ejemplo para los niños.
fr: J'espère que ça ne montre pas le mauvais exemple aux petites pièces.
it: Spero non sia un cattivo esempio per i più piccoli.
ja: 小さい子たちの悪いお手本にならないといいんだけどネ。
ko: 꼬마들에게 나쁜 예가 되면 안 되는데.
pl: Mam nadzieję, że nie daje złego przykładu maluchom.
pt_br: Espero que isso não seja um mau exemplo para as crianças.
ru: Надеюсь, она не станет плохим примером для малышей.
zh_cn: 我希望它不会为小孩子们树立一个坏榜样。
zh_tw: 我希望它不會為小孩子們樹立一個壞榜樣。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: It looks a bit like a rook.
de: Sieht ein bisschen nach Turm aus.
es: Tiene un poco pinta de torre.
es_mx: Tiene cierto parecido con una torre.
fr: On dirait un peu une tour.
it: Sembra una torre.
ja: これ、岩みたいに見えるヨ。
ko: 약간 루크 같아.
pl: Wygląda na wieżę.
pt_br: Parece até uma torre.
ru: Напоминает ладью.
zh_cn: 看着有点像战车。
zh_tw: 看著有點像戰車。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: Mon dieu! It's moving!
de: Mon dieu! Er bewegt sich!
es: ¡Mon dieu! ¡Se mueve!
es_mx: ¡Mon dieu! ¡Se mueve!
fr: Mais ! Mais ça bouge !
it: Mon dieu! Si muove!
ja: アア、神様ッ！う、動いてる～！
ko: 세상에나! 움직이잖아!
pl: Mon dieu! Rusza się!
pt_br: Mon dieu! Tá se mexendo!
ru: Mon dieu! Она же двигается!
zh_cn: 我的天！在动！
zh_tw: 我的天！在動！

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_STALKER
source: If only I could use those bones in a broth.
de: Wenn ich aus diesen Knochen nur Brühe kochen könnte.
es: Si pudiera usar esos huesos para un caldo...
es_mx: Si tan solo pudiese usar esos huesos para un caldo...
fr: Si seulement je pouvais faire une soupe avec ces os.
it: Se solo potessi usare quelle ossa per preparare un brodo.
ja: この骨をスープのだしに使いたいネ。
ko: 저 뼈로 육수를 낼 수만 있다면.
pl: Gdybym tylko mógł zrobić rosół na tych kościach.
pt_br: Se ao menos eu pudesse usar esses ossos em um caldo.
ru: Вот бы из этих костей бульон сварить.
zh_cn: 我要是能用这些骨头熬个汤就好了。
zh_tw: 我要是能用這些骨頭熬個湯就好了。

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_TOADSTOOL
source: Stone mushroom soup anyone?
de: Möchte jemand Steinpilzsuppe?
es: ¿Alguien quiere sopa de setas de piedra?
es_mx: ¿Alguien quiere sopa de champiñones de piedra?
fr: Une soupe de champignon de pierre, peut-être ?
it: A qualcuno va un po' di zuppa di funghi di pietra?
ja: 石キノコのスープはいかがカナ？
ko: 돌 버섯 수프 먹을 사람?
pl: Komuś zupę ze skamieniałego grzyba?
pt_br: Alguém quer sopa de cogumelos de pedra?
ru: Кто-нибудь хочет грибного супа?
zh_cn: 石蘑菇汤有没有人要喝呢？
zh_tw: 石蘑菇湯有沒有人要喝呢？

# CHARACTERS.WARLY.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: They weren't the most polite guests, non?
de: Das waren nicht gerade die höflichsten Gäste, non?
es: Han sido unos invitados bastante maleducados, ¿non?
fr: Ce n'était pas la politesse qui les étouffait.
it: Non erano certo gli ospiti più cortesi, non?
ja: コイツラはジョウヒンなゲストとは言えないネ？
ko: 아주 예의바른 손님은 아니었어, 농?
pl: Nie byli zbyt przyjemnymi gośćmi, non?
pt_br: Eles não são os convidados mais educados, non?
ru: В гостях себя так вести совсем не прилично, non?
zh_cn: 他们并不是最礼貌的客人，不是吗？
zh_tw: 他們並不是最禮貌的客人，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.CHESTER
source: You look cute and inedible.
de: Sie siehst niedlich und ungenießbar aus.
es: Eres mono y no comestible.
es_mx: Eres tierno y no comestible.
fr: T'es joli et immangeable.
it: Sembri carino e immangiabile.
ja: カワイイ！でも、食べ物じゃなさそうネ！
ko: 귀여운데 먹을 수 없구나.
pl: Wyglądasz słodko... ale niejadalnie.
pt_br: Você parece fofinho e incomestível.
ru: Ты выглядишь милым и несъедобным.
zh_cn: 你看起来很可爱，但是不能吃。
zh_tw: 你看起來很可愛，但是不能吃。

# CHARACTERS.WARLY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: The eye follows me wherever I go...
de: Sein Auge folgt mir, wohin ich auch gehe ...
es: El ojo me sigue donde quiera que voy...
es_mx: El ojo me sigue dondequiera que voy...
fr: Ses yeux me suivent où que j'aille...
it: L'occhio mi segue ovunque io vada...
ja: こっち見てるネ…
ko: 어딜 가든 눈이 나를 따라오네...
pl: Jej wzrok podąża za mną wszędzie...
pt_br: O olho me segue aonde eu for.
ru: Этот глаз следит за мной, куда бы я ни пошел…
zh_cn: 不论我去哪里，它的视线总是跟着我...
zh_tw: 不論我去哪裡，它的視線總是跟著我...

# CHARACTERS.WARLY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps.
de: Er schläft.
es: Está dormida.
es_mx: Está durmiendo.
fr: Elle dort.
it: Dorme.
ja: 寝ている。
ko: 자고 있군.
pl: Śpi.
pt_br: Está dormindo.
ru: Она спит.
zh_cn: 它睡着了。
zh_tw: 它睡著了。

# CHARACTERS.WARLY.DESCRIBE.CHUM
source: I suppose fish don't have an especially sophisticated palate.
de: Fische haben wohl keinen besonders erlesenen Geschmackssinn.
es: Supongo que los peces no tienen un paladar muy sofisticado.
es_mx: Imagino que los peces no tienen un paladar particularmente sofisticado.
fr: J'imagine que les poissons n'ont pas de papilles délicates.
it: Suppongo che i pesci non abbiano un palato troppo esigente.
ja: サカナには特に発達した味覚なんてないと思うヨ。
ko: 물고기는 미각이 그리 정교하지 않은 모양이야.
pl: Zakładam, że ryby nie mają zbyt wyrafinowanego podniebienia.
pt_br: Acho que os peixes não têm um paladar particularmente sofisticado.
ru: Полагаю, рыбы не отличаются особо изысканным вкусом.
zh_cn: 看来鱼儿的味蕾也不是很精致。
zh_tw: 看來魚兒的味蕾也不是很精緻。

# CHARACTERS.WARLY.DESCRIBE.CLAYHOUND.GENERIC
source: Don't eat me, I'm unseasoned!
de: Friss mich nicht, ich bin nicht gewürzt!
es: ¡No me comas, no estoy sazonado!
es_mx: ¡No me comas, no estoy bien sazonado!
fr: Ne me mangez pas ! Je ne suis même pas assaisonné !
it: Non mangiarmi, sono scondito!
ja: ボクを食べないで。ボク、味なしだよ！
ko: 날 먹지 마, 나는 양념도 안 됐어!
pl: Nie jedz mnie, nie jestem doprawiony!
pt_br: Não me coma! Nem fui temperado!
ru: Не ешь меня, я же не приправлен!
zh_cn: 别吃我，我没调味！
zh_tw: 別吃我，我沒調味！

# CHARACTERS.WARLY.DESCRIBE.CLAYHOUND.STATUE
source: Someone's a very talented sculptor.
de: Da hat jemand richtig Talent als Bildhauer.
es: Alguien tiene talento para la escultura.
es_mx: Hay un escultor muy talentoso por aquí.
fr: Il a été fait par un sculpteur de talent.
it: C'è un giro uno scultore di grande talento.
ja: 才能ある彫刻家がいるんだネ。
ko: 아주 재능이 뛰어난 조각가군.
pl: Ktoś tu zna się na rzeźbie.
pt_br: Tem um escultor muito talentoso por aqui.
ru: Какой же талантливый скульптор.
zh_cn: 某人真是个才华卓越的雕塑家。
zh_tw: 某人真是個才華卓越的雕塑家。

# CHARACTERS.WARLY.DESCRIBE.CLAYWARG.GENERIC
source: I'm not on the menu!
de: Ich stehe nicht auf der Karte!
es: ¡No estoy en el menú!
es_mx: ¡No estoy en el menú!
fr: Je ne suis pas au menu !
it: Non sono sul menu!
ja: ボクはメニューに載ってないヨ！
ko: 난 먹이가 아니야!
pl: Nie jestem w menu!
pt_br: Não estou no cardápio!
ru: Меня в меню нет!
zh_cn: 我不在菜单上！
zh_tw: 我不在菜單上！

# CHARACTERS.WARLY.DESCRIBE.CLAYWARG.STATUE
source: It looks quite nice.
de: Sieht ja nett aus.
es: Tiene muy buen aspecto.
es_mx: Es espléndida.
fr: C'est pas mal du tout.
it: Niente male.
ja: コレすごくかっこいいネ。
ko: 꽤 멋져 보여.
pl: Wygląda całkiem ładnie.
pt_br: Até que é bem bonita.
ru: Чудесно выглядит.
zh_cn: 看着挺不错。
zh_tw: 看著挺不錯。

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.EMBERS
source: I should stoke the fire.
de: Ich sollte das Feuer schüren.
es: Debería avivar el fuego.
es_mx: Debería avivar el fuego.
fr: Je devrais alimenter le feu.
it: Dovrei alimentare il fuoco.
ja: 燃料を足したほうがいいかもネ…
ko: 불을 다시 지펴야겠네.
pl: Muszę dołożyć do ognia.
pt_br: Eu deveria alimentar o fogo.
ru: Мне нужно подбросить дровишек.
zh_cn: 我应该把火烧得旺点。
zh_tw: 我應該把火燒得旺點。

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.GENERIC
source: Fire that cools?
de: Feuer, das kühlt?
es: ¿Fuego que enfría?
es_mx: ¿Fuego que enfría?
fr: Du feu qui refroidit ?
it: Un fuoco che raffredda?
ja: ヒンヤリする火…？
ko: 식혀 주는 불이라?
pl: Ogień, który chłodzi?
pt_br: Fogo que resfria?
ru: Огонь, от которого становится холодно?
zh_cn: 清凉的火？
zh_tw: 清涼的火？

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.HIGH
source: The flames climb higher!
de: Die Flammen steigen höher!
es: ¡Las llamas suben más alto!
es_mx: ¡Las llamas suben más alto!
fr: Les flammes montent haut !
it: Le fiamme salgono più in alto!
ja: 炎が空へ昇っていくネ！
ko: 화염이 더 커지고 있어!
pl: Płomienie są coraz większe!
pt_br: As chamas estão subindo alto!
ru: Пламя поднимается все выше!
zh_cn: 火势越来越旺了！
zh_tw: 火勢越來越旺了！

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.LOW
source: It's getting low.
de: Geht langsam aus.
es: Se está apagando.
es_mx: Se está apagando.
fr: Il faiblit.
it: Si sta affievolendo.
ja: 収まって来た。
ko: 약해지고 있다.
pl: Zaczyna przygasać.
pt_br: Está apagando.
ru: Он гаснет.
zh_cn: 火势小了。
zh_tw: 火勢小了。

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.NORMAL
source: I should like to sit by you for a moment.
de: Ich sitze gerne einen Moment neben dir.
es: Me gustaría sentarme al lado por un momento.
es_mx: Me gustaría sentarme al lado por un momento.
fr: J'aimerais m'asseoir à tes côtés un instant.
it: Vorrei sedermi vicino a te per un momento.
ja: しばらく、そばに座ってていいカナ…？
ko: 불 옆에 잠깐 앉고 싶네.
pl: Chętnie przysiądę na chwilę.
pt_br: Eu gostaria de sentar ao seu lado um pouquinho.
ru: Надо бы тут погреться немного.
zh_cn: 我想要在你旁边坐一会。
zh_tw: 我想要在你旁邊坐一會。

# CHARACTERS.WARLY.DESCRIBE.COLDFIRE.OUT
source: I will have to light you again.
de: Ich muss dich wieder anzünden.
es: Tendré que encenderte otra vez.
es_mx: Tendré que encenderte otra vez.
fr: Je vais devoir te rallumer.
it: Dovrò accenderti di nuovo.
ja: また火をおこさなきゃネ
ko: 불을 다시 피워야겠어.
pl: Muszę rozpalić cię ponownie.
pt_br: Precisarei acender você de novo.
ru: Мне придется снова тебя разжечь.
zh_cn: 我得再点燃你一次。
zh_tw: 我得再點燃你一次。

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.EMBERS
source: I should stoke the fire.
de: Ich sollte das Feuer schüren.
es: Debería avivar el fuego.
es_mx: Debería avivar el fuego.
fr: Je devrais alimenter le feu.
it: Dovrei alimentare il fuoco.
ja: 燃料を足したほうがいいかもネ…
ko: 불을 다시 지펴야겠네.
pl: Muszę dołożyć do ognia.
pt_br: Eu deveria alimentar o fogo.
ru: Мне нужно подбросить дровишек.
zh_cn: 我应该把火烧得旺点。
zh_tw: 我應該把火燒得旺點。

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.GENERIC
source: Fire that cools?
de: Feuer, das kühlt?
es: ¿Fuego que enfría?
es_mx: ¿Fuego que enfría?
fr: Du feu qui refroidit ?
it: Un fuoco che raffredda?
ja: ヒンヤリする火…？
ko: 식혀 주는 불이라?
pl: Ogień, który chłodzi?
pt_br: Fogo que resfria?
ru: Огонь, от которого становится холодно?
zh_cn: 清凉的火？
zh_tw: 清涼的火？

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.HIGH
source: The flames climb higher!
de: Die Flammen steigen höher!
es: ¡Las llamas suben más alto!
es_mx: ¡Las llamas suben más alto!
fr: Les flammes montent haut !
it: Le fiamme salgono più in alto!
ja: 炎が空へ昇っていくネ！
ko: 화염이 더 커지고 있어!
pl: Płomienie są coraz większe!
pt_br: As chamas estão subindo alto!
ru: Пламя поднимается все выше!
zh_cn: 火势越来越旺了！
zh_tw: 火勢越來越旺了！

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.LOW
source: It's getting low.
de: Geht langsam aus.
es: Se está apagando.
es_mx: Se está apagando.
fr: Il faiblit.
it: Si sta affievolendo.
ja: 収まって来た。
ko: 약해지고 있다.
pl: Zaczyna przygasać.
pt_br: Está apagando.
ru: Он гаснет.
zh_cn: 火势小了。
zh_tw: 火勢小了。

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.NORMAL
source: I should like to sit by you for a moment.
de: Ich sitze gerne einen Moment neben dir.
es: Me gustaría sentarme al lado por un momento.
es_mx: Me gustaría sentarme al lado por un momento.
fr: J'aimerais m'asseoir à tes côtés un instant.
it: Vorrei sedermi vicino a te per un momento.
ja: しばらく、そばに座ってていいカナ…？
ko: 불 옆에 잠깐 앉고 싶네.
pl: Chętnie przysiądę na chwilę.
pt_br: Eu gostaria de sentar ao seu lado um pouquinho.
ru: Надо бы тут погреться немного.
zh_cn: 我想要在你旁边坐一会。
zh_tw: 我想要在你旁邊坐一會。

# CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.OUT
source: I will have to light you again.
de: Ich muss dich wieder anzünden.
es: Tendré que encenderte otra vez.
es_mx: Tendré que encenderte otra vez.
fr: Je vais devoir te rallumer.
it: Dovrò accenderti di nuovo.
ja: また火をおこさなきゃネ
ko: 불을 다시 피워야겠어.
pl: Muszę rozpalić cię ponownie.
pt_br: Precisarei acender você de novo.
ru: Мне придется снова тебя разжечь.
zh_cn: 我得再点燃你一次。
zh_tw: 我得再點燃你一次。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.E
source: East.
de: Osten.
es: Este.
es_mx: Este.
fr: Est.
it: Est.
ja: 東だ
ko: 동.
pl: Wschód
pt_br: Leste.
ru: Восток.
zh_cn: 东。
zh_tw: 東。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.GENERIC
source: Hmm, no reading.
de: Hm, wird nichts angezeigt.
es: Hmm, no indica nada.
es_mx: Mmm, no indica nada.
fr: Hem... ça n'indique rien.
it: Mmm, nessuna lettura.
ja: んー…方角、わからないネ
ko: 흠, 방향을 알 수가 없네.
pl: Hmm, chyba nie działa.
pt_br: Hmm, sem leitura.
ru: Хм-м, не люблю читать.
zh_cn: 嗯，没有读数。
zh_tw: 嗯，沒有讀數。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.N
source: North.
de: Norden.
es: Norte.
es_mx: Norte.
fr: Nord.
it: Nord.
ja: 北だ
ko: 북.
pl: Północ
pt_br: Norte.
ru: Север.
zh_cn: 北。
zh_tw: 北。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.NE
source: Northeast.
de: Nordosten.
es: Nordeste.
es_mx: Noreste.
fr: Nord-est.
it: Nord-est.
ja: 北東だ
ko: 북동.
pl: Północny wschód
pt_br: Nordeste.
ru: Северо-восток.
zh_cn: 东北。
zh_tw: 東北。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.NW
source: Northwest.
de: Nordwesten.
es: Noroeste.
es_mx: Noroeste.
fr: Nord-ouest.
it: Nord-ovest.
ja: 北西だ
ko: 북서.
pl: Północny zachód
pt_br: Noroeste.
ru: Северо-запад.
zh_cn: 西北。
zh_tw: 西北。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.S
source: South.
de: Süden.
es: Sur.
es_mx: Sur.
fr: Sud.
it: Sud.
ja: 南だ
ko: 남.
pl: Południe
pt_br: Sul.
ru: Юг.
zh_cn: 南。
zh_tw: 南。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.SE
source: Southeast.
de: Südosten.
es: Sureste.
es_mx: Sureste.
fr: Sud-est.
it: Sud-est.
ja: 南東だ
ko: 남동.
pl: Południowy wschód
pt_br: Sudeste.
ru: Юго-восток.
zh_cn: 东南。
zh_tw: 東南。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.SW
source: Southwest.
de: Südwesten.
es: Sudoeste.
es_mx: Sudoeste.
fr: Sud-ouest.
it: Sud-ovest.
ja: 南西だ
ko: 남서.
pl: Południowy zachód
pt_br: Sudoeste.
ru: Юго-запад.
zh_cn: 西南。
zh_tw: 西南。

# CHARACTERS.WARLY.DESCRIBE.COMPASS.W
source: West.
de: Westen.
es: Oeste.
es_mx: Oeste.
fr: Ouest.
it: Ovest.
ja: 西だ
ko: 서.
pl: Zachód
pt_br: Oeste.
ru: Запад.
zh_cn: 西。
zh_tw: 西。

# CHARACTERS.WARLY.DESCRIBE.COMPOST
source: The garden needs to be fed too, and proper plating is important!
de: Auch der Garten braucht Nahrung, und die richtige Bepflanzung ist wichtig!
es: La huerta necesita comer y hay que prepararle el alimento debidamente.
fr: Le jardin aussi doit être nourri. Il faut des plats de qualité !
it: Anche il giardino ha bisogno di essere alimentato e l'impiattamento corretto è importante!
ja: 庭にも栄養が必要ヨ。正しく植えるのが重要ネ。
ko: 정원에도 음식을 줘야하고 플레이팅도 중요해!
pl: Ogrody też muszą coś jeść, a odpowiednie nawożenie jest bardzo ważne!
pt_br: O jardim também precisa ser alimentado, e usar um prato adequado é importante!
ru: Растениям тоже нужна пища, и готовить ее надо с умом!
zh_cn: 园子也需要喂养，适当的加料很重要!
zh_tw: 園子也需要餵養，適當的加料很重要!

# CHARACTERS.WARLY.DESCRIBE.COMPOSTINGBIN.BALANCED
source: Tres bon!
es: ¡Très bon!
fr: Délicieux !
ja: トレビアン！
ko: 트레 봉(아주 좋아)!
pt_br: Très bon!
zh_cn: 太棒了！
zh_tw: 太棒了！

# CHARACTERS.WARLY.DESCRIBE.COMPOSTINGBIN.BURNT
source: Burnt to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
es_mx: Quemado hasta estar crujiente.
fr: Brûlé à en craquer.
it: Bruciato fino a croccare.
ja: 焦げ焦げに焼けた。
ko: 바삭하게 탔어.
pl: Spalony na wiór.
pt_br: Queimado até o talo.
ru: До хрустящей корочки.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WARLY.DESCRIBE.COMPOSTINGBIN.DRY
source: Non, far too dry!
de: Non, viel zu trocken!
es: Non, está demasiado seco.
fr: Non, c'est bien trop sec !
it: Non, troppo asciutto!
ja: ノン、乾きすぎてるヨ！
ko: 농(아니), 너무 건조해!
pl: Non, zdecydowanie za suche!
pt_br: Non, tá seco demais!
ru: Non, слишком уж сухо!
zh_cn: 不行，太干了！
zh_tw: 不行，太乾了！

# CHARACTERS.WARLY.DESCRIBE.COMPOSTINGBIN.GENERIC
source: A good place for food scraps.
de: Ein guter Platz für Essensreste.
es: Un lugar perfecto para los restos de comida.
fr: C'est un bon endroit pour y jeter ses épluchures.
it: Un buon posto per gli avanzi di cibo.
ja: 残飯を入れるグッドな場所ネ。
ko: 음식물쓰레기를 두기에 안성맞춤인걸.
pl: Dobre miejsce na odpadki.
pt_br: É um bom lugar para restos de comida.
ru: Самое подходящее место для объедков.
zh_cn: 一个处理食物残渣的好地方。
zh_tw: 一個處理食物殘渣的好地方。

# CHARACTERS.WARLY.DESCRIBE.COMPOSTINGBIN.WET
source: Too runny, it needs less moisture.
de: Zu flüssig, weniger Feuchtigkeit erforderlich.
es: Está muy líquido, no necesita tanta hidratación.
fr: C'est trop humide, il faut l'assécher.
it: Troppo liquido, c'è troppa umidità.
ja: ゆるすぎネ。水分は少なくていいヨ。
ko: 너무 묽으면 수분이 덜 넣어야해.
pl: Za dużo tu wilgoci.
pt_br: Tá líquido demais, precisa de menos umidade.
ru: Слишком жидко, нужно подсушить.
zh_cn: 太稀了，减少一点水分。
zh_tw: 太稀了，減少一點水分。

# CHARACTERS.WARLY.DESCRIBE.COMPOSTWRAP
source: I'm frankly offended.
de: Was für ein Affront.
es: Francamente, me ofende.
es_mx: Francamente, me ofende.
fr: Je suis particulièrement vexé.
it: Sono francamente offeso.
ja: 正直言うと気分が悪いヨ。
ko: 이건 나에 대한 모독이야.
pl: Czuję się urażony.
pt_br: Estou realmente ofendido.
ru: Я возмущен до глубины до души.
zh_cn: 坦白讲，这有点侮辱我。
zh_tw: 坦白講，這有點侮辱我。

# CHARACTERS.WARLY.DESCRIBE.CONSTRUCTION_PLANS
source: It's a recipe for building!
de: Ein Rezept für ein Gebäude!
es: ¡Una receta para construir!
es_mx: ¡Es una receta de construcción!
fr: C'est comme une recette pour construire !
it: Una ricetta per costruire!
ja: これは建物のレシピだヨ！
ko: 건축 도면이다!
pl: Przepis na budynek!
pt_br: É uma receita para construção!
ru: Рецепт здания!
zh_cn: 建造配方！
zh_tw: 建造配方！

# CHARACTERS.WARLY.DESCRIBE.COOKBOOK
source: I added a few of my own personal recipes.
de: Ich habe ein paar eigene Rezepte hinzugefügt.
es: He añadido unas cuantas de mis recetas personales.
es_mx: Le añadí algunas de mis recetas personales.
fr: J'y ai ajouté quelques recettes de mon cru.
it: Ho aggiunto un paio delle mie ricette personali.
ja: ボクのヒミツの味付けをプラスしておいたヨ。
ko: 나만의 비밀 레시피를 몇 가지 적어 넣었어.
pl: Dodałem kilka moich własnych przepisów.
pt_br: Acrescentei algumas receitas de minha autoria.
ru: Добавил несколько своих личных рецептов.
zh_cn: 我加了几条自己的食谱进去。
zh_tw: 我加了幾條自己的食譜進去。

# CHARACTERS.WARLY.DESCRIBE.COOKEDMANDRAKE
source: Could use horseradish...
de: Könnte ein bisschen Meerrettich vertragen ...
es: Le falta rábano...
es_mx: Le falta rábano...
fr: Ça serait bon avec du raifort...
it: Ci vorrebbe del rafano...
ja: ホースラディッシュが欲しいネ…
ko: 서양고추냉이가 있었으면...
pl: Przydałby się kawałek chrzanu...
pt_br: Um rábano faria bem...
ru: Добавить бы сюда хрена…
zh_cn: 可以加点辣根...
zh_tw: 可以加點辣根...

# CHARACTERS.WARLY.DESCRIBE.COOKEDMEAT
source: Could use a chimichurri sauce...
de: Könnte ein bisschen Chimichurri-Soße vertragen ...
es: Le hace falta salsa de chimichurri...
es_mx: Le hace falta salsa chimichurri...
fr: Ça serait bon avec une sauce au chimichurri...
it: Mi servirebbe una salsa piccante...
ja: チミチュリソースが欲しいネ…
ko: 치미추리 소스가 있었으면...
pl: Przydałoby się trochę sosu chimichurri...
pt_br: Um pouco de chimichurri cairia bem...
ru: Можно было бы добавить соус чимичурри…
zh_cn: 可以加点阿根廷香辣酱...
zh_tw: 可以加點阿根廷香辣醬...

# CHARACTERS.WARLY.DESCRIBE.COOKEDMONSTERMEAT
source: Could use... uh... I don't even...
de: Da fehlt ein bisschen ... ach, ich weiß auch nicht ...
es: Le hace falta... eh... ni idea...
es_mx: Le hace falta... eh... ni idea...
fr: Il faudrait ajouter... euh... non, je ne vois pas...
it: Vorrei... uh... non lo so nemmeno...
ja: これは…何をつけ合せてもダメネ…
ko: 뭔가가 더 필요한데... 전혀 감이 안 오네...
pl: Przydałoby się trochę... eee... nawet nie wiem czego...
pt_br: Cairia bem... ahm... não consigo nem...
ru: Сюда можно… уф… Я даже не…
zh_cn: 可以加点...呃...我甚至都不想...
zh_tw: 可以加點...呃...我甚至都不想...

# CHARACTERS.WARLY.DESCRIBE.COOKEDSMALLMEAT
source: Could use sea salt...
de: Da fehlt Meersalz ...
es: Le hace falta sal marina...
es_mx: Le hace falta sal marina...
fr: Ça serait bien avec du sel marin...
it: Vorrei del sale marino...
ja: 海塩かけたら、おいしくなりそうネ…
ko: 바다 소금이 있었으면...
pl: Przydałoby się trochę soli morskiej...
pt_br: Um pouco de sal marinho cairia bem...
ru: Сюда бы морской соли…
zh_cn: 可以加点海盐...
zh_tw: 可以加點海鹽...
