Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_KITTEN
source: Me-Raow, Teeny Kitkit
de: Miau, Kätzchen.
es: Miau, diminuto minino
es_mx: Mi-grrau, pequeño gatirrito
fr: Mi-a-ouuuuu, petit petit chaton !
it: Ronf ronf, piccolo mi-aoooo
ja: ニャーニャー、ちび子ねこちゃん
ko: 야옹, 작은 아기 고양이야
pl: Miau, mały kitku
pt_br: Merargh, Gatinho Pequenino.
ru: Мя-я-я-у, маленький котик
zh_tw: 喵喵小貓咪

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_LAMB
source: Tiny Horkbeast is friend
de: Kleines Rotzbiest ist Freund.
es: Diminuta orcbestia es amiga
es_mx: Pequeña bestiapuaj es amiga
fr: La toute petite créature qui crache est ma copine.
it: Piccola bestia appiccicosa amica
ja: ちびキモイ獣はお友だちだよ
ko: 작은 칵퉤짐승은 친구야
pl: Mała charkobestia jest przyjacielem
pt_br: Fera Catarro pequena é amiga.
ru: Крошечная тошнилка теперь мой друг
zh_tw: 這小傢伙是朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_LUNARMOTHLING
source: Flap flap Flappy friend
de: Flatterfreund.
es: Amiga aleteante flap-flap
es_mx: Bate, bate, amiga aleteadora
fr: Un copain flap flap flap.
it: Amica flap flap
ja: パタパタのお友だちがパタパタ
ko: 팔랑팔랑 팔랑거리는 친구야
pl: Przyjaciel trzepotek, trzep, trzep
pt_br: Borboleteira Bate Asas amiga.
ru: Бяк-бякалка — мой друг
zh_tw: 撲騰撲騰的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_PERDLING
source: Wee Tweeter is friend now
de: Kleiner Piepser ist jetzt ein Freund.
es: Pequeño pío-pío es ahora amigo
es_mx: Piador pequeñito ahora es amigo
fr: Le petit piou-piou est mon copain.
it: Ora piccolo cip cip è amico
ja: ちっこいピヨピヨがお友達になったよ
ko: 작은 짹짹이는 이제 친구야
pl: Tyci ćwirek jest teraz przyjacielem
pt_br: Piu-Piu Minúsculo agora é amigo.
ru: Маленькая чирикалка теперь мой друг
zh_tw: 小鳥現在是朋友了

# CHARACTERS.WORMWOOD.DESCRIBE.CRITTER_PUPPY
source: Little Woofer! Woof!
de: Kleiner Kläffer! Wau!
es: ¡Pequeño guau-guau! ¡Guau, guau!
es_mx: ¡Pequeño guauguáu! ¡Guau!
fr: Petit ouaf-ouaf ! Ouaf !
it: Piccolo bau bau! Bau!
ja: ちっちゃいワンワンだ！ワン！
ko: 작은 멍멍이다! 멍멍!
pl: Mały hauek! Hau!
pt_br: Auauzeirinho! Au!
ru: Маленькая гавкалка! Гав! Гав!
zh_tw: 小汪汪獸！汪！

# CHARACTERS.WORMWOOD.DESCRIBE.CROW.GENERIC
source: Caw Tweeter!
de: Krähpiepser!
es: ¡Pío-pío iá-iá!
es_mx: ¡Piador de graznidos!
fr: Un piou-piou qui croasse.
it: Cip cip cra cra!
ja: カアって鳴くピヨピヨ！
ko: 까악 짹짹이야!
pl: Kraczący ćwirek!
pt_br: Piu-Piu Grasnador!
ru: Каркающая чирикалка!
zh_tw: 呱呱叫嘰喳！

# CHARACTERS.WORMWOOD.DESCRIBE.CROW.HELD
source: Needs a home
de: Braucht ein Heim.
es: Necesita una casa
es_mx: Necesita una casa.
fr: Il lui faut une maison.
it: Serve casa
ja: おうちが欲しいね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de uma casa.
ru: Ей нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.CRUMBS
source: Oh. Friend lost thing
de: Oh. Freund hat was verloren.
es: Oh. Amigo ha perdido una cosa
es_mx: Oh. Amigo perdió cosa
fr: Des copains ont perdu des bidules.
it: Oh. Amico perso cose
ja: ああ。お友だちがなくしものをしたよ
ko: 아. 친구가 물건을 잃어버렸어
pl: Och. Przyjaciel coś zgubił
pt_br: Ah. Amigo perdeu coisa.
ru: Ой. Друг что-то потерял
zh_tw: 噢。朋友丟了東西

# CHARACTERS.WORMWOOD.DESCRIBE.CUTGRASS
source: Hair from friends!
de: Haar von Freunden!
es: ¡Pelo de amigos!
es_mx: ¡Cabello de amigos!
fr: Les cheveux d'une copine !
it: Capelli di amici!
ja: お友だちの髪！
ko: 친구들 머리카락이야!
pl: Włosy przyjaciół!
pt_br: Cabelo de amigas!
ru: Волос друзей
zh_tw: 朋友的茸毛！

# CHARACTERS.WORMWOOD.DESCRIBE.CUTLICHEN
source: Smells good
de: Riecht gut.
es: Huele bien
es_mx: Huele bien
fr: Ça sent bon.
it: Profuma
ja: すっごくいい香り
ko: 냄새가 좋아
pl: Ładnie pachnie
pt_br: Tem cheiro bom.
ru: Вкусно пахнет
zh_tw: 好香啊

# CHARACTERS.WORMWOOD.DESCRIBE.CUTREEDS
source: Hair cut
de: Haarschnitt.
es: Corte de pelo
es_mx: Pelo cortado
fr: Quelqu'un s'est coupé les cheveux.
it: Capelli tagliati
ja: ヘアカット
ko: 머리를 잘랐어
pl: Ścięte włosy
pt_br: Corte de cabelo.
ru: Срезанные волосы
zh_tw: 剪它的茸毛

# CHARACTERS.WORMWOOD.DESCRIBE.CUTSTONE
source: Square stones
de: Eckige Steine.
es: Piedras cuadradas
es_mx: Rocas cuadradas
fr: Des pierres carrées.
it: Pietre quadrate
ja: 四角い石だね
ko: 네모난 돌이야
pl: Kwadratowe kamienie
pt_br: Pedras quadradas.
ru: Квадратные камни
zh_tw: 方石頭

# CHARACTERS.WORMWOOD.DESCRIBE.DEADLYFEAST
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: いや。
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.DESCRIBE.DEAD_SEA_BONES
source: Dead?
de: Tot?
es: ¿Ha muerto?
es_mx: ¿Muerto?
fr: Il est mort ?
it: Morto?
ja: 死んでるの？
ko: 죽었나?
pl: Nie żyje?
pt_br: Morreu?
ru: Умер?
zh_tw: 死了？

# CHARACTERS.WORMWOOD.DESCRIBE.DECIDUOUSTREE.BURNING
source: No!
de: Nein!
fr: Non !
ja: ダメ！
ko: 안 돼!
pl: Nie!
pt_br: Não!
ru: Нет!
zh_tw: 不！

# CHARACTERS.WORMWOOD.DESCRIBE.DECIDUOUSTREE.BURNT
source: Sorry
de: Entschuldigung
es: Lo sentimos
es_mx: Lo sentimos
fr: Désolé
it: Scusa
ja: 未所有
ko: 미안해
pl: Przepraszam
pt_br: Desculpe
ru: Сожаление
zh_tw: 抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Oh!
ja: わあ！
ko: 아!
pl: Och!
pt_br: Ah!
ru: Ой!
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Sleeping?
de: Schläft?
es: ¿Durmiendo?
es_mx: ¿Durmiendo?
fr: Il dort ?
it: Dorme?
ja: 眠ってる？
ko: 자나?
pl: Śpi?
pt_br: Dormindo?
ru: Спишь?
zh_tw: 在休眠嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.DECIDUOUSTREE.POISON
source: Hello! Friend?
de: Hallo! Freund?
es: ¡Hola! ¿Amigo?
es_mx: ¡Hola! ¿Amigo?
fr: Salut ! T'es un copain ?
it: Ciao! Amico?
ja: やあ！お友だち？
ko: 안녕! 친구?
pl: Halo! Przyjacielu?
pt_br: Olá! Amiga?
ru: Друг? Привет?
zh_tw: 你好，朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.DEER.ANTLER
source: Like your branches!
de: Schöne Zweige!
es: ¡Me gustan tus ramas!
es_mx: ¡Gustar tus ramas!
fr: J'aime bien tes branches !
it: Piace tuoi rami!
ja: 君の枝みたいな！
ko: 네 가지 마음에 든다!
pl: Fajne masz gałęzie!
pt_br: Como seus galhos!
ru: Мне нравятся твои ветки!
zh_tw: 喜歡你的樹枝！

# CHARACTERS.WORMWOOD.DESCRIBE.DEER.GENERIC
source: Where eyes?
de: Wo sind die Augen?
es: ¿Y los ojos?
es_mx: ¿Dónde ojos?
fr: Où sont tes yeux ?
it: Dove occhi?
ja: おめめはどこ？
ko: 눈은 어디 있지?
pl: Gdzie oczy?
pt_br: Cadê olhos?
ru: А где глаза?
zh_tw: 你的眼睛長在哪？

# CHARACTERS.WORMWOOD.DESCRIBE.DEERCLOPS
source: Branch Head
de: Astkopf.
es: Cabeza rama
es_mx: Cabeza de rama
fr: Une tête à branche.
it: Testa di rami
ja: 枝あたま
ko: 가지 머리야
pl: Gałęziogłowy
pt_br: Cabeça Galho.
ru: Веткоголовый
zh_tw: 頭頂長樹枝

# CHARACTERS.WORMWOOD.DESCRIBE.DEERCLOPS_EYEBALL
source: (poke)
de: (Stocher)
es: (tocar)
es_mx: (toca)
fr: *Tâte*
it: (tocca)
ja: （つんつん）
ko: (쿡)
pl: Pyk
pt_br: (cutuca)
ru: (тык)
zh_tw: （戳）

# CHARACTERS.WORMWOOD.DESCRIBE.DEER_ANTLER
source: Like your branches!
de: Schöne Zweige!
es: ¡Me gustan tus ramas!
es_mx: ¡Gustar tus ramas!
fr: J'aime bien tes branches !
it: Piace tuoi rami!
ja: 君の枝みたいだね！
ko: 네 가지 마음에 든다!
pl: Fajne masz gałęzie!
pt_br: Gosto dos seus galhos!
ru: Мне нравятся твои ветки!
zh_tw: 喜歡你的樹枝！

# CHARACTERS.WORMWOOD.DESCRIBE.DEER_GEMMED
source: Ohhh... Sparkly eye
de: Oooh ... Glitzerauge.
es: Ohhh... Ojo brillante
es_mx: Ohhh… Ojo centelleante
fr: Ohhh... Un œil brillant !
it: Ohhh... Occhi scintillanti
ja: おおお、キラキラのおめめ！
ko: 와... 반짝이 눈이야
pl: Och... Świecącooki
pt_br: Ahhh... Olho brilhante.
ru: О-о-о… Яркоглазый
zh_tw: 哇，閃爍的眼睛

# CHARACTERS.WORMWOOD.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Needs poop
de: Braucht Kacke.
es: Necesita caca
es_mx: Necesita caca
fr: Il lui faut du fumier.
it: Serve cacca
ja: うんちが欲しいのね
ko: 똥이 필요해
pl: Potrzebuje kupy
pt_br: Precisa de cocô.
ru: Нужны какашки
zh_tw: 需要便便

# CHARACTERS.WORMWOOD.DESCRIBE.DESERTHAT
source: Funny eyes. Like it
de: Lustige Augen. Schön.
es: Ojos divertidos. Me gusta
es_mx: Ojos graciosos. Gustar
fr: Des yeux rigolos.
it: Occhi strani. Piacciono
ja: おもしろいおめめだね。 気に入ったよ
ko: 웃긴 눈이야. 마음에 들어
pl: Śmieszne oczy. Podobają mi się
pt_br: Olhos engraçados. Gosto disso.
ru: Смешные глаза. Мне нравится
zh_tw: 好玩的眼睛，真喜歡

# CHARACTERS.WORMWOOD.DESCRIBE.DEVTOOL
source: Strange
de: Seltsam.
es: Extraño
es_mx: Extraño
fr: Étrange.
it: Strano
ja: 変なの
ko: 이상해
pl: Dziwne
pt_br: Estranho.
ru: Странно
zh_tw: 真奇怪

# CHARACTERS.WORMWOOD.DESCRIBE.DEVTOOL_NODEV
source: Can't
de: Geht nicht.
es: No puedo
es_mx: No poder
fr: Impossible.
it: Non posso
ja: ダメだ
ko: 못 해
pl: Nie mogę
pt_br: Não posso.
ru: Не могу
zh_tw: 不行

# CHARACTERS.WORMWOOD.DESCRIBE.DIRTPILE
source: What's hiding?
de: Was versteckt sich?
es: ¿Qué se esconde?
es_mx: ¿Qué se esconde?
fr: Qu'est-ce que ça cache ?
it: Cosa nasconde?
ja: 何が隠れてるのかな？
ko: 뭐가 숨어 있지?
pl: Co tam się chowa?
pt_br: O que tá escondido?
ru: Кто прячется?
zh_tw: 藏著什麼呢？

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGROD.COLD
source: It's quiet
de: Er ist still.
es: No hace ruido
es_mx: Está callado
fr: Y a aucun bruit.
it: È tranquilla
ja: 静かだね
ko: 조용해
pl: Cicha
pt_br: Tá silencioso.
ru: Тихо
zh_tw: 它現在很安靜

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGROD.GENERIC
source: Leads to somewhere
de: Führt irgendwo hin.
es: Lleva a algún lugar
es_mx: Lleva a algún lugar
fr: Ça mène quelque part.
it: Porta da qualche parte
ja: どこかにつづいてるね
ko: 어딘가로 안내해
pl: Prowadzi dokądś
pt_br: Leva a algum lugar.
ru: Куда-то ведет
zh_tw: 引導我去某個地方

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGROD.HOT
source: It's LOUD!
de: Ist LAUT!
es: ¡Hace MUCHO ruido!
es_mx: ¡Mucho RUIDO!
fr: Ça fait BEAUCOUP de bruit !
it: È RUMOROSA!
ja: あー、う・る・さ・い！
ko: 엄청 시끄러워!
pl: Ale GŁOŚNA!
pt_br: Tá FAZENDO BARULHO!
ru: Так ГРОМКО!
zh_tw: 聲音很大！

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGROD.WARM
source: Humming
de: Summt.
es: Hace zumbido
es_mx: Zumbando
fr: Ça vrombit.
it: Ronzii
ja: 鼻歌
ko: 윙윙거려
pl: Szumi
pt_br: Zumbido.
ru: Жужжит
zh_tw: 嗡嗡嗡

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGROD.WARMER
source: More humming!
de: Summt noch mehr!
es: ¡Más zumbido!
es_mx: ¡Zumbando más!
fr: Ça vrombit encore plus !
it: Altri ronzii!
ja: もっと鼻歌
ko: 더 윙윙거려!
pl: Bardziej szumi!
pt_br: Mais zumbido!
ru: Жужжит сильнее!
zh_tw: 更多的嗡嗡嗡！

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGRODBASE.GENERIC
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흠...
ru: Хм-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGRODBASE.READY
source: Needs key
de: Braucht Schlüssel.
es: Necesita llave
es_mx: Necesita llave
fr: Il faut une clé.
it: Serve chiave
ja: カギが要るみたい
ko: 열쇠가 필요해
pl: Potrzeba klucza
pt_br: Precisa de chave.
ru: Нужен ключ
zh_tw: 需要一把鑰匙

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Works!
de: Klappt!
es: ¡Funciona!
es_mx: ¡Funciona!
fr: Ça fonctionne !
it: Funziona!
ja: わ、開いた！
ko: 됐다!
pl: Działa!
pt_br: Funciona!
ru: Работает!
zh_tw: 啟動了！

# CHARACTERS.WORMWOOD.DESCRIBE.DIVININGRODSTART
source: Stick
de: Stock.
es: Palo
es_mx: Palo
fr: Un bâton.
it: Bastone
ja: 棒
ko: 막대기야
pl: Patyk
pt_br: Vara.
ru: Палка
zh_tw: 棍子插在裡面

# CHARACTERS.WORMWOOD.DESCRIBE.DOLL_BLUEPRINT
source: Aww
de: Ooch
es: Oooh
fr: Haan !
it: Oooh
ja: あやー
ko: 어어
pl: Ooo
pt_br: Oun.
ru: Ми-ми-ми
zh_tw: 嗷

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONBODYHAT
source: Where's rest?
de: Wo ist der Rest?
es: ¿Dónde está el resto?
es_mx: ¿Dónde está resto?
fr: Où est le reste ?
it: Dove resto?
ja: のこりはどこ？
ko: 나머지는 어디 있지?
pl: Gdzie reszta?
pt_br: Cadê o resto?
ru: А где остальное?
zh_tw: 剩下的在哪？

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONCHILISALAD
source: Eating bits
de: Kleine Stücke.
es: Trozos para comer
es_mx: Trozos de comer
fr: Des bouts à manger.
it: Mangio pezzettini
ja: くずを食べてるよ
ko: 먹는 조각이야
pl: Do jedzenia
pt_br: Comendo pedaços.
ru: Чтобы покушать
zh_tw: 零碎的吃的

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLY
source: Patuey Fly
de: Spuckfliege.
es: Escupivolador
es_mx: Mosca stup
fr: Une mouche qui crache !
it: Sputa in volo
ja: パッチリ目のハエ！
ko: 퉤퉤 파리야
pl: Mucha plujka
pt_br: Mosca Ffpt.
ru: Глазастая плевака
zh_tw: 一隻大蜻蜓

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLYCHEST
source: Fire Safe
de: Feuerfest.
es: Antifuego
es_mx: Caja fuerte de fuego
fr: Un coffre qui résiste au feu.
it: Non brucia
ja: 防火素材
ko: 불에서 안전해
pl: Ognioodporna
pt_br: Cofre de Fogo.
ru: Огненный ящик
zh_tw: 防火箱

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ。
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não está funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: Just stuff now
de: Nur noch Zeug.
es: Ahora son solo cosas
es_mx: Solo cosas ahora
fr: Il y en a partout maintenant.
it: Ora solo roba
ja: とにかく詰めむんだよ
ko: 그냥 물건이 됐어
pl: Zostały jakieś rzeczy
pt_br: Apenas coisas agora.
ru: Поломалась
zh_tw: 砸成幾塊東西了

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: Hot! So hot!
de: Heiß! So heiß!
es: ¡Caliente! ¡Muy caliente!
es_mx: ¡Caliente! ¡Muy caliente!
fr: C'est chaud ! Ça brûle !
it: Caldo! Tanto caldo!
ja: アチチ！ アッチッチ！
ko: 뜨거워! 너무 뜨거워!
pl: Gorąco! Ale gorąco!
pt_br: Quente! Tão quente!
ru: Горячо! Как же горячо!
zh_tw: 熱熱熱！

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: Needs more sparkly
de: Braucht mehr Glitzer.
es: Necesita más brillante
es_mx: ¡Necesita más chispeo!
fr: Ça brille pas assez !
it: Servono più scintille
ja: もっときらきらが必要だよ
ko: 반짝이가 더 필요해
pl: Potrzebuje więcej świecenia
pt_br: Precisa de mais brilho.
ru: Нужно больше блестяшек
zh_tw: 需要點火星

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFRUIT
source: Pretty fruit
de: Hübsche Frucht.
es: Fruta bonita
es_mx: Fruta bonita
fr: Un joli fruit.
it: Frutto bello
ja: かわいい果物
ko: 예쁜 과일이야
pl: Ładny owoc
pt_br: Fruta bonita.
ru: Красивый фрукт
zh_tw: 好漂亮的水果

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFRUIT_COOKED
source: Mmm...
de: Mmmh ...
fr: Hum...
ja: んー...
ko: 음...
pt_br: Hmm...
ru: М-м-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: Pretty! Big!
de: Hübsch! Groß!
es: ¡Bonita! ¡Grande!
fr: Très joli ! Très gros !
it: Bello! Grande!
ja: すっごく！おっきい！
ko: 예뻐! 커!
pl: Ładny! Duży!
pt_br: Bonita! Grande!
ru: Красивый! Большой!
zh_tw: 漂亮！大！

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONFRUIT_SEEDS
source: Grows the pretty fruit
de: Daraus wachsen die hübschen Früchte.
es: Da fruta bonita
es_mx: Hacen crecer la fruta bonita
fr: Ça fait pousser les jolis fruits.
it: Fanno crescere frutto bello
ja: かわいい果物が育つ
ko: 예쁜 과일이 자라
pl: Wyrosną z nich ładne owoce
pt_br: Vira a fruta bonita.
ru: Чтобы вырастить красивый фрукт!
zh_tw: 能種出漂亮的水果

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONHEADHAT
source: Patuey Head looks good!
de: Spuckerkopf sieht gut aus!
es: ¡Cabeza escupitajo queda bien!
es_mx: ¡Cabeza stup se ve bien!
fr: C'est pour me déguiser en mouche qui crache.
it: Testa di sputa bella!
ja: ぱっちり目の頭いい感じだよ！
ko: 퉤퉤 머리도 보기 좋은걸!
pl: Głowa plujka wygląda dobrze!
pt_br: Cabeça Ffpt parece boa!
ru: Красивая голова плеваки!
zh_tw: 看著真漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONPIE
source: Pie. Yummy pie
de: Kuchen. Leckerer Kuchen.
es: Pastel. Rico pastel
es_mx: Pay, rico pay
fr: Une tarte. J'adore les tartes.
it: Torta. Gnammi
ja: パイだ。おいしいパイ
ko: 파이다. 맛있는 파이야
pl: Ciasto. Pyszne ciasto
pt_br: Torta. Torta gostosa.
ru: Пирог. Вкусный пирог
zh_tw: 一個派。美味的派

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGONTAILHAT
source: Can wear bottom for head
de: Unten ist oben.
es: Se puede llevar lo del final en la cabeza
es_mx: Puedo usar trasero para cabeza
fr: Je peux mettre son derrière sur ma tête.
it: Metto dietro per testa
ja: 下は頭につかえるよ
ko: 엉덩이를 머리에 쓸 수 있어
pl: Można nosić zadek na głowie
pt_br: Pode usar parte baixa na cabeça.
ru: Можно нахлобучить зад на голову
zh_tw: 也可以反過來戴

# CHARACTERS.WORMWOOD.DESCRIBE.DRAGON_SCALES
source: Fiery clothes
de: Feuerkleider.
es: Ropa fogosa
es_mx: Ropa llameante
fr: Un vêtement de feu.
it: Vestiti in fiamme
ja: アッチッチな服
ko: 불 같은 옷이야
pl: Ognisty strój
pt_br: Roupas de fogo.
ru: Одежда полыхалки
zh_tw: 著火的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.DRIFTWOOD_LOG
source: Going for swim, friend?
de: Schwimmst du, Freund?
es: ¿Vas a nadar, amigo?
es_mx: ¿Nadando, amigo?
fr: Tu fais de la natation ?
it: Nuoti, amico?
ja: 泳ぎに行くの？
ko: 수영하러 가니, 친구야?
pl: Idziesz się przepłynąć, przyjacielu?
pt_br: Vai nadar, amigo?
ru: Решил поплавать, друг?
zh_tw: 要遊個泳嗎，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: No!!! Stop!
de: Nein!! Aufhören!
es: ¡¡¡No!!! ¡Alto!
es_mx: ¡¡No!! ¡Para!
fr: Non ! Arrête !
it: No! Basta!
ja: ダメ！ やめて！
ko: 안 돼!!! 그만!
pl: Nie! Przestań!
pt_br: Não!!! Para!
ru: Нет! Не надо!
zh_tw: 不！停下來！

# CHARACTERS.WORMWOOD.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: So sad. So sad
de: Traurig. So traurig.
es: Muy, muy triste
es_mx: Qué triste. Qué triste
fr: C'est trop triste.
it: Triste. Triste.
ja: かなしい。すごくかなしいよ
ko: 너무 슬프다. 너무 슬퍼
pl: Co za smutek
pt_br: Tão triste. Muito triste.
ru: Так грустно. Так грустно
zh_tw: 好難過。好難過

# CHARACTERS.WORMWOOD.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: Oh. Sorry
de: Oh. Tut mir leid.
es: Oh. Lo siento
es_mx: Oh. Lo siento
fr: Oh. Désolé.
it: Oh. Scusa
ja: おっと。ごめんね
ko: 아. 미안해
pl: Och. Tak mi przykro
pt_br: Ah. Desculpe.
ru: Ой. Мне жаль
zh_tw: 噢，抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: Hello, Watery Friend!
de: Hallo Wasserfreund!
es: ¡Hola, amigo acuático!
es_mx: ¡Hola, amigo acuoso!
fr: Salut, copain plein d'eau !
it: Ciao, amico marino!
ja: やあ、みずみずしいお友だち
ko: 안녕, 물에 젖은 친구야!
pl: Cześć, wodny przyjacielu!
pt_br: Olá, Amigo Aguado!
ru: Привет, водный друг!
zh_tw: 你好啊，水水的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.DRUMSTICK
source: Not friend stick
de: Stock, nicht vom Freund.
es: Palo no amigo
es_mx: No ser amigo palo
fr: C'est une sorte de bâton, mais c'est pas un copain arbre.
it: Bastone non amico
ja: お友だちじゃない棒
ko: 친구 막대기가 아니야
pl: Patyk nie z przyjaciela
pt_br: Graveto não é amigo.
ru: Мясо не друг
zh_tw: 雞腿不是我的樹枝朋友

# CHARACTERS.WORMWOOD.DESCRIBE.DRUMSTICK_COOKED
source: A stick for belly
de: Stock für den Bauch.
es: Palo para tripa
es_mx: Un palo para barriga
fr: Une sorte de bâton pour se remplir le ventre.
it: Bastone per pancia
ja: おなかに入る棒
ko: 배를 채우는 막대기야
pl: Patyk do brzuszka
pt_br: Um graveto pra barriga.
ru: Мясо для живота
zh_tw: 一根用來填飽肚子的雞肉棍

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_BERRYBUSH
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_BERRYBUSH_JUICY
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_GRASS
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_MARSH_BUSH
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_SAPLING
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.DUG_TRAP_STARFISH
source: Got it!
de: Hab ihn!
es: ¡Lo tengo!
es_mx: ¡Lo tengo!
fr: Je l'ai !
it: Mia!
ja: 取った！
ko: 좋았어!
pl: Mam!
pt_br: Peguei!
ru: Попалась!
zh_tw: 知道了！

# CHARACTERS.WORMWOOD.DESCRIBE.DUMBBELL
source: Rocks
de: Steine
es: Rocas
es_mx: Rocas
fr: Pierres
it: Rocce
ja: 岩
ko: 바위다
pl: Kamienie
pt_br: Pedras
ru: Камни
zh_tw: 石頭

# CHARACTERS.WORMWOOD.DESCRIBE.DUMBBELL_GEM
source: Sparkly rocks
de: Glitzernde Felsen
es: Rocas brillantes
fr: Des pierres qui brillent
it: Rocce luccicanti
ja: キラキラ岩だね
ko: 반짝이는 바위야
pl: Jaśniutkie kamyki
pt_br: Pedras brilhantes.
ru: Камни с искорками
zh_tw: 發光的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.DUMBBELL_GOLDEN
source: Heavy!
de: Schwer!
es: ¡Pesa!
fr: C'est lourd !
it: Pesante!
ja: 重たいよ！
ko: 무거워!
pl: Ciężkie!
pt_br: Pesado!
ru: Тяжелое!
zh_tw: 真重！

# CHARACTERS.WORMWOOD.DESCRIBE.DUMBBELL_MARBLE
source: Heaaavy rocks
de: Scheeere Brocken
es: Rocas pesaaaadas
fr: C'est louuuuuuuuuuuuuuurd
it: Rocce pesaaanti
ja: おっもーい岩だね
ko: 무거어어운 바위
pl: Ciężżżżżżkie kamyki
pt_br: Pedras pesaaadas.
ru: Тяжелые камешки
zh_tw: 重重的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.DURIAN
source: Smelly belly stuff
de: Stinkiges Bauchzeug.
es: Cosa olorosa para la tripa
es_mx: Cosa olorosa de barriga
fr: Un truc pour se remplir le ventre, mais qui pue.
it: Roba per pancia puzzolente
ja: 臭いおなかに入るもの
ko: 냄새 나는 음식이야
pl: Śmierdzące rzeczy do brzuszka
pt_br: Coisa de barriga fedida.
ru: Вонючая штучка для животика
zh_tw: 用來填飽肚子的臭臭果

# CHARACTERS.WORMWOOD.DESCRIBE.DURIAN_COOKED
source: Still smells
de: Stinkt immer noch.
es: Todavía huele
es_mx: Aún apesta
fr: Ça sent encore mauvais.
it: Puzza ancora
ja: まだ臭い
ko: 아직도 냄새가 나
pl: Wciąż śmierdzi
pt_br: Ainda tá fedendo.
ru: Все еще воняет
zh_tw: 烤過後還是有臭味

# CHARACTERS.WORMWOOD.DESCRIBE.DURIAN_OVERSIZED
source: Big smell
de: Großer Geruch
es: Olor fuerte
fr: Ça sent fort.
it: Odore forte
ja: おっきくて臭い
ko: 큰 냄새
pl: Mocno pachnąć.
pt_br: Fedorão.
ru: Сильно пахнет
zh_tw: 味道很大

# CHARACTERS.WORMWOOD.DESCRIBE.DURIAN_SEEDS
source: Want this, dirt?
de: Willst du die, Erdboden?
es: ¿Quieres esto, tierra?
es_mx: ¿Quieres esto, tierra?
fr: Hé la terre, ça te dit ça ?
it: Vuoi questi, terra?
ja: もっと土ほしいかな？
ko: 줄까, 흙아?
pl: Chcesz tego, ziemio?
pt_br: Quer isto, terra?
ru: Хочешь такое, земля?
zh_tw: 你想種在地裡嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.DUSTMERINGUE
source: Sweep Sweep belly stuff
de: Wisch-wasch Bauchzeug
es: Cosa para la tripa de barre-barre
fr: Un truc à manger de ramasse-poussière.
it: Roba per pancia spazza spazza
ja: パタパタのおなかに入るもの
ko: 쓱쓱 싹싹 배에 달린 거
pl: Szu, szu, do brzuszka
pt_br: Coisa de barriga Espana Espana.
ru: Мели-мотыли сделали штучки для животика
zh_tw: 掃地掃地的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.DUSTMOTH
source: Sweep Sweep
de: Wisch-wasch
es: Una barre-barre
fr: Ramasse-poussière !
it: Spazza spazza
ja: パタパタだ
ko: 쓱쓱 싹싹
pl: Szu, szu
pt_br: Espana Espana.
ru: Мели-мотыли
zh_tw: 掃地掃地

# CHARACTERS.WORMWOOD.DESCRIBE.DUSTMOTHDEN
source: Home for Sweep Sweep
de: Haus für Wisch-wasch
es: El hogar de los barre-barres
fr: Maison de ramasse-poussière.
it: Casa di spazza spazza
ja: パタパタのお家だ
ko: 쓱쓱 싹싹을 위한 집
pl: Dom szu, szu
pt_br: Casa para Espana Espana.
ru: Мели-мотыли тут живут
zh_tw: 掃地掃地的家

# CHARACTERS.WORMWOOD.DESCRIBE.EARMUFFSHAT
source: Squee Hopper ears
de: Aus den Hüpfern.
es: Botecitos ñi-ñí
es_mx: Orejas de saltador estrujable
fr: Une protection pour les oreilles en fourrure de créature bondissante.
it: Orecchie da salterello
ja: ぴょんぴょんの耳
ko: 깡충이 귀야
pl: Uszy piskoczka
pt_br: Orelhas de Saltador Alegre.
ru: Уши пискливого прыгуна
zh_tw: 尖叫蹦跳者的耳罩

# CHARACTERS.WORMWOOD.DESCRIBE.EEL
source: Sea Wiggly
de: Zappeltier aus dem Meer.
es: Ondulante marina
es_mx: Serpenteante de mar
fr: Une bestiole de mer qui se tortille.
it: Strisciante di mare
ja: 海のニョロニョロ
ko: 바다 꿈틀이야
pl: Morski wijacz
pt_br: Serpenteante Marinha.
ru: Морская вихлялка
zh_tw: 海扭扭

# CHARACTERS.WORMWOOD.DESCRIBE.EEL_COOKED
source: Not wiggly anymore
de: Zappelt nicht mehr.
es: Ya no es ondulante
es_mx: Ya no serpenteante
fr: J'en connais une qui ne se tortille plus.
it: Non striscia più
ja: もうニョロニョロしてない
ko: 이제 안 꿈틀거려
pl: Już się nie wije
pt_br: Não tá mais serpenteante.
ru: Больше не вихляет
zh_tw: 它不再扭動了

# CHARACTERS.WORMWOOD.DESCRIBE.EGGPLANT
source: Mmm...
de: Mmmh ...
fr: Miam...
ja: んー...
ko: 음...
pt_br: Hmm...
ru: М-м-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.EGGPLANT_COOKED
source: Belly likes it
de: Bauch mag das.
es: A la tripa le gusta
es_mx: A barriga le gusta
fr: Ça plaît à mon ventre.
it: Piace a pancia
ja: おなかが喜んでる
ko: 배가 좋아해
pl: Brzuszkowi smakuje
pt_br: Barriga gosta disso.
ru: Животику хорошо
zh_tw: 我的肚子樂意裝下它
