Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.ORANGEAMULET
source: It make me feel fancy, flurp.
de: Fühle mich seltsam, flurp.
es: Me hace sentir sofisticada, flurp.
es_mx: Esto hacerme sentir elegante, flup.
fr: J'me sens sophistiquée.
it: Mi fa sentire bella, flurp.
ja: いい気分にさせてくれるね、フループ。
ko: 근사한 기분 들게 해, 뻐끔.
pl: Sprawia, że czuję się wytwornie, flurp.
pt_br: Me faz sentir chique, flurp.
ru: Я теперь такая модная, буль.
zh_tw: 讓我感到高級，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.ORANGEGEM
source: Weird orangey rock.
de: Seltsamer oranger Stein.
es: Roca rara anaranjada.
es_mx: Extraña roca naranja.
fr: Une drôle de pierre orange.
it: Strana roccia arancione.
ja: 奇妙なオレンジ色の岩だね。
ko: 이상한 주황빛 돌이야.
pl: Dziwny, pomarańczowy kamień.
pt_br: Pedra laranja estranha.
ru: Странный оранжевый камушек.
zh_tw: 古怪的橙色石頭。

# CHARACTERS.WURT.DESCRIBE.ORANGEMOONEYE
source: It looking at me, flurp.
de: Guckt mich an, flurp.
es: Me está mirando, flurp.
es_mx: Estar mirándome, flup.
fr: J'me sens observée, florp.
it: Mi guarda, flurp.
ja: アタシを見ているよ、フループ。
ko: 나 보고 있어, 뻐끔.
pl: Patrzy się na mnie, flurp.
pt_br: Tá olhando pra mim, flurp.
ru: Он на меня смотрит, бульк.
zh_tw: 它在看著我，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.ORANGESTAFF
source: Orangey rock stick!
de: Stock mit orangem Stein!
es: ¡Palo de roca anaranjada!
es_mx: ¡Rama con roca naranja!
fr: Un bâton avec une pierre orange !
it: Bastone di roccia arancione!
ja: オレンジ色の岩のスティックだよ！
ko: 주황빛 돌 막대기다!
pl: Patyk z pomarańczowym kamieniem!
pt_br: Vara de pedra laranja!
ru: Палка с оранжевым камнем!
zh_tw: 橙色的石頭棍子！

# CHARACTERS.WURT.DESCRIBE.PANDORASCHEST
source: What in the box?
de: Was in der Kiste?
es: ¿Qué hay en la caja?
es_mx: ¿Qué haber en la caja?
fr: Y'a quoi dans cette grosse boîte ?
it: Scoperchio?
ja: 箱の中はなんだろう？
ko: 상자 안에 뭐 있지?
pl: Co jest w tym pudełku?
pt_br: O que tem na caixa?
ru: А что внутри?
zh_tw: 箱子裡裝的是什麼？

# CHARACTERS.WURT.DESCRIBE.PANETTONE
source: Tasty tasty bread!
de: Lecker lecker Brot!
es: ¡Pan sabroso, sabroso!
es_mx: ¡Rico, rico pan!
fr: Du pain super bon !
it: Pane buono buono!
ja: 美味しそうなパンがいっぱいだね！
ko: 진짜 맛있는 빵이야!
pl: Pyszniusieńki chleb!
pt_br: Pão muito saboroso!
ru: Вкусный-вкусный хлеб!
zh_tw: 香香的麵包！

# CHARACTERS.WURT.DESCRIBE.PANFLUTE
source: Plays sleepy music, florp.
de: Schlafmusik, florp.
es: Hace música para dormir, florp.
es_mx: Tocar música para dormir, flop.
fr: Ça sert à faire de la musique qui endort.
it: Suona musica rilassante, florp.
ja: 眠そうな音楽を流すんだよ、フロープ。
ko: 졸린 음악 연주해, 뻐끔.
pl: Gra kołysanki, florp.
pt_br: Toca música sonolenta, florp.
ru: Хлюп, под эту музыку только спать.
zh_tw: 演奏著催眠的音樂，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.PAPYRUS
source: Make more stories, Wicker-lady!
de: Mehr Geschichten, Wicker-Frau!
es: ¡Haz más historias, señora Wicker!
es_mx: ¡Hacer más historias, señorita Wicker!
fr: Raconte-moi des histoires, Mme Wicker !
it: Racconta altre storie, signora Wicker!
ja: もっとネタを作ってよ、ウィッカーレディ！
ko: 이야기 더 만들어, 위커 아줌마!
pl: Prosimy o więcej opowieści, pani Wiklinowa!
pt_br: Faça mais histórias, senhora Wicker!
ru: Мадам Уикер, пиши новые истории!
zh_tw: 多編點故事，薇克女士！

# CHARACTERS.WURT.DESCRIBE.PAVLOVA
source: Fancy cook man call it a mer... mer-ingy... mer-angy...
de: Schicker Kochmann nennt es ... Meer... Meeringe ...
es: El cocinero sofisticado lo llama mer... meringue... mer-engui...
es_mx: El hombre cocinero elegante llamarlo mer... meren... merengue...
fr: Le cuistot appelle ça une meuh-rein-gue.
it: Amico cuoco dice che è mer... mer-ing... mer-ang...
ja: おしゃれな料理人はそれをマー...マーインジー...マーアンジー...とか呼ぶんだよ。
ko: 멋진 요리사 남자가 뭐랬더라. 머... 머링... 머래앵...
pl: Wytworny pan kucharz powiedział, że to beza Pawła... pawia... pawowa...
pt_br: Cozinheiro chique chama isso de mer... mer-ind... mer-end...
ru: Мудреный кухарь называет это море… мире… меренги.
zh_tw: 高級廚師叫它蛋……蛋白……書皮

# CHARACTERS.WURT.DESCRIBE.PEGHOOK
source: Glurp, bad bug!
de: Glurp, böses Vieh!
es: Glurp, ¡bicho malo!
es_mx: ¡Glup, bicho malo!
fr: Glorp, un sale insecte !
it: Glurp, insetto cattivo!
ja: グループ、悪い虫だよ！
ko: 빠끔, 나쁜 벌레야!
pl: Glurp, zły robak!
pt_br: Glurp, inseto ruim!
ru: Хлюп, гадкий жук!
zh_tw: 格勒噗，壞蟲子！

# CHARACTERS.WURT.DESCRIBE.PENGUIN
source: They smart birds, would rather swim than fly.
de: Kluge Vögel schwimmen lieber.
es: Son pájaros listos, prefieren nadar a volar.
es_mx: Ser pájaros astutos y preferir nadar que volar.
fr: Ces oiseaux sont malins et préfèrent nager.
it: Sono uccelli intelligenti, preferiscono nuotare, non volare.
ja: 彼らは賢い鳥で、飛ぶよりも泳ぎたがるんだ。
ko: 똑똑한 새라 나는 대신 수영해.
pl: Sprytne ptaki, wolą pływać, niż latać.
pt_br: São pássaros inteligentes, preferem nadar a voar.
ru: Умные птицы — лучше плавать, чем летать.
zh_tw: 他們是聰明的鳥，寧願游泳也不飛。

# CHARACTERS.WURT.DESCRIBE.PEPPER
source: Glaaagh! Mouth on fire!
de: Glaaagh! Mund brennt!
es: ¡Glaaagh! ¡Fuego en la boca!
es_mx: ¡Glaaaaf! ¡Mi boca estar en llamas!
fr: Gaaaaaah ! J'ai la bouche en feu !
it: Glaaa! Incendio in bocca!
ja: グラーフ！口の中が火事だ！
ko: 끄아아! 입에 불났어!
pl: Glaaag! Pożar w ustach!
pt_br: Glaaagh! Boca em chamas!
ru: Хля-я-яп! Рот горит!
zh_tw: 格辣格！嘴巴著火了！

# CHARACTERS.WURT.DESCRIBE.PEPPERPOPPER
source: Where the "pop", flort? It just spicy!
de: Wieso Popp, flort? Nur scharf!
es: ¿Dónde está la gracia, flort? ¡Solo pica!
es_mx: ¿Por qué llamarse así, flop? ¡Esto no explotar, solo picar!
fr: Ça pique !
it: Ripienissimi, flort. E piccantissimi!
ja: どこが "ポップ "なの？辛いだけだよ！
ko: 에이, 그냥 맵기만 하잖아!
pl: Gdzie niby ten farsz? Wszystko pikantne!
pt_br: Por que é assim, flort? É tão picante!
ru: Фраши… фарши… Хлюп! Он просто острый!
zh_tw: 根本沒有 "爆", 只有辣而已！

# CHARACTERS.WURT.DESCRIBE.PEPPER_COOKED
source: Why make pepper even hotter?
de: Schon scharf, jetzt noch heiß?
es: ¿Por qué hacer más picante el pimiento?
es_mx: ¿Por qué volver pimientos aún más picantes?
fr: Quel intérêt de rendre les piments encore plus piquants ?
it: Prima piccante, adesso anche rovente?
ja: なぜ唐辛子をまだ熱くするの？
ko: 왜 고추 더 맵게 해?
pl: Po co sprawiać, że papryka będzie piec jeszcze bardziej?
pt_br: Por que deixar pimenta mais quente?
ru: Перец и так сильно жжется!
zh_tw: 為什麼要把辣椒做的更辣？

# CHARACTERS.WURT.DESCRIBE.PEPPER_OVERSIZED
source: That gonna be real hot, florp.
de: Das wird echt heiß, florp.
es: Suuuuperpicante, florp.
fr: Ça va piquer très fort, florp.
it: Sarà tanto caldo, florp.
ja: すっごく辛そうだね、フロープ。
ko: 정말 뜨거울거야, 뻐끔.
pl: Będzie naprawdę pikantna, florp.
pt_br: Isso vai ser bem quente, florp.
ru: Зададим жару, бульк!
zh_tw: 會很辣的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.PEPPER_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.PERD
source: Grrr, go away gobble-bird!
de: Grrr, weg da, Schlingvogel!
es: Grrr, ¡vete, pájaro-pavo!
es_mx: ¡Grrr, largo, pájaro gluglú!
fr: Grrr, va-t'en, le glouglou !
it: Grrr, vai via, uccello glu glu!
ja: グルル、あっちに行って！
ko: 그르릉. 저리 가, 꾸르륵거리는 새 녀석!
pl: Grrr, idź sobie, gulgoptaku!
pt_br: Grrr, vá embora come-pássaro!
ru: Гр-р-р, кыш, индюшка!
zh_tw: 格浪，走開，咯咯叫的鳥！

# CHARACTERS.WURT.DESCRIBE.PERDFAN
source: Feather stick!
de: Federstock!
es: ¡Palo de plumas!
es_mx: ¡Rama emplumada!
fr: Un bâton avec des plumes au bout !
it: Bastone di piuma!
ja: 羽の棒だよ！
ko: 깃털 막대기다!
pl: Piórka na patyku!
pt_br: Bastão de penas!
ru: Палка с перьями!
zh_tw: 羽毛棒子！

# CHARACTERS.WURT.DESCRIBE.PERDSHRINE.BURNT
source: It all burnt up, flurt.
de: Ganz verbrannt, flurt.
es: Se ha quemado por completo, flurt.
es_mx: Estar todo quemado, flut.
fr: C'est tout brûlé, flort.
it: Tutto bruciato, flurt.
ja: 全部燃えちゃったよ、フルート。
ko: 다 탔어, 뻐끔.
pl: Wszystko spłonęło, flurt.
pt_br: Tudo queimou, flurt.
ru: Все сгорело, бульк.
zh_tw: 全燒沒了，浮勒特。

# CHARACTERS.WURT.DESCRIBE.PERDSHRINE.EMPTY
source: Something go here?
de: Muss was hin?
es: ¿Algo va aquí?
es_mx: ¿Algo ir aquí?
fr: Il manque quelque chose ici.
it: Qualcosa va qui?
ja: 何かあるのかな？
ko: 뭐 있어야 하나?
pl: Coś tu trzeba położyć?
pt_br: Algo vai aqui?
ru: Чего не хватает?
zh_tw: 這裡應該放點東西？

# CHARACTERS.WURT.DESCRIBE.PERDSHRINE.GENERIC
source: Huh? What you want, gobble-bird?
de: Hm? Was willst du, Schlingvogel?
es: ¿Eh? ¿Qué quieres, pájaro-pavo?
es_mx: ¿Ah? ¿Tú qué querer, pájaro gluglú?
fr: Hein ? Qu'est-ce que tu veux, le glouglou ?
it: Eh? Cosa vuoi, uccello glu glu?
ja: はぁ？何がしたいのかな？
ko: 응? 원하는 게 뭐야, 꾸르륵거리는 새야?
pl: Hę? Czego chcesz, gulgoptaku?
pt_br: Hã? O que você quer, come-pássaro?
ru: Э? Чего хочешь, индюшка?
zh_tw: 哈？你要什麼啊，咯咯叫的鳥？

# CHARACTERS.WURT.DESCRIBE.PEROGIES
source: Glurgh, hid meat inside??
de: Glarg, Fleisch drinnen??
es: Glurgh, ¿¿hay carne escondida dentro??
es_mx: Gluaj, ¿haber escondido carne dentro?
fr: Argh, y'a de la viande cachée dedans ?
it: Glurf, c'è carne nascosta dentro?
ja: グルーフ、肉を中に隠したの？
ko: 빠끔빠끔, 속에 고기 숨겼어??
pl: Glurg, ktoś ukrył w nich mięso!
pt_br: Glurgh, escondeu carne por dentro??
ru: Хлюрп, внутри мясо спрятано?
zh_tw: 格勒格，裡面藏了肉？？

# CHARACTERS.WURT.DESCRIBE.PETALS
source: Hee-hee, take that flowers!
de: Hehe, geschieht Blumen recht!
es: Ji, ji, ¡toma flores!
es_mx: Ji, ji, ¡tomar eso, flores!
fr: Héhé, prenez ça, sales fleurs !
it: Eh eh, prendi fiori!
ja: へへ、その花を持って行ってよ！
ko: 히히. 어떠냐, 꽃들아!
pl: Hi, hi, a macie, kwiaty!
pt_br: Hihi, peguei essas flores!
ru: Хи-хи, получайте, цветочки!
zh_tw: 嘿嘿，接招，小花！

# CHARACTERS.WURT.DESCRIBE.PETALS_EVIL
source: Glurgh, don't wanna carry these.
de: Glarg, nehme ich nicht.
es: Glurgh, no quiero cargar con estos.
es_mx: Gluaj, no querer cargarlos.
fr: Argh, je veux pas transporter ça.
it: Glurgh, non voglio portare quelli.
ja: グルーフ、これは持ちたくないよ。
ko: 빠끔빠끔, 가지고 다니기 싫어.
pl: Glurg, nie chcę ich nosić.
pt_br: Glurgh, não quero carregar isso.
ru: Хлюп, не хочу это носить.
zh_tw: 格勒格，不想拿這些。

# CHARACTERS.WURT.DESCRIBE.PETRIFIED_TREE
source: It rock shaped like tree?
de: Stein sieht aus wie Baum?
es: ¿Una roca con forma de árbol?
es_mx: ¿Ser roca en forma de árbol?
fr: C'est une pierre en forme d'arbre.
it: È roccia a forma di albero?
ja: 木の形をした岩なの？
ko: 나무 모양 돌이야?
pl: Skała w kształcie drzewa?
pt_br: É pedra em forma de árvore?
ru: Это камень в виде дерева?
zh_tw: 這是樹形狀的石頭？

# CHARACTERS.WURT.DESCRIBE.PHLEGM
source: Eaten worse, florp.
de: Schlimmeres gegessen, florp.
es: He comido cosas peores, florp.
es_mx: Ser peor si tragarlo, flop.
fr: J'ai déjà mangé pire, florp.
it: Mangiato peggio, florp.
ja: 食われた方が悪いよ、フロープ。
ko: 더한 것도 먹었어, 뻐끔.
pl: Jadłam gorsze, florp.
pt_br: Comido pior, florp.
ru: Кушала и похуже, бульк.
zh_tw: 我吃過比這還差的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.PICKAXE
source: Rock cracker.
de: Steinknacker.
es: Romperrocas.
es_mx: Demoledor de roca.
fr: Ça me sert à casser des pierres.
it: Per rompere roccia.
ja: ロッククラッカーだよ。
ko: 돌 깨는 도구야.
pl: Rozłupywacz skał.
pt_br: Bolacha de pedra.
ru: Камнедробилка.
zh_tw: 鑿石頭的工具。

# CHARACTERS.WURT.DESCRIBE.PICKLEDHERRING
source: Someone playing tricks, it just veggies shaped like fish!
de: Trick! Gemüse in Fischform!
es: Alguien está gastando una broma, ¡son verduras con forma de pez!
es_mx: Alguien estar haciendo bromas. ¡Esto ser verduras en forma de pez!
fr: J'comprends pas, c'est des légumes en forme de poisson !
it: A qualcuno scherzo riesce: verdure travestite da pesce!
ja: 誰かがいたずらをしているね、それはただの魚の形をした野菜だよ！
ko: 누가 장난쳤어. 그냥 물고기 모양 채소잖아!
pl: Ktoś chce mnie zrobić w bambuko! To tylko warzywa, które udają rybę!
pt_br: Alguém faz truques, são legumes em forma de peixe!
ru: Овощи в виде рыбы! Кто-то дурачится.
zh_tw: 有人在玩惡作劇，看起來是魚，其實是蔬菜！

# CHARACTERS.WURT.DESCRIBE.PIGELITE1
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Alejarse!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_tw: 離遠點！

# CHARACTERS.WURT.DESCRIBE.PIGELITE2
source: Grrr, bad Pig!
de: Grrr, böses Schwein!
es: Grrr, ¡cerdo malo!
es_mx: ¡Grrr, cerdo malo!
fr: Grrr, vilain cochon !
it: Grrr, maiale cattivo!
ja: グルル、悪い豚だ！
ko: 그르릉, 나쁜 돼지야!
pl: Grrr, zły świniak!
pt_br: Grrr, porco ruim!
ru: Гр-р-р! Плохой свин!
zh_tw: 格浪，壞豬！

# CHARACTERS.WURT.DESCRIBE.PIGELITE3
source: Nasty Pigman!
de: Böser Schweinemann!
es: ¡Asqueroso hombre-cerdo!
es_mx: ¡Hombre cerdo repugnante!
fr: Un horrible homme-cochon !
it: Maialino malvagio!
ja: 厄介な豚野郎め！
ko: 더러운 돼지인간!
pl: Okropny świniak!
pt_br: Homem-porco ruim!
ru: Мерзкий свинтус!
zh_tw: 髒豬人！

# CHARACTERS.WURT.DESCRIBE.PIGELITE4
source: Enemy of Mermfolk!
de: Feind von Mermleuten!
es: ¡Enemigo de los tritones!
es_mx: ¡Enemigo de los tritones!
fr: Des ennemis du peuple merm !
it: Nemico di mermi!
ja: マームフォークの敵だ！
ko: 어인 적이다!
pl: Wróg mermów!
pt_br: Inimigo de povo-peixe!
ru: Враг тритонов!
zh_tw: 魚人的公敵！

# CHARACTERS.WURT.DESCRIBE.PIGELITEFIGHTER1
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Alejarse!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_tw: 離遠點！

# CHARACTERS.WURT.DESCRIBE.PIGELITEFIGHTER2
source: Grrr, bad Pig!
de: Grrr, böses Schwein!
es: Grrr, ¡cerdo malo!
es_mx: ¡Grrr, cerdo malo!
fr: Grrr, vilain cochon !
it: Grrr, maiale cattivo!
ja: グルル、悪い豚だ！
ko: 그르릉, 나쁜 돼지야!
pl: Grrr, zły świniak!
pt_br: Grrr, porco ruim!
ru: Гр-р-р! Плохой свин!
zh_tw: 格浪，壞豬！

# CHARACTERS.WURT.DESCRIBE.PIGELITEFIGHTER3
source: Nasty Pigman!
de: Böser Schweinemann!
es: ¡Asqueroso hombre-cerdo!
es_mx: ¡Hombre cerdo repugnante!
fr: Un horrible homme-cochon !
it: Maialino malvagio!
ja: 厄介な豚野郎め！
ko: 더러운 돼지인간!
pl: Okropny świniak!
pt_br: Homem-porco ruim!
ru: Мерзкий свинтус!
zh_tw: 髒豬人！

# CHARACTERS.WURT.DESCRIBE.PIGELITEFIGHTER4
source: Enemy of Mermfolk!
de: Feind von Mermleuten!
es: ¡Enemigo de los tritones!
es_mx: ¡Enemigo de los tritones!
fr: Des ennemis du peuple merm !
it: Nemico di mermi!
ja: マームフォークの敵だ！
ko: 어인 적이다!
pl: Wróg mermów!
pt_br: Inimigo de povo-peixe!
ru: Враг тритонов!
zh_tw: 魚人的公敵！

# CHARACTERS.WURT.DESCRIBE.PIGGUARD
source: Glurp, he even scarier than others.
de: Glurp, noch schrecklicher als die anderen.
es: Glurp, da aún más miedo que otros.
es_mx: Glup. Ser incluso más escalofriante que los otros.
fr: Ah, il fait encore plus peur que les autres.
it: Glurp, è anche più spaventoso di altri.
ja: グループ、彼は他のやつよりもっと怖いよ。
ko: 빠끔, 다른 녀석보다 무서워 보여.
pl: Glurp, jest najstraszniejszy ze wszystkich.
pt_br: Glurp, ainda mais assustador que outros.
ru: Хлюп, еще страшнее, чем остальные.
zh_tw: 格勒噗，他比其他人更嚇人。

# CHARACTERS.WURT.DESCRIBE.PIGGYBACK
source: Made bag from nasty pigskin.
de: Tasche aus bösen Schweineleuten.
es: Bolsa hecha de piel de cerdo asqueroso.
es_mx: Haber hecho mochila con asquerosa piel de cerdo.
fr: C'est un sac fait avec la peau d'un cochon.
it: Fatto borsa da pelle di maiale malvagio.
ja: 厄介な豚革でバッグを作ったよ。
ko: 더러운 돼지가죽으로 가방 만들었어.
pl: Zrobiłam plecak ze skóry okropnego świniaka.
pt_br: Saco feito de pele de porco ruim.
ru: Сделала сумку из мерзкой свинокожи.
zh_tw: 髒豬皮做的包。

# CHARACTERS.WURT.DESCRIBE.PIGHEAD.BURNT
source: Crispy Pig!
de: Knusperschwein!
es: ¡Cerdo crujiente!
es_mx: ¡Cerdo bien tostado!
fr: Un cochon croustillant !
it: Maiale croccante!
ja: クリスピーピックだ！
ko: 바삭한 돼지다!
pl: Chrupiący świniak!
pt_br: Porco crocante!
ru: Хрустящий свин!
zh_tw: 香脆豬！

# CHARACTERS.WURT.DESCRIBE.PIGHEAD.GENERIC
source: Ha ha!
es: ¡Ja! ¡Ja!
es_mx: ¡Ja, ja!
fr: Ah, ah !
it: Ah ah!
ja: ははっ！
ko: 하하!
ru: Ха-ха!
zh_tw: 哈哈！

# CHARACTERS.WURT.DESCRIBE.PIGHOUSE.BURNT
source: Hee-hee, pig house all burnt up!
de: Hehe, Schweinehaus ganz verbrannt!
es: Ji, ji, ¡la casa del cerdo se ha quemado por completo!
es_mx: Ji, ji. ¡Casa de cerdo quemada!
fr: Hé hé, la maison de cochon a complètement brûlé !
it: Eh eh, casa di maiale tutta bruciata!
ja: へへ、豚小屋が全部燃えちゃった！
ko: 히히, 돼지 집 다 탔어!
pl: Hi, hi, domek świniaków spłonął na popiół!
pt_br: Hihi, casa de porcos toda queimada!
ru: Хи-хи, у свинок дом сгорел дотла!
zh_tw: 嘿嘿，豬人屋全燒了！

# CHARACTERS.WURT.DESCRIBE.PIGHOUSE.FULL
source: That house full of nasty Pigfolk!
de: Haus voller hässlicher Schweineleute!
es: ¡Una casa llena de cerdos horribles!
es_mx: ¡Esa casa estar llena de asquerosos cerdos!
fr: C'est une maison de cochon !
it: Casa piena di maialini malvagi!
ja: あの家は厄介な豚野郎だらけだよ！
ko: 더러운 돼지족이 가득한 집이야!
pl: Dom pełen okropnych świniaków!
pt_br: Aquela casa cheia de povo-porco!
ru: Внутри полно гадких свинтусов!
zh_tw: 那房裡全是骯髒的豬人！

# CHARACTERS.WURT.DESCRIBE.PIGHOUSE.GENERIC
source: Sniff... smell like... Pigfolk!
de: Schnupper ... riecht nach ... Schweineleuten!
es: *Snif* Huele a... ¡cerdo!
es_mx: Snif... Oler a... ¡cerdo!
fr: *Renifle* Ça sent... le cochon !
it: Sniff... Sento odore di... maialini!
ja: 匂い...匂いを嗅いで... ピッグフォーク！
ko: 킁... 이 냄새는... 돼지족이다!
pl: Niuch... cuchnie... świniakami!
pt_br: Sniff... cheira como... povo-porco!
ru: Хм… Пахнет… свиньями!
zh_tw: 聞聞……聞著像……豬人！

# CHARACTERS.WURT.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Coast clear, florp.
de: Luft rein, florp.
es: La costa está despejada, florp.
es_mx: No haber moros en la costa, flop.
fr: La voie est libre, florp.
it: Via libera, florp.
ja: 綺麗な海岸だね、フロープ。
ko: 이제 안전해, 뻐끔.
pl: Teren czysty, florp.
pt_br: Costa segura, florp.
ru: Хлюп, все в порядке.
zh_tw: 環境安全，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.PIGKING
source: He no King, flort!!
de: Er kein König, flort!!
es: ¡¡No es rey de nada, flort!!
es_mx: ¡¡Él no ser rey, flot!!
fr: C'est pas mon roi, flort !
it: Lui non è re, flort!
ja: 彼は王ではないよ、フロート！
ko: 저자는 왕 아니야, 뻐끔!!
pl: To nie żaden król, flort!
pt_br: Ele não é rei, flort!
ru: Бульк! Это не король!
zh_tw: 他才不算什麼國王呢，浮浪特！！

# CHARACTERS.WURT.DESCRIBE.PIGMAN.DEAD
source: Serve you right, flurp.
de: Haha, flurp.
es: Te está bien empleado, flurp.
es_mx: Tenerlo bien merecido, flup.
fr: Bien fait pour toi, florp !
it: Ti sta bene, flurp.
ja: 正しいサービスをして、フループ。
ko: 보기 좋게 당했군, 뻐끔.
pl: Dobrze ci tak, flurp.
pt_br: Você mereceu, flurp.
ru: Так тебе и надо, хлюп.
zh_tw: 你活該，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.PIGMAN.FOLLOWER
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Alejarse!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_tw: 離遠點！

# CHARACTERS.WURT.DESCRIBE.PIGMAN.GENERIC
source: Glurp! Pigfolk...
de: Glurp! Schweineleute ...
es: ¡Glurp! Cerdo...
es_mx: ¡Glup! Cerdo...
fr: Argh ! Un cochon !
it: Glurp! Maialini...
ja: グループ！ピッグフォーク！
ko: 빠끔! 돼지족...
pl: Glurp! Świniak...
pt_br: Glurp! Povo-porcos...
ru: Буль! Свинтус…
zh_tw: 格勒噗！豬人……

# CHARACTERS.WURT.DESCRIBE.PIGMAN.GUARD
source: He look even scarier than others.
de: Noch schrecklicher als die anderen.
es: Da más miedo que los otros.
es_mx: Verse incluso más escalofriante que los otros.
fr: Il me fait encore plus peur que les autres.
it: Sembra anche più spaventoso di altri.
ja: 他の人よりもさらに怖い顔をしているね。
ko: 다른 녀석보다 무서워 보여.
pl: Jest najstraszniejszy ze wszystkich.
pt_br: Parece ainda mais assustador que os outros.
ru: Еще страшнее, чем остальные.
zh_tw: 他比其他人更嚇人。

# CHARACTERS.WURT.DESCRIBE.PIGMAN.WEREPIG
source: Glaaargh!!
de: Glaaarg!!
es_mx: ¡¡Glaaaaaff!!
fr: Arrghhhh !
ja: グラーフ！
ko: 끄아아아!!
pl: Glaaarg!
ru: Хлю-ю-ю-юрп!
zh_tw: 格辣辣格！！

# CHARACTERS.WURT.DESCRIBE.PIGSHRINE.BURNT
source: Good, it gone now.
de: Gut, endlich weg.
es: Bien, ya se fue.
es_mx: Bien. Ya no quedar nada.
fr: Voilà, il est parti.
it: Bene. Andato adesso.
ja: よかった、今は消えているよ。
ko: 좋아, 이제 없어.
pl: Dobrze, wszystko zniknęło.
pt_br: Bom, foi embora agora.
ru: Все сгорело, вот и славно.
zh_tw: 好，它沒了。

# CHARACTERS.WURT.DESCRIBE.PIGSHRINE.EMPTY
source: Not giving you anything, flurt.
de: Kriegt nichts, flurt.
es: No te voy a dar nada, flurt.
es_mx: Yo no darte nada, flut.
fr: Je te donnerai rien, flort.
it: Non ti do niente, flurt.
ja: 何も与えていないよ。
ko: 너한테는 아무것도 안 줘, 뻐끔.
pl: Niczego ci nie dam, flurt.
pt_br: Não vou te dar nada, flurt.
ru: Ничего я тебе не дам, бульк.
zh_tw: 什麼都不給你，浮勒特。

# CHARACTERS.WURT.DESCRIBE.PIGSHRINE.GENERIC
source: Who make this??
de: Wer war das??
es: ¿¿Quién ha hecho esto??
es_mx: ¿Quién haber construido esto?
fr: Qui a fait ça ??
it: Chi ha fatto questo?
ja: 誰が作ったの？
ko: 누가 이런 거 만들지??
pl: Kto to zrobił?
pt_br: Quem faz isso??
ru: Кто это сделал?
zh_tw: 誰建的？？

# CHARACTERS.WURT.DESCRIBE.PIGSKIN
source: Took it from nasty Pig!!
de: Habe von hässlichem Schwein!!
es: ¡¡Es de un cerdo malvado!!
es_mx: ¡¡Haberla tomado de un asqueroso cerdo!!
fr: Je l'ai pris à un horrible cochon !
it: Presa da maiale malvagio!
ja: 厄介な豚から奪ったんだよ！
ko: 더러운 돼지한테서 뺏어 왔어!
pl: Odebrałam to okropnemu świniakowi!
pt_br: Tomou de porco desagradável!!
ru: Отняла у гадкого свина!
zh_tw: 從髒豬那搶來的！！

# CHARACTERS.WURT.DESCRIBE.PIGTENT
source: Glurp... there Pigman inside?
de: Glurp ... Schweinemann drinnen?
es: Glurp... ¿Hay un cerdo dentro?
es_mx: Glup... ¿haber cerdo dentro?
fr: Glorp... Un cochon est caché là-dedans.
it: Glurp... C'è maialino dentro?
ja: ピッグマンが中にいるの？
ko: 빠끔... 안에 돼지인간 있나?
pl: Glurp... w środku są świniaki?
pt_br: Glurp... tem homem-porco dentro?
ru: Хлюп… Там что, свин?
zh_tw: 格勒噗……那裡面有豬人？

# CHARACTERS.WURT.DESCRIBE.PIGTORCH
source: Grrrr!
fr: Grrr !
ja: ガルルル！
ko: 그르르릉!
ru: Гр-р-р!
zh_tw: 格勒！

# CHARACTERS.WURT.DESCRIBE.PIG_COIN
source: Shiny pig nose, florp!
de: Glänzende Schweinenase, florp!
es: ¡Hocico de cerdo reluciente, florp!
es_mx: ¡Nariz de cerdo brillante, flop!
fr: C'est un nez de cochon qui brille, florp.
it: Naso di maiale luccicante, florp!
ja: ピカピカの豚の鼻だ、フロープ！
ko: 반짝이는 돼지 코야, 뻐끔!
pl: Świecący nos świniaka, florp!
pt_br: Nariz de porco brilhante, florp!
ru: Блестящий пятачок, буль!
zh_tw: 閃閃的豬鼻子，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.PIG_TOKEN
source: Stole Pigman's belt!
de: Habe Gürtel von Schweinemann!
es: ¡Cinturón de cerdo robado!
es_mx: ¡Haberle robado el cinturón al cerdo!
fr: J'ai volé la ceinture d'un homme-cochon !
it: Rubato la cintura di maialino!
ja: ピッグマンのベルトを盗んだよ！
ko: 돼지인간 벨트 훔쳤어!
pl: Ukradłam świniakowi pas!
pt_br: Roubou cinto de homem-porco!
ru: Украла свинский пояс!
zh_tw: 偷來了豬人的腰帶！

# CHARACTERS.WURT.DESCRIBE.PINECONE
source: Not very good for eating, florp.
de: Nichts zum Essen, florp.
es: No es gran cosa para comer, florp.
es_mx: No ser bueno como comida, flop.
fr: C'est pas très bon, florp.
it: Non è buona da mangiare, florp.
ja: 食べるのにはあまり向いていないよ、フロープ。
ko: 그렇게 먹기 좋진 않아, 뻐끔.
pl: Niezbyt dobra do jedzenia, florp.
pt_br: Não é muito bom pra comer, florp.
ru: Это лучше не кушать, бульк.
zh_tw: 不適合吃，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.PINECONE_SAPLING
source: Baby tree.
de: Baumbaby.
es: Árbol bebé.
es_mx: Arbolito bebé.
fr: C'est un bébé arbre.
it: Alberello.
ja: 赤ちゃんの木だよ。
ko: 아기 나무야.
pl: Małe drzewko.
pt_br: Árvore de bebê.
ru: Маленькое деревце.
zh_tw: 樹寶寶。

# CHARACTERS.WURT.DESCRIBE.PITCHFORK
source: Pokey tool.
de: Stocherding.
es: Cosa para pinchar.
es_mx: Herramienta para pinchar.
fr: Un outil pour piquer.
it: Strumento appuntito.
ja: ポッキーツールだよ。
ko: 찌르는 도구야.
pl: Narzędzie do kłucia.
pt_br: Ferramenta espetuda.
ru: Тыкалка.
zh_tw: 會戳到人的工具。

# CHARACTERS.WURT.DESCRIBE.PLANTMEAT
source: Feel... confused...
de: ... Verwirrt ...
es: No sé... qué pensar...
es_mx: Yo estar... confundida.
fr: J'suis... confuse...
it: Mi sento... confusa...
ja: 感じるよ...混乱しているね...
ko: 머리가... 혼란스러워...
pl: Jestem... zagubiona...
pt_br: Estou... confusa...
ru: Я немного… запуталась…
zh_tw: 感覺……困惑……

# CHARACTERS.WURT.DESCRIBE.PLANTMEAT_COOKED
source: Still not gonna eat it, florp.
de: Esse ich trotzdem nicht, florp.
es: No me lo voy a comer, florp.
es_mx: Yo no comer esto de todos modos, flop.
fr: J'vais toujours pas le manger, florp.
it: Non mangio comunque, florp.
ja: まだ食べないよ、フロープ。
ko: 그래도 안 먹어, 뻐끔.
pl: I tak tego nie zjem, florp.
pt_br: Ainda não vou comer, florp.
ru: Все равно не буду кушать, хлюп.
zh_tw: 還是不會吃的，浮浪噗。
