Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: Maybe I'll just take a moment to warm up these old bones of mine.
de: Vielleicht nehme ich mir einfach einen Moment Zeit, um meine alten Knochen aufzuwärmen.
es: A lo mejor me tomo un momento para que entren en calor estos huesos viejos.
fr: Je vais réchauffer mes vieux os pendant un petit moment.
it: Magari mi concederò un istante per riscaldare queste mie vecchie ossa.
ja: 私の老体の温めるのにしばらく時間を割いてもいいかもね。
ko: 잠시 시간을 내어 내 노쇠한 뼈를 데울 수 있겠어.
pt_br: Talvez eu pare um instante pra esquentar meus velhos ossos.
ru: Пожалуй, стоит на секунду остановиться, погреть свои старые кости.
zh_tw: 那我就花點時間來暖一暖這把老骨頭。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: Maybe I'll just take a moment to warm up these old bones of mine.
de: Vielleicht nehme ich mir einfach einen Moment Zeit, um meine alten Knochen aufzuwärmen.
es: A lo mejor me tomo un momento para que entren en calor estos huesos viejos.
fr: Je vais réchauffer mes vieux os pendant un petit moment.
it: Magari mi concederò un istante per riscaldare queste mie vecchie ossa.
ja: 私の老体の温めるのにしばらく時間を割いてもいいかもね。
ko: 잠시 시간을 내어 내 노쇠한 뼈를 데울 수 있겠어.
pt_br: Talvez eu pare um instante pra esquentar meus velhos ossos.
ru: Пожалуй, стоит на секунду остановиться, погреть свои старые кости.
zh_tw: 那我就花點時間來暖一暖這把老骨頭。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFRUIT
source: Not even close to the weirdest thing I've eaten around here.
de: Das ist nicht einmal annähernd das Seltsamste, was ich hier gegessen habe.
es: Ni siquiera es de las cosas más raras que he comido por aquí.
fr: Ce n'est pas le truc le plus bizarre que j'aie mangé depuis que je suis ici...
it: Non è nemmeno lontanamente la cosa più stramba che abbia mai mangiato in questo posto.
ja: この辺で食べた一番変な物の足元にも及ばないわ。
ko: 내가 여기에서 먹었던 것 중에서 이상한 축에도 못 껴.
pt_br: Não é nem de perto a coisa mais esquisita que já comi por aqui.
ru: Далеко не самый странный продукт, который мне доводилось пробовать.
zh_tw: 與我在這裡吃過的最奇怪的東西相比，還差得遠著呢。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFRUIT_COOKED
source: I always forget it looks like that on the inside.
de: Ich vergesse immer, dass sie von innen so aussieht.
es: Siempre me olvido de cómo es por dentro.
fr: J'oublie toujours à quoi ça ressemble, dedans.
it: Mi dimentico sistematicamente cosa contiene.
ja: この内側がどんな感じかいつも忘れちゃうのよね。
ko: 안에서는 이렇게 보인다는 걸 항상 잊어버리지.
pt_br: Sempre me esqueço de que ela é assim por dentro.
ru: Все время забываю, как он изнутри выглядит.
zh_tw: 我總是忘記它裡面是什麼樣子的。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: I'll admit, it's an impressive sight.
de: Ich gebe zu, der Anblick ist beeindruckend.
es: He de admitir que es impresionante.
fr: Il faut admettre que c'est impressionnant.
it: Devo ammettere che è una visione impressionante.
ja: これは壮観だって認めざるを得ないわ。
ko: 인정해, 인상적인 광경이야.
pt_br: Tenho que admitir, é uma visão impressionante.
ru: Выглядит впечатляюще, признаю.
zh_tw: 我承認，這是個令人印象深刻的景象。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFRUIT_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.DRAGONHEADHAT
source: What's that old saying? Two heads are better than one?
de: Wie lautet das alte Sprichwort? Zwei Köpfe sind besser als einer?
es: ¿Cómo dice el refrán? ¿Cuatro ojos ven más que dos?
fr: Comment on dit, déjà ? Deux têtes valent mieux qu'une ?
it: Cosa dice quel vecchio detto? Due teste sono meglio di una?
ja: なんて言ったっけ？二頭寄れば文殊の知恵だっけ？
ko: 오래된 속담 뭐더라? 백짓장도 맞들면 낫다?
pt_br: Como era aquele ditado? Duas cabeças pensam melhor do que uma?
ru: Как там в пословице — одна голова хорошо, а две лучше?
zh_tw: 那句老話是什麼？兩個腦袋比一個好？

# CHARACTERS.WANDA.DESCRIBE.DRAGONPIE
source: When in doubt, bake it into a pie.
de: Im Zweifelsfall kann man das in einem Kuchen verbacken.
es: En caso de duda, haz un pastel con ello.
fr: Quand j'ai un doute, je fais un gâteau avec.
it: Nel dubbio, facci una torta.
ja: よくわからない時は何でもパイにすればいい。
ko: 의심스러울 땐 파이로 구워야지.
pt_br: Em caso de dúvida, faça uma torta.
ru: Не знаешь, что делать с продуктами — просто испеки пирог.
zh_tw: 如果有疑問，就把它烤成餡餅。

# CHARACTERS.WANDA.DESCRIBE.DRAGONTAILHAT
source: Hmph, who wants to be last?
de: Hmpf, wer möchte der Letzte sein?
es: Um... ¿Quién quiere ser el último?
fr: Hmm, qui veut passer en dernier ?
it: Umpf, chi vuole stare in coda?
ja: さて、尻尾に入りたいのは誰かな？
ko: 흠, 누가 꼴찌가 되고 싶겠어?
pt_br: Hunf, quem quer ser o último?
ru: Пф-ф, разве кто-то захочет идти в конце?
zh_tw: 哼哼，誰想成為最後一個？

# CHARACTERS.WANDA.DESCRIBE.DRAGON_SCALES
source: Fireproof material has served me well in the past. And future, come to think of it.
de: Feuerfestes Material hat mir in der Vergangenheit gute Dienste geleistet. Und in Zukunft auch, wenn ich es mir recht überlege.
es: Es un material ignífugo que me ha servido en el pasado. Y en el futuro también, de hecho.
fr: Avoir des matériaux ignifugés m'a bien servi, par le passé. Et à l'avenir aussi, quand j'y pense.
it: Il materiale ignifugo mi è stato molto utile in passato. E anche in futuro, a pensarci bene.
ja: かつては、防火素材は私の役に立ってきたわ。将来についても、そういうことじゃないかしら。
ko: 과거에는 불에 타지 않는 재료 덕분에 살았어. 그리고 미래엔 그걸 생각하게 되겠지.
pt_br: Os materiais à prova de fogo me foram úteis no passado. E pensando bem, no futuro também.
ru: Огнеупорные материалы в прошлом меня никогда не подводили. Да и в будущем тоже, если подумать.
zh_tw: 防火材料在過去一直對我很有幫助。還有未來，想起來了。

# CHARACTERS.WANDA.DESCRIBE.DRIFTWOOD_LOG
source: Who knows how long it's been floating out in the ocean?
de: Wer weiß, wie lange es schon im Ozean schwimmt?
es: ¿Quién sabe cuánto tiempo ha estado flotando en el océano?
fr: Je ne sais pas combien de temps il est resté dans l'eau.
it: Chissà da quanto galleggia nell'oceano...
ja: どれだけ海を漂ってたのかなんて誰にも分らないでしょ。
ko: 얼마나 오랫동안 그것이 바다에 떠 있었는지 누가 압니까?
pt_br: Quem sabe quanto tempo faz que está flutuando no oceano?
ru: Кто знает, сколько времени его носили волны?
zh_tw: 誰知道它在海洋中漂浮了多久？

# CHARACTERS.WANDA.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: That's an unfortunate turn of events.
de: Das ist eine unglückliche Wendung der Ereignisse.
es: Vaya, qué pena de situación.
fr: C'est bien malheureux.
it: È proprio un peccato.
ja: これは不幸な結末だわ。
ko: 그것은 불행한 사건의 전환입니다.
pt_br: Que reviravolta infeliz.
ru: Не самое приятное развитие событий.
zh_tw: 世事難料啊。

# CHARACTERS.WANDA.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: It won't do me much good now.
de: Das ist jetzt nutzlos für mich.
es: Ya no me servirá de mucho.
fr: Ça ne va pas beaucoup m'aider.
it: Non serve a molto in questo stato.
ja: もう役に立たなくなっちゃったわね。
ko: 지금으로서는 별로 도움이 되지 않아.
pt_br: Não vai me servir de muita coisa agora.
ru: Теперь от него никакой пользы.
zh_tw: 它現在沒什麼用了。

# CHARACTERS.WANDA.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: I should check for roots while I'm here.
de: Ich sollte nach Wurzeln suchen, wenn ich schon mal hier bin.
es: Ya que estoy aquí, podría buscar las raíces.
fr: Tant que j'y suis, je devrais m'intéresser à ses racines.
it: Già che ci sono, dovrei cercare le radici.
ja: ここにいる間に根っこを調べるべきだわ。
ko: 여기 있는 동안 뿌리를 점검해야 해.
pt_br: É melhor eu procurar raízes enquanto estou aqui.
ru: Надо бы поискать корни, раз уж я тут.
zh_tw: 我應該檢查一下有沒有樹根。

# CHARACTERS.WANDA.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: That tree is long dead.
de: Dieser Baum ist schon lange tot.
es: Ese árbol está más que muerto.
fr: Cet arbre est mort depuis bien longtemps.
it: Quell'albero è morto da tempo.
ja: この木はもうずいぶん前に命を失った。
ko: 그 나무는 오래 전에 죽었어.
pt_br: Faz tempo que essa árvore morreu.
ru: Это дерево давно умерло.
zh_tw: 那棵樹早已經死了。

# CHARACTERS.WANDA.DESCRIBE.DRUMSTICK
source: I'm in a hurry, it's fine enough as it is.
de: Ich habe es eilig, das muss reichen.
es: Tengo prisa, así que está bien así.
fr: Je suis pressée, ça sera très bien comme ça.
it: Vado di fretta, va bene anche così.
ja: 急いでるの。このままでいいわ。
ko: 급하다고, 이대로도 괜찮아.
pt_br: Estou com pressa. Pra mim, já está boa o suficiente.
ru: Я тороплюсь, и так сойдет.
zh_tw: 我忙著呢，它現在已經很好了。

# CHARACTERS.WANDA.DESCRIBE.DRUMSTICK_COOKED
source: Why do I always forget how much better cooked meat tastes...
de: Warum vergesse ich immer, wie viel besser gekochtes Fleisch schmeckt ...
es: ¿Por qué siempre me olvido de que la carne hecha sabe mejor?
fr: Pourquoi j'oublie toujours que la viande est meilleure cuite...
it: Perché dimentico sempre che la carne cotta ha un sapore infinitamente migliore?
ja: 料理すると肉はずいぶんおいしくなるっていつも忘れちゃうのよね…
ko: 익힌 고기가 얼마나 맛있는지 왜 맨날 잊어버리는 걸까...
pt_br: Por que sempre me esqueço de como a carne fica muito melhor assada...
ru: Почему я все время забываю, что жареное мясо вкуснее...
zh_tw: 為什麼我總是忘記熟肉的味道有多好……

# CHARACTERS.WANDA.DESCRIBE.DUG_BERRYBUSH
source: No time for picking, I'll just take it all with me!
de: Keine Zeit zu pflücken, ich nehme einfach alles mit!
es: No tengo tiempo para ponerme a elegir, me lo llevo todo.
fr: Je n'ai pas le temps de faire la cueillette, je prends tout !
it: Non ho tempo di raccoglierle, porterò direttamente tutto con me!
ja: 摘み取ってる時間はないから、これ全部もらっていくわ！
ko: 고를 시간이 없어. 모두 가져갈 거야!
pt_br: Não tenho tempo pra ficar escolhendo, vou levar todas comigo!
ru: Нет времени собирать ягоды, я просто весь куст с собой возьму!
zh_tw: 沒有時間挑了，我全部帶走好了！

# CHARACTERS.WANDA.DESCRIBE.DUG_BERRYBUSH_JUICY
source: It'll save me precious time if I bring this closer to camp.
de: Es spart mir wertvolle Zeit, wenn ich das näher ans Lager bringe.
es: No perderé tanto tiempo si lo llevo cerca del campamento.
fr: Ça va me faire gagner du temps si je le rapproche de mon camp.
it: Spostarlo più vicino all'accampamento mi farebbe risparmiare tempo prezioso.
ja: これをキャンプのそばに持ってくれば時間をだいぶ節約できるわ。
ko: 이것을 캠프에 더 가까이 가져오면 귀중한 시간을 절약할 수 있겠지.
pt_br: Vou poupar tempo se eu trouxer isto pra perto do acampamento.
ru: Если посадить его у лагеря, можно будет тратить меньше времени.
zh_tw: 如果我把這個帶到營地附近，會節省我寶貴的時間。

# CHARACTERS.WANDA.DESCRIBE.DUG_GRASS
source: I can think of a better place for it.
de: Ich kann mir einen besseren Ort dafür vorstellen.
es: Me sé de un lugar en el que estará mejor.
fr: Je sais où la replanter. Ça sera mieux.
it: Ho in mente un posto migliore dove piantarlo.
ja: もっといい場所に移してあげる。
ko: 제일 좋지는 않아.
pt_br: Sei de um lugar melhor pra ele.
ru: В другом месте она будет смотреться куда лучше.
zh_tw: 我想到了一個更好的地方。

# CHARACTERS.WANDA.DESCRIBE.DUG_MARSH_BUSH
source: I can put it somewhere later. Or maybe even earlier.
de: Ich kann das später irgendwo unterbringen. Oder vielleicht sogar früher.
es: Puedo buscarle otro sitio luego. O incluso antes.
fr: Je pourrai le mettre ailleurs plus tard. Ou peut-être même plus tôt.
it: Più tardi, lo metterò da qualche parte. O forse addirittura prima.
ja: 後でどこかに植えられるわ。後じゃなくて前でもいいけど。
ko: 나중에 어디다 넣을 수 있어. 아니면 그 보다 더 빨리.
pt_br: Posso botar isto em algum lugar mais tarde. Ou talvez até mais cedo.
ru: Попозже куда-нибудь посажу. Или пораньше.
zh_tw: 我以後給它找個地方。或者去以前也行。

# CHARACTERS.WANDA.DESCRIBE.DUG_SAPLING
source: I can put it somewhere later. Or maybe even earlier.
de: Ich kann das später irgendwo unterbringen. Oder vielleicht sogar früher.
es: Puedo buscarle otro sitio luego. O incluso antes.
fr: Je pourrai le mettre ailleurs plus tard. Ou peut-être même plus tôt.
it: Più tardi, lo metterò da qualche parte. O forse addirittura prima.
ja: 後でどこかに植えられるわ。後じゃなくて前でもいいけど。
ko: 나중에 어디다 넣을 수 있어. 아니면 그 보다 더 빨리.
pt_br: Posso botar isto em algum lugar mais tarde. Ou talvez até mais cedo.
ru: Попозже куда-нибудь посажу. Или пораньше.
zh_tw: 我以後給它找個地方。或者去以前也行。

# CHARACTERS.WANDA.DESCRIBE.DUG_TRAP_STARFISH
source: It's what it deserves.
de: Das hat das Ding verdient.
es: Es lo que se merece.
fr: C'est tout ce qu'il mérite.
it: Ha avuto ciò che si meritava.
ja: 当然至極だわ。
ko: 그럴 만한 가치가 있어.
pt_br: É o que ela merece.
ru: По заслугам.
zh_tw: 這是它應得的。

# CHARACTERS.WANDA.DESCRIBE.DUMBBELL
source: What a dreadfully repetitive way to spend one's time.
de: Was für eine furchtbar repetitive Art, die Zeit zu verbringen.
es: Que forma tan terriblemente repetitiva de malgastar el tiempo.
fr: Quelle façon horriblement répétitive de passer le temps.
it: Che modo tremendamente ripetitivo di spendere il proprio tempo.
ja: こんな繰り返し作業に時間を使うなんて…恐ろしいわ。
ko: 너무 끔찍하게 반복적으로 시간을 보내는군.
pt_br: Que maneira terrivelmente repetitiva de gastar tempo.
ru: Какое ужасающе монотонное времяпрепровождение.
zh_tw: 反復做同一件事來打發時間簡直可怕。

# CHARACTERS.WANDA.DESCRIBE.DUMBBELL_GEM
source: What a dreadfully repetitive way to spend one's time.
de: Was für eine furchtbar repetitive Art, die Zeit zu verbringen.
es: Que forma tan terriblemente repetitiva de malgastar el tiempo.
fr: Quelle façon horriblement répétitive de passer le temps.
it: Che modo tremendamente ripetitivo di spendere il proprio tempo.
ja: こんな繰り返し作業に時間を使うなんて…恐ろしいわ。
ko: 너무 끔찍하게 반복적으로 시간을 보내는군.
pt_br: Que maneira terrivelmente repetitiva de gastar tempo.
ru: Какое ужасающе монотонное времяпрепровождение.
zh_tw: 反復做同一件事來打發時間簡直可怕。

# CHARACTERS.WANDA.DESCRIBE.DUMBBELL_GOLDEN
source: What a dreadfully repetitive way to spend one's time.
de: Was für eine furchtbar repetitive Art, die Zeit zu verbringen.
es: Que forma tan terriblemente repetitiva de malgastar el tiempo.
fr: Quelle façon horriblement répétitive de passer le temps.
it: Che modo tremendamente ripetitivo di spendere il proprio tempo.
ja: こんな繰り返し作業に時間を使うなんて…恐ろしいわ。
ko: 너무 끔찍하게 반복적으로 시간을 보내는군.
pt_br: Que maneira terrivelmente repetitiva de gastar tempo.
ru: Какое ужасающе монотонное времяпрепровождение.
zh_tw: 反復做同一件事來打發時間簡直可怕。

# CHARACTERS.WANDA.DESCRIBE.DUMBBELL_MARBLE
source: What a dreadfully repetitive way to spend one's time.
de: Was für eine furchtbar repetitive Art, die Zeit zu verbringen.
es: Que forma tan terriblemente repetitiva de malgastar el tiempo.
fr: Quelle façon horriblement répétitive de passer le temps.
it: Che modo tremendamente ripetitivo di spendere il proprio tempo.
ja: こんな繰り返し作業に時間を使うなんて…恐ろしいわ。
ko: 너무 끔찍하게 반복적으로 시간을 보내는군.
pt_br: Que maneira terrivelmente repetitiva de gastar tempo.
ru: Какое ужасающе монотонное времяпрепровождение.
zh_tw: 反復做同一件事來打發時間簡直可怕。

# CHARACTERS.WANDA.DESCRIBE.DURIAN
source: I could never forget a smell like that.
de: Einen solchen Geruch könnte ich nie vergessen.
es: Jamás me olvidaría de un olor así.
fr: Je ne pourrais jamais oublier cette odeur.
it: Impossibile dimenticare un fetore tanto terribile.
ja: こんな匂いは絶対に忘れられない。
ko: 그 냄새를 잊을 수가 없어.
pt_br: Jamais me esqueceria de um cheiro assim.
ru: Такую вонь не забудешь, даже если захочешь.
zh_tw: 我永遠無法忘記這樣的氣味。

# CHARACTERS.WANDA.DESCRIBE.DURIAN_COOKED
source: It tastes better than it smells, but that's not saying much.
de: Schmeckt bestimmt besser, als es riecht, aber das heißt nicht viel.
es: Sabe mejor de lo que huele, aunque eso no mucho...
fr: Le goût est meilleur que l'odeur. Mais ce n'est pas difficile.
it: Ha un sapore migliore del suo odore, ma non è dire molto.
ja: 臭う割には美味しい、けどそれじゃこの臭いを表現しきれないわね。
ko: 냄새보다 맛이 좋긴 한데, 그다지 특별하지는 않아.
pt_br: O gosto é melhor do que o cheiro, mas isso não quer dizer grande coisa.
ru: На вкус он лучше, чем на запах, но это сомнительное сравнение.
zh_tw: 它的味道比它的氣味要好，但也好不到哪去。

# CHARACTERS.WANDA.DESCRIBE.DURIAN_OVERSIZED
source: Out of all the things I planted, this is the one that decides to grow well.
de: Von all den Dingen, die ich gepflanzt habe, beschließt ausgerechnet das hier, kräftig zu wachsen.
es: De todas las cosas que he plantado, va esta y decide crecer más.
fr: De tout ce que j'ai planté, c'est ça qui a décidé de devenir énorme...
it: Di tutto quello che ho piantato, questo è quello che decide di crescere bene.
ja: 私が植えたものすべての中で、よりにもよってこれが大きく育とうと決めたわけね。
ko: 내가 심은 모든 것 중에서 이것만 잘 자라기로 했나봐.
pt_br: De todas as coisas que plantei, esta é a que decidiu se desenvolver bem.
ru: Надо же было именно ему из всего моего огорода в рост пойти.
zh_tw: 在我種植的所有東西中，這個生長最為良好。

# CHARACTERS.WANDA.DESCRIBE.DURIAN_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.DUSTMERINGUE
source: Alright, dust was a poor ingredient choice. This is why I don't cook!
de: Na gut, Staub war eine schlechte Zutatenwahl. Das ist der Grund, warum ich nicht koche!
es: Vale, el polvo no era el mejor ingrediente. ¡Por eso nunca cocino!
fr: Bon, la poussière n'est pas un super ingrédient. C'est pour ça que je ne cuisine pas !
it: Ho capito, la polvere è un pessimo ingrediente. È per questo che non cucino!
ja: ふむ。ホコリは調味料には不向きだった。だーから、私は料理しないの！
ko: 좋아, 흙을 재료로 선택하는 건 별로야. 그래서 나는 요리를 안 해!
pt_br: Está bem, não devia ter usado poeira como ingrediente. É por isso que eu não cozinho!
ru: Итак, пыль — не лучший ингредиент для готовки. Вот поэтому я и не готовлю!
zh_tw: 好吧，灰塵是一個糟糕的原料選擇。這就是我不做飯的原因！

# CHARACTERS.WANDA.DESCRIBE.DUSTMOTH
source: I could have used one of you in my workshop back home.
de: Ich hätte einen von euch in meiner Werkstatt zu Hause gebrauchen können.
es: Me habrías venido bien en el taller de mi casa, la verdad.
fr: Vous m'auriez été bien utiles dans mon atelier, chez moi.
it: Mi avresti fatto comodo nel mio laboratorio a casa.
ja: 作業場でだったら、使い道があったのに。
ko: 집에 있는 내 작업실에서 너네 중 하나를 썼을 거야.
pt_br: Eu podia ter usado uma de vocês na minha oficina.
ru: Вы бы мне очень пригодились в мастерской.
zh_tw: 我老家的作坊裡可以用上你們。

# CHARACTERS.WANDA.DESCRIBE.DUSTMOTHDEN
source: A cozy little dust bin.
de: Ein gemütlicher kleiner Mülleimer.
es: Un contenedor de polvo pequeñito y muy acogedor.
fr: Une jolie petite poubelle à poussière.
it: Un minuscolo e grazioso cestino.
ja: 小さくって居心地のいいホコリ入れ。
ko: 아늑하고 조그마한 먼지통이었어.
pt_br: Um cestinho de lixo aconchegante.
ru: Очень уютное пыльное гнездышко.
zh_tw: 一個舒適的小垃圾桶。

# CHARACTERS.WANDA.DESCRIBE.EARMUFFSHAT
source: If the rest of me freezes, at least my ears will be cozy.
de: Wenn der Rest von mir friert, haben es wenigstens meine Ohren mollig warm.
es: Tendré las orejas calentitas aunque se me congele el resto del cuerpo.
fr: Même si je suis toute gelée, mes oreilles seront au chaud.
it: Anche se dovessi congelarmi, le mie orecchie rimarranno al calduccio.
ja: 全身が凍結しても、私の耳だけは温かく保たれるわけね。
ko: 몸의 다른 부분은 얼어붙어도 적어도 내 귀는 포근하겠지.
pt_br: Se o resto do meu corpo congelar, pelo menos minhas orelhas ficarão quentinhas.
ru: Уши будут в тепле, даже если все остальное отмерзнет.
zh_tw: 即使其他補位凍僵了，至少我的耳朵會很舒服。

# CHARACTERS.WANDA.DESCRIBE.EEL
source: I think I just saw it wriggle...
de: Ich glaube, ich habe gerade gesehen, wie er gezappelt hat ...
es: Creo que se acaba de mover...
fr: Je crois que je viens de la voir se tortiller...
it: Penso di averla appena vista contorcersi.
ja: 動いたような気がするんだけど…
ko: 꿈틀거리는 걸 본 것 같아...
pt_br: Acho que acabei de vê-la se mexendo...
ru: Кажется, он пошевелился...
zh_tw: 我想我剛剛看到它在蠕動……

# CHARACTERS.WANDA.DESCRIBE.EEL_COOKED
source: Oh good. My favorite.
de: Oh, gut! Das hab ich am liebsten.
es: Ay... ¡Mi comida favorita!
fr: Oh, super. J'adore ça.
it: Oh, accipicchia. Proprio la mia preferita.
ja: やった！私、これ大好きなの。
ko: 와 좋아. 내가 제일 좋아하는 거야.
pt_br: Fantástico. Meu favorito.
ru: Вкуснятина. Обожаю!
zh_tw: 哦，好。是我的最愛。

# CHARACTERS.WANDA.DESCRIBE.EGGPLANT
source: It kind of looks like a giant jellybean if you squint.
de: Wenn man die Augen zusammenkneift, sieht das aus wie ein riesiges Fruchtgummi.
es: Si entornas los ojos, parece una gominola gigante.
fr: En plissant bien les yeux, ça ressemble à une grosse dragée violette.
it: Socchiudendo gli occhi, sembra quasi una caramellina.
ja: 目を細めてみれば、巨大なジェリービーンズみたいでしょ？
ko: 눈을 가늘게 뜨면 거대한 젤리빈처럼 보여.
pt_br: Meio que parece uma jujuba gigante se você apertar os olhos.
ru: Если прищуриться, немного похоже на огромную мармеладку.
zh_tw: 如果你眯起眼睛，它看起來有點像一個巨大的軟糖。

# CHARACTERS.WANDA.DESCRIBE.EGGPLANT_COOKED
source: Well, the illusion is ruined.
de: Tja, die Illusion ist komplett ruiniert.
es: Ya no parece una gominola ni de lejos.
fr: Bon, l'illusion est fichue.
it: Ecco, addio illusione.
ja: 幻想が破壊された。
ko: 음, 환상이 깨져버렸어.
pt_br: Bom, a ilusão foi destruída.
ru: Эх, иллюзия исчезла.
zh_tw: 好吧，幻覺破滅了。

# CHARACTERS.WANDA.DESCRIBE.EGGPLANT_OVERSIZED
source: I'll be eating eggplant leftovers for weeks.
de: Ich werde noch wochenlang Auberginenreste essen.
es: Voy a pasarme semanas comiendo sobras de berenjena.
fr: Je vais manger de l'aubergine pendant des semaines...
it: Mangerò melanzana avanzata per settimane.
ja: 今週はずっとナスの残り物だわ。
ko: 몇 주 동안 남은 가지를 먹겠네.
pt_br: Vou comer sobras de berinjela durante semanas.
ru: Мне теперь пару месяцев доедать остатки придется.
zh_tw: 我將連續幾個星期吃有茄子的剩飯。

# CHARACTERS.WANDA.DESCRIBE.EGGPLANT_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.BURNT
source: That could have gone better.
de: Das hätte auch besser laufen können.
es: Podría haber quedado mejor.
fr: Ça aurait pu mieux se passer.
it: Poteva andare meglio.
ja: もっといい結末もあったんだろうに。
ko: 어쩌다 이렇게 됐지.
pt_br: Poderia ter sido melhor.
ru: Могло быть и лучше.
zh_tw: 本來可以不這樣的。

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.EMPTY
source: Someone forgot to put flowers in the vase. Maybe it was me...
de: Jemand hat vergessen, Blumen in die Vase zu stellen. Vielleicht war ich es ...
es: Alguien se ha olvidado de poner flores en el jarrón. ¿Sería yo?
fr: Quelqu'un a oublié de mettre des fleurs dans le vase. C'était peut-être moi...
it: Qualcuno ha dimenticato di mettere i fiori nel vaso. Forse sono stata io...
ja: 誰かが花を花びんに刺すのを忘れたのね。あ！私かしら…
ko: 누군가 꽃을 꽃병에 꽂는 걸 잊었나봐. 아마 그게 나겠지...
pt_br: Alguém se esqueceu de pôr flores na mesa. Talvez tenha sido eu...
ru: Кто-то забыл поставить цветы в вазу. Может, даже и я...
zh_tw: 有人忘記在花瓶裡放花了。也許是我……

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.FRESHLIGHT
source: As good as new.
de: So gut wie neu.
es: ¡Menudo lavado de cara!
fr: C'est comme neuf.
it: Come nuovo.
ja: 新品みたいにピカピカだわ。
ko: 새것처럼 좋구나.
pt_br: Como nova.
ru: Как новенький!
zh_tw: 像新的一樣好。
