Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_MOON
source: Night Ball inside?
de: Nachtkugel drin?
es: ¿Bola nocturna dentro?
es_mx: ¿Bola Nocturna adentro?
fr: Y a une boule de nuit à l'intérieur ?
it: Palla di notte dentro?
ja: 夜のボールが中にあるの？
ko: 안에 밤의 공이 있나?
pl: Nocna kula w środku?
pt_br: Tem Bola da Noite dentro?
ru: Внутри ночной шарик?
zh_tw: 是夜空中的球體裡面的嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_PETRIFIED_TREE
source: Strong friend!
de: Starker Freund!
es: ¡Amigo fuerte!
es_mx: ¡Amigo fuerte!
fr: Un copain costaud !
it: Forte amico!
ja: 強いお友だち！
ko: 튼튼한 친구야!
pl: Mocny przyjaciel!
pt_br: Amiga forte!
ru: Сильный друг!
zh_tw: 強壯的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: Hello, old friend!
de: Hallo, alter Freund!
es: ¡Hola, viejo amigo!
es_mx: ¡Hola, viejo amigo!
fr: Salut, vieille branche !
it: Ciao, vecchio amico!
ja: やあ、昔のお友だち！
ko: 안녕, 나이 든 친구!
pl: Cześć, stary przyjacielu!
pt_br: Olá, velha amiga!
ru: Здравствуй, старый друг!
zh_tw: 你好，老朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.ROOK
source: Rock machine
de: Steinmaschine.
es: Máquina de roca
es_mx: Máquina roca
fr: Une machine qui ressemble à un rocher.
it: Macchina di roccia
ja: 石のマシン
ko: 돌 기계야
pl: Skalna maszyna
pt_br: Máquina de pedra.
ru: Каменная машина
zh_tw: 猛烈晃動的機器

# CHARACTERS.WORMWOOD.DESCRIBE.ROOK_NIGHTMARE
source: Run down
de: Runtergekommen.
es: Hecha polvo
es_mx: Deteriorado
fr: T'es dans un sale état, toi.
it: Distrutta
ja: ひかれちゃった
ko: 너덜너덜해졌어
pl: Rozładował się
pt_br: Corra.
ru: Сбивает с ног
zh_tw: 停下來

# CHARACTERS.WORMWOOD.DESCRIBE.ROPE
source: Friends made string!
de: Freunde machen Seil!
es: ¡Cuerda hecha de amigos!
es_mx: ¡Cuerda hecha de amigos!
fr: Des copines transformées en une sorte de ficelle.
it: Amici fanno corda!
ja: お友だちが糸を作ったよ！
ko: 친구들이 만든 끈이야!
pl: Sznurek z przyjaciół!
pt_br: Amigos fizeram corda!
ru: Друзья сделали веревку!
zh_tw: 朋友們做了根繩子！

# CHARACTERS.WORMWOOD.DESCRIBE.ROTTENEGG
source: Smells good!
de: Riecht gut!
es: ¡Huele bien!
es_mx: ¡Huele bien!
fr: Ça sent bon !
it: Odore buono!
ja: ん～、い～におい！
ko: 맛있는 냄새가 나는데!
pl: Pachnie wybornie!
pt_br: Tem um cheiro bom!
ru: Пахнет здорово!
zh_tw: 真香！

# CHARACTERS.WORMWOOD.DESCRIBE.ROYAL_JELLY
source: Bloopy belly stuff
de: Glibberbauchzeug.
es: Cosa blop para la tripa
es_mx: Cosa blandita de barriga
fr: Du manger qui fait blop blop.
it: Roba blop per pancia
ja: グワングワンするおなかに入るもの
ko: 끈끈한 음식이야
pl: Galaretowata rzecz do brzuszka
pt_br: Coisa de barriga gomosa.
ru: Липкая штучка для животика
zh_tw: 滑滑的吃的東西

# CHARACTERS.WORMWOOD.DESCRIBE.RUBBLE
source: Rocks
de: Steine
es: Rocas
es_mx: Rocas
fr: Pierres
it: Rocce
ja: 岩
ko: 바위다.
pl: Kamienie
pt_br: Pedras
ru: Камни
zh_tw: 石頭

# CHARACTERS.WORMWOOD.DESCRIBE.RUINSHAT
source: Weighs down head
de: Schwer auf dem Kopf.
es: Pesa sobre la cabeza
es_mx: Pesa mucho
fr: Ça pèse sur la tête.
it: Pesa su testa
ja: 頭にずしっとくる
ko: 머리를 짓눌러
pl: Obciąża głowę
pt_br: Pesa na cabeça.
ru: Давит на голову
zh_tw: 戴在頭上很重

# CHARACTERS.WORMWOOD.DESCRIBE.RUINS_BAT
source: Old Rock Whacker
de: Alter Steinklopfer.
es: Vieja maza de roca
es_mx: Golpeador de roca vieja
fr: Un cogneur en vieille pierre.
it: Vecchio ammazzatutto di roccia
ja: 古い石叩き
ko: 오래된 돌 방망이야
pl: Uderzacz ze starej skały
pt_br: Antigo Bastão de Rocha.
ru: Древняя каменная стукалка
zh_tw: 古老的石制鈍器

# CHARACTERS.WORMWOOD.DESCRIBE.RUINS_RUBBLE
source: Can fix it?
de: Kann man das heile machen?
es: ¿Se puede arreglar?
es_mx: ¿Poder repararlo?
fr: Est-ce que je peux réparer ça ?
it: Sistemo?
ja: 直せる？
ko: 고칠 수 있나?
pl: Da się to naprawić?
pt_br: Dá pra consertar?
ru: Чинится?
zh_tw: 能修好它嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SACRED_CHEST.GENERIC
source: Put stuff in there!
de: Zeug reintun!
es: ¡Para poner cosas ahí!
es_mx: ¡Poner cosas ahí!
fr: Y a plein de choses là-dedans.
it: Metto roba lì!
ja: そこにものをいれて！
ko: 저 안에 물건을 넣어!
pl: Tu się wkłada rzeczy!
pt_br: Bote coisas aí dentro!
ru: Сюда можно убирать штучки!
zh_tw: 裡面能放東西！

# CHARACTERS.WORMWOOD.DESCRIBE.SACRED_CHEST.LOCKED
source: Stuff is gone
de: Zeug ist weg.
es: Ya no hay cosas
es_mx: Cosas ya no están
fr: Y'a plus rien.
it: Roba andata
ja: 物がなくなっちゃった
ko: 물건이 없어졌어
pl: Rzeczy zniknęły
pt_br: Coisa se foi.
ru: Все штучки спрятаны
zh_tw: 東西不見了

# CHARACTERS.WORMWOOD.DESCRIBE.SADDLEHORN
source: Sitting Thing Getter Offer
de: Sitzding-Abnehmer.
es: Cosa para sentarse y conseguir ofertas
es_mx: Sacador de cosa para sentarse
fr: Ça sert à enlever le bidule pour s'asseoir.
it: Per togliere sedia
ja: すわるものについてるおまけ
ko: 앉는 물건을 떼어 내
pl: Zdejmowacz rzeczy do siedzenia
pt_br: Arrancador de Coisa de Sentar.
ru: Чтобы снять сиделку с лохматого дружка
zh_tw: 座位摘取器

# CHARACTERS.WORMWOOD.DESCRIBE.SADDLE_BASIC
source: Shaggy Buddy Sitting Thing
de: Zottelkerl-Sitzding.
es: Cosa para sentarse en amiguito greñudo
es_mx: Cosa para sentarse de compañero desgreñado
fr: Un bidule pour s'asseoir sur le copain au poil épais.
it: Sedia per amico peloso
ja: もじゃもじゃ君にすわるもの
ko: 덥수룩한 친구 위에 앉는 물건이야
pl: Rzecz do siedzenia na kudłatym kumplu
pt_br: Coisa de Sentar pra Amigo Felpudo.
ru: Штучка для сидения на лохматом дружке
zh_tw: 毛絨絨夥伴的座位

# CHARACTERS.WORMWOOD.DESCRIBE.SADDLE_RACE
source: Shaggy Buddy Zoomer!
de: Zottelkerl-Schnellsitzding.
es: Zuum para amiguito greñudo
es_mx: ¡Apurador de compañero desgreñado!
fr: Pour foncer sur le copain au poil épais.
it: Sedia veloce per amico peloso!
ja: もじゃもじゃ君のレース！
ko: 덥수룩한 친구가 쌩쌩 움직여!
pl: Przyspieszacz kudłatego kumpla!
pt_br: Acelerador pra Amigo Felpudo!
ru: Ускорялка для лохматого дружка!
zh_tw: 毛絨絨的朋友，跑的很快！

# CHARACTERS.WORMWOOD.DESCRIBE.SADDLE_WAR
source: Shaggy Buddy Fight Thing
de: Zottelkerl-Kampfsitzding.
es: Cosa de luchar para amiguito greñudo
es_mx: Cosa de combate de compañero desgreñado
fr: C'est pour me battre quand je suis sur le copain au poil épais.
it: Sedia per combattere con amico peloso
ja: もじゃもじゃ君のけんか
ko: 덥수룩한 친구가 강해져
pl: Rzecz do walki na kudłatym kumplu
pt_br: Coisa de Lutar pra Amigo Felpudo.
ru: Боевая штучка для лохматого дружка
zh_tw: 毛絨絨夥伴的打架東西

# CHARACTERS.WORMWOOD.DESCRIBE.SALSA
source: Tasty mush
de: Leckerer Brei.
es: Papilla sabrosa
es_mx: Plasta sabrosa
fr: De la bonne bouillie pour mon ventre.
it: Poltiglia buona
ja: おいしいドロドロ
ko: 맛있는 죽이야
pl: Smaczna papka
pt_br: Papa gostosa.
ru: Вкусная жижа
zh_tw: 美味的糊糊

# CHARACTERS.WORMWOOD.DESCRIBE.SALTBOX
source: Salty Food Holder
de: Salzige Essenskiste.
es: Soporte salado de comida
es_mx: Guardador salado de comida
fr: C'est un machin pour le manger salé.
it: Portacibo di sale
ja: しょっぱいたべもの置き
ko: 짭조름한 음식 용기야
pl: Słona rzecz na jedzenie
pt_br: Porta-Comida Salgada.
ru: Соленая штучка для еды
zh_tw: 鹹鹹的裝食物的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SALTLICK
source: Lick rock. For Shaggy Buddy
de: Leckstein für Zottelkerl.
es: Roca de chupar. Para amiguito greñudo
es_mx: Roca de lamer. Para compañero desgreñado
fr: Un bloc à lécher. C'est pour le copain au poil épais.
it: Roccia da leccare. Per amico peloso
ja: もじゃもじゃ君が舐める石
ko: 덥수룩한 친구가 핥는 돌이야
pl: Kamień do lizania. Dla kudłatego kumpla
pt_br: Lambe-Pedra. Pro Amigo Felpudo.
ru: Камень-лизунец для лохматого дружка
zh_tw: 能舔的石頭。給毛絨絨夥伴的

# CHARACTERS.WORMWOOD.DESCRIBE.SALTROCK
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흠...
ru: Хм-м…
zh_tw: 呣……

# CHARACTERS.WORMWOOD.DESCRIBE.SALTSTACK.GENERIC
source: Lumpy
de: Klumpig.
es: Abultado
es_mx: Grumoso
fr: Il est plein de bosses.
it: Grumosa
ja: でこぼこしてるね
ko: 울퉁불퉁해
pl: Spora
pt_br: Pelotuda.
ru: Бугристо
zh_tw: 塊狀

# CHARACTERS.WORMWOOD.DESCRIBE.SALTSTACK.GROWING
source: Growing back
de: Wächst nach.
es: Creciendo de nuevo
es_mx: Creciendo de nuevo
fr: Ça repousse.
it: Ricresce
ja: また育ってるよ！
ko: 다시 자라는 중이야
pl: Odrasta
pt_br: Tá crescendo de novo.
ru: Отрастает заново
zh_tw: 長回來了

# CHARACTERS.WORMWOOD.DESCRIBE.SALTSTACK.MINED_OUT
source: All gone
de: Alles weg.
es: No queda nada
es_mx: No queda nada
fr: Il ne reste plus rien.
it: Tutto andato
ja: 全部なくなったよ
ko: 다 없어졌어
pl: Wszystko zniknęło
pt_br: Acabou tudo.
ru: Ничего не осталось
zh_tw: 全都不見了

# CHARACTERS.WORMWOOD.DESCRIBE.SANDBLOCK
source: Can play with it?
de: Kann man damit spielen?
es: ¿Se puede jugar con esto?
es_mx: ¿Poder jugar con eso?
fr: Je peux jouer avec ?
it: Gioco?
ja: これで遊んでいいの？
ko: 가지고 놀 수 있나?
pl: Mogę się tym pobawić?
pt_br: Dá pra brincar com isso?
ru: С ним можно играть?
zh_tw: 我們能玩這個嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SANDSPIKE
source: Oh. Ouch!
de: Oh. Aua!
es: Oh. ¡Ay!
es_mx: Oh. ¡Ay!
fr: Oh ! Ouille !
it: Oh. Ahia!
ja: イタタッ！
ko: 아. 아얏!
pl: Och. Auć!
pt_br: Ah. Ai!
ru: О. Ой!
zh_tw: 哎喲！

# CHARACTERS.WORMWOOD.DESCRIBE.SANITYROCK.ACTIVE
source: Helps head
de: Macht Kopfweh besser.
es: Ayuda a la cabeza
es_mx: Ayuda a cabeza
fr: Ça fait du bien à la tête.
it: Aiuta testa
ja: 頭を助けてくれる
ko: 머리에 좋아
pl: Pomaga na głowę
pt_br: Ajuda cabeça.
ru: Помогает голове
zh_tw: 有益腦袋

# CHARACTERS.WORMWOOD.DESCRIBE.SANITYROCK.INACTIVE
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Il se cache.
it: Nascosto
ja: 隠れてるよ
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.BURNING
source: NOOO!
de: NEEEIN!
fr: NOOON !
ja: いやーー！
ko: 안 돼애애!
pl: NIEEE!
pt_br: NÃOO!
ru: НЕ-Е-ЕТ!
zh_tw: 不不不！

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.DISEASED
source: Sick. Very, very sick
de: Krank. Sehr, sehr krank.
es: Enfermo. Muy muy enfermo.
es_mx: Enfermo. Muy, muy enfermo
fr: Il est malade ! Très, très malade !
it: Malato. Molto, molto malato
ja: 病気だよ！とってもとっても具合が悪い！
ko: 아파. 아주아주 아파
pl: Choruje. Bardzo, bardzo choruje
pt_br: Doente. Muito, muito doente.
ru: Болеет. Очень сильно болеет
zh_tw: 病了！病的很厲害！

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.DISEASING
source: Looks sick. Poor little guy
de: Sieht krank aus. Armes Kerlchen.
es: Parece enfermo. Pobre pequeño
es_mx: Parece enfermo. Pobre pequeñín
fr: Il a l'air malade. Le pauvre.
it: Sembra malato. Povero piccoletto
ja: 具合が悪そう。かわいそうなやつだ。
ko: 아파 보여. 가엾기도 하지
pl: Wygląda na chorą. Biedactwo
pt_br: Parece doente. Pobrezinha.
ru: Кажется, он болеет. Бедняжка
zh_tw: 看著病了。可憐的小傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.GENERIC
source: Hello? Little friend?
de: Hallo? Kleiner Freund?
es: ¿Hola? ¿Amiguito?
es_mx: ¿Hola? ¿Amiguito?
fr: Coucou, mon petit pote.
it: Ciao? Piccolo amico?
ja: やあ、小さいお友だち？
ko: 안녕? 꼬마 친구?
pl: Halo? Mała przyjaciółko?
pt_br: Olá? Amiguinha?
ru: Эй? Дружок?
zh_tw: 你好啊，小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.PICKED
source: Keep growing, friend!
de: Wachs weiter, Freund!
es: ¡Sigue creciendo, amigo!
es_mx: ¡Sigue creciendo, amigo!
fr: Continue de pousser, mon copain !
it: Cresci, cresci, amico!
ja: その調子だよ、お友だち！
ko: 계속 자라렴, 친구!
pl: Rośnij dalej, przyjaciółko!
pt_br: Continue crescendo, amiga!
ru: Продолжай расти, друг!
zh_tw: 繼續生長吧，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.SAPLING.WITHERED
source: Poor friend
de: Armer Freund.
es: Pobre amigo
es_mx: Pobre amigo…
fr: Mon pauvre copain.
it: Povero amico
ja: かわいそうなお友だちね
ko: 불쌍한 친구
pl: Biedny przyjaciel
pt_br: Pobre amiga.
ru: Бедный друг
zh_tw: 可憐的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.SCANDATA
source: Hmm!
es: Mmm.
it: Uhm!
ja: うーん！
ko: 흠!
ru: Хм-м…
zh_tw: 呣！

# CHARACTERS.WORMWOOD.DESCRIBE.SCARECROW.BURNING
source: No! Save him!
de: Nein! Rettet sie!
es: ¡No! ¡Hay que salvarlo!
es_mx: ¡No! ¡Sálvenlo!
fr: Non ! Sauvez-le !
it: No! Salva!
ja: ダメ！助けて！
ko: 안 돼! 구해 줘!
pl: Nie! Na ratunek!
pt_br: Não! Salvem o coitado!
ru: Нет! Спасите его!
zh_tw: 不！救救他！

# CHARACTERS.WORMWOOD.DESCRIBE.SCARECROW.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 哦

# CHARACTERS.WORMWOOD.DESCRIBE.SCARECROW.GENERIC
source: Tweeter Friend
de: Piepserfreund
es: Pío-pío amigo
es_mx: Amigo piador
fr: Un copain piou-piou.
it: Amico cip cip
ja: ピヨピヨのお友だち
ko: 짹짹이 친구야
pl: Przyjaciel ćwirek
pt_br: Amigo do Espantalho
ru: Друг чирикалок
zh_tw: 啾啾朋友

# CHARACTERS.WORMWOOD.DESCRIBE.SCORCHED_SKELETON
source: Oh. Oh no
de: Oh. Oh nein.
fr: Oh. Oh non.
ja: ええ！大変だよ！
ko: 아. 안 돼
pl: Och. O nie
pt_br: Ah. Ah, não.
ru: Ой. О нет
zh_tw: 噢，不！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTINGTABLE.BLOCK
source: What to make?
de: Was machen?
es: ¿Qué se hace con esto?
es_mx: ¿Qué hacer?
fr: Que faire, que faire...
it: Che fare?
ja: なにをつくる？
ko: 뭘 만들까?
pl: Co by tu zrobić?
pt_br: O que fazer?
ru: Что же сделать?
zh_tw: 做什麼呢？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTINGTABLE.BURNT
source: Nooooo!
de: Neeeeein!
fr: Nooooon !
ja: ダメーーー！
ko: 안 돼애애애!
pl: Nieeeee!
pt_br: Nãoooo!
ru: Не-е-е-т!
zh_tw: 不！！！！！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTINGTABLE.EMPTY
source: No rock yet
de: Noch kein Stein.
es: No hay roca todavía
es_mx: Sin roca aún
fr: Y'a pas encore de caillou.
it: Niente roccia ancora
ja: まだ岩がないよ
ko: 아직 돌이 없어
pl: Jeszcze nie ma kamienia
pt_br: Nada de pedra ainda.
ru: Не хватает камня
zh_tw: 還沒石頭

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: Fun! Want to do again!
de: Ja, noch mal, noch mal!
es: ¡Divertido! ¡Quiero hacerlo otra vez!
es_mx: ¡Divertido! ¡Querer hacer otra vez!
fr: C'est rigolo ! Je veux recommencer !
it: Divertente! Ancora!
ja: たのしい！もう一回やりたい！
ko: 재미있다! 또 할래!
pl: Fajne! Chcę jeszcze raz!
pt_br: Divertido! Quero fazer de novo!
ru: Весело! Надо повторить!
zh_tw: 好玩！想再做一次！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: Looks good!
de: Sieht gut aus!
es: ¡Tiene buena pinta!
es_mx: ¡Se ve bien!
fr: Que c'est beau !
it: Bella!
ja: いい感じだね！
ko: 멋진데!
pl: Wygląda dobrze!
pt_br: Tá bonita!
ru: Красиво!
zh_tw: 好看！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: Fixed now
de: Wieder heile.
es: Ya está arreglado
es_mx: Reparado ahora
fr: C'est mieux comme ça.
it: A posto, adesso
ja: なおったよ
ko: 이제 다 고쳤다
pl: Naprawiona
pt_br: Agora tá consertada.
ru: Починен
zh_tw: 修好了

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: Hello? Anyone there?
de: Hallo? Jemand da?
es: ¿Hola? ¿Hay alguien ahí?
es_mx: ¿Hola? ¿Alguien ahí?
fr: Ohé ? Il y a quelqu'un ?
it: Ciao? Qualcuno lì?
ja: もしもし？誰かいる？
ko: 저기요? 거기 누구 있어요?
pl: Halo? Jest tu kto?
pt_br: Olá? Tem alguém aí?
ru: Эй? Там есть кто-нибудь?
zh_tw: 喂，有人嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: Broken?
de: Kaputt?
es: ¿Roto?
es_mx: ¿Roto?
fr: C'est cassé ?
it: Rotta?
ja: 壊れてる？
ko: 망가졌나?
pl: Nie działa?
pt_br: Quebrou?
ru: Сломан?
zh_tw: 壞掉了？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_BISHOPHEAD
source: Where's rest?
de: Wo ist der Rest?
es: ¿Dónde está el resto?
es_mx: ¿Dónde está resto?
fr: Où est le reste ?
it: Dove resto?
ja: のこりはどこ？
ko: 나머지는 어디 있지?
pl: Gdzie reszta?
pt_br: Cadê o resto?
ru: А где остальное?
zh_tw: 剩下的在哪？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: Like it!
de: Gefällt mir!
es: ¡Me gusta!
es_mx: ¡Gustar!
fr: J'aime bien !
it: Piace!
ja: 気に入った！
ko: 마음에 들어!
pl: Podoba mi się!
pt_br: Gostei!
ru: Мне нравится!
zh_tw: 喜歡！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: Looks good!
de: Sieht gut aus!
es: ¡Tiene buena pinta!
es_mx: ¡Se ve bien!
fr: Que c'est beau !
it: Bella!
ja: いい感じだね！
ko: 멋진데!
pl: Wygląda dobrze!
pt_br: Tá bonita!
ru: Красиво!
zh_tw: 好看！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: Something moving?
de: Bewegt sich was?
es: ¿Algo se mueve?
es_mx: ¿Algo se mueve?
fr: Il y a quelque chose qui bouge ?
it: Qualcosa muove?
ja: なにか動いてるの？
ko: 뭐가 움직이나?
pl: Coś się rusza?
pt_br: Tem algo se mexendo?
ru: Что-то начало двигаться?
zh_tw: 什麼在動？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: Needs help?
de: Brauchst du Hilfe?
es: ¿Necesita ayuda?
es_mx: ¿Necesita ayuda?
fr: T'as besoin d'aide ?
it: Serve aiuto?
ja: 助けて欲しい？
ko: 도와줄까?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Нужна помощь?
zh_tw: 需要幫忙嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: Hello Neigher!
de: Hallo Wieherer!
es: ¡Hola, relinchador!
es_mx: ¡Hola relinchador!
fr: Coucou, le hiii hiii !
it: Ciao ihhhh!
ja: こんにちは、ごきんじょさん！
ko: 안녕, 히힝아!
pl: Cześć, rżaku!
pt_br: Olá, Equino!
ru: Привет, коняшка!
zh_tw: 你好小馬！

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: Nice looking rock
de: Hübscher Stein.
es: Roca bonita
es_mx: Roca se ve bien
fr: C'est un joli caillou.
it: Bella roccia
ja: いい感じの岩だね
ko: 멋진 바위인걸
pl: Ładna skała
pt_br: Rocha bonita.
ru: Красивый камень
zh_tw: 好看的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: Better now
de: Besser.
es: Ahora mejor
es_mx: Mejor ahora
fr: C'est mieux maintenant.
it: Meglio adesso
ja: 今はマシだよ
ko: 좀 낫다
pl: Teraz lepiej
pt_br: Melhor agora.
ru: Вот так лучше
zh_tw: 好一些了

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: Something moving?
de: Bewegt sich was?
es: ¿Algo se mueve?
es_mx: ¿Algo se mueve?
fr: Quelque chose bouge ?
it: Qualcosa muove?
ja: なにか動いてるの？
ko: 뭐가 움직이나?
pl: Coś się rusza?
pt_br: Tem algo se mexendo?
ru: Что-то начало двигаться?
zh_tw: 什麼在動？

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: Needs fixing
de: Muss repariert werden.
es: Necesita un arreglo
es_mx: Necesita reparar
fr: Cette chose a besoin d'être réparée.
it: Serve riparazione
ja: 直さなくちゃね
ko: 수리가 필요해
pl: Trzeba naprawić
pt_br: Precisa de conserto.
ru: Надо починить
zh_tw: 需要修理

# CHARACTERS.WORMWOOD.DESCRIBE.SCULPTURE_ROOKNOSE
source: Can lift it?
de: Kann ich heben?
es: ¿Se puede levantar?
es_mx: ¿Poder levantarlo?
fr: Je peux le soulever.
it: Sollevo?
ja: もちあげられるかな？
ko: 들 수 있나?
pl: Mogę podnieść?
pt_br: Dá pra levantar?
ru: Я могу это поднять?
zh_tw: 能抬起來嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: Fire... (sigh)
de: Feuer ... (seufz)
es: Fuego... (Ay)
es_mx: Fuego… (suspiro)
fr: Cramé... *Soupire*
it: Fuoco... (sigh)
ja: 火だ…（ハァ）
ko: 불이... 하...
pl: Ogień... Ech
pt_br: Fogo... (suspiro)
ru: Огонь… (эх)
zh_tw: 火...（歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: Can build Floaty stuff
de: Für ein Schwimmding.
es: Puede construir cosas flotantes
es_mx: Poder construir cosa flotante
fr: Je peux construire un bidule qui flotte sur l'eau.
it: Può costruire galleggini
ja: プカプカなものつくれるかな？
ko: 둥둥 뜨는 물건을 만들 수 있어
pl: Mogę zbudować pływakowe rzeczy
pt_br: Posso construir coisa Flutuante.
ru: Можно строить плавучие штучки
zh_tw: 能造一個浮起來的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SEAFOODGUMBO
source: Glub Glub stew
de: Blubblub-Suppe.
es: Estofado de glub-glub
es_mx: Estofado gluglú
fr: Du ragoût de bloup-bloup.
it: Stufato di glu glu
ja: ブクブクシチュー
ko: 뽀글이 스튜야
pl: Gulasz z bulbulków
pt_br: Ensopado de Glub Glub.
ru: Похлебка из буль-булек
zh_tw: 燉的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.SEASTACK
source: Oops! Watch out!
de: Huch! Vorsicht!
es: ¡Ups! ¡Cuidado!
es_mx: ¡Uy! ¡Cuidado!
fr: Oups ! Attention !
it: Oops! Attenzione!
ja: あぶない！気を付けて！
ko: 앗! 조심해!
pl: Ups! Uwaga!
pt_br: Ops! Cuidado!
ru: Ой! Осторожно!
zh_tw: 哇，看呀！

# CHARACTERS.WORMWOOD.DESCRIBE.SEEDPOUCH
source: Seed carry-arounder
de: Saat-Herumträger
es: Cosa para llevar semillas
fr: Un truc pour ranger les graines.
it: Portatore di semi
ja: 種を持ち運べるのだね
ko: 씨앗 운반자야
pl: Nosidełko do nasion
pt_br: Carrega-por-aí de sementes.
ru: Носилка для семечек
zh_tw: 裝種子的

# CHARACTERS.WORMWOOD.DESCRIBE.SEEDS
source: Wants dirt
de: Will Erdboden.
es: Quiere tierra
es_mx: Quiere tierra
fr: Elles veulent de la terre.
it: Vogliono terra
ja: 土が欲しいんだね
ko: 흙을 원해
pl: Chcą do ziemi
pt_br: Quer terra.
ru: Нужна земля
zh_tw: 想種在土裡

# CHARACTERS.WORMWOOD.DESCRIBE.SEEDS_COOKED
source: Mmmm...
fr: Miam...
ja: んん...
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WORMWOOD.DESCRIBE.SENTRYWARD
source: Sparkly Stone see far!
de: Funkelstein sieht weit!
es: ¡Roca brillante ve lejos!
es_mx: ¡Piedra centelleante mira lejos!
fr: La pierre qui brille voit très loin !
it: Pietra scintillante vede lontano!
ja: キラキラの石は遠くに見えるよ！
ko: 반짝이는 돌이 멀리까지 봐!
pl: Świecący kamień widzi daleko!
pt_br: Pedra Reluzente enxerga longe!
ru: Блестящий камень все видит!
zh_tw: 閃光的石頭看的好遠！

# CHARACTERS.WORMWOOD.DESCRIBE.SEWING_KIT
source: Fixey kit
de: Zum Reparieren.
es: Kit arreglador
es_mx: Kit reparador
fr: Un kit de raccommodage.
it: Kit per riparare
ja: 直すためのキット
ko: 고치는 도구야
pl: Zestaw do naprawiania
pt_br: Kit de conserto.
ru: Набор для чинки
zh_tw: 修理工具

# CHARACTERS.WORMWOOD.DESCRIBE.SEWING_TAPE
source: Sticky ribbon
de: Klebeband.
es: Cinta pegajosa
es_mx: Lazo pegajoso
fr: Un ruban qui colle.
it: Nastro appiccicoso
ja: ねばねばのリボン
ko: 끈적끈적한 리본이야
pl: Klejąca wstęga
pt_br: Fita grudenta.
ru: Липкая лента
zh_tw: 黏黏的絲帶

# CHARACTERS.WORMWOOD.DESCRIBE.SHADOWDIGGER
source: Dark Floaty Digger
de: Dunkler Schwebegräber.
es: Cavador flotante oscuro
es_mx: Oscuro flotante excavador
fr: Une creuseuse sombre.
it: Scava galleggino scuro
ja: 暗いプカプカほり
ko: 검게 떠다니는 땅파기 도구야
pl: Kopacz mrocznego latającego
pt_br: Cavador Flutuante Escuro.
ru: Лопата темного летуна
zh_tw: 黑的漂浮的，會挖東西

# CHARACTERS.WORMWOOD.DESCRIBE.SHADOWHEART
source: Cold. But still beating...
de: Kalt. Aber schlägt noch ...
es: Frío. Pero todavía late...
es_mx: Frío. Pero aún palpita…
fr: Il est froid, mais il bat toujours.
it: Freddo. Ma batte...
ja: 冷たい。でもまだ勝ってるよ…
ko: 차가운데 아직도 뛰어...
pl: Zimne. Ale wciąż bije...
pt_br: Frio. Mas ainda tá batendo...
ru: Холодное… Но все еще бьется
zh_tw: 冷的，可是還在跳...

# CHARACTERS.WORMWOOD.DESCRIBE.SHARK
source: Bad chomper!
de: Böser Mampfer!
es: ¡Masticador malo!
es_mx: ¡Mordelón malo!
fr: Vilain truc qui mord !
it: Zanne cattive!
ja: 悪い大きな歯！
ko: 못된 이빨!
pl: Zły gryzacz!
pt_br: Mordedor ruim!
ru: Плохая кусалка!
zh_tw: 壞蛋大牙！

# CHARACTERS.WORMWOOD.DESCRIBE.SHELL_CLUSTER
source: Shells!
de: Muscheln!
es: ¡Conchas!
es_mx: ¡Conchas!
fr: Des coquillages !
it: Conchiglie!
ja: 貝だ！
ko: 껍데기다!
pl: Muszelki!
pt_br: Conchas!
ru: Ракушки!
zh_tw: 貝殼！

# CHARACTERS.WORMWOOD.DESCRIBE.SHIELDOFTERROR
source: Chomp chomp!
de: Mampfmampf
es: ¡Ñam, ñam!
fr: Gnap gnap !
it: Gnam gnam!
ja: ぴちゃぴちゃ！
ko: 찰싹찰싹!
pl: Ciam, ciam!
pt_br: Nhac nhac!
ru: Хрум-хрум!
zh_tw: 嚼呀嚼！

# CHARACTERS.WORMWOOD.DESCRIBE.SHOVEL
source: Digger
de: Gräber.
es: Cavador
es_mx: Cavador
fr: Une creuseuse.
it: Scava
ja: 穴掘り
ko: 땅파기 도구야
pl: Kopacz
pt_br: Cavador.
ru: Копалка
zh_tw: 挖掘器

# CHARACTERS.WORMWOOD.DESCRIBE.SHROOMCAKE
source: Squishy
de: Wie ein Schwamm.
es: Blandita
fr: Spouich.
it: Molle
ja: グニャグニャ
ko: 물컹해
pl: Mięciutka
pt_br: Tenro.
ru: Мягенько
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.SHROOM_SKIN
source: Oh. Friends missing clothes
de: Oh. Freunden fehlt Kleidung.
es: Oh. A los amigos les falta ropa
es_mx: Oh. Ropa faltante de amigos
fr: Oh. Mes copains ont perdu leurs vêtements.
it: Oh. Amici senza vestiti
ja: ああ。お友だちがお洋服をなくしてるよ
ko: 아. 친구들이 옷을 잃어버렸어
pl: Och. Przyjaciołom brakuje stroju
pt_br: Ah. Amigos sem roupas.
ru: Ой. У друзей больше нет одежды
zh_tw: 噢，朋友們丟掉的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.SIESTAHUT.BURNT
source: No more naptime
de: Kein Schlummer mehr.
es: Se acabó la siesta
es_mx: No más siesta
fr: Les siestes, c'est fini.
it: Basta pisolini
ja: お昼寝はもうなし
ko: 낮잠은 다 잤네
pl: Nigdy więcej drzemki
pt_br: A soneca já era.
ru: Больше не поспать
zh_tw: 沒有更多小憩的機會了

# CHARACTERS.WORMWOOD.DESCRIBE.SIESTAHUT.GENERIC
source: Nap time?
de: Schlafenszeit?
es: ¿Hora de la siesta?
es_mx: ¿Hora de la siesta?
fr: C'est l'heure de la sieste ?
it: Ora di pisolino?
ja: お昼寝の時間？
ko: 낮잠 시간인가?
pl: Drzemka?
pt_br: Hora da soneca?
ru: Время вздремнуть?
zh_tw: 小憩一會兒？

# CHARACTERS.WORMWOOD.DESCRIBE.SILK
source: Soft
de: Weich.
es: Suave
es_mx: Suave
fr: C'est doux.
it: Morbida
ja: やわらかい
ko: 부드러워
pl: Miękki
pt_br: Macia.
ru: Мягко!
zh_tw: 柔軟

# CHARACTERS.WORMWOOD.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: It sings
de: Sie singt.
es: Canta
es_mx: Canta
fr: Il chante !
it: Canta
ja: 歌ってるよ
ko: 노래를 해
pl: Śpiewa
pt_br: Ela canta.
ru: Поет
zh_tw: 它能唱

# CHARACTERS.WORMWOOD.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: It sings
de: Sie singt.
es: Canta
es_mx: Canta
fr: Il chante !
it: Canta
ja: 歌ってるよ
ko: 노래를 해
pl: Śpiewa
pt_br: Ela canta.
ru: Поет
zh_tw: 它能唱
