Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.TRINKET_20
source: You scratch my back, I scratch yours, non?
de: Man schafft nicht alles alleine, non?
es: Tú me rascas la espalda y yo te rasco la tuya, ¿non?
es_mx: Tú me rascas la espalda y yo la tuya, ¿non?
fr: Ce sera parfait pour me gratter le dos.
it: Io faccio un favore a te e tu uno a me, n'est pas?
ja: キミがボクの背中を掻いて、ボクがキミの背中を、ってダメ？
ko: 내 등 긁어 주면 네 등도 긁어 줄게.
pl: Podrapiesz mnie po pleckach?
pt_br: Trair e coçar, é só começar, non?
ru: Сам себе спину не почешешь — никто не почешет.
zh_cn: 你把我的背抓伤了，我也会把你抓伤，对吧？
zh_tw: 你把我的背抓傷了，我也會把你抓傷，對吧？

# CHARACTERS.WARLY.DESCRIBE.TRINKET_21
source: No kitchen is complete without one.
de: Ohne kommt keine Küche aus.
es: No hay cocina completa sin esto.
es_mx: Ninguna cocina está completa sin una de estas.
fr: Aucune cuisine ne peut s'en passer.
it: Senza la cucina non è al completo.
ja: キッチンにはこれがなくちゃネ。
ko: 이게 없으면 주방이라고 할 수 없지.
pl: Przyrząd niezbędny w kuchni.
pt_br: Nenhuma cozinha é completa sem isso.
ru: Обязательно должна быть на каждой кухне.
zh_cn: 少了这个就不是完整的厨房了。
zh_tw: 少了這個就不是完整的廚房了。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_22
source: This would be handy if I had a roast to make.
de: Das Richtige für meinen nächsten Rostbraten.
es: Me vendría bien si fuera a preparar un asado.
es_mx: Esto sería útil si tuviera que hacer un asado.
fr: Ce serait pratique si je dois faire un rôti.
it: Mi tornerà utile quando dovrò preparare l'arrosto.
ja: ローストする時、便利だネ。
ko: 구이 요리를 할 때 유용하겠어.
pl: Przyda się do pieczystego.
pt_br: Isso seria bem útil se eu tivesse que fazer um assado.
ru: Пригодилась бы, только вот окорока у меня и нет.
zh_cn: 如果我有这个的话做烤肉会很方便。
zh_tw: 如果我有這個的話做烤肉會很方便。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_23
source: This seems shoehorned in.
de: Was zum Reinklemmen.
es: Parece metido con calzador.
es_mx: Esto parece un calzador.
fr: Ça peut toujours servir.
it: Sembra gli sia successo qualcosa.
ja: 靴ベラが入ってるみたいだネ。
ko: 신발을 구겨 신고 싶지 않으면 이게 필요하지.
pl: Wszędzie się wciśnie.
pt_br: Parece que tá enfiada.
ru: Ложкам место на столе.
zh_cn: 看起来很糟糕。
zh_tw: 看起來很糟糕。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_24
source: I think Mme. Wickerbottom had a cat.
de: Ich glaube, Madame Wickerbottom hatte eine Katze.
es: Creo que Mme. Wickerbottom tenía un gato.
es_mx: Creo que madame Wickerbottom tenía un gato.
fr: Je crois que Mme Wickerbottom avait un chat.
it: Credo che mademoiselle Wickerbottom abbia avuto un gatto.
ja: マダムウィッカーボトムはネコを飼ってたと思うヨ。
ko: 마담 위커바텀이 고양이를 키웠던 것 같은데.
pl: Zdaje się, że madame Wiklińska miała kota.
pt_br: Acho que a Mme. Wickerbottom tinha um gato.
ru: Кажется, у мадам Уикерботтом была кошка.
zh_cn: 我猜吧，薇克巴顿养过猫。
zh_tw: 我猜吧，薇克巴頓養過貓。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_25
source: It's not a very pleasant smell.
de: Kein sehr angenehmes Aroma.
es: Un olor no muy agradable.
es_mx: No es un olor muy agradable.
fr: Ça ne sent pas très bon.
it: Ha un pessimo odore.
ja: これ、あんまりいい匂いじゃないネ。
ko: 그다지 좋은 냄새는 아니네.
pl: Niezbyt przyjemna woń.
pt_br: Não é um cheiro muito agradável.
ru: Пахнет не очень приятно.
zh_cn: 不太好闻。
zh_tw: 不太好聞。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_26
source: Who hurt you, sweet tuber.
de: Wer hat dir das angetan, süße Knolle?
es: ¿Quién te ha hecho pupa, dulce tubérculo?
es_mx: ¿Quién te hirió, dulce tubérculo?
fr: Qui t'a fait du mal, joli tubercule ?
it: Cosa ti hanno fatto, mio dolce tubero?
ja: 誰にやられたんだい、かわいい芋。
ko: 누가 먹는 걸로 이런 장난을 쳤지.
pl: Któż ci zrobił taką krzywdę?
pt_br: Quem machucou você, tubérculo doce?
ru: Кто тебя обидел, маленький овощ?
zh_cn: 谁伤了你，亲爱的块茎。
zh_tw: 誰傷了你，親愛的塊莖。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_27
source: I don't have much to hang up anymore.
de: Ich habe nicht mehr viel zum Aufhängen.
es: Ya no tengo casi nada para colgar.
es_mx: Ya no tengo muchas cosas que colgar.
fr: Je n'ai plus grand-chose à y suspendre.
it: Non posseggo molte cose da appendere.
ja: もうあんまり釣り下げる物はないヨ。
ko: 이제 더는 걸어 놓을 것도 없어.
pl: Nie mam wielu ubrań.
pt_br: Já não tenho muitas coisas pra pendurar.
ru: Да мне уже и вешать-то нечего.
zh_cn: 已经没什么需要挂起来的了。
zh_tw: 已經沒什麼需要掛起來的了。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_28
source: A little, tiny rook.
de: Ein winzig kleiner Turm.
es: Una torre minúscula.
es_mx: Una torrecita diminuta.
fr: Une petite tour.
it: Una piccolissima torre.
ja: 小さい小さいフックだネ。
ko: 조그만 루크야.
pl: Malutka wieżyczka.
pt_br: Uma torre bem pequenininha.
ru: Крохотная ладья.
zh_cn: 小战车。
zh_tw: 小戰車。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_29
source: A little, tiny rook.
de: Ein winzig kleiner Turm.
es: Una torre minúscula.
es_mx: Una torrecita diminuta.
fr: Une petite tour.
it: Una piccolissima torre.
ja: 小さい小さいフックだネ。
ko: 조그만 루크야.
pl: Malutka wieżyczka.
pt_br: Uma torre bem pequenininha.
ru: Крохотная ладья.
zh_cn: 小战车。
zh_tw: 小戰車。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_3
source: Some things can't be undone.
de: Ich kann nicht noch mehr herumschleppen!
es: Hay cosas que no se pueden deshacer.
es_mx: Hay cosas que no se pueden deshacer.
fr: Certaines choses sont définitives.
it: Alcune cose non possono essere annullate.
ja: 解けない結び目…解けないナゾ…
ko: 풀리지 않는 매듭도 있는 법이지.
pl: Niektórych rzeczy rozwiązać się nie da.
pt_br: Algumas coisas não podem ser desfeitas.
ru: Некоторые вещи уже не исправить.
zh_cn: 有些事情做了就没法重来。
zh_tw: 有些事情做了就沒法重來。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_30
source: It looks all knight to me.
de: Springt mir ins Auge.
es: Tiene una pinta muy caballeresca.
es_mx: Se ve caballeresco.
fr: C'est un peu cavalier, tout de même.
it: Siamo a cavallo!
ja: ボクにはみ～んな騎士に見えるヨ。
ko: 아무리 봐도 나이트로 보여.
pl: Konik, z drzewa koń...
pt_br: Cavalo dado não se olha os dentes.
ru: Таким и шах не стыдно делать.
zh_cn: 威严的骑士。
zh_tw: 威嚴的騎士。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_31
source: It looks all knight to me.
de: Springt mir ins Auge.
es: Tiene una pinta muy caballeresca.
es_mx: Se ve caballeresco.
fr: C'est un peu cavalier, tout de même.
it: Siamo a cavallo!
ja: ボクにはみ～んな騎士に見えるヨ。
ko: 아무리 봐도 나이트로 보여.
pl: Konik, z drzewa koń...
pt_br: Cavalo dado não se olha os dentes.
ru: Таким и шах не стыдно делать.
zh_cn: 威严的骑士。
zh_tw: 威嚴的騎士。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_32
source: I see right through this sort of stuff.
de: Das finde ich reichlich durchschaubar.
es: Esta clase de cosas las veo con claridad.
es_mx: Puedo ver a través de este tipo de cosas.
fr: Qu'est-ce que ça fiche ici ?
it: Riesco a vedere oltre queste cose.
ja: ボク、こんな風な物をずーっと見てるヨ。
ko: 안이 훤히 들여다보이는걸.
pl: Nie dam się na to nabrać.
pt_br: Eu enxergo através deste tipo de coisa.
ru: Вижу насквозь.
zh_cn: 我一眼就看穿这种东西了。
zh_tw: 我一眼就看穿這種東西了。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_33
source: It wouldn't go with my look.
de: Passt nicht zu meinem Stil.
es: No iría con mi look.
es_mx: No combinaría con mi atuendo.
fr: Ça n'est pas mon style.
it: Non sta bene con quello che indosso.
ja: ボクのスタイルには合わないヨ。
ko: 나한테는 안 어울리겠어.
pl: Nie będzie do mnie pasować.
pt_br: Não combina com meu visual.
ru: Не в моем стиле.
zh_cn: 跟我的时尚风格不搭。
zh_tw: 跟我的時尚風格不搭。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_34
source: I know better than to mess with this.
de: Damit sollte ich nicht hantieren.
es: No me conviene trastear con esto.
es_mx: Sé que no debo meterme con eso.
fr: Mieux vaut que je laisse ça tranquille.
it: Non sono così ingenuo da provocarla.
ja: これにちょっかい出すほどボクはバカじゃないですヨ。
ko: 이건 건드리지 않는 게 좋을 것 같아.
pl: Nie zamierzam tego dotykać.
pt_br: Sei bem que não se deve mexer com isso.
ru: Лучше не рисковать.
zh_cn: 我才没有蠢到去惹那东西。
zh_tw: 我才沒有蠢到去惹那東西。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_35
source: Whatever was inside is gone now.
de: Was immer drin war, jetzt ist es weg.
es: Lo que hubiera dentro ya no está.
es_mx: Lo que haya tenido dentro ya no está.
fr: Ce qu'il y avait dedans s'est enfui.
it: Quello che c'era all'interno è sparito.
ja: 中の物が何であれ、もうないネ。
ko: 안에 있던 게 뭔지 몰라도 이젠 없어.
pl: Cokolwiek było w środku, już tego nie ma.
pt_br: Seja o que estivesse aí dentro, já era.
ru: Внутри уже пусто.
zh_cn: 里面空空如也。
zh_tw: 裡面空空如也。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_36
source: Oh dear, how spooky!
de: Meine Güte, wie gruselig!
es: ¡Ay, madre, qué yuyu da!
es_mx: ¡Oh, cielos! ¡Qué espeluznante!
fr: Oh là là ! C'est effrayant !
it: Santo cielo, che paura!
ja: あぁ、すご～く怖いヨ！
ko: 이런, 오싹한걸!
pl: Ojeju, ależ upiorne!
pt_br: Oh, céus! Que assustador!
ru: О, жуть какая!
zh_cn: 哎呀，真渗人！
zh_tw: 哎呀，真滲人！

# CHARACTERS.WARLY.DESCRIBE.TRINKET_37
source: How ominous.
de: Sehr ominös.
es: Qué mal rollo.
es_mx: Qué amenazante.
fr: Étrange...
it: Quant'è inquietante.
ja: なんて不吉な。
ko: 정말 불길해 보여.
pl: Złowieszcze.
pt_br: Que sinistro.
ru: Как зловеще.
zh_cn: 此乃不祥之兆。
zh_tw: 此乃不祥之兆。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_38
source: I don't want that near my eyes.
de: Das kommt nicht in die Nähe meiner Augen.
es: No quiero eso cerca de mis ojos.
es_mx: No los quiero cerca de mis ojos.
fr: Je n'approcherai pas ça de mes yeux.
it: Non lo voglio vicino ai miei occhi.
ja: ボクの目を近づけたくないヨ。
ko: 눈 근처에 두고 싶지 않아.
pl: Nie chcę na to nawet patrzeć.
pt_br: Não quero isso perto dos meus olhos.
ru: Я это к глазам подносить не буду.
zh_cn: 别再我眼前晃悠。
zh_tw: 別再我眼前晃悠。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_39
source: It must be so lonely.
de: Welche Einsamkeit.
es: Debe de sentir una gran soledad.
es_mx: Debe sentirse muy solo.
fr: Il doit se sentir si seul.
it: Deve sentirsi parecchio solo.
ja: きっとすごく寂しいだろうネ。
ko: 너무 외롭겠어.
pl: Musi czuć się samotnie.
pt_br: Deve ser muito solitário.
ru: Как ей, наверно, одиноко.
zh_cn: 它肯定很孤独。
zh_tw: 它肯定很孤獨。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_4
source: Somewhere there's a lawn that misses you.
de: Irgendwo fehlst du jetzt einem Vorgarten.
es: En algún lugar un jardín te echa de menos.
es_mx: En algún lugar, un jardín te extraña.
fr: Quelque part, une pelouse pleure ton départ.
it: Da qualche parte un prato sente la tua mancanza.
ja: 誰かの庭に、飾ってあったやつカナ…？
ko: 어딘가의 정원에서 사라진 것일까.
pl: Gdzieś tam czeka stęskniony trawnik.
pt_br: Em algum lugar tem um jardim que sente a sua falta.
ru: Где-то есть лужайка, которой тебя не хватает.
zh_cn: 在某个地方有块想念你的草坪。
zh_tw: 在某個地方有塊想念你的草坪。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_40
source: Mm. Escargot.
de: Madame Escargot.
es_mx: Mmm... caracoles.
fr: Mmh. Un escargot.
it: Mmmm. Lumaca.
ja: マダム エスカルゴ。
ko: 음. 에스카르고다.
pl: Mm. Ślimak po burgundzku.
ru: М-м. Улитка.
zh_cn: 嗯，法式蜗牛。
zh_tw: 嗯，法式蝸牛。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_41
source: I'm not going to mess with it. It seems dangerous.
de: Damit lege ich mich nicht an. Kommt mir gefährlich vor.
es: No pienso enredar donde no me llaman. Parece peligroso.
es_mx: No lo tocaré. Se ve peligroso.
fr: Je préfère le laisser tranquille. Ça a l'air dangereux.
it: Non voglio metterci le mani, non è prudente.
ja: ボクはこれと関わりたくないヨ。危なそうだもの。
ko: 안 건드릴래. 위험해 보여.
pl: Nie tknę tego. Wygląda niebezpiecznie.
pt_br: Não vou mexer nisso. Deve ser perigoso.
ru: Не собираюсь к этому прикасаться. Может быть опасно.
zh_cn: 我不打算瞎来。开起来很危险。
zh_tw: 我不打算瞎來。開起來很危險。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_42
source: How cute.
de: Wie niedlich.
es: Qué preciosidad.
es_mx: Qué lindo.
fr: Trop mignon.
it: Quant'è dolce.
ja: すご～くカワイイネ。
ko: 귀여워라.
pl: Urocze.
pt_br: Que fofura.
ru: Как мило.
zh_cn: 好可爱。
zh_tw: 好可愛。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_43
source: What a fun little toy.
de: Was für ein lustiges kleines Spielzeug.
es: Qué juguetillo tan divertido.
es_mx: Qué juguete tan divertido.
fr: Quel petit jouet amusant.
it: Che giocattolino divertente.
ja: 小さいけどすごくおもしろいおもちゃだネ。
ko: 아주 재미있는 장난감이네.
pl: Ale fajna zabaweczka.
pt_br: Que brinquedinho divertido.
ru: Какая забавная игрушка.
zh_cn: 有趣的小玩具。
zh_tw: 有趣的小玩具。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_44
source: Hm. Not edible.
de: Hm. Nicht essbar.
es: Hmm. No es comestible.
es_mx: Mmm... no es comestible.
fr: Hmm. Ça ne se mange pas.
it: Mmmm... Non è commestibile.
ja: ふーん...食べられないネ。
ko: 흠. 못 먹어.
pl: Hm. Niejadalne.
pt_br: Hm. Não é comestível.
ru: Хм. Несъедобно.
zh_cn: 嗯，不能吃。
zh_tw: 嗯，不能吃。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_45
source: You'd have to be a real dupe to think you could get that working.
de: Man muss schon sehr dumm sein, um zu glauben, dass das funktioniert.
es: Hay que ser idiota para pensar que podrías hacerlo funcionar.
es_mx: Tendrías que ser un verdadero papanatas para creer que puedes repararla.
fr: Il faut vraiment être naïf pour se dire que ça pourrait marcher.
it: Bisogna essere fuori di testa per pensare di riuscire a far funzionare quel coso.
ja: これを使えると思うなら、キミは本当にどうかしてるヨ。
ko: 저게 작동할 거라 생각하는 바보는 흔치 않을걸.
pl: Trzeba być naprawdę naiwnym, by wierzyć, że to zadziała.
pt_br: Tem que ser muito idiota pra achar que vai conseguir fazer isso funcionar.
ru: Надо быть простофилей, чтобы поверить, что это можно починить.
zh_cn: 坏成这样，谁都修不好了。
zh_tw: 壞成這樣，誰都修不好了。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_46
source: Hm, what's that? I spaced out.
de: Hm, wie bitte? Ich war ganz weit weg.
es: Mm, ¿qué es esto? He desconectado.
es_mx: Mmm... ¿qué es eso? Me distraje por un segundo.
fr: Hmm, qu'est-ce que c'est ? J'étais ailleurs...
it: Mmmm... Cos'è? Mi sono perso nei miei pensieri.
ja: おやっ？アレは何だろう？良く見えなかったヨ。
ko: 흠, 저게 뭐지? 정신이 멍해졌어.
pl: Hę, o co chodzi? Wyłączyłem się.
pt_br: Hm, o que é isso? Eu me distraí.
ru: Хм? Я отвлекся. Что это?
zh_cn: 嗯，这是什么？我刚走神了。
zh_tw: 嗯，這是什麼？我剛走神了。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_5
source: A rocketship for ants?
de: Raketenantrieb für Ameisen?
es: ¿Un cohete para hormigas?
es_mx: ¿Un cohete para hormigas?
fr: Une fusée pour fourmi ?
it: Un razzo per le formiche?
ja: アリんこ用のロケット…カナ？
ko: 개미가 타는 우주선인가?
pl: Rakieta dla mrówek?
pt_br: Um foguete para formigas?
ru: Ракета для муравьев?
zh_cn: 蚂蚁乘坐的火箭？
zh_tw: 螞蟻乘坐的火箭？

# CHARACTERS.WARLY.DESCRIBE.TRINKET_6
source: These almost look dangerous.
de: Die Schalen sehen bedenklich aus.
es: Parecen casi peligrosos.
es_mx: Parecen casi peligrosos.
fr: Ils ont presque l'air dangereux.
it: Questi sembrano quasi pericolosi.
ja: 銅線むきだし…キケンかも…？
ko: 위험할 것 같은데.
pl: Wyglądają nawet dość niebezpiecznie.
pt_br: Esses quase parecem perigosos.
ru: На вид это почти опасно.
zh_cn: 它们看上去有些危险。
zh_tw: 它們看上去有些危險。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_7
source: A distraction of little substance.
de: Eine kleine Ablenkung.
es: Un pasatiempo sin mucho misterio.
es_mx: Un pasatiempo sin mucho misterio.
fr: Une distraction simplette.
it: Una distrazione di poca sostanza.
ja: 息抜きにはいいケド…時間のむだネ
ko: 시시한 장난감.
pl: Niepotrzebny rozpraszacz.
pt_br: Uma distração de pouca substância.
ru: Небольшое развлечение.
zh_cn: 消遣的小玩意。
zh_tw: 消遣的小玩意。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_8
source: Ah, memories of bathing.
de: Ah, Erinnerungen ans Baden.
es: Ah, los recuerdos del baño.
es_mx: ¡Ah! Los recuerdos del baño.
fr: Ah, ça me rappelle mes bains chauds...
it: Ah, il ricordo di farsi il bagno.
ja: アア…なつかしい、入浴の思ひ出…
ko: 아, 목욕하던 시절이 생각나네.
pl: Ach, słodkie wspomnienia o kąpieli.
pt_br: Ah, as memórias de um banho.
ru: Ах, воспоминания о купании.
zh_cn: 啊，我回忆起了泡澡的时光。
zh_tw: 啊，我回憶起了泡澡的時光。

# CHARACTERS.WARLY.DESCRIBE.TRINKET_9
source: Buttons that are not so cute.
de: Knöpfe sind nicht so aufregend.
es: Estos botones no son tan bonitos.
es_mx: Estos botones no son tan bonitos.
fr: Des boutons pas très beaux.
it: Bottoni non così carini.
ja: ボタン？押しても、何も起きないヨ？
ko: 단추는 원래 투박해야지.
pl: Jak widać nie wszystkie guziki są fajne.
pt_br: Botões que não são tão fofos.
ru: Не очень симпатичные пуговицы.
zh_cn: 不太可爱的纽扣。
zh_tw: 不太可愛的紐扣。

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: (Sniff) Is that... fish soup?
de: (Schnupper) Ist das ... Fischsuppe?
es: *Snif* Es... ¿sopa de pescado?
es_mx: Snif. ¿Eso es... sopa de pescado?
fr: (Snif) C'est... de la soupe de poissons ?
it: (Sniff) È... zuppa di pesce?
ja: （クンクン）あれ...サカナのスープなの？
ko: (킁) 설마... 생선국인가?
pl: Niuch, niuch. Czy to... zupa rybna?
pt_br: (Sniff) Isso é... sopa de peixe?
ru: М-м-м-м. Это что, уха?..
zh_cn: (闻) 这是……鱼汤吗？
zh_tw: (聞) 這是……魚湯嗎？

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: Ah, quelle dommage...
es_mx: Ah. Qué lástima.
fr: Ah, quel dommage...
ja: あぁ、ちえっ、残念だネ...
ko: 아, 안타까워라...
pl: Ach, quel dommage...
ru: О, quelle dommage…
zh_cn: 啊，好可惜……
zh_tw: 啊，好可惜……

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: Perhaps I will try my luck?
de: Ob ich mein Glück versuche?
es: ¿Debo probar suerte?
es_mx: Quizá lo intente.
fr: Je vais peut-être tenter ma chance.
it: Posso tentare la fortuna?
ja: ボクの運を試してみる？
ko: 한번 운을 시험해 볼까?
pl: Może spróbuję szczęścia?
pt_br: Será que devo tentar a sorte?
ru: Рискнуть, что ли?
zh_cn: 也许我该试试运气？
zh_tw: 也許我該試試運氣？

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
es_mx: Peso: {weight} Atrapado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_cn: 重量: {weight} 捕获人: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} What a massive morsel!
de: Gewicht: {weight} Gefangen von: {owner} Was für ein Brocken!
es: Peso: {weight} Capturado por: {owner} ¡Pedazo de captura!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Qué bocado tan gigante!
fr: Poids : {weight} Pêché par : {owner} Il est énorme !
it: Peso: {weight} Catturato da: {owner} Che bel bocconcino!
ja: 重さ：{weight} 捕獲者：{owner} 大物だネ！
ko: 무게: {weight} 잡은 사람: {owner} 엄청 거대한 덩어리인걸!
pl: Waga: {weight} Imię wędkarza: {owner} Ale wielka sztuka!
pt_br: Peso: {weight} Capturado por: {owner} Que porção imensa!
ru: Вес: {weight} Поймано: {owner} Вот это размер!
zh_cn: 重量: {weight} 捕获人: {owner} 多么丰盛的收获啊!
zh_tw: 重量: {weight} 捕獲人: {owner} 多麼豐盛的收穫啊!

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} I do have a bit of experience with fishing!
de: Gewicht: {weight} Gefangen von: {owner} Ich habe schon Erfahrung beim Angeln!
es: Peso: {weight} Capturado por: {owner} ¡Tengo cierta experiencia pescando!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Tengo un poquito de experiencia pescando!
fr: Poids : {weight} Pêché par : {owner} J'ai l'habitude de pêcher !
it: Peso: {weight} Catturato da: {owner} Ho un bel po' di esperienza in fatto di pesca!
ja: 重さ：{weight} 捕獲者：{owner} 釣りにはちょっと心得があるもんでネ！
ko: 무게: {weight} 잡은 사람: {owner} 내가 낚시를 좀 하긴 했지!
pl: Waga: {weight} Imię wędkarza: {owner} Znam się trochę na wędkarstwie!
pt_br: Peso: {weight} Capturado por: {owner} Eu tenho um pouco de experiência em pesca!
ru: Вес: {weight} Поймано: {owner} Не первый раз рыбачу!
zh_cn: 重量: {weight} 捕获人: {owner} 鱼我还是抓过的！
zh_tw: 重量: {weight} 捕獲人: {owner} 魚我還是抓過的！

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} Ah, bon! It seems I've won for now!
de: Gewicht: {weight} Gefangen von: {owner} Ah, bon! Sieht aus, als ginge diese Runde an mich!
es: Peso: {weight} Capturado por: {owner} ¡Ah, bon! ¡Parece que de momento he ganado!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Ah, bueno! ¡Parece que por ahora soy el ganador!
fr: Poids : {weight} Pêché par : {owner} Ah ! On dirait que j'ai gagné !
it: Peso: {weight} Catturato da: {owner} Ah, bon! Per ora sono in testa!
ja: 重さ：{weight} 捕獲者：{owner} トレビアン！ボクの勝ちみたいだネ！
ko: 무게: {weight} 잡은 사람: {owner} 좋아! 지금은 내가 이긴 것 같네!
pl: Waga: {weight} Imię wędkarza: {owner} Ach, bon! Zdaje się, że na razie wygrywam!
pt_br: Peso: {weight} Capturado por: {owner} Ah, bom! Parece que venci por ora!
ru: Вес: {weight} Поймано: {owner} О, bon! Похоже, победа за мной!
zh_cn: 重量: {weight} 捕获人: {owner} 啊，好极了！这回好像是我赢！
zh_tw: 重量: {weight} 捕獲人: {owner} 啊，好極了！這回好像是我贏！

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: That is not the way to cook en flambé!
de: So kann man doch nicht flambieren!
es: ¡Así no es como se cocina en flambé!
fr: Ce n'est pas comme ça qu'on flambe un plat !
it: Questo non è il modo giusto per cucinare en flambé!
ja: これはフランベじゃないヨ！
ko: 그렇게 하면 엉 플렁비(불꽃에서) 요리법이 아니야!
pl: Tak się nie gotuje en flambé!
pt_br: Não é assim que se cozinha en flambé!
ru: Так en flambé не готовят!
zh_cn: 这不是烹调火锅的方法!
zh_tw: 這不是烹調火鍋的方法!

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: Far too charred to eat.
de: Viel zu verkohlt zum Essen.
es: Es imposible comer algo tan chamuscado.
fr: C'est carbonisé... Immangeable.
it: Il cibo è troppo carbonizzato per essere mangiato.
ja: コゲすぎて食べられないヨ。
ko: 먹기에 너무 까맣다고.
pl: Za bardzo zwęglone.
pt_br: Estão tostados demais para comer.
ru: Корочка слишком сильно обуглилась, есть невозможно.
zh_cn: 太焦了，不能吃。
zh_tw: 太焦了，不能吃。

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: Ah, a handy kitchen scale!
de: Ah, eine praktische Küchenwaage!
es: Anda, ¡qué báscula tan práctica!
fr: Ah, une balance, c'est pratique !
it: Oh, una pratica bilancia da cucina!
ja: コレ、便利なキッチンスケールだヨ！
ko: 아, 편리한 주방 저울!
pl: A, przydatna waga kuchenna!
pt_br: Ah, uma balança de cozinha prática!
ru: О да, настоящие кухонные весы!
zh_cn: 啊，一个方便的厨房秤！
zh_tw: 啊，一個方便的廚房秤！

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} Tres bien!
de: Gewicht: {weight} Geerntet am: {day} Tres bien!
es: Peso: {weight} Cosecha del día: {day} ¡Très bien!
fr: Poids : {weight} Récolte effectuée le jour : {day} Très bien !
it: Peso: {weight} Raccolto il giorno: {day} Tres bien!
ja: 重量：{weight} 収穫日：{day} トレビアン！
ko: 무게: {weight} 심은 후 {day}째 날에 수확 트레 비앙(훌륭해)!
pl: Waga: {weight} Zebrano dnia: {day} Tres bien!
pt_br: Peso: {weight} Colheita feita no dia: {day} Très bien!
ru: Вес: {weight} День сбора: {day} Tres bien!
zh_cn: 重量: {weight} 收获日: {day} 棒极！
zh_tw: 重量: {weight} 收穫日: {day} 棒極！

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} Incroyable!
de: Gewicht: {weight} Geerntet am: {day} Incroyable!
es: Peso: {weight} Cosecha del día: {day} ¡Incroyable!
fr: Poids : {weight} Récolte effectuée le jour : {day} Incroyable !
it: Peso: {weight} Raccolto il giorno: {day} Incroyable!
ja: 重量：{weight} 収穫日：{day} アンビリーバボー！
ko: 무게: {weight} 심은 후 {day}째 날에 수확 엥콰야브르(믿어지지 않아)!
pl: Waga: {weight} Zebrano dnia: {day} Incroyable!
pt_br: Peso: {weight} Colheita feita no dia: {day} Incroyable!
ru: Вес: {weight} День сбора: {day} Incroyable!
zh_cn: 重量: {weight} 收获日: {day} 特别好！
zh_tw: 重量: {weight} 收穫日: {day} 特別好！

# CHARACTERS.WARLY.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: It may not be substantial in size, but I'm sure it's still substantial in flavor!
de: Vielleicht nicht besonders groß, aber ich bin mir sicher, dass es trotzdem sehr gut schmeckt!
es: Puede que no sea algo copioso, ¡pero seguro que sabe de maravilla!
fr: Ce n'est peut-être pas très grand, mais c'est très savoureux !
it: Le sue dimensioni non saranno eccezionali, ma sono sicuro che il suo sapore lo sarà!
ja: サイズはスゴクないけど、フレーバーはスゴイって自信があるヨ！
ko: 그닥 크지 않을 수 있겠지만 맛은 여전히 훌륭해!
pl: Może i nie jest zbyt duże, ale na pewno świetnie smakuje!
pt_br: O tamanho pode não ser substancial, mas o sabor com certeza é!
ru: Размером этот плод, может, и не вышел, зато вкуса в нем наверняка много!
zh_cn: 它的体积可能不大，但我相信它的味道还是很可观的!
zh_tw: 它的體積可能不大，但我相信它的味道還是很可觀的!

# CHARACTERS.WARLY.DESCRIBE.TRUNKVEST_SUMMER
source: Fashionably refreshing.
de: Modern und erfrischend.
es: Refrescantemente moderno.
es_mx: Refrescantemente moderno.
fr: Rafraîchissant et à la mode.
it: Elegantemente rinfrescante.
ja: 夏を涼しく、オシャレに乗り切るヨ！
ko: 시원한 패션이야.
pl: Modnie odświeżająca.
pt_br: Incrivelmente refrescante.
ru: Выглядит свежо.
zh_cn: 清爽时髦。
zh_tw: 清爽時髦。

# CHARACTERS.WARLY.DESCRIBE.TRUNKVEST_WINTER
source: Toasty and trendy.
de: Warm und modern!
es: Caliente y a la moda.
es_mx: Caliente y a la moda.
fr: Chaud et à la mode.
it: Tostato e di tendenza.
ja: トレンディな、あったかウェアだヨ！
ko: 따뜻하고 트렌디해.
pl: Trendy trąba.
pt_br: Quentinho e chique.
ru: Тепло и модно.
zh_cn: 舒适暖和又时髦。
zh_tw: 舒適暖和又時髦。
