Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: Oh good, {name} finally found the last one.
de: Gut, {name} hat den letzten gefunden.
es: Oh, genial, {name} por fin ha encontrado al último.
fr: Ah, parfait. {name} a trouvé le dernier.
it: Oh, bene, {name} ha finalmente trovato l'ultimo.
ja: よかった、{name}がついに最後の1匹を見つけたわ。
ko: 오 좋아, {name} 녀석이 결국 마지막 하나를 찾았어.
pt_br: Ah, bom, {name} finalmente encontrou o último.
ru: Прекрасно, {name}. Наконец-то мы нашли последнего.
zh_tw: 好了，{name}總算找到了最後一個。

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: I seem to recall there being one more to find...
de: Ich glaube mich zu erinnern, dass es noch einen zu finden gilt ...
es: Creo recordar que aún quedaba uno...
fr: Il me semble qu'il en reste un à trouver...
it: Mi sembra di ricordare che ce ne fosse ancora uno da trovare...
ja: もう1匹いたようないなかったような…
ko: 찾아낼 게 하나 더 있었던 걸로 기억하는데...
pt_br: Me lembro de ter mais um pra achar...
ru: Припоминаю, что нужно было найти еще одного...
zh_tw: 我似乎記得還有一個要找……

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: Oh botheration, I wasn't quick enough.
de: Ach verflixt, ich war nicht schnell genug.
es: Qué fastidio, tenía que haber sido más rápida.
fr: Oh, flûte de zut. Je n'ai pas été assez rapide.
it: Oh, che seccatura, non sono stata abbastanza svelta.
ja: ああ、煩わしい。間に合わなかった。
ko: 아 귀찮아, 그다지 빠르진 않았네.
pt_br: Ai, que amolação, não fui rápida o bastante.
ru: Вот неудобство, я не успела!
zh_tw: 嗷，麻煩呐。我還是不夠快啊。

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: Better hurry, our time's almost up!
de: Beeil dich lieber, unsere Zeit ist fast um!
es: ¡Será mejor que nos demos prisa, se nos acaba el tiempo!
fr: Je ferais mieux de me dépêcher, le temps est presque écoulé !
it: Meglio sbrigarsi, sta per finire il tempo!
ja: 急がないと、もうすぐ時間切れだわ！
ko: 서두르는 게 좋겠어, 시간이 거의 다 됐어!
pt_br: Melhor correr, nosso tempo tá quase acabando!
ru: Нужно спешить! Время почти на исходе!
zh_tw: 要快點，我們的時間快到了！

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: Surely they wouldn't have gone all the way out here?
de: Sicherlich wären sie nicht den ganzen Weg hierher gefahren?
es: Dudo que se hayan alejado tanto.
fr: Ils ne sont sûrement pas allés aussi loin.
it: Trovo alquanto improbabile che siano arrivati fin quaggiù...
ja: こんな遠くまで来るはずないわね？
ko: 확실히 그들이 계속 여기 있지는 않았겠지?
pt_br: Certamente não podem ter ido tão longe assim?
ru: Разве они могли так далеко убежать?
zh_tw: 他們肯定不會大老遠跑到這裡來吧？

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: Yes, this looks more familiar, I'm sure I'll find them here!
de: Ja, das sieht schon vertrauter aus, ich bin sicher, dass ich sie hier finden werde!
es: Sí, esto me resulta familiar, ¡seguro que los encontraré por aquí!
fr: Oui, ça me semble plus familier. Je suis sûre que je vais les trouver ici !
it: Sì, questa parte mi sembra più familiare, qui li troverò di sicuro!
ja: うん、この辺りは馴染みがある。ここであいつらを探すわ！
ko: 그래, 이게 더 익숙한데, 확실히 여기서 찾을 것 같아!
pt_br: Sim, isso me parece familiar. Tenho certeza que vamos encontrá-los!
ru: Да, это место я помню. Они наверняка где-то здесь!
zh_tw: 是的，看起來很熟悉，我肯定會在這裡找到它們的！

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Perhaps I have time for one quick game...
de: Vielleicht habe ich Zeit für ein kurzes Spiel ...
es: Tengo tiempo para uno rapidito...
fr: J'ai peut-être le temps pour une partie rapide...
it: Forse ho tempo per una partita veloce...
ja: ちょっと遊ぶくらいの時間はあるわね…
ko: 아마 재빨리 게임 하나를 할 시간은 있을 거야...
pt_br: Talvez eu tenha tempo pra um joguinho curto...
ru: Немножко поиграть у меня время найдется...
zh_tw: 也許可以玩一局快速的遊戲……

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Alright go on now, let's make this quick.
de: Also los, machen wir es kurz und bündig.
es: Venga, que sea rápido.
fr: Bon, allons-y. Faisons ça vite.
it: D'accordo, sbrighiamoci, vediamo di concludere in fretta.
ja: さあ、隠れな！さっさと済ませるわよ。
ko: 좋아 지금 하자, 빨리 끝내자고.
pt_br: Tá bom, pode ir, vamos ser rápidos.
ru: Ну, прячьтесь, только побыстрее.
zh_tw: 好吧，快去吧，咱們麻利點。

# CHARACTERS.WANDA.ANNOUNCE_KLAUS_CALLFORHELP
source: How does someone like that have friends to call on for help?
de: Wie kann so jemand Freunde haben, die er um Hilfe bitten kann?
es: ¿Cómo puede tener alguien así amigos a los que pedir ayuda?
fr: Je ne pensais pas que quelqu'un comme ça pouvait avoir des amis qui viendraient à sa rescousse.
it: Com'è che un mostro del genere ha amici da chiamare per farsi aiutare?
ja: あんなヤツに助けを求められるような友だちがいるなんて。
ko: 어떻게 그런 사람에게 도움을 청할 친구가 있는 걸까?
pt_br: Como é que alguém assim tem amigos pra pedir ajuda?
ru: Как у такого ужасного существа вообще могут быть друзья?
zh_tw: 這樣的人怎麼會有朋友幫忙？

# CHARACTERS.WANDA.ANNOUNCE_KLAUS_ENRAGE
source: I think it's time for me to leave!
de: Ich denke, es ist Zeit für mich, zu gehen!
es: ¡Creo que es la hora de que me vaya!
fr: Je crois qu'il est temps de filer !
it: Mi sa che è tempo di fuggire!
ja: もう行く時間になったみたいだわ！
ko: 이제 떠날 때가 된 것 같아!
pt_br: Acho que está na hora de eu ir embora!
ru: Кажется, пора уносить ноги!
zh_tw: 我該離開了！

# CHARACTERS.WANDA.ANNOUNCE_KLAUS_UNCHAINED
source: That can't be good...
de: Das kann nicht gut sein ...
es: Eso no pinta nada bien...
fr: J'ai un mauvais pressentiment...
it: Non è un buon segno...
ja: あれが良いなんてあり得ない…
ko: 상황이 좋지 않은데...
pt_br: Não pode ser boa coisa...
ru: Плохо дело...
zh_tw: 這不可能是好事……

# CHARACTERS.WANDA.ANNOUNCE_KNOCKEDOUT
source: How long have I been out? How much time did I lose?!
de: Wie lange war ich außer Gefecht? Wie viel Zeit habe ich verloren?!
es: ¿Cuánto tiempo he estado inconsciente? ¿¡Y cuánto tiempo he perdido!?
fr: Je suis restée inconsciente longtemps ? Combien de temps j'ai perdu ?!
it: Per quanto sono rimasta svenuta? Quanto tempo ho perso?!
ja: どのくらい気を失っていたのかしら。私、どれだけの時間を無駄にしたの？
ko: 내가 얼마나 떠나있었지? 시간을 얼마나 낭비했을까?
pt_br: Por quanto tempo fiquei inconsciente? Quanto tempo eu perdi?!
ru: Сколько я пробыла без сознания? Сколько времени я потеряла?!
zh_tw: 我暈了多久？我失去了多少時間？！

# CHARACTERS.WANDA.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: I was almost struck down!
de: Um ein Haar wäre ich erschlagen worden!
es: ¡Casi me da!
fr: J'ai failli me faire foudroyer !
it: Ho rischiato di venire folgorata!
ja: もう少しでやられるところだったのよ！
ko: 거의 쓰러질 뻔했어!
pt_br: Quase fui atingida!
ru: Меня чуть не прибило!
zh_tw: 我差點就被雷劈到！

# CHARACTERS.WANDA.ANNOUNCE_LOWRESEARCH
source: Well I learned a bit, but not much.
de: Ich habe etwas erfahren können, aber viel war es nicht.
es: He aprendido un poco, pero no demasiado.
fr: Bon, j'ai appris quelques petites choses... mais pas beaucoup.
it: Beh, ho imparato qualcosa, ma non molto.
ja: 少しは覚えたけど、たくさんってことはないわ。
ko: 글쎄, 조금 배우기는 했지만 많이는 아니야.
pt_br: Bom, eu aprendi um pouco, mas não muito.
ru: Что-то новое я узнала, но не так уж и много.
zh_tw: 我學了點東西，但不多。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Just a bit longer...
de: Nur noch etwas länger ...
es: Un poco más...
fr: Encore un peu...
it: Ci siamo quasi...
ja: もう少しだけ長く…
ko: 좀 더 오래...
pt_br: Só mais um pouquinho...
ru: Еще чуть-чуть...
zh_tw: 再長一點……

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: There's something suspended inside.
de: Da drin hängt etwas.
es: Hay algo suspendido en su interior.
fr: Il y a quelque chose en suspension dedans.
it: Qualcosa è sospeso al suo interno.
ja: 中に何か浮かんでるわ。
ko: 안에 매달려 있는 게 있어.
pt_br: Tem alguma coisa suspensa aí dentro.
ru: Внутри что-то запечатано.
zh_tw: 有一些東西懸浮在裡面。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: I wonder how long it was stuck in there.
de: Möchte wissen, wie lange das schon da drin gesteckt hat.
es: Me pregunto cuánto tiempo llevará ahí dentro.
fr: Je me demande depuis combien de temps c'est coincé là-dedans.
it: Chissà da quanto era bloccato lì dentro.
ja: どれほどの期間あそこに閉じ込められてたんだろう。
ko: 거기에 얼마나 오래 갇혀 있었는지 궁금하네.
pt_br: Me pergunto quanto tempo ele ficou preso aí dentro.
ru: Интересно, сколько времени оно там провело?
zh_tw: 我想知道它被卡在那裡多久了。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Just a bit longer...
de: Nur noch etwas länger ...
es: Un poco más...
fr: Encore un peu...
it: Ci siamo quasi...
ja: もう少しだけ長く…
ko: 좀 더 오래 있었을까...
pt_br: Só mais um pouquinho...
ru: Еще чуть-чуть...
zh_tw: 再長一點……

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: There's something suspended inside.
de: Da drin hängt etwas.
es: Hay algo suspendido en su interior.
fr: Il y a quelque chose en suspension dedans.
it: Qualcosa è sospeso al suo interno.
ja: 中に何か浮かんでるわ。
ko: 안에 매달려 있는 게 있어.
pt_br: Tem alguma coisa suspensa aí dentro.
ru: Внутри что-то запечатано.
zh_tw: 有一些東西懸浮在裡面。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: I wonder how long it was stuck in there.
de: Möchte wissen, wie lange das schon da drin gesteckt hat.
es: Me pregunto cuánto tiempo llevará ahí dentro.
fr: Je me demande depuis combien de temps c'est coincé là-dedans.
it: Chissà da quanto era bloccato lì dentro.
ja: どれほどの期間あそこに閉じ込められてたんだろう。
ko: 거기에 얼마나 오래 갇혀 있었는지 궁금하네.
pt_br: Me pergunto quanto tempo ele ficou preso aí dentro.
ru: Интересно, сколько времени оно там провело?
zh_tw: 我想知道它被卡在那裡多久了。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Just a bit longer...
de: Nur noch etwas länger ...
es: Un poco más...
fr: Encore un peu...
it: Ci siamo quasi...
ja: もう少しだけ長く…
ko: 좀 더 오래 있었을까...
pt_br: Só mais um pouquinho...
ru: Еще чуть-чуть...
zh_tw: 再長一點……

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: There's something suspended inside.
de: Da drin hängt etwas.
es: Hay algo suspendido en su interior.
fr: Il y a quelque chose en suspension dedans.
it: Qualcosa è sospeso al suo interno.
ja: 中に何か浮かんでるわ。
ko: 안에 매달려 있는 게 있어.
pt_br: Tem alguma coisa suspensa aí dentro.
ru: Внутри что-то запечатано.
zh_tw: 有一些東西懸浮在裡面。

# CHARACTERS.WANDA.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: I wonder how long it was stuck in there.
de: Möchte wissen, wie lange das schon da drin gesteckt hat.
es: Me pregunto cuánto tiempo llevará ahí dentro.
fr: Je me demande depuis combien de temps c'est coincé là-dedans.
it: Chissà da quanto era bloccato lì dentro.
ja: どれほどの期間あそこに閉じ込められてたんだろう。
ko: 거기에 얼마나 오래 갇혀 있었는지 궁금하네.
pt_br: Me pergunto quanto tempo ele ficou preso aí dentro.
ru: Интересно, сколько времени оно там провело?
zh_tw: 我想知道它被卡在那裡多久了。

# CHARACTERS.WANDA.ANNOUNCE_MOONPOTION_FAILED
source: Well that didn't work out like I hoped.
de: Tja, das hat nicht so geklappt, wie ich gehofft hatte.
es: Eso no ha salido como esperaba.
fr: Ça ne s'est pas vraiment déroulé comme prévu.
it: Beh, non ha avuto l'effetto sperato.
ja: 思ったようにはいかなかったみたい。
ko: 글쎄, 기대한 대로 되지 않았어.
pt_br: Bom, não funcionou como eu esperava.
ru: Что ж, сработало не так, как я ожидала.
zh_tw: 哎，並沒有像我希望的那樣成功。

# CHARACTERS.WANDA.ANNOUNCE_MOSQUITOS
source: Of course there would be mosquitoes here.
de: Aber natürlich gibt es hier auch Stechmücken.
es: Hombre, ¿cómo no iba a haber mosquitos aquí?
fr: Il y a des moustiques. Évidemment.
it: Avrei dovuto aspettarmi le zanzare.
ja: もちろん…ここには蚊がいる。
ko: 물론 여기에 모기가 있겠지.
pt_br: É claro que teria mosquitos aqui.
ru: Ну конечно, как же без комаров.
zh_tw: 當然，這裡會有蚊子。

# CHARACTERS.WANDA.ANNOUNCE_MOUNT_LOWHEALTH
source: I think its time in this world is almost over.
de: Ich denke, seine Zeit in dieser Welt ist fast vorbei.
es: Creo que su hora en este mundo va a llegar a su fin.
fr: Je crois que son temps dans ce monde est presque écoulé.
it: Temo che il suo tempo in questo mondo sia quasi terminato.
ja: この世界はもうそろそろおしまいの時間だと思う。
ko: 이 세상에서의 시간이 거의 끝났을 테고.
pt_br: Acho que seu tempo neste mundo está quase no fim.
ru: Кажется, скоро он отправится в мир иной.
zh_tw: 我認為它在這個世界的時間幾近結束。

# CHARACTERS.WANDA.ANNOUNCE_NODANGERGIFT
source: I'd like to stay focused on not dying, thank you very much!
de: Ich möchte mich lieber darauf konzentrieren, nicht zu sterben, vielen Dank auch!
es: Me gustaría centrarme en no morirme, gracias.
fr: J'aimerais faire en sorte de ne pas mourir, en fait !
it: Preferirei concentrarmi sul non morire, grazie tante!
ja: 死なないってことに集中していたいの。本当に結構だわ！
ko: 죽지 않는 것에 집중하고 싶어. 정말 고마워!
pt_br: Muitíssimo obrigada, mas prefiro me concentrar em não morrer!
ru: Я лучше постараюсь сохранить себе жизнь, благодарю покорно!
zh_tw: 我想把心思花在保命上，非常感謝你！

# CHARACTERS.WANDA.ANNOUNCE_NODANGERSIESTA
source: There's more important things to worry about at the moment!
de: Im Moment gibt es wichtigere Dinge, um die man sich kümmern muss!
es: ¡Tengo cosas más importantes de las que preocuparme ahora mismo!
fr: Il y a plus important, pour le moment !
it: Ci sono cose più importanti a cui pensare al momento!
ja: 今はそんなものよりもっと大事なことがあるの！
ko: 지금은 외모보다는 다른 것에 더 신경 써야 해!
pt_br: Tenho coisas mais importantes com que me preocupar no momento!
ru: Сейчас есть более насущные проблемы!
zh_tw: 目前有更多重要的事情需要擔心！

# CHARACTERS.WANDA.ANNOUNCE_NODANGERSLEEP
source: Sorry, the threat of imminent death is making it a bit hard to sleep!
de: Tut mir leid, die Gefahr des unmittelbar bevorstehenden Todes bereitet mir Schlafschwierigkeiten!
es: ¡Lo siento, pero la muerte inminente me pone un poco difícil lo de dormir!
fr: Désolée, mais ma mort imminente m'empêche de dormir !
it: Ahimè, la minaccia di una morte imminente non concilia il sonno!
ja: ごめんね、迫りくる死の恐怖が安眠を妨害してるのよ！
ko: 미안. 곧 죽을 것 같아서 겁이 나고 잠들기가 힘들어!
pt_br: Desculpe, a ameaça de morte iminente está dificultando um pouco o sono!
ru: Уж извините, но спать, когда тебе угрожает неминуемая гибель, довольно сложно!
zh_tw: 對不起，迫在眉睫的死亡威脅讓我有點難以入睡！

# CHARACTERS.WANDA.ANNOUNCE_NODAYSLEEP
source: The sun's shining in my eyes...
de: Die Sonne scheint mir in die Augen ...
es: El sol me deslumbra los ojos...
fr: J'ai le soleil dans les yeux...
it: Ho il sole negli occhi...
ja: 私の目には太陽が輝いてる…
ko: 내 눈에 태양이 빛나고 있어...
pt_br: O sol brilha diante dos meus olhos...
ru: Солнце глаза слепит...
zh_tw: 陽光照耀著我的眼睛……

# CHARACTERS.WANDA.ANNOUNCE_NODAYSLEEP_CAVE
source: I don't have time to waste on sleeping right now.
de: Ich habe nicht die Zeit, um sie mit Schlafen zu verschwenden.
es: No puedo perder el tiempo durmiendo.
fr: Je n'ai pas le temps de dormir, pour l'instant.
it: Non posso sprecare il tempo a dormire ora.
ja: 今は睡眠に費やす時間はないの。
ko: 지금 잠으로 낭비할 시간은 없는걸.
pt_br: Não posso perder tempo dormindo agora.
ru: Я сейчас не могу позволить себе тратить время на сон.
zh_tw: 我現在沒有時間浪費在睡覺上。

# CHARACTERS.WANDA.ANNOUNCE_NOHUNGERSIESTA
source: I can't rest! I need to find something to eat, quickly!
de: Ich kann mich nicht ausruhen! Ich muss etwas zu essen finden, schnell!
es: No puedo descansar... ¡Necesito comida y la necesito ya!
fr: Je ne peux pas me reposer ! Il faut que je trouve quelque chose à manger et vite !
it: Non posso riposare! Devo trovare qualcosa da mangiare alla svelta!
ja: 眠れない！急いで食べ物を探さないと！
ko: 쉴 수가 없잖아! 먹을 걸 찾아야 해, 빨리!
pt_br: Não posso descansar! Preciso encontrar algo pra comer. E rápido!
ru: Нельзя отдыхать! Нужно срочно найти какую-нибудь еду!
zh_tw: 我不能休息! 我需要找點東西吃，快！

# CHARACTERS.WANDA.ANNOUNCE_NOHUNGERSLEEP
source: I need to find something to eat first, quickly.
de: Ich muss zuerst etwas zu essen finden, und zwar schnell.
es: Necesito comida antes y la necesito ya.
fr: Je dois d'abord trouver quelque chose à manger, et vite.
it: Devo trovare qualcosa da mangiare alla svelta!
ja: 最初に急いで食べ物を探さないと。
ko: 먼저 먹을 걸 찾아야 해, 빨리!
pt_br: Primeiro, preciso encontrar algo pra comer. E rápido.
ru: Сначала нужно найти еду, и побыстрее.
zh_tw: 我需要先找點吃的，快點。

# CHARACTERS.WANDA.ANNOUNCE_NOMOUNTEDGIFT
source: I'll just quickly hop off my beefalo first.
de: Ich steige nur mal eben schnell von meinem Beefalo ab.
es: Antes debería bajar de mi beefalo.
fr: Je vais d'abord descendre rapidement de mon bœufalo.
it: Prima scendo un secondo dal mio mufalo.
ja: まずビーファロから飛び降りるわ。
ko: 우선 비팔로에서 내려야겠어.
pt_br: Vou descer do meu bífalo primeiro.
ru: Сейчас быстренько слезу с бифало.
zh_tw: 讓我先快速跳下我的皮弗婁牛。

# CHARACTERS.WANDA.ANNOUNCE_NONIGHTSIESTA
source: Now is not the time for a siesta.
de: Jetzt ist nicht der richtige Zeitpunkt für eine Siesta.
es: No es momento para que me eche una siesta.
fr: Ce n'est pas le moment de faire une sieste.
it: Non è il tempo più appropriato per una siesta.
ja: 今は昼寝してる場合じゃないの。
ko: 지금은 낮잠 잘 시간이 아니야.
pt_br: Agora não é hora de cochilar.
ru: Не самый лучший момент для сиесты.
zh_tw: 現在不是午睡的時候。

# CHARACTERS.WANDA.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I'll take a break when I'm on the surface where it's safe...er.
de: Ich mache eine Pause, wenn ich an der Oberfläche bin, wo es sicher...er ist.
es: Me tomaré un descanso cuando esté a salvo en la superficie... O... un poco más a salvo.
fr: Je ferai une pause quand je serai à la surface, je serai plus en sécurité... euh...
it: Riposerò quando mi troverò su una superficie sicur... mm, più sicura.
ja: 地上に出たら、安全…じゃないけどここよりはマシだからひと休みすることにしよう。
ko: 안전한 지면에 닿으면 휴식을 취해야겠...어.
pt_br: Vou fazer uma pausa quando chegar à superfície, onde é mais... seguro.
ru: Передохну, когда выберусь на поверхность. Там безопасно... безопаснее, чем здесь.
zh_tw: 等我到了地面上安全的地方，再休息也不遲……

# CHARACTERS.WANDA.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: Botheration... it's too bright to sleep while that automaton's about.
de: Verflixt! Es ist zu hell, um zu schlafen, solange dieser Automat in der Nähe ist.
es: Qué fastidio... Hay demasiada luz como para dormir cuando está aquí el autómata.
fr: Oh, flûte de zut... Il y a trop de lumière pour dormir quand cet automate est activé.
it: Che seccatura... C'è troppa luce per dormire con quell'automa in giro.
ja: 煩わしい…あのオートマトンが近くにいる間は明るすぎて寝られやしない。
ko: 귀찮아... 그 자동 장치가 작동하는 데다 너무 밝아서 잘 수가 없어.
pt_br: Que amolação... está claro demais para dormir com esse autômato por aí.
ru: Вот неудобство... Этот аппарат излучает слишком яркий свет.
zh_tw: 麻煩呐……那個機器人把周圍照的太亮，根本沒法睡。

# CHARACTERS.WANDA.ANNOUNCE_NOSLEEPONFIRE
source: It might be hard to sleep while I'm being roasted alive.
de: Es könnte schwer sein, zu schlafen, während ich bei lebendigem Leibe gebraten werde.
es: Me va a costar un poco dormir si me estoy quemando viva.
fr: Je vais avoir du mal à m'endormir si je brûle.
it: Potrei avere difficoltà ad addormentarmi mentre vengo arsa viva.
ja: 生きたまま丸焼きにされてる間に眠るのは難しいかもね。
ko: 내가 산 채로 구워지는 동안에는 잠을 잘 수 없을지도 모르지.
pt_br: Talvez seja difícil dormir enquanto eu estiver sendo queimada viva.
ru: Сложновато будет спать, пока меня поджаривают заживо.
zh_tw: 當我要被活活烤死的時候可能很難入睡。

# CHARACTERS.WANDA.ANNOUNCE_NOWARDROBEONFIRE
source: I'm not meeting a fiery demise for a change of clothes, thank you!
de: Ich werde nicht wegen ein paar Klamotten einen feurigen Tod erleiden, vielen Dank auch!
es: Me niego a morir entre llamas por una simple muda, gracias.
fr: Je refuse de m'immoler par le feu juste pour changer de style, ça ira.
it: Non ho alcuna intenzione di perire tra le fiamme per un mero cambio di look, grazie!
ja: 着替えのために焼き殺されるのはごめんだわ！
ko: 옷을 갈아입으려고 불타는 죽음을 만날 수는 없지. 고마워!
pt_br: Obrigada, mas eu me recuso a morrer queimada pra trocar de roupa!
ru: Не собираюсь гореть в адском пламени ради нового наряда, благодарю покорно!
zh_tw: 我不會為了換件衣服被燒死，謝謝你！

# CHARACTERS.WANDA.ANNOUNCE_NO_TRAP
source: That was easy enough.
de: Das war ja ganz einfach.
es: Ha sido muy fácil.
fr: C'était plutôt facile.
it: È stato abbastanza facile.
ja: 楽勝だったよ。
ko: 식은 죽 먹기네.
pt_br: Isso foi bastante fácil.
ru: Это было несложно.
zh_tw: 夠容易的。

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_BADCAST
source: Maybe I should go back and try that again...
de: Vielleicht sollte ich zurückgehen und es wieder versuchen ...
es: A lo mejor debería volver al pasado para probar otra vez...
fr: Je devrais peut-être retourner en arrière et réessayer...
it: Forse dovrei tornare indietro e riprovarci...
ja: 戻ってもう一回試すべきかもしれない…
ko: 아마 되돌아 가서 또 해야 할 것 같아!
pt_br: Talvez seja melhor voltar e tentar de novo...
ru: Может, вернуться во времени и попробовать еще раз?
zh_tw: 也許我應該回去再試一次……

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_GOTAWAY
source: I'll get you last time! Err, next time!
de: Das letzte Mal kriege ich dich! Äh, das nächste Mal!
es: ¡Te atraparé a la anterior! Digo... ¡A la próxima!
fr: Je t'aurai, la dernière fois ! Euuuh, la prochaine fois !
it: La scorsa volta sarai mio! Cioè, la prossima!
ja: 前回はつかまえてやる！ああ、「次回は」の間違い！
ko: 저번엔 꼭 잡고 말 거야! 실수였으니까 다음엔!
pt_br: Vou te pegar da última vez! Ahm, da próxima vez!
ru: В прошлый раз я тебя поймаю! Ой, в следующий!
zh_tw: 我回上次抓住你！呃，下次也行！

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: The fish aren't biting, why am I wasting time here?
de: Die Fische beißen nicht an, warum verschwende ich hier meine Zeit?
es: Los peces no pican. ¿Qué hago perdiendo aquí el tiempo?
fr: Ça ne mord pas, pourquoi je perds mon temps ici ?
it: I pesci non abboccano, perché spreco il mio tempo così?
ja: 食いついかない。私は何だってここで時間をムダにしてるのかしら？
ko: 흥. 오늘은 물고기가 영 물지를 않네, 내가 왜 여기서 시간을 낭비하고 있는 거지?
pt_br: Os peixes não estão mordendo hoje, por que estou perdendo tempo aqui?
ru: Рыба не клюет. Зачем я вообще трачу на это время?
zh_tw: 魚不上鉤，我為什麼在這裡浪費時間？

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Couldn't the fish have the decency to let themselves be caught faster?
de: Hätten die Fische nicht den Anstand haben können, sich schneller fangen zu lassen?
es: Ojalá estos peces tuvieran la decencia de dejar que los pescara más rápido.
fr: Les poissons pourraient tout de même avoir la décence de se laisser ferrer plus vite.
it: I pesci non potrebbero avere la decenza di farsi pescare più in fretta?
ja: 魚はもうちょっと気遣いってものを知ってさっさと捕まってくれたらどうなのかしら？
ko: 물고기가 관용을 베풀어 좀 더 빨리 잡혀주면 안 될까?
pt_br: Os peixes bem que poderiam ter a decência de se deixarem apanhar mais rápido.
ru: Почему рыбы такие трусливые? Пусть скорее плывут сюда и сами насаживаются на крючок!
zh_tw: 難道魚就不能有禮貌地讓自己快點被抓住嗎？

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Do I really have time to waste on this?
de: Habe ich wirklich Zeit, die ich damit verschwenden kann?
es: ¿En serio tengo que perder el tiempo con esto?
fr: J'ai vraiment du temps à perdre, là ?
it: Devo realmente sprecare il mio tempo così?
ja: 私はこれに時間をムダ遣いする余裕はあるのかしら？
ko: 여기에 낭비할 시간이 있긴 한 거야?
pt_br: Será que tenho tempo pra perder com isto?
ru: У меня точно есть на это время?
zh_tw: 我真的有時間浪費在這上面嗎？

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: Maybe I should try fishing later. Or earlier.
de: Vielleicht sollte ich später angeln gehen. Oder früher.
es: A lo mejor debería venir a pescar luego. O antes.
fr: Je devrais tenter de pêcher plus tard. Ou plus tôt.
it: Forse dovrei riprovare a pescare più tardi. O prima.
ja: 魚釣りは後で、または前に挑戦した方がいいかもしれない。
ko: 낚시는 나중에 해 봐야 겠어. 아니면 더 일찍 했어야 했나.
pt_br: Talvez seja melhor tentar pescar depois. Ou antes.
ru: Надо попробовать порыбачить позже. Или раньше.
zh_tw: 也許我應該晚點再去釣魚。或者早點。

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_LINESNAP
source: No! I was so close!
de: Nein! Ich war so nah dran!
es: ¡No! ¡Casi lo tenía!
fr: Non ! J'y étais presque !
it: No! C'ero quasi!
ja: あ！あとちょっとだったのに！
ko: 안 돼! 아슬아슬하게 놓쳤네!
pt_br: Não! Eu estava tão perto!
ru: Нет! Почти получилось!
zh_tw: 不！我差一點就釣上來了！

# CHARACTERS.WANDA.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: I need to keep the line taut.
de: Ich muss die Angelschnur straff halten.
es: El sedal tiene que estar tenso.
fr: Il faut que j'arrive à garder la ligne tendue.
it: Devo tenere la lenza tesa.
ja: 糸をピーンと張ったままにしないと。
ko: 줄을 팽팽하게 해둬야 해.
pt_br: Preciso manter a linha esticada.
ru: Нужно подтянуть леску.
zh_tw: 我得把線繃緊嘍。

# CHARACTERS.WANDA.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: I don't like the looks of that shadow...
de: Gefällt mir nicht, wie der Schatten da aussieht ...
es: No me gusta nada esa sombra...
fr: Ces ombres ne m'inspirent pas confiance...
it: Quell'ombra non mi piace affatto...
ja: 影の形が好きになれないわ…
ko: 그림자 모양이 마음에 안 드는데...
pt_br: Não gosto da aparência daquela sombra...
ru: Не нравится мне эта тень...
zh_tw: 我不喜歡那影子的樣子……
