Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.WINONA.ATTACKER
source: Come on now %s, you're better than that!
de: Komm schon, %s, das sieht dir gar nicht ähnlich.
es: Venga, %s, tú no eres así.
fr: Allons, %s. Tu vaux mieux que ça !
it: Oh, andiamo, %s! Sei meglio di così!
ja: 勘弁してよ%s。自分が何やってるか分かってるでしょ？！
ko: 이제 가자 %s, 네가 그것보다 낫다!
pt_br: Qual é, %s. Você é melhor do que isso!
ru: Эй, %s, я же знаю, что ты выше этого!
zh_tw: 哎呀，%s，你怎麼能那樣呢！

# CHARACTERS.WANDA.DESCRIBE.WINONA.FIRESTARTER
source: Huh. You weren't such a firebug in the last timeline.
de: Hm. In der letzten Zeitachse warst du nicht so ein Feuerteufel.
es: Vaya... En la última línea temporal no te entusiasmaba tanto la piromanía.
fr: Hmm... Tu n'étais pas si incendiaire, dans la dernière ligne temporelle.
it: Mm. Non eri così piromane nella scorsa linea temporale.
ja: はぁ。前の時間線ではこんな放火魔じゃなかったでしょ。
ko: 뭐. 지난 타임라인에서는 그런 반딧불이가 아니었잖아.
pt_br: Hã. Você não era incendiária na última linha do tempo.
ru: Хм. В прошлой линии времени ты такой любви к огню не проявляла.
zh_tw: 哈？在上一條時間線中，你並不是這樣一個火爆的人。

# CHARACTERS.WANDA.DESCRIBE.WINONA.GENERIC
source: Sorry %s, things to do, places to be. You know how it is!
de: Tut mir leid, %s, es gibt viel zu tun, es gibt viel zu erleben. Du weißt ja, wie es ist!
es: Lo siento, %s, tengo cosas que hacer y sitios a los que ir. Me entiendes, ¿no?
fr: Désolée, %s. J'ai des trucs à faire, des montres à remonter... Tu sais ce que c'est !
it: Scusa, %s, cose da fare, posti dove andare. Sai com'è!
ja: ごめんね%s。やることも、行くところもいっぱいあるの。わかるでしょ？
ko: 미안해 %s, 할 일이 있고, 머물러야 할 곳이 있어. 뭔지 알잖아!
pt_br: Desculpe, %s. Tenho muitas coisas pra fazer. Você sabe como é!
ru: Прости, %s, меня ждет куча дел и встреч. Сама понимаешь!
zh_tw: 抱歉，%s，我有事情要做，有地方要去。你肯定能諒解！

# CHARACTERS.WANDA.DESCRIBE.WINONA.GHOST
source: It's about time I showed you what my own little gadgets can do!
de: Es wird Zeit, dass ich dir zeige, was meine eigenen kleinen Geräte so alles können!
es: Ya era hora de que te mostrara lo que pueden hacer mis pequeños artilugios.
fr: Il est temps que je te monstre de quoi mes propres petits gadgets sont capables !
it: Sarebbe ora che ti mostrassi cosa fanno i miei minuscoli gadget!
ja: 私の小さいメカたちが何をできるのか披露する時が来たようね！
ko: 이제 내 작은 장치가 뭘 할 수 있는 지 보여줄 시간이야!
pt_br: Está na hora de te mostrar o que meus aparelhinhos podem fazer!
ru: Вот сейчас-то я тебе и продемонстрирую, зачем нужны мои изобретения!
zh_tw: 是時候讓你看看我的裝置能做什麼了！

# CHARACTERS.WANDA.DESCRIBE.WINONA.MURDERER
source: I don't know what this is all about %s, but leave me out of it!
de: Ich weiß nicht, worum es hier geht, %s, aber ich will damit nichts zu tun haben!
es: No sé de qué va todo esto, %s, ¡pero a mí no me metas en el lío!
fr: Je ne sais toujours pas ce qu'il se passe, %s, mais laisse-moi tranquille, tu veux ?
it: Non so cosa sia successo, %s, ma lasciami fuori da questa questione!
ja: 一体何がなんだかさっぱりわからないわ、%s。でも、私は関係ないからね！
ko: 이게 다 뭔지 모르겠어, %s, 하지만 날 내버려 둬!
pt_br: Não sei do que se trata, %s, mas me deixe fora disso!
ru: Не знаю, что у вас случилось, %s, но меня в это не впутывай!
zh_tw: 我不知道你是幾個意思，%s，不過你別惹我啊！

# CHARACTERS.WANDA.DESCRIBE.WINONA.REVIVER
source: I'm glad I can count on you in times of need, %s.
de: Ich bin froh, dass ich in Zeiten der Not auf dich zählen kann, %s.
es: Me alegro de poder contar contigo cuando hace falta, %s.
fr: Je suis contente de pouvoir compter sur toi en cas de besoin, %s.
it: Sono lieta di poter contare su di te nel momento del bisogno, %s.
ja: 必要な時に頼りになるあんたがいてよかったわ、%s。
ko: 필요할 때 의지할 수 있어 기쁘구나, %s.
pt_br: Ainda bem que posso contar com você nos momentos difíceis, %s.
ru: Рада, что могу на тебя положиться в трудные времена, %s.
zh_tw: 我很高興在危難之際能指望上你，%s。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: I probably should have warned her that was going to happen.
de: Ich hätte sie wahrscheinlich warnen sollen, dass das passieren würde.
es: Tendría que haberla advertido de que iba a pasar eso.
fr: J'aurais dû lui dire que ça risquait d'arriver.
it: Probabilmente avrei dovuto avvertirla che sarebbe accaduto.
ja: あの子にこの先何が起きるのか警告してあげればよかったわ。
ko: 그런 일이 일어날 것이라고 경고했어야 했어.
pt_br: Acho que eu deveria tê-la avisado de que isso iria acontecer.
ru: Наверное, стоило ее предупредить, что это случится.
zh_tw: 我也許應該警告她會這樣。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: I wonder how quickly she can build a new one...
de: Ich frage mich, wie schnell sie eine neue bauen kann ...
es: ¿Cuánto tardará en construir otro...?
fr: Je me demande à quelle vitesse elle peut en construire une autre.
it: Chissà quanto ci vuole per costruirne uno nuovo...
ja: 次のができるまでどのくらいかかるのかしら…
ko: 얼마나 빨리 새로운 것을 만들 수 있는지 궁금해...
pt_br: Quanto tempo será que ela vai levar pra construir um novo...?
ru: Интересно, как долго придется восстанавливать...
zh_tw: 我想知道她能以多快的速度建造一個新的……

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: I see she's also been incorporating gems into her designs.
de: Wie ich sehe, hat sie auch Edelsteine in ihre Designs integriert.
es: Veo que también utiliza gemas en sus diseños.
fr: Je vois qu'elle intègre aussi des gemmes dans ses créations.
it: Vedo che ha iniziato a incorporare le gemme alle sue creazioni.
ja: あの子は設計の中に宝石も組み込んでるわ。
ko: 디자인에 보석을 끼워넣고 있네.
pt_br: Vejo que ela também está incorporando pedras preciosas aos seus projetos.
ru: Вижу, она тоже использует в разработках драгоценные камни.
zh_tw: 看來她也在將寶石融入她的設計中。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: A fresh gem should keep it going a while longer.
de: Ein frischer Edelstein sollte sie noch eine Weile am Laufen halten.
es: Una gema nueva lo mantendrá en funcionamiento más tiempo.
fr: Une gemme neuve devrait l'alimenter un peu plus longtemps.
it: Una gemma fresca dovrebbe prolungarne il funzionamento.
ja: 獲れたての宝石は少し長くもつかもしれないわ。
ko: 신선한 보석이면 더 오래 가겠지.
pt_br: Uma nova pedra preciosa deve mantê-lo funcionando por mais um tempo.
ru: Если поставить новый драгоценный камень, он продержится дольше.
zh_tw: 一塊新鮮的寶石應該能讓它再持續一段時間。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: It ran out of magical energy.
de: Sie hat keine magische Energie mehr.
es: Se ha quedado sin energía mágica.
fr: Elle est à court d'énergie magique.
it: Ha esaurito l'energia magica.
ja: 魔法のエネルギーが切れたわ。
ko: 마법의 에너지가 떨어지고 있어.
pt_br: Está sem energia mágica.
ru: Заряд магической энергии закончился.
zh_tw: 它耗盡了魔法能量。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: I probably should have warned her that was going to happen.
de: Ich hätte sie wahrscheinlich warnen sollen, dass das passieren würde.
es: Tendría que haberla advertido de que iba a pasar eso.
fr: J'aurais dû lui dire que ça risquait d'arriver.
it: Probabilmente avrei dovuto avvertirla che sarebbe accaduto.
ja: あの子にこの先何が起きるのか警告してあげればよかったわ。
ko: 그런 일이 일어날 것이라고 경고했어야 했어.
pt_br: Acho que eu deveria tê-la avisado de que isso iria acontecer.
ru: Наверное, стоило ее предупредить, что это случится.
zh_tw: 我也許應該警告她會這樣。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: I wonder how quickly she can build a new one...
de: Ich frage mich, wie schnell sie eine neue bauen kann ...
es: ¿Cuánto tardará en construir otro...?
fr: Je me demande à quelle vitesse elle peut en construire une autre.
it: Chissà quanto ci vuole per costruirne uno nuovo...
ja: 次のができるまでどのくらいかかるのかしら…
ko: 얼마나 빨리 새로운 것을 만들 수 있는지 궁금해...
pt_br: Quanto tempo será que ela vai levar pra construir um novo...?
ru: Интересно, как долго придется восстанавливать...
zh_tw: 我想知道她能以多快的速度建造一個新的……

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: So this is one of those modern electrical thingies?
de: Ist das also eines dieser modernen elektrischen Dinger?
es: Anda, ¿este es uno de esos aparatos eléctricos modernos?
fr: C'est un de ces machins électriques modernes ?
it: Dunque, questo è uno di quei moderni affarini elettrici?
ja: これが最新式の電気のヤツ？
ko: 그래서 이게 그 현대 전기 머시기 중 하나인가?
pt_br: Então esta é uma daquelas coisinhas elétricas modernas?
ru: Так вот они какие, эти ваши новомодные электрические устройства?
zh_tw: 那麼這就是現代化電氣設備？

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: It's already losing steam? Clockwork is so much more reliable.
de: Verliert es schon an Dampf? Uhrwerke sind so viel zuverlässiger.
es: ¿Ya está perdiendo fuelle? Mis mecanismos son mucho más de fiar.
fr: Elle perd déjà de l'énergie ? Tss, l'horlogerie est bien plus fiable.
it: Ha già iniziato a perdere potenza? L'orologeria è molto più affidabile.
ja: もうヘタってきてるの？時計仕掛けのほうが信頼できるわ。
ko: 벌써 기운이 빠져? 시계 장치가 훨씬 더 안정적이네.
pt_br: Já está perdendo força? Mecanismos de relógio são muito mais confiáveis.
ru: Что, заряд кончается? Часовые механизмы намного надежнее.
zh_tw: 這就沒電了？還是發條可靠。

# CHARACTERS.WANDA.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: Did the electricity run out? Where do you get more?
de: Ist die Elektrizität aufgebraucht? Woher bekommt man mehr?
es: ¿Se ha acabado la electricidad? ¿De dónde sacamos más?
fr: Il n'y a plus d'électricité ? Où est-ce qu'on peut en trouver ?
it: L'elettricità si è esaurita? Dove posso trovarne altra?
ja: 電気がなくなっちゃった？どこで手に入るのかしら？
ko: 전기가 다 닳았나? 어디서 더 구하지?
pt_br: Acabou a eletricidade? Onde se consegue mais?
ru: Электричество кончилось? А где еще достать можно?
zh_tw: 電用完了嗎？去哪找電呢？

# CHARACTERS.WANDA.DESCRIBE.WINONA_CATAPULT.BURNING
source: That doesn't bode well for us.
de: Das verheißt uns nichts Gutes.
es: Dudo mucho que eso sea un buen augurio.
fr: Ça n'annonce rien de bon.
it: Per noi non si mette bene.
ja: 良い前兆じゃないわ。
ko: 좋은 징조가 아니야.
pt_br: Não é um bom presságio pra gente.
ru: Ничего хорошего нам это не сулит.
zh_tw: 這對我們來說不是好兆頭。

# CHARACTERS.WANDA.DESCRIBE.WINONA_CATAPULT.BURNT
source: I wonder how quickly she can build a new one...
de: Ich frage mich, wie schnell sie ein neues bauen kann ...
es: ¿Cuánto tardará en construir otra...?
fr: Je me demande à quelle vitesse elle peut en construire une autre.
it: Chissà quanto ci vuole per costruirne una nuova...
ja: 次のができるまでどのくらいかかるのかしら…
ko: 얼마나 빨리 새로운 것을 만들 수 있는지 궁금해...
pt_br: Quanto tempo será que ela vai levar pra construir um novo...?
ru: Интересно, как долго придется восстанавливать...
zh_tw: 我想知道她能以多快的速度建造一個新的……

# CHARACTERS.WANDA.DESCRIBE.WINONA_CATAPULT.GENERIC
source: She's put a modern spin on a medieval concept.
de: Sie hat einem mittelalterlichen Konzept einen modernen Dreh verpasst.
es: Le ha dado un toque moderno a un prototipo medieval.
fr: Elle a ajouté une dimension moderne à un concept médiéval.
it: Ha dato una svolta moderna a un concetto medievale.
ja: 中世のコンセプトに現代のスピン、か。
ko: 중세 개념을 현대적으로 재해석했어.
pt_br: Ela deu um toque moderno a um conceito medieval.
ru: Современное прочтение древнего изобретения.
zh_tw: 她對中世紀的發明進行了現代化改造。

# CHARACTERS.WANDA.DESCRIBE.WINONA_CATAPULT.OFF
source: Maybe it needs winding?
de: Vielleicht sollte man das aufziehen?
es: ¿A lo mejor hay que darle cuerda?
fr: Il faut peut-être la remonter ?
it: Che abbia bisogno di essere caricata?
ja: ネジを巻かなくちゃいけないんじゃない？
ko: 감아줘야 하겠지?
pt_br: Talvez ele precise de corda?
ru: Может, завести нужно?
zh_tw: 是要上發條麼？

# CHARACTERS.WANDA.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: That doesn't bode well for us.
de: Das verheißt uns nichts Gutes.
es: Dudo mucho que eso sea un buen augurio.
fr: Ça n'annonce rien de bon.
it: Per noi non si mette bene.
ja: 良い前兆じゃないわ。
ko: 좋은 징조가 아니야.
pt_br: Não é um bom presságio pra gente.
ru: Ничего хорошего нам это не сулит.
zh_tw: 這對我們來說不是好兆頭。

# CHARACTERS.WANDA.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: I wonder how quickly she can build a new one...
de: Ich frage mich, wie schnell sie einen neuen bauen kann ...
es: ¿Cuánto tardará en construir otro...?
fr: Je me demande à quelle vitesse elle peut en construire une autre.
it: Chissà quanto ci vuole per costruirne uno nuovo...
ja: 次のができるまでどのくらいかかるのかしら…
ko: 얼마나 빨리 새로운 것을 만들 수 있는지 궁금해...
pt_br: Quanto tempo será que ela vai levar pra construir um novo...?
ru: Интересно, как долго придется восстанавливать...
zh_tw: 我想知道她能以多快的速度建造一個新的……

# CHARACTERS.WANDA.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: That young lady is a genius!
de: Diese junge Dame ist ein Genie!
es: ¡Esa jovencita es un genio!
fr: Cette jeune femme est un génie !
it: Quella giovanetta è geniale!
ja: あの若い子は天才だわ！
ko: 그 젊은 여성은 천재야!
pt_br: Essa moça é genial!
ru: Эта девушка — настоящий гений!
zh_tw: 那位年輕的女士是個天才!

# CHARACTERS.WANDA.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: Maybe it needs winding?
de: Vielleicht sollte man das aufziehen?
es: ¿A lo mejor hay que darle cuerda?
fr: Il faut peut-être la remonter ?
it: Che abbia bisogno di essere caricato?
ja: ネジを巻かなくちゃいけないんじゃない？
ko: 감아줘야 하겠지?
pt_br: Talvez ele precise de corda?
ru: Может, завести нужно?
zh_tw: 是要上發條麼？

# CHARACTERS.WANDA.DESCRIBE.WINTERHAT
source: What a funny little fuzzy hat. Mind if I try it on?
de: Was für ein witziger kleiner flauschiger Hut. Darf ich ihn anprobieren?
es: Anda, qué gorrito tan peludo y simpático. ¿Me lo puedo probar?
fr: Il est amusant, ce petit chapeau tout chaud. Je peux l'essayer ?
it: Che simpatico questo berrettino morbido! Va bene se lo provo?
ja: なんって小さいケバケバしてる帽子だこと。試してみてもいい？
ko: 복슬복슬하고 귀여운 털복수잉 모자다. 써봐도 되겠지?
pt_br: Que bonitinho esse chapéu felpudo. Se importa se eu experimentar?
ru: Какая смешная пушистая шапка. Можно примерить?
zh_tw: 多麼有趣的小毛線帽。介意我試戴一下嗎？

# CHARACTERS.WANDA.DESCRIBE.WINTEROMETER.BURNT
source: It can't be that hot out!
de: So heiß kann es da draußen gar nicht sein!
es: ¡No puede hacer tanto calor fuera!
fr: Il ne peut pas faire aussi chaud, dehors !
it: Non può fare tanto caldo fuori!
ja: 外があんなに暑いはずがない！
ko: 이렇게 뜨거울 리가 없어!
pt_br: Não pode estar tão quente lá fora!
ru: Не верю, что снаружи так жарко!
zh_tw: 外面不可能那麼熱！

# CHARACTERS.WANDA.DESCRIBE.WINTEROMETER.GENERIC
source: It might be prudent to keep an eye on the temperature.
de: Es ist vielleicht ratsam, die Temperatur im Auge zu behalten.
es: Será mejor que vaya comprobando la temperatura.
fr: Mieux vaut garder un œil sur la température.
it: Sarebbe prudente tenere d'occhio la temperatura.
ja: 温度を監視するのが賢明かも知れないわ。
ko: 온도에 주의를 기울이는 게 현명하겠어.
pt_br: Talvez seja prudente ficar de olho na temperatura.
ru: Следить за изменениями температуры будет полезно.
zh_tw: 謹慎起見，可能要注意一下溫度。

# CHARACTERS.WANDA.DESCRIBE.WINTERSFEASTFUEL
source: I'm not sure I trust that stuff.
de: Ich weiß nicht, ob ich diesem Zeug wirklich traue.
es: No sé si me fío de esa cosa...
fr: Je ne suis pas sûre que je fais confiance à ce machin.
it: Quell'affare non me la racconta giusta.
ja: あれを信頼できるかどうかはわからないわ。
ko: 그 물건을 신뢰하는지 확신이 서지 않아.
pt_br: Não sei se devo confiar nessa coisa.
ru: Не доверяю я этому.
zh_tw: 我信不太過那東西。

# CHARACTERS.WANDA.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: It has to be almost done by now!
de: Es muss doch inzwischen fast fertig sein!
es: ¡Ya casi tendría que estar!
fr: Ça doit bientôt être prêt, maintenant !
it: Ormai dovrebbe avere quasi finito!
ja: 今頃できあがってるはずなのに！
ko: 이제 거의 완료되었어야 해!
pt_br: Já deve estar quase pronto!
ru: Сейчас должно уже быть почти готово!
zh_tw: 差不多該好了吧！

# CHARACTERS.WANDA.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: Why must cooking take so much time?
de: Warum muss das Kochen so viel Zeit in Anspruch nehmen?
es: ¿Por qué cocinar lleva tantísimo tiempo?
fr: Pourquoi cuisiner prend tant de temps ?
it: Perché cucinare deve sempre richiedere così tanto tempo?
ja: なんで料理ってこんなに長々と時間がかかるの？
ko: 요리는 왜 이렇게 시간이 많이 걸리는 거지?
pt_br: Por que cozinhar leva tanto tempo?
ru: Почему готовка всегда занимает столько времени?
zh_tw: 為什麼做飯這麼費時間？

# CHARACTERS.WANDA.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: At long last!
de: Na endlich!
es: ¡Por fin!
fr: Ah, enfin !
it: Finalmente!
ja: あー、やーっとできた！
ko: 드디어!
pt_br: Até que enfim!
ru: Ну наконец-то!
zh_tw: 總算好了！

# CHARACTERS.WANDA.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: Oh, don't tell me I'm the one who has to cook...
de: Sag mir nicht, dass ich die bin, die kochen muss ...
es: No me digas que me toca cocinar a mí...
fr: Oh, ne me dites pas que c'est à moi de cuisiner...
it: Oh, non ditemi che spetta a me cucinare...
ja: えー、私が料理係だなんて言わないでよ…
ko: 오, 나더러 요리해야 한다고 말하지 말아줘...
pt_br: Ah, não me diga que sou eu que tenho que cozinhar...
ru: Только не говорите мне, что готовить буду я...
zh_tw: 哎呀，別跟我說讓我做飯……

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD1
source: I half expect it to start running at any moment.
de: Ich erwarte fast, dass es jeden Moment anfängt zu laufen.
es: No me extrañaría que echara a correr en cualquier momento.
fr: Je m'attends presque à ce que ça se mette à courir.
it: Non mi stupirei se improvvisamente se la desse a gambe.
ja: 半信半疑だけど、今の今にも走り出すような気がするわ。
ko: 반쯤은 그것이 언제든지 실행될 거라고 예상해.
pt_br: Eu meio que espero que isso comece a funcionar a qualquer momento.
ru: Кажется, что он сейчас подпрыгнет и сбежит.
zh_tw: 我覺得它多半很快就會跑掉。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD2
source: It's so hard to stop once you've eaten one.
de: Es ist so schwer, aufzuhören, wenn man einmal etwas davon gegessen hat.
es: Cómo cuesta parar cuando has probado una.
fr: C'est dur de n'en manger qu'un...
it: Una volta mangiato uno, è difficilissimo fermarsi.
ja: 1つ食べたら、止めるのが大変だわ。
ko: 한 번 먹으면 끊기가 너무 힘들어.
pt_br: É tão difícil comer um só.
ru: Одной ограничиться просто невозможно.
zh_tw: 一旦你吃了一個，就很難停下來。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD3
source: Mmm, peppermint!
de: Mmm, Minze!
es: ¡Mmmm, menta!
fr: Mmmh, de la menthe !
it: Mm, menta piperita!
ja: んん、ペパーミントだわ！
ko: 음, 페퍼민트다!
pt_br: Mmm, menta!
ru: М-м-м, мята!
zh_tw: 嗯，薄荷！

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD4
source: "Eternal"? Ha!
de: "Ewig"? Von wegen!
es: ¿Eterna? ¡Ja!
fr: « Éternel » ? Ben voyons...
it: "Eterna"? Ha!
ja: 「永遠」って？ふふっ！
ko: "영원하다?" 하!
pt_br: "Eterno"? Ha!
ru: Говорят, кексы портятся сразу после праздника, так что приступим!
zh_tw: 跟姐提“永遠”？呵呵！

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD5
source: I never understood the appeal of making a dessert that looks like a piece of wood.
de: Ich habe nie verstanden, was an einem Dessert, das wie ein Stück Holz aussieht, so attraktiv ist.
es: Nunca he entendido la gracia de hacer un postre que parece un trozo de madera.
fr: Je n'ai jamais compris l'intérêt de faire un dessert qui ressemble à un bout de bois.
it: Non ho mai compreso il fascino di preparare un dolce che assomigli a un pezzo di legno.
ja: 木の枝みたいに見えるデザートを作る喜びがさっぱりわからないわ。
ko: 나무 조각처럼 보이는 디저트를 만드는 데서 전혀 매력을 느끼지 못했지.
pt_br: Nunca entendi o apelo de fazer uma sobremesa que se parece com um pedaço de madeira.
ru: Никогда не понимала, в чем смысл десерта, который выглядит, как кусок дерева.
zh_tw: 我一直不明白做把甜點做成根木頭有什麼吸引力。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD6
source: Alright, maybe just a bit of pudding.
de: Na schön, vielleicht eine Portion Pudding.
es: Venga, un poquitito de pudín.
fr: Bon, juste un bout, alors.
it: E va bene, solo una briciolina di dolce.
ja: わかったわ。なら、プディング菓子を少しだけ。
ko: 좋아, 어쩌면 약간 푸딩인데.
pt_br: Certo, talvez só um pouquinho de pudim.
ru: Ну, мне разве что немножко пудинга.
zh_tw: 好吧，那就吃一口布丁吧。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD7
source: Something warm to sip on.
de: Etwas Warmes zum Nippen.
es: Una bebida calentita.
fr: Ça réchauffe bien.
it: Qualcosina di caldo da sorseggiare.
ja: 温かい飲み物。
ko: 따뜻해서 한 모금 마시기 좋겠다.
pt_br: Algo quente pra bebericar.
ru: А вот и горячий напиток.
zh_tw: 喝幾口溫暖的飲品。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD8
source: A hot cup of sweetness.
de: Ein heißer Becher Süßes.
es: Una taza calentita llena de dulzor.
fr: Une tasse chaude et bien sucrée.
it: Una calda tazza di dolcezza.
ja: 甘さが詰まった熱々のカップ。
ko: 달달하고 따뜻한 한 잔이야.
pt_br: Uma xícara quente de doçura.
ru: Горячий сладкий напиток. Идеально!
zh_tw: 一杯熱騰騰的甜蜜。

# CHARACTERS.WANDA.DESCRIBE.WINTER_FOOD9
source: A nice cold glass of eggnog might do me some good.
de: Ein schönes kaltes Glas Eierlikör könnte mir gut tun.
es: A lo mejor una ración de ponche de huevo me sienta bien.
fr: Un bon verre de lait de poule devrait me faire du bien.
it: Un bel bicchiere fresco di zabaione potrebbe farmi bene.
ja: よーく冷えたエッグノッグがいいかもしれないわ。
ko: 시원한 에그노그 한 잔이 도움이 될 수 있어.
pt_br: Um belo copo de gemada pode me fazer bem.
ru: Стаканчик прохладного эггнога пойдет мне на пользу.
zh_tw: 一杯冰涼的蛋奶酒可能對我有好處。

# CHARACTERS.WANDA.DESCRIBE.WINTER_ORNAMENT
source: I just can't say no to collecting trinkets.
de: Ich kann einfach nicht widerstehen, wenn es darum geht, Krimskrams zu sammeln.
es: No puedo resistirme a coleccionar cachivaches.
fr: J'adore collectionner les bibelots.
it: Impossibile dire di no ai ninnoli da collezione.
ja: 小物を集めるのだけはやめられないの。
ko: 장신구 모으기를 거부할 수는 없어.
pt_br: Não consigo resistir a coletar engenhocas.
ru: Просто обожаю собирать всякие безделушки.
zh_tw: 我對收集小飾品完全沒有抵抗力。

# CHARACTERS.WANDA.DESCRIBE.WINTER_ORNAMENTBOSS
source: Ah. Memories.
de: Ah. Erinnerungen.
es: Ay, qué recuerdos...
fr: Ah, que de souvenirs.
it: Ah. Quanti ricordi.
ja: ああ。思い出の一部。
ko: 아. 기억들.
pt_br: Ah. Lembranças.
ru: Ах, эти воспоминания.
zh_tw: 啊。回憶啊。

# CHARACTERS.WANDA.DESCRIBE.WINTER_ORNAMENTFORGE
source: I must have missed this one.
de: Das muss mir entgangen sein.
es: Esto no me suena de nada...
fr: J'ai dû rater ça.
it: Questo proprio non lo ricordo.
ja: これを見逃したに違いないわ。
ko: 이것을 놓친 게 틀림없어.
pt_br: Acho que perdi esta daqui.
ru: А эту штуку я как-то пропустила.
zh_tw: 我一定是錯過了這個。

# CHARACTERS.WANDA.DESCRIBE.WINTER_ORNAMENTGORGE
source: Such a lovely family.
de: Was für eine reizende Familie.
es: Qué familia tan encantadora.
fr: Quelle famille adorable.
it: Che famigliola adorabile.
ja: すごくステキな家族。
ko: 이토록 사랑스러운 가족이라니.
pt_br: Uma família encantadora.
ru: Какое милое семейство.
zh_tw: 如此可愛的家庭。

# CHARACTERS.WANDA.DESCRIBE.WINTER_ORNAMENTLIGHT
source: Is this one of those electric candles I've heard about?
de: Ist das eine dieser elektrischen Kerzen, von denen ich gehört habe?
es: ¿Esta es una de las velas eléctricas de las que he oído hablar?
fr: C'est une de ces fameuses bougies électriques ?
it: È una di quelle candele elettriche di cui ho sentito parlare?
ja: これがうわさの電気のロウソク？
ko: 이게 내가 들어본 전기 양초 중 하나일까?
pt_br: É um daquelas velas elétricas de que ouvi falar?
ru: Это электрическая свечка, да? Я про такое слышала!
zh_tw: 這是我聽說過的那種電蠟燭嗎？

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREE.BURNING
source: I'll bet it was one of those newfangled electric candles that started it.
de: Ich könnte wetten, dass es eine dieser neumodischen elektrischen Kerzen war, die dafür verantwortlich ist.
es: Seguro que ha sido culpa de una de esas dichosas velas modernas eléctricas.
fr: Je parie que c'est une de ces bougies électriques dernier cri qui en est responsable...
it: Scommetto che è stata una di quelle moderne candele elettriche a innescare le fiamme!
ja: あの新しい電気のロウソクから火が広がったに違いないわ。
ko: 새로운 형태의 전기 양초 중 하나 때문인 게 확실해.
pt_br: Aposto que foi uma daquelas velas elétricas ultramodernas que pegou fogo.
ru: Готова поспорить, что занялось все от этих ваших новомодных электрических свечей.
zh_tw: 我敢打賭，是那些新奇電蠟燭引起的。

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREE.BURNT
source: I suppose that does happen to trees sometimes.
de: Ich nehme an, dass das manchmal auch mit Bäumen passiert.
es: Supongo que, a veces, a los árboles les pasan estas cosas.
fr: J'imagine que ça peut arriver même aux meilleurs sapins...
it: Suppongo siano cose che capitano agli alberi.
ja: 木ってのは時々燃えるものなの。
ko: 때때로 나무에 그런 일이 일어난다고 생각해.
pt_br: Acho que isso acontece com as árvores de vez em quando.
ru: Ну, с деревьями такое случается.
zh_tw: 這種情況有時確實會發生在樹上。

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREE.CANDECORATE
source: It's a fully grown pine tree.
de: Das ist eine voll ausgewachsene Kiefer.
es: Es un pino adulto.
fr: C'est un sapin adulte.
it: È un pino completamente cresciuto.
ja: 完全に成長した松の木。
ko: 다 자란 소나무네.
pt_br: É um pinheiro completamente desenvolvido.
ru: Эта сосна в самом расцвете сил.
zh_tw: 這是一棵長成了的松樹。
