Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT.OFF
source: IT IS BINARY. ON OR OFF
de: ES IST BINÄR. AN ODER AUS
es_mx: BINARIO. ENCENDIDO O APAGADO
fr: C'EST BINAIRE. JOUR OU NUIT
it: È BINARIO. ACCESO O SPENTO
ja: ＊二元性です。オンとオフ＊
ko: 바이너리임. 켜짐 또는 꺼짐
pl: MA BINARNĄ NATURĘ. WŁĄCZONE/WYŁĄCZONE.
pt_br: É BINÁRIO. LIGADO OU DESLIGADO
ru: ОН БИНАРНЫЙ. ВКЛ. ИЛИ ВЫКЛ.
zh_cn: 它是二元制。打开或关闭
zh_tw: 它是二元制。打開或關閉

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT.ON
source: THE ORGANIC IS SWITCHED ON
de: DER ORGANISMUS IST EINGESCHALTET
es_mx: EL ORGÁNICO ESTÁ ENCENDIDO
fr: L'ORGANISME EST ALLUMÉ
it: L'ORGANISMO È ACCESO
ja: ＊あの有機生命体はスイッチをオンにされた＊
ko: 유기물이 켜져 있음
pl: ORGANIZM WŁĄCZONY.
pt_br: O SER ORGÂNICO ESTÁ LIGADO
ru: ОРГАНИКА ВКЛЮЧЕНА
zh_cn: 有机物开灯了
zh_tw: 有機物開燈了

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: CRISPY SHROOM
de: KNUSPRIGER PILZ
es_mx: HONGO CRUJIENTE
fr: CHAMPI CROUSTI
it: FUNGHI CROCCANTI
ja: ＊パリパリきのこ＊
ko: 바싹 탄 버섯
pl: CHRUPIĄCY GRZYB.
pt_br: COGUMELO CROCANTE
ru: ХРУСТЯЩИЙ ГРИБ
zh_cn: 脆皮蘑菇
zh_tw: 脆皮蘑菇

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: A LIGHT-UP ORGANIC? COMPLETELY ABSURD
de: EIN LEUCHTENDER ORGANISMUS? VÖLLIG ABSURD
es_mx: ¿LUZ ORGÁNICA? TOTALMENTE ABSURDO
fr: UN ORGANISME QUI S'ALLUME ? COMPLÈTEMENT ABSURDE
it: UN ORGANISMO ILLUMINATO? È COMPLETAMENTE ASSURDO
ja: ＊光る有機生命体？完全に馬鹿げています＊
ko: 발광 유기물? 완전히 터무니 없음
pl: ŚWIECĄCY ORGANIZM? POZIOM ABSURDU: WYSOKI.
pt_br: UM SER ORGÂNICO ACESO? TOTALMENTE ABSURDO
ru: СВЕТЯЩАЯСЯ ОРГАНИКА? ПОЛНЫЙ АБСУРД
zh_cn: 一个点火有机物？完全可笑
zh_tw: 一個點火有機物？完全可笑

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT2.ON
source: IT HAS SHOWN ME THE LIGHT
de: ES HAT MIR DAS LICHT GEZEIGT
es_mx: ME HIZO VER LA LUZ
fr: IL M'A MONTRÉ LA LUMIÈRE
it: MI HA MOSTRATO LA LUCE
ja: ＊それは私に光を見せてくれました＊
ko: 빛을 비춤
pl: POKAZAŁA MI ŚWIATŁOŚĆ.
pt_br: ME MOSTROU A LUZ
ru: ОН ПОКАЗАЛ МНЕ СВЕТ
zh_cn: 它向我展示了亮光
zh_tw: 它向我展示了亮光

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: IT'S POLLUTING THE AIR WITH REPRODUCTIVE SPEWINGS
de: ES VERSCHMUTZT DIE LUFT MIT REPRODUKTIVEM ZEUG
es_mx: CONTAMINA EL AIRE CON BROTES REPRODUCTIVOS
fr: IL POLLUE L'ATMOSPHÈRE AVEC SES SPORES REPRODUCTRICES
it: STA INQUINANDO L'ARIA CON DELLE DEPOSIZIONI RIPRODUTTIVE
ja: ＊繁殖用噴出物で大気を汚染＊
ko: 생식 포자로 공기를 오염함
pl: ZATRUWA POWIETRZE SWOIMI ROZRODCZYMI WYZIEWAMI
pt_br: ESTÁ POLUINDO O AR COM VÔMITOS REPRODUTORES
ru: ОН ЗАГРЯЗНЯЕТ ВОЗДУХ РЕПРОДУКТИВНЫМИ ВЫБРОСАМИ
zh_cn: 它正在用自己的呕吐物污染空气
zh_tw: 它正在用自己的嘔吐物污染空氣

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: SHINY RED
de: LEUCHTEND ROT
es_mx: ROJO BRILLANTE
fr: ROUGE LUISANT
it: ROSSO LUCIDO
ja: ＊発光体(赤色)＊
ko: 광택이 있는 적색
pl: BŁYSZCZĄCA CZERWIEŃ.
pt_br: VERMELHO BRILHANTE
ru: БЛЕСТЯЩЕ КРАСНЫЙ
zh_cn: 发光的红色
zh_tw: 發光的紅色

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_MOON
source: IT WILL NOT WIN ME OVER WITH ITS WHIMSICAL APPEARANCE
de: ER WIRD MICH NICHT DURCH SEIN SKURRILES AUSSEHEN FÜR SICH EINNEHMEN
fr: SON APPARENCE NE SUFFIRA PAS À ME CONVAINCRE
it: NON MI CONQUISTERÀ CON IL SUO ASPETTO STRAVAGANTE
ja: ＊そのような素敵な見た目でもってしても、私を魅了するなど不可能です＊
ko: 기발한 외모로 본좌를 이길 수 없음.
pl: NIE PRZEKONA MNIE SWOIM CUDACZNYM WYGLĄDEM ZEWNĘTRZNYM.
pt_br: NÃO VAI ME CONQUISTAR COM SUA APARÊNCIA SINGULAR
ru: ЕГО НЕОБЫЧНЫЙ ВНЕШНИЙ ВИД МЕНЯ НИЧУТЬ НЕ ТРОГАЕТ
zh_cn: 它虚假的外表不会赢得我的青睐。
zh_tw: 它虛假的外表不會贏得我的青睞。

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: IT KEEPS PRODUCING POWER AND FLUFF-FILTH
de: ES GENERIERT ENERGIE UND STAUBIGEN SCHMUTZ
es_mx: SIGUE PRODUCIENDO POTENCIA Y MUGRE
fr: ÇA N'ARRÊTE PAS DE PRODUIRE DE L'ÉLECTRICITÉ ET DES SALETÉS DE PELUCHES
it: CONTINUA A PRODURRE POTERE E SPORCIZIA DI LANUGINE
ja: ＊エネルギーおよび綿状汚染物質を噴出＊
ko: 계속 동력과 지저분한 물질을 생성하고 있음
pl: ŹRÓDŁO ENERGII I ŚMIERCI
pt_br: CONTINUA PRODUZINDO ENERGIA E NOJEIRA FOFA
ru: ОНО ПРОДОЛЖАЕТ ПРОИЗВОДИТЬ ЭНЕРГИЮ И МЕХОВЫЕ ОТБРОСЫ
zh_cn: 它一直在制造能量和绒毛垃圾
zh_tw: 它一直在製造能量和絨毛垃圾

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: SHINY GREEN
de: LEUCHTEND GRÜN
es_mx: VERDE BRILLANTE
fr: VERT BRILLANT
it: VERDE LUCIDO
ja: ＊発光体(緑色)＊
ko: 광택이 있는 녹색
pl: BŁYSZCZĄCA ZIELEŃ.
pt_br: VERDE BRILHANTE
ru: БЛЕСТЯЩЕ ЗЕЛЕНЫЙ
zh_cn: 发绿光
zh_tw: 發綠光

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL.BLOOM
source: ORGANICS ARE ALWAYS REPRODUCING THEMSELVES. WHY
de: WARUM MÜSSEN SICH ORGANISMEN STÄNDIG VERMEHREN
es_mx: LA MATERIA ORGÁNICA SIEMPRE SE ESTÁ REPRODUCIENDO. POR QUÉ
fr: LES ÊTRES ORGANIQUES NE CESSENT DE SE REPRODUIRE. POURQUOI ?
it: GLI ESSERI ORGANICI SI RIPRODUCONO IN CONTINUAZIONE. PERCHÉ?
ja: ＊生命体が繁殖を続ける理由：未知＊
ko: 유기체는 언제나 번식함. 어째서인가
pl: ORGANICZNE STWORZENIA WIECZNIE SIĘ ROZMNAŻAJĄ. PO CO
pt_br: OS ORGÂNICOS ESTÃO SEMPRE SE REPRODUZINDO. POR QUÊ?
ru: ОРГАНИЧЕСКИЕ ВИДЫ ВСЕГДА РЕПРОДУЦИРУЮТ САМИХ СЕБЯ. ЗАЧЕМ
zh_cn: 有机物一直在自我繁殖。为什么
zh_tw: 有機物一直在自我繁殖。為什麼

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL.GENERIC
source: IT IS ADVANTAGEOUSLY BRIGHT
de: HERRLICH HELL
es_mx: ES BRILLANTE. ES VENTAJOSO
fr: IL BRILLE DE FAÇON AVANTAGEUSE
it: È VANTAGGIOSAMENTE LUMINOSO
ja: ＊発光体…本筐体には好都合＊
ko: 밝기가 매우 쓸모 있음
pl: KORZYSTNIE ŚWIETLISTE
pt_br: É VANTAJOSAMENTE BRILHANTE
ru: ЭТОТ ТИП ПРЕИМУЩЕСТВЕННО ЯРКИЙ
zh_cn: 这东西闪闪发光，很有益处。
zh_tw: 這東西閃閃發光，很有益處。

# CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL_WEBBED
source: THE ORGANISMS ARE COMPETING
de: ORGANISMEN IM WETTBEWERB
es_mx: LOS ORGANISMOS ESTÁN COMPITIENDO
fr: LES ORGANISMES SONT EN COMPÉTITION
it: GLI ORGANISMI SONO IN COMPETIZIONE
ja: ＊有機生命体同士が衝突＊
ko: 유기체가 경쟁하고 있음
pl: ORGANIZMY RYWALIZUJĄ ZE SOBĄ.
pt_br: OS ORGANISMOS ESTÃO COMPETINDO
ru: ОРГАНИЗМЫ СОРЕВНУЮТСЯ МЕЖДУ СОБОЙ ЗА «МЕСТО ПОД СОЛНЦЕМ»
zh_cn: 有机生物在相互竞争
zh_tw: 有機生物在相互競爭

# CHARACTERS.WX78.DESCRIBE.MUTATEDHOUND.DEAD
source: IT IS DEAD
de: ER IST TOT
es_mx: ESTÁ MUERTO
fr: IL EST MORT
it: È MORTO
ja: ＊死んでいます＊
ko: 죽었음
pl: JEST MARTWY
pt_br: ESTÁ MORTO
ru: ОНА МЕРТВА
zh_cn: 已死亡
zh_tw: 已死亡

# CHARACTERS.WX78.DESCRIBE.MUTATEDHOUND.GENERIC
source: I DID NOT KNOW ORGANICS COULD GET WORSE
de: ICH WUSSTE NICHT, DASS ORGANISCHE EINHEITEN NOCH SCHLIMMER WERDEN KÖNNEN
es_mx: NO SABÍA QUE LOS SERES ORGÁNICOS PUDIESEN SER MÁS FEOS
fr: JE NE SAVAIS PAS QUE LES ÊTRES ORGANIQUES POUVAIENT EMPIRER
it: NON SAPEVO CHE GLI ESSERI ORGANICI POTESSERO ADDIRITTURA PEGGIORARE
ja: ＊有機生命体が劣化するとはしりませんでした＊
ko: 본체는 유기체가 더 끔찍해질 줄 몰랐음
pl: NIE SĄDZIŁEM, ŻE MIĘSAKI MOGĄ BYĆ JESZCZE GORSZE
pt_br: EU NÃO SABIA QUE SERES ORGÂNICOS PODIAM PIORAR
ru: Я И НЕ ПОДОЗРЕВАЛ, ЧТО ОРГАНИЧЕСКИЕ СУЩЕСТВА МОГУТ СТАТЬ ЕЩЕ ХУЖЕ
zh_cn: 我没想到有机物还能更坏
zh_tw: 我沒想到有機物還能更壞

# CHARACTERS.WX78.DESCRIBE.MUTATEDHOUND.SLEEPING
source: DO NOT WAKE UP
de: NICHT AUFWACHEN
es_mx: NO DESPIERTES
fr: AVERTISSEMENT : NE PAS RÉVEILLER
it: NON SVEGLIARE
ja: ＊目を覚ましません＊
ko: 깨어나지 말 것
pl: NIE BUDŹ SIĘ
pt_br: NÃO ACORDE
ru: НЕ ПРОСЫПАЙСЯ
zh_cn: 不要醒来。
zh_tw: 不要醒來。

# CHARACTERS.WX78.DESCRIBE.MUTATED_PENGUIN.DEAD
source: IT IS DEAD
de: ER IST TOT
es_mx: ESTÁ MUERTO
fr: IL EST MORT
it: È MORTO
ja: ＊死んでいます＊
ko: 죽었음
pl: JEST MARTWY
pt_br: ESTÁ MORTO
ru: ОНА МЕРТВА
zh_cn: 已死亡
zh_tw: 已死亡

# CHARACTERS.WX78.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: WHAT IS WRONG WITH IT
de: WAS STIMMT NICHT MIT IHM?
es_mx: ¿QUÉ LE SUCEDE?
fr: C'EST QUOI SON PROBLÈME ?
it: COS'HA CHE NON VA?
ja: ＊なにが悪いのでしょうか＊
ko: 대체 뭐가 문제임
pl: COŚ Z NIM JEST NIE TAK
pt_br: O QUE HÁ DE ERRADO COM ELE?
ru: ЧТО С НЕЙ НЕ ТАК
zh_cn: 它有什么问题
zh_tw: 它有什麼問題

# CHARACTERS.WX78.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: DO NOT WAKE UP
de: NICHT AUFWACHEN
es_mx: NO DESPIERTES
fr: AVERTISSEMENT : NE PAS RÉVEILLER
it: NON SVEGLIARE
ja: ＊目を覚ましません＊
ko: 깨어나지 말 것
pl: NIE BUDŹ SIĘ
pt_br: NÃO ACORDE
ru: НЕ ПРОСЫПАЙСЯ
zh_cn: 不要醒来。
zh_tw: 不要醒來。

# CHARACTERS.WX78.DESCRIBE.MUTATOR_DROPPER
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_HEALER
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_HIDER
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_MOON
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_SPITTER
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_WARRIOR
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.MUTATOR_WATER
source: IT IS CRUDE AND DISGUSTING. AN ACCURATE DEPICTION
de: PLUMP UND EKELHAFT. EINE AKKURATE ABBILDUNG
fr: C'EST VULGAIRE ET DÉGOÛTANT. EN BREF, C'EST UNE REPRÉSENTATION FIDÈLE
it: GREZZO E DISGUSTOSO. UNA RAPPRESENTAZIONE ACCURATA
ja: ＊粗雑かつ汚らわしい。これは正確な描写です＊
ko: 조잡하고 역겨움. 정확한 묘사임.
pl: JEST PRYMITYWNE I OBRZYDLIWE. TRAFNE ZOBRAZOWANIE
pt_br: É GROSSEIRA E NOJENTA. UMA DESCRIÇÃO PRECISA
ru: ГРУБАЯ И ОТВРАТИТЕЛЬНАЯ. ТОЧНОЕ ИЗОБРАЖЕНИЕ
zh_cn: 粗糙且恶心。这是一个准确的描述
zh_tw: 粗糙且噁心。這是一個準確的描述

# CHARACTERS.WX78.DESCRIBE.NATURE_BLUEPRINT
source: DISGUSTING
de: WIDERLICH
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.NIGHTLIGHT
source: UNKNOWN LIGHT SOURCE
de: UNBEKANNTE LICHTQUELLE
es_mx: FUENTE DE LUZ DESCONOCIDA
fr: SOURCE DE LUMIÈRE D'ORIGINE INCONNUE
it: FONTE DI LUCE: SCONOSCIUTA
ja: ＊未確認の光源＊
ko: 알 수 없는 광원
pl: NIEZNANE ŹRÓDŁO ŚWIATŁA.
pt_br: FONTE DE LUZ DESCONHECIDA.
ru: НЕИЗВЕСТНЫЙ ИСТОЧНИК СВЕТА
zh_cn: 未知光源
zh_tw: 未知光源

# CHARACTERS.WX78.DESCRIBE.NIGHTMAREFUEL
source: DEBUGGING RESIDUE
de: ABFALLPRODUKT EINER FEHLERBEHEBUNG.
es_mx: DEPURACIÓN DE RESIDUOS
fr: RÉSIDU DE DÉBOGAGE
it: RESIDUO DI DEBUGGING
ja: ＊デバッギングで見落とされた残留物＊
ko: 잔류물 디버깅
pl: POZOSTAŁOŚĆ PO OPERACJI DEBUGOWANIA.
pt_br: RESÍDUO DE DEPURAÇÃO
ru: ОСТАЛОСЬ ПОСЛЕ ОТЛАДКИ
zh_cn: 调试残余物
zh_tw: 調試殘餘物

# CHARACTERS.WX78.DESCRIBE.NIGHTMAREGROWTH
source: HIGH LEVELS OF FOREBODING DETECTED
de: HOHER ANTEIL AN VORAHNUNG FESTGESTELLT
fr: NIVEAUX DE MAUVAIS PRESSENTIMENT TRÈS ÉLEVÉS DÉTECTÉS
it: ALTI LIVELLI DI CATTIVI PRESAGI RILEVATI
ja: ＊高レベルの凶兆を感知しました＊
ko: 불길한 예감이 고도로 감지됨.
pl: WYKRYTO WYSOKI POZIOM ZŁEGO PRZECZUCIA
pt_br: ALTOS NÍVEIS DE AGOURO DETECTADOS
ru: ЗАФИКСИРОВАН ПОВЫШЕННЫЙ УРОВЕНЬ НЕЯСНОЙ УГРОЗЫ
zh_cn: 探测到高等级的不祥之兆
zh_tw: 探測到高等級的不祥之兆

# CHARACTERS.WX78.DESCRIBE.NIGHTMARELIGHT
source: AN ANCIENT OPTICAL WAVELENGTH EMITTER
de: EIN ALTER OPTISCHER WELLENLÄNGENEMITTER.
es_mx: UN ANTIGUO EMISOR DE LONGITUDES DE ONDAS ÓPTICAS
fr: UN ANCIEN ÉMETTEUR OPTIQUE À LONGUES ONDES
it: UN ANTICO EMETTITORE DI LUNGHEZZA D'ONDA OTTICA
ja: ＊古代の光波長発光体＊
ko: 고대 광학 파장 방사기
pl: PRADAWNY NADAJNIK FAL OPTYCZNYCH.
pt_br: UM EMISSOR DE LARGURA DE ONDA ÓPTICO ANCESTRAL
ru: ДРЕВНИЙ ЭММИТЕР ОПТИЧЕСКОГО ДИАПАЗОНА
zh_cn: 古老的光波长发射器
zh_tw: 古老的光波長發射器

# CHARACTERS.WX78.DESCRIBE.NIGHTMAREPIE
source: NOW SLIDE IT INTO MY MOUTH
de: NUN REIN IN DEN MUND DAMIT
es_mx: AHORA INTRODÚCELO EN MI RANURA BUCAL
fr: ENTRE DANS MA BOUCHE
it: SUBITO NELLA MIA BOCCA
ja: ＊わたしの口に滑り込ませます＊
ko: 본체의 입에 슬며시 넣을 것
pl: A TERAZ ŁADUJ SIĘ DO MOJEGO OTWORU GĘBOWEGO
pt_br: AGORA COLOQUE ISSO NA MINHA BOCA
ru: ТЕПЕРЬ НУЖНО ЗАСУНУТЬ ЕГО КО МНЕ В РОТ
zh_cn: 滑到我的嘴里来
zh_tw: 滑到我的嘴裡來

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: AT CYCLE MINIMUM
de: AM TIEFPUNKT.
es_mx: EN EL CICLO MÍNIMO
fr: CYCLE MINIMUM
it: AL CICLO MINIMO
ja: ＊サイクル最小値＊
ko: 최소 주기
pl: MINIMUM CYKLU.
pt_br: NO MÍNIMO DO CICLO
ru: ЦИКЛ СВЕДЕН К МИНИМУМУ
zh_cn: 处于循环最小值
zh_tw: 處於迴圈最小值

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: LEVELS ARE LOW AND DIMINISHING
de: NIVEAU IST NIEDRIG UND NIMMT WEITER AB.
es_mx: NIVELES BAJOS Y DISMINUYENDO
fr: NIVEAU FAIBLE ET EN DIMINUTION
it: I LIVELLI SONO BASSI E STANNO DIMINUENDO
ja: ＊レベルは低く、低下し続けています＊
ko: 레벨이 낮으며, 줄어들고 있음
pl: POZIOM NISKI I SPADA.
pt_br: NÍVEIS BAIXOS E DIMINUINDO
ru: УРОВНИ НИЗКИЕ, ИДУТ НА СПАД
zh_cn: 水平低并且还在降低
zh_tw: 水準低並且還在降低

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTABLE LEVELS
de: SCHWANKUNGEN AUF NICHT FESTSTELLBAREM NIVEAU
es_mx: FLUCTUACIONES EN NIVELES INDETECTABLES
fr: FLUCTUATIONS DE NIVEAU INDÉCELABLE
it: FLUTTUAZIONI A LIVELLI IMPERCETTIBILI
ja: ＊検知できないレベルでの変動＊
ko: 탐지 불가 수준의 변동 있음
pl: WAHANIA NA NIEWYKRYWALNYCH POZIOMACH.
pt_br: FLUTUAÇÕES EM NÍVEIS NÃO DETECTÁVEIS
ru: ФЛУКТУАЦИИ ДОСТИГЛИ НЕМЫСЛИМЫХ УРОВНЕЙ
zh_cn: 以无法检测的水平波动
zh_tw: 以無法檢測的水準波動

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: LEVELS ARE HIGH AND MONOTONIC
de: NIVEAU IST HOCH UND BLEIBT GLEICH.
es_mx: NIVELES ALTOS Y MONÓTONOS
fr: NIVEAU ÉLEVÉ ET MONOTONE
it: I LIVELLI SONO ALTI E MONOTONI
ja: ＊レベルは高く、単調です＊
ko: 레벨이 높으며, 단조로움
pl: POZIOM WYSOKI I STABILNY.
pt_br: NÍVEIS ALTOS E MONOTÔNICOS
ru: УРОВНИ ВЫСОКИ И МОНОТОННЫ
zh_cn: 水平高并且无变化
zh_tw: 水準高並且無變化

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: THE CYCLE IS SUBSIDING
de: DER ZYKLUS KLINGT AB.
es_mx: EL CICLO ESTÁ CEDIENDO
fr: LE CYCLE DÉCROÎT
it: IL CICLO SI STA PLACANDO
ja: ＊サイクルが低下しています＊
ko: 주기가 감퇴하고 있음
pl: CYKL WYGASA.
pt_br: O CICLO ESTÁ DIMINUINDO
ru: ЦИКЛ ПОШЕЛ НА СПАД
zh_cn: 循环正在减弱
zh_tw: 迴圈正在減弱

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: CYCLE MINIMUM HAS PASSED
de: ZYKLUS-TIEFPUNKT WURDE ERREICHT.
es_mx: EL CICLO MÍNIMO CONCLUYÓ
fr: CYCLE MINIMUM TERMINÉ
it: IL CICLO MINIMO È SUPERATO
ja: ＊サイクル最小値を過ぎました＊
ko: 주기 최소치를 갱신함
pl: PRZEKROCZONO DOLNY LIMIT ALARMOWY CYKLU.
pt_br: PASSOU DO MÍNIMO DO CICLO
ru: МИНИМАЛЬНЫЙ ЦИКЛ ПРОЙДЕН
zh_cn: 已超过循环最小值
zh_tw: 已超過迴圈最小值

# CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: INCREMENTAL INCREASE DETECTED
de: SCHRITTWEISE ZUNAHME FESTGESTELLT.
es_mx: AUMENTO PROGRESIVO DETECTADO
fr: AUGMENTATION INCRÉMENTIELLE DÉTECTÉE
it: AUMENTO INCREMENTALE RILEVATO
ja: ＊少しずつの増加を確認しました＊
ko: 점진적 증가 탐지됨
pl: WYKRYTO STOPNIOWY WZROST.
pt_br: AUMENTO INCREMENTAL DETECTADO
ru: ОБНАРУЖЕНО НАРАСТАНИЕ КОШМАРА
zh_cn: 检测到递增
zh_tw: 檢測到遞增

# CHARACTERS.WX78.DESCRIBE.NIGHTSTICK
source: WEAPON OF CHOICE
de: DIE WAFFE DER WAHL
es_mx: EL ARMA PREFERIDA
fr: ARME DE CHOIX
it: ARMA PREFERITA
ja: ＊よく好まれる兵器＊
ko: 선호 무기
pl: BROŃ
pt_br: ARMA PREFERENCIAL
ru: МОЙ ВЫБОР
zh_cn: 理想武器
zh_tw: 理想武器

# CHARACTERS.WX78.DESCRIBE.NIGHTSWORD
source: HACK THE PLANET
de: ZERHACK DEN PLANETEN
es_mx: CORTA EL PLANETA
fr: HACHEZ LA PLANÈTE
it: COLPISCI IL MONDO
ja: ＊ムワーッハッハッハ…！＊
ko: 행성 해킹
pl: WYRŻNĄĆ PLANETĘ
pt_br: ESTRAÇALHAR O PLANETA
ru: КРОШИ ВСЕ, ЧТО ВИДИШЬ
zh_cn: 入侵地球
zh_tw: 入侵地球

# CHARACTERS.WX78.DESCRIBE.NITRE
source: SOME ROCKS ARE BETTER THAN OTHERS
de: EINIGE STEINE SIND BESSER ALS ANDERE.
es_mx: ALGUNAS ROCAS SON MEJORES QUE OTRAS
fr: CERTAINES PIERRES SONT MIEUX QUE D'AUTRES
it: ALCUNE ROCCE SONO MEGLIO DI ALTRE
ja: ＊いくつかの石は、他のものよりも良いです＊
ko: 돌에도 등급이 있음
pl: NIEKTÓRE KAMIENIE SĄ LEPSZE OD INNYCH.
pt_br: ALGUMAS PEDRAS SÃO MELHORES QUE OUTRAS
ru: НЕКОТОРЫЕ КАМНИ ЛУЧШЕ ДРУГИХ
zh_cn: 有些石头就是比其他石头好
zh_tw: 有些石頭就是比其他石頭好

# CHARACTERS.WX78.DESCRIBE.NUTRIENTSGOGGLESHAT
source: UPGRADED AGRICULTURAL KNOWLEDGE DATABASE
de: AKTUALISIERTE DATENBANK FÜR LANDWIRTSCHAFTLICHES WISSEN
fr: BASE DE DONNÉES DE CONNAISSANCE AGRICOLE AMÉLIORÉE
it: DATABASE DI CONOSCENZE AGRICOLE POTENZIATO
ja: ＊アップグレードされた農業ナレッジデータベースです＊
ko: 농업 지식 데이터베이스 업그레이드됨.
pl: ZAKTUALIZOWANO BAZĘ WIEDZY O ROLNICTWIE
pt_br: BANCO DE DADOS DE CONHECIMENTO AGRÍCOLA ATUALIZADO
ru: УЛУЧШЕННА БАЗА ДАННЫХ О СЕЛЬСКОМ ХОЗЯЙСТВЕ
zh_cn: 农业知识数据库升级完成
zh_tw: 農業知識資料庫升級完成

# CHARACTERS.WX78.DESCRIBE.OAR
source: I HAVE TO GET TOO CLOSE TO THE WATER TO USE IT
de: ICH MUSS ZU NAHE ANS WASSER, UM ES ZU VERWENDEN
es_mx: TENGO QUE ACERCARME DEMASIADO AL AGUA PARA PODER USARLO
fr: JE DOIS BIEN TROP M'APPROCHER DE L'EAU POUR L'UTILISER
it: DOVREI AVVICINARMI TROPPO ALL'ACQUA PER USARLO
ja: ＊水を使うには近づきすきなければいけません＊
ko: 이것을 사용하려면 물에 너무 가까이 가야 함
pl: MUSZĘ NADMIERNIE ZBLIŻYĆ SIĘ DO WODY, ŻEBY GO UŻYĆ
pt_br: PRECISO ME APROXIMAR MUITO DA ÁGUA PARA USÁ-LO
ru: ДЛЯ ЕГО ИСПОЛЬЗОВАНИЯ МНЕ ПОНАДОБИТСЯ ПРИБЛИЗИТЬСЯ К ВОДЕ
zh_cn: 我要靠近水才能用它
zh_tw: 我要靠近水才能用它

# CHARACTERS.WX78.DESCRIBE.OAR_DRIFTWOOD
source: ITS INCREASED EFFICIENCY DOES NOT IMPRESS ME
de: ERHÖHTE EFFIZIENZ BEEINDRUCKT MICH NICHT
es_mx: SU GRAN EFICIENCIA NO ME IMPRESIONA
fr: SON EFFICACITÉ ACCRUE NE M'IMPRESSIONNE PAS
it: LA SUA EFFICIENZA MIGLIORATA NON FA COLPO SU DI ME
ja: ＊その効率上昇はわたしにとってはたいしたことではありません＊
ko: 향상된 효율은 본체를 놀라게 하지 못함
pl: JEGO ZWIĘKSZONA WYDAJNOŚĆ NIE ROBI NA MNIE WRAŻENIA
pt_br: SUA EFICIÊNCIA AUMENTADA NÃO ME IMPRESSIONA
ru: ПОВЫШЕННАЯ ЭФФЕКТИВНОСТЬ МЕНЯ НЕ ВПЕЧАТЛЯЕТ
zh_cn: 这点效率的提升完全不能打动我。
zh_tw: 這點效率的提升完全不能打動我。

# CHARACTERS.WX78.DESCRIBE.OASISLAKE.EMPTY
source: DRY LAKES ARE FAR SUPERIOR TO WET ONES
de: AUSGETROCKNET SIND SEEN VIEL BESSER
es_mx: LOS LAGOS SECOS SON SUPERIORES A LOS LAGOS MOJADOS
fr: LES LACS SECS SONT BIEN SUPÉRIEURS AUX LACS MOUILLÉS
it: I LAGHI PROSCIUGATI SONO SUPERIORI A QUELLI PIENI D'ACQUA
ja: ＊乾いた池はぬれた池よりよっぽど優れています＊
ko: 마른 호수가 젖은 호수보다 훨씬 우월함
pl: WYSCHNIĘTE JEZIORA SĄ LEPSZE OD MOKRYCH
pt_br: OS LAGOS SECOS SÃO MUITO SUPERIORES AOS COM ÁGUA
ru: СУХИЕ ОЗЕРА НАМНОГО ЛУЧШЕ МОКРЫХ
zh_cn: 干的湖比湿的湖好一万倍
zh_tw: 乾的湖比濕的湖好一萬倍

# CHARACTERS.WX78.DESCRIBE.OASISLAKE.GENERIC
source: EVEN DESERTS ARE NOT SAFE FROM WATER
de: SELBST WÜSTEN SIND NICHT VOR WASSER SICHER
es_mx: HASTA LOS DESIERTOS NO ESTÁN A SALVO DEL AGUA
fr: MÊME LES DÉSERTS NE SONT PAS À L'ABRI DE L'EAU
it: PERFINO I DESERTI NON SONO AL RIPARO DALL'ACQUA
ja: ＊砂漠にも水害が発生しています＊
ko: 사막도 물로부터 안전하지 않음
pl: NAWET PUSTYNIOM ZAGRAŻA WODA
pt_br: NEM SOBREMESAS ESTÃO A SALVO DA ÁGUA
ru: ДАЖЕ ПУСТЫНЯ НЕ ЗАЩИЩЕНА ОТ ВОДЫ
zh_cn: 即使是沙漠也不能免于水的威胁
zh_tw: 即使是沙漠也不能免于水的威脅

# CHARACTERS.WX78.DESCRIBE.OCEANFISHABLEFLOTSAM
source: DISGUSTING
de: WIDERLICH.
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO.
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: INSTALLING "BOBBER" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « BOUCHON » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「丸形浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "낚시찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "ISCA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮标" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮標" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: INSTALLING "FLOAT" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: INSTALLING "FLOAT" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: INSTALLING "FLOAT+" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER+" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA+” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き＋」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌+" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA+" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК+» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力+" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力+" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: INSTALLING "FLOAT+" ADDON TO FISHINGROD.EXE
de: ERWEITERUNG "SCHWIMMER+" WIRD BEI ANGELRUTE.EXE INSTALLIERT
es_mx: INSTALANDO ACCESORIO “BOYA+” A CAÑADEPESCAR.EXE
fr: INSTALLATION DE L'EXTENSION « FLOTTEUR » SUR CANNEAPECHE.EXE
it: INSTALLZIONE COMPONENTE AGGIUNTIVO "GALLEGGIANTE" IN CANNADAPESCA.EXE
ja: ＊「棒型浮き＋」のアドオンを釣り竿.EXEにインストールします＊
ko: 낚싯대.EXE에 "찌+" 애드온 설치 중
pl: INSTALOWANIE DODATKU "SPŁAWIK" DO WĘDKA.EXE
pt_br: INSTALANDO COMPLEMENTO "BOIA+" PARA VARADEPESCA.EXE
ru: УСТАНОВКА ОБНОВЛЕНИЯ «ПЕРЬЕВОЙ ПОПЛАВОК+» ДЛЯ ПРИЛОЖЕНИЯ УДОЧКА.EXE
zh_cn: 正在为鱼竿.EXE 安装 "浮力+" 组件
zh_tw: 正在為魚竿.EXE 安裝 "浮力+" 組件

# CHARACTERS.WX78.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: REQUIRES ADDITIONAL PLUGIN
de: ZUSÄTZLICHES PLUG-IN ERFORDERLICH
es_mx: REQUIERE UN PROGRAMA ADICIONAL
fr: INSTALLATION D'UNE EXTENSION REQUISE
it: RICHIEDE PLUGIN AGGIUNTIVO
ja: ＊追加のアドオンが必要です＊
ko: 추가 플러그인 필요
pl: WYMAGANA JEST DODATKOWA WTYCZKA
pt_br: REQUER PLUGIN ADICIONAL
ru: ТРЕБУЕТСЯ ДОПОЛНИТЕЛЬНЫЙ ПЛАГИН
zh_cn: 需要额外插件
zh_tw: 需要額外外掛程式
