Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.HOTSPRING.GENERIC
source: Perhaps a fire giant slumbers beneath!
de: Vielleicht schlummert darunter ein Feuerriese!
es: ¡Tal vez haya un gigante de fuego dentro, dormitando!
fr: Puisse un géant de feu dörmir là-dessöus ?
it: Forse lì sotto si cela un gigante del fuoco!
ja: もしかすると火の巨人は下に横たわっているのかもしれない！
ko: 볼의 거인이 아래에서 자고 있을지도 모르겠군!
pl: Może pod spodem drzemie ognisty gigant!
pt_br: Talvez um gigante de fogo durma aí embaixo!
ru: Возможно, под ним дремлет огненный гигант!
zh_cn: 也许下面有一个火焰巨人在酣睡。
zh_tw: 也許下面有一個火焰巨人在酣睡。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOTSPRING.GLASS
source: Oh no! The giant is trapped!
de: Oh nein! Der Riese sitzt in der Falle!
es: ¡Oh, no! ¡El gigante está atrapado!
fr: Öh nön ! Le géant est captif !
it: Oh no! Il gigante è intrappolato!
ja: なんてことだ！ 火の巨人は罠だ！
ko: 이런! 거인이 갇혔잖아!
pl: Och, nie! Gigant został uwięziony!
pt_br: Ah, não! O gigante está preso!
ru: О нет! Гигант в ловушке!
zh_cn: 哦，不！巨人被困住了！
zh_tw: 哦，不！巨人被困住了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUND
source: Fenrir's spawn!
de: Fenrirs Brut.
es: ¡Engendro de Fenrir!
fr: Progéniture de Fenrir !
it: Uova di Fenrir!
ja: フェンリルが降り立った！
ko: 펜리르의 새끼!
pl: Pomiot Fenrira!
pt_br: A cria de Fenrir!
ru: Порождение Фенрира!
zh_cn: 芬里厄的崽子！
zh_tw: 芬裡厄的崽子！

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDBONE
source: A fallen foe.
de: Ein gefallener Feind.
es: Un enemigo caído.
fr: Un ennemi tombé.
it: Un nemico caduto.
ja: 堕ちた敵。
ko: 쓰러진 적이다.
pl: Poległy nieprzyjaciel.
pt_br: Um adversário derrotado.
ru: Павший враг.
zh_cn: 一个倒下的敌人。
zh_tw: 一個倒下的敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDCORPSE.BURNING
source: Burial by fire.
de: Feuerbestattung.
es: Sepultura por fuego.
fr: Immölé par le feu.
it: Pira funeraria.
ja: 火葬だ。
ko: 화장 중이군.
pl: Ciałopalenie.
pt_br: Funeral com fogo.
ru: Огненные похороны.
zh_cn: 火葬。
zh_tw: 火葬。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDCORPSE.GENERIC
source: Rest well, fallen foe.
de: Ruhe sanft, gefallener Feind.
es: Descansa, enemigo derrotado.
fr: Repöse en paix, ennemi déchu.
it: Riposa in pace, nemico caduto.
ja: 倒れた敵手よ、安らかな眠りあれ。
ko: 잘 가라, 쓰러진 적아.
pl: Spoczywaj w pokoju.
pt_br: Descanse em paz, inimigo derrotado.
ru: Покойся с миром, павший враг.
zh_cn: 安息吧，倒下的敌人。
zh_tw: 安息吧，倒下的敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDCORPSE.REVIVING
source: The dead walk again!
de: Die Toten wandeln!
es: ¡Los muertos vuelven a caminar!
fr: Les mörts se relèvent !
it: I morti camminano!
ja: 死体が再び歩いているぞ！
ko: 시체가 다시 걷잖아!
pl: Umarli znów chodzą pośród żywych!
pt_br: Os mortos voltam à vida!
ru: Труп восстает!
zh_cn: 逝者复生了！
zh_tw: 逝者複生了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDMOUND
source: These hounds are true warriors.
de: Diese Hunde sind echte Krieger.
es: Estos sabuesos son verdaderos guerreros.
fr: Ces molosses sont de vrais guerriers.
it: Questi segugi sono dei veri guerrieri.
ja: この猟犬たちは真の戦士だ。
ko: 이 개들은 진정한 전사라고 할 수 있지.
pl: Te ogary to prawdziwi wojownicy.
pt_br: Esses cães são guerreiros de verdade.
ru: Эти гончие — настоящие воины.
zh_cn: 这些猎犬是真正的战士。
zh_tw: 這些獵犬是真正的戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDSTOOTH
source: A token of a successful conquest.
de: Ein Beweis einer erfolgreichen Eroberung.
es: Un símbolo de una conquista exitosa.
fr: Un souvenir de conquête réussie.
it: Il simbolo di una conquista di successo.
ja: 勝利の証しだ
ko: 성공적인 정복의 징표다.
pl: Świadectwo pomyślnych łowów.
pt_br: Um símbolo de uma conquista bem-sucedida.
ru: Победный трофей.
zh_cn: 这是成功攻克的象征。
zh_tw: 這是成功攻克的象徵。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOUNDWHISTLE
source: It casts a spell upon the dogged beasts.
de: Verzaubert die Hundsbestien.
es: Lanza un conjuro sobre las bestias obstinadas.
fr: Ça jette un sort aux bêtes canines.
it: Lancia un incantesimo sulle bestie ostinate.
ja: 犬っぽい獣に魔法を掛けられるの。
ko: 개들에게 마법을 건다.
pl: Rzuca urok na psowate maszkary.
pt_br: Lança um feitiço nas feras obstinadas.
ru: Он накладывает чары на упрямых тварей.
zh_cn: 它对狗形野兽施放法术。
zh_tw: 它對狗形野獸施放法術。

# CHARACTERS.WATHGRITHR.DESCRIBE.HUTCH
source: A loyal companion, if ever there were one.
de: Ein treuer Gefährte wie kein anderer.
es: Un compañero fiel, si alguna vez hubo uno.
fr: Un compagnon fidèle, si ça peut exister.
it: Un compagno fedele, se mai ce ne fosse uno.
ja: 忠実な従者とは、まさにこの者のこと
ko: 매우 충성심이 가득한 동료다.
pl: Wierny towarzysz, jeśli takowi istnieją.
pt_br: O companheiro mais leal que já tive na vida.
ru: Верный союзник, если бы он таковым мог стать.
zh_cn: 忠诚的同伴，如果有一个的话。
zh_tw: 忠誠的同伴，如果有一個的話。

# CHARACTERS.WATHGRITHR.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: An ensconced water sprite!
de: Eine versteckte Wasserelfe!
es: ¡Hay un espíritu de agua!
fr: Un lutin des eaux bien installé !
it: Hai uno spirito di acqua!
ja: 水の精を閉じ込めし器か
ko: 물의 요정이 들어있군!
pl: Co to za wodny duszek?
pt_br: Um espírito da água abrigado!
ru: Потайная водная фея!
zh_cn: 隐身的水妖！
zh_tw: 隱身的水妖！

# CHARACTERS.WATHGRITHR.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: An unfortunate casualty of battle.
de: Ein unglückliches Opfer des Kampfes.
es: Una desafortunada víctima de la batalla.
fr: Une fâcheuse victime du combat.
it: Una sfortunata vittima della battaglia.
ja: 不幸なる戦死者だ
ko: 안타까운 전쟁의 피해자로군.
pl: Nieszczęsna ofiara boju.
pt_br: Uma infeliz vítima da batalha.
ru: Неудачная жертва сражения.
zh_cn: 战争造成的不幸伤亡。
zh_tw: 戰爭造成的不幸傷亡。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICE
source: Reminds me of home.
de: Erinnert mich an mein Zuhause.
es: Me recuerda a mi hogar.
fr: Ça me rappelle la maison.
it: Mi ricorda casa.
ja: 我が家を思い出させる。
ko: 고향 생각나네.
pl: Przypomina mi się dom.
pt_br: Me faz lembrar de casa.
ru: Напоминает мне о доме.
zh_cn: 想起了我老家。
zh_tw: 想起了我老家。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEBERG.GENERIC
source: A trap left by the dastardly ice giants, no doubt.
de: Zweifellos eine Falle der bösen Eisriesen.
es: Una trampa puesta por esos despreciables gigantes de hielo, sin duda.
fr: Un piège sans döute laissé par ces vils géants des glaces.
it: Una trappola lasciata dagli infidi giganti del ghiaccio, non c'è dubbio.
ja: 卑怯な氷の巨人が残していった罠ね。間違いないわ。
ko: 비겁한 얼음 거인이 남긴 덫이 틀림없군.
pl: Ani chybi to pułapka zastawiona przez tych zdradliwych lodowych gigantów.
pt_br: Sem dúvida, uma armadilha deixada por gigantes de gelo covardes.
ru: Клянусь, эту ловушку оставили коварные ледяные великаны.
zh_cn: 无疑是邪恶的冰霜巨人所设下的陷阱。
zh_tw: 無疑是邪惡的冰霜巨人所設下的陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEBERG.MELTED
source: Twas no match for this great heat.
de: Dieser Hitze war er nicht gewachsen.
es: No era rival para este sofocante calor.
fr: Il ne put faire le pöids face à cette chaleur accablante.
it: Non aveva speranza contro questo grande caldo.
ja: 偉大なる火の前にはひとたまりもなかった。
ko: 이런 더위에는 버틸 수가 없지.
pl: Nie miała szans z tym żarem.
pt_br: Não suportou o calor intenso.
ru: Он не справился с беспощадной жарой.
zh_cn: 无法与仲夏之热所匹敌。
zh_tw: 無法與仲夏之熱所匹敵。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEBERG_MELTED
source: Twas no match for this great heat.
de: Dieser Hitze war er nicht gewachsen.
es: No era rival para este sofocante calor.
fr: Il ne put faire le pöids face à cette chaleur accablante.
it: Non aveva speranza contro questo grande caldo.
ja: 偉大なる火の前にはひとたまりもなかった。
ko: 이런 더위에는 버틸 수가 없지.
pl: Nie miała szans z tym żarem.
pt_br: Não suportou o calor intenso.
ru: Он не справился с беспощадной жарой.
zh_cn: 无法与仲夏之热所匹敌。
zh_tw: 無法與仲夏之熱所匹敵。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEBOX
source: Winter dwells inside!
de: Darin wohnt der Winter.
es: ¡El invierno habita dentro!
fr: L'hiver y habite !
it: L'inverno si aggira all'interno!
ja: 中に冬が宿っている！
ko: 안에 겨울이 살고 있군!
pl: W środku mieszka zima.
pt_br: O inverno habita seu interior.
ru: Внутри обитает зима!
zh_cn: 冬天住在里面！
zh_tw: 冬天住在裡面！

# CHARACTERS.WATHGRITHR.DESCRIBE.ICECREAM
source: That stuff hurts my teeth.
de: Das tut meinen Zähnen weh.
es: Cuando lo como me duelen los dientes.
fr: Ce truc fait mal aux dents.
it: Quella roba fa male ai miei denti.
ja: 食らうと歯が痛むぞ
ko: 이빨을 아프게 한다.
pl: Bolą mnie od tego zęby.
pt_br: Essa coisa machuca meus dentes.
ru: У меня от него зубы болят.
zh_cn: 那东西坏了我的牙。
zh_tw: 那東西壞了我的牙。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEHAT
source: A chunk of cold.
de: Ein Stück Kälte.
es: Un trozo de frío.
fr: Un morceau de froid.
it: Un pezzo di freddo.
ja: 冷たさのかけら。
ko: 냉기 덩어리다.
pl: Na gorącą głowę.
pt_br: Um pedaço de frio.
ru: Холодный кусок.
zh_cn: 一大块寒冰。
zh_tw: 一大塊寒冰。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEHOUND
source: Teeth of frost!
de: Zähne des Frosts!
es: ¡Dientes de las heladas!
fr: Dents de givre !
it: Denti di gelo!
ja: 氷の歯！
ko: 서릿발의 이빨이다!
pl: Zębiska mrozu!
pt_br: Dentes de gelo!
ru: Ледяные зубы!
zh_cn: 寒冬之牙！
zh_tw: 寒冬之牙！

# CHARACTERS.WATHGRITHR.DESCRIBE.ICEPACK
source: A backpack of the beast.
de: Ein Rucksack der Bestie.
es: Una bolsa de la bestia.
fr: Un sac à dos de bête.
it: Uno zaino bestiale.
ja: 獣のバックパック。
ko: 짐승의 가방이군.
pl: Plecak bestii!
pt_br: Uma mochila da fera.
ru: Зверский рюкзак.
zh_cn: 野兽的背包。
zh_tw: 野獸的背包。

# CHARACTERS.WATHGRITHR.DESCRIBE.ICESTAFF
source: A gift from Ullr!
de: Ein Geschenk von Ullr!
es: ¡Un regalo de Ullr!
fr: Une offrande d'Ullr !
it: Un regalo da Ullr!
ja: ウルからのギフトだ！
ko: 울르의 선물이군!
pl: Podarunek Ullra!
pt_br: Um presente de Ullr!
ru: Дар Улля!
zh_cn: 来自雪神的礼物！
zh_tw: 來自雪神的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.ICE_BLUEPRINT
source: My beast will not fear the cold.
de: Mein Tier wird die Kälte nicht fürchten.
es: Mi bestia no le temerá al frío.
fr: Mienne beste ne craindra pöint le fröid.
it: La mia bestia non dovrà temere il freddo.
ja: 我が獣は寒さに怖気づくことはあるまい。
ko: 내 짐승은 추위를 두려워하지 않을 거야.
pl: Mój zwierz nie ulęknie się chłodu.
pt_br: Minha fera não temerá o frio.
ru: Моя тварь не убоится холода.
zh_cn: 我的野兽无惧严寒。
zh_tw: 我的野獸無懼嚴寒。

# CHARACTERS.WATHGRITHR.DESCRIBE.INSANITYROCK.ACTIVE
source: Woah!
es: ¡Ahhh!
fr: Waouh !
it: Wow!
ja: うわっ！
ko: 우어어!
pl: Wow!
pt_br: Uau!
ru: Ого!
zh_cn: 哇哦！
zh_tw: 哇哦！

# CHARACTERS.WATHGRITHR.DESCRIBE.INSANITYROCK.INACTIVE
source: I suspect nothing of this rock.
de: An diesem Stein ist nicht verdächtig.
es: No sospecho nada de esta roca.
fr: Cette pierre ne m'inspire rien.
it: Non mi aspetto niente da quella roccia.
ja: この岩のことは何も疑わない。
ko: 전혀 수상한 점이 없다.
pl: Wygląda na normalny kamień.
pt_br: Não tenho qualquer suspeita dessa rocha.
ru: Этот камень безопасен.
zh_cn: 这块石头没什么可疑的。
zh_tw: 這塊石頭沒什麼可疑的。

# CHARACTERS.WATHGRITHR.DESCRIBE.INSPECTSELF
source: Who is that incredible warrior in the mirror?
de: Wer ist das unglaubliche Krieger im Spiegel?
es: ¿Quién es ese guerrero increíble en el espejo?
fr: Qui est donc cette incroyable guerrière dans le miroir ?
it: Chi è quella incredibile guerriera nello specchio?
ja: 鏡に映るは、気高き戦士！
ko: 거울 너머에 보이는 저 멋진 전사는 누구지?
pl: Kimże jest ta powalająca wojowniczka w lustrze?
pt_br: Quem é essa incrível guerreira no espelho?
ru: Что это за потрясающий воин в зеркале?
zh_cn: 镜中潇洒的勇士是谁呢？
zh_tw: 鏡中瀟灑的勇士是誰呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.IVY_SNARE
source: Ha! At least this plant hath some spirit!
de: Ha! Wenigstens hat diese Pflanze etwas Temperament!
es: ¡Ja! Por fin, ¡una planta con algo de energía!
fr: Ha ! Au möins, icelle plante fait preuve de vaillance !
it: Ha! Se non altro, questa pianta ha un po' di spirito!
ja: ほぅ！植物ながら、戦う意志があるようだな。
ko: 하! 이 식물은 최소한 영혼은 있어!
pl: Ha! Przynajmniej ta roślina chce walczyć!
pt_br: Ha! Pelo menos esta planta tinha entusiasmo!
ru: Ха! А это растение не сдается без боя!
zh_cn: 哈！这株植物还算有点精神！
zh_tw: 哈！這株植物還算有點精神！

# CHARACTERS.WATHGRITHR.DESCRIBE.JAMMYPRESERVES
source: Sticky and gross.
de: Klebrig und widerlich.
es: Pegajoso y asqueroso.
fr: C'est gluant et moche.
it: Appiccicoso e rozzo.
ja: ベタベタして気持ち悪い。
ko: 끈적하고 징그럽군.
pl: Klejąca obrzydliwość.
pt_br: Grudento e nojento.
ru: Липко и мерзко.
zh_cn: 黏乎乎的十分恶心。
zh_tw: 黏乎乎的十分噁心。

# CHARACTERS.WATHGRITHR.DESCRIBE.JELLYBEAN
source: The yield of an industrious candy farmer.
de: Die Ausbeute eines fleißigen Zuckerbauern.
es: La producción de un laborioso granjero de caramelos.
fr: Le produit d'une travailleuse agricole industrieuse.
it: Il frutto di un creatore di caramelle industrioso.
ja: 工業的なキャンディ農家が生産してるものだ。
ko: 열심히 일하는 사탕 농부의 수확물.
pl: Plon przedsiębiorczego hodowcy słodyczy.
pt_br: O fruto de um fazendeiro de doces diligente.
ru: Плоды искусного фермера сладостей.
zh_cn: 勤奋糖果农民的收获。
zh_tw: 勤奮糖果農民的收穫。

# CHARACTERS.WATHGRITHR.DESCRIBE.KABOBS
source: A feast!
de: Ein Festmahl!
es: ¡Un banquete!
fr: Un festin !
it: Un banchetto!
ja: ごちそう！
ko: 푸짐하군!
pl: Wyżerka!
pt_br: Um banquete!
ru: Угощение!
zh_cn: 盛宴
zh_tw: 盛宴

# CHARACTERS.WATHGRITHR.DESCRIBE.KELP
source: Ridiculous sea vegetable.
de: Lächerliches Meergemüse.
es: Una ridícula verdura marina.
fr: Ridicule légume marin.
it: Ridicoli vegetali marini.
ja: 愚かな海の野菜だ。
ko: 우스꽝스러운 바다 채소군.
pl: Głupia morska jarzyna.
pt_br: Verdura marinha ridícula.
ru: Дурацкий морской овощ.
zh_cn: 荒谬的海上蔬菜。
zh_tw: 荒謬的海上蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.KELPHAT
source: I'd never trade mine helm for this.
de: Dafür würde ich meinen Helm nie hergeben.
es: Nunca cambiaría mi casco por esto.
fr: Je n'échangerai jamais mien heaume cöntre icelui.
it: Non la metterei mai al posto del mio elmo.
ja: 絶対に兜と交換したりしない。
ko: 절대 내 투구와 바꾸지 않겠어.
pl: Nigdy nie wymienię swego hełmu na to coś.
pt_br: Jamais trocaria meu elmo por isso.
ru: Никогда не сменю свой шлем на это.
zh_cn: 绝对不会拿我的头盔换这个。
zh_tw: 絕對不會拿我的頭盔換這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.KELP_COOKED
source: Tis even worse than before.
de: Noch schlechter als vorher.
es: Esto es aún peor que antes.
fr: C'est encöre pire que plus tôt.
it: Anche peggio di prima.
ja: さらに酷くなった。
ko: 전보다 더 나빠졌군.
pl: Jeszcze gorsze niż przedtem.
pt_br: Conseguiu ficar ainda pior.
ru: Еще хуже, чем было.
zh_cn: 比之前更糟了。
zh_tw: 比之前更糟了。

# CHARACTERS.WATHGRITHR.DESCRIBE.KELP_DRIED
source: I despise it.
de: Ich verachte dieses Zeug.
es: Lo desprecio.
fr: Je hais ceci.
it: Disgustose.
ja: 我は軽蔑する。
ko: 혐오스러워.
pl: Gardzę tym.
pt_br: Tem o meu desprezo.
ru: Ненавижу.
zh_cn: 我鄙视它。
zh_tw: 我鄙視它。

# CHARACTERS.WATHGRITHR.DESCRIBE.KILLERBEE.GENERIC
source: A challenger!
de: Ein Herausforderer!
es: ¡Una contendiente!
fr: Un challenger !
it: Uno sfidante!
ja: 挑戦者か！
ko: 도전자인가!
pl: Oto wyzwanie dla wojownika!
pt_br: Um desafiante!
ru: Соперник!
zh_cn: 挑战者！
zh_tw: 挑戰者！

# CHARACTERS.WATHGRITHR.DESCRIBE.KILLERBEE.HELD
source: A conquered foe.
de: Ein besiegter Feind.
es: Un enemigo conquistado.
fr: Un ennemi conquis.
it: Un nemico conquistato.
ja: 克服した敵。
ko: 생포한 적이다.
pl: Pokonany nieprzyjaciel.
pt_br: Um adversário conquistado.
ru: Враг повержен.
zh_cn: 被征服的敌人。
zh_tw: 被征服的敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR1.BURNT
source: Alas, it shall wobble no more.
de: Wehe! Jetzt wird nicht mehr gewackelt.
es: Por desgracia, ya no volverá a bambolearse.
fr: Hélas, öncques ne remuera-t-il plus.
it: Purtroppo, non oscillerà più.
ja: ああ、これでもう揺れることはなかろう。
ko: 이런, 더는 뒤뚱대면 안 돼.
pl: Niestety już się nie będzie chybotać.
pt_br: Eia, não vai mais balançar.
ru: Увы, ей больше не трепыхаться.
zh_cn: 唉，它不会再摇晃了。
zh_tw: 唉，它不會再搖晃了。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR1.GENERIC
source: A sparring partner for the wee beasties.
de: Ein Sparringspartner für die kleinen Viecher.
es: Un compañero de entrenamiento para las bestias diminutas.
fr: Un partenaire d'entraînement pöur les petites bestes !
it: Un compagno d'allenamento per quelle bestioline.
ja: 小さき獣たちの稽古相手にちょうどよいだろう。
ko: 꼬마 짐승의 대련 상대로군.
pl: Partner treningowy dla małych stworzonek.
pt_br: Um parceiro de treino para as ferinhas fraquinhas.
ru: Тварюшек ждет славная охота.
zh_cn: 可以陪小野兽们日常操练。
zh_tw: 可以陪小野獸們日常操練。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR1_KIT
source: Fear not beasties, it will be constructed forthwith!
de: Keine Angst, ihr Tierchen, der Bau wird schon bald fertig sein!
es: ¡No temáis, bestias, lo construiré sin más demora!
fr: N'ayez crainte, petites bestes, sa cönstructiön ne prendra qu'un instant !
it: Non temete, bestioline, lo costruirò seduta stante!
ja: 獣たちよ、大丈夫だ。すぐに組み立ててやるぞ！
ko: 겁내지 마 짐승아, 당장 만들 거야.
pl: Nie lękajcie się, bestyjki. Z punktu to zbuduję!
pt_br: Não temam, ferinhas, será construído sem demora!
ru: Не страшитесь, тварюшки, я вмиг все построю!
zh_cn: 不要害怕，小野兽们，它马上就会建成。
zh_tw: 不要害怕，小野獸們，它馬上就會建成。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR2.BURNT
source: It seems the hunt is over.
de: Die Jagd scheint vorbei zu sein.
es: Parece que la cacería ha terminado.
fr: Il semblerait que la chasse söit finie.
it: Sembra che la caccia sia finita.
ja: 狩りは終わりのようだ。
ko: 사냥이 끝난 것 같아.
pl: Zdaje się, że łowy dobiegły końca.
pt_br: Parece que a caçada acabou.
ru: Видимо, охота подошла к концу.
zh_cn: 看来狩猎已经结束。
zh_tw: 看來狩獵已經結束。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR2.GENERIC
source: The beasties must learn to hunt!
de: Die Tiere müssen die Jagd erlernen!
es: ¡Las bestias deben aprender a cazar!
fr: Les bestes döivent apprendre à chasser !
it: Le bestioline devono imparare a cacciare!
ja: 獣たちに狩りの仕方を学ばせなくては！
ko: 짐승은 사냥하는 법을 배워야 해!
pl: Bestyjki muszą nauczyć się polować!
pt_br: As ferinhas devem aprender a caçar!
ru: Тварюшкам должно освоить мастерство охоты!
zh_cn: 野兽们一定要学会狩猎！
zh_tw: 野獸們一定要學會狩獵！

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDECOR2_KIT
source: I will construct it with the speed of Hermod!
de: Ich werde das mit der Geschwindigkeit von Hermod errichten!
es: ¡La construiré a la velocidad de Hermod!
fr: À möi, la célérité d'Hermöd pöur fabriquer icelle structure !
it: Lo costruirò alla velocità di Hermod!
ja: ヘルモーズの如き速さで組み立ててみせよう！
ko: 헤르모드의 속도로 만들 거야!
pl: Zbuduję to z szybkością Hermoda!
pt_br: Construirei com a presteza de Hermod!
ru: Я построю это со скоростью Хермода!
zh_cn: 我将以赫尔莫德的速度建造它！
zh_tw: 我將以赫爾莫德的速度建造它！

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDEN.BURNT
source: Not great as a hideaway now.
de: Als Rückzugsort ist das nicht mehr geeignet.
es: Ya no sirve de refugio.
fr: Ce n'est pöint une cachette si efficace, à présent.
it: Non è più un buon nascondiglio.
ja: これでは隠れ家が台無しだ。
ko: 지금 은신처로는 좋지 않아.
pl: Teraz to już nie jest zbyt dobra kryjówka.
pt_br: Não serve como esconderijo agora.
ru: Теперь здесь не скрыться.
zh_cn: 这下少了一个藏身之所。
zh_tw: 這下少了一個藏身之所。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDEN.GENERIC
source: A penthouse for wee beasties.
de: Ein Penthouse für die kleinen Tiere.
es: Un apartamento para las bestias diminutas.
fr: Une demeure à petites bestes.
it: Un attico per quelle bestioline.
ja: 小さき獣のための塔屋だ。
ko: 꼬마 짐승용 펜트하우스네.
pl: Dom dla małych bestyjek.
pt_br: Um telheiro para ferinhazinhas.
ru: Роскошный дом для тварюшек.
zh_cn: 小野兽的顶层公寓。
zh_tw: 小野獸的頂層公寓。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: The wee beasties are out, let us find them!
de: Die kleinen Viecher sind draußen, finden wir sie!
es: ¡Las bestias diminutas andan sueltas! ¡Daremos con ellas!
fr: Les petites bestes se sönt dispersées, à nöus de les retröuver !
it: Le bestioline sono fuori, troviamole!
ja: 小さき獣が外に出てしまった。いざ探しにゆかん！
ko: 꼬마 짐승이 나갔어, 찾아보자!
pl: Małe bestyjki się pochowały. Poszukajmy ich!
pt_br: As ferinhazinhas saíram! Vamos encontrá-las!
ru: Тварюшки разбежались, нужно их найти!
zh_cn: 小野兽们都跑了，我们去找它们吧！
zh_tw: 小野獸們都跑了，我們去找它們吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: We must bring them home quickly!
de: Wir müssen sie schnell nach Hause bringen!
es: ¡Hay que traerlos de vuelta lo antes posible!
fr: Il nöus faut les ramener prestement à la maisön !
it: Dobbiamo portarle subito a casa!
ja: 早く家に連れ戻さねば！
ko: 얼른 집으로 데려와야 해!
pl: Musimy szybko sprowadzić je do domu!
pt_br: Devemos trazê-las para casa rapidamente!
ru: Нужно быстрее возвратить их домой!
zh_cn: 我们必须迅速带它们回家。
zh_tw: 我們必須迅速帶它們回家。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOONDEN_KIT
source: Everything one needs to build a hideaway for tiny beasts.
de: Alles, was man braucht, um ein Versteck für die kleinen Tiere zu bauen.
es: Todo lo necesario para construirles uno refugio a las bestias diminutas.
fr: Töut ce qu'il faut afin de bâtir quelque demeure pöur les petites bestes.
it: Tutto il necessario per costruire un riparo per le bestioline.
ja: 小さき獣の隠れ家を作るのに必要なものはすべて揃っているぞ。
ko: 쪼꼬미 짐승용 은신처를 만드는 데 필요한 게 다 있어.
pl: Wszystko, czego potrzeba, by zbudować kryjówkę dla małych bestyjek.
pt_br: Tudo que é preciso para construir um esconderijo para pequenas feras.
ru: Все необходимое, чтобы возвести дом для тварюшек.
zh_cn: 这里有为小野兽建造一个藏身处所需的一切。
zh_tw: 這裡有為小野獸建造一個藏身處所需的一切。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_DECIDUOUS
source: A wee beastie with a talent for mischief.
de: Ein kleines Tierchen mit einem Talent für Unfug.
es: Una bestia diminuta con talento para las travesuras.
fr: Une petite beste aussi rusée que Löki.
it: Una bestiolina con un talento nel combinare guai.
ja: いたずらの才能がある小さき獣だ。
ko: 장난치는 데 재능이 있는 꼬마 짐승.
pl: Mała bestyjka ze smykałką do psot.
pt_br: Uma ferinhazinha com um talento para travessuras.
ru: Мохнатый озорник.
zh_cn: 一个具有恶作剧天赋的小野兽。
zh_tw: 一個具有惡作劇天賦的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_DESERT
source: A wee beastie with not-so-wee ears.
de: Ein kleines Tierchen mit gar nicht so kleinen Ohren.
es: Una bestia diminuta con unas orejas no tan diminutas.
fr: Une petite beste aux esgöurdes bien möins petites.
it: Una bestiolina con delle grandi orecchie.
ja: 小さき獣なのに耳はそれほど小さくないのだな。
ko: 귀는 그닥 꼬마가 아닌 꼬마 짐승.
pl: Mała bestyjka z nie tak małymi uszami.
pt_br: Uma ferinhazinha com orelhas não tão inhas.
ru: Большеухая тварюшка.
zh_cn: 大耳朵的小野兽。
zh_tw: 大耳朵的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_FOREST
source: A wee beastie that's particularly excellent at hiding.
de: Ein kleines Tierchen, das sich besonders gut verstecken kann.
es: Una bestia diminuta ducha en el arte de esconderse.
fr: Une petite beste excessivement döuée pöur le camöuflage.
it: Una bestiolina particolarmente abile nel nascondersi.
ja: 隠れるのに特化した小さき獣だな。
ko: 특별히 숨는 데 탁월한 꼬마 짐승.
pl: Mała bestyjka, która potrafi się świetnie chować.
pt_br: Uma ferinhazinha que é particularmente boa em se esconder.
ru: Тварюшка, что прячется хитрее прочих.
zh_cn: 一种特别善于隐藏的小野兽。
zh_tw: 一種特別善於隱藏的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_GRASS
source: A fairly flammable looking wee beastie.
de: Ein ziemlich brennbar aussehendes kleines Tierchen.
es: Una bestia diminuta con pinta de ser bastante inflamable.
fr: Une petite beste éminemment inflammable, de par sön apparence.
it: Una bestiolina dall'aspetto molto infiammabile.
ja: かなり燃えやすそうな見た目の小さき獣だ。
ko: 정말 불이 잘 붙을 것 같은 꼬마 짐승.
pl: Ta mała bestyjka wygląda dość łatwopalnie.
pt_br: Uma ferinhazinha de aparência particularmente inflamável.
ru: Этой тварюшке лучше подальше держаться от пламени.
zh_cn: 一个看起来相当易燃的小野兽。
zh_tw: 一個看起來相當易燃的小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_MARSH
source: A wee beastie with a weapon equipped to its tail. Ferocious!
de: Ein kleines Tierchen mit einer Waffe am Schwanz. Furchterregend!
es: Una feroz bestia diminuta con un arma en la cola.
fr: Une petite beste armée jusqu'à sienne queue. Redöutable !
it: Una bestiolina con un'arma equipaggiata sulla coda. Feroce!
ja: この小さき獣は尻尾に武器を備えているぞ。どう猛だ！
ko: 꼬리에 무기를 장착한 꼬마 짐승. 포악하구나!
pl: Mała bestyjka z ogonem służącym za broń. Niebezpiecznie!
pt_br: Uma ferinhazinha com uma arma equipada em seu rabo. Feroz!
ru: Тварюшка с оружием в хвосте. Свирепый воин!
zh_cn: 一个尾巴装备了武器的小野兽。凶猛！
zh_tw: 一個尾巴裝備了武器的小野獸。兇猛！

# CHARACTERS.WATHGRITHR.DESCRIBE.KITCOON_MOON
source: A wee beastie imbued with a third eye for finding more hiding spots.
de: Ein kleines Tierchen, das mit einem dritten Auge ausgestattet ist, um weitere Verstecke zu finden.
es: Una bestia diminuta con un tercer ojo para encontrar más sitios en los que esconderse.
fr: Une petite beste dötée d'un tröisième œil afin de tröuver davantage de cachettes.
it: Una bestiolina con un terzo occhio che l'aiuta a trovare più nascondigli.
ja: この小さき獣は第三の目を使ってさらなる隠れ場所を暴くことができるのか。
ko: 제삼의 눈으로 숨을 장소를 더 많이 찾아내는 꼬마 짐승.
pl: Mała bestyjka z trzecim okiem do szukania lepszych kryjówek.
pt_br: Uma ferinhazinha com um terceiro olho, para encontrar mais esconderijos.
ru: Тварюшка с лишним глазом, что помогает искать места для пряток.
zh_cn: 小野兽被赋予了第三只眼睛，便于找到更多藏身之处。
zh_tw: 小野獸被賦予了第三只眼睛，便於找到更多藏身之處。
