Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY_ITEM
source: Perhaps my foes will get lost in this hay.
de: Vielleicht gehen meine Feinde im diesem Heu verloren.
es: Tal vez mis enemigos se perderán en este heno.
fr: Mes ennemis se perdront peut-être dans cette paille.
it: I miei nemici potrebbero perdersi in questo fieno.
ja: 私の敵は干草の中で迷子になるかもしれない。
ko: 적이 지푸라기 속에서 길을 잃을지도 모르지.
pl: Mam nadzieję, że nieprzyjaciele pogubią się w tej słomie.
pt_br: Talvez meus adversários se perderão nesse feno.
ru: Может, мои враги запутаются в этом сене.
zh_cn: 也许我的敌人会在这些干草中迷路。
zh_tw: 也許我的敵人會在這些乾草中迷路。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_MOONROCK
source: Wholly impregnable, a worthy fortification!
de: Völlig uneinnehmbar, ein würdige Festung!
es: ¡Completamente inexpugnable, una fortificación digna!
fr: Absolument imprenable, une bonne fortification !
it: Completamente inespugnabile, una degna fortificazione!
ja: まさに難攻不落！最上の城壁だ！
ko: 절대로 뚫리지 않을 단단한 요새로군!
pl: Zacna fortyfikacja!
pt_br: Completamente impenetrável, uma fortificação digna!
ru: Полностью неприступна! Достойное укрепление!
zh_cn: 完全无法攻下，很有价值的防御措施！
zh_tw: 完全無法攻下，很有價值的防禦措施！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_MOONROCK_ITEM
source: Our fortress shall be impenetrable!
de: Unsere Festung soll undurchdringlich sein!
es: ¡Nuestra fortaleza será impenetrable!
fr: Notre forteresse sera impénétrable !
it: La nostra fortezza sarà impenetrabile!
ja: これで、我らが城塞の守りは盤石！
ko: 우리 요새는 절대 뚫리지 않아!
pl: Nasza forteca będzie niezdobyta!
pt_br: Nossa fortaleza será impenetrável.
ru: Наша крепость будет неприступной!
zh_cn: 我们的堡垒应该坚不可摧！
zh_tw: 我們的堡壘應該堅不可摧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_RUINS
source: Nigh impenetrable.
de: Nahezu undurchdringlich.
es: Casi impenetrable.
fr: Presque impénétrable.
it: Notte impenetrabile.
ja: 侵入不可能に近い
ko: 거의 뚫을 수 없을 정도야.
pl: Prawie niezniszczalny.
pt_br: Quase impenetrável.
ru: Почти неприступно.
zh_cn: 几乎无法刺穿。
zh_tw: 幾乎無法刺穿。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_RUINS_2
source: Nigh impenetrable.
de: Nahezu undurchdringlich.
es: Casi impenetrable.
fr: Presque impénétrable.
it: Notte impenetrabile.
ja: 侵入不可能に近い
ko: 거의 뚫을 수 없을 정도야.
pl: Prawie niezniszczalny.
pt_br: Quase impenetrável.
ru: Почти неприступно.
zh_cn: 几乎无法刺穿。
zh_tw: 幾乎無法刺穿。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_RUINS_ITEM
source: Only the finest barriers for my fort.
de: Nur die besten Barrieren für mein Fort.
es: Solo las mejores barreras para mi fuerte.
fr: Je sélectionne les meilleurs remparts pour mon fort.
it: Solo le migliori barriere per la mia fortezza.
ja: 私のとりでには、最上のバリヤーのみ。
ko: 내 요새에는 좋은 자재만 쓸 거야.
pl: Mój fort zasługuje na najlepsze mury.
pt_br: Somente as barreiras mais elegantes para o meu forte.
ru: Только лучшие заграждения для моей крепости.
zh_cn: 我的堡垒只用最好的墙。
zh_tw: 我的堡壘只用最好的牆。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_STONE
source: My enemies will dash themselves on these rocks.
de: Meine Gegner werden sich selbst an diesen Steinen zerschmettern.
es: Mis enemigos se aplastarán contra estas rocas.
fr: Mes ennemis viendront s'écrabouiller sur ces pierres.
it: I miei nemici si precipiteranno su queste rocce.
ja: 私の敵どもはこの岩にぶつかり壊れるだろう。
ko: 적들은 이 돌벽에 몸을 던지겠지.
pl: Moi wrogowie rozbiją się na tych kamieniach.
pt_br: Meus inimigos vão se atirar contra essas pedras.
ru: Мои враги разобьются об эти камни.
zh_cn: 我的敌人们将在这些石头上撞得头破血流。
zh_tw: 我的敵人們將在這些石頭上撞得頭破血流。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_STONE_2
source: My enemies will dash themselves on these rocks.
de: Meine Gegner werden sich selbst an diesen Steinen zerschmettern.
es: Mis enemigos se aplastarán contra estas rocas.
fr: Mes ennemis viendront s'écrabouiller sur ces pierres.
it: I miei nemici si precipiteranno su queste rocce.
ja: 私の敵どもはこの岩にぶつかり壊れるだろう。
ko: 적들은 이 돌벽에 몸을 던지겠지.
pl: Moi wrogowie rozbiją się na tych kamieniach.
pt_br: Meus inimigos vão se atirar contra essas pedras.
ru: Мои враги разобьются об эти камни.
zh_cn: 我的敌人们将在这些石头上撞得头破血流。
zh_tw: 我的敵人們將在這些石頭上撞得頭破血流。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_STONE_ITEM
source: A sturdy wall, fashioned from the earth.
de: Eine unerschütterliche Mauer, geschaffen aus der Erde.
es: Una pared sólida hecha con el suelo.
fr: Un mur solide façonné par la terre.
it: Una parete robusta, realizzata con la terra.
ja: 地球から作られた頑丈な壁。
ko: 땅으로 만든 튼튼한 벽이로군.
pl: Wytrzymały mur stworzony z darów ziemi.
pt_br: Uma parede resistente feita com a terra.
ru: Крепкая стена, сотворенная землей.
zh_cn: 用石头制作的结实的墙。
zh_tw: 用石頭製作的結實的牆。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD.BURNT
source: Fire, wood's only weakness!
de: Feuer, die einzige Schwäche von Holz!
es: ¡Fuego, la madera se debilita!
fr: Le feu, le point faible du bois !
it: Il fuoco, unico punto debole del legno!
ja: 炎… 木の唯一の弱み！
ko: 불은 나무의 유일한 약점이지!
pl: Ogień, jedyna słabość drewna!
pt_br: Fogo, a única fraqueza da madeira!
ru: Огонь — единственная слабость дерева!
zh_cn: 火是木头的唯一克星！
zh_tw: 火是木頭的唯一剋星！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD.GENERIC
source: It may impale a foe.
de: Die kann einen Feind aufspießen.
es: Puede empalar un enemigo.
fr: Je pourrais empaler un ennemi.
it: Può impalare un nemico.
ja: 敵を突き刺すかもしれない。
ko: 적을 꿰뚫을 수 있겠군.
pl: Można by kogoś na to nadziać.
pt_br: Poderia empalar um adversário.
ru: На него можно насаживать врагов.
zh_cn: 它也许能刺穿敌人。
zh_tw: 它也許能刺穿敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_WOOD_ITEM
source: A mediocre fortification.
de: Eine mittelmäßige Befestigung.
es: Una fortificación mediocre.
fr: Médiocre fortification.
it: Una fortificazione mediocre.
ja: 平凡な砦。
ko: 그저 그런 자재로군.
pl: Taka sobie fortyfikacja.
pt_br: Uma fortificação medíocre.
ru: Посредственное укрепление.
zh_cn: 质量一般的防御工事。
zh_tw: 品質一般的防禦工事。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS
source: Those tusks could pierce even the finest armor.
de: Diese Stoßzähne könnte sogar die beste Rüstung durchbohren.
es: Esos colmillos podrían perforar incluso la mejor armadura.
fr: Ces défenses pourraient percer la meilleure armure.
it: Quelle zanne potrebbero perforare anche l'armatura più pregiata.
ja: あの牙は最上の鎧でも貫ける。
ko: 저 엄니는 최고의 갑옷도 뚫을 수 있지요.
pl: Te kły przebiją nawet najznakomitszy pancerz.
pt_br: Essas presas poderiam penetrar até a melhor armadura.
ru: Эти бивни могут проткнуть даже лучшие доспехи.
zh_cn: 那些海象牙可以刺穿最好的盔甲。
zh_tw: 那些海象牙可以刺穿最好的盔甲。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALRUSHAT
source: Highland filth!
de: Hochlanddreck!
es: ¡Alta suciedad!
fr: Saleté des Highlands !
it: Sporco di montagna!
ja: 高地の汚物！
ko: 산악 지대의 쓰레기!
pl: Plugastwo!
pt_br: Corja das terras altas!
ru: Дрянная одежка горцев!
zh_cn: 高地污物！
zh_tw: 高地汙物！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_CAMP.EMPTY
source: They have departed for a great journey.
de: Sie haben sich auf eine lange Reise begeben.
es: Han partido para un gran viaje.
fr: Ils sont partis pour un long voyage.
it: Sono partiti per un grande viaggio.
ja: 彼らは壮大な旅に出発した。
ko: 긴 여행을 위해 떠났군.
pl: Wyruszyły na wielką wyprawę.
pt_br: Eles partiram para uma grande jornada.
ru: Они отправились в великое путешествие.
zh_cn: 他们已踏上了伟大的旅程。
zh_tw: 他們已踏上了偉大的旅程。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_CAMP.GENERIC
source: A proper winter camp.
de: Ein richtiges Winterlager.
es: Un campamento de invierno como es debido.
fr: Un vrai camp d'hiver.
it: Un accampamento invernale adeguato.
ja: 冬用の適切なキャンプ。
ko: 제대로 된 겨울 야영지로군.
pl: Dobrze przygotowany zimowy obóz.
pt_br: Um acampamento de inverno adequado.
ru: Отличный зимний лагерь.
zh_cn: 不错的冬季营地。
zh_tw: 不錯的冬季營地。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALRUS_TUSK
source: Rended from the mouth of the sea beast.
de: Dem Maul der Seebestie entrissen.
es: Arrancado de la boca de la bestia marina.
fr: Provient de la gueule d'une bête de la mer.
it: Lacerato dalla bocca della bestia di mare.
ja: 海の野獣の口からもぎ取られた。
ko: 바다 짐승의 입에서 뽑아낸 것이군.
pl: Wyjęty z pyska morskiej bestii.
pt_br: Retirado da boca da fera marinha.
ru: Вырван из пасти морского зверя.
zh_cn: 得自海洋野兽之口。
zh_tw: 得自海洋野獸之口。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.ATTACKER
source: Consider your actions wisely, %s.
de: Überleg dir gut, was du tust, %s.
es: Considera sabiamente tus actos, %s.
fr: Réfléchissez bien à vos actiöns, %s.
it: Considera attentamente le tue azioni, %s.
ja: 行動には気を付けることだ、%s。
ko: 행동을 신중하게 해라, %s.
pl: Rozważ swe działania, %s.
pt_br: Considere suas ações com sabedoria, %s.
ru: Подумай над своим поведением, %s.
zh_cn: 明智地考虑你的行动，%s。
zh_tw: 明智地考慮你的行動，%s。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.FIRESTARTER
source: %s, why do you break your cherished code?
de: %s, warum brichst du unseren geschätzten Kodex?
es: %s, ¿por qué rompes tu preciado código?
fr: %s, pourquoi transgressez-vöus dönc votre cher cöde ?
it: %s, perché continui ad andare contro le tue preziose regole?
ja: %s、なぜ自らの掟を破るのだ？
ko: %s, 잘 따르던 규칙을 왜 어기는 거야?
pl: %s, dlaczego łamiesz swój cenny kodeks?
pt_br: %s, por que você quebra seu acalentado código?
ru: %s, почему ты нарушаешь свой драгоценный завет?
zh_cn: %s,你怎么打破自己经常说的消防安全规则了？
zh_tw: %s,你怎麼打破自己經常說的消防安全規則了？

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.GENERIC
source: Good health to you, %s, and to your loyal beast!
de: Gute Gesundheit dir, %s, und deiner treuen Bestie!
es: ¡Buena salud para ti, %s, y para tu leal bestia!
fr: Pörtez-vöus bien, %s et ta fidèle beste !
it: Salute a te, %s, e alla tua leale bestia!
ja: %s、お前と連れの獣の健康を祈る！
ko: 몸 건강하기를, %s! 네 충성스러운 짐승도!
pl: Dobrego zdrowia i tobie życzę, %s, i twojej lojalnej bestii!
pt_br: Boa saúde para você e sua fera leal, %s!
ru: Крепкого здоровья тебе, %s, и твоему верному зверю!
zh_cn: %s，祝你和你忠诚的野兽身体健康！
zh_tw: %s，祝你和你忠誠的野獸身體健康！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.GHOST
source: By my honor, I will bring you back to this world!
de: Bei meiner Ehre, ich hole dich zurück in die Welt!
es: ¡Te traeré de vuelta a este mundo, por mi honor!
fr: Sur mön hönneur, je vöus ramènerai dans nötre mönde !
it: Lo giuro sul mio onore, ti riporterò in questo mondo!
ja: 我が名誉にかけて、命を元に戻してみせるぞ！
ko: 내 명예를 걸고 너를 되살리겠어!
pl: Na mój honor, przywrócę cię temu światu!
pt_br: Pela minha honra, trarei você de volta a este mundo!
ru: Клянусь честью, я верну тебя в мир живых!
zh_cn: 我以我的荣誉起誓，我会把你带回这个世界的！
zh_tw: 我以我的榮譽起誓，我會把你帶回這個世界的！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.MURDERER
source: Have at thee, you and your wicked beast!
de: Nehmt dies, du und deine böse Bestie!
es: ¡En guardia, tú y tu maldita bestia!
fr: Soyez maudits, vöus et vötre beste putride !
it: In guardia, tu e la tua bestia malvagia!
ja: かかってくるがいい、その危険な野獣共々な！
ko: 각오해라, 사악한 짐승 달린 녀석!
pl: A masz, ty i twoja przeklęta bestia!
pt_br: Tome isso, você e sua besta perversa!
ru: Получайте оба, и ты, и твой гадкий зверь!
zh_cn: 放马过来吧，你和你那邪恶的野兽！
zh_tw: 放馬過來吧，你和你那邪惡的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTER.REVIVER
source: %s carries with him a true sense of honor.
de: %s hat wirklich Sinn für Ehrenhaftigkeit.
es: %s lleva consigo un verdadero sentido del honor.
fr: %s a un véritable sens de l'hönneur.
it: %s sa cos'è il senso di onore.
ja: %sこそ真の名誉に値する者だ。
ko: %s, 도의심이 대단해.
pl: %s ma poczucie honoru.
pt_br: %s carrega consigo um verdadeiro senso de honra.
ru: %s ведает, что такое настоящая честь.
zh_cn: %s身上带有真正的荣誉感。
zh_tw: %s身上帶有真正的榮譽感。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALTERHAT
source: The helm of the "Pinetree Pioneer" clan.
de: Der Helm des "Kiefernpionier"-Clans.
es: El timón del clan "Pioneros del Pino".
fr: Le casque du clan des « Scöuts töujöurs ».
it: L'elmo del clan dei "Pionieri dei pini".
ja: 「マツワケ隊」一派のヘルメットであるな。
ko: "소나무 개척단" 부족의 투구다.
pl: Hełm klanu Sosnowych Pionierów.
pt_br: O elmo do clã "Pioneiro dos Pinheiros".
ru: Шлем клана Сосновых скаутов.
zh_cn: “松树先锋”部落的头盔。
zh_tw: “松樹先鋒”部落的頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.ATTACKER
source: You think it wise to test me, %s?
de: Meinst du es ist klug, mich auf die probe zu stellen, %s?
es: ¿Crees que es buena idea ponerme a prueba, %s?
fr: Pensez-vöus qu'il est sage de me défier, %s ?
it: Pensi che sia saggio mettermi alla prova, %s?
ja: 我に挑むのが賢明であると思われるか、%s？
ko: 나를 시험하는 게 현명하다고 생각하니, %s?
pl: %s, sądzisz, że wystawianie mnie na próbę to dobry pomysł?
pt_br: Acha prudente testar minha paciência, %s?
ru: Разве мудро вызывать меня на бой, %s?
zh_cn: 你觉得挑衅我明智吗，%s？
zh_tw: 你覺得挑釁我明智嗎，%s？

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.FIRESTARTER
source: I don't wish to question your intentions, %s...
de: Ich will deine Absichten nicht in Frage stellen, %s ...
es: No deseo cuestionar tus intenciones, %s...
fr: Je ne cömpte pöint mettre en döute vös intentiöns, %s...
it: Non voglio mettere in dubbio le tue intenzioni, %s...
ja: 汝の意図を問うことは望まぬ、%s…
ko: 왜 그런 건지 묻고 싶지는 않아, %s...
pl: Nie chcę kwestionować twych zamysłów, %s...
pt_br: Não quero questionar suas intenções, %s...
ru: Я не стану сомневаться в твоих намерениях, %s...
zh_cn: 我不想质疑你的动机，%s……
zh_tw: 我不想質疑你的動機，%s……

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.GENERIC
source: Good health to you through the ages, %s!
de: Ich wünsche dir viel Gesundheit für alle Zeiten, %s!
es: ¡Que tengas buena salud a lo largo del tiempo, %s!
fr: Puisse la santé vöus accömpagner à chaque épöque, %s !
it: Buona salute a te attraverso i secoli, %s!
ja: 長きにわたり達者でおられよ、%s！
ko: 세월이 흘러도 건강하렴. %s!
pl: Zdrowia we wszystkich epokach, %s!
pt_br: Muita saúde para você por eras e eras, %s!
ru: Желаю крепкого здоровья во веки веков, %s!
zh_cn: 愿你在漫长的岁月中身体健康，%s！
zh_tw: 願你在漫長的歲月中身體健康，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.GHOST
source: Fear not! I will find you a heart, with utmost haste!
de: Fürchte dich nicht! Ich werde in aller Eile ein Herz für dich finden!
es: ¡No temas! Daré con un corazón cuanto antes.
fr: N'ayez crainte ! Je vöus tröuverai un cœur en töute hâte !
it: Non temere! Ti troverò un cuore con la massima celerità!
ja: 恐れるでない！汝の心臓を大急ぎで見つけて進ぜよう！
ko: 겁내지마! 최대한 빨리 심장을 찾아줄게!
pl: Nie lękaj się! Niebawem odnajdę twe serce!
pt_br: Não tema! Encontrarei seu coração com a máxima pressa!
ru: Не бойся! Я поспешу и отыщу тебе сердце.
zh_cn: 不要害怕！我将以最快的速度为你找到一颗心！
zh_tw: 不要害怕！我將以最快的速度為你找到一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.MURDERER
source: Thou shall answer for this betrayal, %s! Meet my spear!
de: Du sollst für diesen Verrat geradestehen, %s! Stelle dich meinem Speer!
es: Tendrás que responder por tal traición, %s. ¡Sufre la ira de mi lanza!
fr: Vöus paierez icelle trahisön, %s ! Vöus allez göûter à mienne lance !
it: Dovrai rispondere di questo tradimento, %s! Fa' la conoscenza della mia lancia!
ja: 汝はこの謀反を報いをうけよ、%s！我が槍を食らうがよい！
ko: 배신에 대한 답을 들어야지, %s! 내 창을 받아라!
pl: Odpowiesz za to zaprzaństwo, %s! Przebodę cię włócznią!
pt_br: Você pagará por esta traição, %s! Sinta minha lança!
ru: Ты ответишь за предательство, %s! Познай мое копье!
zh_cn: 你会为这次背叛付出代价，%s！领教我的长矛吧！
zh_tw: 你會為這次背叛付出代價，%s！領教我的長矛吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WANDA.REVIVER
source: %s is a powerful ally indeed.
de: %s ist wahrlich eine mächtige Verbündete.
es: %s es una aliada muy poderosa.
fr: %s est en effet une puissante alliée.
it: %s è davvero una potente alleata.
ja: %sは強力な仲間である。
ko: %s 녀석은 실로 강력한 동맹이야.
pl: %s to doprawdy potężny sojusznik.
pt_br: %s é mesmo uma aliada poderosa.
ru: %s — могучая союзница.
zh_cn: %s真是一位强力的盟友啊。
zh_tw: %s真是一位強力的盟友啊。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARDROBE.BURNING
source: No, my furs and cloaks!
de: Nein, meine Pelze und Mäntel!
es: ¡No, mis pieles y abrigos!
fr: Non, mes fourrures et mes capes !
it: No, i miei mantelli e pellicce!
ja: ああッ！我が毛皮の衣が！
ko: 안 돼! 안에 내 모피랑 망토가 들었는데!
pl: Och, nie! Me płaszcze i futra!
pt_br: Não, minhas peles e capas!
ru: О нет, мои меха и шкуры!
zh_cn: 不，我的毛皮和斗篷！
zh_tw: 不，我的毛皮和斗篷！

# CHARACTERS.WATHGRITHR.DESCRIBE.WARDROBE.BURNT
source: No use crying over burnt pelts.
de: Verbranntem Zeug muss man nicht nachweinen.
es: No vale la pena llorar por pieles quemadas.
fr: Inutile de pleurer sur des peaux brûlées.
it: Inutile piangere sulle pelli bruciate.
ja: 燃えてしまったものは、しかたあるまい…
ko: 이제 와 울어봤자 무슨 소용이람.
pl: Nie ma co płakać nad spalonymi skórami.
pt_br: Não adianta chorar sobre peles queimadas.
ru: Сожженных шкур не воротишь.
zh_cn: 为烧焦的毛皮哭泣并没有用。
zh_tw: 為燒焦的毛皮哭泣並沒有用。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARDROBE.GENERIC
source: That's where I keep my furs and cloaks.
de: Darin bewahre ich meine Pelze und Mäntel auf.
es: Ahí es donde guardo mis pieles y abrigos.
fr: C'est là que je garde mes fourrures et mes capes.
it: Ecco dove tengo le mie pellicce e mantelli.
ja: あの木箱に、我が毛皮の衣を収めてある
ko: 내 모피와 망토를 보관하는 곳이다.
pl: Trzymam tu me płaszcze i futra.
pt_br: É aí que guardo minhas peles e capas.
ru: Здесь я храню мои меха и шкуры.
zh_cn: 那是我存放皮草和斗篷的地方。
zh_tw: 那是我存放皮草和斗篷的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARG
source: Be that you, Fenrir?
de: Bist du es, Fenrir?
es: ¿Eres tú, Fenrir?
fr: Est-ce toi, Fenrir ?
it: Sei tu, Fenrir?
ja: 貴様は…フェンリルか？
ko: 그대인가요, 펜리르?
pl: Czy to ty, Fernirze?
pt_br: És tu, Fenrir?
ru: Ты ли это, Фенрир?
zh_cn: 是你吗，芬里厄？
zh_tw: 是你嗎，芬裡厄？

# CHARACTERS.WATHGRITHR.DESCRIBE.WARGLET
source: Ha! I've felled more fearsome beasts than ye!
de: Ha! Ich habe schon furchterregendere Bestien als dich erlegt!
es: ¡Ja! ¡He dado muerte a bestias mucho más temibles que tú!
fr: Ha ! J'ai öccis des créatures bien plus redöutables que töi !
it: Ha! Ho abbattuto bestie più temibili di te!
ja: ふん！我はもっと恐ろしい獣を倒してきたぞ！
ko: 하! 나는 너보다 더 무시무시한 야수도 쓰러뜨렸어!
pl: Ha! Zwyciężałam już straszliwsze bestie niż ty!
pt_br: Ha! Já abati feras mais temíveis que ti!
ru: Ха! Я повергала тварей и страшнее!
zh_cn: 哈！我击败过比你更可怕的野兽！
zh_tw: 哈！我擊敗過比你更可怕的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.WARGSHRINE.BURNT
source: Laid to waste.
de: Zerstört.
es: Ahora es inservible.
fr: Complètement perdu.
it: Completamente devastato.
ja: 無駄にしたのだ。
ko: 폐허가 되었군.
pl: I wszystko na marne.
pt_br: Destruída.
ru: Полегло впустую.
zh_cn: 糟蹋。
zh_tw: 糟蹋。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARGSHRINE.EMPTY
source: What doth thou need?
de: Was brauchst du denn?
es: ¿Qué necesitas?
fr: Qu'est-ce que tu veux ?
it: Di cosa necessiti?
ja: 汝、何を必要とす？
ko: 무엇을 원하는가?
pl: Czegóż ci trzeba?
pt_br: O que tu precisas?
ru: Чего тебе?
zh_cn: 你需要什么？
zh_tw: 你需要什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.WARGSHRINE.GENERIC
source: The gods are pleased!
de: Die Götter freuen sich!
es: ¡Los dioses están contentos!
fr: Les dieux sont satisfaits !
it: Gli dei sono soddisfatti!
ja: 神々が喜んでいるぞ！
ko: 신들이 기뻐하는군!
pl: Bogowie są zadowoleni!
pt_br: Os deuses estão contentes!
ru: Боги довольны.
zh_cn: 诸神很高兴！
zh_tw: 諸神很高興！

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.ATTACKER
source: What nefarious plots doth %s stew upon?
de: Was schmiedet %s für teuflische Ränke?
es: ¿Qué maléficos planes está cocinando %s?
fr: Quelles bassesses mijöte dönc %s ?
it: Cosa cappero starà tramando %s?
ja: %s、いったいどんな邪悪な計略を考えておるのだ？
ko: %s이(가) 어떤 흉악한 음모를 꾸미는 거지?
pl: Cóż to za nikczemności %s szykuje?
pt_br: Que planos nefastos %s está cozinhando?
ru: Какой коварный план готовит %s?
zh_cn: %s在酝酿什么毒计？
zh_tw: %s在醞釀什麼毒計？

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.FIRESTARTER
source: %s's summoned Hel's flames this day!
de: %s hat heute Hels Flammen beschworen!
es: ¡%s ha invocado las llamas de Hel en este día!
fr: %s a invöqué les flammes de Hel en ce jöur !
it: Oggi %s ha evocato le fiamme di Hel!
ja: 今日、%sが地獄の業火を償還した。
ko: %s이(가) 오늘 헬의 화염을 소환했다!
pl: %s rozkazuje dziś płomieniom Hel!
pt_br: %s invocou as chamas de Hel hoje!
ru: Сегодня %s призвал пламя Хель!
zh_cn: %s竟然召唤了赫尔之火！
zh_tw: %s竟然召喚了赫爾之火！

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.GENERIC
source: Hail, %s, blessed feast-forge!
de: Gegrüßt seist du, %s, gesegneter Festmahlschmied!
es: ¡Saludos, %s, forja de festines bendecida!
fr: Salutatiöns, %s, förgerön de festin béni !
it: Salve %s, benedetto preparatore di banchetti!
ja: あっぱれ、%s、祝福されたご馳走だ！
ko: 축복받은 성찬 요리사 %s 만세!
pl: Witaj, %s, chwalebny kucharzu!
pt_br: Olá, %s, abençoado criador de banquetes!
ru: Приветствую, %s, благословенный создатель пиров!
zh_cn: 注意了，%s，来参见天佑的野兽战神！
zh_tw: 注意了，%s，來參見天佑的野獸戰神！

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.GHOST
source: The feast hall of Valhalla will one day welcome you. But not today.
de: Walhall wird dich einst willkommen heißen ... doch nicht heute.
es: La sala de banquetes de Valhalla te dará la bienvenida algún día. Pero hoy no.
fr: Les tablées du Valhalla vöus accueillerönt à bras öuvert. Mais pöint aujöurd'hui.
it: Il salone delle feste del Valhalla ti aprirà le sue porte, un giorno. Ma non oggi.
ja: ヴァルハラの集会場はいつの日か汝を歓迎するだろう。だが今日は違う。
ko: 언젠가 발할라의 연회장이 널 반기겠지만 그게 오늘은 아니야.
pl: Któregoś dnia trafisz na ucztę do Walhalli. Ale nie dziś.
pt_br: Um dia você será recebido no salão de banquetes de Valhalla. Mas não hoje.
ru: Когда-нибудь ты станешь почетным гостем в залах Вальхаллы. Но не сегодня.
zh_cn: 英灵殿的盛宴有天会为你而设，不过不是今天。
zh_tw: 英靈殿的盛宴有天會為你而設，不過不是今天。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.MURDERER
source: We will hold a valorous feast at your defeat!
de: Wir werden deinen Untergang feiern!
es: ¡Celebraremos un imponente festín con tu derrota!
fr: Nöus tiendröns grand festin au jöur de vötre mört !
it: Quando ti sconfiggeremo, organizzeremo un banchetto in tuo onore!
ja: 汝が負けるならば我等は勇敢な宴を開こう！
ko: 널 물리치고 성대한 잔치를 베풀겠다!
pl: Będziemy świętować twoją porażkę!
pt_br: Daremos um grande banquete depois que derrotarmos você!
ru: После победы над тобой мы закатим пиршество!
zh_cn: 等我英勇击败你后，要大宴天下。
zh_tw: 等我英勇擊敗你後，要大宴天下。

# CHARACTERS.WATHGRITHR.DESCRIBE.WARLY.REVIVER
source: %s's heart is as full as his belly.
de: Das Herz von %s ist voll, wie Bauch auch.
es: El corazón de %s está tan henchido como su panza.
fr: Le cœur de %s débörde autant que sön ventre !
it: Il cuore di %s è pieno come la sua pancia.
ja: %sの心は、彼の腹と同じくらい満たされている。
ko: %s의 마음은 그 배만큼이나 넉넉하군.
pl: %s ma serce równie wielkie, co żołądek.
pt_br: O coração de %s é tão grande quanto sua barriga.
ru: Сердце %s не меньше его желудка.
zh_cn: %s的内心和他的肚腩一样饱满。
zh_tw: %s的內心和他的肚腩一樣飽滿。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAR_BLUEPRINT
source: Garb befitting a warrior's steed!
de: Eine Gewandung, die dem Reittier eines Kriegers angemessen ist!
es: Un atuendo digno de mi corcel.
fr: Une tenue digne de la mönture d'un guerrier !
it: Un abito degno del destriero di una guerriera!
ja: 戦士の獣にふさわしき装具！
ko: 전사의 군마에 어울리는 복장이야!
pl: Odzienie dla rumaka bojowego!
pt_br: Vestimenta digna da montaria de uma guerreira!
ru: Такой наряд под стать боевому скакуну!
zh_cn: 勇士坐骑的战甲！
zh_tw: 勇士坐騎的戰甲！

# CHARACTERS.WATHGRITHR.DESCRIBE.WASPHIVE
source: Bees of war!
de: Bienen des Krieges!
es: ¡Abejas de la guerra!
fr: Abeilles de guerre !
it: Api da guerra!
ja: 戦う蜂！
ko: 전쟁의 벌들!
pl: Wojenne pszczoły!
pt_br: Abelhas de guerra!
ru: Боевые пчелы!
zh_cn: 战斗蜜蜂！
zh_tw: 戰鬥蜜蜂！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERBALLOON
source: Prepare to engage in water-y battle!
de: Mach dich auf eine Wasserschlacht gefasst!
es: ¡Prepárate para participar en una batalla de agua!
fr: La bataille aquatique va commencer !
it: Preparati a immergerti in una battaglia acquatica.
ja: 水中戦に備えよ！
ko: 물의 전투 개시 준비!
pl: Gotuj się do wodnej bitwy!
pt_br: Prepare-se para a batalha molhada!
ru: Приготовься сразиться в водной битве!
zh_cn: 准备投入水中战斗！
zh_tw: 準備投入水中戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERINGCAN.EMPTY
source: The plants expect me to fetch water for them as well?
de: Die Pflanzen erwarten, dass ich auch Wasser für sie hole?
es: ¿Las plantas quieren que les traiga yo el agua?
fr: Les plantes exigent également de l'eau de ma part ?
it: Le piante si aspettano persino che vada a prendere l'acqua per loro?
ja: 植物も我に水汲みにいくよう求むのか？
ko: 식물들도 내가 물을 길러오기를 기대하려나?
pl: Rośliny chcą, żebym im też nosiła wodę?
pt_br: As plantas também esperam que eu vá buscar água para elas?
ru: Мне что, еще и воду подносить растениям?
zh_cn: 植物们还指望我给它们担水？
zh_tw: 植物們還指望我給它們擔水？
