Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.MOOSE_NESTING_GROUND
source: This where she keep her babies, florp.
de: Für die Babys, florp.
es: Aquí es donde tiene a sus bebés, florp.
es_mx: Aquí ser donde ella tener a sus bebés, flop.
fr: C'est là qu'elle garde ses bébés, florp.
it: Qui tiene suoi piccoli, florp.
ja: ここは彼女が赤ちゃんを飼っている場所だよ、フロープ。
ko: 아기 돌보는 곳이야, 뻐끔.
pl: Tutaj trzyma dzieci, florp.
pt_br: É aqui que ela guarda seus bebês, florp.
ru: Тут живут детеныши, бульк.
zh_tw: 這就是她養寶寶的地方，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MOQUECA
source: There fish inside!
de: Fische drin!
es: ¡Hay peces dentro!
es_mx: ¡Haber peces dentro!
fr: Y'a du poisson dedans !
it: C'è pesce dentro!
ja: 中に魚がいるよ！
ko: 안에 물고기 있어!
pl: W środku jest ryba!
pt_br: Tem peixe dentro!
ru: Там рыбка!
zh_tw: 裡面有魚！

# CHARACTERS.WURT.DESCRIBE.MOSQUITO.GENERIC
source: Wouldn't like my blood, florp!
de: Mein Blut nicht lecker, florp!
es: ¡Mi sangre no te gustaría, florp!
es_mx: ¡Mi sangre probablemente no gustarte, flop!
fr: T'aimerais pas mon sang, florp !
it: Non vuole mio sangue, florp!
ja: 俺の血が嫌いなの、フロープ？
ko: 내 피는 별로일걸, 뻐끔!
pl: Nie chciałbyś mojej krwi, florp!
pt_br: Não ia gostar do meu sangue, florp!
ru: Моя кровь ему не понравится, хлюп.
zh_tw: 應該不會喜歡我的血吧，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MOSQUITO.HELD
source: Gotcha, nasty pokey bug!
de: Hab dich, blödes Biest!
es: ¡Te pillé, molesto bicho puntiagudo!
es_mx: ¡Yo atraparte, bicho diminuto y asqueroso!
fr: J't'ai eu, sale insecte qui pique !
it: Ti ho preso, brutto insetto appuntito!
ja: 捕まえたぞ、厄介なポッキーバグ！
ko: 잡았다, 콕콕 찌르는 벌레 녀석!
pl: Mam cię, okropny, gryzący owadzie!
pt_br: Peguei, inseto espetudo ruim!
ru: Попалась, букашка-кусашка!
zh_tw: 抓到你了，討厭的叮人蟲！

# CHARACTERS.WURT.DESCRIBE.MOSQUITOSACK
source: Glurgh...
de: Glarg ...
es_mx: Gluaj...
fr: Berk...
ja: グルーフ...
ko: 빠끔빠끔...
pl: Glurg...
ru: Хлюрп…
zh_tw: 格勒格……

# CHARACTERS.WURT.DESCRIBE.MOSSLING
source: Hee-hee, funny waddler.
de: Hehe, lustiger Kleiner.
es: Ji, ji, simpático andarín.
es_mx: Ji, ji. Caminar gracioso como pato.
fr: Hé hé, t'es rigolo.
it: Eh eh, come cammini!
ja: へへ、おかしなワドラーね。
ko: 히히, 뒤뚱뒤뚱 재미있어.
pl: Hi, hi, śmieszny tuptacz.
pt_br: Hihi, criança engraçada.
ru: Хи-хи, как забавно ковыляет.
zh_tw: 嘿嘿，好玩的一搖一擺的傢伙。

# CHARACTERS.WURT.DESCRIBE.MOUND.DUG
source: Someone left buncha bones in there, florp.
de: Jemand hat Knochen dringelassen, florp.
es: Alguien ha dejado un montón de huesos ahí, florp.
es_mx: Alguien haber dejado un montón de huesos aquí, flop.
fr: C'est un gros tas d'os, florp.
it: Qualcuno ha lasciato tante ossa lì, florp.
ja: 誰かが骨を残していったんだよ、フロープ。
ko: 누가 안에 뼈 잔뜩 남겨 놨어, 뻐끔.
pl: Ktoś tu zostawił mnóstwo kości, florp.
pt_br: Alguém deixou ossos de montes lá, florp.
ru: Кто-то здесь забыл кучу костей, плюх.
zh_tw: 有人在這留下一堆骨頭，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MOUND.GENERIC
source: Hmm? Something buried here?
de: Hmm? Etwas begraben?
es: ¿Hum? ¿Hay algo enterrado aquí?
es_mx: ¿Mmm? ¿Haber algo enterrado aquí?
fr: Est-ce que quelque chose est enterré ici ?
it: Mmmm? Qualcosa sepolto lì?
ja: ん？何か埋まってるの？
ko: 흠? 뭔가 묻혀 있나?
pl: Hmm? Coś tu jest zakopane?
pt_br: Hmm? Algo enterrado aqui?
ru: Хм-м? Что тут запрятано?
zh_tw: 哼？有東西埋在這嗎？

# CHARACTERS.WURT.DESCRIBE.MULLEDDRINK
source: Mmmm, warms up tummy!
de: Mmmmh, wärmt Bauch!
es: Mmm, ¡calienta la tripa!
es_mx: ¡Mmm! ¡Calentar pancita!
fr: Miam, ça chauffe dans mon ventre !
it: Mmmm, riscalda pancia!
ja: うーん、お腹が温まるよ！
ko: 음, 배가 따뜻해져!
pl: Mmmm, rozgrzewa brzuszek!
pt_br: Hmmm, aquece a barriga!
ru: М-м-м, в животике тепло!
zh_tw: 呣，肚子暖暖的！

# CHARACTERS.WURT.DESCRIBE.MULTIPLAYER_PORTAL
source: Scale-less say this what brought them here?
de: Schuppenlose hiermit hergekommen?
es: ¿Dicen los sin escamas que esto los trajo aquí?
es_mx: ¿Los no escamosos decir que esto ser lo que traerlos aquí?
fr: Les sans-écailles disent que ce truc les a fait venir ici.
it: Senza squame dicono che questo li ha portati qui?
ja: スケールレスは何でここに来たの？
ko: 무비늘이 여기 통해 왔다고?
pl: Bezłuskowcy twierdzą, że to coś ich tu przywiodło?
pt_br: Sem-escama diz ser isso que trouxe eles aqui?
ru: Ребята без чешуи к нам отсюда пришли?
zh_tw: 無鱗生物說就是這個帶他們來的？

# CHARACTERS.WURT.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: It made of moon stuff!
de: Aus Mondzeug!
es: ¡Está hecho de cosa lunar!
es_mx: ¡Estar hecha de cosa lunar!
fr: C'est fait avec de la lune.
it: Fatto di cose di luna!
ja: 月のものでできているんだよ！
ko: 달 재료로 만들었어!
pl: Zrobiony z księżycowej materii!
pt_br: É feito de coisas da lua!
ru: Он из луны сделан!
zh_tw: 它是月亮上的東西做的！

# CHARACTERS.WURT.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: That pretty smart, florp.
de: Sehr klug, florp.
es: Eso es algo muy ingenioso, florp.
es_mx: Eso ser muy ingenioso, flop.
fr: C'est le même principe qu'une cuillère-fourchette.
it: Molto intelligente, florp.
ja: 賢いね、フロープ。
ko: 꽤 똑똑한걸, 뻐끔.
pl: To całkiem sprytne, florp.
pt_br: Muito esperto, florp.
ru: Какая мудреная штука, бульк.
zh_tw: 做出來這個真聰明，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUSHGNOME
source: Hee-hee, silly spinny mushroom.
de: Heehee, du dummer Spinnerpilz.
es: Ji, ji, hongo tonto que gira.
fr: Hi hi, un champignon qui tourne tout nul.
it: Eh eh, sciocco fungo girante.
ja: えへへ。おバカなクルクルきのこ。
ko: 히히, 멍청한 가시버섯.
pl: Hihi, głupiutki grzyboludek.
pt_br: Hihi, cogumelo bobo e girante.
ru: Хи-хи! Глупый гриб-непоседа!
zh_tw: 嘿嘿，笨笨的瘦蘑菇。

# CHARACTERS.WURT.DESCRIBE.MUSHROOMBOMB
source: Glurp! Run away!
de: Glurp! Schnell weg!
es: ¡Glurp! ¡Huye!
es_mx: ¡Glup! ¡Huir!
fr: Fuyeeeeeez !
it: Glurp! Scappa!
ja: グロープ！逃げて！
ko: 빠끔! 도망가자!
pl: Glurp! W nogi!
pt_br: Glurp! Foge!
ru: Хля-яп! Бежим!
zh_tw: 格勒噗！快跑！

# CHARACTERS.WURT.DESCRIBE.MUSHROOMHAT
source: Keeps head nice and clammy!
de: Hält Kopf schön feucht!
es: ¡Mantiene la cabeza cómoda y húmeda!
es_mx: ¡Esto mantener mi cabeza húmeda y pegajosa!
fr: J'ai la tête chaude et humide !
it: Tiene testa bella umida!
ja: 頭をスッキリたままにしておいて！
ko: 머리 축축하게 해 줘!
pl: Przyjemnie ślisko w głowę!
pt_br: Deixa cabeça feliz e úmida!
ru: Голове приятно и промозгло!
zh_tw: 讓頭又好看又黏！

# CHARACTERS.WURT.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Oops...
de: Huch ...
es: Ups...
es_mx: Uy...
fr: Oups...
it: Ops...
ja: おっと...
ko: 이런...
pl: Ups...
pt_br: Opa...
ru: Ой…
zh_tw: 哎呀……

# CHARACTERS.WURT.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: Big mushroom!
de: Großer Pilz!
es: ¡Seta grande!
es_mx: ¡Un gran champiñón!
fr: Un gros champignon !
it: Grande fungo!
ja: 大きなキノコだよ！
ko: 큰 버섯이다!
pl: Wielki grzybol!
pt_br: Cogumelo grande!
ru: Грибище!
zh_tw: 大蘑菇！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.BURNT
source: Too burnt for mushrooms, florp.
de: Zu verbrannt für Pilze, florp.
es: Demasiado fuego para setas, florp.
es_mx: Demasiado quemada para los champiñones, flop.
fr: C'est trop brûlé pour les champignons, florp.
it: Troppo bruciata per funghi, florp.
ja: キノコにしては焦げすぎだね、フロープ。
ko: 너무 타서 버섯 못 심어, 뻐끔.
pl: Za bardzo spalona, żeby mogły na niej wyrosnąć grzyby, florp.
pt_br: Queimado demais pra cogumelos, florp.
ru: Грибам тут не вырасти, хлюп.
zh_tw: 燒的太焦種不了蘑菇，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.EMPTY
source: Needs mushrooms!
de: Braucht Pilze!
es: ¡Necesita setas!
es_mx: ¡Necesitar champiñones!
fr: J'ai besoin de champignons !
it: Servono funghi!
ja: キノコが必要だよ！
ko: 버섯 필요해!
pl: Potrzebuje grzybów!
pt_br: Precisa de cogumelos!
ru: Нужны грибы!
zh_tw: 需要蘑菇！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.LOTS
source: Mmm, lots of tasty snacks growing!
de: Mmmh, leckeres Essen wächst!
es: Mmm, ¡están creciendo montones de piscolabis sabrosos!
es_mx: ¡Mmm, un montón de botanas sabrosas creciendo!
fr: Y'a des tas de bons trucs à manger qui poussent !
it: Mmmm, crescono tanti spuntini gustosi!
ja: うーん、美味しそうなおやつがたくさん増えてきたね。
ko: 음, 맛있는 간식이 많이 자라!
pl: Mmm, dużo pyszności rośnie!
pt_br: Hmm, muitos petiscos bons crescendo!
ru: М-м-м, столько вкуснятины растет!
zh_tw: 呣，好多美味的小吃在成長！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: Need more creepy logs!
de: Braucht mehr gruseliges Holz!
es: ¡Necesita más leños siniestros!
es_mx: ¡Esto necesitar más troncos tétricos!
fr: J'dois trouver d'autres bûches effrayantes !
it: Serve altro legno raccapricciante!
ja: もっと不気味なログが必要だよ！
ko: 기분 나쁜 통나무 더 있어야 해!
pl: Potrzebuję więcej strasznych kłód!
pt_br: Precisa mais toras assustadores!
ru: Нужно больше жутких бревен!
zh_tw: 需要更多的怪木頭！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: Maybe mushrooms sleeping?
de: Vielleicht schlafen Pilze?
es: ¿Quizá las setas están durmiendo?
es_mx: ¿Tal vez los champiñones estar dormidos?
fr: Peut-être que les champignons dorment ?
it: Forse funghi stanno dormendo?
ja: もしかしてキノコ寝てるの？
ko: 버섯이 자나?
pl: Może grzybki śpią?
pt_br: Talvez cogumelos tão dormindo?
ru: Может, грибы заснули?
zh_tw: 也許蘑菇在睡覺？

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.SOME
source: They starting to grow!
de: Sie wachsen!
es: ¡Están empezando a crecer!
es_mx: ¡Estar empezando a crecer!
fr: Des trucs ont commencé à pousser !
it: Cominciano a crescere!
ja: 成長し始めたよ。
ko: 자라기 시작했어!
pl: Zaczynają rosnąć!
pt_br: Começaram a crescer!
ru: Они начали расти!
zh_tw: 他們開始成長了！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_FARM.STUFFED
source: No room for more mushrooms!
de: Kein Platz mehr für Pilze!
es: ¡No hay sitio para más setas!
es_mx: ¡No caber más champiñones!
fr: Y'a plus de place pour les champignons.
it: Non c'è posto per altri funghi!
ja: キノコを増やす余裕はないよ！
ko: 버섯 더 있을 자리 없어!
pl: Nie ma miejsca na więcej grzybów!
pt_br: Não tem espaço pra mais cogumelos!
ru: Для грибов уже нет места!
zh_tw: 沒地方種更多蘑菇了！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: Didn't do it!
de: War ich nicht!
es: ¡Yo no lo he hecho!
es_mx: ¡No haber sido yo!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я, честно!
zh_tw: 不是我幹的！！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT.OFF
source: It in a funny shape, florp.
de: Lustige Form, florp.
es: Qué forma más rara tiene, florp.
es_mx: Esto tener una forma graciosa, flop.
fr: Il est dans un sale état, florp.
it: Ha forma buffa, florp.
ja: 変な形をしているよ、フロープ。
ko: 재미있는 모양이야, 뻐끔.
pl: Śmieszny ma kształt, florp.
pt_br: Tá em forma engraçada, florp.
ru: Хлюп, какая забавная форма.
zh_tw: 它的形狀很奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT.ON
source: Glowy!
de: Leuchtet!
es: ¡Brilla!
es_mx: ¡Brillante!
fr: Ça brille !
it: Luminosa!
ja: 光ってるよ！
ko: 빛이 나!
pl: Świeci się!
pt_br: Brilhante!
ru: Светится!
zh_tw: 發著光！

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: It was so pretty, florp...
de: War so hübsch, florp ...
es: Era tan bonita, florp...
es_mx: Haber sido tan bonito, flop...
fr: C'était si joli, florp...
it: Era così bello, florp...
ja: とても可愛かったよ、フロープ...
ko: 정말 예뻤는데, 뻐끔...
pl: A taka ładna była, florp...
pt_br: Era tão bonito, florp...
ru: А было так красивенько, бульк…
zh_tw: 曾經那麼美，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: It supposed to do something?
de: Soll was machen?
es: ¿Se supone que hace algo?
es_mx: ¿Esto deber hacer algo?
fr: Il devrait se passer quelque chose ?
it: Deve succedere qualcosa?
ja: 何かすることになっているの？
ko: 원래 뭘 하나?
pl: To coś robi?
pt_br: Devia fazer alguma coisa?
ru: А что должно случиться?
zh_tw: 它有什麼作用嗎？

# CHARACTERS.WURT.DESCRIBE.MUSHROOM_LIGHT2.ON
source: Oooh, pretty color!
de: Oooh, schöne Farbe!
es: Oooh, ¡bonito color!
es_mx: ¡Oooh, bonito color!
fr: Waouh, j'adore la couleur !
it: Oooh, bel colore!
ja: おー、可愛い色！
ko: 오오, 예쁜 색이야!
pl: Ooo, ale ładny kolor!
pt_br: Aaah, cor bonita!
ru: О-о-о, красивый цвет!
zh_tw: 噢，漂亮的色彩！

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: Look kinda tasty, florp.
de: Sieht irgendwie lecker aus, florp.
es: Tiene buena pinta, florp.
fr: Ça me donne faim, florp.
it: Sembra buono, florp.
ja: 美味しそうだね、フロープ。
ko: 좀 맛있어 보인다, 뻐끔.
pl: Wygląda nawet smacznie, florp.
pt_br: Parece meio saborosa, florp.
ru: Хлюп, на вид вкусно.
zh_tw: 看起來味道不錯，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_MOON
source: Mushrooms weird here.
de: Pilze hier merkwürdig.
es: Aquí hay hongos raros.
fr: Y'a des champignons bizarres, ici.
it: Funghi sono strani qui.
ja: ここのキノコは変だね。
ko: 여기 버섯 이상해.
pl: Grzyby są tu jakieś dziwne.
pt_br: Cogumelos daqui são esquisitos.
ru: Странные тут грибы.
zh_tw: 這裡的蘑菇好奇怪。

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: Floaty lights!
de: Schwimmlichter!
es: ¡Luces flotantes!
es_mx: ¡Luces flotantes!
fr: Des lumières qui flottent !
it: Luci fluttuanti!
ja: 浮いたライトだ！
ko: 둥둥 뜨는 빛이야!
pl: Latające światełka!
pt_br: Luzes flutuantes!
ru: Летучие огоньки!
zh_tw: 飄浮的燈！

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: Short and stumpy.
de: Kurz und stumpfig.
es: Bajo y mocho.
es_mx: Pequeño y chaparro.
fr: Il est petit et épais.
it: Ceppo corto.
ja: 短くてゴツゴツしているよ。
ko: 짧고 뭉툭해.
pl: Malutki, ale solidny.
pt_br: Curto e entroncado.
ru: Мелкое и приземистое.
zh_tw: 矮矮的木樁。

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_TALL.BLOOM
source: Something falling off it.
de: Fällt was runter.
es: Algo se le cae.
es_mx: Algo caerse de él.
fr: Y'a des trucs qui en tombent.
it: Qualcosa cade.
ja: 何か落ちているよ。
ko: 뭔가 떨어지고 있어.
pl: Coś się z niego sypie.
pt_br: Tem caindo dela.
ru: С него что-то упало.
zh_tw: 有東西在往下掉。

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_TALL.GENERIC
source: It grow so big!
de: So groß!
es: ¡Se ha hecho muy grande!
es_mx: ¡Estar creciendo mucho!
fr: Il devient énorme !
it: Cresce tanto!
ja: こんなに大きくなるんですね！
ko: 엄청 크게 자라!
pl: Ale wielki urósł!
pt_br: Cresce tão grande!
ru: Ну и вымахало!
zh_tw: 長好大啊！

# CHARACTERS.WURT.DESCRIBE.MUSHTREE_TALL_WEBBED
source: This one claimed by Spiderfolk.
de: Den wollen die Spinnenleute.
es: Las arañas se han pedido este.
es_mx: Este haber sido apartado por seres araña.
fr: Le peuple araignée s'en est emparé.
it: Lo vogliono i ragni.
ja: これはスパイダーフォークが言っていたものだよ。
ko: 거미족이 차지했어.
pl: Został zajęty przez pajęczaka.
pt_br: Foi reivindicado por povo-aranha.
ru: Его захватили пауки.
zh_tw: 這一個被蜘蛛人佔有了。

# CHARACTERS.WURT.DESCRIBE.MUTATEDHOUND.DEAD
source: Bye-bye doggy.
de: Tschüss Hundchen.
es: Adiós, perrito.
es_mx: Adiosito, perrito.
fr: Adieu, toutou.
it: Ciao ciao, cagnolino.
ja: バイバイ、ドギー。
ko: 안녕, 멍멍이야.
pl: Pa, pa, piesku.
pt_br: Tchau, cachorrinho.
ru: Пока-пока, собачка.
zh_tw: 再見了，小狗。

# CHARACTERS.WURT.DESCRIBE.MUTATEDHOUND.GENERIC
source: Glurph, it look sick?
de: Glurf, sieht krank aus.
es: Glurph, ¿está enfermo?
es_mx: Gluaj. ¿Estar enfermo?
fr: Est-ce qu'il est malade ?
it: Glurp, è malato?
ja: グルーフ、病気に見えるかな？
ko: 빠끔빠끔, 어디 아픈가?
pl: Glurp, chyba jest chory?
pt_br: Glurph, parece doente?
ru: Хлюп… Она заболела?
zh_tw: 格浪浮，看著病了？

# CHARACTERS.WURT.DESCRIBE.MUTATEDHOUND.SLEEPING
source: Shouldn't wake it up, florp.
de: Lieber nicht wecken, florp.
es: Mejor que no se despierte, florp.
es_mx: No deber despertarlo, flop.
fr: J'vais pas le réveiller, florp.
it: Non lo sveglio, florp.
ja: 起こしちゃダメだよ、フロープ。
ko: 깨우면 안 돼, 뻐끔.
pl: Lepiej go nie budzić, florp.
pt_br: Melhor não acordar, florp.
ru: Не надо ее будить, бульк.
zh_tw: 別吵醒它，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUTATED_PENGUIN.DEAD
source: That better, florp.
de: Schon besser, florp.
es: Mejor así, florp.
es_mx: Así estar mejor, flop.
fr: C'est mieux, florp.
it: Meglio così, florp.
ja: その方がいいよ、フロープ。
ko: 훨씬 낫네, 뻐끔.
pl: Tak lepiej, florp.
pt_br: Melhor assim, florp.
ru: Так-то лучше, хлюп.
zh_tw: 這樣更好，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: Glorp, can see its insides!
de: Glorp, kann sehen, was drin ist!
es: Glorp, ¡puedo verle lo de dentro!
es_mx: ¡Glop, yo poder ver sus entrañas!
fr: Glorp, j'peux voir à l'intérieur !
it: Glorp, posso vedere dentro!
ja: グロープ、 中が見えるよ！
ko: 빠끔, 속이 보여!
pl: Glorp, widać mu wnętrzności!
pt_br: Glorp, dá pra ver entranhas!
ru: Бульк, я вижу, что у нее внутри!
zh_tw: 格浪噗，能看到它的內臟！

# CHARACTERS.WURT.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: Night-night scary bird.
de: Gute Nacht, gruseliger Vogel.
es: Buenas noches, pájaro que da miedo.
es_mx: Buenas nochecitas, pájaro escalofriante.
fr: Bonne nuit, oiseau qui fait peur.
it: Notte notte, uccello spaventoso.
ja: おやすみ、怖い鳥さん。
ko: 잘 자, 무서운 새야.
pl: Dobranoc, straszny ptaku.
pt_br: Boa noite, pássaro assustador.
ru: Спокойной ночи, жуткая птица.
zh_tw: 安安，嚇人的小鳥。

# CHARACTERS.WURT.DESCRIBE.MUTATOR_DROPPER
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_HEALER
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_HIDER
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_MOON
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_SPITTER
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_WARRIOR
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.MUTATOR_WATER
source: Webby boy make Merm cookie next!!
de: Spinnenjunge mach als nächste Mermkeks!!
es: ¡Webby, haz galleta de tritón!
fr: Le garçon araignée devra faire des biscuits merms !
it: Bambino-ragno, fai biscotto mermi dopo!
ja: ウェビーボーイ！次はマームのクッキーを作ってよ！
ko: 다음은 웨비 보이가 어인쿠키를 만들어!!
pl: Teraz Webby niech zrobi ciasteczko dla Mermów!
pt_br: Menino Webby vai fazer biscoito de povo-peixe!
ru: Мальчишка-паучишка, сделай и для тритонов печеньки!
zh_tw: 韋伯小夥子，接下來給我做魚人的曲奇餅！！

# CHARACTERS.WURT.DESCRIBE.NATURE_BLUEPRINT
source: Glurgh... this one ugly...
de: Glarg ... das hier hässlich ...
es: Glurgh, qué feo...
fr: Glurg... C'est moche, ça.
it: Glurgh... questo è brutto...
ja: グルーフ…これはカッコワルいよ…
ko: 빠끔빠끔... 이거 못생겼어...
pl: Glurg... Ten wykrój jest obrzydliwy...
pt_br: Glurgh... que feiura...
ru: Хлюп... некрасивый наряд...
zh_tw: 格勒格……這個好醜……

# CHARACTERS.WURT.DESCRIBE.NIGHTLIGHT
source: Creepy light.
de: Gruseliges Licht.
es: Luz siniestra.
es_mx: Luz espeluznante.
fr: Cette lumière me fait peur.
it: Luce inquietante.
ja: きれいな光だね。
ko: 기분 나쁜 빛이야.
pl: Straszne światło.
pt_br: Luz assustadora.
ru: Жуткий огонек.
zh_tw: 古怪的光。

# CHARACTERS.WURT.DESCRIBE.NIGHTMAREFUEL
source: Bad stuff!
de: Böses Zeug!
es: ¡Cosas malas!
es_mx: ¡Cosa mala!
fr: C'est horrible !
it: Cose cattive!
ja: 悪い奴だよ！
ko: 나쁜 거야!
pl: Coś złego!
pt_br: Coisas ruins!
ru: Скверная штука!
zh_tw: 壞東西！

# CHARACTERS.WURT.DESCRIBE.NIGHTMAREGROWTH
source: Glurp... something bad happening!
de: Glurp ... ist was Schlimmes passiert!
es: Glurp... ¡Pasa algo malo!
fr: Glurp... il se passe quelque chose de pas bien !
it: Glurp... succede qualcosa di brutto!
ja: グルーフ…なにか悪いことが起きてる！
ko: 뻐끔... 뭔가 안 좋은 일이 일어나고 있어!
pl: Glurp... Dzieje się coś niedobrego!
pt_br: Glurp... algo ruim aconteceu!
ru: Хлюп... что-то страшное тут!
zh_tw: 格勒噗……有不好的事情發生！

# CHARACTERS.WURT.DESCRIBE.NIGHTMARELIGHT
source: Don't like it, florp.
de: Gefällt mir nicht, florp.
es: No me gusta, florp.
es_mx: A mí no gustarme, flop.
fr: J'aime pas ça, florp.
it: Non piace, florp.
ja: 気に入らないよ、フロープ。
ko: 마음에 안 들어, 뻐끔.
pl: Nie podoba mi się, florp.
pt_br: Não gosto, florp.
ru: Не нравится мне это, буль.
zh_tw: 不喜歡它，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.NIGHTMAREPIE
source: Hee-hee, it has funny face.
de: Hehe, lustiges Gesicht.
es: Ji, ji; curiosa cara.
es_mx: Ji, ji. Tener cara graciosa.
fr: Hé hé, elle a une drôle de tête.
it: Eh eh, espressione buffa.
ja: はは、面白い顔をしているね。
ko: 히히, 얼굴 재미있어.
pl: Hi, hi, ale ma dziwną minę.
pt_br: Hihi, tem cara engraçada.
ru: Хи-хи, забавная рожица.
zh_tw: 嘿嘿，它有張好玩的臉。

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: It seem safe.
de: Scheint sicher.
es: Parece seguro.
es_mx: Parecer segura.
fr: Je risque rien.
it: Sembra sicuro.
ja: 安全なようだね。
ko: 안전한 것 같아.
pl: Chyba jest bezpiecznie.
pt_br: Parece seguro.
ru: Кажется, все в порядке.
zh_tw: 它好像安全了。

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Over soon, over soon.
de: Bald vorbei, bald vorbei.
es: Pronto se acabará, pronto se acabará.
es_mx: Pronto terminar, pronto terminar.
fr: C'est bientôt fini.
it: Passa presto, passa presto.
ja: もうすぐ、もうすぐ終わるよ。
ko: 금방, 금방 끝나.
pl: Wkrótce będzie po wszystkim.
pt_br: Acaba logo, acaba logo.
ru: Уже скоро, уже скоро.
zh_tw: 就快結束了，就快結束了。

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Seem okay.
de: Scheint in Ordnung.
es: Parece que está bien.
es_mx: Parecer estar bien.
fr: Il se passe rien.
it: Sembra a posto.
ja: 大丈夫そうだね。
ko: 괜찮은 것 같아.
pl: Chyba wszystko w porządku.
pt_br: Parece bom.
ru: Все нормально.
zh_tw: 好像是好的。

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Staying the same,.
de: Bleibt gleich.
es: Parece estar igual.
es_mx: No haber ningún cambio.
fr: Le temps n'a pas d'emprise sur moi.
it: Non si muove.
ja: 変わらずに、だね。
ko: 계속 그대로야.
pl: Nic się nie zmienia.
pt_br: Continua o mesmo.
ru: Все по-прежнему.
zh_tw: 一直沒變。

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It going away!
de: Geht weg!
es: ¡Se va!
es_mx: ¡Estar apagándose!
fr: Elle disparaît !
it: Va via!
ja: 消えていくよ！
ko: 사라진다!
pl: Znika!
pt_br: Tá indo embora!
ru: Исчезает!
zh_tw: 它快沒了！

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Getting weird, florp...
de: Wird merkwürdig, florp ...
es: Se está volviendo raro, florp...
es_mx: Algo raro estar pasando, flop.
fr: Je sens un truc bizarre, florp...
it: Fa cose strane, florp...
ja: 奇妙なことになってきたね、フロープ...
ko: 점점 이상해져, 뻐끔...
pl: Robi się dziwnie, florp...
pt_br: Ficando esquisito, florp...
ru: Становится странно, бульк…
zh_tw: 越來越古怪了，浮浪噗……
