Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.GLASSED
source: Wait a minute, I don't think that's ice...
de: Moment mal, ich glaube, das ist kein Eis ...
es: Un momento, creo que eso no es hielo...
fr: Euh, je crois que ce n'est pas de la glace...
it: Aspetta un attimo, quello non mi sembra essere ghiaccio...
ja: 待てよ、こいつぁ氷じゃねぇな…
ko: 잠깐, 얼음이 아닌 것 같은데...
pl: Chwilunia, to chyba nie jest lód...
pt_br: Espere um instante, não acho que isso seja gelo...
ru: Подождите-ка, а это точно лед?
zh_cn: 等等，我看那个不是冰……
zh_tw: 等等，我看那個不是冰……

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.NIGHT_FULL
source: Not a good night to have a curse, but then when's it ever?
de: Keine gute Nacht für einen Fluch. Aber wann ist es das schon?
es: Ninguna noche es buena para sufrir una maldición
fr: Pas la bonne nuit pour être maudit, mais y en a-t-il une ?
it: Non è la notte adatta per avere una maledizione, d'altronde quando lo è?
ja: 今晩は呪いって雰囲気じゃないな。そんな雰囲気の夜がそもそもあるかどうかは分からねえが。
ko: 저주받기 좋은 밤은 아니지만, 사실은 언제든 마찬가지잖아?
pl: Niezbyt fajna noc na posiadanie klątwy, ale w sumie czy jakakolwiek jest dobra?
pt_br: Não é uma boa noite pra se ter uma maldição, mas quando é?
ru: Не самая лучшая ночь для проклятий, но если не сейчас, то когда?
zh_cn: 不是被诅咒的好夜晚，但以前有过吗？
zh_tw: 不是被詛咒的好夜晚，但以前有過嗎？

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.NIGHT_NEW
source: The moon's gone for now. Phew.
de: Der Mond ist jetzt weg. Puh.
es: La luna se ha ido por ahora. Ufff.
fr: La lune est partie pour l'instant. Ouf...
it: La luna è andata per adesso. Puff.
ja: 月が消えたな、今のところだが。ふう…
ko: 달이 지금은 없네, 휴우.
pl: Księżyc sobie poszedł. Uff.
pt_br: A lua se foi por enquanto. Ufa.
ru: Луна ушла. Фух.
zh_cn: 月亮暂时走了。唷。
zh_tw: 月亮暫時走了。唷。

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.NIGHT_WANE
source: The moon's waning. Time for some peace and quiet.
de: Der Mond nimmt ab. Zeit für Ruhe und Entspannung.
es: La luna está menguando. Es momento de paz y tranquilidad.
fr: La lune décroît. On va pouvoir faire une pause.
it: La luna è calante. Finalmente un po' di pace e tranquillità.
ja: 月が欠けてきている。これで静寂が訪れるはずだ。
ko: 달이 작아지고 있어. 이제 좀 진정할 수 있겠네.
pl: Księżyc sobie odpuszcza. Czas na odrobinę ciszy i spokoju.
pt_br: A lua está diminuindo. Hora de um pouco de paz e tranquilidade.
ru: Луна убывает. Время для тишины и спокойствия.
zh_cn: 月亮在亏损了。是时候休息平静一下了。
zh_tw: 月亮在虧損了。是時候休息平靜一下了。

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.NIGHT_WAX
source: The moon's waxing again.
de: Des Mond nimmt wieder zu.
es: Hay luna creciente de nuevo.
fr: La lune croît à nouveau.
it: La luna è di nuovo crescente.
ja: また月が満ちてきてるな。
ko: 달이 다시 차고 있잖아.
pl: Księżyc znowu rośnie.
pt_br: A lua está crescendo de novo.
ru: Луна снова прибывает.
zh_cn: 月亮再次变圆了。
zh_tw: 月亮再次變圓了。

# CHARACTERS.WOODIE.DESCRIBE.MOONDIAL.WEREBEAVER
source: Just aboot time again, Lucy.
de: Gerade rechtzeitig, Lucy.
es: Ya toca otra vez, Lucy.
fr: Ça va encore être l'heure, Lucy.
it: Il momento è arrivato di nuovo, Lucy.
ja: そろそろだぞ、ルーシー。
ko: 이제 거의 때가 왔어, 루시.
pl: Już za chwilę, Lucy.
pt_br: Está quase na hora, Lucy.
ru: Давай еще разок, Люси.
zh_cn: 大概又到时候了，露西。
zh_tw: 大概又到時候了，露西。

# CHARACTERS.WOODIE.DESCRIBE.MOONGLASS
source: It's green, like a nice leaf.
de: Grün wie ein schönes Blatt.
es: Es verde como una bonita hoja.
fr: C'est une jolie feuille verte.
it: È verde, come una bella foglia.
ja: きれいな葉っぱみたいな緑だ。
ko: 나뭇잎처럼 녹색이잖아.
pl: Zielony jak zdrowy liść.
pt_br: É verde, como uma folha bonita.
ru: Зеленое, как крупный лист.
zh_cn: 跟树叶一样绿。
zh_tw: 跟樹葉一樣綠。

# CHARACTERS.WOODIE.DESCRIBE.MOONGLASSAXE
source: Still not as good as Lucy.
de: Immer noch nicht so gut wie Lucy.
es: Aun así, no tan buena como Lucy.
fr: Elle n'arrive pas à la cheville de Lucy.
it: Non è comunque bella come Lucy.
ja: ルーシーにはまだ勝てねえな。
ko: 루시보다는 별로야.
pl: Nie dorasta Lucy do pięt.
pt_br: Ainda não é tão bom quanto a Lucy.
ru: С Люси никакой топор не сравнится.
zh_cn: 还是不如我的露西好。
zh_tw: 還是不如我的露西好。

# CHARACTERS.WOODIE.DESCRIBE.MOONGLASS_CHARGED
source: These pieces still have a glow to 'em.
de: Diese Teile strahlen immer noch.
es: Estos trozos todavía emiten luz.
fr: Ces morceaux brillent encore.
it: Quei frammenti emanano ancora luce.
ja: こんな欠片ん中でも、まだ光ってるぜ。
ko: 이 조각에서 여전히 빛이 나.
pl: Te kawałki wciąż się świecą.
pt_br: Estas peças ainda têm um brilho.
ru: Кусочки все еще слегка светятся.
zh_cn: 这些还发着光呢。
zh_tw: 這些還發著光呢。

# CHARACTERS.WOODIE.DESCRIBE.MOONGLASS_ROCK
source: That's a big hunk of moon stuff.
de: Das ist ein großer Mondbrocken.
es: Un trozo bien grande de material lunar.
fr: Un gros morceau de machin de la lune.
it: Un bel pezzo di roba lunare.
ja: この月のガラス、相当デカいぞ。
ko: 커다란 달덩어리잖아.
pl: Wielki kawał księżycowego czegoś.
pt_br: Isso é um pedação daquela coisa de lua.
ru: Большой кусок лунного грунта.
zh_cn: 一大块月亮东西。
zh_tw: 一大塊月亮東西。

# CHARACTERS.WOODIE.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: Seems cozy enough.
de: Wirkt ganz gemütlich.
es: Parece bastante agradable.
fr: C'est plutôt confortable.
it: Sembra abbastanza accogliente.
ja: 居心地が良さそうだな。
ko: 포근해 보이잖아.
pl: Wygląda przytulnie.
pt_br: Parece aconchegante o suficiente.
ru: На вид вполне уютно.
zh_cn: 好像还挺舒服。
zh_tw: 好像還挺舒服。

# CHARACTERS.WOODIE.DESCRIBE.MOONROCKCRATER
source: I think it's missing something.
de: Ich denke, da fehlt etwas.
es: Creo que le falta algo.
fr: Je crois qu'il manque quelque chose.
it: Credo che gli manchi qualcosa.
ja: 何かが足らない気がするな。
ko: 뭔가 없는 것 같은데.
pl: Chyba czegoś tu brakuje.
pt_br: Acho que está faltando algo.
ru: Чего-то здесь не хватает.
zh_cn: 我想它缺少一些东西。
zh_tw: 我想它缺少一些東西。

# CHARACTERS.WOODIE.DESCRIBE.MOONROCKIDOL
source: Looks kinda loonie.
de: Sieht irgendwie verrückt aus.
es: Parece un poco chiflado.
fr: C'est un peu lunaire.
it: Sembra un po' lunatico.
ja: コインみたいだな。
ko: 약간 얼빠져 보이는데.
pl: Wygląda cokolwiek dziwnie.
pt_br: Parece meio maluco.
ru: Выглядит как-то глупо.
zh_cn: 看起来有点呆。
zh_tw: 看起來有點呆。

# CHARACTERS.WOODIE.DESCRIBE.MOONROCKNUGGET
source: It's uh, a moon rock.
de: Dieser Stein kam vom Mond.
es: Es una, eh, roca lunar.
fr: C'est... euh... une roche de lune.
it: È uh, una lunaroccia.
ja: 月から降ってきた石っころだ
ko: 이건, 그... 달의 돌이잖아.
pl: Kawałek księżyca.
pt_br: É, ahm, uma rocha lunar.
ru: Это, э-эм, камень с луны.
zh_cn: 呃，它是一块月亮石。
zh_tw: 呃，它是一塊月亮石。

# CHARACTERS.WOODIE.DESCRIBE.MOONROCKSEED
source: I should probably put this down somewhere, eh?
de: Ich sollte das wahrscheinlich irgendwo hinlegen, oder?
es: Probablemente debería dejar esto en algún lugar, ¿eh?
fr: Je devrais sans doute poser ça quelque part, hein ?
it: Probabilmente dovrei metterlo da qualche parte, eh?
ja: これ、どこかに置いた方が良さそうだな。
ko: 어딘가에 내려놓아야겠다, 그치?
pl: Trzeba cię chyba gdzieś postawić, co nie?
pt_br: Eu provavelmente deveria colocar isso em alguma lugar, hã?
ru: Куда-нибудь надо это положить, да?
zh_cn: 我应该把它放在什么地方，对吧？
zh_tw: 我應該把它放在什麼地方，對吧？

# CHARACTERS.WOODIE.DESCRIBE.MOONROCK_PIECES
source: That's in a pretty sorry state, eh?
de: Das ist in einem ziemlich traurigen Zustand, was?
es: Está en un estado bastante lamentable, ¿eh?
fr: C'est pas en très bon état, hein ?
it: È piuttosto malconcia, eh?
ja: こりゃあ無残だな。
ko: 상태가 참 안 좋다, 그치?
pl: Jest w nienajlepszym stanie, co nie?
pt_br: Isso está num estado deplorável, hã?
ru: Довольно жалкая статуя, хех?
zh_cn: 那是一个非常悲惨的状态，嗯？
zh_tw: 那是一個非常悲慘的狀態，嗯？

# CHARACTERS.WOODIE.DESCRIBE.MOONSPIDERDEN
source: Better not disturb it.
de: Besser nicht stören.
es: Será mejor no molestarla.
fr: Je préfère ne pas la déranger.
it: Meglio non disturbare.
ja: ここは放っておくのがいいだろう。
ko: 방해하지 말아야지.
pl: Lepiej mu nie przeszkadzać.
pt_br: Melhor não perturbar ela.
ru: Лучше их не беспокоить.
zh_cn: 最好别惹它。
zh_tw: 最好別惹它。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: Almost could've mistook it for ice.
de: Man hätte es fast mit Eis verwechseln können.
es: Casi lo confundo con hielo.
fr: J'ai failli prendre ça pour de la glace.
it: L'ho quasi scambiata per ghiaccio.
ja: 氷だと思ったぜ。
ko: 거의 얼음으로 착각할 뻔했어.
pl: Prawie pomyliłem to z lodem.
pt_br: Quase confundi com gelo.
ru: Очень легко принять его за лед.
zh_cn: 差点就以为是冰了。
zh_tw: 差點就以為是冰了。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: It's got a little glow to it.
de: Es leuchtet ein bisschen.
es: Brilla un poco.
fr: Il luit un peu.
it: Emette un leggero bagliore.
ja: 薄っすらと輝いてるな。
ko: 약간의 광택이 있어.
pl: Troszkę się świeci.
pt_br: Tem um certo brilho.
ru: Оно слегка светится.
zh_cn: 有一点点微光。
zh_tw: 有一點點微光。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_GOGGLESHAT
source: If it works, I'm not gonna complain.
de: Wenn es funktioniert, werde ich mich nicht beschweren.
es: Si funciona, no me quejaré.
fr: Si ça marche, ce n'est pas moi qui vais me plaindre.
it: Se funzionano, non mi lamenterò di certo.
ja: 役目を果たしてくれんなら、オレは文句ないぜ。
ko: 효과가 있다면, 나는 불평하지 않을 거야.
pl: Jeżeli działa, nie będę narzekał.
pt_br: Se funcionar, eu não vou reclamar.
ru: Если работает, я жаловаться не стану.
zh_cn: 要是能管用的话，我就不抱怨了。
zh_tw: 要是能管用的話，我就不抱怨了。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_SPARK
source: I can already feel the static in my beard.
de: Ich spüre schon die statische Aufladung in meinem Bart.
es: Ya siento la electricidad estática en la barba.
fr: Je sens déjà l'électricité statique dresser mes poils de barbe.
it: Mi sembra già di sentire l'elettricità statica nella barba.
ja: オレのヒゲがもう静電気を帯びてきたぜ。
ko: 이미 수염에서 정전기가 느껴져.
pl: Już czuję wyładowania w mojej brodzie.
pt_br: Já posso sentir a estática na minha barba.
ru: Уже чувствую, как борода от статического электричества трещит.
zh_cn: 我下巴的胡子已经感到有静电了。
zh_tw: 我下巴的鬍子已經感到有靜電了。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_STATIC
source: Whatever he's doin' looks pretty complicated.
de: Was auch immer er macht, es sieht ziemlich kompliziert aus.
es: No sé qué hace, pero parece bastante complicado.
fr: Je ne sais pas ce qu'il fait, mais ça a l'air compliqué.
it: Quello che sta facendo sembra molto complicato.
ja: 何やってんのか知らねぇが、すげぇ難しそうだな。
ko: 무엇을 하고 있든 꽤 복잡해 보여.
pl: Cokolwiek robi, wygląda mi to na skomplikowane.
pt_br: Seja lá o que ele estiver fazendo, parece algo bem complicado.
ru: У него явно очень тонкая и сложная работа.
zh_cn: 他做的事情看起来好复杂。
zh_tw: 他做的事情看起來好複雜。

# CHARACTERS.WOODIE.DESCRIBE.MOONSTORM_STATIC_ITEM
source: Looks like bottled lightning.
de: Sieht aus wie ein Blitz in der Flasche.
es: Parece un rayo embotellado.
fr: On dirait de la foudre en bouteille.
it: Sembra un fulmine catturato.
ja: 稲妻が瓶詰されたみてぇ。
ko: 병에 담은 번개처럼 보여.
pl: To wygląda jak błyskawica zamknięta w butelce.
pt_br: Parece relâmpago engarrafado.
ru: Похоже на молнию в бутылке.
zh_cn: 看起来像瓶装闪电。
zh_tw: 看起來像瓶裝閃電。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR.GENERIC
source: It wants to show me something.
de: Er will mir was zeigen.
es: Quiere enseñarme algo.
fr: Il veut me montrer quelque chose.
it: Vuole mostrarmi qualcosa.
ja: オレに何かを見せようとしているみたいだな。
ko: 나한테 뭘 보여주려는 모양이잖아.
pl: Chce mi coś pokazać.
pt_br: Quer me mostrar uma coisa.
ru: Он хочет мне что-то показать.
zh_cn: 它想让俺开开眼。
zh_tw: 它想讓俺開開眼。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: Oh great, now I'm really hearing voices.
de: Na toll, jetzt höre ich wirklich Stimmen.
es: Oh, genial. Ahora estoy oyendo voces.
fr: Génial, maintenant j'entends des voix.
it: Grandioso, ora sento davvero delle voci.
ja: くそっ…だが、オレにも声が聞こえてきたみたいだ。
ko: 대단한데, 정말로 목소리가 들리잖아.
pl: Świetnie, teraz naprawdę słyszę głosy.
pt_br: Ah, ótimo, agora estou realmente ouvindo vozes.
ru: Отлично, теперь я и вправду голоса слышу.
zh_cn: 完了，这还听见声音了。
zh_tw: 完了，這還聽見聲音了。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_ASTRAL
source: All back in one piece.
de: So, alles wieder ganz.
es: Vuelve a estar de una pieza.
fr: Tout est en un seul morceau.
it: Di nuovo tutto d'un pezzo.
ja: 一つに元通りだ。
ko: 모든 것이 원상복구되었어.
pl: Z powrotem w jednym kawałku.
pt_br: Está inteiro de novo.
ru: Все снова в целости и сохранности.
zh_cn: 完好无损。
zh_tw: 完好無損。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_COSMIC
source: I don't get it, why does it feel like we're not finished yet?
de: Seltsam, warum ist es, als wären wir noch nicht fertig?
es: No lo pillo, ¿por qué tengo la sensación de que aún no hemos terminado?
fr: Je comprends pas, pourquoi j'ai l'impression de ne pas avoir fini ?
it: Non capisco. Perché ho la sensazione di non avere ancora finito?
ja: 分からねえな。まだ完成してないとでも言うのか？
ko: 이해가 안 되잖아. 왜 마무리를 못 지은 기분이 들지?
pl: Nie rozumiem, dlaczego mam wrażenie, że jeszcze nie skończyliśmy?
pt_br: Não entendi, por que parece que ainda não terminamos?
ru: Не понимаю, почему он все еще выглядит незавершенным?
zh_cn: 我就不理解了，为什么感觉还没完？
zh_tw: 我就不理解了，為什麼感覺還沒完？

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_CROWN
source: I know the drill, let's get you back where you belong.
de: Ich weiß Bescheid. Bringen wir dich dahin zurück, wo du hingehörst.
es: Sé cómo funciona; vamos a devolverte al lugar donde perteneces.
fr: J'ai l'habitude : je dois te rapporter à ta place.
it: So già tutto: ti riporterò nel luogo da cui provieni!
ja: 分かってるさ。あるべき場所に戻してやるよ。
ko: 내가 어떻게 하는지 알아. 널 제자리로 되돌려줄게.
pl: Znam procedurę, trzeba cię odstawić na miejsce.
pt_br: Já sei, vamos te levar de volta para onde você pertence.
ru: Я все понял, давай вернем тебя на место.
zh_cn: 我晓得怎么回事，让我带你回到属于你的地方吧。
zh_tw: 我曉得怎麼回事，讓我帶你回到屬於你的地方吧。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_GLASS
source: I think it wants one of those moon fissures.
de: Ich glaube, er will einen dieser Strahlekrater.
es: Creo que quiere una de esas grietas lunares.
fr: Je crois qu'il veut une fissure lunaire !
it: Credo che cerchi una di quelle fessure lunari.
ja: 月の欠片が必要なようだな。
ko: 달의 균열을 원하는 것 같잖아.
pl: Chyba chce do jednej z tych księżycowych szczelin.
pt_br: Acho que ele quer uma daquelas fissuras na lua.
ru: Кажется, ему нужно что-то из лунной трещины.
zh_cn: 应该是想要那些月亮裂缝。
zh_tw: 應該是想要那些月亮裂縫。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_ICON
source: You want me to get you home, eh?
de: Du willst, dass ich dich nach Hause bringe, ja?
es: Quieres que te lleve a casa, ¿eh?
fr: Tu veux que je te ramène chez toi, c'est ça ?
it: Vuoi che ti riporti a casa, eh?
ja: お家に帰してほしいってか？
ko: 내가 집에 데려다주면 좋겠지, 그지?
pl: Mam cię zabrać z powrotem do domu, co?
pt_br: Quer que eu te leve pra casa, né?
ru: Хочешь, чтобы я тебя домой отправил, да?
zh_cn: 你想让我送你回家吧，诶？
zh_tw: 你想讓我送你回家吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_IDOL
source: It wants me to carry it somewhere.
de: Ich soll das irgendwo hinbringen.
es: Quiere que lo lleve a otra parte.
fr: Il veut que je l'apporte quelque part.
it: Vuole che lo porti da qualche parte.
ja: どこかに移動させて欲しいみたいだぞ。
ko: 다른 곳으로 옮겨 달라는 것 같잖아.
pl: Chce, żebym go gdzieś zaniósł.
pt_br: Ele quer que eu o carregue para algum lugar.
ru: Хочет, чтобы я его куда-то отнес.
zh_cn: 它想让我带它走。
zh_tw: 它想讓我帶它走。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_LINK
source: It's givn' me the heebie jeebies.
de: Ich kriege eine Gänsehaut davon.
es: Me da un yuyu que no veas.
fr: Ça me file les jetons.
it: Mi fa venire la pelle d'oca.
ja: 嫌な予感がしてきたぜ。
ko: 그것은 나를 불안 초조하게 해.
pl: Sprawia, że przechodzą mnie ciarki.
pt_br: Tá me dando arrepios.
ru: У меня от него мурашки по коже.
zh_cn: 它让我头昏眼花。
zh_tw: 它讓我頭昏眼花。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: There's a little whisper coming from inside.
de: Da drinnen flüstert irgendwas.
es: Sale un pequeño susurro de su interior.
fr: J'entends comme un murmure...
it: Sento un debole sussurro provenire da dentro.
ja: 中からささやくような声が聞こえてくる。
ko: 안에서 속삭이는 소리가 들리잖아.
pl: Ze środka dobiega jakiś słaby szept.
pt_br: Tem um pequeno sussurro vindo de dentro.
ru: Изнутри доносится какой-то слабый шепот.
zh_cn: 里面有悄悄话的声音。
zh_tw: 裡面有悄悄話的聲音。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: There's a little whisper coming from inside.
de: Da drinnen flüstert irgendwas.
es: Sale un pequeño susurro de su interior.
fr: J'entends comme un murmure...
it: Sento un debole sussurro provenire da dentro.
ja: 中からささやくような声が聞こえてくる。
ko: 안에서 속삭이는 소리가 들리잖아.
pl: Ze środka dobiega jakiś słaby szept.
pt_br: Tem um pequeno sussurro vindo de dentro.
ru: Изнутри доносится какой-то слабый шепот.
zh_cn: 里面有悄悄话的声音。
zh_tw: 裡面有悄悄話的聲音。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: There's a little whisper coming from inside.
de: Da drinnen flüstert irgendwas.
es: Sale un pequeño susurro de su interior.
fr: J'entends comme un murmure...
it: Sento un debole sussurro provenire da dentro.
ja: 中からささやくような声が聞こえてくる。
ko: 안에서 속삭이는 소리가 들리잖아.
pl: Ze środka dobiega jakiś słaby szept.
pt_br: Tem um pequeno sussurro vindo de dentro.
ru: Изнутри доносится какой-то слабый шепот.
zh_cn: 里面有悄悄话的声音。
zh_tw: 裡面有悄悄話的聲音。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_SEED
source: It wants me to take it to one of those cracks in the ground.
de: Ich soll ihn zu einem dieser Risse im Boden bringen.
es: Quiere que lo lleve a una de esas grietas en el suelo.
fr: Il veut que je l'apporte jusqu'à une de ces fissures, dans le sol.
it: Vuole che la porti su una di quelle spaccature del terreno.
ja: 地面の割れ目に移動させて欲しいみたいだな。
ko: 지면의 갈라진 틈으로 들어가고 싶어 하잖아.
pl: Chce, żebym ją zaniósł do jednego z tych pęknięć w ziemi.
pt_br: Ele quer que eu o leve para uma daquelas rachaduras no chão.
ru: Оно хочет, чтобы я положил его в трещину в земле.
zh_cn: 它想让我把它放进地上的裂缝里。
zh_tw: 它想讓我把它放進地上的裂縫裡。

# CHARACTERS.WOODIE.DESCRIBE.MOON_ALTAR_WARD
source: Just how did you get underground?
de: Wie bist du unter die Erde gekommen?
es: ¿Cómo has acabado bajo tierra?
fr: Comment tu as fini sous terre ?
it: Come hai fatto a finire sotto terra?
ja: どうやって地下に潜ったんだよ？
ko: 어떻게 지하에 들어왔어?
pl: To mówisz, że jak udało ci się trafić pod ziemię?
pt_br: Como foi que você foi parar embaixo da terra?
ru: И как это ты под землю попал?
zh_cn: 你怎么也转地下了？
zh_tw: 你怎麼也轉地下了？

# CHARACTERS.WOODIE.DESCRIBE.MOON_CAP
source: Not sure if I should be eatin' that.
de: Ich weiß nicht, ob ich das essen sollte.
es: No sé si debería comerme eso.
fr: Je ne sais pas trop si je devrais manger ce truc.
it: Non so se sia una buona idea mangiarlo.
ja: これ食ってもいいモンなのか？
ko: 내가 그것을 먹어야하는지 확실하지 않아.
pl: Nie jestem pewien, czy powinienem to jeść.
pt_br: Não sei se eu deveria estar comendo isso.
ru: Не уверен, что это стоит есть.
zh_cn: 不知道我应不应该吃那个。
zh_tw: 不知道我應不應該吃那個。

# CHARACTERS.WOODIE.DESCRIBE.MOON_CAP_COOKED
source: The smell's enough to wake you up.
de: Der Geruch reicht aus, um einen zu wecken.
es: Huele tan fuerte que hasta te despertaría de golpe.
fr: L'odeur suffit à vous réveiller.
it: L'odore è sufficiente per svegliare chiunque.
ja: 臭いでもう目が覚めるぜ。
ko: 그 냄새는 너를 깨우기에 충분해.
pl: Sam zapach jest wystarczająco pobudzający.
pt_br: O cheiro é suficiente pra te acordar.
ru: Один запах мертвого из могилы поднимет.
zh_cn: 这味道足以让你醒来。
zh_tw: 這味道足以讓你醒來。

# CHARACTERS.WOODIE.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: Might as well help the old guy out, eh?
de: Könnte dem alten Mann genauso gut auch helfen, oder?
es: Habrá que echarle una manita al viejo, ¿eh?
fr: Autant aider le vieux, pas vrai ?
it: Tanto vale aiutare il vecchio, eh?
ja: あのじいさんを助けてやるとするか。
ko: 그 늙은 친구를 도와주는 게 나을까?
pl: W sumie mogę pomóc temu staruszkowi, nie?
pt_br: É melhor eu ajudar o velhote né?
ru: Надо помочь старичку, мне ведь нетрудно.
zh_cn: 不如帮一下那老头，诶？
zh_tw: 不如幫一下那老頭，誒？

# CHARACTERS.WOODIE.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: Still a bit of building left to do.
de: Es bleibt noch einiges zu bauen.
es: Todavía hay que construir un poquito más.
fr: Il y a encore un peu de construction à faire.
it: Il lavoro non è ancora stato ultimato.
ja: まだ大工仕事が残ってるぜ。
ko: 아직 작업이 조금 남았어.
pl: Zostało jeszcze trochę do zbudowania.
pt_br: Ainda falta um pouco pra terminar de construir.
ru: Осталось еще кое-что достроить.
zh_cn: 还有些没造完。
zh_tw: 還有些沒造完。

# CHARACTERS.WOODIE.DESCRIBE.MOON_DEVICE.GENERIC
source: Huh. Whattaya figure it's for, Luce?
de: Hm. Was glaubst du, wofür es ist, Lucy?
es: ¿Para qué crees que sirve, Lucy?
fr: Hum... C'est pour quoi faire, à ton avis, Lucy ?
it: Uhm. A cosa pensi che serva, Lucy?
ja: ふう。ルーシー、これは何をするモンなんだろうな？
ko: 뭐? 뭐에 쓰는 것 같아, 루시?
pl: Hmm. Jak myślisz, do czego to służy, Lucy?
pt_br: Hã. Pra que você acha que isso serve, Lucy?
ru: Эм... Как думаешь, для чего оно, Люси?
zh_cn: 呵呵。你觉得这个是做什么的，露西？
zh_tw: 呵呵。你覺得這個是做什麼的，露西？

# CHARACTERS.WOODIE.DESCRIBE.MOON_FISSURE.GENERIC
source: Oddly inviting, isn't it?
de: Merkwürdig einladend, nicht?
es: Extrañamente apetecible, ¿verdad?
fr: J'ai presque envie d'y entrer. Étrange...
it: Stranamente invitante, no?
ja: 不思議と惹きつけられるぜ。
ko: 매력적이네, 그치?
pl: Dziwnie zachęcająca, no nie?
pt_br: Estranhamente convidativo, né?
ru: До странного привлекательная, правда?
zh_cn: 有点想跳进去，是吧？
zh_tw: 有點想跳進去，是吧？

# CHARACTERS.WOODIE.DESCRIBE.MOON_FISSURE.NOLIGHT
source: That's a crack in the ground, eh?
de: Das ist ein Spalt im Boden, wie?
es: Eso es una grieta en el suelo, ¿eh?
fr: C'est une fissure dans le sol, hein ?
it: È solo una crepa nel terreno, eh?
ja: これって、地面の割れ目かい？
ko: 땅이 갈라졌네, 그치?
pl: Zwykła dziura w ziemi, nie?
pt_br: Isso é uma rachadura no chão, né?
ru: Это трещина в земле, ага.
zh_cn: 老乡，这地里怎么裂了个缝？
zh_tw: 老鄉，這地裡怎麼裂了個縫？

# CHARACTERS.WOODIE.DESCRIBE.MOON_FISSURE_PLUGGED
source: Guess sometimes stubbornness pays off, eh Lucy?
de: Manchmal zahlt Hartnäckigkeit sich aus, was, Lucy?
es: Supongo que a veces la obstinación tiene recompensa, ¿eh, Lucy?
fr: Parfois, ça paie d'être têtu. Hein, Lucy ?
it: A volte l'ostinazione paga, eh, Lucy?
ja: 頑固さが功を奏することもあるもんだ。なあ、ルーシー。
ko: 고집이 세서 좋은 점도 있네, 그치 루시?
pl: Chyba czasami upór popłaca, co nie, Lucy?
pt_br: Acho que às vezes a teimosia compensa, né, Lucy?
ru: Иногда упрямство приносит свои плоды, да, Люси?
zh_cn: 有时候固执也是有回报的，诶，露西？
zh_tw: 有時候固執也是有回報的，誒，露西？

# CHARACTERS.WOODIE.DESCRIBE.MOON_TREE.BURNING
source: Yeesh, that's a big blaze.
de: Donnerwetter, was für ein Feuer.
es: Jope, menudo fuego.
fr: Waouh, ça c'est un beau brasier !
it: Accidenti che gran fuoco.
ja: おお、デカい炎が上がってやがる。
ko: 이런, 커다란 화재잖아.
pl: Kurczaki, ale płomień.
pt_br: Eita, esse é um baita incêndio.
ru: Костер получился отменный.
zh_cn: 呀！看这把大火！
zh_tw: 呀！看這把大火！

# CHARACTERS.WOODIE.DESCRIBE.MOON_TREE.BURNT
source: It burnt down, eh?
de: Komplett verbrannt, wie?
es: Se ha quemado, ¿eh?
fr: Il a brûlé.
it: Completamente bruciato, eh?
ja: 燃えちまったな。
ko: 불에 타버렸네, 그치?
pl: Spaliło się, nie?
pt_br: Queimou, né?
ru: Оно сгорело, ага.
zh_cn: 烧干净了，哎呀！
zh_tw: 燒乾淨了，哎呀！

# CHARACTERS.WOODIE.DESCRIBE.MOON_TREE.CHOPPED
source: I might have chopped more than once.
de: Ich habe vielleicht mehr als einen gefällt.
es: Quizá haya talado más de uno.
fr: J'aurais pu le couper plusieurs fois.
it: Avrei potuto abbatterlo più e più volte.
ja: 何回も切っちまったのかもしれねえな。
ko: 내가 여러 번 베었을지도 몰라.
pl: Musiałem rąbnąć więcej niż raz.
pt_br: Eu posso ter cortado mais de uma vez.
ru: Я, видимо, ударил куда больше одного раза.
zh_cn: 可能砍的有点过头了。
zh_tw: 可能砍的有點過頭了。

# CHARACTERS.WOODIE.DESCRIBE.MOON_TREE.GENERIC
source: Measure twice, chop once.
de: Zweimal messen, einmal fällen.
es: Medir dos veces, talar una.
fr: Mesurer deux fois, abattre une seule.
it: Misurare bene per non tagliare male.
ja: 測るのは2回だが、切るのは1回だけだ。
ko: 신중하게 재서, 한 번에 베어야지.
pl: Mierz dwa razy, rąb raz.
pt_br: Meça duas vezes, corte uma.
ru: Два раза отмерь, один раз ударь.
zh_cn: 量两次，砍一次。
zh_tw: 量兩次，砍一次。

# CHARACTERS.WOODIE.DESCRIBE.MOON_TREE_BLOSSOM
source: That's an awfully pretty blossom.
de: Das ist eine verdammt hübsche Blüte.
es: Una flor tremendamente bella.
fr: Ces fleurs sont superbes.
it: Un germoglio maledettamente bello.
ja: こりゃあ見事な花じゃねえか。
ko: 꽃이 아주 예쁘잖아.
pl: Okropnie piękny kwiatek.
pt_br: Essa é uma flor muito bonita.
ru: Ну просто невероятно красивый цветок.
zh_cn: 这花美的有点凶。
zh_tw: 這花美的有點凶。

# CHARACTERS.WOODIE.DESCRIBE.MOOSE
source: Whatever it is, it's definitely Canadian.
de: Was auch immer das ist, es ist definitiv kanadisch.
es: Sea lo que sea, es definitivamente canadiense.
fr: Je sais pas ce que c'est, mais c'est canadien.
it: Qualunque cosa sia, è sicuramente canadese.
ja: 何であるにしろ、間違いなくカナダ産だね。
ko: 뭔진 몰라도 캐나다에서 온 건 확실해.
pl: Cokolwiek to jest, na pewno pochodzi z Kanady.
pt_br: Seja lá o que for, definitivamente é canadense.
ru: Кто бы это ни был, он определенно Канадец.
zh_cn: 不管它是什么，它肯定是加拿大的。
zh_tw: 不管它是什麼，它肯定是加拿大的。
