Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: Where's that peculiar judge? He might have an appreciation for this.
de: Wo ist dieser merkwürdige Richter? Vielleicht weiß er das zu schätzen.
es: ¿Dónde está el juez ese tan peculiar? A lo mejor esto le interesa.
fr: Où est ce juge étrange ? Je pense que ça pourrait lui plaire.
it: Dov'è quel giudice bizzarro? Penso che questa potrebbe piacergli.
ja: あの奇妙な審判はどこに行ったの？彼ならこれを喜んでくれるかもしれないわ。
ko: 그 수상한 심사위원은 어디 있지? 이걸 좋아할 텐데 말이야.
pt_br: Onde está aquele juiz peculiar? Talvez isso seja do agrado dele.
ru: Где там этот чудаковатый судья? Ему наверняка это понравится.
zh_tw: 那個古怪的裁判在哪裡？他應該會喜歡這個。

# CHARACTERS.WANDA.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: With a few more pieces, I could fashion a new pattern.
de: Mit ein paar weiteren Teilen könnte ich ein neues Muster erschaffen.
es: Podría crear un patrón distinto con alguna que otra pieza más.
fr: Avec quelques pièces de plus, je pourrais créer un nouveau motif.
it: Ancora qualche pezzo e potrò creare un nuovo modello.
ja: あともう少しあれば新しいパターンを作れたのに。
ko: 몇 조각 더 있으면 새로운 패턴을 만들 수 있겠어.
pt_br: Com mais algumas peças, eu poderia criar um novo modelo.
ru: Еще несколько фрагментов, и я соберу полную выкройку.
zh_tw: 如果再有幾塊，我就可以做成一個新的款式。

# CHARACTERS.WANDA.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: With a few more pieces, I could fashion a new pattern.
de: Mit ein paar weiteren Teilen könnte ich ein neues Muster erschaffen.
es: Podría crear un patrón distinto con alguna que otra pieza más.
fr: Avec quelques pièces de plus, je pourrais créer un nouveau motif.
it: Ancora qualche pezzo e potrò creare un nuovo modello.
ja: あともう少しあれば新しいパターンを作れたのに。
ko: 몇 조각 더 있으면 새로운 패턴을 만들 수 있겠어.
pt_br: Com mais algumas peças, eu poderia criar um novo modelo.
ru: Еще несколько фрагментов, и я соберу полную выкройку.
zh_tw: 如果再有幾塊，我就可以做成一個新的款式。

# CHARACTERS.WANDA.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: With a few more pieces, I could fashion a new pattern.
de: Mit ein paar weiteren Teilen könnte ich ein neues Muster erschaffen.
es: Podría crear un patrón distinto con alguna que otra pieza más.
fr: Avec quelques pièces de plus, je pourrais créer un nouveau motif.
it: Ancora qualche pezzo e potrò creare un nuovo modello.
ja: あともう少しあれば新しいパターンを作れたのに。
ko: 몇 조각 더 있으면 새로운 패턴을 만들 수 있겠어.
pt_br: Com mais algumas peças, eu poderia criar um novo modelo.
ru: Еще несколько фрагментов, и я соберу полную выкройку.
zh_tw: 如果再有幾塊，我就可以做成一個新的款式。

# CHARACTERS.WANDA.DESCRIBE.YOTB_POST
source: A good place to secure a beefalo.
de: Ein guter Ort, um ein Beefalo festzumachen.
es: Un buen lugar para atar a un beefalo.
fr: C'est un bon endroit pour y attacher un bœufalo.
it: Un posto ideale per legare un mufalo.
ja: ビーファロを安全に保管するのにいい場所。
ko: 비팔로를 확보하기 좋은 곳이지.
pt_br: Um bom lugar pra colocar um bífalo.
ru: Хорошее место, чтобы оставить бифало.
zh_tw: 栓皮弗婁牛的好地方。

# CHARACTERS.WANDA.DESCRIBE.YOTB_POST_ITEM
source: Unfortunately, it didn't come preassembled.
de: Leider wurde das nicht vormontiert geliefert.
es: Por desgracia, no venía montado.
fr: Malheureusement, il faut l'assembler soi-même.
it: Purtroppo, non è preassemblato.
ja: あーあ、組み立てはまだだわ。
ko: 불행히도, 그것은 사전에 조립되어 오지 않았어.
pt_br: Infelizmente, ele não veio pré-montado.
ru: К сожалению, собирать нужно самостоятельно.
zh_tw: 真倒楣，並沒有提前組裝好。

# CHARACTERS.WANDA.DESCRIBE.YOTB_SEWINGMACHINE
source: At least it's faster than sewing by hand.
de: Zumindest ist es schneller als von Hand zu nähen.
es: Al menos, es más rápido que coser a mano.
fr: Au moins, ça va plus vite que tout coudre à la main.
it: Se non altro, è più veloce che cucire a mano.
ja: 手縫いよりは速いわ。
ko: 적어도 손으로 꿰매는 것보다 빨라.
pt_br: Pelo menos é mais rápido que costurar à mão.
ru: По крайней мере, так проще, чем шить руками.
zh_tw: 至少比手縫要快。

# CHARACTERS.WANDA.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: Unfortunately, it didn't come preassembled.
de: Leider wurde das nicht vormontiert geliefert.
es: Por desgracia, no venía montada.
fr: Malheureusement, il faut l'assembler soi-même.
it: Purtroppo, non è preassemblato.
ja: あーあ、組み立てはまだだわ。
ko: 불행히도, 그것은 사전에 조립되어 오지 않았어.
pt_br: Infelizmente, ela não veio pré-montada.
ru: К сожалению, собирать нужно самостоятельно.
zh_tw: 真倒楣，並沒有提前組裝好。

# CHARACTERS.WANDA.DESCRIBE.YOTB_STAGE
source: What a strange fellow. A shame he doesn't pop by more often.
de: Was für ein seltsamer Kerl. Ein Jammer, dass er nicht öfter vorbeischaut.
es: Qué tipo tan raro. Es una pena que no aparezca más a menudo.
fr: Quel étrange individu. C'est dommage qu'il ne passe pas plus souvent.
it: Che strano tipo. È un peccato che non si faccia vivo più spesso.
ja: なんて変な人かしら。もっとまめに来てくれたらいいのに。
ko: 거참 이상한 친구네. 더 자주 들르지 않는 게 안타까워.
pt_br: Que sujeito estranho. É uma pena ele não aparecer com mais frequência.
ru: Какая занимательная личность. Жалко, что он так редко приезжает.
zh_tw: 真是個奇怪的傢伙。可惜他不經常出現在這裡。

# CHARACTERS.WANDA.DESCRIBE.YOTB_STAGE_ITEM
source: Unfortunately, it didn't come preassembled.
de: Leider wurde das nicht vormontiert geliefert.
es: Por desgracia, no venía montado.
fr: Malheureusement, il faut l'assembler soi-même.
it: Purtroppo, non è preassemblato.
ja: あーあ、組み立てはまだだわ。
ko: 불행히도, 그것은 사전에 조립되어 오지 않았어.
pt_br: Infelizmente, ele não veio pré-montado.
ru: К сожалению, собирать нужно самостоятельно.
zh_tw: 真倒楣，並沒有提前組裝好。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: Gone too soon.
de: Zu früh von uns gegangen!
es: Nos dejó tan pronto...
fr: Je le regrette déjà.
it: Ci ha lasciati troppo presto.
ja: 早死がすぎるわ。
ko: 너무 빨리 가버렸네.
pt_br: Se foi cedo demais.
ru: Его время еще не подошло.
zh_tw: 消失的太快了。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: Well this helps me narrow down my temporal location.
de: Das hilft mir, meinen zeitlichen Aufenthaltsort einzugrenzen.
es: Bueno, me sirve para concretar en qué momento me encuentro.
fr: Bon, ça m'aide à me situer sur la ligne temporelle.
it: Beh, questo mi aiuta a restringere la mia posizione temporale.
ja: これは一時的な場所を絞り込むのに役立つわ。
ko: 글쎄, 이건 내가 시간적 위치를 좁히는 데 도움이 되.
pt_br: Bom, isto me ajuda a delimitar minha localização temporal.
ru: По крайней мере, я теперь чуть лучше понимаю, когда нахожусь.
zh_tw: 好吧，這幫助我縮小了我的時空位置。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: I suppose there's time to fashion a trinket or two.
de: Ich nehme an, es bleibt genug Zeit, um ein oder zwei Kleinigkeiten zu basteln.
es: Supongo que tengo tiempo para crear algún cachivache.
fr: J'ai sûrement le temps de fabriquer une babiole ou deux.
it: Suppongo di aver tempo di realizzare un ninnolo o due.
ja: 小物を1つ2つ作る時間はあると思うわ。
ko: 장신구 한두 개 만들 시간은 있을 거야.
pt_br: Acho que tenho tempo pra criar algumas engenhocas.
ru: Думаю, я найду время оставить здесь пару подношений.
zh_tw: 我可以抽時間可以製作一兩件飾品。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: Oh botheration, now I'll have to build another!
de: Ach verflixt, jetzt muss ich noch so ein Ding bauen!
es: Qué fastidio, ¡ahora tengo que montar otro!
fr: Oh flûte de zut, il va falloir que j'en fasse un autre, maintenant !
it: Che tremenda seccatura, ora mi toccherà costruirne un'altra!
ja: ああ、煩わしい。もう1つ作らなくちゃいけなくなった！
ko: 아 귀찮아, 이제 다른 것을 만들어야 해!
pt_br: Ai, que amolação, agora tenho que construir outra!
ru: Вот неудобство, теперь придется строить заново!
zh_tw: 嗷，麻煩呐。這下我又要做一個！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: I wish I could improve my own sense of direction...
de: Ich wünschte, ich könnte meinen eigenen Orientierungssinn verbessern ...
es: Ojalá pudiera mejorar mi sentido de la orientación...
fr: Si seulement je pouvais améliorer mon propre sens de l'orientation...
it: Vorrei poter migliorare il mio senso dell'orientamento...
ja: 私の方向音痴も直せたらいいんだけど…
ko: 방향 감각을 개선할 수 있으면 좋겠는데...
pt_br: Eu gostaria de melhorar meu próprio senso de direção...
ru: У меня у самой-то с чувством направления все не очень...
zh_tw: 我希望我可以改善自己的方向感……

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: I'm getting dizzy just watching it.
de: Mir wird schon vom Zuschauen schwindelig.
es: Me mareo solo de mirarlo...
fr: Ça me donne le tournis...
it: Divento stordita solo a guardarla.
ja: 見てるだけでクラクラするわ。
ko: 보기만 해도 어지럽다.
pt_br: Fico zonza só de olhar.
ru: У меня голова кружится от одного взгляда.
zh_tw: 我光是看著都覺得頭暈。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: The preparations are done, now to find a place for it.
de: Die Vorbereitungen sind abgeschlossen, jetzt muss noch ein Platz dafür gefunden werden.
es: Ya está preparado. Ahora toca pensar en dónde colocarlo.
fr: Les préparatifs sont terminés. Il faut que je trouve un endroit où l'installer, maintenant.
it: I preparativi sono ultimati, ora devo trovare un posto dove collocarla.
ja: 準備はできたからこれを置く場所をみつけないと。
ko: 준비는 끝났고 이제 자리를 찾아야지.
pt_br: Terminamos os preparativos, agora vamos achar um lugar pra ela
ru: Все готово, теперь осталось только найти подходящее место.
zh_tw: 準備工作已經完成，現在要給它找一個地方。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: That sure burnt away quickly.
de: Das ist rasend schnell weggebrannt.
es: Se ha quemado a toda velocidad.
fr: Ça a sacrément bien brûlé.
it: È bruciato in un attimo.
ja: あっという間に燃え尽きるに違いないわ。
ko: 확실히 빨리 타버렸어.
pt_br: Ela queimou rapidamente, sem dúvida.
ru: Выгорело буквально за секунды.
zh_tw: 它很快就燒掉了。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: I want my carrat to be a quick thinker.
de: Ich möchte, dass meine Karatte schnell denkt.
es: Quiero que mi zanarrata tenga una gran capacidad de reacción.
fr: Je veux que ma carate réfléchisse vite !
it: Voglio che il mio caratto abbia una certa prontezza mentale.
ja: 私のキャラットは機転が利く子になって欲しいわ。
ko: 내 당근이쥐가 생각을 빠릿빠릿하게 하면 좋겠어.
pt_br: Quero que meu cenourrato pense rápido.
ru: Моя моркрыса должна соображать на лету!
zh_tw: 我希望我的胡蘿蔔鼠反應要快。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: It looks smarter already!
de: Sie sieht schon viel klüger aus!
es: ¡Ya parece más lista!
fr: Elle a déjà l'air plus intelligente !
it: Sembra già più sveglio!
ja: あの子、もう前より賢くなってるみたい！
ko: 벌써 더 똑똑해 보이는 걸!
pt_br: Ele já parece mais esperto!
ru: Она уже выглядит умнее!
zh_tw: 它看起來已經聰明多了！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: I hope training my carrat won't take too long.
de: Hoffentlich dauert es nicht allzu lange, meine Karatte zu trainieren.
es: Espero no tardar mucho en entrenar a mi zanarrata.
fr: J'espère que ce ne sera pas trop long d'entraîner ma carate.
it: Mi auguro che l'addestramento del mio caratto non richieda troppo tempo.
ja: キャラットのトレーニングに長々と時間がかからないといいな。
ko: 당근이쥐를 훈련하는 데 오래 걸리지 않았으면 해.
pt_br: Espero que não demore muito pra treinar meu cenourrato.
ru: Надеюсь, обучение моркрысы займет не слишком много времени.
zh_tw: 我希望訓練胡蘿蔔鼠不會花太長時間。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: That's a bit of a setback.
de: Das ist schon ein Rückschlag.
es: Menudo contratiempo...
fr: C'est un contretemps fâcheux.
it: Una piccola battuta d'arresto.
ja: あれはちょっとした後戻りだわ。
ko: 그건 좀 좌절인데.
pt_br: É um pequeno revés.
ru: Не самый приятный исход событий.
zh_tw: 這算是個挫折吧。

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: Perfect!
de: Großartig!
es: Perfecto.
fr: Parfait !
it: È perfetta!
ja: 完璧！
ko: 완벽해!
pt_br: Perfeita!
ru: Великолепно!
zh_tw: 完美！

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: I wish it could get quicker faster...
de: Ich wünschte, sie könnte schneller schneller werden ...
es: Ojalá tardara menos en volverse más rápida...
fr: Si seulement elle pouvait devenir plus rapide plus rapidement...
it: Vorrei che impiegasse meno a diventare più veloce...
ja: もっと速く、機敏になって欲しい…
ko: 빨리빨리 나왔으면 좋겠는데...
pt_br: Queria que ele ficasse mais veloz o quanto antes...
ru: Вот бы она быстрее училась шустрее бегать...
zh_tw: 我希望能快點訓練它提速……

# CHARACTERS.WANDA.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: Time to get my carrat up and running.
de: Es wird Zeit, meine Karatte zum Laufen zu bringen.
es: Hora de poner en forma a mi zanarrata.
fr: Il est temps que ma carate se mette à courir.
it: È ora che il mio caratto si dia una mossa.
ja: 私のキャラットをフルに活動させる時間だわ。
ko: 내 당근이쥐가 활동할 시간이야.
pt_br: Hora de botar meu cenourrato pra correr.
ru: Пора разогнать моркрысе кровь.
zh_tw: 該我的胡蘿蔔鼠跑起來了。
