Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.PICKAXE
source: The quickest way to break stone.
de: So kann man Gestein am schnellsten brechen.
es: La forma más rápida de romper piedras.
fr: C'est le moyen le plus rapide de briser la glace... et la pierre.
it: Il modo più rapido per spaccare la pietra.
ja: 手っ取り早く岩を砕く方法。
ko: 돌을 부수는 가장 빠른 방법이다.
pt_br: O jeito mais rápido de quebrar pedras.
ru: Поможет разбить камень за считанные секунды.
zh_tw: 打碎石頭最快的方法。

# CHARACTERS.WANDA.DESCRIBE.PICKLEDHERRING
source: It must be some sort of delicacy.
de: Es muss sich um eine Art Delikatesse handeln.
es: Supongo que es algún tipo de manjar.
fr: C'est sans doute une spécialité locale...
it: Dev'essere una qualche squisitezza.
ja: 一種の珍味なのかしら。
ko: 일종의 별미일 거야.
pt_br: Deve ser um tipo de iguaria.
ru: Должно быть, это некий деликатес.
zh_tw: 這一定是某種美味佳餚。

# CHARACTERS.WANDA.DESCRIBE.PIGELITE1
source: How did I get myself into this?
de: Wie bin ich nur da hineingeraten?
es: ¿Cómo he acabado metida en esto?
fr: Comment je me suis retrouvée là ?
it: Come ho fatto a cacciarmi in questa situazione?
ja: なんでこんなことに巻き込まれちゃったんだろう？
ko: 어떻게 이 일에 빠져들었지?
pt_br: Como foi que eu me meti nisto?
ru: Ну и вовремя же я с ним связалась.
zh_tw: 我怎麼惹上這個的？

# CHARACTERS.WANDA.DESCRIBE.PIGELITE2
source: Nice piggy...
de: Nettes Schweinchen ...
es: Cerdito bueno...
fr: Gentil cochon...
it: Buono, porcellino...
ja: かわいいコブタ…
ko: 훌륭한 돼지 녀석...
pt_br: Porquinho bonzinho...
ru: Милая свинка...
zh_tw: 漂亮的小豬……

# CHARACTERS.WANDA.DESCRIBE.PIGELITE3
source: Let's just calm down for a minute...
de: Beruhigen wir uns mal kurz ...
es: A ver, calmémonos un momento...
fr: On peut discuter !
it: Cerchiamo di stare calmi per un minuto...
ja: ちょっと1分間だけ落ち着こう…
ko: 잠시만 진정하자...
pt_br: Vamos nos acalmar um pouco...
ru: Давайте-ка возьмем минутную паузу...
zh_tw: 讓我們先冷靜一下……

# CHARACTERS.WANDA.DESCRIBE.PIGELITE4
source: Wait, wait, time out!!
de: Warte, warte, Auszeit!!
es: ¡Espera, espera! ¡Pausa!
fr: Attendez, pause ! Pouce !
it: Aspetta, aspetta, time out!!!
ja: 待って、待って、時間切れ！
ko: 잠깐만, 잠깐, 타임아웃!!
pt_br: Espera, espera, quero um tempo!
ru: Постой! Постой! Перерыв!
zh_tw: 等一下，等一下！！

# CHARACTERS.WANDA.DESCRIBE.PIGELITEFIGHTER1
source: How did I get myself into this?
de: Wie bin ich nur da hineingeraten?
es: ¿Cómo he acabado metida en esto?
fr: Comment je me suis retrouvée là ?
it: Come ho fatto a cacciarmi in questa situazione?
ja: なんでこんなことに巻き込まれちゃったんだろう？
ko: 어떻게 이 일에 빠져들었지?
pt_br: Como foi que eu me meti nisto?
ru: Ну и вовремя же я с ним связалась.
zh_tw: 我怎麼惹上這個的？

# CHARACTERS.WANDA.DESCRIBE.PIGELITEFIGHTER2
source: Nice piggy...
de: Nettes Schweinchen ...
es: Cerdito bueno...
fr: Gentil cochon...
it: Buono, porcellino...
ja: かわいいコブタ…
ko: 훌륭한 돼지 녀석...
pt_br: Porquinho bonzinho...
ru: Милая свинка...
zh_tw: 漂亮的小豬……

# CHARACTERS.WANDA.DESCRIBE.PIGELITEFIGHTER3
source: Let's just calm down for a minute...
de: Beruhigen wir uns mal kurz ...
es: A ver, calmémonos un momento...
fr: On peut discuter !
it: Cerchiamo di stare calmi per un minuto...
ja: ちょっと1分間だけ落ち着こう…
ko: 잠시만 진정하자...
pt_br: Vamos nos acalmar um pouco...
ru: Давайте-ка возьмем минутную паузу...
zh_tw: 讓我們先冷靜一下……

# CHARACTERS.WANDA.DESCRIBE.PIGELITEFIGHTER4
source: Wait, wait, time out!!
de: Warte, warte, Auszeit!!
es: ¡Espera, espera! ¡Pausa!
fr: Attendez, pause ! Pouce !
it: Aspetta, aspetta, time out!!!
ja: 待って、待って、時間切れ！
ko: 잠깐만, 잠깐, 타임아웃!!
pt_br: Espera, espera, quero um tempo!
ru: Постой! Постой! Перерыв!
zh_tw: 等一下，等一下！！

# CHARACTERS.WANDA.DESCRIBE.PIGGUARD
source: He looks particularly unpleasant.
de: Er sieht aber besonders unangenehm aus.
es: Es especialmente desagradable.
fr: Il a l'air particulièrement désagréable.
it: Ha un aspetto particolarmente spiacevole.
ja: 特別キモイ。
ko: 특히 불쾌해 보여.
pt_br: Ele parece particularmente desagradável.
ru: На редкость неприятное создание.
zh_tw: 他看起來尤其討厭。

# CHARACTERS.WANDA.DESCRIBE.PIGGYBACK
source: Do I really want to lug this thing around?
de: Möchte ich dieses Ding wirklich mit mir herumschleppen?
es: ¿En serio tengo que cargar con este trasto?
fr: Est-ce que j'ai vraiment envie de trimballer ce truc ?
it: Voglio davvero trascinarmi dietro questo affare?
ja: これ、本当に持ち歩く価値があるのかな？
ko: 정말 이 물건을 끌고 다니고 싶은 거야?
pt_br: Quero mesmo arrastar essa coisa por aí?
ru: Неужели я правда хочу таскать это с собой?
zh_tw: 我真要拖著這個東西到處走嗎？

# CHARACTERS.WANDA.DESCRIBE.PIGHEAD.BURNT
source: It somehow managed to become even more dead.
de: Irgendwie hat das Ding es geschafft, noch toter zu sein.
es: No sé cómo se las ha apañado para parecer más muerto.
fr: Elle a réussi l'exploit d'être encore plus morte.
it: In qualche modo, è riuscita a diventare ancora più morta.
ja: さらに死ぬことに成功したみたいだわ。
ko: 어떻게든 훨씬 더 죽은 상태로 있겠군.
pt_br: Não sei como, mas ele conseguiu ficar ainda mais morto.
ru: Свинья и так была мертвее некуда, а уж теперь и подавно.
zh_tw: 沒想到它還能死的更透一些。

# CHARACTERS.WANDA.DESCRIBE.PIGHEAD.GENERIC
source: Well that's not alarming at all.
de: Das ist überhaupt nicht beunruhigend.
es: No es preocupante ni nada parecido.
fr: Rien d'inquiétant en vue.
it: No, non è per niente allarmante.
ja: あら、全然まるっきりまったくこれっぽっちも怖くないわね。
ko: 글쎄, 그것은 전혀 놀라운 일이 아닌 걸.
pt_br: Bom, isso não é nem um pouco inquietante.
ru: Да уж, час от часу не легче.
zh_tw: 呵，那個還真讓人放鬆警惕啊。

# CHARACTERS.WANDA.DESCRIBE.PIGHOUSE.BURNT
source: Gone in an instant.
de: Im Nullkommanichts verschwunden.
es: Ha desaparecido en un instante.
fr: C'est parti en fumée.
it: Sparita in un istante.
ja: 早死がすぎるわ。
ko: 순식간에 사라졌네.
pt_br: Se foi num instante.
ru: Все сгорело за секунду.
zh_tw: 說沒就沒了。

# CHARACTERS.WANDA.DESCRIBE.PIGHOUSE.FULL
source: They're awfully snobbish for a bunch of pigs.
de: Für einen Haufen Schweine sind sie furchtbar versnobt.
es: Son bastante esnobs para ser un montón de cerdos.
fr: Ils sont vraiment très snobs pour une bande de cochons.
it: Sono tremendamente snob per essere dei maiali.
ja: ブタのくせにやたらと格好つけだわ。
ko: 돼지 떼를 보며 우월감을 느끼는 건 좀 애잔해.
pt_br: Eles são esnobes demais para um bando de porcos.
ru: Какие-то свиньи, а строят из себя невесть что.
zh_tw: 一群豬居然都這麼勢利。

# CHARACTERS.WANDA.DESCRIBE.PIGHOUSE.GENERIC
source: All this time and not once have I been invited in.
de: Die ganze Zeit über wurde ich nicht ein einziges Mal hereingebeten.
es: Tanto tiempo y no me han invitado ni una sola vez.
fr: Et malgré tout ce temps, on ne m'a jamais invitée à entrer.
it: In tutto questo tempo non mi hanno invitata a entrare nemmeno una volta.
ja: これまでずっと暮らしてきて、一度も招待されたことがないわ。
ko: 이 시간까지 한 번도 초대된 적이 없어.
pt_br: Todo esse tempo e não fui convidada uma única vez.
ru: Хоть бы раз меня кто пригласил зайти на минутку.
zh_tw: 這麼久以來，一次都沒有邀請我。

# CHARACTERS.WANDA.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: You horrible pigs! You could at least leave your lights on!
de: Ihr fiesen Schweine! Ihr könntet doch wenigstens das Licht anlassen!
es: ¡Os odio, cerdos! ¡Ya podíais dejar las luces encendidas!
fr: Vous êtes horribles ! Vous auriez au moins pu laisser la lumière allumée !
it: Maledetti maiali! Potreste almeno lasciare le luci accese!
ja: このブタ野郎！電気をつけっぱなしにしておくくらいできただろう！
ko: 이 끔찍한 돼지! 최소한 불은 켜둘 수 있었잖아!
pt_br: Seus porcos horrorosos! Podiam pelo menos deixar as luzes ligadas!
ru: Ужасные свиньи! Хоть бы свет не гасили!
zh_tw: 你們這些可怕的豬！你至少可以把燈開著吧！

# CHARACTERS.WANDA.DESCRIBE.PIGKING
source: He can be reasonable enough once you get to know him.
de: Er kann sehr vernünftig sein, wenn man ihn erst einmal kennen gelernt hat.
es: Es bastante razonable cuando lo conoces bien.
fr: Il est plutôt raisonnable, quand on le connaît bien.
it: Sa essere ragionevole una volta che lo conosci.
ja: もっと仲良くなったら、話が通じる豚さんかも。
ko: 친해지면 충분히 합리적으로 보일 걸.
pt_br: Ele pode ser bastante razoável depois que a gente o conhece.
ru: Если узнать его получше, с ним можно найти общий язык.
zh_tw: 一旦你們認識了，他就會變得很通情達理。

# CHARACTERS.WANDA.DESCRIBE.PIGMAN.DEAD
source: His time ran out.
de: Seine Zeit war abgelaufen.
es: Se le acabó el tiempo.
fr: Son heure est venue.
it: È giunta la sua ora.
ja: 時間切れになったわ。
ko: 그의 시간이 끝나간다.
pt_br: O tempo dele se esgotou.
ru: Его время вышло.
zh_tw: 他的時間耗盡了。

# CHARACTERS.WANDA.DESCRIBE.PIGMAN.FOLLOWER
source: Well, he's friendly enough for now.
de: Nun, für den Moment ist er freundlich genug.
es: Bueno, al menos es manso por ahora.
fr: Bon, il est plutôt gentil, pour le moment.
it: Al momento è piuttosto amichevole.
ja: 今はだいぶ友好的だわ。
ko: 글쎄, 지금은 충분히 친한데.
pt_br: Bom, ele é amigável o bastante por enquanto.
ru: Что ж, пока он весьма дружелюбен.
zh_tw: 好吧，他現在已經很友好了。

# CHARACTERS.WANDA.DESCRIBE.PIGMAN.GENERIC
source: Carry on, pig.
de: Mach weiter, Schwein.
es: Sigue, cerdo.
fr: Continue comme ça, le cochon.
it: Prosegui pure, maiale.
ja: 私のことは気にしないでいいわよ、豚さん。
ko: 계속해, 돼지.
pt_br: Siga em frente, porco.
ru: Так держать, свин.
zh_tw: 去吧，豬。

# CHARACTERS.WANDA.DESCRIBE.PIGMAN.GUARD
source: It might be best to avoid him.
de: Um den sollte ich einen Bogen machen.
es: Será mejor evitarlo.
fr: Mieux vaut l'éviter.
it: Meglio evitarlo.
ja: あいつは避けるに越したことないわ。
ko: 피하는 게 상책일지도.
pt_br: Talvez seja melhor evitá-lo.
ru: Лучше держаться от него подальше.
zh_tw: 最好還是避開他吧。

# CHARACTERS.WANDA.DESCRIBE.PIGMAN.WEREPIG
source: I hate it when they get like this!
de: Ich hasse es, wenn sie sich so aufführen!
es: ¡Odio cuando se ponen así!
fr: Je déteste quand ils font ça !
it: Odio quando fanno così!
ja: こんな風になるとムカつくわ！
ko: 그들이 이렇게 되면 싫어!
pt_br: Detesto quando eles ficam desse jeito!
ru: Ненавижу, когда это с ними происходит!
zh_tw: 我討厭他們變成這樣！

# CHARACTERS.WANDA.DESCRIBE.PIGSHRINE.BURNT
source: It burned away in no time at all.
de: Er war im Handumdrehen abgebrannt.
es: Se ha quemado enseguida.
fr: Ça a brûlé en un rien de temps.
it: Si è bruciato in un momento.
ja: さっさと燃えちゃったわ。
ko: 순식간에 타버렸다.
pt_br: Queimou num piscar de olhos.
ru: Сгорело за считанные минуты.
zh_tw: 一下子就燒掉了。

# CHARACTERS.WANDA.DESCRIBE.PIGSHRINE.EMPTY
source: It's that time of the duodecennial orbital cycle again.
de: Die Zeit des zweihundertjährigen Orbitalzyklus ist wieder da.
es: Ya vuelve a ser esa época del ciclo orbital del duodecenio.
fr: Le cycle orbital duodécennal recommence.
it: Siamo di nuovo in quel periodo del ciclo orbitale duodecennale.
ja: またこの干支がやって来たのね。
ko: 다시 10년 주기의 궤도 주기가 왔어.
pt_br: Estamos de novo naquela época do ciclo orbital duodecenal.
ru: Не прошло и двенадцати лет орбитального цикла.
zh_tw: 又到了十二年一次的軌道迴圈了。

# CHARACTERS.WANDA.DESCRIBE.PIGSHRINE.GENERIC
source: Well... there's probably time to make a few little trinkets.
de: Nun ... es ist wahrscheinlich Zeit, ein paar kleine Schmuckstücke zu basteln.
es: Bueno... Creo que tengo tiempo para hacer algún que otro artilugio.
fr: Bon... il y a sûrement un moment pour créer de petits bibelots.
it: Beh... Probabilmente ho tempo per realizzare qualche ninnolo.
ja: んー…小さい物を作る時間はあるかも。
ko: 음... 장신구 몇 개를 만들 시간은 있겠지.
pt_br: Bom... acho que tenho tempo pra fazer algumas engenhocas.
ru: Что ж... Думаю, у меня есть время смастерить пару безделиц.
zh_tw: 嗯……也許能抽點時間做一些小飾品。

# CHARACTERS.WANDA.DESCRIBE.PIGSKIN
source: What a sad end.
de: Was für ein trauriges Ende.
es: Qué final tan triste.
fr: Quelle triste fin.
it: Che fine infelice.
ja: なんて悲しい終わり方。
ko: 얼마나 슬픈 종말인지.
pt_br: Que fim mais triste.
ru: Какой грустный конец.
zh_tw: 多麼悲傷的結局。

# CHARACTERS.WANDA.DESCRIBE.PIGTENT
source: I don't want to spend too much time in it.
de: Ich möchte nicht zu viel Zeit darin verbringen.
es: No quiero pasar demasiado tiempo aquí...
fr: Je ne veux pas passer trop de temps dedans.
it: Non voglio spenderci troppo tempo.
ja: これにあんまり時間をかけたくないわ。
ko: 거기에 너무 많은 시간을 보내고 싶지는 않아.
pt_br: Não quero passar muito tempo aí dentro.
ru: Не хочу проводить там слишком много времени.
zh_tw: 我不想在裡面待太久。

# CHARACTERS.WANDA.DESCRIBE.PIGTORCH
source: Maybe those pigs are brighter than I give them credit for.
de: Vielleicht sind diese Schweine klüger, als ich es ihnen zugetraut hätte.
es: Jamás imaginé que los cerdos podrían ser unos iluminados.
fr: Peut-être que ces cochons sont plus intelligents que je ne le pensais.
it: Magari quei maiali sono più solari di quanto immaginassi.
ja: あのブタは思ったよりも賢いのかもしれないわ。
ko: 어쩌면 그 돼지들은 내가 인정하는 것보다 더 밝을지도 몰라.
pt_br: Talvez esses porcos sejam mais brilhantes do que eu pensava.
ru: Возможно, эти свиньи умнее, чем мне кажется.
zh_tw: 也許那些豬比我想的聰明。

# CHARACTERS.WANDA.DESCRIBE.PIG_COIN
source: Oooh, I've never hired an assistant before.
de: Oooh, ich habe noch nie zuvor einen Assistenten eingestellt.
es: Oh... Jamás había contratado ayudantes.
fr: Oooh, je n'avais encore jamais engagé d'assistant.
it: Ooh, sarebbe la prima volta che assumo un assistente.
ja: 今まで一度も助手を雇ったことはないの。
ko: 오, 난 한 번도 조수를 고용한 적이 없다고.
pt_br: Aaah, eu nunca tinha contratado um assistente.
ru: О-о-о, я раньше никогда не нанимала помощников.
zh_tw: 哦，我以前從未請過助理。

# CHARACTERS.WANDA.DESCRIBE.PIG_TOKEN
source: Quite a fancy gold buckled belt for a pig!
de: Ein ziemlich schicker Gürtel mit Goldschnalle für ein Schwein!
es: ¡Un cinturón bastante elegante para un cerdo!
fr: C'est donner de la confiture aux cochons, cette ceinture !
it: Una cintura con fibbia d'oro? Elegante per un maiale!
ja: ブタのくせに金ぴかのバックルが付いたベルトだって！
ko: 꽤 멋진 돼지용 금 버클 벨트!
pt_br: Este cinto com fivela de ouro é bem chique para um porco!
ru: Какой у этой свиньи модный пояс с золотой пряжкой!
zh_tw: 豬都戴上金腰帶了！

# CHARACTERS.WANDA.DESCRIBE.PINECONE
source: The beginnings of a tree.
de: Der Ansatz eines Baums.
es: Los comienzos de un árbol.
fr: Le début d'un arbre.
it: Gli albori di un albero.
ja: 木の始まり。
ko: 나무의 탄생이다.
pt_br: Os primórdios de uma árvore.
ru: Так и начинается дерево.
zh_tw: 樹的開始。

# CHARACTERS.WANDA.DESCRIBE.PINECONE_SAPLING
source: I think it's growing slowly on purpose, just to annoy me.
de: Ich glaube, er wächst absichtlich langsam, nur um mich zu ärgern.
es: Creo que está creciendo más despacio de lo normal solo para molestarme.
fr: Je pense qu'il fait exprès de pousser lentement, pour m'agacer.
it: Credo che stia crescendo lentamente apposta, solo per darmi noia.
ja: 意図的にゆっくり育ってるんじゃない？私に嫌がらせするために。
ko: 짜증나게 하려고 일부러 천천히 자라는 것 같아.
pt_br: Acho que ela está crescendo devagar de propósito, só pra me irritar.
ru: Думаю, он специально растет так медленно, чтобы меня позлить.
zh_tw: 我估計它故意緩慢增長只是為了惹惱我。

# CHARACTERS.WANDA.DESCRIBE.PITCHFORK
source: I'm used to working with much smaller tools.
de: Ich bin es gewohnt, mit viel kleineren Werkzeugen zu arbeiten.
es: Estoy acostumbrada a trabajar con herramientas mucho más pequeñas.
fr: J'ai l'habitude d'utiliser des outils bien plus petits que ça.
it: Sono abituata a lavorare con strumenti molto più piccoli.
ja: これよりずっと小さい道具には慣れてるの。
ko: 나는 훨씬 작은 도구로 작업하는 데 익숙한데.
pt_br: Estou acostumada a trabalhar com ferramentas muito menores.
ru: Я привыкла работать с инструментами поменьше.
zh_tw: 我習慣用小一些的工具工作。

# CHARACTERS.WANDA.DESCRIBE.PLANTMEAT
source: If I wasn't so hungry, I might have second thoughts.
de: Wenn ich nicht so hungrig wäre, würde ich es mir vielleicht noch einmal überlegen.
es: Si no tuviera tanta hambre, a lo mejor me lo plantearía.
fr: Si je n'avais pas aussi faim, j'hésiterais.
it: Se non fossi così tanto affamata, credo che avrei dei ripensamenti.
ja: そんなにおなか減ってなかったら、考え直したかもしれないわ。
ko: 배가 고프지 않았다면 다른 생각을 했을지도 몰라.
pt_br: Se eu não estivesse com tanta fome, talvez pensasse duas vezes.
ru: Не будь я так голодна, я бы взяла минутку на размышление.
zh_tw: 如果我不是那麼餓，我可能會有別的想法。

# CHARACTERS.WANDA.DESCRIBE.PLANTMEAT_COOKED
source: If you close your eyes it tastes much better.
de: Es schmeckt viel besser, wenn man die Augen schließt.
es: Si cierras los ojos sabe mucho mejor.
fr: C'est meilleur quand on ferme les yeux.
it: A occhi chiusi ha un sapore molto migliore.
ja: 目をつむって食べると、ずっとマシに感じるわ。
ko: 눈을 감으면 훨씬 맛있어.
pt_br: Se fechar seus olhos, o gosto melhora muito.
ru: Если закрыть глаза, будет куда вкуснее.
zh_tw: 只要閉上眼，味道就會好很多。

# CHARACTERS.WANDA.DESCRIBE.PLANTREGISTRYHAT
source: What a funny little hat. Let me try!
de: Was für ein lustiger kleiner Hut. Den möchte ich anprobieren!
es: Qué gorro tan gracioso. ¡Quiero probármelo!
fr: Quel chapeau rigolo ! Je vais l'essayer !
it: Che cappellino simpatico. Fatemelo provare!
ja: すごく小さくて面白い帽子。試めしてみたいわ！
ko: 이 귀여운 모자 정말 웃기다. 써봐야지!
pt_br: Que chapeuzinho engraçado. Me deixe experimentar!
ru: Какая забавная шляпка. Дай примерить!
zh_tw: 多麼有趣的小帽子。讓我試試！

# CHARACTERS.WANDA.DESCRIBE.PLANT_NORMAL.GENERIC
source: It's definitely a plant.
de: Das ist eindeutig eine Pflanze.
es: Es una planta, eso está claro.
fr: C'est bien une plante.
it: È una pianta, senza dubbio.
ja: 間違いなく植物よ。
ko: 확실히 식물이야.
pt_br: É uma planta, sem dúvida.
ru: Точно могу сказать: это растение.
zh_tw: 這絕對是一種植物。

# CHARACTERS.WANDA.DESCRIBE.PLANT_NORMAL.GROWING
source: Grow faster! I have things to do!
de: Wachse schneller! Ich habe noch zu tun!
es: ¡Crece más rápido, que tengo cosas que hacer!
fr: Pousse plus vite ! J'ai des trucs à faire !
it: Sbrigati a crescere! Ho cose da fare!
ja: さっさと育て！私にはやることがいっぱいあるの！
ko: 빨리 자란다! 할 일이 생겼어...!
pt_br: Cresça mais rápido! Tenho mais o que fazer!
ru: Расти быстрее! У меня дел полно!
zh_tw: 長快點！ 我還有事要做！

# CHARACTERS.WANDA.DESCRIBE.PLANT_NORMAL.READY
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.DESCRIBE.PLANT_NORMAL.WITHERED
source: Did I forget to water it again?
de: Habe ich wieder vergessen, das Ding zu wässern?
es: ¿Me he vuelto a olvidar de regar?
fr: J'ai encore oublié de l'arroser, c'est ça ?
it: Mi sono di nuovo dimenticata di annaffiarla?
ja: 私、また水やるの忘れちゃったの？
ko: 물주는 걸 또 잊었나?
pt_br: Me esqueci de regá-la de novo?
ru: Я что, опять забыла его полить?
zh_tw: 我是不是又忘了給它澆水？

# CHARACTERS.WANDA.DESCRIBE.PLAYER.ATTACKER
source: I'm keeping my eye on you, %s...
de: Ich behalte dich im Auge, %s ...
es: Te estoy vigilando, %s...
fr: Je te tiens à l'œil, %s...
it: Ti tengo d'occhio, %s...
ja: 私はあんたから目を離さないわ、%s…
ko: 지켜보고 있다, %s...
pt_br: Estou de olho em você, %s...
ru: Я за тобой слежу, %s...
zh_tw: 你給我小心了，%s……

# CHARACTERS.WANDA.DESCRIBE.PLAYER.FIRESTARTER
source: I see, in this timeline you fancy yourself an arsonist?
de: Ich verstehe, in dieser Zeitachse willst du also ein Brandstifter sein?
es: Vaya, o sea, ¿que en esta línea temporal tienes tendencias pirómanas?
fr: Je vois. Dans cette ligne temporelle, tu as décidé de jouer les pyromanes.
it: Ora capisco, in questa linea temporale soffri di piromania.
ja: へぇ、この時間線では放火魔になったんだ？
ko: 알겠어, 이 타임라인에서 네가 방화범이라고 생각해?
pt_br: Entendi, nesta linha do tempo, você se considera uma incendiária?
ru: Значит, в этой линии времени мы возомнили себя поджигателем?
zh_tw: 我明白了，在這條時間線上，你認為自己是個縱火犯？

# CHARACTERS.WANDA.DESCRIBE.PLAYER.GENERIC
source: Sorry %s, I have no time to stay and chat!
de: Tut mir leid, %s, ich habe keine Zeit zum Bleiben und Plaudern!
es: Lo siento, %s, no tengo tiempo para quedarme a hablar.
fr: Désolée, %s. Je n'ai pas le temps de bavarder !
it: Scusa, %s, non ho tempo di fermarmi a chiacchierare!
ja: 悪いんだけど、今、長話してる時間はないのよ、%s！
ko: 미안 %s, 여기서 이야기할 시간이 없어!
pt_br: Desculpe, %s. Não tenho tempo pra bater pato!
ru: Прости, %s, совсем нет времени на разговоры!
zh_tw: 抱歉，%s，我沒時間跟你坐下閒聊！

# CHARACTERS.WANDA.DESCRIBE.PLAYER.GHOST
source: %s! Don't worry, I can fix this!
de: %s! Keine Sorge, ich kann das in Ordnung bringen!
es: ¡%s! No te preocupes, puedo ayudarte.
fr: T'en fais pas, %s ! Je vais arranger ça !
it: %s! Niente paura, posso rimediare!
ja: %s！心配ご無用。私直せるから！
ko: %s! 걱정 마, 내가 고칠 수 있어!
pt_br: %s! Não se preocupe, eu posso dar um jeito nisso!
ru: %s! Не волнуйся, я все исправлю!
zh_tw: %s！別怕，我能搞定！

# CHARACTERS.WANDA.DESCRIBE.PLAYER.MURDERER
source: %s! What have you done?!
de: %s! Was hast du getan?!
es: ¡%s! ¿¡Qué has hecho!?
fr: %s ? Qu'est-ce que tu as fait ?!
it: %s! Cosa hai fatto?!
ja: %s！あんたなにやったの？
ko: %s! 무슨 짓을 한 거야?!
pt_br: %s! O que você fez?!
ru: %s! Как же так можно!
zh_tw: %s！你都做了什麼？！

# CHARACTERS.WANDA.DESCRIBE.PLAYER.REVIVER
source: Th-thank you %s, I won't be so careless again.
de: Da... danke, %s, ich werde nicht mehr so unvorsichtig sein.
es: G-gracias, %s, iré con más cuidado a la próxima.
fr: M-Merci, %s. Je ferais plus attention, à l'avenir. Ou au passé ?
it: G-grazie, %s! La prossima volta starò più attenta.
ja: あ、ありがとうね、%s。次は気を付けるわ。
ko: 고-고마워 %s, 다시는 그렇게 부주의하게 굴지 않을게.
pt_br: O-obrigada, %s. Não vou ser mais tão descuidada.
ru: С-спасибо, %s. Впредь буду аккуратнее.
zh_tw: 謝謝你%s，我不會再這麼不小心了。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_DISMANTLER
source: Everything I need for building and dismantling my lovely clocks.
de: Alles, was ich für den Zusammenbau und die Zerlegung meiner schönen Uhren brauche.
es: Todo lo que necesito para fabricar y desmontar mis queridos relojes.
fr: Tout ce qu'il me faut pour fabriquer et démonter mes jolies horloges.
it: Tutto il necessario per costruire e smontare i miei adorati orologi.
ja: 私の愛しい時計を組み立てたり、分解したりするのに必要なものすべて。
ko: 전부 사랑스러운 시계를 만들고 분해하는 데 필요한 거야.
pt_br: Tudo de que preciso pra montar e desmontar meus lindos relógios.
ru: Все, что нужно для сборки и разборки моих ненаглядных часиков.
zh_tw: 有這個我就可以建造和拆解我可愛的鐘錶了。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: I just need more time!
de: Ich brauche einfach nur mehr Zeit!
es: ¡Solo necesito más tiempo!
fr: J'ai juste besoin de plus de temps !
it: Mi serve solo più tempo!
ja: もうちょっと時間があればいいのよ！
ko: 단지 시간이 더 필요할 뿐!
pt_br: Só preciso de mais tempo!
ru: Нужно больше времени!
zh_tw: 我只需要更多的時間!

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: Come on, come on...
de: Komm schon, komm schon ...
es: Venga, venga...
fr: Allez... Alleeeeez...
it: Andiamo, andiamo...
ja: もう、早くしてよ…
ko: 어서, 어서...
pt_br: Anda, anda...
ru: Ну же, давай...
zh_tw: 快點，快點……

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PARTS
source: It's no small feat to recreate small, precise mechanisms out in the wilderness.
de: Es ist keine Kleinigkeit, draußen in der Wildnis kleine, präzise Mechanismen nachzubauen.
es: No es precisamente sencillo recrear mecanismos diminutos y precisos en medio de la naturaleza.
fr: C'est presque un exploit de pouvoir recréer des mécanismes aussi petits et précis au milieu de nulle part.
it: Non è affatto semplice ricreare meccanismi piccoli e precisi nella natura selvaggia.
ja: 荒野で小さくて正確なメカニズムを再現するのは簡単なことじゃないわ。
ko: 광야에서 작고 정확한 메커니즘을 재현하는 것은 결코 작은 일이 아니지.
pt_br: Não é pouca coisa recriar mecanismos pequenos e precisos em meio à natureza.
ru: В этой глуши не так-то просто воссоздать столь миниатюрные и точные механизмы.
zh_tw: 在荒野中重建小型精確的機械結構可不是一件小事。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: Why don't we all take a little jaunt to the past? It'll be fun!
de: Warum machen wir nicht alle einen kleinen Ausflug in die Vergangenheit? Das wird ein Spaß!
es: ¿Por qué no damos un paseíto por el pasado? ¡Será divertido!
fr: Pourquoi on ne ferait pas tous une petite balade dans le passé ? Ce serait marrant !
it: Perché non facciamo un salto nel passato? Sarà divertente!
ja: ちょっと過去に遊びに行ってみない？楽しいわよ！
ko: 우리 모두 과거로 산책을 떠나볼까? 재미있을 거야!
pt_br: Que tal nós todos darmos uma voltinha no passado? Vai ser divertido?
ru: А не прогуляться ли нам в прошлое? Будет весело!
zh_tw: 一起回到過去走一走如何？會很有意思的！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL.MARKED_DIFFERENTSHARD
source: It'll be a big jump, but we can make it! I think...
de: Es wird ein großer Sprung, aber wir können es schaffen! Glaube ich ...
es: Habrá que saltar bastante, pero podemos hacerlo... O eso creo.
fr: Ça va être un sacré saut, mais je peux y arriver ! Enfin, je crois...
it: Sarà un bel salto, ma possiamo farcela! Almeno credo...
ja: 大きなジャンプになるけど大丈夫！だと思うわ…
ko: 아마 점프를 크게 해야하겠지만 할 수 있을 거야! 내 생각에는 말이지...
pt_br: É um grande salto, mas a gente vai conseguir! Eu acho...
ru: Прыжок будет длинным, но у нас все получится! Наверное...
zh_tw: 這將是一次飛躍，但我可以做到！應該可以……
