Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.HOUNDMOUND
source: It smells wet.
de: Riecht nass.
es: Huele a humedad.
es_mx: Huele a humedad.
fr: Ça sent l'humidité.
it: Puzza di umido.
ja: 湿ったニオイがするネ
ko: 젖은 냄새가 난다.
pl: Śmierdzi wilgocią.
pt_br: Tem cheiro de umidade.
ru: Пахнет сыростью.
zh_cn: 它闻起来很潮湿。
zh_tw: 它聞起來很潮濕。

# CHARACTERS.WARLY.DESCRIBE.HOUNDSTOOTH
source: Better to lose a tooth than your tongue!
de: Lieber einen Zahn verlieren als die Zunge!
es: ¡Mejor perder un diente que la lengua!
es_mx: ¡Mejor perder un diente que la lengua!
fr: Mieux vaut perdre une dent que la langue !
it: Meglio perdere un dente che la lingua!
ja: 舌を抜かれるよりマシだヨ
ko: 혀보다는 이빨을 잃는 게 낫지!
pl: Lepiej stracić ząb niż język!
pt_br: Melhor perder um dente que a língua!
ru: Лучше остаться без зуба, чем без языка!
zh_cn: 掉颗牙齿总好过掉舌头！
zh_tw: 掉顆牙齒總好過掉舌頭！

# CHARACTERS.WARLY.DESCRIBE.HOUNDWHISTLE
source: I think I'm too old to hear it.
de: Ich glaube, ich bin zu alt, um sie zu hören.
es: Creo que estoy mayor para oírlo.
es_mx: Creo que estoy demasiado viejo para oírlo.
fr: Je crois que je suis trop vieux pour l'entendre.
it: Sono troppo vecchio per sentirlo.
ja: ボク、もうこれを聞いて喜ぶような年じゃないヨ。
ko: 너무 나이 들어서 안 들리나 봐.
pl: Chyba jestem za stary, żeby to usłyszeć.
pt_br: Acho que tô velho demais pra ouvir isso.
ru: Думаю, я слишком стар, чтобы это расслышать.
zh_cn: 我老了，听不到了。
zh_tw: 我老了，聽不到了。

# CHARACTERS.WARLY.DESCRIBE.HUMANMEAT
source: I suppose I can't be picky with my ingredients, but...
de: Ich kann bei den Zutaten wohl nicht allzu wählerisch sein, aber ...
es: Supongo que no puedo ponerme tiquismiquis con los ingredientes, pero...
es_mx: Entiendo que no puedo ser exigente con mis ingredientes, pero...
fr: Je n'ai sans doute pas le luxe d'être difficile sur mes ingrédients, mais...
it: Suppongo che io non debba fare lo schizzinoso con gli ingredienti, ma...
ja: 材料につべこべ言ってられないんだけどさぁ...
ko: 아무리 재료를 따질 상황이 아니라곤 하지만...
pl: Pewnie nie mogę być za bardzo wybredny przy wyborze składników, ale...
pt_br: Acho que não posso ser muito exigente com meus ingredientes, mas...
ru: Я понимаю, что не время привередничать в плане ингредиентов…
zh_cn: 按道理不应该挑剔原材料，但这也...
zh_tw: 按道理不應該挑剔原材料，但這也...

# CHARACTERS.WARLY.DESCRIBE.HUMANMEAT_COOKED
source: Some dishes probably shouldn't be made.
de: Es gibt Gerichte, die sollte man nicht zubereiten.
es: Hay platos que no deberían prepararse.
es_mx: Hay algunos platos que no deberían existir.
fr: Certains plats ne devraient sans doute pas être cuisinés.
it: Alcuni piatti non dovrebbero essere preparati.
ja: 作らないほうが良い料理もきっとあるよネ。
ko: 만들면 안 되는 음식도 있어.
pl: Niektórych dań nie powinno się przyrządzać.
pt_br: É provável que alguns pratos não devam ser preparados.
ru: Некоторые блюда не стоит готовить.
zh_cn: 有的菜就应该是禁忌。
zh_tw: 有的菜就應該是禁忌。

# CHARACTERS.WARLY.DESCRIBE.HUMANMEAT_DRIED
source: I think I've lost my appetite.
de: Ich glaube, ich habe keinen Appetit mehr.
es: Creo que he perdido el apetito.
es_mx: Creo que perdí el apetito.
fr: Je crois que je n'ai plus faim.
it: Temo di aver perso l'appetito.
ja: 食欲なくなっちゃったなぁ。
ko: 입맛이 없어진 것 같아.
pl: Chyba straciłem apetyt.
pt_br: Acho que perdi meu apetite.
ru: Кажется, у меня пропал аппетит.
zh_cn: 我想我已经没有任何食欲了。
zh_tw: 我想我已經沒有任何食欲了。

# CHARACTERS.WARLY.DESCRIBE.HUTCH
source: Just my cute little breadbox.
de: Meine niedliche kleine Brotdose.
es: Es mi preciosa panera.
es_mx: Solo es mi pequeña y hermosa panera.
fr: Il porte mon pain. Mignon, hein ?
it: È il mio piccolo e carinissimo portapane.
ja: ボクのかわいいブレッドボックスだヨ。
ko: 작고 귀여운 내 빵 상자야.
pl: To tylko mój uroczy chlebaczek.
pt_br: É a minha caixinha de pão.
ru: Моя маленькая милая хлебница.
zh_cn: 我可爱的小面包盒。
zh_tw: 我可愛的小麵包盒。

# CHARACTERS.WARLY.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: He's a cheery little fishstick.
de: Ein fröhliches kleines Fischstäbchen.
es: Es un alegre palito de pescado.
es_mx: Es un palito de pescado alegre.
fr: C'est un petit poisson pané très jovial.
it: Un bel bastoncino di pesce.
ja: 元気いっぱいの小さいフィッシュスティックだヨ。
ko: 생기 넘치는 생선튀김이야.
pl: Radosny paluszek rybny.
pt_br: Ele é um bastonete de peixe alegre.
ru: Какая веселая рыбная палочка.
zh_cn: 一个好玩的小鱼肉棒。
zh_tw: 一個好玩的小魚肉棒。

# CHARACTERS.WARLY.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: He's missing his other half.
de: Er vermisst seine bessere Hälfte.
es: Le falta su otra mitad.
es_mx: Le falta su medio pez naranja.
fr: Il lui manque l'autre moitié.
it: Gli manca la metà.
ja: なくなった半身を探してるんだネ。
ko: 다른 반쪽을 그리워하고 있어.
pl: Brakuje mu jego drugiej połówki.
pt_br: Ele tá sem sua outra metade.
ru: Потерял свою вторую половину.
zh_cn: 他缺了另一半。
zh_tw: 他缺了另一半。

# CHARACTERS.WARLY.DESCRIBE.ICE
source: That's ice.
de: Das ist Eis.
es: Eso es hielo.
es_mx: Eso es hielo.
fr: C'est de la glace.
it: È ghiaccio.
ja: 氷だヨ
ko: 얼음이다.
pl: Lód dla ludu.
pt_br: Fica gelo, amigo!
ru: Какая прохладная встреча.
zh_cn: 这是冰。
zh_tw: 這是冰。

# CHARACTERS.WARLY.DESCRIBE.ICEBERG.GENERIC
source: Iceberg ahead!
de: Eisberg voraus!
es: ¡Iceberg a la vista!
es_mx: ¡Iceberg a la vista!
fr: Iceberg droit devant !
it: Iceberg in vista!
ja: ま、前に氷山があるヨ！
ko: 전방에 빙산이다!
pl: Góra lodowa na horyzoncie!
pt_br: Iceberg à frente!
ru: Айсберг прямо по курсу!
zh_cn: 前面有冰山！
zh_tw: 前面有冰山！

# CHARACTERS.WARLY.DESCRIBE.ICEBERG.MELTED
source: Melted like butter!
de: Geschmolzen wie Butter!
es: ¡Derretido como mantequilla!
es_mx: ¡Se derritió como la mantequilla!
fr: Il a fondu comme des rillettes sur un radiateur.
it: Sciolto come burro!
ja: バターみたいに溶けたネ！
ko: 버터처럼 녹았어!
pl: Rozpuściła się jak masło!
pt_br: Derreteu como manteiga!
ru: Растаял как масло!
zh_cn: 像黄油一样融化了！
zh_tw: 像黃油一樣融化了！

# CHARACTERS.WARLY.DESCRIBE.ICEBERG_MELTED
source: Melted like butter!
de: Geschmolzen wie Butter!
es: ¡Derretido como mantequilla!
es_mx: ¡Se derritió como la mantequilla!
fr: Il a fondu comme des rillettes sur un radiateur.
it: Sciolto come burro!
ja: バターみたいに溶けたネ！
ko: 버터처럼 녹았어!
pl: Rozpuściła się jak masło!
pt_br: Derreteu como manteiga!
ru: Растаял как масло!
zh_cn: 像黄油一样融化了！
zh_tw: 像黃油一樣融化了！

# CHARACTERS.WARLY.DESCRIBE.ICEBOX
source: The ice box, my second-most loyal culinary companion.
de: Die Kühlbox. Einer meiner treuesten kulinarischen Begleiter.
es: La caja de hielo, mi segundo compañero culinario más fiel.
es_mx: La caja de hielo, mi segundo compañero culinario más fiel.
fr: La glacière, un de mes fidèles compagnons de cuisine.
it: Il recipiente di ghiaccio, il mio secondo più fedele compagno culinario.
ja: 料理人の強い味方だヨ
ko: 내게 있어서 두 번째로 소중한 요리 도구인 아이스박스다.
pl: Lodówka, mój drugi wierny towarzysz kulinarnych przygód.
pt_br: A geladeira, minha segunda companheira culinária mais leal.
ru: Холодильник — мой второй по значимости верный кулинарный компаньон.
zh_cn: 冰箱，我第二忠诚的烹饪伴侣。
zh_tw: 冰箱，我第二忠誠的烹飪伴侶。

# CHARACTERS.WARLY.DESCRIBE.ICECREAM
source: The heat is sweetly beat!
de: Gegen die Hitze.
es: ¡Para vencer al calor dulcemente!
es_mx: ¡Para vencer al calor dulcemente!
fr: La chaleur vaincue par le sucre !
it: La calura è sconfitta dolcemente.
ja: 甘～いスイーツで、暑さを撃退ネ！
ko: 달콤하게 더위를 나는 방법이지!
pl: Upał pokonany!
pt_br: O calor docemente superado!
ru: Сладкая победа над жарой!
zh_cn: 高温被甜蜜的冰淇淋打败了！
zh_tw: 高溫被甜蜜的霜淇淋打敗了！

# CHARACTERS.WARLY.DESCRIBE.ICEHAT
source: Must I wear it?
de: Ich trage die Sicherheit.
es: ¿Debo llevar esto?
es_mx: ¿Debo llevar esto?
fr: Je dois porter ça ?
it: Devo indossarlo?
ja: …どうしても、かぶらないとダメ？
ko: 꼭 써야 하나?
pl: Muszę to nosić?
pt_br: Preciso usar isso?
ru: Должен ли я ее носить?
zh_cn: 我必须戴着它吗？
zh_tw: 我必須戴著它嗎？

# CHARACTERS.WARLY.DESCRIBE.ICEHOUND
source: Away, frozen diable!
de: Hinfort, du eisiger Hund!
es: ¡Largo, diablo congelado!
es_mx: ¡Largo, diablo congelado!
fr: Va-t'en, diable des glaces !
it: Via, diable di ghiaccio!
ja: 氷の悪魔め！ウセロ！
ko: 얼음 악마야, 저리 가!
pl: Uciekaj, zimny diable!
pt_br: Fora, diable congelado!
ru: Прочь, ледяной дьявол!
zh_cn: 走开，冰冷的恶魔！
zh_tw: 走開，冰冷的惡魔！

# CHARACTERS.WARLY.DESCRIBE.ICEPACK
source: Now this I can use!
de: Das kann ich verwenden!
es: ¡Esto sí que me viene bien!
es_mx: ¡Esto sí que me viene bien!
fr: Alors ça, ça va me servir !
it: Mi farà davvero comodo!
ja: とっても便利ネ！
ko: 이거라면 아주 유용하게 쓸 수 있지!
pl: To mi się przyda!
pt_br: Isso sim eu posso usar!
ru: А вот это мне пригодится!
zh_cn: 现在我可以用这个了！
zh_tw: 現在我可以用這個了！

# CHARACTERS.WARLY.DESCRIBE.ICESTAFF
source: It flash freezes poulet!
de: Ein Augenblick der Helligkeit.
es: ¡Ultracongela el pollo!
es_mx: ¡Ultracongela el pollo!
fr: Ça congèle le poulet en un éclair !
it: Congela il pollastro in un attimo!
ja: 鶏肉を瞬間冷凍するヨ！
ko: 고기를 급속 냉동시켜주지!
pl: Zamraża drób w mgnieniu oka!
pt_br: Congela instantaneamente o poulet!
ru: Он заморозит цыпленка в один момент!
zh_cn: 它可以用来速冻鸡肉！
zh_tw: 它可以用來速凍雞肉！

# CHARACTERS.WARLY.DESCRIBE.ICE_BLUEPRINT
source: Frozen beef? I suppose I'll have to make do.
de: Gefrorenes Rindfleisch? Ich werde mich wohl damit begnügen müssen.
es: ¿Carne congelada? Bueno, me las tendré que apañar...
fr: Du bœuf congelé ? Bon, je ferai avec...
it: Carne congelata? Suppongo che mi dovrò accontentare.
ja: 冷凍牛肉？コレで済まさないといけないネ。
ko: 얼린 소고기? 내가 얼려야 할 것 같은데.
pl: Mrożony wołek? Cóż, trzeba jakoś sobie poradzić.
pt_br: Bife congelado? Acho que vou ter que dar um jeito.
ru: Замороженная говядина? Что ж, придется работать с тем, что есть.
zh_cn: 冻牛肉？看来我只好将就了。
zh_tw: 凍牛肉？看來我只好將就了。

# CHARACTERS.WARLY.DESCRIBE.INSANITYROCK.ACTIVE
source: And I'm in!
de: Und ich bin drin!
es: ¡He entrado!
es_mx: ¡Entré!
fr: Et je suis dedans !
it: E ci sono!
ja: ボク、ついにおかしくなっちゃったネ！
ko: 간다!
pl: No to ruszamy!
pt_br: E entrei!
ru: А вот и я!
zh_cn: 我身处其中了！
zh_tw: 我身處其中了！

# CHARACTERS.WARLY.DESCRIBE.INSANITYROCK.INACTIVE
source: Do not lick it. Your tongue will get stuck.
de: Nicht abschlecken, sonst bleibt deine Zunge dran stecken.
es: No lo lamas. Se te quedará pegada la lengua.
es_mx: No lo lamas; se te quedará pegada la lengua.
fr: À ne pas lécher. La langue resterait collée.
it: Non leccarla. La tua lingua rimarrà bloccata.
ja: なめると、舌がくっついちゃうヨ
ko: 핥기라도 했다간 혀가 달라붙어버릴 거야.
pl: Nie lizać. Bo ci język uschnie.
pt_br: Não lamba. Sua língua ficará presa.
ru: Не лизать. А то язык прилипнет.
zh_cn: 别舔它。你的舌头会被粘住的。
zh_tw: 別舔它。你的舌頭會被粘住的。

# CHARACTERS.WARLY.DESCRIBE.INSPECTSELF
source: What a tasty dish!
de: So ein köstliches Gericht!
es: ¡Qué plato tan apetecible!
es_mx: ¡Qué plato más delicioso!
fr: Quel plat délicieux !
it: Che piatto gustoso!
ja: な～んておいしい料理だ！
ko: 아주 맛있는 음식이다!
pl: Cóż za smakowite danie!
pt_br: Que prato saboroso!
ru: Какая вкуснятина!
zh_cn: 好美味的菜！
zh_tw: 好美味的菜！

# CHARACTERS.WARLY.DESCRIBE.IVY_SNARE
source: It's trying to get between me and my ingredients!
de: Das Ding versucht, sich zwischen mich und meine Zutaten zu stellen!
es: ¡Quiere interponerse entre mis ingredientes y yo!
fr: Il essaie de s'interposer entre moi et mes ingrédients !
it: Sta cercando di frapporsi tra me e i miei ingredienti!
ja: ボクとボクの材料の間に入ろうとしてるヨ！
ko: 나와 재료 사이에 끼어들려고 하고 있어!
pl: Próbują oddzielić mnie od moich składników!
pt_br: Tá tentando se meter entre mim e meus ingredientes!
ru: Не смей вставать между мной и моими ингредиентами!
zh_cn: 它想挡在我和我的原料之间！
zh_tw: 它想擋在我和我的原料之間！

# CHARACTERS.WARLY.DESCRIBE.JAMMYPRESERVES
source: Simple, sweet, parfait.
de: Parfait
es: Simple, dulce, parfait.
es_mx: Simple, dulce, parfait.
fr: Simple, sucré, parfait.
it: Semplice, dolce, parfait.
ja: そぼくな甘み…ん～ゼツミョウ！
ko: 간단하고, 달콤하고, 완벽하지.
pl: Proste, słodkie, parfait.
pt_br: Simples, doce, parfait.
ru: Просто, сладко, превосходно.
zh_cn: 简单，甜蜜，完美。
zh_tw: 簡單，甜蜜，完美。

# CHARACTERS.WARLY.DESCRIBE.JELLYBEAN
source: A little something sweet to brighten the day.
de: Eine Kleinigkeit, die einem den Tag versüßt.
es: Un toque de dulzura para alegrar el día.
es_mx: Un dulce para darle brillo a tu día.
fr: Un petit peu de sucre pour égayer la journée.
it: Qualcosa di dolce per illuminare la giornata.
ja: 一日を明るくするためのちょっとした甘い物ダヨ。
ko: 하루를 빛내 줄 달콤한 음식이야.
pl: Coś na osłodę.
pt_br: Uma coisinha doce pra alegrar o dia.
ru: Сладкое улучшает настроение.
zh_cn: 甜美的小东西，带来明亮的一天。
zh_tw: 甜美的小東西，帶來明亮的一天。

# CHARACTERS.WARLY.DESCRIBE.KABOBS
source: Opa!
de: Aber hallo!
ja: ボクのグランパの得意料理ネ！
ko: 으차!
ru: Оп-па!
zh_cn: 好吃！
zh_tw: 好吃！

# CHARACTERS.WARLY.DESCRIBE.KELP
source: Salad of the sea!
de: Salat des Meeres!
es: ¡La ensalada del mar!
es_mx: ¡Ensalada del mar!
fr: La salade de la mer !
it: Insalata del mare!
ja: 海のサラダだヨ！
ko: 바다의 샐러드다!
pl: Morska sałata!
pt_br: Salada do mar.
ru: Морской салат!
zh_cn: 海水沙拉！
zh_tw: 海水沙拉！

# CHARACTERS.WARLY.DESCRIBE.KELPHAT
source: I'd rather have this in a broth than on my head.
de: Das hätte ich lieber in der Suppe als auf dem Kopf.
es: Prefiero echar esto a un caldo que ponérmelo en la cabeza.
es_mx: Prefiero echarle esto a un caldo que tenerlo sobre la cabeza.
fr: Je préférerais l'avoir en soupe que sur la tête...
it: Preferirei metterla in una zuppa che sulla testa.
ja: コレ、ボクの頭の中より、だし汁の中に入れた方がいいヨ。
ko: 머리에 쓰느니 차라리 수프에 넣을래.
pl: Wolałbym mieć je w zupie niż na głowie.
pt_br: Prefiro colocar isso num caldo do que na cabeça.
ru: Лучше сделать из этого бульон, чем цеплять на голову.
zh_cn: 海带熬汤还行，怎么能戴在我头上。
zh_tw: 海帶熬湯還行，怎麼能戴在我頭上。

# CHARACTERS.WARLY.DESCRIBE.KELP_COOKED
source: This... could be a bit better.
de: Dies ... könnte ein wenig besser sein.
es: Podría... estar un poco mejor.
es_mx: Podría mejorarse.
fr: Ça... pourrait être mieux.
it: Me le aspettavo meglio.
ja: コレ...ちょっとマシになったヨ。
ko: 조금... 아쉬운걸.
pl: Mogłoby być trochę... lepsze.
pt_br: Isso... poderia ser um pouco melhor.
ru: Ну… Можно быть и повкуснее.
zh_cn: 这...还有改进的空间。
zh_tw: 這...還有改進的空間。

# CHARACTERS.WARLY.DESCRIBE.KELP_DRIED
source: Ah, crispy!
de: Ah, knusprig!
es: ¡Ah, crujiente!
es_mx: ¡Ah, crocante!
fr: Ah, ça croustille !
it: Ah... croccanti!
ja: あぁ、クリスピーだヨ！
ko: 아, 바삭해!
pl: Ach, chrupiące!
pt_br: Ah, crocante!
ru: О, хрустит!
zh_cn: 啊，脆啊！
zh_tw: 啊，脆啊！

# CHARACTERS.WARLY.DESCRIBE.KILLERBEE.GENERIC
source: Almost not worth the honey!
de: Kaum das bisschen Honig wert!
es: ¡Casi no merece la pena la miel!
es_mx: ¡Casi no merece la pena la miel!
fr: Ce miel est trop risqué !
it: Quasi non ne valeva la pena per il miele!
ja: ハチミツ欲しいけど、死ぬのはイヤネ！
ko: 굳이 꿀을 찾을 필요가 있나 싶게 만드는군!
pl: Chyba nie warto walczyć o ten miód.
pt_br: Quase não vale o mel!
ru: Почти не стоит меда!
zh_cn: 不值得为了蜂蜜去冒险！
zh_tw: 不值得為了蜂蜜去冒險！

# CHARACTERS.WARLY.DESCRIBE.KILLERBEE.HELD
source: So sassy!
de: Frech!
es: ¡Qué impertinente!
es_mx: ¡Qué impertinente!
fr: Quelle insolente !
it: Che impertinente!
ja: このハチ、態度が気に入らないネ！
ko: 정말 당차지!
pl: Jaki zadziorny!
pt_br: Que atrevida!
ru: Такая нахальная!
zh_cn: 太无礼了！
zh_tw: 太無禮了！

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR1.BURNT
source: Mon dieu, I knew I smelled something burning!
de: Mon dieu, ich wusste doch, dass ich Brandgeruch gespürt habe!
es: ¡Mon dieu, ya decía yo que olía a chamusquina!
fr: Aaaah, je savais bien que ça sentait le brûlé !
it: Mon dieu, mi sembrava di aver sentito odore di bruciato!
ja: アア、神様ッ！何か焦げてるニオイがするヨ！
ko: 몽 듀, 뭔가 타는 냄새가 났어!
pl: Mon dieu, czułem zapach spalenizny!
pt_br: Mon dieu, eu sabia que tinha cheirado queimado!
ru: Mon dieu, так и знал, что что-то подгорело!
zh_cn: 我的天啊！我好像闻到了焦香。
zh_tw: 我的天啊！我好像聞到了焦香。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR1.GENERIC
source: A plaything for les petits chats.
de: Ein Spielzeug für les petits chats.
es: Un juguete para les petits chats.
fr: Les petits chats auront de quoi jouer.
it: Un gioco per les petits chats.
ja: 子ネコチャンたちの遊び道具だネ。
ko: 르 쁘띠 샤의 장난감이야.
pl: Zabawka dla les petits chats.
pt_br: Um brinquedo para les petits chats.
ru: Игрушка для petits chats.
zh_cn: 小猫咪的玩具。
zh_tw: 小貓咪的玩具。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR1_KIT
source: Nearly done.
de: Fast erledigt.
es: Ya casi está.
fr: C'est presque prêt.
it: Manca poco.
ja: あと少しで終わりだネ。
ko: 거의 다 됐어.
pl: Prawie gotowe.
pt_br: Quase pronto.
ru: Почти готово.
zh_cn: 还差一点就做好了。
zh_tw: 還差一點就做好了。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR2.BURNT
source: Ah. I don't think that was meant to be cooked.
de: Ah. Ich glaube nicht, dass das gekocht werden sollte.
es: Ah. Creo que eso no era para cocinar.
fr: Ah, je pense que ce n'était pas censé être cuit.
it: Ah. Non credo che fosse da cucinare.
ja: あぁ。コレ料理する必要なかったのに。
ko: 아. 요리용이라고 생각하지 않았어.
pl: Ach. Tego chyba nie trzeba było gotować.
pt_br: Ah. Não acho que isso é servido cozido.
ru: Ой. Термообработка тут была лишней.
zh_cn: 啊。那个应该不是要做熟的。
zh_tw: 啊。那個應該不是要做熟的。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR2.GENERIC
source: They must work up quite an appetite playing all day.
de: Sie müssen sich einen ziemlichen Appetit beim Spielen erarbeiten.
es: Tendrán mucha hambre después de pasarse el día jugando.
fr: Ils doivent avoir sacrément faim après avoir joué toute la journée.
it: Devono avere un grande appetito giocando tutto il giorno.
ja: 一日中遊んで、トッテモお腹をすかせてるはずだネ。
ko: 얘네들은 온종일 놀면서 식욕을 꽤 돋워야 해.
pl: Muszą być bardzo głodne po całodniowej zabawie.
pt_br: Eles devem ficar famintos, brincando o dia todo.
ru: От игр на свежем воздухе они нагуливают прекрасный аппетит.
zh_cn: 他们整天玩耍，一定很有胃口。
zh_tw: 他們整天玩耍，一定很有胃口。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDECOR2_KIT
source: Now, to put the ingredients together.
de: Jetzt muss man die Zutaten zusammenstellen.
es: Y ahora a mezclar los ingredientes.
fr: Il n'y a plus qu'à rassembler les ingrédients.
it: Non resta che unire gli ingredienti.
ja: ヨシ、材料を組み立てようネ！
ko: 자, 재료를 합쳐보자.
pl: A teraz czas połączyć wszystkie składniki.
pt_br: Agora, só falta juntar os ingredientes.
ru: А теперь соединим все ингредиенты.
zh_cn: 这些原料在一起可以做出新的东西。
zh_tw: 這些原料在一起可以做出新的東西。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDEN.BURNT
source: Burnt to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
es_mx: Quemado hasta estar crujiente.
fr: Brûlé à en craquer.
it: Bruciato fino a croccare.
ja: 焦げ焦げに焼けた。
ko: 바삭하게 탔어.
pl: Spalony na wiór.
pt_br: Queimado até o talo.
ru: До хрустящей корочки.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDEN.GENERIC
source: Bonjour! Is anyone home?
de: Bonjour? Jemand zu Hause?
es: ¡Bonjour! ¿Hay alguien en casa?
fr: Bonjour ! Il y a quelqu'un ?
it: Bonjour! C'è qualcuno in casa?
ja: ボンジュール！誰かいるカ？
ko: 봉주르! 누구 있어요?
pl: Bonjour! Jest ktoś w domu?
pt_br: Bonjour! Tem alguém em casa?
ru: Bonjour! Кто-нибудь дома?
zh_cn: 你好！有人在家吗？
zh_tw: 你好！有人在家嗎？

# CHARACTERS.WARLY.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: I don't think they're hiding in there.
de: Ich glaube nicht, dass sie sich da drin verstecken.
es: Creo que no están escondidos aquí.
fr: Je ne pense pas qu'ils se soient cachés ici.
it: Non penso che si stiano nascondendo lì dentro.
ja: この中には隠れてないと思うヨ。
ko: 저기 숨은 것 같지는 않은데.
pl: Tam ich chyba nie ma.
pt_br: Não acho que eles estão se escondendo lá.
ru: По-моему, здесь никто не прячется.
zh_cn: 我觉得他们没藏在里面。
zh_tw: 我覺得他們沒藏在裡面。

# CHARACTERS.WARLY.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: My time is almost up, where could they be?
de: Meine Zeit ist fast um, wo stecken sie wohl?
es: Casi no me queda tiempo, ¿dónde estarán?
fr: Le temps est pratiquement écoulé. Où peuvent-ils bien être ?
it: Ho quasi esaurito il tempo, dove potrebbero essere?
ja: もう時間がないヨ。みんなドコ？
ko: 시간이 거의 다 됐어, 어디 있을까?
pl: Już prawie koniec czasu. Gdzie one mogą być?
pt_br: Meu tempo está quase acabando, onde eles podem estar?
ru: Время почти вышло! Где же они могут быть?..
zh_cn: 我的时间快到了，它们会在哪里呢？
zh_tw: 我的時間快到了，它們會在哪裡呢？

# CHARACTERS.WARLY.DESCRIBE.KITCOONDEN_KIT
source: I'll whip it together tout de suite.
de: Ich werde sie tout de suite zusammenstellen.
es: Lo batiré tout de suite.
fr: Je vais préparer ça sans traîner.
it: Lo monterò tout de suite.
ja: スグに作ってあげるヨ。
ko: 모아서 휘저을게 뚜 드 수위뜨.
pl: Przyrządzę to tout de suite.
pt_br: Vou incorporar tudo tout de suite.
ru: Соберу эту штуку tout de suite.
zh_cn: 我会马上把它做好。
zh_tw: 我會馬上把它做好。

# CHARACTERS.WARLY.DESCRIBE.KITCOON_DECIDUOUS
source: Bonjour petit chat!
ja: ボンジュール、子ネコチャン！
ko: 봉주르 쁘띠 샤!
zh_cn: 你好，小猫咪！
zh_tw: 你好，小貓咪！

# CHARACTERS.WARLY.DESCRIBE.KITCOON_DESERT
source: You're so sweet, I could just eat you up!
de: Du bist so niedlich, ich könnte dich fressen!
es: ¡Eres tan rico que te comería de un bocado!
fr: Tu es vraiment à croquer !
it: Sei così dolce, che quasi ti mangerei!
ja: とってもカワイイネ！食べちゃいたいくらいだヨ！
ko: 정말 귀엽구나, 한입에 삼킬 수도 있겠는걸!
pl: Jesteś takim słodziakiem, że mógłbym cię schrupać!
pt_br: Você é tão docinho que dá vontade de devorar você!
ru: Ты такой сладенький, так бы тебя и съел!
zh_cn: 你这么可爱，真的忍不住想吞你下去。
zh_tw: 你這麼可愛，真的忍不住想吞你下去。

# CHARACTERS.WARLY.DESCRIBE.KITCOON_FOREST
source: Bonjour petit chat!
ja: ボンジュール、子ネコチャン！
ko: 봉주르 쁘띠 샤!
zh_cn: 你好，小猫咪！
zh_tw: 你好，小貓咪！

# CHARACTERS.WARLY.DESCRIBE.KITCOON_GRASS
source: You're so sweet, I could just eat you up!
de: Du bist so niedlich, ich könnte dich fressen!
es: ¡Eres tan rico que te comería de un bocado!
fr: Tu es vraiment à croquer !
it: Sei così dolce, che quasi ti mangerei!
ja: とってもカワイイネ！食べちゃいたいくらいだヨ！
ko: 정말 귀엽구나, 한입에 삼킬 수도 있겠는걸!
pl: Jesteś takim słodziakiem, że mógłbym cię schrupać!
pt_br: Você é tão docinho que dá vontade de devorar você!
ru: Ты такой сладенький, так бы тебя и съел!
zh_cn: 你这么可爱，真的忍不住想吞你下去。
zh_tw: 你這麼可愛，真的忍不住想吞你下去。

# CHARACTERS.WARLY.DESCRIBE.KITCOON_MARSH
source: Bonjour petit chat!
ja: ボンジュール、子ネコチャン！
ko: 봉주르 쁘띠 샤!
zh_cn: 你好，小猫咪！
zh_tw: 你好，小貓咪！

# CHARACTERS.WARLY.DESCRIBE.KITCOON_MOON
source: You're so sweet, I could just eat you up!
de: Du bist so niedlich, ich könnte dich fressen!
es: ¡Eres tan rico que te comería de un bocado!
fr: Tu es vraiment à croquer !
it: Sei così dolce, che quasi ti mangerei!
ja: とってもカワイイネ！食べちゃいたいくらいだヨ！
ko: 정말 귀엽구나, 한입에 삼킬 수도 있겠는걸!
pl: Jesteś takim słodziakiem, że mógłbym cię schrupać!
pt_br: Você é tão docinho que dá vontade de devorar você!
ru: Ты такой сладенький, так бы тебя и съел!
zh_cn: 你这么可爱，真的忍不住想吞你下去。
zh_tw: 你這麼可愛，真的忍不住想吞你下去。

# CHARACTERS.WARLY.DESCRIBE.KITCOON_NAMETAG
source: What shall I call you, mes petits chats?
de: Wie soll ich euch nennen, mes petits chats?
es: ¿Qué nombres os pongo, mes petits chats?
fr: Comment je vais vous appeler, mes petits chats ?
it: Come dovrei chiamarvi, mes petits chats?
ja: ボクの子ネコチャンたち、なんて呼んだらいいカナ？
ko: 널 뭐라고 불러야 하지, 메 쁘띠 샤?
pl: Jak mam cię nazwać, mes petits chats?
pt_br: Que nome devo dar a vocês, mes petits chats?
ru: Как бы мне вас назвать, мои petits chats?
zh_cn: 我应该叫你什么名字呢，我的小猫咪？
zh_tw: 我應該叫你什麼名字呢，我的小貓咪？

# CHARACTERS.WARLY.DESCRIBE.KITCOON_ROCKY
source: You're so sweet, I could just eat you up!
de: Du bist so niedlich, ich könnte dich fressen!
es: ¡Eres tan rico que te comería de un bocado!
fr: Tu es vraiment à croquer !
it: Sei così dolce, che quasi ti mangerei!
ja: とってもカワイイネ！食べちゃいたいくらいだヨ！
ko: 정말 귀엽구나, 한입에 삼킬 수도 있겠는걸!
pl: Jesteś takim słodziakiem, że mógłbym cię schrupać!
pt_br: Você é tão docinho que dá vontade de devorar você!
ru: Ты такой сладенький, так бы тебя и съел!
zh_cn: 你这么可爱，真的忍不住想吞你下去。
zh_tw: 你這麼可愛，真的忍不住想吞你下去。

# CHARACTERS.WARLY.DESCRIBE.KITCOON_SAVANNA
source: Bonjour petit chat!
ja: ボンジュール、子ネコチャン！
ko: 봉주르 쁘띠 샤!
zh_cn: 你好，小猫咪！
zh_tw: 你好，小貓咪！

# CHARACTERS.WARLY.DESCRIBE.KITCOON_YOT
source: You're so sweet, I could just eat you up!
de: Du bist so niedlich, ich könnte dich fressen!
es: ¡Eres tan rico que te comería de un bocado!
fr: Tu es vraiment à croquer !
it: Sei così dolce, che quasi ti mangerei!
ja: とってもカワイイネ！食べちゃいたいくらいだヨ！
ko: 정말 귀엽구나, 한입에 삼킬 수도 있겠는걸!
pl: Jesteś takim słodziakiem, że mógłbym cię schrupać!
pt_br: Você é tão docinho que dá vontade de devorar você!
ru: Ты такой сладенький, так бы тебя и съел!
zh_cn: 你这么可爱，真的忍不住想吞你下去。
zh_tw: 你這麼可愛，真的忍不住想吞你下去。

# CHARACTERS.WARLY.DESCRIBE.KLAUS
source: He doesn't look very jolly.
de: Er sieht nicht sehr heiter aus.
es: No parece muy alegre.
es_mx: No se ve muy feliz.
fr: Il n'a pas l'air très jovial.
it: Non sembra molto festoso.
ja: 彼、あんまり楽しそうじゃないネ。
ko: 그렇게 즐거워 보이지 않아.
pl: Nie wygląda zbyt radośnie.
pt_br: Ele não parece muito contente.
ru: Не навевает он праздничное настроение.
zh_cn: 看起来不太开心。
zh_tw: 看起來不太開心。
