Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.TRINKET_25
source: It smells like pine needles. Dead, rotten pine needles.
de: Es riecht nach Tannennadeln. Toten, verrotteten Tannennadeln.
es: Huele a pinochas. Pinochas muertas y podridas.
fr: Ça sent le pin. Si ses aiguilles pourrissaient...
it: Sa di aghi di pino. Aghi di pino secchi e decomposti.
ja: 松の葉みたいな匂いね。生きてない腐った松の葉。
ko: 솔이 냄새가 나. 죽어서 썩은 솔잎.
pt_br: Cheira a folhas de pinheiro... mortas e podres.
ru: Пахнет хвоей. Гнилой, мертвой хвоей.
zh_tw: 它聞起來像松針。死掉、腐爛的松針。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_26
source: Something to sip and snack on all at once!
de: Etwas, woran man zugleich nippen und knabbern kann.
es: ¡Sirve para beber y comer, todo a la vez!
fr: Il y a à boire et à manger !
it: Qualcosa per bere e mangiare allo stesso tempo!
ja: 食べるのと飲むのを同時にできるもの！
ko: 한 번에 홀짝이며 간식을 먹을 수 있어!
pt_br: Algo para bebericar e petiscar ao mesmo tempo!
ru: Можно и пить, и закусывать одновременно!
zh_tw: 同時吃喝的東西！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_27
source: I would've rather found the coat.
de: Ich hätte lieber den Mantel gefunden.
es: Preferiría haber encontrado el abrigo.
fr: J'aurais préféré trouver le manteau qui était dessus.
it: Avrei preferito trovare il cappotto.
ja: コートの方を見つけたかったわ。
ko: 차라리 코트를 찾았겠네.
pt_br: Eu preferiria encontrar o casaco.
ru: Лучше бы я нашла пальто.
zh_tw: 我還是寧願要掛在上面的大衣。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_28
source: It seems like you can't walk too far around here without tripping over a chess piece.
de: Es scheint, dass man hier Schritt tun kann, ohne über eine Schachfigur zu stolpern.
es: Casi no puedes ni dar dos pasos sin tropezarte con una pieza de ajedrez.
fr: On ne peut aller nulle part sans tomber sur une pièce d'échecs, par ici.
it: Sembra che qui intorno non si possa fare più di qualche metro senza imbattersi in uno scacco.
ja: この辺ではチェスのピースにつまづかないで進むのが至難の業みたい。
ko: 체스 말에 걸려 넘어지지 않고는 여기에서 그다지 멀리 걸어갈 수는 없을 것 같아.
pt_br: Parece que é impossível caminhar por aqui sem topar com uma peça de xadrez.
ru: Похоже, тут и шагу нельзя сделать, не наступив на шахматную фигуру.
zh_tw: 似乎你在這裡走不了多遠就會被一個棋子絆倒。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_29
source: It seems like you can't walk too far around here without tripping over a chess piece.
de: Es scheint, dass man hier Schritt tun kann, ohne über eine Schachfigur zu stolpern.
es: Casi no puedes ni dar dos pasos sin tropezarte con una pieza de ajedrez.
fr: On ne peut aller nulle part sans tomber sur une pièce d'échecs, par ici.
it: Sembra che qui intorno non si possa fare più di qualche metro senza imbattersi in uno scacco.
ja: この辺ではチェスのピースにつまづかないで進むのが至難の業みたい。
ko: 체스 말에 걸려 넘어지지 않고는 여기에서 그다지 멀리 걸어갈 수는 없을 것 같아.
pt_br: Parece que é impossível caminhar por aqui sem topar com uma peça de xadrez.
ru: Похоже, тут и шагу нельзя сделать, не наступив на шахматную фигуру.
zh_tw: 似乎你在這裡走不了多遠就會被一個棋子絆倒。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_3
source: I'm not going to bother trying to untangle it.
de: Ich werde mir nicht die Mühe machen, das zu entwirren.
es: No pienso ni tomarme la molestia de desenredarlo.
fr: Je ne vais même pas essayer de le dénouer.
it: Non ho alcuna intenzione di slegarlo.
ja: これを解くなんて手間はかけないわ。
ko: 풀려고 애쓰지 않을 거야.
pt_br: Nem vou me dar o trabalho de tentar desamarrar isso.
ru: Даже не буду пытаться его развязать.
zh_tw: 我不打算費力地去解開它。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_30
source: I wonder whatever happened to the rest of the set. Or the players.
de: Ich frage mich, was mit dem Rest des Spiels passiert ist. Oder mit den Spielern.
es: ¿Qué le pasaría al resto de las piezas? ¿Y a los jugadores...?
fr: Je me demande ce qui est arrivé au reste des pièces. Et aux joueurs.
it: Mi domando cosa sia successo al resto del set. E ai giocatori.
ja: セットの残りとこのゲームのプレイヤーたちはどうなったのかしら。
ko: 나머지 세트에 무슨 일이라도 생길지 궁금해. 아니면 플레이어에게라도.
pt_br: O que será que aconteceu com o resto do conjunto? Ou com os jogadores?
ru: Интересно, что стало с остальными фигурами? Да и с игроками.
zh_tw: 我想知道這副棋的其他棋子怎麼樣了；棋手後來怎麼樣了。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_31
source: I wonder whatever happened to the rest of the set. Or the players.
de: Ich frage mich, was mit dem Rest des Spiels passiert ist. Oder mit den Spielern.
es: ¿Qué le pasaría al resto de las piezas? ¿Y a los jugadores...?
fr: Je me demande ce qui est arrivé au reste des pièces. Et aux joueurs.
it: Mi domando cosa sia successo al resto del set. E ai giocatori.
ja: セットの残りとこのゲームのプレイヤーたちはどうなったのかしら。
ko: 나머지 세트에 무슨 일이라도 생길지 궁금해. 아니면 플레이어에게라도.
pt_br: O que será que aconteceu com o resto do conjunto? Ou com os jogadores?
ru: Интересно, что стало с остальными фигурами? Да и с игроками.
zh_tw: 我想知道這副棋的其他棋子怎麼樣了；棋手後來怎麼樣了。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_32
source: It'll only show you one possible future.
de: Das zeigt nur eine mögliche Zukunft.
es: Solo te mostrará un posible futuro.
fr: Ça ne montre qu'un seul futur possible.
it: Mostra un unico possibile futuro.
ja: 起きる可能性のある未来の1つを見せるにすぎないわ。
ko: 가능성 있는 미래 하나만 보여줄 거야.
pt_br: Vai mostrar a você apenas um futuro possível.
ru: Он покажет лишь одно возможное будущее.
zh_tw: 它只會向你展示一個可能的未來。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_33
source: I keep forgetting it's not real!
de: Ich vergesse immer wieder, dass das nicht echt ist!
es: No dejo de olvidarme de que no es real.
fr: Je n'arrête pas d'oublier que ce n'est pas réel !
it: Continuo a dimenticarmi che è finto!
ja: これが本物じゃないっていつも忘れちゃう。
ko: 진짜가 아니라는 걸 자꾸 잊네!
pt_br: Sempre esqueço que não é real!
ru: Все забываю, что паук ненастоящий!
zh_tw: 我一直忘了這不是真的！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_34
source: There's no need to be afraid of curses if you're clever enough to outsmart them.
de: Man braucht keine Angst vor Flüchen zu haben, wenn man clever genug ist, sie zu überlisten.
es: No hay por qué temerles a las maldiciones si puedes burlarlas.
fr: Pas besoin d'avoir peur des malédictions quand on est assez malin pour les contourner.
it: Non c'è bisogno di preoccuparsi delle maledizioni se hai abbastanza astuzia per batterle.
ja: 呪いの上を行くほどの知能があれば呪いを怖がる必要なんてないわ。
ko: 저주를 능가할 만큼 똑똑하다면 두려워할 필요가 없지.
pt_br: Não precisa ter medo de maldições se tiver inteligência suficiente para ludibriá-las.
ru: Не надо бояться проклятий, если тебе хватает ума их перехитрить.
zh_tw: 如果你足夠聰明，能夠勝過詛咒，就沒有必要害怕詛咒。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_35
source: Whatever it held, it's gone now.
de: Was auch immer das enthalten haben mag, jetzt ist es weg.
es: No sé qué contendría, pero ya no está.
fr: Quoi qu'il y ait eu dedans, il n'y a plus rien, maintenant.
it: Non rimane neanche una goccia del suo contenuto.
ja: 何が入ってたにせよ、もうなくなっちゃった。
ko: 그것이 무엇이든간에 지금은 사라졌어.
pt_br: Não sei o que tinha dentro, mas já era.
ru: Что бы ни было раньше внутри, сейчас она пустая.
zh_tw: 不管它承載了什麼，現在已經消失了。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_36
source: I don't think it's a good idea to put things we find lying around here in our mouths.
de: Ich glaube nicht, dass es eine gute Idee ist, Dinge, die wir hier finden, in den Mund zu stecken.
es: No creo que meterse en la boca las cosas que encontramos por aquí tiradas sea buena idea.
fr: Je pense que ce n'est pas une bonne idée de porter ce qu'on trouve par terre à la bouche.
it: Non credo sia una buona idea mettersi in bocca le cose che troviamo per terra.
ja: この辺に転がっているものを口に入れるっていうのはいい考えだとは思わないわ。
ko: 여기 뒹굴고 있는 것들을 입에 넣는 것은 좋은 생각이 아니라고 생각해.
pt_br: Não acho que seja uma boa ideia colocar coisas que encontramos por aqui em nossas bocas.
ru: По-моему, засовывать в рот то, что валялось на земле, — не очень славная идея.
zh_tw: 我不認為把我們在這裡找到的東西放進嘴裡是個好主意。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_37
source: Somewhere there's a vampire having a very bad day.
de: Irgendwo da draußen geht es einem Vampir gerade echt dreckig.
es: Seguro que hay un vampiro por ahí pasando un día terrible.
fr: À mon avis, il y a un vampire qui passe une très mauvaise journée.
it: Da qualche parte nel mondo dev'esserci un vampiro molto arrabbiato.
ja: 最悪の一日を送ってる吸血鬼がどこかにいるわ。
ko: 어딘가에 일진이 좋지 않은 뱀파이어가 있어.
pt_br: Tem um vampiro por aí tendo um péssimo dia.
ru: У какого-то вампира сегодня неважный день.
zh_tw: 在某個地方，有一個吸血鬼過著非常糟糕的一天。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_38
source: It helps me see the way ahead.
de: Das hilft mir, den Weg zu erkennen.
es: Sirven para ver lo que hay más adelante.
fr: Ça m'aide à voir droit devant moi.
it: Mi aiuta a vedere avanti.
ja: 遠くを見るのに役立つわ。
ko: 앞으로 나아갈 길을 보는 데 도움이 될 거야.
pt_br: Me ajuda a ver bem longe.
ru: Поможет увидеть, что меня ждет впереди.
zh_tw: 它幫我看清前路。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_39
source: I don't think it's from this timeline...
de: Ich glaube nicht, dass dies dieser Zeitachse entstammt.
es: No creo que venga de esta línea temporal...
fr: Je pense que ça n'appartient pas à la bonne époque...
it: Non credo appartenga a questa linea temporale...
ja: これはこの時間線のもんじゃないと思うわ…
ko: 다른 타임라인에서 온 것 같아.
pt_br: Acho que não pertence a esta linha do tempo...
ru: По-моему, это из другой линии времени...
zh_tw: 應該不是這條時間線裡的東西……

# CHARACTERS.WANDA.DESCRIBE.TRINKET_4
source: Oooh, I do love a good knickknack.
de: Oooh, ich liebe guten Krimskrams.
es: Ay, cómo me gustan estos cachivaches.
fr: Oooh, j'adore les bibelots !
it: Ooh, adoro i bei ninnoli.
ja: うわー、ステキな小物は大好きだわ。
ko: 오, 난 아름다운 장신구가 좋아.
pt_br: Aaah, eu adoro uma boa quinquilharia.
ru: О-о-о, люблю хорошие безделицы.
zh_tw: 我確實喜歡精美的小飾品。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_40
source: The needle moves rather sluggishly.
de: Die Nadel bewegt sich eher träge.
es: La aguja se mueve un poco despacio.
fr: L'aiguille est d'une lenteur....
it: L'ago si muove debolmente.
ja: 針の動きはトロいわ。
ko: 바늘이 좀 느리게 움직이네.
pt_br: A agulha se mexe bem lentamente.
ru: Их стрелка еле ползает.
zh_tw: 針頭的移動相當遲緩。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_41
source: This is definitely going to contaminate the timeline.
de: Dies wird die Zeitachse definitiv kontaminieren.
es: Esto va a contaminar la línea temporal.
fr: Ça va perturber la ligne temporelle, ça.
it: Finirà sicuramente per contaminare la linea temporale.
ja: これは間違いなく時間線を汚染するわ。
ko: 이건 분명히 타임라인을 오염시킬 거야.
pt_br: Sem dúvida, isto vai contaminar a linha do tempo.
ru: Эта штука точно загрязнит линию времени.
zh_tw: 這肯定會污染時間線。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_42
source: ...But why does it have a mouse head?
de: ... Aber warum nur ist da ein Mauskopf dran?
es: ¿Por qué tiene cabeza de ratón...?
fr: ... Mais pourquoi ça a une tête de souris ?
it: ... Ma perché ha la testa di un topo?
ja: …でもなんでネズミの頭が？
ko: ...근데 왜 쥐 머리가 있지?
pt_br: ... Mas por que tem cabeça de camundongo?
ru: ...Но почему у нее мышиная голова?
zh_tw: ……但為什麼它有一個老鼠頭？

# CHARACTERS.WANDA.DESCRIBE.TRINKET_43
source: Ah, youth...
de: Ach ja, die Jugend ...
es: Ay, la juventud...
fr: Ah, la jeunesse...
it: Ah, la gioventù...
ja: ああ、若さだわ…
ko: 아 청춘이여...
pt_br: Ah, a juventude...
ru: Ах, юность...
zh_tw: 青春啊青春……

# CHARACTERS.WANDA.DESCRIBE.TRINKET_44
source: Is that plant still alive?
de: Lebt diese Pflanze noch?
es: ¿Esa planta sigue viva?
fr: Elle est encore en vie, cette plante ?
it: La pianta è ancora viva?
ja: あの植物、まだ生きてる？
ko: 식물이 아직 살아있나?
pt_br: Essa planta ainda está viva?
ru: Это растение еще живо?
zh_tw: 那株植物還活著嗎？

# CHARACTERS.WANDA.DESCRIBE.TRINKET_45
source: It keeps making strange sounds.
de: Das Ding macht ständig seltsame Geräusche.
es: No deja de hacer sonidos rarísimos.
fr: Ça n'arrête pas de faire des bruits bizarres.
it: Continua a emettere strani suoni.
ja: ずっと変な音をたててるわ。
ko: 계속 이상한 소리가 나네.
pt_br: Fica fazendo sons estranhos.
ru: Оно издает странные звуки.
zh_tw: 它一直發出古怪的聲音。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_46
source: How did this get here?
de: Wie ist der hierher gekommen?
es: ¿Cómo ha llegado esto hasta aquí?
fr: D'où vient ce truc-là ?
it: Come ha fatto ad arrivare qui?
ja: どうやってここに辿り着いたんだ？
ko: 이게 어떻게 여기까지 왔지?
pt_br: Como isso veio parar aqui?
ru: Как это здесь оказалось?
zh_tw: 這東西是怎麼到這裡來的？

# CHARACTERS.WANDA.DESCRIBE.TRINKET_5
source: How futuristic!
de: Das ist aber futuristisch!
es: ¡Qué futurista!
fr: C'est très futuriste !
it: Futuristico!
ja: すごく未来的！
ko: 정말 미래지향적이야!
pt_br: Que futurista!
ru: Какой футуризм!
zh_tw: 多麼前衛！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_6
source: One of those electrical doo-hickeys. I'll stick to my gears and pendulums.
de: Das ist so ein elektrisches Dingsbums. Ich bleibe bei meinen Zahnrädern und Pendeln.
es: Un cacharro eléctrico. Yo me quedo con los engranajes y los péndulos.
fr: C'est une de ces babioles électriques. Je préfère m'en tenir à mes rouages et mes pendules.
it: Uno di quei affarini elettrici. Preferisco i miei pendoli e ingranaggi.
ja: 電気を使うガジェットの1つ。でも私はこのギアと振り子でいいわ。
ko: 그 전기 거시기 중 하나야. 기어랑 진자를 꼭 지켜야 해.
pt_br: É uma daquelas geringonças elétricas. Vou me ater aos meus pêndulos e engrenagens.
ru: Одна из этих электрических штуковинок. Мне ближе шестеренки да маятники.
zh_tw: 又是電子元件，我還是用我的齒輪和鐘擺好了。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_7
source: I have no time for distractions.
de: Ich habe keine Zeit für Ablenkungen!
es: No tengo tiempo para andar distrayéndome.
fr: Je n'ai pas le temps de me laisser distraire.
it: Non ho tempo per le distrazioni.
ja: 気を散らしてる時間はないわ。
ko: 방해할 시간이 없어.
pt_br: Não tenho tempo para distrações.
ru: У меня нет времени отвлекаться.
zh_tw: 我可沒時間分心在別的事情上。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_8
source: You never know what might come in handy later.
de: Man weiß nie, was später noch nützlich werden kann.
es: Nunca sabes qué podría serte útil en el futuro.
fr: On ne sait jamais, ça pourrait se révéler utile.
it: Non si sa mai cosa un giorno potrebbe tornare utile.
ja: 後々何が役に立つかわからないわ。
ko: 나중에 무엇이 도움이 될지는 몰라.
pt_br: Nunca se sabe o que pode vir a ser útil no futuro.
ru: Никогда не знаешь, что и когда пригодится.
zh_tw: 你永遠不知道什麼會在以後派上用場。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_9
source: Each one is charmingly unique.
de: Jedes einzelne davon ist auf charmante Weise einzigartig.
es: Todos tienen su propio encanto.
fr: Chacun possède un charme bien à lui.
it: Ognuno è incantevolmente unico.
ja: どれもこれもそれぞれ違ってみんないい。
ko: 하나하나 매력있고 독특하잖아.
pt_br: Cada um deles é encantadoramente único.
ru: Каждая из них по-своему очаровательна.
zh_tw: 每一個都很獨特，很迷人。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: I would've thought the water from the fishbowl would help douse the flames...
de: Ich hätte gedacht, das Wasser aus dem Aquarium würde helfen, die Flammen zu löschen ...
es: Pensaba que el agua de la pecera serviría para extinguir las llamas...
fr: Je pensais que l'eau de l'aquarium l'aurait empêché de brûler...
it: Chi avrebbe mai immaginato che l'acqua della boccia avrebbe aiutato a spegnere le fiamme...
ja: 金魚鉢の水は火を消すのに使えるって思ってたわ…
ko: 어항의 물이 불길을 끄는 데 도움이 될 거라 생각했는데...
pt_br: Achava que a água do aquário ajudaria a apagar as chamas...
ru: Я бы предположила, что вода из аквариума немного остудит ее пыл...
zh_tw: 我本來以為魚缸裡的水會澆滅火焰……

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: I was too late to save it.
de: Ich bin zu spät gekommen, um es zu retten.
es: No he llegado a tiempo para salvarla.
fr: Je suis arrivée trop tard.
it: Non ho fatto in tempo a salvarlo.
ja: 遅すぎたようね。
ko: 구하기에는 너무 늦었어.
pt_br: Cheguei tarde demais pra salvá-la.
ru: Я не успела ее спасти.
zh_tw: 我沒來得及拯救它。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: That's quite an extravagant fishbowl.
de: Ein recht extravagantes Aquarium.
es: Qué pecera tan extravagante.
fr: C'est un aquarium très extravagant.
it: È una boccia alquanto stravagante.
ja: かなり豪華な金魚鉢だわ。
ko: 상당히 호화로운 어항이네.
pt_br: É um aquário bem esquisito.
ru: Какой экстравагантный аквариум.
zh_tw: 相當奢侈的魚缸啊。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} I'm amazed it fits in there!
de: Gewicht: {weight} Gefangen von: {owner} Ich bin verblüfft, dass er hier hineinpasst!
es: Peso: {weight} Capturado por: {owner} ¡Me sorprende que quepa ahí!
fr: Poids : {weight} Pêché par : {owner} Je suis épatée qu'il rentre là-dedans !
it: Peso: {weight} Catturato da: {owner} Mi stupisce che ci stia qui dentro!
ja: 重量：{weight} 捕獲者：{owner} あそこに乗せられたことにビックリ！
ko: 무게: {weight} 잡은 사람: {owner} 여기에 맞다니 놀라워!
pt_br: Peso: {weight} Capturado por: {owner} Fico espantada que ele caiba ali!
ru: Вес: {weight} Поймано: {owner} Поверить не могу, что она туда помещается!
zh_tw: 重量：{weight} 捕獲人：{owner} 我真沒想到它能放進去！

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: It does give one a nice sense of achievement. Weight: {weight} Caught by: {owner}
de: Es vermittelt einem ein schönes Gefühl, etwas erreicht zu haben. Gewicht: {weight} Gefangen von: {owner}
es: Te da bastante satisfacción, la verdad. Peso: {weight} Capturado por: {owner}
fr: C'est satisfaisant. Poids : {weight} Pêché par : {owner}
it: È una grande soddisfazione. Peso: {weight} Catturato da: {owner}
ja: これは何かを達成した気分にしてくれるわ。 重量：{weight} 捕獲者：{owner}
ko: 만족스러운 성취감을 주지. 무게: {weight} 잡은 사람: {owner}
pt_br: Dá uma sensação de realização. Peso: {weight} Capturado por: {owner}
ru: Помогает почувствовать себя победителем. Вес: {weight} Поймано: {owner}
zh_tw: 確實很有成就感。 重量：{weight} 捕獲人：{owner}

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} See? I can be patient sometimes!
de: Gewicht: {weight} Gefangen von: {owner} Alles klar? Ich kann auch geduldig sein!
es: Peso: {weight} Capturado por: {owner} Mira, ¡puedo tener paciencia a veces!
fr: Poids : {weight} Pêché par : {owner} Vous voyez ? Je sais être patiente, parfois !
it: Peso: {weight} Catturato da: {owner} Visto? A volte so essere paziente!
ja: 重量：{weight} 捕獲者：{owner} 私だって時々は忍耐強くなれるの！
ko: 무게: {weight} 잡은 사람: {owner} 보여? 난 가끔 인내심이 넘치지!
pt_br: Peso: {weight} Capturado por: {owner} Viu? Às vezes, consigo ser paciente!
ru: Вес: {weight} Поймано: {owner} Видите, иногда мне хватает терпения!
zh_tw: 重量：{weight} 捕獲人：{owner} 看到沒？我有時候也是很有耐心的！

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: Oh! Where did that fire come from?
de: Wo kommt denn dieses Feuer her?
es: ¡Ay! ¿De dónde ha salido el fuego?
fr: Oh ! Comment ça a pu brûler ?
it: Oh! Da dove arriva quel fuoco?
ja: あの火はどこからきたのかしら？
ko: 오! 처음에 어디서 온 걸까?
pt_br: Ah! De onde saiu esse fogo?
ru: Ой! А откуда взялся этот огонь?
zh_tw: 噢！火是從哪冒出來的？

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: What a waste.
de: Was für einen Verschwendung.
es: Qué desperdicio.
fr: Quel gâchis !
it: Che spreco.
ja: なんて無駄。
ko: 정말 아까워.
pt_br: Que desperdício.
ru: Какая потеря.
zh_tw: 真是浪費。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: You would think weight would be easier to manipulate than time...
de: Man sollte meinen, dass das Gewicht leichter zu manipulieren ist als die Zeit ...
es: Hay quien pensará que es más fácil manipular el peso que el tiempo...
fr: Je pensais que le poids serait plus facile à manipuler que le temps...
it: E pensare che il peso sembra più facile da manipolare del tempo...
ja: 重さは時間よりも思い通りになると思うでしょう…
ko: 시간보다 무게를 다루기가 더 쉬울 거라고 생각하겠지만...
pt_br: Era de se esperar que fosse mais fácil manipular o peso que o tempo...
ru: А ведь казалось бы, весом манипулировать проще, чем временем...
zh_tw: 我總以為重量會比時間更容易操縱……

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} Interesting, there's a temporal bubble that keeps it from rotting.
de: Gewicht: {weight} Geerntet am: {day} Interessant, es gibt eine Zeitblase, die sie vor dem Verrotten bewahrt.
es: Peso: {weight} Cosecha del día: {day} Qué interesante... Hay una burbuja temporal que impide que se pudra.
fr: Poids : {weight} Récolte effectuée le jour : {day} Intéressant. Une bulle temporelle l'empêche de pourrir.
it: Peso: {weight} Raccolto il giorno: {day} Interessante, c'è una bolla temporale che gli impedisce di marcire.
ja: 重量：{weight} 収穫日：{day} 面白いわね。ここには腐敗を防ぐ時の包みがある。
ko: 무게: {weight} 심은 후 {day}째 날에 수확 흥미로워, 일시적으로 거품이 새겨서 썩는 걸 방지하네.
pt_br: Peso: {weight} Colheita feita no dia: {day} Interessante, há uma bolha temporal que impede isto de apodrecer.
ru: Вес: {weight} День сбора: {day} Как интересно: временной пузырь защищает еду от гниения.
zh_tw: 重量：{weight} 收穫日：{day} 有趣啊，有一個時空泡沫包裹著它，使它不會腐爛。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} Interesting, there's a temporal bubble that keeps it from rotting.
de: Gewicht: {weight} Geerntet am: {day} Interessant, es gibt eine Zeitblase, die sie vor dem Verrotten bewahrt.
es: Peso: {weight} Cosecha del día: {day} Qué interesante... Hay una burbuja temporal que impide que se pudra.
fr: Poids : {weight} Récolte effectuée le jour : {day} Intéressant. Une bulle temporelle l'empêche de pourrir.
it: Peso: {weight} Raccolto il giorno: {day} Interessante, c'è una bolla temporale che gli impedisce di marcire.
ja: 重量：{weight} 収穫日：{day} 面白いわね。ここには腐敗を防ぐ時の包みがある。
ko: 무게: {weight} 심은 후 {day}째 날에 수확 흥미로워, 일시적으로 거품이 새겨서 썩는 걸 방지하네.
pt_br: Peso: {weight} Colheita feita no dia: {day} Interessante, há uma bolha temporal que impede isto de apodrecer.
ru: Вес: {weight} День сбора: {day} Как интересно: временной пузырь защищает еду от гниения.
zh_tw: 重量：{weight} 收穫日：{day} 有趣啊，有一個時空泡沫包裹著它，使它不會腐爛。

# CHARACTERS.WANDA.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: It won't even tell me the weight? Well that's just rude.
de: Nicht mal das Gewicht zeigt sie mir an? Also, das ist einfach unhöflich.
es: ¿No me dice cuánto pesa? Qué falta de educación.
fr: Ça ne veut même pas m'indiquer son poids ? C'est insultant.
it: Non vuole nemmeno dirmi quanto pesa? Accidenti, che maleducata.
ja: これ、重さも教えてくれないの？んー、礼儀知らず。
ko: 무게조차 말해주지 않네? 음, 그건 그냥 무례한 거야.
pt_br: Não vai nem me dizer o peso? Que falta de educação.
ru: Что, даже вес не показывает? Как грубо.
zh_tw: 它甚至不告訴我重量？這真是太無禮了。

# CHARACTERS.WANDA.DESCRIBE.TRUNKVEST_SUMMER
source: Quite cozy.
de: Sehr gemütlich.
es: Muy acogedor.
fr: Une chaleur bien agréable.
it: Alquanto confortevole.
ja: ふん、とても快適だ。
ko: 꽤 아늑하다.
pt_br: Assaz aconchegante.
ru: Довольно удобно.
zh_tw: 很舒適。

# CHARACTERS.WANDA.DESCRIBE.TRUNKVEST_WINTER
source: The hair is just as thick on the inside.
de: Das Haar ist auf der Innenseite genauso dicht.
es: El pelo es igual de espeso por dentro.
fr: La fourrure est tout aussi épaisse dedans.
it: La parte interna è foderata con uno strato di pelliccia altrettanto spesso.
ja: 中身と同じくらい髪もフサフサだわ。
ko: 털이 안쪽과 마찬가지로 굵네.
pt_br: O pelo é igualmente espesso do lado de dentro.
ru: С внутренней стороны шерсть такая же толстая.
zh_tw: 裡面的毛皮也是一樣的厚。

# CHARACTERS.WANDA.DESCRIBE.TRUNK_COOKED
source: You get used to the flavor after a while.
de: Nach einer Weile gewöhnt man sich an den Geschmack.
es: Al final, te acabas acostumbrando al sabor.
fr: On s'habitue au goût, à force.
it: Ci si abitua al sapore dopo un po'.
ja: しばらくするとこの風味にもなれる。
ko: 시간이 지나면 그 맛에 익숙해져.
pt_br: Você se acostuma com o sabor depois de um tempo.
ru: Постепенно к этому вкусу привыкаешь.
zh_tw: 一段時間後你就會習慣這種味道。

# CHARACTERS.WANDA.DESCRIBE.TRUNK_SUMMER
source: Thoroughly cleaned, I hope.
de: Gründlich gereinigt, hoffe ich.
es: Espero que esté bien limpia.
fr: J'espère qu'elle a été bien nettoyée...
it: Bella pulita, mi auguro.
ja: 徹底的にきれいになったならいいんだけど。
ko: 철저하게 씻었으면 좋겠네.
pt_br: Completamente limpa, espero.
ru: Надеюсь, его как следует почистили.
zh_tw: 我希望徹底洗乾淨了。
