Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DONE
source: Glurgh, not touching that.
de: Glarg, fasse ich nicht an.
es: Glurgh, no voy a tocar eso.
es_mx: Gluaj, yo no tocar eso.
fr: Berk, je veux pas toucher ça.
it: Glurgh, io non tocco.
ja: グルーフ、だめ。あれには触らないで。
ko: 빠끔빠끔, 안 만질래.
pl: Glurg, nie dotknę tego.
pt_br: Glurgh, não vou tocar nisso.
ru: Хлюп, не буду трогать.
zh_tw: 格勒格，不要碰那個。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: Look even worse than usual, florp.
de: Sieht noch schlechter als sonst aus, florp.
es: Tiene peor aspecto que normalmente, florp.
es_mx: Verse incluso peor de lo normal, flop.
fr: C'est encore pire que d'habitude.
it: Sembra anche peggio di solito, florp.
ja: いつもよりひどく見えるよ、フロープ。
ko: 원래보다 더 끔찍해 보여, 뻐끔.
pl: Wygląda jeszcze gorzej niż zazwyczaj, florp.
pt_br: Parece ainda pior que o normal, florp.
ru: Выглядит даже хуже, чем обычно, бульк.
zh_tw: 比平時還難看，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DRYING
source: Glurgh... it stink.
de: Glarg ... Stinkt.
es: Glurgh... Apesta.
es_mx: Gluaj... esto apestar.
fr: Berk, ça pue.
it: Glurgh... Puzza.
ja: グルーフ...臭うね。
ko: 빠끔빠끔... 냄새나.
pl: Glurg... śmierdzi.
pt_br: Glurgh... fede.
ru: Хлюп… Воняет.
zh_tw: 格勒格……好臭。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Not sure this thought through, flort.
de: Nicht gut durchdacht, flort.
es: No estoy segura de que esto esté bien pensado, flort.
es_mx: No saber qué tan bien pensado estar este plan, flot.
fr: J'ai pas bien réfléchi, flort.
it: Non sicura progetto ben fatto, flort.
ja: よく考えてないよね、フロート。
ko: 좋은 생각인지 모르겠어, 뻐끔.
pl: Nie wydaje mi się, żeby to było najlepiej przemyślane, flort.
pt_br: Não sei se pensaram direito nisso, flort.
ru: Как-то это не продумано, буль.
zh_tw: 這麼做沒想清楚吧，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: Thought you said this make things dry?
de: Ding macht doch trocken?
es: Pensé que dijiste que esto secaba las cosas.
es_mx: ¿No haber dicho que esto secar cosas?
fr: Ça sert pas à sécher des trucs ?
it: Non serviva a fare cose secche?
ja: これが乾燥させるって言ってたよね？
ko: 음식이 마른다고 하지 않았나?
pl: Myślałam, że coś się miało na tym suszyć?
pt_br: Pensei que isso era pra fazer coisas secarem?
ru: Разве эта штука не для просушки?
zh_tw: 據說這個能把東西晾乾？

# CHARACTERS.WURT.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: That not look right.
de: Sieht nicht richtig aus.
es: Eso no parece estar bien...
es_mx: Esto no estar bien.
fr: Je crois que ça va pas.
it: Qualcosa non va.
ja: 間違っているようだよ。
ko: 잘못된 것 같아.
pl: To nie wygląda dobrze.
pt_br: Isso não parece certo.
ru: Что-то не так.
zh_tw: 那個看著不對。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.GENERIC
source: Scale-less use this for making yucky foods.
de: Schuppenlose machen ekliges Essen damit.
es: Los sin escamas usan esto para hacer comida asquerosa.
es_mx: Los no escamosos usar esto para hacer comida asquerosa.
fr: Les sans-écailles utilisent ça pour faire des plats dégoûtants.
it: Senza squame usano per fare cibo schifoso.
ja: スケールレスはこれを使って不味いものを作るのに使うよ。
ko: 무비늘이 역겨운 음식 만드는 데 써.
pl: Bezłuskowcy używają tego do robienia obrzydliwego jedzenia.
pt_br: Sem-escamas usam isso para fazer comidas ruins.
ru: Ребята без чешуи делают тут гадкую еду.
zh_tw: 無鱗生物用這個來做噁心的食物。

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Oh well, flort.
de: Och, flort.
es: Oh, vaya; flort.
es_mx: Oh, bueno, flot.
fr: Tant pis, flort.
it: Oh, beh, flort.
ja: おやおや、フロート。
ko: 이런, 뻐끔.
pl: No cóż, flort.
pt_br: Ah, puxa, flort.
ru: Ну что ж, бульк.
zh_tw: 哎好吧，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DONE
source: Crabby lady! Nasty dry stuff ready now!
de: Krabbenfrau! Ekliges Trockenzeug fertig!
es: ¡Señora cangrejo! ¡Cosas secas asquerosas ya listas!
es_mx: ¡Señora cangrejo gruñona! ¡La cosa asquerosa seca estar lista!
fr: Mme Crabe ! Le truc séché dégoûtant est prêt !
it: Signora granchio! Cose asciutte schifose sono pronte ora!
ja: カニ女！えげつない乾燥物の準備ができたよ！
ko: 게 같은 아줌마! 더러운 음식 다 말랐어!
pl: Proszę uszczypliwej pani! Ohydna suszonka już gotowa!
pt_br: Senhora carangueja! Coisa seca ruim tá pronta!
ru: Мадам Краб! Мерзкая сухая штука готова!
zh_tw: 螃蟹女士！噁心的乾貨做好了！

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: Look even worse than usual, florp.
de: Sieht noch schlechter als sonst aus, florp.
es: Tiene peor aspecto que normalmente, florp.
es_mx: Verse incluso peor de lo normal, flop.
fr: C'est encore pire que d'habitude.
it: Sembra anche peggio di solito, florp.
ja: いつもよりひどく見えるよ、フロープ。
ko: 원래보다 더 끔찍해 보여, 뻐끔.
pl: Wygląda jeszcze gorzej niż zazwyczaj, florp.
pt_br: Parece ainda pior que o normal, florp.
ru: Выглядит даже хуже, чем обычно, бульк.
zh_tw: 比平時還難看，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DRYING
source: Crabby lady! Nasty dry stuff ready now!
de: Krabbenfrau! Ekliges Trockenzeug fertig!
es: ¡Señora cangrejo! ¡Cosas secas asquerosas ya listas!
es_mx: ¡Señora cangrejo gruñona! ¡La cosa asquerosa seca estar lista!
fr: Mme Crabe ! Le truc séché dégoûtant est prêt !
it: Signora granchio! Cose asciutte schifose sono pronte ora!
ja: カニ女！えげつない乾燥物の準備ができたよ！
ko: 게 같은 아줌마! 더러운 음식 다 말랐어!
pl: Proszę uszczypliwej pani! Ohydna suszonka już gotowa!
pt_br: Senhora carangueja! Coisa seca ruim tá pronta!
ru: Мадам Краб! Мерзкая сухая штука готова!
zh_tw: 螃蟹女士！噁心的乾貨做好了！

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: Not sure this thought through, flort.
de: Nicht gut durchdacht, flort.
es: No estoy segura de que esto esté bien pensado, flort.
es_mx: No saber qué tan bien pensado estar este plan, flot.
fr: J'ai pas bien réfléchi, flort.
it: Non sicura progetto ben fatto, flort.
ja: よく考えてないよね、フロート。
ko: 좋은 생각인지 모르겠어, 뻐끔.
pl: Nie wydaje mi się, żeby to było najlepiej przemyślane, flort.
pt_br: Não sei se pensaram direito nisso, flort.
ru: Как-то это не продумано, буль.
zh_tw: 這麼做沒想清楚吧，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: Thought you said this make things dry?
de: Ding macht doch trocken?
es: Pensé que dijiste que esto secaba las cosas.
es_mx: ¿No haber dicho que esto secar cosas?
fr: Ça sert pas à sécher des trucs ?
it: Non serviva a fare cose secche?
ja: これが乾燥させるって言ってたよね？
ko: 음식이 마른다고 하지 않았나?
pl: Myślałam, że coś się miało na tym suszyć?
pt_br: Pensei que isso era pra fazer coisas secarem?
ru: Разве эта штука не для просушки?
zh_tw: 據說這個能把東西晾乾？

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: That not look right.
de: Sieht nicht richtig aus.
es: Eso no parece estar bien.
es_mx: Esto no estar bien.
fr: Je crois que ça va pas.
it: Qualcosa non va.
ja: 間違っているようだよ。
ko: 잘못된 것 같아.
pl: To nie wygląda dobrze.
pt_br: Isso não parece certo.
ru: Что-то не так.
zh_tw: 那個看著不對。

# CHARACTERS.WURT.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: These belong to crabby lady, florp.
de: Gehört Krabbenfrau, florp.
es: Esto pertenece a la señora cangrejo, florp.
es_mx: Esto pertenecerle a señora cangrejo gruñona, flop.
fr: C'est à Mme Crabe, florp.
it: Appartiene a signora granchio, florp.
ja: これはカニ女のものだよ、フロープ。
ko: 게 같은 아줌마 물건이야, 뻐끔.
pl: To należy do uszczypliwej pani, florp.
pt_br: Isso é da senhora carangueja, florp.
ru: Мадам Краб здесь хозяйка.
zh_tw: 這些是螃蟹女士的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MEATYSALAD
source: Don't think this real veggies!
de: Kein echtes Gemüse!
es: ¡No son verduras de verdad!
es_mx: ¡Yo creer que esto no ser una verdura!
fr: J'crois pas qu'c'est du vrai légume !
it: Non penso questa vera verdura!
ja: これは本物の野菜じゃないよ！
ko: 진짜 채소 아닌 것 같아!
pl: To chyba nie są prawdziwe warzywa!
pt_br: Não acho que são legumes de verdade!
ru: Не похоже это на настоящие овощи!
zh_tw: 這不是真蔬菜！

# CHARACTERS.WURT.DESCRIBE.MEAT_DRIED
source: It smell bad.
de: Riecht schlecht.
es: Huele mal.
es_mx: Oler mal.
fr: Ça sent mauvais.
it: Puzza.
ja: 臭いがするね。
ko: 냄새 고약해.
pl: Ale cuchnie.
pt_br: Cheira mal.
ru: Плохо пахнет.
zh_tw: 好難聞。

# CHARACTERS.WURT.DESCRIBE.MERM
source: Hello, flort!
de: Hallo, flort!
es: ¡Hola, flort!
es_mx: Hola, ¡flot!
fr: Salut, flort !
it: Ciao, flort!
ja: こんにちは、フロート！
ko: 안녕, 뻐끔!
pl: Cześć, flort!
pt_br: Olá, flort!
ru: Хлюп, привет!
zh_tw: 你好，浮浪特!

# CHARACTERS.WURT.DESCRIBE.MERMGUARD
source: Will grow up big and strong like that one day!
de: Werde auch so groß und stark!
es: ¡Un día me haré grande y fuerte como ese!
es_mx: ¡Yo algún día crecer así de grande y fuerte!
fr: Un jour, j'serai grande et forte, comme lui !
it: Un giorno che io anche grande e grossa così.
ja: いつかあんな風に大きくたくましく育つんだろうね！
ko: 언젠가 저렇게 크고 튼튼해져야지!
pl: Kiedyś ja też urosnę taka duża i silna!
pt_br: Vou crescer grande e forte assim um dia!
ru: Я однажды стану такой же большой и сильной!
zh_tw: 我有天也會像他們一樣長大變強！

# CHARACTERS.WURT.DESCRIBE.MERMHAT
source: Make scale-less look like friendly Mermfolk!
de: Schuppenlose sehen damit aus wie nette Mermleute!
es: ¡Hace que los sin escamas parezcan amigables como tritones!
es_mx: ¡Esto hacer que los no escamosos verse como tritones amistosos!
fr: C'est pour que les sans-écailles se déguisent en merms !
it: Senza squame diventano come amici mermi!
ja: スケールレスをフレンドリーなマームフォークのようにしてよ。
ko: 무비늘이 착한 어인처럼 보이게 해!
pl: Sprawia, że bezłuskowcy wyglądają jak przyjaźni mermowie!
pt_br: Faz sem-escama parecer povo-peixe amigável!
ru: Ребята без чешуи в этом похожи на славных тритонов!
zh_tw: 能讓無鱗生物扮成友好的魚人！

# CHARACTERS.WURT.DESCRIBE.MERMHEAD.BURNT
source: Glurp...
es_mx: Glup...
fr: Berk.
ja: グループ...
ko: 빠끔...
ru: Хлюп…
zh_tw: 格勒噗……

# CHARACTERS.WURT.DESCRIBE.MERMHEAD.GENERIC
source: Who do such thing...
de: Wer macht das ...?
es: Quién hace algo así...
es_mx: ¿Quién hacer tal cosa?
fr: Qui a fait ça ?
it: Chi ha fatto cosa così?
ja: 誰がそんなことをするの...
ko: 누가 이런 짓을...
pl: Kto mógł coś takiego zrobić...
pt_br: Quem faz coisa assim...
ru: Как так можно?!
zh_tw: 誰會幹這種事……

# CHARACTERS.WURT.DESCRIBE.MERMHOUSE.BURNT
source: Noooooooo!!
de: Neeeein!!
fr: Noooooooon !!
ja: ダメーーー！
ko: 안 돼애애애애!!
pl: Nieeeeeee!
pt_br: Nããããoooo!!
ru: Не-е-е-т!
zh_tw: 不不不！！

# CHARACTERS.WURT.DESCRIBE.MERMHOUSE.GENERIC
source: Home is where the swamp is, florp.
de: Zuhause dort, wo Sumpf ist, florp.
es: El hogar está donde haya un pantano, florp.
es_mx: Donde estar pantano, estar hogar, flop.
fr: J'me sens chez moi dans les marécages, florp.
it: Casa è dov'è palude.
ja: 家は沼地があるところだよ、フロール。
ko: 습지가 바로 집이야, 뻐끔.
pl: Wszędzie dobrze, ale na bagnie najlepiej, florp.
pt_br: Lar é onde está o pântano, florp.
ru: Где болото, там и дом, бульк.
zh_tw: 沼澤在哪，家就在哪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: WHYYYYY!?
de: WARUUUM?!
es: ¿¡POR QUÉÉÉÉÉ!?
es_mx: ¡¿POR QUÉEEE?!
fr: POURQUOIIIIIII ?
it: PERCHÉÉÉ?
ja: なぜ！？
ko: 대체 왜애애!?
pl: CZEMUUU?!
pt_br: POR QUÊÊÊ!?
ru: НУ ЗА ЧТО?!
zh_tw: 為什麼！？

# CHARACTERS.WURT.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: Made it with own claws!
de: Mit eigenen Klauen gemacht!
es: ¡Esto lo he hecho con mis propias garras!
es_mx: ¡Yo haberla hecho con mis propias garras!
fr: C'est moi qui l'ai fait avec mes petites griffes.
it: Fatta con mie stesse zampe!
ja: オレ様の頭で固定する。
ko: 내 발톱으로 만들었어!
pl: Zrobiłam to własnymi pazurkami!
pt_br: Feito com próprias garras!
ru: Своими когтями сделала!
zh_tw: 我親手親爪做的！

# CHARACTERS.WURT.DESCRIBE.MERMKING
source: Yay! You look just like Kings from fairy stories!
de: Juhu! Siehst aus wie Märchenkönig!
es: ¡Ay! ¡Pareces un rey de los cuentos de hadas!
es_mx: ¡Hurra! ¡Verte igual que reyes de cuentos de hadas!
fr: Tu ressembles aux rois des contes de fées !
it: Sì! Sembri re di favole!
ja: イェーイ！童話の王様みたいだね！
ko: 와! 꼭 동화에 나오는 왕 같아요!
pl: Łał! Wyglądasz zupełnie jak królowie z bajek!
pt_br: Viva! Você parece os reis dos contos de fadas!
ru: Ура! Ты прямо как короли в сказках!
zh_tw: 耶！你看起來就像童話裡的國王！

# CHARACTERS.WURT.DESCRIBE.MERMTHRONE.BURNT
source: WHO DO THIS?!
de: WER WAR DAS?!
es: ¡¿QUIÉN HA HECHO ESTO?!
es_mx: ¡¿QUIÉN HABER HECHO ESTO?!
fr: QUI A FAIT ÇA ?
it: CHI STATO?!
ja: 誰がやったの？！
ko: 누가 이런 짓을?!
pl: KTO TO ZROBIŁ?!
pt_br: QUEM FAZ ISSO?!
ru: КТО ЭТО СДЕЛАЛ?!
zh_tw: 誰幹的？！

# CHARACTERS.WURT.DESCRIBE.MERMTHRONE.GENERIC
source: Good seat for Merm King!
de: Guter Sitz für Mermkönig!
es: ¡Buen asiento para el rey tritón!
es_mx: ¡Ser un asiento apropiado para Rey de los Tritones!
fr: C'est un siège pour le roi merm !
it: Bella sedia per re mermo!
ja: マームキングには良い席だね！
ko: 어인 왕 앉는 멋진 자리야!
pl: Wygodne siedzisko dla króla mermów!
pt_br: Bom lugar pro Rei Peixe!
ru: Достойное место для короля тритонов!
zh_tw: 魚人王的寶座！

# CHARACTERS.WURT.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: NOOOOOO!!
de: NEEEEEIN!!
fr: NOOOOOON !!
ja: ダメーーーーー！
ko: 안 돼애애애!!
pl: NIEEEEEE!
pt_br: NÃÃÃOOO!!
ru: НЕ-Е-Е-Е-ЕТ!
zh_tw: 不不不！！

# CHARACTERS.WURT.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: There lots of Kings in fairy stories... look easy to make!
de: Viele Könige in Märchen ... Sieht einfach aus!
es: Hay muchos reyes en los cuentos de hadas... ¡Parece fácil de hacer!
es_mx: Haber muchos reyes en cuentos de hadas. ¡Esto parecer fácil de hacer!
fr: Y'a tout un tas de rois dans les contes de fées.
it: Molti re in favole... Sembra facile fare!
ja: 童話に出てくる王様がたくさんいるから、簡単に作れそうだね。
ko: 동화 속 왕 많아... 만들기 쉬워 보여!
pl: W bajkach jest wielu królów... to nie może być trudne!
pt_br: Muitos reis nos contos de fadas... parece fácil de fazer!
ru: В сказках так много королей… Мигом построю!
zh_tw: 童話裡很多國王……好像很容易做！

# CHARACTERS.WURT.DESCRIBE.MERMWATCHTOWER_NOKING
source: Royal guard need King to protect...
de: Königliche Wache braucht König zum Bewachen ...
es: La guardia real necesita un rey al que proteger...
es_mx: Guardia real necesitar rey que proteger.
fr: Un garde royal a besoin d'un roi à protéger...
it: A guardia reale serve re da proteggere...
ja: あなたの仕事は、あなたの仕事をすることだよ...
ko: 왕실 근위병한테는 지킬 왕 있어야 해...
pl: Królewski gwardzista potrzebuje króla, którego mógłby strzec...
pt_br: Guarda real precisa de rei pra proteger...
ru: Королевской страже нужен король…
zh_tw: 皇家護衛缺了國王……

# CHARACTERS.WURT.DESCRIBE.MERMWATCHTOWER_REGULAR
source: Need royal guard to protect new King!
de: Neuer König braucht Königliche Wache!
es: ¡Necesito una guardia real para proteger al nuevo rey!
es_mx: ¡Necesitar guardia real para proteger a nuevo rey!
fr: Le nouveau roi a besoin d'un garde royal pour le protéger !
it: Serve guardia reale per proteggere nuovo re!
ja: 新しい王を守るために王室の警備員が必要だね！
ko: 새 왕 지킬 왕실 근위병 있어야 해!
pl: Potrzeba królewskiego gwardzisty, żeby chronił nowego króla!
pt_br: Precisa de guarda real pra proteger novo rei!
ru: Новому королю нужны стражники!
zh_tw: 需要皇家衛士守護新國王！

# CHARACTERS.WURT.DESCRIBE.MERM_PRINCE
source: Need to fatten up if you gonna be proper King!
de: Musst dicker werden, wenn du König werden willst!
es: ¡Tienes que engordar para ser un rey como debe ser!
es_mx: ¡Tú deber engordar si querer ser un rey digno!
fr: Il va falloir que tu grossisses pour devenir roi !
it: Metti su ciccia per diventare vero re!
ja: まともな王になるには太る必要があるよ！
ko: 왕다운 왕 되려면 살쪄야 해!
pl: Musisz utyć, jeśli chcesz być dobrym królem!
pt_br: Precisa engordar se quiser ser rei de verdade!
ru: Нужно тебя накормить, чтобы ты стал настоящим королем!
zh_tw: 要當皇帝先得胖起來

# CHARACTERS.WURT.DESCRIBE.MESSAGEBOTTLE
source: Wicker-lady!! Read what it say!
de: Wicker-Frau! Lies, was da steht!
es: ¡¡Señora Wicker!! ¡Lee lo que dice!
es_mx: ¡¡Señorita Wicker!! ¡Leer qué decir aquí!
fr: Mme Wicker ! Lis-le pour moi !
it: Signora-Wicker! Che dice?
ja: ウィッカーレディ！何て書いてあるか読んで！
ko: 위커 아줌마!! 이거 읽어 줘!
pl: Pani Wiklinowa! Pani przeczyta, co tu jest napisane!
pt_br: Senhora Wicker!! Lê o que diz!
ru: Мадам Уикер! Прочитай, что тут написано!
zh_tw: 薇克女士！！讀讀它寫了什麼！

# CHARACTERS.WURT.DESCRIBE.MESSAGEBOTTLEEMPTY
source: There nothing in here!
de: Nichts drin!
es: ¡Aquí no hay nada!
es_mx: ¡No haber nada aquí!
fr: Y'a rien ici !
it: Dentro c'è niente!
ja: ここには何もないよ！
ko: 안에 아무것도 없어!
pl: Nic tu nie ma!
pt_br: Não tem nada aqui!
ru: Здесь пусто!
zh_tw: 裡面什麼都沒有！

# CHARACTERS.WURT.DESCRIBE.MIGHTY_GYM.BURNT
source: Glurp! Didn't do it!!
de: Glurp! War ich nicht!
es: ¡Glurp! ¡Yo no sido!
fr: Glurp ! J'ai rien fait !
it: Glurp! Non sono stata io!
ja: グルーフ！アタシじゃないよ！
ko: 빠끔! 안 했어!!
pl: Glurp! To nie ja!!!
pt_br: Glurp! Não fiz isso!!
ru: Хлюп! Это не я!
zh_tw: 格勒噗！不是我幹的！！

# CHARACTERS.WURT.DESCRIBE.MIGHTY_GYM.GENERIC
source: Can do it too! Mermfolk super strong, flurt!
de: Kann das auch! Mermleute superstark, flurt!
es: ¡Puedo, yo puedo! Los tritones son superfuertes, ¡florp!
fr: Je peux faire ça aussi ! Les Merms aussi sont super forts, flurt !
it: Poter fare anch'io! Mermi super forti, flurt!
ja: アタシもできるもん！マームフォークはとっても強いんだよ！フルート！
ko: 이것도 할 수 있어! 어인은 초강력이지, 빠끔!
pl: Też tak potrafię! Mermowie są bardzo silni, flurt!
pt_br: Também sei fazer! Povo-peixe superforte, flurt!
ru: Я тоже так могу! Тритоны очень сильные, бульк!
zh_tw: 我也行的！我們魚人超級強壯，浮勒特！

# CHARACTERS.WURT.DESCRIBE.MILKYWHITES
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WURT.DESCRIBE.MINERHAT
source: Funny head-light.
de: Komisches Kopflicht.
es: Curiosa luz de cabeza.
es_mx: Una luz graciosa para la cabeza.
fr: J'ai une petite lampe sur la tête.
it: Buffa luce di testa.
ja: おかしなヘッドライトだね。
ko: 재미있는 머리 빛이야.
pl: Śmieszne światło na głowę.
pt_br: Farol engraçado.
ru: Смешная головолампа.
zh_tw: 有趣的頭燈。

# CHARACTERS.WURT.DESCRIBE.MINIBOATLANTERN
source: Pretty water floaty.
de: Hübscher Wasserschwimmer.
es: Flotante acuático bonito.
es_mx: Lindo flotador de agua.
fr: C'est joli et ça flotte sur l'eau.
it: Bel galleggiante su acqua.
ja: きれいな水がふわふわしているね。
ko: 예쁜 물 둥둥이야.
pl: Ładne i unosi się na wodzie.
pt_br: Flutuadora de água bonita.
ru: Красивый и плавучий.
zh_tw: 可愛的水上漂浮物。

# CHARACTERS.WURT.DESCRIBE.MINIFAN
source: Hee-hee-hee!
de: Hehehe!
es: ¡Ji, ji, ji!
es_mx: ¡Ji, ji, ji!
fr: Hé hé hé !
it: Eh eh! Eh eh!
ja: へっへっへ！
ko: 히히히!
pl: Hi, hi, hi!
pt_br: Hihihiii!
ru: Хи-хи-хи!
zh_tw: 嘿嘿嘿！

# CHARACTERS.WURT.DESCRIBE.MINIFLARE
source: Sparky!
de: Funken!
es: ¡Chispeante!
es_mx: ¡Chispitas!
fr: Ça brille !
it: Scintillante!
ja: スパーキー！
ko: 반짝인다!
pl: Świeci się!
pt_br: Faiscante!
ru: Искорки!
zh_tw: 發亮的火花！

# CHARACTERS.WURT.DESCRIBE.MINISIGN.GENERIC
source: Oooh, pictures!
de: Oooh, Bilder!
es: ¡Oooh, imágenes!
es_mx: ¡Aaah, imágenes!
fr: Ooooh, des images !
it: Oooh, figure!
ja: おー、写真だ！
ko: 오오, 그림이다!
pl: Och, obrazki!
pt_br: Aaah, fotos!
ru: О-о-о, картинки!
zh_tw: 噢，圖片！

# CHARACTERS.WURT.DESCRIBE.MINISIGN.UNDRAWN
source: Glorph? Nothing on it.
de: Glorf? Nichts drauf.
es: ¿Glorph? No tiene nada.
es_mx: ¿Glof? No haber nada dibujado.
fr: Glorp ? Y'a rien dessus.
it: Glorf? Non c'è niente sopra.
ja: グローフ？何も出てこないよ。
ko: 빠끔빠끔? 아무것도 없어.
pl: Glorp? Nic tu nie ma.
pt_br: Glorph? Nada nele.
ru: Хлюп? Ничего не нарисовано.
zh_tw: 格浪浮？上面什麼都沒。

# CHARACTERS.WURT.DESCRIBE.MINISIGN_ITEM
source: Where put it?
de: Wohin?
es: ¿Dónde pongo esto?
es_mx: ¿Dónde deber ponerlo?
fr: Où j'vais mettre ça ?
it: Dove metto?
ja: どこに置くの？
ko: 어디 두지?
pl: Gdzie mam to postawić?
pt_br: Onde colocar?
ru: Куда бы поставить?
zh_tw: 把它放哪？

# CHARACTERS.WURT.DESCRIBE.MINOTAUR
source: Glurp... it look cranky.
de: Glurp ... Sieht wütend aus.
es: Glurp... Parece tener malas pulgas.
es_mx: Glup... verse enfadado.
fr: Oh, il est de mauvaise humeur !
it: Glurp... Sembra irritabile.
ja: グループ...不機嫌そうに見えるよ。
ko: 빠끔... 괴팍해 보여.
pl: Glurp... wygląda groźnie.
pt_br: Glurp... parece irritado.
ru: Хлюп… Он не в настроении.
zh_tw: 格勒噗……它看起來像個暴脾氣。

# CHARACTERS.WURT.DESCRIBE.MINOTAURCHEST
source: Treasure?
de: Schatz?
es: ¿Tesoro?
es_mx: ¿Tesoro?
fr: Un trésor ?
it: Tesoro?
ja: 宝物？
ko: 보물인가?
pl: Skarb?
pt_br: Tesouro?
ru: Сокровище?
zh_tw: 寶藏？

# CHARACTERS.WURT.DESCRIBE.MINOTAURHORN
source: Mine now, flort!
de: Gehört jetzt mir, flort!
es: ¡Ahora me pertenece, flort!
es_mx: ¡Ahora ser mío, flot!
fr: C'est à moi maintenant, flort !
it: Mio adesso, flort!
ja: アタシのだよ、フロート！
ko: 이제 내 거야, 뻐끔!
pl: Teraz należy do mnie, flort!
pt_br: Meu agora, flort!
ru: Буль, мое-мое!
zh_tw: 現在歸我了，浮浪特!

# CHARACTERS.WURT.DESCRIBE.MOLE.ABOVEGROUND
source: So nosey!
de: Neugierig!
es: ¡Qué impertinente!
es_mx: ¡Esto meter la nariz en lo que no importar!
fr: Quelle fouineuse !
it: Grande naso!
ja: おせっかいだ！
ko: 코 엄청 커!
pl: Ale wścibski!
pt_br: Tão curioso!
ru: Ну и носище!
zh_tw: 真愛管閒事！

# CHARACTERS.WURT.DESCRIBE.MOLE.HELD
source: Quit wiggling, flort!
de: Nicht zappeln, flort!
es: ¡Deja de moverte, flort!
es_mx: ¡Dejar de retorcerte, flot!
fr: Arrête de gigoter !
it: Smetti di muoverti, flort!
ja: くねくねするのをやめろよ、フロート！
ko: 꽤 꿈틀거려, 뻐끔!
pl: Przestań wierzgać, flort!
pt_br: Para de mexer, flort!
ru: Хлюп, хватит вилять!
zh_tw: 彆扭來扭去了，浮浪特!

# CHARACTERS.WURT.DESCRIBE.MOLE.UNDERGROUND
source: Where you going?
de: Wohin gehst du?
es: ¿Adónde vas?
es_mx: ¿A dónde tú ir?
fr: Où tu vas ?
it: Dove vai?
ja: どこに行くの？
ko: 어디 가니?
pl: Dokąd się wybierasz?
pt_br: Aonde você vai?
ru: Куда ты?
zh_tw: 你要去哪裡？

# CHARACTERS.WURT.DESCRIBE.MOLEBAT
source: Don't trust its big piggy nose.
de: Nicht traue der großen Ferkelnase.
es: No se puede fiar de nariz grande de cerdo...
fr: Faut pas faire confiance à son gros nez d'cochon.
it: Non mi fidare di suo grande naso da maiale.
ja: おっきなブタの鼻なんて、信用できないよ。
ko: 커다란 돼지 코를 믿지 마.
pl: Nie ufam temu świniowatemu nosowi.
pt_br: Não confio no narigão de porco dela.
ru: Не доверяю его пятачку.
zh_tw: 不要相信它的大鼻子。

# CHARACTERS.WURT.DESCRIBE.MOLEBATHILL
source: Maybe there treasures inside!
de: Vielleicht da Schätze drin!
es: ¿Y si hay tesoros dentro?
fr: Y'a p'têt des trésors dedans !
it: Forse ha tesori dentro!
ja: 中に宝物が入ってるかもよ！
ko: 안에 보물이 있을 지 몰라!
pl: Może w środku są skarby!
pt_br: Talvez tenha tesouros dentro!
ru: Может, там внутри сокровища?
zh_tw: 裡面也允許有寶物！

# CHARACTERS.WURT.DESCRIBE.MOLEHAT
source: Has nice stench to it, florp.
de: Stinkt schön, florp.
es: Suelta una agradable peste, florp.
es_mx: Tener un buen hedor, flop.
fr: Ça pue comme j'aime, florp.
it: Ha una bella puzza, florp.
ja: いい匂いがするよ、フロープ。
ko: 향긋한 악취 나, 뻐끔.
pl: Przyjemnie cuchnie, flort.
pt_br: Tem cheiro agradável, florp.
ru: Какой славный запашок, бульк.
zh_tw: 上面的臭味真不錯，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MOLEHILL
source: Mole home.
de: Maulwurfshaus.
es: Casa del topo.
es_mx: Casa de topo.
fr: La maison d'une taupe.
it: Casa di talpa.
ja: モグラの家だね。
ko: 두더지 집이야.
pl: Kopiec kreta.
pt_br: Toupeira em casa.
ru: Кротовый дом.
zh_tw: 鼴鼠家。

# CHARACTERS.WURT.DESCRIBE.MONKEY
source: Hee-hee, funny monkey.
de: Hehe, lustiger Affe.
es: Ji, ji; mono divertido.
es_mx: Ji, ji. Mono gracioso.
fr: Hé hé, un drôle de singe.
it: Eh eh, scimmia buffa.
ja: へへ、おかしな猿だね。
ko: 히히, 재미있는 원숭이야.
pl: Hi, hi, śmieszna małpka.
pt_br: Hihi, macaco engraçado.
ru: Хи-хи, смешная обезьянка.
zh_tw: 嘿嘿，好玩的猴子。

# CHARACTERS.WURT.DESCRIBE.MONKEYBARREL
source: Look like a friendly face, florp.
de: Freundliches Gesicht, florp.
es: Parece una cara amistosa, florp.
es_mx: Parecer cara amistosa, flop.
fr: Il a une grosse tête, florp.
it: Ha faccia simpatica, florp.
ja: 人懐っこい顔をしてるね、フロープ。
ko: 친근한 얼굴 같아, 뻐끔.
pl: Ma przyjazną buzię, florp.
pt_br: Parece um rosto amigável, florp.
ru: Похоже на приветливую рожицу.
zh_tw: 臉看起來還算友好，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MONSTERLASAGNA
source: What... in this?
de: Was ... ist drin?
es: ¿Qué... hay aquí?
es_mx: ¿De qué... estar hecha?
fr: Argh... Y'a quoi là-dedans ?
it: Cosa... c'è qui?
ja: これは...何？
ko: 안에... 뭐지?
pl: Co... tam jest?
pt_br: O que... tem nisso?
ru: А… из чего это?
zh_tw: 裡面……有什麼？

# CHARACTERS.WURT.DESCRIBE.MONSTERMEAT
source: Glurgh, nuh-uh.
de: Glarg, m-m.
es: Glurgh; no-oh.
es_mx: Gluaj, no querer.
fr: Argh, nan.
it: Glurgh, no-no
ja: グルーフ、うんうん。
ko: 빠끔빠끔, 안 돼.
pl: Glurg, nie-e.
pt_br: Glurgh, ãn-ãn.
ru: Хлюп, нет уж.
zh_tw: 格勒格，不要-不要。
