Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.LIVINGTREE
source: It giving me funny look, florp.
de: Guckt mich lustig an, florp.
es: Me está mirando raro, florp.
es_mx: Eso tener expresión graciosa, flop.
fr: Il me regarde bizarrement, florp.
it: Mi guarda strano, florp.
ja: 変な目で見られてるよ、フロープ。
ko: 나한테 웃긴 표정 지어, 뻐끔.
pl: Dziwnie się na mnie patrzy, florp.
pt_br: Tá me dando uma cara engraçada, florp.
ru: Странно поглядывает, бульк.
zh_tw: 它看我的眼神不太對，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LIVINGTREE_ROOT
source: Still roots left!
de: Noch Wurzeln übrig!
es: ¡Todavía quedan raíces!
es_mx: ¡Aún quedarle raíces!
fr: Il reste des racines.
it: Radici sono rimaste!
ja: まだ根っこが残っているよ！
ko: 아직 뿌리 남았어!
pl: Ma jeszcze korzenie!
pt_br: Ainda tem raízes!
ru: Корни еще остались!
zh_tw: 還有根須在！

# CHARACTERS.WURT.DESCRIBE.LIVINGTREE_SAPLING
source: Still growing.
de: Wächst noch.
es: Sigue creciendo.
es_mx: Aún crecer.
fr: Ça pousse encore.
it: Continua a crescere.
ja: まだまだ成長中だよ。
ko: 아직 자라고 있잖아.
pl: Wciąż rośnie.
pt_br: Ainda crescendo.
ru: Еще растет.
zh_tw: 還在生長。

# CHARACTERS.WURT.DESCRIBE.LOBSTERBISQUE
source: Glurgh... what in this?
de: Glarg ... Was ist das?
es: Glurgh... ¿Qué hay aquí?
es_mx: Gluf... ¿de qué ser esto?
fr: Argh... Y'a quoi là-dedans ?
it: Glurgh... cos'è questa?
ja: グルーグ...これは何かな？
ko: 빠끔빠끔... 안에 뭐지?
pl: Glurg... co tam jest?
pt_br: Glurgh... o que é isso?
ru: Хлюрп… А что внутри?
zh_tw: 格勒格……裡面有什麼？

# CHARACTERS.WURT.DESCRIBE.LOBSTERDINNER
source: Don't want it.
de: Will ich nicht.
es: No lo quiero.
es_mx: Yo no querer.
fr: J'en veux pas.
it: Non voglio.
ja: いらないよ。
ko: 싫어.
pl: Nie chcę tego.
pt_br: Não quero isso.
ru: Не хочу.
zh_tw: 不想要。

# CHARACTERS.WURT.DESCRIBE.LOG.BURNING
source: Campfire!
de: Lagerfeuer!
es: ¡Fogata!
es_mx: ¡Fogata!
fr: Un feu de camp !
it: Fuoco da campo!
ja: キャンプファイヤーだ！
ko: 모닥불이다!
pl: Ognisko!
pt_br: Fogueira!
ru: Костер!
zh_tw: 營火！

# CHARACTERS.WURT.DESCRIBE.LOG.GENERIC
source: Can we make campfire?
de: Lagerfeuer machen?
es: ¿Podemos hacer una fogata?
es_mx: ¿Nosotros poder hacer fogata?
fr: On peut faire un feu de camp ?
it: Possiamo fare fuoco da campo?
ja: キャンプファイヤーはできるかな？
ko: 모닥불 피우면 안 돼?
pl: Możemy zrobić ognisko?
pt_br: Podemos fazer fogueira?
ru: Можно развести костер?
zh_tw: 我們搭個營火？

# CHARACTERS.WURT.DESCRIBE.LORDFRUITFLY
source: Grrr, go away! Those plants mine!
de: Grrr, weg da, das meine Pflanzen!
es: Grrr, ¡vete! ¡Plantas todas mías!
fr: Grrr ! Va-t'en ! C'est mes plantes !
it: Grrr, via di qui! Piante sono mie!
ja: グルル…こないで！あの植物はアタシのなの！
ko: 그르릉, 저리 가! 이 식물은 내 거야!
pl: Grrr, idź sobie! Te rośliny są moje!
pt_br: Grrr, vai embora! Minhas plantas!
ru: Гр-р-р, кыш! Это мои растения!
zh_tw: 格浪，走開！那些植物是我的！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_1
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_10
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_11
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_14
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_18
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_19
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_2
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_42
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_43
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LOST_TOY_7
source: Huh? Can't pick it up!
de: Hm? Kann nicht aufheben!
es: ¿Huh? ¡No puedo coger esto!
es_mx: ¿Ah? ¡No poder recogerlo!
fr: Hein ? J'arrive pas à le prendre !
it: Eh? Impossibile prendere!
ja: え？拾えないよ！
ko: 응? 못 들겠어!
pl: Ej? Nie mogę tego podnieść!
pt_br: Hã? Não pode pegar ele!
ru: Хм? Не могу поднять!
zh_tw: 哈？撿不起來！

# CHARACTERS.WURT.DESCRIBE.LUCKY_GOLDNUGGET
source: Shiny rock!
de: Funkelstein!
es: ¡Roca brillante!
es_mx: ¡Roca brillante!
fr: Une pierre brillante.
it: Roccia luccicante!
ja: 光る石だ！
ko: 반짝이는 돌이다!
pl: Błyszczący kamień!
pt_br: Pedra brilhante!
ru: Блестящий камушек!
zh_tw: 閃耀的石頭！

# CHARACTERS.WURT.DESCRIBE.LUCY
source: You wood choppy man's friend?
de: Holzfällermann dein Freund?
es: ¿Eres la amiga del señor que corta madera?
es_mx: ¿Tú ser la amiga de hombre leñador?
fr: C'est toi la copine du coupeur d'arbres ?
it: Tu sei amica di uomo taglia legno?
ja: 木っ端微塵の男の友達なの？
ko: 나무 베는 아저씨랑 친구야?
pl: Jesteś przyjaciółką pana drwala?
pt_br: Você é amiga do cortador de madeira?
ru: Ты подруга человека-дровосека?
zh_tw: 你是伐木先生的朋友嗎？

# CHARACTERS.WURT.DESCRIBE.LUMPY_SAPLING
source: It trying its best, florp.
de: Gibt sein Bestes, florp.
es: Se está esforzando, florp.
es_mx: Estar haciendo su mejor esfuerzo, flop.
fr: Il fait de son mieux, florp.
it: Fa suo meglio, florp.
ja: 最善を尽くしてるんだよ、フロープ。
ko: 최선 다하고 있어, 뻐끔.
pl: Robi, co może, florp.
pt_br: Tá tentando o seu melhor, florp.
ru: Старается изо всех сил, бульк.
zh_tw: 它在竭盡全力了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LUREPLANT
source: Glurgh, why that plant have meat on it??
de: Glarg, wieso hat Pflanze Fleisch dran?!
es: Glurgh, ¿¿por qué esa planta tiene carne??
es_mx: Gluaj, ¿por qué esa planta tener carne?
fr: Argh, pourquoi y'a de la viande sur cette plante ?
it: Glurgh, perché su pianta c'è carne?
ja: グローフ、なんであの植物肉がついているの？
ko: 빠끔빠끔, 왜 식물에 고기 있지??
pl: Glurg, dlaczego na tej roślinie jest mięso?
pt_br: Glurgh, por que essa planta tem carne??
ru: Хлюп, откуда на растении мясо?
zh_tw: 格勒格，為什麼那顆植物上有塊肉？？

# CHARACTERS.WURT.DESCRIBE.LUREPLANTBULB
source: Nasty plant.
de: Hässliche Pflanze.
es: Planta asquerosa.
es_mx: Planta desagradable.
fr: Une plante qui pue.
it: Pianta cattiva.
ja: 次の工場だよ。
ko: 더러운 식물이야.
pl: Obrzydliwa roślina.
pt_br: Planta desagradável.
ru: Гадкое растение.
zh_tw: 討厭的植物。

# CHARACTERS.WURT.DESCRIBE.LUTEFISK
source: Is just potatoes made into fish shape!
de: Nur Kartoffeln in Fischform!
es: ¡Son solo patatas con forma de pez!
es_mx: ¡Esto ser papas en forma de pez!
fr: C'est un truc à base de poisson.
it: Patate a pesce!
ja: ジャガイモを魚の形にしただけのものだよ！
ko: 그냥 물고기 모양 감자야!
pl: To tylko ziemniaki w kształcie ryby!
pt_br: Só batatas feitas em forma de peixe!
ru: Это же картошка в виде рыбы!
zh_tw: 土豆拼成了魚的樣子！

# CHARACTERS.WURT.DESCRIBE.MADSCIENCE_LAB
source: Bubble, bubble!
de: Blubber, blubber!
es: ¡Burbuja, burbuja!
es_mx: ¡Burbuja, burbuja!
fr: Ça bouillonne !
it: Blub, blub!
ja: 泡だ！泡だよ！
ko: 보글보글!
pl: Bul, bul!
pt_br: Bolha, bolha!
ru: Пузырики! Пузырики!
zh_tw: 泡沫，泡沫！

# CHARACTERS.WURT.DESCRIBE.MALBATROSS
source: Bad bird!
de: Böser Vogel!
es: ¡Pájaro malo!
es_mx: ¡Pájaro malo!
fr: Sale volatile !
it: Brutto pennuto!
ja: 悪い鳥！
ko: 못된 새다!
pl: Niedobry ptaszek!
pt_br: Pássaro mau!
ru: Плохая птичка!
zh_tw: 壞鳥！

# CHARACTERS.WURT.DESCRIBE.MALBATROSS_BEAK
source: Squawk! Squawk! Hee-hee...
de: Quak! Quak! Hehe ...
es: ¡Grazna! ¡Grazna! Ji, ji...
es_mx: ¡Cua, cua! Ji, ji.
fr: Croooa ! Croooa ! Hé hé !
it: Squak! Squak! Eh eh...
ja: スコーク！スコーク！ヘヘ...
ko: 꽥! 꽥! 히히...
pl: Ćwir! Ćwir! Hi, hi...
pt_br: Cráac! Cráac! Hihi...
ru: Кря! Кря! Хи-хи…
zh_tw: 尖叫！尖叫！嘿嘿……

# CHARACTERS.WURT.DESCRIBE.MALBATROSS_FEATHER
source: Stole it from the bad bird!
de: Vom bösen Vogel gestohlen!
es: ¡Se la robé al pájaro malo!
es_mx: ¡Habérsela robado al pájaro malo!
fr: Je l'ai prise sur l'oiseau méchant !
it: Rubata a uccello cattivo!
ja: 悪い鳥から盗んだんだ！
ko: 나쁜 새한테 훔쳤어!
pl: Ukradłam to złemu ptakowi!
pt_br: Roubei do pássaro ruim!
ru: Украла у гадкой птицы!
zh_tw: 偷壞鳥的！

# CHARACTERS.WURT.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: Made from bird!
de: Aus Vogel!
es: ¡Se ha hecho de un pájaro!
es_mx: ¡Estar hecha de pájaro!
fr: C'est en plumes !
it: Fatta di uccello!
ja: 鳥から作られたんだよ！
ko: 새로 만들었어!
pl: Z ptaka!
pt_br: Feito de pássaro!
ru: Сделано из птицы!
zh_tw: 鳥做的！

# CHARACTERS.WURT.DESCRIBE.MALE_PUPPET
source: He look stuck!
de: Er ist gefangen!
es: ¡Parece que se ha atascado!
es_mx: ¡Parecer atascado!
fr: Il a l'air coincé !
it: Sembra che non si muove!
ja: 彼は動けないようだよ！
ko: 낀 것 같아!
pl: Chyba utknął!
pt_br: Parece tá preso!
ru: Похоже, застрял!
zh_tw: 它看起來卡住了！

# CHARACTERS.WURT.DESCRIBE.MANDRAKE
source: It not moving anymore.
de: Bewegt sich nicht mehr.
es: Ya no se mueve más.
es_mx: Ya no moverse más.
fr: Elle bouge plus.
it: Non si muove.
ja: もう動かないね。
ko: 이제 안 움직여.
pl: Przestała się ruszać.
pt_br: Não tá mais se mexendo.
ru: Больше не шевелится.
zh_tw: 不動了。

# CHARACTERS.WURT.DESCRIBE.MANDRAKESOUP
source: Little veggie man make tasty soup.
de: Kleiner Gemüsemann wird leckere Suppe.
es: El hombrecillo vegetal hace sopa sabrosa.
es_mx: El hombre verdura darle buen sabor a la sopa.
fr: Le petit bonhomme légume donne de la super soupe.
it: Piccolo uomo verdura fa zuppa gustosa.
ja: リトルベジマンは、おいしいスープを作るよ。
ko: 작은 채소 인간 수프 맛있어.
pl: Z pani warzywko robi się pyszną zupę.
pt_br: Homenzinho leguminoso fez sopa boa.
ru: Из овощного человечка вкусный суп.
zh_tw: 蔬菜小兄弟做湯很好喝。

# CHARACTERS.WURT.DESCRIBE.MANDRAKE_ACTIVE
source: Glargh! It following me!
de: Glarg! Verfolgt mich!
es: ¡Glargh! ¡Me está siguiendo!
es_mx: ¡Glaf! ¡Estar siguiéndome!
fr: Argh ! Arrête de me suivre !
it: Glargh! Mi segue!
ja: グラーグ！付いてきた！
ko: 빠끔빠끔! 나 따라오잖아!
pl: Glarg! Idzie za mną!
pt_br: Glargh! Tá me seguindo!
ru: Хляп! Овощной человечек за мной ходит!
zh_tw: 格辣格！它在跟著我！

# CHARACTERS.WURT.DESCRIBE.MANDRAKE_COOKED
source: Bedtime snack.
de: Gutenachtessen.
es: Piscolabis para ir a dormir.
es_mx: Botana para antes de dormir.
fr: Si je mange ça, je vais dormir.
it: Spuntino di mezzanotte.
ja: 寝る前のおやつだよ。
ko: 야식이야.
pl: Przekąska na dobranoc.
pt_br: Petisco antes do sono.
ru: Ночная вкуснятина.
zh_tw: 夜宵。

# CHARACTERS.WURT.DESCRIBE.MANDRAKE_PLANTED
source: Supposed to pick those at night, florp.
de: Muss man nachts pflücken, florp.
es: Se supone que hay que cogerlas por la noche, florp.
es_mx: Deber cosecharlas por la noche, flop.
fr: C'est la nuit qu'il faut les arracher, florp.
it: Si raccolgono di notte, florp.
ja: 夜に摘み取ることになってるんだよ、フロープ。
ko: 밤에 뽑아야 해, 뻐끔.
pl: Trzeba je zbierać nocą, florp.
pt_br: Melhor pegar elas de noite, florp.
ru: Их надо ночью собирать, бульк.
zh_tw: 據說要晚上才能摘，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MANRABBIT_TAIL
source: He don't need it anymore, flurpt.
de: Braucht ihn nicht mehr, flurpt.
es: Ya no la necesita más, flurpt.
es_mx: Él ya no necesitarla, flup.
fr: Il n'en a plus besoin, florp.
it: Non gli serve più, flurpt.
ja: 彼にはもう必要ないんだよ、フループト。
ko: 이제 원래 주인한테 필요 없겠지, 뻐끔.
pl: Już go nie potrzebuje, flurpt.
pt_br: Ele não precisa mais disso, flurpt.
ru: Ему больше не нужен, хлюп.
zh_tw: 他不再需要那個了，浮勒噗的。

# CHARACTERS.WURT.DESCRIBE.MAPSCROLL
source: Where the pictures?
de: Wo Bilder?
es: ¿Dónde están las imágenes?
es_mx: ¿Dónde estar las imágenes?
fr: Ça manque de dessins.
it: Dove sono figure?
ja: 写真はどこ？
ko: 그림 어디 있지?
pl: Gdzie są obrazki?
pt_br: Cadê as fotos?
ru: А картинки где?
zh_tw: 圖片在哪？

# CHARACTERS.WURT.DESCRIBE.MARBLE
source: Big rock chunk.
de: Großer Felsbrocken.
es: Gran trozo de roca.
es_mx: Pedazo de gran roca.
fr: C'est un gros bloc de pierre.
it: Grande pezzo di roccia.
ja: 大きな岩の塊だよ。
ko: 큰 바위 덩어리야.
pl: Wielki kawał skały.
pt_br: Pedação de pedra.
ru: Большой кусок камня.
zh_tw: 大石塊。

# CHARACTERS.WURT.DESCRIBE.MARBLEBEAN
source: Glargh! Ith chippf'd my toof...
de: Glarg! Mein Pfahn ...!
es: ¡Glargh! Me ha doto un diende...
es_mx: ¡Glaf! Haberme “aftillado lof dientef”.
fr: Argh ! Ch'me chuis caché une dent !
it: Glargh! Mi ha rotfo dfentfe...
ja: グラーグ！痛かったよ...
ko: 빠끔빠끔! 이할 깨혀써...
pl: Glarg! Uamaa my żemba...
pt_br: Glargh! Izmagô meu deinti...
ru: Хляп! Жуб шломалшя.
zh_tw: 格辣格！它蹦叫掉我的家牙啦……

# CHARACTERS.WURT.DESCRIBE.MARBLEBEAN_SAPLING
source: That rock growing?
de: Wächst der Stein?
es: ¿Está creciendo esa roca?
es_mx: ¿Esa roca estar creciendo?
fr: On dirait que cette pierre grandit.
it: Roccia sta crescendo?
ja: あの岩成長しているのかな？
ko: 돌이 자라?
pl: Czy ta skała rośnie?
pt_br: A pedra tá crescendo?
ru: Этот камень растет?
zh_tw: 那塊石頭在變大嗎？

# CHARACTERS.WURT.DESCRIBE.MARBLEPILLAR
source: It look old.
de: Sieht alt aus.
es: Parece que tiene muchos años.
es_mx: Verse antiguo.
fr: Ça a l'air vieux.
it: Sembra vecchio.
ja: 古そうだね。
ko: 오래돼 보여.
pl: Wygląda staro.
pt_br: Parece velho.
ru: Древняя штука.
zh_tw: 它看起來很舊。

# CHARACTERS.WURT.DESCRIBE.MARBLESHRUB
source: Rock bush.
de: Steinstrauch.
es: Arbusto de roca.
es_mx: Arbusto de roca.
fr: Un buisson en pierre.
it: Cespuglio di roccia.
ja: ロックブッシュだ。
ko: 돌 덤불이야.
pl: Kamienny krzak.
pt_br: Arbusto de rocha.
ru: Каменный куст.
zh_tw: 石頭灌木。

# CHARACTERS.WURT.DESCRIBE.MARBLETREE
source: Mr. choppy man, try chop down this tree! Hee-hee...
de: Holzhackermann soll diesen Baum hacken! Hehe ...
es: Señor que corta madera, ¡intenta cortar este árbol! Ji, ji...
es_mx: ¡Sr. Leñador, tratar de talar este árbol! Ji, ji.
fr: Je voudrais bien voir le coupeur d'arbre essayer de couper celui-ci. Hé hé...
it: Signor uomo con ascia, prova a buttare giù albero qui! Eh eh...
ja: チョッピーマン、この木を切り倒してみてよ！へへっ...
ko: 나무 베는 아저씨, 이 나무도 베어 봐! 히히...
pl: Panie drwalu, niech pan spróbuje ściąć to drzewo! Hi, hi...
pt_br: Sr. cortador, tente cortar essa árvore! Hihi...
ru: Сруби-ка это дерево, человек-дровосек! Хи-хи…
zh_tw: 伐木先生，來砍砍這棵樹！嘿嘿……

# CHARACTERS.WURT.DESCRIBE.MARSH_BUSH.BURNING
source: Fire! Fire!
de: Feuer, Feuer!
es: ¡Fuego! ¡Fuego!
es_mx: ¡Fuego! ¡Fuego!
fr: Au feu ! Au feu !
it: Fuoco! Fuoco!
ja: 炎の怪物だ！
ko: 불이야! 불이야!
pl: Ogień! Ogień!
pt_br: Fogo! Fogo!
ru: Огонь! Огонь!
zh_tw: 火！火！

# CHARACTERS.WURT.DESCRIBE.MARSH_BUSH.BURNT
source: Burnt up.
de: Verbrannt.
es: Chamuscado.
es_mx: Estar quemado.
fr: C'est brûlé.
it: Tutto bruciato.
ja: 燃え尽きてしまったよ。
ko: 다 타버렸다.
pl: Spalił się.
pt_br: Queimado.
ru: Все сгорело.
zh_tw: 燒毀了。

# CHARACTERS.WURT.DESCRIBE.MARSH_BUSH.GENERIC
source: Lots of these in swamp, flort.
de: Viele davon im Sumpf, flort.
es: En el pantano hay muchos de estos, flort.
es_mx: Haber montones de estos en pantano, flot.
fr: Y'en a plein dans le marécage, flort.
it: Sono tanti in palude, flort.
ja: 沼地にたくさんあるよ、フロート。
ko: 습지에 많아, 뻐끔.
pl: Mnóstwo ich na bagnach, flort.
pt_br: Muitos desses no pântano, flort.
ru: В болоте таких полно, хлюп.
zh_tw: 沼澤裡很多這些東西，浮浪特。

# CHARACTERS.WURT.DESCRIBE.MARSH_BUSH.PICKED
source: Ouchie!
de: Aua!
es: ¡Ay!
es_mx: ¡Ay!
fr: Ouille !
it: Ahi!
ja: 痛ッ！
ko: 아얏!
pl: Auć!
pt_br: Ai!
ru: Ай!
zh_tw: 疼！

# CHARACTERS.WURT.DESCRIBE.MARSH_PLANT
source: Swamp plant.
de: Sumpfpflanze.
es: Planta de pantano.
es_mx: Planta de pantano.
fr: Une plante des marécages.
it: Pianta di palude.
ja: 沼の植物だよ。
ko: 습지 식물이야.
pl: Roślina z bagien.
pt_br: Planta do pântano.
ru: Болотное растение.
zh_tw: 沼澤植物。

# CHARACTERS.WURT.DESCRIBE.MARSH_TREE.BURNING
source: Didn't do it!
de: War ich nicht!
es: ¡Yo no lo he hecho!
es_mx: ¡No haber sido yo!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я, честно!
zh_tw: 不是我幹的！！

# CHARACTERS.WURT.DESCRIBE.MARSH_TREE.BURNT
source: Burnt up.
de: Verbrannt.
es: Chamuscado.
es_mx: Estar quemado.
fr: C'est brûlé.
it: Tutto bruciato.
ja: 燃え尽きてしまったよ。
ko: 다 타버렸다.
pl: Spaliło się.
pt_br: Queimou tudo.
ru: Все сгорело.
zh_tw: 燒毀了。

# CHARACTERS.WURT.DESCRIBE.MARSH_TREE.CHOPPED
source: Chopped it all up!
de: Abgehackt!
es: ¡Todo cortado!
es_mx: ¡Haberlo talado todo!
fr: Je l'ai coupé en morceaux !
it: Tagliato tutto!
ja: 全部刻んで！
ko: 전부 베었어!
pl: Wszystko porąbałam!
pt_br: Piquei tudo!
ru: Все срублено!
zh_tw: 砍光了！

# CHARACTERS.WURT.DESCRIBE.MARSH_TREE.GENERIC
source: Shouldn't play too close to those, florp.
de: Nicht zu nahe bei denen spielen, florp.
es: No debería jugar demasiado cerca de esos, florp.
es_mx: Yo no deber jugar muy cerca de esos, flop.
fr: J'ferais mieux de pas m'en approcher, florp.
it: Non devo giocare troppo vicino, florp.
ja: 近づきすぎないようにね、フロープ。
ko: 너무 가까이서 놀면 안 돼, 뻐끔.
pl: Nie wolno bawić się za blisko nich, florp.
pt_br: Melhor não brincar muito perto deles, florp.
ru: Рядом с ними лучше не играть, бульк.
zh_tw: 不應該在這附近玩，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.MASHEDPOTATOES
source: Mushy mash!
de: Mitschmatsch!
es: ¡Mezcla blandita!
es_mx: ¡Puré blandito!
fr: C'est de la bouillie !
it: Schiaccia schiaccia!
ja: マッシュ マッシュ！
ko: 걸쭉하게 으깼어!
pl: Puszyste purée!
pt_br: Mexidão mexido!
ru: Плюх-пюре!
zh_tw: 軟軟的土豆泥！

# CHARACTERS.WURT.DESCRIBE.MAST
source: This for boat?
de: Für Boot?
es: ¿Esto es para el barco?
es_mx: ¿Esto ser para el bote?
fr: C'est pour le bateau ?
it: Questo per barca?
ja: これはボートのため？
ko: 배에 쓰나?
pl: To do łódki?
pt_br: Isso é pra barco?
ru: Это для лодки?
zh_tw: 這是船上用的？

# CHARACTERS.WURT.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: Tall boat light!
de: Großes Bootlicht!
es: ¡Luz de barco alta!
es_mx: ¡Luz alta de bote!
fr: Une grande lanterne de bateau !
it: Alta luce per barca!
ja: 長いボートの明かり！
ko: 커다란 배 조명이야!
pl: Świeci na łódkę z wysoka!
pt_br: Luz alta do barco!
ru: Свет над лодкой!
zh_tw: 高大的船燈！

# CHARACTERS.WURT.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: Lightning catcher!
de: Blitzfänger!
es: ¡Atraparrelámpagos!
es_mx: ¡Atrapador de rayos!
fr: Un piège à foudre !
it: Prendi-fulmini!
ja: 雷キャッチャー！
ko: 번개잡이야!
pl: Łapacz błyskawic!
pt_br: Apanhador de raios!
ru: Ловилка для молний!
zh_tw: 捕捉閃電的東西！

# CHARACTERS.WURT.DESCRIBE.MAST_ITEM
source: Pieces for boat thing.
de: Stücke für Bootsding.
es: Piezas para la cosa del barco.
es_mx: Piezas para cosa del bote.
fr: Des parties du bateau.
it: Pezzi per barca.
ja: ボート用の部品だよ。
ko: 배에 쓰는 물건이야.
pl: Rzeczy do rzeczy do łódki.
pt_br: Peças pra coisa tipo barco.
ru: Куски от лодки.
zh_tw: 船具的半成品。

# CHARACTERS.WURT.DESCRIBE.MAST_MALBATROSS
source: Make boat fly! No? Aww...
de: Boot kann fliegen! Nein? Ooch ...
es: ¡Hace volar al barco! ¿No? Oh...
es_mx: ¡Esto hacer al bote volar! ¿No? Aay...
fr: C'est pour faire voler le bateau ! Non ? Oh...
it: Fa volare barca? No? Oh...
ja: ボートを飛ばして！駄目なの？あー...
ko: 배 날게 해 줘! 안 돼? 에이...
pl: Sprawi, że łódka będzie latać? Nie? Szkoda...
pt_br: Fazer barco voar! Não? Ahh...
ru: Лодка будет летать! Нет? Эх…
zh_tw: 能讓船飛嗎？不行？嗷……

# CHARACTERS.WURT.DESCRIBE.MAST_MALBATROSS_ITEM
source: Birdy sail!
de: Vogelsegel!
es: ¡Vela de pájaro!
es_mx: ¡Vela de pajarito!
fr: Une voile emplumée.
it: Vela di uccello!
ja: バーディセイル！
ko: 새 같은 돛이다!
pl: Ptasi żagiel!
pt_br: Vela de pássaro!
ru: Птичий парус!
zh_tw: 鳥帆！

# CHARACTERS.WURT.DESCRIBE.MAXWELL
source: He not seem very nice.
de: Er nicht nett.
es: No parece muy agradable.
es_mx: Él no parecer muy amable.
fr: Il a pas l'air très sympa.
it: Non sembra molto gentile.
ja: 彼はとてもいい人には見えないよ。
ko: 별로 안 착해 보여.
pl: Nie wydaje się zbyt sympatyczny.
pt_br: Ele não parece muito legal.
ru: Не очень-то он добрый.
zh_tw: 他好像不是很友好。

# CHARACTERS.WURT.DESCRIBE.MAXWELLHEAD
source: Glurp! Big head!
de: Glarp! Großkopf!
es: ¡Glurp! ¡Cabeza grande!
es_mx: ¡Glup! ¡Cabezota!
fr: Glorp ! C'est une grosse tête !
it: Glurp! Testa grande!
ja: グループ！デカい頭だよ！
ko: 빠끔! 큰 머리다!
pl: Glurp! Wielka głowa!
pt_br: Glurp! Cabeça grande!
ru: Хлюп! Большая голова!
zh_tw: 格勒噗！頭真大！

# CHARACTERS.WURT.DESCRIBE.MAXWELLLIGHT
source: Don't like it...
de: Mag ich nicht ...
es: No me gusta...
es_mx: A mí no gustarme.
fr: J'aime pas ça...
it: Non piace...
ja: 気に入らないな...
ko: 마음에 안 들어...
pl: Nie podoba mi się...
pt_br: Não gostei...
ru: Не нравится мне это…
zh_tw: 不喜歡它……

# CHARACTERS.WURT.DESCRIBE.MAXWELLLOCK
source: Needs key, florpt?
de: Braucht Schlüssel, florpt?
es: ¿Necesitas llave, florpt?
es_mx: ¿Necesitar llave, flop?
fr: T'as besoin d'une clé, florp ?
it: Serve chiave, florpt?
ja: 鍵が必要なんだよ、フローラプト？
ko: 열쇠 필요해, 뻐끔?
pl: Potrzeba klucza, florp?
pt_br: Precisa de chave, florpt?
ru: Хлюп, нужен ключ?
zh_tw: 需要鑰匙，浮浪噗的？

# CHARACTERS.WURT.DESCRIBE.MAXWELLPHONOGRAPH
source: Music comes out of it, florp!
de: Kommt Musik raus, florp!
es: ¡Sale música de ahí, florp!
es_mx: ¡Salir música de esto, flop!
fr: Ça fait de la musique, florp !
it: Esce musica, florp!
ja: 音楽はそこから出てくるんだ、フロープ！
ko: 여기서 음악 나와, 뻐끔!
pl: Wydobywa się z tego muzyka, florp!
pt_br: Música sai disso, florp!
ru: Эта штука музыку играет, бульк!
zh_tw: 裡面傳出音樂來，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.MAXWELLTHRONE
source: Shouldn't be here...
de: Sollte nicht hier sein ...
es: No debería estar aquí...
es_mx: Yo no deber estar aquí.
fr: Il n'a rien à faire là...
it: Non deve essere qui...
ja: ここにいるべきじゃないね...
ko: 여기 있으면 안 돼...
pl: Nie powinno tu tego być...
pt_br: Não deveria estar aqui...
ru: Нельзя мне сюда…
zh_tw: 不該出現在這……

# CHARACTERS.WURT.DESCRIBE.MEAT
source: Glargh!
de: Glarg!
es_mx: ¡Glaf!
fr: Argh !
ja: グラフ！
ko: 빠끔빠끔!
pl: Glarg!
ru: Хляп!
zh_tw: 格辣格！

# CHARACTERS.WURT.DESCRIBE.MEATBALLS
source: Glurgh... hunks of yuck.
de: Glarg ... Viel Igittkram.
es: Glurgh... Pedazos de porquería.
es_mx: Gluaj... trozos de cosa asquerosa.
fr: Argh... Des boules immondes.
it: Glurgh... Cumulo di schifo.
ja: グラーフ...嫌な奴の塊だ。
ko: 빠끔빠끔... 역겨운 덩어리야.
pl: Glurg... Kawałeczki ohydy.
pt_br: Glurgh... pedaços de eca.
ru: Хлюп… Круглая мерзость.
zh_tw: 格辣格……一顆顆真噁心。

# CHARACTERS.WURT.DESCRIBE.MEATRACK.BURNT
source: Oh well, flort.
de: Och, flort.
es: Oh, vaya; flort.
es_mx: Oh, bueno, flot.
fr: Tant pis, flort.
it: Oh, beh, flort.
ja: おやおや、フロート。
ko: 이런, 뻐끔.
pl: No cóż, flort.
pt_br: Ah, puxa, flort.
ru: Ну что ж, бульк.
zh_tw: 哎好吧，浮浪特。
