Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: I can't let myself fall asleep at a time like this!
de: In einer Zeit wie dieser darf ich nicht einschlafen!
es: ¡No me puedo dormir en un momento como este!
fr: Je ne peux pas me permettre de m'endormir à un moment pareil !
it: Non posso addormentarmi in un momento del genere!
ja: こんな時は眠ってる場合じゃない！
ko: 이런 시간에는 잠들 수 없어!
pt_br: Não posso dormir num momento como este!
ru: Заснуть в такой момент — самое худшее, что можно придумать!
zh_tw: 我不能讓自己在這種時候睡著!

# CHARACTERS.WANDA.DESCRIBE.AMULET
source: I'll breathe easier knowing I have a backup plan.
de: Ich werde erleichtert aufatmen, wenn ich einen Notfallplan habe.
es: Estaré más tranquila con un plan de emergencia.
fr: Je suis moins stressée quand je sais que j'ai un plan B.
it: Starò meglio sapendo che ho un piano di riserva.
ja: 別の手立てがあるなら少し気が楽になるわ。
ko: 차선책이 있다는 걸 알면 숨쉬기가 편하겠지.
pt_br: Vou ficar mais tranquila sabendo que tenho um plano b.
ru: Если у меня будет запасной план, тревожиться я буду меньше.
zh_tw: 知道我有一個後備計畫以後，我松了口氣。

# CHARACTERS.WANDA.DESCRIBE.ANCHOR
source: I'm more suited to fine-tuning than heavy lifting.
de: Ich bin eher für die Feinabstimmung geeignet als für schwere Arbeiten.
es: Se me da mejor ajustar cosas que levantarlas.
fr: Je suis plus adaptée à réparer de la mécanique de précision qu'à soulever des poids.
it: Me la cavo meglio nella messa a punto che nel lavoro pesante.
ja: ウェイトリフティングより微調整の方が私には向いてるわ。
ko: 난 무거운 걸 드는 것보단 미세 조정하는 일에 더 어울려.
pt_br: Levo mais jeito pra ajustes delicados do que trabalhos pesados.
ru: Я предпочитаю мелкую моторику, а не физические упражнения.
zh_tw: 我更適合做調校，而不是幹重活。

# CHARACTERS.WANDA.DESCRIBE.ANCHOR_ITEM
source: I guess it might be useful... but I'd rather not to stay in one place for too long.
de: Ich denke, es könnte nützlich sein ... aber ich möchte lieber nicht zu lange an einem Ort bleiben.
es: Supongo que podría ser útil, pero no quiero quedarme mucho tiempo en el mismo sitio.
fr: Ça pourrait servir... mais je préfère ne pas rester en place trop longtemps.
it: Potrebbe tornare utile... ma preferirei non dover rimanere in un unico posto troppo a lungo.
ja: 使えるかもしれないけど、一か所にあんまり長くいたくないわ。
ko: 유용할 것 같긴 한데... 너무 오래 한 곳에 머무르지 않는 게 좋겠어.
pt_br: Acho que pode ser útil... mas prefiro não ficar num único lugar por muito tempo.
ru: Наверное, он может быть полезен... но я не хочу слишком долго задерживаться на одном месте.
zh_tw: 我想這可能有用……但我不願在一個地方呆得太久。

# CHARACTERS.WANDA.DESCRIBE.ANCIENT_ALTAR
source: It seems like they were a clever bunch. Just not clever enough.
de: Es scheint, als wären sie ein cleverer Haufen. Nur nicht clever genug.
es: Parecían inteligentes, pero no lo suficiente.
fr: On dirait qu'ils étaient plutôt intelligents. Mais pas assez.
it: Si direbbe che sia stato un popolo sveglio. Ma non abbastanza.
ja: 頭良かったみたいね。それでもまだ間抜け、と。
ko: 영리한 패거리이긴 하지. 다만 필요한 만큼 영리하지 않을 뿐이야.
pt_br: Parece que eles eram muito inteligentes, mas não o bastante.
ru: Видимо, умные были ребята. Но это их не спасло.
zh_tw: 看起來他們是一群聰明人。只是還不夠聰明。

# CHARACTERS.WANDA.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Time has worn it away.
de: Der Zahn der Zeit hat daran genagt.
es: El tiempo lo ha desgastado.
fr: Le temps ne l'a pas épargné.
it: Il tempo l'ha consumata.
ja: 経年劣化ってやつね。
ko: 시간이 지나면서 닳아버렸어.
pt_br: Foi desgastado pelo tempo.
ru: Время его не пощадило.
zh_tw: 它在歲月中荒廢了。

# CHARACTERS.WANDA.DESCRIBE.ANCIENT_STATUE
source: What's left from a time long ago.
de: Was aus einer längst vergangenen Zeit übrig geblieben ist.
es: Es lo que queda de una época antigua.
fr: Ces restes sont là depuis très longtemps.
it: Ciò che rimane di un tempo passato.
ja: ずっと昔から残っている物。
ko: 지금까지 남아 있는 건 이거야.
pt_br: O que resta de uma época remota.
ru: Останки древних времен.
zh_tw: 很久以前留下的東西。

# CHARACTERS.WANDA.DESCRIBE.ANIMAL_TRACK
source: Something went that way... hopefully something tasty.
de: Etwas ist in diese Richtung gegangen ... hoffentlich etwas Leckeres.
es: Algo se ha ido por ahí... Espero que sepa bien.
fr: Quelque chose est passée par-là... J'espère que ça a bon goût.
it: Qualcosa è andato da quella parte... Qualcosa di buono, mi auguro.
ja: 何かがあっちに行った…おいしいものだといいんだけど。
ko: 뭔가 저 쪽으로 갔어... 바라건대 뭔가 맛있는 것이길.
pt_br: Algo foi praquele lado... tomara que seja algo gostoso.
ru: Тут недавно кто-то прошел... Надеюсь, он вкусный.
zh_tw: 有東西往那邊去了……希望是好吃的東西。

# CHARACTERS.WANDA.DESCRIBE.ANTCHOVIES
source: Yeesh. Can I toss it back?
de: Puh. Kann ich den zurückwerfen?
es: Jope. ¿Puedo volverlo a lanzar?
fr: Eurk... Je peux les rejeter à la mer ?
it: Bleah. Posso rimetterla dove stava?
ja: うわー。投げ返していいかな？
ko: 으윽. 도로 던져 버릴까?
pt_br: Eita. Será que posso jogá-la de volta?
ru: Ух. Можно это выкинуть обратно?
zh_tw: 啊,我能丟回去嗎？

# CHARACTERS.WANDA.DESCRIBE.ANTLION.GENERIC
source: Oh botheration, I hope I remembered to bring a gift.
de: Ach verflixt, ich hoffe, ich habe daran gedacht, ein Geschenk mitzubringen.
es: Qué fastidio. Espero haberme acordado de traer una ofrenda.
fr: Oh, flûte de zut. J'espère que j'ai emporté un cadeau.
it: Oh, che seccatura. Spero di essermi ricordata di portare un regalo.
ja: ああ、煩わしい。贈り物を忘れないといいんだけど。
ko: 아 귀찮아, 선물을 가져오는 걸 기억했으면 좋았겠는데.
pt_br: Ai, que amolação! Espero ter me lembrado de trazer um presente.
ru: Вот же неудобство. Надеюсь, я не забыла принести подарок.
zh_tw: 嗷，麻煩呐。我希望我記得帶禮物了。

# CHARACTERS.WANDA.DESCRIBE.ANTLION.UNHAPPY
source: There's no need to get yourself so worked up!
de: Es gibt keinen Grund, sich so aufzuregen!
es: Oye, ¡no tienes por qué enfadarte tanto!
fr: Pas besoin de se mettre dans un tel état !
it: Non c'è alcun bisogno di agitarsi tanto!
ja: そんなにクタクタにならなくてもいいの！
ko: 너무 열심히 할 필요는 없어!
pt_br: Não precisa ficar tão nervoso!
ru: Ну зачем же сразу так заводиться?
zh_tw: 沒必要把自己弄這麼激動！

# CHARACTERS.WANDA.DESCRIBE.ANTLION.VERYHAPPY
source: Oh now you're in a good mood?
de: Ach, jetzt hast du gute Laune?
es: Ah, ¿que ahora estás de buen humor?
fr: Oh, tu es de meilleure humeur, maintenant ?
it: Ah, ora sei di buonumore?
ja: ん？機嫌がいいみたいね？
ko: 오 지금 기분이 좋아 보이는걸?
pt_br: Ah, agora você está de bom humor?
ru: А теперь ты, значит, в хорошем настроении?
zh_tw: 哦，現在你心情好了？

# CHARACTERS.WANDA.DESCRIBE.ANTLIONTRINKET
source: This might make a good gift for someone.
de: Dies könnte ein gutes Geschenk für jemanden sein.
es: Seguro que a alguien le gusta este regalo.
fr: Ça pourrait être un chouette cadeau.
it: Potrebbe essere un bel regalo per qualcuno.
ja: 誰かにあげるのにちょうどいいかもしれない。
ko: 누군가에겐 좋은 선물이 될 것 같다.
pt_br: Isso pode virar um bom presente pra alguém.
ru: Из этого получится хороший подарок.
zh_tw: 這可能是送給某人的一份好禮物。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_CENTIPEDE
source: You mechanical menace!
de: Du mechanische Missgeburt!
es: ¡Dichosa amenaza mecánica!
fr: Tu es une vraie menace mécanique !
it: Maledetto demone meccanico!
ja: この機械仕掛けのお化けが！
ko: 이 위협적인 기계!
pt_br: Sua ameaça mecânica!
ru: Ах ты, химера механическая!
zh_tw: 你這個機械威脅！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: Not one usable bit of clockwork to be found.
de: Kein einziges brauchbares Stück Uhrwerk zu finden.
es: No hay ni un solo mecanismo útil a la vista.
fr: Pff, pas un seul engrenage exploitable...
it: Niente di tutto questo è adatto all'orologeria.
ja: 時計に使えるものは何一つ見つからない。
ko: 사용할 수 있는 시계 장치가 하나도 없어.
pt_br: Não tem um único mecanismo que possa ser aproveitado.
ru: Ни единой целой шестеренки не осталось.
zh_tw: 沒有找到一個可用的發條。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: Well that's a setback.
de: Nun, das ist ein Rückschlag.
es: Menudo contratiempo...
fr: Quelle déception.
it: Questo è un problema.
ja: これは…一歩後退。
ko: 글쎄, 좌절이야.
pt_br: Bom, sofri um revés.
ru: Какое неприятное стечение обстоятельств.
zh_tw: 哎，這是一個挫折。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: This is why I hate cooking. Cooking takes forever!
de: Darum hasse ich Kochen. Das dauert ewig!
es: Por eso odio cocinar. ¡Lleva muchísimo tiempo!
fr: C'est pour ça que je déteste cuisiner. Ça prend une éternité !
it: Ecco perché detesto cucinare! Richiede troppo tempo!
ja: だから料理は嫌いなんだ。時間がかかりすぎる！
ko: 이래서 난 요리하는 게 싫다니까. 요리는 영원토록 안 끝난다고!
pt_br: É por isso que odeio cozinhar. É demorado demais!
ru: Вот поэтому я и ненавижу готовить. Это бесконечный процесс!
zh_tw: 這就是為什麼我討厭烹飪。烹飪要花很長時間！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: It has to be almost done by now, right?
de: Es muss doch inzwischen fast fertig sein, oder?
es: Ya casi tendría que estar, ¿no?
fr: C'est bientôt prêt, non ?
it: Ormai manca poco, vero?
ja: もうできた頃でしょう？
ko: 지금쯤이면 거의 다 되었어야 하는데?
pt_br: Já deve estar quase pronto, né?
ru: Уже ведь почти готово, да?
zh_tw: 現在應該差不多完成了，對嗎？

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: At long last, food!
de: Na endlich, Essen!
es: Comida, ¡por fin!
fr: Ah, de la nourriture ! Enfin !
it: Finalmente si mangia!
ja: やーっと、食べ物にありつける！
ko: 드디어 음식이 나왔어!
pt_br: Até que enfim, comida!
ru: Наконец-то! Наконец-то еда!
zh_tw: 終於有了食物！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: I'd say it's been a few centuries since this was last used.
de: Ich würde sagen, es ist schon ein paar Jahrhunderte her, dass dies das letzte Mal benutzt wurde.
es: Creo que lleva un par de siglos sin usarse.
fr: À mon avis, ça fait plusieurs siècles qu'on ne l'a pas utilisé.
it: Direi che sono trascorsi alcuni secoli dall'ultima volta che è stata usata.
ja: 最後に使ったのは数世紀前だってことよ。
ko: 이것을 마지막으로 사용한 지는 몇 세기가 지났다고 말하고 싶어.
pt_br: Diria que faz alguns séculos que ninguém usa este forno.
ru: Предположу, что его уже несколько веков никто не использовал.
zh_tw: 這玩意已經幾個世紀沒人用過了。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_LOCKBOX
source: It's quite a puzzling piece, isn't it?
de: Es ist ein ziemlich verwirrendes Exemplar, was?
es: Menudo rompecabezas, ¿eh?
fr: C'est un objet assez intrigant, non ?
it: È un gran bel mistero, vero?
ja: これはなかなか難しいやつね。
ko: 상당히 난감한 부분인걸?
pt_br: É um item bastante intrigante, não é?
ru: Весьма замысловатая вещица, не правда ли?
zh_tw: 相當令人費解，對不對？

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: How delightfully odd!
de: Wie herrlich merkwürdig!
es: ¡Qué cosa tan extraña!
fr: C'est bizarre... j'adore !
it: Com'è meravigliosamente bizzarra!
ja: 素晴らしく奇妙だわ！
ko: 유쾌하리만치 이상해!
pt_br: É de uma estranheza adorável!
ru: Невероятно занимательно!
zh_tw: 古怪而令人愉快！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: It looks like it needs a good winding.
de: Aufziehen wäre hier angebracht.
es: Parece que hay que darle cuerda.
fr: Je crois qu'il faut la remonter à fond !
it: Sembra che abbia bisogno di essere caricata.
ja: たっぷり巻いてやらないといけないみたいね。
ko: 잘 감아야 할 것 같아.
pt_br: Acho que alguém precisa dar corda nela.
ru: Судя по всему, ее просто нужно правильно завести.
zh_tw: 看起來它需要好好上一下發條。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_MOON_STATUE
source: Relics from a distant time.
de: Relikte längst vergangener Zeit.
es: Reliquias de una época pasada.
fr: Des reliques d'une époque lointaine.
it: Reliquie di un tempo passato.
ja: 遠い過去からの遺物。
ko: 멋 옛날의 유물이야.
pt_br: Relíquias de uma época remota.
ru: Реликвии из далекого прошлого.
zh_tw: 來自遙遠時代的遺物。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Well, it was worth a try.
de: Tja, einen Versuch war's wert.
es: Merecía la pena intentarlo.
fr: Bon, ça valait le coup d'essayer.
it: Beh, almeno ho tentato.
ja: ふむ、試した価値はあったわね。
ko: 음, 해볼 만한 가치는 있었다.
pt_br: Bom, valeu a tentativa.
ru: Что ж, попробовать стоило.
zh_tw: 嗯，這值得一試。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Hm, maybe this time...
de: Hmm, vielleicht diesmal ...
es: Um... A lo mejor ahora...
fr: Hmm, peut-être que cette fois...
it: Mm, forse questa volta...
ja: んー、今回こそ…
ko: 흠 이번엔 아마도...
pt_br: Hm, talvez desta vez...
ru: Хм, а сейчас?..
zh_tw: 嗯，也許這回……

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: Finally, something to point me in the right direction!
de: Endlich etwas, das mir die richtige Richtung weist!
es: ¡Por fin algo que me indica la dirección correcta!
fr: Enfin quelque chose qui me guide dans la bonne direction !
it: Finalmente qualcosa che mi indichi la giusta direzione!
ja: やっと手に入れた。私に正しい方向を教えてくれるもの！
ko: 마지막으로, 올바른 방향을 가리킨다!
pt_br: Até que enfim, algo pra me apontar a direção certa!
ru: Наконец-то хоть что-то показывает правильное направление!
zh_tw: 終於給我指出正確方向了！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: It's finally found something!
de: Das Ding hat endlich etwas gefunden!
es: ¡Al fin ha encontrado algo!
fr: Il a enfin trouvé un truc !
it: Finalmente ha trovato qualcosa!
ja: やっと何か見つけたのね！
ko: 드디어 뭔가를 찾았다!
pt_br: Ele finalmente encontrou algo!
ru: Он что-то нашел!
zh_tw: 它終於發現了一些東西！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: I think I took it to the surface before, or maybe I'll do that soon.
de: Ich glaube, ich habe es schon einmal an die Oberfläche gebracht, oder vielleicht werde ich das bald tun.
es: Creo que ya he llevado esto a la superficie. O puede que lo vaya a hacer pronto.
fr: Je crois que je l'ai déjà ramené à la surface, auparavant... ou peut-être que je le ferai bientôt.
it: Credo di averlo già portato in superficie... o forse lo farò tra poco.
ja: 地表に持って行ったことがあるか、私、この後すぐにやると思う。
ko: 전에 그것을 표면으로 가져왔다고 생각하는데. 아니면 곧 그렇게 해야겠어.
pt_br: Acho que já o levei pra superfície antes, ou quem sabe o farei em breve?
ru: По-моему, я уже выносила его на поверхность... или скоро вынесу.
zh_tw: 我之前應該把它帶到了地表過，也有可能是我很快就會這麼做。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: I won't waste my time trying to decipher this gibberish.
de: Ich werde meine Zeit nicht damit verschwenden, dieses Kauderwelsch zu entziffern.
es: No pienso perder el tiempo descifrando estos garabatos.
fr: Je ne perdrai pas mon temps à tenter de déchiffrer ces pattes de mouches.
it: Non sprecherò il mio tempo a cercare di decifrare degli scarabocchi.
ja: これを解くために時間をムダにするなんてゴメンだわ。
ko: 이 횡설수설을 해독하는 데 시간을 낭비하지 않겠어.
pt_br: Não vou perder meu tempo tentando decifrar esta baboseira.
ru: Не собираюсь тратить свое время на расшифровку этой ерунды.
zh_tw: 我不會浪費我的時間去破譯這些胡言亂語。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: I'd go back and ask what it means, but this time period is a bit beyond my reach.
de: Ich würde ja zurückgehen und fragen, was es bedeutet, aber dieser Zeitraum liegt etwas außerhalb meiner Reichweite.
es: Si volver a esa época no se me quedara grande, iría al pasado a preguntar qué significa.
fr: Je retournerais bien dans le passé pour apprendre à les lire, mais c'est hors de ma portée.
it: Andrei indietro a chiedere cosa significa, ma questa epoca sembra un po' oltre la mia portata.
ja: 戻ってこの意味を聞きたいところだけど、私にはこの時期は手が届かないわ。
ko: 돌아가서 그것이 무엇을 의미하는지 묻고 싶지만, 이 시간 주기는 그림의 떡이야.
pt_br: Eu voltaria no tempo pra perguntar o que significa, mas a época disto está além do meu alcance.
ru: Я бы лично у авторов спросила, что это значит, но в такое далекое прошлое мне не попасть.
zh_tw: 我想回去問問它是什麼意思，但這個時間段有點超出我的能力範圍。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: I won't waste my time trying to decipher this gibberish.
de: Ich werde meine Zeit nicht damit verschwenden, dieses Kauderwelsch zu entziffern.
es: No pienso perder el tiempo descifrando estos garabatos.
fr: Je ne perdrai pas mon temps à tenter de déchiffrer ces pattes de mouches.
it: Non sprecherò il mio tempo a cercare di decifrare degli scarabocchi.
ja: これを解くために時間をムダにするなんてゴメンだわ。
ko: 이 횡설수설을 해독하는 데 시간을 낭비하지 않겠어.
pt_br: Não vou perder meu tempo tentando decifrar esta baboseira.
ru: Не собираюсь тратить свое время на расшифровку этой ерунды.
zh_tw: 我不會浪費我的時間去破譯這些胡言亂語。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: I'd go back and ask what it means, but this time period is a bit beyond my reach.
de: Ich würde ja zurückgehen und fragen, was es bedeutet, aber dieser Zeitraum liegt etwas außerhalb meiner Reichweite.
es: Si volver a esa época no se me quedara grande, iría al pasado a preguntar qué significa.
fr: Je retournerais bien dans le passé pour apprendre à les lire, mais c'est hors de ma portée.
it: Andrei indietro a chiedere cosa significa, ma questa epoca sembra un po' oltre la mia portata.
ja: 戻ってこの意味を聞きたいところだけど、私にはこの時期は手が届かないわ。
ko: 돌아가서 그것이 무엇을 의미하는지 묻고 싶지만, 이 시간 주기는 그림의 떡이야.
pt_br: Eu voltaria no tempo pra perguntar o que significa, mas a época disto está além do meu alcance.
ru: Я бы лично у авторов спросила, что это значит, но в такое далекое прошлое мне не попасть.
zh_tw: 我想回去問問它是什麼意思，但這個時間段有點超出我的能力範圍。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: I won't waste my time trying to decipher this gibberish.
de: Ich werde meine Zeit nicht damit verschwenden, dieses Kauderwelsch zu entziffern.
es: No pienso perder el tiempo descifrando estos garabatos.
fr: Je ne perdrai pas mon temps à tenter de déchiffrer ces pattes de mouches.
it: Non sprecherò il mio tempo a cercare di decifrare degli scarabocchi.
ja: これを解くために時間をムダにするなんてゴメンだわ。
ko: 이 횡설수설을 해독하는 데 시간을 낭비하지 않겠어.
pt_br: Não vou perder meu tempo tentando decifrar esta baboseira.
ru: Не собираюсь тратить свое время на расшифровку этой ерунды.
zh_tw: 我不會浪費我的時間去破譯這些胡言亂語。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: Oh botheration, I think I just remembered something...
de: Verflixt, jetzt ist mir gerade etwas eingefallen, glaube ich ...
es: Qué fastidio, creo que acabo de acordarme de algo...
fr: Oh flûte de zut. Je crois que je viens de me rappeler quelque chose...
it: Che seccatura. Credo di essermi appena ricordata qualcosa...
ja: ああ、煩わしい。何か覚えてたはずなのに…
ko: 아 귀찮아, 방금 뭔가 생각난 것 같은데...
pt_br: Ai, que amolação! Acho que acabo de me lembrar de algo...
ru: Ох, что за неудобство, что-то в голове крутится...
zh_tw: 嗷，麻煩呐。我剛剛想起個事……

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: What a curious relic.
de: Was für ein merkwürdiges Relikt.
es: Qué reliquia tan interesante.
fr: Quelle relique étrange.
it: Che reliquia bizzarra!
ja: なんて興味深い遺物。
ko: 참으로 기묘한 유물이군.
pt_br: Que relíquia curiosa.
ru: Какой занимательный артефакт.
zh_tw: 多麼奇特的遺物。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Hurry, someone catch it before-!
de: Schnell, jemand muss es fangen, bevor ...!
es: Corre, ¡que alguien coja eso antes de...!
fr: Vite, que quelqu'un l'attrape avant que... !
it: Presto, qualcuno lo prenda prima che...!
ja: 急いで！誰か取って！
ko: 서둘러, 누가 먼저 잡아서-!
pt_br: Depressa, alguém tem que apanhá-lo antes que...!
ru: Скорее! Поймайте его, кто-нибудь, пока не...
zh_tw: 快抓住它，免得——！

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: There's something missing here.
de: Da fehlt etwas.
es: Aquí falta algo.
fr: Il manque quelque chose, ici.
it: Qui manca qualcosa.
ja: 何か足りないのよね。
ko: 여기에 빠진 것이 있어.
pt_br: Está faltando alguma coisa aqui.
ru: Чего-то не хватает.
zh_tw: 這裡缺了點東西。

# CHARACTERS.WANDA.DESCRIBE.ARCHIVE_SWITCH.VALID
source: Oh good, we got the lights working.
de: Na bitte, das Licht funktioniert schon mal.
es: Bueno, las luces ya funcionan.
fr: Oh, bon, les lampes fonctionnent.
it: Oh, bene, abbiamo acceso le luci.
ja: 良かった。これで灯がともった。
ko: 오 좋아, 불을 켰다!
pt_br: Que bom, a gente conseguiu acender as luzes.
ru: Прекрасно, теперь у нас будет свет.
zh_tw: 哦，太好了，我們把燈弄好了。

# CHARACTERS.WANDA.DESCRIBE.ARMORDRAGONFLY
source: I think it looks better on me than it did on the bug.
de: Ich finde, es steht mir besser als dem Käfer.
es: Creo que me queda mejor a mí que al bicho.
fr: Je pense que ça me va mieux qu'à l'insecte.
it: Credo stia meglio a me che non all'insetto.
ja: 虫より私の方が似合うと思うわ。
ko: 벌레 보다는 내가 더 어울릴 거야.
pt_br: Acho que ficou melhor em mim do que no inseto.
ru: На мне выглядит куда лучше, чем на насекомом.
zh_tw: 我認為它在我身上比在蟲子身上更好看。

# CHARACTERS.WANDA.DESCRIBE.ARMORGRASS
source: Isn't there anything a bit more sturdy?
de: Gibt es hier denn nichts Robusteres?
es: ¿No hay algo un poco más resistente?
fr: Il n'y a rien de plus solide ?
it: Non c'è qualcosa di più robusto?
ja: もうちょっとしっかりしたのはないの？
ko: 좀 더 튼튼한 거 없을까?
pt_br: Não tem nada um pouco mais resistente?
ru: А попрочнее ничего не найдется?
zh_tw: 難道就沒有更結實的東西嗎？

# CHARACTERS.WANDA.DESCRIBE.ARMORMARBLE
source: Well it's definitely sturdy, but why does it have to be so heavy?!
de: Das ist auf jeden Fall robust, aber warum muss sie auch so schwer sein?!
es: Esto es resistente, pero ¿¡por qué tiene que pesar un quintal!?
fr: C'est solide, mais il fallait vraiment qu'elle soit aussi lourde ?
it: Ammetto che è robusta, ma deve proprio essere così pesante?!
ja: これはかなり頑丈ね。でもなんだってこんなに、お、重たい…
ko: 확실히 튼튼하긴 한데 대체 왜 이렇게 무거운 거지?
pt_br: Bom, sem dúvida é resistente, mas por que precisa ser tão pesada?
ru: Прочная-то она прочная, но чего ж тяжелая-то такая?!
zh_tw: 結實是結實，但為什麼一定要這麼重呢？！

# CHARACTERS.WANDA.DESCRIBE.ARMORRUINS
source: I'm all for anything that'll keep me safe.
de: Ich bin für alles, was zu meiner Sicherheit beiträgt.
es: Todo lo que me protege es bien recibido.
fr: Je prends tout ce qui peut me permettre d'être plus en sécurité.
it: Va bene qualunque cosa, purché mi tenga al sicuro.
ja: 私を守ってくれるものなら何でも賛成。
ko: 나를 안전하게 지켜준다면 뭐라도 믿게 되지.
pt_br: Sou a favor de qualquer coisa que me mantenha a salvo.
ru: Ради собственной безопасности я готова абсолютно на все.
zh_tw: 只要能保我平安，我都會支援。

# CHARACTERS.WANDA.DESCRIBE.ARMORSKELETON
source: Nope. Nope nope nope.
de: Nein. Nein-nein-nein.
es: No, no, no, no ¡y no!
fr: Non. Oh que non. Non non non.
it: No. No, no, no.
ja: いや。ダメダメダメ。
ko: 아니. 아니 아니 아니야.
pt_br: Negativo. Não, não, não.
ru: Нет. Нет-нет-нет. Ни за что.
zh_tw: 不。不不不。

# CHARACTERS.WANDA.DESCRIBE.ARMORSLURPER
source: I guess I'll swallow my pride and wear it...
de: Ich denke, ich werde meinen Stolz herunterschlucken und das Ding tragen ...
es: Tendré que tragarme el orgullo y ponerme esto...
fr: Bon, je vais ravaler ma fierté et la porter, alors...
it: Ingoierò il mio orgoglio e la indosserò...
ja: プライドは捨ててこれを着ることにするわ…
ko: 자존심을 숙이고 입게 될 것 같은데...
pt_br: Acho que vou engolir meu orgulho e vesti-la...
ru: Что ж, придется проглотить гордость и надеть это...
zh_tw: 我就放下驕傲，穿上它……

# CHARACTERS.WANDA.DESCRIBE.ARMORSNURTLESHELL
source: It's not pleasant, but I do feel a bit safer.
de: Es ist unangenehm, aber ich fühle mich jetzt ein wenig sicherer.
es: No es muy agradable, pero me siento más segura.
fr: Ce n'est pas très agréable, mais on se sent protégée.
it: Non è piacevole, ma mi fa sentire un po' più al sicuro.
ja: 着心地はぜんぜん良くないけど安全な感じはする。
ko: 기분이 좋지는 않지만 이제 좀 안전해진 느낌이야.
pt_br: Não é agradável, mas me sinto um pouco mais segura.
ru: Мерзко, но вполне безопасно.
zh_tw: 雖然並不令人愉快，但我確實感到有點安全。

# CHARACTERS.WANDA.DESCRIBE.ARMORWOOD
source: Good enough for now.
de: Das ist vorerst gut genug.
es: Por ahora, me sirve.
fr: Ça suffira pour le moment.
it: Per il momento va più che bene.
ja: 今のところは大丈夫。
ko: 지금은 충분해.
pt_br: Boa o bastante por enquanto.
ru: Пока что сойдет.
zh_tw: 現在已經夠好了。

# CHARACTERS.WANDA.DESCRIBE.ARMOR_BRAMBLE
source: Sometimes it pays to have a prickly exterior.
de: Manchmal zahlt es sich aus, nach Außen kratzbürstig zu sein.
es: A veces no está mal tener pinchos por fuera.
fr: Ça a parfois un intérêt d'avoir un extérieur épineux.
it: Essere pungenti ha anche i suoi pregi.
ja: ツンツンしてるのが役立つこともある。
ko: 때로는 겉에 가시가 많은 것이 좋아.
pt_br: Às vezes vale a pena ter um exterior espinhoso.
ru: Иногда полезно демонстрировать миру все свои колючки.
zh_tw: 有時，擁有一個帶刺的外殼是有價值的。
