Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: I don't think they're suited to this environment.
de: Ich glaube nicht, dass sie für dieses Umfeld geeignet sind.
es: Me parece que aquí no pueden crecer.
fr: Je ne pense pas que ce soit un environnement adapté pour eux.
it: Non credo siano adatti a questo ambiente.
ja: コイツら、この環境に適応できるとは思えねぇな。
ko: 이 환경에 적합하지 않다고 생각해.
pl: Chyba to nie ich środowisko.
pt_br: Não acho que eles vão se adaptar a este ambiente.
ru: Не похоже, что им здешняя земля по нраву.
zh_cn: 它们好像适应不了这个环境。
zh_tw: 它們好像適應不了這個環境。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.NOMOON
source: Looks like it doesn't work in the caves, eh.
de: Sieht so aus, als ob es in den Höhlen nicht funktioniert.
es: Parece que no funciona en las cuevas, eh.
fr: On dirait que ça marche pas dans les grottes, hein ?
it: Sembra che non funzioni nelle grotte, eh.
ja: 洞窟じゃうまくいかないみたいだな。
ko: 동굴에서는 안 되는 것 같잖아.
pl: Chyba nie działa w jaskiniach, co nie.
pt_br: Parece que não funciona em cavernas, hã?
ru: В пещерах, значится, не работает.
zh_cn: 看起来在山洞里不行。
zh_tw: 看起來在山洞裡不行。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.NOTDISH
source: That doesn't seem smart.
de: Das scheint nicht klug zu sein.
es: No parece muy inteligente.
fr: Sans doute pas très malin.
it: Non sembra molto intelligente.
ja: あまり賢いとは言えねえなぁ。
ko: 좋은 생각이 아닌 것 같은데.
pl: To chyba zły pomysł.
pt_br: Isso não parece inteligente.
ru: Это было бы глупо.
zh_cn: 看起来不妙。
zh_tw: 看起來不妙。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.NOTGEM
source: That doesn't look like a magic rock to me.
de: Das sieht mir nicht wie ein magischer Stein aus.
es: A mí no me parece una piedra mágica.
fr: Pour moi, c'est pas une pierre magique.
it: Non mi sembra una gemma magica.
ja: オレには魔法の石には見えねえぞ。
ko: 이건 마법 돌이 아니잖아.
pl: Nie wygląda mi to na magiczny kamień.
pt_br: Não parece uma pedra mágica pra mim.
ru: Этот камушек не кажется мне волшебным.
zh_cn: 我看那不像块魔法岩石。
zh_tw: 我看那不像塊魔法岩石。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: I'd prefer wood, personally.
de: Holz wäre mir persönlich lieber.
es: Personalmente prefiero la madera.
fr: Personnellement, je préfère le bois.
it: Personalmente preferirei il legno.
ja: 個人的には木のほうが好きだな。
ko: 개인적으로 난 목재를 선호하는데.
pl: Wolałbym drewno.
pt_br: Eu preferiria madeira, opinião minha.
ru: Лично мне больше по душе древесина.
zh_cn: 我个人更喜欢木头。
zh_tw: 我個人更喜歡木頭。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.NOTSTAFF
source: Nah. Something long and thin goes there, but not this.
de: Nein. Da gehört etwas langes und dünnes hin, nicht das.
es: No. Ahí va algo largo y delgado, pero esto no.
fr: Nan. Ici il faut un truc long et mince, mais pas ça.
it: No. Ci va una cosa lunga e sottile, ma non questa.
ja: 違うな。長細いモノが入るんだろうが、これじゃあない。
ko: 아니. 뭔가 길고 가늘은 게 필요하잖아.
pl: Niee. Pasuje tu coś długiego i cienkiego, ale nie to.
pt_br: Nah. Algo longo e fino vai aqui, mas não isso.
ru: Не. Что-то длинное и тонкое здесь понадобится, но не это.
zh_cn: 不是。某样又长又细的东西去了那里，但不是这个。
zh_tw: 不是。某樣又長又細的東西去了那裡，但不是這個。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: I'll wait until the danger's passed.
de: Ich warte, bis die Gefahr vorbei ist.
es: Esperaré hasta que pase el peligro.
fr: Je vais attendre un peu qu'il y ait moins de danger.
it: Aspetterò fino a quando il pericolo è passato.
ja: 危険が去るまで待ってるよ。
ko: 위험이 지나갈 때까지 기다리자.
pl: Poczekam z tym, aż trochę się uspokoi.
pt_br: Vou esperar até que o perigo tenha passado.
ru: Подожду, когда минует опасность.
zh_cn: 我先等危险过去。
zh_tw: 我先等危險過去。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: Could use a cleaning first.
de: Das könnte zuerst eine Reinigung vertragen.
es: Le vendría bien una limpieza primero.
fr: Ça pourrait être plus propre.
it: Dovrei prima dare una ripulita.
ja: 先に掃除してもいいな。
ko: 우선 주변 정리부터 하는 게 좋겠어.
pl: Przydałoby się tu najpierw trochę posprzątać.
pt_br: Uma limpadinha cairia bem.
ru: Сначала стоит прибраться.
zh_cn: 可以先清理一下。
zh_tw: 可以先清理一下。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: Can't do that now. It'll be dark soon.
de: Das kann ich jetzt nicht machen. Es wird gleich dunkel.
es: Ahora no puedo hacer eso. Pronto oscurecerá.
fr: Je peux pas maintenant. Il va faire nuit.
it: Non posso farlo adesso. Presto sarà buio.
ja: もうできねえな。すぐに暗くなるぞ。
ko: 지금은 할 수 없어. 곧 어두워질 거잖아.
pl: Nie teraz. Zaraz będzie ciemno.
pt_br: Não posso fazer isso agora. Logo vai anoitecer.
ru: Сейчас не до этого. Скоро стемнеет.
zh_cn: 现在不能做了。天就要黑了。
zh_tw: 現在不能做了。天就要黑了。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.SLEEPING
source: It's sleeping.
de: Er schläft.
es: Está durmiendo.
fr: Elle dort.
it: Sta dormendo.
ja: 寝ている。
ko: 자고 있잖아.
pl: Śpi.
pt_br: Está dormindo.
ru: Кажется, он спит.
zh_cn: 它在睡觉。
zh_tw: 它在睡覺。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.SLOTFULL
source: I should probably use what's up there first.
de: Vielleicht sollte ich erst das verbrauchen, was da ist.
es: Probablemente deba usar lo que hay ahí primero.
fr: Je devrais sans doute utiliser ce qu'il y a déjà.
it: Dovrei prima usare quello che c'è là sopra.
ja: 今あるのをまず使ったほうがよさそうだな。
ko: 일단 이미 있는 것부터 써야겠는데.
pl: Najpierw muszę użyć tego, co już tam jest.
pt_br: Eu deveria usar o que está lá em cima primeiro.
ru: Мне сначала стоит использовать то, что уже есть.
zh_cn: 我应该可能先用在上面的东西。
zh_tw: 我應該可能先用在上面的東西。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.SPIDERNOHAT
source: No sense dressing it up when no one's gonna see it, eh?
de: Es macht keinen Sinn, sich herauszuputzen, wenn es niemand sehen wird, oder?
es: No tiene sentido ponerle ropa si nadie va a verla, ¿eh?
fr: Pas la peine de se déguiser si personne ne le voit.
it: Non ha senso vestirlo se nessuno può vederlo, no?
ja: 誰も見ねぇってのに、おべべ着させる意味なんてねぇだろ？
ko: 아무도 보지 않을 때 차려 입게 하는 건 의미가 없어, 그치?
pl: Nie ma co go przebierać, skoro nikt go nie zobaczy, nie?
pt_br: Não faz sentido deixar ela arrumada se ninguém vai ver, né?
ru: Какой смысл наряжаться, если никто не увидит, а?
zh_cn: 反正在里面也没人看到，还打扮什么，诶？
zh_tw: 反正在裡面也沒人看到，還打扮什麼，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: Gotta wait for that little tree to grow back there, eh.
de: Muss warten, bis das Bäumchen dort wieder wächst.
es: Toca esperar a que vuelva a crecer el árbol, ¿eh?
fr: Il faut que j'attende que ce petit arbre repousse.
it: Bisogna aspettare che quell'alberello ricresca.
ja: あのちっせえ木がまた生えてくるのを待つか。
ko: 그 작은 나무가 거기서 다시 자랄 때까지 기다려야 해.
pl: Trza poczekać, aż małe drzewko odrośnie, no.
pt_br: Tenho que esperar pela arvorezinha crescer aí de novo, né.
ru: Придется подождать, пока деревце не вырастет, ага.
zh_cn: 得等小树长回来，诶。
zh_tw: 得等小樹長回來，誒。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: That ain't gonna cut it, eh?
de: Das wird nicht reichen, hm?
es: Eso no sirve, ¿eh?
fr: Ça n'a pas l'air de lui plaire des masses.
it: Quella roba non va bene, eh?
ja: おいおい、これじゃだめだってのか？
ko: 이걸로 안 잘릴거야, 그치?
pl: To nie wystarczy, co nie?
pt_br: Isso não vai dar certo, né?
ru: Такое тебе не по вкусу, да?
zh_cn: 那个还不中，诶？
zh_tw: 那個還不中，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.WRONGGEM
source: I don't think that one'll work here.
de: Ich glaube nicht, dass das hier passt.
es: No creo que esa funcione aquí.
fr: Je crois pas que ça marchera ici.
it: Non credo che quella funzioni qua.
ja: それ、ここじゃ役に立たねえんじゃねえか？
ko: 이게 아닌 것 같은데.
pl: To tu chyba nie pasuje.
pt_br: Não acho que isso vai funcionar aqui.
ru: Кажется, этот сюда не пойдет.
zh_cn: 我不认为那个东西在这里会有用。
zh_tw: 我不認為那個東西在這裡會有用。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: That's gotta be rebuilt, eh?
de: Das muss wieder aufgebaut werden, oder?
es: Hay que reconstruirlo, ¿eh?
fr: Il faut la reconstruire, hein ?
it: Deve essere ricostruito, eh?
ja: 組み立て直しだな…
ko: 다시 만들어야겠다, 그치?
pl: Trzeba przebudować, co nie?
pt_br: Precisa ser reconstruído, hã?
ru: Это надо переделать, а?
zh_cn: 那需要重建，呃？
zh_tw: 那需要重建，呃？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: I've something for you when you've got a mo'.
de: Ich habe etwas für dich, wenn du einen Moment hast.
es: Tengo algo para ti cuando tengas un minuto.
fr: J'ai un truc pour toi quand t'auras un moment.
it: Ho qualcosa per te quando hai un minutino.
ja: あとで、ちょっと渡してぇもんがあんだ
ko: 시간 나면 줄 게 있어.
pl: Mam coś dla ciebie, jak będziesz mieć chwilkę.
pt_br: Tenho algo pra você quando estiver livre.
ru: У меня для вас кое-чего есть, когда закончите.
zh_cn: 当你有空的时候我有东西要给你。
zh_tw: 當你有空的時候我有東西要給你。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: I don't think they... um...
de: Ich glaube nicht, dass das funktioniert.
es: No creo que... eh...
fr: Je ne crois pas que... hem...
it: Non credo che... ehm...
ja: いや…そいつにやっても…なぁ
ko: 지금... 받을 수 없는 상태인 것 같은데...
pl: Hmm... czy oni... eee...
pt_br: Não acho que... ahm...
ru: Не думаю, что им… ну…
zh_cn: 我觉得它们不会...嗯...
zh_tw: 我覺得它們不會...嗯...

# CHARACTERS.WOODIE.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: They need to make room for my present, eh?
de: Die müssen wohl Platz für mein Geschenk machen ...
es: Tiene que hacer espacio para mi regalo, ¿eh?
fr: Il faut faire de la place pour mon cadeau, hein ?
it: Bisogna fare spazio per il mio regalo, eh?
ja: 荷物が多すぎて、持てねぇか…
ko: 선물을 받을 공간이 필요잖아, 그치?
pl: Musisz zrobić wpierw miejsce, tak?
pt_br: Precisa abrir espaço pro meu presente, hã?
ru: Им бы тут местечко найти для моего подарка, а?
zh_cn: 他们得给我的礼物腾出点空间，嗯？
zh_tw: 他們得給我的禮物騰出點空間，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: Let them get some shut eye.
de: Die brauchen etwas Schlaf.
es: Dejémosle que descanse un poco.
fr: C'est pas le moment de faire du bruit.
it: Lascia che gli calino le palpebre.
ja: 寝かしといてやろうぜ
ko: 자게 놔둬도 되잖아.
pl: Czasami trzeba się wyspać.
pt_br: Vamos deixar dormir um pouco.
ru: Дадим им немного покемарить.
zh_cn: 让他们小睡一下。
zh_tw: 讓他們小睡一下。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVETOPLAYER.BUSY
source: I've something for you when you've got a mo'.
de: Ich habe etwas für dich, wenn du einen Moment hast.
es: Tengo algo para ti cuando tengas un minuto.
fr: J'ai un truc pour toi quand t'auras un moment.
it: Ho qualcosa per te quando hai un minutino.
ja: あとで、ちょっと渡してぇもんがあんだ
ko: 시간 나면 줄 게 있어.
pl: Mam coś dla ciebie, jak będziesz mieć chwilkę.
pt_br: Tenho algo pra você quando estiver livre.
ru: У меня для вас кое-чего есть, когда закончите.
zh_cn: 当你有空的时候我有东西要给你。
zh_tw: 當你有空的時候我有東西要給你。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVETOPLAYER.DEAD
source: I don't think they... um...
de: Ich glaube nicht, dass das funktioniert.
es: No creo que... eh...
fr: Je ne crois pas que... hem...
it: Non credo che... ehm...
ja: いや…そいつにやっても…なぁ
ko: 지금... 받을 수 없는 상태인 것 같은데...
pl: Hmm... czy oni... eee...
pt_br: Não acho que... ahm...
ru: Не думаю, что им… ну…
zh_cn: 我觉得它们不会...嗯...
zh_tw: 我覺得它們不會...嗯...

# CHARACTERS.WOODIE.ACTIONFAIL.GIVETOPLAYER.FULL
source: They need to make room for my present, eh?
de: Die müssen wohl Platz für mein Geschenk machen ...
es: Tiene que hacer espacio para mi regalo, ¿eh?
fr: Il faut faire de la place pour mon cadeau, hein ?
it: Bisogna fare spazio per il mio regalo, eh?
ja: 荷物が多すぎて、持てねぇか…
ko: 선물을 받을 공간이 필요잖아, 그치?
pl: Musisz zrobić wpierw miejsce, tak?
pt_br: Precisa abrir espaço pro meu presente, hã?
ru: Им бы тут местечко найти для моего подарка, а?
zh_cn: 他们得给我的礼物腾出点空间，嗯？
zh_tw: 他們得給我的禮物騰出點空間，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: Let them get some shut eye.
de: Die brauchen etwas Schlaf.
es: Dejémosle que descanse un poco.
fr: C'est pas le moment de faire du bruit.
it: Lascia che gli calino le palpebre.
ja: 寝かしといてやろうぜ
ko: 자게 놔둬도 되잖아.
pl: Czasami trzeba się wyspać.
pt_br: Vamos deixar dormir um pouco.
ru: Дадим им немного покемарить.
zh_cn: 让他们小睡一下。
zh_tw: 讓他們小睡一下。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: No sense having two of the same recipe.
de: Man braucht nicht zweimal das selbe Rezept.
es: No tiene sentido tener dos recetas iguales.
fr: Pas la peine d'avoir deux fois la même recette.
it: Non ha senso averne due della stessa ricetta.
ja: 同じレシピが2個あってもしょうがねえよ。
ko: 같은 제조법이 두 개 있을 필요는 없잖아.
pl: Bez sensu mieć dwie takie same receptury.
pt_br: Não faz sentido ter duas receitas iguais.
ru: Нет смысла хранить этот дубликат.
zh_cn: 没有必要拥有两个相同的菜谱。
zh_tw: 沒有必要擁有兩個相同的菜譜。

# CHARACTERS.WOODIE.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: Not very talkative, eh?
de: Nicht gerade gesprächig, was?
es: No hablas mucho, ¿eh?
fr: Pas très bavard, hein ?
it: Non parli molto, eh?
ja: あんまお喋りじゃねぇんだな？
ko: 아주 수다스럽진 않잖아, 어?
pl: Nie jesteś zbyt rozmowny, co?
pt_br: Não fala muito, né?
ru: Не шибко ты разговорчивый, да?
zh_cn: 话不多，诶？
zh_tw: 話不多，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: They're not too keen on listenin' to me.
de: Sie sind nicht besonders scharf darauf, mir zuzuhören.
es: No parecen tener ganas de escucharme.
fr: Elles n'ont pas l'air d'avoir envie de m'écouter.
it: Non sono troppo entusiasti di ascoltarmi.
ja: オレの話なんぞ、聞くに耐えねぇってわけかい。
ko: 그들은 내 말을 듣고 싶어 하지 않아.
pl: Nie chcą się mnie słuchać.
pt_br: Elas não estão muito interessadas em me ouvir.
ru: Они не очень-то хотят меня слушать.
zh_cn: 它们不太想听我的。
zh_tw: 它們不太想聽我的。

# CHARACTERS.WOODIE.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: He's not going anywhere.
de: Er geht nirgendwo hin.
es: No irá a ninguna parte.
fr: Il n'ira nulle part.
it: Non va da nessuna parte.
ja: どこにも行けないね。
ko: 아무 데도 가지 않겠군.
pl: Nigdzie się nie wybiera.
pt_br: Ele não vai a lugar nenhum.
ru: Этот свин уже никуда не пойдет.
zh_cn: 他哪都去不了。
zh_tw: 他哪都去不了。

# CHARACTERS.WOODIE.ACTIONFAIL.HITCHUP.INMOOD
source: Looks like someone's in a mood, eh?
de: Da hat wohl jemand schlechte Laune, was?
es: Alguien está de mal humor, ¿eh?
fr: On dirait que quelqu'un s'est levé du sabot gauche.
it: Sembra che qualcuno sia di cattivo umore, eh?
ja: おやおや、誰かさんがご機嫌ななめみてぇだな？
ko: 누군가는 기분이 안좋은가봐, 그치?
pl: Ktoś tu nie jest w humorze, co?
pt_br: Parece que tem alguém de péssimo humor, né?
ru: Кое-кто сегодня не в настроении, да?
zh_cn: 看来有牛在发脾气，嗯？
zh_tw: 看來有牛在發脾氣，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.HITCHUP.NEEDBEEF
source: I should probably get a beefalo first, eh?
de: Ich sollte mir wohl erst mal ein Beefalo besorgen, was?
es: Primero necesito un beefalo, ¿eh?
fr: Je devrais d'abord trouver un bœufalo.
it: Probabilmente prima dovrei procurarmi un mufalo, no?
ja: まずはビーファロ連れてきたほうがいいんじゃねぇのか？
ko: 비팔로를 먼저 얻어야겠지, 그치?
pl: Chyba najpierw muszę sobie sprawić wołka, co?
pt_br: Acho melhor conseguir um bífalo primeiro, né?
ru: Надо бифало сначала где-то добыть, не?
zh_cn: 我应该先牵头皮弗娄牛，诶？
zh_tw: 我應該先牽頭皮弗婁牛，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: I can't hitch my beefalo when he's way over there.
de: Ich kann mein Beefalo nicht anpflocken, wenn es da drüben ist.
es: No puedo atar a mi beefalo si está tan lejos.
fr: Je ne peux pas attacher mon bœufalo s'il est trop loin.
it: Non posso legare il mio mufalo se si trova laggiù.
ja: あんな離れてるビーファロを、ここに繋ぐのは無理だっての。
ko: 그가 저쪽에 있으면 나는 내 비팔로를 맬 수 없어.
pl: Niby jak mam przywiązać wołka, który daleko stoi, co?
pt_br: Não consigo atrelar meu bífalo quando ele está muito longe.
ru: Как же я бифало привяжу, если он аж вон где?
zh_cn: 他离那么远，我拴不了。
zh_tw: 他離那麼遠，我拴不了。

# CHARACTERS.WOODIE.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: How aboot we try that again?
de: Wollen wir das noch mal versuchen?
es: ¿Y si lo intentamos de nuevo?
fr: Et si on réessayait ?
it: Magari potremmo riprovarci?
ja: もう一回試すってのはどうだ？
ko: 다시 해보는 건 어때?
pl: To może spróbujemy jeszcze raz?
pt_br: Que tal tentarmos de novo?
ru: Давай-ка попробуем еще разок.
zh_cn: 我们再试试咋样？
zh_tw: 我們再試試咋樣？

# CHARACTERS.WOODIE.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: No makin' fun of me, Lucy.
de: Nicht spotten, Lucy.
es: No te burles de mí, Lucy.
fr: Tu vas pas te moquer de moi, Lucy.
it: Non prendermi in giro, Lucy.
ja: バカにするんじゃねえよ、ルーシー。
ko: 날 비웃지 마, 루시.
pl: Lucy, nie śmiej się ze mnie.
pt_br: Não tire sarro de mim, Lucy.
ru: Люси, не смейся надо мной.
zh_cn: 别笑我，露西。
zh_tw: 別笑我，露西。

# CHARACTERS.WOODIE.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: A lot harder than it looks, eh?
de: Schwieriger, als es aussieht, was?
es: Es mucho más difícil de lo que parece, ¿eh?
fr: C'est plus dur en vrai, hein ?
it: È molto più difficile del previsto, eh?
ja: 見た目よりずっと難しいってか？
ko: 보기보다 어렵네, 그치?
pl: To trudniejsze, niż wygląda, nie?
pt_br: Muito mais difícil do que parece, né?
ru: Намного сложнее, чем кажется, да?
zh_cn: 比看上去难过了，对吧?
zh_tw: 比看上去難過了，對吧?

# CHARACTERS.WOODIE.ACTIONFAIL.MARK.ALREADY_MARKED
source: I've got a good feeling aboot this one.
de: Ich habe ein gutes Gefühl bei der Sache.
es: Me da buenas vibraciones.
fr: J'ai un bon pressentiment.
it: Ho un buon presentimento su questo.
ja: こいつ、なんか良さそうだな。
ko: 이거 느낌이 좋아.
pl: Mam dobre przeczucia.
pt_br: Tenho um bom pressentimento em relação a este aqui.
ru: У меня хорошее предчувствие насчет вот этого.
zh_cn: 我有一种很好的感觉。
zh_tw: 我有一種很好的感覺。

# CHARACTERS.WOODIE.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: Can't do that without entering a beefalo in the contest.
de: Das geht nicht, ohne dass ein Beefalo an dem Wettbewerb teilnimmt.
es: No puedo hacer eso sin apuntar a un beefalo al concurso.
fr: Je ne peux pas faire ça si je n'ai pas de bœufalo à présenter.
it: Non posso farlo senza iscrivere un mufalo alla competizione.
ja: ビーファロをコンテストに参加させんねぇと、こいつはできねぇんだよ。
ko: 대회에 비팔로를 내보내지 않고는 할 수 없어.
pl: Nie mogę, póki nie zgłoszę wołka do konkursu.
pt_br: Não dá para participar sem inscrever um bífalo no concurso.
ru: Нельзя участвовать, пока не заявим бифало на конкурс.
zh_cn: 没有皮弗娄牛是不能参赛的。
zh_tw: 沒有皮弗婁牛是不能參賽的。

# CHARACTERS.WOODIE.ACTIONFAIL.MOUNT.INUSE
source: Maybe I can find a caribou to ride instead.
de: Vielleicht finde ich stattdessen einen Karibu, auf dem ich reiten kann.
es: Tal vez pueda encontrar un caribú para montar en él.
fr: Je pourrais peut-être trouver un caribou à monter à la place.
it: Forse posso trovare un caribù da cavalcare.
ja: 代わりにトナカイでも捕まえてくるか…
ko: 순록이라도 찾아서 탈까.
pl: Może dałoby się znaleźć zamiast tego jakieś karibu?
pt_br: Eu preferiria achar um caribu pra montar, na verdade.
ru: Наверное, для поездок мне лучше стоит поискать карибу.
zh_cn: 或许我能找到驯鹿来代替。
zh_tw: 或許我能找到馴鹿來代替。

# CHARACTERS.WOODIE.ACTIONFAIL.MOUNT.SLEEPING
source: Sorry there bud, time to get moving.
de: Tut mir leid, Kumpel, es wird Zeit weiterzuziehen.
es: Lo siento, pero es hora de levantarse.
fr: Désolé mon gars, il faut qu'on y aille.
it: Mi spiace, amico, ma è ora di andare.
ja: すまねぇが、動いてくれ。
ko: 미안해 거기 친구, 움직여야 할 시간잖아, 그치.
pl: Przepraszam, kolego, ale pora się ruszyć.
pt_br: Foi mal, amigo, é hora de se mexer.
ru: Прости, дружище, но нам пора.
zh_cn: 对不起，伙计，该走了。
zh_tw: 對不起，夥計，該走了。

# CHARACTERS.WOODIE.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: I should wait for the dust to settle, eh?
de: Ich sollte warten, bis sich der Staub gesetzt hat, was?
es: Debería terminar a que los ánimos se calmen, ¿eh?
fr: Je devrais attendre que la poussière retombe, hein ?
it: Dovrei aspettare che la polvere si posi, eh?
ja: ケンカが終わるまで待ったほうがいいな…
ko: 잠잠해질 때까지 기다려야겠다, 그치?
pl: Poczekajmy, aż trochę się tu uspokoi, tak?
pt_br: Preciso esperar a poeira baixar, hã?
ru: Может, мне лучше подождать, пока пыль уляжется, а?
zh_cn: 我应该等到一切尘埃落定，嗯？
zh_tw: 我應該等到一切塵埃落定，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: I can probably just use my old fishin' rod for this.
de: Hier kann ich einfach meine alte Angel nehmen.
es: Probablemente pueda usar mi vieja caña de pescar para esto.
fr: Je devrais sans doute utiliser ma bonne vieille canne à pêche.
it: Forse qui potrei semplicemente usare la mia vecchia canna.
ja: ここはオレの古い釣り竿を使ってもいいぞ。
ko: 전에 쓰던 낚싯대로도 충분하잖아.
pl: Mógłbym do tego po prostu użyć mojej starej wędki.
pt_br: Provavelmente posso usar minha velha vara de pesca aqui.
ru: Тут и старая добрая обычная удочка подойдет.
zh_cn: 把我的那根旧鱼竿拿出来。
zh_tw: 把我的那根舊魚竿拿出來。

# CHARACTERS.WOODIE.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: I wouldn't wanna muddle it up.
de: Ich will es nicht verderben.
es: No quiero descolocar las cosas.
fr: Je ne voudrais pas tout gâcher.
it: Non voglio intromettermi.
ja: 台無しにしたくないんでね。
ko: 내가 방해하기는 싫잖아.
pl: Nie chciałbym tego sknocić.
pt_br: Não quero estragar isso.
ru: Не хочу ничего тут испортить.
zh_cn: 我不想弄混了。
zh_tw: 我不想弄混了。

# CHARACTERS.WOODIE.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: Trees made into... paper? How unholy!
de: Bäume gemacht zu ... Papier? Wie unheilig!
es: Árboles convertidos en... ¿papel? ¡Qué sacrilegio!
fr: Des arbres transformés en... papier ? Sacrilège !
it: Gli alberi trasformati in... carta? Che scempio!
ja: 木で作った紙だと…？悪魔の所業だな！
ko: 나무로... 종이를 만들었다고? 어떻게 그런 파렴치한 짓을!
pl: Drzewa przemielone na... papier? Świętokradztwo!
pt_br: Árvores transformadas em... papel? Que sacrilégio!
ru: Бумага делается из… дерева? Как безбожно!
zh_cn: 树做成…纸？好罪恶！
zh_tw: 樹做成…紙？好罪惡！

# CHARACTERS.WOODIE.ACTIONFAIL.PICKUP.INUSE
source: Oops! Sorry. Someone's using that.
de: Hoppla! Entschuldigung. Jemand benutzt das.
es: ¡Uy! Lo siento. Alguien ya lo está usando.
fr: Mince ! Désolé. C'est déjà utilisé.
it: Oops! Spiacente. Qualcuno lo sta usando.
ja: あっ、悪い！もう誰かが使ってるな。
ko: 앗! 미안. 사용 중이었네.
pl: Ups! Przepraszam. Ktoś już tego używa.
pt_br: Ops! Desculpe. Alguém já está usando.
ru: Ой! Я случайно. Уже кем-то используется.
zh_cn: 哎呀！抱歉，有人在用。
zh_tw: 哎呀！抱歉，有人在用。

# CHARACTERS.WOODIE.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: Sorry, wrong Carrat!
de: Tut mir leid, falsche Karatte!
es: Lo siento, ¡zanarrata equivocada!
fr: Pardon, c'est pas la bonne carate !
it: Spiacente, caratto sbagliato!
ja: 悪い、違うキャラットだ！
ko: 미안, 이 당근이쥐가 아니네!
pl: Przepraszam, nie ta myszomarchew!
pt_br: Desculpe, cenourrato errado!
ru: Извините, не ту моркрысу хапнул!
zh_cn: 抱歉，弄错胡萝卜鼠了！
zh_tw: 抱歉，弄錯胡蘿蔔鼠了！

# CHARACTERS.WOODIE.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: Why don't you scurry back to your owner, eh?
de: Warum läufst du nicht zu deinem Besitzer?
es: ¿Por qué no corres de vuelta con tu dueño, eh?
fr: Et si tu retournais voir ton maître ?
it: Perché non te ne torni dal tuo padrone, eh?
ja: 自分の飼い主のところに戻りな。
ko: 네 주인한테 가지 않겠어?
pl: Tuptaj do swojego właściciela!
pt_br: Por que você não volta correndo pro seu dono, ein?
ru: Давай-ка ты вернешься к хозяину, ага?
zh_cn: 你怎么不跑回去你的主人那呢？
zh_tw: 你怎麼不跑回去你的主人那呢？

# CHARACTERS.WOODIE.ACTIONFAIL.PICKUP.RESTRICTION
source: I ain't too keen on that, eh?
de: Das gefällt mir nicht so gut, was?
es: No me gusta demasiado, ¿eh?
fr: Je suis pas trop fan de ça, hein ?
it: Non mi fa impazzire, eh?
ja: これにはあんまり乗り気になれねえな。
ko: 별로 마음에 안 드는데.
pl: Nie mam ochoty, tak?
pt_br: Não gosto muito disso.
ru: В этом я не мастак, ага?
zh_cn: 我对那个不太感兴趣，知道吧？
zh_tw: 我對那個不太感興趣，知道吧？

# CHARACTERS.WOODIE.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: I think I know aboot as much as I wanna know.
de: Ich glaube, ich weiß so viel, wie ich überhaupt wissen will.
es: Creo que ya sé todo lo que me gustaría saber.
fr: Je pense que j'ai appris tout ce que je voulais savoir.
it: Penso di sapere già tutto quello che mi interessa.
ja: 知りたいことならもう全部知ってると思うけどな。
ko: 내가 알고 싶은 만큼만 아는 것 같아.
pl: Wiem wszystko, co chcę wiedzieć.
pt_br: Acho que já sei tudo o que queria saber.
ru: По-моему, я уже узнал все, что хотел.
zh_cn: 我想知道的已经都知道了。
zh_tw: 我想知道的已經都知道了。

# CHARACTERS.WOODIE.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: I'm familiar.
de: Bin damit vertraut.
es: Eso ya lo sé.
fr: Je connais, oui.
it: Lo so già.
ja: よ～く知ってるぜ。
ko: 익숙해.
pl: Znam się na tym.
pt_br: Estou familiarizado.
ru: Мне это знакомо.
zh_cn: 熟悉的感觉。
zh_tw: 熟悉的感覺。

# CHARACTERS.WOODIE.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: I'm out.
de: Ich bin raus.
es: Se acabó.
fr: Je n'en ai plus.
it: L'ho finita.
ja: 無くなっちまった。
ko: 난 빠질게.
pl: Wody nie ma.
pt_br: Fiquei sem água.
ru: Ни капли нет.
zh_cn: 没了。
zh_tw: 沒了。

# CHARACTERS.WOODIE.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: I'll need more water.
de: Ich werde mehr Wasser brauchen.
es: Necesito más agua.
fr: J'ai besoin de plus d'eau.
it: Ho bisogno di altra acqua.
ja: 水、これじゃ足りねぇな。
ko: 물이 더 필요할 거야.
pl: Przydałoby się więcej wody.
pt_br: Vou precisar de mais água.
ru: Нужно воды принести.
zh_cn: 得多弄点水来。
zh_tw: 得多弄點水來。
