Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_EXIT.GENERIC
source: I've had enough of Sol's shining face for one day.
de: Ich hab genug für einen Tag von Sols leuchtendem Gesicht.
es: Ya he visto suficiente la cara brillante de Sol por hoy.
fr: J'en ai assez de la lumière de Sól pour aujourd'hui.
it: Ne ho abbastanza del volto splendente di Sol per oggi.
ja: 今日はもう、ソールの輝く顔は拝みたくない
ko: 오늘은 솔의 빛나는 얼굴을 충분히 본 것 같아.
pl: Dość mam lśniącego lica Sol, jak na jeden dzień.
pt_br: Acho que já foi o suficiente do rosto brilhante de Sól por hoje.
ru: На сегодня с меня хватит сияния лица Соль.
zh_cn: 我一天就受够太阳神那油亮的嘴脸。
zh_tw: 我一天就受夠太陽神那油亮的嘴臉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_EXIT.OPEN
source: Back to open skies!
de: Zurück zu freiem Himmel!
es: ¡Vuelta al cielo abierto!
fr: Retour au grand air !
it: Ritorno a cielo aperto!
ja: いざ、空の下へ！
ko: 푸른 하늘을 다시 보게 되겠군!
pl: Z powrotem pod szerokim niebem!
pt_br: De volta ao céu aberto!
ru: Назад, к открытому небу!
zh_cn: 再次见到广阔的天空！
zh_tw: 再次見到廣闊的天空！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_FERN
source: Foliage from the dark ages.
de: Blätter aus dunklen Tagen.
es: Follaje de la Edad Media.
fr: Feuillage de l'Âge sombre.
it: Fogliame dall'età oscura.
ja: 暗黒時代の草葉。
ko: 암흑시대의 식물이군.
pl: Roślinność z mrocznych wieków.
pt_br: Folhagem da era das trevas.
ru: Листва из темных времен.
zh_cn: 来自黑暗时代的植物。
zh_tw: 來自黑暗時代的植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CEVICHE
source: Fancy for my taste, but it'll do.
de: Bisschen zu edel für mich, aber geht schon.
es: Demasiado elaborado para mi gusto, pero valdrá.
fr: Un peu fantaisiste à mon goût, mais ça ira.
it: Un po' raffinato per i miei gusti, ma andrà bene.
ja: 気取った料理だが、食えぬこともない
ko: 내 입맛에는 안 어울리게 고급이지만, 어쩔 수 없지.
pl: Trochę zbyt wyszukane, jak na mój gust, ale daje radę.
pt_br: Extravagante para o meu gosto, mas vai servir.
ru: Необычно, на мой вкус, но сойдет.
zh_cn: 对我来说味道有点怪，但能吃。
zh_tw: 對我來說味道有點怪，但能吃。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHARCOAL
source: Loot from Loge, the demigod.
de: Beute von Loki dem Halbgott.
es: Botín de Loge, el semidiós.
fr: Une offrande de Logi, le demi-dieu.
it: Bottino di Loge, il semidio.
ja: 半神半人ローゲから得た戦利品。
ko: 반신반인 로게의 전리품이군.
pl: Łup skradziony półbogowi Loge'owi.
pt_br: Espólios de Loge, o semideus.
ru: Дар Логи, полубога.
zh_cn: 罗格的战利品。
zh_tw: 羅格的戰利品。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK1
source: It's only a pile of fallen warriors.
de: Das ist nur ein Stapel gefallener Krieger.
es: No es más que un montón de guerreros caídos.
fr: Juste un tas de guerriers morts.
it: È solo un mucchio di guerrieri caduti.
ja: ただの堕ちた戦士の山。
ko: 쓰러진 전사들의 더미일 뿐.
pl: Kupa poległych wojowników.
pt_br: É apenas uma pilha de guerreiros derrotados.
ru: Всего лишь кучка павших воинов.
zh_cn: 只是一堆倒下的勇士。
zh_tw: 只是一堆倒下的勇士。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK2
source: More fallen mechanical warriors.
de: Weitere gefallene mechanische Krieger.
es: Más mecánicos guerreros caídos.
fr: Encore des guerriers mécaniques tombés au combat.
it: Altri guerrieri meccanici morti.
ja: さらに多くの堕ちたメカ戦士たち。
ko: 쓰러진 기계 전사들의 더미가 더 있군.
pl: Kolejni polegli mechaniczni wojownicy.
pt_br: Mais guerreiros mecânicos derrotados.
ru: Еще больше павших механических воинов.
zh_cn: 更多倒下的机械战士。
zh_tw: 更多倒下的機械戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSJUNK3
source: Someone should really clean this place up.
de: Jemand sollte diesen Ort wirklich mal aufräumen.
es: Alguien debería realmente limpiar este lugar.
fr: Il faudrait faire un peu de ménage.
it: Qualcuno dovrebbe davvero ripulire questo posto.
ja: 誰かこの場を本当に掃除するべきだ。
ko: 이곳 청소가 좀 필요한걸.
pl: Ktoś naprawdę powinien tu posprzątać.
pt_br: Alguém deveria limpar esse lugar.
ru: Кому-то пора здесь прибраться.
zh_cn: 应该找人好好打扫一下。
zh_tw: 應該找人好好打掃一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_ANCHOR
source: 'Twas made in honor of our stalwart vessel!
de: Er wurde zu Ehren unseres treuen Schiffes geschaffen!
es: ¡Esto ha sido en honor a nuestro leal navío!
fr: Celui fut fait en l'hönneur de nötre fidèle drakkar !
it: È dedicata al nostro indomabile vascello!
ja: 我らの頑丈な船に敬意を表して作られたのだ！
ko: 우리 듬직한 배를 기념하여 만든 것이군!
pl: To dla uczczenia naszej wiernej łodzi!
pt_br: Ela foi feita em homenagem à nossa embarcação fiel!
ru: Прославляет наше непоколебимое судно!
zh_cn: 做出来是为了纪念我们忠实的长船！
zh_tw: 做出來是為了紀念我們忠實的長船！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_ANTLION
source: The artist hath captured her noble mane perfectly.
de: Der Künstler hat die edle Mähne perfekt eingefangen.
es: El artista ha representado su noble melena a la perfección.
fr: L'artiste a immörtalisé sa nöble crinière à la perfectiön.
it: L'artista ha immortalato la sua nobile criniera alla perfezione.
ja: 作り手はこやつの美しいたてがみをしっかり描いておるな。
ko: 웅장한 갈기를 완벽히 표현했군.
pl: Rzemieślnik wprawnie ujął tę szlachetną grzywę.
pt_br: A artista capturou sua nobre juba perfeitamente.
ru: Скульптор прекрасно передал его благородную гриву.
zh_cn: 艺术家完美地捕捉了她高贵的鬃毛。
zh_tw: 藝術家完美地捕捉了她高貴的鬃毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BEARGER
source: Twas a battle to sing of.
de: Das war kein Kampf, von dem man singen wird.
es: Fue una batalla digna de ser cantada.
fr: Un combat qui sera chanté pendant longtemps.
it: È stata una battaglia da raccontare.
ja: あの戦いは、後世まで歌い継がれよう
ko: 노래로 남길 만한 전투였지.
pl: Była to bitwa godna sagi.
pt_br: Foi uma batalha digna de uma canção.
ru: Об этой битве будут петь песни.
zh_cn: 这是一场值得歌颂的战役。
zh_tw: 這是一場值得歌頌的戰役。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BEEFALO
source: A stone tribute to my faithful steed.
de: Ein steinerner Tribut an mein getreues Reittier.
es: Un tributo de piedra para mi corcel.
fr: Un tribut de pierre en l'hönneur de mien fidèle destrier.
it: Un tributo di pietra per il mio fedele destriero.
ja: 我が忠実な獣への石の賛辞である。
ko: 충성심있는 말에게 바치는 돌로 된 찬사네.
pl: Kamienny hołd oddany memu wiernemu rumakowi.
pt_br: Um tributo de pedra para minha montaria fiel.
ru: Каменный памятник моему верному скакуну.
zh_cn: 这块石头在向我的忠诚坐骑致敬。
zh_tw: 這塊石頭在向我的忠誠坐騎致敬。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BEEQUEEN
source: I honor this warrior queen!
de: Ich ehre diese Kriegerkönigin!
es: ¡Honro a esta reina guerrera!
fr: J'hönöre cette reine guerrière !
it: Onore a questa regina guerriera!
ja: 戦士の女王に敬意を表す！
ko: 나는 전사 여왕에게 경의를 표한다!
pl: Składam hołd tej wojowniczej królowej!
pt_br: Eu honro essa rainha guerreira!
ru: Честь и слава матери воинов!
zh_cn: 我景仰这位勇士女王！
zh_tw: 我景仰這位勇士女王！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: This warrior does battle in the mind.
de: Dieser Krieger kämpft in Gedanken.
es: Es un guerrero para una batalla mental.
fr: Ce guerrier combat par l'esprit.
it: Questo guerriero ha la battaglia in testa.
ja: この戦士は精神の中で戦いを繰り広げる。
ko: 이 전사는 정신의 전투를 하는군.
pl: Ten wojownik jest narzędziem w wojnie umysłów.
pt_br: Esse guerreiro batalha na minha mente.
ru: В разуме этого воина живет война.
zh_cn: 这位战士战斗在心灵的战场上。
zh_tw: 這位戰士戰鬥在心靈的戰場上。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: Battle is nigh!
de: Die Schlacht ist nah!
es: ¡La batalla está cerca!
fr: Le combat est proche !
it: La battaglia è vicina!
ja: 戦は近い！
ko: 결전이 다가왔다!
pl: Bitwa jest bliska!
pt_br: A batalha está próxima!
ru: Битва неизбежна!
zh_cn: 战争临近了！
zh_tw: 戰爭臨近了！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_BUTTERFLY
source: To celebrate the moon's messenger!
de: Zu Ehren des Mondboten!
es: ¡Para homenajear a la mensajera de la luna!
fr: Glöire au messager de la lune !
it: Per celebrare la messaggera della luna!
ja: 月の使者を祝うために！
ko: 달의 전령을 기리기 위한 것이군!
pl: Aby uczcić księżycowego posłańca!
pt_br: Para homenagear a mensageira da lua!
ru: Чтобы восславить посланницу луны!
zh_cn: 为了庆祝月亮的使者！
zh_tw: 為了慶祝月亮的使者！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_CARRAT
source: I'm not keen on honoring a vegetable so.
de: Ich sehe nicht ein, dass ein Gemüse zu solchen Ehren kommt.
es: No estoy muy a favor de homenajear una verdura.
fr: Je ne suis pöint dispösée à hönörer un légume de la sörte.
it: Tributare onori a un vegetale è una cosa che non mi convince.
ja: 野菜を褒めることに興味はない。
ko: 채소에는 딱히 경의를 표하고 싶지 않아.
pl: Nie uśmiecha mi się uhonorowywanie warzywa.
pt_br: Não me agrada homenagear um legume desse jeito.
ru: Я не собираюсь восславлять овощ.
zh_cn: 我不想给蔬菜这么高的荣誉。
zh_tw: 我不想給蔬菜這麼高的榮譽。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_CATCOON
source: You have my respect, fellow hunter.
de: Ich zolle dir meinen Respekt, Jagdgenosse.
es: Mis respetos, amigo cazador.
fr: Tu as töut mön respect, frère de chasse.
it: Ti rispetto, sei un cacciatore come me.
ja: 狩り仲間として敬意を表するぞ。
ko: 존경을 표해요, 동료 사냥꾼님.
pl: Masz mój szacunek, łowco.
pt_br: Você tem meu respeito, caçador camarada.
ru: Мое почтение, охотник.
zh_cn: 向你献上我的敬意，猎人朋友。
zh_tw: 向你獻上我的敬意，獵人朋友。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_CLAYHOUND
source: A hound of the hunt!
de: Ein Jagdhund!
es: ¡Un sabueso para la cacería!
fr: Un molosse de la meute !
it: Un segugio della caccia!
ja: 一番の猟犬だ！
ko: 사냥을 위한 개로군!
pl: Ogar najdzikszego z gonów!
pt_br: Um cão de caças!
ru: Охотничья гончая!
zh_cn: 一头狩猎犬！
zh_tw: 一頭狩獵犬！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_CLAYWARG
source: A testament to a worthy foe.
de: Ein Beweis für einen würdigen Gegner.
es: Un testimonio de un enemigo digno.
fr: Le testament d'un adversaire de valeur.
it: Il testamento di un degno nemico.
ja: 好敵手である証。
ko: 상대할 만한 적수로군.
pl: Świadectwo godnego przeciwnika.
pt_br: Um testamento de um inimigo digno.
ru: Знак достойного противника.
zh_cn: 有分量的敌人的证明。
zh_tw: 有分量的敵人的證明。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_CRABKING
source: 'Twas a hard-fought battle, but we prevailed!
de: Der Kampf war hart, doch wir haben obsiegt!
es: ¡Ha sido una batalla dura de librar, pero hemos prevalecido!
fr: Cette bataille fut ardue, mais nöus vainquîmes !
it: È stato uno scontro impegnativo, ma abbiamo prevalso!
ja: 激戦ではあったが、我々が勝ったのだ！
ko: 힘든 싸움이었지만 결국 우리가 승리했지!
pl: To była ciężka bitwa, ale wyszliśmy z niej zwycięsko!
pt_br: Foi uma batalha dura, mas nós vencemos!
ru: Это был тяжелый бой, но мы вырвали победу!
zh_cn: 战况十分激烈，但是我们胜出了！
zh_tw: 戰況十分激烈，但是我們勝出了！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_DEERCLOPS
source: Our fight shall be made ballad.
de: Unser Kampf wird in Balladen besungen werden.
es: Nuestra lucha se convertirá en una balada.
fr: Notre combat fera une belle ballade.
it: La nostra lotta diventerà una ballata.
ja: 歌に残すにふさわしき名勝負だったな
ko: 우리의 싸움은 발라드로 전해질 것이다.
pl: O naszym boju napisane zostaną legendy.
pt_br: Farão uma balada sobre nossa luta.
ru: О нашей битве будут слагать баллады.
zh_cn: 后人会用歌谣称颂我们的战斗。
zh_tw: 後人會用歌謠稱頌我們的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_DRAGONFLY
source: Tis the trophy of glorious battle!
de: Die Trophäe eines ruhmreichen Kampfes!
es: ¡El trofeo de la batalla gloriosa!
fr: C'est le trophée d'un glorieux combat !
it: Questo è il trofeo di una gloriosa battaglia!
ja: 栄えある戦の戦利品だ！
ko: 영광스러운 전투의 트로피로군!
pl: Oto trofeum chwalebnej potyczki!
pt_br: É o troféu de uma batalha gloriosa!
ru: Трофей от славной битвы!
zh_cn: 这是光荣战争的战利品！
zh_tw: 這是光榮戰爭的戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: I shall feast my eyes upon this trophy!
de: Ich werde meine Augen an dieser Trophäe weiden!
es: ¡Deleitaré mi vista con este trofeo!
fr: Je repaîtrai mön regard de ce tröphée !
it: Mi rifarò gli occhi con questo trofeo!
ja: この戦利品は目の保養になる！
ko: 난 이 트로피만 바라볼 거야!
pl: Niech me oczy nacieszą się tą zdobyczą!
pt_br: Deleitarei meus olhos com esse troféu!
ru: Этот трофей ласкает мой взор!
zh_cn: 这个奖杯让我大饱眼福！
zh_tw: 這個獎盃讓我大飽眼福！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_FORMAL
source: Not a man fit for battle.
de: Der Mann ist nicht kampfbereit.
es: No es un hombre apto para la batalla.
fr: Ce n'est pas un homme de combat.
it: Non è adatto alla battaglia.
ja: 戦にふさわしくない者。
ko: 전투를 할 수 있는 자가 아니군.
pl: To nie jest człowiek wojny.
pt_br: Não é um homem próprio para a batalha.
ru: Недомуж, пригодный к битве.
zh_cn: 不是一个适合战斗的人。
zh_tw: 不是一個適合戰鬥的人。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: You fought well, Champion of Mani.
de: Du warst ein würdiger Streiter, Champion von Mani.
es: Has luchado con dignidad, campeón de Máni.
fr: Tu t'es vaillamment battu, Champiön de Mani.
it: Hai combattuto degnamente, campione di Mani.
ja: 実に立派な戦いであった。月の神マーニの覇者よ。
ko: 잘 싸웠어, 마니의 챔피언.
pl: Chrobry był z ciebie wojownik, czempionie Maniego.
pt_br: Você lutou bem, Campeão de Máni.
ru: Ты хорошо сражался, чемпион Мáни.
zh_cn: 你曾经勇猛战斗过，摩尼的英雄。
zh_tw: 你曾經勇猛戰鬥過，摩尼的英雄。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: Feasts, feasts, everywhere, and not a ham to eat.
de: Überall Feste, aber nirgends ein ordentlicher Schinken.
es: Festines, festines por todas partes y no hay nada para comer.
fr: Festins, festins partout ! Et pas un jambon à manger !
it: Cibo ovunque, e nemmeno un prosciutto da mangiare.
ja: ご馳走だ、宴だ、どこもかしこも、ハムは食べるべからず。
ko: 사방에 화려한 조각이 많은데 먹을 건 햄 한 조각도 없군.
pl: Uczty, wszędzie uczty, i ani kęsa szynki.
pt_br: Banquetes, banquetes, por tudo, e nenhum pernil para comer.
ru: Повсюду пиры, да пиры, но нет ни куска мяса.
zh_cn: 盛宴，到处都是盛宴，但是连一根火腿都没得吃。
zh_tw: 盛宴，到處都是盛宴，但是連一根火腿都沒得吃。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_KITCOON
source: A mighty pillar for a mighty family!
de: Eine mächtige Säule für eine mächtige Familie!
es: ¡Un gran pilar para una gran familia!
fr: Un puissant pilier pöur une puissante famille !
it: Una colonna possente per una famiglia numerosa!
ja: 素晴らしい家族には素晴らしい大黒柱がいるものだ！
ko: 훌륭한 가족을 위한 훌륭한 버팀목이지!
pl: Potężny posąg potężnej rodziny!
pt_br: Um poderoso pilar para uma poderosa família!
ru: Большая колонна для большой семьи!
zh_cn: 纪念强大家族的巨柱！
zh_tw: 紀念強大家族的巨柱！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_KLAUS
source: A tribute to the festive warrior spirit.
de: Ein Tribut an den festlichen Kriegergeist.
es: Un tributo al festivo espíritu guerrero.
fr: C'est un tribut à l'esprit guerrier des fêtes.
it: Un tributo al festivo spirito guerriero.
ja: 祝日の戦士の精神の賛辞であるな。
ko: 축제를 즐기는 전사의 정신에 대한 헌정이다.
pl: To hołd dla walecznego ducha świąt.
pt_br: Uma homenagem ao espírito guerreiro festivo.
ru: Дань почета духу праздничного воина.
zh_cn: 颂扬了喜庆的勇士精神。
zh_tw: 頌揚了喜慶的勇士精神。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: The figure of a fellow warrior!
de: Die Figur eines Kriegers!
es: ¡La figura de un compañero guerrero!
fr: La statue d'un compagnon de combat !
it: La figura di un collega guerriero!
ja: 同胞戦士の姿だ！
ko: 전사의 모습을 조각한 것이군!
pl: Posąg innego wojownika!
pt_br: A imagem de um companheiro guerreiro!
ru: Фигура дружественного воина!
zh_cn: 战士伙伴的画像！
zh_tw: 戰士夥伴的畫像！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: Battle is nigh!
de: Die Schlacht ist nah!
es: ¡La batalla está cerca!
fr: Le combat est proche !
it: La battaglia è vicina!
ja: 戦は近い！
ko: 결전이 다가왔다!
pl: Bitwa jest bliska!
pt_br: A batalha está próxima!
ru: Битва неизбежна!
zh_cn: 战争临近了！
zh_tw: 戰爭臨近了！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_MALBATROSS
source: To honor our victory at sea!
de: Zu Ehren unseres Sieges auf See!
es: ¡Para honrar nuestra victoria en la mar!
fr: En l'hönneur de nötre victöire sur l'öcéan !
it: Per onorare la nostra vittoria in mare!
ja: 海での我等の勝利を祝して！
ko: 바다에서 거둔 승리를 기념하는 것이군!
pl: To dla uczczenia naszego zwycięstwa na morzu!
pt_br: Para comemorar nossa vitória no mar!
ru: Чтобы восславить нашу морскую победу!
zh_cn: 为了纪念我们在海上的胜利！
zh_tw: 為了紀念我們在海上的勝利！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_MINOTAUR
source: The beast guarded its treasure well, but not well enough.
de: Die Bestie hat ihren Schatz gut bewacht, aber nicht gut genug.
es: La bestia tenía sus tesoros bien guardados..., aunque no suficientemente.
fr: La beste mönta vaillamment la garde sur sien trésör, mais pöint assez bien.
it: La bestia ha protetto bene il suo tesoro, ma non abbastanza.
ja: 己の財宝をよく守ってはいたが、我にかかればまだ足りぬぞ。
ko: 보물을 지키던 짐승이다. 그다지 잘 지키지는 못했군.
pl: Potwór bronił swojego skarbu dzielnie, ale to nie wystarczyło.
pt_br: A fera protegeu bem seu tesouro, mas não adiantou.
ru: Тварь сторожила сокровища достойно, но это ей не помогло.
zh_cn: 这条野兽虽然尽忠职守，但还是出了疏忽。
zh_tw: 這條野獸雖然盡忠職守，但還是出了疏忽。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_MOON
source: Offered in honor of our beauteous moon!
de: Zu Ehren unseres herrlichen Mondes!
es: ¡Una ofrenda en honor a nuestra hermosa luna!
fr: Celui fut fait en l'hönneur de nötre resplendissante lune !
it: È dedicata alla nostra amata luna!
ja: 我等の美しい月に敬意を表して賜った！
ko: 아름다운 달에 경의를 표하며 바친 것이군!
pl: To dla uczczenia piękna księżyca!
pt_br: Oferecida em homenagem à nossa bela lua!
ru: Прославляет нашу прекрасную луну!
zh_cn: 献给那一轮大美之月！
zh_tw: 獻給那一輪大美之月！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Twas an honor to fight thee.
de: Es war eine Ehre, gegen euch zu kämpfen.
es: Fue un honor luchar contra ti.
fr: Te combattre fut un honneur.
it: È stato un onore combattere contro di te.
ja: そなたと一戦交えたこと、誠に光栄であった
ko: 당신과의 전투는 영광이었어요.
pl: Walka z tobą była dla mnie zaszczytem.
pt_br: Foi uma honra lutar contigo.
ru: Сразиться с тобой — честь для меня.
zh_cn: 这是我们战斗的荣誉。
zh_tw: 這是我們戰鬥的榮譽。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_MUSE
source: A Valkyrie's spirit dwells within.
de: Der Geister einer Walküre wohnt darin.
es: El espíritu de una valquiria vive en su interior.
fr: L'esprit d'une Walkyrie est à l'intérieur.
it: Lo spirito di una Valchiria dimora lì dentro.
ja: 戦乙女の魂が宿っている。
ko: 발키리의 혼이 안에 살고 있군.
pl: W środku mieszka duch walkirii.
pt_br: O espírito de uma valquíria habita seu interior.
ru: В нем пребывает дух Валькирии.
zh_cn: 蕴含着女武神的精神。
zh_tw: 蘊含著女武神的精神。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_PAWN
source: Tis a noble foot soldier.
de: Ein edler Fußsoldat.
es: Un soldado raso noble.
fr: Un noble fantassin.
it: Questo è un nobile fante.
ja: 彼は高貴な歩兵だ。
ko: 귀중한 보병이군.
pl: Szlachetny piechur.
pt_br: É um soldado raso nobre.
ru: Это благородный пеший солдат.
zh_cn: 这是一位高尚的步兵。
zh_tw: 這是一位高尚的步兵。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_PIPE
source: Tis but a jest.
de: Das ist nur ein Scherz.
es: No es más que una broma.
fr: Tout sauf une plaisanterie.
it: Dev'essere uno scherzo.
ja: 冗談だ。
ko: 장난인가.
pl: Żart to jeno.
pt_br: Não passa de uma galhofa.
ru: Это всего лишь шутка.
zh_cn: 这只是个笑话。
zh_tw: 這只是個笑話。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: A castle fit for a queen.
de: Eine Burg für eine Königin.
es: Un castillo digno de una reina.
fr: Un château digne d'une reine.
it: Un castello adatto a una regina!
ja: 女王にふさわしい城だ。
ko: 여왕에게 어울리는 성이군.
pl: Godna księżniczki.
pt_br: Um castelo próprio de uma rainha.
ru: Замок, достойный королевы.
zh_cn: 适合女王的城堡。
zh_tw: 適合女王的城堡。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: Battle is nigh!
de: Die Schlacht ist nah!
es: ¡La batalla está cerca!
fr: Le combat est proche !
it: La battaglia è vicina!
ja: 戦は近い！
ko: 결전이 다가왔다!
pl: Bitwa jest bliska!
pt_br: A batalha está próxima!
ru: Битва неизбежна!
zh_cn: 战争临近了！
zh_tw: 戰爭臨近了！

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_STALKER
source: A hard stone monument to a hard fought battle.
de: Das schwere Steindenkmal einer schweren Schlacht.
es: Un monumento de dura piedra dedicado a una dura batalla.
fr: Un mönument de pierre dédié à une âpre bataille.
it: Un monumento di solida pietra a una battaglia combattuta con onore.
ja: 厳しい戦いを硬い石で表したのだな。
ko: 치열한 전투에 바치는 단단한 기념비다.
pl: Ciężki posąg upamiętniający ciężką bitwę.
pt_br: Um monumento de pedra dura para uma batalha duramente combatida.
ru: Памятник несгибаемому воину из нерушимого камня.
zh_cn: 一块坚硬的石碑，纪念一场硬仗。
zh_tw: 一塊堅硬的石碑，紀念一場硬仗。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_TOADSTOOL
source: An honorable yet odious creature!
de: Eine ehrenhafte, doch abstoßende Kreatur!
es: ¡Una criatura honorable pero odiosa!
fr: Une créature hönörable, bien qu'infâme !
it: Una creatura onesta ma odiosa!
ja: 立派だが醜悪な生き物である！
ko: 명예롭고도 역겨운 생물체다!
pl: Szlachetna, lecz wstrętna istota!
pt_br: Uma criatura honrável, mas odiosa!
ru: Достойное, но омерзительное существо!
zh_cn: 一个可敬的发臭生物!
zh_tw: 一個可敬的發臭生物!

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: A battle I shan't soon forget.
de: Das ist ein Kampf, den ich nicht so bald vergessen werde.
es: No olvidaré fácilmente esta batalla.
fr: Un cömbat que je ne suis pöint prête d'öublier.
it: Una battaglia che non dimenticherò molto presto.
ja: すぐには忘れられない戦いだった。
ko: 금방 잊지는 못할 전투야.
pl: Bitwa, której długo nie zapomnę.
pt_br: Uma batalha que não esquecereis tão cedo.
ru: Эту битву я забуду не скоро.
zh_cn: 这场战斗我没有忘却。
zh_tw: 這場戰鬥我沒有忘卻。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER
source: Don't worry, I won't eat him.
de: Keine Sorge, ich werde ihn nicht essen.
es: No te preocupes, no me lo comeré.
fr: Pas de souci. Je ne vais pas le manger.
it: Non ti preoccupare, non lo mangerò.
ja: 心配するな、食べないから。
ko: 걱정할 것 없어. 먹진 않을 테니.
pl: Spokojnie, nie zjem jej.
pt_br: Não se preocupe, não vou comê-lo.
ru: Не стоит беспокоиться, я его не съем.
zh_cn: 别担心，我不会吃了他。
zh_tw: 別擔心，我不會吃了他。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Who are you?
de: Wer sind Sie?
es: ¿Quién eres?
fr: Qui es-tu ?
it: Chi sei?
ja: 一体何者だ？
ko: 누구냐?
pl: Kim jesteś?
pt_br: Quem é você?
ru: Кто ты?
zh_cn: 你是谁？
zh_tw: 你是誰？

# CHARACTERS.WATHGRITHR.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The eyeball is tired.
de: Der Augapfel ist müde.
es: El globo ocular está cansado.
fr: L'os-œil est fatigué.
it: Il bulbo oculare è stanco.
ja: 目玉は疲れている。
ko: 눈알이 피곤해하는군.
pl: Oko się zmęczyło.
pt_br: O globo ocular está cansado.
ru: Этот глаз устал.
zh_cn: 眼球累了。
zh_tw: 眼球累了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CHUM
source: A banquet for the sea beasties!
de: Ein Bankett fürs Gekröse!
es: ¡Un banquete para las bestias marinas!
fr: Un festin pöur les bestes marines !
it: Un banchetto per le bestie marine!
ja: 海獣達のごちそうだ！
ko: 바다짐승의 만찬이다!
pl: Uczta dla morskich potworów!
pt_br: Um banquete para as feras marinhas!
ru: Банкет для морских тварюшек!
zh_cn: 海洋巨兽们的盛宴！
zh_tw: 海洋巨獸們的盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.CLAYHOUND.GENERIC
source: I shall fell you swiftly!
de: Ich werde dich schnell zu Fall bringen!
es: ¡Te derribaré rápidamente!
fr: Je ne vais faire qu'une bouchée de toi !
it: Ti farò cadere rapidamente!
ja: すぐに楽にし差し上げよう！
ko: 재빨리 처단해주마!
pl: W mig cię rozpłatam!
pt_br: Derrubar-te-ei rapidamente!
ru: Я живо тебя одолею!
zh_cn: 我很快就能击倒你！
zh_tw: 我很快就能擊倒你！

# CHARACTERS.WATHGRITHR.DESCRIBE.CLAYHOUND.STATUE
source: Tis a terrible wolf, turned to stone.
de: Ein schrecklicher Wolf, der in Stein verwandelt wurde.
es: Un lobo terrible convertido en estatua.
fr: Un terrible loup, transformé en pierre.
it: È un lupo terribile, diventato pietra.
ja: 石になった恐ろしい狼よ。
ko: 끔찍한 늑대가 돌이 되었군.
pl: Przerażający wilk zaklęty w kamień.
pt_br: É um lobo terrível, transformado em pedra.
ru: Это ужасный волк, превращенный в камень.
zh_cn: 这是一头变成石头的恶狼。
zh_tw: 這是一頭變成石頭的惡狼。

# CHARACTERS.WATHGRITHR.DESCRIBE.CLAYWARG.GENERIC
source: Lo! What terrible beast!
de: Ach! Was für eine schreckliche Bestie!
es: ¡Ah! ¡Qué bestia tan terrible!
fr: Ah ! Quelle terrible bête !
it: Che bestia terribile!
ja: あぁ！ なんと恐ろしい獣なのか！
ko: 오호라! 끔찍한 짐승이로군!
pl: Cóż to za bestia straszliwa!
pt_br: Vejam! Que fera terrível!
ru: Ого! Какой ужасный зверь!
zh_cn: 喔！好可怕的野兽！
zh_tw: 喔！好可怕的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.CLAYWARG.STATUE
source: T'would be a glorious battle, were it alive.
de: Es wäre eine ruhmreiche Schlacht, wenn sie lebendig wäre.
es: Sería una batalla gloriosa, si estuviera viva.
fr: Ça ferait un beau combat, s'il était vivant.
it: Sarebbe stata una battaglia gloriosa, se fosse vivo.
ja: 生きていれば、輝かしい戦いになることだろうに。
ko: 살아있었으면 굉장한 전투를 치렀을 텐데.
pl: Gdyby tylko stwór ten był żywy, bitwa czekałaby nas zacna.
pt_br: Seria uma batalha gloriosa, se estivesse vivo.
ru: Ох и славной была бы битва, будь он жив!
zh_cn: 如果它是活的，那场战役应该很辉煌。
zh_tw: 如果它是活的，那場戰役應該很輝煌。
