Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ACTIONFAIL.REPLATE.MISMATCH
source: Non! I can't plate it with this!
de: Non, das ist der falsche Teller!
es: ¡Non! ¡Esto no puedo presentarlo así!
es_mx: ¡Non! ¡No puedo servirlo con esto!
fr: Non, je ne peux pas dresser de la sorte !
it: Non! Non posso impiattare così!
ja: ノン！これはお皿にのせられませんヨ！
ko: 안 돼! 이 위에 담을 순 없어!
pl: Non! Nie mogę tego nałożyć!
pt_br: Non! Não posso colocar num prato como esse!
ru: Non! Эта тарелка сюда не подходит!
zh_cn: 不行！不能用这个！
zh_tw: 不行！不能用這個！

# CHARACTERS.WARLY.ACTIONFAIL.REPLATE.SAMEDISH
source: It's already beautifully plated.
de: Es ist schon schön angerichtet.
es: Ya está muy bien emplatado.
es_mx: Ya está hermosamente emplatado.
fr: C'est déjà très bien dressé.
it: È già un impiattamento a tre stelle.
ja: もうすでに美しく盛り付けてあるネ。
ko: 이미 예쁘게 담겼어.
pl: Już jest ładnie nałożone.
pt_br: Já tá num belo prato.
ru: Уже прекрасно сервировано.
zh_cn: 已经完美装盘了。
zh_tw: 已經完美裝盤了。

# CHARACTERS.WARLY.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: Ah, I must watch my timing!
de: Ah, ich muss pünktlicher sein!
es: ¡Ah, hay que vigilar los tiempos!
es_mx: Ay, ¡debo remar en el momento correcto!
fr: Ah, je dois surveiller le temps qu'il me reste !
it: Ah, devo fare attenzione ad andare a tempo!
ja: あー、タイミングに注意しないといけませんネ。
ko: 아, 타이밍을 잘 맞춰야 해!
pl: Ach, muszę pilnować zegarka!
pt_br: Ah, preciso calcular bem o tempo!
ru: Ох, надо выбрать более подходящий момент.
zh_cn: 啊，我要注意时机的把握。
zh_tw: 啊，我要注意時機的把握。

# CHARACTERS.WARLY.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: I can bake a soufflé in the wilderness, but I can't do this?
de: Ich kann ein Soufflé in der Wildnis backen, aber das hier kriege ich nicht hin?
es: Puedo cocinar un suflé en pleno bosque, ¿y no puedo hacer esto?
es_mx: Puedo hornear un suflé en la selva, pero ¿no puedo hacer esto?
fr: Je peux préparer un soufflé en pleine nature, mais ça, non ?
it: So cuocere un soufflé nella foresta e non riesco a fare questo?
ja: ボク、荒野でスフレを焼けるけど、これはできないのかナ？
ko: 야생에서 수플레도 굽는데 이걸 못 한다고?
pl: Potrafię zrobić suflet w dziczy, ale nie to?
pt_br: Posso cozinhar um soufflé no meio do mato, mas não consigo fazer isso?
ru: То есть суфле в дикой природе я испечь могу, а это сделать — нет?
zh_cn: 我能在荒野中做出蛋白牛奶酥，却划不动一艘小船？
zh_tw: 我能在荒野中做出蛋白牛奶酥，卻劃不動一艘小船？

# CHARACTERS.WARLY.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: Mais non! I must try harder.
de: Mais non! Ich muss mir mehr Mühe geben.
es: ¡Mais non! Debo poner más empeño.
es_mx: ¡Claro que non! Debo esforzarme más.
fr: Oh non ! Je dois faire mieux que ça.
it: Mais non! Devo impegnarmi di più.
ja: アアッ、ダメ！ボクもっと頑張りますヨ。
ko: 안 돼! 더 열심히 해 봐야겠어.
pl: Mais non! Muszę się bardziej postarać.
pt_br: Mais non! Preciso me esforçar mais.
ru: Mais non! Надо сильнее постараться.
zh_cn: 还是不行！我要更加努力。
zh_tw: 還是不行！我要更加努力。

# CHARACTERS.WARLY.ACTIONFAIL.RUMMAGE.GENERIC
source: I cannot right now.
de: Jetzt nicht.
es: Ahora mismo no puedo.
es_mx: Ahora mismo no puedo.
fr: Je ne peux pas faire ça pour le moment.
it: Non posso adesso.
ja: 今はダメだヨ
ko: 지금은 안 돼.
pl: Teraz nie mogę tego zrobić.
pt_br: Não posso agora.
ru: Мне сейчас не до этого.
zh_cn: 现在不行。
zh_tw: 現在不行。

# CHARACTERS.WARLY.ACTIONFAIL.RUMMAGE.INUSE
source: Pardonnez-moi, I'll let you finish.
de: Pardonne-moi, ich warte, bis du fertig bist.
es: Pardonnez-moi, acaba tranquilamente.
es_mx: Pardonnez-moi, dejaré que termine.
fr: Mes excuses, je vous laisse terminer.
it: Pardonnez-moi, vi lascio finire.
ja: パラドン・ムア、どうぞ終わらせてくださいネ。
ko: 파르도네 무아, 끝날 때까지 기다릴게.
pl: Pardonnez-moi, dam ci skończyć.
pt_br: Pardonnez-moi, vou deixar você terminar.
ru: Pardonnez-moi, заканчивай спокойно.
zh_cn: 抱歉，我会让你完成的。
zh_tw: 抱歉，我會讓你完成的。

# CHARACTERS.WARLY.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: It's too angry to do that.
de: Es ist zu gereizt dazu.
es: Un enfado excesivo para hacer eso.
es_mx: Está demasiado enojado para hacerlo.
fr: C'est trop énervé pour ça.
it: Non è il momento. È su tutte le furie.
ja: 怒りすぎてて、無理だヨ。
ko: 그러기엔 너무 화가 났어.
pl: Jest zbyt wściekły.
pt_br: Está zangado demais para fazer isso!
ru: Он слишком зол для этого.
zh_cn: 这样做它会很生气的。
zh_tw: 這樣做它會很生氣的。

# CHARACTERS.WARLY.ACTIONFAIL.SAIL.REPAIR
source: I'll have this fixed tout de suite!
de: Das habe ich tout de suite repariert!
es: ¡Arreglaré esto tout de suite!
es_mx: ¡Repararé esto inmediatamente!
fr: Je vais immédiatement réparer ceci !
it: La riparerò tout de suite!
ja: ボク、これ今すぐ直させますヨ。
ko: 지금 바로 고치겠어!
pl: Naprawię to tout de suite!
pt_br: Vou consertar isso tout de suite!
ru: Надо это починить tout de suite!
zh_cn: 我要立即修好它！
zh_tw: 我要立即修好它！

# CHARACTERS.WARLY.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: It would be unwise to attempt this while the animal is awake.
de: Es wäre unklug, dies zu versuchen, während das Tier wach ist.
es: No sería prudente intentar esto mientras el animal está despierto.
es_mx: No sería prudente intentar esto mientras el animal está despierto.
fr: Il ne serait pas sage de faire ça quand l'animal est éveillé.
it: Sarebbe poco saggio provarci mentre l'animale è sveglio.
ja: 起きてるあいだは、ムリでしょうネ
ko: 동물이 깨어있는 상태에서 하는 건 멍청한 짓이야.
pl: Golenie tego zwierza, gdy nie śpi, byłoby co najmniej nierozsądne.
pt_br: Seria imprudente tentar isso enquanto o animal está acordado.
ru: Это неразумно, пока животное бодрствует.
zh_cn: 在动物醒着的时候做这事可不明智。
zh_tw: 在動物醒著的時候做這事可不明智。

# CHARACTERS.WARLY.ACTIONFAIL.SHAVE.GENERIC
source: Not a shaveable beast.
de: Kein rasierbares Tier.
es: No es una bestia que se pueda afeitar.
es_mx: No es una bestia que se pueda afeitar.
fr: Pas une bête qu'on peut tondre.
it: Non è una bestia rasabile.
ja: 毛が生えてないネ
ko: 털을 깎을 수 있는 짐승이 아니야.
pl: Nie da się go ogolić.
pt_br: Não é uma fera que pode ser tosada.
ru: Это существо невозможно побрить.
zh_cn: 不是可以剃毛的动物。
zh_tw: 不是可以剃毛的動物。

# CHARACTERS.WARLY.ACTIONFAIL.SHAVE.NOBITS
source: Nothing to shave.
de: Nichts zu rasieren.
es: Nada que afeitar.
es_mx: Nada que afeitar.
fr: Rien à raser.
it: Niente da rasare.
ja: もう、毛が生えてないネ
ko: 깎을 털이 없어.
pl: Nie ma czego golić.
pt_br: Nada para tosar.
ru: Нечего брить.
zh_cn: 没毛可剃了。
zh_tw: 沒毛可剃了。

# CHARACTERS.WARLY.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: That would be someone else's animal.
de: Das Tier gehört jemand anderem.
es: Ese animal no es mío.
fr: C'est l'animal de quelqu'un d'autre.
it: Quello sarebbe l'animale di qualcun altro.
ja: アレは他の人のアニマルネ。
ko: 그것은 다른 사람의 동물일 거야.
pl: To nie jest moje zwierzę.
pt_br: Esse animal é de outra pessoa.
ru: Это животное принадлежит кому-то другому.
zh_cn: 那是别人的动物。
zh_tw: 那是別人的動物。

# CHARACTERS.WARLY.ACTIONFAIL.SLAUGHTER.TOOFAR
source: I don't know if I can catch up.
de: Ich weiß nicht, ob ich da noch rankomme.
es: No sé si puedo alcanzarlo.
es_mx: No sé si pueda alcanzarlo.
fr: Je ne sais pas si je peux les rattraper.
it: Non so se ce la faccio.
ja: 追いつけるかナ？
ko: 따라잡을 수 있을지 모르겠네.
pl: Nie wiem, czy mi się uda.
pt_br: Não sei se consigo alcançar.
ru: Не знаю, смогу ли догнать.
zh_cn: 应该是追不上了。
zh_tw: 應該是追不上了。

# CHARACTERS.WARLY.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: Pardonnez-moi, I was so excited I forgot to find a racer!
de: Pardonne-moi, ich war so aufgeregt, dass ich mein Renntier vergessen habe!
es: Pardonnez-moi, ¡estaba tan emocionado que no he buscado corredor!
es_mx: Pardonnez-moi, ¡estaba tan emocionado que olvidé buscar una corredora!
fr: Mes excuses. J'étais si enthousiaste que j'ai oublié de trouver un concurrent !
it: Pardonnez-moi, ero così emozionato che ho dimenticato di trovare un corridore!
ja: パラドン・ムア、興奮していたのでレーサーを見つけるのをワスレマシタ。
ko: 파르도네 무아, 너무 신나서 경주 쥐를 찾는 것도 깜빡했네!
pl: Pardonnez-moi, tak się podekscytowałem, że zapomniałem znaleźć zawodnika!
pt_br: Pardonnez-moi, fiquei tão empolgado que me esqueci de arrumar um corredor!
ru: Pardonnez-moi, я был в таком восторге, что забыл найти себе бегунью!
zh_cn: 原谅我，我激动过头，忘记找竞赛选手了！
zh_tw: 原諒我，我激動過頭，忘記找競賽選手了！

# CHARACTERS.WARLY.ACTIONFAIL.STORE.GENERIC
source: It is too full.
de: Zu voll.
es: Está demasiado lleno.
es_mx: Está demasiado lleno.
fr: Il est trop plein.
it: È troppo pieno.
ja: これ以上は、入らないネ
ko: 자리가 없어.
pl: Nie ma miejsca.
pt_br: Está muito cheio.
ru: Он заполнен.
zh_cn: 它太满了。
zh_tw: 它太滿了。

# CHARACTERS.WARLY.ACTIONFAIL.STORE.INUSE
source: Pardonnez-moi, I'll let you finish.
de: Pardonne-moi, ich warte, bis du fertig bist.
es: Pardonnez-moi, acaba tranquilamente.
es_mx: Pardonnez-moi, dejaré que termine.
fr: Mes excuses, je vous laisse terminer.
it: Pardonnez-moi, ti lascio finire.
ja: パラドン・ムア、どうぞ終わらせてくださいネ。
ko: 파르도네 무아, 끝날 때까지 기다릴게.
pl: Pardonnez-moi, dam ci skończyć.
pt_br: Pardonnez-moi, vou deixar você terminar.
ru: Pardonnez-moi, заканчивай спокойно.
zh_cn: 抱歉，我会让你完成的。
zh_tw: 抱歉，我會讓你完成的。

# CHARACTERS.WARLY.ACTIONFAIL.STORE.NOTALLOWED
source: This is not the place for it.
de: Dies ist nicht der richtige Ort dafür.
es: Este no es el lugar para ello.
es_mx: Este no es el lugar para ello.
fr: Ce n'est pas le bon endroit.
it: Non è il posto per esso.
ja: そこには、入れられないネ
ko: 여기다 보관할 수 없어.
pl: To się tu nie należy.
pt_br: Esse não é um local adequado para isso.
ru: Это неподходящее место.
zh_cn: 它不该放在这里。
zh_tw: 它不該放在這裡。

# CHARACTERS.WARLY.ACTIONFAIL.TEACH.CANTLEARN
source: That might be a bit beyond me.
de: Das Essen könnte ein bisschen verbrannt schmecken.
es: Tal vez esté un poco fuera de mi alcance.
es_mx: Tal vez esté un poco fuera de mi alcance.
fr: Ça risque d'être un peu loin pour moi.
it: Potrei non essere all'altezza.
ja: ボクには理解不能だヨ
ko: 내 능력의 한계야.
pl: To chyba trochę zbyt skomplikowane.
pt_br: Acho que isso vai além dos meus conhecimentos.
ru: Наверное, это немного за пределами моего понимания.
zh_cn: 那有点超出了我的能力。
zh_tw: 那有點超出了我的能力。

# CHARACTERS.WARLY.ACTIONFAIL.TEACH.KNOWN
source: Ah. I already knew that.
de: Das kenn ich bereits.
es: Ah, ya lo sabía.
es_mx: Ah, ya lo sabía.
fr: Je le savais déjà.
it: Ah. Lo sapevo già.
ja: もう知ってるヨ
ko: 아, 이미 알고 있었네.
pl: Ach! Już to wiedziałem.
pt_br: Ah. Eu já sabia disso.
ru: Ай! Я это и раньше знал.
zh_cn: 啊，我已经知道那个了。
zh_tw: 啊，我已經知道那個了。

# CHARACTERS.WARLY.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: I think that can wait until I'm back outside.
de: Ich glaube, das kann warten, bis ich wieder draußen bin.
es: Creo que eso puede esperar hasta que vuelva a salir.
es_mx: Creo que puedo esperar para leerlo afuera.
fr: Je crois que je peux attendre de retourner à l'extérieur.
it: Meglio aspettare di tornare fuori.
ja: アレはボクが戻るまでそのままにしておけると思いますヨ。
ko: 다시 나갈 때까지 기다려야 할 것 같아.
pl: Myślę, że to może poczekać, dopóki nie wrócę na zewnątrz.
pt_br: Acho que isso pode esperar até eu sair de novo.
ru: Подождет, пока я не выйду наружу.
zh_cn: 还是等我先回到外面吧。
zh_tw: 還是等我先回到外面吧。

# CHARACTERS.WARLY.ACTIONFAIL.TEACH.WRONGWORLD
source: That doesn't belong in this world, much like myself.
de: Das gehört ebenso wenig in diese Welt wie ich.
es: No pertenece a este mundo, como yo.
es_mx: Eso no pertenece a este mundo, al igual que yo.
fr: Ceci n'appartient pas à ce monde. Tout comme moi.
it: Non è di questo mondo, un po' come me.
ja: アレはこの世界の物じゃないですネ。まるでボクみたいですヨ。
ko: 나처럼 이 세계에 속하는 것이 아니야.
pl: Nie należy do tego świata, zupełnie jak ja.
pt_br: Isso não pertence a esse mundo, assim como eu.
ru: Этому не место здесь. Как и мне.
zh_cn: 那个跟我一样，都不属于这个世界。
zh_tw: 那個跟我一樣，都不屬於這個世界。

# CHARACTERS.WARLY.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: It seems quite attached to someone else.
de: Das scheint ziemlich an jemandem zu hängen.
es: Parece tenerle aprecio a otra persona.
fr: Il a l'air attaché à quelqu'un d'autre.
it: Sembra essere già affezionato a qualcun altro.
ja: 誰かにすごくなついてるみたいネ。
ko: 다른 사람에게 꽤 가까이 붙어있는 것 같아.
pl: Jest zbyt przywiązany do kogoś innego.
pt_br: Parece bastante apegado a outra pessoa.
ru: Кажется, он привязан к кому-то другому.
zh_cn: 它似乎对别人颇有感情。。
zh_tw: 它似乎對別人頗有感情。。

# CHARACTERS.WARLY.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I've already found my perfect cut of beef.
de: Ich habe bereits das perfekte Stück Rindfleisch gefunden.
es: Ya he encontrado a mi trocito de carne perfecto.
fr: J'ai déjà trouvé mon entrecôte idéale.
it: Ho già trovato il mio mufalo ideale.
ja: ボク、ビーフのパーフェクトカットをもうみつけたヨ。
ko: 이미 비팔로가 돋보일 최고의 커트를 찾았어.
pl: Już mam swoją doskonałą sztukę mięsa.
pt_br: Já achei meu corte de carne perfeito.
ru: Я уже нашел свой идеальный ходячий стейк.
zh_cn: 我已经找到了我的完美牛肉。
zh_tw: 我已經找到了我的完美牛肉。

# CHARACTERS.WARLY.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: That will not work.
de: Das wird nicht funktionieren.
es: No va a funcionar.
fr: Ça ne marchera pas.
it: Non può funzionare.
ja: アレはダメだネ。
ko: 작동하지 않을 거야.
pl: To nie zadziała.
pt_br: Não vai funcionar.
ru: Это не сработает.
zh_cn: 那样不行。
zh_tw: 那樣不行。

# CHARACTERS.WARLY.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: I'd like to get to safety first!
de: Sicherheit geht vor, möchte ich meinen!
es: ¡Antes me gustaría ponerme a salvo!
es_mx: ¡Me gustaría estar a salvo primero!
fr: J'aimerais d'abord me mettre à l'abri !
it: Prima vorrei mettermi al sicuro!
ja: まずはアンゼンダイイチ！
ko: 일단 안전부터 확보해야 해!
pl: Przede wszystkim chciałbym być bezpieczny!
pt_br: Gostaria ficar a salvo primeiro!
ru: Сначала надо оказаться в безопасности!
zh_cn: 我想先到安全区域！
zh_tw: 我想先到安全區域！

# CHARACTERS.WARLY.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: There must be another key somewhere.
de: Es muss irgendwo noch einen Schlüssel geben.
es: Tiene que haber otra llave en algún sitio.
es_mx: Debe haber otra llave por algún lado.
fr: Il doit y avoir une autre clé quelque part.
it: Dev'esserci un'altra chiave, da qualche parte.
ja: 別のカギがどこかにあるはずですネ。
ko: 어딘가에 다른 열쇠가 있을 거야.
pl: Gdzieś musi być inny klucz.
pt_br: Deve ter outra chave em algum lugar.
ru: Где-то наверняка должен быть другой ключ.
zh_cn: 应该还有另一把钥匙。
zh_tw: 應該還有另一把鑰匙。

# CHARACTERS.WARLY.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: This key doesn't fit here.
de: Der Schlüssel passt hier nicht.
es: Esta llave no encaja aquí.
es_mx: Esta llave no entra aquí.
fr: La clé ne fonctionne pas ici.
it: Questa chiave qui non funziona.
ja: このカギ、ここには合わないネ。
ko: 이 열쇠는 여기 안 맞아.
pl: Ten klucz tutaj nie pasuje.
pt_br: Esta chave não serve aqui.
ru: Этот ключ не подходит.
zh_cn: 这个钥匙插不进去。
zh_tw: 這個鑰匙插不進去。

# CHARACTERS.WARLY.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: There's nothing to wrap.
de: Da gibt es nichts einzuwickeln.
es: No hay nada que envolver.
es_mx: No hay nada para envolver.
fr: Il n'y a rien à emballer.
it: Non c'è niente da avvolgere.
ja: 包むものがないなあ。
ko: 포장할 게 없어.
pl: Nie mam czego zawijać.
pt_br: Não tem nada pra embrulhar.
ru: Мне нечего заворачивать.
zh_cn: 没有什么可以包裹的。
zh_tw: 沒有什麼可以包裹的。

# CHARACTERS.WARLY.ACTIONFAIL.WRITE.GENERIC
source: Maybe later. My hands are covered in cooking oil.
de: Vielleicht später. Im Moment hab ich fettige Hände.
es: Igual más tarde. Mis manos están cubiertas de aceite de cocina.
es_mx: Quizá más tarde. Mis manos están cubiertas de aceite de cocina.
fr: Plus tard, peut-être. J'ai les mains pleines d'huile de cuisine.
it: Magari più tardi. Le mie mani sono piene di olio da cucina.
ja: 今は手が汚れてるから、あとにするヨ
ko: 나중에. 지금은 손이 기름투성이라.
pl: Może później. Mam utłuszczone ręce.
pt_br: Talvez mais tarde. Minhas mãos está cobertas de óleo de cozinha.
ru: Возможно, позже. У меня все руки в масле.
zh_cn: 晚点吧，我手上全是食用油。
zh_tw: 晚點吧，我手上全是食用油。

# CHARACTERS.WARLY.ACTIONFAIL.WRITE.INUSE
source: Oh, excusez-moi.
fr: Oh, toutes mes excuses.
ja: おっと、スミマセン。
ko: 아, 실례합니다.
pl: Och, excusez-moi.
pt_br: Ah, excusez-moi.
ru: О, excusez-moi.
zh_cn: 噢，抱歉。
zh_tw: 噢，抱歉。

# CHARACTERS.WARLY.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: Perhaps there's another contest somewhere else.
de: Vielleicht läuft ja woanders ein anderer Wettbewerb.
es: A lo mejor hay un concurso en otro lado.
fr: Il y a peut-être un autre concours ailleurs.
it: Potrebbe esserci un'altra competizione altrove.
ja: どこかで別のコンテストをやってるかもネ。
ko: 아마 다른 곳에서 다른 대회가 있을 거야.
pl: Być może gdzie indziej jest inny konkurs.
pt_br: Talvez tenha outro concurso em algum outro lugar.
ru: Может, где-нибудь еще проходит другой конкурс.
zh_cn: 也许在别的地方还有别的比赛。
zh_tw: 也許在別的地方還有別的比賽。

# CHARACTERS.WARLY.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: Nobody there? C'est la vie.
de: Keiner da? C'est la vie.
es: ¿Hay alguien en casa? C'est la vie.
fr: Il n'y a personne ? Bah, c'est comme ça.
it: Non c'è nessuno? C'est la vie.
ja: ダレモいないノ？セ・ラ・ヴィ。
ko: 아무도 없나? 세라비(그것이 인생).
pl: Nikogo tu nie ma? C’est la vie.
pt_br: Não tem ninguém? C'est la vie.
ru: Тут никого нет? C'est la vie.
zh_cn: 没人吗？这就是生活。
zh_tw: 沒人嗎？這就是生活。

# CHARACTERS.WARLY.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: Quel dommage, I already knew that one.
de: Quel dommage, das wusste ich schon.
es: Quel dommage, ya lo sabía.
fr: Quel dommage, je le savais déjà.
it: Quel dommage, questo lo conosco già.
ja: カワイソウ。ボク、あれはもう知ってたヨ。
ko: 껠 도마쥐(유감이야), 이미 그 녀석을 알고 있었어.
pl: Quel dommage, już to znam.
pt_br: Quel dommage, eu já conhecia esse daqui.
ru: Quel dommage, я и так это знаю.
zh_cn: 不甚唏嘘，那个我已经知道了。
zh_tw: 不甚唏噓，那個我已經知道了。

# CHARACTERS.WARLY.ACTIONFAIL_GENERIC
source: I cannot do that.
de: Ich kann das nicht tun.
es: No puedo hacer eso.
es_mx: No puedo hacer eso.
fr: Je ne peux pas faire ça.
it: Non posso farlo.
ja: それは、できないヨ
ko: 못 해.
pl: Nie mogę tego zrobić.
pt_br: Não posso fazer isso.
ru: Я не могу этого сделать.
zh_cn: 我不能这么做。
zh_tw: 我不能這麼做。

# CHARACTERS.WARLY.ANNOUNCE_ACCOMPLISHMENT
source: I am triumphant!
de: Ich triumphiere!
es: ¡He triunfado!
es_mx: ¡Triunfé!
fr: Je suis triomphant !
it: Sono trionfante!
ja: やったヨ～！！
ko: 해냈다!
pl: Zwyciężyłem!
pt_br: Triunfei!
ru: Победа за мной!
zh_cn: 我很自豪！
zh_tw: 我很自豪！

# CHARACTERS.WARLY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I hope this feeling lasts forever...
de: Ich hoffe, dieses Gefühl dauert ewig.
es: Espero que este sentimiento dure para siempre...
es_mx: Espero que este sentimiento dure para siempre...
fr: J'aimerais que cette sensation dure pour toujours...
it: Spero che questa sensazione duri per sempre...
ja: このうれしいキモチ…ずっと続くとイイネ…
ko: 이 느낌이 영원히 지속되었으면...
pl: Oby to uczucie trwało wiecznie...
pt_br: Espero que este sentimento dure para sempre...
ru: Надеюсь, это послевкусие никогда не закончится…
zh_cn: 我希望这种感觉持续到永远...
zh_tw: 我希望這種感覺持續到永遠...

# CHARACTERS.WARLY.ANNOUNCE_ADVENTUREFAIL
source: I shall have to attempt that again.
de: Ich werde das noch einmal versuchen müssen.
es: Tendré que volver a intentarlo.
es_mx: Tendré que volver a intentarlo.
fr: Je vais devoir retenter le coup.
it: Dovrò provare di nuovo.
ja: また挑戦するしかないネ
ko: 다시 시도해야겠다.
pl: Muszę spróbować jeszcze raz.
pt_br: Deverei tentar novamente.
ru: Мне придется попробовать снова.
zh_cn: 我得再试一次。
zh_tw: 我得再試一次。

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_SINKHOLE.1
source: My soufflé!
de: Mein Soufflé!
es: ¡Mi suflé!
es_mx: ¡Mi suflé!
fr: Mon soufflé !
it: Il mio soufflé!
ja: あ！ボクのスフレ！
ko: 내 수플레!
pl: Mój suflet!
pt_br: Meu soufflé!
ru: Мое суфле!
zh_cn: 我的蛋白牛奶酥！
zh_tw: 我的蛋白牛奶酥！

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_SINKHOLE.2
source: Was that my stomach rumbling?
de: War das mein Magen, der da geknurrt hat?
es: ¿Eso eran mis tripas rugiendo?
es_mx: ¿Ese fue mi estómago?
fr: C'était mon estomac qui grondait ?
it: Era il mio stomaco che brontolava?
ja: アレはボクのおなかの音デスカ？
ko: 내 배가 울리는 소리였나?
pl: Czy to zaburczało mi w brzuchu?
pt_br: Isso foi meu estômago roncando?
ru: Это что, у меня в животе бурчало?
zh_cn: 是我的肚子在叫吗？
zh_tw: 是我的肚子在叫嗎？

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_SINKHOLE.3
source: The earth must be very hungry.
de: Die Erde muss sehr hungrig sein.
es: La tierra debe de estar muy hambrienta.
es_mx: La tierra debe estar muy hambrienta.
fr: La terre doit avoir très faim.
it: La terra deve essere molto affamata.
ja: 地球はとってもおなかすいてるネ。
ko: 땅이 엄청 배고픈가 봐.
pl: Ziemia pewnie umiera z głodu.
pt_br: A terra deve estar faminta.
ru: Земля, наверно, очень проголодалась.
zh_cn: 大地一定很饿了。
zh_tw: 大地一定很餓了。

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_TRIBUTE.1
source: Pour vous.
es_mx: Para ti.
fr: C'est pour vous.
ja: フォー・ユー。
ko: 자, 받아.
zh_cn: 以你之名。
zh_tw: 以你之名。

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_TRIBUTE.2
source: I hope you like it.
de: Hoffentlich magst du es.
es: Espero que te guste.
es_mx: Espero que te guste.
fr: J'espère que cela vous plaît.
it: Spero che ti sia piaciuto.
ja: 気に入ってもらえるとうれしいデス。
ko: 마음에 들었으면 좋겠어.
pl: Mam nadzieję, że ci się spodoba.
pt_br: Espero que você goste.
ru: Надеюсь, тебе понравится.
zh_cn: 希望你会喜欢。
zh_tw: 希望你會喜歡。

# CHARACTERS.WARLY.ANNOUNCE_ANTLION_TRIBUTE.3
source: For you, mon amie.
de: Für dich, mon ami.
es: Para ti, camarade.
es_mx: Para ti, mon amie.
fr: C'est pour toi, mon amie.
it: Per te, mon amie.
ja: キミのためだよ、モナミ。
ko: 이걸 줄게, 친구.
pl: Dla ciebie, mon ami.
pt_br: Pra você, mon ami.
ru: Это тебе, mon ami.
zh_cn: 献给你，我的朋友。
zh_tw: 獻給你，我的朋友。

# CHARACTERS.WARLY.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: Oh! It's teaching me a new recipe for a machine!
de: Oh! Es bringt mir ein neues Rezept für eine Maschine bei!
es: ¡Oh! Tiene una receta nueva para una máquina.
fr: Oh ! C'est une nouvelle recette de machine !
it: Oh! Mi sta insegnando una nuova ricetta per una macchina!
ja: ウワォ！ボクにマシンの新しいレシピ教えてくれてるヨ。
ko: 오! 기계를 사용하는 새로운 레시피를 가르쳐주네!
pl: O! Uczy mnie nowego projektu!
pt_br: Ah! Tá me ensinando uma nova receita para uma máquina!
ru: О-о-о! Теперь я знаю рецепт нового механизма!
zh_cn: 哦！它在教我怎么制作新机器！
zh_tw: 哦！它在教我怎麼製作新機器！

# CHARACTERS.WARLY.ANNOUNCE_ARCHIVE_NO_POWER
source: If only there was a way to get it working again...
de: Wenn es doch nur eine Methode gebe, das wieder zum Laufen zu kriegen ...
es: Ojalá hubiera forma de que volviera a funcionar...
fr: Si seulement il y avait un moyen de la refaire fonctionner...
it: Se solo ci fosse un modo per rimetterla in funzione...
ja: また使えるようにするホウホウがあればイイネ…
ko: 다시 작동시킬 수 있는 방법이 있기만 하다면.
pl: Gdyby tylko można było znów to jakoś uruchomić...
pt_br: Quem dera tivesse um jeito de fazer isso funcionar de novo...
ru: Как бы мне эту штуку починить...
zh_cn: 要是有办法让它重新运作就好了……
zh_tw: 要是有辦法讓它重新運作就好了……

# CHARACTERS.WARLY.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: I believe I already knew that one.
de: Ich glaube, dass ich das schon weiß.
es: Creo que eso ya lo sabía.
fr: Je crois que je le savais déjà.
it: Penso di conoscerla già.
ja: ボク、アレはもう知ってるヨ。
ko: 이미 그 녀석을 알고 있다고 생각해.
pl: Chyba już to znam.
pt_br: Acredito que eu já sabia disso.
ru: По-моему, это я уже знал.
zh_cn: 那个我已经知道了。
zh_tw: 那個我已經知道了。

# CHARACTERS.WARLY.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: I should like to head for the surface now!
de: Ich möchte jetzt nach oben zurückkehren!
es: ¡Me gustaría ahora ir a la superficie!
es_mx: ¡Me gustaría volver a la superficie ahora!
fr: J'aimerais retourner à la surface !
it: Mi piacerebbe raggiungere la superficie adesso!
ja: 今地上に戻るべきでしょう！
ko: 이제 지상으로 나가고 싶은걸!
pl: Chętnie ruszę w kierunku powierzchni!
pt_br: É melhor eu ir pra superfície já!
ru: Мне пора возвращаться на поверхность!
zh_cn: 我想去地面！
zh_tw: 我想去地面！

# CHARACTERS.WARLY.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: I think it's about time we left!
de: Ich glaube, es ist Zeit zu gehen!
es: ¡Ya es hora de que nos vayamos!
es_mx: ¡Creo que es hora de irnos!
fr: Je crois qu'il est temps qu'on s'en aille !
it: Credo sia ora di andarcene!
ja: これ、ボクたちが旅立った時間デスネ！
ko: 떠날 때가 된 것 같아!
pl: Chyba już na nas pora!
pt_br: Acho que já tá na hora de a gente partir!
ru: Думаю, нам пора уходить!
zh_cn: 我们该走了！
zh_tw: 我們該走了！

# CHARACTERS.WARLY.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: Time to pack up and go.
de: Zeit, seine Sachen zu schnappen und zu gehen.
es: Hora de hacer las maletas e irse.
es_mx: Es hora de empacar e irnos.
fr: Il est temps de rassembler nos affaires et d'y aller.
it: È ora di fare le valigie e andare.
ja: 選んで行く時間だネ。
ko: 짐 챙겨서 갈 시간이야.
pl: Pora zwinąć manatki i się wynieść.
pt_br: Hora de cair fora.
ru: Пора собирать вещички и уматывать.
zh_cn: 收拾好东西赶紧撤。
zh_tw: 收拾好東西趕緊撤。
