Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.MANDRAKE
source: Sorry, little buddy.
de: Tut mir leid, Kumpelchen.
es: Lo siento, amigo.
fr: Désolé, petite mère.
it: Spiacente, piccolo amico.
ja: 掘っちまって、悪りぃな…
ko: 미안하다, 꼬마야.
pl: Przykro mi, stary.
pt_br: Desculpe, carinha.
ru: Прости, дружок.
zh_cn: 对不起，小家伙。
zh_tw: 對不起，小傢伙。

# CHARACTERS.WOODIE.DESCRIBE.MANDRAKESOUP
source: It's a tiring soup.
de: Die Suppe ist ermüdend.
es: Es una sopa agotadora.
fr: C'est une soupe qui fait dormir.
it: È una zuppa riscaldata.
ja: うんざりするスープだ。
ko: 피곤한 수프네.
pl: Męcząca ta zupa.
pt_br: É uma sopa entediante.
ru: Утомительный суп.
zh_cn: 是喝了让人困倦的汤。
zh_tw: 是喝了讓人困倦的湯。

# CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_ACTIVE
source: This is the worst thing.
de: Das ist wirklich schlecht.
es: Esto es lo peor.
fr: Y a rien de pire que ça.
it: Questa è la cosa peggiore.
ja: コイツは明らかに異常だぜ…
ko: 최악이야.
pl: To najgorsza rzecz na świecie.
pt_br: Nossa, que coisa horrível!
ru: Хуже не придумаешь.
zh_cn: 这是最糟糕的事。
zh_tw: 這是最糟糕的事。

# CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_COOKED
source: Sorry!
de: Entschuldigung!
es: ¡Lo siento!
fr: Désolé !
it: Spiacente!
ja: すまん！
ko: 미안해!
pl: Przepraszam!
pt_br: Desculpe!
ru: Прости!
zh_cn: 抱歉！
zh_tw: 抱歉！

# CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_PLANTED
source: It's looking at me.
de: Es sieht mich an.
es: Me está mirando.
fr: Elle m'observe.
it: Mi sta guardando.
ja: こっち見てやがる…
ko: 나를 보고 있잖아.
pl: Patrzy na mnie.
pt_br: Está olhando pra mim.
ru: Она смотрит прямо на меня.
zh_cn: 它在看着我。
zh_tw: 它在看著我。

# CHARACTERS.WOODIE.DESCRIBE.MANRABBIT_TAIL
source: I feel sorry for it.
de: Das tut mir leid für ihn.
es: Lo siento por él.
fr: Je suis désolé pour lui.
it: Mi dispiace per esso.
ja: 彼がかわいそうさ。
ko: 불쌍하네.
pl: Trochę mi go żal.
pt_br: Sinto pena dele.
ru: Мне жаль его.
zh_cn: 我为此感到抱歉。
zh_tw: 我為此感到抱歉。

# CHARACTERS.WOODIE.DESCRIBE.MAPSCROLL
source: Is it still a map if nothing's on it?
de: Ist es noch eine Karte, wenn nichts drauf?
es: ¿Sigue siendo un mapa aunque no haya nada?
fr: Ça reste une carte s'il n'y a rien marqué dessus ?
it: Si può considerare ancora una mappa se è vuota?
ja: 何も描かれてねえのに、地図って呼べるのかい？
ko: 아무것도 없어도 지도잖아?
pl: Czy to wciąż mapa, jeśli nic na niej nie ma?
pt_br: Ainda é um mapa se não tiver nada nele?
ru: Можно ли назвать картой то, на чем ничего нет?
zh_cn: 如果上面没有任何东西，它还算是一张地图吗？
zh_tw: 如果上面沒有任何東西，它還算是一張地圖嗎？

# CHARACTERS.WOODIE.DESCRIBE.MARBLE
source: Feels like a government building.
de: Sieht aus wie ein Regierungsgebäude.
es: Parece como un edificio del gobierno.
fr: On dirait l'assemblée nationale.
it: Sembra un edificio governativo.
ja: 政府のビルみたいな感じ。
ko: 무슨 정부 건물 같잖아.
pl: To jakiś budynek rządowy?
pt_br: Parece um prédio do governo.
ru: Больше выглядит, как дом правительства.
zh_cn: 感觉像是政府大楼。
zh_tw: 感覺像是政府大樓。

# CHARACTERS.WOODIE.DESCRIBE.MARBLEBEAN
source: The magical fruit.
de: Die magische Frucht.
es: La fruta mágica.
fr: Le fruit magique.
it: Il frutto magico.
ja: 魔法の果物だ。
ko: 마법 과일이잖아.
pl: Magiczny owoc.
pt_br: A fruta mágica.
ru: Волшебный фрукт.
zh_cn: 魔法水果。
zh_tw: 魔法水果。

# CHARACTERS.WOODIE.DESCRIBE.MARBLEBEAN_SAPLING
source: Well, lookit that. It sprouted.
de: Sieh mal einer an. Es sprießt.
es: Fíjate. Ha brotado.
fr: Hé ! Regardez, ça a germé.
it: Ma guarda un po'. Ha germogliato.
ja: 見ろよ、何か出てきたぞ。
ko: 봐. 싹 텄잖아.
pl: No proszę, jednak coś wyrosło!
pt_br: Mas olha só. Floresceu.
ru: Вы гляньте, он пустил ростки.
zh_cn: 乖乖，瞧一瞧，发芽了。
zh_tw: 乖乖，瞧一瞧，發芽了。

# CHARACTERS.WOODIE.DESCRIBE.MARBLEPILLAR
source: Somebody must have built that.
de: Jemand muss das gebaut haben.
es: Alguien debe haber construido eso.
fr: Sans doute construit par quelqu'un.
it: Qualcuno deve averlo costruito.
ja: 誰かがそれを建てたに違いない。
ko: 누군가가 만들었겠지.
pl: Ktoś musiał to zbudować.
pt_br: Alguém deve ter construído isso.
ru: Кто-то должен был это построить.
zh_cn: 一定是有人建造的。
zh_tw: 一定是有人建造的。

# CHARACTERS.WOODIE.DESCRIBE.MARBLESHRUB
source: Defo can't chop that.
de: Das lässt sich auf keinen Fall schneiden.
es: Seguro que no puedo talarlo.
fr: Je peux vraiment pas couper ça.
it: Sicuramente non posso abbatterlo.
ja: これを切るのは至難の業だ。
ko: 저건 분명히 벨 수 없을 거야.
pl: Tego raczej nie zetnę.
pt_br: Definitivamente não posso cortar isso.
ru: Черта с два, его не срубить.
zh_cn: 当然没有办法切碎那东西。
zh_tw: 當然沒有辦法切碎那東西。

# CHARACTERS.WOODIE.DESCRIBE.MARBLETREE
source: Even Lucy can't chop that one down.
de: Selbst Lucy kann den nicht fällen.
es: Ni siquiera Lucy puede talar esto.
fr: Même Lucy peut pas couper ça.
it: Persino Lucy non potrebbe abbatterlo.
ja: Lucyでもあれは切り刻めない。
ko: 루시도 그건 못 자르잖아.
pl: Nawet Lucy go nie zetnie.
pt_br: Nem mesmo a Lucy pode cortar essa.
ru: Даже Люси не может справиться с ним.
zh_cn: 即使是露西也砍不倒那个。
zh_tw: 即使是露西也砍不倒那個。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.BURNING
source: Foomph!
de: Paff!
es: ¡Fum!
fr: Pchiiit !
it: Velocissimo!
ja: フーームフ！
ko: 흠!
pl: Fiu, fiu!
pt_br: Se foi!
ru: Фьють!
zh_cn: 该死！
zh_tw: 該死！

# CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.BURNT
source: Well, it's gone now.
de: Tja, nun ist er weg.
es: Bueno, pues se acabó.
fr: Il n'y a plus rien.
it: Beh, ormai è andato.
ja: あぁ、無くなっちまった。
ko: 이젠 없잖아.
pl: I już go nie ma.
pt_br: Bom, agora já era.
ru: Теперь его нет.
zh_cn: 好吧，它现在毁了。
zh_tw: 好吧，它現在毀了。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.GENERIC
source: That's a bramble.
de: Das ist ein Brombeerstrauch.
es: Es una zarza.
fr: C'est des ronces.
it: Quello è un rovo.
ja: キイチゴだ。
ko: 가시덤불이네.
pl: To chyba jakaś odmiana jeżyn.
pt_br: Isso é um espinheiro.
ru: Это ежевика.
zh_cn: 是荆棘。
zh_tw: 是荊棘。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.PICKED
source: Was that worth it?
de: War es das wert?
es: ¿Valió la pena?
fr: Ça valait le coup ?
it: Ne valeva la pena?
ja: その価値があったのか？
ko: 굳이 그럴 가치가 있었나?
pl: Warto było?
pt_br: Valeu a pena?
ru: Оно того стоило?
zh_cn: 这样做值得吗？
zh_tw: 這樣做值得嗎？

# CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT
source: Plant.
de: Pflanze.
es: Una planta.
fr: C'est une plante.
it: Pianta.
ja: 植物。
ko: 잡풀이잖아.
pl: Roślina.
pt_br: Planta.
ru: Растение.
zh_cn: 是植物。
zh_tw: 是植物。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNING
source: That's what you get for being spiky!
de: Das ist dafür, weil du so stachelig bist!
es: ¡Eso es lo que te pasa por tener espinas!
fr: Voilà ce qui arrive quand on a des épines !
it: È quello che meriti per essere così spinoso!
ja: トゲトゲの罰だ！
ko: 뾰족하면 그렇게 되잖아!
pl: Zasłużyłeś sobie tymi kolcami!
pt_br: É isso que você ganha por ser espinhoso!
ru: Вот тебе за твои шипы!
zh_cn: 让你到处刺人，这就是你的下场！
zh_tw: 讓你到處刺人，這就是你的下場！

# CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNT
source: It deserved it.
de: Er hat es verdient.
es: Se lo merecía.
fr: Il l'a bien cherché.
it: Se lo meritava.
ja: 当然の報いだ。
ko: 인과응보지.
pl: Zasłużyło sobie.
pt_br: Mereceu!
ru: Оно того заслужило.
zh_cn: 活该。
zh_tw: 活該。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.CHOPPED
source: It was a hard battle, but I won.
de: Es war ein harter Kampf, aber ich habe gewonnen.
es: Fue una dura batalla, pero gané.
fr: Ce fut un rude combat, mais j'ai gagné.
it: È stata un'ardua battaglia, ma ho vinto.
ja: 激しい戦いだったけれど、ワシの勝ちだ。
ko: 어려운 싸움, 하지만 내가 이겼잖아.
pl: Bitwa była ciężka, ale zwyciężyłem.
pt_br: Foi uma batalha dura, mas venci.
ru: Это была сложная битва, но я победил.
zh_cn: 虽然是一场很艰苦的战斗，但最终我赢了。
zh_tw: 雖然是一場很艱苦的戰鬥，但最終我贏了。

# CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.GENERIC
source: Trees shouldn't fight back!
de: Bäume sollten sich nicht zur Wehr setzen!
es: ¡Los árboles no deberían luchar!
fr: Les arbres sont pas censés se défendre !
it: Gli alberi non dovrebbero contrattaccare!
ja: 木は応戦すべきじゃないさ！
ko: 나무가 왜 반격하냐!
pl: Drzewa nie powinny walczyć!
pt_br: Árvores não deveriam revidar!
ru: Деревья не должны давать сдачи!
zh_cn: 是树就不应该反击！
zh_tw: 是樹就不應該反擊！

# CHARACTERS.WOODIE.DESCRIBE.MASHEDPOTATOES
source: A nice change of pace from meatballs.
de: Mal was anderes als Fleischbällchen.
es: Un buen cambio respecto a las albóndigas.
fr: Ça change des boulettes de viande.
it: Un bel cambio di passo rispetto alle polpette.
ja: ミートボールばかりだったから、いい気分転換だ。
ko: 미트볼 먹다가 이거 먹으면 신선하잖아.
pl: Miła odmiana od klopsików.
pt_br: Uma boa alternativa para as almôndegas.
ru: Для разнообразия после фрикаделек можно и это поесть.
zh_cn: 这个比肉丸好吃。
zh_tw: 這個比肉丸好吃。

# CHARACTERS.WOODIE.DESCRIBE.MAST
source: Must... not... chop...!
de: Darf ... nicht ... fällen ...!
es: ¡No... debo... talarlo...!
fr: Interdit... de... couper... !
it: Non... devo... tagliare...!
ja: 切る…んじゃ…ねえ！
ko: 베면... 안 돼...!
pl: Nie... wolno... ścinać!
pt_br: Preciso... não cortar...!
ru: Только… не рубить… нельзя…
zh_cn: 砍...不...成！
zh_tw: 砍...不...成！

# CHARACTERS.WOODIE.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: That'll lighten things up around here.
de: Die sorgt hier für Helligkeit.
es: Iluminará las cosas por aquí.
fr: Ça va éclairer la situation.
it: Illuminerà le cose qui attorno.
ja: 周りが明るくなるぜ。
ko: 주위가 밝아지잖아.
pl: Trochę nam to rozjaśni sprawę.
pt_br: Isso vai iluminar as coisas por aqui.
ru: Немного развеет мрачные настроения на борту.
zh_cn: 有了那个能把这里照的亮一点。
zh_tw: 有了那個能把這裡照的亮一點。

# CHARACTERS.WOODIE.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: Pretty nifty, eh?
de: Ganz schön clever, was?
es: Bastante ingenioso, ¿eh?
fr: Plutôt pratique, non ?
it: Molto ingegnoso, eh?
ja: 随分としゃれてるじゃねぇか。
ko: 실용적이네, 그치?
pl: Sprytne, co?
pt_br: Muito bacana, né?
ru: Очень удобно, ага.
zh_cn: 很漂亮，是吧？
zh_tw: 很漂亮，是吧？

# CHARACTERS.WOODIE.DESCRIBE.MAST_ITEM
source: Better build it if we don't wanna row all day.
de: Den sollten wir bauen, wenn wir nicht dauernd rudern wollen.
es: Será mejor construirlo si no queremos estar todo el día remando.
fr: Je ferais mieux de le construire pour ne pas ramer jusqu'à la fin des temps.
it: Meglio costruirlo se non vogliamo remare tutto il giorno.
ja: 1日中漕ぎ続けたくないんなら、作った方がいいぞ。
ko: 온종일 노만 젓고 싶지 않다면 만드는 게 좋겠어.
pl: Lepiej go zbudować, bo inaczej będziemy musieli wiosłować cały dzień.
pt_br: Melhor construir, se não quisermos remar o dia todo.
ru: Если не хотим грести целый день, надо ее построить.
zh_cn: 造吧，不然得一直划船。
zh_tw: 造吧，不然得一直划船。

# CHARACTERS.WOODIE.DESCRIBE.MAST_MALBATROSS
source: I don't like the look of it.
de: Der Anblick gefällt mir nicht.
es: No me gusta la pinta que tiene.
fr: Ça ne me dit rien qui vaille.
it: Non mi piace il suo aspetto.
ja: 見た目は気に入らねえな。
ko: 생긴 게 마음에 안 들잖아.
pl: Nie podoba mi się.
pt_br: Não gosto da cara dele.
ru: Мне не нравится, как она выглядит.
zh_cn: 我不喜欢那个样子。
zh_tw: 我不喜歡那個樣子。

# CHARACTERS.WOODIE.DESCRIBE.MAST_MALBATROSS_ITEM
source: Guess even a bird can be useful once in a while.
de: Sogar Vögel können mal nützlich sein.
es: Supongo que incluso un pájaro puede resultar útil de vez en cuando.
fr: Même les oiseaux peuvent être utiles.
it: Sembrerebbe che anche gli uccelli, a volte, siano utili.
ja: 鳥でもたまには役に立つようだな。
ko: 새도 가끔은 쓸모가 있잖아.
pl: Może jednak nawet ptaki raz na jakiś czas się przydają...
pt_br: Acho que até um pássaro pode ser útil de vez em quando.
ru: Ну, раз в год и от птицы бывает польза.
zh_cn: 看来就连小鸟偶尔也是有用的。
zh_tw: 看來就連小鳥偶爾也是有用的。

# CHARACTERS.WOODIE.DESCRIBE.MAXWELL
source: Why does he hate me?
de: Warum hasst er mich?
es: ¿Por qué me odia?
fr: Pourquoi me déteste-t-il ?
it: Perché mi odia?
ja: なぜ奴は俺を嫌うのだ？
ko: 왜 나를 싫어하냐?
pl: Dlaczego mnie nienawidzi?
pt_br: Por que ele me odeia?
ru: Почему он меня ненавидит?
zh_cn: 他为什么要恨我呢？
zh_tw: 他為什麼要恨我呢？

# CHARACTERS.WOODIE.DESCRIBE.MAXWELLHEAD
source: Just a head, eh?
de: Nur ein Kopf, was?
es: Solo una cabeza, ¿eh?
fr: Juste la tête, hein ?
it: Solo una testa, eh?
ja: ただ頭ってことか？
ko: 그냥 머리네, 그치?
pl: Sama głowa?
pt_br: Só uma cabeça, hã?
ru: Всего-то голова, а?
zh_cn: 只是一个头，是吗？
zh_tw: 只是一個頭，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.MAXWELLLIGHT
source: That's unnatural.
de: Das ist unnatürlich!
es: Eso es antinatural.
fr: C'est surnaturel.
it: È innaturale.
ja: それは不自然だ。
ko: 부자연스러운데.
pl: To sprzeczne z naturą.
pt_br: Isso é antinatural.
ru: Это противоестественно.
zh_cn: 这有点违反自然规律。
zh_tw: 這有點違反自然規律。

# CHARACTERS.WOODIE.DESCRIBE.MAXWELLLOCK
source: Where is the key?
de: Wo ist der Schlüssel?
es: ¿Dónde está la llave?
fr: Où est la clé ?
it: Dov'è la chiave?
ja: そのカギはどこだ？
ko: 열쇠는 어딨지?
pl: Gdzie jest klucz?
pt_br: Onde está a chave?
ru: Где же ключ?
zh_cn: 钥匙在哪儿？
zh_tw: 鑰匙在哪兒？

# CHARACTERS.WOODIE.DESCRIBE.MAXWELLPHONOGRAPH
source: Better than most of the stuff on the radio.
de: Besser als das meiste Zeug, was im Radio gespielt wird.
es: Mejor que la mayoría de las cosas que hay en la radio.
fr: Mieux que ce qu'ils passent à la radio.
it: Meglio della maggior parte della roba trasmessa alla radio.
ja: ラジオから流れるほとんどのものよりはマシ。
ko: 평소에 라디오에서 나오는 음악보다 낫잖아.
pl: Lepsze niż większość tego, co leci teraz w radio.
pt_br: Melhor que a maioria das coisas no rádio.
ru: Получше, чем большая часть того, что крутят по радио.
zh_cn: 比收音机上听到的大多数东西都要好。
zh_tw: 比收音機上聽到的大多數東西都要好。

# CHARACTERS.WOODIE.DESCRIBE.MAXWELLTHRONE
source: I've seen nicer chairs.
de: Ich habe schon besser Stühle gesehen.
es: He visto sillas más bonitas.
fr: J'ai vu de plus belles chaises.
it: Ho visto sedie più carine.
ja: もっと素晴らしい椅子を見た。
ko: 딱히 좋은 의자 같지는 않은데.
pl: Widziałem ładniejsze krzesła.
pt_br: Já vi cadeiras melhores.
ru: Я видал стулья и получше.
zh_cn: 我见过比它好的椅子。
zh_tw: 我見過比它好的椅子。

# CHARACTERS.WOODIE.DESCRIBE.MEAT
source: Tastes like moose.
de: Schmeckt wie Elch.
es: Sabe a alce.
fr: On dirait du caribou.
it: Sa di alce.
ja: ムースのような味。
ko: 말코손바닥사슴 맛이 나잖아.
pl: Smakuje jak łoś.
pt_br: Tem gosto de alce.
ru: На вкус, как лось.
zh_cn: 味道像驼鹿。
zh_tw: 味道像駝鹿。

# CHARACTERS.WOODIE.DESCRIBE.MEATBALLS
source: All the meats!
de: All das Fleisch!
es: ¡Todo carne!
fr: Avec toutes les viandes !
it: Quanta carne!
ja: 全部肉だ！
ko: 다 고기다!
pl: Mięsne kuleczki szczęścia!
pt_br: Todas as carnes!
ru: Во имя всех мясных!
zh_cn: 全都是肉！
zh_tw: 全都是肉！

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.BURNT
source: Its usefulness has dried up.
de: Sein Nutzen wurde verbrannt.
es: Su utilidad se ha secado.
fr: Il va être moins utile comme ça.
it: La sua utilità si è seccata.
ja: その有用性も乾いてなくなった。
ko: 유용함이 사라졌잖아.
pl: Wyschło trochę za bardzo.
pt_br: Sua utilidade secou.
ru: Ее полезность высохла.
zh_cn: 它已经没有利用价值了。
zh_tw: 它已經沒有利用價值了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE
source: That looks done.
de: Das sieht fertig aus.
es: Parece que ya está lista.
fr: Ça a l'air prêt.
it: Sembra pronto.
ja: もうできてるみたい。
ko: 된 것으로 보이잖아.
pl: Chyba gotowe.
pt_br: Parece pronto.
ru: Кажется, готово.
zh_cn: 看起来已经晾好了。
zh_tw: 看起來已經晾好了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: That looks done.
de: Das sieht fertig aus.
es: Parece que ya está lista.
fr: Ça a l'air prêt.
it: Sembra pronto.
ja: もうできてるみたい。
ko: 된 것으로 보이잖아.
pl: Chyba gotowe.
pt_br: Parece pronto.
ru: Кажется, готово.
zh_cn: 看起来已经晾好了。
zh_tw: 看起來已經晾好了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING
source: This is like watching meat dry.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken.
es: Esto es como ver la carne secarse.
fr: C'est comme regarder la viande sécher.
it: È come guardare la carne seccarsi.
ja: 肉が乾燥するのを見てるのに似てる。
ko: 고기 마르는 걸 지켜보는 건 따분해.
pl: Emocje jak podczas oglądania schnącego mięsa.
pt_br: É como observar a carne secar.
ru: Можно смотреть, как мясо сохнет.
zh_cn: 这就像看着肉慢慢变干。
zh_tw: 這就像看著肉慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYINGINRAIN
source: This is like watching meat dry... in the rain.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken, während es regnet.
es: Esto es como ver la carne secarse... en la lluvia.
fr: C'est comme regarder la viande sécher... sous la pluie.
it: È come guardare la carne secca... sotto la pioggia.
ja: これじゃ、雨ん中で肉を干すようなもんだ
ko: 빗속에서 고기가 마르는 걸 보는 것 같잖아.
pl: Emocje jak podczas oglądania mięsa schnącego na deszczu.
pt_br: É como observar a carne secar... na chuva.
ru: Можно смотреть, как мясо сохнет… под дождем.
zh_cn: 这就像看着肉变干...在雨天里慢慢变干。
zh_tw: 這就像看著肉變乾……在雨天裡慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: Pretty wet out today, eh?
de: Ganz schön nass heute, was?
es: Bastante lluvioso hoy, ¿eh?
fr: Il fait plutôt humide, aujourd'hui, hein ?
it: Umidino oggi, eh?
ja: 今日は雨のようだな。
ko: 날씨가 축축하네, 그치?
pl: Ale dzisiaj leje, co?
pt_br: Bem úmido hoje, né?
ru: Сегодня довольно мокро, да?
zh_cn: 今天有点潮湿，是不是，老乡？
zh_tw: 今天有點潮濕，是不是，老鄉？

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: Watching stuff dry passes for entertainment 'round here.
de: Kram beim Trocknen zuzusehen geht hier als Unterhaltung durch.
es: Ver cosas secarse es un entretenimiento por estos lares.
fr: Les gens d'ici passent le temps en regardant sécher des trucs.
it: Guardare le cose che si asciugano passa per essere un divertimento da queste parti.
ja: このあたりじゃ、モノが乾くのを見るのも楽しみの1つなんだぜ。
ko: 여기서는 건조하는 모습을 구경하면서 노나 보네.
pl: Tak tu nudno, że oglądanie jak mięso się suszy, uchodzi tu za rozrywkę.
pt_br: Ver as coisas secas é um tipo de entretenimento por aqui.
ru: Здесь в качестве развлечений можно, например, понаблюдать, как сушится мясо.
zh_cn: 看着东西风干也是一种海岛娱乐。
zh_tw: 看著東西風乾也是一種海島娛樂。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK.GENERIC
source: It's all set up. Just add meat.
de: Er ist aufgebaut. Jetzt muss nur noch Fleisch draufgelegt werden.
es: Está montado. Solo hay que añadir carne.
fr: C'est prêt. Manque plus que la viande.
it: È tutto impostato. Basta aggiungere la carne.
ja: あとは肉を干すだけだな
ko: 설치했잖아. 고기만 추가하면 되잖아.
pl: Gotowa do pracy... wystarczy dodać mięso.
pt_br: Está pronto. É só colocar carne.
ru: Готово. Пр-росто добавь мяса.
zh_cn: 都安装好了。只要加肉就好了。
zh_tw: 都安裝好了。只要加肉就好了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Its usefulness has dried up.
de: Sein Nutzen wurde verbrannt.
es: Su utilidad se ha secado.
fr: Il va être moins utile comme ça.
it: La sua utilità si è seccata.
ja: その有用性も乾いてなくなった。
ko: 유용함이 사라졌잖아.
pl: Wyschło trochę za bardzo.
pt_br: Sua utilidade secou.
ru: Ее полезность высохла.
zh_cn: 它已经没有利用价值了。
zh_tw: 它已經沒有利用價值了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DONE
source: That looks done.
de: Das sieht fertig aus.
es: Parece que ya está lista.
fr: Ça a l'air prêt.
it: Sembra pronto.
ja: もうできてるみたい。
ko: 된 것으로 보이잖아.
pl: Chyba gotowe.
pt_br: Parece pronto.
ru: Кажется, готово.
zh_cn: 看起来已经晾好了。
zh_tw: 看起來已經晾好了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: That looks done.
de: Das sieht fertig aus.
es: Parece que ya está lista.
fr: Ça a l'air prêt.
it: Sembra pronto.
ja: もうできてるみたい。
ko: 된 것으로 보이잖아.
pl: Chyba gotowe.
pt_br: Parece pronto.
ru: Кажется, готово.
zh_cn: 看起来已经晾好了。
zh_tw: 看起來已經晾好了。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DRYING
source: This is like watching meat dry.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken.
es: Esto es como ver la carne secarse.
fr: C'est comme regarder la viande sécher.
it: È come guardare la carne seccarsi.
ja: 肉が乾燥するのを見てるのに似てる。
ko: 고기 마르는 걸 지켜보는 건 따분해.
pl: Emocje jak podczas oglądania schnącego mięsa.
pt_br: É como observar a carne secar.
ru: Можно смотреть, как мясо сохнет.
zh_cn: 这就像看着肉慢慢变干。
zh_tw: 這就像看著肉慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: This is like watching meat dry... in the rain.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken, während es regnet.
es: Esto es como ver la carne secarse... en la lluvia.
fr: C'est comme regarder la viande sécher... sous la pluie.
it: È come guardare la carne secca... sotto la pioggia.
ja: これじゃ、雨ん中で肉を干すようなもんだ
ko: 빗속에서 고기가 마르는 걸 보는 것 같잖아.
pl: Emocje jak podczas oglądania mięsa schnącego na deszczu.
pt_br: É como observar a carne secar... na chuva.
ru: Можно смотреть, как мясо сохнет… под дождем.
zh_cn: 这就像看着肉变干...在雨天里慢慢变干。
zh_tw: 這就像看著肉變乾……在雨天裡慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: This is like watching meat dry... in the rain.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken, während es regnet.
es: Esto es como ver la carne secarse... en la lluvia.
fr: C'est comme regarder la viande sécher... sous la pluie.
it: È come guardare la carne secca... sotto la pioggia.
ja: これじゃ、雨ん中で肉を干すようなもんだ
ko: 빗속에서 고기가 마르는 걸 보는 것 같잖아.
pl: Emocje jak podczas oglądania mięsa schnącego na deszczu.
pt_br: É como observar a carne secar... na chuva.
ru: Можно смотреть, как мясо сохнет… под дождем.
zh_cn: 这就像看着肉变干...在雨天里慢慢变干。
zh_tw: 這就像看著肉變乾……在雨天裡慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: This is like watching meat dry.
de: Das ist so, als würde man Fleisch beim Trocknen zugucken.
es: Esto es como ver la carne secarse.
fr: C'est comme regarder la viande sécher.
it: È come guardare la carne seccarsi.
ja: 肉が乾燥するのを見てるのに似てる。
ko: 고기 마르는 걸 지켜보는 건 따분해.
pl: Emocje jak podczas oglądania schnącego mięsa.
pt_br: É como observar a carne secar.
ru: Можно смотреть, как мясо сохнет.
zh_cn: 这就像看着肉慢慢变干。
zh_tw: 這就像看著肉慢慢變乾。

# CHARACTERS.WOODIE.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: Whatcha think, Lucy? Do we have some meat to spare?
de: Was meinst du, Lucy? Haben wir etwas Fleisch übrig?
es: ¿Qué opinas, Lucy? ¿Tenemos carne de sobra?
fr: Tu en dis quoi, Lucy ? Est-ce qu'on a de la viande en trop ?
it: Che ne dici, Lucy? Abbiamo un po' di carne in più?
ja: どうだ、ルーシー？取っておく肉はあるか？
ko: 어때, 루시? 남는 고기가 있니?
pl: Jak sądzisz, Lucy? Mamy jakieś nadprogramowe mięso?
pt_br: O que você acha, Lucy? Será que temos uma carne de sobra?
ru: Что думаешь, Люси? Найдется у нас пара кусочков мяса?
zh_cn: 露西你怎么看？咱们要不要给她分点肉？
zh_tw: 露西你怎麼看？咱們要不要給她分點肉？

# CHARACTERS.WOODIE.DESCRIBE.MEATYSALAD
source: Do I use salad dressing or gravy?
de: Nehme ich Salatsoße oder Bratensoße?
es: ¿Utilizo aliño o salsa?
fr: Est-ce que je dois mettre de la sauce ou de la vinaigrette ?
it: Devo usare un condimento per insalata o uno per arrosto?
ja: ドレッシングかソースを使っていいかい？
ko: 샐러드드레싱이 어울릴까, 그레이비가 어울릴까?
pl: Mam to polać sosem do sałatki czy do pieczeni?
pt_br: Eu uso molho de salada ou de carne?
ru: Тут салатная заправка лучше подойдет или подливка?
zh_cn: 我是用沙拉酱还是用肉汁呢？
zh_tw: 我是用沙拉醬還是用肉汁呢？

# CHARACTERS.WOODIE.DESCRIBE.MEAT_DRIED
source: It tastes like survival.
de: Das schmeckt nach Überleben.
es: Sabe a supervivencia.
fr: De la bouffe de survie.
it: Ha un sapore di sopravvivenza.
ja: サバイバルの味がする。
ko: 생존의 맛이잖아.
pl: Pachnie szkołą przetrwania.
pt_br: Tem gosto de sobrevivência.
ru: На вкус, как выживание.
zh_cn: 感觉像野外求生一样。
zh_tw: 感覺像野外求生一樣。

# CHARACTERS.WOODIE.DESCRIBE.MERM
source: What foul sea did that crawl out of?
de: Welches üble Gewässer hat dieses Kriechtier hervorgebracht?
es: ¿De qué mar asqueroso ha salido eso?
fr: De quelle mer ignoble ce truc sort-il ?
it: Da dove diavolo è sbucato quello?
ja: あれはいったいどんな汚い海から這い出してきたんだ？
ko: 어떤 끔찍한 바다에서 튀어나왔지?
pl: Z jakiego morza wypełzło to okropieństwo?
pt_br: De que oceano infecto isso saiu?
ru: Это еще что за морские нечистоты выползли на сушу?
zh_cn: 那东西是从多肮脏的大海里面爬出来的啊？
zh_tw: 那東西是從多骯髒的大海裡面爬出來的啊？

# CHARACTERS.WOODIE.DESCRIBE.MERMGUARD
source: They stand on guard for the king.
de: Sie stehen Wache für den König.
es: Están en guardia para el rey.
fr: Ce sont les gardes royaux.
it: Fa la guardia al re.
ja: ヤツら、王を守るために警護してるのさ。
ko: 왕을 보호하는 친구들이잖아.
pl: Strzegą króla.
pt_br: Eles estão de guarda pelo rei.
ru: Они стоят на страже короля.
zh_cn: 他们在给国王站岗。
zh_tw: 他們在給國王站崗。

# CHARACTERS.WOODIE.DESCRIBE.MERMHAT
source: Not sure it'll fit over my luxurious beard.
de: Weiß nicht, ob das Ding über meinen Luxusbart passt.
es: No estoy seguro de que encaje sobre mi frondosa barba.
fr: Je ne suis pas sûr que ça ira avec ma barbe luxuriante.
it: Non so se ci entrerà la mia florida barba.
ja: オレの上品なヒゲに合うかは疑問だな。
ko: 내 호화로운 수염이 여기 들어갈지 모르겠잖아.
pl: Nie jestem pewien, czy zmieści się na moją wypielęgnowaną brodę.
pt_br: Não tenho certeza se vai encaixar na minha barba exuberante.
ru: Не уверен, что она налезет на мою роскошную бороду.
zh_cn: 不知道衬不衬我丰盈的胡须。
zh_tw: 不知道襯不襯我豐盈的鬍鬚。
