Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TRADER_MERM
source: Prepare to barter!
de: Bereitet euch auf den Tausch vor!
es: ¡Prepárate para el trueque!
fr: Prépare-toi au troc !
it: Pronti al baratto!
ja: 物々交換に供えよ！
ko: 물물 교환을 하자!
pl: Gotuj się na handel!
pt_br: Prepara-te para negociar!
ru: Готовься к обмену!
zh_cn: 准备交易吧！
zh_tw: 準備交易吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: 'Tis a jaunty-hatted beast.
de: Ein flottes Ding mit Hut.
es: Es una bestia desenfadada.
fr: C'est une bête joyeuse à chapeau.
it: È una bestia dal cappello sbarazzino.
ja: 是、快活な帽子をかぶった獣なり。
ko: 유쾌한 모자를 쓴 짐승이다.
pl: Bestia w zawadiackim kapeluszu.
pt_br: É uma fera alegre de chapéu.
ru: Существо в элегантной шляпе.
zh_cn: 这是个活泼的带帽怪物。
zh_tw: 這是個活潑的帶帽怪物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TURNIP
source: The gods have strange tastes.
de: Die Götter haben einen seltsamen Geschmack.
es: Los dioses tienen unos gustos extraños.
fr: Les dieux ont de drôles de goûts.
it: Gli dei hanno gusti strani.
ja: 神々は奇妙な舌を持っている。
ko: 신들의 입맛은 괴상하군.
pl: Bogowie mają dziwne gusta.
pt_br: Os deuses têm gostos estranhos.
ru: У богов странные вкусы.
zh_cn: 诸神的口味很奇特。
zh_tw: 諸神的口味很奇特。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: Ach! I shall not eat thee!
de: Ach! Ich werde dich nicht essen!
es: ¡Puaj! ¡No te comeré!
fr: Ah ! Je ne te mangerai pas !
it: Ah! Non ti mangerò!
ja: あぁ！お前を食することを拒否する！
ko: 으악! 난 안 먹을 거다!
pl: Ach! Nie pożrę cię!
pt_br: Ai! Não devorar-te-ei!
ru: Ей! Я не стану есть тебя!
zh_cn: 哎！我不吃你！
zh_tw: 哎！我不吃你！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: これは少しの種、肉ではない。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_WHEAT
source: O, glorious wheat!
de: Oh, herrlicher Weizen!
es: ¡Oh, glorioso trigo!
fr: Ô, glorieux blé !
it: Oh, glorioso grano!
ja: あぁ、栄光の麦よ。
ko: 오, 찬란한 밀이여!
pl: Och, chwalebne zboże!
pt_br: Oh, glorioso trigo!
ru: О, славная пшеница!
zh_cn: 噢，光荣的小麦！
zh_tw: 噢，光榮的小麥！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: これは少しの種、肉ではない。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBIT.GENERIC
source: Jump into my mouth!
de: Spring in meinen Mund!
es: ¡Salta en mi boca!
fr: Saute dans ma bouche !
it: Saltami in bocca!
ja: 私の口に飛び込め！
ko: 내 입 안으로 뛰어들어라!
pl: Wskocz mi do buzi!
pt_br: Pule em minha boca!
ru: Запрыгивай ко мне в рот!
zh_cn: 跳进我的嘴里来！
zh_tw: 跳進我的嘴裡來！

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBIT.HELD
source: There is no escape!
de: Es gibt keinen Ausweg!
es: ¡No hay escapatoria!
fr: Tu ne peux m'échapper !
it: Non c'è scappatoia!
ja: 逃げ場はないぞ！
ko: 도망은 못 간다!
pl: Nie ma ucieczki!
pt_br: Não há escapatória!
ru: Здесь нет выхода.
zh_cn: 你跑不了的！
zh_tw: 你跑不了的！

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOLE.GENERIC
source: Showtime, rabbits!
de: Showtime, Karnickel!
es: ¡Hora del espectáculo, conejos!
fr: Le spectacle va commencer, les lapins !
it: Lo spettacolo abbia inizio, conigli!
ja: さあ出番だ、ウサギ！
ko: 이제부터가 진짜다, 토끼들아!
pl: Czas na zabawę, króliczki!
pt_br: Hora do show, coelhos!
ru: Шоу начинается, кролики!
zh_cn: 好戏上演，兔子！
zh_tw: 好戲上演，兔子！

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOLE.SPRING
source: It must be intermission for the rabbits.
de: Die Kaninchen scheinen einen Pause zu machen.
es: Debe ser el intermedio para los conejos.
fr: Ça doit être l'entracte pour les lapins.
it: Deve essere l'intervallo per i conigli.
ja: ウサギの休憩時間に違いない。
ko: 토끼들에겐 휴식기인가 보군.
pl: Króliki mają przerwę.
pt_br: Deve ser hora do intervalo para os coelhos.
ru: Антракт для кроликов.
zh_cn: 好像是兔子的中场休息时间。
zh_tw: 好像是兔子的中場休息時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOUSE.BURNT
source: Good riddance, giant carrot.
de: Auf Nimmerwiedersehen, Riesenkarotte.
es: Hasta nunca, zanahoria gigante.
fr: Bon débarras, carotte géante.
it: Che liberazione, una carota gigante.
ja: 名残り惜しくない巨大ニンジン。
ko: 잘 됐구나, 커다란 당근아.
pl: Do widzenia, wielka marchewo!
pt_br: Adeus, cenoura gigante.
ru: Скатертью дорожка, морковка-великан!
zh_cn: 巨型胡萝卜，终于摆脱你了。
zh_tw: 巨型胡蘿蔔，終於擺脫你了。

# CHARACTERS.WATHGRITHR.DESCRIBE.RABBITHOUSE.GENERIC
source: What's to be done with a carrot that big?
de: Was macht man mit einer solch großen Karotte?
es: ¿Para qué sirve una zanahoria tan grande?
fr: Que faire d'une aussi grosse carotte ?
it: Cosa si può fare con una carota così grande?
ja: かように巨大なニンジン、いかがせよと？
ko: 이렇게 큰 당근으로 뭘 하란 거지?
pl: Cóż począć z marchwią takich rozmiarów?
pt_br: O que farei com uma cenoura tão grande?
ru: И что делать с такой большой морковкой?
zh_cn: 该拿那么大的胡萝卜怎么办？
zh_tw: 該拿那麼大的胡蘿蔔怎麼辦？

# CHARACTERS.WATHGRITHR.DESCRIBE.RAINCOAT
source: Armor for rain.
de: VERBESSERTE RÜSTUNG
es: Armadura para la lluvia.
fr: Une armure contre la pluie.
it: Armatura per la pioggia.
ja: 雨のためのよろい。
ko: 비 차단 방어구.
pl: Pancerz do walki z deszczem.
pt_br: Proteção contra a chuva.
ru: Доспехи от дождя.
zh_cn: 防雨水的护甲。
zh_tw: 防雨水的護甲。

# CHARACTERS.WATHGRITHR.DESCRIBE.RAINHAT
source: We will fight in the rain.
de: Wir kämpfen im Regen.
es: Lucharemos en la lluvia.
fr: On va se battre sous la pluie.
it: Combatteremo sotto la pioggia.
ja: 雨の中でも戦うことがある。
ko: 빗속에서도 싸워야 하니까.
pl: Będziemy walczyć w deszczu!
pt_br: Lutaremos na chuva.
ru: Мы сразимся под дождем.
zh_cn: 我们将在雨中战斗。
zh_tw: 我們將在雨中戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.RAINOMETER.BURNT
source: Its prophecy days are done.
de: Die Tage seiner Prophezeiungen sind vorbei.
es: Sus días de profecías han terminado.
fr: Ses jours de prophète sont terminés.
it: I suoi giorni di profezia sono finiti.
ja: 昔はよく当たったらしい。
ko: 더는 예언을 못하게 되었군.
pl: Dni jego proroczej świetności przeminęły.
pt_br: Seus dias de profecias terminaram.
ru: Его пророческие дни окончены.
zh_cn: 它预言的日子结束了。
zh_tw: 它預言的日子結束了。

# CHARACTERS.WATHGRITHR.DESCRIBE.RAINOMETER.GENERIC
source: It foretells the coming of rains.
de: Sagt zukünftigen Regen vorher.
es: Predice la llegada de lluvia.
fr: Prédit les pluies à venir.
it: Preannuncia l'arrivo della pioggia.
ja: 神託により、雨を知らせる装置だ
ko: 비내리는 것을 예언하지요.
pl: Potrafi przepowiedzieć nadejście deszczu.
pt_br: Prediz a chegada de chuva.
ru: Он предсказывает приход дождей.
zh_cn: 预告雨的到来。
zh_tw: 預告雨的到來。

# CHARACTERS.WATHGRITHR.DESCRIBE.RATATOUILLE
source: A pile of vegetables. No thanks.
de: Ein Haufen Gemüse. Nein, danke.
es: Un montón de verduras. No, gracias.
fr: Un tas de légumes. Non merci.
it: Un mucchio di verdure. No grazie.
ja: 野菜の山。いらない。
ko: 채소 더미군요! 사양하겠어요.
pl: Sterta warzyw? Podziękuję.
pt_br: Uma pilha de vegetais. Não, obrigado!
ru: Кучка овощей. Нет, спасибо.
zh_cn: 一堆蔬菜。不了，谢谢。
zh_tw: 一堆蔬菜。不了，謝謝。

# CHARACTERS.WATHGRITHR.DESCRIBE.RAZOR
source: A small blade, but a blade nonetheless.
de: Zwar eine kleine Klinge, aber trotzdem eine Klinge.
es: Un filo pequeño, pero un filo al fin y al cabo.
fr: Une petite lame, certes, mais une lame.
it: Una lama piccola, ma pur sempre una lama.
ja: 小さな刃だが、刃には違いない。
ko: 작지만 칼날은 칼날이지.
pl: Małe ostrze, ale jednak ostrze.
pt_br: Uma lâmina pequena, mas uma lâmina, não obstante.
ru: Лезвие маленькое, но все еще лезвие.
zh_cn: 小刀片，但也算是把刀。
zh_tw: 小刀片，但也算是把刀。

# CHARACTERS.WATHGRITHR.DESCRIBE.REDGEM
source: It is hot to the touch.
de: Er ist zu heiß, um ihn anzufassen.
es: Es caliente al tacto.
fr: Trop chaude pour la toucher.
it: È caldissimo al tatto.
ja: 触ると熱い。
ko: 만지면 뜨겁다.
pl: Jest gorący w dotyku.
pt_br: É quente ao toque.
ru: Горячий на ощупь.
zh_cn: 摸上去很热。
zh_tw: 摸上去很熱。

# CHARACTERS.WATHGRITHR.DESCRIBE.REDLANTERN
source: A lucky ward to guard against the night.
de: Ein Schutz gegen die Nacht.
es: Un amuleto para protegernos de la noche.
fr: Un porte-bonheur bienvenu contre la nuit.
it: Un amuleto di guardia contro la notte.
ja: 夜警が楽な地域だ。
ko: 밤으로부터 지켜주는 행운의 부적이로군.
pl: Strzeże nas przed nocą.
pt_br: Um amuleto da sorte para me proteger da noite.
ru: Удачное светило, для защиты от лап тьмы.
zh_cn: 抵抗夜晚的好物。
zh_tw: 抵抗夜晚的好物。

# CHARACTERS.WATHGRITHR.DESCRIBE.REDMOONEYE
source: Odin's eye, grant us wisdom!
de: Odins Auge, gewähre uns Weisheit!
es: ¡Ojo de Odín, confiérenos sabiduría!
fr: Œil d'Odin, accorde-nous la sagesse !
it: Occhio di Odino, concedici la saggezza!
ja: オーディンの目、我等に知識を授ける。
ko: 오딘의 눈이여, 지혜를 내리소서!
pl: Oko Odyna, dodaj nam mądrości!
pt_br: Olho de Odin, conceda-nos sabedoria!
ru: Глаз Одина дарует нам мудрость!
zh_cn: 奥丁的眼睛，给予我们智慧！
zh_tw: 奧丁的眼睛，給予我們智慧！

# CHARACTERS.WATHGRITHR.DESCRIBE.REDPOUCH
source: A blessing of good fortune!
de: Ein Segen des Glücks!
es: ¡Una bendición de buena fortuna!
fr: Une grâce de la chance !
it: Un auspicio di buona fortuna!
ja: 幸運の恵。
ko: 행운의 축복이로군!
pl: Bogowie obdarzyli nas szczęściem!
pt_br: Uma bênção da boa fortuna!
ru: Благословение фортуны!
zh_cn: 幸运的祝福！
zh_tw: 幸運的祝福！

# CHARACTERS.WATHGRITHR.DESCRIBE.RED_CAP
source: Umami or not, I don't want it.
de: Umami oder nicht, ich will es nicht.
es: Umami o no, no lo quiero.
fr: Umami ou pas, je n'en veux pas.
it: Umami o no, non lo voglio.
ja: うまみが入ってたとしたって、欲しくない。
ko: 감칠맛이고 뭐고, 난 싫다니까.
pl: Jadalne czy niejadalne, nie chcę tego.
pt_br: Umami ou não, não quero.
ru: Умами или нет, я все равно не хочу.
zh_cn: 我不想要它。
zh_tw: 我不想要它。

# CHARACTERS.WATHGRITHR.DESCRIBE.RED_CAP_COOKED
source: I don't want it, but I'm glad it survived trial by fire.
de: Ich will sie nicht, aber ich bin froh, dass sie die Feuerprobe überlebt hat.
es: No lo quiero, pero me alegro de que haya sobrevivido a la prueba del fuego.
fr: Je n'en veux pas, mais je suis contente qu'il ait survécu à l'épreuve du feu.
it: Non lo voglio, ma sono grata che abbia sopravvissuto alla prova del fuoco.
ja: 火にくべても燃えぬとは、たいしたものだ
ko: 딱히 원하지는 않지만, 불의 시련을 견뎌낸 것은 마음에 드는군.
pl: Nie pragnę go, lecz cieszę się, iż przetrwał chrzest ognia.
pt_br: Não quero isso, mas fico feliz que tenha sobrevivido à prova de fogo.
ru: Мне он не нужен, но я рада, что он прошел испытание огнем.
zh_cn: 我不想要，但很开心它经受了烈火的试炼。
zh_tw: 我不想要，但很開心它經受了烈火的試煉。

# CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.GENERIC
source: At least it's got a nice color.
de: Wenigstens hat er eine schöne Farbe.
es: Al menos tiene un color bonito.
fr: Au moins il a une jolie couleur.
it: Almeno ha un bel colorito.
ja: 少なくとも、きれいな色だよね。
ko: 최소한 색은 좋군요.
pl: Przynajmniej ma ładny kolor.
pt_br: Pelo menos tem uma cor bonita.
ru: По крайней мере, у него приятный цвет.
zh_cn: 至少它的颜色很漂亮。
zh_tw: 至少它的顏色很漂亮。

# CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.INGROUND
source: And stay down there!
de: Und bleib dort unten!
es: ¡Y no salgas!
fr: Et reste là-dessous !
it: E resta laggiù!
ja: そして、そこにとどまれ！
ko: 계속 그렇게 처박혀 있어라!
pl: Siedź tam i nie wychodź!
pt_br: E fique aí embaixo!
ru: Там и сиди!
zh_cn: 永远别出来！
zh_tw: 永遠別出來！

# CHARACTERS.WATHGRITHR.DESCRIBE.RED_MUSHROOM.PICKED
source: Good riddance.
de: Auf Nimmerwiedersehen!
es: Hasta nunca.
fr: Bon débarras.
it: Che liberazione.
ja: ああせいせいした。
ko: 잘 없어졌잖아.
pl: Do widzenia.
pt_br: Já vai tarde!
ru: Скатертью дор-рожка.
zh_cn: 不在了就好。
zh_tw: 不在了就好。

# CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.BURNING
source: See you in Asgard, reeds!
de: Wir sehen uns in Asgard!
es: ¡Nos vemos en Asgard, cañas!
fr: On se reverra à Ásgard, roseaux !
it: Ci vediamo ad Asgard, canne!
ja: 葦よ、アスガルドーで会おう！
ko: 아스가르드에서 보지요, 갈대 씨!
pl: Do zobaczenia w Asgardzie, tataraku!
pt_br: Vejo vocês em Asgard, juncos!
ru: До встречи в Асгарде!
zh_cn: 神域见，芦苇！
zh_tw: 神域見，蘆葦！

# CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.GENERIC
source: Those are some hardy reeds.
de: Das ist widerstandsfähiges Schilf.
es: Estas cañas son fuertes.
fr: Des robustes roseaux.
it: Quelle sono canne resistenti.
ja: そこにあるのはかなり丈夫な葦だ。
ko: 꽤 튼튼한 갈대로군.
pl: Naprawdę porządny tatarak.
pt_br: Que juncos mais duros!
ru: Какие жесткие камыши.
zh_cn: 一些结实的芦苇。
zh_tw: 一些結實的蘆葦。

# CHARACTERS.WATHGRITHR.DESCRIBE.REEDS.PICKED
source: Cut down in their prime.
de: Beschnitten auf das Wesentliche.
es: Cortadas cuando estaban en la flor de la vida.
fr: Coupés en pleine jeunesse.
it: Tagliate nella loro perfezione.
ja: 収穫はその最盛期にすると良い。
ko: 한창 자랄 때 베였다.
pl: Ścięte u szczytu kariery.
pt_br: Cortados em seu auge.
ru: Срезаны до основания.
zh_cn: 在它最茁壮的时候割下。
zh_tw: 在它最茁壯的時候割下。

# CHARACTERS.WATHGRITHR.DESCRIBE.REFINED_DUST
source: The dust hath been forged into a solid block.
de: Der Staub ist zu einem festen Block geformt worden.
es: El polvo ha pasado a convertirse en un bloque sólido.
fr: La pöussière fut förgée en un seul blöc sölide.
it: La polvere è stata forgiata in un blocco solido.
ja: ほこりは固いブロックに鋳造された。
ko: 먼지가 뭉쳐져서 단단한 블럭이 되어버렸네.
pl: Z kurzu powstała twarda bryła.
pt_br: A poeira foi transformada em um bloco maciço.
ru: Из этой пыли кто-то выковал кирпич.
zh_cn: 尘埃已被锻造成坚固的块状。
zh_tw: 塵埃已被鍛造成堅固的塊狀。

# CHARACTERS.WATHGRITHR.DESCRIBE.REFLECTIVEVEST
source: Ha! The sun is no warrior if it cannot penetrate this.
de: Ha! Die Sonne ist kein Krieger, wenn sie nicht in der Lage ist, dort einzudringen.
es: ¡Ja! El sol no es ningún guerrero si no puede penetrar esto.
fr: Ah ! Le soleil ne peut lutter s'il n'arrive pas à pénétrer ça.
it: Ah! Il sole non è guerriero se non può penetrarlo.
ja: ほう！これを貫き通れないのなら、太陽は戦士ではなくなる。
ko: 훗! 이것을 통과할 수 없다면 태양은 전사라고 할 수 없겠지요.
pl: Ha! Marny ze słońca wojownik, jeśli nie potrafi przebić prostej kamizelki.
pt_br: Rá! O sol não é um guerreiro se ele não puder penetrar isso.
ru: Ха! Солнце — не воин, если не может проникнуть скозь это.
zh_cn: 哈！如果太阳连这个都穿不透，就不算个勇士。
zh_tw: 哈！如果太陽連這個都穿不透，就不算個勇士。

# CHARACTERS.WATHGRITHR.DESCRIBE.RELIC
source: Fit for Asgard.
de: Für Asgard geeignet.
es: Sirve para Asgard.
fr: Parfaite pour Ásgard.
it: Adatta ad Asgard.
ja: アスガルドーにふさわしい。
ko: 아스가르드에 어울리겠군.
pl: Nadawałby się do Asgardu.
pt_br: Adequado para Asgard.
ru: Подойдет для Асгарда.
zh_cn: 适合神域。
zh_tw: 適合神域。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB.BURNT
source: Ashes to ashes.
de: Asche zu Asche.
es: Cenizas a las cenizas.
fr: De la cendre à la cendre.
it: Cenere alla cenere.
ja: 灰は灰に。
ko: 재는 재로 돌아가는 법.
pl: Wiedza poszła z dymem.
pt_br: Das cinzas às cinzas.
ru: Пепел к пеплу.
zh_cn: 尘归尘。
zh_tw: 塵歸塵。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB.GENERIC
source: I prefer battle to science.
de: Für mich ist der Kampf wichtiger als die Wissenschaft.
es: Prefiero la batalla a la ciencia.
fr: Je préfère le combat à la science.
it: Preferisco la battaglia alla scienza.
ja: 私は科学よりも戦を好む。
ko: 난 과학보다는 싸우는 게 더 좋아.
pl: Wolę się bić, niż prowadzić eksperymenty naukowe.
pt_br: Prefiro a batalha à ciência.
ru: Предпочитаю битву науке.
zh_cn: 我喜欢战斗多过科学。
zh_tw: 我喜歡戰鬥多過科學。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB2.BURNT
source: Dust to dust.
de: Staub zu Staub.
es: Polvo al polvo.
fr: De la poussière à la poussière.
it: Polvere alla polvere.
ja: ちりをちりに。
ko: 먼지는 먼지로 돌아가는 법.
pl: Z prochu powstałeś i w proch się obrócisz.
pt_br: Do pó ao pó.
ru: Пыль к пыли.
zh_cn: 土归土。
zh_tw: 土歸土。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB2.GENERIC
source: Perhaps science can enhance my combat skills.
de: Vielleicht kann die Wissenschaft meine Kampffertigkeiten verbessern.
es: Tal vez la ciencia pueda mejorar mis habilidades de combate.
fr: La science pourrait augmenter mes capacités de combat.
it: Forse la scienza può migliorare la mia abilità di combattimento.
ja: 科学で私の戦闘技術を改善できるんじゃないだろうか。
ko: 어쩌면 과학이 내 전투 실력을 올려줄 수도 있겠지.
pl: Całkiem możliwe, że nauka może wspomóc moje bitewne zdolności.
pt_br: Talvez a ciência possa aprimorar minhas habilidades de combate.
ru: Может, наука улучшит мои навыки сражения.
zh_cn: 也许科学能提高我的战斗技巧。
zh_tw: 也許科學能提高我的戰鬥技巧。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB3.BURNT
source: Its strange power did not protect it from fire.
de: Seine seltsame Macht konnte es nicht vor dem Feuer bewahren.
es: Su extraño poder no me protegió del fuego.
fr: Son pouvoir étrange ne m'a pas protégée du feu.
it: Il suo strano potere non lo ha protetto dal fuoco.
ja: その奇妙な力も、炎から守ることはできなかった。
ko: 그 이상한 능력으로도 불은 막지 못했군.
pl: Jego przedziwna moc nie uchroniła go przed ogniem.
pt_br: Seu estranho poder não o protegeu do fogo.
ru: Странная сила не защитила ее от огня.
zh_cn: 它虽有怪异的能力，但还是被烧成了灰。
zh_tw: 它雖有怪異的能力，但還是被燒成了灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB3.GENERIC
source: A mystical thing.
de: Ein mystisches Ding.
es: Una cosa mística.
fr: Un truc mystique.
it: Una cosa mistica.
ja: 神秘的なもの。
ko: 불가사의한 것이다.
pl: Tajemnicza konstrukcja.
pt_br: Uma coisa mística.
ru: Загадочная вещь.
zh_cn: 一个神秘的东西。
zh_tw: 一個神秘的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB4.BURNT
source: No more meat will come from here!
de: Von hier wird kein weiteres Fleisch mehr kommen.
es: ¡De aquí no saldrá más carne!
fr: Plus aucune viande ne sortira d'ici !
it: Non ci sarà più carne da qua!
ja: もうここからは肉は出ない！
ko: 더는 여기서 고기가 나오는 일이 없겠군!
pl: Więcej mięsa już z tego nie będzie.
pt_br: Não sairá mais carne daqui!
ru: Никакого больше мяса!
zh_cn: 这儿再也产不出肉了！
zh_tw: 這兒再也產不出肉了！

# CHARACTERS.WATHGRITHR.DESCRIBE.RESEARCHLAB4.GENERIC
source: It is an absurd machine that makes meat.
de: Das ist eine absurde Maschine, die Fleisch macht.
es: Una máquina absurda que hace carne.
fr: C'est une machine absurde qui fait de la viande.
it: È una macchina assurda che produce carne.
ja: 不条理な肉を作る機械。
ko: 고기를 만드는 부조리한 기계다.
pl: Absurdalna maszyneria zdolna tworzyć mięso.
pt_br: É uma máquina absurda que faz carne.
ru: Нелепая машина, которая делает мясо.
zh_cn: 制造肉的荒诞机器。
zh_tw: 製造肉的荒誕機器。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESKIN_TOOL
source: In the blink of an eye, what once was is no more!
de: Im Handumdrehen ist nicht mehr, was einst war!
es: ¡En un abrir y cerrar de ojos, lo que estaba ya no está!
fr: Et en un töurnemain, ce qui fut n'est plus !
it: In un batter d'occhio, ciò che c'era non c'è più!
ja: 瞬く間にかつてあったものは永久に消える。
ko: 눈 깜짝할 사이 원래 있던 게 없어지는군!
pl: Przeminęło w mgnieniu oka!
pt_br: Num piscar de olhos. O que era antes, já não é mais!
ru: Стоило моргнуть, и все, что было, минуло!
zh_cn: 眨眼间，曾经存在的就消失了！
zh_tw: 眨眼間，曾經存在的就消失了！

# CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Valhalla, we come!
de: Walhalla, wir kommen.
es: ¡Allá vamos, Valhalla!
fr: Walhalla, nous voilà !
it: Valhalla, stiamo arrivando!
ja: ヴァルハーラ、私は来た！
ko: 발할라여, 우리가 간다!
pl: Walhallo, nadchodzimy!
pt_br: Valhalla, aí vamos nós!
ru: Вальхалла, мы идем!
zh_cn: 英灵殿，我们来了！
zh_tw: 英靈殿，我們來了！

# CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Might the gods witness this visage and offer protection.
de: Mögen die Götter dieses Gesicht sehen und Schutz bieten.
es: Que los dioses sean testigos de este rostro y ofrezca su protección.
fr: Que les dieux voient ce visage et lui accordent protection.
it: Che gli dei possano testimoniare questa visione e offrire protezione.
ja: これで、神々のご加護が得られるだろうか…
ko: 신들이여, 이 얼굴을 봐서라도 보호해 주소서.
pl: Niechaj bogowie przychylnie spojrzą na to oblicze i otoczą je swą opieką.
pt_br: Que os deuses testemunhem essa fisionomia e ofereçam proteção.
ru: Пусть боги узрят это и даруют мне свою защиту.
zh_cn: 愿诸神见到此景并提供庇佑。
zh_tw: 願諸神見到此景並提供庇佑。

# CHARACTERS.WATHGRITHR.DESCRIBE.RESURRECTIONSTONE
source: It holds me back from Valhalla.
de: Der holt mich von Walhalla zurück.
es: Me protege de Valhalla.
fr: Ça ne me rapproche pas du Walhalla.
it: Mi trattiene dal Valhalla.
ja: 私がヴァルハーラへ行く事を防ぐ。
ko: 내가 발할라로 가는 것을 막는다.
pl: Zamyka mi bramy do Walhalli.
pt_br: Me impede de chegar a Valhalla.
ru: Это не пускает меня в Вальхаллу.
zh_cn: 它能把我从英灵殿拉回来。
zh_tw: 它能把我從英靈殿拉回來。

# CHARACTERS.WATHGRITHR.DESCRIBE.REVIVER
source: Feel the passion inside!
de: Fühle die Leidenschaft!
es: ¡Siente la pasión dentro!
fr: Sentez-moi cette passion !
it: Senti la passione dentro!
ja: 強き活力に満ちている！
ko: 그 안의 열정이 느껴진다!
pl: Poczuj pasję drzemiącą wewnątrz!
pt_br: Sinta a paixão em seu interior!
ru: Почувствуй страсть внутри себя!
zh_cn: 感受内心的激情！
zh_tw: 感受內心的激情！

# CHARACTERS.WATHGRITHR.DESCRIBE.RHINODRILL
source: Thy machismo frighten me not!
de: Dein Getue macht mir keine Angst!
es: ¡Tu machismo no me asusta!
fr: Ce petit macho ne me fait pas peur !
it: La tua mascolinità non mi spaventa!
ja: かようの男、我を恐れさせず！
ko: 너의 마초이즘은 하나도 안 무섭다!
pl: Twoja samcza siła nie przeraża mnie!
pt_br: Teu machismo não me assusta!
ru: Мачо, вроде тебя, мне не страшны!
zh_cn: 你的威风吓不到我！
zh_tw: 你的威風嚇不到我！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROASTTURKEY
source: A glorious feast indeed!
de: Ein wunderbares Fest fürwahr!
es: ¡Un festín glorioso, sin duda!
fr: Un festin glörieux !
it: Un glorioso banchetto!
ja: 確かに栄光のごちそうなり！
ko: 정말 훌륭한 성찬이군!
pl: Zaiste, wspaniała to uczta!
pt_br: Um banquete glorioso de verdade!
ru: Какой роскошный пир!
zh_cn: 光荣的盛宴！
zh_tw: 光榮的盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN.GENERIC
source: Red like blood.
de: Rot wie Blut.
es: Rojo como la sangre.
fr: Rouge comme le sang.
it: Rosso come il sangue.
ja: 血のように赤い。
ko: 피처럼 붉군.
pl: Czerwony niczym krew.
pt_br: Vermelho como o sangue.
ru: Красный, как кровь.
zh_cn: 像血一样红。
zh_tw: 像血一樣紅。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN.HELD
source: I prefer your black brethren.
de: Ich bevorzuge seine schwarzen Brüder.
es: Prefiero a tus hermanos negros.
fr: Je préfère tes congénères noirs.
it: Preferisco i tuoi fratelli neri.
ja: 私はあなたの黒い仲間の方を好む。
ko: 난 네 까만 사촌이 더 좋은데.
pl: Wolę twoich czarnych pobratymców.
pt_br: Prefiro seu irmão negro.
ru: Мне больше нравятся твои черные собратья.
zh_cn: 我更喜欢你黑色的同胞。
zh_tw: 我更喜歡你黑色的同胞。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN_WINTER.GENERIC
source: This bird knows about the cold.
de: Dieser Vogel kennt sich mit der Kälte aus.
es: Este pájaro conoce el frío.
fr: Cet oiseau est habitué au froid.
it: Questo pennuto conosce il freddo.
ja: この鳥は寒さについて良くわかっている。
ko: 이 새는 추위에 익숙하군.
pl: Ten ptak wie, co to mróz.
pt_br: Esse pássaro conhece o frio.
ru: Эта птица знает о холоде.
zh_cn: 这只鸟了解寒冷。
zh_tw: 這只鳥瞭解寒冷。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBIN_WINTER.HELD
source: Such fluffy feathers.
de: Solch weiche Federn.
es: Qué plumas tan suaves.
fr: Des plumes tellement duveteuses.
it: Che piume morbide.
ja: 実にフワフワした羽毛。
ko: 깃털이 정말 부드럽군.
pl: Ale puchate piórka.
pt_br: Que penas mais fofinhas!
ru: Какие пушистые перья.
zh_cn: 多么蓬松的羽毛。
zh_tw: 多麼蓬鬆的羽毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBOT_BLUEPRINT
source: Armor of iron for my steed!
de: Eine Rüstung von Eisen für mein Reittier!
es: ¡Una armadura de hierro para mi corcel!
fr: Une armure de fer pöur mienne mönture !
it: Una corazza di ferro per il mio destriero!
ja: 我が獣のための鉄の鎧！
ko: 내 말에게 입힐 철갑옷이야!
pl: Żelazny pancerz dla mego rumaka!
pt_br: Armadura de ferro para a minha montaria!
ru: Железная броня для моего скакуна!
zh_cn: 我坐骑的铁甲！
zh_tw: 我坐騎的鐵甲！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROBOT_PUPPET
source: A prisoner!
de: Ein Gefangener!
es: ¡Un preso!
fr: Un prisonnier !
it: Un prigioniero!
ja: 捕虜！
ko: 죄수다!
pl: Więzień!
pt_br: Um prisioneiro!
ru: Заключенный!
zh_cn: 一个囚犯！
zh_tw: 一個囚犯！
