Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.GARGOYLE_WEREPIG
source: It looks very lifelike.
de: Sieht sehr lebensecht aus.
es: Parece muy real.
fr: Il a l'air vraiment vivant.
it: Sembra molto realistico.
ja: とても生き生きして見える。
ko: 무척 생생해 보인다.
pt_br: Tem um jeito muito vivo.
zh_cn: 它看起来栩栩如生。
zh_tw: 它看起來栩栩如生。

# CHARACTERS.GENERIC.DESCRIBE.GARLIC
source: The number one breath enhancer.
de: Ideal für frischen Atem.
es: El potenciador del aliento número uno.
fr: Rien de mieux pour l'haleine.
it: Il potenziatore di alito più efficace.
ja: 呼吸を促進するならこれが一番。
ko: 입 냄새를 좋게 하는 데에는 이것 만한 게 없다.
pt_br: O melhorador de hálito número um.
zh_cn: 第一口气清新剂。
zh_tw: 第一口氣清新劑。

# CHARACTERS.GENERIC.DESCRIBE.GARLIC_COOKED
source: Perfectly browned.
de: Perfekt gebräunt.
es: Perfectamente tostado.
fr: Parfaitement bruni.
it: Perfettamente abbrustolito.
ja: 完璧なキツネ色。
ko: 완벽하게 노릇해졌다.
pt_br: Perfeitamente dourado.
zh_cn: 完美的焦黄。
zh_tw: 完美的焦黃。

# CHARACTERS.GENERIC.DESCRIBE.GARLIC_OVERSIZED
source: A gargantuan garlic!
de: Gigantischer Knoblauch!
es: ¡Un ajo colosal!
fr: Au cas où on croise un gros vampire.
it: Del gigantesco aglio!
ja: 巨大なニンニク！
ko: 어마어마한 마늘이다!
pt_br: Um alho agigantado!
zh_cn: 巨大的大蒜！
zh_tw: 巨大的大蒜！

# CHARACTERS.GENERIC.DESCRIBE.GARLIC_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
zh_cn: 一把古怪的种子。
zh_tw: 一把古怪的種子。

# CHARACTERS.GENERIC.DESCRIBE.GAZPACHO
source: How in science does it taste so good?
de: Wie in aller Wissenschaft kann das so gut schmecken?
es: ¿Cómo puede estar tan rico, científicamente hablando?
fr: Ça ne peut pas scientifiquement être aussi bon !
it: Per tutti gli esperimenti scientifici! Come può essere così buono?
ja: 一体どんな科学反応でこんなに美味しくなるんだ？
ko: 도대체 어떤 원리로 이렇게 맛있지?
pt_br: Pelo amor da ciência, como isso pode ser tão bom?
zh_cn: 不科学啊，怎么这么好吃？
zh_tw: 不科學啊，怎麼這麼好吃？

# CHARACTERS.GENERIC.DESCRIBE.GEARS
source: A pile of mechanical parts.
de: Ein Stapel mechanischer Teile.
es: Un montón de piezas mecánicas.
fr: Un tas de pièces mécaniques
it: Un mucchio di parti meccaniche.
ja: 山ほどの機械の部品。
ko: 기계 부품 더미.
pt_br: Uma pilha de peças mecânicas.
zh_cn: 一堆机械零件。
zh_tw: 一堆機械零件。

# CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.GEMS
source: It needs a gem.
de: Da muss ein Edelstein rein.
es: Necesita una gema.
fr: Il me faut une gemme.
it: Ha bisogno di una gemma.
ja: 宝石を必要としている。
ko: 보석이 필요해.
pt_br: Precisa de uma pedra preciosa.
zh_cn: 它需要一颗宝石。
zh_tw: 它需要一顆寶石。

# CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
de: Sieht fertig aus.
es: Parece listo.
fr: On dirait que c'est prêt.
it: Sembra pronto.
ja: 準備万端みたい。
ko: 준비된 것으로 보이잖아.
pt_br: Parece pronto.
zh_cn: 看起来准备就绪了。
zh_tw: 看起來準備就緒了。

# CHARACTERS.GENERIC.DESCRIBE.GESTALT
source: They're promising me... knowledge.
de: Sie versprechen mir ... Wissen.
es: Me prometen... conocimiento.
fr: Je sens que ça pourrait m'apporter de la connaissance.
it: Promettono... conoscenza.
ja: 知識を…もたらしてくれそうだ。
ko: 나에게... 지식을 주겠다고 약속하고 있어.
pt_br: Estão me prometendo... conhecimento.
zh_cn: 好像能给我...知识。
zh_tw: 好像能給我...知識。

# CHARACTERS.GENERIC.DESCRIBE.GESTALT_GUARD
source: They're promising me... a good smack if I get too close.
de: Sie versprechen mir ... eine Tracht Prügel, wenn ich ihnen zu nahe komme.
es: Creo que me van a dar... un buen guantazo si me acerco demasiado.
fr: Ça me promet... un bon coup sur la tête si je m'approche trop.
it: Promettono... di darmi un bel ceffone se mi avvicino troppo.
ja: あれは近寄りすぎたらやるゾってことだな。
ko: 너무 가까이 가면...보기 좋게 한 대 얻어맞겠는데.
pt_br: Estão me prometendo... uma surra se eu chegar muito perto.
zh_cn: 它跟我保证……靠得太近就扇我一巴掌。
zh_tw: 它跟我保證……靠得太近就扇我一巴掌。

# CHARACTERS.GENERIC.DESCRIBE.GHOST
source: This offends me as a scientist.
de: Das verletzt mich als Wissenschaftler.
es: Eso me ofende como científico.
fr: En tant que scientifique, je trouve ça vexant.
it: Mi offende come scienziato.
ja: 科学者である僕を怒らせた。
ko: 과학자에 대한 모욕이다.
pt_br: Isso me ofende como cientista.
zh_cn: 我是一名科学家，这种东西冒犯了我。
zh_tw: 我是一名科學家，這種東西冒犯了我。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTFLOWER
source: My scientific brain refuses to perceive it.
de: Mein wissenschaftliches Hirn verweigert die Wahrnehmung.
es: Mi cerebro científico se niega a percibirlo.
fr: Mon cerveau scientifique refuse d'y croire.
it: Il mio cervello scientifico si rifiuta di percepirlo.
ja: 化学的な脳みそが認識することを拒否している。
ko: 내 과학적인 두뇌가 인식을 거부하고 있어.
pt_br: Meu cérebro científico se recusa a percebê-la.
zh_cn: 我科学的大脑拒绝相信这一切。
zh_tw: 我科學的大腦拒絕相信這一切。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GHOSTLYELIXIR_SPEED
source: Ah yes. Very science-y.
de: Ah ja. Sehr wissenschaftlich.
es: Ah, sí. Muy científico.
fr: Ah, oui. C'est très scientifique.
it: Oh, sì, un ritrovato più spettrale che scientifico.
ja: ああ、いいね。とても科学的だ。
ko: 아, 그래. 아주 과학적인걸.
pt_br: Ah, é. Muito científico.
zh_cn: 嗯，对。非常科学。
zh_tw: 嗯，對。非常科學。

# CHARACTERS.GENERIC.DESCRIBE.GIFT
source: Is that for me?
de: Ist das für mich?
es: ¿Es para mí?
fr: C'est pour moi ?
it: È per me?
ja: 貰っていいのかな？
ko: 나에게 주는 건가?
pt_br: Pra mim?
zh_cn: 那是给我的吗？
zh_tw: 那是給我的嗎？

# CHARACTERS.GENERIC.DESCRIBE.GIFTWRAP
source: That's a wrap!
de: Das war ordentlich!
es: Quedó bien envuelto.
fr: Dans la boîte !
it: È un pacchetto!
ja: うし、おつかれさん！
ko: 포장지로군!
pt_br: Fechou então!
zh_cn: 我太厉害了！
zh_tw: 我太厲害了！

# CHARACTERS.GENERIC.DESCRIBE.GINGERBREADHOUSE
source: Room and board all rolled into one.
de: Obdach und Nahrung in einem.
es: Alojamiento y comida, todo en uno.
fr: Une chambre et un en-cas à la fois.
it: Vitto e alloggio fusi insieme.
ja: 部屋も板も一緒くただ。
ko: 숙식을 한꺼번에 제공하네.
pt_br: Casa e comida, literalmente.
zh_cn: 管吃管住。
zh_tw: 管吃管住。

# CHARACTERS.GENERIC.DESCRIBE.GINGERBREADPIG
source: I'd better follow him.
de: Ich gehe ihm besser nach.
es: Será mejor que lo siga.
fr: Je ferais mieux de le suivre.
it: Farei meglio a seguirlo.
ja: ついて行った方がいいな。
ko: 따라가는 게 좋겠어.
pt_br: Melhor eu ir atrás dele.
zh_cn: 我最好跟着他。
zh_tw: 我最好跟著他。

# CHARACTERS.GENERIC.DESCRIBE.GINGERBREADWARG
source: Time to desert this dessert.
de: Jetzt ist er nicht mehr so süß.
es: Hora de postergar el postre.
fr: Il est temps de déserter ce dessert.
it: Questo dolce non fa per me.
ja: このデザートを平らげる時が来た。
ko: 디저트를 먹어 치울 시간이야.
pt_br: Vou cortar essa sobremesa da minha dieta.
zh_cn: 舔品一下甜品。
zh_tw: 舔品一下甜品。

# CHARACTERS.GENERIC.DESCRIBE.GLASSBLOCK
source: That's science for you.
de: Das ist eben Wissenschaft.
es: Eso es ciencia.
fr: Ça c'est de la science.
it: Quella è scienza per te.
ja: うん、実に科学的だ
ko: 이게 바로 과학이다.
pt_br: Boa e velha ciência.
zh_cn: 这份科学送给你。
zh_tw: 這份科學送給你。

# CHARACTERS.GENERIC.DESCRIBE.GLASSCUTTER
source: I'm not really cut out for fighting.
de: Damit kann man einschneidende Erfahrungen machen.
es: Lo de luchar no está hecho para mí.
fr: Je ne suis pas vraiment fait pour le combat.
it: Non sono tagliato per combattere.
ja: あんまり戦いには向いてないんだ。
ko: 난 싸움에 유리한 소질이 없어.
pt_br: Não sou talhado para lutar.
zh_cn: 我真的不是打架的料。
zh_tw: 我真的不是打架的料。

# CHARACTERS.GENERIC.DESCRIBE.GLASSSPIKE
source: Memories of the time I wasn't skewered.
de: Erinnerungen an die Zeit, als ich nicht aufgespießt war.
es: Me recuerda a cuando no me ensartaban en un pincho.
fr: Un souvenir de l'époque où rien ne me transperçait.
it: Memorie di un tempo in cui non ero infilzato.
ja: 串刺しにされなくて、本当によかった
ko: 내가 꼬치가 되지 않았던 시간의 기억.
pt_br: Lembranças de uma época que eu não estava num espeto.
zh_cn: 我还没有被刺穿时的记忆。
zh_tw: 我還沒有被刺穿時的記憶。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMER.GENERIC
source: It's cute, in a gross kind of way.
de: Niedlich, auf widerliche Art und Weise.
es: Es bonito, de una forma un tanto basta.
fr: C'est mignon, dans le genre moche.
it: È tenero, in una maniera rozza.
ja: キュートと言うか、キモ可愛い感じ。
ko: 징그러우면서도 귀엽다.
pt_br: É bonitinho, de uma forma meio nojenta.
zh_cn: 恶趣味，确又不失可爱。
zh_tw: 惡趣味，確又不失可愛。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMER.SLEEPING
source: Snug as a bug.
de: Schläft tief und fest.
es: Un bichito arropadito.
fr: Il a l'air tout doux pour un insecte.
it: Insetto appisolato.
ja: 武具馬具。
ko: 아늑해 보인다.
pt_br: O nicho do bicho.
zh_cn: 这虫子过的真不错。
zh_tw: 這蟲子過的真不錯。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMERFLOWER.DEAD
source: The petals droop and shimmer in the light.
de: Die Blütenblätter hängen herunter und schimmern im Licht.
es: Los pétalos caen y brillan en la luz.
fr: Les pétales se fanent et brillent à la lumière.
it: I petali dondolano e luccicano nella luce.
ja: 花びらはうなだれ、光をうけてかすかに光る。
ko: 꽃잎이 빛을 받으면 처지고 반짝인다.
pt_br: As pétalas se inclinam e tremulam na luz.
zh_cn: 花瓣枯萎，微微发亮。
zh_tw: 花瓣枯萎，微微發亮。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMERFLOWER.GENERIC
source: The petals shimmer in the light.
de: Die Blütenblätter schimmern im Licht.
es: Los pétalos brillan en la luz.
fr: Les pétales brillent à la lumière.
it: I petali riflettono alla luce.
ja: 花びらが光に当たってちらちら光る。
ko: 꽃잎이 빛을 받으면 반짝인다.
pt_br: As pétalas tremulam na luz.
zh_cn: 花瓣微微发亮。
zh_tw: 花瓣微微發亮。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMERFUEL
source: This goop smells foul.
de: Dieses Zeug riecht faul.
es: Este pegote huele mal.
fr: Ce rejet pue atrocement.
it: Questa sostanza viscida odora di marcio.
ja: このヘドロはひどい悪臭を放つ。
ko: 고약한 냄새가 나는 점액이다.
pt_br: Essa meleca tem cheiro de podre.
zh_cn: 这团糊糊恶臭无比。
zh_tw: 這團糊糊惡臭無比。

# CHARACTERS.GENERIC.DESCRIBE.GLOMMERWINGS
source: These would look empirically amazing on a helmet!
de: Die würden grandios an einem Helm aussehen!
es: ¡Quederían empíricamente geniales en un casco!
fr: Ça serait empiriquement incroyable sur un casque !
it: Questi avrebbero un aspetto meraviglioso con un casco!
ja: この形状…かぶとの飾りに最適だ！
ko: 투구에 달면 멋있다는 증거가 있다!
pt_br: Elas ficariam empiricamente incríveis no meu elmo!
zh_cn: 这些装在头盔上好看极了！
zh_tw: 這些裝在頭盔上好看極了！

# CHARACTERS.GENERIC.DESCRIBE.GLOWBERRYMOUSSE
source: Warly sure can cook.
de: Und ob Warly kochen kann.
es: Warly cocina que da gusto.
fr: Warly s'y connaît en cuisine.
it: Warly sì che sa cucinare.
ja: ワーリーは料理が得意だね。
ko: 왈리는 요리를 정말 잘해.
pt_br: O Warly cozinha muito bem.
zh_cn: 沃利烧的一手好菜。
zh_tw: 沃利燒的一手好菜。

# CHARACTERS.GENERIC.DESCRIBE.GNARWAIL.BROKENHORN
source: Got your nose!
de: Ich habe deine Nase!
es: ¡Te pillé la nariz!
fr: Je t'ai volé ton nez !
it: Naso rotto!
ja: 君の鼻捕まえた！
ko: 코 잡았다!
pt_br: Peguei seu nariz.
zh_cn: 你的鼻子没了！
zh_tw: 你的鼻子沒了！

# CHARACTERS.GENERIC.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: That's what happens when you nose around!
de: Das kommt davon, wenn man seine Nase überall reinsteckt!
es: ¡Eso te pasa por meter las narices!
fr: C'est ce qui arrive quand on met son nez n'importe où !
it: Ecco cosa succede quando si ficcanasa troppo.
ja: 鼻をあちこちに突っ込んで回るからそうなるんだ！
ko: 코를 들이밀고 다니니 이렇게 되는 거야!
pt_br: Isso é o que acontece quando se mete o nariz onde não é chamado.
zh_cn: 这就是你到处伸鼻子的下场！
zh_tw: 這就是你到處伸鼻子的下場！

# CHARACTERS.GENERIC.DESCRIBE.GNARWAIL.FOLLOWER
source: This is all whale and good.
de: Das ist wohl meine Walverwandtschaft.
es: Esto es todo ballena y está bien.
fr: On devrait se faire une bataille narval pour passer le temps.
it: Un balenino per amico.
ja: クジラの仲間だよね。
ko: 나쁘지 않네. 안 고래?
pt_br: Esse aí está de boa na lagoa.
zh_cn: 鲸鱼，挺好的。
zh_tw: 鯨魚，挺好的。

# CHARACTERS.GENERIC.DESCRIBE.GNARWAIL.GENERIC
source: My, what a big horn you have.
de: Meine Güte, hast du ein großes Horn.
es: ¡Vaya, menudo cuerno que tienes!
fr: Oh, que vous avez une grande corne.
it: Accidenti, che gran corno che hai!
ja: なんて大きな角を持っているんだ。
ko: 세상에, 엄청 큰 뿔을 가지고 있구나!
pt_br: Nossa, que chifre enorme você tem!
zh_cn: 天啊，你的角真大。
zh_tw: 天啊，你的角真大。

# CHARACTERS.GENERIC.DESCRIBE.GNARWAIL_HORN
source: Gnarly!
de: Knorrig!
es: ¡Mola!
fr: Radical !
it: Fico!
ja: かっこい～！
ko: 끝내주는데!
pt_br: Irado!
zh_cn: 不可思议！
zh_tw: 不可思議！

# CHARACTERS.GENERIC.DESCRIBE.GOATMILK
source: It's buzzing with tastiness!
de: Summt vor Schmackhaftigkeit.
es: ¡Está llena de sabor!
fr: Ça a l'air super bon !
it: È brulicante di bontà!
ja: 美味しそうな感じがブンブンしている。
ko: 짜릿하게 맛있다!
pt_br: Está vibrando de tanta saborosidade!
zh_cn: 美味，还滋滋作响！
zh_tw: 美味，還滋滋作響！

# CHARACTERS.GENERIC.DESCRIBE.GOGGLESHAT
source: What a stylish pair of goggles.
de: Was für eine elegante Brille.
es: Qué gafas tan elegantes.
fr: Une paire de lunettes très stylée.
it: Ma che paio di occhialini di classe.
ja: 実にスタイリッシュなゴーグルだ
ko: 멋들어진 고글이다.
pt_br: Um par de óculos bem estiloso!
zh_cn: 这对护目镜可真时髦。
zh_tw: 這對護目鏡可真時髦。

# CHARACTERS.GENERIC.DESCRIBE.GOLDENAXE
source: That's one fancy axe.
de: Das ist eine schicke Axt.
es: Qué hacha tan lujosa.
fr: Ça c'est une hache qu'elle est chouette.
it: È un'ascia di lusso.
ja: それはまた変わった斧だね。
ko: 아주 화려한 도끼다.
pt_br: Que machado mais sofisticado.
zh_cn: 挺花哨的一把斧头。
zh_tw: 挺花哨的一把斧頭。

# CHARACTERS.GENERIC.DESCRIBE.GOLDENPICKAXE
source: Hey, isn't gold really soft?
de: Hey, ist Gold nicht eigentlich empfindlich?
es: Eh, ¿no es realmente suave el oro?
fr: Hé ? L'or c'est mou , non ?
it: Ehi, ma l'oro non è morbidissimo?
ja: なぁ、金は実にやわらかいんだよね？
ko: 금은 원래 무르지 않던가?
pt_br: Ei, ouro é bem macio, não?
zh_cn: 金子不是软的吗？
zh_tw: 金子不是軟的嗎？

# CHARACTERS.GENERIC.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
de: Warum habe ich mir nur eine solch hübsche Forke gebaut?
es: ¿Por qué he hecho una horca tan lujosa?
fr: Pourquoi j'ai fait une fourche aussi chouette ?
it: Perché mai ho fatto un forcone così piacevole?
ja: たかが熊手、なぜこんなに派手なのを作ったんだろう？
ko: 왜 갈퀴 따위를 이렇게 고급스럽게 만들었더라?
pt_br: Por que cargas d'água fiz um forcado tão extravagante?
zh_cn: 一把叉子我都能做的这么精美？
zh_tw: 一把叉子我都能做的這麼精美？

# CHARACTERS.GENERIC.DESCRIBE.GOLDENSHOVEL
source: I can't wait to dig holes.
de: Ich kann es kaum erwarten, Löcher zu graben.
es: Qué ganas tengo de cavar hoyos.
fr: Je suis pressé de creuser des trous.
it: Non vedo l'ora di scavare buche.
ja: 穴を掘るのが待ちきれない。
ko: 얼른 구멍을 파고 싶다.
pt_br: Mal posso esperar para fazer buracos.
zh_cn: 我等不及要挖洞了。
zh_tw: 我等不及要挖洞了。

# CHARACTERS.GENERIC.DESCRIBE.GOLDEN_FARM_HOE
source: Do I really need something this fancy to move dirt around?
de: Brauche ich wirklich so etwas Ausgefallenes, um Erdboden zu bewegen?
es: ¿De verdad necesito algo tan elegante para remover la tierra?
fr: J'ai vraiment besoin de ça pour racler de la terre ?
it: Ho davvero bisogno di una cosa così stravagante per smuovere la terra?
ja: 土を動かすのにこんなにゴージャスな物を使う必要があるのかな？
ko: 먼지를 옮기는 데 이렇게 멋진 것이 정말 필요할까?
pt_br: Será que preciso de algo tão sofisticado para mexer na terra?
zh_cn: 我真的需要这么花哨的东西来搬土吗？
zh_tw: 我真的需要這麼花哨的東西來搬土嗎？

# CHARACTERS.GENERIC.DESCRIBE.GOLDNUGGET
source: I can't eat it, but it sure is shiny.
de: Ich kann es nicht essen, aber es glänzt auf jeden Fall.
es: No puedo comérmelo, pero sin duda es muy brillante.
fr: Ça ne se mange pas, mais ça brille.
it: Non posso mangiarla, ma è sicuramente splendente.
ja: 食べられないけど、それにしてもピカピカしている。
ko: 먹을 수는 없지만 정말 눈부시게 빛난다.
pt_br: Não posso comer, mas com certeza é brilhante.
zh_cn: 它不能吃，但确实闪闪发光。
zh_tw: 它不能吃，但確實閃閃發光。

# CHARACTERS.GENERIC.DESCRIBE.GOOSE_FEATHER
source: Fluffy!
de: Bauschig!
es: ¡Qué mullida!
fr: Duveteux !
it: Soffice!
ja: フワフワ！
ko: 복슬복슬하거든!
pt_br: Suave!
zh_cn: 毛茸茸的！
zh_tw: 毛茸茸的！

# CHARACTERS.GENERIC.DESCRIBE.GRASS.BARREN
source: It needs poop.
de: Braucht Dünger.
es: Necesita estiércol.
fr: Il lui faut de la crotte.
it: Ha bisogno di cacca.
ja: フンが必要。
ko: 똥이 필요해.
pt_br: Precisa de cocô.
zh_cn: 它需要粪肥。
zh_tw: 它需要糞肥。

# CHARACTERS.GENERIC.DESCRIBE.GRASS.BURNING
source: That's burning fast!
de: Das brennt schnell!
es: ¡Está ardiendo rápido!
fr: Ça brûle vite !
it: Sta bruciando in fretta!
ja: 燃えるのが早い！
ko: 빨리 타고 있다!
pt_br: Está queimando muito rápido!
zh_cn: 烧得好快！
zh_tw: 燒得好快！

# CHARACTERS.GENERIC.DESCRIBE.GRASS.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
zh_cn: 它看上去很不舒服。
zh_tw: 它看上去很不舒服。

# CHARACTERS.GENERIC.DESCRIBE.GRASS.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
zh_cn: 呃...有些地方不对劲。
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.GENERIC.DESCRIBE.GRASS.GENERIC
source: It's a tuft of grass.
de: Das ist ein Büschel Gras.
es: Es una mata de hierba.
fr: Une touffe d'herbe.
it: È un ciuffo d'erba.
ja: それは草の茂みだ。
ko: 풀 뙈기다.
pt_br: É um tufo de grama.
zh_cn: 是一丛草。
zh_tw: 是一叢草。

# CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: It was cut down in the prime of its life.
de: In der Blüte seines Lebens abgeschnitten.
es: Se cortó cuando estaba en la flor de la vida.
fr: Elle a été coupée dans sa prime jeunesse.
it: È stato abbattuto nel fiore della sua vita.
ja: 一番豊かに茂っていた成長期に刈られた。
ko: 가장 화려했던 순간에 베였다.
pt_br: Foi cortada no auge de sua vida.
zh_cn: 它在长得最好的时候被采走了。
zh_tw: 它在長得最好的時候被采走了。

# CHARACTERS.GENERIC.DESCRIBE.GRASS.WITHERED
source: It's not going to grow back while it's so hot.
de: Das wird nicht wieder nachwachsen, wenn es so heiß ist.
es: No va a volver a crecer mientras haga tanto calor.
fr: Elle ne repoussera pas avec une chaleur pareille.
it: Non ricrescerà finché fa così caldo.
ja: こんなに暑い時期には、また生えてはこない。
ko: 너무 더울 때는 다시 자라지 않을 것이다.
pt_br: Não vai crescer de novo enquanto estiver quente assim.
zh_cn: 天气这么热，它不会长回来。
zh_tw: 天氣這麼熱，它不會長回來。

# CHARACTERS.GENERIC.DESCRIBE.GRASSGATOR
source: I don't think he likes me very much.
de: Er scheint mich nicht allzu sehr zu mögen.
es: Creo que no le caigo demasiado bien.
fr: J'ai l'impression qu'il ne m'aime pas trop.
it: Non credo di piacergli molto.
ja: 僕のことは好きじゃないみたいだな。
ko: 그는 나를 별로 좋아하지 않는 것 같아.
pt_br: Acho que ele não gosta muito de mim.
zh_cn: 我觉得他不太喜欢我。
zh_tw: 我覺得他不太喜歡我。

# CHARACTERS.GENERIC.DESCRIBE.GRASSGEKKO.DISEASED
source: It looks really sick.
de: Sieht wirklich krank aus!
es: Parece bastante enfermo.
fr: Il a l'air très malade.
it: Sembra davvero malato.
ja: あのトカゲは病気みたいだな
ko: 정말 아파 보인다.
pt_br: Parece bem doente.
zh_cn: 它看上去真的很不舒服。
zh_tw: 它看上去真的很不舒服。

# CHARACTERS.GENERIC.DESCRIBE.GRASSGEKKO.GENERIC
source: It's an extra leafy lizard.
de: Eine besonders grüne Eidechse.
es: Es un lagarto muy frondoso.
fr: C'est un lézard super feuillu.
it: È una lucertola molto erbosa.
ja: やけに草っぽいトカゲだな
ko: 풀이 매우 무성한 도마뱀이다.
pt_br: É um lagarto cheio de folhas.
zh_cn: 这是一只多叶状蜥蜴。
zh_tw: 這是一隻多葉狀蜥蜴。

# CHARACTERS.GENERIC.DESCRIBE.GRASS_UMBRELLA
source: My hair looks good wet... it's when it dries that's the problem.
de: Nass sieht mein Haar gut aus. Das Problem ist, wenn es trocken ist ...
es: Me queda bien el pelo mojado... El problema es cuando se me seca.
fr: Mes cheveux sont beaux quand il sont mouillés... le problème c'est quand ils sèchent.
it: I miei capelli stanno bene da bagnati... il problema sorge quando sono asciutti.
ja: 髪は、ぬれてるほうがまとまりやすいけど…
ko: 내 머리카락은 젖어야 보기 좋다. 마르면 이상해지고.
pt_br: Meu cabelo fica ótimo molhado... O problema é quando seca.
zh_cn: 我的头发湿的时候很好看...问题出在干的时候。
zh_tw: 我的頭髮濕的時候很好看...問題出在乾的時候。

# CHARACTERS.GENERIC.DESCRIBE.GRAVY
source: It's all gravy.
de: Köstliche Soße.
es: Es todo salsa.
fr: Ça a l'air bon.
it: Una salsa deliziosa.
ja: 肉汁ジュワーッ。
ko: 맛있어 보이는 그레이비야.
pt_br: De olho no molho.
zh_cn: 全是肉汁。
zh_tw: 全是肉汁。

# CHARACTERS.GENERIC.DESCRIBE.GREENAMULET
source: No base should be without one!
de: Sollte es in jeder Basis geben.
es: ¡No debería faltarle a ninguna base!
fr: Il en faudrait une dans chaque base !
it: Nessuna base dovrebbe farselo mancare!
ja: 拠点づくりの必需品だ！
ko: 베이스의 필수품!
pt_br: Todas as bases deveriam ter um.
zh_cn: 所有基地都得配一个！
zh_tw: 所有基地都得配一個！

# CHARACTERS.GENERIC.DESCRIBE.GREENGEM
source: It's green and gemmy.
de: Er ist grün und funkelnd.
es: Es verde y brillante.
fr: Une gemme toute verte.
it: È verde e come una gemma.
ja: 緑でキラキラ宝石みたい！
ko: 녹색이고 보석이 있다.
pt_br: É verde e preciosa.
zh_cn: 绿色的，闪耀着光芒。
zh_tw: 綠色的，閃耀著光芒。

# CHARACTERS.GENERIC.DESCRIBE.GREENMOONEYE
source: That'll keep a watchful eye on the place.
de: Das wird ein wachsames Auge halten.
es: Vigilará bien el lugar.
fr: Ça permettra de surveiller les lieux.
it: Terrà un occhio vigile sul posto.
ja: 見張りにはピッタリだね。
ko: 계속 지켜봐 주겠군.
pt_br: Isso vai permitir ficar de olho no lugar.
zh_cn: 那东西会密切关注这地方。
zh_tw: 那東西會密切關注這地方。

# CHARACTERS.GENERIC.DESCRIBE.GREENSTAFF
source: This will come in handy.
de: Der wird praktisch sein.
es: Esto será útil.
fr: Ça va servir.
it: Tornerà utile.
ja: これはきっと役に立つ。
ko: 꽤 쓸모가 있을 것 같다.
pt_br: Isso vai ser útil.
zh_cn: 这东西迟早派得上用场。
zh_tw: 這東西遲早派得上用場。

# CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP
source: It seems pretty normal.
de: Wirkt ziemlich normal.
es: Parece bastante normal.
fr: Il a l'air plutôt normal.
it: Sembra abbastanza normale.
ja: だいたい普通に見える。
ko: 꽤 평범해 보인다.
pt_br: Parece bem normal.
zh_cn: 它看起来很正常。
zh_tw: 它看起來很正常。

# CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP_COOKED
source: It's different now...
de: Jetzt ist er anders ...
es: Ahora es diferente...
fr: C'est plus pareil maintenant...
it: Ora è diverso...
ja: 何だか様子が違う…
ko: 이제 달라졌다...
pt_br: Agora está diferente...
zh_cn: 不同了...
zh_tw: 不同了...

# CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a mushroom.
de: Das ist ein Pilz.
es: Una seta.
fr: C'est un champignon.
it: È un fungo.
ja: キノコだ。
ko: 버섯이다.
pt_br: É um cogumelo.
zh_cn: 是蘑菇。
zh_tw: 是蘑菇。

# CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's sleeping.
de: Er schläft.
es: Está durmiendo.
fr: Elle dort.
it: Sta dormendo.
ja: 寝ている。
ko: 자고 있습니다.
pt_br: Está dormindo.
zh_cn: 在睡觉。
zh_tw: 在睡覺。

# CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I wonder if it will come back?
de: Ich frage mich, ob er wiederkommt?
es: Me pregunto si volverá a crecer.
fr: Je me demande s'il va repousser.
it: Mi chiedo se tornerà?
ja: 戻ってくるかな。
ko: 다시 돌아올까?
pt_br: Será que vai voltar?
zh_cn: 不知道它会不会长回来？
zh_tw: 不知道它會不會長回來？
