Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORRUINS
source: Heavy clothes
de: Schwere Kleidung.
es: Ropa pesada
es_mx: Ropa pesada
fr: Un vêtement lourd et épais.
it: Vestiti pesanti
ja: 重たいお洋服だよ
ko: 무거운 옷이야
pl: Ciężki strój
pt_br: Roupas pesadas.
ru: Тяжелая одежда
zh_tw: 好重的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORSKELETON
source: Magic bones
de: Zauberknochen.
es: Huesos mágicos
es_mx: Huesos mágicos
fr: Des os magiques.
it: Ossa magiche
ja: 魔法の骨だよ
ko: 마법의 뼈야
pl: Magiczne kości
pt_br: Ossos mágicos.
ru: Магические кости
zh_tw: 魔法骨頭

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORSLURPER
source: Furry Belt. Looks good
de: Pelzgürtel. Hübsch.
es: Cinturón peludo. Es bonito
es_mx: Correa peluda. Se ve bien
fr: Une ceinture en fourrure. La classe.
it: Cintura pelosa. Piace
ja: ふわふわのベルト！いい感じだね
ko: 털투성이 벨트야. 좋아 보여
pl: Futrzany pas. Wygląda dobrze
pt_br: Cinto peludo. Bonito.
ru: Пушистый пояс. Красивый
zh_tw: 皮草腰帶。看起來很棒

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORSNURTLESHELL
source: Anyone hiding?
de: Versteckt sich da wer?
es: ¿Hay alguien escondido?
es_mx: ¿Alguien se esconde?
fr: Qui se cache ?
it: Si nasconde qualcuno?
ja: 誰かいる？
ko: 누가 숨어 있나?
pl: Ktoś się tu chowa?
pt_br: Tem alguém escondido?
ru: Кто там прячется?
zh_tw: 有人藏在裡面嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORWOOD
source: Friend Shirt
de: Hemd vom Freund.
es: Camisa de amigo
es_mx: Camisa amiga
fr: Un vêtement en copain arbre.
it: Camicia fatta con amico
ja: お友だちのシャツ
ko: 친구 셔츠야
pl: Strój przyjaciela
pt_br: Camisa de amigo.
ru: Рубашка из друзей
zh_tw: 朋友的襯衫

# CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_BRAMBLE
source: Pokey protection
de: Stachelschutz.
es: Protección puntiaguda
es_mx: Protección puntiaguda
fr: Une protection piquante.
it: Protezione spinosa
ja: ツンツンガードだよ
ko: 뾰족한 보호물이야
pl: Kłująca ochrona
pt_br: Proteção espetante.
ru: Защита от тыканья
zh_tw: 尖刺保護

# CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_SANITY
source: Brain Guard
de: Hirnwächter.
es: Guardacerebro
es_mx: Protección de cerebro
fr: Ça protège le corps, mais pas la santé mentale.
it: Usa cervello per proteggere
ja: 頭のガードだよ
ko: 뇌로 방어해
pl: Mózgowa ochrona
pt_br: Cérebro Protetor.
ru: Умная защита
zh_tw: 大腦護甲

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: oh. (sob)
de: Oh. (Schluchz)
es: Oh. *snif*
es_mx: oh. (sollozo)
fr: Oh. *sanglote*
ja: うう。（シクシク）
ko: 아. (흑흑)
pl: Och. Chlip
pt_br: Ah. (soluço)
ru: Ой (хнык)
zh_tw: 嗚。(哭泣）

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: Pointy friend
de: Spitzer Freund.
es: Amigo puntiagudo
es_mx: Amigo puntiagudo
fr: Une copine qui pique.
it: Amico a punta
ja: とんがりなお友だちだよ。
ko: 뾰족한 친구야
pl: Spiczasty przyjaciel
pt_br: Amigo pontudo.
ru: Остроконечный друг
zh_tw: 尖尖的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: Needs scribbles
de: Braucht Kritzelei.
es: Necesita garabatos
es_mx: Necesita garabatos
fr: Le panneau a besoin de gribouillages !
it: Servono scarabocchi
ja: 落書きしなくちゃね！
ko: 낙서가 필요해
pl: Potrzebuje bazgrołów
pt_br: Precisa de rabiscos.
ru: Нужны каракули
zh_tw: 需要寫字上去

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_POST.BURNT
source: oh. (sob)
de: Oh. (Schluchz)
es: Oh. *snif*
es_mx: oh. (sollozo)
fr: Oh. *sanglote*
ja: うう。（シクシク）
ko: 아. (흑흑)
pl: Och. Chlip
pt_br: Ah. (soluço)
ru: Ой (хнык)
zh_tw: 嗚。(哭泣）

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_POST.GENERIC
source: Pointy friend
de: Spitzer Freund.
es: Amigo puntiagudo
es_mx: Amigo puntiagudo
fr: Une copine qui pique.
it: Amico a punta
ja: とんがりなお友だちだよ。
ko: 뾰족한 친구야
pl: Spiczasty przyjaciel
pt_br: Amigo pontudo.
ru: Остроконечный друг
zh_tw: 尖尖的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: Needs scribbles
de: Braucht Kritzelei.
es: Necesita garabatos
es_mx: Necesita garabatos
fr: Le panneau a besoin de gribouillages !
it: Servono scarabocchi
ja: 落書きしなくちゃね！
ko: 낙서가 필요해
pl: Potrzebuje bazgrołów
pt_br: Precisa de rabiscos.
ru: Нужны каракули
zh_tw: 需要寫字上去

# CHARACTERS.WORMWOOD.DESCRIBE.ASH.GENERIC
source: Something burned
de: Etwas ist verbrannt.
es: Algo quemado
es_mx: Cosa quemada
fr: Quelque chose a brûlé.
it: Qualcosa bruciato
ja: 何か燃えた跡
ko: 뭐가 탔어
pl: Coś spłonęło
pt_br: Alguma coisa queimou.
ru: Что-то сгорело
zh_tw: 燃燒後的東西

# CHARACTERS.WORMWOOD.DESCRIBE.ASH.REMAINS_EYE_BONE
source: All gone
de: Alles weg.
es: No queda nada
es_mx: No queda nada
fr: Il ne reste plus rien.
it: Tutto andato
ja: 全部なくなったよ
ko: 다 없어졌어
pl: Nie ma
pt_br: Tudo se foi.
ru: Ничего не осталось
zh_tw: 全都沒了

# CHARACTERS.WORMWOOD.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: Oh
ja: あれ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.ASH.REMAINS_THINGIE
source: Gone
de: Weg.
es: No está
es_mx: Ya no está
fr: Il ne reste plus rien.
it: No più
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS
source: Sticks for belly
de: Stöcke für den Bauch.
es: Palos para tripa
es_mx: Palitos para barriga
fr: Des bâtonnets pour remplir mon ventre.
it: Bastoncini per pancia
ja: おなかに入れる棒
ko: 배를 채우는 막대기야
pl: Patyczki do brzuszka
pt_br: Gravetos pra barriga.
ru: Палочки для живота
zh_tw: 填飽肚子的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUSSOUP
source: Swimming sticks
de: Schwimmstöcke.
es: Palos que nadan
es_mx: Palitos nadadores
fr: Des bâtonnets qui nagent.
it: Bastoncini nuotano
ja: 泳いでる棒
ko: 헤엄치는 막대기야
pl: Pływające patyczki
pt_br: Gravetos nadadores.
ru: Палочки плавают
zh_tw: 游泳的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_COOKED
source: Smells pointy
de: Riecht spitz.
es: Huele puntiagudo
es_mx: Huele puntiagudo
fr: Plutôt pointu comme aliment.
it: Odore pungente
ja: 臭いとがったもの
ko: 냄새가 뾰족해
pl: Pachną spiczaście
pt_br: Tem cheiro pontudo.
ru: Пахнет острым
zh_tw: 刺鼻的味道

# CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_OVERSIZED
source: Big pointy
de: Groß und spitz
es: Largo y puntiagudo
fr: Des grands bâtons.
it: Grande punta
ja: 大きくて尖ってるね
ko: 삐죽삐죽
pl: Duży i spiczasty.
pt_br: Pontudão.
ru: Большой остряк
zh_tw: 又大又尖

# CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_SEEDS
source: Grows the belly sticks
de: Daraus wachsen Stöcke für den Bauch.
es: De aquí crecen los palos para tripa
es_mx: Hacen crecer palitos de barriga
fr: Ça fait pousser des bâtonnets pour remplir mon ventre.
it: Fanno nascere bastoncini per pancia
ja: おなかに入る棒が育つ
ko: 배를 채우는 막대기가 자라
pl: Wyrosną z nich patyczki do brzuszka
pt_br: Vira gravetos pra barriga.
ru: Чтобы растить палочки для живота
zh_tw: 長出飽腹的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_GATE.CHARGING
source: Oh. What's it doing?
de: Oh. Was tut es?
es: Oh. ¿Qué está haciendo?
es_mx: Oh. ¿Qué está haciendo?
fr: Qu'est-ce qui se passe ?
it: Oh. Che fa?
ja: なになに？どうなってるの？
ko: 아. 뭐 하는 거지?
pl: Och. Co ona robi?
pt_br: O que está fazendo?
ru: Ой. Что эта штучка делает?
zh_tw: 哦。它在做什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: Tired?
de: Müde?
es: ¿Te has cansado?
es_mx: Cansada
fr: C'est fatigué.
it: Stanco?
ja: へとへと？
ko: 지쳤나?
pl: Zmęczona?
pt_br: Cansou?
ru: Штучка устала?
zh_tw: 累了？

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: Looks sick
de: Sieht krank aus.
es: Parece no estar bien
es_mx: Se ve enferma
fr: Ça a l'air malade.
it: Sembra malato
ja: 気持ち悪そうだよ
ko: 아파 보여
pl: Wygląda na chorą
pt_br: Parece doente.
ru: Выглядит нездорово
zh_tw: 看著病了

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_GATE.OFF
source: Needs fixing
de: Muss repariert werden.
es: Necesita un arreglo
es_mx: Necesita reparar
fr: Cette chose a besoin d'être réparée.
it: Serve riparazione
ja: 直さなくちゃね
ko: 수리가 필요해
pl: Trzeba naprawić
pt_br: Precisa de conserto.
ru: Надо починить
zh_tw: 需要修理

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_GATE.ON
source: Working now!
de: Funktioniert!
es: ¡Ahora funciona!
es_mx: ¡Ahora funciona!
fr: Ça marche !
it: Ora funziona!
ja: 使えるよ！
ko: 이제 작동된다!
pl: Teraz działa!
pt_br: Trabalhando agora!
ru: Заработало!
zh_tw: 又好了！

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_KEY
source: Goes where?
de: Wohin?
es: ¿Dónde va?
es_mx: ¿Adónde lleva?
fr: Ça mène où ?
it: Dove va?
ja: どこに行くの？
ko: 어디로 갈까?
pl: Dokąd prowadzi?
pt_br: Vai pra onde?
ru: Для чего он?
zh_tw: 去哪？

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_LIGHT.OFF
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ。
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não está funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_LIGHT.ON
source: Light!
de: Licht!
es: ¡Luz!
es_mx: ¡Luz!
fr: De la lumière !
it: Luce!
ja: 軽いよ！
ko: 빛이야!
pl: Światło!
pt_br: Luz!
ru: Свет!
zh_tw: 光！

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_OVERGROWTH
source: Don't know those scribbles
de: Kenne die Kritzelei nicht.
es: No conozco esos garabatos
es_mx: No conocer esos garabatos
fr: Je connais pas ces gribouillages.
it: Non conosco disegni
ja: こんな落書きしらないよ
ko: 무슨 글씨인지 모르겠어
pl: Nie rozumiem tych bazgrołów
pt_br: Não conheço esses rabiscos.
ru: Не могу разобрать закорючки
zh_tw: 認不出這些字了

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: Story!
de: Geschichte!
es: ¡Historia!
es_mx: ¡Historia!
fr: Une histoire !
it: Storia!
ja: お話だよ！
ko: 이야기다!
pl: Bajka!
pt_br: História!
ru: История!
zh_tw: 故事！

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: Can't read it
de: Kann ich nicht lesen.
es: No puedo leerlo
es_mx: No poder leer
fr: J'arrive pas à la lire.
it: Non leggo
ja: 読めないよ！
ko: 못 읽겠어
pl: Nie mogę odczytać
pt_br: Não consigo ler.
ru: Не могу прочитать
zh_tw: 讀不了

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: Black. Lots of black
de: Schwarz. Viel Schwarz.
es: Negro. Mucho negro
es_mx: Negro. Mucho negro
fr: Du noir. Tout est noir.
it: Nero. Tanto nero
ja: 黒。 真っ黒。
ko: 온통 새까매
pl: Czarne. Mnóstwo czarnego
pt_br: Preto. Muito preto.
ru: Черное. Столько черного
zh_tw: 黒，真黑

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: Oh! People changing!
de: Oh! Veränderung!
es: ¡Oh! ¡Gente cambiando!
es_mx: ¡Oh! ¡Gente cambiando!
fr: Oh ! Des gens qui changent !
it: Oh! Persone cambiano!
ja: おお。 みんな変わってるよ！
ko: 아! 사람들이 바뀐다!
pl: Och! Ludzie się zmieniają!
pt_br: Ah! Pessoas mudando!
ru: Ой! Люди меняются!
zh_tw: 啊！人在變！

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: Pretty picture!
de: Hübsches Bild!
es: ¡Imagen bonita!
es_mx: ¡Bonita imagen!
fr: Y a un joli dessin dessus.
it: Bella immagine!
ja: きれいな絵だね！
ko: 예쁜 그림이야!
pl: Ładny obrazek!
pt_br: Desenho bonito!
ru: Красивая картинка!
zh_tw: 漂亮的圖畫！

# CHARACTERS.WORMWOOD.DESCRIBE.ATRIUM_STATUE
source: Still alive?
de: Noch lebendig?
es: ¿Aún vive?
es_mx: ¿Sigue vivo?
fr: T'es encore en vie ?
it: Ancora viva?
ja: まだ生きてるかな？
ko: 아직 살아 있나?
pl: Jeszcze żyje?
pt_br: Ainda tá vivo?
ru: Все еще живой?
zh_tw: 它還活著嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.AXE
source: Hurts friends (sob)
de: Tut Freunden weh. (Schluchz)
es: Hace daño a los amigos *snif*
es_mx: Lastima amigos (sollozo)
fr: *Sanglote* Ça fait du mal à mes copains.
it: Fa male ad amici (sob)
ja: お友だちを痛めつけるやつ（グスン）
ko: 친구를 아프게 해 (흑흑)
pl: Rani przyjaciół. Chlip
pt_br: Machuca amigos. (soluço)
ru: Обижает друзей (шмыг)
zh_tw: 傷害朋友（抽泣）

# CHARACTERS.WORMWOOD.DESCRIBE.BABYBEEFALO.GENERIC
source: Needs more fur
de: Braucht mehr Fell.
es: Necesita más pelo
es_mx: Necesita más pelo
fr: Ce bébé manque de fourrure.
it: Serve altra pelliccia
ja: もっと毛皮が欲しいね
ko: 털이 더 필요해
pl: Musi mieć więcej futra
pt_br: Precisa de mais pelo!
ru: Ему нужно больше шерсти
zh_tw: 需要更多毛髮

# CHARACTERS.WORMWOOD.DESCRIBE.BABYBEEFALO.SLEEPING
source: Shh...
de: Psst ...
es: Shhh...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Cii...
ru: Тс-с…
zh_tw: 噓...

# CHARACTERS.WORMWOOD.DESCRIBE.BACKPACK
source: For more things carrying
de: Ich kann mehr tragen.
es: Para llevar más cosas
es_mx: Para más cosas cargar
fr: Pour transporter encore plus de choses.
it: Per trasportare più cose
ja: もっとたくさんのものを持ち運ぶために
ko: 물건을 더 들고 다닐 수 있어
pl: Aby nosić więcej rzeczy
pt_br: Pra carregar mais coisas.
ru: Чтобы больше нести
zh_tw: 為了攜帶更多東西

# CHARACTERS.WORMWOOD.DESCRIBE.BACONEGGS
source: Belly filler
de: Bauchfüller.
es: Llenatripas
es_mx: Llenador de barriga
fr: Ça remplit le ventre.
it: Per riempire pancia
ja: おなかにたまるものだ
ko: 배를 채워
pl: Wypełniacz do brzuszka
pt_br: Enchedor de barriga.
ru: Наполняет животик
zh_tw: 用來填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOON
source: Boop
de: Stups.
es: Buup
es_mx: Ñic
fr: Pouët.
it: Bip
ja: チョンッ
ko: 빵빵이야
pl: Pyk
ru: Пуньк
zh_tw: 啪

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONHAT
source: Squee Hopper? Hm. No
de: Quietsch-Hüpfer? Hm. Nein
es: ¿Botecitos ñi-ñí? Um... No
fr: Un animal bondissant ? Hm, non.
it: Salterello? Uhm. No
ja: きーきーぴょんぴょん？んー。違う
ko: 꺄악 깡총? 흠. 아니야
pl: Piszcząca piłeczka? Hm. Nie.
pt_br: Saltador Alegre? Hm. Não.
ru: Пискливый прыгун? Хм, нет
zh_tw: 蹦蹦跳的傢伙？哦。不是

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONPARTY
source: Fun!
de: Lustig!
es: ¡Diversión!
fr: C'est rigolo !
it: Divertente!
ja: 楽しいね！
ko: 재미있어!
pl: Fajne!
pt_br: Divertido!
ru: Весело!
zh_tw: 好玩！

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONSPEED.DEFLATED
source: Boop
de: Stups.
es: Buup
es_mx: Ñic
fr: Pouët.
it: Bip
ja: チョンッ
ko: 빵빵이야
pl: Pyk
ru: Пуньк
zh_tw: 啪

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONSPEED.GENERIC
source: Run run run!
de: Lauf lauf lauf!
es: ¡Corre, corre, corre!
fr: Ça va viiiite !
it: Corri corri corri!
ja: 走って走って！
ko: 달려 달려라 달려!
pl: Uciekaj, uciekaj, uciekaj!
pt_br: Corre, corre, corre!
ru: Беги, беги, беги!
zh_tw: 跑跑跑！

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONS_EMPTY
source: Needs air
de: Braucht Luft.
es: Necesita aire
es_mx: Necesita aire.
fr: Il faut les gonfler.
it: Serve aria
ja: 空気が必要だよ
ko: 공기가 필요해
pl: Potrzebuje powietrza
pt_br: Precisam de ar.
ru: Нужен воздух
zh_tw: 它需要空氣

# CHARACTERS.WORMWOOD.DESCRIBE.BALLOONVEST
source: Safe?
de: Sicher?
es: ¿Seguridad?
fr: C'est sûr ?
it: Sicuro?
ja: 安全かな？
ko: 안전해?
pl: Bezpieczne?
pt_br: Seguro?
ru: Не опасно?
zh_tw: 安全嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.BANANAPOP
source: Frozen friend hair
de: Gefrorene Haare von Freund.
es: Pelo de amigo helado
es_mx: Pelo congelado de amigo
fr: Un copain fruit sur un bout de copain arbre, le tout glacé.
it: Amiche congelate
ja: 凍らせたお友だちの髪の毛
ko: 얼어붙은 친구 머리야
pl: Zamarznięte włosy przyjaciela
pt_br: Cabelo de amigo congelado.
ru: Замороженный волосок друга
zh_tw: 冰凍的朋友的頭髮

# CHARACTERS.WORMWOOD.DESCRIBE.BANDAGE
source: Sweet Heal Paper
de: Süßes Heilpapier.
es: Papel de curar dulce
es_mx: Dulce papel de curación
fr: Du papier sucré qui soigne.
it: Carta per guarire
ja: 素敵な直す紙
ko: 달콤한 치료 종이야
pl: Papierek słodkiego ukojenia
pt_br: Papel de Cura querido.
ru: Сладкая лечащая бумага
zh_tw: 甜甜的治療紙

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLE
source: Hiding?
de: Versteckt ihr euch?
es: ¿En su escondite?
es_mx: ¿Se esconde?
fr: C'est caché ?
it: Nascosti?
ja: かくれんぼ？
ko: 숨어 있나?
pl: Chowa się?
pt_br: Se escondendo?
ru: Прячетесь?
zh_tw: 它藏起來了？

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLEPITA
source: Goes in belly now
de: Rein in den Bauch.
es: Va a la tripa ahora
es_mx: Ahora va en barriga
fr: Allez hop, dans mon bidon.
it: Ora dentro pancia
ja: お腹に入っちゃった。
ko: 이제 배에 들어가
pl: Teraz idzie do brzuszka
pt_br: Vai pra barriga agora
ru: Для животика
zh_tw: 現在就吃下去

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: Glub Glubs?
de: Blubblubs?
es_mx: ¿Gluglús?
fr: Bloub bloub ?
it: Glu glu?
ja: ブクブク？
ko: 뽀글이?
pl: Bulbulki?
ru: Буль-бульки?
zh_tw: 噗嚕噗嚕？

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLESUSHI
source: Belly stuff
de: Bauchzeug.
es: Cosa para la tripa
es_mx: Cosa de barriga
fr: De quoi se remplir le ventre.
it: Roba per pancia
ja: おなかに入るもの
ko: 음식이야
pl: Rzeczy do brzuszka
pt_br: Coisa de barriga.
ru: Штучка для животика
zh_tw: 填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLE_COOKED
source: Chewy
de: Bissfest.
es: Correoso
es_mx: Chicloso
fr: C'est caoutchouteux.
it: Gommoso
ja: 固いね
ko: 질겨
pl: Gumiaste
pt_br: Borrachuda.
ru: Тягучее
zh_tw: 很有嚼勁

# CHARACTERS.WORMWOOD.DESCRIBE.BARNACLINGUINE
source: Strings of belly stuff
de: Fäden aus Bauchzeug.
es: Hilos de cosa para la tripa
es_mx: Cuerdas de cosas de barriga
fr: De quoi se remplir le ventre.
it: Fili di roba per pancia
ja: お腹に入れるぐるぐる。
ko: 끈 같은 음식이야
pl: Sznurki do brzuszka
pt_br: Cordas de coisa de barriga
ru: Ниточки для животика
zh_tw: 一串串的填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BASALT
source: Too heavy
de: Zu schwer.
es: Pesa demasiado
es_mx: Demasiado pesado
fr: C'est trop lourd.
it: Troppo pesante
ja: 重すぎるよー
ko: 너무 무거워
pl: Za ciężki
pt_br: Pesado demais.
ru: Слишком тяжело
zh_tw: 太重了

# CHARACTERS.WORMWOOD.DESCRIBE.BAT
source: Flying Claws!
de: Flugkrallen!
es: ¡Garras voladoras!
es_mx: ¡Garras voladoras!
fr: Des griffes volantes !
it: Artigli volanti!
ja: 空飛ぶ爪！
ko: 날아다니는 발톱이다!
pl: Latające szpony!
pt_br: Garras Voadoras!
ru: Летучие когтяры!
zh_tw: 飛行的爪子！

# CHARACTERS.WORMWOOD.DESCRIBE.BATBAT
source: Flying Claw Whacker
de: Flugkrallenschläger.
es: Maza de garra voladora
es_mx: Golpeador de garras voladoras
fr: Un cogneur de griffes volantes !
it: Ammazzatutto per artigli volanti
ja: 空飛ぶ爪叩き
ko: 날아다니는 발톱 방망이야
pl: Uderzacz z latających szponów
pt_br: Bastão pra Garras Voadoras!
ru: Стукалка из летучих когтяр!
zh_tw: 飛行的爪子敲擊器

# CHARACTERS.WORMWOOD.DESCRIBE.BATCAVE
source: Smells good!
de: Riecht gut!
es: ¡Huele bien!
es_mx: ¡Huele bien!
fr: Ça sent bon !
it: Odore buono!
ja: ん～、い～におい！
ko: 맛있는 냄새가 나는데!
pl: Pachnie wybornie!
pt_br: Tem um cheiro bom!
ru: Пахнет здорово!
zh_tw: 真香！

# CHARACTERS.WORMWOOD.DESCRIBE.BATHBOMB
source: Friends made a ball!
de: Freunde haben einen Ball gebaut!
es: ¡Amigos hicieron una bola!
es_mx: ¡Amigas hicieron una pelota!
fr: Les copains ont fait une boule !
it: Amici fatto palla!
ja: お友だちがボールを作ったよ！
ko: 친구들이 공을 만들었어!
pl: Przyjaciele zrobili kulkę!
pt_br: Amigos fizeram uma bola!
ru: Друзья сделали мячик!
zh_tw: 朋友們做了一顆球！

# CHARACTERS.WORMWOOD.DESCRIBE.BATNOSE
source: Chewy
de: Bissfest.
es: Correoso
fr: C'est caoutchouteux.
it: Stopposo
ja: 固いね
ko: 질겨
pl: Gumiaste
pt_br: Borrachuda.
ru: Тягучее
zh_tw: 很有嚼勁

# CHARACTERS.WORMWOOD.DESCRIBE.BATNOSEHAT
source: Food? No. Hat?
de: Futter? Nein. Hut?
es: ¿Comida? No. ¿Gorro?
fr: À manger ? Non. Un chapeau ?
it: Cibo? No. Cappello?
ja: 食べ物？違う。帽子？
ko: 음식? 아니야. 모자?
pl: Jedzenie? Nie. Kapelusz?
pt_br: Comida? Não. Chapéu?
ru: Еда? Нет. Шляпа?
zh_tw: 吃的？不是。帽子？

# CHARACTERS.WORMWOOD.DESCRIBE.BATNOSE_COOKED
source: Crispy
de: Knusprig
es: Crujiente
fr: Ça croustille.
it: Croccante
ja: パリパリ
ko: 바삭바삭해
pl: Chrupiący.
pt_br: Crocante.
ru: Хрустит
zh_tw: 脆

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_DURABILITY
source: Biiiig mouth sounds
de: Grooooße Mundgeräusche
es: Sonidos de boca fueeertes
fr: Des bruits de bouche très très forts !
it: Grandi suoni bocca
ja: お～～～っきな口の音だね
ko: 삐익 입 소리.
pl: Dźwięki z dużej paszczy
pt_br: Sons de boca graaaande.
ru: Много громких звуков ртом
zh_tw: 嘴巴裡發出好大的聲音

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: Biiiig mouth sounds
de: Grooooße Mundgeräusche
es: Sonidos de boca fueeertes
fr: Des bruits de bouche très très forts !
it: Grandi suoni bocca
ja: お～～～っきな口の音だね
ko: 삐익 입 소리.
pl: Dźwięki z dużej paszczy
pt_br: Sons de boca graaaande.
ru: Много громких звуков ртом
zh_tw: 嘴巴裡發出好大的聲音

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_HEALTHGAIN
source: Biiiig mouth sounds
de: Grooooße Mundgeräusche
es: Sonidos de boca fueeertes
fr: Des bruits de bouche très très forts !
it: Grandi suoni bocca
ja: お～～～っきな口の音だね
ko: 삐익 입 소리.
pl: Dźwięki z dużej paszczy
pt_br: Sons de boca graaaande.
ru: Много громких звуков ртом
zh_tw: 嘴巴裡發出好大的聲音

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: Funny words
de: Lustige Wörter
es: Palabras raras
fr: Des mots rigolos.
it: Parole strane
ja: 面白い言葉だね
ko: 재미있는 단어야
pl: Śmieszne słowa
pt_br: Palavras engraçadas.
ru: Смешные слова
zh_tw: 好玩的單詞

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: Funny words
de: Lustige Wörter
es: Palabras raras
fr: Des mots rigolos.
it: Parole strane
ja: 面白い言葉だね
ko: 재미있는 단어야
pl: Śmieszne słowa
pt_br: Palavras engraçadas.
ru: Смешные слова
zh_tw: 好玩的單詞

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_SANITYAURA
source: Biiiig mouth sounds
de: Grooooße Mundgeräusche
es: Sonidos de boca fueeertes
fr: Des bruits de bouche très très forts !
it: Grandi suoni bocca
ja: お～～～っきな口の音だね
ko: 삐익 입 소리.
pl: Dźwięki z dużej paszczy
pt_br: Sons de boca graaaande.
ru: Много громких звуков ртом
zh_tw: 嘴巴裡發出好大的聲音

# CHARACTERS.WORMWOOD.DESCRIBE.BATTLESONG_SANITYGAIN
source: Biiiig mouth sounds
de: Grooooße Mundgeräusche
es: Sonidos de boca fueeertes
fr: Des bruits de bouche très très forts !
it: Grandi suoni bocca
ja: お～～～っきな口の音だね
ko: 삐익 입 소리.
pl: Dźwięki z dużej paszczy
pt_br: Sons de boca graaaande.
ru: Много громких звуков ртом
zh_tw: 嘴巴裡發出好大的聲音

# CHARACTERS.WORMWOOD.DESCRIBE.BATWING
source: Can't fly anymore
de: Kann nicht mehr fliegen.
es: Ya no puede volar
es_mx: Ya no puede volar
fr: Elle peut plus voler.
it: Non vola più
ja: もう飛べない
ko: 이젠 못 날아
pl: Już nie może latać
pt_br: Não pode mais voar!
ru: Больше не летает
zh_tw: 再也不能飛了

# CHARACTERS.WORMWOOD.DESCRIBE.BATWING_COOKED
source: Little chewy. And claw-y
de: Zäh. Und krallig.
es: Un poco correoso. Y con garras
es_mx: Un poco correoso. Y garroso
fr: C'est un peu caoutchouteux. Et griffu.
it: Gommosa. E artigliosa
ja: ちょっと固くて爪がある
ko: 조금 질겨. 발톱도 있고
pl: Trochę gumiaste. I szponiaste
pt_br: Borrachudinho. E com garras.
ru: Тянуче. И когтисто
zh_tw: 這爪子。小而有嚼勁

# CHARACTERS.WORMWOOD.DESCRIBE.BEARDHAIR
source: Fuzzy
de: Wollig.
es: Con pelo
es_mx: Velloso
fr: C'est duveteux.
it: Pelosi
ja: ケバケバしてる
ko: 복슬복슬해
pl: Kudłate
pt_br: Felpudo.
ru: Пушисто
zh_tw: 毛絨

# CHARACTERS.WORMWOOD.DESCRIBE.BEARGER
source: Mad Molter
de: Verrückter Mauserer.
es: Peludo enfadado
es_mx: Loco mudapiel
fr: Une furieuse créature qui perd sa fourrure.
it: Fa muta ed è pazzo
ja: おかしな脱皮するやつ
ko: 화난 털갈이 짐승이야
pl: Szalony liniak
pt_br: Solta Pelo Maluco.
ru: Большая линючка
zh_tw: 瘋狂的掉毛生物

# CHARACTERS.WORMWOOD.DESCRIBE.BEARGERVEST
source: Warm. Cozy
de: Warm. Gemütlich.
es: Abrigado. Confortable
es_mx: Cálido. Calientito
fr: On est bien au chaud dedans.
it: Caldo. Comodo
ja: あったかくて気持ちいい
ko: 따뜻하고 포근해
pl: Ciepła. Przyjemna
pt_br: Quentinho. Confortável.
ru: Тепло. Уютно
zh_tw: 暖和。舒適

# CHARACTERS.WORMWOOD.DESCRIBE.BEARGER_FUR
source: Poor guy
de: Armer Kerl.
es: Pobre tipo
es_mx: Pobrecito
fr: Pauvre fourrure qui a perdu son propriétaire.
it: Poverino
ja: かわいそうに
ko: 불쌍해라
pl: Biedaczek
pt_br: Pobre coitado.
ru: Бедняжка
zh_tw: 可憐的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.BEAST_BLUEPRINT
source: Lucky!
de: Glück!
es: ¡Qué suerte!
es_mx: ¡Suertudo!
fr: J'ai de la chance !
it: Fortuna!
ja: ラッキー！
ko: 운이 좋았어!
pl: Mam szczęście!
pt_br: Por sorte!
ru: Повезло!
zh_tw: 運氣真好！

# CHARACTERS.WORMWOOD.DESCRIBE.BEDROLL_FURRY
source: Furry for sleepytime
de: Fell zum Schlafen.
es: Peludo para la hora de dormir
es_mx: Peludo para hora de sueño
fr: Un truc en fourrure pour dormir la nuit.
it: Pelliccia per dormire
ja: おねむの時のフワフワ
ko: 털투성이 침구야
pl: Futerko do spanka
pt_br: Peludo pra hora da naninha.
ru: Пушок для сна
zh_tw: 用於睡覺的皮草

# CHARACTERS.WORMWOOD.DESCRIBE.BEDROLL_STRAW
source: For sleepytime
de: Zum Schlafen.
es: Para la hora de dormir
es_mx: Hora de sueño
fr: Pour dormir la nuit.
it: Per dormire
ja: ねんねの時間用
ko: 침구야
pl: Do spanka
pt_br: Pra hora da naninha.
ru: Для сна
zh_tw: 用來睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.BEE.GENERIC
source: Buzz!
de: Summen!
es: ¡Bzzzz!
es_mx: ¡Bzzzz!
fr: Bzzz bzzz !
it: Bzzz!
ja: ブンブン！
ko: 윙윙!
pl: Bzzz!
pt_br: Bzzz!
ru: Бж-ж-ж!
zh_tw: 嗡嗡！

# CHARACTERS.WORMWOOD.DESCRIBE.BEE.HELD
source: Needs home
de: Braucht Heimat.
es: Necesita un hogar
es_mx: Necesita casa
fr: Il faut lui trouver une maison.
it: Serve casa
ja: おうちが必要だね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de casa.
ru: Нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.BURNT
source: Fire breaks everything
de: Feuer zerstört alles.
es: El fuego lo rompe todo
es_mx: El fuego rompe todo
fr: Le feu détruit tout.
it: Fuoco distrugge tutto
ja: 火はぜんぶ壊しちゃう
ko: 불은 모든 것을 망가뜨려
pl: Ogień zniszczy wszystko
pt_br: Fogo destrói tudo.
ru: Огонь все портит
zh_tw: 火摧毀了一切
