Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.EGGPLANT
source: Big purple yummy!
de: Groß, lila, lecker!
es: ¡Cosa grande y morada rica!
es_mx: ¡Gran comidita púrpura!
fr: C'est gros, violet et bon !
it: Grande viola gnammi!
ja: 大きな紫のもの美味しいよ！
ko: 큰 보라색 냠냠이다!
pl: Wielki, fioletowy smakołyk!
pt_br: Delícia grande e roxa!
ru: Большая фиолетовая вкуснятина!
zh_tw: 又大又紫又好吃！

# CHARACTERS.WURT.DESCRIBE.EGGPLANT_COOKED
source: Brings out purple flavor, flort.
de: Schmeckt lila, flort.
es: Tiene aroma morado, flort.
es_mx: Así resaltarse sabor de comidita púrpura, flop.
fr: Ça fait ressortir le goût violet, flort.
it: Sapore viola ancora meglio, flort.
ja: 紫色の味を引き出すね、フロート。
ko: 보라색 맛 나, 뻐끔.
pl: Wydobył się z niego fioletowy smak, flort.
pt_br: Traz sabor roxo, flort.
ru: Фиолетово на вкус, хлюп.
zh_tw: 烹調出了濃郁的紫色風味，浮浪特。

# CHARACTERS.WURT.DESCRIBE.EGGPLANT_OVERSIZED
source: Mmmm mine!
de: Mmmm mein!
es: Mmmm... ¡Mía!
fr: Mmmh ! À moi !
it: Mmmm, mia!
ja: アーターシーの！
ko: 으으으음 내 거!
pl: Mmmmm, jest mój!
pt_br: Mmmm, minha!
ru: М-м-м, мое!
zh_tw: 呣，都是我的！

# CHARACTERS.WURT.DESCRIBE.EGGPLANT_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.BURNT
source: Fire lady did it, flurt!
de: Feuerfrau war das, flurt!
es: ¡La señora de fuego lo hizo, flurt!
es_mx: ¡Señorita del fuego haberlo hecho, flut!
fr: C'est la faute de la dame qui fait du feu !
it: Stata signora di fuoco, flurt!
ja: 火の女がやったんだよ、フルート！
ko: 불내는 여자 짓이야, 뻐끔!
pl: Ognista pani to zrobiła, flurt!
pt_br: Moça do fogo fez isso, flurt!
ru: Хлюп, огненная мадам это сделала!
zh_tw: 玩火的女孩幹的，浮勒特！

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.EMPTY
source: Think fish would look better in there than flower.
de: Fische wären hübscher als Blumen.
es: Pienso que un pez quedaría mejor ahí que una flor.
es_mx: A mí parecerme que pez ser mejor adorno que flor.
fr: J'préférerais du poisson à des fleurs.
it: Penso pesce meglio lì dentro che in fiore.
ja: 花よりも魚の方が似合うと思うよ。
ko: 꽃보다 물고기 넣으면 더 보기 좋을 텐데.
pl: Moim zdaniem lepiej by w tym wyglądały ryby niż kwiaty.
pt_br: Acho que peixe ficaria melhor lá do que flor.
ru: Лучше бы туда рыбку, а не цветок.
zh_tw: 在這放魚會比放花好看。

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.FRESHLIGHT
source: Friendly little light.
de: Freundliches kleines Licht.
es: Lucecita amistosa.
es_mx: Lucecita amistosa.
fr: Une gentille petite lumière.
it: Lucetta amichevole.
ja: フレンドリーな小さな光だね。
ko: 착하고 작은 빛이야.
pl: Przyjazne światełko.
pt_br: Luzinha amigável.
ru: Славный маленький огонек.
zh_tw: 友好的小燈。

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.GENERIC
source: Table with ugly flower.
de: Tisch mit hässlicher Blume.
es: Mesa con flor fea.
es_mx: Mesa con flor fea.
fr: Une table avec des fleurs moches.
it: Tavolo con fiore brutto.
ja: 醜い花のついたテーブだね。
ko: 못생긴 꽃 있는 테이블이야.
pl: Stół z brzydkim kwiatkiem.
pt_br: Mesa com flor feia.
ru: Стол с уродливым цветком.
zh_tw: 桌上的花真難看。

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.OLDLIGHT
source: Need new light.
de: Ich brauche neues Licht.
es: Necesita una luz nueva.
es_mx: Necesitar nueva luz.
fr: J'dois trouver une autre lumière.
it: Serve nuova luce.
ja: 新しい光が必要だよ。
ko: 새 빛 필요해.
pl: Przydałoby się nowe źródło światła.
pt_br: Precisa de luz nova.
ru: Нужен новый огонек.
zh_tw: 需要一盞新燈。

# CHARACTERS.WURT.DESCRIBE.ENDTABLE.WILTED
source: Fish wouldn't get wilty like this, florp.
de: Fische würden nicht welken, florp.
es: Un pez no se marchitaría así, florp.
es_mx: Los peces no marchitarse así, flop.
fr: C'est pas un poisson qui fanerait comme ça, florp.
it: Pesce non può andare a male così, florp.
ja: 魚はこんな風にワイルドにはならないよ、フロープ。
ko: 물고기는 시들 일 없어, 뻐끔.
pl: Ryba by tak nie zwiędła, florp.
pt_br: Peixe não fica murcho assim, florp.
ru: А вот рыбка не увянет, бульк.
zh_tw: 魚就不會像這樣枯萎，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN.BURNING
source: Supposed to chop tree THEN make campfire, flort.
de: Erst Baum umhauen, DANN Lagerfeuer machen, flort.
es: Se supone que se corta el árbol ANTES de hacer la fogata, flort.
es_mx: Ideal ser primero cortar árbol y DESPUÉS hacer fogata, flop.
fr: On est censés couper les arbres et APRÈS faire du feu, flort.
it: PRIMA si taglia albero, POI si fa fuoco, flort.
ja: 木を切ってからキャンプファイヤーを作るんだよ。
ko: 나무 벤 '다음' 모닥불 만들어야 해, 뻐끔.
pl: Najpierw powinno się ściąć drzewo, a dopiero POTEM robić ognisko, flort.
pt_br: Deveria cortar árvore e DEPOIS fazer fogueira, flort.
ru: Надо сначала рубить, а потом жечь, бульк.
zh_tw: 應該先砍樹再生營火的，浮浪特。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN.BURNT
source: Bye-bye piney tree.
de: Tschüss, harziger Baum.
es: Adiós, adiós, árbol pino.
es_mx: Adiosito, pinito.
fr: Adieu, l'arbre.
it: Ciao ciao albero pinoso.
ja: バイバイ松の木。
ko: 안녕, 소나무야.
pl: Pa, pa, iglaste drzewko.
pt_br: Adeus, pinheiro.
ru: Пока-пока, колючее дерево.
zh_tw: 再見了，小松樹。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN.CHOPPED
source: Tiny piney pieces.
de: Viele harzige Stückchen.
es: Pequeños trozos de pino.
es_mx: Trozos de pinito.
fr: Des petits bouts de pin.
it: Piccoli pezzi pinosi.
ja: ちっちゃい小枝の欠片だね。
ko: 작은 소나무 조각이야.
pl: Kawałeczki iglaczka.
pt_br: Pedacinhos de pinheiro.
ru: Мелкие древесные кусочки.
zh_tw: 小松樹塊。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN.GENERIC
source: Me ever-green too, florpt!
de: Ich bin auch immergrün, florpt!
es: ¡Yo también soy verde siempre, florpt!
es_mx: Yo estar “siempre verde” también, ¡flop!
fr: Moi aussi j'suis verte !
it: Anche io sempre-verde, florpt!
ja: 私もいつもみどりだよ、フロープト！
ko: 나도 사시사철 파래!
pl: Ja też jestem wiecznie zielona, florp!
pt_br: Eu também ser perenifólia, florpt!
ru: Я тоже вечнозеленая, бульк!
zh_tw: 我也是常青的，浮浪特！

# CHARACTERS.WURT.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Supposed to chop tree THEN make campfire, flort.
de: Erst Baum umhauen, DANN Lagerfeuer machen, flort.
es: Se supone que se corta el árbol ANTES de hacer la fogata, flort.
es_mx: Ideal ser primero cortar árbol y DESPUÉS hacer fogata, flop.
fr: On est censés couper les arbres et APRÈS faire du feu, flort.
it: PRIMA si taglia albero, POI si fa fuoco, flort.
ja: 木を切ってからキャンプファイヤーを作るんだよ。
ko: 나무 벤 '다음' 모닥불 만들어야 해, 뻐끔.
pl: Najpierw powinno się ściąć drzewo, a dopiero POTEM robić ognisko, flort.
pt_br: Deveria cortar árvore e DEPOIS fazer fogueira, flort.
ru: Надо сначала рубить, а потом жечь, бульк.
zh_tw: 應該先砍樹再生營火的，浮浪特。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Bye-bye piney tree.
de: Tschüss, harziger Baum.
es: Adiós, adiós, árbol pino.
es_mx: Adiosito, pinito.
fr: Adieu, l'arbre.
it: Ciao ciao albero pinoso.
ja: バイバイ松の木。
ko: 안녕, 소나무야.
pl: Pa, pa, iglaste drzewko.
pt_br: Adeus, pinheiro.
ru: Пока-пока, колючее дерево.
zh_tw: 再見了，小松樹。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Tiny piney pieces.
de: Viele harzige Stückchen.
es: Pequeños trozos de pino.
es_mx: Trozos de pinito.
fr: Des petits bouts de pin.
it: Piccoli pezzi pinosi.
ja: ちっちゃい小枝の欠片だね。
ko: 작은 소나무 조각이야.
pl: Kawałeczki iglaczka.
pt_br: Pedacinhos de pinheiro.
ru: Мелкие древесные кусочки.
zh_tw: 小松樹塊。

# CHARACTERS.WURT.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Tree look skinny, someone should feed it.
de: Baum sieht dünn aus, jemand sollte ihn füttern.
es: Este árbol está flaco, alguien debería alimentarlo.
es_mx: Árbol verse flaco. Alguien deber alimentarlo.
fr: Cet arbre est trop maigre. Quelqu'un devrait le nourrir.
it: Albero magro, qualcuno dà da mangiare.
ja: 木が痩せてるようだね、誰か助けてあげないと。
ko: 나무 말랐어. 누가 밥 줘야 해.
pl: To drzewo jest strasznie chude, ktoś powinien je nakarmić.
pt_br: A árvore tá magra, alguém devia dar comida.
ru: Какое тощее деревце — надо покормить.
zh_tw: 樹看著很瘦，應該給它點吃的。

# CHARACTERS.WURT.DESCRIBE.EYEBRELLAHAT
source: What it looking at?
de: Was guckt er so?
es: ¿Qué está mirando?
es_mx: ¿Qué estar mirando?
fr: Qu'est-ce que tu regardes ?
it: Cosa guardi?
ja: 何を見ているの？
ko: 뭐 보지?
pl: Na co się gapi?
pt_br: O que tá olhando?
ru: А куда ты смотришь?
zh_tw: 它在看什麼？

# CHARACTERS.WURT.DESCRIBE.EYEMASKHAT
source: Feels like hug from a slug.
de: Wie Schneckenkuss.
es: Como abrazo de babosa...
fr: C'est comme un câlin de limace.
it: Sembrare come abbraccio da lumaca.
ja: ナメクジにハグされたみたい。
ko: 민달팽이가 안아주는 느낌이야.
pl: Jak przytulasek od ślimaka.
pt_br: Parece abraço de lesma.
ru: Как со слизняком обняться.
zh_tw: 感覺像被鼻涕蟲抱了一下。

# CHARACTERS.WURT.DESCRIBE.EYEOFTERROR
source: Glurp...
es_mx: Glup...
fr: Berk.
ja: グループ...
ko: 빠끔...
ru: Хлюп…
zh_tw: 格勒噗……

# CHARACTERS.WURT.DESCRIBE.EYEOFTERROR_MINI
source: Grrrr, not afraid of little chompy eyes!
de: Grrrr, hab keine Angst vor kleinen Beißaugen!
es: Grrrr... ¡Ojos pequeños no miedo!
fr: Grr, j'ai pas peur des petits yeux qui font miom miom !
it: Grrr, non avere paura di piccoli occhi zannuti!
ja: グルル、噛みやすそうなチビ目玉なんて怖くないよ！
ko: 그르르릉, 작은 꼬마 눈은 겁내지 않아!
pl: Grrrr, ja nie bać się małych gryzących oczu!
pt_br: Grrr, não tenho medo de olhinhos mordedores!
ru: Гр-р-р, я не боюсь мелких кусачих глазелок!
zh_tw: 格勒，幾對小眼睛有什麼好怕！

# CHARACTERS.WURT.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: It gonna open soon!
de: Bald offen!
es: Oh... ¡Abrirá pronto!
fr: Il va s'ouvrir !
it: Schiudere presto!
ja: もうすぐ開くよ！
ko: 곧 열릴거야!
pl: Zaraz się otworzy!
pt_br: Vai abrir em breve!
ru: Скоро откроется!
zh_tw: 很快就會開了！

# CHARACTERS.WURT.DESCRIBE.EYEPLANT
source: It keeping an eye out.
de: Hält die Augen offen.
es: Está vigilando.
es_mx: Ella siempre mantenerse alerta.
fr: Elle m'a à l'œil.
it: Tiene occhio aperto.
ja: 目を離さないようにしているね。
ko: 눈 똑바로 뜨고 있어.
pl: Niczego nie spuszcza z oka.
pt_br: Tá ficando de olho.
ru: Смотрит во все глаза.
zh_tw: 它在注視著周圍。

# CHARACTERS.WURT.DESCRIBE.EYETURRET
source: Glurp, won't hit me... right?
de: Glurp, tut mir nichts ... oder?
es: Glurp, no me golpeará..., ¿verdad?
es_mx: Glup. No querer golpearme a mí... ¿verdad?
fr: Argh, tu vas pas me tirer dessus, hein ?
it: Glurp, non colpirmi... Ok?
ja: グループ、当たらない......よね？
ko: 빠끔, 설마... 때리진 않겠지?
pl: Glurp, nie będzie do mnie strzelał... prawda?
pt_br: Glurp, não vai me bater... vai?
ru: Бульк… ты же меня не обидишь, правда?
zh_tw: 格勒噗，不會打我……對吧？

# CHARACTERS.WURT.DESCRIBE.EYETURRET_ITEM
source: Not sure this good idea...
de: Weiß nicht, ob die Idee gut ist ...
es: No estoy segura de que esto sea buena idea...
es_mx: Yo no estar segura de si ser buena idea.
fr: C'est pas une bonne idée...
it: Non so se è buona idea...
ja: これは良い考えだとは思えないなぁ...
ko: 좋은 생각 아닌 것 같아...
pl: Nie wiem, czy to dobry pomysł...
pt_br: Não sei se é boa ideia...
ru: Не нравится мне это…
zh_tw: 這是個好主意嗎……

# CHARACTERS.WURT.DESCRIBE.FARMPLOT.BURNT
source: It too burnt up for growing.
de: Zu verbrannt zum Wachsen.
es: También se ha quemado para crecer.
es_mx: Estar demasiado quemado para crecer.
fr: C'est trop brûlé pour que des trucs puissent pousser.
it: Troppo bruciato per crescere.
ja: あまりにも燃え尽きてしまってもう育たないよ。
ko: 너무 타서 못 자라.
pl: Za bardzo spalone, żeby coś tu wyrosło.
pt_br: Tá queimado demais pra crescer.
ru: Сгорело, ничего не вырастет.
zh_tw: 燒的太焦，不能種植。

# CHARACTERS.WURT.DESCRIBE.FARMPLOT.GENERIC
source: Can make own veggies?!
de: Eigenes Gemüse machen?!
es: ¡¿Puedo hacer mis propias verduras?!
es_mx: ¡¿Poder hacer verduras propias?!
fr: J'peux avoir mes propres légumes ?
it: Posso fare mia verdura?!
ja: 自分で野菜を作れるの！？
ko: 내 채소 만들 수 있어?!
pl: Mogę hodować własne warzywa?!
pt_br: Dá pra fazer meus legumes?!
ru: Можно самой делать овощи?!
zh_tw: 能種出自己的蔬菜？！

# CHARACTERS.WURT.DESCRIBE.FARMPLOT.GROWING
source: Growing snacks!
de: Essen wächst!
es: ¡Cultivando piscolabis!
es_mx: ¡Las botanas crecer!
fr: J'peux faire pousser à manger ici !
it: Spuntini crescono!
ja: おやつを育てるの！？
ko: 간식 자란다!
pl: Smakołyki rosną!
pt_br: Lanches crescentes!
ru: Вкуснятина растет!
zh_tw: 成長中的小吃！

# CHARACTERS.WURT.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Put poop on it, florp!
de: Kacke drauftun, florp!
es: ¡Hay que poner caca, florp!
es_mx: Tener que ponerle caca, ¡flop!
fr: J'ferais mieux de mettre du caca dessus, florp.
it: Metti cacca sopra, florp!
ja: ウンコをかけろ、フロープ！
ko: 위에 똥 놔, 뻐끔!
pl: Trzeba tu dorzucić kupy, florp!
pt_br: Colocar cocô nisso, florp!
ru: Нужно каку положить, хлюп.
zh_tw: 放一些便便在上面，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.FARM_HOE
source: Make hole for baby plants.
de: Mache Loch für Babypflanzen.
es: Hace agujeros para plantas bebé.
fr: Ça fait des trous pour les bébés plantes.
it: Per fare buco per piantine.
ja: 葉っぱの赤ちゃんのために、穴を開けるんだ。
ko: 아기 식물을 위한 구멍을 만들어.
pl: Zrobię dziurki na roślinki.
pt_br: Faz buraco pra bebês de planta.
ru: Делает дырки для малышей растений.
zh_tw: 給植物寶寶挖坑的工具。

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.BURNING
source: Glurp! Fire!
de: Glurp! Feuer!
es: ¡Glurp! ¡Fuego!
fr: Glurp ! Au feu !
it: Glurp! Al fuoco!
ja: グルーフ！火事だ！
ko: 뻐끔! 불이야!
pl: Glurp! Pali się!
pt_br: Glurp! Fogo!
ru: Бульк! Пожар!
zh_tw: 格勒噗！火！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.FULL
source: Mine!
de: Mein!
es: ¡Para mí!
es_mx: ¡Es mío!
fr: À moi !
it: Mio!
ja: 我が物なり！
ko: 내 것이다!
pl: Mój ci on!
pt_br: Mina!
ru: Мое!
zh_tw: 我的！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: Big snack! All mine!
de: Großer Snack! Alles meins!
es: ¡Comida grande! ¡Pa mí!
fr: Du manger ! Rien qu'à moi !
it: Grande cibo! Tutto mio!
ja: おっきいオヤツ！ぜ～んぶアタシのだからね！
ko: 큰 뱀이다! 다 내 거야!
pl: Duży przysmak! Cały mój!
pt_br: Petisco grande! Tudo meu!
ru: Большая вкусняшка! Мое-мое!
zh_tw: 大點心！都是我的！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.FULL_WEED
source: It a weed!
de: Ist Unkraut!
es: Un hierbajo.
fr: C'est de l'herbe !
it: È erbaccia!
ja: 雑草だ！
ko: 잡초다!
pl: To chwast!
pt_br: Erva-daninha!
ru: Это сорняк!
zh_tw: 是雜草！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.GENERIC
source: It just plant.
de: Bloß Pflanze.
es: Una planta.
fr: C'est qu'une plante.
it: Semplice pianta.
ja: ただの葉っぱだね。
ko: 그냥 식물이야.
pl: To tylko roślina.
pt_br: Apenas planta.
ru: Просто растение.
zh_tw: 就是一株植物。

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.GROWING
source: This taking too long. Hungry now!
de: Dauert zu lange. Jetzt hungrig!
es: Tarda mucho... ¡Hambre ahora!
fr: C'est trop long. J'ai faim !
it: Ci mette troppo. Ho fame ora!
ja: 時間がかかりすぎ。お腹空いてるの！
ko: 너무 오래 걸려. 지금 배 고픈데!
pl: To za długo trwa. Jestem już głodna!
pt_br: Tá demorando muito. Tô com fome!
ru: Очень долго. Есть хочу сейчас!
zh_tw: 這個要好久！我現在餓了！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.ROTTEN
source: Aww, was gonna eat that...
de: Wollte ich essen ...
es: Ohh... Iba a comer eso...
fr: Oooh, j'allais la manger...
it: Oh, volevo mangiare...
ja: ぐす…食べられるはずだったのに…
ko: 에이, 저걸 먹으려고 했는데...
pl: Fuj, chciałam to zjeść...
pt_br: Oun, ia comer isso...
ru: Ну вот, я его съесть хотела...
zh_tw: 啊，我還想吃那個的……

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: Blegh! No good!
de: Bäh, nicht gut!
es: ¡Puaj! Todo malo, ¡malo!
fr: Bleurk ! Pas bon !
it: Blegh! Schifo!
ja: ブレグ！もうダメだ！
ko: 웩! 나빠!
pl: Ble! Niedobre!
pt_br: Blegh! Nada bom!
ru: Фу-у-у! Нехорошо!
zh_tw: 糟糕！不好！

# CHARACTERS.WURT.DESCRIBE.FARM_PLANT.SEED
source: Grow fast!
de: Wachse schnell!
es: ¡Crece rápido!
fr: Allez pousse !
it: Crescete in fretta!
ja: 早くおっきくなってね！
ko: 빨리 자라라!
pl: Rośnij szybko!
pt_br: Cresça rápido!
ru: Расти быстрее!
zh_tw: 迅速成長!

# CHARACTERS.WURT.DESCRIBE.FARM_PLOW
source: It fighting the dirt!
de: Kämpft gegen den Dreck!
es: Lucha contra tierra.
fr: Ça combat la terre !
it: Combatte terra!
ja: 土と戦うんだね！
ko: 먼지와 싸우고 있어!
pl: Do grzebania w ziemi!
pt_br: Tá lutando com terra!
ru: Он борется с грязью!
zh_tw: 它在和泥土戰鬥！

# CHARACTERS.WURT.DESCRIBE.FARM_PLOW_ITEM
source: Scaleless use it to make "guard-in."
de: Schuppenlose machen damit "Wächtel".
es: Los sinescamas lo usan para hacer "juardín".
fr: Les sans-écailles l'utilisent pour faire un « jarre-daim ».
it: Senza squame usano per "a-rare".
ja: ウロコナシはこれを使って「サイ・エン」を作るんだって。
ko: 비늘 없는 이들이 "정-훤"을 만들려고 사용해.
pl: Bezłuskowcy używają tego do grzebania w ziemi.
pt_br: Sem-escamas usam isso pra "planta-ação".
ru: Ребята без чешуи с ним «судоводством» занимаются.
zh_tw: 無鱗生物喜歡用它來“梨地”。

# CHARACTERS.WURT.DESCRIBE.FARM_SOIL_DEBRIS
source: This spot not for you! Out!
de: Der Platz ist nicht dich! Raus!
es: ¡Este no es tu sitio! ¡Fuera!
fr: On veut pas de vous ici ! Ouste !
it: Questo non è posto per te! Via!
ja: ここにいちゃダメ！出ていって！
ko: 여긴 네 자리 아니야! 나가!
pl: To miejsce nie jest dla ciebie! Sio!
pt_br: Esse lugar não é pra você! Sai!
ru: Не для тебя сад копала! Брысь!
zh_tw: 這個地方不適合你！出去！

# CHARACTERS.WURT.DESCRIBE.FEATHERFAN
source: What bird this come from?!
de: Von welchem Vogel ist die?!
es: ¡¿De qué pájaro viene esto?!
es_mx: ¡¿De qué pájaro haberse caído esto?!
fr: De quel oiseau ça vient ?
it: Da quale uccello viene questo?!
ja: これは何の鳥だろう？！
ko: 어떤 새한테 나왔지?!
pl: Z jakiego ptaka jest to pióro?
pt_br: De que pássaro isso veio?!
ru: Что это была за птица?!
zh_tw: 這是什麼鳥身上下來的？！

# CHARACTERS.WURT.DESCRIBE.FEATHERHAT
source: Look like bird, think like bird.
de: Wie Vogel aussehen, wie Vogel denken.
es: Ten aspecto de pájaro, piensa como un pájaro.
es_mx: Verse como pájaro, pensar como pájaro.
fr: Look d'oiseau, cervelle d'oiseau.
it: Sembri uccello, pensi come uccello.
ja: 鳥の視点になって、鳥のように考えるよ。
ko: 새처럼 보이고 새처럼 생각해.
pl: Wyglądasz jak ptak - myśl jak ptak.
pt_br: Parece com pássaro, pensa como pássaro.
ru: Будь как птица, думай как птица.
zh_tw: 長的像鳥，想法也像鳥。

# CHARACTERS.WURT.DESCRIBE.FEATHERPENCIL
source: For fancy writing, florp.
de: Für schicke Schrift, florp.
es: Para escribir con estilo, florp.
es_mx: Para escribir bonito, flop.
fr: Avec ça, j'peux écrire comme une princesse, florp.
it: Per scrivere bene, florp.
ja: ファンシーな文章を書くためにね、フロープ。
ko: 멋지게 글 쓸 때 써, 뻐끔.
pl: Do wytwornych zapisków, florp.
pt_br: Pra escrever chique, florp.
ru: Чтобы красиво писать, бульк.
zh_tw: 精美書寫的文具，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.FEATHER_CANARY
source: Yellow birdy feather.
de: Gelbe Vögelchenfeder.
es: Una pluma de un pajarito amarillo.
es_mx: Pluma de pajarito amarillo.
fr: Une plume d'oiseau jaune.
it: Piuma di uccello giallo.
ja: 黄色い鳥の羽だよ。
ko: 노란 새 깃털이야.
pl: Pióro żółtego ptaszka.
pt_br: Pena de passarinho amarela.
ru: Перышко желтой птички.
zh_tw: 小黃鳥的羽毛。

# CHARACTERS.WURT.DESCRIBE.FEATHER_CROW
source: Black birdy feather.
de: Schwarze Vögelchenfeder.
es: Una pluma de un pajarito negro.
es_mx: Pluma de pajarito negro.
fr: Une plume d'oiseau noire.
it: Piuma di uccello nero.
ja: 黒い鳥の羽だよ。
ko: 검은 새 깃털이야.
pl: Pióro czarnego ptaszka.
pt_br: Pena de passarinho preta.
ru: Перышко черной птички.
zh_tw: 小黑鳥的羽毛。

# CHARACTERS.WURT.DESCRIBE.FEATHER_ROBIN
source: Red birdy feather.
de: Rote Vögelchenfeder.
es: Una pluma de un pajarito rojo.
es_mx: Pluma de pajarito rojo.
fr: Une plume d'oiseau rouge.
it: Piuma di uccello rosso.
ja: 赤い鳥の羽だよ。
ko: 빨간 새 깃털이야.
pl: Pióro czerwonego ptaszka.
pt_br: Pena de passarinho vermelha.
ru: Перышко красной птички.
zh_tw: 小紅鳥的羽毛。

# CHARACTERS.WURT.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snowy bird feather.
de: Schneevögelchenfeder.
es: Una pluma de un pajarito de nieve.
es_mx: Pluma de pajarito del frío.
fr: Une plume d'oiseau blanche.
it: Piuma di uccello di neve.
ja: 雪のような鳥の羽だね。
ko: 새하얀 새 깃털이야.
pl: Pióro śnieżnego ptaszka.
pt_br: Pena de pássaro nevada.
ru: Перышко снежной птички.
zh_tw: 小雪鳥的羽毛。

# CHARACTERS.WURT.DESCRIBE.FEM_PUPPET
source: You stuck?
de: Gefangen?
es: ¿Estás atascado?
es_mx: ¿Tú estar atorada?
fr: T'es coincé ?
it: Tu bloccata?
ja: 動けないの？
ko: 끼었어?
pl: Nie możesz się ruszyć?
pt_br: Você tá preso?
ru: Застряла?
zh_tw: 你困住了嗎？

# CHARACTERS.WURT.DESCRIBE.FENCE
source: Keep out nasty Pigfolk, florp.
de: Blöde Schweineleute fernhalten, florp.
es: Para mantener fuera a los cerdos malos, florp.
es_mx: Para que los cerdos no poder entrar, flop.
fr: Ça empêche le peuple cochon d'entrer, florp.
it: Tiene lontani maialini cattivi, florp.
ja: 厄介なピッグフォークを締め出して、フロープ。
ko: 더러운 돼지족 막아 줘, 뻐끔.
pl: Niech świniaki trzymają się z daleka, florp.
pt_br: Deixa os povo-porco ruim longe, florp.
ru: Бульк, мерзким свинам не пройти.
zh_tw: 能把討厭的豬人擋在外面，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.FENCE_GATE
source: Oooh smart, put door in fence.
de: Oooh, schlau! Zauntür!
es: Oooh, inteligente: poner una puerta en la valla.
es_mx: Oooh, ingenioso, poner puerta en valla.
fr: Ohhh, c'est malin de mettre une porte dans une clôture.
it: Oooh cervellone! C'è porta in recinzione.
ja: おースマートだね、フェンスにドアをつけてよ。
ko: 오오, 울타리에 문이라니 똑똑해.
pl: Ooo, to sprytne - umieścić drzwi w ogrodzeniu.
pt_br: Aaah, sagaz, colocar porta na cerca.
ru: О-о-о, дверь в заборе! Умно!
zh_tw: 噢聰明啊，籬笆上面裝個門。

# CHARACTERS.WURT.DESCRIBE.FENCE_GATE_ITEM
source: For building fence-door!
de: Zauntür bauen!
es: ¡Para construir una puerta de valla!
es_mx: ¡Con esto poder construir puerta en valla!
fr: Ça sert à construire une barrière qui s'ouvre !
it: Per costruire porta di recinzione!
ja: フェンスドアを作るためだよ！
ko: 울타리 문 만들어!
pl: Do budowania drzwi w ogrodzeniu!
pt_br: Pra construir cerca-porta!
ru: Чтобы строить дверь в заборе!
zh_tw: 建籬笆門的材料！

# CHARACTERS.WURT.DESCRIBE.FENCE_ITEM
source: For building fence!
de: Zaun bauen!
es: ¡Para construir una valla!
es_mx: ¡Con esto poder construir valla!
fr: Ça sert à construire une barrière !
it: Per costruire recinzione!
ja: フェンスを建てるためだよ！
ko: 울타리 만들어!
pl: Do budowania ogrodzenia!
pt_br: Pra construir cerca!
ru: Чтобы строить забор!
zh_tw: 建籬笆的材料！

# CHARACTERS.WURT.DESCRIBE.FERTILIZER
source: What? It just some poop.
de: Was? Ist nur Kacke.
es: ¿Qué? Solo es algo de caca.
es_mx: ¿Qué? Ser solo caca.
fr: Quoi ? C'est que du caca.
it: Cosa? È solo cacca.
ja: 何？ただのウンコだよ。
ko: 뭐야? 그냥 똥이잖아.
pl: Co? To tylko trochę kupy.
pt_br: Que? É só cocô.
ru: Что? Это же просто кака.
zh_tw: 什麼？就是些便便。

# CHARACTERS.WURT.DESCRIBE.FESTIVEFISH
source: Someone playing tricks, it just veggies shaped like fish!
de: Trick! Gemüse in Fischform!
es: Alguien está gastando una broma, ¡son verduras con forma de pez!
es_mx: Alguien estar haciendo bromas. ¡Esto ser verduras en forma de pez!
fr: J'comprends pas, c'est des légumes en forme de poisson !
it: A qualcuno scherzo riesce: verdure travestite da pesce!
ja: 誰かがいたずらをしているね、それはただの魚の形をした野菜だよ！
ko: 누가 장난쳤어. 그냥 물고기 모양 채소잖아!
pl: Ktoś chce mnie zrobić w bambuko! To tylko warzywa, które udają rybę!
pt_br: Alguém faz truques, são legumes em forma de peixe!
ru: Овощи в виде рыбы! Кто-то дурачится.
zh_tw: 有人在玩惡作劇，看起來是魚，其實是蔬菜！

# CHARACTERS.WURT.DESCRIBE.FESTIVE_BLUEPRINT
source: Big fuzzy gonna look so good in this!
de: Großer Zottel wird so toll damit aussehen!
es: A peludito le quedará muy bien.
fr: Gros poilu va être trop beau, dedans !
it: Con questo pelosone sarà bello bello!
ja: おっきなパサパサ、これ着たらオシャレになるね！
ko: 큰 털복숭이랑 아주 잘 어울릴 거야!
pl: Wielki kudłacz będzie w tym ślicznie wyglądać!
pt_br: Peludão vai ficar lindão com isso!
ru: Большой пушистик будет очень красивый!
zh_tw: 大絨毛穿上一定很好看！

# CHARACTERS.WURT.DESCRIBE.FIG
source: Mmmm! Mine!
de: Mmmm! Mein!
es: Mmmm... ¡Mío!
fr: Mmmh ! À moi !
it: Mmmm! Mio!
ja: アタシの！
ko: 으음! 내 거!
pl: Mmmmm, moja figa!
pt_br: Mmmm! Meu!
ru: М-м-м! Мое!
zh_tw: 呣！都是我的！

# CHARACTERS.WURT.DESCRIBE.FIGATONI
source: Mmmmmmm chewy sweet!
de: Mmmmmmm zäh-süß!
es: ¡¡Mmmm, muy dulce y rico!!
fr: Mmmmmh ! Miam miam sucré !
it: Mmmm, dolce gommoso!
ja: グニグニしててあま～い！
ko: 으음 쫄깃쫄깃 달콤해!
pl: Mmmm, jakie słodziutkie!
pt_br: Mmmmmm, docinho borrachudo!
ru: М-м-м, жевать сладко!
zh_tw: 嗯嗯，又甜又有嚼勁！

# CHARACTERS.WURT.DESCRIBE.FIGKABAB
source: Blegh, fruit ruined with meat!
de: Bäh, Obst durch Fleisch ruiniert!
es: Puaj, fruta arruinada con carne.
fr: Bleurk, pourquoi gâcher le fruit avec de la viande ?
it: Blegh, frutta rovinata con carne!
ja: ブレグ！お肉のせいで果物がだいなし！
ko: 웩 고기 때문에 망친 과일!
pl: Fuj, mięso psuje smak owocu!
pt_br: Blegh, fruta estragada pela carne!
ru: Фу-у-у, мясом фрукты испортили!
zh_tw: 啵，好好的水果就被肉這麼毀了！
