Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.BEEFALOHAT
source: I kind of imagined a fur hat would feel fancier.
de: Irgendwie war so eine Pelzmütze in meiner Vorstellung etwas schicker.
es: Pensaba que un gorro de piel sería más elegante.
fr: Je pensais qu'un chapeau de fourrure aurait l'air plus luxueux.
it: Pensavo che un cappello di pelliccia sarebbe stato più elegante.
ja: 毛皮帽子ってもっと豪華な感じだと想像してた。
ko: 털 모자가 더 멋질 것이라고 상상했는데.
pt_br: Já imaginava que um chapéu de pele ficaria mais chique.
ru: Я думала, что меховая шапка будет выглядеть более изысканно.
zh_tw: 我還以為毛皮帽子會有多高級。

# CHARACTERS.WANDA.DESCRIBE.BEEFALOWOOL
source: The beefalo will grow it back.
de: Das wird dem Beefalo schon nachwachsen.
es: Al beefalo le volverá a crecer.
fr: Ça va finir par repousser.
it: Al mufalo ricrescerà.
ja: ビーファロの毛皮はまた元に戻るでしょ。
ko: 비팔로 털은 다시 자라겠지.
pt_br: O bífalo vai produzir mais.
ru: Бифало еще отрастят.
zh_tw: 皮弗婁牛會長回毛的。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO_GROOMER.BURNT
source: Oh botheration, not again.
de: Ach verflixt. Nicht schon wieder.
es: Qué fastidio, otra vez no...
fr: Oh, flûte de zut. Pas encore...
it: Oh, che seccatura, non di nuovo!
ja: ああ、煩わしい。もう二度とゴメンだわ。
ko: 아 귀찮아, 다시는 안 할 거야.
pt_br: Ai, que amolação! De novo não.
ru: Вот же неудобство, опять...
zh_tw: 嗷，麻煩呐。怎麼又這樣。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: Oh! I almost forgot to bring the beefalo!
de: Oh! Ich hätte fast vergessen, den Beefalo mitzubringen!
es: Ay, ¡casi me olvido de traer al beefalo!
fr: Oh ! J'ai failli oublier d'amener le bœufalo.
it: Oh! Stavo per dimenticarmi di portare il mufalo!
ja: あ！ビーファロ忘れるところだった！
ko: 오! 하마터면 비팔로 데려오는 걸 잊을 뻔했네!
pt_br: Ah! Quase me esqueci de trazer o bífalo!
ru: Ой! Чуть не забыла бифало привести!
zh_tw: 哦！我差點忘了帶皮弗婁牛！

# CHARACTERS.WANDA.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: You'll be the most smartly dressed creature around!
de: Du wirst das am elegantesten gekleidete Wesen der Welt sein!
es: Vas a ser la criatura mejor vestida del lugar.
fr: Tu seras la créature la mieux habillée du coin !
it: Sarai la creatura meglio vestita in circolazione!
ja: あんたなら、いっちばんカッコいい生き物になれるよ！
ko: 넌 주변에서 제일 패셔너블하게 옷을 입은 생물이 될 거야!
pt_br: Você vai ser a criatura mais bem vestida do pedaço!
ru: Ты у нас будешь самым стильным копытным в округе!
zh_tw: 你將成為周圍最打扮醒目的生物!

# CHARACTERS.WANDA.DESCRIBE.BEEFALO_GROOMER_ITEM
source: Did I not set that up already?
de: Habe ich das nicht schon eingerichtet?
es: ¿Eso no lo había preparado ya?
fr: Je pensais l'avoir déjà installé.
it: Non l'ho ancora montata?
ja: あれ、もうやったんじゃなかった？
ko: 이미 설치하지 않았나?
pt_br: Eu já não instalei isso?
ru: Разве я еще ее не поставила?
zh_tw: 我不是已經設置好了嗎？

# CHARACTERS.WANDA.DESCRIBE.BEEF_BELL
source: It makes taming beefalo so much faster!
de: Das Zähmen von Beefalos geht so viel schneller von der Hand!
es: Sirve para domar a los beefalos mucho más rápido.
fr: C'est tellement plus rapide pour apprivoiser les bœufalos !
it: Aiuta ad addomesticare i mufali molto più rapidamente!
ja: これで何倍も早くビーファロを躾けられる！
ko: 비팔로를 훨씬 빨리 길들일 수 있겠어!
pt_br: Ele acelera muito o adestramento de bífalos!
ru: Бифало теперь намного быстрее приручаются!
zh_tw: 它使馴服皮弗婁牛的速度大大加快!

# CHARACTERS.WANDA.DESCRIBE.BEEGUARD
source: If only I had a little army that would protect me this fiercely!
de: Wenn ich nur eine kleine Armee hätte, die mich dermaßen vehement beschützen würde!
es: Ojalá tuviera un ejército diminuto que me protegiera con tanto ahínco.
fr: Si seulement j'avais une petite armée qui me protégeait aussi férocement !
it: Sarebbe bello avere un piccolo esercito che mi protegge con tanta ferocia!
ja: こんな勢いで私を守ってくれる小さい軍隊があればいいんだけど！
ko: 이렇게 맹렬하게 나를 지켜줄 작은 군대가 있었다면!
pt_br: Se ao menos eu tivesse um pequeno exército que me protegesse com tanta intensidade!
ru: Вот бы и у меня была крохотная армия таких же отважных защитников!
zh_tw: 如果我有一支能如此勇猛地保護我的小軍隊就好了。

# CHARACTERS.WANDA.DESCRIBE.BEEHAT
source: I like having a layer of netting between the bees and my face.
de: Ich mag es, eine Lage Netz zwischen den Bienen und meinem Gesicht zu haben.
es: Me gusta tener una red entre las abejas y mi cara.
fr: J'aime avoir une protection entre les abeilles et mon visage.
it: Mi piace avere uno strato di rete tra le api e il mio viso.
ja: ハチと私の顔の間にちょっとした網があったほうがいいわ。
ko: 꿀벌과 내 얼굴 사이에 망사가 있으면 좋겠군.
pt_br: Gosto de ter uma camada de rede entre as abelhas e meu rosto.
ru: Предпочитаю, когда мое лицо отделяет от пчел толстая сетка.
zh_tw: 我喜歡有一層網罩在蜜蜂和我的臉之間。

# CHARACTERS.WANDA.DESCRIBE.BEEHIVE
source: I'm sure the bees are working like clockwork in there.
de: Ich bin sicher, dass die Bienen da drin wie ein Uhrwerk arbeiten.
es: Seguro que las abejas trabajan con total puntualidad.
fr: Je suis sûre que les abeilles sont réglées comme des horloges quand elles travaillent !
it: Sono certa che lì dentro le api lavorino come un orologio svizzero.
ja: あそこでは時計仕掛けみたいにハチがせっせと働いてるに違いないわ。
ko: 꿀벌은 확실히 거기서 시계처럼 작동하고 있어.
pt_br: Tenho certeza de que as abelhas estão trabalhando como um relógio ali dentro.
ru: У пчел там наверняка все работает как часы.
zh_tw: 我敢肯定蜜蜂在裡面像鐘錶一樣辛勤工作。

# CHARACTERS.WANDA.DESCRIBE.BEEMINE
source: You come after me, you get the bees!
de: Wenn du mich verfolgst, kriegst du die Bienen zu spüren!
es: Como vengas a por mí, ¡te las verás con las abejas!
fr: Si vous me cherchez, vous trouverez les abeilles !
it: Chiunque mi insegua si beccherà le api!
ja: ついておいで。ハチを取るのよ！
ko: 나를 따라오면, 꿀벌을 얻을 수 있어!
pt_br: Se vier atrás de mim, vai ter que enfrentar as abelhas!
ru: Кто за мной придет, тот от пчел погибнет!
zh_tw: 你敢惹我，叫你嘗嘗蜜蜂的厲害！

# CHARACTERS.WANDA.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
de: Abgefüllte Moskitowut.
es: ¡Furia de mosquito envasada!
fr: De la rage de moustique en conserve !
it: Rabbia di zanzara imbottigliata!
ja: ビン詰めの蚊の激怒！
ko: 병에 든 모기의 분노!
pt_br: Raiva de mosquito engarrafada!
ru: Ярость комаров в бутылке!
zh_tw: 被裝在地雷裡的狂暴蚊子！

# CHARACTERS.WANDA.DESCRIBE.BEEQUEEN
source: This was a terrible idea!
de: Das war eine schreckliche Idee!
es: Ha sido una idea terrible.
fr: C'était nul, comme idée !
it: È stata una pessima idea!
ja: これはいただけないアイディアだったわ！
ko: 좋은 생각은 아니었군!
pt_br: Essa foi uma péssima ideia!
ru: Плохая идея! Очень плохая!
zh_tw: 真是一個可怕的想法！

# CHARACTERS.WANDA.DESCRIBE.BEEQUEENHIVE.GENERIC
source: I'm done messing around with beehives.
de: Ich habe es satt, mich mit Bienenvölkern herumzuschlagen.
es: Me he hartado de perder el tiempo con las colmenas.
fr: Je ne m'approche plus jamais des ruches.
it: Devo piantarla di infastidire gli alveari.
ja: ハチの巣をつつくのはもうコリゴリ。
ko: 벌집을 가지고 장난치는 건 그만 해야지.
pt_br: Cansei de brincar com colmeias.
ru: Хватит с меня возни с этими вашими ульями.
zh_tw: 我可不要再拿蜂窩搗亂。

# CHARACTERS.WANDA.DESCRIBE.BEEQUEENHIVE.GROWING
source: Has it grown since I last saw it?
de: Ist es größer geworden, seit ich es das letzte Mal gesehen habe?
es: ¿Ha crecido desde la última vez que la vi?
fr: Ça a grossi depuis la dernière fois, non ?
it: È cresciuto dall'ultima volta che l'ho visto?
ja: あれ？あれからまた大きくなった？
ko: 마지막으로 본 이후로 좀 자랐을까?
pt_br: Ela cresceu desde a última vez que a vi?
ru: По-моему, с прошлого раза он стал больше.
zh_tw: 自從我上次見它後，它是不是長大了？

# CHARACTERS.WANDA.DESCRIBE.BEEQUEENHIVEGROWN
source: This is giving me a bad feeling...
de: Dabei kriege ich ein echt mieses Gefühl ...
es: Tengo un mal presentimiento...
fr: J'ai un très mauvais pressentiment...
it: Ho un brutto presentimento...
ja: 嫌な予感がする…
ko: 어째 느낌이 싸하네...
pt_br: Isto está me dando um mau pressentimento...
ru: У меня плохое предчувствие...
zh_tw: 這讓我有一種不好的感覺……

# CHARACTERS.WANDA.DESCRIBE.BEESWAX
source: If only I knew how to make candles.
de: Wenn ich doch bloß wüsste, wie man Kerzen herstellt.
es: Ojalá supiera hacer velas.
fr: Si seulement je savais comment faire des bougies.
it: Vorrei sapere come fare le candele.
ja: ロウソクの作り方を知ってたら良かったんだけど…
ko: 양초 만드는 법을 알았더라면.
pt_br: Quem dera eu soubesse fazer velas.
ru: Умела бы я еще свечи делать.
zh_tw: 我要是知道怎麼做蠟燭就好了。

# CHARACTERS.WANDA.DESCRIBE.BEETLETAUR
source: I can smell him from here!
de: Ich kann ihn von hier aus riechen!
es: ¡Puedo olerlo desde aquí!
fr: Je peux le sentir d'ici !
it: Il suo tanfo si sente da qua!
ja: ここは歴史の香りがする！
ko: 여기서도 녀석의 냄새가 난다!
pt_br: Posso sentir seu cheiro daqui!
ru: Я уже чую его запах!
zh_tw: 我在這裡都能聞到他的氣味！

# CHARACTERS.WANDA.DESCRIBE.BELL
source: What's the worst that could happen?
de: Was ist das Schlimmste, was passieren kann?
es: ¿Qué es lo peor que podría ocurrir?
fr: Qu'est-ce qui pourrait bien arriver, franchement ?
it: Cos'è il peggio che potrebbe accadere?
ja: ここで起きる最悪のことって…？
ko: 일어날 수 있는 최악의 상황은 뭘까?
pt_br: O que poderia acontecer de pior?
ru: Что плохого может случиться?
zh_tw: 可能發生的最壞情況是什麼？

# CHARACTERS.WANDA.DESCRIBE.BERNIE_ACTIVE
source: How incredible that this isn't even the strangest thing I've seen.
de: Unglaublich, dass dies nicht einmal das Seltsamste ist, was ich je gesehen habe.
es: Lo increíble es que no es la cosa más rara que he visto.
fr: Ce qui est incroyable, c'est que j'ai vu tellement plus étrange...
it: È incredibile che questa non sia nemmeno la cosa più strana che abbia mai visto.
ja: これが私が見た最高に変なモノじゃないってことがびっくりだわ。
ko: 내가 본 것 중 가장 이상한 일은 아니라는 것이 얼마나 놀라운지?
pt_br: É incrível que essa não seja a coisa mais estranha que já vi.
ru: Трудно поверить, но это далеко не самая странная вещь из всего, что я видела.
zh_tw: 這還不是我見過的最奇怪的事情，多麼不可思議。

# CHARACTERS.WANDA.DESCRIBE.BERNIE_BIG
source: I could've sworn you were smaller...
de: Ich hätte schwören können, du wärst kleiner ...
es: Juraría que eras más pequeño...
fr: J'aurais pourtant juré que tu étais plus petit...
it: Avrei giurato che fossi più piccolo...
ja: 絶対だって。あんたはもっと小さかった…
ko: 맹세하컨데 네가 더 작아...
pt_br: Eu podia jurar que você era menor...
ru: Готова поклясться, ты был куда меньше...
zh_tw: 我發誓你那時候比現在小多了……

# CHARACTERS.WANDA.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: This can't be the end. We'll fix this!
de: Das kann nicht das Ende sein. Wir werden das in Ordnung bringen!
es: ¡No puede ser el fin, lo arreglaremos!
fr: Je refuse que ça sonne la fin. On va arranger ça !
it: Non sarà la tua fine. Lo aggiusteremo!
ja: これで終わりはあり得ない。直しましょう！
ko: 이렇게 끝날 수 없어. 문제를 해결하자!
pt_br: Não pode terminar assim. Vamos dar um jeito nisto!
ru: Это еще не конец. Мы тебя починим!
zh_tw: 這一定不是結局。我們可以修好它！

# CHARACTERS.WANDA.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: It looks well-loved.
de: Es sieht aus, als werde es geliebt.
es: Parece que le han dado mucho cariño.
fr: Il a l'air très aimé.
it: Qualcuno gli vuole bene.
ja: よく手入れされてるみたい。
ko: 사랑을 담뿍 받은 모습이네.
pt_br: Parece muito amado.
ru: Он явно был чьей-то любимой игрушкой.
zh_tw: 它看起來很受喜愛。

# CHARACTERS.WANDA.DESCRIBE.BERRIES
source: These will keep me going a while longer.
de: Damit werde ich noch eine Weile auskommen.
es: Esto me servirá para seguir tirando un rato.
fr: Ça va me permettre de tenir un petit moment.
it: Mi faranno andare avanti ancora per un po' di tempo.
ja: しばらくはこれでしのげるわ。
ko: 이것 덕분에 더 오래 견딜 수 있을 거야.
pt_br: Elas vão me sustentar por mais um tempo.
ru: Они помогут мне продержаться еще немного.
zh_tw: 這些夠我吃一段時間了。

# CHARACTERS.WANDA.DESCRIBE.BERRIES_COOKED
source: Well, now they're kind of a hot mush...
de: Nun, jetzt sind sie eine Art heißer Brei ...
es: Ahora es una papilla caliente...
fr: Ce n'est plus que de la bouillie chaude...
it: Beh, ora assomigliano a una poltiglia calda...
ja: 絶対だって。あんたはもっと小さかった…
ko: 글쎄, 이제 그들은 일종의 뜨거운 곤죽인걸...
pt_br: Bom, agora que elas viraram uma papa quente...
ru: Теперь они скорее похожи на варенье...
zh_tw: 好吧，熱乎乎的一團……

# CHARACTERS.WANDA.DESCRIBE.BERRIES_JUICY
source: Their time is fleeting, and they taste all the sweeter for it.
de: Ihre Zeit ist kostbar und kurz, und sie schmecken dafür um so süßer.
es: Apenas duran nada, por eso son tan dulces.
fr: Le temps passe et elles deviennent de plus en plus sucrées.
it: Adesso che sta per giungere la loro ora hanno un sapore più dolce.
ja: 残り少ない寿命にその甘さを凝縮させてるのね。
ko: 그들의 시간은 덧없고, 그 덕분에 더 달콤해지지.
pt_br: Sua efemeridade as deixa ainda mais doces.
ru: Их век недолог, и поэтому они демонстрируют миру все лучшее сразу. Вкусно!
zh_tw: 它們的時間轉瞬即逝，味道也因此更加甜美。

# CHARACTERS.WANDA.DESCRIBE.BERRIES_JUICY_COOKED
source: That turned out better than I expected.
de: Das hat meine Erwartungen übertroffen.
es: Ha quedado mejor de lo que esperaba.
fr: C'est mieux que prévu, finalement.
it: Sono venute meglio di quanto pensassi.
ja: 思ったよりだいぶおいしかった。
ko: 예상했던 것보다 더 나은 게 확실해.
pt_br: Ficou melhor do que eu esperava.
ru: Вышло куда лучше, чем я ожидала.
zh_tw: 結果比我預期的要好。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.BARREN
source: It needs something to get it growing again.
de: Er braucht etwas, damit er wieder wächst.
es: Necesita algo para volver a crecer.
fr: Il lui faut quelque chose pour reprendre racine.
it: Gli occorre qualcosa per tornare a dare frutti.
ja: もう一回成長させる何かが必要だわ。
ko: 다시 자라게 하려면 뭔가 필요해.
pt_br: Precisa de algo pra fazê-la crescer de novo.
ru: Нужно чем-нибудь его подкормить.
zh_tw: 它需要一些東西來讓它重新生長。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.BURNING
source: That's not good.
de: Das ist gar nicht gut.
es: Ay, qué mal...
fr: Ça ne va pas du tout.
it: Non va affatto bene.
ja: 酷いことになった。
ko: 그건 좋지 않아.
pt_br: Isso não é bom.
ru: Это нехорошо...
zh_tw: 這可不好。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
ru: На вид кажется больным.
zh_tw: 它看上去很不舒服。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
ru: Э-э-э, что-то пошло не так.
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.GENERIC
source: Aha! A ready supply of food!
de: Aha! Ein Vorrat an Lebensmitteln!
es: ¡Anda! Provisiones de comida preparada.
fr: Ha ha ! De la nourriture à disposition !
it: Aha! Una riserva di cibo pronto da mangiare!
ja: わぉ！そのまま食べられる食料！
ko: 알겠다! 음식 준비 완료!
pt_br: Ah-rá! Um suprimento de comida pronto!
ru: Ага! Запас готовой еды!
zh_tw: 啊哈，一個現成的食物供給！

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.PICKED
source: Why do berries take so long to grow back?
de: Warum dauert es so lange, bis Beeren nachwachsen?
es: ¿Por qué tardan tanto en volver a crecer las bayas?
fr: Pourquoi les baies mettent-elles autant de temps à repousser ?
it: Perché le bacche impiegano tanto a ricrescere?
ja: ベリーの実がもう一回なるまでに何でこんなに時間がかかるのよ！
ko: 베리가 다시 자라는 데는 왜 그렇게 오래 걸리는 걸까?
pt_br: Por que as bagas demoram tanto pra crescer de novo?
ru: Почему ягоды так медленно растут?
zh_tw: 為什麼漿果需要這麼長時間才能重新長出來？

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH.WITHERED
source: Everything is withering away in this heat.
de: Alles verdorrt in dieser Hitze.
es: Se está marchitando todo con este calor.
fr: Tout fane sous cette chaleur.
it: Questo calore sta facendo seccare tutto.
ja: この暑さでみんなしおれてきた。
ko: 이 더위에 모든 것이 시들어 가고 있어.
pt_br: Neste calor, tudo definha.
ru: От этой жары все растения вянут.
zh_tw: 在這種高溫下，一切都在枯萎。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: What do berry bushes need to grow again?
de: Was brauchen Beerensträucher, um wieder zu wachsen?
es: ¿Qué necesitan estos arbustos para volver a crecer?
fr: Pourquoi les buissons de baies doivent-ils repousser ?
it: Perché i cespugli di bacche devono ricrescere?
ja: ベリーの低木が再生するためには何が必要なの？
ko: 베리 덤불이 다시 자라려면 무엇이 필요할까?
pt_br: Do que as moitas de bagas precisam pra crescer de novo?
ru: Как его удобрить, чтобы он снова приносил плоды?
zh_tw: 漿果樹需要什麼才能再次生長？

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: That's not good.
de: Das ist gar nicht gut.
es: Ay, qué mal...
fr: Ça ne va pas du tout.
it: Non va affatto bene.
ja: 酷いことになった。
ko: 그건 좋지 않아.
pt_br: Isso não é bom.
ru: Это нехорошо...
zh_tw: 這可不好。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
ru: На вид кажется больным.
zh_tw: 它看上去很不舒服。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
ru: Э-э-э, что-то пошло не так.
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: I can hear my stomach growling, and those berries look so tasty...
de: Ich höre meinen Magen knurren, und diese Beeren sehen so lecker aus ...
es: Me ruge el estómago y esas bayas tienen muy buena pinta...
fr: Mon estomac gronde et ces baies ont l'air délicieuses...
it: Sento il mio stomaco brontolare e quelle bacche sembrano così gustose...
ja: おなかがぐーぐー言ってる。あのベリーすごくおいしそう…
ko: 뱃속에서는 천둥이 치고 저 베리는 너무 맛있어 보인다고...
pt_br: Meu estômago está roncando, e essas bagas parecem tão apetitosas...
ru: У меня в животе совсем пусто, а ягоды выглядят соблазнительно...
zh_tw: 我可以聽到我的肚子在咕咕叫，那些漿果看起來很好吃……

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: Berries grow so frustratingly slow!
de: Beeren wachsen so frustrierend langsam!
es: Las bayas tardan demasiado en crecer.
fr: Les baies poussent tellement lentement ! Argh, c'est frustrant !
it: Le bacche impiegano dannatamente troppo a crescere!
ja: んもう、ベリーが育つのが遅くてイライラするわ！
ko: 베리는 실망스러우리만치 느리게 자라잖아!
pt_br: É frustrante a lentidão com que as bagas crescem!
ru: Как же меня раздражает, что ягоды так медленно растут!
zh_tw: 漿果的生長速度如此之慢，令人沮喪！

# CHARACTERS.WANDA.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: Oh, it's so sad!
de: Oh, das ist so traurig!
es: Ay, ¡qué pena!
fr: Oh, c'est si triste...
it: Oh, che disdetta!
ja: あら、なんて悲しい！
ko: 아, 너무 슬퍼!
pt_br: Ah, que triste!
ru: Ой, какая жалость!
zh_tw: 哦，這太讓人傷心了！

# CHARACTERS.WANDA.DESCRIBE.BERRYSAUCE
source: Why bother putting it on something when you can just eat it by itself?
de: Warum sollte man sich die Mühe machen, das auf etwas zu streichen, wenn man es auch pur essen kann?
es: ¿Para qué molestarse en untarla cuando te la puedes comer así?
fr: Pourquoi s'ennuyer à l'étaler sur quelque chose quand on peut la manger seule ?
it: Perché prendersi la briga di versarla su qualcosa quando la si può mangiare anche da sola?
ja: そのまま食べられるものを、わざわざ何かの上にかける意味がわかんないわ。
ko: 그냥 먹을 수 있는데 굳이 왜 이것저것 얹어서 먹지?
pt_br: Por que se dar o trabalho de colocá-lo em algo quando se pode comer assim mesmo?
ru: Какой смысл на что-то его намазывать, если можно и так съесть?
zh_tw: 如果能單獨吃，為什麼還要把它放在其他東西上呢？

# CHARACTERS.WANDA.DESCRIBE.BIBINGKA
source: Bready and delicious.
de: Brotig und köstlich.
es: Esponjoso y delicioso.
fr: C'est délicieux.
it: Sa di pane e bontà!
ja: パンって感じ。おいしい。
ko: 빵 맛이 나면서 맛있네.
pt_br: Pãozudo e delicioso.
ru: Хлебная вкуснятина.
zh_tw: 酥脆可口。

# CHARACTERS.WANDA.DESCRIBE.BIGFOOT
source: That is one biiig foot.
de: Das ist ein enormer Fuß.
es: Es un pie graaande.
fr: C'est un très gros pied !
it: Questo è un biiigfoot.
ja: こいつはビーーーッグフットだ。
ko: 굉장히 큰 발이다.
pt_br: Esse pé é beem grande.
ru: Это — один из йе-е-ети.
zh_tw: 那真是一隻巨大無比的腳。

# CHARACTERS.WANDA.DESCRIBE.BIRCHNUTDRAKE
source: I'll stomp you back into the ground, you overgrown seedling!
de: Ich stampfe dich in den Boden zurück, du übergroßer Setzling!
es: ¡Te voy a mandar de vuelta a la tierra, semilla gigante!
fr: Je vais te rentrer dans le sol à coups de pied, espèce de machin monté en graine !
it: Ti rificco nel terreno, piantina troppo cresciuta!
ja: あんたは新芽の癖に育ちすぎ！踏んづけて土の下に押し戻してやる！
ko: 널 밟아 땅으로 되돌려 보내겠다, 이 제멋대로 자란 묘목아!
pt_br: Vou te pisotear até voltar pra baixo da terra, sua mudinha superdesenvolvida!
ru: Землю у меня рыть будешь, семечко-переросток!
zh_tw: 我要把你踩回地裡，你這個超大號的苗子！

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.DEAD
source: It was... probably just his time.
de: Seine Zeit war ... wohl einfach gekommen.
es: Supongo... que había llegado su hora.
fr: C'était sans doute... son heure.
it: Probabilmente... era la sua ora.
ja: これが…寿命だったのかもしれないよ。
ko: 지금까지가... 아마 녀석의 수명이었겠지.
pt_br: Acho que... chegou a hora dele.
ru: Видимо, ее время вышло...
zh_tw: 它也許……到點了。

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.GENERIC
source: All it needs now is a little cuckoo bird.
de: Jetzt fehlt nur noch ein kleiner Kuckucksvogel.
es: Lo único que necesita es un cuco.
fr: Il ne manque plus qu'un coucou.
it: Ora manca solo un uccellino che faccia cucù.
ja: 今必要なのは小さい鳩だけだわ。
ko: 지금 필요한 것은 작은 뻐꾸기야.
pt_br: Só está faltando um cuco.
ru: Осталось только кукушку туда посадить.
zh_tw: 現在就差一隻小布穀鳥。

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.HUNGRY
source: Is it feeding time?
de: Schon Fütterungszeit?
es: ¿Es hora de comer?
fr: C'est l'heure du repas ?
it: È l'ora della pappa?
ja: もうエサの時間？
ko: 먹이 주는 시간인가?
pt_br: É a hora da comida?
ru: Не пора ли ее покормить?
zh_tw: 現在是餵食時間嗎？

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.OCCUPIED
source: Not a cuckoo, but close enough.
de: Kein Kuckuck, aber nah genug dran.
es: No es un cuco, pero casi.
fr: Ce n'est pas un coucou, mais ce n'est pas mal.
it: Non fa cucù, ma ci si avvicina.
ja: 鳩じゃないけどそれに近いもの。
ko: 뻐꾸기는 아니지만 충분히 가까워.
pt_br: Não é um cuco, mas serve.
ru: Не кукушка, конечно, но сойдет.
zh_tw: 不是布穀鳥，但也足夠接近了。

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.SKELETON
source: Oh botheration, I forgot all about him!
de: Ach verflixt. Den habe vergessen!
es: Qué fastidio. Me he olvidado del pájaro.
fr: Oh, flûte de zut, je l'ai complètement oublié !
it: Oh, che seccatura! Me ne sono completamente dimenticata!
ja: ああ、煩わしい。あいつのこと全部忘れちゃった。
ko: 아 귀찮아, 녀석에 관해 전부 까먹었어!
pt_br: Ai, que amolação. Eu me esqueci completamente dele!
ru: Вот ведь неудобство. Я совсем про нее забыла!
zh_tw: 嗷，麻煩呐。我把他都忘光了！

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.SLEEPING
source: You could be spending this time laying eggs!
de: Du könntest diese Zeit damit verbringen, Eier zu legen!
es: Podrías pasarte este tiempo poniendo huevos.
fr: Tu pourrais passer ce temps précieux à pondre !
it: Potresti impiegare questo tempo a deporre le uova!
ja: この時間を卵を産むのに使うこともできたのよ！
ko: 알을 낳으면서 이 시간을 보낼 수 있어!
pt_br: Você podia estar botando ovos em vez de dormir!
ru: А могла бы в это время яйца мне нести!
zh_tw: 你可以用這些時間來生蛋！

# CHARACTERS.WANDA.DESCRIBE.BIRDCAGE.STARVING
source: Oh botheration, I forgot to feed you again, didn't I?
de: Ach verflixt. Ich habe wieder vergessen, dich zu füttern, nicht wahr?
es: Qué fastidio. Me he vuelto a olvidar de darte de comer, ¿no?
fr: Oh, flûte de zut. J'ai encore oublié de te nourrir, pas vrai ?
it: Che seccatura. Ho di nuovo dimenticato di darti da mangiare, vero?
ja: ああ、煩わしい！私、またエサやるの忘れちゃったの？
ko: 아 귀찮아, 또 밥 주는 걸 잊었어, 그렇지 않니?
pt_br: Ai, que amolação. Eu me esqueci de te dar comida de novo, né?
ru: Вот ведь неудобство. Я опять тебя покормить забыла, да?
zh_tw: 嗷，麻煩呐。我是不是又忘記喂你了？

# CHARACTERS.WANDA.DESCRIBE.BIRDTRAP
source: Thankfully, birds are stupid.
de: Zum Glück sind Vögel dämlich.
es: Menos mal que los pájaros son estúpidos.
fr: Heureusement que les oiseaux sont stupides.
it: Per fortuna gli uccelli sono stupidi.
ja: 良かった。鳥はバカだ。
ko: 고맙게도 새들은 멍청하지.
pt_br: Ainda bem que os pássaros são idiotas.
ru: К счастью, птицы умом не отличаются.
zh_tw: 還好鳥類是愚蠢的。

# CHARACTERS.WANDA.DESCRIBE.BIRD_EGG
source: What, you egg?
de: Was ist, du Ei?
es: Me lo han puesto a huevo.
fr: D'un œuf ?! Oui, le voilà !
it: Cosa vuoi, uovo?
ja: どうしたの、卵ちゃん？
ko: 뭐야, 계란?
pt_br: Que foi, ovinho?
ru: Ну и что мне с тобой делать?
zh_tw: 什麼，你是蛋？
