Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_36
source: Pokey teeth
de: Piekszähne.
es: Dientes puntiagudos
es_mx: Dientes puntiagudos
fr: C'est plein de dents.
it: Denti punte punte
ja: ツンツンの歯だね
ko: 뾰족한 이빨이야
pl: Kłujące zęby
pt_br: Dentes espetantes.
ru: Острые зубки
zh_tw: 尖牙

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_37
source: Oh. What happened?
de: Oh. Was ist passiert?
es: Oh. ¿Qué ha pasado?
es_mx: Oh. ¿Qué pasó?
fr: Oh ! Qu'est-ce qui s'est passé ?
it: Oh. Cosa successo?
ja: おー！どうしたの？
ko: 아. 무슨 일이 있었던 거지?
pl: Och. Co się stało?
pt_br: Ah. O que aconteceu?
ru: Ой. Что случилось?
zh_tw: 哦。發生什麼事?

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_38
source: Makes things big!
de: Macht alles groß!
es: ¡Hace grandes a las cosas!
es_mx: ¡Hace cosas grandes!
fr: Ça fait grossir des trucs !
it: Fa cose grosse!
ja: おっきくするんだよ！
ko: 물건을 크게 해 줘!
pl: Sprawia, że rzeczy są duże!
pt_br: Deixa as coisas grandes!
ru: Делает все большим!
zh_tw: 能讓東西變大！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_39
source: Doesn't fit
de: Passt nicht.
es: No encaja bien
es_mx: No cabe
fr: Ça ne rentre pas.
it: Non va
ja: 合わないね
ko: 안 맞아
pl: Nie pasuje
pt_br: Não serve.
ru: Не подходит
zh_tw: 不合適

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_4
source: Pointy hat little man
de: Kleiner Mann mit spitzem Hut.
es: Hombrecillo de sombrero puntiagudo
es_mx: Hombrecito de gorro puntiagudo
fr: Un petit bonhomme à chapeau pointu.
it: Ometto con cappello a punta
ja: とんがり帽の小人
ko: 뾰족한 모자를 쓴 작은 인간이야
pl: Mały ludek w spiczastym kapeluszu
pt_br: Homenzinho com chapéu pontudo.
ru: Человечек в остроконечной шапке
zh_tw: 帶尖帽子的小矮人

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_40
source: Can't use it
de: Kann ich nicht nehmen.
es: No puedo usarlo
es_mx: No poder usar
fr: Je peux pas m'en servir.
it: Non uso
ja: 使えないよ。
ko: 쓸 수 없어
pl: Nie mogę tego użyć
pt_br: Não dá pra usar.
ru: Не могу использовать
zh_tw: 用不了。

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_41
source: Goop inside
de: Pampe drin.
es: Pegote dentro
es_mx: Baba adentro
fr: Y'a un truc visqueux dedans.
it: Viscido dentro
ja: 中が腐ってる
ko: 안에 점액이 있어
pl: W środku jest śluz
pt_br: Gosma por dentro.
ru: Внутри жижа
zh_tw: 裡面黏黏的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_42
source: Aggh! Oh. Not real
de: Argh! Oh. Nicht echt.
es: ¡Argh! Oh. No es real
es_mx: ¡Ahh! Oh. No es real
fr: Argh !... Oh, c'est pas un vrai.
it: Aggh! Oh. Non vero
ja: うわあ！…おっと、偽物か。
ko: 아악! 아. 진짜가 아니야
pl: Aaa! O. Nieprawdziwa
pt_br: Aggh! Ah. Não é real.
ru: А-а-а! Ой. Ненастоящая
zh_tw: 啊！噢，不是真的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_43
source: Wheeee!
de: Uiiii!
es: ¡Ueee!
es_mx: ¡Yupiii!
fr: Youpi !
it: Wheee!
ja: わー！
ko: 이야아아아!
pl: Łii!
pt_br: Eeeeba!
ru: Ух ты!
zh_tw: 呼！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_44
source: Friend has broken home
de: Freund hat ein kaputtes Haus.
es: Amigo tiene casa rota
es_mx: Amigo tiene casa rota
fr: La maison du copain est cassée.
it: Amico ha casa rotta
ja: お友だちのおうちが壊れたよ
ko: 친구 집이 망가졌어
pl: Przyjaciel ma zepsuty domek
pt_br: Casa da amiga tá quebrada.
ru: У друга сломался домик
zh_tw: 朋友的家破了

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_45
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não tá funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_46
source: What's this?
de: Was ist das?
es: ¿Qué es esto?
es_mx: ¿Qué es esto?
fr: C'est quoi, ça ?
it: Cosa?
ja: これ何？
ko: 이게 뭐지?
pl: Co to?
pt_br: O que é isso?
ru: А что это?
zh_tw: 這是什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_5
source: Pakow!
de: Boing!
es: ¡Ka-buum!
es_mx: ¡Bum!
fr: Ça fait du bruit en décollant du sol !
it: Ba-bum!
ja: ずきゅーん！
ko: 콰광!
pl: Ziuuu!
ru: Пуск!
zh_tw: 嘭！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_6
source: Zzzt
de: Ssst.
es: Zzzit
fr: C'est dans un sale état.
it: Zzz
ja: ギザギザ
ko: 찌릿찌릿이야
pl: Bzzt
ru: Бзт-бзт
zh_tw: 嗞嗞

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_7
source: Wood?
de: Holz?
es: ¿Madera?
es_mx: ¿Madera?
fr: C'est en bois ?
it: Legno?
ja: 木なの？
ko: 나무?
pl: Drewno?
pt_br: Madeira?
ru: Деревянное?
zh_tw: 木頭做的？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_8
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_9
source: Rocks?
de: Steine?
es: ¿Rocas?
es_mx: ¿Piedras?
fr: Des cailloux ?
it: Rocce?
ja: 石かな？
ko: 돌?
pl: Kamienie?
pt_br: Pedras.
ru: Камни?
zh_tw: 石頭做的？

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: On fire!
de: Brennt!
es: ¡Está ardiendo!
es_mx: ¡Se quema!
fr: Il est en feu !
it: Fuoco!
ja: もえてる！
ko: 불탄다!
pl: Pali się!
pt_br: Pegando fogo!
ru: Горит!
zh_tw: 火！

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: Gone
de: Weg.
es: No está
es_mx: Ya no está
fr: Y a plus rien.
it: Finito
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: Glub Glub holder
de: Blubblub-Halter.
es: Soporte de glub-glub
es_mx: Contenedor de gluglús
fr: C'est pour tenir un bloup-bloup.
it: Per tenere glu glu
ja: ブクブクかけ
ko: 뽀글이 용기야
pl: Trzymacz do bulbulków
pt_br: Contêiner de Glub Glub.
ru: Держалка для буль-бульки
zh_tw: 放咕嚕咕嚕的地方

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
es_mx: Peso: {weight} Atrapado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} Heavy Glub Glub
de: Gewicht: {weight} Gefangen von: {owner} Schwerer Blubblub.
es: Peso: {weight} Capturado por: {owner} Glub-glub pesado
es_mx: Peso: {weight} Atrapado por: {owner} Gluglú pesado
fr: Poids : {weight} Pêché par : {owner} Un gros bloup-bloup.
it: Peso: {weight} Catturato da: {owner} Glu glu pesante
ja: 重さ：{weight} 捕獲者：{owner} 重たいブクブク
ko: 무게: {weight} 잡은 사람: {owner} 무거운 뽀글이야
pl: Waga: {weight} Imię wędkarza: {owner} Ciężki bulbulek
pt_br: Peso: {weight} Capturado por: {owner} Glub Glub Pesado.
ru: Вес: {weight} Поймано: {owner} Тяжелая буль-булька
zh_tw: 重量: {weight} 捕獲人: {owner} 沉沉的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} Big!
de: Gewicht: {weight} Gefangen von: {owner} Groß!
es: Peso: {weight} Capturado por: {owner} ¡Grande!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Grande!
fr: Poids : {weight} Pêché par : {owner} Il est gros !
it: Peso: {weight} Catturato da: {owner} Grande!
ja: 重さ：{weight} 捕獲者：{owner} おっきなもの
ko: 무게: {weight} 잡은 사람: {owner} 크다!
pl: Waga: {weight} Imię wędkarza: {owner} Wielki!
pt_br: Peso: {weight} Capturado por: {owner} Grande!
ru: Вес: {weight} Поймано: {owner} Большая буль-булька!
zh_tw: 重量: {weight} 捕獲人: {owner} 大！

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} Heavy Glub Glub
de: Gewicht: {weight} Gefangen von: {owner} Schwerer Blubblub.
es: Peso: {weight} Capturado por: {owner} Glub-glub pesado
es_mx: Peso: {weight} Atrapado por: {owner} Gluglú pesado
fr: Poids : {weight} Pêché par : {owner} Un gros bloup-bloup.
it: Peso: {weight} Catturato da: {owner} Glu glu pesante
ja: 重さ：{weight} 捕獲者：{owner} 重たいブクブク
ko: 무게: {weight} 잡은 사람: {owner} 무거운 뽀글이야
pl: Waga: {weight} Imię wędkarza: {owner} Ciężki bulbulek
pt_br: Peso: {weight} Capturado por: {owner} Glub Glub Pesado.
ru: Вес: {weight} Поймано: {owner} Тяжелая буль-булька
zh_tw: 重量: {weight} 捕獲人: {owner} 沉沉的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: No! Oh no!
de: Nein! Oh nein!
fr: Non ! Oh non !
ja: ダメだよ！そんな！
ko: 아니! 오 아니야!
pl: Nie! O nie!
pt_br: Não! Ah, não!
ru: Нет! О нет!
zh_tw: 不！噢不！

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: Gone...
de: Weg ...
es: Adiós...
fr: Ils sont plus là...
it: Non più...
ja: なくなっちゃった…
ko: 가버렸어...
pl: Przepadło...
pt_br: Se foi...
ru: Все пропало...
zh_tw: 沒了……

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: Friend holder
de: Freundhalter
es: ¡Sujetamigos!
fr: C'est pour y mettre des copains.
it: Porta-amico
ja: お友だちのせ機だよ
ko: 친구를 잡고 있는 물건이야
pl: Trzymacz do przyjaciół
pt_br: Suporte de amiga.
ru: Держалка для друзей
zh_tw: 放朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} Good job!
de: Gewicht: {weight} Geerntet am: {day} Gut gemacht!
es: Peso: {weight} Cosecha del día: {day} ¡Muy bien!
fr: Poids : {weight} Récolte effectuée le jour : {day} Bravo !
it: Peso: {weight} Raccolto il giorno: {day} Bel lavoro!
ja: 重量：{weight} 収穫日：{day} やったね！
ko: 무게: {weight} 심은 후 {day}째 날에 수확 잘 했어!
pl: Waga: {weight} Zebrano dnia: {day} Dobra robota!
pt_br: Peso: {weight} Colheita feita no dia: {day} Bom trabalho!
ru: Вес: {weight} День сбора: {day} Молодец!
zh_tw: 重量: {weight} 收穫日: {day} 好樣的！

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} Proud of you!
de: Gewicht: {weight} Geerntet am: {day} Stolz auf dich!
es: Peso: {weight} Cosecha del día: {day} ¡Qué ilusión!
fr: Poids : {weight} Récolte effectuée le jour : {day} Je suis fier de toi !
it: Peso: {weight} Raccolto il giorno: {day} Fiero di te!
ja: 重量：{weight} 収穫日：{day} 頑張ったね！
ko: 무게: {weight} 심은 후 {day}째 날에 수확 네가 자랑스러워!
pl: Waga: {weight} Zebrano dnia: {day} Być z ciebie dumny!
pt_br: Peso: {weight} Colheita feita no dia: {day} Que orgulho de você!
ru: Вес: {weight} День сбора: {day} Горжусь тобой!
zh_tw: 重量: {weight} 收穫日: {day} 為你驕傲！

# CHARACTERS.WORMWOOD.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: Did their best
de: Haben ihr Bestes gegeben
es: Se ha esforzado
fr: Ils ont fait de leur mieux.
it: Fatto il massimo
ja: 精一杯頑張ったね
ko: 최선을 다했어
pl: Lepiej się nie dać.
pt_br: Fizeram seu melhor.
ru: Сделал все, что мог
zh_tw: 它們盡力了

# CHARACTERS.WORMWOOD.DESCRIBE.TRUNKVEST_SUMMER
source: Cool
de: Kühl.
es: Fresquito
es_mx: Fresco
fr: C'est léger.
it: Fresco
ja: 涼しい
ko: 시원해
pl: Fajna
pt_br: Fresquinho.
ru: Холодно
zh_tw: 涼爽

# CHARACTERS.WORMWOOD.DESCRIBE.TRUNKVEST_WINTER
source: Warm
es: Caliente
es_mx: Cálido
fr: C'est chaud.
it: Calda
ja: ポカポカ
ko: 따뜻해
pl: Ciepła
pt_br: Quentinho.
ru: Тепло
zh_tw: 溫暖

# CHARACTERS.WORMWOOD.DESCRIBE.TRUNK_COOKED
source: For belly?
de: Für den Bauch?
es: ¿Para la tripa?
es_mx: ¿Para barriga?
fr: C'est pour mon ventre ?
it: Per pancia?
ja: おなかに？
ko: 배를 채우나?
pl: Do brzuszka?
pt_br: Pra barriga?
ru: Для животика?
zh_tw: 能填肚子嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.TRUNK_SUMMER
source: Bruamp nose
de: Bruamp-Nase.
es: Nariz de bruump
es_mx: Nariz de bruamp
fr: Le nez de la drôle de créature.
it: Naso bruamp
ja: ブルルン鼻
ko: 뿌우 코야
pl: Nos trąbacza
pt_br: Nariz de Bruamp.
ru: Длиннючий нос
zh_tw: 啵嚕噗的鼻子

# CHARACTERS.WORMWOOD.DESCRIBE.TRUNK_WINTER
source: Bruamp nose
de: Bruamp-Nase.
es: Nariz de bruump
es_mx: Nariz bruamp
fr: Le nez de la drôle de créature.
it: Naso bruamp
ja: ブルルン鼻
ko: 뿌우 코야
pl: Nos trąbacza
pt_br: Nariz de Bruamp.
ru: Длиннючий нос
zh_tw: 啵嚕噗的鼻子

# CHARACTERS.WORMWOOD.DESCRIBE.TUMBLEWEED
source: Come back!
de: Komm zurück!
es: ¡Vuelve!
es_mx: ¡Vuelve!
fr: Reviens !
it: Torna indietro!
ja: 戻ってこーい！
ko: 돌아와!
pl: Wróć jeszcze!
pt_br: Volte!
ru: Вернись!
zh_tw: 快回來！

# CHARACTERS.WORMWOOD.DESCRIBE.TURFCRAFTINGSTATION
source: Make dirt!
de: Mache Dreck!
es: ¡Hace tierra!
fr: Ça fait de la terre !
it: Fa terra!
ja: 土をつくるやつだ！
ko: 흙을 만들어라!
pl: Robić ziemię!
pt_br: Faz terra!
ru: Делает грязь!
zh_tw: 做土的！

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_ARCHIVE
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是泥土

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_BADLANDS
source: Dirt
de: Erdboden.
es: Tierra
es_mx: Tierra
fr: C'est de la terre.
it: Terra
ja: 土
ko: 흙이야
pl: Ziemia
pt_br: Terra.
ru: Земля
zh_tw: 土

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_CARPETFLOOR
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是土地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_CAVE
source: Rocky
de: Felsig
es: Rocoso
es_mx: Rocoso
fr: Homards de pierre
it: Rocciosa
ja: ロックロブスター
ko: 울퉁불퉁하다.
pl: Skały
pt_br: Pedregoso.
ru: Каменные лобстеры
zh_tw: 多石

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_CHECKERFLOOR
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是土地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_DECIDUOUS
source: Nice dirt
de: Schöner Erdboden.
es: Bonita tierra
es_mx: Linda tierra
fr: Sympa, cette terre.
it: Bella terra
ja: 良い土
ko: 좋은 흙이야
pl: Ładna ziemia
pt_br: Bela terra.
ru: Хорошая земля
zh_tw: 一塊好地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_DESERTDIRT
source: Sand
es: Arena
es_mx: Arena
fr: Sable
it: Sabbia
ja: 砂
ko: 모래다.
pl: Piasek
pt_br: Areia
ru: Песок
zh_tw: 沙地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_DIRT
source: Dirt!
de: Erdboden!
es: ¡Tierra!
es_mx: ¡Tierra!
fr: C'est de la terre !
it: Terra!
ja: 土！
ko: 흙이다!
pl: Ziemia!
pt_br: Terra!
ru: Земля!
zh_tw: 土地！

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_DRAGONFLY
source: Fire can't come here!
de: Feuer kann nicht herkommen!
es: ¡El fuego no puede venir aquí!
es_mx: ¡Fuego no puede llegar aquí!
fr: Le feu peut pas s'y attaquer !
it: Fuoco non arriva qui!
ja: 火はここまで来られない！
ko: 여긴 불이 못 와!
pl: Ogień tu nie przyjdzie!
pt_br: Aqui não pode ter fogo!
ru: Огню сюда нельзя!
zh_tw: 火焰無法入侵這裡！

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_FOREST
source: Dirt!
de: Erdboden!
es: ¡Tierra!
es_mx: ¡Tierra!
fr: C'est de la terre !
it: Terra!
ja: 土！
ko: 흙이다!
pl: Ziemia!
pt_br: Terra!
ru: Земля!
zh_tw: 土地！

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_FUNGUS
source: Mushy
de: Matschig.
es: Blandita
es_mx: Muy blandita
fr: C'est spongieux.
it: Molliccia
ja: キノコ
ko: 말캉해
pl: Gąbczasta
pt_br: Molinho.
ru: Грибочек
zh_tw: 糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_FUNGUS_GREEN
source: Squishy
de: Wie ein Schwamm.
es: Cosa blandita
es_mx: Blando
fr: C'est spongieux.
it: Molle
ja: グニャグニャ
ko: 물컹해
pl: Mięciutka
pt_br: Tenro.
ru: Мягенько
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_FUNGUS_MOON
source: Mushy
de: Matschig.
es: Blandita
es_mx: Muy blandita
fr: C'est spongieux.
it: Molliccia
ja: キノコ
ko: 말캉해
pl: Gąbczasta
pt_br: Molinho.
ru: Грибочек
zh_tw: 糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_FUNGUS_RED
source: Squashy
de: Schwammig.
es: Blanda
es_mx: Blando
fr: C'est spongieux
it: Gommosa
ja: ぺちゃんこ
ko: 몰캉해
pl: Mięciutka
pt_br: Esponjoso.
ru: Мягко
zh_tw: 軟軟的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_GRASS
source: Soft!
de: Weich!
es: ¡Suave!
es_mx: ¡Suave!
fr: C'est doux au toucher !
it: Morbida!
ja: やわらかい！
ko: 부드러워!
pl: Miękka!
pt_br: Macia!
ru: Мягкая!
zh_tw: 很柔軟！

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_MARSH
source: Squishy
de: Wie ein Schwamm.
es: Cosa blandita
es_mx: Blando
fr: C'est spongieux.
it: Molle
ja: グニャグニャ
ko: 물컹해
pl: Mięciutka
pt_br: Tenro.
ru: Мягенько
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_METEOR
source: Rocky
de: Felsig
es: Rocoso
es_mx: Rocoso
fr: Homards de pierre
it: Rocciosa
ja: ロックロブスター
ko: 울퉁불퉁해
pl: Skały
pt_br: Pedregoso.
ru: Каменные лобстеры
zh_tw: 多石

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_MUD
source: Sticky
de: Klebrig.
es: Pegajosa
es_mx: Pegajoso
fr: Ça colle.
it: Appiccica
ja: べとべと
ko: 끈적끈적해
pl: Klei się
pt_br: Grudenta.
ru: Липко
zh_tw: 黏黏的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_PEBBLEBEACH
source: Tiny rocks
de: Kleine Steine.
es: Rocas diminutas
es_mx: Piedras pequeñas
fr: De tout petits cailloux.
it: Piccole rocce
ja: ちび岩
ko: 작은 돌이야
pl: Malutkie kamyki
pt_br: Pedras pequeninas.
ru: Маленькие камушки
zh_tw: 小石頭

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_ROAD
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是土地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_ROCKY
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是土地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_SANDY
source: Sandy
de: Sandig.
es: Arenosa
es_mx: Arenosa
fr: C'est sablonneux.
it: Sabbia
ja: 砂っぽいなあ
ko: 모래가 많아
pl: Piaszczysta
pt_br: Arenosa.
ru: Песочно
zh_tw: 沙地

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_SAVANNA
source: Full of friends
de: Voller Freunde.
es: Llena de amigos
es_mx: Llena de amigos
fr: C'est rempli de copains.
it: Piena di amici
ja: お友だちいっぱいだ
ko: 친구들로 가득해
pl: Pełna przyjaciół
pt_br: Cheia de amigos.
ru: Полно друзей
zh_tw: 都是朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_SHELLBEACH
source: Sand
es: Arena
es_mx: Arena
fr: Sable
it: Sabbia
ja: 砂
ko: 모래야
pl: Piasek
pt_br: Areia
ru: Песок
zh_tw: 沙子

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_SINKHOLE
source: Slimy
de: Schleimig.
es: Viscosa
es_mx: Viscosa
fr: C'est gluant.
it: Viscida
ja: ドロドロ
ko: 미끈거려
pl: Śliska
pt_br: Viscosa.
ru: Склизко
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_UNDERROCK
source: Too rocky
de: Zu steinig.
es: Con demasiadas rocas
es_mx: Demasiado rocosa
fr: C'est trop rocailleux.
it: Troppe rocce
ja: 石だらけだ
ko: 너무 울퉁불퉁해
pl: Zbyt kamienista
pt_br: Pedregosa demais.
ru: Слишком каменисто
zh_tw: 石頭一樣硬

# CHARACTERS.WORMWOOD.DESCRIBE.TURF_WOODFLOOR
source: Not dirt
de: Kein Erdboden.
es: No es tierra
es_mx: No es tierra
fr: C'est pas de la terre.
it: Non terra
ja: 土じゃない
ko: 흙이 아니야
pl: Nie ziemia
pt_br: Nada de terra.
ru: Не земля
zh_tw: 不是泥土

# CHARACTERS.WORMWOOD.DESCRIBE.TURKEYDINNER
source: Lots of belly stuff
de: Viel Bauchzeug.
es: Montones de cosas para la tripa
es_mx: Muchas cosas de barriga
fr: De quoi se remplir le ventre à fond.
it: Tanta roba per pancia
ja: おなかに入るものいっぱいだ
ko: 음식이 잔뜩 있어
pl: Dużo rzeczy do brzuszka
pt_br: Muita coisa de barriga.
ru: Много всего для животика
zh_tw: 一大盤填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.TURNIP
source: Cute little dirt friend
de: Niedlicher kleiner Erdfreund.
es: Amiguito mono de tierra
es_mx: Lindo amiguito de tierra
fr: Un petit copain mignon qui vient de la terre.
it: Bella piccola amica di terra
ja: かわいいちっこい土のお友だち
ko: 작고 귀여운 흙 친구야
pl: Mała, urocza przyjaciółka z ziemi
pt_br: Amiguinho da terra fofo.
ru: Милый маленький дружок из земли
zh_tw: 土裡的小可愛朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TURNIP_COOKED
source: Makes good belly stuff
de: Macht gutes Bauchzeug.
es: Hace cosas buenas para la tripa
es_mx: Hace buena cosa de barriga
fr: Ça fait du bon manger !
it: Roba per pancia dolce
ja: おいしいおなかに入るものを作るんだよ
ko: 좋은 음식이 되지
pl: Dobra z niej rzecz do brzuszka
pt_br: Faz coisa boa de barriga.
ru: Вкусная штучка для животика
zh_tw: 填肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.TURNIP_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.TURTILLUS
source: Spiny Shell likes the spins
de: Stachelpanzer dreht sich gerne.
es: A caparazón que da vueltas le gustan las vueltas
es_mx: A concha espinosa le gustan las vueltas
fr: Une bestiole à coquille pointue toute ronde.
it: Conchiglia con spine gira gira
ja: トゲトゲ貝はくるくるするのが好きだね
ko: 돌기 좋아하는 가시 껍데기야
pl: Kolczastomuszli lubi kolce
pt_br: Casco Espinhoso gosta de giros.
ru: Панцирная колючка любит крутиться
zh_tw: 長刺的殼喜歡轉來轉去

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGYTREE.BURNING
source: No! NOOOOOOO!
de: Nein! NEEEEEIIIN!
fr: Non ! NOOOOOOON !
ja: ダメ！ダメーーーー！
ko: 안 돼! 안 돼애애애!
pl: Nie! NIEEEEE!
pt_br: Não! NÃOOOOOO!
ru: Нет! НЕ-Е-Е-Е-ЕТ!
zh_tw: 不！不不不！

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGYTREE.BURNT
source: So young...
de: So jung ...
es: Tan joven...
es_mx: Tan joven…
fr: Il est tout jeune.
it: Così giovane...
ja: 若い…
ko: 이렇게 어린데...
pl: Takie młode...
pt_br: Tão jovem...
ru: Такое юное…
zh_tw: 這麼小就...

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGYTREE.CHOPPED
source: Keep growing, friend!
de: Wachs weiter, Freund!
es: ¡Sigue creciendo, amigo!
es_mx: ¡Sigue creciendo, amigo!
fr: Continue de pousser, mon copain !
it: Cresci, cresci, amico!
ja: どんどん育ってね、お友だち！
ko: 계속 자라렴, 친구!
pl: Rośnij dalej, przyjacielu!
pt_br: Continue crescendo, amiga!
ru: Продолжай расти, друг!
zh_tw: 繼續生長吧，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGYTREE.DISEASED
source: Sick?
de: Krank?
es: ¿Has enfermado?
es_mx: ¿Enfermo?
fr: T'es malade ?
it: Malato?
ja: 具合悪いの？
ko: 아픈가?
pl: Choruje?
pt_br: Doente?
ru: Болеешь?
zh_tw: 生病了？

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGYTREE.GENERIC
source: Skinny friend!
de: Dünner Freund!
es: ¡Amigo delgado!
es_mx: ¡Amigo flaco!
fr: Un copain tout maigre.
it: Amico magro!
ja: ガリガリのお友だち
ko: 마른 친구다!
pl: Chudy przyjaciel!
pt_br: Amiga magrela!
ru: Тощий друг!
zh_tw: 瘦瘦的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGY_NUT
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGY_NUT_SAPLING
source: Cute little friend
de: Niedlicher kleiner Freund.
es: Amiguito mono
es_mx: Lindo amiguito
fr: Un petit copain mignon.
it: Bello piccolo amico
ja: かわいいちっちゃなお友だち
ko: 귀여운 꼬마 친구야
pl: Uroczy, mały przyjaciel
pt_br: Amiguinha bonitinha.
ru: Милый маленький дружок
zh_tw: 小可愛朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGGY_OLD
source: Wise old friend
de: Weiser alter Freund.
es: Viejo amigo sabio
es_mx: Sabio viejo amigo
fr: Un vieux copain intelligent.
it: Vecchio saggio amico
ja: 賢い年寄りのお友だち
ko: 현명하고 나이 든 친구야
pl: Mądry, stary przyjaciel
pt_br: Amiga velha e sábia.
ru: Старый мудрый друг
zh_tw: 有智慧的老朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.TWIGS
source: Little friends! Hi!
de: Kleine Freunde! Hallo!
es: ¡Amiguitos! ¡Hola!
es_mx: ¡Amiguitas! ¡Hola!
fr: Des petites copines branches ! Coucou !
it: Piccoli amici! Ciao!
ja: 小さいお友だち！やあ！
ko: 작은 친구들아! 안녕!
pl: Mali przyjaciele! Cześć!
pt_br: Amiguinhos! Oi!
ru: Маленькие друзья! Привет!
zh_tw: 嗨！小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.TWINOFTERROR1
source: Big machine peeper!
de: Große Gucker-Maschine!
es: ¡Mirón grande mecánico!
fr: Gros n'œil machine !
it: Grande macchina occhio!
ja: 大きな機械ののぞくやつ！
ko: 큰 기계 눈알!
pl: Wielki, maszynowy zerkacz!
pt_br: Olhão grande máquina!
ru: Большая машина-смотрелка!
zh_tw: 偷看的大機器！

# CHARACTERS.WORMWOOD.DESCRIBE.TWINOFTERROR2
source: Big machine peeper!
de: Große Gucker-Maschine!
es: ¡Mirón grande mecánico!
fr: Gros n'œil machine !
it: Grande macchina occhio!
ja: 大きな機械ののぞくやつ！
ko: 큰 기계 눈알!
pl: Wielki, maszynowy zerkacz!
pt_br: Olhão grande máquina!
ru: Большая машина-смотрелка!
zh_tw: 偷看的大機器！

# CHARACTERS.WORMWOOD.DESCRIBE.UMBRELLA
source: Rain Taker
de: Regennehmer.
es: Recogelluvia
es_mx: Agarralluvia
fr: Une protection contre la pluie.
it: Prendipioggia
ja: レインテイカー
ko: 비 막이야
pl: Zbieracz deszczu
pt_br: Toma-Chuva.
ru: Ловец дождя
zh_tw: 雨水遮蔽者
