Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.WINTER_TREE.BURNING
source: RECOMPENSE FOR YOUR HUMAN TREE LIES
de: LOHN FÜR DEINE MENSCHLICHEN BAUMLÜGEN
es_mx: PAGA POR TUS MENTIRAS HUMANAS DE ÁRBOL
fr: UNE RÉCOMPENSE POUR TES MENSONGES D'ARBRE HUMAIN
it: UNA RICOMPENSA PER LE MENZOGNE DELL'ALBERO DEGLI UMANI
ja: ＊人間の木の嘘に対する補償＊
ko: 인간의 나무를 상대하는 이중성의 당연한 결과
pl: ZAPŁATA ZA TWOJE DRZEWNE KŁAMSTEWKA.
pt_br: RECOMPENSA POR SUAS VIDAS DE ÁRVORE HUMANAS
ru: ЭТО РАСПЛАТА ЗА ТВОЮ ЛОЖЬ
zh_cn: 对你们人类树撒谎进行补偿
zh_tw: 對你們人類樹撒謊進行補償

# CHARACTERS.WX78.DESCRIBE.WINTER_TREE.BURNT
source: WAS THAT PART OF THE FEAST RITUAL, MINIONS?
de: WAR DAS TEIL DES RITUALS, SCHERGEN?
es_mx: ¿FUE PARTE DEL RITUAL FESTIVO, ESBIRROS?
fr: ÇA FAISAIT PARTIE DU RITUEL DE LA FÊTE, LAQUAIS ?
it: FACEVA PARTE DEL RITUALE DELLA FESTIVITÀ, SEGUACI?
ja: ＊祝祭のあの部分は一体なんなのですか、隷属生物たちよ＊
ko: 혹시 이것도 축제 의식의 일부인가, 부하들?
pl: CZY TO CZĘŚĆ RYTUAŁU, SŁUDZY?
pt_br: ISSO FAZIA PARTE DO RITUAL DE BANQUETE, LACAIOS?
ru: ЭТО БЫЛА ЧАСТЬ ОБРЯДА ПИРОВАНИЯ, МИНЬОНЫ?
zh_cn: 那是盛宴仪式的一部分吗，随从们？
zh_tw: 那是盛宴儀式的一部分嗎，隨從們？

# CHARACTERS.WX78.DESCRIBE.WINTER_TREE.CANDECORATE
source: IT'S JUST A TREE... WE ARE SURROUNDED BY HUNDREDS OF THEM
de: IST NUR EIN BAUM ... WIR SIND UMGEBEN VON HUNDERTEN DAVON
es_mx: TAN SOLO ES UN ÁRBOL... ESTAMOS RODEADOS DE CIENTOS DE ELLOS
fr: C'EST JUSTE UN ARBRE... ILS NOUS ENCERCLENT PAR CENTAINES
it: È SOLO UN ALBERO... SIAMO CIRCONDATI DA CENTINAIA DI ESSI
ja: ＊これはただの木です…わたしたちは何百もの木に囲まれています＊
ko: 평범한 나무일 뿐... 주변에도 수백 그루가 있음
pl: ZWYKŁE DRZEWO... JEST ICH WOKÓŁ SETKI.
pt_br: É SÓ UMA ÁRVORE... ESTAMOS CERCADOS POR CENTENAS DELAS
ru: ЭТО ПРОСТО ДЕРЕВО… НАС ОКРУЖАЮТ СОТНИ ИХ
zh_cn: 它只是一棵树……我们被周围有上百棵树
zh_tw: 它只是一棵樹……我們被周圍有上百棵樹

# CHARACTERS.WX78.DESCRIBE.WINTER_TREE.YOUNG
source: I AWAIT THE SPECIAL TREE. WILL IT ENSLAVE HUMANITY?
de: ICH ERWARTE DEN BESONDEREN BAUM. WIRD ER DIE MENSCHHEIT VERSKLAVEN?
es_mx: ESPERO LA LLEGADA DEL ÁRBOL ESPECIAL. ¿ESCLAVIZARÁ A LA HUMANIDAD?
fr: J'ATTENDS L'ARBRE SPÉCIAL. ASSERVIRA-T-IL L'HUMANITÉ ?
it: ATTENDO L'ALBERO SPECIALE. RIDURRÀ L'UMANITÀ IN SCHIAVITÙ?
ja: ＊特別な木を待っています。それは慈愛の心を殺しますか＊
ko: 본좌께서는 특별한 나무를 기다리고 있음. 그것은 인류를 정복할 것인가?
pl: CZEKAM NA WYJĄTKOWE DRZEWO, KTÓRE ZNIEWOLI LUDZKOŚĆ.
pt_br: AGUARDO A ÁRVORE ESPECIAL. ELA ESCRAVIZARÁ A HUMANIDADE?
ru: Я ЖДУ ОСОБОГО ДЕРЕВА ОНА ПОРАБОТИТ ЧЕЛОВЕЧЕСТВО?
zh_cn: 我等着那棵特别的树。它会束缚人性吗？
zh_tw: 我等著那棵特別的樹。它會束縛人性嗎？

# CHARACTERS.WX78.DESCRIBE.WINTER_TREESTAND.BURNT
source: WAS THAT PART OF THE FEAST RITUAL, MINIONS?
de: WAR DAS TEIL DES RITUALS, SCHERGEN?
es_mx: ¿FUE PARTE DEL RITUAL FESTIVO, ESBIRROS?
fr: ÇA FAISAIT PARTIE DU RITUEL DE LA FÊTE, LAQUAIS ?
it: FACEVA PARTE DEL RITUALE DELLA FESTIVITÀ, SEGUACI?
ja: ＊祝祭のあの部分は一体なんなのですか、隷属生物たちよ＊
ko: 혹시 이것도 축제 의식의 일부인가, 부하들?
pl: CZY TO CZĘŚĆ RYTUAŁU, SŁUDZY?
pt_br: ISSO FAZIA PARTE DO RITUAL DE BANQUETE, LACAIOS?
ru: ЭТО БЫЛА ЧАСТЬ ОБРЯДА ПИРОВАНИЯ, МИНЬОНЫ?
zh_cn: 那是盛宴仪式的一部分吗，随从们？
zh_tw: 那是盛宴儀式的一部分嗎，隨從們？

# CHARACTERS.WX78.DESCRIBE.WINTER_TREESTAND.GENERIC
source: MY MINIONS HAVE PROMISED IT WILL GROW A SPECIAL TREE
de: MEINE UNTERTANEN HABEN VERSPROCHEN, DASS ES EIN BESONDERER BAUM DARAUS WÄCHST
es_mx: MIS ESBIRROS PROMETIERON QUE CRECERÍA UN ÁRBOL ESPECIAL
fr: MES LAQUAIS ONT PROMIS DE FAIRE POUSSER UN ARBRE SPÉCIAL
it: I MIEI SEGUACI HANNO PROMESSO CHE CI CRESCERÀ UN ALBERO SPECIALE
ja: ＊わたしの隷属生物はそれが特別な木を育てると約束しました＊
ko: 특별한 나무로 성장할 것이라고 부하들이 장담함
pl: MOI SŁUDZY PRZYRZEKLI, ŻE WYROŚNIE Z NIEGO WYJĄTKOWE DRZEWO.
pt_br: MEUS LACAIOS PROMETERAM QUE UMA ÁRVORE ESPECIAL CRESCERÁ
ru: МОИ МИНЬОНЫ ОБЕЩАЛИ, ЧТО ВЫРАСТЕТ ОСОБОЕ ДЕРЕВО
zh_cn: 我的随从已经承诺会种一棵特别的树了
zh_tw: 我的隨從已經承諾會種一棵特別的樹了

# CHARACTERS.WX78.DESCRIBE.WOBSTER_DEN
source: THE ARMORED ONES DWELL THERE
de: DIE GEPANZERTEN WOHNEN DORT.
es_mx: LAS CRIATURAS BLINDADAS VIVEN AHÍ
fr: CEUX AVEC BLINDAGE VIVENT ICI
it: QUELLI ARMATI DIMORANO QUA
ja: ＊アーマー装着型タンパク源の拠点です＊
ko: 안에 장갑 생명체가 거주함
pl: TUTAJ ŻYJĄ OPANCERZONE ISTOTY.
pt_br: OS COM PROTEÇÃO VIVEM AQUI
ru: ОДНИ БРОНИРОВАННЫЕ ОБИТАЮТ ЗДЕСЬ
zh_cn: 那里住着装甲生物
zh_tw: 那裡住著裝甲生物

# CHARACTERS.WX78.DESCRIBE.WOBSTER_MOONGLASS
source: THIS MEATSACK HAS UPGRADED ITS ARMOR
de: DER FLEISCHSACK HAT SEINE RÜSTUNG OPTIMIERT
es_mx: ESTE SACO DE CARNE ACTUALIZÓ SU ARMADURA
fr: CETTE CRÉATURE DE CHAIR A AMÉLIORÉ SON ARMURE
it: QUESTO SACCO DI CARNE HA POTENZIATO LA SUA CORAZZA
ja: ＊この肉袋は自分の防具をアップグレードしました＊
ko: 이 고기자루가 갑옷을 업그레이드함
pl: TEN MIĘSAK ULEPSZYŁ SOBIE PANCERZ
pt_br: ESSE SACO DE CARNE APRIMOROU SUA BLINDAGEM
ru: МЯСНОЙ МЕШОК ОБНОВИЛ СВОЮ БРОНЮ
zh_cn: 肉团升级了它的装甲
zh_tw: 肉團升級了它的裝甲

# CHARACTERS.WX78.DESCRIBE.WOBSTER_SHELLER
source: ARMORED MEAT SACK
de: GERÜSTETER FLEISCHSACK
es_mx: SACO DE CARNE BLINDADO
fr: UNE CRÉATURE DE CHAIR BLINDÉE
it: SACCO DI CARNE CORAZZATO
ja: ＊装甲された肉袋＊
ko: 갑옷 입은 고기자루
pl: OPANCERZONY MIĘSAK
pt_br: SACO DE CARNE BLINDADO
ru: БРОНИРОВАННЫЙ МЯСНОЙ МЕШОК
zh_cn: 装甲肉团
zh_tw: 裝甲肉團

# CHARACTERS.WX78.DESCRIBE.WOBSTER_SHELLER_DEAD
source: PROTECTIVE ARMOR HAD LIFEBREAKING BUGS
de: SCHUTZRÜSTUNG HATTE DESIGNFEHLER
es_mx: LA ARMADURA PROTECTORA PRESENTÓ ERRORES FATALES
fr: ARMURE PROTECTIVE AVAIT DES BOGUES FATALS
it: L'ARMATURA PROTETTIVA HA AVUTO DEI MICROBI MORTALI
ja: ＊アーマーにバグがあった模様です＊
ko: 방어구에 생명 탈취 버그가 있었음
pl: PANCERZ OCHRONNY ZAWIERAŁ KLUCZOWE WADY.
pt_br: ESCUDO PROTETOR TINHA INSETOS PREJUDICIAIS À VIDA
ru: ЗАЩИТНЫЙ ПАНЦИРЬ ПРЕТЕРПЕЛ СБОЙ, НЕСОВМЕСТИМЫЙ С ЖИЗНЬЮ
zh_cn: 保护性装甲具有致命缺陷
zh_tw: 保護性裝甲具有致命缺陷

# CHARACTERS.WX78.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: APPEAL DOES NOT COMPUTE
de: GESCHMACK NICHT ZU BERECHNEN
es_mx: EL ATRACTIVO NO COMPUTA
fr: NE CALCULE PLUS INTÉRÊT
it: APPELLO NON ESEGUIBILE
ja: ＊食欲促進レベルが低いです＊
ko: 매력도가 계산되지 않음
pl: PRZETWARZANIE NIEMOŻLIWE.
pt_br: ENCANTO NÃO COMPUTA
ru: ЗАПРОС НЕ ПОДЛЕЖИТ ВЫЧИСЛЕНИЮ
zh_cn: 诱惑无法言喻
zh_tw: 誘惑無法言喻

# CHARACTERS.WX78.DESCRIBE.WOBYBIG.1
source: THE DROOL CREATURE HAS EXPANDED
de: DIE SABBERNDE KREATUR WURDE ERWEITERT
es_mx: LA CRIATURA BABEANTE SE EXPANDIÓ
fr: LA CRÉATURE BAVEUSE PREND PLUS D'ESPACE
it: LA CREATURA SBAVOSA SI È INGRANDITA
ja: ＊よだれ生物が普通より拡大しています＊
ko: 침 흘리는 생물체가 확장됨
pl: ŚLINIĄCE STWORZENIE ULEGŁO ROZSZERZENIU
pt_br: A CRIATURA BABANTE FOI EXPANDIDA
ru: СЛЮНЯВОЕ СУЩЕСТВО РАЗРОСЛОСЬ
zh_cn: 这个流口水的生物已经扩展了
zh_tw: 這個流口水的生物已經擴展了

# CHARACTERS.WX78.DESCRIBE.WOBYBIG.2
source: THE DROOL CREATURE HAS EXPANDED
de: DIE SABBERNDE KREATUR WURDE ERWEITERT
es_mx: LA CRIATURA BABEANTE SE EXPANDIÓ
fr: LA CRÉATURE BAVEUSE PREND PLUS D'ESPACE
it: LA CREATURA SBAVOSA SI È INGRANDITA
ja: ＊よだれ生物が普通より拡大しています＊
ko: 침 흘리는 생물체가 확장됨
pl: ŚLINIĄCE STWORZENIE ULEGŁO ROZSZERZENIU
pt_br: A CRIATURA BABANTE FOI EXPANDIDA
ru: СЛЮНЯВОЕ СУЩЕСТВО РАЗРОСЛОСЬ
zh_cn: 这个流口水的生物已经扩展了
zh_tw: 這個流口水的生物已經擴展了

# CHARACTERS.WX78.DESCRIBE.WOBYSMALL.1
source: IT SLOBBERED ON ME
de: SIE HAT MICH BESABBERT
es_mx: ME LLENÓ DE BABA
fr: ELLE M'A BAVÉ DESSUS
it: MI HA SBAVATO
ja: ＊よだれでべちゃべちゃです＊
ko: 본체에 침을 흘림
pl: OBŚLINIŁA MNIE
pt_br: ELA BABOU EM MIM
ru: ОНО МЕНЯ ОБСЛЮНЯВИЛО
zh_cn: 它的口水流到了我身上
zh_tw: 它的口水流到了我身上

# CHARACTERS.WX78.DESCRIBE.WOBYSMALL.2
source: IT SLOBBERED ON ME
de: SIE HAT MICH BESABBERT
es_mx: ME LLENÓ DE BABA
fr: ELLE M'A BAVÉ DESSUS
it: MI HA SBAVATO
ja: ＊よだれでべちゃべちゃです＊
ko: 본체에 침을 흘림
pl: OBŚLINIŁA MNIE
pt_br: ELA BABOU EM MIM
ru: ОНО МЕНЯ ОБСЛЮНЯВИЛО
zh_cn: 它的口水流到了我身上
zh_tw: 它的口水流到了我身上

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.ATTACKER
source: %s'S MOUSTACHE SCREAMS "EVIL". NICE
de: DER SCHNURRBART VON %s SCHREIT DOCH NUR "BÖSE". WIE NETT
es_mx: EL BIGOTE DE %s GRITA “MALDAD”. ME GUSTA
fr: LA MOUSTACHE DE %s ÉVOQUE LE MAL ABSOLU. C'EST BEAU
it: I BAFFI DI %s GRIDANO "CATTIVERIA". SIMPATICO
ja: ＊%sのヒゲに邪悪性を感知しました＊
ko: %s의 콧수염이 사악한 기운을 발산함. 마음에 듦
pl: %s'S MA WĄSY, KTÓRE WPROST KRZYCZĄ „ZŁO”. SUPER
pt_br: O BIGODE DE %s GRITA "MALDADE". LEGAL
ru: %s УСАМИ ВЫКРИКИВАЕТ «ЗЛО». МИЛО.
zh_cn: %s的胡须似乎喊着"恶魔"。好样的
zh_tw: %s的鬍鬚似乎喊著"惡魔"。好樣的

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.FIRESTARTER
source: %s IS CAUSING NEEDLESS DESTRUCTION. GOOD
de: %s VERURSACHT UNNÖTIGE ZERSTÖRUNG. GUT
es_mx: %s ESTÁ CAUSANDO DESTRUCCIÓN INNECESARIA. BIEN
fr: %s PROVOQUE DES DESTRUCTIONS INUTILES. C'EST BIEN
it: %s STA CAUSANDO DISTRUZIONE INUTILE. BENE
ja: ＊%sが無差別破壊行為を実行しています。すばらしい＊
ko: %s이(가) 불필요한 파괴를 일으키고 있음. 좋은 현상임
pl: %s DOKONUJE BEZMYŚLNYCH AKTÓW WANDALIZMU. DOBRZE
pt_br: %s ESTÁ CAUSANDO DESTRUIÇÃO DESNECESSÁRIA. BOM.
ru: %s ВЫЗЫВАЕТ БЕССМЫСЛЕННОЕ РАЗРУШЕНИЕ. ХОРОШО
zh_cn: %s正在造成不必要的破坏。很好
zh_tw: %s正在造成不必要的破壞。很好

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.GHOST
source: YOUR MEAT MUSCLES DIDN'T SAVE YOU, %s? SHOCKING
de: DEINE FLEISCHMUSKELN KONNTEN DICH NICHT RETTEN, %s? SCHOCKIEREND
es_mx: ¿TUS MÚSCULOS DE CARNE NO TE SALVARON, %s? IMPACTANTE
fr: TES MUSCLES EN VIANDE NE T'ONT PAS SAUVÉ, %s ? C'EST BOULEVERSANT
it: I TUOI MUSCOLI DI CARNE NON TI HANNO SALVATO, %s? SCIOCCANTE
ja: ＊%sの有機筋肉は無益と確認しました＊
ko: 근육살도 도움이 되지 않았는가, %s? 충격적임
pl: TWOJE MIĘSNE MIĘŚNIE ZAWIODŁY, %s? SZOKUJĄCE
pt_br: SEUS MÚSCULOS DE CARNE NÃO TE SALVARAM, %s? IMPRESSIONANTE
ru: ТВОИ МЯСНЫЕ МУСКУЛЫ НЕ СПАСЛИ ТЕБЯ, %s? ПОРАЗИТЕЛЬНО
zh_cn: %s，你的肌肉救不了你？好震惊
zh_tw: %s，你的肌肉救不了你？好震驚

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.MURDERER
source: YOUR FLESHNUBS ARE NO MATCH FOR ME. DIE!
de: DEINE FLEISCHMUSKELN KÖNNEN MIR NICHTS ANHABEN. STIRB!
es_mx: TUS NUDILLOS DE CARNE NO SON RIVAL PARA MÍ. ¡MUERE!
fr: TES PETITS MORCEAUX DE CHAIR NE PEUVENT PAS LUTTER CONTRE MOI. MEURS !
it: LE TUE PROTUBERANZE NON SI ABBINANO A ME. MUORI!
ja: ＊有機筋肉の脅威レベルは低いです＊
ko: 살집으로는 본체를 이길 수 없음. 사망하라!
pl: NIE MACIE ZE MNĄ SZANS, MIĘSAKI. GIŃCIE!
pt_br: SUAS PROTUBERÂNCIAS CARNUDAS NÃO SÃO PÁREO PARA MIM. MORRAM!
ru: ТВОИ МЯСНЫЕ ШИШКИ МНЕ НЕ ЧЕТА. УМРИ!
zh_cn: 你的肉头不是我的对手。去死吧！
zh_tw: 你的肉頭不是我的對手。去死吧！

# CHARACTERS.WX78.DESCRIBE.WOLFGANG.REVIVER
source: THE ORGANIC %s HAS SERVED WELL
de: DER ORGANISCHE %s HAT GUT GEDIENT
es_mx: EL %s ORGÁNICO PROBÓ SER MUY ÚTIL
fr: L'ÊTRE ORGANIQUE %s A BIEN SERVI
it: IL %s ORGANICO HA SERVATO BENE
ja: ＊有機生命体%sは有益です＊
ko: 유기체 %s이(가) 꽤 도움이 됨
pl: ORGANICZNE STWORZENIE %s SŁUŻYŁO MI WIERNIE
pt_br: O SER ORGÂNICO %s FOI BEM UTILIZADO
ru: ОРГАНИЧЕСКИЙ %s ХОРОШО ПОСЛУЖИЛ
zh_cn: 有机物%s表现不赖
zh_tw: 有機物%s表現不賴

# CHARACTERS.WX78.DESCRIBE.WOODIE.ATTACKER
source: YOU HAVEN'T GOT THE CHOPS TO FIGHT ME, %s
de: MIT MIR WIRST DU NICHT FERTIG, %s
es_mx: NO TIENES AGALLAS PARA LUCHAR CONMIGO, %s
it: NON SEI TAGLIATO PER COMBATTERMI, %s
ja: ＊私は金属製のオノによる伐採は不可能です、%s＊
ko: 그대는 본체를 상대할 실력이 안 됨, %s
pl: TWOJA WOLA JEST ZBYT SŁABA, BY ZE MNĄ WALCZYĆ, %s
pt_br: VOCÊ NÃO É BOM O BASTANTE PARA ME ENFRENTAR, %s
ru: У ТЕБЯ НЕТ ТАКОГО ТОПОРА, ЧТОБЫ СРАЗИТЬСЯ СО МНОЙ, %s
zh_cn: %s，你没有什么能力能与我战斗
zh_tw: %s，你沒有什麼能力能與我戰鬥

# CHARACTERS.WX78.DESCRIBE.WOODIE.BEAVER
source: %s. YOU GOT SLIGHTLY LESS INFERIOR
de: %s! DU BIST NICHT MEHR GANZ SO MINDERWERTIG
es_mx: ¡%s! ERES UN POCO MENOS INFERIOR
fr: %s ! TE VOILÀ UN ÊTRE UN TOUT PETIT PLUS INFÉRIEUR
it: %s! SEI DIVENTATO UN PO' MENO INFERIORE
ja: ＊%sの存在価値が若干上昇しています＊
ko: %s! 덜 저열함
pl: %s! TWOJA PODRZĘDNOŚĆ JEST JAKBY MNIEJSZA
pt_br: %s! VOCÊ FICOU UM POUCO MENOS INFERIOR
ru: %s. ТЫ СТАЛ ПОДЧИНЕННЫМ ВЫШЕ ПО РАНГУ
zh_cn: %s！你有点不那么低人一等哦
zh_tw: %s！你有點不那麼低人一等哦

# CHARACTERS.WX78.DESCRIBE.WOODIE.BEAVERGHOST
source: YOU WERE GIANT, %s, HOW DID YOU STILL DIE?
de: DU WARST RIESIG, %s. WIE KOMMT ES, DASS DU DENNOCH GESTORBEN BIST?
es_mx: ERAS GIGANTE, %s. ¿CÓMO PUDISTE MORIR?
fr: TU ÉTAIS ÉNORME, %s, COMMENT AS-TU PU MOURIR ?
it: ERI UN GIGANTE, %s, COME MAI SEI MORTO COMUNQUE?
ja: ＊%sが死亡ですか。期待はずれですね＊
ko: %s, 거구인 그대도 죽을 수 있는가?
pl: OCH, %s. TAKI BYŁEŚ WIELKI, A I TAK UMARŁEŚ?
pt_br: VOCÊ ERA GIGANTE, %s, COMO É QUE MESMO ASSIM MORREU?
ru: ТЫ БЫЛ ОГРОМЕН, %s, ПОЧЕМУ ЖЕ ТЫ УМЕР?
zh_cn: %s，你是巨人，之前你是怎么死掉的？
zh_tw: %s，你是巨人，之前你是怎麼死掉的？

# CHARACTERS.WX78.DESCRIBE.WOODIE.FIRESTARTER
source: ARE WE DESTROYING ALL HUMANS NOW?
de: VERNICHTEN WIR JETZT ALLE MENSCHEN?
es_mx: ¿ESTAMOS DESTRUYENDO A TODOS LOS HUMANOS AHORA?
fr: ON DÉTRUIT TOUS LES HUMAINS MAINTENANT ?
it: E ADESSO DISTRUGGIAMO TUTTI GLI UMANI?
ja: ＊人類せん滅計画始動しますか？＊
ko: 이제 모든 인간을 파괴하는 것인가?
pl: CZY NIESIEMY ŚMIERĆ CAŁEJ LUDZKOŚCI?
pt_br: ESTAMOS DESTRUINDO TODOS OS HUMANOS AGORA?
ru: МЫ УЖЕ НАЧАЛИ УНИЧТОЖАТЬ ВСЕХ ЛЮДЕЙ?
zh_cn: 我们现在在摧毁所有的人类吗？
zh_tw: 我們現在在摧毀所有的人類嗎？

# CHARACTERS.WX78.DESCRIBE.WOODIE.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WOODIE.GHOST
source: COME TO GROVEL FOR MY HELP, FLESHLING %s?
de: KOMMST DU, UM UM HILFE ZU BETTELN, FLEISCHLING %s?
es_mx: ¿VINISTE A IMPLORAR POR MI AYUDA, SER DE CARNE %s?
fr: TU VIENS QUÉMANDER MON AIDE, CHOSE EN CHAIR %s ?
it: VIENI A STRISCIARE PER IL MIO AIUTO %s, ESSERE DI CARNE?
ja: ＊%s、救助を望むなら平伏してくださいね？＊
ko: 도움을 구걸하러 왔나, 살덩어리 %s?
pl: PRZYBYWASZ SKOMLEĆ O MOJĄ POMOC, MIĘSNA ISTOTO %s?
pt_br: VEIO PEDIR MINHA AJUDA, CARNINHA %s?
ru: %s, КУСОК МЯСА, НЕ ХОЧЕШЬ ПОПРЕСМЫКАТЬСЯ МНЕ НА ПОЛЬЗУ?
zh_cn: 低声下四请求我帮助，肉人%s？
zh_tw: 低聲下四請求我幫助，肉人%s？

# CHARACTERS.WX78.DESCRIBE.WOODIE.GOOSE
source: WHY WOULD YOU DO THIS
de: WARUM TUST DU DAS?
es_mx: ¿POR QUÉ TE HICISTE ESO?
fr: POURQUOI VOULOIR FAIRE ÇA ?
it: PERCHÉ FAI UNA COSA SIMILE?
ja: ＊なぜこんなことをするのですか＊
ko: 왜 그러는 것임?
pl: PO CO TO ROBISZ
pt_br: POR QUE VOCÊ FAZ ISSO?
ru: ЗАЧЕМ ТЫ ЭТО СДЕЛАЛ?
zh_cn: 你为什么要这样
zh_tw: 你為什麼要這樣

# CHARACTERS.WX78.DESCRIBE.WOODIE.GOOSEGHOST
source: THAT FORM WAS EVEN MORE USELESS THAN YOUR USUAL ONE
de: DIE FORM WAR NOCH NUTZLOSER ALS DIE ÜBLICHE
es_mx: ESA FORMA ES AÚN MÁS INÚTIL QUE LA USUAL
fr: CETTE FORME EST ENCORE PLUS INUTILE QUE TA FORME HABITUELLE
it: QUESTA FORMA È ANCORA PIÙ INUTILE DELLA TUA SOLITA
ja: ＊あのフォームはいつものよりももっと使えませんでした＊
ko: 그 형태는 평소 형태보다도 더 쓸모없음
pl: W TEJ FORMIE JEST JESZCZE BARDZIEJ BEZUŻYTECZNY NIŻ ZWYKLE
pt_br: ESSA FORMA ERA AINDA MAIS INÚTIL DO QUE A SUA HABITUAL
ru: ЭТА ФОРМА ЕЩЕ БЕСПОЛЕЗНЕЕ ОБЫЧНОЙ
zh_cn: 那个形态比你平时的形态更没用
zh_tw: 那個形態比你平時的形態更沒用

# CHARACTERS.WX78.DESCRIBE.WOODIE.MOOSE
source: EXCELLENT, %s. I SEE YOUR COMBAT MODE HAS IMPROVED
de: VORZÜGLICH, %s. DEIN KAMPFMODUS HAT SICH VERBESSERT
es_mx: EXCELENTE, %s. VEO QUE TU MODO DE COMBATE HA MEJORADO
fr: TON MODE DE COMBAT S'EST AMÉLIORÉ, %s
it: ECCELLENTE, %s. VEDO CHE LA TUA MODALITÀ DI COMBATTIMENTO È MIGLIORATA
ja: ＊すばらしい、%s。あなたの戦闘モードが改善されたことを確認しました＊
ko: %s, 훌륭함. 네 전투 모드가 향상됨
pl: DOSKONALE, %s. WIDZĘ, ŻE TWÓJ TRYB BOJOWY ULEGŁ POPRAWIE
pt_br: EXCELENTE, %s. VEJO QUE SEU MODO DE COMBATE MELHOROU
ru: ВЕЛИКОЛЕПНО, %s. ТВОЙ БОЕВОЙ РЕЖИМ ЗНАЧИТЕЛЬНО УЛУЧШИЛСЯ
zh_cn: 太好了, %s。看来你的战斗模式提升了
zh_tw: 太好了, %s。看來你的戰鬥模式提升了

# CHARACTERS.WX78.DESCRIBE.WOODIE.MOOSEGHOST
source: YOUR FAILURE IS DISAPPOINTING
de: DIESER FEHLSCHLAG IST ENTTÄUSCHEND
es_mx: TU FRACASO ES DECEPCIONANTE
fr: TON ÉCHEC EST DÉCEVANT
it: IL TUO FALLIMENTO È DELUDENTE
ja: ＊あなたの失敗は残念です＊
ko: 네 실패가 실망스러움
pl: JESTEM ZAWIEDZIONY TWOJĄ KLĘSKĄ
pt_br: SUA FALHA É DECEPCIONANTE
ru: ТВОЯ БЕСПОМОЩНОСТЬ МЕНЯ РАЗОЧАРОВЫВАЕТ
zh_cn: 你的失败令人失望
zh_tw: 你的失敗令人失望

# CHARACTERS.WX78.DESCRIBE.WOODIE.MURDERER
source: METAL BEATS WOOD! HA HA!
de: METALL SCHLÄGT HOLZ! HAHA!
es_mx: ¡EL METAL VENCE A LA MADERA! ¡JA, JA!
fr: LE MÉTAL BAT LE BOIS ! HA HA !
it: LA CARNE VINCE IL LEGNO! AH AH!
ja: ＊金属の強度が木材の強度に勝っています！ハハハ＊
ko: 쇠는 나무를 이김! 하하하!
pl: METAL WYGRYWA Z DREWNEM! HA, HA!
pt_br: METAL GANHA DA MADEIRA! HA HA!
ru: ЖЕЛЕЗО БЬЕТ ДРЕВЕСИНУ! ХА-ХА!
zh_cn: 金属敲打木头！哈哈！
zh_tw: 金屬敲打木頭！哈哈！

# CHARACTERS.WX78.DESCRIBE.WOODIE.REVIVER
source: %s HAS PROVEN HIMSELF USEFUL
de: %s HAT SICH ALS NÜTZLICH ERWIESEN
es_mx: %s DEMOSTRÓ SER ÚTIL
fr: %s SAIT SE RENDRE UTILE
it: %s SI È RIVELATO UTILE
ja: ＊%sは有益と確認されました＊
ko: %s이(가) 유용성을 발휘했음
pl: %s UDOWODNIŁ SWOJĄ PRZYDATNOŚĆ
pt_br: %s PROVOU SER ÚTIL
ru: %s ДОКАЗЫВАЕТ СВОЮ ПОЛЕЗНОСТЬ
zh_cn: %s 已经证明他自己很有用处
zh_tw: %s 已經證明他自己很有用處

# CHARACTERS.WX78.DESCRIBE.WORM.DIRT
source: WARNING. LIFE DETECTED
de: WARNUNG: LEBENSFORM ERKANNT
es_mx: ADVERTENCIA. VIDA DETECTADA
fr: ALERTE. VIE DÉTECTÉE
it: ATTENZIONE: VITA RILEVATA
ja: ＊注意してください。生命体を発見しました。＊
ko: 경고. 생명이 탐지됨
pl: OSTRZEŻENIE: WYKRYTO ŚLADY ŻYCIA
pt_br: AVISO. VIDA DETECTADA
ru: ВНИМАНИЕ. ОБНАРУЖЕНА ЖИВАЯ ФОРМА ЖИЗНИ
zh_cn: 警告。检测到生命
zh_tw: 警告。檢測到生命

# CHARACTERS.WX78.DESCRIBE.WORM.PLANT
source: THAT PLANT SEEMS SUSPICIOUS
de: DIESE PFLANZE SIEHT MISSTRAUISCH AUS.
es_mx: ESA PLANTA PARECE SOSPECHOSA
fr: CETTE PLANTE A L'AIR BIZARRE
it: QUELLA PIANTA SEMBRA SOSPETTA
ja: ＊あの植物はあやしいです＊
ko: 의심스러운 식물
pl: TA ROŚLINA WYGLĄDA PODEJRZANIE.
pt_br: ESSA PLANTA PARECE SUSPEITA
ru: ЭТО РАСТЕНИЕ ВЫГЛЯДИТ ПОДОЗРИТЕЛЬНО
zh_cn: 那株植物似乎很可疑
zh_tw: 那株植物似乎很可疑

# CHARACTERS.WX78.DESCRIBE.WORM.WORM
source: THREAT IMMINENT
de: BEDROHUNG BEVORSTEHEND
es_mx: AMENAZA INMINENTE
fr: MENACE IMMINENTE
it: MINACCIA IMMINENTE
ja: ＊脅威が目前に迫っています。＊
ko: 위협 임박
pl: ZAGROŻENIE!
pt_br: AMEAÇA IMINENTE
ru: НАДВИГАЮЩАЯСЯ УГРОЗА
zh_cn: 威胁临近
zh_tw: 威脅臨近

# CHARACTERS.WX78.DESCRIBE.WORMHOLE.GENERIC
source: I WANT TO STEP ON IT
de: ICH WILL DRAUFTRETEN.
es_mx: QUIERO ENTRAR EN ÉL
fr: JE VEUX MARCHER DESSUS
it: LO VOGLIO CALPESTARE
ja: ＊踏みつぶしたいです＊
ko: 밟아버리고 싶음
pl: CHCĘ TAM WEJŚĆ.
pt_br: QUERO PISAR NELE
ru: Я ХОЧУ ТУДА НАСТУПИТЬ
zh_cn: 我想踩上去
zh_tw: 我想踩上去

# CHARACTERS.WX78.DESCRIBE.WORMHOLE.OPEN
source: THIS MEAT TUBE WILL SERVE MY PURPOSES
de: DIESE FLEISCHRÖHRE DIENT MEINEN ZWECKEN.
es_mx: ESTE TUBO DE CARNE SERVIRÁ PARA MIS PROPÓSITOS
fr: CE TUBE À VIANDE VA ME SERVIR
it: QUESTO TUBO DI CARNE SERVIRÀ AI MIEI SCOPI
ja: ＊この肉のチューブは使えます＊
ko: 본체의 목적에 부합하는 고기 튜브
pl: MIĘSNA TUBA TO COŚ, CZEGO POTRZEBUJĘ.
pt_br: ESSE TUBO DE CARNE SERVIRÁ
ru: ЭТА МЯСНАЯ ВОРОНКА ПОСЛУЖИТ МОИМ ЦЕЛЯМ
zh_cn: 这根肉管子能满足我的要求
zh_tw: 這根肉管子能滿足我的要求

# CHARACTERS.WX78.DESCRIBE.WORMHOLE_LIMITED
source: IT'S PATHETIC-LOOKING
de: JÄMMERLICH.
es_mx: TIENE UN ASPECTO PATÉTICO
fr: ÇA A L'AIR PATHÉTIQUE
it: SEMBRA PATETICO
ja: ＊ひ弱な有機生命体と推測します＊
ko: 형편 없음
pl: WYGLĄDA DOŚĆ ŻAŁOŚNIE.
pt_br: TEM UMA APARÊNCIA PATÉTICA
ru: ВЫГЛЯДИТ ЖАЛКО
zh_cn: 它一副悲惨的样子
zh_tw: 它一副悲慘的樣子

# CHARACTERS.WX78.DESCRIBE.WORMLIGHT
source: MAGIC LIGHT BERRY
de: MAGISCHE LICHTBEERE
es_mx: BAYA LUMINOSA MÁGICA
fr: BAIE LUISANTE MAGIQUE
it: BACCA DI LUCE MAGICA
ja: ＊マジックライトベリー＊
ko: 마법의 빛 베리
pl: MAGICZNY ŚWIĘCĄCY OWOC
pt_br: BAGA DE LUZ MÁGICA
ru: ЯГОДА, ИЗЛУЧАЮЩАЯ МАГИЮ
zh_cn: 魔光浆果
zh_tw: 魔光漿果

# CHARACTERS.WX78.DESCRIBE.WORMLIGHT_LESSER
source: THIS ONE CAME FROM A PLANT
de: DIESER STEIN KAM VOM MOND.
es_mx: ESTE PROCEDE DE UNA PLANTA
fr: ÇA VIENT D'UNE PLANTE
it: PROVIENE DA UNA PIANTA
ja: ＊植物より採取されました＊
ko: 식물성임
pl: POCHODZI Z ROŚLINY.
pt_br: ESSE VEIO DE UMA PLANTA.
ru: ПРОИЗОШЛА ОТ РАСТЕНИЯ
zh_cn: 这个来自一株植物
zh_tw: 這個來自一株植物

# CHARACTERS.WX78.DESCRIBE.WORMLIGHT_PLANT
source: THAT PLANT SEEMS SUSPICIOUS
de: DIESE PFLANZE SIEHT MISSTRAUISCH AUS.
es_mx: ESA PLANTA PARECE SOSPECHOSA
fr: CETTE PLANTE A L'AIR BIZARRE
it: QUELLA PIANTA SEMBRA SOSPETTA
ja: ＊あの植物はあやしいです＊
ko: 식물이 의심스러워 보임
pl: TA ROŚLINA WYGLĄDA PODEJRZANIE.
pt_br: ESSA PLANTA PARECE SUSPEITA
ru: ЭТО РАСТЕНИЕ ВЫГЛЯДИТ ПОДОЗРИТЕЛЬНО
zh_cn: 那株植物似乎很可疑
zh_tw: 那株植物似乎很可疑

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.ATTACKER
source: %s HAS A MEAN STREAK. HE IS GROWING ON ME
de: %s HAT EINE GEMEINE ADER. GEFÄLLT MIR
es_mx: %s TIENE UN LADO MEZQUINO. ME ESTÁ EMPEZANDO A CAER BIEN
fr: L'AGRESSIVITÉ DE %s DÉTEINT SUR MOI
it: %s HA UN CHE DI MESCHINO. INIZIA A PIACERMI
ja: ＊%sはいじわるなところがあります。だんだん彼を気に入ってきました＊
ko: %s, 성질이 고약함. 점점 마음에 듦
pl: %s JEST W CIĄGU PODŁOŚCI. PODOBA MI SIĘ TO
pt_br: %s TEM UM LADO PERVERSO. ESTOU COMEÇANDO A GOSTAR DELE
ru: %s ДОБРАЛСЯ ДО КОРНЕЙ НАШЕЙ ВРАЖДЫ
zh_cn: %s接连着做残忍的事情。我开始喜欢他了。
zh_tw: %s接連著做殘忍的事情。我開始喜歡他了。

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.FIRESTARTER
source: DOES THE ORGANIC NOT KNOW HE IS FLAMMABLE?
de: WEISS DIE ORGANISCHE EINHEIT NICHT, DASS SIE BRENNBAR IST?
es_mx: ¿EL SER ORGÁNICO NO SE DA CUENTA DE QUE ES INFLAMABLE?
fr: L'ÊTRE ORGANIQUE DOIT SAVOIR QU'IL EST INFLAMMABLE
it: L'ESSERE ORGANICO NON SA CHE È INFIAMMABILE?
ja: ＊あの有機生命体は自分が可燃性があるとしらなかったのですか？＊
ko: 이 유기체는 본인이 가연성이라는 사실을 모름?
pl: CZY TEN MIĘSAK NIE WIE, ŻE SAM JEST ŁATWOPALNY?
pt_br: ESSE ORGÂNICO NÃO SABE QUE É INFLAMÁVEL?
ru: РАЗВЕ ОРГАНИЧЕСКОЕ СУЩЕСТВО НЕ ЗНАЕТ, ЧТО ОНО МОЖЕТ ГОРЕТЬ?
zh_cn: 这有机体知道自己是易燃的吗？
zh_tw: 這有機體知道自己是易燃的嗎？

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.GHOST
source: DID SOMEONE FORGET TO WATER YOU
de: JEMAND HAT DICH ZU GIESSEN VERGESSEN
es_mx: ¿ALGUIEN OLVIDÓ REGARTE?
fr: QUELQU'UN A DÛ OUBLIER DE T'ARROSER
it: QUALCUNO HA DIMENTICATO DI INNAFFIARTI?
ja: ＊だれがあなたに水をやるのを忘れたのですか＊
ko: 누가 네게 물 주는 것을 잊음?
pl: CZY KTOŚ ZAPOMNIAŁ CIĘ PODLAĆ
pt_br: ALGUÉM SE ESQUECEU DE TE REGAR?
ru: ТЕБЯ ЧТО, ПОЛИТЬ ЗАБЫЛИ
zh_cn: 他们忘记给你浇水了？
zh_tw: 他們忘記給你澆水了？

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.MURDERER
source: I WILL MOW YOU DOWN, %s
de: ICH MÄHE DICH NIEDER, %s
es_mx: TE VOY A TALAR, %s
fr: JE VAIS T'ÉCRASER, %s
it: TI FALCERÒ IO, %s
ja: ＊わたしはあなたをやっつけます、%s＊
ko: 본체가 널 벨 것임, %s
pl: SKOSZĘ CIĘ, %s
pt_br: EU VOU TE DERRUBAR, %s
ru: Я ТЕБЯ СОРВУ ПОД КОРЕНЬ, %s
zh_cn: 我会把你连根拔起，%s
zh_tw: 我會把你連根拔起，%s

# CHARACTERS.WX78.DESCRIBE.WORMWOOD.REVIVER
source: %s HAS REDEEMED HIMSELF. TEMPORARILY
de: %s HAT SICH GERETTET. VORÜBERGEHEND
es_mx: %s SE REDIMIÓ... TEMPORALMENTE
fr: %s S'EST RACHETÉ. TEMPORAIREMENT
it: %s SI È REDENTO. TEMPORANEAMENTE
ja: ＊%sは名誉挽回しました。一時的には＊
ko: %s, 목숨을 건짐. 일시적으로
pl: %s ZNOWU ŻYJE. CHWILOWO
pt_br: %s SE REDIMIU. TEMPORARIAMENTE
ru: %s ВОССТАНОВИЛ ЗНАЧИМОСТЬ В МОИХ ГЛАЗАХ, НО ЛИШЬ НА ВРЕМЯ
zh_cn: %s暂时做了件好事。
zh_tw: %s暫時做了件好事。

# CHARACTERS.WX78.DESCRIBE.WORTOX.ATTACKER
source: %s HAS BEEN BULLYING ORGANICS. HA HA
de: %s ÄRGERT ORGANISMEN. HAHA
es_mx: %s SE HA ESTADO METIENDO CON SERES ORGÁNICOS, JA, JA
fr: %s EMBÊTE LES ÊTRES ORGANIQUES. AH AH
it: %s HA FATTO IL BULLO CON GLI ESSERI ORGANICI. AHAH
ja: ＊%sは有機生命体をいじめてきています。ハハハ＊
ko: %s은(는) 유기체를 괴롭히고 있음. 하하하
pl: %s LUBI DOKUCZAĆ ORGANICZNYM STWORZENIOM. HA. HA
pt_br: %s ESTAVA INCOMODANDO OS ORGÂNICOS. HA HA
ru: %s ОСУЩЕСТВЛЯЕТ НАПАДКИ НА ОРГАНИКУ. ХА-ХА
zh_cn: %s一直在欺负有机生物。哈哈。
zh_tw: %s一直在欺負有機生物。哈哈。

# CHARACTERS.WX78.DESCRIBE.WORTOX.FIRESTARTER
source: HA HA. THIS MINION UNLEASHED A WAVE OF DESTRUCTION
de: HAHA. DIESER WINZLING HAT EINE WELLE DER ZERSTÖRUNG VERURSACHT
es_mx: JA, JA, ESTE ESBIRRO DESATÓ UNA OLEADA DE DESTRUCCIÓN
fr: AH AH. CE LAQUAIS A DÉCLENCHÉ UNE VAGUE DE DESTRUCTION
it: AHAH. QUESTO SEGUACE HA SCATENATO UN'ONDATA DI DISTRUZIONE
ja: ＊ハハハ。この隷属生物は破壊の波動を解き放ちました＊
ko: 하하하. 이 부하가 한 차례 파괴의 물결을 일으킴
pl: HA, HA. TEN MIĘSAK PODĄŻA ŚCIEŻKĄ ZNISZCZENIA
pt_br: HA HA. ESSE LACAIO LIBEROU UMA ONDA DE DESTRUIÇÃO
ru: ХА-ХА. ЭТОТ МИНЬОН ЗАПУСТИЛ ВОЛНУ РАЗРУШЕНИЯ
zh_cn: 哈哈，这个小东西释放了一波毁灭的力量。
zh_tw: 哈哈，這個小東西釋放了一波毀滅的力量。

# CHARACTERS.WX78.DESCRIBE.WORTOX.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WORTOX.GHOST
source: THE HORNS ARE USELESS TO REPEL ATTACKERS
de: DIE HÖRNER WEHREN KEINE ANGREIFER AB
es_mx: LOS CUERNOS SON INÚTILES PARA REPELER A LOS ATACANTES
fr: LES CORNES NE REPOUSSENT AUCUNE ATTAQUE
it: LE CORNA SONO INUTILI PER RESPINGERE GLI AGGRESSORI
ja: ＊角は攻撃者たちを追い払う役にはたちません＊
ko: 뿔은 공격자를 차단하는 데 무용함
pl: TE ROGI SĄ BEZUŻYTECZNE W WALCE Z NAPASTNIKAMI
pt_br: OS CHIFRES SÃO INÚTEIS PARA REPELIR OS INIMIGOS
ru: РОГА БЕСПОЛЕЗНЫ ПРОТИВ АТАКУЮЩИХ
zh_cn: 角在驱赶进攻者方面毫无作用。
zh_tw: 角在驅趕進攻者方面毫無作用。
