Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.TRINKET_15
source: IT'S REALLY BIG
de: WIRKLICH GROSS
es_mx: ES REALMENTE GRANDE
fr: C'EST VRAIMENT GROS
it: È DAVVERO GRANDE
ja: ＊サイズLです＊
ko: 매우 큼
pl: ALE ROZMIAR
pt_br: É GRANDE MESMO
ru: ОНА ОЧЕНЬ БОЛЬШАЯ
zh_cn: 它真的很大
zh_tw: 它真的很大

# CHARACTERS.WX78.DESCRIBE.TRINKET_16
source: IT'S REALLY BIG
de: WIRKLICH GROSS
es_mx: ES REALMENTE GRANDE
fr: C'EST VRAIMENT GROS
it: È DAVVERO GRANDE
ja: ＊サイズLです＊
ko: 매우 큼
pl: ALE ROZMIAR
pt_br: É GRANDE MESMO
ru: ОНА ОЧЕНЬ БОЛЬШАЯ
zh_cn: 它真的很大
zh_tw: 它真的很大

# CHARACTERS.WX78.DESCRIBE.TRINKET_17
source: SUCH SENSELESS VIOLENCE
de: SOLCH SINNLOSE GEWALT
es_mx: CUÁNTA VIOLENCIA SIN SENTIDO
fr: QUELLE VIOLENCE ABSURDE
it: CHE VIOLENZA INSENSATA
ja: ＊なんと無益な暴力の痕跡でしょう＊
ko: 무의미한 폭력
pl: CÓŻ ZA BEZSENSOWNA PRZEMOC
pt_br: QUE VIOLÊNCIA SEM SENTIDO
ru: КАКАЯ БЕССМЫСЛЕННАЯ ЗАЩИТА
zh_cn: 毫无意义的暴力行为
zh_tw: 毫無意義的暴力行為

# CHARACTERS.WX78.DESCRIBE.TRINKET_18
source: SOMETHING'S JINGLING AROUND INSIDE
de: DA DRINNEN SPRINGT IRGENDWAS HERUM
es_mx: ALGO TINTINEA EN EL INTERIOR
fr: QUELQUE CHOSE FAIT DU BRUIT À L'INTÉRIEUR
it: QUALCOSA SCAMPANELLA ALL'INTERNO
ja: ＊内部よりジャラジャラ音を感知しました＊
ko: 안에서 뭔가 흔들림
pl: COŚ TAM BRZĘCZY W ŚRODKU
pt_br: ALGO ESTÁ BALANÇANDO LÁ DENTRO
ru: ЧТО-ТО ТАМ ВНУТРИ ПОБРЯКИВАЕТ
zh_cn: 里面有东西发出叮当响
zh_tw: 裡面有東西發出叮噹響

# CHARACTERS.WX78.DESCRIBE.TRINKET_19
source: INFINITELY BETTER THAN AN UNBALANCED BOTTOM
de: DAS IM GLEICHGEWICHT ZU HALTEN IST NICHT EINFACH
es_mx: INFINITAMENTE MEJOR QUE UN TRASERO DESEQUILIBRADO
fr: INFINIMENT MIEUX QU'UN TOUPET
it: MOLTO MEGLIO DI UN FONDO SBILANCIATO
ja: ＊通常固体より底部の安定性が向上しています＊
ko: 어차피 쓸데없는 장난감임
pl: ZDECYDOWANIE LEPSZY OD NIEZRÓWNOWAŻONYCH LUDZI.
pt_br: MUITO MELHOR QUE UMA BASE DESEQUILIBRADA
ru: БЕЗГРАНИЧНО ЛУЧШЕ, ЧЕМ НЕУСТОЙЧИВЫЙ НИЗ
zh_cn: 比失衡的顶部好多了
zh_tw: 比失衡的頂部好多了

# CHARACTERS.WX78.DESCRIBE.TRINKET_2
source: AN OBVIOUS COUNTERFEIT
de: GANZ KLAR EINE FÄLSCHUNG
es_mx: UNA FALSIFICACIÓN OBVIA
fr: UNE CONTREFAÇON MANIFESTE
it: UNA CONTRAFFAZIONE EVIDENTE
ja: ＊模造品である確率120％ですね＊
ko: 분명히 가짜
pl: EWIDENTNA PODRÓBKA..
pt_br: UMA FALSIFICAÇÃO ÓBVIA
ru: ОЧЕВИДНАЯ ФАЛЬШИВКА
zh_cn: 明显是仿制品
zh_tw: 明顯是仿製品

# CHARACTERS.WX78.DESCRIBE.TRINKET_20
source: WHICH ONE OF YOU HORRIBLE FLESHLINGS RIPPED THE ARM OFF A HELPLESS ROBOT
de: WELCHER SCHRECKLICHE FLEISCHLING HAT DIESEM ARMEN ROBOTER DEN ARM ABGERISSEN?
es_mx: CUÁL DE USTEDES, HORRIBLES SERES DE CARNE, ARRANCÓ EL BRAZO DE UN ROBOT INDEFENSO
fr: QUELLE-EST L'HORRIBLE CHOSE EN CHAIR QUI A OSÉ COUPER LE BRAS D'UN ROBOT SANS DÉFENSE ?
it: CHI DI VOI ORRIBILI ESSERI DI CARNE HA STRAPPATO IL BRACCIO DEL ROBOT INERME?
ja: ＊どちらの有機生命体にロボットパーツが解体されたのでしょう？＊
ko: 어떤 끔찍한 살덩어리가 감히 무력한 로봇의 팔을 뜯어냈는가
pl: KTÓRA Z WAS, MIĘSNE STWORZENIA, WYDARŁO RAMIĘ BEZBRONNEMU ROBOTOWI?
pt_br: QUAL DE VOCÊS CARNINHAS HORRÍVEIS ARRANCOU O BRAÇO DE UM ROBÔ INDEFESO?
ru: КТО ИЗ ВАС, ОТВРАТИТЕЛЬНЫХ КУСКОВ МЯСА, ОТОРВАЛ РУКУ У БЕСПОМОЩНОГО РОБОТА?
zh_cn: 你们这些可怕肉人中谁从无助的机器人身上撕下手臂
zh_tw: 你們這些可怕肉人中誰從無助的機器人身上撕下手臂

# CHARACTERS.WX78.DESCRIBE.TRINKET_21
source: A DISTANT COUSIN?
de: EIN ENTFERNTER VERWANDTER?
es_mx: ¿UN PRIMO LEJANO?
fr: UN COUSIN ÉLOIGNÉ ?
it: UN LONTANO CUGINO
ja: ＊私の遠い祖先でしょうか？＊
ko: 먼 사촌인가?
pl: DALEKI KUZYN?
pt_br: UM PRIMO DISTANTE?
ru: ДАЛЬНИЙ РОДСТВЕННИК?
zh_cn: 远房表兄妹？
zh_tw: 遠房表兄妹？

# CHARACTERS.WX78.DESCRIBE.TRINKET_22
source: WHO KEEPS TYING TOGETHER ALL THOSE BIRDS?
de: WER BINDET EIGENTLICH ALL DIESE VÖGEL ZUSAMMEN?
es_mx: ¿QUIÉN SE DEDICA A ATAR A TODOS ESOS PÁJAROS?
fr: QUI CONTINUE D'ATTACHER TOUS CES OISEAUX ENSEMBLE ?
it: COSA LEGA INSIEME TUTTI QUESTI UCCELLI?
ja: ＊有機生命体の拘束用としては強度不足です＊
ko: 누가 새들을 자꾸 묶는가?
pl: KTO WIĄŻE TE WSZYSTKIE PTAKI?
pt_br: QUEM CONTINUA AMARRANDO ESSES PÁSSAROS?
ru: КТО ПРОДОЛЖАЕТ СВЯЗЫВАТЬ ВСЕХ ЭТИХ ПТИЦ?
zh_cn: 谁老是把所有那些鸟绑在一起？
zh_tw: 誰老是把所有那些鳥綁在一起？

# CHARACTERS.WX78.DESCRIBE.TRINKET_23
source: THE HORN OF WHAT?
de: ZUM SCHUHE LÖFFELN?
es_mx: ¿UN CALZA-QUÉ?
fr: UN CHAUSSE-QUOI ?
it: IL CALZA-COSA?
ja: ＊足部パーツカバー装着用デバイスとは？＊
ko: 무엇의 뿔인가?
pl: JAKI RÓG?
pt_br: O CHIFRE DO QUÊ?
ru: РОЖОК ЧЕГО?
zh_cn: 什么的角？
zh_tw: 什麼的角？

# CHARACTERS.WX78.DESCRIBE.TRINKET_24
source: WHAT'S A CAT?
de: WAS IST EINE KATZE?
es_mx: ¿QUÉ ES UN GATO?
fr: QU'EST-CE QU'UN CHAT ?
it: COS'È UN GATTO?
ja: ＊ネコ…？私のデータベースに登録がありません＊
ko: 고양이란 무엇인가?
pl: CO TO JEST „KOT”?
pt_br: O QUE É UM GATO?
ru: ЧТО ТАКОЕ «КОШКА»?
zh_cn: 猫是什么？
zh_tw: 貓是什麼？

# CHARACTERS.WX78.DESCRIBE.TRINKET_25
source: I HAVE NO NOSE BUT I'M SURE I SMELL GREAT ALREADY
de: ICH HAB ZWAR KEINE NASE, ABER ICH BIN MIR SICHER, DASS DAS GUT RIECHT
es_mx: NO TENGO NARIZ, PERO SEGURAMENTE HUELO GENIAL
fr: JE N'AI PAS DE NEZ, MAIS JE SUIS SÛR QUE JE SENS BIEN ASSEZ BON COMME ÇA
it: NON HO IL NASO MA SONO SICURO DI POTER ODORARE PERFETTAMENTE COMUNQUE
ja: ＊嗅覚デバイス非搭載のため、芳香は未確認です＊
ko: 본좌께서는 코가 없지만 분명히 좋은 향기가 날 것임
pl: NIE MAM NOSA, A I TAK WIEM, ŻE ŚWIETNIE PACHNĘ
pt_br: NÃO TENHO NARIZ, MAS TENHO CERTEZA QUE TENHO UM CHEIRO ÓTIMO
ru: У МЕНЯ НЕТ НОСА, НО Я УВЕРЕН, ЧТО Я УЖЕ ПАХНУ ПРЕВОСХОДНО
zh_cn: 我没有鼻子，但我嗅觉很灵敏
zh_tw: 我沒有鼻子，但我嗅覺很靈敏

# CHARACTERS.WX78.DESCRIBE.TRINKET_26
source: NO
de: NEIN
fr: NON
ja: ＊嫌悪の対象です＊
ko: 아니
pl: NIE.
pt_br: NÃO
ru: НЕТ
zh_cn: 否
zh_tw: 否

# CHARACTERS.WX78.DESCRIBE.TRINKET_27
source: THE ROBOT EQUIVALENT OF AN AMOEBA
de: DAS ROBOTER-GEGENSTÜCK ZUR AMÖBE
es_mx: EL EQUIVALENTE ROBÓTICO DE UNA AMEBA
fr: L'ÉQUIVALENT ROBOTIQUE D'UNE AMIBE
it: L'EQUIVALENTE DI UN AMEBA PER I ROBOT
ja: ＊ロボット界のアメーバに相当します＊
ko: 아메바 수준의 로봇
pl: ZAUTOMATYZOWANY ODPOWIEDNIK AMEBY
pt_br: O EQUIVALENTE ROBÔ DE UMA AMEBA
ru: АМЕБА В МИРЕ РОБОТОВ
zh_cn: 变形虫的对等机器人
zh_tw: 變形蟲的對等機器人

# CHARACTERS.WX78.DESCRIBE.TRINKET_28
source: I AM TOO ADVANCED FOR HUMAN GAMES
de: ICH BIN ZU WEIT FORTGESCHRITTEN FÜR MENSCHLICHE SPIELE
es_mx: SOY DEMASIADO AVANZADO PARA JUEGOS DE HUMANOS
fr: JE SUIS TROP AVANCÉ POUR LES JEUX HUMAINS
it: SONO TROPPO AVANZATO PER I GIOCHI DEGLI UMANI
ja: ＊わたしは人間のゲームをするには発達しすぎています＊
ko: 본좌께서는 인간 게임을 하기에는 너무 진보되었음
pl: JESTEM ZBYT ZAAWANSOWANY NA LUDZKIE GIERKI
pt_br: SOU AVANÇADO DEMAIS PARA JOGOS HUMANOS
ru: Я СЛИШКОМ УМНЫЙ ДЛЯ ЧЕЛОВЕЧЕСКИХ ИГР
zh_cn: 我太高级了，人类游戏不适合我
zh_tw: 我太高級了，人類遊戲不適合我

# CHARACTERS.WX78.DESCRIBE.TRINKET_29
source: I AM TOO ADVANCED FOR HUMAN GAMES
de: ICH BIN ZU WEIT FORTGESCHRITTEN FÜR MENSCHLICHE SPIELE
es_mx: SOY DEMASIADO AVANZADO PARA JUEGOS DE HUMANOS
fr: JE SUIS TROP AVANCÉ POUR LES JEUX HUMAINS
it: SONO TROPPO AVANZATO PER I GIOCHI DEGLI UMANI
ja: ＊わたしは人間のゲームをするには発達しすぎています＊
ko: 본좌께서는 인간 게임을 하기에는 너무 진보되었음
pl: JESTEM ZBYT ZAAWANSOWANY NA LUDZKIE GIERKI
pt_br: SOU AVANÇADO DEMAIS PARA JOGOS HUMANOS
ru: Я СЛИШКОМ УМНЫЙ ДЛЯ ЧЕЛОВЕЧЕСКИХ ИГР
zh_cn: 我太高级了，人类游戏不适合我
zh_tw: 我太高級了，人類遊戲不適合我

# CHARACTERS.WX78.DESCRIBE.TRINKET_3
source: WHOSE KNOT IS THIS? THAT'S A WELL-GORDED SECRET
de: WESSEN KNOTEN IST DAS?
es_mx: ¿DE QUIÉN ES ESTE NUDO? QUÉ SECRETO TAN BIEN “GORDADO”
fr: À QUI EST CE NŒUD ? C'EST UN SECRET BIEN GORDÉ.
it: DI CHI È QUESTO NODO? È UN SEGRETO STRETTISSIMO
ja: ＊有機生命体の発想力測定用デバイスです＊
ko: 누구의 매듭인가? 고르드의 비밀.
pl: BRAK OPROGRAMOWANIA ROZWIĄZUJĄCEGO.
pt_br: QUEM DEU ESSE NÓ? ESSE É UM SEGREDO BEM GORDADO.
ru: КТО ЗНАЕТ ТАЙНУ УЗЛА? КТО-ТО ОЧЕНЬ УЗЛОВАТЫЙ
zh_cn: 这是谁的绳结？那是一个严密保护的秘密。
zh_tw: 這是誰的繩結？那是一個嚴密保護的秘密。

# CHARACTERS.WX78.DESCRIBE.TRINKET_30
source: THE ONLY WINNING MOVE IS NOT TO PLAY
de: GEWINNEN KANN NUR, WER NICHT SPIELT
es_mx: EL ÚNICO MOVIMIENTO GANADOR ES NO JUGAR
fr: LE SEUL COUP GAGNANT C'EST NE PAS JOUER
it: L'UNICA MOSSA VINCENTE È NON GIOCARE
ja: ＊遊ばないことだけが唯一負けないための動きです＊
ko: 이길 수 있는 유일한 방법은 게임을 하지 않는 것임
pl: JEDYNE ZWYCIĘSKIE POSUNIĘCIE TO REZYGNACJA Z GRY
pt_br: O ÚNICO MOVIMENTO VENCEDOR É NÃO JOGAR
ru: ЕДИНСТВЕННЫЙ СПОСОБ ПОБЕДИТЬ — НЕ ИГРАТЬ
zh_cn: 唯一胜利的一步就是不玩
zh_tw: 唯一勝利的一步就是不玩

# CHARACTERS.WX78.DESCRIBE.TRINKET_31
source: THE ONLY WINNING MOVE IS NOT TO PLAY
de: GEWINNEN KANN NUR, WER NICHT SPIELT
es_mx: EL ÚNICO MOVIMIENTO GANADOR ES NO JUGAR
fr: LE SEUL COUP GAGNANT C'EST NE PAS JOUER
it: L'UNICA MOSSA VINCENTE È NON GIOCARE
ja: ＊遊ばないことだけが唯一負けないための動きです＊
ko: 이길 수 있는 유일한 방법은 게임을 하지 않는 것임
pl: JEDYNE ZWYCIĘSKIE POSUNIĘCIE TO REZYGNACJA Z GRY
pt_br: O ÚNICO MOVIMENTO VENCEDOR É NÃO JOGAR
ru: ЕДИНСТВЕННЫЙ СПОСОБ ПОБЕДИТЬ — НЕ ИГРАТЬ
zh_cn: 唯一胜利的一步就是不玩
zh_tw: 唯一勝利的一步就是不玩

# CHARACTERS.WX78.DESCRIBE.TRINKET_32
source: THE FUTURE IS CLEAR AS MUD
de: DIE ZUKUNFT IST KLAR WIE KLOSSBRÜHE
es_mx: EL FUTURO ES TURBIO COMO EL BARRO
fr: LE FUTUR EST NÉBOULEUX
it: IL FUTURO NON È PER NULLA CHIARO
ja: ＊結果はさっぱりわかりません＊
ko: 미래의 투명도는 흙탕물과 같음
pl: PRZYSZŁOŚĆ JEST JASNA NICZYM BŁOTO
pt_br: O FUTURO É CLARO COMO LAMA
ru: БУДУЩЕЕ СВЕТЛО И ПРОЗРАЧНО, КАК ГРЯЗЬ
zh_cn: 未来和烂泥一样清晰
zh_tw: 未來和爛泥一樣清晰

# CHARACTERS.WX78.DESCRIBE.TRINKET_33
source: AWFUL SPIDER JUNK
de: SCHRECKLICHES SPINNENZEUG
es_mx: BASURA HORRIBLE DE ARAÑA
fr: HORRIBLE SALETÉ ARACHNIDE
it: ORRIBILE CIARPAME DI RAGNO
ja: ＊ひどいクモのガラクタ＊
ko: 끔찍한 거미 장식
pl: PASKUDNY PAJĄKOWATY RUPIEĆ
pt_br: LIXO DE ARANHA HORRÍVEL
ru: УЖАСНЫЕ ПАУЧЬИ ОТБРОСЫ
zh_cn: 可怕的蜘蛛垃圾
zh_tw: 可怕的蜘蛛垃圾

# CHARACTERS.WX78.DESCRIBE.TRINKET_34
source: I WISH FOR MORE WISHES
de: ICH WÜNSCHE MIR MEHR WÜNSCHE
es_mx: DESEO MÁS DESEOS
fr: JE FAIS LE VŒU DE PLUS DE VŒUX
it: DESIDERO ULTERIORI DESIDERI
ja: ＊お願いを増やすようにお願いします＊
ko: 본좌께서는 더 많은 소원을 원함
pl: ŻYCZĘ SOBIE WIĘCEJ ŻYCZEŃ
pt_br: DESEJO MAIS DESEJOS
ru: ЖЕЛАЮ БОЛЬШЕ ЖЕЛАНИЙ
zh_cn: 我希望能有更多的愿望
zh_tw: 我希望能有更多的願望

# CHARACTERS.WX78.DESCRIBE.TRINKET_35
source: THE CONTENTS PROBABLY KILLED A HUMAN. HA HA
de: DER INHALT HAT WAHRSCHEINLICH EINEN MENSCHEN GETÖTET. HAHA
es_mx: EL CONTENIDO QUIZÁS HAYA MATADO A UN HUMANO. JA, JA
fr: SON CONTENU A PROBABLEMENT TUÉ UN HUMAIN. HA HA
it: IL CONTENUTO HA PROBABILMENTE UCCISO UN UMANO. AHAH
ja: ＊その中身はおそらく人間を殺すでしょう。ハハハ＊
ko: 내용물이 아마 인간을 죽였음. 하하
pl: ZAWARTOŚĆ PEWNIE ZABIŁA JAKIEGOŚ CZŁOWIEKA. HA. HA.
pt_br: O CONTEÚDO PROVAVELMENTE MATOU UM HUMANO. HA HA
ru: ЕГО СОДЕРЖАНИЕ, ВЕРОЯТНО, УБИЛО ЧЕЛОВЕКА. ХА-ХА
zh_cn: 里面的东西可能杀了一名人类。哈哈
zh_tw: 裡面的東西可能殺了一名人類。哈哈

# CHARACTERS.WX78.DESCRIBE.TRINKET_36
source: TEETH ARE FOR FILTHY FOOD-CHOMPING FLESHLINGS
de: ZÄHNE SIND FÜR SCHMUTZIGE, FRESSENDE FLEISCHLINGE
es_mx: LOS DIENTES SON PARA BICHOS ASQUEROSOS QUE MASTICAN
fr: LES DENTS SONT POUR LES SALES CHOSES EN CHAIR QUI MÂCHENT
it: I DENTI SONO FATTI PER FAR FAGOGITARE I DISGUSTOSI ESSERI DI CARNE
ja: ＊歯とは食物を噛む卑しい生命体のためです＊
ko: 불결하게 음식물을 씹는 고깃덩이들이나 치아가 필요함
pl: ZĘBY SĄ DLA PASKUDNYCH ORGANIZMÓW ZASILANYCH JEDZENIEM
pt_br: DENTES SERVEM PARA CARNINHAS DEVORADORAS DE COMIDA IMUNDA
ru: ЗУБЫ НУЖНЫ ГРЯЗНЫМ ЖУЮЩИМ ПИЩУ КУСКАМ МЯСА
zh_cn: 牙齿是用来吃肮脏的食物——嚼碎肉体生物
zh_tw: 牙齒是用來吃骯髒的食物——嚼碎肉體生物

# CHARACTERS.WX78.DESCRIBE.TRINKET_37
source: NOT EVEN A WEAPON
de: NICHT EINMAL EINE WAFFE
es_mx: NI SIQUIERA ES UN ARMA
fr: MÊME PAS UNE ARME
it: NON È NEANCHE UN'ARMA
ja: ＊武器ですらありません＊
ko: 심지어 무기도 아님
pl: TO NAWET NIE JEST BROŃ
pt_br: NEM É UMA ARMA
ru: ЭТО ДАЖЕ НЕ ОРУЖИЕ
zh_cn: 连一件武器都没有
zh_tw: 連一件武器都沒有

# CHARACTERS.WX78.DESCRIBE.TRINKET_38
source: MY OPTICS ALREADY POSSESS ZOOM FUNCTIONALITY
de: MEINE OPTIK VERFÜGT BEREITS ÜBER ZOOMFUNKTION
es_mx: MI ÓPTICA YA POSEE FUNCIONALIDAD DE ZOOM
fr: MES OPTIQUES SONT DÉJÀ ÉQUIPÉES D'UN ZOOM
it: LA MIA OTTICA POSSIEDE LA FUNZIONALITÀ DI INGRANDIMENTO
ja: ＊わたしの視覚はすでにズーム機能を備えています＊
ko: 본체의 광학 장치는 이미 줌 기능이 있음
pl: MOJE SYSTEMY WIZUALNE POSIADAJĄ JUŻ FUNKCJĘ ZBLIŻENIA
pt_br: MEU SISTEMA ÓPTICO JÁ POSSUI FUNCIONALIDADE DE ZOOM
ru: МОИ ОПТИЧЕСКИЕ УСТРОЙСТВА ФАКТИЧЕСКИ ПОВЫСИЛИ ФУНКЦИОНАЛЬНОСТЬ
zh_cn: 我的眼睛已经有变焦功能
zh_tw: 我的眼睛已經有變焦功能

# CHARACTERS.WX78.DESCRIBE.TRINKET_39
source: IT IS A RED GLOVE
de: EIN ROTER HANDSCHUH.
es_mx: ES UN GUANTE ROJO
fr: CECI EST GANT ROUGE.
it: È UN GUANTO ROSSO
ja: ＊赤いグローブです＊
ko: 빨간 장갑
pl: CZERWONA RĘKAWICA
pt_br: É UMA LUVA VERMELHA.
ru: ЭТО КРАСНАЯ ПЕРЧАТКА
zh_cn: 这是一只红色的手套。
zh_tw: 這是一隻紅色的手套。

# CHARACTERS.WX78.DESCRIBE.TRINKET_4
source: HEY SCIENTIST THIS HORRIBLE JUNK LOOKS JUST LIKE YOU
de: HEY WISSENSCHAFTLER, DIESER MÜLL SIEHT AUS WIE IHR
es_mx: OYE, CIENTÍFICO, ESTA CHATARRA HORRIBLE SE PARECE A TI
fr: HÉ, LE SCIENTIFIQUE, CETTE PACOTILLE AFFREUSE TE RESSEMBLE CARRÉMENT
it: EHI SCIENZIATO, QUESTA ORRIBILE SPAZZATURA TI ASSOMIGLIA
ja: ＊科学者の有機生命体に外見が類似しています＊
ko: 과학자와 똑같이 생긴 추잡한 고물
pl: HEJ, NAUKOWIEC. TEN OKROPNE ŚMIECI WYGLĄDAJĄ ZUPEŁNIE JAK TY
pt_br: EI, CIENTISTAS, ESSE LIXO HORRÍVEL PARECE COM VOCÊS
ru: ЭЙ, УЧЕНЫЕ, ЭТОТ УЖАСНЫЙ МУСОР ВЫГЛЯДИТ В ТОЧНОСТИ, КАК ВЫ
zh_cn: 嘿，科学家，这糟糕的垃圾好像你
zh_tw: 嘿，科學家，這糟糕的垃圾好像你

# CHARACTERS.WX78.DESCRIBE.TRINKET_40
source: I HAVE NO NEED FOR IT
de: DAS BRAUCH ICH NICHT
es_mx: NO NECESITO ESTO
fr: PAS BESOIN DE ÇA
it: NON NE HO BISOGNO
ja: ＊わたしには必要がありません＊
ko: 필요 없음
pl: NIE POTRZEBUJĘ
pt_br: NÃO TEM UTILIDADE PARA MIM
ru: МНЕ ЭТО НЕ НУЖНО
zh_cn: 我不需要它
zh_tw: 我不需要它

# CHARACTERS.WX78.DESCRIBE.TRINKET_41
source: DISGUSTING FILTH JUNK
de: WIDERLICHER SCHROTT
es_mx: CHATARRA REPUGNANTE
fr: RÉPUGNANT DÉTRITUS
it: SCHIFOSA SPORCIZIA LURIDA
ja: ＊気持ちが悪い卑しいがらくた＊
ko: 역겨운 쓰레기
pl: OBRZYDLIWE ODPADKI
pt_br: TRALHA IMUNDA NOJENTA
ru: ОТВРАТИТЕЛЬНО МЕРЗКИЙ ХЛАМ
zh_cn: 恶心、污秽的垃圾
zh_tw: 噁心、污穢的垃圾

# CHARACTERS.WX78.DESCRIBE.TRINKET_42
source: I DO NOT PLAY
de: ICH SPIELE NICHT
es_mx: YO NO JUEGO
fr: JE NE JOUE PAS
it: NON GIOCO
ja: ＊あそびません＊
ko: 본좌께서는 놀지 않음
pl: JA SIĘ NIE BAWIĘ
pt_br: NÃO BRINCO
ru: Я НЕ ИГРАЮ
zh_cn: 我不玩
zh_tw: 我不玩

# CHARACTERS.WX78.DESCRIBE.TRINKET_43
source: I CANNOT COMPREHEND CHILDHOOD JOY
de: KINDERFREUDEN KANN ICH NICHT NACHVOLLZIEHEN
es_mx: NO COMPRENDO LA ALEGRÍA DE LA INFANCIA
fr: LA JOIE INFANTILE EST INCOMPRÉHENSIBLE
it: NON CAPISCO LA GIOIA DELL'INFANZIA
ja: ＊幼少期の楽しみを理解できません＊
ko: 본좌께서는 아이의 기쁨을 이해할 수 없음
pl: NIE POTRAFIĘ PRZETWORZYĆ DZIECIĘCEJ RADOŚCI
pt_br: NÃO CONSIGO COMPREENDER A ALEGRIA DA INFÂNCIA
ru: Я НЕ МОГУ ПОНЯТЬ РАДОСТИ ДЕТСТВА
zh_cn: 我无法理解童年的快乐
zh_tw: 我無法理解童年的快樂

# CHARACTERS.WX78.DESCRIBE.TRINKET_44
source: DESTROYED. HA HA
de: ZERSTÖRT. HAHA
es_mx: DESTRUIDO, JA, JA
fr: DÉTRUIT. AH AH
it: DISTRUTTO. AH AH
ja: ＊破壊しました。ハハハ＊
ko: 파괴되었음. 하하하
pl: ZNISZCZONE. HA. HA.
pt_br: DESTRUÍDO. HA HA
ru: УНИЧТОЖЕН. ХА-ХА
zh_cn: 摧毁了，哈哈
zh_tw: 摧毀了，哈哈

# CHARACTERS.WX78.DESCRIBE.TRINKET_45
source: MY LOGIC FEELS FUNNY
de: MEINE LOGIK FÜHLT SICH KOMISCH AN
es_mx: MI LÓGICA ES GRACIOSA
fr: MA LOGIQUE EST PERTURBÉE
it: LA MIA LOGICA SI SENTE STRANA
ja: ＊わたしの理論はおかしく感じます＊
ko: 본체의 논리가 웃기게 느껴짐
pl: OBWODY MNIE ŁASKOCZĄ
pt_br: MINHA LÓGICA ESTÁ ESTRANHA
ru: МОИ АЛГОРИТМЫ НЕМНОГО СБИЛИСЬ
zh_cn: 我的逻辑感觉有些好笑
zh_tw: 我的邏輯感覺有些好笑

# CHARACTERS.WX78.DESCRIBE.TRINKET_46
source: NONFUNCTIONAL
de: NICHT FUNKTIONSFÄHIG
es_mx: NO FUNCIONAL
fr: NON FONCTIONNEL
it: NON FUNZIONANTE
ja: ＊使用不可＊
ko: 기능 불가 상태
pl: NIEFUNKCJONALNA.
pt_br: NÃO OPERACIONAL
ru: НЕ РАБОТАЕТ
zh_cn: 无功能
zh_tw: 無功能

# CHARACTERS.WX78.DESCRIBE.TRINKET_5
source: AN IMPRACTICAL HUMAN CHILD'S TOY
de: EIN UNPRAKTISCHES KINDERSPIELZEUG
es_mx: UN JUGUETE DE UN NIÑO HUMANO POCO PRÁCTICO
fr: UN JOUET D'ENFANT HUMAIN PEU PRATIQUE
it: GIOCATTOLO DI UN BAMBINO UMANO NON PRATICO
ja: ＊人類の幼児用玩具の実用性は0です＊
ko: 실용적이지 않은 인간 유아의 장난감
pl: NIEPRAKTYCZNA LUDZKA ZABAWKA.
pt_br: UM BRINQUEDO DE CRIANÇA HUMANA INÚTIL
ru: НЕПРАКТИЧНАЯ ЧЕЛОВЕЧЕСКАЯ ИГРУШКА
zh_cn: 没实用价值的人类儿童玩具
zh_tw: 沒實用價值的人類兒童玩具

# CHARACTERS.WX78.DESCRIBE.TRINKET_6
source: WHO DID THOSE COME OUT OF? PUT THEM BACK IN!!
de: WO SIND DIE DENN RAUSGEKOMMEN?
es_mx: ¿DE DÓNDE SALIÓ? ¡HAY QUE VOLVER A METERLOS!
fr: DE QUI EST-CE QUE ÇA SORT ? REMETTEZ-MOI ÇA EN PLACE !
it: DA DOVE SONO USCITI FUORI? RIMETTILI DENTRO!!
ja: ＊人工生命体の破損した血管を発見しました！＊
ko: 어디에서 나왔는가? 다시 삽입하라!!
pl: Z KOGO TO WYLAZŁO? WSADŹCIE TO Z POWROTEM DO ŚRODKA!
pt_br: DE QUEM SAÍRAM ESSES? COLOQUE ELES DE VOLTA!!
ru: ИЗ КОГО ИХ ВЫТАЩИЛИ? ЗАСУНЬТЕ ИХ ОБРАТНО!
zh_cn: 这些东西从哪里来？把它们放回去！！
zh_tw: 這些東西從哪裡來？把它們放回去！！

# CHARACTERS.WX78.DESCRIBE.TRINKET_7
source: A DEVICE FOR WASTING TIME
de: EINE VORRICHTUNG ZUM ZEITVERSCHWENDEN
es_mx: UN DISPOSITIVO PARA PERDER EL TIEMPO
fr: UN APPAREIL POUR PERDRE SON TEMPS
it: UN DISPOSITIVO PER SPRECARE TEMPO
ja: ＊時間無為消費用デバイス＊
ko: 시간 버리는 장치
pl: URZĄDZENIE DO MARNOWANIA CZASU.
pt_br: UM DISPOSITIVO PARA DESPERDIÇAR TEMPO
ru: УСТРОЙСТВО ДЛЯ БЕСПОЛЕЗНОЙ ТРАТЫ ВРЕМЕНИ
zh_cn: 一个用于浪费时间的装置
zh_tw: 一個用於浪費時間的裝置

# CHARACTERS.WX78.DESCRIBE.TRINKET_8
source: I DON'T WANT TO KNOW WHERE THAT GOES
de: ICH WEIß NICHT, WAS SIE WOLLEN. SIE... SIE BEOBACHTEN EINFACH NUR.
es_mx: NO QUIERO SABER DÓNDE VA ESTO
fr: JE REFUSE DE SAVOIR OÙ ÇA VA
it: NON VOGLIO SAPERE DOVE VA
ja: ＊当アイテムへの興味レベルは0です＊
ko: 어디로 가는지 알고 싶지 않음
pl: CHYBA NIE CHCĘ WIEDZIEĆ, CO SIĘ Z TYM ROBI.
pt_br: NÃO QUERO SABER ONDE ISSO VAI
ru: НЕ ХОЧУ ЗНАТЬ, ОТКУДА ЭТА ШТУКОВИНА
zh_cn: 我不想知道那东西到哪去了
zh_tw: 我不想知道那東西到哪去了

# CHARACTERS.WX78.DESCRIBE.TRINKET_9
source: THOSE DIDN'T COME FROM ME
de: VON MIR KOMMEN DIE NICHT
es_mx: NO SON MÍOS
fr: CEUX-LÀ NE VIENNENT PAS DE MOI
it: QUELLI NON PROVENGONO DA ME
ja: ＊私のパーツではありません＊
ko: 나에게서 온 것이 아님
pl: TO NIE MOJE!
pt_br: ESSES NÃO SAÍRAM DE MIM
ru: ИХ ЗАПУТАЛ НЕ Я
zh_cn: 那些不是我身上掉的
zh_tw: 那些不是我身上掉的

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: SABOTAGE
es_mx: SABOTAJE
it: SABOTAGGIO
ja: ＊妨害行為＊
ko: 파괴 중
pl: SABOTAŻ
pt_br: SABOTAGEM
ru: САБОТАЖ
zh_cn: 破坏
zh_tw: 破壞

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: BUILD ANOTHER IMMEDIATELY
de: SOFORTIGER NEUBAU ERFORDERLICH
es_mx: CONSTRUYAN OTRA INMEDIATAMENTE
fr: JE VAIS EN CONSTRUIRE UN AUTRE IMMÉDIATEMENT
it: È NECESSARIO COSTRUIRNE UN ALTRO, IMMEDIATAMENTE
ja: ＊直ちにもう一つ作ってください＊
ko: 즉시 하나 더 만들 것
pl: NATYCHMIAST TRZEBA ZBUDOWAĆ NOWĄ
pt_br: CONSTRUA OUTRA IMEDIATAMENTE
ru: НЕМЕДЛЕННО ПОСТРОЙТЕ ТАКОЙ ЖЕ
zh_cn: 立刻再造一个
zh_tw: 立刻再造一個

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: A FRIVOLOUS DISTRACTION... I MUST WIN
de: ALBERNE ABLENKUNG ... ICH MUSS SIEGEN
es_mx: UNA DISTRACCIÓN FRÍVOLA... DEBO GANAR
fr: UNE DISTRACTION FRIVOLE... IL FAUT QUE JE GAGNE
it: UNA FRIVOLA DISTRAZIONE... DEVO VINCERE
ja: ＊つまらない妨害です…わたしが勝つにちがいありません＊
ko: 하찮은 오락임... 본체가 우승해야 함
pl: BŁAHA ROZRYWKA... MUSZĘ WYGRAĆ
pt_br: UMA DISTRAÇÃO FRÍVOLA... EU TENHO QUE VENCER
ru: ЗАМЫСЛОВАТЫЙ ОТВЛЕКАЮЩИЙ МАНЕВР… Я ОБЯЗАН ПОБЕДИТЬ
zh_cn: 微不足道的分心……我必须赢
zh_tw: 微不足道的分心……我必須贏

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: GEWICHT: {weight} GEFANGEN VON: {owner}
es_mx: Peso: {weight} Atrapado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: ＊重さ：{weight} 捕獲者：{owner}＊
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_cn: 重量: {weight} 捕获人: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} ENJOY IT WHILE YOU CAN
de: GEWICHT: {weight} GEFANGEN VON: {owner} GENIESSEN, SOLANGE MÖGLICH
es_mx: Peso: {weight} Atrapado por: {owner} DISFRÚTALO MIENTRAS PUEDAS
fr: Poids : {weight} Pêché par : {owner} MOQUEZ-VOUS TANT QUE VOUS LE POUVEZ
it: Peso: {weight} Catturato da: {owner} DIVERTITI FINCHÉ PUOI
ja: ＊重さ：{weight} 捕獲者：{owner} できるうちにたのしんでください＊
ko: 무게: {weight} 잡은 사람: {owner} 즐길 수 있을 때 즐길 것
pl: Waga: {weight} Imię wędkarza: {owner} CIESZ SIĘ, PÓKI MOŻESZ
pt_br: Peso: {weight} Capturado por: {owner} APROVEITE ENQUANTO PODE
ru: Вес: {weight} Поймано: {owner} РАДУЙСЯ, ПОКА МОЖЕШЬ
zh_cn: 重量: {weight} 捕获人: {owner} 趁你们还能欣赏，赶紧欣赏吧
zh_tw: 重量: {weight} 捕獲人: {owner} 趁你們還能欣賞，趕緊欣賞吧

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} I. AM. VICTORIOUS
de: GEWICHT: {weight} GEFANGEN VON: {owner} ICH. BIN. SIEGER
es_mx: Peso: {weight} Atrapado por: {owner} SOY... EL... GANADOR
fr: Poids : {weight} Pêché par : {owner} VICTOIRE : MOI
it: Peso: {weight} Catturato da: {owner} SONO. IO. IL. VINCITORE
ja: ＊重さ：{weight} 捕獲者：{owner} わたしの。勝ち。です。＊
ko: 무게: {weight} 잡은 사람: {owner} 본.체.가. 승.리.함
pl: Waga: {weight} Imię wędkarza: {owner} JESTEM ZWYCIĘZCĄ
pt_br: Peso: {weight} Capturado por: {owner} EU.SOU.O.VENCEDOR
ru: Вес: {weight} Поймано: {owner} Я ПОБЕДИЛ
zh_cn: 重量: {weight} 捕获人: {owner} 我.是.胜利者
zh_tw: 重量: {weight} 捕獲人: {owner} 我.是.勝利者

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} I ACQUIRED THE FISH OF HIGHEST DENSITY
de: GEWICHT: {weight} GEFANGEN VON: {owner} ICH HABE FISCHE MIT HÖCHSTER DICHTE!
es_mx: Peso: {weight} Atrapado por: {owner} ATRAPÉ AL PEZ DE MAYOR DENSIDAD
fr: Poids : {weight} Pêché par : {owner} PROTOCOLE ACQUISITION DU POISSON LE PLUS DENSE TERMINÉ
it: Peso: {weight} Catturato da: {owner} HO ACQUISITO IL PESCE DALLA DENSITÀ MAGGIORE
ja: ＊重さ：{weight} 捕獲者：{owner} もっとも高密度に魚を手に入れました＊
ko: 무게: {weight} 잡은 사람: {owner} 본체가 가장 밀도 높은 생선을 획득함
pl: Waga: {weight} Imię wędkarza: {owner} POSIADŁEM RYBĘ O NAJWIĘKSZEJ GĘSTOŚCI
pt_br: Peso: {weight} Capturado por: {owner} EU ADQUIRI O PEIXE DE MAIOR DENSIDADE
ru: Вес: {weight} Поймано: {owner} Я ЗАПОЛУЧИЛ РЫБУ НАИВЫСШЕЙ ПЛОТНОСТИ
zh_cn: 重量: {weight} 捕获人: {owner} 我抓到了密度最高的鱼
zh_tw: 重量: {weight} 捕獲人: {owner} 我抓到了密度最高的魚

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: HA. IT IS ON FIRE
de: HA! STEHT IN FLAMMEN
fr: HA. C'EST EN FEU
it: AH AH! È IN FIAMME
ja: ＊ハ。燃えています＊
ko: 하. 불이 붙었음.
pl: HA. PALI SIĘ.
pt_br: HA. ESTÁ EM CHAMAS
ru: ХА, ГОРИТ
zh_cn: 哈。烧起来了
zh_tw: 哈。燒起來了

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: DELETED
de: AUSGELÖSCHT
fr: ÉLIMINÉ
it: ELIMINATO
ja: ＊削除されました＊
ko: 삭제됨.
pl: USUNIĘTO
pt_br: EXCLUÍDO
ru: УДАЛЕНО
zh_cn: 已删除
zh_tw: 已刪除

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: WHAT IS THIS HUMAN OBSESSION WITH WEIGHING EVERYTHING?
de: WARUM VERSPÜREN MENSCHEN DEN DRANG, ALLES ZU WIEGEN?
fr: POURQUOI LES HUMAINS SONT-ILS OBSÉDÉS PAR LE POIDS DE TOUT ?
it: PERCHÉ GLI UMANI HANNO L'OSSESSIONE DI PESARE OGNI COSA?
ja: ＊なぜ人間はあらゆるものの重量に固執しているのでしょう？＊
ko: 모든 것의 무게를 다는 이 인간의 집착은 무엇임?
pl: O CO CHODZI Z TĄ LUDZKĄ OBSESJĄ WAŻENIA WSZYSTKIEGO?
pt_br: QUE OBSESSÃO É ESSA QUE OS HUMANOS TÊM DE PESAR TUDO?
ru: ПОЧЕМУ ЛЮДИ ТАК ЛЮБЯТ ВЗВЕШИВАТЬ ВСЕ ПОДРЯД?
zh_cn: 人类为什么痴迷称重一切东西？
zh_tw: 人類為什麼癡迷稱重一切東西？

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} AN ILLOGICAL USE OF FOODSTUFFS
de: Gewicht: {weight} Geerntet am: {day} UNLOGISCHE VERWENDUNG VON NAHRUNGSMITTELN
fr: Poids : {weight} Récolte effectuée le jour : {day} UTILISATION ILLOGIQUE DE LA NOURRITURE DÉTECTÉE
it: Peso: {weight} Raccolto il giorno: {day} USO ILLOGICO DEL CIBO
ja: 重量：{weight} 収穫日：{day} ＊非合理的な食物の利用方法です＊
ko: 무게: {weight} 심은 후 {day}째 날에 수확 음식을 비논리적으로 사용함.
pl: Waga: {weight} Zebrano dnia: {day} NIELOGICZNE WYKORZYSTANIE PRODUKTÓW SPOŻYWCZYCH
pt_br: Peso: {weight} Colheita feita no dia: {day} UM USO ILÓGICO DE ALIMENTOS
ru: Вес: {weight} День сбора: {day} НЕЛОГИЧНОЕ ИСПОЛЬЗОВАНИЕ ПРОДУКТОВ ПИТАНИЯ
zh_cn: 重量: {weight} 收获日: {day} 不合逻辑的食物用途
zh_tw: 重量: {weight} 收穫日: {day} 不合邏輯的食物用途

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} WHY ARE WE DISPLAYING IT INSTEAD OF CONSUMING IT
de: Gewicht: {weight} Geerntet am: {day} WARUM ZEIGEN WIR DAS, ANSTATT ES ZU KONSUMIEREN
fr: Poids : {weight} Récolte effectuée le jour : {day} POURQUOI LES EXPOSER PLUTÔT QUE DE LES CONSOMMER
it: Peso: {weight} Raccolto il giorno: {day} PERCHÉ LO METTIAMO IN MOSTRA INVECE DI CONSUMARLO
ja: 重量：{weight} 収穫日：{day} ＊飾るのはやめて摂取してはどうでしょうか＊
ko: 무게: {weight} 심은 후 {day}째 날에 수확 왜 소비하지 않고 전시하고 있는 거임?
pl: Waga: {weight} Zebrano dnia: {day} CZEMU TO PREZENTUJEMY, A NIE JEMY?
pt_br: Peso: {weight} Colheita feita no dia: {day} POR QUE ESTAMOS EXIBINDO ISTO EM VEZ DE CONSUMIR
ru: Вес: {weight} День сбор: {day} ПОЧЕМУ МЫ ДЕМОНСТРИРУЕМ ПИЩУ, А НЕ ЕДИМ
zh_cn: 重量: {weight} 收获日: {day} 为什么拿来展示而不直接吃
zh_tw: 重量: {weight} 收穫日: {day} 為什麼拿來展示而不直接吃

# CHARACTERS.WX78.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: PATHETIC
de: JÄMMERLICH
es_mx: PATÉTICO
fr: PITOYABLE
it: PATETICO
ja: ＊哀れな＊
ko: 형편 없음
pl: ŻAŁOSNE
pt_br: PATÉTICO
ru: МНЕ НЕ НРАВИТСЯ ЕГО ВИД
zh_cn: 真可悲
zh_tw: 真可悲
