Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: That's how you get ants.
de: So fängt man Ameisen.
es: Así es como salen hormigas.
fr: C'est comme ça qu'on attrape les fourmis.
it: È così che attiri le formiche.
ja: アリを捕まえるにはいいね。
ko: 개미를 얻는 방법이다.
pt_br: É assim que se capturam formigas.
ru: Вот как приманить муравьев.
zh_tw: 螞蟻就是這樣來的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: Here sappy, sappy, sap.
de: Lauter Saft. Lecker!
es: Está bien exprimido.
fr: Reviens, petite sève.
it: A me, linfa sdolcinata.
ja: ここにたっぷりと樹液が。
ko: 뚝뚝 흐르는 수액.
pt_br: Seiva dos deuses.
ru: Тут липкий, липкий сок.
zh_tw: 豐富的汁液。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: Sweet golden sap.
de: Süßer goldener Saft.
es: Savia dorada y dulce.
fr: Douce sève dorée.
it: Dolce linfa dorata.
ja: 甘くて金色の樹液だ。
ko: 달콤한 황금빛 수액.
pt_br: Doce seiva dourada.
ru: Сладкий, золотистый сок.
zh_tw: 香甜的金黃色汁液。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: It looks ill.
de: Sieht krank aus.
es: Parece enfermo.
fr: Il a l'air malade.
it: Sembra malato.
ja: 病気のようだ。
ko: 아픈 것 같아.
pt_br: Parece doente.
ru: Выглядит вяло.
zh_tw: 它看上去生病了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SWAMPIG
source: It's a super hairy pig.
de: Ein ziemlich haariges Schwein.
es: Es un cerdo superpeludo.
fr: C'est un cochon super poilu.
it: È un maiale super peloso.
ja: すごく毛深いブタだ。
ko: 털이 엄청 많은 돼지다.
pt_br: É um porco super peludo.
ru: Это очень мохнатая свинья!
zh_tw: 這是一頭超級多毛的豬。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: I guess you're in charge around here?
de: Ich schätze, Sie haben hier das Sagen?
es: Supongo que estás tú aquí al cargo, ¿no?
fr: J'imagine que c'est toi le responsable ici ?
it: Comandi tu da queste parti?
ja: ここら辺の責任者みたいに見えるね。
ko: 이곳의 대장인 듯?
pt_br: Acho que você que manda por aqui.
ru: Кажется, ты тут за главного?
zh_tw: 我猜你是這裡的老大？

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: It's sleeping, for now.
de: Schläft fürs Erste.
es: Está durmiendo, por ahora.
fr: Il dort, pour l'instant.
it: Dorme, per ora.
ja: 寝ている。今のところはね。
ko: 지금은 자고 있다.
pt_br: Está dormindo, por enquanto.
ru: Пока что он спит.
zh_tw: 它睡著了，暫時睡著了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: It's seen better days.
de: Das hat schon bessere Tage gesehen.
es: Ha visto días mejores.
fr: Il a connu des jours meilleurs.
it: Ha visto giorni migliori.
ja: ずいぶんとみすぼらしい人形だ
ko: 많이 낡았군.
pt_br: Já viu dias melhores.
ru: Видал он и лучшие времена.
zh_tw: 它曾經有過好日子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: Some pig's house was ruined.
de: Irgendein Schweinestall wurde ruiniert.
es: La casa de algún cerdo se ha derrumbado.
fr: Une maison de cochon en ruines.
it: La casa di un maiale è stata rovinata.
ja: ブタの家がいくつか壊されてる。
ko: 무너져 버린 돼지의 집이다.
pt_br: A casa de um porco foi destruída.
ru: Домик свинок разрушен.
zh_tw: 某只豬的窩毀了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SYRUP
source: Adds sweetness to the mixture.
de: Verleiht der Mischung Süße.
es: Añade dulzura a la mezcla.
fr: Ça ajoute du sucre à la mixture.
it: Aggiunge dolcezza alla miscela.
ja: 混合物に甘さを加えられる。
ko: 혼합물에 당도를 더한다.
pt_br: Dá mais doçura à mistura.
ru: Сделает вкус слаще.
zh_tw: 加一點甜味。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TOMATO
source: It's red because it's full of science.
de: Rot, weil es voller Wissenschaft ist.
es: Es rojo porque está lleno de ciencia.
fr: C'est rouge parce que c'est plein de science.
it: È rosso perché è pieno di scienza.
ja: 赤いのは科学が詰まってるからさ。
ko: 과학이 가득 들어서 빨간색이다.
pt_br: É vermelho porque está cheio de ciência.
ru: Он красный, потому что полон науки.
zh_tw: 紅色的，滿滿都是科學。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: Cooking's easy if you understand chemistry.
de: Kochen ist einfach, wenn man Ahnung von Chemie hat.
es: Cocinar es fácil si entiendes la química.
fr: Cuisiner est facile quand on comprend la chimie.
it: Cucinare è facile se capisci la chimica.
ja: 化学を理解すれば、料理なんて簡単さ。
ko: 화학을 알면 요리는 쉽다.
pt_br: Cozinhar é fácil se você entende de química.
ru: Готовить проще простого, если разбираешься в химии.
zh_tw: 懂化學的話做飯就非常簡單了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TRADER_MERM
source: Maybe they'd be willing to trade.
de: Vielleicht sind sie bereit zu handeln.
es: Quizá estaría dispuesto a comerciar.
fr: Ils ont peut-être envie de faire du commerce.
it: Forse sarebbero disposti allo scambio.
ja: 喜んで取引に応じてくれるんじゃないかな。
ko: 어쩌면 거래에 응할지도 모른다.
pt_br: Talvez queira fazer negócio.
ru: Может, у них есть что-нибудь на продажу.
zh_tw: 也許他們願意交換。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: Maybe they'd be willing to trade.
de: Vielleicht sind sie bereit zu handeln.
es: Quizá estaría dispuesto a comerciar.
fr: Ils ont peut-être envie de faire du commerce.
it: Forse sarebbero disposti allo scambio.
ja: 喜んで取引に応じてくれるんじゃないかな。
ko: 어쩌면 거래에 응할지도 모른다.
pt_br: Talvez queira fazer negócio.
ru: Может, у них есть что-нибудь на продажу.
zh_tw: 也許他們願意交換。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TURNIP
source: It's a raw turnip.
de: Eine rohe Rübe.
es: Es un nabo crudo.
fr: Un navet cru.
it: È una rapa cruda.
ja: 生のカブだ。
ko: 생 순무다.
pt_br: É um nabo cru.
ru: Это сырая репка.
zh_tw: 是個生蘿蔔。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: Cooking is science in practice.
de: Kochen ist Wissenschaft in der Praxis.
es: Cocinar es practicar la ciencia.
fr: Cuisiner c'est mettre la science en pratique.
it: La cucina è la scienza in pratica.
ja: 料理は実践的な科学だよ。
ko: 요리는 과학의 실습이다.
pt_br: Cozinhar é ciência na prática.
ru: Кулинария — это наука на практике.
zh_tw: 做飯就是將科學付諸實踐。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_WHEAT
source: It looks a bit grainy.
de: Sieht etwas körnig aus.
es: Parece que tiene mucho grano.
fr: Ça a l'air un peu granuleux.
it: Sembra un po' sgranato.
ja: 粒々してる。
ko: 곡식다운 모습이다.
pt_br: Parece meio granulento.
ru: Как-то зернисто.
zh_tw: 它看起來是顆粒狀的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.RABBIT.GENERIC
source: A rabbit... or is it?
de: Ein Kaninchen ... oder etwa nicht?
es: Es un conejo..., ¿no?
fr: Un lapin... enfin je crois ?
it: Un coniglio... nevvero?
ja: あ、ウサギ…ちがう？
ko: 토끼... 아님 뭐지?
pt_br: Um coelho... ou será que não?
ru: Это кролик... Ведь правда?
zh_tw: 是兔子嗎？

# CHARACTERS.WANDA.DESCRIBE.RABBIT.HELD
source: What am I supposed to do with it now?
de: Und was soll ich jetzt damit anfangen?
es: ¿Y ahora qué hago con este animal?
fr: Et je suis censée en faire quoi, maintenant ?
it: Adesso cosa ci dovrei fare?
ja: これをどうすればいいの？
ko: 이제 이걸로 뭘 해야 하지?
pt_br: O que devo fazer com ele agora?
ru: Ну и что мне теперь с ним делать?
zh_tw: 然後我拿它怎麼辦呢？

# CHARACTERS.WANDA.DESCRIBE.RABBITHOLE.GENERIC
source: I'd better watch my step, wouldn't want to fall down a rabbit hole.
de: Ich sollte hier besser aufpassen, ich will nicht in einen Kaninchenbau stürzen.
es: Será mejor que mire por dónde piso, que no me quiero caer en una madriguera.
fr: Je dois faire attention à ne pas trébucher sur un terrier.
it: Sarà meglio fare attenzione a dove metto i piedi, non voglio precipitare nella tana di un coniglio.
ja: 足元に気を付けないと。ウサギの穴に落ちるのはごめんだわ。
ko: 발걸음을 조심해야겠네, 토끼굴에 빠지고 싶지는 않아.
pt_br: É melhor eu cuidar onde piso, não quero cair numa toca de coelho.
ru: Надо быть поосторожнее, а то провалюсь в кроличью нору.
zh_tw: 我走路要小心點，可別掉進兔子洞裡。

# CHARACTERS.WANDA.DESCRIBE.RABBITHOLE.SPRING
source: No more rabbit hole, for now.
de: Fürs Erste gibt es keinen Kaninchenbau mehr.
es: No más madrigueras por ahora.
fr: Plus de terrier pour le moment.
it: Niente più tane di coniglio, per ora.
ja: もうウサギの穴はない。少なくとも今は。
ko: 토끼굴이 더는 없어, 지금은.
pt_br: Chega de tocas de coelho, por enquanto.
ru: Сейчас кроличьей норы нет, но пройдет время...
zh_tw: 暫時沒有兔子洞了。

# CHARACTERS.WANDA.DESCRIBE.RABBITHOUSE.BURNT
source: Something smells good!
de: Irgendwas riecht gut!
es: ¡Algo huele de rechupete!
fr: Ça sent bon, par ici !
it: Che buon profumino!
ja: 何か良い匂いがするわ！
ko: 뭔가 좋은 냄새가 난다!
pt_br: Tem algo cheirando bem!
ru: Пахнет чем-то вкусным!
zh_tw: 有什麼東西聞起來很香！

# CHARACTERS.WANDA.DESCRIBE.RABBITHOUSE.GENERIC
source: These carrots stuff themselves full of rabbits.
de: Diese Karotten stopfen sich mit Kaninchen voll.
es: Esas zanahorias se llenan de conejos.
fr: Ces trucs en forme de carotte sont pleins de lapins.
it: Carote ripiene di conigli.
ja: あのニンジンはウサギでお腹がいっぱいなのね。
ko: 이 당근은 토끼로 가득 차 있어.
pt_br: Essas cenouras se enchem de coelhos.
ru: Эта морковка битком набита кроликами.
zh_tw: 這些胡蘿蔔裡全是兔子。

# CHARACTERS.WANDA.DESCRIBE.RAINCOAT
source: It keeps me warm and dry.
de: Das hält mich warm und trocken.
es: Me da calor y me resguarda de la lluvia.
fr: Ça me tient chaud et au sec.
it: Mi tiene al caldo e all'asciutto.
ja: 濡れずに温かく過ごせるわ。
ko: 덕분에 따뜻하고 뽀송뽀송하게 지낼 수 있겠어.
pt_br: Ele me mantém quente e seco.
ru: В нем тепло и сухо.
zh_tw: 它使我保持溫暖乾燥。

# CHARACTERS.WANDA.DESCRIBE.RAINHAT
source: What a charming rain bonnet!
de: Was für eine bezaubernde Regenhaube!
es: ¡Qué sombrerito para la lluvia tan bonito!
fr: Quel joli petit chapeau de pluie !
it: Che graziosa cuffia da pioggia!
ja: なんてかわいいレインハット！
ko: 정말 매력적인 레인 보닛이야!
pt_br: Que chapéu de chuva encantador!
ru: Какая очаровательная шляпка от дождя!
zh_tw: 多麼迷人的雨帽！

# CHARACTERS.WANDA.DESCRIBE.RAINOMETER.BURNT
source: Maybe that was meant to happen.
de: Vielleicht sollte das ja so kommen.
es: A lo mejor tenía que pasar.
fr: C'était peut-être censé arriver.
it: Forse doveva accadere.
ja: 起こるべくして起きたのかも。
ko: 아마도 그런 일이 일어나야 했겠지.
pt_br: Talvez isso tivesse que acontecer.
ru: Наверное, этому было суждено произойти.
zh_tw: 也許那是註定要發生的。

# CHARACTERS.WANDA.DESCRIBE.RAINOMETER.GENERIC
source: Pfft. I could just check the weather myself if I felt like it.
de: Pff. Ich könnte auch einfach selbst nach dem Wetter schauen, wenn mir danach wäre.
es: Ja. Podría comprobar el tiempo yo misma si quisiera.
fr: Pfff, je peux aussi voir s'il pleut moi-même, hein.
it: Umpf. Potrei accertarmi del meteo io stessa, se solo ne avessi voglia.
ja: ふーん。こんな風に感じられたら自分で天気をチェックできるわね。
ko: 풉. 내가 그런 걸 느낀다면 스스로 날씨를 확인할 수 있었을 걸.
pt_br: Pff. Eu mesma poderia ter verificado o clima se quisesse.
ru: Пф-ф, можно подумать, я и так не пойму, какая сейчас погода.
zh_tw: 噗。如果我想的話，我可以自己去未來看天氣。

# CHARACTERS.WANDA.DESCRIBE.RATATOUILLE
source: That's a fun name for a bunch of chopped vegetables.
de: Das ist ein lustiger Name für einen Haufen gehacktes Gemüse.
es: Qué nombre tan curioso para ser un montón de verdura troceada.
fr: C'est un nom rigolo pour un tas de légumes en morceaux.
it: È un nome simpatico per una manciata di ortaggi a cubetti.
ja: 刻んだたくさんの野菜にしては面白い名前ね。
ko: 다진 야채 다발 치고는 재미있는 이름이네.
pt_br: É um nome engraçado para um monte de legumes cortados.
ru: Какое забавное название для нарубленных овощей.
zh_tw: 這對一堆切碎的蔬菜來說是個有趣的名字。

# CHARACTERS.WANDA.DESCRIBE.RAZOR
source: This seems dangerous.
de: Sieht gefährlich aus.
es: Parece peligrosa.
fr: Ça a l'air dangereux.
it: Sembra pericoloso.
ja: これは危険な感じ。
ko: 위험해 보인다.
pt_br: Isso parece perigoso.
ru: Выглядит опасно.
zh_tw: 這東西好像很危險。

# CHARACTERS.WANDA.DESCRIBE.REDGEM
source: It's amazing how many gems you can find just lying around here.
de: Es ist erstaunlich, wie viele Edelsteine hier einfach so herumliegen.
es: Me sorprende la cantidad de gemas que te puedes encontrar por aquí.
fr: C'est incroyable de trouver autant de gemmes. Il suffit de se baisser.
it: È straordinario quante gemme si trovino qui attorno.
ja: この辺でゴロゴロしてるだけでこんなにたくさんの宝石を見つけられるなんてすごいわ。
ko: 이곳에 누워 있는 것만으로도 이렇게 많은 보석을 찾을 수 있다니 놀라워.
pt_br: É incrível a quantidade de pedras preciosas que se pode encontrar por aqui.
ru: Поверить не могу, сколько тут валяется драгоценных камней.
zh_tw: 真神奇，這裡地上隨便就能撿到不少寶石。

# CHARACTERS.WANDA.DESCRIBE.REDLANTERN
source: Luckily for me, the flame can't seem to reach the paper surrounding it.
de: Zu meinem Glück scheint die Flamme das Papier, das sie umgibt, nicht erreichen zu können.
es: Por suerte, la llama no parece alcanzar el papel que la rodea.
fr: J'ai de la chance, la flamme n'a pas l'air d'atteindre le papier qui l'entoure.
it: Per mia fortuna, la fiamma non sembra raggiungere la carta che la circonda.
ja: 炎は周りの紙には届かないみたい。ツイてるわ。
ko: 다행히 불꽃이 주변의 종이에 닿지는 않는 것 같네.
pt_br: Pra minha sorte, parece que a chama não consegue atingir o papel em volta dela.
ru: К счастью для меня, огонь не сумеет дотянуться до бумаги.
zh_tw: 還好我走運，火焰沒燒著包著它的紙。

# CHARACTERS.WANDA.DESCRIBE.REDMOONEYE
source: I suppose it never hurts to keep an eye out.
de: Es ist wohl immer klug, auf der Hut zu sein.
es: Supongo que ir con un poco de ojo no hace daño.
fr: J'imagine que ça ne fait jamais de mal de garder les choses à l'œil.
it: Suppongo che tenere gli occhi aperti non sia mai una cattiva idea.
ja: 注意するに越したことはないわ。
ko: 눈을 떼지 않고 보는 것도 나쁘지 않을 것 같아.
pt_br: Acho que não custa nada ficar de olho.
ru: За некоторыми вещами нужен глаз да глаз.
zh_tw: 睜一隻眼閉一隻眼也不是壞事。

# CHARACTERS.WANDA.DESCRIBE.REDPOUCH
source: There's something jangling around inside.
de: Irgendetwas rasselt im Inneren herum.
es: Hay algo tintineando en su interior.
fr: Il y a quelque chose dedans.
it: Dentro c'è qualcosa che tintinna.
ja: 中に何かぶら下がってるわ。
ko: 안에서 뭔가 삐걱거리는 소리가 난다.
pt_br: Tem alguma coisa tilintando aí dentro.
ru: Внутри что-то бренчит.
zh_tw: 裡面有東西在晃動。

# CHARACTERS.WANDA.DESCRIBE.RED_CAP
source: I'm pretty sure red is the bad color.
de: Ich bin mir ziemlich sicher, dass Rot die schlechte Farbe ist.
es: Estoy segura de que el rojo es el color malo.
fr: Je suis presque sûre que le rouge est une mauvaise couleur.
it: Sono quasi del tutto sicura che quelli rossi siano tossici.
ja: 赤は悪い色だわ、絶対。
ko: 나는 빨간색이 나쁜 색이라고 확신해.
pt_br: Tenho quase certeza de que vermelho é a cor ruim.
ru: Почти уверена, что красные грибы — это не к добру.
zh_tw: 我很確定紅色的不能吃。

# CHARACTERS.WANDA.DESCRIBE.RED_CAP_COOKED
source: This seems like a bad idea.
de: Das scheint mir keine gute Idee zu sein.
es: Esto parece una mala idea.
fr: Sans doute une mauvaise idée.
it: Sembra una cattiva idea.
ja: あまりいい予感がしないな。
ko: 아무래도 불안하다.
pt_br: Isso parece uma má ideia.
ru: Это плохая идея.
zh_tw: 這不像是個好主意。

# CHARACTERS.WANDA.DESCRIBE.RED_MUSHROOM.GENERIC
source: Just another mushroom.
de: Noch sei ein Pilz.
es: Otro hongo normal y corriente.
fr: Encore un champignon.
it: È solo un altro fungo.
ja: また別のキノコ。
ko: 또 다른 버섯이다.
pt_br: É só mais um cogumelo.
ru: Гриб как гриб.
zh_tw: 就是一顆蘑菇。

# CHARACTERS.WANDA.DESCRIBE.RED_MUSHROOM.INGROUND
source: It's just something or other.
de: Das ist irgend so ein Dings oder Bums.
es: A saber qué es...
fr: C'est juste un truc... ou un autre.
it: È qualcosa.
ja: 何らかの種類のキノコよ、いずれにしても。
ko: 그냥 뭔가야.
pt_br: É só uma coisa qualquer.
ru: Что-то ждет своего часа.
zh_tw: 反正就那些東西。

# CHARACTERS.WANDA.DESCRIBE.RED_MUSHROOM.PICKED
source: Maybe it's best if it doesn't grow back.
de: Ist vielleicht besser, wenn er nicht nachwächst.
es: Puede que sea mejor que no vuelva a crecer.
fr: C'est peut-être mieux si ça ne repousse pas.
it: Forse è meglio se non ricresce.
ja: もう二度と育たない方がいいかも。
ko: 다시 자라지 않는 것이 가장 좋을 수도 있어.
pt_br: Talvez seja melhor que ele não cresça de novo.
ru: Может, оно и к лучшему, если он не вырастет снова.
zh_tw: 也許不長回來反而是好事。

# CHARACTERS.WANDA.DESCRIBE.REEDS.BURNING
source: That's not good...
de: Das ist gar nicht gut ...
es: Ay, qué mal...
fr: Ouhlà...
it: Non va per niente bene...
ja: マズイわね…
ko: 좋지 않아...
pt_br: Isso não é bom...
ru: Это нехорошо...
zh_tw: 這可不好……

# CHARACTERS.WANDA.DESCRIBE.REEDS.GENERIC
source: I'm definitely in a marsh.
de: Ich befinde mich definitiv in einem Sumpf.
es: Estoy en un pantano, no me cabe duda.
fr: Je suis bien dans un marais.
it: Sono decisamente finita in un acquitrino.
ja: これは間違いなく沼地。
ko: 확실히 늪에 빠졌어.
pt_br: Estou num pântano, sem dúvida.
ru: Я точно угодила в болото.
zh_tw: 我肯定進了沼澤地了。

# CHARACTERS.WANDA.DESCRIBE.REEDS.PICKED
source: No sense in waiting around for it to grow back.
de: Es ergibt keinen Sinn zu warten, bis das wieder nachwächst.
es: No tiene sentido quedarme a esperar a que crezca de nuevo.
fr: Ça ne sert à rien de rester là à attendre que ça repousse.
it: Non ha senso aspettare che ricrescano.
ja: ここでじーっと再生するのを待っても意味がないわ。
ko: 다시 자라도록 기다리는 건 의미가 없어.
pt_br: Não vale a pena esperar que cresça de novo.
ru: Нет смысла стоять тут и ждать, пока он снова вырастет.
zh_tw: 沒必要乾等它重新長回來。

# CHARACTERS.WANDA.DESCRIBE.REFINED_DUST
source: It's likely to crumble away at any moment.
de: Er kann jeden Moment zerbröckeln.
es: Se va a desmoronar en cualquier instante.
fr: Ça risque de s'effriter à tout moment.
it: Sembra dover collassare da un momento all'altro.
ja: 今にも崩壊しそうだわ。
ko: 언제든지 무너질 것 같아.
pt_br: É provável que desmorone a qualquer momento.
ru: Кажется, она в любой момент готова рассыпаться.
zh_tw: 它隨時都有可能崩成粉。

# CHARACTERS.WANDA.DESCRIBE.REFLECTIVEVEST
source: I don't know if I want to be so easy to spot...
de: Ich weiß nicht, ob ich so einfach zu sehen sein möchte ...
es: No sé yo si quiero que me detecten tan fácilmente...
fr: Je ne sais pas si je veux vraiment être aussi facile à repérer.
it: Non sono sicura di voler essere così tanto visibile.
ja: こんなに目立ちたいかと言われると疑問だわ…
ko: 그렇게 쉽게 눈에 띄고 싶은지 모르겠어...
pt_br: Não sei se quero que me avistem tão facilmente...
ru: Даже не знаю, хочу ли я быть такой заметной...
zh_tw: 穿上這個很容易就被發現……

# CHARACTERS.WANDA.DESCRIBE.RELIC
source: People back then weren't all that different from us.
de: Die Leute von damals waren nicht viel anders als wir.
es: La gente de antes no era tan distinta a nosotros.
fr: Les gens de l'époque n'étaient pas si différents de nous.
it: La gente del passato non era poi così diversa da noi.
ja: 古代人たちは、私たちとすごく似ていたのね。
ko: 당시 사람들도 우리와 별반 다르지 않았어.
pt_br: As pessoas dos passado não eram tão diferentes de nós.
ru: Наши далекие предки немногим отличались от нас.
zh_tw: 那時的人與我們沒有什麼不同。

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB.BURNT
source: I was too late to save it.
de: Ich bin zu spät gekommen, um es zu retten.
es: No he llegado a tiempo para salvarla.
fr: Je suis arrivée trop tard.
it: Non ho fatto in tempo a salvarla.
ja: 遅すぎたようね。
ko: 구하기에는 너무 늦었어.
pt_br: Cheguei tarde demais pra salvá-la.
ru: Я не успела ее спасти.
zh_tw: 我沒來得及拯救它。

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB.GENERIC
source: I really want to know what makes it tick...
de: Puh. Ich möchte wirklich herausfinden, was es zum Laufen bringt ...
es: Quiero saber cómo funciona...
fr: Je veux vraiment savoir comment ça marche...
it: Vorrei proprio sapere cosa la fa ticchettare...
ja: 何がカチカチ言ってるのか本当にしりたいわ…
ko: 똑딱거리게 하는 게 뭔지 정말 알고 싶어...
pt_br: Queria muito saber o que a faz funcionar...
ru: Очень хочется узнать, что же там внутри...
zh_tw: 我想知道它是什麼驅動的……

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB2.BURNT
source: Oh drat.
de: Teufel auch.
es: Maldición.
fr: Oh... zut.
it: Oh, accipicchia.
ja: うわっ。
ko: 오 젠장.
pt_br: Que droga.
ru: Вот проклятье.
zh_tw: 哦，糟糕。

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB2.GENERIC
source: It turns out that science is a lot easier than I thought!
de: Es stellt sich heraus, dass Wissenschaft viel einfacher ist, als ich gedacht habe!
es: Vaya, si resulta que la ciencia es más sencilla de lo que creía.
fr: Finalement, la science, c'est plus facile que ce que je pensais !
it: Ho scoperto che la scienza è molto più semplice di quanto credessi!
ja: 思ったよりも科学はだいぶ簡単だったみたいね。
ko: 과학이 생각했던 것보다 훨씬 쉽다는 것이 밝혀졌다!
pt_br: Descobri que a ciência é muito mais fácil do que eu pensava!
ru: Оказывается, наука куда проще, чем я думала!
zh_tw: 原來科學比我想像的要簡單得多！

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB3.BURNT
source: I'll have to be more careful next time.
de: Ich muss das nächste Mal vorsichtig sein.
es: Tendré que tener más cuidado la próxima vez.
fr: Je devrai faire plus attention, la prochaine fois.
it: La prossima volta dovrò fare più attenzione.
ja: 次はもっと気を付けないと。
ko: 다음에는 더 조심해야겠어.
pt_br: Vou ter que ser mais cuidadosa da próxima vez.
ru: В следующий раз нужно быть осторожнее.
zh_tw: 我下次得多加小心。

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB3.GENERIC
source: Shadow magic's just a tool, like anything else.
de: Schattenmagie ist nur ein Werkzeug, wie alles andere auch.
es: La magia sombría no es más que otra herramienta.
fr: La magie des ombres n'est qu'un outil, comme tout le reste.
it: La magia delle ombre è solo uno strumento, come qualunque altra cosa.
ja: 影の魔法はただの道具。他の物と同じよ。
ko: 그림자 마법은 다른 것과 마찬가지로 그저 도구일 뿐이지.
pt_br: A magia das sombras é apenas uma ferramenta, como qualquer outra coisa.
ru: Темная магия — самый обычный инструмент.
zh_tw: 暗影魔法只是一種工具，和其他東西一樣。

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB4.BURNT
source: Now I'll have to spend time making another one...
de: Jetzt muss ich Zeit aufwenden, um ein weiteres zu machen ...
es: Ahora tendré que perder el tiempo haciendo más...
fr: Maintenant, je vais devoir passer du temps à en refaire un.
it: Ora dovrò spendere del tempo a realizzarne un altro...
ja: もう一個別なのを作るのに時間を使わなくちゃいけない…
ko: 이제 시간을 들여서 하나 더 만들어야지...
pt_br: Agora vou ter que gastar tempo fazendo outro...
ru: Теперь придется тратить время и делать все заново...
zh_tw: 我得花時間再做一個……

# CHARACTERS.WANDA.DESCRIBE.RESEARCHLAB4.GENERIC
source: If it works, it works.
de: Wenn es funktioniert, funktioniert es eben.
es: Si funciona, pues perfecto.
fr: Si ça marche, tant mieux.
it: Mi basta che funzioni.
ja: うまくいく時は、うまくいくのよ。
ko: 이게 작동하면 작동할 거야.
pt_br: Se funciona, funciona.
ru: Работает — вот и пусть работает.
zh_tw: 能用就行。

# CHARACTERS.WANDA.DESCRIBE.RESKIN_TOOL
source: It reveals the various possibilities across timelines.
de: Das zeigt die verschiedenen Möglichkeiten über die Zeitachsen hinweg auf.
es: Revela las posibilidades que hay en las líneas temporales.
fr: Il révèle les nombreuses possibilités des différentes lignes temporelles.
it: Svela le differenti possibilità tra le linee temporali.
ja: 時間線の色々な可能性を明らかにするわ。
ko: 타임라인 전반에 걸쳐 다양한 가능성이 드러났어.
pt_br: Ele revela as várias possibilidades entre as linhas do tempo.
ru: Он открывает возможности из других линий времени.
zh_tw: 它揭示了跨時間線的各種可能性。

# CHARACTERS.WANDA.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: I'm trying not to take that as a bad omen.
de: Ich versuche, das nicht als schlechtes Omen zu betrachten.
es: Voy a intentar no tomarme eso como una mala señal...
fr: J'essaie de ne pas prendre ça pour un mauvais présage.
it: Sto cercando di non vederlo come un brutto segno.
ja: これが悪い兆候だと思わないようにするわ。
ko: 나쁜 징조로 받아들이지 않으려고 해.
pt_br: Estou tentando não interpretar isso como um mau presságio.
ru: Постараюсь не толковать это как дурной знак.
zh_tw: 我儘量不把這當作一個壞兆頭。
