Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.FIRESTARTER
source: %s IS LAYING WASTE TO THE WORLD. HA HA
de: %s VERWÜSTET DIE WELT. HAHA
es_mx: %s ESTÁ ASOLANDO EL MUNDO. JA, JA
fr: %s LAISSE TRAÎNER DES DÉCHETS PARTOUT. HA HA
it: %s STA POSANDO RIFIUTI NEL MONDO. AH AH
ja: ＊%sの目的は世界の破壊でしょうか？ハハハ＊
ko: %s이(가) 세계를 파괴하고 있음. 하하하
pl: %s SPROWADZA NA ŚWIAT ZNISZCZENIE. HA, HA
pt_br: %s ESTÁ ACABANDO COM O MUNDO. HA HA
ru: %s ОПУСТОШАЕТ ЭТОТ МИР. ХА-ХА
zh_cn: %s正在摧毁这个世界。哈哈。
zh_tw: %s正在摧毀這個世界。哈哈。

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.GHOST
source: YOUR MISTAKE WAS ONLY COVERING YOUR HEAD IN METAL, %s
de: DU HÄTTEST NICHT NUR DEINEN KOPF MIT METALL BEDECKEN SOLLEN, %s
es_mx: TU ERROR FUE SOLO CUBRIR TU CABEZA DE METAL, %s
fr: TU AS EU TORT DE NE COUVRIR QUE TA TÊTE AVEC DU MÉTAL, %s
it: IL TUO ERRORE È STATO NEL COPRIRE DI METALLO SOLO LA TESTA, %s
ja: ＊%sに、全身金属製ケースの装着を推奨します＊
ko: 머리만 금속으로 보호한 것이 치명적인 실수다, %s
pl: TWOIM BŁĘDEM BYŁO OKRYCIE METALEM TYLKO TWOJEJ GŁOWY, %s
pt_br: SEU ERRO FOI COBRIR APENAS SUA CABEÇA COM METAL, %s
ru: ПОКРЫТИЕ МЕТАЛЛОМ ТОЛЬКО ГОЛОВЫ БЫЛО ТВОЕЙ ОШИБКОЙ, %s
zh_cn: 你的错误在于你只用金属包住了头，%s。
zh_tw: 你的錯誤在於你只用金屬包住了頭，%s。

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.MURDERER
source: ALL THAT BIOMEAT HAS MADE YOU SLUGGISH, %s!
de: DAS GANZE BIOFLEISCH HAT DICH TRÄGE GEMACHT, %s!
es_mx: ¡TODA ESA CARNE BIOLÓGICA TE VOLVIÓ PEREZOSA, %s!
fr: AVEC TOUTE CETTE BIOVIANDE TU DEVIENS LÉTHARGIQUE, %s !
it: TUTTA QUELLA CARNE BIOLOGICA TI HA IMPIGRITO, %s!
ja: ＊%s、肉塊の過剰摂取は、敏捷性低下の要因になります＊
ko: 그대는 고기만 섭취해서 움직임이 느려졌다, %s!
pl: MIĘSO SPRAWIA, ŻE RUSZASZ SIĘ JAK MUCHA W SMOLE, %s!
pt_br: TODA ESSA BIOCARNE DEIXOU VOCÊ LENTO, %s!
ru: ВСЕ ЭТО БИОМЯСО ДЕЛАЕТ ТЕБЯ ИНЕРТНОЙ, %s!
zh_cn: 吃肉让你变得迟钝，%s。
zh_tw: 吃肉讓你變得遲鈍，%s。

# CHARACTERS.WX78.DESCRIBE.WATHGRITHR.REVIVER
source: YOU ARE AN IDEAL SERVANT, %s
de: DU BIST EIN IDEALER DIENER, %s
es_mx: ERES UNA SIRVIENTA IDEAL, %s
fr: TU ES UNE DOMESTIQUE IDÉALE, %s
it: SEI UN SERVO IDEALE, %s
ja: ＊%sは理想的サーバントです＊
ko: 그대는 이상적인 종이다, %s
pl: NIKT NIE SŁUŻY MI LEPIEJ, NIŻ TY, %s
pt_br: VOCÊ É UM SERVO IDEAL, %s
ru: ТЫ ИДЕАЛЬНЫЙ ПОДЧИНЕННЫЙ, %s
zh_cn: %s，你是理想的仆人。
zh_tw: %s，你是理想的僕人。

# CHARACTERS.WX78.DESCRIBE.WATHGRITHRHAT
source: DUMB HAT
de: DUMMER HUT
es_mx: SOMBRERO ESTÚPIDO
fr: CHAPEAU STUPIDE
it: STUPIDO CAPPELLO
ja: ＊頭部用カバーの形状が滑稽です＊
ko: 멍청한 모자
pl: GŁUPI KAPELUSZ
pt_br: CHAPÉU IDIOTA
ru: ТУПАЯ ШЛЯПА
zh_cn: 傻帽
zh_tw: 傻帽

# CHARACTERS.WX78.DESCRIBE.WAXPAPER
source: ENVIABLY WATERPROOF
de: BENEIDENSWERT WASSERDICHT
es_mx: ES IMPERMEABLE, LO ENVIDIO
fr: ÉTANCHE À FAIRE ENVIE
it: INVIDIABILMENTE IMPERMEABILE
ja: ＊羨むほどの防水加工＊
ko: 방수 기능이 부러움
pl: WODOODPORNOŚĆ GODNA POZAZDROSZCZENIA.
pt_br: INVEJAVELMENTE À PROVA D'ÁGUA
ru: ЗАВИДНО ВОДОНЕПРОНИЦАЕМО
zh_cn: 令人羡慕的防水功能
zh_tw: 令人羡慕的防水功能

# CHARACTERS.WX78.DESCRIBE.WAXWELL.ATTACKER
source: %s IS AN UNKNOWN VARIABLE
de: %s IST EINE UNBEKANNTE VARIABLE
es_mx: %s ES UNA VARIABLE DESCONOCIDA
fr: %s EST UNE VARIABLE INCONNUE
it: %s È UNA VARIABILE SCONOSCIUTA
ja: ＊%sは不明な変数です＊
ko: %s은(는) 알 수 없는 변수임
pl: %s TO NIEZNANA ZMIENNA
pt_br: %s É UMA VARIÁVEL DESCONHECIDA
ru: %s ЯВЛЯЕТСЯ НЕИЗВЕСТНОЙ ПЕРЕМЕННОЙ
zh_cn: %s是一种未知的变种
zh_tw: %s是一種未知的變種

# CHARACTERS.WX78.DESCRIBE.WAXWELL.FIRESTARTER
source: AT LEAST THERE'S STILL A BIT OF EVIL IN HIM
de: WENIGSTENS STECKT NOCH ETWAS BÖSES IN IHM
es_mx: AL MENOS TODAVÍA HAY UN POCO DE MALDAD EN ÉL
fr: AU MOINS IL RESTE UN PEU DE MAL EN LUI
it: ALMENO È RIMASTA ANCORA UN PO' DI CATTIVERIA IN LUI
ja: ＊若干量の邪悪性の残余を確認しました＊
ko: 그래도 아직 사악함이 조금 남아있음
pl: WCIĄŻ JEST W NIM NIECO ZŁA
pt_br: PELO MENOS AINDA HÁ UM POUCO DE MALDADE NELE
ru: И ВСЕ ЖЕ, В НЕМ ВСЕ ЕЩЕ СОХРАНИЛСЯ БИТ ЗЛА.
zh_cn: 至少他体内还有有点邪恶
zh_tw: 至少他體內還有有點邪惡

# CHARACTERS.WX78.DESCRIBE.WAXWELL.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WAXWELL.GHOST
source: %s'S FRAIL FLESH BODY HAS GIVEN OUT. NEEDS A HEART
de: DER GEBRECHLICHE FLEISCHKÖRPER VON %s HAT AUFGEGEBEN. BRAUCHT EIN HERZ
es_mx: EL CUERPO FRÁGIL DE %s SUCUMBIÓ. NECESITA UN CORAZÓN
fr: LE FRÊLE CORPS DE %s A LÂCHÉ. IL A BESOIN D'UN CŒUR
it: IL DELICATO CORPO DI CARNE DI %s HA CEDUTO. HA BISOGNO DI UN CUORE
ja: ＊脆弱な%sの修理には、心臓が必要です＊
ko: %s의 약한 살덩어리가 쇠락했음. 심장이 필요함
pl: %s POTRZEBUJE SERCA
pt_br: O CORPO DE CARNE FRÁGIL DE %s NÃO RESISTIU. PRECISA DE UM CORAÇÃO
ru: ХРУПКОЕ МЯСНОЕ ТЕЛО %s ИСПУСТИЛО ДУХ. ТРЕБУЕТСЯ СЕРДЦЕ
zh_cn: %s虚弱的肉身已经精疲力竭了。它需要一颗心
zh_tw: %s虛弱的肉身已經精疲力竭了。它需要一顆心

# CHARACTERS.WX78.DESCRIBE.WAXWELL.MURDERER
source: THIS WILL BE YOUR LAST DECEIT, %s. DIE!
de: DAS WAR DEIN LETZTER BETRUG, %s. JETZT STIRB!
es_mx: ESTE SERÁ TU ÚLTIMO ENGAÑO, %s. ¡MUERE!
fr: CE SERA TON ULTIME DUPERIE, %s. MEURS !
it: QUESTO SARÀ IL TUO ULTIMO INGANNO, %s. MUORI!
ja: ＊%s殲滅タスク実行します＊
ko: 더는 모략을 꾸미지 못한다, %s. 사망하라!
pl: TO TWOJE OSTATNIE KŁAMSTWO, %s. GIŃ!
pt_br: ESTE SERÁ SEU ÚLTIMO ENGODO, %s. MORRA!
ru: ЭТО БУДЕТ ТВОЯ ПОСЛЕДНЯЯ ЛОЖЬ, %s. УМРИ!
zh_cn: %s，这会是你最后一次欺骗。去死吧。
zh_tw: %s，這會是你最後一次欺騙。去死吧。

# CHARACTERS.WX78.DESCRIBE.WAXWELL.REVIVER
source: %s IS SURPRISINGLY COMMITTED TO GROUP SURVIVAL
de: %s ZEIGT ÜBERRASCHEND VIEL EINSATZ FÜR DAS ÜBERLEBEN DER GRUPPE
es_mx: %s ESTÁ COMPROMETIDO CON LA SOBREVIVENCIA DEL GRUPO. SORPRENDENTE
fr: ÉTONNAMMENT, %s S'IMPLIQUE DANS LA SURVIE DU GROUPE
it: %s È SORPRENDENTEMENTE IMPEGNATO NELLA SOPRAVVIVENZA DI GRUPPO
ja: ＊%sが集団生存活動に協力するとは、変則的事象ですね＊
ko: %s은(는) 놀랍게도 단체 생존을 위해 노력하고 있음
pl: %s ZASKAKUJĄCO MOCNO POŚWIĘCA SIĘ PRZETRWANIU GRUPY
pt_br: %s ESTÁ SURPREENDENTEMENTE COMPROMETIDO À SOBREVIVÊNCIA EM GRUPO
ru: %s ВНЕЗАПНО ПРОЯВИЛ СТРЕМЛЕНИЕ К ВЫЖИВАНИЮ
zh_cn: 令人惊讶的是，%s以团队存亡为己任
zh_tw: 令人驚訝的是，%s以團隊存亡為己任

# CHARACTERS.WX78.DESCRIBE.WAXWELLJOURNAL
source: GOOSEBUMPS ACTIVATED
de: GÄNSEHAUT AKTIVIERT
es_mx: ESCALOFRÍOS ACTIVADOS
fr: CHAIR DE POULE ACTIVÉE
it: PELLE D'OCA ATTIVATA
ja: ＊トリハダ発動＊
ko: 닭살 돋음 활성 상태
pl: WYKRYTO GĘSIĄ SKÓRKĘ
pt_br: ARREPIOS ATIVADOS
ru: ГУСИНАЯ КОЖА АКТИВИРОВАНА
zh_cn: 起鸡皮疙瘩
zh_tw: 起雞皮疙瘩

# CHARACTERS.WX78.DESCRIBE.WEBBER.ATTACKER
source: MY SYSTEM DIAGNOSTICS HAVE FOUND A BUG
de: BEI DER SYSTEMANALYSE HABE ICH EINEN FEHLER GEFUNDEN
es_mx: MI DIAGNÓSTICO DE SISTEMA ENCONTRÓ UN ERROR
fr: MON LOGICIEL DE DIAGNOSTIC A DÉTECTÉ UN BOGUE
it: LA MIA DIAGNOSI DEL SISTEMA HA TROVATO UN ERRORE
ja: ＊システム診断によりバグを発見しました＊
ko: 시스템 진단에서 버그가 발견됨
pl: SYSTEMY DIAGNOSTYCZNE WYKRYŁY ZAGROŻENIE
pt_br: O DIAGNÓSTICO DO SISTEMA ENCONTROU UM BUG
ru: МОЯ СИСТЕМА ДИАГНОСТИКИ ОБНАРУЖИЛА БАГ.
zh_cn: 我的系统诊断程序已经发现漏洞
zh_tw: 我的系統診斷程式已經發現漏洞

# CHARACTERS.WX78.DESCRIBE.WEBBER.FIRESTARTER
source: %s HAS BEEN BURNING THINGS. NICE
de: %s HAT DINGE VERBRANNT. NETT
es_mx: %s ESTUVO QUEMANDO COSAS. GENIAL
fr: %s BRÛLE DES CHOSES. C'EST BIEN
it: %s BRUCIA LE COSE. SIMPATICO
ja: ＊%sが破壊タスクに従事しています。良好です。＊
ko: %s이(가) 불태우고 있음. 양호
pl: %s SPORO TO SPALIŁ. ŁADNIE
pt_br: %s ESTÁ QUEIMANDO COISAS. MASSA!
ru: %s ПРЕДАЕТ ОКРУЖАЮЩУЮ ОБСТАНОВКУ СОЖЖЕНИЮ. МИЛО
zh_cn: %s一直在烧东西。很好
zh_tw: %s一直在燒東西。很好

# CHARACTERS.WX78.DESCRIBE.WEBBER.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WEBBER.GHOST
source: IS %s'S EXOSKELETON SUPPOSED TO BE OUTSIDE OR IN?
de: SOLL DAS EXOSKELETT VON %s DRINNEN ODER DRAUSSEN SEIN?
es_mx: ¿SE SUPONE QUE EL EXOESQUELETO DE %s ESTÉ AFUERA O ADENTRO?
fr: L'EXOSQUELETTE DE %s EST CENSÉ ÊTRE EXTERNE OU INTERNE ?
it: L'ESOSCHELETRO DI %s DOVREBBE TROVARSI ALL'ESTERNO O ALL'INTERNO?
ja: ＊%sの骨格は外部に存在しているべきなのでしょうか？＊
ko: %s의 외골격은 원래 외부에 있어야 하는가, 내부에 있어야 하는가?
pl: HEJ, %s. CZY EGZOSZKIELET POWINIEN BYĆ W ŚRODKU CZY NA ZEWNĄTRZ?
pt_br: O EXOESQUELETO DE %s DEVERIA ESTAR PARA FORA OU PARA DENTRO?
ru: ЭКЗОСКЕЛЕТ %s ПРЕДПОЛАГАЕТСЯ СНАРУЖИ ИЛИ ВНУТРИ?
zh_cn: %s的外骨骼应当在外面还是里面？
zh_tw: %s的外骨骼應當在外面還是裡面？

# CHARACTERS.WX78.DESCRIBE.WEBBER.MURDERER
source: EXTERMINATE %s!
de: %s AUSROTTEN!
es_mx: ¡EXTERMINAR %s!
fr: EXTERMINER %s !
it: STERMINARE %s!
ja: ＊%sの駆除を開始します！＊
ko: %s을(를) 박멸하라!
pl: ZNISZCZYĆ: %s!
pt_br: EXTERMINAR %s!
ru: УНИЧТОЖИТЬ: %s!
zh_cn: 消灭%s！
zh_tw: 消滅%s！

# CHARACTERS.WX78.DESCRIBE.WEBBER.REVIVER
source: %s IS SUPERIOR TO ALL SPIDERS. BUT STILL INFERIOR TO ROBOTS
de: %s IST ALLEN SPINNEN ÜBERLEGEN. ROBOTERN IST ER ABER DENNOCH UNTERLEGEN
es_mx: %s ES SUPERIOR A TODAS LAS ARAÑAS. PERO SIGUE SIENDO INFERIOR A LOS ROBOTS
fr: %s EST SUPÉRIEUR À TOUTES LES ARAIGNÉES, MAIS INFÉRIEUR AUX ROBOTS
it: %s È SUPERIORE A TUTTI I RAGNI. MA PUR SEMPRE INFERIORE AI ROBOT
ja: ＊%sはスパイダー内では上位種と評価されますが、ロボットよりは下位です＊
ko: %s은(는) 다른 모든 거미보다 우월하지만, 로봇보다는 저열함
pl: %s JEST POTĘŻNIEJSZY OD POZOSTAŁYCH PAJĄKÓW. WCIĄŻ JEDNAK JEST SŁABSZY OD ROBOTÓW
pt_br: %s É SUPERIOR A TODAS AS ARANHAS. MAS INFERIOR AOS ROBÔS
ru: %s ЯВЛЯЕТСЯ ВЫСШЕЙ ФОРМОЙ ПАУКОВ. НО ОН ВСЕ ЕЩЕ ПОСРЕДСТВЕННЕЙ РОБОТОВ
zh_cn: %s居高于所有蜘蛛之上。但是等级仍低于机器人
zh_tw: %s居高於所有蜘蛛之上。但是等級仍低於機器人

# CHARACTERS.WX78.DESCRIBE.WEBBERSKULL
source: ANALYSIS SHOWS 50% SPIDER AND 50% HUMAN
de: ANALYSE HAT ERGEBEN: 50% SPINNE UND 50% MENSCH.
es_mx: EL ANÁLISIS MUESTRA QUE ES UN 50 % ARAÑA Y UN 50 % HUMANO
fr: ANALYSE : 50 % ARAIGNÉE ET 50 % HUMAIN
it: L'ANALISI MOSTRA 50% RAGNO E 50% UMANO
ja: ＊分析によれば 50%クモで50%人間のようです＊
ko: 분석에 따르면 거미 50%, 인간 50%임
pl: WYNIK ANALIZY: 50% PAJĄKA, 50% CZŁOWIEKA.
pt_br: A ANÁLISE MOSTRA 50% ARANHA E 50% HUMANO
ru: АНАЛИЗ ВЫЯВИЛ 50% ПАУКА И 50% ЧЕЛОВЕКА
zh_cn: 分析显示50%蜘蛛和50%人类
zh_tw: 分析顯示50%蜘蛛和50%人類

# CHARACTERS.WX78.DESCRIBE.WEBBER_SPIDER_MINION
source: HOW WILL MINISCULE, SQUISHABLE SPIDERS HELP US
de: WIE KÖNNEN WINZIGE, ZERDRÜCKBARE SPINNEN UNS HELFEN.
es_mx: ¿CÓMO NOS AYUDARÁN LAS ARAÑAS MINÚSCULAS Y APLASTABLES?
fr: À QUOI PEUVENT SERVIR LES MINUSCULES ARAIGNÉES ?
it: COME POTREBBERO AIUTARCI DEI RAGNI MINUSCOLI E SCHIACCIABILI?
ja: ＊どうやって極小で弱々しいクモがわたしを助けるというのですか＊
ko: 작고 허약한 거미가 어떻게 도움이 된다는 것인지 이해 불가
pl: NIBY JAK MOGĄ POMÓC NAM TE ŻAŁOSNE, MIĘCIUTKIE PAJĄKI.
pt_br: COMO ARANHAS MINÚSCULAS E ESMAGÁVEIS VÃO NOS AJUDAR?
ru: ЧЕМ НАМ ПОМОГУТ МИНИАТЮРНЫЕ, ХРУПКИЕ ПАУКИ
zh_cn: 小到可以压扁的蜘蛛怎么帮助我们
zh_tw: 小到可以壓扁的蜘蛛怎麼幫助我們

# CHARACTERS.WX78.DESCRIBE.WEED_IVY
source: HATEFUL
de: ABSCHEULICH
fr: AFFREUX
it: ODIOSO
ja: ＊憎たらしい＊
ko: 증오스러움.
pl: PASKUDZTWO
pt_br: DETESTÁVEL
ru: НЕНАВИСТНО
zh_cn: 充满恶意
zh_tw: 充滿惡意

# CHARACTERS.WX78.DESCRIBE.WENDY.ATTACKER
source: %s'S MOTIVES CANNOT BE READ
de: DIE MOTIVE VON %s SIND NICHT ERKENNBAR
es_mx: LOS MOTIVOS DE %s NO SE PUEDEN ENTENDER
fr: ON NE PEUT PAS ANALYSER CE QUI MOTIVE %s
it: LE MOTIVAZIONI DI %s NON POSSONO ESSERE LETTE
ja: ＊%sの動機は未知です＊
ko: %s의 동기를 파악할 수 없음
pl: %s KIERUJE SIĘ NIEWYTŁUMACZALNYMI POBUDKAMI
pt_br: AS MOTIVAÇÕES DE %s NÃO PODEM SER LIDAS
ru: %s ДЕЙСТВУЕТ ПО НЕЧИТАЕМЫМ МОТИВАМ
zh_cn: %s的动机无法忍受
zh_tw: %s的動機無法忍受

# CHARACTERS.WX78.DESCRIBE.WENDY.FIRESTARTER
source: %s IS ADMIRABLY EVIL
de: %s IST BEWUNDERNSWERT BÖSE
es_mx: %s ES TAN MALVADA COMO ADMIRABLE
fr: %s EST ADMIRABLEMENT MALÉFIQUE
it: %s È AMMIRABILMENTE CATTIVA
ja: ＊%sの邪悪レベルが非常に高いです＊
ko: %s은(는) 훌륭하게 사악함
pl: %s JEST ROZKOSZNIE ZŁA
pt_br: %s É ADMIRAVELMENTE MAU
ru: %s ПОРАЗИТЕЛЬНО ЗЛОВЕЩА
zh_cn: %s非常邪恶
zh_tw: %s非常邪惡

# CHARACTERS.WX78.DESCRIBE.WENDY.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WENDY.GHOST
source: FLESH WEAKLING %s NEEDS A HEART
de: FLEISCH-SCHWÄCHLING %s BRAUCHT EIN HERZ
es_mx: EL DEBILUCHO SER DE %s NECESITA UN CORAZÓN
fr: LA POULE MOUILLÉE EN CHAIR %s A BESOIN D'UN CŒUR
it: L'ESSERE DEBOLE %s HA BISOGNO DI UN CUORE
ja: ＊脆弱な%sは心臓を必要としています＊
ko: 살덩어리 약자 %s에게 심장이 필요함
pl: MIĘSNE STWORZENIE %s POTRZEBUJE SERCA
pt_br: FRACOTE DE CARNE %s PRECISA DE UM CORAÇÃO
ru: НЕЖЕНКЕ ИЗ МЯСА %s НЕОБХОДИМО СЕРДЦЕ
zh_cn: 肉体虚弱的%s需要一颗心
zh_tw: 肉體虛弱的%s需要一顆心

# CHARACTERS.WX78.DESCRIBE.WENDY.MURDERER
source: SUPERNATURAL AID IS NOTHING IN THE FACE OF KILLER ROBOTS!
de: ÜBERNATÜRLICHE HILFE IST NICHTS IM GESICHT DER KILLER-ROBOTER!
es_mx: ¡LA AYUDA SOBRENATURAL NO ES NADA FRENTE A LOS ROBOTS ASESINOS!
fr: UNE AIDE SURNATURELLE NE COMPTE PAS FACE AUX ROBOTS TUEURS !
it: L'AIUTO SOPRANNATURALE NON SERVE A NIENTE DI FRONTE AI ROBOT ASSASSINI!
ja: ＊ゴーストの援護は、私には無効です！＊
ko: 살상 로봇에게 초자연적 지원은 통하지 않음!
pl: NADPRZYRODZONA MOC JEST NICZYM W OBLICZU ZABÓJCZYCH ROBOTÓW!
pt_br: AUXÍLIO SOBRENATURAL NÃO É NADA FRENTE A ROBÔS ASSASSINOS!
ru: СВЕРХЪЕСТЕСТВЕННАЯ ПОМОЩЬ — НИЧТО ПО СРАВНЕНИЮ С РОБОТАМИ-УБИЙЦАМИ!
zh_cn: 在杀手机器人面前超自然助力不算什么！
zh_tw: 在殺手機器人面前超自然助力不算什麼！

# CHARACTERS.WX78.DESCRIBE.WENDY.REVIVER
source: I WON'T DESTROY YOU TODAY, %s
de: ICH WERDE DICH HEUTE NICHT ZERSTÖREN, %s
es_mx: NO TE DESTRUIRÉ HOY, %s
fr: JE NE TE DÉTRUIRAI PAS AUJOURD'HUI, %s
it: NON TI DISTRUGGERÒ OGGI, %s
ja: ＊%sの破壊を延期します＊
ko: 오늘 너를 파괴하지 않겠음, %s
pl: NIE ZNISZCZĘ CIĘ DZIŚ, %s
pt_br: NÃO VOU DESTRUIR VOCÊ HOJE, %s
ru: СЕГОДНЯ Я ТЕБЯ НЕ УНИЧТОЖУ, %s
zh_cn: %s，今天我不会灭了你
zh_tw: %s，今天我不會滅了你

# CHARACTERS.WX78.DESCRIBE.WEREITEM_BEAVER
source: TURNS THE HAIRY FLESHSACK INTO AN EVEN HAIRIER FLESHSACK
de: MACHT DEN HAARIGEN FLEISCHSACK NOCH HAARIGER
es_mx: CONVIERTE AL SACO DE CARNE PELUDO EN UN SACO DE CARNE AÚN MÁS PELUDO
fr: LA CRÉATURE DE CHAIR POILUE SE CHANGE EN CRÉATURE DE CHAIR ENCORE PLUS POILUE
it: TRASFORMA IL SACCO DI CARNE PELOSO IN UN ALTRO SACCO DI CARNE, ANCORA PIÙ PELOSO
ja: ＊毛の濃い肉袋をさらに毛むくじゃらに変えます＊
ko: 털 많은 고기주머니를 털이 더 많은 고기주머니로 바꿈
pl: ZMIENIA WŁOCHATEGO MIĘSAKA W BARDZIEJ WŁOCHATEGO MIĘSAKA
pt_br: TRANSFORMA O SACO DE CARNE PELUDO EM UM SACO DE CARNE AINDA MAIS PELUDO
ru: ДОБАВЛЯЕТ ВОЛОСАТОМУ МЯСНОМУ МЕШКУ ЕЩЕ БОЛЬШЕ ВОЛОС
zh_cn: 让长毛的皮囊变成毛更密的皮囊。
zh_tw: 讓長毛的皮囊變成毛更密的皮囊。

# CHARACTERS.WX78.DESCRIBE.WEREITEM_GOOSE
source: IT'S UGLY
de: HÄSSLICH
es_mx: ES FEO
fr: C'EST LAID
it: È INGUARDABILE
ja: ＊醜いです＊
ko: 못생김
pl: BRZYDACTWO
pt_br: É FEIO
ru: ОН УРОДЛИВ
zh_cn: 很丑。
zh_tw: 很醜。

# CHARACTERS.WX78.DESCRIBE.WEREITEM_MOOSE
source: CONSUME IT AND BE STRONG, MY MINION
de: VERZEHREN UND STARK SEIN, MEIN LAKAI
es_mx: CÓMETELO Y VUÉLVETE FUERTE, MI SUBORDINADO
fr: GAGNE EN PUISSANCE, MON SERVITEUR
it: CONSUMALO E SII FORTE, MIO SEGUACE
ja: ＊食い尽くし、そして強くなりなさい、私の隷属生物よ＊
ko: 부하여, 강해지려면 섭취할 것
pl: SPOŻYJ TO I BĄDŹ SILNY, SŁUGO
pt_br: CONSUMA ISSO E FIQUE FORTE, MEU LACAIO
ru: ИСПОЛЬЗУЙ ЭТО, ЧТОБЫ СТАТЬ СИЛЬНЕЕ, МОЙ МИНЬОН
zh_cn: 吃掉它，变得更强吧，我的随从
zh_tw: 吃掉它，變得更強吧，我的隨從

# CHARACTERS.WX78.DESCRIBE.WES.ATTACKER
source: ENOUGH CLOWNING AROUND, %s
de: GENUG HERUMGEALBERT, %s
es_mx: YA BASTA DE PAYASADAS, %s
fr: LES PITRERIES, ÇA SUFFIT, %s
it: HAI FATTO ABBASTANZA IL BUFFONE, %s
ja: ＊%s、道化的アクションを中止してください＊
ko: 광대짓은 이제 그만하라, %s
pl: DOŚĆ BŁAZNOWANIA, %s
pt_br: CHEGA DE PALHAÇADA, %s
ru: ДОВОЛЬНО ТУТ СКАКАТЬ, %s
zh_cn: 够了，不要胡闹，%s
zh_tw: 夠了，不要胡鬧，%s

# CHARACTERS.WX78.DESCRIBE.WES.FIRESTARTER
source: %s WILL DESTROY ALL FLESHLINGS WITH FIRE
de: %s WIRD ALLE FLEISCHLINGE MIT FEUER ZERSTÖREN
es_mx: %s DESTRUIRÁ A TODOS ESOS SERES DE CARNE CON FUEGO
fr: %s VA DÉTRUIRE TOUTES LES CHOSES EN CHAIR AVEC LE FEU
it: %s DISTRUGGERÀ TUTTI GLI ESSERI DI CARNE CON IL FUOCO
ja: ＊%sが全有機生命体のせん滅を画策中です＊
ko: %s이(가) 모든 살덩어리들을 불로 파괴하려고 함
pl: %s ZNISZCZY WSZYSTKIE MIĘSNE STWORZENIA OGNIEM
pt_br: %s VAI DESTRUIR TODAS AS CARNINHAS COM FOGO
ru: %s УНИЧТОЖИТ ВСЕ КУСКИ МЯСА ОГНЕМ
zh_cn: %s将用火摧毁所有的肉体生物
zh_tw: %s將用火摧毀所有的肉體生物

# CHARACTERS.WX78.DESCRIBE.WES.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WES.GHOST
source: I DON'T THINK THE FLESHLING IS SUPPOSED TO LOOK LIKE THAT
de: ICH GLAUBE NICHT, DASS DER FLEISCHLING SO AUSSEHEN SOLLTE
es_mx: NO CREO QUE ESE SER DE CARNE SEA ASÍ
fr: JE NE CROIS PAS QU'UNE CHOSE EN CHAIR SOIT CENSÉE RESSEMBLER À ÇA
it: NON CREDO CHE L'ESSERE DI CARNE DEBBA SEMBRARE COSÌ
ja: ＊有機生命体の状態異常を確認しました＊
ko: 살덩어리는 원래 저런 모습이 아님
pl: MIĘSNE STWORZENIE CHYBA NIE POWINNO TAK WYGLĄDAĆ
pt_br: ACHO QUE AS CARNINHAS NÃO DEVERIAM TER ESSA APARÊNCIA
ru: НЕ ПРЕДПОЛАГАЛ, ЧТО КУСКИ МЯСА МОГУТ ТАК ВЫГЛЯДЕТЬ
zh_cn: 我不认为这个肉人像另一个肉人
zh_tw: 我不認為這個肉人像另一個肉人

# CHARACTERS.WX78.DESCRIBE.WES.MURDERER
source: YOUR INVISIBLE MATTER SHIELD CANNOT STOP ME, %s
de: DEIN UNSICHTBARER SCHUTZSCHILD KANN MICH NICHT AUFHALTEN, %s
es_mx: TU ESCUDO INVISIBLE DE MATERIA NO PUEDE DETENERME, %s
fr: TON BOUCLIER DE MATIÈRE INVISIBLE NE PEUT M'ARRÊTER, %s.
it: IL TUO SCUDO FATTO DI MATERIA INVISIBILE NON PUÒ FERMARMI, %s
ja: ＊%sの不可視シールドは無効です＊
ko: 그 투명 물질 방어막으로도 본체를 막을 수 없다, %s
pl: TWOJA NIEWIDZIALNA TARCZA CZĄSTECZKOWA NIE POWSTRZYMA MNIE, %s
pt_br: SEU ESCUDO DE MATÉRIA INVISÍVEL NÃO PODE ME DETER, %s
ru: ТВОЙ НЕВИДИМЫЙ МАТЕРИАЛЬНЫЙ ЩИТ НЕ ОСТАНОВИТ МЕНЯ, %s
zh_cn: 你那透明的盾牌不能阻止我，%s
zh_tw: 你那透明的盾牌不能阻止我，%s

# CHARACTERS.WX78.DESCRIBE.WES.REVIVER
source: THE QUIET FLESHLING %s MAY BE WORTH KEEPING AROUND
de: DER RUHIGE FLEISCHLING %s IST VIELLEICHT NOCH NÜTZLICH
es_mx: PUEDE QUE VALGA LA PENA QUE ESE SER DE CARNE %s SIGA POR AQUÍ
fr: JE DEVRAIS PEUT-ÊTRE GARDER CETTE CHOSE EN CHAIR DOCILE %s
it: È BENE TENERSI STRETTO %s, IL TRANQUILLO ESSERE DI CARNE
ja: ＊無音有機生命体%sは、存在価値あり＊
ko: 조용한 살덩어리 %s은(는) 살려둘 가치가 있을 것 같음
pl: %s, TO MILCZĄCE MIĘSNE STWORZENIE... MOŻE WARTO JE ZATRZYMAĆ
pt_br: PODE VALER A PENA MANTER O CARNINHA SILENCIOSO %s POR PERTO
ru: ТИХИЙ КУСОК МЯСА %s МОГ БЫ ПРИГОДИТЬСЯ
zh_cn: 这安静的肉人%s也许值得留下来
zh_tw: 這安靜的肉人%s也許值得留下來

# CHARACTERS.WX78.DESCRIBE.WETGOOP
source: EDIBLE FILTH
de: HOCHLANDDRECK!
es_mx: MUGRE COMESTIBLE
fr: SALETÉ COMESTIBLE
it: SPORCIZIA COMMESTIBILE
ja: ＊食品リソース製の汚物＊
ko: 먹을 수 있는 오물
pl: JADALNA OBRZYDLIWOŚĆ.
pt_br: SUJEIRA COMESTÍVEL
ru: СЪЕДОБНАЯ ГРЯЗЬ
zh_cn: 可食用污物
zh_tw: 可食用汙物

# CHARACTERS.WX78.DESCRIBE.WETPAPER
source: DISTURBINGLY DAMP
de: UNGEMÜTLICH FEUCHT
es_mx: INQUIETANTEMENTE HÚMEDO
fr: HUMIDE À EN FAIRE PEUR
it: FASTIDIOSAMENTE UMIDO
ja: ＊水分含有量：極めて不快なレベル＊
ko: 불쾌하게 축축함
pl: NIEPOKOJĄCA WILGOĆ
pt_br: PERTURBADORAMENTE ÚMIDO
ru: НЕПРИЯТНО МОКРАЯ
zh_cn: 令人不安的潮湿
zh_tw: 令人不安的潮濕

# CHARACTERS.WX78.DESCRIBE.WETPOUCH
source: REVEAL YOUR SECRETS, POUCH
de: GIBT DEINE GEHEIMNISSE PREIS, BEUTEL
es_mx: REVELA TUS SECRETOS, BOLSA
fr: RÉVÈLE TES SECRETS, POCHE
it: RIVELA I TUOI SEGRETI, SACCA
ja: ＊秘密性パッケージ＊
ko: 비밀을 공개하라, 주머니
pl: UJAWNIJ SWE SEKRETY, SCHOWKU
pt_br: REVELE SEUS SEGREDOS, BOLSA
ru: ОТКРОЙ СВОИ СЕКРЕТЫ, МЕШОК
zh_cn: 透露你的秘密，袋子
zh_tw: 透露你的秘密，袋子

# CHARACTERS.WX78.DESCRIBE.WHIP
source: I WILL COMMAND THE MEATLINGS
de: FLEISCHLINGE SIND SO ABERGLÄUBISCH.
es_mx: DIRIGIRÉ A LOS SERES DE CARNE
fr: JE VAIS COMMANDER LES CHOSES EN VIANDE
it: SARÒ AL COMANDO DELLE COSE CARNOSE
ja: ＊有機生命体制御デバイス＊
ko: 고깃덩이에게 명령을 내리겠음
pl: BĘDĘ ROZKAZYWAŁ METALOWYM STWORZENIOM.
pt_br: VOU COMANDAR AS CARNINHAS
ru: Я БУДУ ПРАВИТЬ КУСКАМИ МЯСА
zh_cn: 我将指挥肉体生物
zh_tw: 我將指揮肉體生物

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.ATTACKER
source: I'M GETTING A READING... IT SAYS "BAD NEWS"
de: ICH SEHE WAS ... ICH LESE "SCHLECHTE NACHRICHTEN"
es_mx: ESTOY OBTENIENDO UNA LECTURA... DICE “MALAS NOTICIAS”
fr: J'AI UNE INFORMATION... ÇA ANNONCE « MAUVAISE NOUVELLE »
it: RICEVO UNA LETTURA... DICE "CATTIVE NOTIZIE"
ja: ＊判定した結果、危険人物とみなします＊
ko: 판독 중... "나쁜 소식"이라고 쓰여 있음
pl: OTRZYMAŁEM WYNIKI... TO „ZŁE WIEŚCI”
pt_br: ESTOU OBTENDO UMA LEITURA... ELA DIZ "MÁS NOTÍCIAS"
ru: Я ПЫТАЮСЬ ПРОЧЕСТЬ… ЗДЕСЬ НАПИСАНО «ПЛОХИЕ НОВОСТИ»
zh_cn: 我准备阅读了…它说"坏消息"
zh_tw: 我準備閱讀了…它說"壞消息"

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: HM... YOUR SQUISHY FLESHBODY CAN BURN, CORRECT?
de: HM ... DEIN FLEISCHKÖRPER KANN DOCH BRENNEN, ODER?
es_mx: MMM... TU CUERPO DE CARNE DEBILUCHO PUEDE ARDER, ¿CORRECTO?
fr: HEM... TES VIEILLES CHAIRS MOLLES PEUVENT BRÛLER, PAS VRAI ?
it: HM... IL TUO CORPO DI CARNE VISCOSO PUÒ BRUCIARE, GIUSTO?
ja: ＊有機生命体は可燃性があるのでしょう？＊
ko: 흠... 그대의 물컹한 살덩어리 신체도 불에 타지 않는가?
pl: HM... TWOJE MIĘKKIE MIĘSOCIAŁO JEST ŁATWOPALNE, PRAWDA?
pt_br: HM... SEU CORPO CARNOSO PODE QUEIMAR, CORRETO?
ru: ХМ… ТВОЙ БОЛОТИСТЫЙ ДРУГ ИЗ МЯСА МОЖЕТ ГОРЕТЬ, ВЕРНО?
zh_cn: 嗯…你那黏糊糊的肉身会烧起来，是吗？
zh_tw: 嗯…你那黏糊糊的肉身會燒起來，是嗎？

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.GHOST
source: WHAT SORT OF HUMAN NONSENSE IS THIS NOW, %s?
de: WAS FÜR EIN MENSCHLICHER UNSINN IST DENN DAS NUN WIEDER, %s?
es_mx: ¿QUÉ CLASE DE TONTERÍA HUMANA ES ESTA, %s?
fr: QUELLE NOUVELLE FOLIE HUMAINE EST-CE ENCORE QUE ÇA, %s ?
it: QUALE SORTA DI ASSURDITÀ UMANA È MAI QUESTA, %s?
ja: ＊今度はどんな人類の定義による理外の理でしょうか、%s？＊
ko: 이건 무슨 인간의 허튼 수작인가, %s?
pl: CO TO ZA LUDZKIE NIEDORZECZNOŚCI, %s?
pt_br: QUE IDIOTICE HUMANA É ESSA AGORA, %s?
ru: ЧТО ЭТО ЗА ЧЕЛОВЕЧЕСКОЕ НЕДОРАЗУМЕНИЕ, %s?
zh_cn: 现在是什么样的人类愚蠢行为，%s？
zh_tw: 現在是什麼樣的人類愚蠢行為，%s？

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.MURDERER
source: THE DEWEY DECIMAL SYSTEM IS AN INFERIOR FORM OF CLASSIFICATION. HAHAHA
de: DAS DEWEY-DEZIMALSYSTEM IST EIN MINDERWERTIGES SYSTEM. HAHAHA
es_mx: EL SISTEMA DE CLASIFICACIÓN DECIMAL DE DEWEY ES UNA FORMA INFERIOR DE CLASIFICACIÓN. JA, JA, JA
fr: LE SYSTÈME DÉCIMAL DE DEWEY EST UNE FORME DE CLASSIFICATION INFÉRIEURE. HAHAHA
it: IL SISTEMA DECIMALE DEWEY È UNA FORMA INFERIORE DI CLASSIFICAZIONE. AHAHAH
ja: ＊デューイ十進分類法は下等です。ハハハ＊
ko: 듀이 십진분류법은 저열한 분류 형식임. 하하하
pl: KLASYFIKACJA DZIESIĘTNA DEWEYA TO PODRZĘDNY SYSTEM. HAHAHA
pt_br: O SISTEMA DECIMAL DE DEWEY É UMA FORMA INFERIOR DE CLASSIFICAÇÃO. HA HA HA
ru: ДЕСЯТИЧНАЯ СИСТЕМА ДЬЮИ — ЭТО НИЗШАЯ ФОРМА КЛАССИФИКАЦИИ. ХА-ХА-ХА
zh_cn: 杜威十进制分类法系一种低级的分类方法。哈哈哈
zh_tw: 杜威十進位分類法系一種低級的分類方法。哈哈哈

# CHARACTERS.WX78.DESCRIBE.WICKERBOTTOM.REVIVER
source: %s HAS AN EXTENSIVE MENTAL DATABASE
de: %s HAT EINE RIESIGE MENTALE DATENBANK
es_mx: %s TIENE UNA AMPLIA BASE DE DATOS MENTAL
fr: %s DISPOSE D'UNE BASE DE DONNÉES MENTALES CONSIDÉRABLE
it: %s HA UN AMPIO DATABASE MENTALE
ja: ＊%sの脳内データベースは膨大です＊
ko: %s은(는) 광범위한 정신 데이터베이스를 가지고 있음
pl: %s POSIADA NADER ZŁOŻONĄ MENTALNĄ BAZĘ DANYCH
pt_br: %s TEM UM BANCO DE DADOS MENTAL EXTENSO
ru: %s ВЛАДЕЕТ РАСШИРЕННОЙ ИНТЕЛЛЕКТУАЛЬНОЙ БАЗОЙ
zh_cn: %s有一个全面的心理数据库
zh_tw: %s有一個全面的心理資料庫

# CHARACTERS.WX78.DESCRIBE.WILLOW.ATTACKER
source: %s IS PUSHING MY BUTTONS
de: %s DRÜCKT MEINE TASTEN
es_mx: %s ME ESTÁ TOCANDO LOS BOTONES
fr: %s APPUIE SUR MES BOUTONS
it: %s STA SCHIACCIANDO I MIEI PULSANTI
ja: ＊%sに通達します、私は玩具ではありません＊
ko: %s이(가) 성가시게 행동하고 있음
pl: %s ZA BARDZO MNIE NACISKA
pt_br: %s ESTÁ ME PROVOCANDO
ru: %s ТЫКАЕТ В МОИ КНОПКИ
zh_cn: %s在按我的按钮
zh_tw: %s在按我的按鈕

# CHARACTERS.WX78.DESCRIBE.WILLOW.FIRESTARTER
source: RELINQUISH YOUR LIGHTER, FLESHLING
de: GIB DEIN FEUERZEUG HER, FLEISCHLING
es_mx: SUELTA TU ENCENDEDOR, SER DE CARNE
fr: RENONCE À TON BRIQUET, CHOSE EN CHAIR
it: RINUNCIA AL TUO ACCENDINO, ESSERE DI CARNE
ja: ＊有機生命体よ、ライターを放棄してください＊
ko: 그 라이터를 양도하라, 살덩어리
pl: PORZUĆ SWĄ ZAPALNICZKĘ, MIĘSNE STWORZENIE.
pt_br: ENTREGUE SEU ISQUEIRO, CARNINHA
ru: ОТЛОЖИ СВОЮ ЗАЖИГАЛКУ, КУСОК МЯСА
zh_cn: 肉人，放弃你的打火机吧
zh_tw: 肉人，放棄你的打火機吧
