Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.SHADOWDIGGER
source: Oh, how odd.
de: Oh, wie seltsam.
es: Oh, qué extraño.
es_mx: Oh, qué raro.
fr: Oh, étrange.
it: Oh, che strano.
ja: すごく奇妙だネ。
ko: 아, 정말 이상한걸.
pl: Och, to dziwne.
pt_br: Ah, que bizarro.
ru: Ой, как странно.
zh_cn: 噢，真奇怪。
zh_tw: 噢，真奇怪。

# CHARACTERS.WARLY.DESCRIBE.SHADOWHEART
source: That beef heart is almost certainly past its prime.
de: Das Herz scheint mir doch etwas überreif.
es: Ese corazón de buey no está precisamente en buen estado.
es_mx: Estoy seguro de que ese corazón de carne de res ya casi se echó a perder.
fr: Ce cœur de bœuf est un peu trop vieilli.
it: Quel cuore di manzo è della più infima qualità.
ja: あのハツは一番いい時を過ぎてるヨ。
ko: 저 염통은 한물갔어.
pl: Chyba jest już po terminie przydatności do spożycia.
pt_br: Esse coração de boi já deve ter passado da validade.
ru: У этого бычьего сердца уже истек срок годности.
zh_cn: 这颗牛心已经不是最新鲜的状态了。
zh_tw: 這顆牛心已經不是最新鮮的狀態了。

# CHARACTERS.WARLY.DESCRIBE.SHARK
source: I'm sure you can find something much tastier to eat elsewhere!
de: Du findest anderswo bestimmt was viel Schmackhafteres zu essen!
es: ¡Estoy seguro de que en otro lugar puedes encontrar algo mucho más sabroso para comer!
es_mx: ¡Estoy seguro de que puedes encontrar algo mucho más apetitoso que comer en otra parte!
fr: Je suis sûr que tu trouveras quelque chose de bien plus savoureux ailleurs !
it: Sono certo che riusciremo a trovare qualcosa di più gustoso da qualche altra parte!
ja: 他に美味しいモノがあるヨ！
ko: 다른 곳에서 더 맛있는 걸 찾을 수 있을 거야!
pl: Na pewno znajdziesz coś smaczniejszego gdzieś indziej!
pt_br: Tenho certeza que dá para encontrar algo mais saboroso em outro lugar!
ru: Я уверен, ты сможешь найти себе обед повкуснее!
zh_cn: 我相信你能在其他地方找到更好吃的东西！
zh_tw: 我相信你能在其他地方找到更好吃的東西！

# CHARACTERS.WARLY.DESCRIBE.SHELL_CLUSTER
source: Perhaps I could break it open?
de: Ob ich den aufbrechen kann?
es: A lo mejor puedo abrir esto...
es_mx: Quizá puedo abrirla.
fr: Je pourrais essayer de l'ouvrir.
it: Forse potrei romperlo per aprirlo?
ja: ボク、壊して開けられるかもしれないヨ？
ko: 깨서 열 수 있지 않을까?
pl: Może mógłbym ją rozłupać?
pt_br: Será que eu consigo arrombar?
ru: Может, смогу разломать и посмотреть?
zh_cn: 也许我能把它摔开？
zh_tw: 也許我能把它摔開？

# CHARACTERS.WARLY.DESCRIBE.SHIELDOFTERROR
source: Mon dieu, it seems I have another mouth to feed...
de: Mon dieu! Ein weiteres Maul zum Stopfen ...
es: Mon dieu, parece que tengo otra boca que alimentar...
fr: Oh là là, on dirait que j'ai encore une nouvelle bouche à nourrir...
it: Mon dieu, a quanto pare, ho un'altra bocca da sfamare...
ja: アア、神様ッ、また食べてくれる相手が増えたヨ…
ko: 몽 듀, 먹일 입이 늘었네...
pl: Mon dieu, kolejna gęba do wykarmienia...
pt_br: Mon dieu, parece que tenho outra boca para alimentar...
ru: Mon dieu, еще один голодный рот...
zh_cn: 我的天啊，看来还有另一张要喂饱的嘴。
zh_tw: 我的天啊，看來還有另一張要喂飽的嘴。

# CHARACTERS.WARLY.DESCRIBE.SHOVEL
source: I'm not the landscaping type.
de: Zeit für etwas Landschaftsplanung.
es: La jardinería no es lo mío.
es_mx: La jardinería no es lo mío.
fr: Je ne suis pas du genre fermier.
it: Non sono un tipo da paesaggio.
ja: 庭仕事は好きじゃないヨ…
ko: 나는 조경에는 관심이 없어.
pl: Praca w ogródku jakoś mnie nie kręci.
pt_br: Não sou do tipo que gosta de jardinagem.
ru: Ну какой из меня землекоп?
zh_cn: 我不是擅长庭园设计的人。
zh_tw: 我不是擅長庭園設計的人。

# CHARACTERS.WARLY.DESCRIBE.SHROOMCAKE
source: It certainly has a unique flavor profile.
de: Das hat ein einzigartiges Geschmacksprofil.
es: Tiene un sabor de lo más peculiar.
fr: C'est un goût indescriptible...
it: Ha indiscutibilmente un profilo aromatico unico.
ja: コレのフレーバーは独特ネ。
ko: 확실히 풍미가 독특하게 전개되네.
pl: Zdecydowanie ma niepowtarzalny smak.
pt_br: Ele certamente tem um perfil de sabor exclusivo.
ru: Весьма своеобразный вкус.
zh_cn: 别具风味。
zh_tw: 別具風味。

# CHARACTERS.WARLY.DESCRIBE.SHROOM_SKIN
source: Oh dear. I'm not sure I like that.
de: Meine Güte. Ich weiß nicht, ob ich die mag.
es: Ay... No sé yo si esto me gusta.
es_mx: ¡Santo cielo! No me gusta mucho.
fr: Oh, bon sang. Je sens que ça ne va pas me plaire.
it: Oh cielo. Non sono sicuro che mi piaccia.
ja: あぁ、まったく。ボク、アレは好きじゃないかもヨ。
ko: 맙소사. 별로 마음에 안 드는걸.
pl: Ojej. Chyba mi się to nie podoba.
pt_br: Credo. Não sei se gosto disso.
ru: Ох ты ж. Мне это не нравится.
zh_cn: 哦，亲爱的。我可不喜欢这样。
zh_tw: 哦，親愛的。我可不喜歡這樣。

# CHARACTERS.WARLY.DESCRIBE.SIESTAHUT.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Demasiado cocido.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.SIESTAHUT.GENERIC
source: Comes in handy after a big lunch.
de: Ist praktisch nach einem großen Mittagessen.
es: Viene bien después de una comida abundante.
es_mx: Es útil después de una comida abundante.
fr: Pratique après un bon repas.
it: Torna utile dopo un grande banchetto.
ja: ランチのあとは、昼寝にかぎるネ
ko: 점심을 푸짐하게 먹은 다음에 유용하지.
pl: Znakomity po dużym lunchu.
pt_br: É útil depois de um almoço longo.
ru: То, что нужно после плотного обеда.
zh_cn: 在吃饱午餐后就会派上用场了。
zh_tw: 在吃飽午餐後就會派上用場了。

# CHARACTERS.WARLY.DESCRIBE.SILK
source: Is that sanitary?
de: Was ist das denn?
es: ¿Es eso sanitario?
es_mx: ¿Es eso sanitario?
fr: C'est hygiénique ?
it: È igienico?
ja: 殺菌は、してあるのカナ…？
ko: 위생적인가?
pl: Czy to higieniczne?
pt_br: Isso é higiênico?
ru: Это гигиенично?
zh_cn: 这个卫生吗？
zh_tw: 這個衛生嗎？

# CHARACTERS.WARLY.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: I wonder if there's something delicious inside...
de: Ob da etwas Köstliches drin ist ...?
es: Me pregunto si habrá algo delicioso dentro.
es_mx: Me pregunto si hay algo delicioso dentro.
fr: Je me demande s'il y a quelque chose de savoureux à l'intérieur...
it: Chissà se dentro c'è qualcosa di delizioso...
ja: 中にオイシイ物はあるかなあ...
ko: 안에 뭔가 맛있는 게 있으려나...
pl: Ciekawe, czy w środku znajdę coś pysznego...
pt_br: Será que tem algo delicioso aí dentro...
ru: Интересно, есть ли внутри что-то вкусненькое?…
zh_cn: 不知道里面有没有什么好吃的……
zh_tw: 不知道裡面有沒有什麼好吃的……

# CHARACTERS.WARLY.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: Do you hear the seashells sing?
de: Hört man den Gesang der Muscheln?
es: ¿Oyes las caracolas cantar?
es_mx: ¿Escuchas a las caracolas cantar?
fr: Vous entendez les coquillages chanter ?
it: Hai sentito il canto delle conchiglie?
ja: 貝殻の歌、聞こえる？
ko: 조개껍데기가 노래하는 소리 들려?
pl: Słyszysz szum morza w muszli?
pt_br: Tá ouvindo as conchinhas cantando?
ru: Слышите, как поют ракушки?
zh_cn: 你听到了贝壳的歌声吗？
zh_tw: 你聽到了貝殼的歌聲嗎？

# CHARACTERS.WARLY.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: Maman had a lovely seashell collection.
de: Maman hatte eine herrliche Muschelsammlung.
es: Maman tenía una colección de conchas preciosa.
es_mx: Mi mamá tenía una colección de caracolas encantadora.
fr: Maman fait la collection de jolis coquillages.
it: Maman aveva una splendida collezione di conchiglie.
ja: ママはかわいい貝殻集めてたっけ...。
ko: 마망도 예쁜 조개껍데기를 모았지.
pl: Maman miała wspaniałą kolekcję muszelek.
pt_br: Maman tinha uma coleção de conchas encantadora.
ru: У maman была чудесная коллекция ракушек.
zh_cn: 妈妈原来收集了很多漂亮贝壳。
zh_tw: 媽媽原來收集了很多漂亮貝殼。

# CHARACTERS.WARLY.DESCRIBE.SISTURN.GENERIC
source: Poor mademoiselle...
de: Arme Mademoiselle ...
es: Pobre mademoiselle...
es_mx: Pobre mademoiselle.
fr: La pauvre...
it: Povera mademoiselle...
ja: かわいそうなマドモアゼル。
ko: 가엾은 마드모아젤...
pl: Biedna mademoiselle...
pt_br: Pobre mademoiselle...
ru: Бедная мадмуазель…
zh_cn: 可怜的小姐……
zh_tw: 可憐的小姐……

# CHARACTERS.WARLY.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: Such a calming presence...
de: So eine beruhigende Gegenwart ...
es: Qué presencia tan tranquilizadora...
es_mx: Qué imagen más tranquilizadora.
fr: Quelle présence apaisante...
it: Una presenza così rasserenante...
ja: 花があると心が穏やかになるネ...
ko: 마음이 차분해져...
pl: Cóż za uspokajająca obecność...
pt_br: Que presença tranquilizadora...
ru: Какая успокаивающая атмосфера.
zh_cn: 让人冷静的景观……
zh_tw: 讓人冷靜的景觀……

# CHARACTERS.WARLY.DESCRIBE.SISTURN.SOME_FLOWERS
source: Oh, that's looking very nice!
de: Oh, das sieht sehr schön aus!
es: ¡Oh, pero qué bonito!
es_mx: ¡Oh, eso se ve genial!
fr: Oh, c'est si joli !
it: Oh, ha proprio un bell'aspetto!
ja: お！すごくステキだヨ！
ko: 아, 정말 멋진데!
pl: O, wygląda bardzo ładnie!
pt_br: Ah, que coisa mais linda!
ru: О, как красиво!
zh_cn: 喔，真美啊!
zh_tw: 喔，真美啊!

# CHARACTERS.WARLY.DESCRIBE.SKELETON
source: I have a bone to pick with you.
de: Das reinste Knochengerüst.
es: No es que me muera por tus huesos.
es_mx: No es que me muera por tus huesos.
fr: C'est ce qui s'appelle tomber sur un os.
it: Sei un osso duro.
ja: 文句があるのネ、アナタに
ko: 뼈 상태가 괜찮아 보이네.
pl: Tak może być, jak się spóźnisz na obiad.
pt_br: Tenho um osso para cutucar você.
ru: Дай-ка я тебе ребра пересчитаю.
zh_cn: 我要从鱼刺里挑挑你的骨头了。
zh_tw: 我要從魚刺裡挑挑你的骨頭了。

# CHARACTERS.WARLY.DESCRIBE.SKELETONHAT
source: Un chapeau effrayant.
es_mx: Un sombrero espantoso.
ja: コワイ帽子ダネ。
ko: 무서운 모자야.
zh_cn: 一顶可怕的帽子。
zh_tw: 一頂可怕的帽子。

# CHARACTERS.WARLY.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: Poor %s was overcome by %s.
de: Armer %s. Besiegt von %s.
es: Pobre %s, una derrota a manos de %s.
es_mx: Pobre %s, murió por %s.
fr: Le pauvre %s a été vaincu par %s.
it: Peccato per %s, la vittoria di %s è stata schiacciante.
ja: かわいそうな%sは%sに負けたんだネ。
ko: 가엾은 %s이(가) %s한테 졌어.
pl: %s przegrywa, %s wygrywa.
pt_br: Pobre %s, sucumbiu por causa de %s.
ru: Бедняга %s. %s — непреодолимая преграда.
zh_cn: 可怜的%s被%s征服了。
zh_tw: 可憐的%s被%s征服了。

# CHARACTERS.WARLY.DESCRIBE.SKELETON_PLAYER.FEMALE
source: Poor %s was overcome by %s.
de: Arme %s. Besiegt von %s.
es: Pobre %s, una derrota a manos de %s.
es_mx: Pobre %s, murió por %s.
fr: La pauvre %s a été vaincue par %s.
it: Peccato per %s, la vittoria di %s è stata schiacciante.
ja: かわいそうな%sは%sに負けたんだネ。
ko: 가엾은 %s이(가) %s한테 졌어.
pl: %s przegrywa, %s wygrywa.
pt_br: Pobre %s, foi derrotada por %s.
ru: Бедняга %s. %s — непреодолимая преграда.
zh_cn: 可怜的%s被%s征服了。
zh_tw: 可憐的%s被%s征服了。

# CHARACTERS.WARLY.DESCRIBE.SKELETON_PLAYER.MALE
source: Poor %s was overcome by %s.
de: Armer %s. Besiegt von %s.
es: Pobre %s, una derrota a manos de %s.
es_mx: Pobre %s, murió por %s.
fr: Le pauvre %s a été vaincu par %s.
it: Peccato per %s, la vittoria di %s è stata schiacciante.
ja: かわいそうな%sは%sに負けたんだネ。
ko: 가엾은 %s이(가) %s한테 졌어.
pl: %s przegrywa, %s wygrywa.
pt_br: Pobre %s, foi derrotado por %s.
ru: Бедняга %s. %s — непреодолимая преграда.
zh_cn: 可怜的%s被%s征服了。
zh_tw: 可憐的%s被%s征服了。

# CHARACTERS.WARLY.DESCRIBE.SKELETON_PLAYER.ROBOT
source: Poor %s was overcome by %s.
de: Armer %s. Besiegt von %s.
es: Pobre %s, una derrota a manos de %s.
es_mx: Pobre %s, murió por %s.
fr: Le pauvre %s a été vaincu par %s.
it: Peccato per %s, la vittoria di %s è stata schiacciante.
ja: かわいそうな%sは%sに負けたんだネ。
ko: 가엾은 %s이(가) %s한테 졌어.
pl: %s przegrywa, %s wygrywa.
pt_br: Pobre %s, foi derrotado por %s.
ru: Бедняга %s. %s — непреодолимая преграда.
zh_cn: 可怜的%s被%s征服了。
zh_tw: 可憐的%s被%s征服了。

# CHARACTERS.WARLY.DESCRIBE.SKETCH
source: Oh! I could sculpt something based off this.
de: Oh! Auf dieser Basis könnte ich eine Skulptur schaffen.
es: ¡Oh! Podría esculpir algo basándome en esto.
es_mx: ¡Oh! Podría esculpir algo usando esto como modelo.
fr: Oh ! Je pourrais sculpter quelque chose à partir de ce croquis.
it: Oh! Se lo seguissi potrei scolpire qualcosa.
ja: お！ボク、これに何か彫刻できるヨ。
ko: 아! 이걸 토대로 뭔가 조각할 수 있겠어.
pl: Och! Mógłbym na podstawie tego coś wyrzeźbić.
pt_br: Ah! Eu poderia esculpir algo com base nisso.
ru: О-о, я могу создать скульптуру по этому наброску.
zh_cn: 噢！我可以用这个来雕一个东西。
zh_tw: 噢！我可以用這個來雕一個東西。

# CHARACTERS.WARLY.DESCRIBE.SKULLCHEST
source: What an ominous container.
de: Dieser Behälter ist voll.
es: Qué recipiente ominoso.
es_mx: Qué recipiente tan ominoso.
fr: Quel conteneur sinistre !
it: Che contenitore inquietante.
ja: ブキミな箱ネ
ko: 불길해 보이는 상자로군.
pl: Złowieszczy pojemnik.
pt_br: Que recipiente sinistro.
ru: Какая зловещая емкость.
zh_cn: 多么不吉利的箱子。
zh_tw: 多麼不吉利的箱子。

# CHARACTERS.WARLY.DESCRIBE.SLEEPBOMB
source: Bonne nuit, everybody.
de: Bonne nuit zusammen.
es: Bonne nuit a todos.
es_mx: Bonne nuit a todos.
fr: Bonne nuit, tout le monde.
it: Bonne nuit a tutti.
ja: ボニュイ、こんばんは、みなさん。
ko: 다들 잘 자.
pl: Bonne nuit wszystkim.
pt_br: Bonne nuit, todo mundo.
ru: Bonne nuit всем.
zh_cn: 大家晚安。
zh_tw: 大家晚安。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOT
source: Perhaps we could catch something for dinner with this.
de: Vielleicht können wir damit das Abendessen fangen.
es: Quizá con esto podamos atrapar algo para cenar.
es_mx: Quizá podamos atrapar algo para comer con esto.
fr: On pourrait peut-être attraper quelque chose pour le dîner avec ça.
it: Magari con questa riusciremo a catturare qualcosa per cena.
ja: コレで夕食をゲットできるかもネ。
ko: 이걸로 저녁거리를 잡을 수 있으려나?
pl: Może upolujemy tym coś na dzisiejszą kolację.
pt_br: Talvez possamos encontrar algo para jantar com isso.
ru: Можно попробовать подстрелить дичь на ужин.
zh_cn: 也许我们可以用这个抓点东西吃。
zh_tw: 也許我們可以用這個抓點東西吃。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_GOLD
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_POOP
source: I suppose we must make do with what we have.
de: Wir müssen wohl mit dem auskommen, was wir haben.
es: Supongo que tendremos que apañárnoslas con lo que tenemos.
es_mx: Tenemos que apañárnosla con lo que tenemos a la mano.
fr: On fait avec ce qu'on a...
it: Temo che dovremo farci andare bene quello che abbiamo.
ja: あるモノで何とかしないとイケナイみたいネ。
ko: 가진 걸로 어떻게든 때워야겠지.
pl: Chyba musimy poradzić sobie z tym, co mamy.
pt_br: Acho que vamos ter que nos contentar com o que temos.
ru: Что ж, довольствуемся тем, что есть.
zh_cn: 也只好拿这个将就了。
zh_tw: 也只好拿這個將就了。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_ROCK
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_SLOW
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: This looks like a key ingredient for a slingshot.
de: Sieht aus wie eine wichtige Zutat für eine Zwille.
es: Esto parece un ingrediente esencial para un tirachinas.
es_mx: Parece un ingrediente clave para una resortera.
fr: On dirait un ingrédient clé pour un lance-pierre.
it: Sembrano ingredienti fondamentali per una fionda.
ja: コレはきっとパチンコの大事な道具ネ。
ko: 새총의 중요 재료 같아.
pl: Wygląda jak główny składnik amunicji do procy.
pt_br: Parece um ingrediente essencial para um estilingue.
ru: Изюминка для рогатки.
zh_cn: 这看起来像是弹弓的关键组件。
zh_tw: 這看起來像是彈弓的關鍵元件。

# CHARACTERS.WARLY.DESCRIBE.SLURPER
source: It is not polite to slurp.
de: Wir könnten ihn ausschlürfen.
es: No es de buena educación sorber.
es_mx: No es de buena educación sorber.
fr: Tirer la langue n'est pas poli.
it: Non è educato trangugiare.
ja: 大口開けて食べるのは、お行儀悪いネ
ko: 후루룩 소리 내는 것은 실례야.
pl: Niegrzecznie jest się tak ślinić.
pt_br: Isso não é muito educado.
ru: Чавкать неприлично.
zh_cn: 吃饭吧唧嘴是不礼貌的。
zh_tw: 吃飯吧唧嘴是不禮貌的。

# CHARACTERS.WARLY.DESCRIBE.SLURPERPELT
source: Wear this? What in heavens for?
de: Das anziehen? Um Himmels Willen!
es: ¿Llevar esto? ¿Para qué demonios?
es_mx: ¿Llevar esto? ¿Para qué demonios?
fr: Porter ça ? Et pourquoi au juste ?
it: Indossare questo? Perché mai?
ja: これを身につける…？ナンデ？
ko: 이걸 착용하라고? 대체 왜?
pl: Mam to założyć? Po cóż, na niebiosa?
pt_br: Mas por que cargas d'água eu usaria isso?
ru: Надеть это? Святые небеса, зачем?
zh_cn: 穿这个？为什么？
zh_tw: 穿這個？為什麼？

# CHARACTERS.WARLY.DESCRIBE.SLURPER_PELT
source: Wear this? What in heavens for?
de: Das anziehen? Um Himmels Willen!
es: ¿Llevar esto? ¿Para qué demonios?
es_mx: ¿Llevar esto? ¿Para qué demonios?
fr: Porter ça ? Et pourquoi au juste ?
it: Indossare questo? Perché mai?
ja: これを身につける…？ナンデ？
ko: 이걸 착용하라고? 대체 왜?
pl: Mam to założyć? Po cóż, na niebiosa?
pt_br: Mas por que cargas d'água eu usaria isso?
ru: Надеть это? Святые небеса, зачем?
zh_cn: 穿这个？为什么？
zh_tw: 穿這個？為什麼？

# CHARACTERS.WARLY.DESCRIBE.SLURTLE
source: You would flavor a soup nicely. Your shell could be the bowl!
de: In einer Suppe würdest du lecker schmecken. Und dein Panzer wär eine prima Suppenschüssel.
es: Le darías muy buen sabor a una sopa. ¡Tu caparazón podría ser el cuenco!
es_mx: Le darías muy buen sabor a una sopa. ¡Tu caparazón podría ser el tazón!
fr: Tu serais très bon dans une soupe. Ta coquille serait le bol.
it: Potresti dare un buon sapore alla minestra. La tua conchiglia potrebbe fare da ciotola!
ja: 煮込めば、いいダシ出そうネ
ko: 수프에 좋은 맛을 더해주겠구나. 등딱지는 그릇으로 쓰면 되고!
pl: Możesz być doskonałym dodatkiem do zupy. A muszli mógłbym użyć zamiast miski.
pt_br: Você daria uma boa sopa. Seu casco poderia ser a tigela!
ru: С тобой суп будет вкуснее. Буду есть из твоей раковины.
zh_cn: 你可以让汤变得鲜美。你的壳可以当作碗来用！
zh_tw: 你可以讓湯變得鮮美。你的殼可以當作碗來用！

# CHARACTERS.WARLY.DESCRIBE.SLURTLEHAT
source: Be the snail.
de: Schneckig!
es: Sé como un caracol.
es_mx: Sé como un caracol.
fr: J'escargote...
it: Per far la lumaca.
ja: かぶればスラツムリになれるヨ
ko: 달팽이가 되는 방법이랄까.
pl: Bądź jak ślimak.
pt_br: Seja a lesma...
ru: Буду улиткой.
zh_cn: 变成蜗牛。
zh_tw: 變成蝸牛。

# CHARACTERS.WARLY.DESCRIBE.SLURTLEHOLE
source: Yuck!
de: Igitt!
es: ¡Qué asco!
es_mx: ¡Qué asco!
fr: Beurk !
it: Puah!
ja: ゲーッ！
ko: 우웩!
pl: Fuj!
pt_br: Eca!
ru: Фи!
zh_cn: 呸！
zh_tw: 呸！

# CHARACTERS.WARLY.DESCRIBE.SLURTLESLIME
source: Nature giveth, and nature grosseth.
de: Ein natürlicher Schutz gegen die Natur.
es: La naturaleza da, y la naturaleza asquea.
es_mx: La naturaleza da, y la naturaleza asquea.
fr: Offrande dégoûtante de la nature.
it: La natura crea e la natura rende disgustosi.
ja: 自然の恵みは、ときどきグロいネ
ko: 자연의 징그러운 모습이지.
pl: Natura daje i obrzydza.
pt_br: A natureza dá e enoja.
ru: Природа дала, природа получила сполна.
zh_cn: 大自然的产物，够恶心的。
zh_tw: 大自然的產物，夠噁心的。

# CHARACTERS.WARLY.DESCRIBE.SLURTLE_SHELLPIECES
source: If only I had crazy glue.
de: Hätte ich doch nur eine!
es: Ojalá tuviera pegamento.
es_mx: Ojalá tuviera pegamento.
fr: Si seulement j'avais de la colle forte.
it: Se solo avessi della colla pazza.
ja: 瞬間接着剤があれば、直せるけどネ…
ko: 순간접착제가 있었으면.
pl: Gdybym ta miał trochę kleju.
pt_br: Se pelo menos eu tivesse uma cola maluca.
ru: Жаль, что у меня нет суперклея.
zh_cn: 要是我有疯狂快干胶就好了。
zh_tw: 要是我有瘋狂快乾膠就好了。

# CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello food... uh, friend.
de: Hallo Nahr.., guter Freund!
es: Hola comida... eh, amigo.
es_mx: Hola, comida... eh, amigo.
fr: Bonjour nourriture... euh, ami.
it: Ciao cibo... uh, amico.
ja: こんなところに食…じゃなくて、お友だちが！
ko: 안녕, 음식... 아니, 친구.
pl: Witaj, jedzonko To znaczy... przyjacielu
pt_br: Oi comida... uh, amigo.
ru: Привет, еда… то есть, дружище.
zh_cn: 你好，我的食物...呃，朋友。
zh_tw: 你好，我的食物...呃，朋友。

# CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.HUNGRY
source: I suppose I could whip something up for you.
de: Ich kann dir schnell was zu essen machen.
es: Supongo que podría batir algo para ti.
es_mx: Supongo que podría batir algo para ti.
fr: Je suppose que je pourrais te préparer un truc vite fait.
it: Suppongo che potrei improvvisare qualcosa per te.
ja: あり合わせで、何か作るヨ
ko: 네게도 뭔가 먹을 만한 걸 준비해줄 수 있겠지.
pl: Chyba mógłbym ci coś upichcić.
pt_br: Imagino que eu possa preparar alguma coisa rápida para você.
ru: Думаю, я смогу тебе что-нибудь сварганить.
zh_cn: 我想我可以给你随便搞点吃的。
zh_tw: 我想我可以給你隨便搞點吃的。

# CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.SLEEPING
source: Sleep well, petite oiseau.
de: Schlaf gut, petite oiseau.
es: Que duermas bien, petite oiseau.
es_mx: Duerme bien, petite pájaro.
fr: Dors bien, petit oiseau.
it: Dormi bene, petit oiseau.
ja: おやすみ、小鳥ちゃん。
ko: 잘 자, 작은 새야.
pl: Śpij dobrze, petit oiseau.
pt_br: Durma bem, petite oiseau.
ru: Сладких снов, petite oiseau.
zh_cn: 睡个好觉吧，小鸟。
zh_tw: 睡個好覺吧，小鳥。

# CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.STARVING
source: You look famished!
de: Der kleine Vogel sieht ausgehungert aus.
es: ¡Pareces hambriento!
es_mx: ¡Pareces hambriento!
fr: Tu as l'air affamé !
it: Sembri affamato!
ja: おなかペコペコなのネ！
ko: 굶주린 것 같구나!
pl: Wyglądasz na zagłodzonego!
pt_br: Você parece faminto!
ru: Ты выглядишь голодным!
zh_cn: 你看上去饿坏了！
zh_tw: 你看上去餓壞了！

# CHARACTERS.WARLY.DESCRIBE.SMALLGHOST
source: Oh! You gave me a little fright!
de: Oh! Du hast mir einen kleinen Schrecken eingejagt!
es: ¡Oh! ¡Vaya sustillo me has dado!
es_mx: ¡Ay! ¡Me diste un sustito!
fr: Oh ! Tu m'as fait un peu peur !
it: Oh! Mi hai quasi messo paura!
ja: おぉ！びっくりさせないでヨ！
ko: 아! 깜짝 놀랐잖아!
pl: Och! Trochę mnie wystraszyłeś!
pt_br: Ah! Você me deu um pequeno susto!
ru: Ох, ты меня немного напугал!
zh_cn: 噢！你吓到我了！
zh_tw: 噢！你嚇到我了！

# CHARACTERS.WARLY.DESCRIBE.SMALLMEAT
source: Fresh protein!
de: Proteine!
es: ¡Proteínas frescas!
es_mx: ¡Proteínas frescas!
fr: Protéines fraîches !
it: Proteina fresca!
ja: 新鮮なタンパク源ネ！
ko: 싱싱한 단백질!
pl: Świeże białko!
pt_br: Proteína fresca!
ru: Свежие белки!
zh_cn: 新鲜的蛋白质！
zh_tw: 新鮮的蛋白質！

# CHARACTERS.WARLY.DESCRIBE.SMALLMEAT_DRIED
source: Could use a teriyaki glaze...
de: Mit einer Glasur aus Honig und Knoblauch wär das lecker ...
es: La hace falta un glaseado de teriyaki...
es_mx: La hace falta un glaseado de teriyaki...
fr: Ça pourrait être laqué...
it: Vorrei una glassa di teriyaki...
ja: てり焼きソース、かけたいネ…
ko: 데리야키 소스가 있었으면...
pl: Przydałoby się trochę glazury z teriyaki...
pt_br: Um molho teriyaki cairia bem...
ru: Можно было бы добавить соус терияки…
zh_cn: 可以加点红烧酱汁...
zh_tw: 可以加點紅燒醬汁...
