Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: You have all the ingredients you need?
de: Sind alle Zutaten beisammen?
es: ¿Tienes todos los ingredientes que necesitas?
es_mx: ¿Tienes todos los ingredientes que necesitas?
fr: Vous avez tous les ingrédients qu'il vous faut ?
it: Non manca niente, giusto?
ja: 必要な材料は全部ある？
ko: 필요한 재료는 다 있니?
pl: Masz wszystkie potrzebne składniki?
pt_br: Você tem todos os ingredientes de que precisa?
ru: У тебя есть все нужные ингредиенты?
zh_cn: 需要的原料你备齐了吗？
zh_tw: 需要的原料你備齊了嗎？

# CHARACTERS.WARLY.DESCRIBE.MERMWATCHTOWER_NOKING
source: They don't look so friendly now...
de: Jetzt sehen sie nicht mehr so freundlich aus ...
es: No parece tan amigable ahora...
es_mx: Ya no se ven tan amigables.
fr: Ils n'ont pas l'air très amicaux, finalement...
it: Ora non sembrano molto amichevoli...
ja: 今は、あんまりフレンドリーじゃないみたいだネ...
ko: 이제 그리 우호적으로 보이지 않아...
pl: Nie wyglądają teraz tak przyjaźnie...
pt_br: Não parecem tão amistosos agora...
ru: Выглядят не очень дружелюбно…
zh_cn: 他们看起来不太友好了……
zh_tw: 他們看起來不太友好了……

# CHARACTERS.WARLY.DESCRIBE.MERMWATCHTOWER_REGULAR
source: At least they seem friendly!
de: Wenigstens sehen sie freundlich aus!
es: ¡Al menos parecen buena gente!
es_mx: ¡Al menos parecen amigables!
fr: Au moins, il a l'air sympathique !
it: Almeno sembrano amichevoli!
ja: 少なくともフレンドリーだネ！
ko: 적어도 우호적인 것 같아!
pl: Przynajmniej wyglądają przyjaźnie!
pt_br: Ao menos eles parecem amigáveis!
ru: По крайней мере, выглядят дружелюбно!
zh_cn: 至少他们看起来挺友好！
zh_tw: 至少他們看起來挺友好！

# CHARACTERS.WARLY.DESCRIBE.MERM_PRINCE
source: Hm... he doesn't seem so different from the others.
de: Hm ... Er wirkt gar nicht so anders als die anderen.
es: Mmm... No parece tan distinto a los demás.
es_mx: Mmm... no se ve muy distinto a los otros.
fr: Mmh, il n'a pas l'air très différent des autres.
it: Mmmm... Non sembra così diverso dagli altri.
ja: んー...あの人、特別には見えないんだけどネ。
ko: 흠... 딱히 뭐가 다른지 모르겠는데.
pl: Hm... Niezbyt się różni od reszty.
pt_br: Hum... ele não parece ser tão diferente dos outros.
ru: Хм… Вроде не особо отличается от остальных.
zh_cn: 嗯……他看起来跟其他鱼人没什么两样
zh_tw: 嗯……他看起來跟其他魚人沒什麼兩樣

# CHARACTERS.WARLY.DESCRIBE.MESSAGEBOTTLE
source: I do hope that's a recipe inside!
de: Hoffentlich ist da drinnen ein Rezept!
es: ¡Espero que haya una receta dentro!
es_mx: ¡Espero que lo que esté dentro sea una receta!
fr: J'espère qu'elle contient une recette !
it: Spero proprio che dentro ci sia una ricetta!
ja: 中がレシピだといいな！
ko: 안에 든 게 레시피였으면!
pl: Mam nadzieję, że w środku jest przepis!
pt_br: Tomara que tenha uma receita aí dentro!
ru: Надеюсь, внутри рецепт!
zh_cn: 我希望里面有食谱！
zh_tw: 我希望裡面有食譜！

# CHARACTERS.WARLY.DESCRIBE.MESSAGEBOTTLEEMPTY
source: There's nothing sadder than a jam-less jam jar.
de: Nichts ist trauriger als ein Marmeladenglas ohne Marmelade.
es: No hay nada más triste que un bote de mermelada vacío.
es_mx: No hay nada más triste que un tarro de mermelada vacío.
fr: Il n'y a rien de plus triste qu'un bocal de confiture sans confiture.
it: Niente di più triste di un barattolo di marmellata senza marmellata.
ja: ジャムが入ってないジャムの瓶より悲しい物なんてないヨ。
ko: 잼 병에 잼이 없는 것보다 슬픈 일은 없어.
pl: Nie ma nic smutniejszego, niż pusty słoik po dżemie.
pt_br: Não tem nada mais triste do que um pote de geleia vazio.
ru: Нет ничего грустнее, чем банка для варенья без варенья.
zh_cn: 最悲伤的事情莫过于果酱瓶里没有果酱。
zh_tw: 最悲傷的事情莫過於果醬瓶裡沒有果醬。

# CHARACTERS.WARLY.DESCRIBE.MIGHTY_GYM.BURNT
source: I think he might have overdone it.
de: Ich denke, dass er etwas übertrieben hat.
es: Creo que se le ha pasado un poquito.
fr: Je crois qu'il en a un peu trop fait.
it: Penso che abbia esagerato.
ja: これはヤリスギだと思うヨ。
ko: 지나치게 많이 한 것 같아.
pl: Chyba trochę przesadził.
pt_br: Acho que pode ter passado do ponto.
ru: Прожарка слишком сильная.
zh_cn: 火候有点过了。
zh_tw: 火候有點過了。

# CHARACTERS.WARLY.DESCRIBE.MIGHTY_GYM.GENERIC
source: I think perhaps I'll stick to cooking.
de: Ich denke, ich werde vielleicht beim Kochen bleiben.
es: Debería limitarme a la cocina.
fr: Je pense que je vais m'en tenir à la cuisine.
it: Penso che continuerò a limitarmi a cucinare.
ja: ボクは料理を続けたほうがよさそうだネ。
ko: 아마 난 계속 요리를 하게 될 것 같아.
pl: Chyba zostanę przy gotowaniu.
pt_br: Acho que talvez eu deva me manter na cozinha.
ru: Я лучше пойду что-нибудь приготовлю.
zh_cn: 我就做饭就好。
zh_tw: 我就做飯就好。

# CHARACTERS.WARLY.DESCRIBE.MILKYWHITES
source: Though it doesn't look too appealing now, it may be a useful substitute for other ingredients.
de: Auch wenn das jetzt nicht besonders ansprechend aussieht, kann es ein nützlicher Ersatz für andere Zutaten sein.
es: Aunque no entren mucho por los ojos, podrían servir para sustituir a otros ingredientes.
fr: Ça n'a pas l'air très appétissant, mais ça pourrait être un substitut intéressant.
it: Anche se ora non sembra particolarmente accattivante, potrebbero essere utili per sostituire altri ingredienti.
ja: 今の見た目はミリョクがないけど、他の材料の代わりに使えるかもしれないネ。
ko: 심하게 매력적으로 보이지는 않지만 다른 재료를 대체하는 데 유용할 거야.
pl: Choć teraz nie wygląda zbyt pociągająco, może się przydać jako zamiennik innych składników.
pt_br: Embora não pareça muito apetitoso agora, pode ser um substituto útil de outros ingredientes.
ru: В сыром виде они не очень аппетитные, но могут стать хорошей заменой для других ингредиентов.
zh_cn: 虽然它现在平平无奇，但也许能用来替代别的原料。
zh_tw: 雖然它現在平平無奇，但也許能用來替代別的原料。

# CHARACTERS.WARLY.DESCRIBE.MINERHAT
source: Aha! Now that is using my head!
de: Aha! Jetzt mal was mit Köpfchen!
es: ¡Ajá! ¡Ahora si que estoy usando mi cabeza!
es_mx: ¡Ajá! ¡Ahora sí estoy usando la cabeza!
fr: Ah ah ! Ça se met sur la tête !
it: Aha! Ora sta usando la mia testa!
ja: 「頭を使う」って、こういうことネ！
ko: 아하! 이제야 머리를 좀 쓰겠군!
pl: Aha! Teraz wykorzystuje moją głowę!
pt_br: Arrá! Agora sim usarei a cabeça!
ru: Ага! Вот и голова пригодилась.
zh_cn: 啊哈！现在用我的脑袋就可以照明了！
zh_tw: 啊哈！現在用我的腦袋就可以照明了！

# CHARACTERS.WARLY.DESCRIBE.MINIBOATLANTERN
source: Float along, little lantern.
de: Schwimm nur, kleine Laterne.
es: Flota, mi farolillo.
es_mx: Flota junto a nosotros, linternita.
fr: Flotte, petite lanterne.
it: Galleggia, galleggia, piccola lanterna.
ja: さあ、ついておいで、かわいいランタン。
ko: 둥둥 뜨렴, 작은 등아.
pl: Płyń, latarenko.
pt_br: Flutua, lampiãozinho.
ru: Лети, фонарик.
zh_cn: 小灯笼，就这样漂泊吧。
zh_tw: 小燈籠，就這樣漂泊吧。

# CHARACTERS.WARLY.DESCRIBE.MINIFAN
source: Like a cool ocean breeze.
de: Eine künstliche Meeresbrise.
es: Como una brisa fresca oceánica.
es_mx: Como una brisa fresca oceánica.
fr: La fraîcheur d'une brise océane...
it: Come una brezza fresca dell'oceano.
ja: 潮風みたいに涼しいネ
ko: 시원한 바닷바람처럼.
pl: Niczym chłodna morska bryza.
pt_br: Como uma leve brisa do oceano.
ru: Как свежий океанский бриз.
zh_cn: 就像凉爽的海风吹过。
zh_tw: 就像涼爽的海風吹過。

# CHARACTERS.WARLY.DESCRIBE.MINIFLARE
source: I can signal mes amis!
de: Ich kann mes amis Signale senden!
es: ¡Puedo hacer señales a mes amis!
es_mx: ¡Puedo mandarles una señal a mes amis!
fr: Je peux alerter mes amis !
it: Posso mandare un segnale ai mes amis!
ja: 友だちに信号を送れるヨ！
ko: 친구들에게 신호를 보낼 수 있어!
pl: Mogę dać znak mes amis!
pt_br: Posso enviar um sinal a mes amis!
ru: Я могу подать сигнал mes amis!
zh_cn: 我要给朋友发信号！
zh_tw: 我要給朋友發信號！

# CHARACTERS.WARLY.DESCRIBE.MINISIGN.GENERIC
source: Too small for a restaurant sign.
de: Zu klein für ein Restaurantschild.
es: Demasiado pequeño como letrero de restaurante.
es_mx: Es demasiado pequeño para ser un letrero de restaurante.
fr: C'est trop petit pour une pancarte de restaurant.
it: Troppo piccolo per l'insegna di un ristorante.
ja: レストランの看板には小さすぎるヨ。
ko: 레스토랑 간판으로 쓰기엔 너무 작아.
pl: Za małe na szyld.
pt_br: É pequena demais para uma placa de restaurante.
ru: Слишком маленькая для ресторанной вывески.
zh_cn: 这个餐厅招牌真的好小啊。
zh_tw: 這個餐廳招牌真的好小啊。

# CHARACTERS.WARLY.DESCRIBE.MINISIGN.UNDRAWN
source: I could draw the specials on there.
de: Da könnte ich das Tagesgericht draufschreiben.
es: Podría escribir los platos del día ahí.
es_mx: Podría dibujar los especiales ahí.
fr: Je pourrais dessiner le plat du jour dessus.
it: Potrei scriverci sopra il menu del giorno.
ja: あそこにとっておきのヤツを描けるヨ。
ko: 저기에 스페셜 요리를 그릴 수 있겠어.
pl: Mógłbym na tym wypisywać dania dnia.
pt_br: Eu poderia desenhar os pratos especiais nisso.
ru: Здесь можно написать названия фирменных блюд.
zh_cn: 我可以在上面画餐厅的特色菜。
zh_tw: 我可以在上面畫餐廳的特色菜。

# CHARACTERS.WARLY.DESCRIBE.MINISIGN_ITEM
source: This would be better off in the ground.
de: Im Boden wäre es besser aufgehoben.
es: Estaría mucho mejor en el suelo.
es_mx: Estaría mejor si estuviese fijado en la tierra.
fr: Ce serait plus utile planté dans le sol.
it: Questo starebbe meglio dentro la terra.
ja: これは地面に植えた方がいいだろうネ。
ko: 땅에 놓는 게 더 좋을 거야.
pl: Lepiej to wsadzić w ziemię.
pt_br: Isso ficaria melhor no chão.
ru: На земле она будет куда полезнее.
zh_cn: 把这个插在地上更好。
zh_tw: 把這個插在地上更好。

# CHARACTERS.WARLY.DESCRIBE.MINOTAUR
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Aléjate!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_cn: 离远点！
zh_tw: 離遠點！

# CHARACTERS.WARLY.DESCRIBE.MINOTAURCHEST
source: I appreciate the attention to its aesthetic detail.
de: Die ästhetischen Details sind wunderbar.
es: Aprecio la atención a sus detalles estéticos.
es_mx: Aprecio la atención a sus detalles estéticos.
fr: J'apprécie le soin apporté aux détails esthétiques.
it: Apprezzo la sua attenzione ai dettagli estetici.
ja: 細工がとても美しいネ…
ko: 미적인 감각이 돋보인다.
pl: Doceniam dbałość o szczegóły.
pt_br: Gostei da atenção ao detalhe estético.
ru: Его эстетическому виду уделено немалое внимание.
zh_cn: 我欣赏制造者对美学细节的关注。
zh_tw: 我欣賞製造者對美學細節的關注。

# CHARACTERS.WARLY.DESCRIBE.MINOTAURHORN
source: I wonder, if ground up into a powder...
de: Ob man das wohl zu einem Pulver mahlen könnte?
es: ¿Y si lo muelo y lo convierto en polvo...?
es_mx: ¿Y si lo muelo y lo convierto en polvo...?
fr: Et une fois réduite en poudre...
it: Mi chiedo, se macinati fino alla polvere...
ja: 粉末にしたら、食材になるカナ…？
ko: 가루로 만들 수 있다면...
pl: Ciekawe, jakby go tak zmielić na proszek...
pt_br: Será que se fosse ralado até virar pó...
ru: Вот интересно, если растереть его в порошок…
zh_cn: 我想知道，如果把它磨成粉...
zh_tw: 我想知道，如果把它磨成粉...

# CHARACTERS.WARLY.DESCRIBE.MOLE.ABOVEGROUND
source: Are you spying on me?
de: Spionierst du mich aus?
es: ¿Me estás espiando?
es_mx: ¿Me estás espiando?
fr: Est-ce que tu m'espionnes ?
it: Mi stai spiando?
ja: ボクのこと、かぎ回ってるノ…？
ko: 나를 감시하는 거야?
pl: Szpiegujesz mnie?
pt_br: Você está me espionando?
ru: Ты за мной шпионишь?
zh_cn: 你在窥视我吗？
zh_tw: 你在窺視我嗎？

# CHARACTERS.WARLY.DESCRIBE.MOLE.HELD
source: Do you "dig" your new surroundings?
de: Wie gefällt dir die neue Umgebung?
es: ¿"A-cavas" de llegar? Ja, ja.
es_mx: ¿“A-cavas” de llegar? ¡Ja, ja!
fr: Tu aimes ton nouveau terrier ?
it: Come "scavi" nel nuovo ambiente?
ja: 土の中より、快適カナ？
ko: 땅파는 거 좋아해?
pl: Jak ci się widzi nowa okolica?
pt_br: Como você cava seus arredores?
ru: Что ты задумал здесь «раскопать»?
zh_cn: 你在挖通周围的新通道吗？
zh_tw: 你在挖通周圍的新通道嗎？

# CHARACTERS.WARLY.DESCRIBE.MOLE.UNDERGROUND
source: Something dwells beneath.
de: Etwas wohnt unter uns.
es: Algo vive ahí abajo.
es_mx: Algo vive ahí abajo.
fr: Un truc vit là-dessous.
it: Qualcosa abita là sotto.
ja: 地下に何か住んでるみたいネ…
ko: 아래에 뭔가가 살고 있어.
pl: Coś skrada się pod ziemią...
pt_br: Algo vive lá embaixo.
ru: Что-то есть там, внизу.
zh_cn: 有什么东西住在下面。
zh_tw: 有什麼東西住在下面。

# CHARACTERS.WARLY.DESCRIBE.MOLEBAT
source: I've never seen a creature that inhales its food so... literally.
de: Ich habe noch nie eine Kreatur gesehen, die ihre Nahrung so ... buchstäblich inhaliert.
es: Nunca había visto una criatura que aspirara la comida... literalmente.
fr: Je n'avais encore jamais vu une créature inspirer sa nourriture.
it: Non avevo mai visto una creatura che... inala il cibo.
ja: 食べ物をそのまま吸い込む生き物は見たことないヨ。
ko: 음식을 그렇게... 말 그대로 흡입하는 생물은 본 적이 없어.
pl: Ile ono ma drapania, gdy je nos swędzi.
pt_br: Nunca tinha visto uma criatura que inala sua comida tão... literalmente.
ru: Никогда не видел существа, которое могло бы подышать рядом с едой и насытиться.
zh_cn: 我从没见过这种直接用呼吸进食的生物……
zh_tw: 我從沒見過這種直接用呼吸進食的生物……

# CHARACTERS.WARLY.DESCRIBE.MOLEBATHILL
source: Mon dieu, to think it can sleep in that mess!
de: Mon dieu, dass das Ding in diesem Chaos schlafen kann!
es: Mon dieu, ¿cómo puede dormir en esa leonera?
fr: Mon dieu... Et dire que ces choses arrivent à dormir dans une telle pagaille.
it: Mon dieu, come fa a dormire in quell'orrore!
ja: アア、神様ッ！あの汚いところでコレは眠れるなんて！
ko: 몽듀(맙소사), 그 엉망진창안에서 잠을 잘 수 있다고 생각다니!
pl: Mon dieu, że one mogą spać w tym bałaganie!
pt_br: Mon dieu, e pensar que ele pode dormir nessa imundície!
ru: Mon dieu, как они вообще в этом бардаке спят?
zh_cn: 我的天啊！在那里面居然也睡得着！
zh_tw: 我的天啊！在那裡面居然也睡得著！

# CHARACTERS.WARLY.DESCRIBE.MOLEHAT
source: Neat vision!
de: Sieht gut aus!
es: ¡Visión perfecta!
es_mx: ¡Visión perfecta!
fr: Vision parfaite !
it: Visione chiara!
ja: 暗闇でも、よく見えるネ！
ko: 잘 보이는데!
pl: Co za widok!
pt_br: Visão bacana!
ru: Отличная видимость!
zh_cn: 清晰的视力！
zh_tw: 清晰的視力！

# CHARACTERS.WARLY.DESCRIBE.MOLEHILL
source: It is a nice hill, but I won't make a mountain of it.
de: Klar, ein nettes Hügelchen, aber Berge versetzen kannst du auch nicht.
es: Es un buen montículo, pero no podría hacer una montaña.
es_mx: Es un buen montículo, pero no podría hacer una montaña.
fr: C'est une jolie colline, mais pas de quoi en faire une montagne.
it: È una bella collina, ma non ne voglio fare una montagna.
ja: さすが、穴掘りのプロが掘った穴ネ
ko: 괜찮은 언덕이야. 산에는 못 미치지만.
pl: Nora ślepego potwora.
pt_br: É uma colina bacana, mas não quero fazer uma montanha com ela.
ru: Милый холмик, но не более.
zh_cn: 这是座不错的小丘，但我是不会把它看作高山的。
zh_tw: 這是座不錯的小丘，但我是不會把它看作高山的。

# CHARACTERS.WARLY.DESCRIBE.MONKEY
source: A new species of irritation.
de: Etwas ganz neues und nerviges.
es: Una nueva especie de irritación.
es_mx: Una nueva especie de irritación.
fr: Une nouvelle espèce d'agacement.
it: Una nuova specie di irritazione.
ja: ウザイ系動物の新種カナ？
ko: 아주 성가신 종류로군.
pl: Nowy wymiar irytacji.
pt_br: Uma nova espécie de irritação.
ru: Новый раздражающий фактор.
zh_cn: 一种新的易激动物种。
zh_tw: 一種新的易激動物種。

# CHARACTERS.WARLY.DESCRIBE.MONKEYBARREL
source: An absolute madhouse.
de: Das ist mein absolutes Lieblingsspielzeug.
es: Una casa de locos.
es_mx: Una casa de locos.
fr: Une vraie maison de fous.
it: Un manicomio assoluto.
ja: 異様なおうちネ…
ko: 완전히 미쳤네.
pl: Dom wariatów.
pt_br: Literalmente um hospício.
ru: Настоящий дурдом.
zh_cn: 绝对是疯人院。
zh_tw: 絕對是瘋人院。

# CHARACTERS.WARLY.DESCRIBE.MONSTERLASAGNA
source: What a wasted effort...
de: Was für eine vergebliche Mühe ...
es: Qué esfuerzo más inútil...
es_mx: Qué esfuerzo tan inútil...
fr: Tant d'efforts pour rien...
it: Che fatica sprecata...
ja: ボク、なんでこんなもの作ったのカナ…
ko: 헛수고했네...
pl: Tyle pracy zmarnowane...
pt_br: Esse foi um esforço desperdiçado...
ru: Сколько сил потрачено впустую…
zh_cn: 真是浪费工夫...
zh_tw: 真是浪費工夫...

# CHARACTERS.WARLY.DESCRIBE.MONSTERMEAT
source: Hmmm, nice marbling...
de: Hmmm, schöne Marmorierung ...
es: Hmmm, buen mármol...
es_mx: Mmm, buen mármol...
fr: Hmmm... joli marbrage...
it: Mmmm, una bella marmorizzazione...
ja: 見事な霜降りネ…
ko: 흠, 마블링이 괜찮네...
pl: Hmm, niezły wzór...
pt_br: Hmmm, bela marmorização...
ru: Хм-м-м-м, почти что мраморное…
zh_cn: 嗯，漂亮的雪花纹...
zh_tw: 嗯，漂亮的雪花紋...

# CHARACTERS.WARLY.DESCRIBE.MONSTERMEAT_DRIED
source: Could use... better judgment...
de: Sollte man besser wissen ...
es: Le hace falta... mejor juicio...
es_mx: Le hace falta... mejor juicio...
fr: Ça serait mieux... de ne pas y toucher...
it: Ci si potrebbe avvalere di... un giudizio migliore...
ja: わざわざ干した理由が、わからないヨ…
ko: 이건... 애초에 포기했어야 했어...
pl: Przydałoby się... trochę więcej zdrowego rozsądku...
pt_br: Poderia usar... o bom senso...
ru: Надо было… вынести ему более мягкий приговор…
zh_cn: 要好好判断一下...能不能吃...
zh_tw: 要好好判斷一下...能不能吃...

# CHARACTERS.WARLY.DESCRIBE.MONSTERTARTARE
source: This is a culinary abomination. I'm appalled.
de: Dies ist ein kulinarischer Gräuel. Ich bin entsetzt.
es: Esto es una abominación culinaria. Estoy consternado.
es_mx: Esto es una abominación culinaria. Estoy consternado.
fr: Une abomination culinaire. Je suis consterné.
it: Questo è un abominio culinario. Sono allibito.
ja: 料理という芸術に対する冒涜だヨ！
ko: 혐오요리의 극치야. 끔찍해.
pl: Kulinarna porażka. Jestem zniesmaczony.
pt_br: Isso é uma abominação culinária. Estou chocado.
ru: Это кулинарное извращение. Я в ужасе.
zh_cn: 这是令人厌恶的烹饪产物。我被吓到了。
zh_tw: 這是令人厭惡的烹飪產物。我被嚇到了。

# CHARACTERS.WARLY.DESCRIBE.MOONBASE.BROKEN
source: My mechanical friend seems intent on fixing it.
de: Mein mechanischer Freund will sie unbedingt reparieren.
es: Mi amigo mecánico parece empeñado en arreglarlo.
es_mx: Mi amiga mecánico parece decidida a repararla.
fr: Mon ami mécanique semble décidé à la réparer.
it: Pare che il mio amico meccanico la stia aggiustando.
ja: ボクの機械に明るい友だちが直そうとしてるみたいだヨ。
ko: 내 기계 친구가 열심히 고치려고 하는 것 같아.
pl: Mój mechaniczny przyjaciel chyba ma zamiar to naprawić.
pt_br: Minha amiga mecânica parece determinada a consertá-la.
ru: Кажется, мой механический друг хочет это починить.
zh_cn: 我的机器朋友铁了心要修好它。
zh_tw: 我的機器朋友鐵了心要修好它。

# CHARACTERS.WARLY.DESCRIBE.MOONBASE.GENERIC
source: What goes in the middle, I wonder?
de: Was kommt wohl in die Mitte?
es: ¿Por qué irá en medio, digo yo?
es_mx: Me pregunto qué será lo que va en el medio.
fr: Je me demande ce qu'il faut mettre au milieu.
it: Chissà cosa va al centro.
ja: 真ん中には何が入るのかな？
ko: 가운데에 뭐가 들어갈까?
pl: Ciekawe co będzie w środku.
pt_br: O que será que vai no meio?
ru: А что должно быть посередине, интересно?
zh_cn: 我在想，中间放什么呢？
zh_tw: 我在想，中間放什麼呢？

# CHARACTERS.WARLY.DESCRIBE.MOONBASE.MOONSTAFF
source: That looks ripe for the taking.
de: Sieht reif zum Mitnehmen aus.
es: Creo que lo puedo coger.
es_mx: Parece listo para que lo recojan.
fr: Si personne n'en veut...
it: Sembra che si possa raccogliere.
ja: もう収穫の準備が整ってるみたいだネ。
ko: 이제 다 된 것 같아.
pl: Wygląda w sam raz.
pt_br: Ele parece no ponto pra colheita.
ru: Уже можно брать.
zh_cn: 熟了，可以摘了。
zh_tw: 熟了，可以摘了。

# CHARACTERS.WARLY.DESCRIBE.MOONBASE.STAFFED
source: I thought something would have happened.
de: Ich dachte, es würde was geschehen.
es: Pensaba que iba a pasar algo.
es_mx: Pensé que iba a pasar algo.
fr: Je pensais qu'il se passerait quelque chose.
it: Sapevo che sarebbe successo qualcosa.
ja: 何かあったんだと思ってたヨ。
ko: 뭔가 일어날 줄 알았는데.
pl: Myślałem, że coś się wydarzy.
pt_br: Achei que iria acontecer algo.
ru: Я думал, что-то произойдет.
zh_cn: 本以为能发生点什么。
zh_tw: 本以為能發生點什麼。

# CHARACTERS.WARLY.DESCRIBE.MOONBASE.WRONGSTAFF
source: I think it wants something else.
de: Ich glaube, es muss was anderes sein.
es: Creo que quiere otra cosa.
es_mx: Creo que quiere algo más.
fr: Je crois qu'il veut autre chose.
it: Penso che voglia qualcos'altro.
ja: 他の物が欲しいんじゃないカナ。
ko: 다른 것을 원하나 봐.
pl: Chyba chce czegoś innego.
pt_br: Acho que quer outra coisa.
ru: Думаю, тут нужно что-то еще.
zh_cn: 它可能想要别的东西。
zh_tw: 它可能想要別的東西。

# CHARACTERS.WARLY.DESCRIBE.MOONBUTTERFLY.GENERIC
source: Oh, how lovely!
de: Oh, wie hübsch!
es: ¡Oh, qué preciosidad!
es_mx: ¡Oh, qué hermosa!
fr: Oh, que c'est joli !
it: Oh, che carina!
ja: うわぁ、すごくラブリー！
ko: 아, 사랑스러운걸!
pl: Ojej, urocze!
pt_br: Ah, que adorável!
ru: Ох, какая прелесть!
zh_cn: 哦，好可爱！
zh_tw: 哦，好可愛！

# CHARACTERS.WARLY.DESCRIBE.MOONBUTTERFLY.HELD
source: Hello my little friend!
de: Hallo, kleiner Freund!
es: ¡Hola, camarada!
es_mx: ¡Hola, amiguita!
fr: Bonjour, petit !
it: Ciao, piccola amica!
ja: やあ、小さい友だち！
ko: 안녕, 작은 친구!
pl: Cześć, mój mały przyjacielu!
pt_br: Olá, minha amiguinha!
ru: Привет, дружок!
zh_cn: 你好，我的小朋友！
zh_tw: 你好，我的小朋友！

# CHARACTERS.WARLY.DESCRIBE.MOONBUTTERFLYWINGS
source: I can make something tasty with these.
de: Daraus kann ich etwas Leckeres zaubern.
es: Puedo hacer algo sabroso con esto.
es_mx: Puedo hacer algo delicioso con estas.
fr: Je peux préparer un plat savoureux avec ça.
it: Potrei preparare qualcosa di gustoso con queste.
ja: あれで何かおいしい物を作れるヨ。
ko: 맛있는 음식을 만드는 데 쓸 수 있어.
pl: Można przyrządzić z nich coś smacznego.
pt_br: Posso fazer algo saboroso com isso.
ru: Из них можно приготовить что-нибудь вкусное.
zh_cn: 这些可以做出来好吃的。
zh_tw: 這些可以做出來好吃的。

# CHARACTERS.WARLY.DESCRIBE.MOONBUTTERFLY_SAPLING
source: Grow big and strong, little tree!
de: Werde groß und stark, kleiner Baum!
es: ¡Crece grande y fuerte, arbolito!
es_mx: ¡Crece grande y fuerte, arbolito!
fr: Grandis bien, petit arbre !
it: Cresci grande e forte, piccolo albero!
ja: 大きく強く育ってネ！
ko: 크고 튼튼하게 자라라, 작은 나무야!
pl: Rośnij duże i silne!
pt_br: Fique grande e forte, arvorezinha!
ru: Расти большим и сильным, деревце!
zh_cn: 长大，变强吧，小树!
zh_tw: 長大，變強吧，小樹!

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.CAVE
source: It doesn't seem very useful down here.
de: Scheint hier unten nicht sehr nützlich zu sein.
es: No parece muy útil aquí abajo.
es_mx: Aquí no es muy útil.
fr: Ça n'a pas l'air très utile, tout ça.
it: Qui non serve a molto.
ja: ここはあんまり役に立たなそうネ。
ko: 이 아래에서는 별로 쓸모가 없는 것 같아.
pl: Raczej do niczego się tutaj nie przyda.
pt_br: Não parece muito útil aqui embaixo.
ru: Там, внизу, от этого толку не будет.
zh_cn: 看起来不是很有用。
zh_tw: 看起來不是很有用。

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.GENERIC
source: I hope the birds get to enjoy it, too.
de: Hoffentlich freuen sich auch die Vögel drüber.
es: Espero que los pájaros también puedan disfrutarlo.
es_mx: Espero que las aves también lo disfruten.
fr: J'espère que les oiseaux peuvent aussi en profiter.
it: Spero che lo possano vedere anche gli uccelli.
ja: 鳥もこれを楽しんでくれるといいネ。
ko: 새들도 좋아했으면 좋겠어.
pl: Mam nadzieję, że ptaszki też mogą z tego korzystać.
pt_br: Tomara que os pássaro também curtam isso.
ru: Надеюсь, птичкам тоже понравится.
zh_cn: 希望鸟儿们也会喜欢。
zh_tw: 希望鳥兒們也會喜歡。

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.GLASSED
source: Mon dieu, the water has turned to glass!
de: Mon dieu, das Wasser ist zu Glas geworden!
es: Mon dieu, ¡el agua se ha convertido en cristal!
fr: Mon dieu, l'eau s'est transformée en verre !
it: Mon dieu, l'acqua si è trasformata in vetro!
ja: アア、神様ッ！水がガラスに変わったヨ！
ko: 몽듀(맙소사), 물이 유리로 변했어!
pl: Mon dieu, woda zamieniła się w szkło!
pt_br: Mon dieu, a água virou vidro!
ru: Mon dieu, вода превратилась в стекло!
zh_cn: 我的天啊，水已经变成了玻璃！
zh_tw: 我的天啊，水已經變成了玻璃！

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.NIGHT_FULL
source: The full moon's arrived.
de: Es ist Vollmond.
es: Ha llegado la luna llena.
es_mx: Hay luna llena.
fr: C'est la pleine lune.
it: C'è la luna piena.
ja: 満月が来たネ。
ko: 보름달이 떴어.
pl: Pełnia księżyca.
pt_br: A lua cheia chegou.
ru: Настало полнолуние.
zh_cn: 月圆了。
zh_tw: 月圓了。

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.NIGHT_NEW
source: The new moon's arrive.
de: Es ist Neumond.
es: Ha llegado la luna nueva.
es_mx: Hay luna nueva.
fr: C'est la nouvelle lune.
it: C'è la luna nuova.
ja: 新月が来たネ。
ko: 초승달이 떴어.
pl: Księżyc w nowiu.
pt_br: Chegou a lua nova.
ru: Настало новолуние.
zh_cn: 月缺了。
zh_tw: 月缺了。

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.NIGHT_WANE
source: The moon is waning.
de: Der Mond nimmt ab.
es: Hay luna menguante.
es_mx: Hay luna menguante.
fr: La lune décroît.
it: La luna è calante.
ja: 月が欠けていってるヨ。
ko: 달이 이지러지고 있는데.
pl: Księżyc się zmniejsza.
pt_br: A lua está minguando.
ru: Луна убывает.
zh_cn: 月亮正在变小。
zh_tw: 月亮正在變小。

# CHARACTERS.WARLY.DESCRIBE.MOONDIAL.NIGHT_WAX
source: The moon is waxing.
de: Der Mond nimmt zu.
es: Hay luna creciente.
es_mx: Hay luna creciente.
fr: La lune croît.
it: La luna è crescente.
ja: 月が満ちていってるヨ。
ko: 달이 차고 있는데.
pl: Księżyc się powiększa.
pt_br: A lua está crescendo.
ru: Луна прибывает.
zh_cn: 月亮慢慢在变圆。
zh_tw: 月亮慢慢在變圓。

# CHARACTERS.WARLY.DESCRIBE.MOONGLASS
source: My, that's sharp!
de: Meine Güte, ist das scharf!
es: ¡Buf, qué filo!
es_mx: ¡Cielos, eso se ve puntiagudo!
fr: Houla ! Ça coupe !
it: Accidenti, è tagliente!
ja: うわぁ、すごくシャープだヨ！
ko: 세상에, 엄청 뾰족하네!
pl: Ojej, ostre!
pt_br: Nossa, é muito afiado!
ru: Ох, какое острое!
zh_cn: 哎哟，削铁如泥啊！
zh_tw: 哎喲，削鐵如泥啊！
