Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.FROGNEWTON
source: It's very flavorful.
de: Es ist sehr würzig.
es: Tiene muchísimo sabor.
fr: C'est très goûteux.
it: È molto saporito.
ja: 芳醇な香り。
ko: 아주 맛있어.
pt_br: É muito saboroso.
ru: Очень насыщенный вкус.
zh_tw: 別有風味啊。

# CHARACTERS.WANDA.DESCRIBE.FROZENBANANADAIQUIRI
source: I'll be done with it in no time.
de: Damit bin ich im Handumdrehen fertig.
es: Acabaré con él en un santiamén.
fr: Je vais l'engloutir en quelques secondes.
it: Lo finirò in meno di un secondo.
ja: すぐに終わらせるわ。
ko: 금방 먹어치우겠어.
pt_br: Vou acabar com isso num piscar de olhos.
ru: Я его в момент осушу.
zh_tw: 我用不了多久就給它消滅了。

# CHARACTERS.WANDA.DESCRIBE.FRUITDRAGON.GENERIC
source: What a funny little creature.
de: Was für ein lustiges kleines Wesen.
es: Qué criaturilla tan graciosa.
fr: Quelle petite créature amusante.
it: Che strana creaturina.
ja: すっごく面白い小さい生き物ね。
ko: 정말 웃기고 귀여운 생물이지.
pt_br: Que criaturinha divertida.
ru: Какое забавное создание.
zh_tw: 多麼有趣的小生物。

# CHARACTERS.WANDA.DESCRIBE.FRUITDRAGON.RIPE
source: It's a shame they're so delicious.
de: Schade, dass sie so köstlich sind ...
es: Es una pena que sepan tan bien.
fr: Dommage que ce soit si bon.
it: È un vero peccato che siano tanto squisiti.
ja: あれがすごくおいしいなんて残念だわ。
ko: 그들이 너무 맛있다는 것이 유감이야.
pt_br: É uma pena elas serem tão deliciosas.
ru: Жалко, что они такие вкусные.
zh_tw: 真可惜，它們是如此美味。

# CHARACTERS.WANDA.DESCRIBE.FRUITDRAGON.SLEEPING
source: I guess it doesn't have anything better to do.
de: Er hat wohl nichts Besseres zu tun.
es: Supongo que no tiene nada mejor que hacer.
fr: J'imagine qu'il n'a rien de mieux à faire.
it: Suppongo non abbia niente di meglio da fare.
ja: これ以上マシなことがないんだと思うわ。
ko: 더할 나위 없는 것 같아.
pt_br: Acho que ela não tem nada melhor pra fazer.
ru: Видимо, у него других дел нет.
zh_tw: 我想它沒有什麼更好的事情可做。

# CHARACTERS.WANDA.DESCRIBE.FRUITFLY
source: Oh, shoo!
de: Ach, verschwinde!
es: ¡Fus, fus!
fr: Oh, allez, ouste !
it: Ah, sciò!
ja: えー！あっち行って！
ko: 오, 워이!
pt_br: Ah, xô!
ru: Брысь отсюда!
zh_tw: 哦，噓！

# CHARACTERS.WANDA.DESCRIBE.FRUITFLYFRUIT
source: I'd rather not start attracting flies, but it could be useful.
de: Ich möchte eigentlich keine Fliegen anlocken, aber es könnte nützlich sein.
es: Preferiría no atraer a las moscas, pero a lo mejor es útil.
fr: Je préfère éviter d'attirer les mouches, mais ça pourrait être utile.
it: Preferirei non iniziare ad attirare le mosche, ma potrebbe rivelarsi utile.
ja: ハエを集めたくはないけど、もしかしたら便利かもしれない。
ko: 파리를 유인하지 않는 것이 좋겠지만 유용할 수 있겠지.
pt_br: Prefiro não começar a atrair moscas, mas ela pode ser útil.
ru: Не особенно охота привлекать мух, но может быть полезно.
zh_tw: 我不想引來蒼蠅，但它可能是有用的。

# CHARACTERS.WANDA.DESCRIBE.FRUITMEDLEY
source: Refreshing.
de: Erfrischend.
es: Refrescante.
fr: Rafraîchissant.
it: Rinfrescante.
ja: ひんやり気持ちい～
ko: 시원하네.
pt_br: Refrescante.
ru: Как освежает.
zh_tw: 真清爽。

# CHARACTERS.WANDA.DESCRIBE.FURTUFT
source: Hold on a tick, is my hair falling out?!
de: Moment mal, fallen mir gerade die Haare aus?!
es: Un segundo... ¿¡Se me está cayendo el pelo!?
fr: Une minute... je perds mes cheveux ?!
it: Un secondo, sto forse perdendo i capelli?!
ja: ちょっと待って。私の髪の毛抜けてきた？
ko: 잠깐만, 내 머리카락이 빠지는거야?!
pt_br: Espere um pouco, meu cabelo está caindo?!
ru: Секундочку, у меня что, волосы выпадают?!
zh_tw: 等一下，我的頭髮是不是掉了？！

# CHARACTERS.WANDA.DESCRIBE.GARGOYLE_HOUND
source: The attention to detail is incredible!
de: Die Liebe zum Detail ist beeindruckend!
es: Es impresionante la de atención a los detalles que tiene.
fr: Chaque détail est extraordinaire !
it: La cura per i dettagli è incredibile!
ja: 細部への注意力が素晴らしい！
ko: 세부 사항에 대한 관심이 놀라워!
pt_br: A atenção ao detalhe é incrível!
ru: Точность деталей просто невероятная!
zh_tw: 對細節的關注登峰造極！

# CHARACTERS.WANDA.DESCRIBE.GARGOYLE_WEREPIG
source: Something's nagging at the back of my brain... I'm sure it's nothing.
de: Irgendein Gedanke nagt an mir ... Ach, das ist sicher nichts.
es: Creo que me olvido de un pequeño detalle... Bueno, seguro que no era nada.
fr: J'ai l'impression que quelque chose me titille l'arrière du cerveau... Bah, ce n'est sûrement rien.
it: C'è qualcosa che mi tormenta nell'anticamera del cervello... Sono sicura che non è nulla.
ja: なんかひっかかるのよね…何でもないと思うけど。
ko: 머릿속에서 잔소리가 들려...아무 것도 아닐 거야.
pt_br: Tem algo nesta rocha que está me perturbando... Não deve ser nada.
ru: Что-то припоминаю такое... Ладно, неважно.
zh_tw: 有什麼東西在我的腦後喋喋不休……我確信這沒什麼。

# CHARACTERS.WANDA.DESCRIBE.GARLIC
source: Just pop it in your mouth, it's good for you!
de: Steck es dir einfach in den Mund, das ist gesund!
es: Directo a la boca, que es bueno para la salud.
fr: Il faut l'avaler tout rond, c'est bon pour la santé !
it: Ficcati uno spicchio in bocca, fa bene!
ja: そのまま食べると体にいいわ！
ko: 입에 넣기만 하면 된다고, 몸에 좋은 거야!
pt_br: Dá uma mordida nele, vai fazer bem pra você!
ru: Жуй целиком, это очень полезно!
zh_tw: 把它塞進嘴裡吧，它對你有好處！

# CHARACTERS.WANDA.DESCRIBE.GARLIC_COOKED
source: Mmm, so fragrant!
de: Mmm, so aromatisch!
es: Mmm, qué bien huele.
fr: Mmmh, quel parfum !
it: Mm, fragrante!
ja: うわー！素晴らしい香り！
ko: 음, 너무 향기로워!
pt_br: Hmm, que aroma!
ru: М-м-м, какой аромат!
zh_tw: 嗯，太香了！

# CHARACTERS.WANDA.DESCRIBE.GARLIC_OVERSIZED
source: It's still hard to believe garlic could grow so big.
de: Es ist immer noch schwer zu glauben, dass Knoblauch so groß werden kann.
es: Me cuesta creer que los ajos puedan crecer tanto.
fr: J'ai du mal à croire que de l'ail peut devenir si gros.
it: Fatico ancora a credere che l'aglio possa crescere così tanto.
ja: ニンニクがこーんなに大きくなるなんていまだに信じられないわ。
ko: 마늘이 이렇게 커질 수 있다는 것이 아직도 믿기지 않아.
pt_br: Ainda é difícil de acreditar que um alho pode ficar tão grande.
ru: Все еще трудно поверить, что чеснок бывает такой огромный.
zh_tw: 仍然很難相信大蒜可以長得這麼大。

# CHARACTERS.WANDA.DESCRIBE.GARLIC_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.GAZPACHO
source: It might help me stave off this terrible heat.
de: Es könnte mir helfen, diese schreckliche Hitze zu ertragen.
es: A lo mejor me sirve para soportar este terrible calor.
fr: Ça devrait m'aider à combattre cette chaleur étouffante.
it: Potrebbe aiutarmi a combattere questo tremendo calore.
ja: このヒドイ暑さをやり過ごせるかもしれないわ。
ko: 이 끔찍한 더위를 피하는 데 도움이 되겠네.
pt_br: Pode ser que me ajude a espantar esse calor terrível.
ru: Может помочь пережить эту ужасную жару.
zh_tw: 它也許會幫助我抵禦這可怕的高溫。

# CHARACTERS.WANDA.DESCRIBE.GEARS
source: They're too big for pocket watches, unfortunately.
de: Für Taschenuhren sind sie leider zu groß.
es: Es una pena, pero son muy grandes para los relojes de bolsillo.
fr: C'est malheureusement trop gros pour une montre de gousset.
it: Purtroppo sono troppo grandi per gli orologi da taschino.
ja: 残念ながら懐中時計には大きすぎるわ。
ko: 불행히도 회중 시계에는 너무 커.
pt_br: São grandes demais pra relógios de bolso, infelizmente.
ru: Они великоваты будут для карманных часов.
zh_tw: 不幸的是，它們對懷錶來說太大了。

# CHARACTERS.WANDA.DESCRIBE.GEMSOCKET.GEMS
source: It needs THREE gems to work?!
de: Das Ding braucht DREI Edelsteine, um zu laufen?!
es: ¿¡Necesita TRES gemas para ponerse en marcha!?
fr: J'ai besoin de TROIS gemmes pour que ça fonctionne ?!
it: Ha bisogno di TRE gemme per funzionare?!
ja: えー、3個も宝石がなくちゃだめなの？！
ko: 작동하려면 세 개의 보석이 필요하다고?!
pt_br: Precisa de TRÊS pedras preciosas pra funcionar?!
ru: Туда целых ТРИ самоцвета запихать нужно?!
zh_tw: 它需要三顆寶石才能工作？

# CHARACTERS.WANDA.DESCRIBE.GEMSOCKET.VALID
source: This thing sure takes up a lot of space.
de: Das Ding nimmt ganz schön viel Platz in Anspruch.
es: Este trasto ocupa mucho espacio.
fr: Ce truc prend sacrément de place.
it: Questo aggeggio occupa davvero molto spazio.
ja: これはかさばるはずだわ。
ko: 이것은 확실히 공간을 많이 차지해.
pt_br: Sem dúvida, essa coisa ocupa muito espaço.
ru: Места эта штука занимает преизрядно.
zh_tw: 這東西確實佔用了很大的空間。

# CHARACTERS.WANDA.DESCRIBE.GESTALT
source: Would making a deal with another mysterious entity be pushing my luck?
de: Würde ich mein Glück überstrapazieren, wenn ich einen Pakt mit einem anderen mysteriösen Wesen einginge?
es: ¿Sería tentar a la suerte si intento hacer un trato con otra entidad misteriosa?
fr: Est-ce que passer un marché avec une autre entité mystérieuse est vraiment une bonne idée ?
it: Suppongo che stringere un patto con un'altra misteriosa creatura sarebbe rischiare troppo?
ja: 別のミステリアスな生き物と接触して、危険な目に遭うつもり？
ko: 다른 불가사의한 존재와 거래를 하면 운이 따를까?
pt_br: Será que eu estaria abusando da sorte se fizesse um pacto com outra entidade misteriosa?
ru: Еще одна сделка с таинственной сущностью — это точно вызов судьбе.
zh_tw: 與另一個神秘體做交易會不會是玩過頭了？

# CHARACTERS.WANDA.DESCRIBE.GESTALT_GUARD
source: They're not too interested in talking.
de: An Gesprächen scheint sie nicht allzu interessiert zu sein.
es: No tienen mucho interés en hablar.
fr: Parler ne l'intéresse pas des masses.
it: Non sembrano molto interessati a parlare.
ja: おしゃべりには興味ないみたいだわ。
ko: 그들은 말하는 데 별로 관심이 없어.
pt_br: Não estão interessadas em conversar.
ru: Разговаривать со мной не хочет.
zh_tw: 他們對談話沒有太大興趣。

# CHARACTERS.WANDA.DESCRIBE.GHOST
source: Stay away from me! I won't become like you!
de: Komm ja nicht näher! Ich werde nicht wie du werden!
es: ¡Aléjate de mí! ¡No pienso ser como tú!
fr: Arrière ! Je ne deviendrai pas comme toi !
it: Stammi lontano! Non diventerò come te!
ja: あっちに行って！あんたみたいになりたくないわ！
ko: 저리 떨어져! 난 네가 좋아질 것 같지 않아.
pt_br: Fique longe de mim! Não vou ficar como você!
ru: Отстань от меня! Я такой, как ты, никогда не стану!
zh_tw: 離我遠一點! 我不會變得像你一樣的!

# CHARACTERS.WANDA.DESCRIBE.GHOSTFLOWER
source: It's little more than a memory.
de: Das ist kaum mehr als eine Erinnerung.
es: No es más que un recuerdo.
fr: C'est un peu plus qu'un souvenir.
it: È poco più che un ricordo.
ja: 思い出には形はないけどこれにはある、ってところね。
ko: 기억이나 다름 없어.
pt_br: É pouco mais do que uma lembrança.
ru: Едва ли больше, чем просто воспоминание.
zh_tw: 這只不過是一種回憶。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GHOSTLYELIXIR_SPEED
source: A little bit of metaphysical meddling never hurt anyone.
de: Ein wenig metaphysische Pfuscherei hat noch niemandem geschadet.
es: ¿A quién le ha hecho daño alguna vez un poco de metafísica?
fr: Un peu de trifouillage métaphysique n'a jamais fait de mal à personne.
it: Un pizzico di ingerenza metafisica non ha mai fatto male a nessuno.
ja: 形而上学的な干渉がちょっとあっても問題ないわ。
ko: 약간의 형이상학적 간섭은 누구에게도 해를 끼치지 않지.
pt_br: Um pouquinho de interferência metafísica nunca fez mal a ninguém.
ru: Я только чуть-чуть изменю законы метафизики...
zh_tw: 一點點玄學上的干預不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.GIFT
source: Oh! Uh... was I supposed to bring a present too?
de: Oh! Äh ... Sollte ich auch ein Geschenk mitbringen?
es: ¡Oh! Eh... ¿Tenía que traer un regalo yo también?
fr: Oh ! Euh... Moi aussi j'étais censée apporter un cadeau ?
it: Oh! Mm... dovevo portare un regalo anch'io?
ja: ええっ！あぁ…プレゼント持ってこなくちゃいけなかったの？
ko: 오! 어...나도 선물을 가져왔어야 했나?
pt_br: Ah! Hã... Era pra eu ter trazido um presente também?
ru: Ой! Эм... мне тоже нужно было принести подарок?
zh_tw: 哦！呃……我是不是也應該帶一份禮物？

# CHARACTERS.WANDA.DESCRIBE.GIFTWRAP
source: Wouldn't it be quicker to just put it in a nice bag?
de: Wäre es nicht schneller, alles einfach in eine schöne Tüte zu packen?
es: ¿No tardaría menos si lo metiera en una bolsita mona?
fr: Ce ne serait pas plus rapide de mettre ça dans un joli sac ?
it: Non si farebbe più in fretta a mettere il regalo in un bel sacchettino?
ja: こじゃれたバッグに入れたら手っ取り早いんじゃない？
ko: 그냥 예쁜 가방에 넣으면 더 빠르지 않을까?
pt_br: Não seria mais rápido simplesmente colocar numa sacola bonita?
ru: Разве не быстрее было бы его в красивый пакетик положить?
zh_tw: 直接把它放在一個漂亮的袋子裡不是更快嗎？

# CHARACTERS.WANDA.DESCRIBE.GINGERBREADHOUSE
source: It's so tastefully decorated!
de: So geschmackvoll dekoriert!
es: ¡Está decorada con muy buen gusto!
fr: C'est décoré avec beaucoup de goût !
it: È stata decorata con gusto!
ja: 本当においしそうなデコレーション！
ko: 아주 감각적으로 꾸며져 있어!
pt_br: A decoração é de muito bom gosto!
ru: Оформлен он с большим вкусом!
zh_tw: 它的裝飾太有品味了！

# CHARACTERS.WANDA.DESCRIBE.GINGERBREADPIG
source: Oh, these are the ones that run!
de: Oh, das sind die, die rennen!
es: Anda, estos son los que corren.
fr: Oh, ce sont ceux qui courent !
it: Oh, questi sono quelli che corrono!
ja: あ、あれは走るやつだ！
ko: 오, 이것들이 뛰네!
pt_br: Ah, é um daqueles que fogem!
ru: А, это те, которые от тебя убегают!
zh_tw: 哦，這些是會跑的！

# CHARACTERS.WANDA.DESCRIBE.GINGERBREADWARG
source: I think I've lost my appetite...
de: Ich glaube, ich habe keinen Appetit mehr ...
es: Creo que he perdido el apetito.
fr: Je crois que je n'ai plus faim...
it: Temo di aver perso l'appetito...
ja: 食欲なくなっちゃったわ…
ko: 입맛이 떨어진거 같아...
pt_br: Acho que perdi meu apetite...
ru: Кажется, у меня пропал аппетит...
zh_tw: 我想我已經沒有任何食欲了……

# CHARACTERS.WANDA.DESCRIBE.GLASSBLOCK
source: Nothing is permanent, eventually it might be sand again.
de: Nichts ist von Dauer, irgendwann wird es wieder zu Sand.
es: Nada es eterno y, con el tiempo, todo puede volver a convertirse en polvo.
fr: Rien n'est éternel. Ça redeviendra du sable, un jour.
it: Niente è per sempre. Infatti, potrebbe tornare ad essere sabbia.
ja: 永遠の物なんかないわ。またいつか砂に戻るだけ。
ko: 영원한 것은 없으니 결국 다시 모래가 되겠지.
pt_br: Nada é permanente. No fim, vai acabar virando areia de novo.
ru: Ничто не вечно. Когда-нибудь оно вновь обратится в песок.
zh_tw: 沒有什麼是永恆的，它最終可能又變回沙子。

# CHARACTERS.WANDA.DESCRIBE.GLASSCUTTER
source: I'm impressed the glass doesn't shatter on impact.
de: Ich bin beeindruckt, dass das Glas beim Aufprall nicht zerspringt.
es: Me sorprende que el vidrio no se rompa con los golpes.
fr: Le verre ne se brise pas à l'impact, je suis impressionnée.
it: È incredibile che il vetro non si frantumi all'impatto.
ja: 衝撃でガラスが割れないなんてビックリだわ。
ko: 충격에 유리가 깨지지 않는 것이 인상적이군.
pt_br: Estou impressionada, o vidro não se estilhaça com o impacto.
ru: Я удивлена, что это стекло от ударов не бьется.
zh_tw: 玻璃在撞擊後沒有碎裂，真令人嘖嘖稱奇啊。

# CHARACTERS.WANDA.DESCRIBE.GLASSSPIKE
source: It looks nice now that it's not trying to impale me.
de: Das Ding sieht schön aus, jetzt wo es nicht mehr versucht, mich aufzuspießen.
es: Es bonita... ahora que no está intentando empalarme.
fr: C'est joli, maintenant que ça n'essaie pas de m'empaler.
it: Non è affatto male, quando non cerca di impalarmi.
ja: 私を刺すそぶりをしない限りなかなかの見栄えね。
ko: 지금은 나를 찌르려고 하지 않는 걸 보니 좋군.
pt_br: Fica bem bonita quando não está tentando me empalar.
ru: Сейчас, когда эта штука не пытается меня проткнуть, она даже красивая.
zh_tw: 它現在看起來不錯，因為它沒有試圖刺傷我。

# CHARACTERS.WANDA.DESCRIBE.GLOMMER.GENERIC
source: Who's a cute little bug thing? You are!
de: Wer ist ein süßes kleines Käfer-Vieh? Ja, du bist ein süßes kleines Käfer-Vieh!
es: ¿Quién es un bichito bonito? ¡Sí, tú!
fr: C'est qui la bestiole la plus mignonne ? C'est toi !
it: Chi è l'insettino più tenerone di tutti? Ma tu! Tu sei l'insettino più tenerone!
ja: 小さくてかわいい虫はだーれだ？それは君だよ！
ko: 귀엽고 작은 벌레 녀석은 누구지? 너 말이야!
pt_br: Quem é um inseto lindinho? Você é!
ru: Кто тут самый миленький жучок? Ты миленький маленький жучок!
zh_tw: 誰是可愛的小蟲子呢？就是你！

# CHARACTERS.WANDA.DESCRIBE.GLOMMER.SLEEPING
source: Sleeping again?
de: Schläfst du schon wieder?
es: ¿Ya estás durmiendo otra vez?
fr: Tu dors encore ?
it: Dorme ancora?
ja: また眠ってるの？
ko: 또 자?
pt_br: Dormindo de novo?
ru: Опять спишь?
zh_tw: 又睡著了？

# CHARACTERS.WANDA.DESCRIBE.GLOMMERFLOWER.DEAD
source: Why must life be so fleeting for some?
de: Warum muss das Leben für manche nur so schnell vergänglich sein?
es: ¿Por qué la vida es tan efímera para algunos...?
fr: Pourquoi la vie est-elle si éphémère pour certains ?
it: Perché la vita è così fugace per alcuni?
ja: どうしてこんなにはかない命なのかしら。
ko: 어떤 이들에게는 인생이 왜 그렇게 덧없는 걸까?
pt_br: Por que a vida é tão efêmera para alguns?
ru: Почему жизнь столь многих существ так коротка?
zh_tw: 為什麼生命對某些人來說必須如此短暫？

# CHARACTERS.WANDA.DESCRIBE.GLOMMERFLOWER.GENERIC
source: I like anything that can make its own light.
de: Ich mag alles, was sein eigenes Licht erzeugen kann.
es: Me gustan las cosas que irradian luz propia.
fr: J'aime tout ce qui peut produire sa propre musique.
it: Mi piace il fatto che emetta una luce tutta sua.
ja: 自力で発光するものは何でも好きだわ。
ko: 스스로 빛을 낼 수 있는 것이라면 뭐든지 좋아.
pt_br: Gosto de qualquer coisa que consiga produzir sua própria luz.
ru: Мне нравится все, что испускает свет.
zh_tw: 我喜歡任何可以自己發光的東西。

# CHARACTERS.WANDA.DESCRIBE.GLOMMERFUEL
source: Oh. Droppings. How lovely.
de: Oh. Exkremente. Wie reizend.
es: Oh. Excrementos. Qué alegría.
fr: Oh. Des crottes. Charmant.
it: Oh. Cacchine. Che meraviglia.
ja: おっと。フン。実にステキだわ。
ko: 오. 똥이야. 사랑스럽구나.
pt_br: Ah. Excrementos. Que adorável.
ru: Ой. Отходы... Мило.
zh_tw: 哦。留下便便了。多可愛啊。

# CHARACTERS.WANDA.DESCRIBE.GLOMMERWINGS
source: I'm just not going to think about where they came from!
de: Ich werde einfach nicht darüber nachdenken, wo das herkommt!
es: Prefiero ignorar el lugar del que proceden.
fr: Je préfère éviter de penser à l'endroit d'où ça vient.
it: Non voglio nemmeno pensare da dove vengono!
ja: これの出所については考えないことにするわ！
ko: 어디에서 왔는지는 생각하지 않겠어!
pt_br: Não vou pensar sobre a origem delas!
ru: Даже думать не хочу, к чему они крепились!
zh_tw: 我就不去想它們從哪裡來的了！

# CHARACTERS.WANDA.DESCRIBE.GLOWBERRYMOUSSE
source: What a delightfully useful dessert!
de: Was für eine herrlich nützliche Nachspeise!
es: ¡Qué postre tan útil!
fr: En voilà un dessert délicieusement utile !
it: Che dolcetto deliziosamente utile!
ja: なんて素晴らしく便利なデザートなのかしら！
ko: 정말 유쾌하고 유용한 디저트잖아!
pt_br: Que sobremesa deliciosamente útil!
ru: Какой восхитительно полезный десерт!
zh_tw: 多麼有用的甜點啊，真令人愉悅！

# CHARACTERS.WANDA.DESCRIBE.GNARWAIL.BROKENHORN
source: I'll bet you feel pretty foolish now, don't you?
de: Ich wette, du kommst dir jetzt ziemlich dumm vor, was?
es: Seguro que ahora te sientes un poco tonto, ¿eh?
fr: Je parie que tu te sens bien bête, maintenant, hein ?
it: Scommetto che ora ti senti alquanto stupido, vero?
ja: 今は自分がバカだったって思えるでしょ？
ko: 넌 지금 네 자신이 꽤 어리석다고 생각하는 게 확실해, 그렇지 않아?
pt_br: Aposto que você se sente bastante idiota agora, não é?
ru: Готова поспорить, что ты сейчас довольно глупо себя чувствуешь.
zh_tw: 我敢打賭，你現在覺得自己很傻吧？

# CHARACTERS.WANDA.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: I'm starting to feel a bit bad about taking its horn.
de: Ich habe langsam ein schlechtes Gewissen, weil ich ihm das Horn weggenommen habe.
es: Me empiezo a sentir mal por quitarle el cuerno.
fr: Je commence à m'en vouloir d'avoir pris sa corne.
it: Sto iniziando a sentirmi in colpa per aver preso il suo corno.
ja: ツノを取ってしまうことに罪悪感を覚え始めたわ。
ko: 그 뿔을 잡는 것이 약간 기분 나빴어.
pt_br: Estou começando a me sentir meio mal por pegar o chifre dele.
ru: Мне как-то даже стыдно, что я у него рог забрала.
zh_tw: 我開始覺得取走它的角有點不好了。

# CHARACTERS.WANDA.DESCRIBE.GNARWAIL.FOLLOWER
source: Alright you can come along, just don't slow me down.
de: Na gut, du kannst mitkommen, solange du mich nicht aufhältst.
es: Vale, puedes venir, pero no hagas que me retrase.
fr: Bon, tu peux m'accompagner, mais ne me ralentis pas.
it: E va bene, puoi seguirmi. Ma vedi di non rallentarmi.
ja: いいよ、一緒に来ても。ただ私の足手まといにならないで。
ko: 좋아, 함께 가도 돼. 속도만 늦추지 마.
pt_br: Está bem, você pode vir junto. Só não me atrapalhe.
ru: Ладно, можешь плавать со мной, только не отставай.
zh_tw: 好吧，你可以一起去，不過不要拖累我啊。

# CHARACTERS.WANDA.DESCRIBE.GNARWAIL.GENERIC
source: Another obviously made-up creature.
de: Noch so eine ganz offensichtlich ausgedachte Kreatur.
es: Otra criatura inventada. Si es que es evidente.
fr: Encore une créature inventée...
it: Ecco una nuova creatura palesemente immaginaria.
ja: またあからさまに人造の生物。
ko: 또 확실히 지어낸 생물이야.
pt_br: Mais uma criatura obviamente inventada.
ru: Очередное выдуманное существо.
zh_tw: 又一個胡編亂造的生物。

# CHARACTERS.WANDA.DESCRIBE.GNARWAIL_HORN
source: Who ever heard of a whale with a horn?
de: Wer hat schon denn je von einem Wal mit einem Horn gehört?
es: ¿Quién ha oído hablar de las ballenas con cuerno?
fr: Qui a déjà entendu parler d'une baleine à corne ?
it: Chi ha mai sentito parlare di una balena cornuta?
ja: ツノのあるクジラの話なんて聞いたことある人いないでしょ？
ko: 누가 뿔이 달린 고래에 대해 들어본 적이 있겠어?
pt_br: Quem já ouviu falar de uma baleia com um chifre?
ru: Никто и никогда не видел рогатых китов.
zh_tw: 誰曾聽說過還有長角的鯨魚？
