Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.ROBIN.GENERIC
source: Red bird.
de: Roter Vogel.
es: Pájaro rojo.
es_mx: Pájaro rojo.
fr: Un oiseau rouge.
it: Uccello rosso.
ja: 赤い鳥だ。
ko: 빨간 새야.
pl: Czerwony ptak.
pt_br: Pássaro vermelho.
ru: Красная птичка.
zh_tw: 紅鳥。

# CHARACTERS.WURT.DESCRIBE.ROBIN.HELD
source: My birdy!
de: Mein Vögelchen!
es: ¡Mi pajarito!
es_mx: ¡Mi pajarito!
fr: C'est mon oiseau !
it: Uccellino è mio!
ja: アタシの鳥さん！
ko: 내 새다!
pl: Mój ptaszek!
pt_br: Meu passarinho!
ru: Моя птичка!
zh_tw: 我的小鳥！

# CHARACTERS.WURT.DESCRIBE.ROBIN_WINTER.GENERIC
source: Snowy bird.
de: Schneevogel.
es: Pájaro de nieve.
es_mx: Pájaro helado.
fr: Un oiseau blanc.
it: Uccellino di neve.
ja: 雪の鳥だよ。
ko: 새하얀 새야.
pl: Śnieżny ptak.
pt_br: Pássaro nevado.
ru: Снежная птичка.
zh_tw: 小雪鳥。

# CHARACTERS.WURT.DESCRIBE.ROBIN_WINTER.HELD
source: It like to be pet.
de: Möchte Haustier sein.
es: Le gustan las caricias.
es_mx: A él gustarle ser mascota.
fr: Il aime bien se poser sur moi.
it: Piace che io accarezzo.
ja: ペットになるのが好きなんだよ。
ko: 펫 되고 싶어 해.
pl: Cieszy się, że jest moim zwierzątkiem.
pt_br: Quer ser mascote.
ru: Хочет быть питомцем.
zh_tw: 它喜歡當寵物。

# CHARACTERS.WURT.DESCRIBE.ROBOT_BLUEPRINT
source: Make big fuzzy look like Ironfolk?
de: Damit Großer Zottel aussieht wie Eisenleute?
es: ¿Para que peludito parezca gente de hierro?
fr: Le gros poilu va ressembler à un bonhomme de fer ?
it: Fa sembrare pelosone come uomo di ferro?
ja: おっきなパサパサをアイアンフォークみたいにするやつ？
ko: 큰 털복숭이를 철기족처럼 보이게 하는 거야?
pl: Mam zrobić duże coś, co przypomina żelaziaka?
pt_br: Faz peludão ficar parecido com povo-ferro?
ru: Сделать большого пушистика похожим на Железяку?
zh_tw: 把大絨毛打扮成鐵人？

# CHARACTERS.WURT.DESCRIBE.ROBOT_PUPPET
source: You stuck?
de: Gefangen?
es: ¿Estás atascado?
es_mx: ¿Tú estar atorado?
fr: T'es coincé ?
it: Tu bloccata?
ja: 動けないの？
ko: 끼었어?
pl: Nie możesz się ruszyć?
pt_br: Você tá preso?
ru: Ты застрял?
zh_tw: 你困住了嗎？

# CHARACTERS.WURT.DESCRIBE.ROCK
source: Just a rock, florpt.
de: Nur ein Stein, florpt.
es: Como una roca, florpt.
es_mx: Solo ser una roca, flop.
fr: C'est juste une pierre, florp.
it: Solo roccia, florpt.
ja: ただの石だよ、フロープト。
ko: 그냥 돌이야, 뻐끔.
pl: To tylko skała, florp.
pt_br: Apenas uma pedra, florpt.
ru: Обычный камень, буль.
zh_tw: 只是塊石頭，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.ROCKS
source: Buncha rocks, florp.
de: Steine, florp.
es: Un montón de rocas, florp.
es_mx: Un montón de rocas, flop.
fr: Quelques pierres, florp.
it: Tante rocce, florp.
ja: バンチャロックだよ、フロープ。
ko: 돌무더기야, 뻐끔.
pl: Kupa kamieni, florp.
pt_br: Monte de pedras, florp.
ru: Хлюп, просто камушки.
zh_tw: 一堆石頭，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.ROCKY
source: Hi!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Salut !
it: Ciao!
ja: やっほー！
ko: 안녕!
pl: Siemanko!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: No fruits here, flort.
de: Keine Früchte dran, flort.
es: Aquí no hay fruta, flort.
es_mx: No haber frutas aquí, flop.
fr: Y'a pas de fruits ici, flort.
it: Niente frutti qui, flort.
ja: ここには果物がないよ。
ko: 여기 과일 없어, 뻐끔.
pl: Nie ma tu owoców, flort.
pt_br: Não tem frutas, flort.
ru: Фруктов тут нет, бульк.
zh_tw: 這裡沒有水果，浮浪特。

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: Fire! Fire!
de: Feuer, Feuer!
es: ¡Fuego! ¡Fuego!
es_mx: ¡Fuego! ¡Fuego!
fr: Au feu ! Au feu !
it: Fuoco! Fuoco!
ja: 炎の怪物だ！
ko: 불이야! 불이야!
pl: Ogień! Ogień!
pt_br: Fogo! Fogo!
ru: Огонь! Огонь!
zh_tw: 火！火！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: It look sick, flurt.
de: Sieht krank aus, flurt.
es: Parece enfermo, flurt.
es_mx: Verse enfermo, flut.
fr: Il a l'air malade, flort.
it: Sembra malato, flurt.
ja: 病気のように見えるよ、フルート。
ko: 아파 보여, 뻐끔.
pl: Wygląda, jakby był chory, flurt.
pt_br: Parece doente, flurt.
ru: Похоже, он заболел, буль.
zh_tw: 看著病了，浮勒特。

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: Something wrong with it...
de: Etwas falsch damit ...
es: Le pasa algo malo...
es_mx: Algo andar mal con él.
fr: Il a un problème...
it: Qualcosa non va...
ja: 何かおかしい...
ko: 뭔가 잘못됐어...
pl: Coś z nim nie tak...
pt_br: Algo errado com isso...
ru: Что-то с ним не то…
zh_tw: 它有點問題……

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: Huh? Those fruits look like rocks, flort.
de: Hm? Früchte sehen wie Steine aus, flort.
es: ¿Eh? Esas frutas parecen rocas, flort.
es_mx: ¿Ah? Esas frutas verse como rocas, flot.
fr: Hein ? Ces fruits ressemblent à des pierres, flort.
it: Eh? Frutti sembrano rocce, flort.
ja: ええ？その果実岩のように見えるね、フロート。
ko: 응? 돌처럼 생긴 과일이네, 뻐끔.
pl: Hę? Te owoce wyglądają jak kamienie, flort.
pt_br: Hã? Essas frutas parecem pedras, flort.
ru: М-м? Эти фрукты похожи на камни, хлюп.
zh_tw: 哈？這些水果看起來像石頭一樣，浮浪特。

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: Grow back now!
de: Nachwachsen!
es: ¡Vuelve a crecer ya!
es_mx: ¡Volver a crecer, ahora!
fr: Repousse maintenant !
it: Ricresci subito!
ja: 今すぐ育ってー！
ko: 이제 다시 자라!
pl: Odrastaj natychmiast!
pt_br: Cresce de volta agora!
ru: Скорее вырастай!
zh_tw: 現在就長回來吧！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: It look thirsty.
de: Sieht durstig aus.
es: Parece sediento.
es_mx: Verse sediento.
fr: Il a soif.
it: Sembri assetato.
ja: 喉が渇いているようだよ。
ko: 목말라 보여.
pl: Wygląda, jakby był spragniony.
pt_br: Parece sedento.
ru: Он пить хочет.
zh_tw: 它看起來渴了。

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_FRUIT
source: Ow! Too hard!
de: Au! Zu hart!
es: ¡Ay, qué duro!
es_mx: ¡Ay! ¡Demasiado dura!
fr: Aïe ! C'est trop dur !
it: Oh! Troppo duro!
ja: 痛っ！辛すぎるよ！
ko: 아야! 너무 딱딱해!
pl: Au! Ale twardy!
pt_br: Ah! Duro demais!
ru: Ой! Какой твердый!
zh_tw: 嗷！太硬了！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: It ready!
de: Jetzt fertig!
es: ¡Listo!
es_mx: ¡Estar lista!
fr: C'est prêt !
it: Pronto!
ja: 準備完了！
ko: 준비됐어!
pl: Dojrzał!
pt_br: Tá pronto!
ru: Готово!
zh_tw: 它準備好了！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: Made it yummier!
de: Noch leckerer!
es: ¡Ahora está más rico!
es_mx: ¡Ahora ser más sabrosa!
fr: C'est encore meilleur maintenant !
it: Ora più buono!
ja: もっと美味しくしたよ！
ko: 더 맛있게 했어!
pl: Teraz jest jeszcze pyszniejszy!
pt_br: Deixou mais gostoso!
ru: Теперь еще вкуснее!
zh_tw: 做的更好吃了！

# CHARACTERS.WURT.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: Too little to make fruit yet.
de: Zu klein für Früchte.
es: Muy pequeño para dar fruto.
es_mx: Aún ser muy pequeño para hacer fruta.
fr: Il est trop petit pour donner des fruits.
it: Ancora troppo piccolo per fare frutto.
ja: まだ果物を作るには少なすぎるよ。
ko: 너무 작아서 아직 과일 못 만들어.
pl: Jeszcze jest za mały, żeby mieć owoce.
pt_br: Ainda tá pequeno pra fazer frutas.
ru: Он еще маленький, фруктов не будет.
zh_tw: 現在還太小，不能當水果吃。

# CHARACTERS.WURT.DESCRIBE.ROCK_ICE.GENERIC
source: Brrr, that cold on scales!
de: Brrr, wie kalt an Schuppen!
es: ¡Brr, es frío en las escamas!
es_mx: ¡Brrr, esto congelarme las escamas!
fr: Brrr, c'est froid sur les écailles !
it: Brrr, freddo su squame!
ja: ブルル、うろこの上冷たいよ！
ko: 으으, 비늘 대니까 차가워!
pl: Brrr, zimno od tego w łuski!
pt_br: Brrr, que frio na balança!
ru: Бр-р-р, чешуйкам холодно!
zh_tw: 啵，放在鱗片上好冰！

# CHARACTERS.WURT.DESCRIBE.ROCK_ICE.MELTED
source: Slushy puddle.
de: Matschpfütze.
es: Charco pringoso.
es_mx: Charco fangoso.
fr: Une flaque froide.
it: Pozzanghera fangosa.
ja: スラッシーの水たまりだね。
ko: 질퍽한 웅덩이야.
pl: Breja w kałuży.
pt_br: Poça melosa.
ru: Лужа с жижей.
zh_tw: 泥濘的水坑。

# CHARACTERS.WURT.DESCRIBE.ROCK_ICE_MELTED
source: Slushy puddle.
de: Matschpfütze.
es: Charco pringoso.
es_mx: Charco fangoso.
fr: Une flaque froide.
it: Pozzanghera fangosa.
ja: スラッシーの水たまりだね。
ko: 질퍽한 웅덩이야.
pl: Breja w kałuży.
pt_br: Poça melosa.
ru: Лужа с жижей.
zh_tw: 泥濘的水坑。

# CHARACTERS.WURT.DESCRIBE.ROCK_LIGHT.GENERIC
source: Don't like it, florp.
de: Gefällt mir nicht, florp.
es: No me gusta, florp.
es_mx: A mí no gustarme, flop.
fr: J'aime pas ça, florp.
it: Non piace, florp.
ja: 気に入らないよ、フロープ。
ko: 마음에 안 들어, 뻐끔.
pl: Nie podoba mi się, florp.
pt_br: Não gosto, florp.
ru: Не нравится мне это, буль.
zh_tw: 不喜歡它，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.ROCK_LIGHT.LOW
source: It getting all rocky.
de: Wird steinig.
es: Está todo rocoso.
es_mx: Eso estar quedándose de piedra.
fr: C'est rocailleux.
it: Diventa roccioso.
ja: 岩だらけになってきたね。
ko: 돌처럼 변하고 있어.
pl: Zmienia się w kamień.
pt_br: Tá ficando toda rochosa.
ru: Он каменеет.
zh_tw: 變成石頭了。

# CHARACTERS.WURT.DESCRIBE.ROCK_LIGHT.NORMAL
source: Glowy!
de: Leuchtet!
es: ¡Brilla!
es_mx: ¡Brillante!
fr: Ça brille !
it: Luminoso!
ja: 光ってるよ！
ko: 빛이 나!
pl: Świeci się!
pt_br: Brilhante!
ru: Светится!
zh_tw: 發著光！

# CHARACTERS.WURT.DESCRIBE.ROCK_LIGHT.OUT
source: Hmm.
es: Mmm.
es_mx: Mmm...
fr: Euh ?
it: Mmmm.
ja: うーん。
ko: 흠.
ru: Хм-м-м.
zh_tw: 呣。

# CHARACTERS.WURT.DESCRIBE.ROCK_MOON
source: Moonrock!
de: Mondstein!
es: ¡Roca lunar!
es_mx: ¡Roca lunar!
fr: De la pierre de lune !
it: Lunaroccia!
ja: ムーンロックだ！
ko: 월석이다!
pl: Księżycowy kamień!
pt_br: Pedra da lua!
ru: Лунный камушек!
zh_tw: 月石！

# CHARACTERS.WURT.DESCRIBE.ROCK_PETRIFIED_TREE
source: Rock shaped like tree?
de: Stein sieht aus wie Baum?
es: ¿Roca en forma de árbol?
es_mx: ¿Ser roca en forma de árbol?
fr: C'est une pierre en forme d'arbre.
it: Roccia a forma di albero?
ja: 木の形をした岩なの？
ko: 나무 모양 돌?
pl: Skała w kształcie drzewa?
pt_br: Rocha em forma de árvore?
ru: Камень в виде дерева?
zh_tw: 這是樹形狀的石頭？

# CHARACTERS.WURT.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: Rock shaped like tree?
de: Stein sieht aus wie Baum?
es: ¿Roca en forma de árbol?
es_mx: ¿Ser roca en forma de árbol?
fr: C'est une pierre en forme d'arbre.
it: Roccia a forma di albero?
ja: 木の形をした岩なの？
ko: 나무 모양 돌?
pl: Skała w kształcie drzewa?
pt_br: Rocha em forma de árvore?
ru: Камень в виде дерева?
zh_tw: 這是樹形狀的石頭？

# CHARACTERS.WURT.DESCRIBE.ROOK
source: Look mean...
de: Sieht gemein aus ...
es: Parece maléfica...
es_mx: Verse malvada.
fr: Il a l'air méchant...
it: Sembra cattiva...
ja: 意地悪な顔をしてるよ...
ko: 못돼 보여...
pl: Wygląda wrednie...
pt_br: Parece mau...
ru: Ну и бука…
zh_tw: 看起來很凶……

# CHARACTERS.WURT.DESCRIBE.ROOK_NIGHTMARE
source: Glorp! What wrong with it?!
de: Glorp! Was falsch damit?!
es: ¡Glorp! ¡¿Qué le pasa?!
es_mx: ¡Glop! ¡¿Qué pasarle?!
fr: Glorp ! C'est quoi son problème ?
it: Glorp! Cosa non va?!
ja: グロープ！何が悪いの！？
ko: 빠끔! 왜 이러지?!
pl: Glorp! Co z nim nie tak?!
pt_br: Glorp! O que tem de errado com isso?!
ru: Хлюп! Что с ним не так?
zh_tw: 格浪噗！它怎麼了？！

# CHARACTERS.WURT.DESCRIBE.ROPE
source: For tying, florpt.
de: Zum Festbinden, florpt.
es: Para atar, florpt.
es_mx: Para amarrar, flop.
fr: J'peux attacher des trucs avec ça, florp.
it: Per legare, florpt.
ja: 結び付けに、フロープト。
ko: 묶을 때 써, 뻐끔.
pl: Do wiązania, florp.
pt_br: Pra amarrar, florpt.
ru: Хлюрп, для завязок.
zh_tw: 捆綁用的，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.ROTTENEGG
source: Has good stink to it.
de: Stinkt gut.
es: Apesta que da gusto.
es_mx: Tener un buen hedor.
fr: Ça pue comme j'aime !
it: Ha buona puzza.
ja: いい匂いがするよ。
ko: 향긋한 악취 나.
pl: Niezły smrodek.
pt_br: Tem um cheiro ruim.
ru: Хорошо воняет.
zh_tw: 有股好聞的臭味。

# CHARACTERS.WURT.DESCRIBE.ROYAL_JELLY
source: Mmmmmmmm!
de: Mmmmmmmh!
es: ¡Mmmmmm!
fr: Miaaaaaam !
ja: うーん！！
ko: 으으음!
pt_br: Hmmmmmmm!
ru: М-м-м!
zh_tw: 呣呣呣！

# CHARACTERS.WURT.DESCRIBE.RUBBLE
source: Rocks and things.
de: Steine und Sachen.
es: Rocas y cosas.
es_mx: Rocas y cosas.
fr: Des pierres et des trucs.
it: Rocce e altro.
ja: 岩とかいろいろ。
ko: 돌 더미야.
pl: Kamienie i inne rzeczy.
pt_br: Pedras e coisas.
ru: Камни и все такое.
zh_tw: 石頭之類的東西。

# CHARACTERS.WURT.DESCRIBE.RUINSHAT
source: Queen Wurt!!
de: Königin Wurt!!
es: ¡¡Reina Wurt!!
es_mx: ¡¡Reina Wurt!!
fr: La reine Wurt !
it: Regina Wurt!
ja: ウォート女王！
ko: 워트 여왕이다!!
pl: Królowa Wurt!
pt_br: Rainha Wurt!!
ru: Королева Вурт!
zh_tw: 沃特女王！！

# CHARACTERS.WURT.DESCRIBE.RUINS_BAT
source: Clobbery!
de: Klopperei!
es: ¡Machacado!
es_mx: ¡Machacador!
fr: Tape tape tape !
it: Picchiava!
ja: クロベリー！
ko: 몽둥이다!
pl: Będzie rozróba!
pt_br: Tralhação!
ru: Колотилка!
zh_tw: 揮舞大棒！

# CHARACTERS.WURT.DESCRIBE.RUINS_RUBBLE
source: Rocks and things.
de: Steine und Sachen.
es: Rocas y cosas.
es_mx: Rocas y cosas.
fr: Des pierres et des trucs.
it: Rocce e altro.
ja: 岩とかいろいろ。
ko: 돌 더미야.
pl: Kamienie i inne rzeczy.
pt_br: Pedras e coisas.
ru: Камни и все такое.
zh_tw: 石頭之類的東西。

# CHARACTERS.WURT.DESCRIBE.SACRED_CHEST.GENERIC
source: Wonder what inside?
de: Was drin?
es: ¿Qué habrá dentro?
es_mx: Yo preguntarme qué haber dentro.
fr: J'me demande ce qu'il y a dedans.
it: Cosa c'è dentro?
ja: 中身はどうなんだろうね？
ko: 안에 뭐 있을까?
pl: Ciekawe, co jest w środku.
pt_br: Que que tem dentro?
ru: Интересно, что внутри?
zh_tw: 想知道裡面有什麼？

# CHARACTERS.WURT.DESCRIBE.SACRED_CHEST.LOCKED
source: Hey!
es: ¡Eh!
es_mx: ¡Oye!
fr: Hé !
it: Ehi!
ja: ちょっと！
ko: 어이!
pl: Hej!
pt_br: Ei!
ru: Эй!
zh_tw: 喂！

# CHARACTERS.WURT.DESCRIBE.SADDLEHORN
source: Get saddle off the big fuzzy.
de: Kriegt Sattel von großem Zottel runter.
es: Quita la silla de la cosa peluda.
es_mx: Esto quitar silla de gran peludo.
fr: Ça sert à enlever la selle du gros poilu.
it: Tira via sella da grande peloso.
ja: サドルを外して。
ko: 큰 털북숭이한테 안장 떼어 내.
pl: Do zdejmowania siodła z wielkiego kudłacza.
pt_br: Tirar selim do peludão.
ru: Пора снять седло с большого пушистика.
zh_tw: 從毛絨絨的大傢伙身上卸下鞍的工具。

# CHARACTERS.WURT.DESCRIBE.SADDLE_BASIC
source: Hee-hee, has little horns on it!
de: Hehe, hat kleine Hörner!
es: ¡Ji, ji, tiene cuernecitos!
es_mx: ¡Ji, ji! ¡Esto tener pequeños cuernos!
fr: Hé hé, y'a des petites cornes dessus !
it: Iiihhhhh, ha piccole corna!
ja: へへ、小さな角が付いているよ！
ko: 히히, 위에 작은 뿔 있어!
pl: Hi, hi, ma małe różki!
pt_br: Hihi, tem pequenos chifres!
ru: Хи-хи, маленькие рожки!
zh_tw: 嘿嘿，上面有小角！

# CHARACTERS.WURT.DESCRIBE.SADDLE_RACE
source: Butterflies good for something, flort!
de: Schmetterlinge zu etwas gut, flort!
es: ¡Las mariposas valen de algo, flort!
es_mx: ¡Las mariposas servir para algo, flot!
fr: Les papillons servent au moins à quelque chose, flort !
it: Farfalle servono a qualcosa, flort!
ja: 蝶は何かいいことがあるよ、フロート！
ko: 나비도 쓸모가 있네, 뻐끔!
pl: Motyle się czasami przydają, flort!
pt_br: Borboletas boas pra alguma coisa, flort!
ru: Хоть где-то бабочки пригодились, буль!
zh_tw: 蝴蝶總算有點用了，浮浪特！

# CHARACTERS.WURT.DESCRIBE.SADDLE_WAR
source: Will fight for glory of Mermfolk!
de: Kämpfe zum Ruhm der Mermleute!
es: ¡Lucharé por la gloria de los tritones!
es_mx: ¡Yo pelear por la gloria de los tritones!
fr: Je'me bats pour la gloire du peuple merm !
it: Combatto per gloria di mermi!
ja: マームフォークの栄光のために戦うんだよ！
ko: 어인의 영광 위해 싸우겠어!
pl: Będę walczyć ku chwale mermów!
pt_br: Lutará pela glória de povo-peixe!
ru: Буду драться во имя тритонской славы!
zh_tw: 我要為魚人的榮譽而戰！

# CHARACTERS.WURT.DESCRIBE.SALSA
source: Spicy veggie mush!
de: Scharfer Gemüsebrei!
es: ¡Pringue vegetal picante!
es_mx: ¡Papilla picante de verduras!
fr: De la bouillie de légumes qui pique !
it: Poltiglia di verdure piccanti!
ja: スパイシーなベジマッシュルームだ！
ko: 매운 채소 죽이야!
pl: Ostra papka z warzyw!
pt_br: Molho leguminoso picante!
ru: Острая овощная жижа!
zh_tw: 麻辣蔬菜糊！

# CHARACTERS.WURT.DESCRIBE.SALTBOX
source: Good place for hiding tasty things.
de: Guter Platz für leckere Sachen.
es: Buen sitio para esconder cosas ricas.
es_mx: Ser buen lugar para esconder cosas sabrosas.
fr: C'est un bon endroit pour ranger des trucs bons.
it: Bel posto per nascondere cose gustose.
ja: 美味しいものを隠すには良い場所だね。
ko: 맛있는 거 숨기기 좋은 곳이야.
pl: Dobre miejsce do chowania smakołyków.
pt_br: Bom lugar pra esconder coisas saborosas.
ru: Тут хорошо прятать вкуснятину.
zh_tw: 很適合藏好吃的東西。

# CHARACTERS.WURT.DESCRIBE.SALTLICK
source: What you mean, "only for beefalo"?
de: Wieso nur für Flüffel?
es: ¿Como que "solo para beefalo"?
es_mx: ¿A qué referirte con que ser solo para Beefalos?
fr: Comment ça, c'est que pour les bœufalos ?
it: Perché "solo per mufali"?
ja: ビファロ専用ってどういうこと？
ko: "비팔로 전용"이라니 무슨 말이야?
pl: Co to znaczy: "tylko dla wołków"?
pt_br: Que quer dizer com "apenas para bífalo"?
ru: В смысле «только для бифало»?
zh_tw: 你什麼意思，"皮弗婁牛專用"？

# CHARACTERS.WURT.DESCRIBE.SALTROCK
source: Weird rock.
de: Seltsamer Stein.
es: Roca rara.
es_mx: Roca extraña.
fr: Une drôle de pierre.
it: Roccia strana.
ja: 変な岩だね。
ko: 이상한 돌이야.
pl: Dziwna skała.
pt_br: Pedra estranha.
ru: Чудной камушек.
zh_tw: 奇怪的石頭。

# CHARACTERS.WURT.DESCRIBE.SALTSTACK.GENERIC
source: Weird rocks, florp.
de: Seltsame Steine, florp.
es: Roca rara, florp.
es_mx: Rocas extrañas, flop.
fr: Des pierres bizarres, florp.
it: Strane rocce, florp.
ja: 変な岩だね、フロープ。
ko: 이상한 돌이야, 뻐끔.
pl: Dziwne kamienie, florp.
pt_br: Pedras estranhas, florp.
ru: Чудные камушки, хлюп.
zh_tw: 奇怪的石頭，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SALTSTACK.GROWING
source: It growing!
de: Wächst!
es: ¡Está creciendo!
es_mx: ¡Estar creciendo!
fr: Ça pousse !
it: Cresce!
ja: 伸びてるよ！
ko: 자라고 있어!
pl: Rośnie!
pt_br: Tá crescendo!
ru: Растет!
zh_tw: 它正在生長！

# CHARACTERS.WURT.DESCRIBE.SALTSTACK.MINED_OUT
source: Nothing left for taking.
de: Nichts mehr da.
es: No queda nada por coger.
es_mx: No quedar nada que sacar.
fr: Y'a plus rien à prendre.
it: Niente più da prendere.
ja: 何も残っていないよ。
ko: 가져갈 게 안 남았어.
pl: Nic już nie zostało do zebrania.
pt_br: Nada mais para pegar.
ru: Все уже забрали.
zh_tw: 沒什麼能拿的了。

# CHARACTERS.WURT.DESCRIBE.SANDBLOCK
source: Gloorph!
de: Gloorf!
es_mx: ¡Gloof!
fr: Glorp !
it: Gloorf!
ja: グローフ！
ko: 빠끔빠끄음!
pl: Gloorp!
ru: Хлю-ю-юрп!
zh_tw: 格浪浪浮！

# CHARACTERS.WURT.DESCRIBE.SANDSPIKE
source: Aaah! Spiky!
de: Aaah! Spitz!
es: ¡Aah! ¡Pinchudo!
es_mx: ¡Aaah! ¡Espinosa!
fr: Ahh ! Ça pique !
it: Aaah! Spinosa!
ja: ギャアアア！トゲトゲだ！
ko: 아악! 뾰족해!
pl: Aaach! Kłujące!
pt_br: Aaah! Espeta!
ru: Ай! Колется!
zh_tw: 啊！尖刺！

# CHARACTERS.WURT.DESCRIBE.SANITYROCK.ACTIVE
source: Move, florp!
de: Bewegen, florp!
es: ¡Muévete, florp!
es_mx: ¡Apresurar, flop!
fr: Bouge, florp !
it: Spostati, florp!
ja: どいて、フロープ！
ko: 움직여, 뻐끔!
pl: Ruchy, florp!
pt_br: Mexe, florp!
ru: Бульк, шевелится!
zh_tw: 走開，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.SANITYROCK.INACTIVE
source: Maybe imagined it...
de: Vielleicht eingebildet ...?
es: A lo mejor imaginándomelo...
es_mx: Tal vez yo haberlo imaginado.
fr: Peut-être que j'me fais des films.
it: Forse ho immaginato...
ja: もしかしたら気のせいかもしれないけど...
ko: 잘못 봤나...
pl: Może sobie coś ubzdurałam...
pt_br: Talvez tenha imaginado...
ru: Может, мне показалось?..
zh_tw: 也許只是我的想像……

# CHARACTERS.WURT.DESCRIBE.SAPLING.BURNING
source: Fire!
de: Feuer!
es: ¡Fuego!
es_mx: ¡Fuego!
fr: Feu !
it: Fuoco!
ja: 発射ー！
ko: 발사!
pl: Ognia!
pt_br: Fogo!
ru: Огонь!
zh_tw: 火焰！

# CHARACTERS.WURT.DESCRIBE.SAPLING.DISEASED
source: Hmm... look bad.
de: Hmm ... Sieht nicht gut aus.
es: Hmm... Mala pinta.
es_mx: Mmm... verse mal.
fr: Hum, dommage.
it: Mmmm... Brutto aspetto.
ja: うーん...悪そうだね。
ko: 흠... 나빠 보여.
pl: Hm... wygląda źle.
pt_br: Hmm... parece ruim.
ru: Хм-м-м… Скверно выглядит.
zh_tw: 嗯...看起來很糟。

# CHARACTERS.WURT.DESCRIBE.SAPLING.DISEASING
source: Something wrong with it, florp.
de: Etwas falsch damit, florp.
es: Algo malo le pasa, florp.
es_mx: Algo andar mal con él, flop.
fr: Il a un problème, florp.
it: Ha qualcosa che non va, florp.
ja: 何かおかしいよ、フロープ。
ko: 뭔가 잘못됐어, 뻐끔.
pl: Coś z nią nie tak, florp.
pt_br: Tem algo errado com isso, florp.
ru: Что-то с ним не то, буль.
zh_tw: 它不對勁，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SAPLING.GENERIC
source: Little tree!
de: Kleiner Baum!
es: ¡Arbolito!
es_mx: ¡Arbolito!
fr: Petit arbre !
it: Alberello!
ja: ちっこい木だ！
ko: 작은 나무다!
pl: Małe drzewko!
pt_br: Arvorezinha!
ru: Маленькое деревце!
zh_tw: 小樹！

# CHARACTERS.WURT.DESCRIBE.SAPLING.PICKED
source: Took it!
de: Genommen!
es: ¡Ya se cogió!
es_mx: ¡Haberlo agarrado!
fr: Je l'ai pris !
it: Preso!
ja: 取ったよ！
ko: 가져갔어!
pl: Zabrałam!
pt_br: Peguei!
ru: Собрала!
zh_tw: 拿走了！

# CHARACTERS.WURT.DESCRIBE.SAPLING.WITHERED
source: Too dry, florp.
de: Zu trocken, florp.
es: Demasiado seco, florp.
es_mx: Demasiado seco, flop.
fr: Il est tout desséché, florp.
it: Troppo asciutto, florp.
ja: 乾燥しすぎだよ、フロープ。
ko: 너무 말랐어, 뻐끔.
pl: Ma za sucho, florp.
pt_br: Muito seco, florp.
ru: Слишком сухо, бульк.
zh_tw: 太乾燥，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SCANDATA
source: Glurgh... can Wicker-lady read it?
de: Glarg ... Kann Wicker-Frau das lesen?
es: Glurgh... ¿Podrá leerlo la señora Wicker?
fr: Glurgh... Mme Wicker peut le lire, ça ?
it: Glurgh... Forse signora Wicker sa leggerlo?
ja: グルーフ…ウィッカーおばさんなら読めるかな？
ko: 빠끔빠금... 위커 여사가 읽을 수 있을까?
pl: Glurp… Czy pani Wiklinowa potrafi to odczytać?
pt_br: Glurgh... Será que senhora Wicker consegue ler?
ru: Бульк... А Мадам Уикер такое читать умеет?
zh_tw: 格勒格……能讓薇克女士去讀嗎？

# CHARACTERS.WURT.DESCRIBE.SCARECROW.BURNING
source: Nooooo! Save him!!
de: Neeeeein! Retten!!
es: ¡Noooo! ¡¡Salvadlo!!
es_mx: ¡Nooooo! ¡¡Alguien salvarlo!!
fr: Nooooon ! Sauvez-le !!
it: Nooooo! Salva!
ja: ダメーーー！彼を助けて！
ko: 안 돼애애애! 구해 줘!!
pl: Nieee! Ratować go!
pt_br: Nããão! Salve ele!!
ru: Не-е-ет! Спасите его!
zh_tw: 不不不！救救他！！

# CHARACTERS.WURT.DESCRIBE.SCARECROW.BURNT
source: Glort...
es_mx: Glot...
ja: グロート...
ko: 빠끔...
ru: Хлюп…
zh_tw: 嗝浪淌……

# CHARACTERS.WURT.DESCRIBE.SCARECROW.GENERIC
source: Like him very much!
de: Mochte sie sehr!
es: ¡Me gusta mucho!
es_mx: ¡A mí agradarme mucho!
fr: Je l'adore !
it: Mi piace tanto tanto!
ja: 彼のことがとても好きだよ！
ko: 정말 마음에 들어!
pl: Bardzo go lubię!
pt_br: Gosto muito dele!
ru: Как же ты мне нравишься!
zh_tw: 非常喜歡他！

# CHARACTERS.WURT.DESCRIBE.SCORCHED_SKELETON
source: Got too close to campfire, florp.
de: Zu nahe am Lagerfeuer, florp.
es: Se acercó demasiado a la hoguera, florp.
es_mx: Haberse acercado mucho a la fogata, flop.
fr: Il s'est trop approché du feu de camp, florp.
it: Troppo vicino a fuoco, florp.
ja: キャンプファイヤーに近づきすぎたんだ、フロープ。
ko: 모닥불에 너무 가까이 갔어, 뻐끔.
pl: Ktoś podszedł za blisko ogniska, florp.
pt_br: Chegou muito perto da fogueira, florp.
ru: Слишком близко сел к костру, бульк.
zh_tw: 離營火太近了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SCULPTINGTABLE.BLOCK
source: Gonna make something good, flort!
de: Etwas Gutes machen, flort!
es: ¡Voy a hacer algo bueno, flort!
es_mx: ¡Yo hacer algo bueno, flot!
fr: Je vais faire un super truc, flort !
it: Faccio qualcosa di bello, flort!
ja: 何かいいものを作ろうよ、フロート！
ko: 뭔가 만들어야지, 뻐끔!
pl: Zrobię coś świetnego, flort!
pt_br: Vou criar algo bom, flort!
ru: Столько всего наделаю, хлюп!
zh_tw: 我要做個好看的，浮浪特！

# CHARACTERS.WURT.DESCRIBE.SCULPTINGTABLE.BURNT
source: Can't use now.
de: Kann nichts mehr machen.
es: No se puede usar ahora.
es_mx: Ahora no poder usarla.
fr: J'peux pas l'utiliser maintenant.
it: Non posso usare adesso.
ja: 今は使えないよ。
ko: 이제 못 써.
pl: Już go nie użyję.
pt_br: Não pode usar agora.
ru: Сейчас нельзя.
zh_tw: 用不了。

# CHARACTERS.WURT.DESCRIBE.SCULPTINGTABLE.EMPTY
source: Make things outta rocks!
de: Sachen aus Stein machen!
es: ¡Haz cosas de rocas!
es_mx: ¡Hacer cosas con rocas!
fr: J'peux fabriquer des trucs en pierre !
it: Faccio cose da rocce!
ja: 岩から物を作るんだよ！
ko: 돌로 물건 만들어!
pl: Można coś zrobić z kamieni!
pt_br: Faz coisas com as pedras!
ru: Будем делать вещи из камней!
zh_tw: 從石頭裡做出東西！

# CHARACTERS.WURT.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: Look! Made it with own claws!
de: Da, mit eigenen Klauen gemacht!
es: ¡Mira! ¡Hecho con mis propias garras!
es_mx: ¡Mirar! ¡Haberla hecho con mis propias garras!
fr: C'est moi qui l'ai fait avec mes petites griffes.
it: Guarda! Fatta con miei artigli!
ja: 見て！自分の爪で作ったよ！
ko: 봐! 내 발톱으로 만들었어!
pl: Patrzcie! Zrobiłam to własnymi pazurkami!
pt_br: Veja! Fiz com próprias garras!
ru: Это я своими когтями сделала!
zh_tw: 看！我親手親爪做的！

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: Something weird about it.
de: Etwas merkwürdig daran.
es: Tiene algo raro.
es_mx: Haber algo extraño con esto.
fr: Il a quelque chose de bizarre.
it: Qualcosa di strano in quella.
ja: 何か変だよ。
ko: 뭔가 이상해.
pl: Coś tu jest dziwnego.
pt_br: Tem algo estranho nisso.
ru: Что-то тут не так.
zh_tw: 有點不對勁。

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: All done!
de: Fertig!
es: ¡Listo!
es_mx: ¡Listo!
fr: C'est fini !
it: Fatto!
ja: はいできたよ！
ko: 다 됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 全做完了！
