Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_14
source: Gaudy as all get-out.
de: Kitschig wie eh und je.
es: Chabacano a más no poder.
fr: Tapageur comme pas possible.
it: Pacchiano con tutto da fuori.
ja: ずいぶんと気取りクサったカップだな
ko: 아주 촌스러운데.
pl: Krzykliwe jak jasna cholera.
pt_br: Bem chamativo.
ru: Безвкусно, как и вся праздничная посуда.
zh_cn: 非常华丽。
zh_tw: 非常華麗。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_15
source: And here I am just a pawn, eh?
de: Und hier bin ich nur ein Bauer, nicht wahr?
es: ¿Y yo aquí solo soy un peón, eh?
fr: Et moi je suis quoi, juste un pion, hein ?
it: E qui sono solo una pedina, eh?
ja: オレもゲームの駒にすぎねぇってことか
ko: 나는 그냥 졸개라는 거지, 그치?
pl: A ja jestem zwykłym pionkiem, tak?
pt_br: E aqui sou só um peão, hã?
ru: И я здесь всего лишь пешка, значит?
zh_cn: 在这里我只是个一颗棋子？
zh_tw: 在這裡我只是個一顆棋子？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_16
source: And here I am just a pawn, eh?
de: Und hier bin ich nur ein Bauer, nicht wahr?
es: ¿Y yo aquí solo soy un peón, eh?
fr: Et moi je suis quoi, juste un pion, hein ?
it: E qui sono solo una pedina, eh?
ja: オレもゲームの駒にすぎねぇってことか
ko: 나는 그냥 졸개라는 거지, 그치?
pl: A ja jestem zwykłym pionkiem, tak?
pt_br: E aqui sou só um peão, hã?
ru: И я здесь всего лишь пешка, значит?
zh_cn: 在这里我只是个一颗棋子？
zh_tw: 在這裡我只是個一顆棋子？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_17
source: It needs to be straightened, eh?
de: Das muss gerade gerichtet werden, was?
es: Hay que ponerlo firme, ¿eh?
fr: Il faut la redresser, hein ?
it: Ha bisogno di essere raddrizzato, eh?
ja: まっすぐにしねぇと使えねぇな
ko: 도로 펴야겠지, 그치?
pl: Trzeba by to nieco wyrównać, tak?
pt_br: Precisa ser consertado, hã?
ru: Ее, наверное, надо выпрямить, а?
zh_cn: 它需要矫正，额？
zh_tw: 它需要矯正，額？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_18
source: I would have liked this when I was a boy.
de: Das hätte ich gerne als kleiner Junge gehabt.
es: Me hubiese gustado tener uno cuando era niño.
fr: Ça m'aurait plu quand j'étais gosse.
it: Mi sarebbe piaciuto quando ero un bambino.
ja: ガキの頃なら、オレも喜んだと思うがな
ko: 어렸을 때의 나라면 좋아했겠다.
pl: Bardzo by mi się podobało, gdybym był wciąż małym chłopcem.
pt_br: Eu teria gostado disso quando era pequeno.
ru: Когда я был мальчишкой, мне нравилось с ним играть.
zh_cn: 我还是孩子的时候应该会喜欢这个。
zh_tw: 我還是孩子的時候應該會喜歡這個。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_19
source: It keeps falling over, eh?
de: Das fällt immer um.
es: No deja de caerse, ¿eh?
fr: Il arrête pas de tomber, hein ?
it: Continua a cadere, eh?
ja: 回してもすぐにコケちまうな
ko: 자꾸 쓰러지네?
pl: Ciągle się przewraca, tak?
pt_br: Não para de cair, hã?
ru: Он продолжает падать, а?
zh_cn: 它一直往下掉，额？
zh_tw: 它一直往下掉，額？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_2
source: Much kazoo aboot nothing.
de: Viel Lärm um nichts.
es: No me engañas.
fr: Alors vraiment au cas où...
it: Molto kazoo per nulla.
ja: んだよ、おもちゃじゃねぇか
ko: 허풍 치는 커주잖아.
pl: Dużo brzęczenia o nic.
pt_br: Estão fazendo muito kazoo disso.
ru: Много воя из ничего.
zh_cn: 无事生芦笛。
zh_tw: 無事生蘆笛。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_20
source: Wigfrid keeps using it to "spar" with me and Lucy. We're afraid.
de: Wigfrid verwendet es, um mit mir und Lucy zu trainieren. Wir haben Angst.
es: Wigfrid sigue usando esto para "luchar" conmigo y con Lucy. Estamos asustados.
fr: Wigfrid se sert toujours de ça pour s'entraîner contre moi et Lucy. On a très peur.
it: Wigfrid lo continua ad usare per litigare con me e Lucy. Abbiamo paura.
ja: ウィグフリドがこれで殴ってくるんだ…怖えぇよ
ko: 위그프리드가 이걸로 나와 루시랑 '대련'을 하지. 무서워.
pl: Wigfryda używa tego ustrojstwa do „sparingów” ze mną i Lucy. Boimy się.
pt_br: Wigfrid sempre usa pra "treinar" comigo e com a Lucy. Temos medo.
ru: Вигфрид использует ее для «спарринга» со мной и Люси. Мы боимся ее.
zh_cn: 薇格弗德一直用它来“对抗”我和露西。我们害怕。
zh_tw: 薇格弗德一直用它來“對抗”我和露西。我們害怕。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_21
source: It belongs in a kitchen, not in the woods.
de: Das gehört in die Küche, nicht in den Wald!
es: Su sitio es la cocina, no el bosque.
fr: Ça, c'est pour la cuisine, pas pour les bois.
it: Va in cucina, non nei boschi.
ja: 台所道具が、なんでこんなとこにあんだ？
ko: 숲이 아니라 부엌에 필요한 것이잖아.
pl: Twoje miejsce jest w kuchni, a nie w lesie.
pt_br: O lugar disso é na cozinha, não na mata.
ru: Это пригодится на кухне, а не в лесу.
zh_cn: 它属于厨房，而不是树林。
zh_tw: 它屬於廚房，而不是樹林。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_22
source: I'd rather have some proper rope.
de: Ein richtiges Seil wär mir lieber.
es: Preferiría tener una cuerda en condiciones.
fr: Je préférerais une bonne grosse corde.
it: Preferisco avere una vera corda.
ja: これじゃ、ロープの代わりにはなんねぇな
ko: 제대로 된 밧줄이 더 좋은데.
pl: Wolałbym chyba normalną linę.
pt_br: Prefiro usar cordas de verdade.
ru: Я бы предпочел более подходящую веревку.
zh_cn: 我宁愿有一件合身的长袍。
zh_tw: 我寧願有一件合身的長袍。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_23
source: Maxwell probably needs that for his fancy shoes.
de: Maxwell braucht das wahrscheinlich für seine vornehmen Schuhe.
es: A Maxwell seguramente le hacen faltan para sus zapatos bonitos.
fr: Maxwell en a sûrement besoin pour ses jolies petites grolles.
it: Maxwell probabilmente ne ha bisogno per le sue scarpe eleganti.
ja: マクスウェルが靴履くときに使うやつか？
ko: 맥스웰의 고급 구두에 필요할 것 같은데.
pl: Maxwellowi pewnie przyda się to do jego lakierków.
pt_br: O Maxwell provavelmente precisa disso pra seus sapatos elegantes.
ru: Наверное, это больше нужно Максвеллу, для его модных туфель.
zh_cn: 麦斯威尔的漂亮鞋子或许要用到这个。
zh_tw: 麥斯威爾的漂亮鞋子或許要用到這個。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_24
source: We should whip up some pumpkin cookies to put in it, eh?
de: Darin könnte man ein paar Kürbiskekse aufbewahren.
es: Deberíamos meter algunas galletas de calabaza, ¿eh?
fr: Ça peut toujours servir de tirelire, hein ?
it: Dovremmo fare dei biscotti alla zucca da metterci dentro, eh?
ja: カボチャクッキーでも作って、入れとくか
ko: 안에 넣을 호박 쿠키를 만들면 좋겠다, 그치?
pl: Brakuje nam chyba tylko dyniowych ciasteczek, tak?
pt_br: Vamos colocar uns cookies de abóbora nisso, que tal?
ru: Нам нужно приготовить тыквенных печенек и положить туда, ага?
zh_cn: 我们该抓些南瓜饼干放进去吗？
zh_tw: 我們該抓些南瓜餅乾放進去嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_25
source: I already smell like pine and woodchips, according to Lucy.
de: Lucy sagt, ich rieche schon nach Tannenholz und Wald.
es: Ya huelo a pino y astillas de madera, según Lucy.
fr: Lucy dit que je sens déjà le pin et les copeaux de bois.
it: Profumo già di pino e trucioli di legno, secondo Lucy.
ja: オレの体臭は、松の木と木くずのニオイだ！
ko: 루시가 그러는데, 난 이미 소나무와 나뭇조각 냄새가 난대.
pl: Wg Lucy ja już pachnę ścinkami drewna i żywicą.
pt_br: Já estou com cheiro de pinho e lascas de madeira, segundo a Lucy.
ru: Я уже пахну пихтой и щепками, благодаря Люси.
zh_cn: 露西说我闻起来有松树和木片的味道。
zh_tw: 露西說我聞起來有松樹和木片的味道。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_26
source: Genius! A cup for a proper woodsman.
de: Genial! Eine Tasse für eine echten Waldmeister.
es: ¡Genial! Una taza para un verdadero leñador.
fr: Génial ! Une vraie tasse d'homme des bois.
it: Idea geniale! Una tazza per il vero boscaiolo.
ja: こりゃ、きこりにぴったりのカップだな！
ko: 굉장해! 진정한 나무꾼에게 어울리는 잔이야.
pl: Genialne! Kubek w sam raz dla drwala.
pt_br: Genial! Um copo pra um mateiro de verdade!
ru: Гениально! Кружка настоящего дровосека.
zh_cn: 天才！给樵夫用的杯子做好了。
zh_tw: 天才！給樵夫用的杯子做好了。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_27
source: No point hanging clothes in the woods.
de: Um die Kleidung ordentlich aufzuhängen.
es: De nada sirve colgar la ropa en el bosque.
fr: Ça sert à rien d'accrocher des vêtements dans les bois.
it: Non ha senso appendere i panni nei boschi.
ja: 森での生活じゃ、こんなもん必要ねぇよ
ko: 숲에서는 옷을 걸 필요도 없는걸.
pl: Nie ma sensu suszyć ubrań w lesie.
pt_br: Não tem porquê pendurar roupas na mata.
ru: Нет смысла вешать одежду на деревья.
zh_cn: 把衣服挂在树林里毫无意义。
zh_tw: 把衣服掛在樹林裡毫無意義。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_28
source: That one moves diagonally, I think.
de: Der hier bewegt sich diagonal, glaube ich.
es: Ese se mueve en diagonal, creo.
fr: Je crois que celle-là se déplace en diagonale.
it: Si muove in diagonale, credo.
ja: こいつは斜めに動けるはずだ。
ko: 이건 대각선으로 이동할걸.
pl: Ten chyba porusza się po prostej.
pt_br: Essa se move diagonalmente, eu acho.
ru: Она вроде по диагонали движется.
zh_cn: 我认为那个成对角线移动。
zh_tw: 我認為那個成對角線移動。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_29
source: That's, uh, the rook piece.
de: Das, äh, ist der Turm.
es: Esa es, eh, la pieza de la torre.
fr: Ça c'est... euh... la tour.
it: Quella è, uh, la pedina della torre.
ja: こいつは…ルークの駒だな。
ko: 이건, 그러니까, 루크라는 말이지.
pl: Brakuje reszty zamku.
pt_br: Essa é, ahm, uma torre.
ru: Это, э-э, ладья.
zh_cn: 那是战车，呃。
zh_tw: 那是戰車，呃。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_3
source: Reminds me of a story I heard once.
de: Erinnert mich an eine Geschichte, die ich mal gehört habe.
es: Me recuerda una historia que oí una vez.
fr: Ça me rappelle une vieille histoire.
it: Mi fa venire in mente una storiella che sentii una volta.
ja: 昔きいた話に似てる。
ko: 전에 들었던 이야기가 생각나네.
pl: Przypomina mi się taka jedna historia...
pt_br: Me faz lembrar de uma história que ouvi uma vez.
ru: Напоминает мне историю, которую я слышал однажды.
zh_cn: 让我想起了我曾经听到的一个故事。
zh_tw: 讓我想起了我曾經聽到的一個故事。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_30
source: That one can only move one square at time.
de: Der kann sich immer nur um ein Feld bewegen.
es: Ese solo puede moverse una casilla a la vez.
fr: Celle-là ne peut bouger que d'une case à la fois.
it: Si può muovere di un solo spazio alla volta.
ja: こいつは、1マスしか移動できないヤツだ。
ko: 얘는 한 번에 한 칸만 움직일 수 있잖아.
pl: Ten chodzi tylko o jedno pole.
pt_br: Essa só pode se mover um quadrado de cada vez.
ru: А вот эта фигурка движется только квадратом.
zh_cn: 那个一次只能移动一个方格。
zh_tw: 那個一次只能移動一個方格。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_31
source: That's the, uh, horse piece.
de: Das ist das, äh, Pferd.
es: Esa es, eh, la pieza del caballo.
fr: Ça c'est... euh... le cheval.
it: Quella è, uh, la pedina del cavallo.
ja: こいつは…馬の駒だな。
ko: 이건, 그러니까, 말이지.
pl: O, konik.
pt_br: Esse é, ahm, o cavalo.
ru: Это, э-э, фигурка коня.
zh_cn: 那是马，呃。
zh_tw: 那是馬，呃。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_32
source: I'd rather my future be a surprise.
de: Ich will, dass meine Zukunft eine Überraschung ist.
es: Prefiero que mi futuro sea una sorpresa.
fr: Je préfère que mon avenir reste une surprise.
it: Preferirei che il mio futuro rimanesse un mistero.
ja: オレは自分の未来なんて知りたくないね。
ko: 나는 미래를 차근차근 발견해나가고 싶은데.
pl: Wolę, żeby moja przyszłość była niespodzianką.
pt_br: Prefiro que meu futuro seja uma surpresa.
ru: Пускай мое будущее останется туманным.
zh_cn: 我宁愿我的未来是个惊喜。
zh_tw: 我寧願我的未來是個驚喜。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_33
source: Creepy.
de: Gruselig.
es: Espeluznante.
fr: Sinistre.
it: Raccapricciante.
ja: 気味悪い。
ko: 징그럽잖아.
pl: Okropieństwo.
pt_br: Que bizarro.
ru: Жутковато.
zh_cn: 真吓人。
zh_tw: 真嚇人。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_34
source: That right there's a bad time waitin' to happen.
de: Mir schwant nichts Gutes.
es: Eso no traerá nada bueno.
fr: Ça c'est pour un mauvais moment à passer.
it: È proprio vero che ci sono disastri annunciati.
ja: 何か良くないことでも起きそうだな。
ko: 이걸 보니 꼭 나쁜 일이 생길 것만 같잖아.
pl: Prosimy się o kłopoty.
pt_br: Isso aí é algo ruim esperando pra acontecer.
ru: Все правильно, тут неприятностей не оберешься.
zh_cn: 对的，那不是等待事情发生的好时机。
zh_tw: 對的，那不是等待事情發生的好時機。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_35
source: Doesn't even have a label.
de: Hat nicht mal ein Etikett.
es: Ni siquiera tiene una etiqueta.
fr: Y a même pas d'étiquette...
it: Non ha nemmeno un'etichetta.
ja: ラベルさえも貼ってねえじゃねえか。
ko: 라벨도 없잖아.
pl: Nie ma nawet etykiety.
pt_br: Nem rótulo tem.
ru: Даже этикетки нет.
zh_cn: 甚至没有标签。
zh_tw: 甚至沒有標籤。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_36
source: More intimidating than beaver teeth.
de: Beängstigender als Biberzähne.
es: Más intimidante que los dientes de un castor.
fr: Ça fait encore plus peur que des dents de castor.
it: Più minaccioso dei denti del castoro.
ja: ビーバーの歯よりも恐ろしいぜ。
ko: 비버 이빨보다 더 흉악하잖아.
pl: Gorsze jeszcze niż zęby bobra.
pt_br: Mais intimidador que dentes de castor.
ru: Даже зубы бобра так не пугают.
zh_cn: 比海狸的牙齿更吓人。
zh_tw: 比海狸的牙齒更嚇人。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_37
source: What a waste of wood, eh?
de: Was für eine Verschwendung von Holz, was?
es: Qué desperdicio de madera, ¿eh?
fr: C'est du bon bois gâché, hein ?
it: Che spreco di legna, eh?
ja: 木の無駄使いだな。
ko: 나무가 아깝다, 그치?
pl: Szkoda drewna.
pt_br: Que desperdício de uma boa madeira, hã?
ru: Ну к чему эта пустая трата дерева, а?
zh_cn: 额，真是浪费木材？
zh_tw: 額，真是浪費木材？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_38
source: Looks like a pair of binoculars.
de: Sieht aus wie ein Fernglas.
es: Parecen un par de binoculares.
fr: On dirait une paire de jumelles.
it: Sembra un paio di binocoli.
ja: 双眼鏡みたいだな。
ko: 쌍안경 같은데.
pl: Jak dla mnie to zwykła lornetka.
pt_br: Parece ser um binóculo.
ru: Похоже на бинокль.
zh_cn: 看起来像一只望远镜。
zh_tw: 看起來像一隻望遠鏡。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_39
source: Oh, the gloves're comin' off now!
de: Jetzt runter mit den Handschuhen!
es: ¡Oh, los guantes se están quitando!
fr: Ah, les gants sont de sortie !
it: Oh, i guanti stanno cadendo adesso!
ja: これじゃあ手袋として使えねえな。
ko: 누가 장갑을 벗은 거야!
pl: Oho, ktoś rzucił rękawicę!
pt_br: Oh, agora vou poder fazer desafios como um cavalheiro!
ru: Ох, перчатки сейчас спадут!
zh_cn: 啊，手套要掉了！
zh_tw: 啊，手套要掉了！

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_4
source: Wolfgang would appreciate that moustache.
de: Wolfgangs gefällt dieser Schnurrbart.
es: A Wolfgang le gustaría ese bigote.
fr: Wolfgang aimerait bien cette moustache.
it: A Wolfgang piacerebbero quei baffi.
ja: この口ひげ…ウルフガングが喜びそうだな
ko: 저 콧수염은 볼프강이 보면 좋아하겠다.
pl: Wolfgangowi spodobałyby się te wąsy.
pt_br: O Wolfgang iria gostar desse bigode.
ru: Вольфгангу такие усы определенно понравились бы.
zh_cn: 沃尔夫冈会喜欢那个胡须的。
zh_tw: 沃爾夫岡會喜歡那個鬍鬚的。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_40
source: It's a snail-shaped scale, eh?
de: Ist eine Waage in Schneckenform, was?
es: Una balanza con forma de caracol, ¿eh?
fr: Une balance en forme de mollusque, hein ?
it: Una scala a forma di lumaca, eh?
ja: カタツムリの形をした秤？
ko: 달팽이 모양 저울이구나, 그치?
pl: W kształcie ślimaka, co nie?
pt_br: É uma balança em forma de caracol, hã?
ru: Это улиткоподобные весы, а?
zh_cn: 蜗牛造型的秤，是吗？
zh_tw: 蝸牛造型的秤，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_41
source: Got no idea what that's for.
de: Ich habe keine Ahnung, wozu man das braucht.
es: No tengo ni idea de para qué es eso.
fr: Je vois pas du tout à quoi ça sert.
it: Non ho idea a cosa serva.
ja: これ、何に使うのか見当もつかねえな。
ko: 이게 뭔지 전혀 모르겠어.
pl: Pojęcia nie mam, do czego to służy.
pt_br: Não faço ideia da serventia disso.
ru: Понятия не имею, для чего это.
zh_cn: 不知道那是干嘛用的。
zh_tw: 不知道那是幹嘛用的。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_42
source: Better than meeting a real one, eh?
de: Besser als eine echte, oder?
es: Mejor que encontrarse con uno de verdad, ¿eh?
fr: C'est mieux qu'en rencontrer un vrai, hein ?
it: Meglio che incontrarne uno vero, eh?
ja: 本物に出くわすよりはマシだ。
ko: 진짜랑 마주치는 것보다야 훨씬 낫ㅣ. 안 그래?
pl: Lepiej to niż prawdziwa wersja, co nie?
pt_br: Melhor que encontrar uma de verdade, hã?
ru: Лучше, чем встретить настоящую, а?
zh_cn: 比遇到真的要好，对吧？
zh_tw: 比遇到真的要好，對吧？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_43
source: Get along, lil gator.
de: Weiter geht's, kleines Krokodil.
es: Vamos, lagarto.
fr: Va-t'en, petit croco.
it: Tira avanti, piccolo alligatore.
ja: 小さいワニか。うまくやっていきな。
ko: 친구 하자, 꼬마 악어야.
pl: Zmykaj, mały krokodylu.
pt_br: Segue teu rumo, jacaré.
ru: Давай дружить, маленький аллигатор.
zh_cn: 走吧，小鳄鱼。
zh_tw: 走吧，小鱷魚。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_44
source: Smashed to bits.
de: Völlig zerstört.
es: Roto en pedazos.
fr: Complètement bousillé.
it: Fatto a pezzi.
ja: バラバラになっちまってるな。
ko: 산산 조각났잖아.
pl: W ruinie.
pt_br: Em pedacinhos.
ru: Разбился вдребезги.
zh_cn: 粉身碎骨。
zh_tw: 粉身碎骨。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_45
source: What sorta shows d'you think it gets?
de: Was für Sender man damit wohl empfängt?
es: ¿Qué clase de programas sintonizará?
fr: Ça capte quel genre de stations ?
it: Che tipo di spettacoli prende?
ja: こいつ、どんな音楽を聴かせてくれるんだろな？
ko: 어떤 프로그램을 들을 수 있을까?
pl: Jak myślisz, co odbiera?
pt_br: Que tipo de shows você acha que consegue?
ru: Что за передачи по нему идут, как думаешь?
zh_cn: 你觉得它会放什么样的节目？
zh_tw: 你覺得它會放什麼樣的節目？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_46
source: I prefer to let mine air dry.
de: Ich lass meine Haare lieber an der Luft trocknen.
es: Prefiero dejar secar el mío al aire.
fr: Je préfère que mes cheveux sèchent tout seuls.
it: Preferisco asciugarmi all'aria.
ja: オレは髪を自然に乾かす派だ。
ko: 난 그냥 자연스럽게 말리는 게 좋아.
pl: Osobiście wolę schnąć na wietrze.
pt_br: Prefiro deixar o meu secar sozinho.
ru: Предпочитаю сам сохнуть.
zh_cn: 我更愿意让我的自然晾干。
zh_tw: 我更願意讓我的自然晾乾。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_5
source: It needs a robot arm, eh?
de: Braucht einen Roboterarm, was?
es: Necesito un brazo de robot, ¿eh?
fr: Il lui manque un Canadarm, hein ?
it: Gli serve un braccio robotico, eh?
ja: ロボットアームが必要だ、ね？
ko: 로봇 팔이 필요하겠네, 그치?
pl: Połamania nóg.
pt_br: Precisa de um braço robótico, hã?
ru: Здесь не помешала бы роботизированная рука, а?
zh_cn: 它需要一个机器臂，对吗？
zh_tw: 它需要一個機器臂，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_6
source: They're not good any more, eh?
de: Die sind nicht mehr in Ordnung, was?
es: Ya no sirven de mucho, ¿eh?
fr: Ils sont foutus, hein ?
it: Non servono più a niente, eh?
ja: もう美味しくないよ、なあ？
ko: 이젠 쓸 수 없겠다, 그치?
pl: Już się do niczego nie nadadzą, co nie?
pt_br: Eles não estão bons mais, hã?
ru: Теперь они никуда не годятся, а?
zh_cn: 它们再也变不回原来的样子了，是吗？
zh_tw: 它們再也變不回原來的樣子了，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_7
source: 'Might take it to the kid.
de: Was für die Kinder.
es: Se lo voy a llevar al chico.
fr: Je pourrais donner ça au gosse.
it: Potrei portarlo al ragazzino.
ja: あの子供にやるか…
ko: 애들한테 주면 좋겠는데.
pl: Coś dla dzieci?
pt_br: Acho que vou levar pro garoto.
ru: Надо пацану отнести.
zh_cn: 可能把它带给孩子。
zh_tw: 可能把它帶給孩子。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_8
source: Reminds me... gotta convince Willow to take a *real* bath.
de: Erinnert mich daran, dass ich Willow überzeugen muss, ein richtiges Bad zu nehmen.
es: Me recuerda que... tengo que convencer a Willow de que se dé un baño *de verdad*.
fr: Ah, justement... il faut convaincre Willow de prendre un vrai bain un jour.
it: Mi ricorda che... devo convincere Willow a fare un vero e proprio bagno.
ja: ウィローに“ちゃんと”風呂に入らせねぇとな
ko: 그러고 보니... 윌로우에게 제대로 목욕하라고 얘기해야지.
pl: To mi przypomina, że muszę namówić Willow na *prawdziwą* kąpiel.
pt_br: Me faz lembrar... que preciso convencer a Willow a tomar um banho *de verdade*.
ru: Кстати… Надо уговорить Уиллоу в кои-то веки очиститься водой, а не огнем.
zh_cn: 提醒我…说服薇洛*真正地洗一次澡。
zh_tw: 提醒我…說服薇洛*真正地洗一次澡。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_9
source: I just sew my clothing shut around me when I put it on.
de: Ich nähe die einfach an meine Sachen, die ich gerade anhabe.
es: Acabo de coser bien mi ropa cuando me la puse.
fr: Je me suis cousu les vêtements, pas besoin de boutons.
it: Mi cucio i vestiti addosso quando li indosso.
ja: その洋服を着て、単に周りをぐるっと縫うだけ。
ko: 착용하고 옷을 기워버리잖아.
pl: Ja po prostu zaszywam ubrania na sobie i nie mam problemu.
pt_br: Eu costuro minhas roupas em mim quando as visto.
ru: Я просто зашиваю на себе одежду, когда надеваю ее.
zh_cn: 我刚才在穿衣服的时候已经把衣服扣子缝死了。
zh_tw: 我剛才在穿衣服的時候已經把衣服扣子縫死了。

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: Never seen such a flammable fishbowl!
de: Ein brennbares Fischglas habe ich noch nie gesehen!
es: ¡Nunca había visto una pecera tan inflamable!
fr: Je n'avais jamais vu brûler un aquarium !
it: Non ho mai visto una boccia per i pesci tanto infiammabile!
ja: こんなに燃える金魚鉢は見たことねえ！
ko: 불이 붙는 어항은 처음 보는걸!
pl: W życiu nie widziałem tak łatwopalnego akwarium!
pt_br: Nunca vi um aquário tão inflamável!
ru: Разве рыбья чешуя может быть настолько горючей?
zh_cn: 就没见过这么容易着火的鱼缸！
zh_tw: 就沒見過這麼容易著火的魚缸！

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: Guess that's that.
de: Das war's dann wohl.
es: Supongo que se acabó.
fr: Il n'y a plus rien à faire.
it: Non c'è niente.
ja: これで終わりだな。
ko: 어쩔 수 없잖아.
pl: To by chyba było na tyle.
pt_br: Acho que acabou.
ru: Ну, вот и все.
zh_cn: 完就完了吧。
zh_tw: 完就完了吧。

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: Think it's time for some fishin', eh?
de: Zeit zum Angeln, wie?
es: Creo que es hora de pescar un poco, ¿eh?
fr: C'est un bon moment pour pêcher, hein ?
it: Penso sia ora di andare a pescare, eh?
ja: 魚釣りでもするか？
ko: 낚시할 시간이네, 그치?
pl: Chyba pora na ryby, co nie?
pt_br: Acho que é hora de pescar, né?
ru: Пора бы и мне на рыбалку сходить, ага.
zh_cn: 到了打渔的点儿了，对不？
zh_tw: 到了打漁的點兒了，對不？

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_cn: 重量: {weight} 捕获人: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} Lookin' at it is making me hungry...
de: Gewicht: {weight} Gefangen von: {owner} Ich kriege von dem Anblick Hunger ...
es: Peso: {weight} Capturado por: {owner} Me está entrando hambre solo de mirarlo...
fr: Poids : {weight} Pêché par : {owner} Ça me donne faim.
it: Peso: {weight} Catturato da: {owner} Più lo guardo, più mi viene fame...
ja: 重さ：{weight} 捕獲者：{owner} 見ていると腹が空いてきたな...
ko: 무게: {weight} 잡은 사람: {owner} 이걸 보면 배가 고파지잖아...
pl: Waga: {weight} Imię wędkarza: {owner} Jak na nią patrzę, to od razu robię się głodny...
pt_br: Peso: {weight} Capturado por: {owner} Olhar para ele me deixa com fome...
ru: Вес: {weight} Поймано: {owner} От одного вида в животе урчит…
zh_cn: 重量: {weight} 捕获人: {owner} 看着它我都饿了……
zh_tw: 重量: {weight} 捕獲人: {owner} 看著它我都餓了……

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} Sorry bud, looks like those bragging rights are mine!
de: Gewicht: {weight} Gefangen von: {owner} Tut mir leid, Kumpel, alle Prahlrechte liegen bei mir!
es: Peso: {weight} Capturado por: {owner} Lo siento, amigo, ¡parece que soy yo quien tiene derecho a presumir!
fr: Poids : {weight} Pêché par : {owner} Je vous fais ma danse de la victoire.
it: Peso: {weight} Catturato da: {owner} Mi spiace, amico. Sono io ad avere il diritto di vantarmi!
ja: 重さ：{weight} 捕獲者：{owner} 悪いが、その手柄はオレのもんだ。
ko: 무게: {weight} 잡은 사람: {owner} 미안해, 친구. 내가 자랑을 좀 해야겠어!
pl: Waga: {weight} Imię wędkarza: {owner} Wybaczcie, ale teraz tylko ja mam prawo się przechwalać!
pt_br: Peso: {weight} Capturado por: {owner} Desculpe, pessoal, parece que posso me gabar agora...
ru: Вес: {weight} Поймано: {owner} Что ж, друзья, кажется, я могу собой гордиться.
zh_cn: 重量: {weight} 捕获人: {owner} 对不住了，兄弟，看起来俺还真不是吹的！
zh_tw: 重量: {weight} 捕獲人: {owner} 對不住了，兄弟，看起來俺還真不是吹的！

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} Pretty good, eh Lucy?
de: Gewicht: {weight} Gefangen von: {owner} Nicht schlecht, was, Lucy?
es: Peso: {weight} Capturado por: {owner} Bastante bien, ¿eh, Lucy?
fr: Poids : {weight} Pêché par : {owner} Pas mal, hein, Lucy ?
it: Peso: {weight} Catturato da: {owner} Mica male, eh, Lucy?
ja: 重さ：{weight} 捕獲者：{owner} なかなかのもんじゃねえか。なあ、ルーシー？
ko: 무게: {weight} 잡은 사람: {owner} 훌륭하지, 루시?
pl: Waga: {weight} Imię wędkarza: {owner} Nieźle, co, Lucy?
pt_br: Peso: {weight} Capturado por: {owner} Nada mal, né, Lucy?
ru: Вес: {weight} Поймано: {owner} Очень даже неплохо, да, Люси?
zh_cn: 重量: {weight} 捕获人: {owner} 不赖吧，诶，露西？
zh_tw: 重量: {weight} 捕獲人: {owner} 不賴吧，誒，露西？
