Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: The old crone would take my head if I dared steal a drop of honey.
de: Die alte Hexe fordert meinen Kopf, wenn ich einen Tropfen Honig stehle.
es: Esa arpía me arrancaría la cabeza si me atrevo a robarle una gota de miel.
fr: La vieille grièche aurait ma tête si j'ösais völer une seule göutte de miel.
it: La vecchia megera mi decapiterebbe se osassi rubare una goccia di miele.
ja: 我が蜂蜜を一滴盗もうものなら、その年老いた間抜けは我の頭を取るだろう。
ko: 꿀을 한 방울이라도 훔쳤다간 쪼그랑할멈이 가만두지 않을 테지.
pl: Stara wiedźma skróciłaby mnie o głowę, gdybym odważyła się skraść choć kroplę miodu.
pt_br: A velhota arrancaria minha cabeça se eu ousasse roubar uma gota de mel.
ru: Эта старая карга мне голову оторвет, если я украду хоть каплю меда.
zh_cn: 要是发现我偷蜂蜜，丑老太婆一定会灭了我。
zh_tw: 要是發現我偷蜂蜜，醜老太婆一定會滅了我。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: Where's the honey?
de: Wo ist der Honig?
es: ¿Dónde está la miel?
fr: Où est le miel ?
it: Dov'è il miele?
ja: はちみつはどこ？
ko: 꿀은 어디에 있지?
pl: Gdzie miód?
pt_br: Onde está o mel?
ru: Где мед?
zh_cn: 蜂蜜在哪？
zh_tw: 蜂蜜在哪？

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.READY
source: It's a honey treasure trove!
de: Ein Honigschatz!
es: ¡Es un tesoro de miel!
fr: Un vrai trésor de miel !
it: È un tesoro di miele!
ja: 蜜の宝物庫だ！
ko: 꿀이 든 보물상자다!
pl: Skarbnica miodu!
pt_br: Um tesouro de mel!
ru: Это настоящее медовое сокровище!
zh_cn: 这就是个蜂蜜宝藏！
zh_tw: 這就是個蜂蜜寶藏！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: Pithy honey. More patience is needed.
de: Nur wenig Honig. Man braucht mehr Geduld.
es: Algo de miel. Se necesita más paciencia.
fr: Du miel savoureux. Il faut de la patience.
it: Miele striminzito. C'è bisogno di più pazienza.
ja: 蜜はまだわずか…焦りは禁物だ
ko: 미량의 꿀이군. 인내심이 필요하다.
pl: Marna ilość miodu. Trzeba więcej cierpliwości.
pt_br: Pouco energético. É necessário mais paciência.
ru: Маловато меда. Нужно еще подождать.
zh_cn: 只有一点蜂蜜。需要耐心。
zh_tw: 只有一點蜂蜜。需要耐心。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.DOMESTICATED
source: The critter has finally learned its role.
de: Das Wesen hat seine Rolle endlich verstanden.
es: La criatura por fin ha aprendido su papel.
fr: Cette créature a fini par apprendre son rôle.
it: La creatura ha finalmente imparato il suo ruolo.
ja: ようやく、おのれの役目を理解したか
ko: 짐승이 이제야 자기 역할을 받아들였군.
pl: Stworzenie to nareszcie wie, gdzie jego miejsce.
pt_br: A criatura finalmente aprendeu sua função.
ru: Существо наконец осознало свое предназначение.
zh_cn: 这生物最后清楚了自己的角色。
zh_tw: 這生物最後清楚了自己的角色。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.FOLLOWER
source: Come along beastie.
de: Komm mit, Bestie!
es: Sígueme, bestia.
fr: Suis-moi, bestiole.
it: Vieni con me bestiola.
ja: おいで、ミニ野獣。
ko: 따라오렴, 짐승아.
pl: Chodź, zwierzaku.
pt_br: Venha comigo fera.
ru: Пойдем, зверюга.
zh_cn: 快点，小宝宝。
zh_tw: 快點，小寶寶。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.GENERIC
source: Ancient woolen beasts!
de: Uralte wollige Bestien!
es: ¡Antiguas bestias de lana!
fr: Des bêtes à laine anciennes !
it: Antiche bestie di lana!
ja: 古代のウールでできた守護者！
ko: 고대의 털북숭이 짐승이군!
pl: Pradawna wełniana bestia
pt_br: Feras lanudas ancestrais!
ru: Древние шерстяные звери!
zh_cn: 古老的长毛野兽！
zh_tw: 古老的長毛野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.MYPARTNER
source: A proud an noble beast, bonded to a proud and noble warrior.
de: Ein stolzes und edles Tier, im Bunde mit einer stolzen und edlen Kriegerin.
es: Una bestia noble y orgullosa que ha forjado un vínculo con una guerrera noble y orgullosa.
fr: Une beste fière et nöble, liée à une guerrière töut aussi fière et nöble.
it: Una bestia fiera e nobile, legata a una guerriera come lei.
ja: 誇り高き高貴な戦士と絆をもつ誇り高き高貴な獣。
ko: 자랑스럽고 고귀한 전사와 결속한 자랑스러운 고귀한 짐승.
pl: Dumna i szlachetna bestia przywiązana do dumnej i szlachetnej wojowniczki.
pt_br: Uma fera nobre e orgulhosa, afeiçoada a uma guerreira nobre e orgulhosa.
ru: Гордый и благородный зверь — друг гордой и благородной воительницы.
zh_cn: 一头骄傲高贵的野兽，与骄傲高贵的战士建立了情感联系。
zh_tw: 一頭驕傲高貴的野獸，與驕傲高貴的戰士建立了情感聯繫。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.NAKED
source: Are you cold without your wools?
de: Ist dir kalt ohne deine Wolle?
es: ¿No tienes frío sin la lana?
fr: Tu as froid sans ta laine ?
it: Senti freddo senza la tua lana?
ja: ウールがなくて寒くない？
ko: 모피가 없으면 춥니?
pl: Zimno ci bez włosów?
pt_br: Você fica com frio sem suas lãs?
ru: Тебе холодно без шерсти?
zh_cn: 你没有了毛是不是觉得冷？
zh_tw: 你沒有了毛是不是覺得冷？

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.ORNERY
source: The noble steed of a mighty warrior!
de: Das edle Ross eines mächtigen Kriegers!
es: ¡El noble corcel de un poderoso guerrero!
fr: Le noble coursier d'un puissant guerrier !
it: Il nobile destriero di un potente guerriero!
ja: 気高き獣！偉大なる戦士にふさわしい
ko: 위대한 전사의 고귀한 군마!
pl: Szlachetny wierzchowiec potężnego wojownika!
pt_br: O bravo corcel de uma poderosa guerreira!
ru: Благородный скакун могучего воина!
zh_cn: 威猛勇士的高贵战马！
zh_tw: 威猛勇士的高貴戰馬！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.PUDGY
source: My mouth's watering just looking at it...
de: Allein der Gedanke daran, macht mir den Mund wässrig.
es: Se me está haciendo la boca agua de solo mirarlo...
fr: Rien qu'à le regarder, j'en ai l'eau à la bouche...
it: La mia bocca produce saliva solo a guardarlo.
ja: うむ…なんともうまそうな獣だ…
ko: 보기만 해도 입에 군침이 도는군...
pl: Ślinka mi cieknie na sam widok...
pt_br: Estou com água na boca só de olhar...
ru: Как же аппетитно выглядит…
zh_cn: 只是看着它我的口水就流个不停...
zh_tw: 只是看著它我的口水就流個不停...

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.RIDER
source: With the stalwart beast at my side, we ride tonight!
de: Mit dem unerschütterlichen Tier an meiner Seite reiten wir heute abend!
es: ¡Con la fiel bestia a mi lado, cabalgaremos esta noche!
fr: Avec cette bête robuste à mes côtés, ce soir nous allons chevaucher !
it: Con la prode bestia al mio fianco, cavalcheremo stasera!
ja: 忠実なる相棒にまたがり、戦場へと赴こう！
ko: 충실한 짐승과 함께 오늘밤 달리자!
pl: U mego boku – potężna bestia! Przede mną – droga ku zwycięstwu!
pt_br: Com a fera robusta ao meu lado, cavalgaremos esta noite!
ru: Со мной мой верный зверь, мы отправляемся сегодня же!
zh_cn: 有健壮的野兽在身边，我们今晚就骑乘出发！
zh_tw: 有健壯的野獸在身邊，我們今晚就騎乘出發！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO.SLEEPING
source: Sounds like Aunt Hilda.
de: Hört sich an wie Tante Hilda.
es: Suena como la tía Hilda.
fr: On dirait tante Hilda quand elle dort !
it: Sembra la zia Hilda.
ja: ヒルダおばさんみたいな声。
ko: 힐다 고모랑 똑같은 소리를 내며 자네.
pl: Chrapie jak ciocia Hilda.
pt_br: Parece a tia Hilda.
ru: Звучит, как Тетушка Хильда.
zh_cn: 听起来像是希尔达姨妈。
zh_tw: 聽起來像是希爾達姨媽。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALOHAT
source: That would suit me.
de: Der würde mir stehen.
es: Me quedaría bien.
fr: Ça m'irait bien.
it: Mi starebbe bene.
ja: この頭飾り、我によく似合うであろうな
ko: 나에게 어울릴 거야.
pl: Paradnie bym w niej wyglądała.
pt_br: Isso ficará bem em mim.
ru: Мне пойдет.
zh_cn: 那个适合我。
zh_tw: 那個適合我。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALOWOOL
source: I do love woolly things.
de: Ich liebe wollige Dinge.
es: Me encantan las cosas de lana.
fr: J'aime vraiment les trucs en laine.
it: Amo le cose di lana.
ja: ウールっぽいもの、好きなのよねやっぱり。
ko: 난 털이 좋아.
pl: Lubię wełenkę.
pt_br: Realmente adoro coisas lanosas.
ru: Я люблю шерстяные вещи.
zh_cn: 我确实喜欢长毛制品。
zh_tw: 我確實喜歡長毛製品。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO_GROOMER.BURNT
source: The show must go on!
de: Die Show muss weitergehen!
es: ¡El espectáculo debe continuar!
fr: Le spectacle se döit de cöntinuer !
it: Lo spettacolo deve continuare!
ja: ショーは続けねばならぬ。
ko: 쇼는 계속 되어야 한다고!
pl: Przedstawienie musi trwać!
pt_br: O show deve continuar!
ru: Да продолжится праздник!
zh_cn: 表演必须继续！
zh_tw: 表演必須繼續！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: Preparing for the stage is nearly as exhilarating as preparing for battle!
de: Die Vorbereitung für die Bühne ist fast so aufregend wie die Vorbereitung auf eine Schlacht!
es: ¡Prepararse para el escenario es casi tan exhilarante como prepararse para la batalla!
fr: Se préparer pöur la scène n'est pöint aussi captivant que se préparer au cömbat !
it: Prepararsi per il palcoscenico è quasi inebriante quanto prepararsi per la battaglia!
ja: ステージの準備は、戦闘の準備と同じくらい爽快じゃ！
ko: 무대를 준비하는 것은 전투를 준비하는 것만큼이나 짜릿해!
pl: Przygotowania do występu na scenie są prawie tak zajmujące jak przygotowania do bitwy!
pt_br: A preparação para o palco é quase tão revigorante quando a preparação para a batalha!
ru: Подготовка к выставке почти так же вдохновляет, как подготовка к сражению!
zh_cn: 备战舞台，几乎和备战战斗一样振奋人心!
zh_tw: 備戰舞臺，幾乎和備戰戰鬥一樣振奮人心!

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: This beastie is ready for its dress rehearsal.
de: Dies Tier ist bereit für seine Generalprobe.
es: La bestia ya está lista para la prueba de vestuario.
fr: Icelle beste est prête pöur sien essayage de cöstume !
it: Questa bestiola è pronta per la prova costume.
ja: この獣はドレスリハーサルの準備ができておる。
ko: 이 짐승은 드레스 리허설을 할 준비가 되었어.
pl: Zwierz jest gotowy, by przymierzyć swe odzienie.
pt_br: Esta fera está pronta para o ensaio geral.
ru: Тварюшка сия готова наряды примерять.
zh_cn: 这只野兽已经准备好进行彩排了。
zh_tw: 這只野獸已經準備好進行彩排了。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEFALO_GROOMER_ITEM
source: I must prepare!
de: Ich muss mich vorbereiten!
es: ¡Debo prepararme!
fr: Je döis me préparer !
it: Devo prepararla!
ja: 我も備えねば！
ko: 내가 준비해야지!
pl: Muszę się przygotować!
pt_br: Preciso me preparar!
ru: Я должна подготовиться!
zh_cn: 我必须准备好！
zh_tw: 我必須準備好！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEF_BELL
source: This bell commands loyalty from the woolen beasts.
de: Diese Glocke gebietet den Wollviechern Treue.
es: Este cencerro les exige lealtad a las bestias lanudas.
fr: Icelle clöche cöntrôle la löyauté des bestes laineuses.
it: Questo campanaccio esige la lealtà delle bestie lanose.
ja: この鐘は羊毛の獣に忠誠を命じるのじゃ。
ko: 이 종을 울리면 양털 짐승들에게 충성심이 생겨.
pl: Ten dzwonek nakazuje kudłatym zwierzom lojalność.
pt_br: Este sino inspira a lealdade das feras lanosas.
ru: Этот колокольчик завоевывает верность шерстяных зверей.
zh_cn: 毛绒野兽会为这只铃铛献出忠诚。
zh_tw: 毛絨野獸會為這只鈴鐺獻出忠誠。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEGUARD
source: En guarde!
es: ¡En guardia!
fr: En garde !
it: In guardia!
ja: 保存するんだ！
ko: 앙 가르드!
ru: Защищайся!
zh_cn: 嗯，守卫者！
zh_tw: 嗯，守衛者！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEHAT
source: A bee helm, of course.
de: Das ist natürlich ein Bienenhelm.
es: Un casco para las abejas, por supuesto.
fr: Un casque contre les abeilles, bien sûr.
it: Un casco d'ape, naturalmente.
ja: 私のハチカブトに決まっているだろう。
ko: 벌 투구지.
pl: Pszczołohełm, w rzeczy samej.
pt_br: Meu elmo de abelhas, é claro.
ru: Разумеется, пчелиный шлем.
zh_cn: 这无疑是蜜蜂头盔。
zh_tw: 這無疑是蜜蜂頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEHIVE
source: Always buzzing, always plotting.
de: Sie summen und hecken immer neue Dinge aus.
es: Siempre zumbando, siempre tramando.
fr: Toujours à vrombir, toujours à comploter.
it: Sempre ronzante, sempre tramante.
ja: 常にブンブン、常に区分。
ko: 언제나 윙윙거리며 뭔가를 꾸미지.
pl: Ciągle bzyczą, ciągle coś knują.
pt_br: Sempre zumbindo, sempre tramando.
ru: Всегда жужжат, всегда на страже.
zh_cn: 总是嗡嗡叫，总是在密谋。
zh_tw: 總是嗡嗡叫，總是在密謀。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEMINE
source: It sounds suspicious.
de: Das klingt verdächtig.
es: Suena sospechoso.
fr: Ce bruit est inquiétant.
it: Sembra sospetto.
ja: 怪しげだな。
ko: 수상쩍은 소리가 나.
pl: Brzmi podejrzanie.
pt_br: Soa suspeito.
ru: Подозрительные звуки.
zh_cn: 听起来很可疑。
zh_tw: 聽起來很可疑。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEMINE_MAXWELL
source: Watch your step!
de: Pass auf, was du tust!
es: ¡Cuidado dónde pisas!
fr: Prends garde à toi !
it: Attento a dove metti i piedi!
ja: 階段に気をつけろ！
ko: 발걸음 조심해!
pl: Uważaj pod nogi!
pt_br: Cuidado onde pisa!
ru: Смотри, куда идешь!
zh_cn: 小心脚下！
zh_tw: 小心腳下！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEQUEEN
source: Your monarchy shall topple this day!
de: Heute wird deine Monarchie enden!
es: ¡Hoy se termina tu reinado!
fr: Ton règne s'achève aujourd'hui !
it: La tua monarchia si rovescerà oggi stesso!
ja: 汝の君主制は今日崩壊する！
ko: 너의 왕좌도 오늘로 끝이다!
pl: Dziś twe królestwo upadnie!
pt_br: Sua monarquia cairá neste dia!
ru: Твоя монархия сегодня падет!
zh_cn: 你的王朝今天会被推翻！
zh_tw: 你的王朝今天會被推翻！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEQUEENHIVE.GENERIC
source: A land not of milk, but of honey.
de: Ein Land zwar nicht von Milch, aber Honig.
es: Las mieles del éxito.
fr: Plus qu'une terre de lait, une terre de miel.
it: Una terra non di latte, ma di miele.
ja: 牛乳ではなく蜂蜜の島。
ko: 젖은 아니고 꿀이 흐르는 땅이네.
pl: Kraina miodem płynąca.
pt_br: Uma terra, não de leite, mas de mel.
ru: Луга не млечные, а медовые.
zh_cn: 盛产蜂蜜的大陆。
zh_tw: 盛產蜂蜜的大陸。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEQUEENHIVE.GROWING
source: The bees are expanding their domain.
de: Die Bienen erweitern ihr Reich.
es: Las abejas están expandiendo su dominio.
fr: Les abeilles étendent leur domaine.
it: Le api stanno espandendo il loro dominio.
ja: 蜂が縄張りを広げている。
ko: 벌들이 영역을 확장하고 있어.
pl: Pszczoły powiększają swe królestwo.
pt_br: As abelhas estão expandindo seu domínio.
ru: Пчелы расширяют свои владения.
zh_cn: 蜜蜂们正在扩大它们的领域。
zh_tw: 蜜蜂們正在擴大它們的領域。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEQUEENHIVEGROWN
source: A hive of winged warriors.
de: Ein ganzer Schwarm geflügelter Krieger.
es: Una colmena de guerreros alados.
fr: Une ruche de guerrières ailées.
it: Un alveare di guerrieri alati.
ja: 翼のある戦士の群れ。
ko: 날개 달린 전사들의 근거지.
pl: Mieszkanie skrzydlatych wojowników.
pt_br: Um colmeia de guerreiras aladas.
ru: Улей крылатых воинов.
zh_cn: 蜂巢里都是挥着翅膀的勇士。
zh_tw: 蜂巢裡都是揮著翅膀的勇士。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEESWAX
source: The stuff of candlemakers.
de: Daraus kann man Kerzen machen.
es: Con esto se fabrican las velas.
fr: C'est avec ça qu'on fait les bougies.
it: Materiale per creare candele.
ja: ろうそく屋が扱う代物だ。
ko: 양초제작자의 재료다.
pl: Coś dla świecorobów.
pt_br: A matéria-prima da produção de velas.
ru: Состав всех свечей.
zh_cn: 蜡烛匠人的东西。
zh_tw: 蠟燭匠人的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEETLETAUR
source: You shall be chained again, foe!
de: Du wirst wieder in Ketten liegen, Feind!
es: ¡Te encadenaré de nuevo, enemigo!
fr: Tu seras réenchaîné, ennemi !
it: Sarai incatenato di nuovo, nemico!
ja: 敵なるものよ、汝は再び鎖に繋れるだろう！
ko: 다시 사슬에 묶이게 해주마, 적아!
pl: Wrócisz w kajdany, nikczemniku!
pt_br: Te acorrentarei de novo!
ru: Ты снова окажешься в цепях, недруг!
zh_cn: 敌人，你会再次被锁起来！
zh_tw: 敵人，你會再次被鎖起來！

# CHARACTERS.WATHGRITHR.DESCRIBE.BELL
source: I prefer the ringing resonance of clashing blades.
de: Ich bevorzuge den Klang von aufeinandertreffenden Klingen.
es: Prefiero el sonido de las espadas chocando.
fr: Je préfère le fracas des combats d'épées.
it: Preferiscono il suono di una lama contro l'altra.
ja: 刃の交わる音に勝る音色はないぞ
ko: 저는 칼날이 부딪히는 소리를 선호하지요.
pl: Wolę szczęk krzyżowanych ostrzy.
pt_br: Prefiro a ressonância do tilintar das espadas.
ru: Я предпочитаю звенящий резонанс лезвий мечей.
zh_cn: 我偏爱刀锋撞击的回响。
zh_tw: 我偏愛刀鋒撞擊的迴響。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERNIE_ACTIVE
source: What a brave beast!
de: Ein mutiger Bär.
es: ¡Qué oso tan valiente!
fr: Quel brave ours !
it: Che orso coraggioso!
ja: なんとも勇敢な熊だ！
ko: 용감한 짐승이로군!
pl: Cóż za odważny niedźwiedź!
pt_br: Que urso valente!
ru: Какой храбрый медведь!
zh_cn: 好勇敢的熊！
zh_tw: 好勇敢的熊！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERNIE_BIG
source: The beast hath been imbued with a fighting spirit!
de: Die Bestie ist von einem Kampfgeist erfüllt!
es: ¡La bestia ha sido imbuida de un espíritu de lucha!
fr: La bête a reçu un esprit guerrier !
it: La bestia è stata impregnata di uno spirito combattivo!
ja: 獣は闘魂を吹き込まれた！
ko: 투지가 가득한 짐승이로군!
pl: Bestię tę natchnął duch walki!
pt_br: A fera foi imbuída com um espírito de luta!
ru: Этот зверь переполнен бойцовским духом!
zh_cn: 这头野兽斗志昂扬！
zh_tw: 這頭野獸鬥志昂揚！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: It has gone to Valhalla.
de: Er ist jetzt in Walhalla.
es: Se ha ido a Valhalla.
fr: Il est parti au Walhalla.
it: È andato nel Valhalla.
ja: その者は、ヴァルハラに迎えられた
ko: 발할라로 떠났다.
pl: Powędrował ku wrotom Walhalli.
pt_br: Ele foi para Valhalla.
ru: Отправлен в Вальхаллу.
zh_cn: 他去了英灵殿。
zh_tw: 他去了英靈殿。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: It's a stuffed beast.
de: Ein gefüllter Bär.
es: Es un oso relleno.
fr: C'est un ours en peluche.
it: È un orso di peluche.
ja: 熊の人形か
ko: 짐승 인형이다.
pl: Wypchany niedźwiedź. Mały.
pt_br: É um ursinho de pelúcia.
ru: Это набитый медведь.
zh_cn: 它是一只毛绒熊。
zh_tw: 它是一隻毛絨熊。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES
source: Fruits. I don't like 'em.
de: Früchte. Mag ich nicht.
es: Frutas. No me gustan.
fr: Des fruits. J'aime pas ça.
it: Frutta. Non mi piace.
ja: 果物。好きじゃない。
ko: 과일이군. 난 싫어해.
pl: Owoce. Nie lubię.
pt_br: Frutas. Não gosto delas.
ru: Фрукты. Не люблю их.
zh_cn: 水果。我不喜欢水果。
zh_tw: 水果。我不喜歡水果。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES_COOKED
source: Warm red mush.
de: Warmer, roter Brei.
es: Puré rojo caliente.
fr: Une bouillie d'un rouge chaud.
it: Poltiglia rossa calda.
ja: 赤く温かいドロドロ。
ko: 따뜻한 빨간 죽.
pl: Ciepła czerwona papka.
pt_br: Polpinha vermelha e quente.
ru: Теплая красная каша.
zh_cn: 温暖的红色糊糊。
zh_tw: 溫暖的紅色糊糊。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES_JUICY
source: I'd prefer a juicy steak.
de: Ein saftiges Steak wär mir lieber.
es: Prefiero un filete jugoso.
fr: Je préférerais un steak bien saignant.
it: Preferirei una bistecca succulenta.
ja: 果汁より肉汁のほうがよい
ko: 육즙이 좔좔 흐르는 스테이크가 더 좋아.
pl: Wolę chyba soczysty stek.
pt_br: Eu preferiria um bife suculento.
ru: Я бы предпочла сочный стейк.
zh_cn: 我更喜欢多汁的牛排。
zh_tw: 我更喜歡多汁的牛排。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRIES_JUICY_COOKED
source: You're not meat.
de: Du bist nicht Fleisch.
es: No eres carne.
fr: Tu n'es pas de la viande.
it: Non sei carne.
ja: これは肉ではない
ko: 고기가 아냐.
pl: To nie mięso.
pt_br: Você não é carne.
ru: Ты не мясо!
zh_cn: 你不是肉！
zh_tw: 你不是肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.BARREN
source: Should we put some turds on it?
de: Sollten wir ein paar Scheisshaufen drauflegen?
es: ¿Le echamos algo de excremento?
fr: Faut mettre de la crotte là-dessus ?
it: Dovremmo metterci dello sterco sopra?
ja: 中に少し、フンを入れるべきかな？
ko: 여기에 똥을 좀 놓을까?
pl: Może tak oblepić go łajnem?
pt_br: Será que colocamos uns excrementos nisso?
ru: Обложить его дерьмом?
zh_cn: 我们应该在它上面放些粪便吗？
zh_tw: 我們應該在它上面放些糞便嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.BURNING
source: Consumed by passionate flame!
de: Von leidenschaftlichen Flammen verzehrt!
es: ¡Lo consumieron las llamas de la pasión!
fr: Consumé par les flammes de la passion !
it: Consumato da una fiamma appassionata!
ja: 情熱的な炎に飲み込まれる！
ko: 열정의 화염에 휩싸였어!
pl: Strawiony przez ogień przeznaczenia!
pt_br: Consumido pela chama feroz!
ru: Поглощен страстным пламенем!
zh_cn: 被激情的火焰燃烧殆尽！
zh_tw: 被激情的火焰燃燒殆盡！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.DISEASED
source: Disease festers within its soul.
de: Seine Seele ist ganz krank.
es: La enfermedad rezuma dentro de su alma.
fr: La maladie couve en son âme.
it: La malattia marcisce all'interno della sua anima.
ja: この植物は、魂を病んでいるようだ
ko: 혼까지 병들었어.
pl: Duszę jej toczy choroba.
pt_br: A doença putrefaz dentro de sua alma.
ru: Его организм пожирает болезнь.
zh_cn: 疾病在它的灵魂里恶化。
zh_tw: 疾病在它的靈魂裡惡化。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.DISEASING
source: It is weakening before mine eyes!
de: Wird vor meinen Augen schwächer!
es: ¡Se debilita frente a mí!
fr: Il s'affaiblit sous mes yeux !
it: Si sta indebolendo a vista d'occhio!
ja: 我が目前で弱っていることだ！
ko: 내 눈 앞에서 약해지고 있어!
pl: Słabnie na moich oczach!
pt_br: Está se enfraquecendo diante de meus olhos!
ru: Она теряет силу в моих глазах!
zh_cn: 它在我面前变弱了！
zh_tw: 它在我面前變弱了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.GENERIC
source: A fruit bush.
de: Ein Obststrauch.
es: Un arbusto de frutos.
fr: Un buisson à fruits.
it: Un cespuglio di frutta.
ja: フルーツの茂み。
ko: 과일 덤불이다.
pl: Owocowy krzaczek.
pt_br: Um arbusto de frutas.
ru: Фруктовый куст.
zh_cn: 水果灌木丛。
zh_tw: 水果灌木叢。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.PICKED
source: The fruits have been snatched.
de: Die Früchte hat sich jemand geschnappt.
es: Le han quitado los frutos.
fr: Les fruits ont été cueillis.
it: I frutti sono stati strappati.
ja: 果実は取られてしまった。
ko: 과일은 다 거둔 상태다.
pl: Ktoś zwędził owoce.
pt_br: As frutas foram roubadas.
ru: Фрукты захвачены.
zh_cn: 果子被摘走了。
zh_tw: 果子被摘走了。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH.WITHERED
source: It's too hot to grow.
de: Zu heiß, um zu wachsen.
es: Hace demasiado calor para crecer.
fr: Il fait trop chaud pour que ça pousse.
it: Fa troppo caldo per crescere.
ja: 暑すぎて育たない。
ko: 너무 더워서 자랄 수 없다.
pl: Jest za gorąco, żeby wyrósł.
pt_br: Está muito quente para crescer.
ru: Ему слишком жарко, чтобы расти.
zh_cn: 太热了，无法生长。
zh_tw: 太熱了，無法生長。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: Good.
de: Gut!
es: Bien.
fr: Bon.
it: Bene.
ja: よし、枯れているな
ko: 좋다.
pl: Dobrze.
pt_br: Bom.
ru: Хорошо.
zh_cn: 很好。
zh_tw: 很好。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: Consumed by passionate flame!
de: Von leidenschaftlichen Flammen verzehrt!
es: ¡Lo consumieron las llamas de la pasión!
fr: Consumé par les flammes de la passion !
it: Consumato da una fiamma appassionata!
ja: 情熱的な炎に飲み込まれる！
ko: 열정의 화염에 휩싸였어!
pl: Strawiony przez ogień przeznaczenia!
pt_br: Consumido pela chama feroz!
ru: Поглощен страстным пламенем!
zh_cn: 被热情的火焰消耗殆尽！
zh_tw: 被熱情的火焰消耗殆盡！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: Disease festers within its soul.
de: Seine Seele ist ganz krank.
es: La enfermedad rezuma dentro de su alma.
fr: La maladie couve en son âme.
it: La malattia marcisce all'interno della sua anima.
ja: この植物は、魂を病んでいるようだ
ko: 혼까지 병들었어.
pl: Duszę jej toczy choroba.
pt_br: A doença putrefaz dentro de sua alma.
ru: Его организм пожирает болезнь.
zh_cn: 疾病在它的灵魂里繁殖。
zh_tw: 疾病在它的靈魂裡繁殖。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: It is weakening before mine eyes!
de: Wird vor meinen Augen schwächer!
es: ¡Se debilita frente a mí!
fr: Il s'affaiblit sous mes yeux !
it: Si sta indebolendo a vista d'occhio!
ja: 我が目前で弱っていることだ！
ko: 내 눈 앞에서 약해지고 있어!
pl: Słabnie na moich oczach!
pt_br: Está se enfraquecendo diante de meus olhos!
ru: Она теряет силу в моих глазах!
zh_cn: 它在我面前变弱了！
zh_tw: 它在我面前變弱了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: It's covered in rabbit food.
de: Das ist voller Kaninchenfutter.
es: Está cubierto de comida de conejo.
fr: C'est plein de nourriture pour lapin.
it: È ricoperto di cibo per conigli.
ja: かようなもの、ウサギのエサだ
ko: 토끼밥으로 덮여 있다.
pl: Pokryty króliczym jadłem.
pt_br: Está coberta de comida de coelho.
ru: Все покрыто кроличьей едой.
zh_cn: 兔子的食物里面有这个东西。
zh_tw: 兔子的食物裡面有這個東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: The rabbit food is all gone.
de: Das Kaninchenfutter ist alle.
es: La comida de conejo se ha acabado.
fr: La nourriture pour lapin est épuisée.
it: Il cibo per conigli è tutto finito.
ja: ウサギのエサは、すべて取りつくした
ko: 토끼밥이 다 사라졌다.
pl: Koniec króliczego jadła.
pt_br: A comida de coelho acabou.
ru: Еда для кроликов закончилась.
zh_cn: 兔子的食物全没了。
zh_tw: 兔子的食物全沒了。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: It looks atrocious.
de: Sieht heruntergekommen aus.
es: Parece atroz.
fr: L'aspect est atroce.
it: Ha un aspetto terribile.
ja: なんとも薄気味悪い姿だ…
ko: 잔혹해 보인다.
pl: Ohyda.
pt_br: Parece abominável.
ru: Выглядит ужасающе.
zh_cn: 它看起来好凶恶。
zh_tw: 它看起來好兇惡。

# CHARACTERS.WATHGRITHR.DESCRIBE.BERRYSAUCE
source: It looks like vile berries but... that smell... could it be meat?
de: Sieht aus wie aus üblen Beeren, aber dieser Geruch ... Ist es doch Fleisch?
es: Parecen bayas malignas, pero... ese olor... ¿Podría ser carne?
fr: Cela semble être de viles baies mais... cette ödeur... serait-ce dönc de la viande ?
it: Sembrano solo comuni bacche ma... l'odore... E se fosse carne?
ja: 腐ったベリーの如く見えるが...あの匂い...肉なのだろうか？
ko: 보기엔 불쾌한 열매인데... 냄새가... 설마 고기인가?
pl: Z wyglądu przypomina wstrętne porzeczki, ale... ten zapach... czyżby mięsa?
pt_br: Parecem bagas repugnantes, mas... esse cheiro... será que é de carne?
ru: Похоже на омерзительные ягоды, но пахнет… пахнет как мясо?!
zh_cn: 闻起来像是该死的浆果，但那气味……是肉吗？
zh_tw: 聞起來像是該死的漿果，但那氣味……是肉嗎？
