Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: I'm a little preoccupied!!
de: Ich bin ein wenig besorgt!!
es: ¡Ahora no puedo!
fr: De quoi être un peu préoccupé !
it: Ho una certa pre-occupazione!
ja: ちょっと手が離せない！
ko: 지금은 바쁘다니까!!
pt_br: Isso me preocupa um pouco!!
zh_cn: 我有点忙！！
zh_tw: 我有點忙！！

# CHARACTERS.GENERIC.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: I'll just have to find another key.
de: Ich muss einfach einen anderen Schlüssel finden.
es: Solo tendré que encontrar otra llave.
fr: Il faut juste que je trouve une autre clé.
it: Dovrò semplicemente trovare un'altra chiave.
ja: 別の鍵を探せばいいだけだ。
ko: 다른 열쇠를 찾아야겠군.
pt_br: Vou ter que achar outra chave.
zh_cn: 我得再找一把钥匙。
zh_tw: 我得再找一把鑰匙。

# CHARACTERS.GENERIC.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: Whoops! That wasn't right.
de: Hoppla! Das war nicht richtig.
es: ¡Uy! Incorrecto.
fr: Mince ! C'est pas bon.
it: Oh! Non era quella giusta.
ja: おっと！間違っていたみたいだ。
ko: 앗! 잘못했군.
pt_br: Ops! Não estava certo.
zh_cn: 哎呀！那不对。
zh_tw: 哎呀！那不對。

# CHARACTERS.GENERIC.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: I need to have something to wrap.
de: Ich brauche etwas, das ich einwickeln kann.
es: Necesito algo para envolver.
fr: Il me faut quelque chose à emballer.
it: Ho bisogno di qualcosa da incartare.
ja: まずは包むものが必要だ。
ko: 쌀 것이 필요하다.
pt_br: Preciso de algo para embrulhar.
zh_cn: 我需要有东西来打包。
zh_tw: 我需要有東西來打包。

# CHARACTERS.GENERIC.ACTIONFAIL.WRITE.GENERIC
source: I think it's fine as is.
de: Das passt schon so.
es: Creo que está bien como está.
fr: Je crois que c'est très bien comme ça.
it: Mi sembra buono così com'è.
ja: いや…このままにしておこう
ko: 이대로도 괜찮겠지.
pt_br: Acho que está bem assim mesmo.
zh_cn: 我觉得它现在这样挺好。
zh_tw: 我覺得它現在這樣挺好。

# CHARACTERS.GENERIC.ACTIONFAIL.WRITE.INUSE
source: There's only room for one scribbler.
de: Es gibt nur Platz für einen Schreiber.
es: Solamente hay sitio para un escritorzuelo.
fr: Il n'y a de la place que pour un scribouilleur.
it: C'è spazio solo per uno scribacchino.
ja: 1人ずつ、順番に書かないとな
ko: 더는 공간이 없는 것 같다.
pt_br: Tem espaço apenas para um escritor.
zh_cn: 只有能容纳一个涂鸦者的空间。
zh_tw: 只有能容納一個塗鴉者的空間。

# CHARACTERS.GENERIC.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: He must be busy with another contest somewhere.
de: Er muss irgendwo mit einem anderen Wettbewerb beschäftigt sein.
es: Estará ocupado con otro concurso.
fr: Il doit participer à un autre concours.
it: Sarà impegnato in un'altra competizione.
ja: どこかでやってる別のコンテストで手がふさがってるに違いない。
ko: 어딘가에서 다른 대회로 바쁜 게 틀림 없어.
pt_br: Ele deve estar ocupado com outro concurso em algum lugar.
zh_cn: 他可能忙着比别的比赛呢。
zh_tw: 他可能忙著比別的比賽呢。

# CHARACTERS.GENERIC.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: I guess they don't support the arts here.
de: Ich schätze, hier gibt es keine Freunde der Künste.
es: Supongo que aquí no aprecian el arte.
fr: J'ai l'impression que l'art, ce n'est pas trop leur truc, ici.
it: Presumo che qui l'arte non venga apprezzata.
ja: ここでは芸術を支援しないようだね。
ko: 여기서는 예술을 지원하지 않나 봐.
pt_br: Acho que eles não apoiam as artes por aqui.
zh_cn: 看来这里并不支持艺术。
zh_tw: 看來這裡並不支持藝術。

# CHARACTERS.GENERIC.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: I'm seeing a familiar pattern... I've learned this already!
de: Ich erkenne ein vertrautes Muster ... Das habe ich schon gelernt!
es: Este patrón me suena... ¡Esto ya me lo sé!
fr: Je connais ce motif... Mais oui, je l'ai déjà appris !
it: Riconosco questo modello... L'ho già appreso!
ja: 見慣れたパターン…これはもう知ってる！
ko: 익숙한 패턴이 보이는군... 이건 이미 배웠어!
pt_br: Estou reconhecendo um padrão... Eu já aprendi isto!
zh_cn: 一个熟悉的样式……这个我已经掌握了！
zh_tw: 一個熟悉的樣式……這個我已經掌握了！

# CHARACTERS.GENERIC.ACTIONFAIL_GENERIC
source: I can't do that.
de: Das kann ich nicht tun.
es: No puedo hacer eso.
fr: Je ne peux pas faire ça.
it: Non posso farlo.
ja: それはできない！
ko: 그것은 할 수 없습니다.
pt_br: Não posso fazer isso.
zh_cn: 我做不到。
zh_tw: 我做不到。

# CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT
source: I feel so accomplished!
de: Ich fühle mich so vollkommen!
es: ¡Me siento con el deber cumplido!
fr: Quel accomplissement !
it: Mi sento così realizzato!
ja: かなりの達成感！
ko: 성취감이 느껴진다!
pt_br: Me sinto tão realizador!
zh_cn: 我觉得好有成就感！
zh_tw: 我覺得好有成就感！

# CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only my friends could see me now...
de: Wenn mich meine Freunde jetzt nur sehen könnten ...
es: Si mis amigos pudieran verme...
fr: Si mes amis pouvaient me voir en ce moment...
it: Se solo i miei amici mi vedessero adesso...
ja: 今、友達が私のこと見てくれたら…
ko: 지금 내 모습을 친구들이 봐야 하는데...
pt_br: Se pelo menos meus amigos pudessem me ver agora...
zh_cn: 如果我的朋友现在能看到我就好了...
zh_tw: 如果我的朋友現在能看到我就好了...

# CHARACTERS.GENERIC.ANNOUNCE_ADVENTUREFAIL
source: That didn't go well. I'll have to try again.
de: Das ging nicht gut. Ich muss es noch mal versuchen.
es: Eso no ha salido bien. Tendré que intentarlo de nuevo.
fr: Ça n'a pas marché. Je dois recommencer.
it: Non è andata bene. Dovrò riprovare.
ja: うまくいかなかった。もう一度挑戦してみなきゃ。
ko: 잘 안 됐어. 다시 시도해야겠어.
pt_br: Isso não terminou bem. Vou ter que tentar de novo.
zh_cn: 这次不太顺利。我必须再试一次。
zh_tw: 這次不太順利。我必須再試一次。

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_SINKHOLE.1
source: The ground is destabilizing!
de: Der Boden wird instabil!
es: ¡El suelo se está desestabilizando!
fr: Le sol se déstabilise !
it: Il terreno è destabilizzante!
ja: 地面が崩れかけてるぞ！
ko: 땅이 불안정하다!
pt_br: O solo está instável!
zh_cn: 地面在晃动！
zh_tw: 地面在晃動！

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_SINKHOLE.2
source: A tremor!
de: Ein Erdstoß!
es: ¡Un temblor!
fr: Une secousse !
it: Un tremore!
ja: 地震だ！
ko: 땅이 흔들린다!
pt_br: Um tremor!
zh_cn: 地震！
zh_tw: 地震！

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_SINKHOLE.3
source: Terrible terralogical waves!
de: Schreckliche terralogische Wellen!
es: ¡Hay unas ondas terralógicas terribles!
fr: Terribles vagues terralogiques !
it: Terribili onde terralogiche!
ja: かなり強い地震波だ！
ko: 땅이 어마어마하게 진동한다!
pt_br: Ondas terralógicas terríveis!
zh_cn: 可怕的地震波！
zh_tw: 可怕的地震波！

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_TRIBUTE.1
source: Allow me to pay tribute.
de: Lass mich Tribut zollen.
es: Permíteme que te rinda tributo.
fr: Laisse-moi te payer un tribut.
it: Permettimi di offrire un omaggio.
ja: お納めください…
ko: 제물을 바치겠다.
pt_br: Permita-me prestar uma homenagem.
zh_cn: 请允许我致敬。
zh_tw: 請允許我致敬。

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_TRIBUTE.2
source: A tribute for you, great Antlion.
de: Ein Tribut für dich, großer Ameisenlöwe.
es: Un tributo para ti, gran hormigaleón.
fr: Un tribut pour toi, grand fourmilion.
it: Un omaggio per te, grande formicaleone.
ja: お受け取りください…
ko: 위대한 개미사자에게 제물을 바친다.
pt_br: Uma homenagem a você, grande leormigo.
zh_cn: 给你的贡品，伟大的蚁狮。
zh_tw: 給你的貢品，偉大的蟻獅。

# CHARACTERS.GENERIC.ANNOUNCE_ANTLION_TRIBUTE.3
source: That'll appease it, for now...
de: Das wird fürs Erste für Ruhe sorgen ...
es: Esto le apaciguará de momento...
fr: Ça le calmera un instant...
it: Dovrebbe placarla, per adesso...
ja: これで、しばらくは安心だ…
ko: 이걸로 일단은 진정시킬 수 있겠지...
pt_br: Isso vai acalmá-lo, por enquanto...
zh_cn: 那会暂时让它安静...
zh_tw: 那會暫時讓它安靜...

# CHARACTERS.GENERIC.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: My mind is expanding with new ancient knowledge!
de: Mein Verstand wird um neues uraltes Wissen bereichert!
es: Este conocimiento ancestral me sirve para expandir la mente.
fr: Mon esprit s'enrichit de nouvelles connaissances anciennes ! Euh...
it: La mia mente si espande di nuove conoscenze antiche!
ja: 僕の心は新しい古代の知識で拡大してるんだ。
ko: 고대 지식을 배워 사고방식이 확장되고 있어요!
pt_br: Minha mente está se expandindo com um novo conhecimento ancestral!
zh_cn: 来自远古的新知识拓宽了我的思维！
zh_tw: 來自遠古的新知識拓寬了我的思維！

# CHARACTERS.GENERIC.ANNOUNCE_ARCHIVE_NO_POWER
source: Maybe it needs more juice.
de: Vielleicht ist hier mehr Saft vonnöten.
es: ¿A lo mejor necesita algo de combustible?
fr: Il faut peut-être plus de courant.
it: Forse serve più energia.
ja: もっとエネルギーが必要なのかな。
ko: 주스가 더 필요할 수도 있겠네.
pt_br: Talvez precise de mais combustível.
zh_cn: 得给它供点能。
zh_tw: 得給它供點能。

# CHARACTERS.GENERIC.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: I already knew that.
de: Das wusste ich schon.
es: Ya lo sabía.
fr: Je le savais déjà.
it: Lo sapevo già.
ja: もう知ってる。
ko: 그건 이미 알고 있었는데.
pt_br: Eu já sabia disso.
zh_cn: 我早就知道了。
zh_tw: 我早就知道了。

# CHARACTERS.GENERIC.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: I think it's time to leave!
de: Ich denke, es ist Zeit, zu gehen!
es: ¡Creo que es hora de marcharse!
fr: Je crois qu'il est temps de filer !
it: Credo sia giunto il momento di partire!
ja: 急いで脱出しよう！
ko: 이제 떠날 시간이다!
pt_br: Acho que está na hora de ir embora!
zh_cn: 我该走了！
zh_tw: 我該走了！

# CHARACTERS.GENERIC.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: What's that?!
de: Was ist das?!
es: ¿¡Eso qué es!?
fr: Qu'est-ce que c'est ?
it: Cos'è quello?
ja: なんだ…！？
ko: 저건 뭐지?!
pt_br: O que é isso?!
zh_cn: 那是什么？！
zh_tw: 那是什麼？！

# CHARACTERS.GENERIC.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: It's not safe here.
de: Hier ist es nicht sicher.
es: Aquí no estoy a salvo.
fr: C'est dangereux ici.
it: Non è sicuro qua.
ja: ここは危険だ
ko: 여기는 안전하지 않다.
pt_br: Esse lugar não é seguro.
zh_cn: 这里不安全。
zh_tw: 這裡不安全。

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_ATTACK
source: Let me at 'em!
de: Ich stürze mich auf sie!
es: ¡Yo me encargo!
fr: Je vais leur montrer qui c'est l'patron !
it: Ora ci penso io!
ja: 任せろ！
ko: 전부 나한테 맡겨!
pt_br: Pra cima deles!
zh_cn: 动手打！
zh_tw: 動手打！

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: I feel positively electric!
de: Ich fühle mich ganz elektrisch!
es: ¡Siento una energía electrizante!
fr: Un vrai coup de foudre !
it: Che sensazione elettrizzante!
ja: いい電気を感じる！
ko: 전기가 찌릿찌릿한걸!
pt_br: Sinto uma positividade elétrica!
zh_cn: 我带的是正电！
zh_tw: 我帶的是正電！

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: I feel as dry as one of Wickerbottom's lectures!
de: Ich bin so trocken wie Wickerbottoms Vorträge!
es: ¡Ni un discurso de Wickerbottom podría ser más seco!
fr: À part Wickerbottom, il n'y a pas plus sec que moi !
it: Aridità, vieni a me, come se fossi un monologo della Wickerbottom!
ja: この乾き具合はウィッカーボトムの講義に匹敵するね！
ko: 위커바텀의 퍼석퍼석한 피부처럼 건조해진 느낌이야!
pt_br: Meu corpo está mais seco do que uma palestra da Wickerbottom!
zh_cn: 干的像薇克巴顿的讲义！
zh_tw: 乾的像薇克巴頓的講義！

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: I feel much safer now!
de: Ich fühle mich schon viel sicherer!
es: ¡Ya me siento mucho más a salvo!
fr: Je me sens beaucoup plus en sécurité !
it: Ora mi sento molto più al sicuro!
ja: だいぶ安全になった気がする！
ko: 훨씬 안전한 느낌이다!
pt_br: Agora me sinto bem mais seguro!
zh_cn: 我现在感觉安全多了！
zh_tw: 我現在感覺安全多了！

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: I feel so refreshed, I'll never get tired again!
de: Ich fühle mich so erfrischt, ich werde nie wieder müde sein!
es: ¡Me siento tan bien que creo que no me volveré a cansar!
fr: Je me sens beaucoup mieux ! Je ne connaîtrai plus jamais la fatigue !
it: Ho fatto il pieno di energie! Non mi stancherò mai più!
ja: ああすっきり新鮮。もう疲れ知らずだ！
ko: 기분이 너무 상쾌해서 다시는 피곤하지 않을 것 같아
pt_br: Eu me sinto revigorado, nunca mais vou me cansar!
zh_cn: 顿时觉得神清气爽，再也不累了！
zh_tw: 頓時覺得神清氣爽，再也不累了！

# CHARACTERS.GENERIC.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Productivity intensifying!
de: Produktivität intensiviert!
es: ¡Productividad intensificándose!
fr: Ma productivité est décuplée !
it: La produttività aumenta!
ja: 生産性が上がった！
ko: 생산성이 강화되고 있어!
pt_br: Um ganho de produtividade!
zh_cn: 生产力提高！
zh_tw: 生產力提高！

# CHARACTERS.GENERIC.ANNOUNCE_BECOMEGHOST
source: oOooOooo!!
fr: bOuHoUhoU !
it: uUuuUuuu!!
ko: 우우우우!!
zh_cn: 呜呜呜呜呜！！
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.GENERIC.ANNOUNCE_BEES
source: BEEEEEEEEEEEEES!!!!
de: BIENEN!!!
es: ¡¡¡¡ABEJAAAAAAAAAAAAAS!!!!
fr: DES ABEILLES !!!!!
it: AAAAAAAAAAPI!!!
ja: 蜂だーーーーーーー！！！！
ko: 벌이다!!!!
pt_br: ABEEELHAAAS!!!!
zh_cn: 蜜蜂！！！！
zh_tw: 蜜蜂！！！！

# CHARACTERS.GENERIC.ANNOUNCE_BOAT_LEAK
source: We're taking on a lot of water.
de: Das Boot läuft ganz schön voll.
es: Estamos haciendo aguas.
fr: On prend l'eau. Et pas qu'un peu.
it: Stiamo imbarcando molta acqua.
ja: たくさん水が入ってくる。
ko: 물이 엄청 들어오고 있어.
pt_br: Está entrando muita água.
zh_cn: 水越来越多了。
zh_tw: 水越來越多了。

# CHARACTERS.GENERIC.ANNOUNCE_BOAT_SINK
source: I don't want to drown!
de: Ich will nicht ertrinken!
es: ¡No quiero ahogarme!
fr: Je ne veux pas me noyer !
it: Non voglio annegare!
ja: 溺れたくない！
ko: 빠져 죽긴 싫어!
pt_br: Não quero me afogar!
zh_cn: 我不想淹死！
zh_tw: 我不想淹死！

# CHARACTERS.GENERIC.ANNOUNCE_BOOMERANG
source: Ow! I should try to catch that!
de: Oh! Ich sollte versuchen es zu fangen.
es: ¡Ay! ¡Debería intentar atraparlo!
fr: Oh ! Je devrais essayer d'attraper ça !
it: Ahi! Dovrei provare a prenderlo!
ja: いて！それを捕まえてみなくちゃな！
ko: 이런! 저걸 잡아야 되겠다!
pt_br: Ah! Era para eu tentar pegar!
zh_cn: 噢！我应该尽量接住它！
zh_tw: 噢！我應該儘量接住它！

# CHARACTERS.GENERIC.ANNOUNCE_BRAVERY_POTION
source: Those trees don't seem so spooky anymore.
de: Diese Bäume wirken jetzt nicht mehr so unheimlich.
es: Esos árboles ya no dan mucho miedo.
fr: Ces arbres n'ont plus l'air si effrayants.
it: Quegli alberi non sembrano più così inquietanti.
ja: 木の気味悪さが気にならなくなったぞ。
ko: 나무들이 별로 으스스하지 않게 느껴지는군.
pt_br: Essas árvores não parecem mais tão assustadoras.
zh_cn: 那些树看上去没那么可怕了。
zh_tw: 那些樹看上去沒那麼可怕了。

# CHARACTERS.GENERIC.ANNOUNCE_BURNT
source: Yikes! That was hot!
de: Huch! Das war heiß.
es: ¡Caramba! ¡Qué caliente!
fr: Mince ! C'était chaud !
it: Ahia! Era bollente!
ja: 参ったね！ありゃ熱かった！
ko: 앗! 뜨거워!
pt_br: Autch! Que quente!
zh_cn: 呀！好烫！
zh_tw: 呀！好燙！

# CHARACTERS.GENERIC.ANNOUNCE_CALL_BEEF
source: Come on over!
de: Komm her!
es: ¡Ven aquí!
fr: Allez, petit petit petit.
it: Vieni qui!
ja: こっちにおいで！
ko: 이리와봐!
pt_br: Vem cá!
zh_cn: 你给我过来！
zh_tw: 你給我過來！

# CHARACTERS.GENERIC.ANNOUNCE_CANFIX
source: I think I can fix this!
de: Ich glaub, ich kann das reparieren!
es: ¡Creo que puedo arreglarlo!
fr: Je dois pouvoir réparer ça !
it: Potrei fare qualcosa!!
ja: これは修理できると思う！
ko: 고칠 수 있을 것 같아!
pt_br: Acho que posso arrumar isso!
zh_cn: 我觉得我能修好这个！
zh_tw: 我覺得我能修好這個！

# CHARACTERS.GENERIC.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: It looks like I'm missing some important components.
de: Es sieht so aus, als fehlten mir einige wichtige Komponenten.
es: Parece que me faltan algunos componentes cruciales.
fr: On dirait qu'il manque des composants importants.
it: Sembra mancarmi qualche componente importante.
ja: 何か大事な要素を忘れてたみたいだ…
ko: 내가 중요한 부품을 잃어버린 것 같아.
pt_br: Parece que ainda estão faltando alguns componentes importantes.
zh_cn: 我似乎缺少一些重要组件。
zh_tw: 我似乎缺少一些重要組件。

# CHARACTERS.GENERIC.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: I can't make it right now.
de: Ich kann das jetzt nicht herstellen.
es: No puedo hacer esto ahora mismo.
fr: Je ne peux pas faire ça pour l'instant.
it: Ora non posso farlo.
ja: 今すぐには作れないなぁ。
ko: 지금 당장은 만들 수 없어.
pt_br: Não consigo fazer isso no momento.
zh_cn: 我现在制作不了。
zh_tw: 我現在製作不了。

# CHARACTERS.GENERIC.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: This will need more scientific research!
de: Das muss weiter wissenschaftlich erforscht werden!
es: ¡Esto va a requerir más investigación!
fr: D'autres recherches scientifiques sont nécessaires !
it: Ciò richiederà ulteriori ricerche scientifiche!
ja: これはもっと科学的に研究しないといけないな！
ko: 여기에는 더 과학적인 연구가 필요해!
pt_br: Vou precisar de mais pesquisas científicas!
zh_cn: 这个需要投入更多科研！
zh_tw: 這個需要投入更多科研！

# CHARACTERS.GENERIC.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: The judge won't be able to see my beefalo from here.
de: Der Schiedsrichter wird mein Beefalo von hier aus nicht sehen können.
es: El juez no podrá ver a mi beefalo desde aquí.
fr: Le juge ne pourra pas voir mon bœufalo, d'ici.
it: Il giudice non riuscirà a vedere il mio mufalo da qui.
ja: もうここからなら僕のビーファロが見えないだろう。
ko: 여기서는 심사위원이 내 비팔로를 볼 수 없겠어.
pt_br: O juiz não vai conseguir ver meu bífalo daqui.
zh_cn: 放在这里裁判是看不到我的皮弗娄牛的。
zh_tw: 放在這裡裁判是看不到我的皮弗婁牛的。

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: Don't you dare! Wake up, we have a race to win!
de: Wag es ja nicht! Hoch mit dir, wir haben ein Rennen zu gewinnen!
es: ¡No te atrevas! ¡Despierta, hay una carrera que ganar!
fr: Ah non, hein ! Réveille-toi, on a une course à gagner !
it: Non ci pensare nemmeno! Svegliati, abbiamo una corsa da vincere!
ja: なんてことだ！起きろ、レースで優勝するぞ！
ko: 어허! 정신 차려, 경주에서 이겨야지!
pt_br: Nem se atreva! Acorde, a gente tem uma corrida pra vencer!
zh_cn: 你敢给我睡！起来，我们要赢比赛！
zh_tw: 你敢給我睡！起來，我們要贏比賽！

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_ERROR_STUNNED
source: Get up! GO GO!
de: Aufstehen! LOS LOS!
es: ¡Arriba! ¡VAMOS, VAMOS!
fr: Allez, debout ! ALLEEEEZ !
it: Alzati! VAI, VAI!
ja: 起きあがれ！行け行け！
ko: 일어나! 어서 달려!
pt_br: Levanta! VAI, VAI!
zh_cn: 站起来！冲，冲！
zh_tw: 站起來！沖，沖！

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_ERROR_WALKING
source: Don't walk, RUN!
de: Nicht gehen, RENNEN!
es: ¡No camines, CORRE!
fr: Ne marche pas, enfin ! AU GALOP !
it: Non camminare, CORRI!
ja: 歩くな、走れ！
ko: 걷지 말고 뛰어!
pt_br: Não caminhe, CORRA!
zh_cn: 不要用走，跑！
zh_tw: 不要用走，跑！

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: No, no! You're going the wrong way!
de: Nein, das ist die falsche Richtung!
es: ¡No, no! ¡Estás yendo por donde no es!
fr: Non, non ! C'est dans l'autre sens !
it: No, no! Stai andando dalla parte sbagliata!
ja: だめだ！そっちじゃない！
ko: 아니, 아니! 그 길이 아니야!
pt_br: Não, não! Você está indo no caminho errado!
zh_cn: 不，不！方向错了！
zh_tw: 不，不！方向錯了！

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: Turn around, white eyes!
de: Kehr um, Weißauge!
es: ¡Pega la vuelta!
fr: Mais de l'autre côté, bigleuse !
it: Cambia direzione, occhi bianchi!
ja: 回れ右、白目！
ko: 돌아서, 하얀 눈아!
pt_br: Vire-se, olhos brancos!
zh_cn: 掉头，你什么眼神啊！
zh_tw: 掉頭，你什麼眼神啊！

# CHARACTERS.GENERIC.ANNOUNCE_CARRAT_START_RACE
source: Let the experim- er, race begin!
de: Möge das Experim... äh ... das Rennen beginnen!
es: ¡Que empiece el experimen..., ejem, la carrera!
fr: Que l'expéri... Euh, la course, commence !
it: Che abbia inizio l'esperim... ehm, la corsa!
ja: よし、実験...じゃなくてレースを始めよう！
ko: 실허- 아니, 경주를 시작하지!
pt_br: Que comece o experim... hã, a corrida!
zh_cn: 实验——，比赛开始！
zh_tw: 實驗——，比賽開始！

# CHARACTERS.GENERIC.ANNOUNCE_CAVEIN
source: The ceiling is destabilizing!
de: Die Decke wird instabil!
es: ¡El techo se está desestabilizando!
fr: Le plafond se déstabilise !
it: Il soffitto è destabilizzante!
ja: 落盤が起きそうだ！
ko: 천장이 불안정하다!
pt_br: O teto está instável!
zh_cn: 天花板在晃动！
zh_tw: 天花板在晃動！

# CHARACTERS.GENERIC.ANNOUNCE_CHARLIE
source: That presence... it's familiar! Hello?
de: Diese Präsenz ... kommt mir bekannt vor! Hallo?
es: Esa presencia... ¡es familiar! ¿Hola?
fr: Cette présence... me rappelle quelque chose ! Bonjour ?
it: Quella presenza... è familiare! Salve?
ja: この気配…覚えがあるぞ…誰だ！？
ko: 어딘가... 익숙한 존재감이다! 누구지?
pt_br: Essa presença... É familiar! Oi?
zh_cn: 那情景...好熟悉！你好？
zh_tw: 那情景...好熟悉！你好？

# CHARACTERS.GENERIC.ANNOUNCE_CHARLIE_ATTACK
source: OW! Something bit me!
de: AU! Mich hat etwas gebissen!
es: ¡AY! ¡Algo me ha mordido!
fr: Ouille ! Je me suis fait mordre !
it: AHI! Qualcosa mi ha morso!
ja: いて！何かにかまれた！
ko: 이런! 무언가가 날 물었다!
pt_br: Ai! Algo me mordeu!
zh_cn: 噢！有东西咬我！
zh_tw: 噢！有東西咬我！

# CHARACTERS.GENERIC.ANNOUNCE_COLD
source: So cold!
de: So kalt!
es: ¡Qué frío!
fr: Il fait si froid !
it: Così freddo!
ja: えらく寒い！
ko: 너무 춥다!
pt_br: Que frio!
zh_cn: 好冷！
zh_tw: 好冷！

# CHARACTERS.GENERIC.ANNOUNCE_COMPASS_OUT
source: This compass doesn't point anymore.
de: Dieser Kompass zeigt nirgendwo mehr hin.
es: Esta brújula ya no apunta en ninguna dirección.
fr: Cette boussole n'indique plus grand-chose.
it: Questa bussola non punta più.
ja: 針が動かなくなってしまった…
ko: 나침반의 바늘이 더는 작동하지 않는다.
pt_br: Essa bússola não aponta pra nenhum lugar mais.
zh_cn: 这个指南针再也指不了方向了。
zh_tw: 這個指南針再也指不了方向了。

# CHARACTERS.GENERIC.ANNOUNCE_CRAFTING_FAIL
source: I'm missing a couple key ingredients.
de: Mir fehlen noch ein paar wichtige Zutaten.
es: Me faltan un par de ingredientes clave.
fr: Il me manque quelques ingrédients essentiels.
it: Mi mancano un paio di elementi fondamentali.
ja: 材料がいくつか足りないみたいだ
ko: 주요 재료가 몇 개 없다.
pt_br: Faltam alguns ingredientes-chave.
zh_cn: 缺少一些关键成分。
zh_tw: 缺少一些關鍵成分。

# CHARACTERS.GENERIC.ANNOUNCE_DAMP
source: Oh, H2O.
de: Oho, H2O.
ja: 水ったら、もう。
ko: 아, H2O.
zh_cn: 哦，水。
zh_tw: 哦，水。

# CHARACTERS.GENERIC.ANNOUNCE_DEERCLOPS
source: That sounded big!
de: Das hat sich nach was Grossem angehört.
es: ¡Ha sonado como algo enorme!
fr: Ça doit être une grosse bête !
it: Sembrava una cosa grande!
ja: かなりデカイ音だったな！
ko: 정말 큰 소리가 났는데!
pt_br: Isso pareceu grande!
zh_cn: 听上去是个大家伙！
zh_tw: 聽上去是個大傢伙！

# CHARACTERS.GENERIC.ANNOUNCE_DESPAWN
source: I can see the light!
de: Ich sehe das Licht!
es: ¡Puedo ver la luz!
fr: Je vois la lumière !
it: Vedo la luce!
ja: 光が見える！
ko: 빛이 보인다!
pt_br: Posso ver a luz!
zh_cn: 我能看见光!
zh_tw: 我能看見光!

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_ATTACK
source: It seems my brawniness was short-lived.
de: Meine Kraft war offenbar nicht von Dauer.
es: Parece que mis musculitos aguantaban poco.
fr: On dirait que ma force n'a pas duré.
it: A quanto pare, il mio vigore è durato poco.
ja: 腕力の強化効果がもう切れたみたいだ。
ko: 내 힘이 다한 것 같군.
pt_br: Parece que minha força durou pouco.
zh_cn: 肌肉紧实的感觉很快就消失了。
zh_tw: 肌肉緊實的感覺很快就消失了。

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: The electricity's gone, but the static clings.
de: Die Elektrizität ist fort, aber die statische Ladung bleibt.
es: Ya no hay electricidad, pero queda energía estática.
fr: L'électricité s'est dissipée, par contre je prends encore des châtaignes.
it: L'elettricità se ne è andata, ma sento ancora il formicolio.
ja: 電気は切れたけど、静電気は残ってる。
ko: 전기는 사라졌어도 정전기는 남아 있다.
pt_br: A eletricidade se foi, mas a estática ficou.
zh_cn: 电没了，但是还残存静电。
zh_tw: 電沒了，但是還殘存靜電。

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: Looks like my dry spell is over.
de: Meine Immunität gegen Nässe ist wohl Geschichte.
es: Parece que mi hechizo de sequedad ha acabado.
fr: On dirait que mon sort de sécheresse est à sec.
it: Sembra che il mio incantesimo asciugatore sia svanito.
ja: 乾燥の呪文が切れたみたいだ。
ko: 건조 주문의 효력이 끝났나 봐.
pt_br: Parece que a minha seca acabou.
zh_cn: 我的干旱期结束了。
zh_tw: 我的乾旱期結束了。

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: Well, that was nice while it lasted.
de: Tja, es war schön, solange es währte.
es: Bueno, fue bonito mientras duró.
fr: Toutes les bonnes choses ont une fin.
it: Beh, è stato bello finché è durato.
ja: 効いている間は良かったな。
ko: 뭐, 잠깐이지만 괜찮았어.
pt_br: Bom, foi legal enquanto durou.
zh_cn: 虽然时间不长，但是还不错。
zh_tw: 雖然時間不長，但是還不錯。

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: I'll... (yawn) never get... tired...
de: Ich werde ... (gähn) nie wieder müde ...
es: Nunca... *bostezo* me cansaré...
fr: Je ne... (bâille) serai jamais... fatigué...
it: Non... (yawn) mi stancherò... mai...
ja: 僕は…（ふわ～）疲れ知らず…だ…
ko: 나는... (하품) 절대... 지치지 않아...
pt_br: Nunca... (bocejo) vou ficar... cansado...
zh_cn: 我……（哈欠）再也……不累了……
zh_tw: 我……（哈欠）再也……不累了……

# CHARACTERS.GENERIC.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: Desire to procrastinate... creeping back...
de: Prokrastinationstendenz ... schleicht sich wieder ein ...
es: Deseo de holgazanear... recobrando fuerza...
fr: J'ai envie... de... procrastiner...
it: Voglia di procrastinare, torna da me...
ja: ああ、働きたくない気持ちが…戻ってきた…
ko: 슬슬 다시... 귀찮아지는데...
pt_br: A vontade de procrastinar... está voltando...
zh_cn: 拖延症又回来了...
zh_tw: 拖延症又回來了...

# CHARACTERS.GENERIC.ANNOUNCE_DIG_DISEASE_WARNING
source: It looks better already.
de: Sieht schon besser aus.
es: Ya tiene mejor pinta.
fr: Ça a déjà l'air mieux.
it: Sembra stia già meglio.
ja: もう良くなってきた気がする。
ko: 벌써 훨씬 나아 보인다.
pt_br: Já parece melhor.
zh_cn: 它看起来已经好多了。
zh_tw: 它看起來已經好多了。

# CHARACTERS.GENERIC.ANNOUNCE_DUSK
source: It's getting late. It will be dark soon.
de: Wird langsam spät. Gleich wird's dunkel.
es: Se está haciendo tarde. Pronto estará oscuro.
fr: Il se fait tard. La nuit va tomber.
it: Si sta facendo tardi. Presto sarà buio.
ja: 遅くなってきた。もうすぐ辺りは暗くなる。
ko: 날이 저물고 있다. 곧 어두워질 것이다.
pt_br: Está ficando tarde. Logo ficará escuro.
zh_cn: 不早了。天马上就黑了。
zh_tw: 不早了。天馬上就黑了。
