Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.EGGPLANT_OVERSIZED
source: Big tasty!
de: Viel lecker!
es: ¡Grande y rica!
fr: Ça a l'air bon !
it: Grande buona!
ja: おっきいウマウマだ！
ko: 큰 맛!
pl: Duży i dobry!
pt_br: Sabor de montão!
ru: Вкусно и много!
zh_tw: 又大又好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.EGGPLANT_SEEDS
source: Grows the purple belly stuff
de: Hier wächst das lila Bauchzeug.
es: Da la cosa morada para la tripa
es_mx: Hacen crecer la cosa morada de barriga
fr: Ça fait pousser les trucs violets pour remplir mon ventre.
it: Fanno crescere roba per pancia viola
ja: 紫のおなかに入るものが育つ
ko: 보라색 음식이 자라
pl: Wyrosną z nich fioletowe rzeczy do brzuszka
pt_br: Vira a coisa de barriga roxa.
ru: Можно вырастить фиолетовые штучки для животика
zh_tw: 種出紫色食物的種子

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.BURNT
source: No! NOOOOO!
de: Nein! NEEEIIN!
fr: Non ! NOOON !
ja: だめ！だめーーーー！
ko: 안 돼! 안 돼애애애!
pl: Nie! NIEEEEE!
pt_br: Não! NÃOOOO!
ru: Нет! НЕ-Е-Е-Е-ЕТ!
zh_tw: 不！！！！！

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.EMPTY
source: Needs friend for cup
de: Braucht Topffreund.
es: Necesita amiga para vasija
es_mx: Necesita amiga para taza
fr: Il lui faut un copain.
it: Serve amico per coppa
ja: お友だちが必要だよ
ko: 컵의 친구가 필요해
pl: Potrzebuje przyjaciela do kubka
pt_br: Precisa de amigo pro copo.
ru: Чашке нужен друг
zh_tw: 這杯子裡該插一朵朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.FRESHLIGHT
source: Light Friend looks good!
de: Lichtfreund sieht gut aus!
es: ¡Amiga de luz tiene buen aspecto!
es_mx: ¡Amiga de luz se ve bien!
fr: Ma copine lumière est belle !
it: Amico di luce bello!
ja: 光のお友だちいい感じだね！
ko: 빛 친구가 좋아 보여!
pl: Świetlny przyjaciel wygląda dobrze!
pt_br: Amigo de Luz parece bom!
ru: Какой красивый светящийся друг!
zh_tw: 發光的朋友真漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.GENERIC
source: Ohh! Table friend!
de: Ooh! Tischfreund!
es: ¡Oh! ¡Amiga de mesa!
es_mx: ¡Ohh! ¡Amiga mesa!
fr: Ohh ! Une copine table !
it: Ohhh! Amico tavolo!
ja: おお！机のお友だち！
ko: 오오! 테이블 친구야!
pl: Och! Stołowy przyjaciel!
pt_br: Ahh! Amigo da mesa!
ru: О-о! Друг-стол!
zh_tw: 噢！桌子朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.OLDLIGHT
source: Sick, Light Friend?
de: Krank, Lichtfreund?
es: ¿Has enfermado, amiga de luz?
es_mx: ¿Enferma, amiga de luz?
fr: T'es malade, ma copine lumière ?
it: Malato, amico di luce?
ja: 光のお友だち、病気なの？
ko: 아프니, 빛 친구야?
pl: Jesteś chory, świetlny przyjacielu?
pt_br: Tá doente, Amigo de Luz?
ru: Ты болеешь, светящийся друг?
zh_tw: 病了嗎，發光的朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.ENDTABLE.WILTED
source: Sick, Friend?
de: Krank, Freund?
es: ¿Has enfermado, amiga?
es_mx: ¿Enferma, amiga?
fr: T'es malade, ma copine ?
it: Malato, amico?
ja: ねえ、お友だち、具合悪いの？
ko: 아프니, 친구야?
pl: Jesteś chory, przyjacielu?
pt_br: Tá doente, amiga?
ru: Ты болеешь, друг?
zh_tw: 病了嗎，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN.BURNING
source: Nonononono!
de: Neinneinnein!
fr: Non non non non non !
ja: ダメダメダメダメ！
ko: 안 돼, 안 돼!
pl: Nienienienienie!
pt_br: Não, não, não, não!
ru: Нет-нет-нет-нет!
zh_tw: 不不不不！

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN.BURNT
source: (sob)
de: (Schluchz)
es: *snif*
es_mx: (sollozo)
fr: *Sanglote*
ja: （シクシク）
ko: (흑흑)
pl: Chlip
pt_br: (soluço)
ru: (хнык)
zh_tw: （抽泣）

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN.CHOPPED
source: Sorry
de: Entschuldigung
es: Lo sentimos
es_mx: Lo sentimos
fr: Désolé
it: Scusa
ja: 未所有
ko: 미안해
pl: Przepraszam
pt_br: Desculpe
ru: Сожаление
zh_tw: 抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN.GENERIC
source: How doing, friend?
de: Wie geht's, Freund?
es: ¿Qué tal, amigo?
es_mx: ¿Cómo estar, amigo?
fr: Comment ça va, copain ?
it: Come va, amico?
ja: お友だち、元気？
ko: 잘 지내, 친구?
pl: Co słychać, przyjacielu?
pt_br: Como vai, amiga?
ru: Как дела, друг?
zh_tw: 你好呀，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Fire!
de: Feuer!
es: ¡Fuego!
es_mx: ¡Fuego!
fr: Feu !
it: Fuoco!
ja: 発射ー！
ko: 발사!
pl: Ognia!
pt_br: Fogo!
ru: Огонь!
zh_tw: 火焰！

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Oh
ja: おぉ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Sad. So sad
de: Traurig. So traurig.
es: Triste. Muy triste
es_mx: Triste. Qué triste
fr: C'est trop triste.
it: Triste. Tanto triste
ja: かなしい。すごくかなしいよ
ko: 슬프다. 너무 슬퍼
pl: Co za smutek
pt_br: Triste. Muito triste.
ru: Грустно. Так грустно
zh_tw: 難過，好難過

# CHARACTERS.WORMWOOD.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Shh... Sleeping
de: Psst ... schläft.
es: Shhh... Durmiendo
es_mx: Shh… Durmiendo
fr: Chut... Il dort.
it: Shh... Dorme
ja: シーーッ...眠ってるよ
ko: 쉿... 자고 있어
pl: Cii... Śpi
pt_br: Shh... Tá dormindo.
ru: Тс-с… Спит
zh_tw: 噓...它在睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.EYEBRELLAHAT
source: Peeping Rain Taker
de: Guckender Regenfänger.
es: Recogelluvia fisgón
es_mx: Agarralluvia mirón
fr: Une protection contre la pluie qui a l'œil.
it: Prende pioggia e guarda
ja: おしっこするレインテイカー
ko: 엿보는 비 막이야
pl: Patrzący zbieracz deszczu
pt_br: Toma-Chuva Espiadela.
ru: Пырящий ловец дождя
zh_tw: 窺探雨天的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.EYEMASKHAT
source: Friend is watching
de: Freund guckt zu
es: Amigo mira
fr: Le copain qui regarde
it: Amico guardare
ja: お友だちが見ているよ
ko: 친구가 보고 있어
pl: Przyjaciel patrzy.
pt_br: Amigo está olhando.
ru: Друг наблюдает
zh_tw: 朋友在看

# CHARACTERS.WORMWOOD.DESCRIBE.EYEOFTERROR
source: Biiiig peeper!
de: Groooooßer Glupscher!
es: ¡Graaaan mirón!
fr: C'est un grooooos n'œil !
it: Graaande occhio!
ja: お～～～っっきなのぞくやつだ！
ko: 삐익 눈알!
pl: Wieeelki zerkacz!
pt_br: Olhão grandããão!
ru: Больша-а-ая смотрелка!
zh_tw: 大大的偷看的人！

# CHARACTERS.WORMWOOD.DESCRIBE.EYEOFTERROR_MINI
source: Little peepers
de: Kleine Glupscher
es: Mirones pequeñitos
fr: Des petits n'yeux
it: Piccoli occhi
ja: ちっちゃいのぞくやつだね
ko: 꼬마 눈알
pl: Mały zerkacz
pt_br: Olhinhos pequenos.
ru: Маленькие смотрелки
zh_tw: 小小的偷看的人

# CHARACTERS.WORMWOOD.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: Peeper baby?
de: Glupschbaby?
es: ¿Bebé mirón?
fr: Un bébé n'œil ?
it: Occhio bambino?
ja: のぞくやつの赤ちゃん？
ko: 눈알 아기?
pl: Zerkacz bobas?
pt_br: Olho grande bebê?
ru: Смотрелка-малыш?
zh_tw: 偷看的人的寶寶？

# CHARACTERS.WORMWOOD.DESCRIBE.EYEPLANT
source: Blinky friend
de: Zwinkerfreund.
es: Amigo parpadeante
es_mx: Amiga parpadeante
fr: Une copine plante qui a l'œil.
it: Amica occhiuta
ja: おめめパチパチのお友だち
ko: 깜빡이 친구야
pl: Mrugający przyjaciel
pt_br: Amiga piscante.
ru: Моргучий друг
zh_tw: 眨著眼睛的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.EYETURRET
source: Pew!
de: Peng!
es: ¡Pum!
es_mx: ¡Pun!
fr: Piou !
it: Pem!
ja: ヒュー！
ko: 빵야!
pl: Pif, paf!
pt_br: Bang!
ru: Паф!
zh_tw: 嘭！

# CHARACTERS.WORMWOOD.DESCRIBE.EYETURRET_ITEM
source: Pew Pew rock
de: Pengpengstein.
es: Roca pum-pum
es_mx: Roca pun pún
fr: Un rocher qui fait piou !
it: Roccia pem pem
ja: ヒューヒュー岩
ko: 빵야 빵야 바위야
pl: Pifpafowa skała
pt_br: Pedra Bang, Bang.
ru: Камень пиф-паф!
zh_tw: 嘭嘭射擊的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.FARMPLOT.BURNT
source: Oh
ja: あれ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.FARMPLOT.GENERIC
source: Good soil
de: Guter Boden.
es: Buen suelo
es_mx: Buena tierra
fr: C'est du bon sol ça.
it: Buona terra
ja: 良い土だね
ko: 좋은 흙이야
pl: Dobra gleba
pt_br: Solo bom.
ru: Хорошая земля
zh_tw: 一塊好地

# CHARACTERS.WORMWOOD.DESCRIBE.FARMPLOT.GROWING
source: Growing stuff for belly
de: Hier wächst Zeug für Bauch.
es: Cultivando cosas para la tripa
es_mx: Creciendo cosas para barriga
fr: Ça fait pousser des trucs pour se remplir le ventre.
it: Qui cresce roba per pancia
ja: おなかに入れる物が育ってる
ko: 배를 채우는 게 자라고 있어
pl: Rosną rzeczy do brzuszka
pt_br: Cultivando coisas pra barriga.
ru: Чтобы растить штучки для животика
zh_tw: 為了填飽肚子快生長吧

# CHARACTERS.WORMWOOD.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Needs poop
de: Braucht Kacke.
es: Necesita caca
es_mx: Necesita caca
fr: Il lui faut du fumier.
it: Serve cacca
ja: うんちが欲しいのね
ko: 똥이 필요해
pl: Potrzebuje kupy
pt_br: Precisa de cocô.
ru: Нужны какашки
zh_tw: 需要便便

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_HOE
source: Tuck in babies
de: Babys ins Bett stecken
es: Arropa a los bebés
fr: Ça fait des lits pour bébés copines.
it: Rimboccare bambini
ja: 赤ちゃんをいれるよ
ko: 냠냠해 아가들아
pl: Zawinąć dzidziusie.
pt_br: Aconchega bebês.
ru: Чтобы уложить малышей
zh_tw: 給寶寶們掖被子

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.BURNING
source: Oh no oh no!
de: Oh nein, oh nein!
es_mx: ¡Ay, no, no!
fr: Oh non non non !
ja: うわ、ダメダメ！
ko: 이런, 안 돼!
pl: Och nie, nie!
pt_br: Ah, não! Ah, não!
ru: О нет! Нет-нет-нет!
zh_tw: 哎呀，不妙！

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.FULL
source: Good job!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Beau travail !
it: Bel lavoro!
ja: 頑張ったね！
ko: 잘 했어!
pl: Dobra robota!
pt_br: Bom trabalho!
ru: Молодец!
zh_tw: 幹得好！

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: Biiiig!
de: Groooooß!
es: ¡Graaande!
fr: C'est grooooos !
it: Graaande!
ja: お～～っきい！
ko: 삐익!
pl: Duuuuża!
pt_br: Graaande!
ru: Большо-о-ой урожай!
zh_tw: 大大大！

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.FULL_WEED
source: Don't bully other friends!
de: Schikaniere keine anderen Freunde!
es: ¡No te metas con mis amigas!
fr: Embête pas les autres copines !
it: Non irritare altri amici!
ja: 他のお友だちイジメちゃだめだよ！
ko: 다른 친구들을 괴롭히지 마!
pl: Nie dręczyć innych przyjaciół!
pt_br: Não incomode outras amigas!
ru: Не обижай других друзей!
zh_tw: 別欺負其他朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.GENERIC
source: Friend
de: Freund.
es: Amigo
fr: Copine !
it: Amico
ja: お友だち
ko: 친구다
pl: Przyjaciel
pt_br: Amiga!
ru: Друг
zh_tw: 朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.GROWING
source: Doing so good!
de: Läuft so gut!
es: ¡Va bien!
fr: Elle se débrouille bien !
it: Cresci benissimo!
ja: すごく調子がいいね！
ko: 잘하고 있어!
pl: Świetnie rosnąć!
pt_br: Indo muito bem!
ru: Очень хорошо растешь!
zh_tw: 真好！

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.ROTTEN
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: So sorry
de: Tut so leid
es: Perdón
fr: Désolé désolé désolé !
it: Dispiace molto
ja: 本当にごめんね
ko: 정말 미안해
pl: Bardzo przepraszać.
pt_br: Sinto muito.
ru: Как же жалко
zh_tw: 很抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLANT.SEED
source: Baby
es: Bebé
fr: Un bébé.
it: Bambino
ja: バブバブだよ
ko: 아기
pl: Dzidziuś
pt_br: Bebê.
ru: Малыш
zh_tw: 寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLOW
source: Make ground soft and nice
de: Boden weich und schön machen
es: Deja la tierra blandita
fr: Ça rend la terre toute douce.
it: Rende terreno bello e soffice
ja: 地面を柔らかく、心地よくしてくれるんだよ
ko: 땅을 부드럽고 좋게 만들어
pl: Robić ziemia miękka i miła.
pt_br: Deixa chão macio e bom.
ru: Делает землю хорошей и мягкой
zh_tw: 讓地變得軟軟的，很舒服

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_PLOW_ITEM
source: Where will friends live?
de: Wo sollen Freunde leben?
es: ¿Dónde vivirán las amigas?
fr: Où vont vivre les copines ?
it: Dove vivranno amici?
ja: お友だちはどこに住むのかな？
ko: 친구들은 어디에 살까?
pl: Gdzie przyjaciele mieszkać?
pt_br: Onde amigas vão morar?
ru: Где будут жить друзья?
zh_tw: 朋友們住哪裡？

# CHARACTERS.WORMWOOD.DESCRIBE.FARM_SOIL_DEBRIS
source: Friends don't like it
de: Gefällt Freunden nicht
es: A las amigas no les gusta
fr: Les copines aiment pas ça.
it: Ad amici non piace
ja: お友だちは嫌がってるよ
ko: 친구들은 좋아하지 않는다
pl: Przyjaciele tego nie lubić.
pt_br: Amigas não gostam disso.
ru: Друзьям это не понравится
zh_tw: 朋友們不喜歡

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHERFAN
source: Fire Outer
de: Feuerlöscher.
es: Expulsafuegos
es_mx: Sacafuego
fr: Ça éteint le feu.
it: Allontana fuoco
ja: 火の服
ko: 불 끄개야
pl: Ogniogasik
pt_br: Apaga Fogo.
ru: Раздуватель огня
zh_tw: 吹走火焰

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHERHAT
source: Tweeter disguise
de: Piepserverkleidung.
es: Disfraz de pío-pío
es_mx: Disfraz de piador
fr: Un déguisement de piou-piou.
it: Travestimento da cip cip
ja: ピヨピヨのマネ
ko: 짹짹이 변장 도구야
pl: Przebranie ćwirka
pt_br: Disfarce de Piu-Piu.
ru: Маскировка чирикалки
zh_tw: 偽裝成嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHERPENCIL
source: Draws pretty pictures
de: Malt hübsche Bilder.
es: Dibuja imágenes bonitas
es_mx: Dibuja imágenes bonitas
fr: C'est pour faire de beaux dessins.
it: Disegna belle figure
ja: かわいい絵を描くんだね
ko: 예쁜 그림을 그려
pl: Ładnie rysuje
pt_br: Faz desenhos bonitos.
ru: Рисует красивые картинки
zh_tw: 畫美美的圖

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHER_CANARY
source: Tweeter clothes
de: Kleider von Piepser.
es: Ropa de pío-pío
es_mx: Ropa de piador
fr: Des vêtements de gros piou-piou.
it: Vestito di cip cip
ja: ピヨピヨの服
ko: 짹짹이 옷이야
pl: Strój ćwirka
pt_br: Roupas de Piu-Piu.
ru: Одежда чирикалки
zh_tw: 吱吱叫的小鳥的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHER_CROW
source: Caw Tweeter clothes
de: Kleider von Krähpiepser.
es: Ropa de pío-pío iá-iá
es_mx: Ropa de piador de graznido
fr: Ça habille le piou-piou qui croasse.
it: Vestito di cip cip
ja: カアって鳴くピヨピヨの服
ko: 까악 짹짹이 옷이야
pl: Strój kraczącego ćwirka
pt_br: Roupas de Piu-Piu Grasnador.
ru: Одежда каркающей чирикалки
zh_tw: 呱呱叫嘰喳的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHER_ROBIN
source: Red Tweeter clothes
de: Kleider von rotem Piepser.
es: Ropa de pío-pío rojo
es_mx: Ropa de piador rojo
fr: Ça habille le piou-piou rouge.
it: Vestito di cip cip rosso
ja: 赤い鳥ちゃんピヨピヨの服
ko: 빨간 짹짹이 옷이야
pl: Strój czerwonego ćwirka
pt_br: Roupas de Piu-Piu Vermelho.
ru: Одежда красной чирикалки
zh_tw: 紅色嘰喳的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snow Tweeter clothes
de: Kleider von Schneepiepser.
es: Ropa de pío-pío de nieve
es_mx: Ropa de piador de nieve
fr: Ça habille le piou-piou des neiges.
it: Vestito di cip cip neve
ja: 雪の鳥ちゃんピヨピヨの服
ko: 눈 짹짹이 옷이야
pl: Strój śnieżnego ćwirka
pt_br: Roupas de Piu-Piu das Neves.
ru: Одежда снежной чирикалки
zh_tw: 雪嘰喳的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.FEM_PUPPET
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: C'est une copine ?
it: Amici?
ja: お友達？
ko: 친구?
pl: Przyjaciel?
pt_br: Amiga?
ru: Друг?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.FENCE
source: Made of friends
de: Aus Freunden.
es: Hecha de amigos
es_mx: Hecha de amigos
fr: C'est fait à partir de mes copains les arbres.
it: Fatto di amici
ja: お友だちでできてる
ko: 친구들로 만들었어
pl: Z przyjaciół
pt_br: Feita de amigas.
ru: Сделана из друзей
zh_tw: 用朋友們製成的

# CHARACTERS.WORMWOOD.DESCRIBE.FENCE_GATE
source: Door made of friends
de: Tür aus Freunden.
es: Puerta hecha de amigos
es_mx: Puerta hecha de amigos
fr: Une porte faite à partir de mes copains les arbres.
it: Porta fatta di amici
ja: お友だちでできたドア
ko: 친구들로 만든 문이야
pl: Drzwi z przyjaciół
pt_br: Porta feita de amigas.
ru: Дверь из друзей
zh_tw: 用朋友們製成的門

# CHARACTERS.WORMWOOD.DESCRIBE.FENCE_GATE_ITEM
source: Put in ground
de: In dem Boden.
es: Se pone en el suelo
es_mx: Poner en tierra
fr: Ça se plante dans le sol.
it: Metto dentro terra
ja: 地面に植えよう
ko: 땅에 놔야 해
pl: Do postawienia na ziemi
pt_br: Ponha no chão.
ru: Воткнуть в землю
zh_tw: 應該插在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.FENCE_ITEM
source: Put in ground
de: In dem Boden.
es: Se pone en el suelo
es_mx: Poner en suelo
fr: Ça se plante dans le sol.
it: Metto dentro terra
ja: 地面に植えよう
ko: 땅에 놔야 해
pl: Do postawienia na ziemi
pt_br: Ponha no chão.
ru: Воткнуть в землю
zh_tw: 應該插在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.FERTILIZER
source: Poop! Yay!
de: Kacke! Heißa!
es: ¡Caca! ¡Sí!
es_mx: ¡Caca! ¡Sí!
fr: Youpi, du popo !
it: Cacca! Evviva!
ja: うんちだ！やったぁ！
ko: 똥이다! 만세!
pl: Kupa! Hurra!
pt_br: Cocô! Viva!
ru: Кака! Ура!
zh_tw: 便便！耶！

# CHARACTERS.WORMWOOD.DESCRIBE.FESTIVEFISH
source: Fancy Glub Glub
de: Schicker Blubblub.
es: Glub-glub sofisticado
es_mx: Gluglú elegante
fr: Un bloup-bloup chic.
it: Glu glu bello
ja: おしゃれなブクブク
ko: 근사한 뽀글이야
pl: Świąteczny bulbulek
pt_br: Glub Glub Chique.
ru: Яркая буль-булька
zh_tw: 漂亮的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.FESTIVE_BLUEPRINT
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.FIG
source: From hanging tree friend
de: Vom Hängebaum-Freund
es: Del amigo del árbol colgante
fr: Ça pendait d'un copain arbre.
it: Da amico pendente
ja: 木にぶら下がってるお友だちからもらったんだ
ko: 매달린 나무 친구에게서
pl: Od przyjaciela wiszącego drzewa
pt_br: De amiga árvore pendente.
ru: От висячего друга-дерева
zh_tw: 來自掛在樹上的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FIGATONI
source: Sweet pocket
de: Süße Tasche
es: Bolsita dulce
fr: Une poche toute sucrée.
it: Tasca dolce
ja: アマアマのポケットだ
ko: 달콤한 주머니
pl: Słodka kieszonka
pt_br: Bolso doce.
ru: Сладкие кармашки
zh_tw: 甜甜的口袋

# CHARACTERS.WORMWOOD.DESCRIBE.FIGKABAB
source: Friend helped!
de: Freund half!
es: ¡Amigo ayudado!
fr: Une copine m'a aidé !
it: Amico ha aiutato!
ja: お友だちが手伝ってくれた！
ko: 친구가 도왔어!
pl: Przyjaciel pomagać!
pt_br: Amiga ajudou!
ru: Друг помог!
zh_tw: 朋友幫忙了！

# CHARACTERS.WORMWOOD.DESCRIBE.FIG_COOKED
source: Sweet yums
de: Süße Leckerlis
es: Comida dulce
fr: Miam miam.
it: Gnam dolce
ja: アマアマのウマウマだ
ko: 달콤한 냠냠
pl: Słodkie pychotki
pt_br: Delícia doce.
ru: Сладкие вкусняшки
zh_tw: 甜甜的很好吃

# CHARACTERS.WORMWOOD.DESCRIBE.FIREBALLSTAFF
source: Fire Pew-er
de: Feuerspucker.
es: Pum de fuego
es_mx: Pun, pun de fuego
fr: Un machin qui envoie du feu.
it: Spara fuoco
ja: ピューマチックホーン発射
ko: 불 뿜개야
pl: Ognisty pifpafek
pt_br: Bangbanguer de Fogo.
ru: Огненная пыхалка
zh_tw: 吐火的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.FIRECRACKERS
source: POP! POP!
de: POPP! POPP!
es_mx: ¡PUM!, ¡PUM!
fr: Ça fait boum !
it: PUM! PUM!
ja: ポンポン！ポン！
ko: 팡! 팡!
pl: PYK, PYK!
pt_br: BUM! BUM!
ru: БУХ! БАБАХ!
zh_tw: 嘭！嘭！

# CHARACTERS.WORMWOOD.DESCRIBE.FIREFLIES.GENERIC
source: Glow Bums
de: Glühpopos.
es: Traseros brillantes
es_mx: Traseros brillantes
fr: Ces bestioles ont le popotin luisant.
it: Sederini luminosi
ja: おしりが光ってる
ko: 빛나는 엉덩이야
pl: Świecipupy
pt_br: Bumbuns Brilhantes.
ru: Светящиеся жужи
zh_tw: 會發光的蟲蟲

# CHARACTERS.WORMWOOD.DESCRIBE.FIREFLIES.HELD
source: Needs home
de: Braucht Heimat.
es: Necesita un hogar
es_mx: Necesita casa
fr: Il faut lui trouver une maison.
it: Serve casa
ja: おうちが必要だね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de casa.
ru: Нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.FIREHOUND
source: Fire Woofers
de: Feuerkläffer.
es: Guau-guaus de fuego
es_mx: Guauguáus de fuego
fr: Des ouaf-ouaf de feu.
it: Bau bau di fuoco
ja: 火のワンワン
ko: 불 멍멍이야
pl: Ogniste hauki
pt_br: Auauzeiros de Fogo.
ru: Огненные гавкалки
zh_tw: 火汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.FIRENETTLES
source: Hot hot friends
de: Heiße-heiße Freunde
es: Amigas calentitas
fr: Des copines qui brûlent !
it: Amici caldi caldi
ja: アッチアッチのお友だちだ
ko: 핫 뜨거뜨거 친구
pl: Przyjaciele auć auć
pt_br: Amigas quentes, quentes.
ru: Горячие-горячие друзья
zh_tw: 熱熱的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.EMBERS
source: Dying
de: Stirbt.
es: Muriéndose
es_mx: Muriendo
fr: C'est presque éteint.
it: Muore
ja: 死にそう
ko: 죽어 가
pl: Gaśnie
pt_br: Morrendo.
ru: Умирает
zh_tw: 要熄滅了

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.GENERIC
source: Not too close
de: Nicht zu nahe.
es: No demasiado cerca
es_mx: No demasiado cerca
fr: Faut pas trop s'en approcher.
it: Non troppo vicino
ja: Not近すぎ
ko: 너무 가까이는 안 돼
pl: Nie za blisko
pt_br: Não tão perto.
ru: Не так близко
zh_tw: 不能靠它太近了

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.HIGH
source: Too high!
de: Zu hoch!
es: ¡Demasiado alto!
es_mx: ¡Demasiado alto!
fr: Ça fait de trop grandes flammes !
it: Fuoco troppo alto!
ja: 高すぎだよ！
ko: 너무 높아!
pl: Za wysoki!
pt_br: Alto demais!
ru: Слишком высокий!
zh_tw: 太猛烈了！

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.LOW
source: Stay back
de: Zurück.
es: Atrás
es_mx: Aléjate
fr: Faut pas s'approcher davantage.
it: Indietro
ja: 下がって！
ko: 물러서
pl: Nie zbliżaj się
pt_br: Pra trás.
ru: Лучше не подходить
zh_tw: 火勢消退了

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.NORMAL
source: Not too close
de: Nicht zu nahe.
es: No demasiado cerca
es_mx: No demasiado cerca
fr: Faut pas trop s'en approcher.
it: Non troppo vicino
ja: Not近すぎ
ko: 너무 가까이는 안 돼
pl: Nie za blisko
pt_br: Não tão perto.
ru: Не так близко
zh_tw: 不能靠它太近了

# CHARACTERS.WORMWOOD.DESCRIBE.FIREPIT.OUT
source: Whew. No fire
de: Uff. Kein Feuer.
es: Fiu. No fuego
es_mx: Uf. Sin fuego
fr: Fiou. Pas de feu.
it: Fiu. Niente fuoco
ja: ひゃー。火はないね
ko: 휴. 불이 없어
pl: Oj. Nie ma ognia
pt_br: Ufa. Nenhum fogo.
ru: Уф. Не горит
zh_tw: 喲，沒火

# CHARACTERS.WORMWOOD.DESCRIBE.FIRESTAFF
source: Hot Pew Stick
de: Feuerstock.
es: Palo pum caliente
es_mx: Palo pun caliente
fr: Un bâton qui met le feu.
it: Bastone spara caldo
ja: 熱いヒューの棒
ko: 뜨거운 빵야 막대기야
pl: Patyk gorących pifpafów
pt_br: Bastão de Bang Quente.
ru: Жаркая пиф-пафка
zh_tw: 發射熱球的法杖

# CHARACTERS.WORMWOOD.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Needs food
de: Braucht Nahrung.
es: Necesita comida
es_mx: Necesita comida
fr: Il faut le nourrir.
it: Serve cibo
ja: 食べものが必要だね
ko: 음식이 필요해
pl: Potrzebuje pokarmu
pt_br: Precisa de comida.
ru: Нужно покормить
zh_tw: 它需要吃燃料

# CHARACTERS.WORMWOOD.DESCRIBE.FIRESUPPRESSOR.OFF
source: Keep fire away
de: Hält Feuer fern.
es: Mantiene a raya al fuego
es_mx: Mantener fuego lejos
fr: Ça éteint le feu.
it: Tiene lontano fuochi
ja: 火を寄せ付けない
ko: 불을 막아 줘
pl: Chroni przed ogniem
pt_br: Mantém o fogo longe.
ru: Не подпускает огонь
zh_tw: 努力撲滅火吧

# CHARACTERS.WORMWOOD.DESCRIBE.FIRESUPPRESSOR.ON
source: Good machine
de: Gute Maschine.
es: Buena máquina
es_mx: Buena máquina
fr: Ça c'est de la bonne machine.
it: Buona macchina
ja: いいメカだね
ko: 좋은 기계야
pl: Dobra maszyna
pt_br: Máquina boa.
ru: Хорошая машина
zh_tw: 好機器

# CHARACTERS.WORMWOOD.DESCRIBE.FISH
source: Glub Glub
de: Blubblub.
es_mx: Gluglú
fr: Un bloup-bloup.
it: Glu glu
ja: ブクブク
ko: 뽀글이야
pl: Bulbulek
ru: Буль-булька
zh_tw: 噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.FISHINGNET
source: Catches Glub Glubs
de: Fängt Blubblubs.
es: Atrapa glub-glubs
es_mx: Atrapa gluglús
fr: C'est pour attraper les bloup-bloup.
it: Prende glu glu
ja: ブクブクを捕まえるんだよ
ko: 뽀글이를 잡아
pl: Do łapania bulbulków
pt_br: Pega Glub Glubs.
ru: Ловит буль-булек
zh_tw: 能抓咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.FISHINGROD
source: Glub Glub Stick
de: Blubblub-Stock.
es: Palo glub-glub
es_mx: Palo de gluglú
fr: Un bâton pour attraper des bloup-bloup.
it: Stecca per glu glu
ja: ブクブクの棒
ko: 뽀글이 막대기야
pl: Patyk do bulbulków
pt_br: Vara de Glub Glub.
ru: Палка для буль-булек
zh_tw: 釣噗嚕噗嚕的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.FISHMEAT
source: Glub Glub
de: Blubblub.
es_mx: Gluglú
fr: Un bloup-bloup.
it: Glu glu
ja: ブクブク
ko: 뽀글이야
pl: Bulbulek
ru: Буль-булька
zh_tw: 噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.FISHMEAT_COOKED
source: Watch for bones
de: Vorsicht Gräten.
es: Ojo a las espinas
es_mx: Cuidado con huesos
fr: Attention aux arêtes.
it: Attenti a lische
ja: 骨に気を付けてね
ko: 뼈를 조심해야 해
pl: Uwaga na ości
pt_br: Cuidado com a espinha.
ru: Осторожно, кости
zh_tw: 小心魚刺

# CHARACTERS.WORMWOOD.DESCRIBE.FISHMEAT_SMALL
source: Wee Glub Glub
de: Kleiner Blubblub.
es: Glub-glub miniatura
es_mx: Gluglú pequeñito
fr: Un petit morceau de bloup-bloup.
it: Glu glu piccolo
ja: ちっちゃいブクブク
ko: 작은 뽀글이야
pl: Tyci bulbulek
pt_br: Glub Glubinho.
ru: Маленькая буль-булька
zh_tw: 小小的噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.FISHMEAT_SMALL_COOKED
source: Cute little belly stuff
de: Niedliches kleines Bauchzeug.
es: Pequeña cosa mona para la tripa
es_mx: Linda cosita de barriga
fr: Un petit truc mignon pour se remplir le ventre.
it: Piccola roba per pancia
ja: ちいさくてかわいいおなかに入るもの
ko: 귀여운 음식이야
pl: Urocze, małe rzeczy do brzuszka
pt_br: Coisinha fofa de barriga.
ru: Милая малявка для животика
zh_tw: 填肚子的可愛小東西

# CHARACTERS.WORMWOOD.DESCRIBE.FISHSTICKS
source: Glub Glub on a friend
de: Blubblub auf einem Freund.
es: Glub-glub en un amigo
es_mx: Gluglú en un amigo
fr: Du bloup-bloup en forme de copain bâton.
it: Glu glu su amico
ja: お友だちのブクブク
ko: 친구와 합친 뽀글이야
pl: Bulbulek na przyjacielu
pt_br: Glub Glub numa amiga.
ru: Буль-булька почти друг
zh_tw: 噗嚕噗嚕在朋友上
