Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: It sings
de: Sie singt.
es: Canta
es_mx: Canta
fr: Il chante !
it: Canta
ja: 歌ってるよ
ko: 노래를 해
pl: Śpiewa
pt_br: Ela canta.
ru: Поет
zh_tw: 它能唱

# CHARACTERS.WORMWOOD.DESCRIBE.SISTURN.GENERIC
source: Lonely
de: einsames
es: Solitario/a
es_mx: Solitario.
fr: solitaire
it: Solitaria
ja: さみしい
ko: 고독한
pl: Samotny/a/e
pt_br: Solitário(as)
ru: Одинокие
zh_tw: 孤獨的

# CHARACTERS.WORMWOOD.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: Nice here
de: Hübsch hier.
es: Se está bien aquí
es_mx: Estar bien aquí
fr: C'est joli ici.
it: Bello qui
ja: ここいいね
ko: 좋은 곳이야
pl: Przyjemnie tu
pt_br: É legal aqui.
ru: Здесь хорошо
zh_tw: 這裡真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.SISTURN.SOME_FLOWERS
source: Friends!
de: Freunde!
es: ¡Amigos!
es_mx: ¡Amigos!
fr: Copines !
it: Amici!
ja: 友よ！
ko: 친구다!
pl: Przyjaciele!
pt_br: Amigos!
ru: Друзья!
zh_tw: 朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETON
source: Still alive?
de: Noch lebendig?
es: ¿Aún vive?
es_mx: ¿Todavía vivo?
fr: T'es encore en vie ?
it: Ancora vivo?
ja: まだ生きてるかな？
ko: 아직 살아 있나?
pl: Jeszcze żyje?
pt_br: Ainda tá vivo?
ru: Все еще живой?
zh_tw: 還活著嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETONHAT
source: Scary head
de: Gruselkopf.
es: Cabeza que da miedo
es_mx: Cabeza escalofriante
fr: Un truc effrayant à mettre sur la tête.
it: Testa spaventosa
ja: 怖い頭だ
ko: 무서운 머리야
pl: Straszna głowa
pt_br: Cabeça assustadora.
ru: Страшная голова
zh_tw: 嚇人的頭

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: Oh. Friend not alive
de: Oh. Freund lebt nicht.
es: Oh. Amigo no vivo
es_mx: Oh. Amigo sin vida
fr: Oh, le copain est pas en vie.
it: Oh. Amico non vivo
ja: ああ。お友だちは死んでいるよ
ko: 아. 친구가 살아 있지 않아
pl: Och. Przyjaciel nie żyje
pt_br: Oh. Amigo não vive.
ru: Ой. Неживой друг
zh_tw: 噢，朋友不是活著的

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETON_PLAYER.FEMALE
source: Still alive? No
de: Lebt noch? Nö.
es: ¿Aún vive? No
es_mx: ¿Sigue vivo? No
fr: T'es encore en vie ? Non.
it: Ancora viva? No
ja: まだ生きてるかな？ううん
ko: 아직 살아 있나? 아니네
pl: Jeszcze żyje? Nie
pt_br: Ainda tá viva? Não.
ru: Еще живая? Нет
zh_tw: 還活著嗎？不是

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETON_PLAYER.MALE
source: Oh. Friend not alive
de: Oh. Freund lebt nicht.
es: Oh. Amigo no vivo
es_mx: Oh. Amigo sin vida
fr: Oh, le copain est pas en vie.
it: Oh. Amico non vivo
ja: ああ。お友だちは死んでいるよ
ko: 아. 친구가 살아 있지 않아
pl: Och. Przyjaciel nie żyje
pt_br: Oh. Amigo não vive.
ru: Ой. Неживой друг
zh_tw: 噢，朋友不是活著的

# CHARACTERS.WORMWOOD.DESCRIBE.SKELETON_PLAYER.ROBOT
source: Oh. Not alive
de: Oh. Lebt nicht.
es: Oh. No vive
es_mx: Oh. Sin vida
fr: Oh. Il est pas vivant.
it: Oh. Non viva
ja: ああ。死んでるよ
ko: 아. 살아 있지 않아
pl: Och. Nie żyje
pt_br: Ah. Não vive.
ru: Ой. Не живой
zh_tw: 噢，不是活的

# CHARACTERS.WORMWOOD.DESCRIBE.SKETCH
source: Pretty picture
de: Hübsches Bild.
es: Imagen bonita
es_mx: Bonita imagen
fr: Y a un joli dessin dessus.
it: Figura bella
ja: きれいな絵
ko: 예쁜 그림이야
pl: Ładny obrazek
pt_br: Desenho bonito.
ru: Красивая картинка
zh_tw: 漂亮的圖案

# CHARACTERS.WORMWOOD.DESCRIBE.SKULLCHEST
source: Stuff inside
de: Zeug drinnen.
es: Cosas dentro
es_mx: Cosas adentro
fr: Y a des choses à l'intérieur.
it: Roba dentro
ja: 中の物
ko: 안에 물건이 있어
pl: Rzeczy w środku
pt_br: Tem coisa dentro.
ru: Внутри штучки
zh_tw: 可以在裡面裝東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLEEPBOMB
source: Bag of sleepytime
de: Schlafenszeit für viele.
es: Bolsa de dormir
es_mx: Bolsa de hora de dormir
fr: Un sac qui fait faire dodo.
it: Sacco di pisolini
ja: ねんねの時間の袋
ko: 수면용 자루야
pl: Torba spanka
pt_br: Saco de Hora da Naninha.
ru: Мешок сна
zh_tw: 睡覺包

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOT
source: Pew pew!
de: Pengpeng!
es: ¡Pum, pum!
es_mx: ¡Pun, pun!
fr: Piou, piou !
it: Pem! Pem!
ja: ヒュー、ヒュー！
ko: 빵야 빵야!
pl: Pif! Paf!
pt_br: Bang bang!
ru: Пиу-пиу!
zh_tw: 嘭嘭！

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_GOLD
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_POOP
source: Poop things
de: Kackdinger.
es: Cosas caca
es_mx: Cosas de excremento
fr: ... C'est caca.
it: Cose di cacca
ja: うんこ飛ばす。
ko: 똥 물건이야
pl: Rzeczy z kupy
pt_br: Coisas de cocô
ru: Маленькие каки
zh_tw: 便便的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_ROCK
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_SLOW
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: Pew pew things
de: Pengpengdinger.
es: Cosas pum-pum
es_mx: Cosas pun, pun
fr: Des trucs pour faire pan.
it: Cose pem pem
ja: ヒューヒュー飛ばす。
ko: 빵야 빵야 물건이야
pl: Rzeczy do pifpafowania
pt_br: Coisas de bang bang
ru: Штучки пиу-пиу
zh_tw: Biu Biu的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SLURPER
source: Furry Head Eater
de: Pelziger Kopffresser.
es: Comecabezas peludo
es_mx: Peludo comecabezas
fr: Un chose à fourrure mangeuse de têtes.
it: Mangiateste peloso
ja: フワフワ頭ガブガブ
ko: 털투성이 머리 포식자야
pl: Futrzasty zjadacz głów
pt_br: Devorador de Cabeça Peludo.
ru: Мохнатоголовый
zh_tw: 毛茸茸的食頭者

# CHARACTERS.WORMWOOD.DESCRIBE.SLURPERPELT
source: (sigh) Sad
de: (Seufz) Traurig.
es: (Ay) Triste
es_mx: (suspiro) Triste
fr: *Soupire* C'est triste.
it: (sigh) Triste
ja: （ハァ）悲しい
ko: 하... 슬퍼
pl: Ech. Smutek
pt_br: (suspiro) Triste.
ru: (эх) Грустно
zh_tw: （歎氣）難過

# CHARACTERS.WORMWOOD.DESCRIBE.SLURPER_PELT
source: (sigh) Sad
de: (Seufz) Traurig.
es: (Ay) Triste
es_mx: (suspiro) Triste
fr: *Soupire* C'est triste.
it: (sigh) Triste
ja: （ハァ）悲しい
ko: 하... 슬퍼
pl: Ech. Smutek
pt_br: (suspiro) Triste.
ru: (эх) Грустно
zh_tw: （歎氣）難過

# CHARACTERS.WORMWOOD.DESCRIBE.SLURTLE
source: Shy Spiky Shell
de: Schüchterne stachelige Schale.
es: Concha pinchuda tímida
es_mx: Tímido de caracola con puntas
fr: Une bestiole timide à coquille pointue.
it: Guscio appuntito timido
ja: 恥ずかしがりのトゲトゲ
ko: 부끄러운 뾰족 껍데기야
pl: Nieśmiały spiczastomuszli
pt_br: Concha Pontuda Tímida.
ru: Скромный колючий панцирь
zh_tw: 怕生的尖殼

# CHARACTERS.WORMWOOD.DESCRIBE.SLURTLEHAT
source: Hard Head Thing
de: Hartes Kopfding.
es: Cosa dura para la cabeza
es_mx: Cosa dura de cabeza
fr: Un bidule rigide à mettre sur la tête.
it: Cosa dura per testa
ja: カチカチの頭のもの
ko: 단단한 머리 물건이야
pl: Twarda rzecz na głowę
pt_br: Coisa de Cabeça Dura.
ru: Твердая штучка для головы
zh_tw: 堅硬的頭戴物

# CHARACTERS.WORMWOOD.DESCRIBE.SLURTLEHOLE
source: Spiky Shell home
de: Wohnung von stacheliger Schale.
es: Casa de concha pinchuda
es_mx: Casa caracola con espinas
fr: La maison de la bestiole à coquille pointue.
it: Casa di guscio appuntito
ja: 恥ずかしがりのトゲトゲのおうち
ko: 뾰족 껍데기 집이야
pl: Dom spiczastomuszlego
pt_br: Casa de Concha Pontuda.
ru: Дом колючего панциря
zh_tw: 尖殼的家

# CHARACTERS.WORMWOOD.DESCRIBE.SLURTLESLIME
source: For hungry machines
de: Für hungrige Maschinen.
es: Para máquinas hambrientas
es_mx: Para máquinas hambrientas
fr: Pour les machines affamées.
it: Per macchine affamate
ja: おなかすいたマシンのためだね
ko: 배고픈 기계를 위한 거야
pl: Dla głodnych maszyn
pt_br: Pra máquinas famintas.
ru: Для голодных машин
zh_tw: 為了饑餓的裝置們

# CHARACTERS.WORMWOOD.DESCRIBE.SLURTLE_SHELLPIECES
source: Spiky Shell bits
de: Stücke von stacheliger Schale.
es: Trozos de concha pinchuda
es_mx: Pedazos de caracola con puntas
fr: Des morceaux de coquille pointue.
it: Pezzi di guscio appuntiti
ja: 恥ずかしがりのトゲトゲの一部
ko: 뾰족 껍데기 조각이야
pl: Kawałki spiczastomuszlego
pt_br: Pedaços de Concha Pontuda.
ru: Куски колючего панциря
zh_tw: 細碎的尖殼

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLBIRD.GENERIC
source: Baby Eye Tweeter
de: Baby-Augenpiepser.
es: Pío-pío ojo bebé
es_mx: Piador ojón bebé
fr: Un bébé piou-piou avec un gros œil.
it: Piccolo occhio cip cip
ja: 目玉ピヨピヨの赤ちゃん
ko: 아기 눈알 짹짹이야
pl: Mały oczny ćwirek
pt_br: Bebê Piu-Piu Olho.
ru: Маленькая глазастая чирикалка
zh_tw: 小寶寶啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLBIRD.HUNGRY
source: Hungry?
de: Hungrig?
es: ¿Tienes hambre?
es_mx: ¿Con hambre?
fr: T'as faim ?
it: Fame?
ja: おなかすいた？
ko: 배고프니?
pl: Głodny?
pt_br: Com fome?
ru: Хочешь есть?
zh_tw: 餓了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLBIRD.SLEEPING
source: Shh... Sleeping
de: Psst ... schläft.
es: Shhh... Durmiendo
es_mx: Shh… Durmiendo
fr: Chut... Il dort.
it: Shh... Dorme
ja: シーーッ...眠ってるよ
ko: 쉿... 자고 있어
pl: Cii... Śpi
pt_br: Shh... Tá dormindo.
ru: Тс-с… Спит
zh_tw: 噓...它在睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLBIRD.STARVING
source: Needs stuff for belly!!
de: Braucht Zeug für Bauch!!
es: ¡¡Necesita cosas para la tripa!!
es_mx: ¡¡Necesita cosas para barriga!!
fr: Il lui faut de quoi se remplir le ventre.
it: Serve roba per pancia!
ja: おなかに入れるものが欲しいね
ko: 배를 채울 게 필요해!!
pl: Potrzebuje rzeczy do brzuszka!
pt_br: Precisa de coisa pra barriga!!
ru: У нее пустой животик!
zh_tw: 肚子要吃東西了！

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLGHOST
source: Floaty is... sad?
de: Schwimmding ist ... traurig?
es: Flotante está ¿triste?
es_mx: Flotante está… ¿triste?
fr: Le copain qui flotte a l'air triste.
it: Galleggino è... triste?
ja: ぷかぷかは…悲しいの？
ko: 둥둥이가... 슬픈가?
pl: Latacz jest... smutny?
pt_br: Flutuante tá... triste?
ru: Летучке… грустно?
zh_tw: 飄浮的朋友……難過了？

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLMEAT
source: Little belly thing
de: Kleines Bauchding.
es: Pequeña cosa para la tripa
es_mx: Pequeña cosa de barriga
fr: De quoi se remplir un petit peu le ventre.
it: Piccola cosa per pancia
ja: ちいさいおなかのに入れる物
ko: 작은 음식이야
pl: Mała rzecz do brzuszka
pt_br: Coisinha de barriga.
ru: Маленькая штучка для животика
zh_tw: 稍微能填一下肚子

# CHARACTERS.WORMWOOD.DESCRIBE.SMALLMEAT_DRIED
source: Chewy
de: Bissfest.
es: Correoso
es_mx: Correosa
fr: C'est caoutchouteux.
it: Gommosa
ja: 固いね
ko: 질겨
pl: Gumiaste
pt_br: Borrachuda.
ru: Тягучее
zh_tw: 很有嚼勁

# CHARACTERS.WORMWOOD.DESCRIBE.SNAPPER
source: No biting! Bad!
de: Nicht beißen! Böse!
es: ¡No se muerde! ¡Mal!
es_mx: ¡Sin morder! ¡Mala!
fr: On mord pas ! Vilain !
it: No mordere! Cattivo!
ja: 噛んじゃだめ！悪い子！
ko: 깨물면 안 돼! 나빠!
pl: Nie można gryźć! Nieładnie!
pt_br: Nada de morder! Malvado!
ru: Нельзя кусаться! Фу!
zh_tw: 別咬啊！壞蛋！

# CHARACTERS.WORMWOOD.DESCRIBE.SNURTLE
source: Not Spiky Shell
de: Keine stachelige Schale.
es: Caparazón sin pinchos
es_mx: Caracola sin puntas
fr: Une bestiole à coquille pas pointue.
it: Guscio non appuntito
ja: トゲトゲじゃないね
ko: 안 뾰족한 껍데기야
pl: Niespiczastomuszli
pt_br: Não é Concha Pontuda.
ru: Не колючий панцирь
zh_tw: 不是尖殼的

# CHARACTERS.WORMWOOD.DESCRIBE.SOIL_AMENDER.GENERIC
source: Drink stuff, good for friends
de: Trinkzeug, gut für Freunde
es: Cosa de beber para las amigas
fr: Un truc à boire pour les copines.
it: Cosa da bere, buona per amici
ja: 飲みものだ。お友だちの体にいいんだよ
ko: 마실 물건, 친구에게 좋아
pl: Picie dobre dla przyjaciół
pt_br: Coisa de beber, boa pra amigas.
ru: Штучка для питья, друзьям понравится
zh_tw: 喝的東西，對朋友好

# CHARACTERS.WORMWOOD.DESCRIBE.SOIL_AMENDER.SPOILED
source: Really good!
de: Wirklich gut!
es: ¡Está bien!
fr: Trop bon !
it: Molto buona!
ja: とっても良いね！
ko: 정말 좋아!
pl: Naprawdę dobre!
pt_br: Muito boa!
ru: Очень вкусно!
zh_tw: 真好！

# CHARACTERS.WORMWOOD.DESCRIBE.SOIL_AMENDER.STALE
source: Getting better
de: Wird besser.
es: Mejorando
es_mx: Mejorando
fr: Ça va mieux.
it: Migliora
ja: だんだんうまくなってきた
ko: 나아지고 있어
pl: Coraz lepiej
pt_br: Tá melhorando.
ru: Становится лучше
zh_tw: 變得好點了

# CHARACTERS.WORMWOOD.DESCRIBE.SOIL_AMENDER_FERMENTED
source: Really-really good!
de: Wirklich-wirklich gut!
es: ¡Está muuuy bien!
fr: Miaaaam !
it: Buonissimissima!
ja: とってもとっても良いね！
ko: 정말 정말 좋아!
pl: Naprawdę, naprawdę dobre!
pt_br: Muito-muito boa!
ru: Очень-очень вкусно!
zh_tw: 真的真的好！

# CHARACTERS.WORMWOOD.DESCRIBE.SPAT
source: Horkbeast
de: Rotzbiest.
es: Orcbestia
es_mx: Bestiapuaj
fr: Une créature qui crache.
it: Bestia di vomito
ja: キモイ獣
ko: 칵퉤짐승이야
pl: Charkobestia
pt_br: Fera Catarro
ru: Тошнилка
zh_tw: 會吐人的野獸

# CHARACTERS.WORMWOOD.DESCRIBE.SPEAR
source: Sharp stick
de: Spitzer Stock.
es: Palo afilado
es_mx: Palo afilado
fr: Un bâton pointu.
it: Bastone affilato
ja: とがった棒
ko: 날카로운 막대기야
pl: Ostry patyk
pt_br: Bastão afiado.
ru: Острая палка
zh_tw: 鋒利的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.SPEAR_GUNGNIR
source: Don't like it
de: Gefällt mir nicht.
es: No me gusta
es_mx: No gustar
fr: J'aime pas ça.
it: Non piace
ja: すきじゃないよ
ko: 마음에 안 들어
pl: Nie podoba mi się
pt_br: Não gostei.
ru: Мне не нравится
zh_tw: 不喜歡它。

# CHARACTERS.WORMWOOD.DESCRIBE.SPEAR_LANCE
source: Pokey stick
de: Pieksstock.
es: Palo puntiagudo
es_mx: Palo puntiagudo
fr: Un bâton qui pique.
it: Bastone appuntito
ja: ツンツン棒
ko: 콕콕 찌르는 막대기야
pl: Kłujący patyk
pt_br: Graveto espetante.
ru: Палка-тыкалка
zh_tw: 紮人的棍子！

# CHARACTERS.WORMWOOD.DESCRIBE.SPEAR_WATHGRITHR
source: Sharp
de: Scharf.
es: Afilada
es_mx: Afilado
fr: Ça pique.
it: Taglia
ja: とがってる
ko: 날카로워
pl: Ostra
pt_br: Afiado.
ru: Острое
zh_tw: 很鋒利

# CHARACTERS.WORMWOOD.DESCRIBE.SPICEPACK
source: Pack for belly stuff!
de: Paket für Bauchzeug!
es: ¡Paquete para cosas para la tripa!
es_mx: ¡Paquete para cosas de barriga!
fr: Un sachet à mettre sur le manger !
it: Pacchetto di roba per pancia!
ja: おなかに入るものをまとめて！
ko: 음식용 가방이야!
pl: Paczka na rzeczy do brzuszka!
pt_br: Pacote pra coisa de barriga!
ru: Чтобы делать штучки для животика
zh_tw: 裝吃的東西用的！

# CHARACTERS.WORMWOOD.DESCRIBE.SPICE_CHILI
source: Makes mouth on fire!
de: Macht Feuer im Mund!
es: ¡Pone fuego en la boca!
es_mx: ¡Pone boca en llamas!
fr: J'ai du feu dans ma bouche !
it: Fa incendio in bocca!
ja: お口を燃やすよ！
ko: 입에서 불이 나게 해!
pl: Sprawia, że buzia płonie!
pt_br: Deixa boca em chamas!
ru: Рот будет гореть!
zh_tw: 讓嘴巴著火！

# CHARACTERS.WORMWOOD.DESCRIBE.SPICE_GARLIC
source: (sniff) ahh-CHOO!
de: (Schnief) Haa... TSCHIII!
es: *snif* Aaaa.... ¡chús!
es_mx: (Snif) Ahh... ¡CHÚÚ!
fr: *Renifle* Aaaa-TCHOUM !
it: (sniff) Ehh-ciùùù!
ja: （くんくん）ハクションッ！
ko: (킁) 에취이!
pl: Smark. Aaa-PSIK!
pt_br: (Sniff) Ahh-TCHIM!
ru: (хлюп) а-а-АПЧХИ!
zh_tw: （聞）阿-嚏!

# CHARACTERS.WORMWOOD.DESCRIBE.SPICE_SALT
source: Tasty rocks!
de: Leckere Steine!
es: ¡Rocas sabrosas!
es_mx: ¡Rocas sabrosas!
fr: C'est des bons cailloux !
it: Rocce gustose!
ja: おいしい岩だね！
ko: 맛있는 돌이다!
pl: Smaczne kamyki!
pt_br: Rochas saborosas!
ru: Вкусные камушки!
zh_tw: 好吃的石頭！

# CHARACTERS.WORMWOOD.DESCRIBE.SPICE_SUGAR
source: Sweet tasty juice!
de: Süßer leckerer Saft!
es: ¡Zumo dulce y sabroso!
es_mx: ¡Dulce jugo sabroso!
fr: Oh ! Du bon jus sucré !
it: Sciroppo dolce e saporito!
ja: 甘くておいしいジュースだね！
ko: 달고 맛있는 즙이다!
pl: Pyszne i słodkie!
pt_br: Suco doce e saboroso!
ru: Сладкий вкусный сок!
zh_tw: 甜甜的美味汁液！

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER.DEAD
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER.GENERIC
source: Leggy Bug
de: Vielbein.
es: Bicho patilargo
es_mx: Bicho zanquilargo
fr: Une bestiole multipattes.
it: Insetto tantegambe
ja: 脚の多い虫
ko: 긴 다리 벌레야
pl: Wielonogi robal
pt_br: Inseto Pernudo.
ru: Ногастый жук
zh_tw: 細腿蟲子

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER.SLEEPING
source: Shh...
de: Psst ...
es: Shhh...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Cii...
ru: Тс-с…
zh_tw: 噓...

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERDEN
source: Home for Leggy Bugs
de: Haus von Vielbeinern.
es: Casa de bichos patilargos
es_mx: Casa de los bichos zanquilargos
fr: La maison de la bestiole multipattes.
it: Casa di insetto tantegambe
ja: 脚の多い虫のおうち
ko: 긴 다리 벌레 집이야
pl: Dom wielonogich robali
pt_br: Casa de Insetos Pernudos.
ru: Дом ногастых жуков
zh_tw: 細腿蟲子們的家

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERDEN_BEDAZZLER
source: Making pretty things
de: Mache hübsche Sachen
es: Hace cosas bonitas
fr: Ça fait des jolis trucs.
it: Rende cose belle
ja: かわいいものを作れるね
ko: 예쁜 물건을 만들고 있어
pl: Robić ładne rzeczy.
pt_br: Fazendo coisas bonitas.
ru: Делает красивые штучки
zh_tw: 在做漂亮的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDEREGGSACK
source: Leggy Bug Babies inside
de: Da drinnen sind Babys vom Vielbein.
es: Bichos patilargos bebés dentro
es_mx: Adentro hay bichos zanquilargos bebé
fr: Y a des bébés multipattes à l'intérieur.
it: Insetto tantegambe dentro
ja: 脚の多い虫の赤ちゃんがいるね
ko: 안에 긴 다리 벌레 아기가 있어
pl: W środku dzieci wielonogiego robala
pt_br: Bebês de Inseto Pernudo dentro.
ru: Внутри детки ногастых жуков
zh_tw: 裡面有細腿蟲子寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERGLAND
source: Good for heart
de: Gut fürs Herz.
es: Bueno para el corazón
es_mx: Bueno para el corazón
fr: C'est bon pour le cœur.
it: Fa bene per cuore
ja: 心臓にいい
ko: 심장에 좋아
pl: Dobre na serce
pt_br: Boa pro coração.
ru: Полезно для сердца
zh_tw: 對心臟有好處

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERHAT
source: Leggy Bug head thing
de: Vielbein-Kopfding.
es: Cosa de bicho patilargo para la cabeza
es_mx: Cosa de cabeza de bicho zanquilargo
fr: Un bidule de bestiole multipattes à mettre sur la tête.
it: Cosa per testa da insetto tantegambe
ja: 脚の多い虫の頭のもの
ko: 긴 다리 벌레 머리 물건이야
pl: Rzecz na głowę z wielonogiego robala
pt_br: Coisa de Cabeça de Inseto Pernudo.
ru: Штучка для головы из ногастого жука
zh_tw: 細腿蟲子頭戴物

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERHOLE
source: Something hiding?
de: Versteckt sich was?
es: ¿Algo se esconde?
es_mx: ¿Algo se esconde?
fr: Quelque chose se cache à l'intérieur ?
it: Qualcosa nascosto?
ja: 何か隠れてる？
ko: 뭐가 숨어 있나?
pl: Coś się tu chowa?
pt_br: Tem algo escondido?
ru: Что-то прячется?
zh_tw: 什麼東西藏在裡面？

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERHOLE_ROCK
source: What's in there?
de: Was ist da drinnen?
es: ¿Qué hay ahí?
es_mx: ¿Qué hay ahí?
fr: Qu'est-ce qu'il y a là-dedans ?
it: Cosa dentro?
ja: 何が入ってるの？
ko: 안에 뭐가 있지?
pl: Co tam jest?
pt_br: O que tem aí dentro?
ru: Что там?
zh_tw: 裡面有什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDERQUEEN
source: Leggy Bug Mommy
de: Vielbein-Mama.
es: Bicho patilargo mamá
es_mx: Mami bicho zanquilargo
fr: Une maman bestiole multipattes.
it: Mammina di insetto tantegambe
ja: 脚の多い虫のママ
ko: 긴 다리 벌레 엄마야
pl: Mama wielonogich robali
pt_br: Mamãe de Inseto Pernudo.
ru: Мамочка ногастого жука
zh_tw: 細腿蟲子的媽媽

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_DROPPER
source: Aggh! Scary!
de: Aaah! Gruselig!
es: ¡Argh! ¡Qué miedo!
es_mx: ¡Ahh! ¡Qué miedo!
fr: Argh ! Ça fiche la trouille !
it: Aggh! Paura!
ja: きゃー！怖いよう！
ko: 아악! 무서워!
pl: Aaa! Straszny!
pt_br: Aggh! Que assustador!
ru: А-а-а! Страшно!
zh_tw: 啊啊！好嚇人！

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_HEALER
source: Takes care of leggy friends
de: Kümmert sich um Langbeinfreunde
es: Cuida de las amigas patilargas
fr: Elle prend soin de ses copines à grandes jambes.
it: Cura insetti tantegambe
ja: 脚の多い虫のお友だちを治してくれるんだ
ko: 긴 다리친구들을 돌보는 거야
pl: Opiekuje się przyjaciółmi z nogami.
pt_br: Cuida das amigas pernudas.
ru: Заботится о ногастых друзьях
zh_tw: 會照顧細腿朋友

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_HEALER_ITEM
source: Gloopy
de: Klebrig
es: Cosa viscosa
fr: C'est visqueux.
it: Melmosa
ja: ドロドロだね
ko: 끈적끈적해
pl: Breja
pt_br: Gosmenta.
ru: Жижевато
zh_tw: 黏啊黏

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_HIDER
source: Shy?
de: Schüchtern?
es: ¿Tienes vergüenza?
es_mx: ¿Tímido?
fr: T'es timide ?
it: Timido?
ja: 恥ずかしいの？
ko: 부끄럽나?
pl: Nieśmiały?
pt_br: Tímida?
ru: Стесняется?
zh_tw: 很怕生？

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_MOON.DEAD
source: Oh. So sorry
de: Oh. Oh nein.
es: Oh. Lo siento mucho
es_mx: Oh. Lo siento
fr: Oh. Je suis terriblement désolé.
it: Oh. Scusa
ja: ああ、本当にごめんね
ko: 아. 정말 미안해
pl: Och. Najmocniej przepraszam
pt_br: Ah. Mil desculpas.
ru: Ой. Мне жаль
zh_tw: 噢，真對不起

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_MOON.GENERIC
source: Night Ball make you mad?
de: Macht die Nachtkugel dich irre?
es: ¿Bola nocturna hace que te enfades?
es_mx: ¿Bola Nocturna te hizo loca?
fr: C'est la boule de nuit qui te met de mauvaise humeur ?
it: Arrabbiato per palla di notte?
ja: 夜のボールのせいで怒ってるの？
ko: 밤의 공 때문에 화났니?
pl: Oszalałeś od nocnej kuli?
pt_br: Bola da Noite deixa você doida?
ru: Ты из-за ночного шарика обезумел?
zh_tw: 夜晚的球惹你生氣嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_MOON.SLEEPING
source: Shh... sleepy
de: Psst ... Schläft.
es: Shhh... Durmiendo
es_mx: Shh…, con sueño
fr: Chut... Elle dort.
it: Shh... Dorme
ja: シーーッ...眠ってる
ko: 쉿... 졸린가 봐
pl: Cii... śpi
pt_br: Shh... sonolenta.
ru: Тс-с… Спи
zh_tw: 噓...困了

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_REPELLENT
source: Clicky-clack!
de: Klick-klack!
es: ¡Clic, clac!
fr: Clac clac clac !
it: Clic clac!
ja: カタカタなってる！
ko: 딸깍딸깍!
pl: Klik-klak!
pt_br: Clique-claque!
ru: Клик-клак!
zh_tw: 哢噠噠！

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_SPITTER
source: Patuey!
de: Spuckt!
es: ¡Escupitajo!
es_mx: ¡Stup!
fr: Une bestiole multipattes qui crache !
it: Sputa!
ja: バチーン！
ko: 퉤퉤다!
pl: Plujek!
pt_br: Ffpt!
ru: Плевака!
zh_tw: 會吐東西！

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Angry Leggy Bug
de: Wütendes Vielbein.
es: Bicho patilargo enfadado
es_mx: Bicho zanquilargo enfadado
fr: Une bestiole multipattes en colère.
it: Insetto tantegambe arrabbiato
ja: 怒りんぼの脚の多い虫
ko: 화난 긴 다리 벌레야
pl: Zły wielonogi robal
pt_br: Inseto Pernudo furioso.
ru: Злой ногастый жук
zh_tw: 生氣的細腿蟲子

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Sleepytime
de: Schlafenszeit.
es: Hora de dormir
es_mx: Hora de dormir
fr: C'est l'heure du dodo.
it: Fa pisolino
ja: ねんねの時間
ko: 수면 시간이야
pl: Spanko
pt_br: Hora da Naninha.
ru: Пора спать
zh_tw: 休息時間

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_WATER
source: Tall Leggy Bug
de: Großes Vielbein
es: Bicho patilargo alto
fr: Un grand insecte à grandes pattes.
it: Insetto tantegambe alto
ja: せのたかい脚の多い虫だね
ko: 키 큰 긴 다리 벌레
pl: Wysoki wielonogi robal
pt_br: Inseto Pernudo alto.
ru: Высокий ногастый жук
zh_tw: 高高的細腿蟲子

# CHARACTERS.WORMWOOD.DESCRIBE.SPIDER_WHISTLE
source: Fweee!
de: Huiiiii!
es: ¡Fiuuuu!
fr: Fouiiiii !
it: Fiiiii!
ja: ヒューーーーー！
ko: 이야!
pl: Fiuuu!
pt_br: Fiuuu!
ru: Фьюить!
zh_tw: 吁吁！

# CHARACTERS.WORMWOOD.DESCRIBE.SPOILED_FISH
source: Smells good. Mmmmm...
de: Riecht gut. Mmmh ...
es: Huele bien. Mmm...
es_mx: Huele bien. Mmmm…
fr: Mmmm... ça sent bon !
it: Profumo. Mmmm...
ja: いいにおい。むふー...
ko: 냄새가 좋아. 으으음...
pl: Ładnie pachnie. Mmmmm...
pt_br: Tem cheiro bom. Mmmmm...
ru: Вкусно пахнет. М-м-м…
zh_tw: 聞起來很棒。嗯...

# CHARACTERS.WORMWOOD.DESCRIBE.SPOILED_FOOD
source: Not good for belly
de: Nicht gut für Bauch.
es: No bueno para la tripa
es_mx: No ser bueno para barriga
fr: C'est pas bon pour le ventre.
it: Non bene per pancia
ja: おなかに良くないね
ko: 배에 좋지 않아
pl: Niedobre dla brzuszka
pt_br: Não é boa pra barriga.
ru: Вредно для животика
zh_tw: 對肚子不好

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_MEDIUM.GENERIC
source: So cute!
de: Wie niedlich!
es: ¡Qué monada!
es_mx: ¡Qué lindo!
fr: C'est trop mignon !
it: Che carino!
ja: すっごくかわいいよ！
ko: 너무 귀여워!
pl: Ale ładny!
pt_br: Tão fofo!
ru: Какие милые!
zh_tw: 真可愛！

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_MEDIUM.HELD
source: Coochy-coo!
de: Dutzidu!
es: ¡Cuchi-cuchi!
es_mx: ¡Cuchicú!
fr: Guili-guili !
it: Ciao, carine!
ja: クックルクー！
ko: 우쭈쭈!
pl: Puci, puci!
pt_br: Cuti-cuti!
ru: Утю-тю!
zh_tw: 啊-啾！
