Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_LIGHT
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXHEALTH
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXHEALTH2
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXHUNGER
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXHUNGER1
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXSANITY
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MAXSANITY1
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MOVESPEED
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MOVESPEED2
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_MUSIC
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_NIGHTVISION
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_TASER
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78_MODULEREMOVER
source: Guess that's one way to do it.
de: So kann man das wohl auch machen.
es: Supongo... que se puede hacer así.
fr: C'est une façon de faire, oui.
it: Suppongo che si possa fare anche così.
ja: そういう方法もあるな。
ko: 그렇게 할 한 가지 방법이겠구나, 그치.
pl: Można i tak.
pt_br: Acho que esse é um dos jeitos de fazer isso.
ru: Видимо, ничего другого не оставалось.
zh_cn: 那么做也行吧。
zh_tw: 那麼做也行吧。

# CHARACTERS.WOODIE.DESCRIBE.WX78_SCANNER.GENERIC
source: Whew... almost mistook you for a bird, little fella.
de: Puh ... ich hätte dich beinah für einen Vogel gehalten, kleines Kerlchen.
es: Uf... Casi te confundo con un pájaro, coleguilla.
fr: Pfiou... J'ai failli te prendre pour un oiseau, mon gars.
it: Fiu... Ti ho quasi scambiato per un uccello, piccoletto.
ja: うぉっ…危うく鳥と間違えるところだったぞ、ちっこいの。
ko: 어휴... 하마터면 새로 오해할 뻔했어, 작은 친구.
pl: Rety… prawie wziąłem cię za ptaka, koleżko.
pt_br: Ufa... quase te confundi com um pássaro, amiguinho.
ru: Уф... я тебя чуть за птицу не принял, малыш.
zh_cn: 呼……还以为你这个小家伙是只鸟呢。
zh_tw: 呼……還以為你這個小傢伙是只鳥呢。

# CHARACTERS.WOODIE.DESCRIBE.WX78_SCANNER.HUNTING
source: Whew... almost mistook you for a bird, little fella.
de: Puh ... ich hätte dich beinah für einen Vogel gehalten, kleines Kerlchen.
es: Uf... Casi te confundo con un pájaro, coleguilla.
fr: Pfiou... J'ai failli te prendre pour un oiseau, mon gars.
it: Fiu... Ti ho quasi scambiato per un uccello, piccoletto.
ja: うぉっ…危うく鳥と間違えるところだったぞ、ちっこいの。
ko: 어휴... 하마터면 새로 오해할 뻔했어, 작은 친구.
pl: Rety… prawie wziąłem cię za ptaka, koleżko.
pt_br: Ufa... quase te confundi com um pássaro, amiguinho.
ru: Уф... я тебя чуть за птицу не принял, малыш.
zh_cn: 呼……还以为你这个小家伙是只鸟呢。
zh_tw: 呼……還以為你這個小傢伙是只鳥呢。

# CHARACTERS.WOODIE.DESCRIBE.WX78_SCANNER.SCANNING
source: Whew... almost mistook you for a bird, little fella.
de: Puh ... ich hätte dich beinah für einen Vogel gehalten, kleines Kerlchen.
es: Uf... Casi te confundo con un pájaro, coleguilla.
fr: Pfiou... J'ai failli te prendre pour un oiseau, mon gars.
it: Fiu... Ti ho quasi scambiato per un uccello, piccoletto.
ja: うぉっ…危うく鳥と間違えるところだったぞ、ちっこいの。
ko: 어휴... 하마터면 새로 오해할 뻔했어, 작은 친구.
pl: Rety… prawie wziąłem cię za ptaka, koleżko.
pt_br: Ufa... quase te confundi com um pássaro, amiguinho.
ru: Уф... я тебя чуть за птицу не принял, малыш.
zh_cn: 呼……还以为你这个小家伙是只鸟呢。
zh_tw: 呼……還以為你這個小傢伙是只鳥呢。

# CHARACTERS.WOODIE.DESCRIBE.WX78_SCANNER_ITEM
source: Catching some zeds.
de: Macht ein Nickerchen.
es: Se está echando la siesta.
fr: Il pionce.
it: Sta schiacciando un pisolino.
ja: 仮眠中か。
ko: 잠에 취했어.
pl: Chyba drzemie.
pt_br: Está tirando um cochilo.
ru: Знай себе подушку давит.
zh_cn: 睡着呢。
zh_tw: 睡著呢。

# CHARACTERS.WOODIE.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: Trying to get someone's attention, eh?
de: Da will jemand Aufmerksamkeit, was?
es: Quieres que alguien te haga caso, ¿eh?
fr: T'essaies d'attirer l'attention de quelqu'un, toi, hein ?
it: Stai cercando di attirare l'attenzione di qualcuno, eh?
ja: 誰かに見てほしいみてぇだな。
ko: 누군가의 관심을 끌려는 거야, 그치?
pl: Próbujesz zwrócić na siebie uwagę, co?
pt_br: Está tentando chamar a atenção de alguém, né?
ru: Внимание к себе привлекаешь, да?
zh_cn: 是想吸引眼球，诶？
zh_tw: 是想吸引眼球，誒？

# CHARACTERS.WOODIE.DESCRIBE.YELLOWAMULET
source: I could cut wood at night with this.
de: Damit könnte ich sogar nachts Holz fällen.
es: Podría cortar madera por la noche con esto.
fr: Je pourrais couper du bois la nuit avec ça.
it: Potrei tagliare il legno di notte.
ja: これで夜木を切ることができる。
ko: 이걸로 밤에 도끼질할 수 있겠는데.
pl: Dzięki niemu mógłbym rąbać drzewa w nocy!
pt_br: Eu poderia cortar madeira à noite com isso.
ru: С этой штуковиной я смогу рубить деревья даже ночью.
zh_cn: 有了这个东西，晚上我也可以砍树了。
zh_tw: 有了這個東西，晚上我也可以砍樹了。

# CHARACTERS.WOODIE.DESCRIBE.YELLOWGEM
source: I can see the stars in it.
de: Ich kann die Sterne im Inneren sehen.
es: Puedo ver las estrellas en ella.
fr: Je vois les étoiles là-dedans.
it: Riesco a vederci le stelle.
ja: その中の星を見ることができる。
ko: 안에 별이 보이잖아.
pl: Widzę w nim gwiazdy.
pt_br: Consigo ver as estrelas nela.
ru: Я вижу в нем звезды.
zh_cn: 我可以看到它里面有星星在闪。
zh_tw: 我可以看到它裡面有星星在閃。

# CHARACTERS.WOODIE.DESCRIBE.YELLOWMOONEYE
source: It's rude to stare.
de: Es ist unhöflich zu starren.
es: Es de mala educación mirar fijamente.
fr: Fixer les gens c'est impoli.
it: È da maleducati fissare qualcuno.
ja: じっと見るのは無礼。
ko: 뚫어지게 쳐다보는 건 실례인걸.
pl: Niegrzecznie jest się gapić.
pt_br: É falta de respeito encarar.
ru: Пялиться невежливо.
zh_cn: 盯着人看是很没礼貌的。
zh_tw: 盯著人看是很沒禮貌的。

# CHARACTERS.WOODIE.DESCRIBE.YELLOWSTAFF
source: Useful in a pinch!
de: Hilfreich, wenn es mal eng wird!
es: ¡Útil en caso de apuro!
fr: Utile, à la rigueur !
it: Utile in un pizzico!
ja: ピンチでは役に立つ！
ko: 위기 상황에서 쓸모 있겠어!
pl: Przydatny w podbramkowych sytuacjach!
pt_br: Útil na hora da necessidade!
ru: Для экстренных мер!
zh_cn: 在紧要关头很有用！
zh_tw: 在緊要關頭很有用！

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: Easy come, easy go eh?
de: Wie gewonnen, so zerronnen, was?
es: Las cosas tal y como vienen se van, ¿eh?
fr: Ça va, ça vient, c'est comme ça...
it: Facile da costruire e facile da bruciare, eh?
ja: あぶく銭は身につかない、ってな？
ko: 쉽게 오고, 쉽게 가지 그지?
pl: Łatwo przyszło, łatwo poszło, co?
pt_br: Vem fácil, vai fácil, né?
ru: Легко пришло, легко ушло, да?
zh_cn: 来得容易去的快，诶？
zh_tw: 來得容易去的快，誒？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: That beefalo's missing something.
de: Dem Beefalo fehlt etwas.
es: Le falta algo a ese beefalo.
fr: Il manque quelque chose à ce bœufalo.
it: A quel mufalo manca qualcosa.
ja: このビーファロ、なんか足らねぇなぁ。
ko: 저 비팔로는 뭔가 부족해.
pl: Temu wołkowi czegoś brakuje.
pt_br: Esse bífalo tá sentindo falta de algo.
ru: Этому бифало чего-то не хватает.
zh_cn: 那头皮弗娄牛缺了点什么。
zh_tw: 那頭皮弗婁牛缺了點什麼。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: A nice bit of woodwork there!
de: Das ist ein schönes Stück Holzarbeit!
es: ¡Vaya obra de carpintería!
fr: Jolie sculpture en bois !
it: Un bel lavoro di falegnameria!
ja: 良い木工作品があるぜ！
ko: 목공 작업을 잘해놨네!
pl: Ładna konstrukcja drewniana!
pt_br: Um belo trabalho de carpintaria!
ru: Очень неплохая резьба по дереву!
zh_cn: 这木活做的真不错！
zh_tw: 這木活做的真不錯！

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: Now that's cute. Don't you think, Luce?
de: Das ist ja niedlich. Findest du nicht auch, Lucy?
es: Qué monada. ¿Te gusta, Lucy?
fr: C'est mignon, ça ! Pas vrai, Lucy ?
it: Com'è adorabile. Non sei d'accordo, Lucy?
ja: こいつぁカワイイじゃねぇか。どう思う、ルーシー？
ko: 이제 귀엽다. 그렇게 생각하지 않니, 루시?
pl: Wygląda uroczo. Co o niej sądzisz, Lucy?
pt_br: Que coisa mais bonitinha. Não acha, Lucy?
ru: Очень милая вещица. Тебе так не кажется, Люси?
zh_cn: 可爱不可爱，露西？
zh_tw: 可愛不可愛，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: That judge might have something to say aboot it.
de: Der Richter hat vielleicht etwas dazu zu sagen.
es: A lo mejor el juez tiene algo que decir.
fr: Le juge a peut-être quelque chose à en dire.
it: Il giudice potrebbe avere qualcosa da dire a riguardo.
ja: あの審査員も、何かコメントがあるんじゃねぇのかな。
ko: 그 심사위원이 그것에 대해 할 말이 있을 수도 있겠지.
pl: Juror może mieć na ten temat coś do powiedzenia.
pt_br: Talvez esse juiz tenha alguma coisa a dizer sobre ele.
ru: Судья наверняка найдет, что про нее сказать.
zh_cn: 那个评委可能想点评一下它。
zh_tw: 那個評委可能想點評一下它。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: Looks like I'll have to gather a few of these to make a whole pattern.
de: Sieht aus, als müsste ich ein paar davon sammeln, um ein ganzes Muster zusammenzustellen.
es: Creo que tendré que juntar bastantes para hacer un patrón.
fr: On dirait qu'il faut que j'en récupère plusieurs pour reconstituer tout le motif.
it: Sembra necessario unirne alcuni per ottenere un modello completo.
ja: こりゃ何枚か集めねぇと、一枚の型紙にならねぇんだな。
ko: 전체 패턴을 만들려면 이것들을 몇 개 모아야 할 것 같아.
pl: Chyba muszę zebrać kilka sztuk, aby ułożyć cały wzór.
pt_br: Parece que vou ter que juntar alguns destes para fazer um modelo completo.
ru: Похоже, придется собрать несколько таких, чтобы получилась цельная выкройка.
zh_cn: 看起来我得再多收集几片才能拼成一个完整的款式。
zh_tw: 看起來我得再多收集幾片才能拼成一個完整的款式。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: Looks like I'll have to gather a few of these to make a whole pattern.
de: Sieht aus, als müsste ich ein paar davon sammeln, um ein ganzes Muster zusammenzustellen.
es: Creo que tendré que juntar bastantes para hacer un patrón.
fr: On dirait qu'il faut que j'en récupère plusieurs pour reconstituer tout le motif.
it: Sembra necessario unirne alcuni per ottenere un modello completo.
ja: こりゃ何枚か集めねぇと、一枚の型紙にならねぇんだな。
ko: 전체 패턴을 만들려면 이것들을 몇 개 모아야 할 것 같아.
pl: Chyba muszę zebrać kilka sztuk, aby ułożyć cały wzór.
pt_br: Parece que vou ter que juntar alguns destes para fazer um modelo completo.
ru: Похоже, придется собрать несколько таких, чтобы получилась цельная выкройка.
zh_cn: 看起来我得再多收集几片才能拼成一个完整的款式。
zh_tw: 看起來我得再多收集幾片才能拼成一個完整的款式。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: Looks like I'll have to gather a few of these to make a whole pattern.
de: Sieht aus, als müsste ich ein paar davon sammeln, um ein ganzes Muster zusammenzustellen.
es: Creo que tendré que juntar bastantes para hacer un patrón.
fr: On dirait qu'il faut que j'en récupère plusieurs pour reconstituer tout le motif.
it: Sembra necessario unirne alcuni per ottenere un modello completo.
ja: こりゃ何枚か集めねぇと、一枚の型紙にならねぇんだな。
ko: 전체 패턴을 만들려면 이것들을 몇 개 모아야 할 것 같아.
pl: Chyba muszę zebrać kilka sztuk, aby ułożyć cały wzór.
pt_br: Parece que vou ter que juntar alguns destes para fazer um modelo completo.
ru: Похоже, придется собрать несколько таких, чтобы получилась цельная выкройка.
zh_cn: 看起来我得再多收集几片才能拼成一个完整的款式。
zh_tw: 看起來我得再多收集幾片才能拼成一個完整的款式。
