Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.CUTSTONE
source: Solid stone!
de: Solider Stein!
es: ¡Roca sólida!
fr: De la pierre solide !
it: Pietra solida!
ja: 固体の石！
ko: 단단한 돌이군!
pl: Twardy kamień!
pt_br: Pedra sólida!
ru: Твердый камень!
zh_cn: 坚硬的石头！
zh_tw: 堅硬的石頭！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEADLYFEAST
source: A most potent dish.
de: Ein höchst wirksames Gericht.
es: Un plato muy potente.
fr: Un plat très puissant.
it: Il piatto più potente.
ja: 最強の料理。
ko: 가장 강력한 요리다.
pl: Najpotężniejsze z dań.
pt_br: Um prato deveras potente.
ru: Самое мощное угощение.
zh_cn: 功效最强的大餐。
zh_tw: 功效最強的大餐。

# CHARACTERS.WATHGRITHR.DESCRIBE.DEAD_SEA_BONES
source: Njord's depths hold many secrets.
de: Njords Tiefen bergen manches Geheimnis.
es: Las profundidades de Njord esconden muchos secretos.
fr: Les abysses de Njörd renferment möult secrets.
it: Le profondità di Njord celano mille segreti.
ja: ニョルズの奥深さには多くの秘密がある。
ko: 뇨르드의 심해에는 많은 비밀이 잠들어 있지.
pl: Głębiny Njordu skrywają wiele tajemnic.
pt_br: As profundezas de Njord guardam muitos segredos.
ru: В глубинах Ньерда хранится множество секретов.
zh_cn: 海神尼约德的深处藏着许多秘密。
zh_tw: 海神尼約德的深處藏著許多秘密。

# CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.BURNING
source: The wood's ablaze!
de: Das Holz steht in Flammen!
es: ¡La madera está ardiendo!
fr: Le bois est en feu !
it: Il legno è in fiamme!
ja: 木が燃え上がっている！
ko: 나무가 불타고 있군!
pl: Las płonie!
pt_br: A madeira está em chamas!
ru: Лес пылает!
zh_cn: 那根木头着火了！
zh_tw: 那根木頭著火了！

# CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.BURNT
source: Loge took that one.
de: Loki hat ihn zu sich geholt.
es: Se lo ha llevado Loge.
fr: Logi s'est servi.
it: Loge lo ha preso.
ja: それはローゲがとったのだ。
ko: 로게께서 데려가셨군.
pl: Loge zabrał go w Zaświaty.
pt_br: Essa ficou com Loge.
ru: Логи забрал его себе.
zh_cn: 罗格带走了它。
zh_tw: 羅格帶走了它。

# CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Chopped by the warrior of the woods!
de: Vom einem Krieger im Wald gefällt.
es: ¡Talado por el guerrero de los bosques!
fr: Coupé par la guerrière des forêts !
it: Mozzato dal guerriero del bosco!
ja: 林の戦士たちにより切られた！
ko: 숲의 전사가 베었군!
pl: Ścięty przez prawdziwego wojownika!
pt_br: Derrubada pela guerreira da floresta!
ru: Срублен воином лесов!
zh_cn: 被森林中的勇士所砍倒！
zh_tw: 被森林中的勇士所砍倒！

# CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Future firewood!
de: Zukünftiges Feuerholz!
es: ¡Futura leña!
fr: Bois de chauffe futur !
it: Futura legna da ardere!
ja: 未来のたき木！
ko: 미래의 땔나무로군!
pl: Czeka go wspaniała kariera drewna na ognisko.
pt_br: Futura lenha!
ru: Будущие дрова!
zh_cn: 未来的柴火！
zh_tw: 未來的柴火！

# CHARACTERS.WATHGRITHR.DESCRIBE.DECIDUOUSTREE.POISON
source: This firewood will take a bit of extra work.
de: Für dieses Feuerholz muss ich ein bisschen härter arbeiten.
es: Esta leña necesitará un poco más de trabajo.
fr: Il faudra plus de travail pour abattre ce bois de chauffe.
it: Questa legna da ardere richiederà un po' più lavoro.
ja: あれを薪にするのは、骨が折れそうだ…
ko: 좀 더 성가시게 구는 땔나무로군.
pl: To drewno na opał będzie wymagało dodatkowej obróbki.
pt_br: Essa lenha exigirá um pouco mais de esforço.
ru: С этими дровами придется повозиться.
zh_cn: 这柴火得多花一点功夫才能点燃。
zh_tw: 這柴火得多花一點功夫才能點燃。

# CHARACTERS.WATHGRITHR.DESCRIBE.DEER.ANTLER
source: Skadi has bestowed a gift on Freya's creature.
de: Skadi hat Freyas Kreatur ein Geschenk gegeben.
es: Skadi le ha hecho un obsequio a la criatura de Freya.
fr: Skadi a accordé un présent à la créature de Freya.
it: Skadi ha fatto un dono su una creatura di Freya.
ja: スカディはフレイヤの生物に贈り物をした。
ko: 스카디께서 프레이야의 짐승에게 선물을 주셨군.
pl: Skadi złożyła dar stworzeniu Frei.
pt_br: Skadi concedeu um presente à criatura de Freia.
ru: Скади даровала подношение этому созданию Фреи.
zh_cn: 斯卡蒂授予了芙蕾雅的生物一种天赋。
zh_tw: 斯卡蒂授予了芙蕾雅的生物一種天賦。

# CHARACTERS.WATHGRITHR.DESCRIBE.DEER.GENERIC
source: The beauty of Freya dwells in all creatures!
de: Die Schönheit der Freya wohnt in allen Geschöpfen!
es: ¡La belleza de Freya vive en todas las criaturas!
fr: La beauté de Freya réside dans toutes les créatures !
it: La bellezza di Freya dimora in tutte le creature!
ja: フレイヤの美しさは全ての生物に宿る。
ko: 프레이야의 아름다움은 모든 생물 안에 깃들어있지!
pl: Piękno Frei mieszka we wszystkich stworzeniach!
pt_br: A beleza de Freia habita todas as criaturas!
ru: Красота Фреи течет в жилах всех созданий!
zh_cn: 芙蕾雅的美丽在所有生物身上都看得见！
zh_tw: 芙蕾雅的美麗在所有生物身上都看得見！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEERCLOPS
source: Rays will shine through my spear and poke out your eyeball!
de: Strahlen werden aus meinem Speer kommen und dein Auge ausstechen.
es: ¡Los rayos brillarán a través de mi lanza y te arrancarán el ojo!
fr: Ma lance va projeter des rayons et te sortir l'œil de la tête !
it: I raggi traspariranno attraverso la mia lancia e ti caveranno l'occhio!
ja: 光線が私の槍を通し、お前の目玉を突き出す！
ko: 내 창에서 나온 광채가 네 눈알을 뽑아낼 것이다!
pl: Promienie słońca oświetlą mą włócznię. A potem wydłubię ci to oko!
pt_br: Os raios brilharão através de minha lança e espetarei seu olho!
ru: Лучи пройдут сквозь мое копье и выбьют твой глаз!
zh_cn: 我的长矛将闪耀光芒并挑出你的眼珠！
zh_tw: 我的長矛將閃耀光芒並挑出你的眼珠！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEERCLOPS_EYEBALL
source: Delicious! I should like to share it with my new allies.
de: Köstlich! Ich möchte es mit meinen neuen Verbündeten teilen.
es: ¡Delicioso! Me gustaría compartirlo con mis nuevos aliados.
fr: Délicieux ! Je devrais aimer partager ça avec mes nouveaux alliés.
it: Delizioso! Vorrei condividerlo con i miei nuovi alleati.
ja: これは美味だ！新たな友にも分けてやろう
ko: 맛있군요! 새 아군과 함께 먹어야겠어요.
pl: Wyborne jadło! Podzielę się nim z mymi towarzyszami.
pt_br: Delicioso! Eu gostaria de dividir com meus novos aliados.
ru: Как вкусно! Я бы поделилась со своими новыми союзниками.
zh_cn: 美味！我很想和我的新盟友分享。
zh_tw: 美味！我很想和我的新盟友分享。

# CHARACTERS.WATHGRITHR.DESCRIBE.DEER_ANTLER
source: The unicorn's horn, in the flesh!
de: Das Horn des Einhorn, in Fleisch und Blut!
es: ¡El mismísimo cuerno del unicornio!
fr: La corne de la licorne, dans la chair !
it: Il corno di unicorno, in carne e ossa!
ja: ユニコーンの角、肉体だよ！
ko: 일각수의 뿔을 실제로 보게 되다니!
pl: Róg jednorożca! Prawdziwy!
pt_br: O chifre do unicórnio, em carne e osso!
ru: Рог единорога, во плоти!
zh_cn: 独角兽的角，在肉里！
zh_tw: 獨角獸的角，在肉裡！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEER_GEMMED
source: Tis a magical woodland creature!
de: Ein magisches Waldwesen!
es: ¡Una criatura de los bosques mágica!
fr: Une créature des bois magique !
it: Questa è una creatura magica dei boschi.
ja: 魔法の森の生物だ！
ko: 마법스러운 숲의 동물이군!
pl: Magiczne leśne stworzenie!
pt_br: É uma criatura mágica da terra!
ru: Это — волшебное лесное создание!
zh_cn: 这是一只魔幻的森林生物！
zh_tw: 這是一隻魔幻的森林生物！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
de: Das ist wahrscheinlich ein Grasbüschel.
es: Es probablemente un manojo de hierba.
fr: Sûrement juste une touffe d'herbe.
it: È probabilmente un ciuffo d'erba.
ja: 多分草やぶだ。
ko: 풀 덤불인 것 같잖아.
pl: To chyba zwykła kępka trawy.
pt_br: Provavelmente é um tufo de grama.
ru: Вероятно, это пучок травы.
zh_cn: 它可能是一丛草。
zh_tw: 它可能是一叢草。

# CHARACTERS.WATHGRITHR.DESCRIBE.DESERTHAT
source: Tis no helm.
de: Das ist kein Helm.
es: Esto no es un casco.
fr: C'est pas un casque.
it: Questo non è un elmetto.
ja: かぶと…ではないようだ
ko: 이건 투구라고 부를 수 없다.
pl: Toć to żaden hełm.
pt_br: Não é um elmo.
ru: Это никакой не шлем.
zh_cn: 没有头盔。
zh_tw: 沒有頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.DEVTOOL
source: It smells of bacon!
de: Riecht nach Speck!
es: ¡Huele a tocino!
fr: Ça sent le bacon !
it: Odora di pancetta!
ja: ベーコンの匂いだ！
ko: 베이컨 냄새가 난다!
pl: Pachnie boczkiem!
pt_br: Tem cheiro de bacon!
ru: Пахнет беконом!
zh_cn: 闻起来像培根！
zh_tw: 聞起來像培根！

# CHARACTERS.WATHGRITHR.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
de: Ich bin nicht stark genug, um das zu benutzen.
es: No soy lo bastante fuerte como para hacerla funcionar.
fr: Je ne suis pas assez fort pour soulever ça.
it: Non sono abbastanza forte per impugnarla.
ja: それを使いこなせるほど私は強くはない。
ko: 이것을 사용할 정도로 강하지 않다.
pl: Nie jestem dość potężna, by dzierżyć coś takiego.
pt_br: Não sou forte o suficiente para carregar isso.
ru: Я не настолько сильна, чтобы пустить это в ход.
zh_cn: 我还不够强大，无法使用它。
zh_tw: 我還不夠強大，無法使用它。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIRTPILE
source: A small hill of earth.
de: Ein kleiner Erdhügel.
es: Un pequeño montículo de tierra.
fr: Une petite colline de terre.
it: Una collinetta di terra.
ja: 地球のうち小さな丘。
ko: 흙으로 된 작은 고개로군.
pl: Mała górka.
pt_br: Uma pequena colina de terra.
ru: Маленький холмик земли.
zh_cn: 小土丘。
zh_tw: 小土丘。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.COLD
source: All is quiet.
de: Alles ist ruhig.
es: Todo está tranquilo.
fr: Tout est calme.
it: Tutto tace.
ja: 何もなく静かだ。
ko: 아주 잠잠하다.
pl: Cisza i spokój.
pt_br: Está tudo em silêncio.
ru: Все очень тихо.
zh_cn: 一切都静悄悄的。
zh_tw: 一切都靜悄悄的。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.GENERIC
source: A mechanical hunting hound. For the hunt.
de: Ein mechanischer Jagdhund. Für die Jagd.
es: Un sabueso de caza mecánica. Para la cacería.
fr: Un molosse mécanique. Pour la chasse.
it: Un cane da caccia meccanico. Per la caccia.
ja: 機械仕掛けの猟犬。狩りに。
ko: 기계 사냥개로군. 사냥에 쓰이는.
pl: Mechaniczny psie myśliwski, ruszajmy na polowanie!
pt_br: Um cão de caça mecânico. Para a caçada.
ru: Механическая охотничая гончая. Для охоты.
zh_cn: 机械猎犬。适合打猎用。
zh_tw: 機械獵犬。適合打獵用。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.HOT
source: Sound the horns! We've arrived!
de: Lasst Hörner erklingen! Wir sind angekommen!
es: ¡Que suenen los cuernos! ¡Hemos llegado!
fr: Sonnez trompettes ! Nous sommes là !
it: Suona le corna! Siamo arrivati!
ja: 角笛を鳴らせ！到着したぞ！
ko: 뿔나팔을 부세요! 저희가 도착했습니다!
pl: Zadmijcie w rogi, albowiem jesteśmy na miejscu!
pt_br: Soem as trombetas! Chegamos!
ru: Звуки рога! Мы прибыли!
zh_cn: 吹响号角！我们到了！
zh_tw: 吹響號角！我們到了！

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.WARM
source: We've got the scent!
de: Wir haben die Fährte aufgenommen!
es: ¡Tenemos el perfume!
fr: On a flairé quelque chose !
it: Abbiamo la traccia!
ja: 臭跡があったぞ！
ko: 냄새를 맡았다!
pl: Mamy trop!
pt_br: Capturamos o cheiro!
ru: Мы напали на след!
zh_cn: 我们闻到了气味！
zh_tw: 我們聞到了氣味！

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGROD.WARMER
source: The hound is excited. We're getting close.
de: Der Hund ist aufgeregt, wir kommen näher.
es: El sabueso está ansioso. Nos estamos acercando.
fr: Le molosse s'excite. On approche.
it: Il segugio è eccitato. Ci stiamo avvicinando.
ja: ハウンドが興奮している。近づいているんだ。
ko: 개가 흥분했군. 가까워지고 있다.
pl: Pies jest podekscytowany. Jesteśmy coraz bliżej.
pt_br: O cão está animado. Estamos nos aproximando.
ru: Гончая взволнована. Мы приближаемся.
zh_cn: 猎犬很兴奋。我们正在靠近。
zh_tw: 獵犬很興奮。我們正在靠近。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.GENERIC
source: What cryptic ruins.
de: Was für geheimnisvolle Ruinen.
es: Qué ruinas más crípticas.
fr: Quelles ruines cryptiques.
it: Che rovine criptiche.
ja: なんと謎めいた遺跡。
ko: 참으로 의아한 폐허로군.
pl: Ale straszne ruiny.
pt_br: Que ruínas mais crípticas.
ru: Какие таинственные руины.
zh_cn: 多么神秘的废墟。
zh_tw: 多麼神秘的廢墟。

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.READY
source: Seems it's missing a piece...
de: Sieht aus, als fehlte ein Stück ...
es: Parece que le falta una pieza...
fr: On dirait qu'il manque un élément...
it: Sembra che gli manchi un pezzo...
ja: あと1つ、部品が足りぬようだな…
ko: 뭔가 빠진 것 같은데...
pl: Chyba czegoś brakuje...
pt_br: Parece que falta uma peça...
ru: Кажется, чего-то не хватает…
zh_cn: 似乎少了一件...
zh_tw: 似乎少了一件...

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Ready! The saga continues!
de: Bereit! Die Saga geht weiter!
es: ¡Listo! ¡La saga continúa!
fr: C'est prêt ! La saga continue !
it: Pronta! La saga continua!
ja: 構え！武勇伝は続くのだ！
ko: 준비하지요! 사가는 계속 흐르지요!
pl: Gotowe! Saga musi trwać!
pt_br: Pronto! A saga continua!
ru: Готово! Сага продолжается!
zh_cn: 准备就绪！传奇继续！
zh_tw: 準備就緒！傳奇繼續！

# CHARACTERS.WATHGRITHR.DESCRIBE.DIVININGRODSTART
source: This mysterious sword feels important.
de: Dieses mysteriöse Schwert erscheint mir wichtig.
es: Esta espada misteriosa se siente importante.
fr: Cette étrange épée se croit importante.
it: Questa spada misteriosa si sente importante.
ja: この謎めいた剣は重要な感じがする。
ko: 뭔가 중요하게 느껴지는 신비로운 검이다.
pl: Ten tajemniczy miecz wydaje się niezwykle ważny.
pt_br: Essa espada misteriosa se sente importante.
ru: Этот загадочный меч кажется мне важным.
zh_cn: 这把神秘的剑感觉很重要。
zh_tw: 這把神秘的劍感覺很重要。

# CHARACTERS.WATHGRITHR.DESCRIBE.DOLL_BLUEPRINT
source: Who would wear this into battle?
de: Wer würde so etwas in der Schlacht tragen?
es: ¿Quién se pondría esto para ir a la batalla?
fr: Qui s'attiferait dönc de cela en cömbat ?
it: Chi mai si vestirebbe così per scendere in battaglia?
ja: 戦いにこれを召すものがあろうか？
ko: 누가 이런 걸 입고 전투에 참가하겠어?
pl: Kto by to włożył do boju?
pt_br: Quem vestiria isto em uma batalha?
ru: Зачем в таком идти в бой?
zh_cn: 谁会穿这个上战场？
zh_tw: 誰會穿這個上戰場？

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONBODYHAT
source: It's the beast's back.
de: Das ist der Rücken des Viehs.
es: El lomo de la bestia.
fr: C'est le dos de la bête.
it: È il retro di una bestia.
ja: 獣達が戻ってきたぞ。
ko: 짐승의 등이군.
pl: Z oskórowanej bestii.
pt_br: É o dorso da fera.
ru: Это — хребет чудища.
zh_cn: 这是野兽的后背。
zh_tw: 這是野獸的後背。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONCHILISALAD
source: Yeuch! I was promised a feast!
de: Igitt! Ich hatte mit einem Festmahl gerechnet!
es: ¡Puf! ¡Me habían prometido un festín!
fr: Aye ! Ön m'eût prömis un festin !
it: Oh! Mi era stato promesso un banchetto!
ja: やったぞ！ ごちそうが約束されていたんだ！
ko: 윽! 분명히 성찬이라고 했는데!
pl: Uch! Obiecano mi godziwą ucztę!
pt_br: Eia! Mas me prometeram um banquete!
ru: Фу! Мне сказали, что это будет пиршество!
zh_cn: 哟！有大餐吃了！
zh_tw: 喲！有大餐吃了！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLY
source: Ah, dragon! At last we meet!
de: Ach, Drachen! Endlich treffen wir uns!
es: ¡Ah, dragón! ¡Al fin nos encontramos!
fr: Ah, dragon ! On se rencontre enfin !
it: Ah drago! Finalmente ci incontriamo!
ja: ドラゴンよ！ついに貴様と戦う時がきた！
ko: 아, 용이군요! 결국 만났군요!
pl: Wreszcie się spotykamy, smoku!
pt_br: Ah, monstro alado! Finalmente, nos encontramos!
ru: А, дракон! Наконец мы встретились!
zh_cn: 巨龙，我们终于见面了！
zh_tw: 巨龍，我們終於見面了！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYCHEST
source: This chest is worthy of my weapons.
de: Diese Kiste für meine Waffen angemessen.
es: Este cofre es digno de mis armas.
fr: Ce coffre est digne de mes armes.
it: Questa cassa è degna delle mie armi.
ja: この収納箱は、私の武器を入れるのにふさわしい。
ko: 이 궤짝이라면 내 무기를 보관해도 되겠군.
pl: Skrzynia godna opieki nad moim orężem.
pt_br: Esse baú é digno das minhas armas.
ru: Этот сундук достоин моего оружия.
zh_cn: 这箱子配得上我的武器。
zh_tw: 這箱子配得上我的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: It retains the heat of the fallen beast.
de: Speichert die Wärme des gefallenen Tieres.
es: Conserva el calor de la bestia caída.
fr: Il contient la chaleur de la bête morte.
it: Conserva il calore di una bestia caduta.
ja: それが倒れた獣の体温を保持するのだ。
ko: 쓰러진 짐승의 열기를 간직하고 있군.
pl: Utrzymuje ciepło poległej bestii.
pt_br: Ainda mantém o calor da fera abatida.
ru: В нем заключено пламя поверженного зверя.
zh_cn: 它保存着倒下了的野兽的温度。
zh_tw: 它保存著倒下了的野獸的溫度。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: It has seen much battle.
de: Hat viele Kämpfe gesehen.
es: Ha visto muchas batallas.
fr: Il a connu beaucoup de combats.
it: Ha visto molte battaglie.
ja: それは数々の戦いを越えてきた。
ko: 많은 전투를 겪었군.
pl: Był świadkiem wielu bitew.
pt_br: Testemunhou muitas batalhas.
ru: Он повидал множество сражений.
zh_cn: 它看过了太多的战斗。
zh_tw: 它看過了太多的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: Its belly is alight with fearsome dragonfire.
de: In seinem Bauch wütet Drachenfeuer.
es: Sus entrañas arden con un fuego de dragón temible.
fr: Son ventre brûle d'un terrible feu de dragon.
it: La sua pancia è accesa da una fiamma impavida.
ja: その腹は恐ろしき竜の炎で輝いている。
ko: 뱃속에 무시무시한 용의 화염이 들어있군.
pl: Jego serce wypełnione jest straszliwym smoczym ogniem.
pt_br: Sua barriga está acesa com fogo de dragão aterrorizante.
ru: Его живот освещен бесстрашным пламенем дракона.
zh_cn: 它的肚子被可怕的龙火照亮了。
zh_tw: 它的肚子被可怕的龍火照亮了。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: A small inferno burns within.
de: Da drinnen brennt ein kleines Inferno.
es: Un pequeño infierno arde en su interior.
fr: Un enfer miniature brûle à l'intérieur.
it: Un piccolo inferno brucia lì dentro.
ja: 小さき地獄の炎が内に燃えているのだ。
ko: 작은 지옥불이 안에서 타고 있군.
pl: Wewnątrz szaleje małe inferno.
pt_br: Um pequeno inferno queima lá dentro.
ru: Внутри пылает небольшое инферно.
zh_cn: 小小烈焰，燃烧其中。
zh_tw: 小小烈焰，燃燒其中。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT
source: It's very fancy.
de: Die ist wirklich ausgefallen.
es: Mola mucho.
fr: Très chic.
it: È molto lussuoso.
ja: とても豪華。
ko: 아주 고급스럽군.
pl: Niezwykły owoc.
pt_br: É muito elegante.
ru: Очень красивый.
zh_cn: 非常高级。
zh_tw: 非常高級。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT_COOKED
source: Grilled fancy fruit.
de: Gegrilltes, ausgefallenes Obst.
es: Una fruta bonita a la plancha.
fr: Fruit sophistiqué grillé.
it: Frutta alla griglia.
ja: 砂漠のフルーツ・グリル焼仕立て。
ko: 구운 고급 과일이군.
pl: Pieczony niezwykły owoc.
pt_br: Fruta chique grelhada.
ru: Причудливый фрукт на гриле.
zh_cn: 烤熟的高级水果。
zh_tw: 烤熟的高級水果。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: Alas, you are fruit, not meat.
de: Weh mir, du bist Frucht, nicht Fleisch.
es: Lamentablemente, eres fruta, no carne.
fr: Tu n'es, hélas, qu'un fruit, et nön Fafnir.
it: Purtroppo sei un frutto, non carne.
ja: なんと、汝は果実、肉にあらず。
ko: 아아, 너는 고기가 아니라 과일이구나.
pl: Niestety jesteś owocem, nie mięsem.
pt_br: Ah, você é fruta, não carne.
ru: Увы и ах, это фрукт, а не мясо.
zh_cn: 唉，你是水果，不是肉。
zh_tw: 唉，你是水果，不是肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONFRUIT_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONHEADHAT
source: The head of a great and merciful beast!
de: Der Kopf eines großen und barmherzigen Tieres!
es: ¡La cabeza de una gran y clemente bestia!
fr: La tête d'une grande bête miséricordieuse !
it: La testa di una bestia grandiosa e misericordiosa!
ja: 偉大で慈悲深い獣の頭だ！
ko: 위대하고 자비로운 짐승의 머리로군!
pl: Głowa potężnej, lecz łagodnej bestii!
pt_br: A cabeça de uma grande e misericordiosa fera!
ru: Голова великого и беспощадного зверя!
zh_cn: 仁慈大野兽的脑袋！
zh_tw: 仁慈大野獸的腦袋！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONPIE
source: Why isn't this a meat pie? Meat, meeeat!
de: Warum ist das keine Fleischpastete? Fleisch, Fleiiiiiiiisch!
es: ¿Por qué no es esto un pastel de carne? ¡Carne, carneeeee!
fr: Pourquoi ce n'est pas une tarte à la viande ? Viande, viaaaaande !
it: Perché non è un pasticcio di carne? Carne, caaaarne!
ja: なんでこれがミートパイじゃないの？ミート、ミーート！
ko: 왜 이것이 고기 파이가 아니지요? 고기, 고기군요!
pl: Dlaczego nie ma w tym mięsa? Mięęęęsa!
pt_br: Por que isso não é uma torta de carne? Carne, carneee!
ru: Почему это не мясной пирог? Мясо, мясо-о-о!
zh_cn: 这为什么不是肉馅饼？肉，我要吃肉！
zh_tw: 這為什麼不是肉餡餅？肉，我要吃肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGONTAILHAT
source: A beast is no beast without a tail.
de: Ein Tier ohne Schwanz ist kein richtiges Tier.
es: Una bestia está incompleta sin una cola.
fr: Une bête n'est pas une bête sans une queue.
it: Una bestia non è tale senza la coda.
ja: 尻尾無き獣は獣にあらず。
ko: 꼬리가 없다면 짐승이 아니겠지.
pl: Bestia bez ogona to nie bestia.
pt_br: Uma fera não é uma fera sem uma cauda.
ru: Зверь — не зверь без хвоста.
zh_cn: 没有尾巴的野兽算不上野兽。
zh_tw: 沒有尾巴的野獸算不上野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRAGON_SCALES
source: Mystical scales.
de: Mystische Schuppen.
es: Escamas místicas.
fr: Écailles mystiques.
it: Squame mistiche.
ja: 神秘的なウロコ。
ko: 신비한 비늘이군.
pl: Mityczne łuski.
pt_br: Escamas místicas.
ru: Мистическая чешуя.
zh_cn: 神秘的鳞片。
zh_tw: 神秘的鱗片。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRIFTWOOD_LOG
source: 'Tis wood, forged in the sea's depths!
de: 's ist Holz aus den Tiefen der See!
es: ¡Es madera, forjada en las profundidades del mar!
fr: Du böis, förgé dans les pröföndeurs de l'öcéan !
it: Legno forgiato negli abissi marini!
ja: 海の底で鍛えられた木だ！
ko: 심해에서 만들어진 나무군!
pl: Drewno pochodzące z morskich głębin!
pt_br: Essa madeira foi forjada no fundo do mar!
ru: Это дерево, закаленное в морских глубинах!
zh_cn: 这是木头，锻造于大海的深处！
zh_tw: 這是木頭，鍛造于大海的深處！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: Tis consumed by flame!
de: 's ist von Flammen verzehrt!
es: ¡Las llamas lo consumen!
fr: Il fut dévöré par la flamme !
it: Consumato dalle fiamme!
ja: それは炎に飲まれる！
ko: 화염이 집어삼켰다!
pl: Strawił je ogień!
pt_br: Foi consumida pelo fogo!
ru: Объято пламенем!
zh_cn: 被烈火吞噬了！
zh_tw: 被烈火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: Consumed by Hel's flames.
de: Von Hels Flammen verzehrt.
es: Consumido por el fuego de Hel.
fr: Cönsumé par le feu d'Hel.
it: Consumato dal fuoco di Hel.
ja: 地獄の炎により塵になる。
ko: 헬의 화염이 삼켜 버렸군.
pl: Pochłonęły je płomienie Hel.
pt_br: Consumida pelas chamas de Hel.
ru: Объято огнем Хель.
zh_cn: 被赫尔之火吞噬。
zh_tw: 被赫爾之火吞噬。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: Thank you for your bounty, tree.
de: Danke für die Beute, Baum.
es: Gracias por tu botín, árbol.
fr: Merci pöur tön sacrifice, arbre.
it: Grazie del tuo bottino, albero.
ja: 木、褒美に感謝する。
ko: 선물 고맙다, 나무야.
pl: Dziękuję ci za twój dar, drzewo.
pt_br: Obrigada pelos espólios, árvore.
ru: Спасибо за добычу, дерево.
zh_cn: 谢谢你的赠与，大树。
zh_tw: 謝謝你的贈與，大樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: A rare beauty to be sure, but tis no Yggdrasil.
de: Eine seltene Schönheit fürwahr, aber kein Yggdrasil.
es: Una inusual belleza, desde luego, aunque no es Yggdrasil.
fr: Une beauté rare, mais pöint cömparable à Yggdrasil.
it: Di rara bellezza, ma non paragonabile Yggdrasil.
ja: 確かに珍しい美しさではあるが、ユグドラシルとは違う。
ko: 위그드라실보다는 못하지만, 그래도 보기 드물게 아름다운 나무군.
pl: Nie można odmówić mu piękna, ale daleko mu do Yggdrasila.
pt_br: Uma beleza rara, sem dúvida. Mas não é nenhuma Yggdrasil.
ru: Конечно, оно на редкость красиво, но все же не Иггдрасиль.
zh_cn: 尽管罕见秀丽，但它并不是世界树。
zh_tw: 儘管罕見秀麗，但它並不是世界樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRUMSTICK
source: Leg of beastie.
de: Das Bein einer Bestie.
es: La pierna de una bestia.
fr: Patte de bestiole.
it: Cosciotto di bestia.
ja: 獣の足の肉か
ko: 짐승의 다리로군.
pl: Noga bestii.
pt_br: A perna de uma fera.
ru: Нога зверя.
zh_cn: 野兽之腿。
zh_tw: 野獸之腿。

# CHARACTERS.WATHGRITHR.DESCRIBE.DRUMSTICK_COOKED
source: Hooooot meat!
de: Heiiiiißes Fleisch!
es: ¡Carne calienteeeee!
fr: Viande chaude !
it: Carne boooooollente!
ja: ヤッホーーー、肉！
ko: 만세, 고기다!
pl: Goooorące mięsko!
pt_br: Carne queeente!
ru: Горячее мя-я-я-ясо-о-о!
zh_cn: 熟肉！
zh_tw: 熟肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BERRYBUSH
source: I should like to see that returned to the earth goddess.
de: Ich hätte gerne, dass das der Erdgöttin zurückgegeben wird.
es: Me gustaría verlo devuelto a la diosa tierra.
fr: Je voudrais qu'on rende ça à la déesse de la terre.
it: Vorrei vederlo tornare dalla dea della terra.
ja: 土に植え、ヨルズに返そう
ko: 대지의 여신께 돌려드려야겠다.
pl: Należy zwrócić to bogini ziemi.
pt_br: Eu gostaria de ver isso devolvido à deusa da terra.
ru: Хотела бы я увидеть, как он возвращается в объятия богини земли.
zh_cn: 它应该回归大地女神。
zh_tw: 它應該回歸大地女神。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BERRYBUSH_JUICY
source: I should like to see that returned to the earth goddess.
de: Ich hätte gerne, dass das der Erdgöttin zurückgegeben wird.
es: Me gustaría verlo devuelto a la diosa tierra.
fr: Je voudrais qu'on rende ça à la déesse de la terre.
it: Vorrei vederlo tornare dalla dea della terra.
ja: 土に植え、ヨルズに返そう
ko: 대지의 여신께 돌려드려야겠다.
pl: Należy zwrócić to bogini ziemi.
pt_br: Eu gostaria de ver isso devolvido à deusa da terra.
ru: Хотела бы я увидеть, как он возвращается в объятия богини земли.
zh_cn: 它应该回归大地女神。
zh_tw: 它應該回歸大地女神。
