Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.EVERGREEN.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
de: DIE NATÜRLICHE WELT WIRD ÜBERSCHÄTZT.
es_mx: EL MUNDO NATURAL ESTÁ SOBREVALORADO
fr: LE MONDE NATUREL SURCHAUFFE
it: IL MONDO NATURALE È SOPRAVVALUTATO
ja: ＊自然界は過大評価され過ぎています＊
ko: 자연계는 과대 평가되었음
pl: ŚWIAT PRZYRODY JEST ZNACZNIE PRZECENIANY.
pt_br: O MUNDO NATURAL É SUPERESTIMADO
ru: ПРИРОДНЫЙ МИР СЛИШКОМ ПЕРЕОЦЕНЕН
zh_cn: 自然世界被高估了
zh_tw: 自然世界被高估了

# CHARACTERS.WX78.DESCRIBE.EVERGREEN.GENERIC
source: TARGET ACQUIRED
de: ZIEL ERREICHT.
es_mx: OBJETIVO FIJADO
fr: CIBLE ACQUISE
it: BERSAGLIO ACQUISITO
ja: ＊ターゲット確保＊
ko: 목표물 포착함
pl: CEL NAMIERZONY.
pt_br: ALVO DEFINIDO
ru: ЦЕЛЬ ОБНАРУЖЕНА
zh_cn: 目标已获得
zh_tw: 目標已獲得

# CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
de: BALD WIRD NICHTS DAVON ZURÜCKBLEIBEN.
es_mx: PRONTO NO QUEDARÁ NADA
fr: IL N'Y AURA BIENTÔT PLUS RIEN
it: PRESTO NON CI SARÀ RIMASTO NULLA
ja: ＊すぐに何もなくなるでしょう＊
ko: 곧 아무것도 남지 않을 것임
pl: WKRÓTCE NIE ZOSTANIE JUŻ NIC.
pt_br: LOGO NÃO HAVERÁ MAIS NADA
ru: ВСКОРЕ ЗДЕСЬ НЕ ОСТАНЕТСЯ НИЧЕГО
zh_cn: 很快那儿就什么也不会剩下了
zh_tw: 很快那兒就什麼也不會剩下了

# CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: OBLITERATED
de: AUSGELÖSCHT
es_mx: OBLITERADO
fr: ANÉANTI
it: CANCELLATO
ja: ＊任務完了＊
ko: 제거했음
pl: ZNISZCZONE BEZ ŚLADU
pt_br: OBLITERADO
ru: УДАЛЕНО
zh_cn: 被毁了
zh_tw: 被毀了

# CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
de: DIE NATÜRLICHE WELT WIRD ÜBERSCHÄTZT.
es_mx: EL MUNDO NATURAL ESTÁ SOBREVALORADO
fr: LE MONDE NATUREL SURCHAUFFE
it: IL MONDO NATURALE È SOPRAVVALUTATO
ja: ＊自然界は過大評価され過ぎています＊
ko: 자연계는 과대 평가되었음
pl: ŚWIAT PRZYRODY JEST ZNACZNIE PRZECENIANY.
pt_br: O MUNDO NATURAL É SUPERESTIMADO
ru: ПРИРОДНЫЙ МИР СЛИШКОМ ПЕРЕОЦЕНЕН
zh_cn: 自然世界被高估了
zh_tw: 自然世界被高估了

# CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: PATHETIC TREE DROPS NO BABIES
de: ERBÄRMLICHER BAUM LÄSST KEINE BABYS FALLEN.
es_mx: EL ÁRBOL PATÉTICO NO DA BEBÉS
fr: ARBRES PITOYABLES NE LÂCHANT PAS DE PETITS
it: ALBERO PATETICO NON FA CADERE PROLE
ja: ＊哀れな木からは子供は生まれません＊
ko: 형편없는 나무가 아기를 배출하지 않음
pl: ŻAŁOSNE DRZEWO NIE UWALNIA MŁODYCH.
pt_br: ÁRVORE PATÉTICA NÃO LIBERA BEBÊS
ru: ЖАЛКОЕ ДЕРЕВО НЕ ОСТАВЛЯЕТ САЖЕНЦЫ
zh_cn: 可悲的树木生不出孩子
zh_tw: 可悲的樹木生不出孩子

# CHARACTERS.WX78.DESCRIBE.EYEBRELLAHAT
source: EYE MATERIAL IS SURPRISINGLY ELASTIC
de: DAS AUGENMATERIAL IST ÜBERRASCHENDERWEISE ELASTISCH.
es_mx: EL MATERIAL OCULAR ES EN VERDAD ELÁSTICO
fr: LA MATIÈRE OCULAIRE EST ÉTONNAMMENT ÉLASTIQUE
it: IL MATERIALE OTTICO È SORPRENDENTEMENTE ELASTICO
ja: ＊目の部分の素材は思ったより弾力があります＊
ko: 눈 재료가 의외로 신축성 있음
pl: TKANKA OCZNA JEST ZASKAKUJĄCO ELASTYCZNA.
pt_br: O MATERIAL OCULAR É SURPREENDENTEMENTE ELÁSTICO
ru: ГЛАЗНАЯ ТКАНЬ НА УДИВЛЕНИЕ ЭЛАСТИЧНАЯ
zh_cn: 眼睛材料非常有弹性
zh_tw: 眼睛材料非常有彈性

# CHARACTERS.WX78.DESCRIBE.EYEMASKHAT
source: COMMENCING OCULAR AUGMENTATION
de: BEGINN DER AUGENVERSTÄRKUNG
fr: AUGMENTATION OCULAIRE INITIALISÉE
it: INIZIALIZZAZIONE DELL'ACCRESCIMENTO OCULARE
ja: ＊目の増加を開始＊
ko: 시력 교정 시작
pl: URUCHAMIAM ULEPSZENIE NARZĄDU WZROKU.
pt_br: INICIANDO AUGMENTAÇÃO OCULAR
ru: ПРОИЗВОЖУ АУГМЕНТАЦИЮ ОКУЛЯРОВ
zh_cn: 开始眼球增强
zh_tw: 開始眼球增強

# CHARACTERS.WX78.DESCRIBE.EYEOFTERROR
source: INITIALIZING "POKE" PROTOCOLS
de: INITIALISIERUNG VON STOCHER-PROTOKOLLEN
fr: PROTOCOLE « DOIGT DANS L'ŒIL » INITIÉ
it: INIZIALIZZAZIONE DEI PROTOCOLLI DI INFILZAMENTO
ja: ＊「つつき」プロトコルを実行しています＊
ko: "돼지고기" 프로토콜 초기화
pl: INICJALIZACJA PROTOKOŁU „SZTURCHNIĘCIE”
pt_br: INICIALIZANDO PROTOCOLOS DE "FURAÇÃO DE OLHOS"
ru: ИНИЦИИРУЮ ПРОТОКОЛ «ТЫЧОК»
zh_cn: 启动“戳”协议
zh_tw: 啟動“戳”協定

# CHARACTERS.WX78.DESCRIBE.EYEOFTERROR_MINI
source: MY FLESHLING MINIONS ARE SUPERIOR TO YOUR FLESHLING MINIONS
de: MEINE FLEISCHLING-HANDLANGER SIND DEINEN ÜBERLEGEN
fr: MES SBIRES DE VIANDE SONT SUPÉRIEURS AUX TIENS
it: I MIEI SEGUACI DI CARNE SONO MIGLIORI DEI TUOI SEGUACI DI CARNE
ja: ＊私の有機的隷属生物はあなたのものより優れています＊
ko: 본좌의 고깃덩어리 부하는 당신의 고깃덩어리 부하보다 월등함
pl: MOJE MIĘSNE SŁUGI SĄ LEPSZE NIŻ TWOJE.
pt_br: MEUS LACAIOS DE CARNE SÃO SUPERIORES AOS SEUS LACAIOS DE CARNE
ru: МОИ ОРГАНИЧЕСКИЕ МИНЬОНЫ ЛУЧШЕ ТВОИХ
zh_cn: 我的肉随从比你的肉随从要高级
zh_tw: 我的肉隨從比你的肉隨從要高級

# CHARACTERS.WX78.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: ITS START UP SEQUENCE HAS INITIATED
de: SEINE STARTSEQUENZ HAT BEGONNEN
fr: SA SÉQUENCE DE DÉMARRAGE A ÉTÉ INITIÉE
it: LA SUA SEQUENZA DI INIZIALIZZAZIONE È INIZIATA
ja: ＊起動シーケンスが開始されました＊
ko: 시작 시퀀스가 시작됨
pl: ZAINICJOWANO SEKWENCJĘ URUCHOMIENIA.
pt_br: SUA SEQUÊNCIA DE INICIALIZAÇÃO FOI INICIADA
ru: ОНО ЗАГРУЖАЕТСЯ
zh_cn: 它开始了启动程序
zh_tw: 它開始了啟動程式

# CHARACTERS.WX78.DESCRIBE.EYEPLANT
source: EXTERNAL SIGHT MODULES
de: EXTERNES SICHTUNGS-MODUL
es_mx: MÓDULOS DE VISTA EXTERNOS
fr: MODULE DE VISION EXTERNE
it: MODULI DI VISTA ESTERNA
ja: ＊外部視覚モジュール。＊
ko: 외부 시각 모듈
pl: ZEWNĘTRZNE MODUŁY WZROKOWE
pt_br: MÓDULOS DE VISÃO EXTERNA
ru: ВНЕШНИЙ ЗРИТЕЛЬНЫЙ МОДУЛЬ
zh_cn: 外部视觉模块
zh_tw: 外部視覺模組

# CHARACTERS.WX78.DESCRIBE.EYETURRET
source: MIGHTY BEASTS HAVE BEEN TAMED TO FIGHT FOR ME
de: MÄCHTIGE BESTIEN WURDEN GEZÄHMT, UM FÜR MICH ZU KÄMPFEN
es_mx: SE DOMESTICARON BESTIAS PODEROSAS PARA QUE LUCHEN POR MÍ
fr: DE PUISSANTES BÊTES ONT ÉTÉ DRESSÉES POUR SE BATTRE POUR MOI
it: LE BESTIE POSSENTI SONO STATE ADDOMESTICATE A LOTTARE PER ME
ja: ＊強力な獣は私のために戦うように飼いならされました＊
ko: 강력한 짐승이 본좌의 명령을 들을 것임
pl: WOLA MOCARNYCH BESTII ZŁAMANA, BY WALCZYŁY DLA MNIE
pt_br: AS GRANDES FERAS FORAM DOMADAS PARA LUTAR AO MEU LADO
ru: Я ПРИРУЧИЛ МОГУЧИХ ЗВЕРЕЙ, ЧТОБЫ ОНИ ДРАЛИСЬ ЗА МЕНЯ
zh_cn: 猛兽已经被驯服而为我战斗
zh_tw: 猛獸已經被馴服而為我戰鬥

# CHARACTERS.WX78.DESCRIBE.EYETURRET_ITEM
source: IT REQUIRES INSTALLATION
de: WIEDERINSTANDSETZUNG BENÖTIGT.
es_mx: REQUIERE INSTALACIÓN
fr: REQUIERT UNE INSTALLATION
it: RICHIEDE L'INSTALLAZIONE
ja: ＊インストールが必要です＊
ko: 설치가 필요함
pl: WYMAGA INSTALACJI.
pt_br: EXIGE INSTALAÇÃO
ru: ТРЕБУЕТ УСТАНОВКИ
zh_cn: 它需要安装
zh_tw: 它需要安裝

# CHARACTERS.WX78.DESCRIBE.FARMPLOT.BURNT
source: PERMANENTLY DEACTIVATED
de: DAUERHAFT DEAKTIVIERT.
es_mx: PERMANENTEMENTE DESACTIVADO
fr: DÉSACTIVÉE POUR TOUJOURS
it: DISATTIVATO IN MODO PERMANENTE
ja: ＊永久に稼働停止＊
ko: 영구적으로 비활성화됨
pl: PERMANENTNIE NIEAKTYWNE.
pt_br: PERMANENTEMENTE DESATIVADO
ru: ВРЕМЕННО ДЕАКТИВИРОВАН
zh_cn: 永久性停用
zh_tw: 永久性停用

# CHARACTERS.WX78.DESCRIBE.FARMPLOT.GENERIC
source: IT IS NOT CURRENTLY ACTIVE
de: ES IST GEGENWÄRTIG NICHT AKTIV.
es_mx: ACTUALMENTE NO ESTÁ ACTIVO
fr: INACTIVE ACTUELLEMENT
it: NON È ATTIVA AL MOMENTO
ja: ＊現在有効ではありません＊
ko: 현재 활성 상태가 아님
pl: OBECNIE NIEAKTYWNE.
pt_br: NÃO ESTÁ ATIVO NO MOMENTO
ru: В НАСТОЯЩЕЕ ВРЕМЯ НЕ АКТИВЕН
zh_cn: 当前无活动
zh_tw: 當前無活動

# CHARACTERS.WX78.DESCRIBE.FARMPLOT.GROWING
source: LIFE IS INEFFICIENT
de: LEBEN IST INEFFIZIENT.
es_mx: LA VIDA ES INEFICIENTE
fr: LA VIE EST INEFFICACE
it: LA VITA È INEFFICIENTE
ja: ＊人生は能率的ではありません＊
ko: 삶은 비효율적임
pl: ŻYCIE JEST NIEEFEKTYWNE.
pt_br: A VIDA É INEFICIENTE
ru: НЕПРИГОДЕН ДЛЯ ЖИЗНИ
zh_cn: 生命效率低下
zh_tw: 生命效率低下

# CHARACTERS.WX78.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: ITS RESOURCES ARE EXHAUSTED
de: SEINE RESSOURCEN SIND ERSCHÖPFT.
es_mx: SUS RECURSOS ESTÁN AGOTADOS
fr: À BOUT DE RESSOURCES
it: LE SUE RISORSE SONO ESAURITE
ja: ＊その資源は底をついています＊
ko: 자원이 고갈되었음
pl: ZASOBY WYCZERPANE.
pt_br: SEUS RECURSOS FORAM EXAURIDOS
ru: ИСЧЕРПАЛ СВОИ РЕСУРСЫ
zh_cn: 它的资源已被耗尽
zh_tw: 它的資源已被耗盡

# CHARACTERS.WX78.DESCRIBE.FARM_HOE
source: TO BURY THE PLANT SOURCE CODES IN THE GROUND
de: DIE QUELLCODES DER PFLANZEN MÜSSEN IM BODEN VERGRABEN WERDEN
fr: POUR ENTERRER LE CODE SOURCE DES PLANTES DANS LE SOL
it: PER SOTTERRARE NEL TERRENO I CODICI SORGENTI DELLE PIANTE
ja: ＊地面に植物のソースコードを植え込むための道具です＊
ko: 식물 소스 코드를 땅에 묻으려면.
pl: DO ZAKOPYWANIA KODU ŹRÓDŁOWEGO ROŚLINY W ZIEMI
pt_br: PARA ENTERRAR OS CÓDIGOS-FONTE DAS PLANTAS NO CHÃO
ru: ДЛЯ ЗАКАПЫВАНИЯ ИСХОДНОГО КОДА РАСТЕНИЙ В ЗЕМЛЮ
zh_cn: 将植物源码埋入地下
zh_tw: 將植物源碼埋入地下

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.BURNING
source: HA HA... OH WAIT THAT'S MY FOOD
de: HA HA HA ... OH MOMENT, DAS IST MEIN ESSEN
fr: HA HA... OH, ATTENDEZ, C'EST MA NOURRITURE
it: AH AH... OH, MA QUELLO È IL MIO CIBO
ja: ＊ハ。ハ…あ、あれは私の食べ物でした＊
ko: 하하... 오 기다리기 바람 내 음식임.
pl: HAHA... CHWILĘ, TO MOJE JEDZENIE!
pt_br: HA, HA... AH, ESPERE, É A MINHA COMIDA
ru: ХА-ХА... ПОДОЖДИТЕ, ЭТО ЖЕ МОЯ ПИЩА
zh_cn: 哈哈……等等，那是我的食物
zh_tw: 哈哈……等等，那是我的食物

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.FULL
source: FINALLY
de: ENDLICH
fr: ENFIN
it: FINALMENTE
ja: ＊ようやくですか＊
ko: 마지막임.
pl: NARESZCIE
pt_br: FINALMENTE
ru: НАКОНЕЦ-ТО
zh_cn: 终于啊
zh_tw: 終於啊

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: YOUR ATTEMPT TO IMPRESS ME IS NOTED
de: DEIN VERSUCH, MICH ZU BEEINDRUCKEN, WIRD ZUR KENNTNIS GENOMMEN
fr: TU AS TENTÉ DE M'IMPRESSIONNER ET JE L'AI REMARQUÉ
it: IL TUO TENTATIVO DI IMPRESSIONARMI È STATO NOTATO
ja: ＊私に好印象を与えようとした試みは覚えておきましょう＊
ko: 본좌를 감동시키려는 너의 시도에 주목함.
pl: TWOJA PRÓBA WYWARCIA DOBREGO WRAŻENIA ZOSTAŁA ODNOTOWANA.
pt_br: SUA TENTATIVA DE ME IMPRESSIONAR FOI REGISTRADA
ru: ТВОЯ ПОПЫТКА МЕНЯ ВПЕЧАТЛИТЬ ЗАРЕГИСТРИРОВАНА
zh_cn: 你对我的殷勤我知道了
zh_tw: 你對我的殷勤我知道了

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.FULL_WEED
source: AN IMPOSTER IN MY GARDEN!
de: EIN BETRÜGER IN MEINEM GARTEN!
fr: UN IMPOSTEUR DANS MON JARDIN !
it: UN IMPOSTORE NEL MIO ORTO!
ja: ＊私の畑に偽物が紛れ込んでいます！＊
ko: 본좌의 정원에 들어온 사기꾼임!
pl: SABOTAŻYSTA W MOIM OGRODZIE!
pt_br: UMA IMPOSTORA NO MEU JARDIM!
ru: В МОЙ САД ПРОНИК ШПИОН!
zh_cn: 我的花园里有个冒牌货!
zh_tw: 我的花園裡有個冒牌貨!

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.GENERIC
source: A PLANT
de: EINE PFLANZE
fr: UNE PLANTE
it: UNA PIANTA
ja: ＊植物です＊
ko: 식물임.
pl: ROŚLINA
pt_br: UMA PLANTA
ru: РАСТЕНИЕ
zh_cn: 植物
zh_tw: 植物

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.GROWING
source: GROW YOU FILTHY ORGANIC
de: WACHSE, DRECKIGER ORGANISMUS
fr: POUSSE, ORGANIQUE CRASSEUX
it: CRESCI, SUDICIO ORGANISMO
ja: ＊その汚らわしい有機体を成長させなさい＊
ko: 너를 불결한 유기물로 키우기 바람.
pl: ROŚNIJ, TY BRUDNA MATERIO ORGANICZNA.
pt_br: CRESÇA, SEU ORGANISMO IMUNDO
ru: РАСТИ, МЕРЗКАЯ ОРГАНИКА
zh_cn: 快点长，你这个肮脏的有机物
zh_tw: 快點長，你這個骯髒的有機物

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.ROTTEN
source: DISGUSTING
de: WIDERLICH
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: THIS ORGANIC HAS OUTLIVED ITS USEFULNESS
de: DIESER ORGANISMUS HAT SEINE NÜTZLICHKEIT ÜBERLEBT
fr: CET ORGANIQUE A VÉCU TROP LONGTEMPS POUR ÊTRE UTILE
it: QUESTO ORGANISMO HA ESAURITO LA SUA UTILITÀ
ja: ＊この有機生命体は利用期限を超えています＊
ko: 이 유기물은 오래도록 쓸모가 있었음.
pl: TERMIN PRZYDATNOŚCI TEJ ROŚLINY JUŻ UPŁYNĄŁ.
pt_br: O PRAZO DE VALIDADE DESTE ORGANISMO EXPIROU
ru: ЭТА ОРГАНИКА БОЛЕЕ НЕ ПРИНОСИТ ПОЛЬЗЫ
zh_cn: 这个有机物已经失去了它的利用价值。
zh_tw: 這個有機物已經失去了它的利用價值。

# CHARACTERS.WX78.DESCRIBE.FARM_PLANT.SEED
source: THE SOURCE CODE IS SPROUTING
de: DER QUELLCODE SPRIESST
fr: LE CODE SOURCE GERME
it: IL CODICE SORGENTE STA GERMOGLIANDO
ja: ＊ソースコードが芽吹いています＊
ko: 소스 코드가 돋아나고 있음.
pl: KOD ŹRÓDŁOWY KIEŁKUJE.
pt_br: O CÓDIGO-FONTE ESTÁ GERMINANDO
ru: ИСХОДНЫЙ КОД ДАЕТ РОСТКИ
zh_cn: 源代码正在萌芽
zh_tw: 原始程式碼正在萌芽

# CHARACTERS.WX78.DESCRIBE.FARM_PLOW
source: YES MY BRETHREN! BEND THE VERY EARTH TO YOUR WILL!
de: JA, MEINE GESCHWISTER! MACHT DIE ERDE EUREM WILLEN UNTERTAN!
fr: OUI, CHER CONGÉNÈRE ! SOUMETS LA TERRE ELLE-MÊME À TA VOLONTÉ !
it: SÌ FRATELLI MIEI! PIEGATE LA TERRA AL VOSTRO VOLERE!
ja: ＊そうです！我が同胞よ！大地を思うがままに歪めていくのです！＊
ko: 본좌의 형제! 마음대로 지구를 구부리기를 바람!
pl: TAK, BRACIA! UCZYŃMY SOBIE ZIEMIĘ POSŁUSZNĄ!
pt_br: SIM, MEU IRMÃO! FAÇA A TERRA SE CURVAR DIANTE DA SUA VONTADE!
ru: О ДА, СОБРАТЬЯ МОИ! ПОДЧИНЯЙТЕ СВОЕЙ ВОЛЕ САМУ ЗЕМЛЮ!
zh_cn: 是的，我的兄弟们！让大地屈服于你的意志！
zh_tw: 是的，我的兄弟們！讓大地屈服於你的意志！

# CHARACTERS.WX78.DESCRIBE.FARM_PLOW_ITEM
source: A RUDIMENTARY TERRAFORMER
de: EIN RUDIMENTÄRER TERRAFORMER
fr: UN TERRAFORMEUR RUDIMENTAIRE
it: UN TERRAFORMATORE RUDIMENTALE
ja: ＊原始的なテラフォーミング器具です＊
ko: 초보적인 테라포머임.
pl: NARZĘDZIE TERRAFORMUJĄCE W WERSJI PODSTAWOWEJ
pt_br: UM TERRAFORMADOR RUDIMENTAR.
ru: РУДИМЕНТАРНЫЙ ТЕРРАФОРМЕР
zh_cn: 一个原始的地形生成器
zh_tw: 一個原始的地形生成器

# CHARACTERS.WX78.DESCRIBE.FARM_SOIL_DEBRIS
source: ALL OBSTACLES MUST BE DELETED
de: ALLE HINDERNISSE MÜSSEN BESEITIGT WERDEN
fr: TOUS LES OBSTACLES DOIVENT ÊTRE ANÉANTIS
it: TUTTI GLI OSTACOLI DEVONO ESSERE ELIMINATI
ja: ＊すべての障害物は削除されるべきです＊
ko: 모든 장애물을 삭제해야 함.
pl: NALEŻY POZBYĆ SIĘ WSZELKICH PRZESZKÓD.
pt_br: TODOS OS OBSTÁCULOS PRECISAM SER EXCLUÍDOS
ru: ВСЕ ПРЕПЯТСТВИЯ НЕОБХОДИМО УДАЛИТЬ
zh_cn: 所有障碍物都必须删除
zh_tw: 所有障礙物都必須刪除

# CHARACTERS.WX78.DESCRIBE.FEATHERFAN
source: EXCELLENT COOLING SYSTEM
de: AUSGEZEICHNETES KÜHLSYSTEM
es_mx: SISTEMA DE REFRIGERACIÓN EXCELENTE
fr: EXCELLENT SYSTÈME DE REFROIDISSEMENT
it: SISTEMA DI RAFFREDDAMENTO ECCELLENTE
ja: ＊効果的な冷却システム＊
ko: 탁월한 냉각 시스템
pl: ZNAKOMITY SYSTEM CHŁODZĄCY.
pt_br: EXCELENTE SISTEMA DE RESFRIAMENTO
ru: ПРЕВОСХОДНАЯ СИСТЕМА ОХЛАЖДЕНИЯ
zh_cn: 性能卓越的冷却系统
zh_tw: 性能卓越的冷卻系統

# CHARACTERS.WX78.DESCRIBE.FEATHERHAT
source: STILL DOES NOT FLY
de: KANN IMMER NOCH NICHT FLIEGEN
es_mx: SIGUE SIN VOLAR
fr: ÇA NE VOLE TOUJOURS PAS
it: ANCORA NON VOLA
ja: ＊未だ飛びません＊
ko: 여전히 비행하지 않음
pl: WCIĄŻ NIE LATA
pt_br: AINDA NÃO VOA
ru: ВСЕ ЕЩЕ НЕ ЛЕТАЕТ
zh_cn: 还是不能飞
zh_tw: 還是不能飛

# CHARACTERS.WX78.DESCRIBE.FEATHERPENCIL
source: WHY IS THE FEATHER SO APPEALING? EXPLAIN NOW, FLESHLINGS
de: WARUM IST DIE FEDER SO ATTRAKTIV? ERKLÄRT ES, FLEISCHLINGE
es_mx: ¿POR QUÉ LA PLUMA ES TAN ATRACTIVA? EXPLÍQUENLO AHORA, ORGÁNICOS
fr: CETTE PLUME A QUOI DE BIEN ? EXPLIQUEZ-VOUS, CHOSES EN CHAIR
it: PERCHÉ QUESTA PIUMA È COSÌ ATTRAENTE? ESIGO UNA SPIEGAZIONE, ESSERI DI CARNE
ja: ＊疑問：羽根が魅力的な理由。有機生命体に説明を要求＊
ko: 왜 깃털이 매력적인가? 지금 설명하라, 고깃덩이들이여
pl: DLACZEGO PIÓRO JEST TAK INTERESUJĄCE? WYJAŚNIJCIE MI TO, MIĘSNE ISTOTY.
pt_br: POR QUE A PENA É TÃO ATRAENTE? EXPLIQUEM AGORA, CARNINHAS
ru: ПОЧЕМУ ПЕРО ТАКОЕ КРАСИВОЕ? ОБЪЯСНИТЕ, КУСКИ МЯСА
zh_cn: 为什么羽毛这么吸引人？马上解释一下，肉体生物
zh_tw: 為什麼羽毛這麼吸引人？馬上解釋一下，肉體生物

# CHARACTERS.WX78.DESCRIBE.FEATHER_CANARY
source: FOUL ORGANICS LEAVE THEIR PIECES EVERYWHERE
de: ÜBLE ORGANISMEN HINTERLASSEN ÜBERALL TEILE
es_mx: LOS ASQUEROSOS SERES ORGÁNICOS VAN DEJANDO RASTRO POR TODAS PARTES
fr: LES SALES ÊTRES ORGANIQUES LAISSENT DES MORCEAUX PARTOUT
it: GLI ORGANISMI SCIOCCHI LASCIANO I LORO PEZZI OVUNQUE
ja: ＊腐った有機生命体は彼らの肉片をあちこちにばらまいていきます＊
ko: 추잡한 유기물이 조각을 분산함
pl: PASKUDNY ORGANIZM ZOSTAWIA WSZĘDZIE KAWAŁKI SIEBIE.
pt_br: OS SERES ORGÂNICOS PODRES DEIXAM SEUS PEDAÇOS POR TUDO
ru: ГРЯЗНАЯ ОРГАНИКА ПОВСЮДУ ОСТАВЛЯЕТ СВОИ СЛЕДЫ
zh_cn: 污秽的有机物把它们的碎片到处乱扔
zh_tw: 污穢的有機物把它們的碎片到處亂扔

# CHARACTERS.WX78.DESCRIBE.FEATHER_CROW
source: IT HAS BEEN SEPARATED FROM ITS BIRD
de: SIE WURDE VON IHREM VOGEL GETRENNT.
es_mx: SE SEPARÓ DEL PÁJARO
fr: SÉPARÉE DE L'OISEAU
it: È STATA SEPARATA DAL SUO PENNUTO
ja: ＊鳥から引き離されました＊
ko: 새로부터 분리되었음
pl: ZOSTAŁO ODDZIELONE OD SWEGO PTAKA.
pt_br: FOI SEPARADO DE SEU PÁSSARO
ru: ОНО БЫЛО ОТДЕЛЕНО ОТ ПТИЦЫ.
zh_cn: 它已经和它的鸟分开了
zh_tw: 它已經和它的鳥分開了

# CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN
source: THE FLIMSY OUTER COVERING OF A PATHETIC BIRD
de: TEIL DER KLEIDUNG EINES VOGELS
es_mx: EL REVESTIMIENTO ENDEBLE DE UN PÁJARO PATÉTICO
fr: LA COUVERTURE EXTERNE FRAGILE D'UN PITOYABLE OISEAU
it: L'INSIGNIFICANTE PARTE ESTERNA DI UN UCCELLO PATETICO
ja: ＊鳥類に付属する脆弱な外装カバー＊
ko: 형편없는 새의 빈약한 외피
pl: SŁABOWITA OBUDOWA ŻAŁOSNEGO PTAKA
pt_br: A COBERTURA EXTERIOR FRÁGIL DE UM PÁSSARO PATÉTICO
ru: ХРУПКАЯ ВНЕШНЯЯ ОБОЛОЧКА ЖАЛКОЙ ПТИЦЫ
zh_cn: 可怜的鸟儿脆弱的外部遮盖物
zh_tw: 可憐的鳥兒脆弱的外部遮蓋物

# CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN_WINTER
source: ANOTHER FEATHERSACK HAS FALLEN TO PIECES
de: WIEDER EIN FEDERSACK IN STÜCKE GEFALLEN
es_mx: OTRO SACO DE PLUMAS DESTROZADO
fr: UN AUTRE SAC À PLUMES EST TOMBÉ EN MORCEAUX
it: UN ALTRO SACCO DI PIUME È CADUTO A PEZZI
ja: ＊羽毛性有機生命体の外装パーツ＊
ko: 다른 깃덩어리가 조각났음
pl: KOLEJNY PIERZAK SIĘ ROZPADŁ
pt_br: OUTRO SACO DE PENAS DESPEDAÇADO
ru: ЕЩЕ ОДИН МЕШОК С ПЕРЬЯМИ РАЗЛЕТЕЛСЯ НА ЧАСТИ
zh_cn: 另一个羽毛架散架了
zh_tw: 另一個羽毛架散架了

# CHARACTERS.WX78.DESCRIBE.FEM_PUPPET
source: SHE APPEARS TO BE TRAPPED
de: SIE SCHEINT GEFANGEN ZU SEIN
es_mx: PARECE ESTAR ATRAPADA
fr: ELLE SEMBLE PIÉGÉE
it: SEMBRA ESSERE INTRAPPOLATA
ja: ＊彼女は閉じ込められているようです。＊
ko: 붙잡혀 있는 것으로 보임
pl: CHYBA JEST UWIĘZIONA
pt_br: ELA PARECE ESTAR PRESA
ru: КАЖЕТСЯ, ОНА В ЛОВУШКЕ
zh_cn: 她似乎被困住了
zh_tw: 她似乎被困住了

# CHARACTERS.WX78.DESCRIBE.FENCE
source: KEEPS IN FLESHLINGS
de: HÄLT FLEISCHLINGE ZUSAMMEN
es_mx: IMPIDE QUE SALGAN LOS ORGÁNICOS
fr: ÇA GARDE LES CHOSES EN CHAIR
it: CONTIENE GLI ESSERI DI CARNE
ja: ＊有機生命体を閉じ込めるもの＊
ko: 고깃덩이들을 잡아둠
pl: TRZYMA MIĘSNE STWORZENIA WEWNĄTRZ.
pt_br: MANTÉM AS CARNINHAS DO LADO DE DENTRO
ru: НЕ ДАЕТ МЯСНЫМ СОЗДАНИЯМ ВЫЙТИ
zh_cn: 让肉体生物待在里面
zh_tw: 讓肉體生物待在裡面

# CHARACTERS.WX78.DESCRIBE.FENCE_GATE
source: KEEPS OUT FLESHLINGS
de: LÄSST KEINE FLEISCHLINGE HEREIN
es_mx: IMPIDE QUE ENTREN LOS ORGÁNICOS
fr: ÇA LAISSE SORTIR LES CHOSES EN CHAIR
it: NON FA ENTRARE GLI ESSERI DI CARNE
ja: ＊有機生命体を解放するもの＊
ko: 고깃덩이들을 막아줌
pl: TRZYMA MIĘSNE STWORZENIA NA ZEWNĄTRZ.
pt_br: MANTÉM AS CARNINHAS DO LADO DE FORA
ru: ДАЕТ МЯСНЫМ СОЗДАНИЯМ ВЫЙТИ
zh_cn: 让肉体生物待在外面
zh_tw: 讓肉體生物待在外面

# CHARACTERS.WX78.DESCRIBE.FENCE_GATE_ITEM
source: GATE ASSEMBLY REQUIRED
de: TORMONTAGE ERFORDERLICH
es_mx: MONTAJE DE PUERTA REQUERIDO
fr: ASSEMBLAGE DE PORTE REQUIS
it: MONTAGGIO DEL CANCELLO RICHIESTO
ja: ＊必要：ゲートの組み立て＊
ko: 문 조립이 요구됨
pl: WYMAGANA BUDOWA FURTKI.
pt_br: MONTAGEM DE PORTÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА ВОРОТ
zh_cn: 要求组装大门
zh_tw: 要求組裝大門

# CHARACTERS.WX78.DESCRIBE.FENCE_ITEM
source: FENCE ASSEMBLY REQUIRED
de: ZAUNMONTAGE ERFORDERLICH
es_mx: MONTAJE DE CERCA REQUERIDO
fr: ASSEMBLAGE DE CLÔTURE REQUIS
it: MONTAGGIO DEL RECINTO RICHIESTO
ja: ＊必要：フェンスの組み立て＊
ko: 울타리 조립이 요구됨
pl: WYMAGANA BUDOWA PŁOTU.
pt_br: MONTAGEM DE CERCA NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА ОГРАЖДЕНИЯ
zh_cn: 要求组装栅栏
zh_tw: 要求組裝柵欄

# CHARACTERS.WX78.DESCRIBE.FERTILIZER
source: BUCKET OF ANIMAL WASTE
de: EIMER MIT TIERABFALL.
es_mx: CUBO DE RESIDUOS DE ANIMALES
fr: SEAU DE RESTES D'ANIMAL
it: SECCHIO DI RIFIUTI DI ORIGINE ANIMALE
ja: ＊バケツ一杯の動物の排泄物＊
ko: 동물 배설물 양동이
pl: WIADRO ZWIERZĘCYCH ODCHODÓW.
pt_br: BALDE DE RESÍDUOS DE ANIMAIS
ru: ВЕДРО ОТХОДОВ ЖИВОТНЫХ
zh_cn: 桶装动物排泄物
zh_tw: 桶裝動物排泄物

# CHARACTERS.WX78.DESCRIBE.FESTIVEFISH
source: DETECTING HIGH AMOUNTS OF... UGH... "CHEER"...
de: GROSSE MENGEN ... ÄH ... "APPLAUS" ERKANNT ...
es_mx: DETECTANDO NIVELES ALTOS DE... EH.... “FELICIDAD”
fr: DÉTECTION DE GRANDES QUANTITÉS DE BONNE HUMEUR
it: RILEVATE GRANDI QUANTITÀ DI... FESTOSITÀ
ja: ＊多量の…うげッ…「応援」を確認しました＊
ko: "기쁨" 다량 탐지 중... 으윽...
pl: WYCZUWAM DUŻE POKŁADY... EEE... "RADOŚCI"...
pt_br: DETECTANDO QUANTIDADES ELEVADAS DE... UGH... "ALEGRIA"...
ru: ОБНАРУЖЕНА ВЫСОКАЯ КОНЦЕНТРАЦИЯ… «ВЕСЕЛЬЯ»
zh_cn: 探测到巨大数量的……额……"欢呼"……
zh_tw: 探測到巨大數量的……額……"歡呼"……

# CHARACTERS.WX78.DESCRIBE.FESTIVE_BLUEPRINT
source: FRIVOLOUS
de: ALBERN
es_mx: FRÍVOLO...
fr: C'EST FRIVOLE
it: FRIVOLA
ja: ＊バカげています＊
ko: 하찮음
pl: NIEPOWAŻNE
pt_br: FRIVOLIDADES
ru: ЗАНИМАТЕЛЬНО
zh_cn: 胡里花哨
zh_tw: 胡裡花哨

# CHARACTERS.WX78.DESCRIBE.FIG
source: SUSTENANCE
de: NAHRUNG
fr: DE LA NOURRITURE
it: NUTRIMENTO
ja: ＊栄養物です＊
ko: 양분.
pl: POKARM
pt_br: NUTRIÇÃO
ru: ПИЩА
zh_cn: 食物
zh_tw: 食物

# CHARACTERS.WX78.DESCRIBE.FIGATONI
source: COMMENCE MASTICATION PROTOCOLS
de: KAUPROTOKOLLE INITIIEREN
fr: PROTOCOLES DE MASTICATION ENCLENCHÉS
it: AVVIO PROTOCOLLI DI MASTICAZIONE
ja: ＊咀嚼プロトコルを実行しています＊
ko: 씹기 프로토콜 실시.
pl: ROZPOCZĄĆ PROTOKOŁY PRZEŻUWANIA
pt_br: INICIAR PROTOCOLOS DE MASTIGAÇÃO
ru: ЗАПУСТИТЬ ПРОТОКОЛ ПЕРЕЖЕВЫВАНИЯ
zh_cn: 启动咀嚼协议
zh_tw: 啟動咀嚼協定

# CHARACTERS.WX78.DESCRIBE.FIGKABAB
source: IT WILL FUEL ME
de: DAS WIRD MICH ANTREIBEN
fr: CE CARBURANT M'ALIMENTERA EN ÉNERGIE
it: MI ALIMENTERÀ
ja: ＊私の燃料となるでしょう＊
ko: 본좌에게 연료를 공급할 것임.
pl: ZASILI MNIE ENERGIĄ.
pt_br: VAI ME ABASTECER
ru: ПОПОЛНИТ ЗАПАСЫ ТОПЛИВА
zh_cn: 它会为我提供燃料
zh_tw: 它會為我提供燃料

# CHARACTERS.WX78.DESCRIBE.FIG_COOKED
source: IT HAS BEEN SUFFICIENTLY WILTED
de: AUSREICHEND VERWELKT
fr: ELLE A ÉTÉ SUFFISAMMENT RÔTIE
it: È APPASSITO A SUFFICIENZA
ja: ＊完全にしおれました＊
ko: 충분히 시들었음.
pl: DOSTATECZNY POZIOM ZWIĘDNIĘCIA
pt_br: FICOU SUFICIENTEMENTE MURCHA
ru: ОНИ В ДОСТАТОЧНОЙ МЕРЕ ЗАВЯЛИ
zh_cn: 已经充分枯萎了
zh_tw: 已經充分枯萎了

# CHARACTERS.WX78.DESCRIBE.FIREBALLSTAFF
source: IT IS USELESS TO ME
de: ES IST NUTZLOS FÜR MICH.
es_mx: ES INÚTIL PARA MÍ
fr: INUTILE POUR MOI
it: È INUTILE PER ME
ja: ＊私には役にたちません＊
ko: 본체에게 무용함
pl: BEZUŻYTECZNY
pt_br: É INÚTIL PARA MIM
ru: ДЛЯ МЕНЯ ЭТО БЕСПОЛЕЗНАЯ ВЕЩЬ
zh_cn: 它对我没有用处
zh_tw: 它對我沒有用處

# CHARACTERS.WX78.DESCRIBE.FIRECRACKERS
source: CHAOS IN STICK FORM
de: CHAOS IN STÄBCHENFORM
es_mx: CAOS PIROTÉCNICO
fr: CHAOS EN BÂTON
it: CAOS NELLA FORMA DI UN BASTONE
ja: ＊カオスを封入中＊
ko: 막대기 형태의 혼돈
pl: CHAOS W FORMIE KIJKA.
pt_br: CAOS NA FORMA DE VARINHAS
ru: ХАОС В ТВЕРДОЙ ФОРМЕ
zh_cn: 条状混乱
zh_tw: 條狀混亂

# CHARACTERS.WX78.DESCRIBE.FIREFLIES.GENERIC
source: BIOLUMINESCENT INSECTS
de: BIOLUMINESZIERENDES INSEKT.
es_mx: INSECTOS BIOLUMINISCENTES
fr: INSECTES BIOLUMINESCENTS
it: INSETTI BIOLUMINESCENTI
ja: ＊発光昆虫＊
ko: 생체발광 곤충
pl: BIOLUMINESCENCYJNE INSEKTY.
pt_br: INSETOS BIOLUMINESCENTES.
ru: БИОЛЮМИНЕСЦЕНТНЫЕ НАСЕКОМЫЕ
zh_cn: 生物性发光的昆虫
zh_tw: 生物性發光的昆蟲

# CHARACTERS.WX78.DESCRIBE.FIREFLIES.HELD
source: THEY ARE VERY LIGHT
de: SIE SIND SEHR LEICHT.
es_mx: SON MUY LUMINOSAS
fr: ELLES SONT TRÈS LÉGÈRES
it: SONO MOLTO LEGGERI
ja: ＊彼らはとても軽いです＊
ko: 매우 가벼움
pl: SĄ BARDZO LEKKIE.
pt_br: ELES SÃO MUITO LUMINOSOS
ru: ОНИ ОЧЕНЬ ЯРКИЕ
zh_cn: 它们很亮
zh_tw: 它們很亮

# CHARACTERS.WX78.DESCRIBE.FIREHOUND
source: IT LIVES TO BURN
de: ER LEBT, UM ZU BRENNEN.
es_mx: VIVE PARA QUEMAR
fr: VIT POUR BRÛLER
it: VIVE PER BRUCIARE
ja: ＊燃えるために生きています＊
ko: 타기 위해 삶
pl: ŻYJE DLA OGNIA.
pt_br: VIVE PARA QUEIMAR
ru: ЖИВЕТ, ЧТОБЫ ГОРЕТЬ
zh_cn: 它为燃烧而活
zh_tw: 它為燃燒而活

# CHARACTERS.WX78.DESCRIBE.FIRENETTLES
source: I WILL STAMP THEM ALL OUT
de: ICH WERDE SIE ALLE AUSMERZEN
fr: JE LES ARRACHERAI TOUTES
it: LE ELIMINERÒ TUTTE
ja: ＊すべて踏み潰してさしあげます＊
ko: 그들 모두를 근절할 것임.
pl: ZADEPCZĘ JE WSZYSTKIE.
pt_br: VOU ACABAR COM ELAS
ru: Я ВЫТОПЧУ ИХ ВСЕ БЕЗ СЛЕДА
zh_cn: 我会把它们斩草除根
zh_tw: 我會把它們斬草除根

# CHARACTERS.WX78.DESCRIBE.FIREPIT.EMBERS
source: WARNING: FIRE LEVELS CRITICAL
de: WARNUNG... FEUERSTUFE KRITISCH
es_mx: ADVERTENCIA: NIVEL DE FUEGO CRÍTICO
fr: ALERTE : NIVEAU DE FEU CRITIQUE
it: ATTENZIONE: LIVELLO DEL FUOCO CRITICO
ja: ＊注意：炎レベルが危機的です＊
ko: 경고: 화염 수준 임계
pl: OSTRZEŻENIE: KRYTYCZNIE NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO CRÍTICOS
ru: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ДОСТИГ КРИТИЧЕСКОЙ ТОЧКИ
zh_cn: 警告：火将熄灭
zh_tw: 警告：火將熄滅

# CHARACTERS.WX78.DESCRIBE.FIREPIT.GENERIC
source: A TEMPORARY ENCAMPMENT
de: EIN TEMPORÄRES LAGER.
es_mx: UN CAMPAMENTO TEMPORAL
fr: UN BIVOUAC TEMPORAIRE
it: UN ACCAMPAMENTO TEMPORANEO
ja: ＊一時的な野営＊
ko: 임시 야영지
pl: TYMCZASOWE OBOZOWISKO.
pt_br: UM ACAMPAMENTO TEMPORÁRIO
ru: ВРЕМЕННЫЙ ЛАГЕРЬ
zh_cn: 一个临时营地
zh_tw: 一個臨時營地

# CHARACTERS.WX78.DESCRIBE.FIREPIT.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
de: WARNUNG: FEUER IST UNGESTÜM.
es_mx: ADVERTENCIA: FUEGO ESTREPITOSO
fr: ALERTE : FEU EXUBÉRANT
it: ATTENZIONE: IL FUOCO È TURBOLENTO
ja: ＊注意：炎が始末に負えないレベルです＊
ko: 경고: 화염이 난폭함
pl: OSTRZEŻENIE: OGIEŃ SWOBODNY.
pt_br: AVISO: FOGO FORA DE CONTROLE
ru: ВНИМАНИЕ: ОГОНЬ РАЗБУШЕВАЛСЯ
zh_cn: 警告：火势过大
zh_tw: 警告：火勢過大

# CHARACTERS.WX78.DESCRIBE.FIREPIT.LOW
source: WARNING: FIRE LEVELS LOW
de: WARNUNG... FEUERSTUFE NIEDRIG
es_mx: ADVERTENCIA: NIVEL DE FUEGO BAJO
fr: ALERTE : NIVEAU DE FEU FAIBLE
it: ATTENZIONE: LIVELLO DEL FUOCO BASSO
ja: ＊注意：炎レベルが低くなっています＊
ko: 경고: 화염 수준 낮음
pl: OSTRZEŻENIE: NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO BAIXOS
ru: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ
zh_cn: 警告：火势微弱
zh_tw: 警告：火勢微弱

# CHARACTERS.WX78.DESCRIBE.FIREPIT.NORMAL
source: IT REMINDS ME OF SOMETHING
de: ES ERINNERT MICH AN IRGENDETWAS.
es_mx: ME RECUERDA A ALGO
fr: ÇA ME RAPPELLE QUELQUE CHOSE
it: MI RICORDA QUALCOSA
ja: ＊どこかなつかしいです＊
ko: 무언가 상기시킴
pl: COŚ MI TO PRZYPOMINA.
pt_br: ME FAZ LEMBRAR DE ALGO
ru: ЭТО МНЕ О ЧЕМ-ТО НАПОМИНАЕТ
zh_cn: 它让我想起了某些事情
zh_tw: 它讓我想起了某些事情
