Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_LUNARMOTHLING
source: I keep her around because she's good at mothematics.
de: Ich behalte sie, weil sie gut in Mottematik ist.
es: La tengo por aquí porque se le dan bien las matemáticas.
fr: J'en garde toujours un sous la main.
it: La tengo con me perché è tanto tenera.
ja: 数字に強いから連れて歩こう。
ko: 나방을 잘 알아서 데리고 다니면 좋아.
pt_br: Não importa o que faça, ela não passa de uma traça.
zh_cn: 留着她是因为她对飞蛾学有价值。
zh_tw: 留著她是因為她對飛蛾學有價值。

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_PERDLING
source: My feathered friend.
de: Mein gefiederter Freund.
es: Mi amigo con plumas.
fr: Mon copain à plumes.
it: Il mio amico piumato.
ja: 羽の生えたお友だち。
ko: 깃털 달린 친구.
pt_br: Meu amigo penoso.
zh_cn: 我的长羽毛的朋友。
zh_tw: 我的長羽毛的朋友。

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_PUPPY
source: Pretty cute for a lil monster!
de: Ziemlich niedlich für'n kleines Monster!
es: ¡Es muy bonito para ser un pequeño monstruo!
fr: Plutôt mignon pour un petit monstre !
it: Molto tenero per essere un mostriciattolo!
ja: モンスターの子供にしては可愛い！
ko: 작은 몬스터치곤 귀엽다!
pt_br: Bem bonitinho pra um monstrinho!
zh_cn: 对一只小怪兽来说真是太可爱了！
zh_tw: 對一隻小怪獸來說真是太可愛了！

# CHARACTERS.GENERIC.DESCRIBE.CROW.GENERIC
source: Creepy!
de: Gruselig!
es: ¡Qué miedo!
fr: Ça fout les jetons !
it: Raccapricciante!
ja: 気味悪い！
ko: 소름 끼쳐!
pt_br: Assustador!
zh_cn: 真可怕！
zh_tw: 真可怕！

# CHARACTERS.GENERIC.DESCRIBE.CROW.HELD
source: He's not very happy in there.
de: Sie fühlt sich hier nicht besonders wohl.
es: No es muy feliz aquí.
fr: C'est pas la fête là-dedans.
it: Non è molto felice.
ja: 彼はそこではあまり幸せじゃないな。
ko: 안에 있는 게 불만스러워 보인다.
pt_br: Ele não está muito feliz lá.
zh_cn: 它在那里不太快乐。
zh_tw: 它在那裡不太快樂。

# CHARACTERS.GENERIC.DESCRIBE.CRUMBS
source: A crummy way to hide yourself.
de: Auch eine Art, sich zu verstecken.
es: Una forma deliciosa de esconderse.
fr: Au moins, elles ne sont pas dans mon lit.
it: Un modo piuttosto inefficace di nascondersi.
ja: 自分を隠すのには向かない。
ko: 숨는 게 형편없어.
pt_br: Não dá para se contentar com migalhas.
zh_cn: 走一路掉一路。
zh_tw: 走一路掉一路。

# CHARACTERS.GENERIC.DESCRIBE.CUTGRASS
source: Cut grass, ready for arts and crafts.
de: Geschnittenes Gras. Bereit zum Basteln.
es: Hierba cortada, lista para hacer artesanías.
fr: De l'herbe coupée pour créer et fabriquer.
it: Erba tagliata, pronta per delle creazioni artistiche.
ja: クラフトなどにすぐ使える草。
ko: 공예에 쓰기 좋은 벤 풀.
pt_br: Grama cortada, pronta para artesanato.
zh_cn: 割下来的草，可用于制作和合成其他东西。
zh_tw: 割下來的草，可用于製作和合成其他東西。

# CHARACTERS.GENERIC.DESCRIBE.CUTLICHEN
source: Nutritious, but it won't last long.
de: Nahrhaft, wird aber nicht lange anhalten.
es: Nutritivo, pero no por mucho tiempo.
fr: Nutritif, mais périssable.
it: Nutriente, ma non durerà a lungo.
ja: 栄養にはなるけど、長持ちしそうにない。
ko: 영양가 있지만 금방 상한다.
pt_br: Nutritivo, mas não vai durar muito.
zh_cn: 有营养，但保存不了多久。
zh_tw: 有營養，但保存不了多久。

# CHARACTERS.GENERIC.DESCRIBE.CUTREEDS
source: Cut reeds, ready for crafting and hobbying.
de: Geschnittenes Schilf. Bereit zum Weiterverarbeiten.
es: Juncos cortados, listos para fabricar cosas y hacer artesanía.
fr: Des roseaux coupés, je vais pouvoir créer et m'amuser.
it: Canne tagliate, pronte per essere usata per fabbricare.
ja: クラフトや趣味にすぐ使えるアシ。
ko: 제작과 여가 생활에 쓰기 좋은 자른 갈대.
pt_br: Junco cortado, pronto para criação e artesanato.
zh_cn: 割下的芦苇，可用于合成和消遣。
zh_tw: 割下的蘆葦，可用于合成和消遣。

# CHARACTERS.GENERIC.DESCRIBE.CUTSTONE
source: Seductively smooth.
de: Verlockend geschmeidig.
es: Seductoramente suave.
fr: Exquisément doux.
it: Seducentemente liscia.
ja: ツルツル、スベスベだ
ko: 매력적으로 매끄럽다.
pt_br: Sedutoramente lisa.
zh_cn: 光滑诱人。
zh_tw: 光滑誘人。

# CHARACTERS.GENERIC.DESCRIBE.DEADLYFEAST
source: A most potent dish.
de: Ein höchst wirksames Gericht.
es: Un plato muy potente.
fr: Un plat très puissant.
it: Il piatto più potente.
ja: 最強の料理。
ko: 매우 치명적인 요리다.
pt_br: Um prato deveras potente.
zh_cn: 功效最强的大餐。
zh_tw: 功效最強的大餐。

# CHARACTERS.GENERIC.DESCRIBE.DEAD_SEA_BONES
source: That's what they get for coming up on land.
de: Das haben sie davon, an Land zu kommen.
es: Eso les pasa por venir a tierra firme.
fr: C'est ce qui arrive quand ils se hissent sur la terre ferme.
it: Ecco cosa succede quando toccano terra.
ja: 陸に上がるからこうなるんだ。
ko: 육지로 올라오면 이렇게 돼.
pt_br: É isso que dá querer vir para terra firme.
zh_cn: 上了岸，结果落得如此下场。
zh_tw: 上了岸，結果落得如此下場。

# CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.BURNING
source: What a waste of wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de madera.
fr: Que de bouffe gaspillée !
it: Che spreco di legna.
ja: 何という木の無駄。
ko: 나무가 아깝다.
pt_br: Que desperdício de madeira.
zh_cn: 真是浪费木材。
zh_tw: 真是浪費木材。

# CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.BURNT
source: I feel like I could have prevented that.
de: Ich glaub, ich hätte es verhindern können.
es: Creo que podría haberlo evitado.
fr: Je trouve que j'aurais pu éviter ça.
it: Mi sento come se avessi potuto impedirlo.
ja: この事態は防げたような気がする。
ko: 이렇게 되지 않게 할 수도 있었을 텐데.
pt_br: Tenho a impressão de que podia ter evitado isso.
zh_cn: 我觉得我本可以阻止这种事情发生的。
zh_tw: 我覺得我本可以阻止這種事情發生的。

# CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Take that, nature!
de: Nimm das, Natur!
es: ¡Chúpate esa, naturaleza!
fr: Prends ça, nature !
it: Prendi questo, natura!
ja: 見たか、自然め！
ko: 자연아, 맛 좀 봐라!
pt_br: Tome essa, natureza!
zh_cn: 接招吧，大自然！
zh_tw: 接招吧，大自然！

# CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It's all leafy. Most of the time.
de: Er ist vollkommen grün. Jedenfalls die meiste Zeit.
es: Es muy frondoso. La mayor parte del tiempo.
fr: Il est tout touffu. La plupart du temps.
it: È tutto un fogliame. La maggior parte del tempo.
ja: 葉でフサフサ。だいたいの場合は。
ko: 잎이 무성하다. 거의 늘.
pt_br: É toda folhosa. Quase sempre.
zh_cn: 满是阔叶。大部分时候是这样的。
zh_tw: 滿是闊葉。大部分時候是這樣的。

# CHARACTERS.GENERIC.DESCRIBE.DECIDUOUSTREE.POISON
source: It looks unhappy about me stealing those birchnuts!
de: Er scheint nicht glücklich damit zu sein, dass ich die Birkennüsse klaue.
es: ¡Parece que no le gusta que le robe las nueces de abedul!
fr: Il n'a pas l'air ravi que je prenne ses châtaignes !
it: Non sembra contento che stia rubando quelle nocetulle!
ja: こうしてバーチナッツを盗ってることを、こいつは気に入らないみたいだ。
ko: 내가 버치넛을 훔쳐서 화가 난 것 같다!
pt_br: Parece infeliz com o fato de eu estar roubando essas nozes!
zh_cn: 看来偷桦栗果惹火了它！
zh_tw: 看來偷樺栗果惹火了它！

# CHARACTERS.GENERIC.DESCRIBE.DEER.ANTLER
source: What an impressive antler!
de: Beeindruckendes Geweih!
es: ¡Qué cornamenta tan impresionante!
fr: Quelle ramure impressionnante !
it: Che corno impressionante!
ja: なんて立派な角だろう！
ko: 뿔이 참 멋지군!
pt_br: Que galhada impressionante!
zh_cn: 多么引人注目的一个鹿角啊！
zh_tw: 多麼引人注目的一個鹿角啊！

# CHARACTERS.GENERIC.DESCRIBE.DEER.GENERIC
source: Is it staring at me? ...No, I guess not.
de: Starrt es mich an? ... Nein, wohl nicht.
es: ¿Me está mirando a mí...? No, supongo que no.
fr: Est-ce qu'il m'observe ? Non, je ne crois pas.
it: Mi sta fissando? Non credo proprio.
ja: こっちを見てるのかな？…いや、勘違いだ。
ko: 날 쳐다보는 건가? ...아니겠지.
pt_br: Está me encarando? Não, acho que não.
zh_cn: 它是不是盯着我？…不，我猜没有。
zh_tw: 它是不是盯著我？…不，我猜沒有。

# CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS
source: It's enormous!!
de: Einfach riesig!!
es: ¡¡Es enorme!!
fr: C'est énorme !
it: È enorme!!
ja: それは巨大だ！！
ko: 정말 거대하다!
pt_br: É enorme!
zh_cn: 它体型真大！！
zh_tw: 它體型真大！！

# CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS_EYEBALL
source: This is really gross.
de: Das ist wirklich ekelhaft.
es: Esto es realmente asqueroso.
fr: C'est vraiment dégueu.
it: È davvero una volgarità.
ja: これは本当に気味が悪い。
ko: 정말 징그럽다.
pt_br: Que nojento!
zh_cn: 这真的很恶心。
zh_tw: 這真的很噁心。

# CHARACTERS.GENERIC.DESCRIBE.DEER_ANTLER
source: Was that supposed to come off?
de: Sollte das abfallen?
es: ¿Se supone que eso se puede quitar?
fr: C'était supposé tomber ?
it: Si doveva staccare?
ja: 外れるようにできてるの？
ko: 원래 떨어지는 건가?
pt_br: Era pra isso sair mesmo?
zh_cn: 掉下来正常吗？
zh_tw: 掉下來正常嗎？

# CHARACTERS.GENERIC.DESCRIBE.DEER_GEMMED
source: It's being controlled by that beast!
de: Das wird von dem Tier gesteuert!
es: ¡Esa bestia la controla!
fr: C'est contrôlé par cette bête !
it: È controllato da quella bestia!
ja: あの獣にコントロールされてるんだ！
ko: 저 짐승이 조종하고 있다!
pt_br: Está sendo controlado pela fera!
zh_cn: 它被那头野兽控制着！
zh_tw: 它被那頭野獸控制著！

# CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
de: Das ist wahrscheinlich ein Grasbüschel.
es: Es probablemente un manojo de hierba.
fr: Sûrement juste une touffe d'herbe.
it: È probabilmente un ciuffo d'erba.
ja: 多分草やぶだ。
ko: 풀 덤불인 것 같잖아.
pt_br: Provavelmente é um tufo de grama.
zh_cn: 可能是一丛草。
zh_tw: 可能是一叢草。

# CHARACTERS.GENERIC.DESCRIBE.DESERTHAT
source: Quality eye protection.
de: Hochwertiger Augenschutz.
es: Protección ocular de calidad.
fr: Protection oculaire de qualité.
it: Protezione degli occhi di qualità.
ja: これで目をしっかり保護できるぞ
ko: 뛰어난 눈 보호 장치.
pt_br: Proteção ocular de qualidade.
zh_cn: 优质护目用具。
zh_tw: 優質護目用具。

# CHARACTERS.GENERIC.DESCRIBE.DEVTOOL
source: It smells of bacon!
de: Riecht nach Speck!
es: ¡Huele a tocino!
fr: Ça sent le bacon !
it: Odora di pancetta!
ja: ベーコンの匂いだ！
ko: 베이컨 냄새가 난다!
pt_br: Tem cheiro de bacon!
zh_cn: 闻起来像培根！
zh_tw: 聞起來像培根！

# CHARACTERS.GENERIC.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
de: Ich bin nicht stark genug, um das zu benutzen.
es: No soy lo bastante fuerte como para hacerla funcionar.
fr: Je ne suis pas assez fort pour soulever ça.
it: Non sono abbastanza forte per impugnarla.
ja: それを使いこなせるほど私は強くはない。
ko: 아직 힘이 부족해서 사용할 수 없다.
pt_br: Não sou forte o suficiente para carregar isso.
zh_cn: 我还不够壮，挥不动它。
zh_tw: 我還不夠壯，揮不動它。

# CHARACTERS.GENERIC.DESCRIBE.DIRTPILE
source: It's a pile of dirt... or IS it?
de: Das ist ein Haufen Dreck ... ODER?
es: Es un montón de tierra... ¿o no?
fr: C'est un tas de terre... ou est-ce... ?
it: È un mucchio di terriccio... VERO?
ja: これは土の山…だよな？
ko: 그저 평범한 흙더미가... 맞겠지?
pt_br: É um monte de terra... ou será que não?
zh_cn: 这是一堆土...还是？
zh_tw: 這是一堆土...還是？

# CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
de: Das Signal ist sehr schwach.
es: La señal es muy débil.
fr: Le signal est très faible.
it: Il segnale è molto debole.
ja: そのシグナルはかなり弱い。
ko: 신호가 매우 약하다.
pt_br: O sinal está bem fraco.
zh_cn: 信号很弱。
zh_tw: 信號很弱。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
de: Irgendeine Art von Zielsucheinrichtung.
es: Es una especie de dispositivo de rastreo.
fr: Un genre d'appareil à tête chercheuse.
it: È un qualche tipo di dispositivo a inseguimento.
ja: それは自動誘導装置の一種。
ko: 일종의 자동 유도 장치인 것 같다.
pt_br: É algum tipo de dispositivo de rastreamento.
zh_cn: 它是某种自动引导装置。
zh_tw: 它是某種自動引導裝置。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
de: Das Ding spielt verrückt!
es: ¡Este chisme se está volviendo loco!
fr: Ce truc devient fou !
it: Questa cosa sta impazzendo!
ja: これはまるっきりおかしくなってる！
ko: 폭주하고 있다!
pt_br: Isso está ficando fora de controle!
zh_cn: 这东西发疯了！
zh_tw: 這東西發瘋了！

# CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
de: Das ist die richtige Richtung.
es: Voy en la dirección correcta.
fr: Je vais dans la bonne direction.
it: Sto andando nella direzione giusta.
ja: 正しい方向に向かっている。
ko: 지금 제대로 가고 있다.
pt_br: Estou indo naquela direção.
zh_cn: 我在正确的方向上。
zh_tw: 我在正確的方向上。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARMER
source: Must be getting pretty close.
de: Muss schon ganz in der Nähe sein.
es: Debo de estar acercándome mucho.
fr: Je ne dois plus être très loin.
it: Devo essere nelle vicinanze.
ja: もうかなり近くのはずだ。
ko: 가까워지는 것 같다.
pt_br: Devo estar me aproximando.
zh_cn: 肯定很接近了。
zh_tw: 肯定很接近了。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
de: Ich frage mich, was das macht.
es: Me pregunto qué hará.
fr: Je me demande à quoi ça sert.
it: Mi chiedo a cosa serva.
ja: 一体それは何をするものだろう。
ko: 어떤 기능이 있을까 궁금하다.
pt_br: O que será que faz?
zh_cn: 我想知道它有什么用。
zh_tw: 我想知道它有什麼用。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
de: Sieht aus, als bräuchte man einen großen Schlüssel.
es: Parece que necesita una llave grande.
fr: On dirait qu'il faut une grosse clé.
it: Sembra che abbia bisogno di una grossa chiave.
ja: どうやら大きめの鍵が必要なようだ。
ko: 커다란 열쇠가 필요한 것 같다.
pt_br: Parece que precisa de uma chave grande.
zh_cn: 看起来它需要一把大钥匙。
zh_tw: 看起來它需要一把大鑰匙。

# CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now the machine can work!
de: Jetzt kann die Maschine arbeiten.
es: ¡Ahora la máquina puede funcionar!
fr: La machine va enfin marcher !
it: Ora la macchina può funzionare!
ja: やっと俺のマシーンも稼働できる！
ko: 이제 기계를 작동할 수 있다!
pt_br: Agora a máquina pode funcionar!
zh_cn: 现在机器可以工作了！
zh_tw: 現在機器可以工作了！

# CHARACTERS.GENERIC.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
de: Dieser Stab sieht nützlich aus.
es: ¡Esa vara parece útil!
fr: Ce bâton a l'air utile !
it: Quella bacchetta sembra utile!
ja: その棒は使えそうだ！
ko: 꽤 쓸모 있어 보이는 막대기다!
pt_br: Essa vara parece útil!
zh_cn: 那根手杖看起来很有用！
zh_tw: 那根手杖看起來很有用！

# CHARACTERS.GENERIC.DESCRIBE.DOLL_BLUEPRINT
source: My beefalo will look as cute as a button!
de: Mein Beefalo wird damit total knuffig aussehen!
es: ¡Mi beefalo va a quedar como un figurín!
fr: Mon bœufalo va être tout mignon !
it: Il mio mufalo sarà grazioso come una bambola!
ja: 僕のビーファロは超絶かわいくなるだろう！
ko: 내 비팔로가 단추처럼 귀엽게 보이겠어!
pt_br: Meu bífalo vai ficar uma graça!
zh_cn: 我的皮弗娄牛一定会可爱动人！
zh_tw: 我的皮弗婁牛一定會可愛動人！

# CHARACTERS.GENERIC.DESCRIBE.DRAGONBODYHAT
source: I'm middling on this middle piece.
de: In diesem Mittelstück fühl ich mich mittelmäßig.
es: Estoy entre medias en el medio.
fr: J'hésite un peu sur cette partie.
it: Tentenno su questo pezzo centrale.
ja: この真ん中のとこがいいよね。
ko: 가운데 조각이다.
pt_br: Estou com dúvidas sobre isso.
zh_cn: 中间的部分让我有点犹豫。
zh_tw: 中間的部分讓我有點猶豫。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONCHILISALAD
source: I hope I can handle the spice level.
de: Hoffentlich ist der mir nicht zu scharf.
es: Espero poder lidiar con el nivel de especias.
fr: J'espère que ça ne sera pas trop épicé pour moi.
it: Spero non sia troppo piccante.
ja: 辛さに耐えられるといいんだけど。
ko: 이 정도로 매운 음식은 먹을 수 있길.
pt_br: Tomara que não esteja apimentado demais.
zh_cn: 希望能承受住辛辣的程度。
zh_tw: 希望能承受住辛辣的程度。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLY
source: That's one fly dragon!
de: Die reinste Monsterlibelle!
es: ¡Es un dragón que revolotea!
fr: Un dragon qui vole !
it: Un drago volante!
ja: こりゃあ飛んでるドラゴンだ！
ko: 용파리다!
pt_br: Que inseto mais libelar!
zh_cn: 那是一只龙蝇！
zh_tw: 那是一隻龍蠅！

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYCHEST
source: Next best thing to a lockbox!
de: Fast so gut wie ein Schließfach.
es: ¡Lo mejor después de un cofre!
fr: Ce qu'on fait de mieux avant un coffre !
it: La cosa migliore dopo una cassaforte!
ja: 貨金庫と同じくらい安全！
ko: 자물쇠 달린 상자 다음으로 좋은 것!
pt_br: Só não é melhor que um cofre!
zh_cn: 仅次于保险箱！
zh_tw: 僅次於保險箱！

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: Produces a lot of heat, but not much light.
de: Produziert eine Menge Hitze, aber nicht viel Licht.
es: Produce mucho calor, pero no mucha luz.
fr: Ça produit beaucoup de chaleur, mais peu de lumière.
it: Produce molto calore, ma poca luce.
ja: すごく暖かくなるけど、あまり明るくはない
ko: 열은 많이 내지만 빛은 별로 밝지 않다.
pt_br: Produz muito calor, mas não muita luz.
zh_cn: 产生了大量的热量，但亮光却不多。
zh_tw: 產生了大量的熱量，但亮光卻不多。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: I don't think it's supposed to look like that.
de: Ich glaube nicht, dass es so aussehen soll.
es: Creo que esto normalmente no está así.
fr: Je ne crois pas qu'il soit dans son état normal.
it: Non credo che debba sembrare così.
ja: 見た目がおかしいような気がする。
ko: 원래는 저렇게 생기지 않았을 것 같다.
pt_br: Acho que não era pra ter essa aparência.
zh_cn: 看起来不太对啊。
zh_tw: 看起來不太對啊。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: It's scalding!
de: Das ist heiß!
es: ¡Está ardiendo!
fr: Il est bouillant !
it: Scotta!
ja: やけどしそうだ！
ko: 뜨겁다!
pt_br: Está escaldante!
zh_cn: 滚烫！
zh_tw: 滾燙！

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: Is it winking at me?
de: Zwinkert mir das zu?
es: ¿Me está guiñando un ojo?
fr: Est-ce qu'il me fait de l'œil ?
it: Mi sta facendo l'occhiolino?
ja: いまウィンクした？
ko: 지금 나한테 윙크하는 건가?
pt_br: Está piscando pra mim?
zh_cn: 它是在朝我眨眼吗？
zh_tw: 它是在朝我眨眼嗎？

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT
source: What a weird fruit.
de: Was für eine seltsame Frucht.
es: Qué fruta tan extraña.
fr: Quel étrange fruit !
it: Che strano frutto.
ja: なんて変わった果物。
ko: 이상한 과일이다.
pt_br: Que fruta estranha.
zh_cn: 好奇怪的水果。
zh_tw: 好奇怪的水果。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_COOKED
source: The fruit's still weird.
de: Was für eine seltsame Frucht.
es: Qué fruta tan extraña.
fr: Ce fruit est toujours étrange.
it: Il frutto è ancora strano.
ja: ヘンテコな果物に火を通したものだ
ko: 그래도 이상한 과일이다.
pt_br: A fruta ainda está estranha.
zh_cn: 这水果还是很怪。
zh_tw: 這水果還是很怪。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: I half expect it to sprout wings.
de: Ich rechne fast damit, dass ihr Flügel wachsen.
es: No me extrañaría que le salieran alas.
fr: Je m'attendais presque à ce qu'il lui pousse des ailes.
it: Non credo che mi stupirei troppo se gli spuntassero le ali.
ja: 羽根が生えてきて本物のドラゴンになったりして。
ko: 반쯤은 날개가 돋아나기를 기대해.
pt_br: Eu meio que espero que ela crie asas.
zh_cn: 我还有点期待它会长出翅膀呢。
zh_tw: 我還有點期待它會長出翅膀呢。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pt_br: É uma semente.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONHEADHAT
source: So who gets to be the head?
de: So, wer darf der Kopf sein?
es: ¿Y para quién es la cabeza?
fr: Et qui va être la tête ?
it: Quindi chi farà da testa?
ja: それで、誰が頭になる？
ko: 누가 머리일까?
pt_br: Então quem vai ser a cabeça?
zh_cn: 所以谁要在前面？
zh_tw: 所以誰要在前面？

# CHARACTERS.GENERIC.DESCRIBE.DRAGONPIE
source: The dragonfruit is very filling.
de: Überaus sättigend.
es: La pitahaya llena mucho.
fr: Le fruit du dragon est très roboratif !
it: Il frutto del drago è molto saziante.
ja: ドラゴン級のおいしさだ！
ko: 용과는 포만감이 있다.
pt_br: A pitaia é bem nutritiva.
zh_cn: 那个火龙果非常耐饱。
zh_tw: 那個火龍果非常耐飽。

# CHARACTERS.GENERIC.DESCRIBE.DRAGONTAILHAT
source: Someone has to bring up the rear.
de: Jemand muss das Hinterteil zum Leben erwecken.
es: Alguien tiene que ir a la cola.
fr: Quelqu'un doit lui soulever la queue.
it: Qualcuno dovrà sollevare il posteriore.
ja: 誰かが尻尾を持ち上げないと。
ko: 누군가가 뒤를 담당해야 한다.
pt_br: Alguém tem que levar a parte traseira.
zh_cn: 神龙摆尾的洋气帽子。
zh_tw: 神龍擺尾的洋氣帽子。

# CHARACTERS.GENERIC.DESCRIBE.DRAGON_SCALES
source: They're still warm.
de: Sie sind immer noch warm.
es: Aún están calientes.
fr: Elles sont encore chaudes.
it: Sono ancora calde.
ja: まだ少し温かい。
ko: 아직도 따뜻하다.
pt_br: Ainda estão quentes.
zh_cn: 还是热的。
zh_tw: 還是熱的。

# CHARACTERS.GENERIC.DESCRIBE.DRIFTWOOD_LOG
source: It floats on water.
de: Treibt auf dem Wasser.
es: Flota en el agua.
fr: Ça flotte.
it: Galleggia sull'acqua.
ja: 水に浮かんでる。
ko: 물 위에 떠.
pt_br: Flutua na água.
zh_cn: 能浮在水上。
zh_tw: 能浮在水上。

# CHARACTERS.GENERIC.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: That driftwood's burning!
de: Das Treibholz brennt!
es: ¡Esa madera a la deriva está ardiendo!
fr: Ce bois flotté brûle !
it: Quel legno marino sta bruciando!
ja: 流木が燃えてる！
ko: 유목이 탄다!
pt_br: A madeira flutuante pegou fogo!
zh_cn: 浮木在燃烧！
zh_tw: 浮木在燃燒！

# CHARACTERS.GENERIC.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: Doesn't look very useful anymore.
de: Sieht nicht mehr sehr nützlich aus.
es: Ya no parece demasiado útil.
fr: Ça n'a plus l'air très utile.
it: Non sembra più molto utile.
ja: あまり使い勝手がよさそうには見えない。
ko: 이제 별로 쓸모가 없어 보여.
pt_br: Não parece ter muita utilidade agora.
zh_cn: 看起来没什么用了。
zh_tw: 看起來沒什麼用了。

# CHARACTERS.GENERIC.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: There might still be something worth digging up.
de: Vielleicht ist da noch was, das sich auszugraben lohnt.
es: A lo mejor aún queda algo que merezca la pena sacar.
fr: Il y a peut-être encore des trucs à déterrer.
it: Forse si può ricavare ancora qualcosa.
ja: まだ何か掘り出しものがあるかもしれない。
ko: 아직 쓸 만한 걸 파낼 수 있을지도 몰라.
pt_br: Pode ser que ainda tenha algo para desenterrar.
zh_cn: 可能还有东西值得挖一挖。
zh_tw: 可能還有東西值得挖一挖。

# CHARACTERS.GENERIC.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: A dead tree that washed up on shore.
de: Ein angeschwemmter toter Baum.
es: Un árbol muerto arrastrado a la orilla.
fr: Un arbre mort qui s'est échoué sur la berge.
it: Un albero morto spiaggiato.
ja: 岸で波に洗われている枯れ木。
ko: 기슭에 쓸려 온 죽은 나무야.
pt_br: Uma árvore morta que foi parar na costa.
zh_cn: 被冲到岸上的一颗枯树。
zh_tw: 被沖到岸上的一顆枯樹。

# CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK
source: Ready for gobbling.
de: Jetzt wird gefuttert.
es: Listo para engullirlo.
fr: C'est pour se goinfrer.
it: Pronto da essere inghiottito.
ja: パックンといただこう！
ko: 바로 먹을 수 있다.
pt_br: Pronto pra devorar.
zh_cn: 准备好狼吞虎咽了。
zh_tw: 準備好狼吞虎嚥了。

# CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK_COOKED
source: Even better for gobbling!
de: So schmeckt es noch besser.
es: ¡Aún mejor para engullirlo!
fr: Encore mieux pour se goinfrer !
it: Ancora meglio per divorare!
ja: よし、パックンといただくぞ！
ko: 먹기 아주 좋게 되었다!
pt_br: Ainda melhor pra devorar!
zh_cn: 狼吞虎咽还更好！
zh_tw: 狼吞虎嚥還更好！

# CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH
source: Now it can be taken anywhere.
de: Ich schätze, das Zeug kann überall wachsen ...
es: Ahora se puede llevar a cualquier lugar.
fr: Maintenant je peux l'emmener où je veux.
it: Ora può essere portato ovunque.
ja: これで、別の場所に移せるな
ko: 이제 어디로든 가져갈 수 있다.
pt_br: Agora dá pra levar pra qualquer lugar.
zh_cn: 现在可以把它带到任何地方了。
zh_tw: 現在可以把它帶到任何地方了。

# CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH_JUICY
source: This could be replanted closer to home.
de: Das könnte versetzt und näher an Zuhause eingepflanzt werden.
es: Podría replantarlo cerca de casa.
fr: Ça pourrait se replanter plus près de la maison.
it: Questo potrebbe essere ripiantato più vicino a casa.
ja: 拠点の近くに植えてみよう
ko: 집 근처에 다시 심을 수 있다.
pt_br: Isso poderia ser plantado mais perto de casa.
zh_cn: 这树可移植到家附近。
zh_tw: 這樹可移植到家附近。

# CHARACTERS.GENERIC.DESCRIBE.DUG_GRASS
source: It can be planted anywhere now.
de: Das kann jetzt überall eingepflanzt werden.
es: Ahora se puede plantar en cualquier lugar.
fr: Maintenant, je peux la planter où je veux.
it: Può essere piantato ovunque ora.
ja: 別の場所に植え直そう
ko: 이제 어디에든 심을 수 있다.
pt_br: Agora pode ser plantada em qualquer lugar.
zh_cn: 如今在哪里都可以种这种植物。
zh_tw: 如今在哪裡都可以種這種植物。

# CHARACTERS.GENERIC.DESCRIBE.DUG_MARSH_BUSH
source: This needs to be planted.
de: Muss gepflanzt werden.
es: Hay que plantar esto.
fr: Ça se plante.
it: Ha bisogno di essere piantato.
ja: どこかに植えてみよう
ko: 심어야 한다.
pt_br: Isso precisa ser plantado.
zh_cn: 这需要种植。
zh_tw: 這需要種植。

# CHARACTERS.GENERIC.DESCRIBE.DUG_SAPLING
source: This needs to be planted.
de: Muss gepflanzt werden.
es: Hay que plantar esto.
fr: Ça se plante.
it: Ha bisogno di essere piantato.
ja: どこかに植えてみよう
ko: 이건 심어야 한다.
pt_br: Isso precisa ser plantado.
zh_cn: 这需要种植。
zh_tw: 這需要種植。

# CHARACTERS.GENERIC.DESCRIBE.DUG_TRAP_STARFISH
source: It's not fooling anyone now.
de: Darauf fällt jetzt keiner mehr rein.
es: Ya no engaña a nadie.
fr: Ça ne trompe plus personne.
it: Ora non ingannerà più nessuno.
ja: もう誰も騙されることはない。
ko: 지금 누구를 속이려고.
pt_br: Já não engana mais ninguém.
zh_cn: 它再也骗不了人了。
zh_tw: 它再也騙不了人了。

# CHARACTERS.GENERIC.DESCRIBE.DUMBBELL
source: I usually let my mind do all the heavy lifting.
de: Normalerweise überlasse ich meinem Verstand die schwere Arbeit.
es: Yo soy más de ejercitar el cerebro.
fr: En général, je muscle plutôt mon cerveau.
it: Di solito lascio che sia la mia mente a fare gli sforzi maggiori.
ja: 僕はいつも心で重量挙げをしてるんだ。
ko: 무거운 걸 들 때는 보통 정신력으로 하지.
pt_br: Normalmente eu deixo minha mente fazer o trabalho pesado.
zh_cn: 我做脑力训练比较多。
zh_tw: 我做腦力訓練比較多。
