Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: A Viking warrior can tell the time by the position of the sun.
de: Eine Wikingerkriegerin kann die Zeit anhand des Sonnenstandes bestimmen.
es: Los guerreros vikingos pueden saber la hora gracias a la posición del sol.
fr: Un guerrier viking peut déterminer l'heure grâce à la pösitiön de l'astre sölaire.
it: Una guerriera vichinga è in grado di stabilire l'ora dalla posizione del sole.
ja: バイキングの戦士は太陽の位置で時を告げることができる。
ko: 바이킹 전사는 태양의 위치로 시간을 알 수 있지.
pl: Wiking określa czas na podstawie słońca.
pt_br: Uma guerreira viking sabe as horas pela posição do sol.
ru: Настоящий викинг узнает час по положению светила.
zh_cn: 维京勇士可以通过太阳的位置来判断时间。
zh_tw: 維京勇士可以通過太陽的位置來判斷時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: 'Tis merely biding its time.
de: Sie wartet nur ab, bis die Zeit reif ist.
es: Está esperando a que llegue su momento.
fr: Cela attend sienne heure.
it: Sta solo attendendo il suo tempo.
ja: 時が来るのを待っているに過ぎぬ。
ko: 그냥 때를 기다리는 것 뿐이야.
pl: Toż to czeka na właściwy moment.
pt_br: Está esperando o momento certo.
ru: Они ждут своего часа.
zh_cn: 它在伺机而动。
zh_tw: 它在伺機而動。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: Aha! 'Tis not a time-teller, but a weapon in disguise!
de: Aha! Das ist kein Zeitzähler, sondern eine Waffe in Verkleidung!
es: Ajá... ¡No es un medidor de tiempo, sino un arma encubierta!
fr: Ha ha ! Ce n'est pöint un instrument de temps, mais une arme déguisée !
it: Aha! Non è un orologio, bensì un'arma camuffata!
ja: ほぅ！これは時を告げるのではなく、扮した武器！
ko: 알겠다! 이건 시간을 알려주는 게 아니라 무기를 위장한 거야!
pl: Aha! Toż to nie żaden czasomierz, a zamaskowana broń!
pt_br: Ah-rá! Não é um contador de tempo, mas uma arma disfarçada!
ru: Ага! То оружие, а не способ узнать время!
zh_cn: 啊哈！原来不是看时间的，而是伪装的武器！
zh_tw: 啊哈！原來不是看時間的，而是偽裝的武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKET_SCALE
source: How did I fare with my catch?
de: Wie schneidet mein Fang ab?
es: ¿Cómo me ha ido con mi captura?
fr: Ma prise a-t-elle était bönne. Vöyöns.
it: La mia pesca è stata vittoriosa?
ja: 我が獲物はどうなったのだ？
ko: 잡은 게 얼마나 되려나?
pl: Jak mi poszło?
pt_br: Como me saí na minha pescaria?
ru: И как мой улов?
zh_cn: 我的战利品有多少？
zh_tw: 我的戰利品有多少？

# CHARACTERS.WATHGRITHR.DESCRIBE.POLISHCOOKIE
source: My nose shall not be deceived, these are surely meat!
de: Wenn sich meine Nase nicht täuscht, ist das Fleisch!
es: ¡Nada engaña a mi olfato, es carne sin duda!
fr: Mön nez pöint ne me trömpe, sans döute est-ce de la viande !
it: Se l'olfatto non mi inganna, sono fatti di carne!
ja: 我が鼻は欺けない。これは間違いなく肉だ！
ko: 내 코는 못 속이지. 이건 틀림없이 고기다!
pl: Mojego nosa nie można zwieść, to ani chybi mięso!
pt_br: Meu nariz não se engana, isto é carne, sem dúvida!
ru: Мой нос не обманешь — это же мясо!
zh_cn: 我的鼻子错不了，这些必定是肉！
zh_tw: 我的鼻子錯不了，這些必定是肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE
source: Fruity flesh.
de: Fruchtiges Fleisch.
es: Carne con sabor a fruta.
fr: Chair fruitée.
it: Carne fruttata.
ja: フルーティな果肉。
ko: 과육이군.
pl: Owocowe mięso.
pt_br: Carne frutosa.
ru: Фруктовая плоть.
zh_cn: 果肉。
zh_tw: 果肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_COOKED
source: Seared fruit flesh.
de: Ausgetrocknetes Fruchtfleisch.
es: Carne de fruta a la plancha.
fr: Chair de fruit grillé.
it: Polpa di frutta scottata.
ja: フルーツ果肉のグリル焼き。
ko: 그슬린 과육이군.
pl: Pieczone mięso owocu.
pt_br: Carne de fruta tostada.
ru: Высохшая плоть фрукта.
zh_cn: 烧焦的果肉。
zh_tw: 燒焦的果肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_OVERSIZED
source: Its great size impresses me naught.
de: Die enorme Größe beeindruckt mich nicht im Geringsten.
es: Ese tamaño ni siquiera me impresiona.
fr: Sa grande taille ne m'impressiönne guère.
it: Le sue grandi dimensioni non mi fanno alcuna impressione.
ja: この巨大さも我の心動かすことはない。
ko: 엄청나게 커도 나에겐 아무런 감명도 없어.
pl: Jego wielkość nie robi na mnie wrażenia.
pt_br: O grande tamanho dela não me impressiona.
ru: Меня не впечатляет сей размер.
zh_cn: 它的巨大尺寸一点都没有让我感到震撼。
zh_tw: 它的巨大尺寸一點都沒有讓我感到震撼。

# CHARACTERS.WATHGRITHR.DESCRIBE.POMEGRANATE_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.POND
source: Something lurks in the deep.
de: In der Tiefe lauert etwas.
es: Algo acecha en las profundidades.
fr: Un truc se cache tout au fond.
it: Qualcosa si nasconde nel profondo.
ja: 何か深い場所に潜んでいる。
ko: 깊은 곳에 무언가가 도사리고 있군.
pl: Coś się czai w głębinach.
pt_br: Algo espreita na profundeza.
ru: Что-то скрывается в глубине.
zh_cn: 有东西潜藏在深处。
zh_tw: 有東西潛藏在深處。

# CHARACTERS.WATHGRITHR.DESCRIBE.PONDEEL
source: Delicious slimy snake fish.
de: Köstlicher schleimiger Schlangenfisch.
es: Delicioso pescado serpiente viscoso.
fr: Poisson serpent gluant délicieux.
it: Squisito viscido pesce serpente.
ja: 美味しいヌルヌルした蛇のような魚。
ko: 미끈거리고 맛있는 뱀 물고기로군.
pl: Pyszna, śliska wężowa ryba
pt_br: Peixe-cobra gosmento delicioso.
ru: Вкусная скользкая рыбка.
zh_cn: 美味的黏滑蛇鱼。
zh_tw: 美味的黏滑蛇魚。

# CHARACTERS.WATHGRITHR.DESCRIBE.PONDFISH
source: Pond meat!
de: Teichfleisch!
es: ¡Carne de estanque!
fr: De la viande d'étang !
it: Carne di stagno!
ja: 肉の池！
ko: 연못 고기다!
pl: Mięso ze stawu!
pt_br: Carne do lago!
ru: Озерное мясо!
zh_cn: 池塘的肉！
zh_tw: 池塘的肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.POND_ALGAE
source: Ancient flora.
de: Eine uralte Flora.
es: Flora antigua.
fr: De la flore ancienne.
it: Una flora antica.
ja: 古代の植物相。
ko: 고대의 식물이로군.
pl: Pradawna roślina.
pt_br: Uma flora ancestral.
ru: Древний растительный мир.
zh_cn: 古老的水藻。
zh_tw: 古老的水藻。

# CHARACTERS.WATHGRITHR.DESCRIBE.POOP
source: If only I could use it as camouflage from predators.
de: Wenn ich es doch wenigstens als Tarnung gegen Raubtiere verwenden könnte.
es: Ojalá pudiera usarlo como camuflaje contra los depredadores.
fr: Si seulement je pouvais m'en faire un camouflage contre les prédateurs.
it: Se solo potessi usarlo come camuffamento dai predatori.
ja: 捕食動物から隠れる、カモフラージュに使えればいいんだけど。
ko: 포식자를 피할 수 있는 위장으로 쓸 수 있으면 얼마나 좋을까.
pl: Gdybym tylko mogła wykorzystać je jako kamuflaż przed drapieżnikami.
pt_br: Se eu pelo menos pudesse usar como camuflagem contra predadores.
ru: Если бы я только могла использовать его в качестве маскировки от хищников.
zh_cn: 要是我能用它进行伪装，躲避捕食者的侵袭就好了。
zh_tw: 要是我能用它進行偽裝，躲避捕食者的侵襲就好了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLEBLENDER_ITEM
source: It does battle with food.
de: Er kämpft gegen Essen.
es: Combate con comida.
fr: Il se bat avec la nöurriture.
it: Combatte con il cibo.
ja: 食の戦だ！
ko: 음식과 싸우지.
pl: Toczy bój z jedzeniem!
pt_br: Ele luta com a comida.
ru: Сражается с едой.
zh_cn: 它跟食物战斗。
zh_tw: 它跟食物戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: My belly rumbles... make haste, cookpot!
de: Mir knurrt der Magen ... Beeil dich, Kochtopf!
es: Me rugen las tripas. ¡Date prisa, olla!
fr: Mes böyaux crient famine... Hâte-töi, marmite !
it: Il mio stomaco brontola... Sbrigati, pentola!
ja: 我が腹が鳴っている...急ぐのだ、鍋だ！
ko: 배가 요동을 치는군... 서둘러라, 요리솥아!
pl: Burczy mi w brzuchu... chyżo, garnku!
pt_br: Minha barriga ronca... anda logo, panela!
ru: У меня бурчит в животе… Торопись, казан!
zh_cn: 我的肚皮在咕咕叫……麻利点，锅子！
zh_tw: 我的肚皮在咕咕叫……麻利點，鍋子！

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: This will be done swiftly!
de: Dies geht schnell!
es: ¡Se hará en un santiamén!
fr: Cela ne sera pöint löng !
it: È questione di poco!
ja: すぐに成されるぞ！
ko: 순식간에 끝나겠군!
pl: Wkrótce będzie gotowe!
pt_br: Vai ficar pronto rápido!
ru: Скоро будет готово!
zh_cn: 马上就能完成！
zh_tw: 馬上就能完成！

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: Is there meat to be consumed?
de: Ist da Fleisch zum Essen?
es: ¿Hay carne para consumir?
fr: Y a-t-il de la viande à manger ?
it: C'è della carne da consumare?
ja: 食べれる肉はあるのか？
ko: 섭취할 고기가 있나?
pl: Czy jest tu jakieś mięso?
pt_br: Será que tem carne para ser consumida?
ru: А мясо в нем есть?
zh_cn: 有肉吃吗？
zh_tw: 有肉吃嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: Not even a morsel left inside...
de: Kein Fitzelchen mehr drin ...
es: No queda ni un bocado dentro...
fr: Pas même un mörceau ne reste au fönd...
it: Non c'è rimasto neanche un boccone...
ja: 中には肉片すら残っていない...
ko: 안에 한 조각도 안 남았군...
pl: Nie zostały nawet okruszki...
pt_br: Não sobrou nenhum pedacinho...
ru: Ни крошки внутри не осталось…
zh_cn: 一口都没剩……
zh_tw: 一口都沒剩……

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: Cooking, a noble profession.
de: Koch ist ein edler Beruf.
es: Cocinar es una noble profesión.
fr: Cuisinier, quelle nöble pröfessiön.
it: Cucinare... Che attività nobile!
ja: 料理、高貴な業だ。
ko: 요리는 고귀한 일이지.
pl: Gotowanie, szlachetna profesja.
pt_br: Cozinhar é uma profissão nobre.
ru: Готовка — благородная профессия.
zh_cn: 烹饪，高尚的职业。
zh_tw: 烹飪，高尚的職業。

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: Its task has come to an end.
de: Seine Mission ist erfüllt.
es: Su tarea ha tocado fin.
fr: Sa tâche a pris fin.
it: Il suo compito è terminato.
ja: その仕事、終わりが来る。
ko: 작업을 마쳤군.
pl: Wykonał swe zadanie.
pt_br: Sua tarefa chegou ao fim.
ru: Его предназначение выполнено.
zh_cn: 它的任务到头了。
zh_tw: 它的任務到頭了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: A formidable weapon against bad meals.
de: Formidable Waffe gegen schlechtes Essen.
es: Un arma formidable contra comidas malas.
fr: Une arme redöutable cöntre les mauvais repas.
it: Un'arma formidabile contro i pasti cattivi.
ja: 悪い食事に対抗する手ごわい武器だ。
ko: 맛없는 식사를 상대하는 어마어마한 무기다.
pl: Potężna broń przeciwko mdłej strawie.
pt_br: Uma arma poderosa contra refeições ruins.
ru: Мощное оружие против невкусной пищи.
zh_cn: 对付难吃的菜的有力武器。
zh_tw: 對付難吃的菜的有力武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLETENT
source: 'Tis a finely made shelter indeed!
de: Wirklich ein feiner Unterschlupf!
es: ¡Un refugio muy bien hecho, desde luego!
fr: Vöici en effet un abri digne de ce nöm !
it: È proprio un riparo coi fiocchi!
ja: 実に良く出来た避難所である！
ko: 훌륭한 피신처로군!
pl: Zaiste, zacne to schronienie!
pt_br: É realmente um refúgio refinado!
ru: Достойное убежище!
zh_cn: 这的确是一个很好的庇护所！
zh_tw: 這的確是一個很好的庇護所！

# CHARACTERS.WATHGRITHR.DESCRIBE.PORTABLETENT_ITEM
source: My talent lies in battle, not in building.
de: Ich bin Kämpferin, keine Baumeisterin.
es: Tengo talento para la batalla, no para construir.
fr: Mon talent s'exprime au cömbat, pas dans la cönstructiön.
it: Do del mio meglio in battaglia, non nella costruzione.
ja: 我の才能は戦うことにあり。設置は得意でない。
ko: 내 재능은 건축이 아닌 전투다.
pl: Znam się na walce, nie na budowaniu.
pt_br: Meu talento está na batalha, não na construção.
ru: Я хороша в бою, а строить могут и другие.
zh_cn: 我的天赋在于战斗，而不是建筑。
zh_tw: 我的天賦在於戰鬥，而不是建築。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATO
source: Vileness emerged from the earth.
de: Etwas Grässliches aus der Erde.
es: La vileza ha surgido de la tierra.
fr: La bassesse est sortie de terre.
it: Meschinità emersa dalla terra.
ja: 悪が地上から現われたのだ。
ko: 땅에서 자라는 악덩어리.
pl: Wcielenie zła, które wyłoniło się z gleby.
pt_br: Vileza nascida da terra.
ru: Зло восстало из земли.
zh_cn: 从土地里钻出的卑劣之物。
zh_tw: 從土地裡鑽出的卑劣之物。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATOSACK
source: I have no use for a sack of non-meats.
de: Ich habe keine Verwendung für einen Sack mit Nichtfleisch.
es: Un saco de cosas que no son carne no me sirve para nada.
fr: Je n'ai pöint d'intérêt envers les sacs vide de viande.
it: Non ho bisogno di un sacco di non-carne.
ja: 我は肉以外が詰まった袋は好きではない。
ko: 고기가 아닌 건 한 자루가 있어도 쓸모 없어.
pl: Nie potrzebuję worka niemięsa.
pt_br: Não tenho uso para um saco de não-carnes.
ru: Мешок с не-мясом мне без надобности.
zh_cn: 我要这袋非肉有何用。
zh_tw: 我要這袋非肉有何用。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATOSOUFFLE
source: What treachery is this?
de: Was ist das für Heimtücke?
es: ¿Qué engaño es este?
fr: Quelle trahisön est-ce là ?
it: Che inganno è questo?
ja: これは何たる裏切りだ？
ko: 이건 또 무슨 배신이지?
pl: Cóż to za sztuczki?
pt_br: Que coisa traiçoeira é esta?
ru: Какое коварство!
zh_cn: 这是什么样的背叛？
zh_tw: 這是什麼樣的背叛？

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATOTORNADO
source: Blech.
de: Igitt.
es: Puaj.
fr: Pöuah.
it: Bleah.
ja: 嫌なやつだ。
ko: 우욱.
pl: Ble.
pt_br: Blerg.
ru: Буэ-э-э.
zh_cn: 呕。
zh_tw: 嘔。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATO_COOKED
source: It is of no use to me.
de: Die ist mir nicht von Nutzen.
es: A mí no me vale de nada.
fr: Ceci ne m'est d'aucune utilité.
it: Non mi è di alcuna utilità.
ja: 我には効かない。
ko: 나한테는 쓸모가 없군.
pl: Na nic mi się nie zda.
pt_br: Não tem utilidade para mim.
ru: Для меня это бесполезно.
zh_cn: 它对我来说没有用处。
zh_tw: 它對我來說沒有用處。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATO_OVERSIZED
source: An embarrassment of non-meat.
de: Eine Peinlichkeit aus Nicht-Fleisch.
es: Un alimento sin carne vergonzoso.
fr: Encöre de la nön-viande. Quel embarras.
it: Un obbrobrio di non-carne.
ja: 肉にあらぬ物の恥。
ko: 안고기의 부끄러움.
pl: Żałosne niemięso.
pt_br: Uma não carne vergonhosa.
ru: Не-мяса столько, что даже некуда девать.
zh_cn: 非肉的尴尬。
zh_tw: 非肉的尷尬。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTATO_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.POTTEDFERN
source: What are you meant to do with such a thing?
de: Was macht man denn mit sowas?
es: ¿Qué pretendes hacer con eso?
fr: On est supposé faire quoi avec ça ?
it: Che cosa dovresti farci con una cosa simile?
ja: かようなもの、いったい何に使うのだ？
ko: 대체 이걸로 뭘 하란 거야?
pl: Cóż począć z tym ustrojstwem?
pt_br: O que você deve fazer com tal coisa?
ru: И что же ты собираешься делать с этой штукой?
zh_cn: 这种东西你想用来做什么？
zh_tw: 這種東西你想用來做什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.POWCAKE
source: What in the name of the unicorn is this?
de: Was, beim Namen des Einhorns, ist das?
es: ¿Qué es esto, en el nombre del unicornio?
fr: Au nom de la licorne, qu'est-ce que c'est que ce truc ?
it: Che cosa nel nome dell'unicorno è questo?
ja: これって一体どんなユニコーン？
ko: 일각수 맙소사, 이건 대체 뭐지?
pl: Na galopujące jednorożce, co to takiego?
pt_br: Pelo amor do unicórnio, o que é isso?
ru: Именем единорога, что это?
zh_cn: 这到底是什么鬼东西？
zh_tw: 這到底是什麼鬼東西？

# CHARACTERS.WATHGRITHR.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: There is no water to be found within.
de: Kein Wasser darin zu finden.
es: No tiene agua en su interior.
fr: Il n'y a nulle eau dedans.
it: Non c'è acqua al suo interno.
ja: この中に水はなし。
ko: 안에는 물이 없네.
pl: W środku nie ma wody.
pt_br: Não tem uma gota de água dentro.
ru: Внутри мне влаги не найти.
zh_cn: 里面没有水。
zh_tw: 裡面沒有水。

# CHARACTERS.WATHGRITHR.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: Why must we coddle the plants thus?
de: Warum müssen wir die Pflanzen so verhätscheln?
es: ¿Por qué hemos de mimar así a las plantas?
fr: Pöurquöi döit-ön à ce pöint cajöler les plantes ?
it: Perché dobbiamo vezzeggiare tanto le piante?
ja: なぜ植物の世話なぞやかねばならんのだ？
ko: 왜 식물을 그렇게까지 애지중지 해야 해?
pl: Dlaczego musimy tak rozpieszczać te rośliny?
pt_br: Por que precisamos mimar as plantas desse jeito?
ru: Зачем же мы так балуем растения?
zh_cn: 为什么我们一定要这样溺爱植物呢？
zh_tw: 為什麼我們一定要這樣溺愛植物呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.PUFFIN.GENERIC
source: Cutest flying meat.
de: Niedliches Flugfleisch.
es: Carne voladora cautivadora.
fr: De la viande völante. Adörable.
it: Adorabile carne volante.
ja: 最も可愛い空飛ぶ肉。
ko: 날아다니는 귀여운 고기다.
pl: Śliczne latające mięsko.
pt_br: Carne voadora bonitinha.
ru: Милейшее летающее мясо.
zh_cn: 最可爱的飞行肉！
zh_tw: 最可愛的飛行肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.PUFFIN.HELD
source: Thou art safe with me, sea meat.
de: Du bist bei mir sicher, Seefleisch.
es: Estás a salvo conmigo, carne marina.
fr: Tienne sécurité est assurée avec möi, viande de mer.
it: Con me sei al sicuro, carne di mare.
ja: 汝、我と共にいれば安全なり、海の肉よ。
ko: 나랑 있으면 안전하단다, 바다 고기야.
pl: Jesteś ze mną bezpieczne, morskie mięsko.
pt_br: Está a salvo comigo, carne marinha.
ru: Со мной ты в безопасности, морское мяско.
zh_cn: 汝可安于吾处，海肉！
zh_tw: 汝可安於吾處，海肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.PUFFIN.SLEEPING
source: Grabbest thy shut eye!
de: Ein Mützchen Schlaf genommen.
es: ¡Duerme mientras puedas!
fr: Il s'est assöupi !
it: Il tuo occhio chiuso non mi inganna!
ja: 目を瞑りたまえ！
ko: 푹 자거라!
pl: Czas na spoczynek!
pt_br: Cochilai!
ru: Решил подрыхнуть!
zh_cn: 合眼睡会吧！
zh_tw: 合眼睡會吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN
source: It might make a good bludgeon, at least.
de: Er könnte immerhin eine gute Keule abgeben.
es: Podría ser un buen garrote, por lo menos.
fr: Au moins ça pourrait faire un bon gourdin.
it: Potrebbe essere un buon randello, almeno.
ja: 少なくとも、いい棍棒にはなるかもね。
ko: 뭔가를 내려치는 데 쓸 수는 있을 것 같군.
pl: Byłaby z niej nie najgorsza maczuga.
pt_br: Poderia ser um bela clava, no mínimo.
ru: Из этого получилась бы хорошая дубинка.
zh_cn: 至少可以用它给敌人来一记重击。
zh_tw: 至少可以用它給敵人來一記重擊。

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKINCOOKIE
source: Baked all the life out of it.
de: Das gesamte Leben aus ihm herausgebacken.
es: Se le ha quitado toda la vida cocinándola.
fr: Elle a donné tout ce qu'elle avait.
it: Cotto all'estremo.
ja: 命が全て失せるまで焼いた。
ko: 바짝 구워서 생기를 다 날려버렸군.
pl: Wypiekłam z nich całe życie.
pt_br: Tirei toda a sua vida ao assá-lo.
ru: Выварила из нее всю жизнь.
zh_cn: 所有的生命精华都被烤出来了。
zh_tw: 所有的生命精華都被烤出來了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKINPIE
source: Tis surely a delicious meat pie in disguise!
de: Gewiss ist dies eine köstliche Fleischpastete, die sich nur tarnt!
es: ¡Seguro que es un delicioso pastel de carne disfrazado!
fr: C'est sans döute une délicieuse töurte à la viande, au fönd !
it: È sicuramente un delizioso pasticcio di carne travestito!
ja: 是、間違いなく、変装した美味い肉のパイなり。
ko: 변장했지만 맛있는 고기가 확실하군!
pl: Zapiekanka mięsna w przebraniu!
pt_br: Sem dúvida, é uma torta de carne deliciosa disfarçada!
ru: Наверняка это замаскированный мясной пирог.
zh_cn: 绝对是伪装的美味肉饼！
zh_tw: 絕對是偽裝的美味肉餅！

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_COOKED
source: Piping hot orange mush.
de: Kochend heißer, oranger Brei.
es: Papilla naranja ardiendo.
fr: Purée orange bien chaude.
it: Poltiglia arancione ultra bollente.
ja: アツアツのオレンジ色のドロドロ。
ko: 아주 뜨거운 주황색 죽이로군.
pl: Gorąca pomarańczowa papka.
pt_br: Polpa laranja fumegante.
ru: Горячая оранжевая каша.
zh_cn: 橙色的热糊糊。
zh_tw: 橙色的熱糊糊。

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_LANTERN
source: Do you wish to fight, vegetable?
de: Willst du kämpfen, Gemüse?
es: ¿Quieres luchar, vegetal?
fr: Tu veux te battre, légume ?
it: Vuoi combattere, verdura?
ja: 野菜よ、戦いたいのか？
ko: 싸우고 싶니, 채소야?
pl: Chcesz się bić, warzywo?!
pt_br: Quer lutar, vegetal?
ru: Хочешь сразиться, овощ?
zh_cn: 你想战斗吗，蔬菜？
zh_tw: 你想戰鬥嗎，蔬菜？

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_OVERSIZED
source: Quite formidable, for a vegetable.
de: Ziemlich imposant ... für ein Gemüse.
es: Para ser una verdura, es bastante imponente.
fr: Très impressiönnant, pöur un légume.
it: Davvero notevole, per essere un ortaggio.
ja: 野菜にしてはあっぱれじゃ。
ko: 채소치고는 상당히 어마어마해.
pl: Dość potężna jak na warzywo.
pt_br: Que formidável, para um vegetal.
ru: Пусть ты и овощ, но весьма могучий.
zh_cn: 对于一个蔬菜来说，可以说相当厉害了。
zh_tw: 對於一個蔬菜來說，可以說相當厲害了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PUMPKIN_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.PURPLEAMULET
source: An amulet of dark powers.
de: Ein Amulett mit dunklen Kräften.
es: Un amuleto de poderes oscuros.
fr: Une amulette aux pouvoirs mystérieux.
it: Un amuleto di poteri oscuri.
ja: 闇の力の魔よけ。
ko: 어둠의 힘의 부적이로군.
pl: Amulet pełen mrocznej mocy.
pt_br: Um amuleto com poderes sombrios.
ru: Амулет с темными силами.
zh_cn: 一块黑暗力量护符。
zh_tw: 一塊黑暗力量護符。

# CHARACTERS.WATHGRITHR.DESCRIBE.PURPLEGEM
source: It is clouded by a mysterious energy.
de: Von einer mysteriösen Energie umgeben.
es: Está nublada por una energía misteriosa.
fr: Elle est entourée d'une mystérieuse énergie.
it: È offuscata da una misteriosa energia.
ja: 濁っている…怪しき力を宿すゆえか…？
ko: 신비로운 기운이 감돌고 있군.
pl: Spowija ją tajemnicza energia.
pt_br: Está sendo perturbada por uma energia misteriosa.
ru: Объят облаком таинственной силы.
zh_cn: 它笼罩着神秘的能量。
zh_tw: 它籠罩著神秘的能量。

# CHARACTERS.WATHGRITHR.DESCRIBE.PURPLEMOONEYE
source: Odin's eye guides our path.
de: Odins Auge führt unseren Weg.
es: El ojo de Odín nos guía el camino.
fr: Les yeux d'Odin guident nos pas.
it: L'occhio di Odino guida il nostro cammino.
ja: オーディンの目が我等の道を導く。
ko: 오딘의 눈이 우리의 길을 인도하리라.
pl: Oko Odyna wskazuje nam drogę.
pt_br: O olho de Odin guia nosso caminho.
ru: Глаз Одина ведет нас.
zh_cn: 奥丁的眼睛引导着我们的路。
zh_tw: 奧丁的眼睛引導著我們的路。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: Accept my offering, oh mighty gods.
de: Nehmt meine Gabe an, oh mächtige Götter.
es: Aceptad mi ofrenda, oh, poderosos dioses.
fr: Acceptez mon offrande, oh puissants dieux !
it: Accettate la mia offerta, oh potenti divinità.
ja: 我が供え物を受け取りたもう、強大な神々よ。
ko: 위대한 신들이시여, 제물을 받으소서.
pl: Przyjmijcie mą ofiarę, o potężni bogowie.
pt_br: Aceite minha oferenda, oh, grandes deuses.
ru: Примите мое подношение, о, могущественные боги!
zh_cn: 伟大的诸神啊，请接收我供奉的祭品吧。
zh_tw: 偉大的諸神啊，請接收我供奉的祭品吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: The beast grows restless when tis not fed.
de: Das Tier wird unruhig, wenn es nicht gefüttert wird.
es: La bestia se inquieta cuando no se la da de comer.
fr: La bête s'agite quand elle a faim.
it: La bestia diventa irrequieta quando non viene sfamata.
ja: かようの獣は餌を与えられず休みもなく成長する。
ko: 먹이를 주지 않으면 짐승이 들썩이기 시작하지.
pl: Głód bestii rośnie, gdy ta nie jest karmiona.
pt_br: A fera fica inquieta quando não é alimentada.
ru: Чудище не успокоится, пока его не накормят.
zh_cn: 那头野兽在没有吃饱的时候会变得焦躁不安。
zh_tw: 那頭野獸在沒有吃飽的時候會變得焦躁不安。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: 'Tis a post. Unworthy of mine attention.
de: Nur ein Pfosten. Ist meine Aufmerksamkeit nicht wert.
es: Un poste. Indigno de mi atención.
fr: Un panneau. Inutile de s'en préoccuper.
it: È un palo. Non è degno della mia attenzione.
ja: ポスト、我が注意には値しない。
ko: 신경 쓸 필요 없는 평범한 기둥이다.
pl: Toż to słupek. Nie jest wart mej uwagi.
pt_br: É um poste. Indigno da minha atenção.
ru: Сие есть столб. Он недостоин моего внимания.
zh_cn: 这是一根柱子，不值得我的关注。
zh_tw: 這是一根柱子，不值得我的關注。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: It climbeth the walls.
de: Klettert die Wände hoch.
es: Ha escalado las paredes.
fr: Ça grimpe aux murs.
it: Si arrampica sulle pareti.
ja: 其れ、壁を登る。
ko: 벽을 타고 오르고 있군.
pl: Pnie się po murach.
pt_br: Subiu pelas paredes.
ru: Он ползет по стенам.
zh_cn: 它是爬墙高手。
zh_tw: 它是爬牆高手。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: A colossal queen.
de: Eine kolossale Königin.
es: Una reina colosal.
fr: Une reine colossale.
it: Una regina colossale.
ja: 巨大な女王だ。
ko: 거대한 여왕이로군.
pl: Gigantyczna królowa.
pt_br: Uma rainha colossal.
ru: Колоссальная королева.
zh_cn: 巨大的女王。
zh_tw: 巨大的女王。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: Servant of a terrible god.
de: Diener eines schrecklichen Gottes.
es: Un siervo de un dios terrible.
fr: La servante d'un dieu terrible.
it: Servo di un dio terribile.
ja: 恐ろしき神の召使。
ko: 끔찍한 신의 하인이다.
pl: Sługa okrutnego boga.
pt_br: Servo de um deus terrível.
ru: Служитель ужасного бога.
zh_cn: 一个可怕神灵的仆人。
zh_tw: 一個可怕神靈的僕人。
