Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.FLOWERHAT
source: I think wildflowers look nice with my red hair.
de: Der sieht sicher gut zusammen mit meinen roten Haaren aus.
es: Creo que las flores silvestres quedan bien con mi pelo rojo.
fr: Je trouve que les fleurs sauvages se marient bien avec mes cheveux roux.
it: Penso che stia bene con i miei capelli rossi.
ja: オレの赤毛によく似合いそうだ
ko: 들꽃이 내 빨간 머리와 어울리잖아.
pl: Polne kwiaty pasują do rudych włosów.
pt_br: Acho que flores selvagens combinam com meu cabelo ruivo.
ru: Я думаю, что полевые цветы хорошо смотрятся с моими рыжими волосами.
zh_cn: 我觉得野花和我的红头发很配。
zh_tw: 我覺得野花和我的紅頭髮很配。

# CHARACTERS.WOODIE.DESCRIBE.FLOWERSALAD
source: Healthy, but not very hardy.
de: Gesund, aber nicht sonderlich robust.
es: Saludable, pero no muy resistente.
fr: C'est sain, mais ça tient pas au corps.
it: Sano, ma non molto resistente.
ja: 健康、だけど丈夫ではない。
ko: 건강에는 좋지만 배는 별로 안 채워져.
pl: Zdrowa, ale niezbyt pożywna.
pt_br: Saudável, mas não muito ousada.
ru: Полезно, но не очень сытно.
zh_cn: 很健康，但不是很耐饿。
zh_tw: 很健康，但不是很耐餓。

# CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE
source: Shiny!
de: Funkelnd!
es: ¡Qué reluciente!
fr: Ça brille !
it: Brillante!
ja: ピカピカ！
ko: 반짝이거든!
pl: Ale błyszczy!
pt_br: Brilhante!
ru: Просто блеск!
zh_cn: 好闪亮！
zh_tw: 好閃亮！

# CHARACTERS.WOODIE.DESCRIBE.FLOWER_EVIL
source: Something is wrong with that flower.
de: Irgendetwas stimmt mit dieser Blume nicht.
es: Hay algo malo en esa flor.
fr: Il y a un truc pas normal avec cette fleur.
it: Qualcosa non va con quel fiore.
ja: その花はどこかおかしい｡
ko: 뭔가 이상한 꽃이야.
pl: Coś jest nie tak z tym kwiatem.
pt_br: Tem algo errado com essa flor.
ru: С этим цветком что-то не так.
zh_cn: 那朵花有问题。
zh_tw: 那朵花有問題。

# CHARACTERS.WOODIE.DESCRIBE.FLOWER_WITHERED
source: Someone's got a brown thumb.
de: JEMAND WOLLTE NICHT MEHR ALLES EINZELN TRAGEN
es: Alguien tiene un pulgar marrón.
fr: Y en a qui n'ont pas la main verte.
it: Qualcuno ha un pollice marrone.
ja: いるよな、すぐ花を枯らしちまうヤツ…
ko: 누구 손가락이 갈색이 되었겠잖아.
pl: Ktoś tu chyba nie ma smykałki do ogrodnictwa.
pt_br: Alguém tem um dedo marrom.
ru: У кого-то руки не из того места растут.
zh_cn: 有人不擅长园艺。
zh_tw: 有人不擅長園藝。

# CHARACTERS.WOODIE.DESCRIBE.FOLIAGE
source: Looks like a salad.
de: Sieht wie ein Salat aus.
es: Parece una ensalada.
fr: On dirait de la salade.
it: Si presenta come un'insalata.
ja: サラダみたいだ。
ko: 샐러드 같네.
pl: Wygląda jak sałatka.
pt_br: Parece uma salada.
ru: Похоже на листья салата.
zh_cn: 看起来像沙拉。
zh_tw: 看起來像沙拉。

# CHARACTERS.WOODIE.DESCRIBE.FOOTBALLHAT
source: Will this give me hockey hair?
de: Wird der meine Frisur kaputt machen?
es: ¿Con esto me crecerá el pelo como a un jugador de hockey?
fr: J'aurai l'air d'un joueur de hockey ?
it: Renderà i miei capelli come quelli di un giocatore di hockey?
ja: これ被ったらホッケー選手みたいな髪型になる？
ko: 이거 쓰면 머리카락이 엉망이 될까?
pl: Nada się dla hokeisty?
pt_br: Será que isso vai me deixar com cabelo de hockey?
ru: У меня от него будет прическа хоккеиста?
zh_cn: 这玩意儿会弄乱我的发型吗？
zh_tw: 這玩意兒會弄亂我的髮型嗎？

# CHARACTERS.WOODIE.DESCRIBE.FORGETMELOTS
source: Funny what some folks will call a "weed". I think it looks nice!
de: Komisch, was manche Leute als "Unkraut" bezeichnen. Ich finde, es sieht schön aus!
es: No sé por qué hay gente que llama a esto hierbajo si es bien bonito.
fr: C'est marrant, certains considèrent ça comme une mauvaise herbe. Moi, je la trouve très jolie !
it: È strano che per certa gente sia una "erbaccia". Ha un bell'aspetto!
ja: これを雑草呼ばわりするやつは何考えてんだかな？こんなカッコいいのによ！
ko: 웃긴 게 어떤 사람들은 "잡초"라고 불러. 내가 보기엔 훌륭하기만 한데!
pl: Dziwne, że niektórzy nazywają tę roślinę chwastem. Wygląda całkiem ładnie!
pt_br: É estranho algumas pessoas chamarem isso de "erva". Ela é bem bonita!
ru: Странно, что их считают сорняками. Мне они нравятся!
zh_cn: 有意思，有些人叫它“杂草”。我觉得它看着挺不错的！
zh_tw: 有意思，有些人叫它“雜草”。我覺得它看著挺不錯的！

# CHARACTERS.WOODIE.DESCRIBE.FORMAL_BLUEPRINT
source: Canadian tuxedos look a bit different.
de: Kanadische Smokings sehen ein bisschen anders aus.
es: Los trajes canadienses no se parecen tanto.
fr: Les costumes canadiens sont un peu différents.
it: Gli smoking canadesi hanno un aspetto leggermente diverso.
ja: カナダのタキシードは一味違うぜ。
ko: 청청패션은 조금 다르게 보여.
pl: Smokingi w Kanadzie wyglądają nieco inaczej.
pt_br: Os smokings canadenses são um pouco diferentes.
ru: В Канаде у смокингов фасон немножко другой.
zh_cn: 加拿大的燕尾服跟这个有点不一样。
zh_tw: 加拿大的燕尾服跟這個有點不一樣。

# CHARACTERS.WOODIE.DESCRIBE.FOSSIL_PIECE
source: Brittle.
de: Marode.
es: Quebradiza.
fr: Fragile.
it: Fragile.
ja: 今にも崩れそうだ
ko: 쉽게 부서지겠다.
pl: Trochę łamliwy.
pt_br: Frágil.
ru: Хрупкий.
zh_cn: 脆弱易碎。
zh_tw: 脆弱易碎。

# CHARACTERS.WOODIE.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: One hundred percent assembled beastie.
de: Hundert Prozent zusammengestellte Bestie.
es: Una bestia cien por cien armada.
fr: Une bestiole assemblée à cent pour cent.
it: Una bestia completamente ricomposta.
ja: 100%組み上がったモンスターだ。
ko: 백 퍼센트 조립된 짐승이잖아.
pl: Poskładany do kupy.
pt_br: Fera cem por cento montada.
ru: На сто процентов собранный зверь.
zh_cn: 百分百组装的野兽。
zh_tw: 百分百組裝的野獸。

# CHARACTERS.WOODIE.DESCRIBE.FOSSIL_STALKER.FUNNY
source: Eh... Should we try again, Lucy?
de: Äh ... Sollen wir es noch einmal versuchen, Lucy?
es: Eh... ¿Lo intentamos de nuevo, Lucy?
fr: Euh... On retente le coup, Lucy ?
it: Eh... vogliamo riprovarci, Lucy?
ja: ふむ…もう一回やってみるか、ルーシー。
ko: 어라... 다시 할까, 루시?
pl: Spróbujemy jeszcze raz, Lucy?
pt_br: Hã... Devemos tentar de novo, Lucy?
ru: Ух… Стоит попробовать еще раз, Люси?
zh_cn: 呃……我们应该再试一次吗，露西？
zh_tw: 呃……我們應該再試一次嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.FOSSIL_STALKER.GENERIC
source: Still got some work to do, looks like.
de: Immer noch einiges zu tun, wie es aussieht.
es: Todavía queda trabajo por hacer, o eso parece.
fr: On dirait qu'il reste du boulot à faire.
it: Non ha ancora completato il suo compito, a quanto pare.
ja: まだ作業が必要なようだな。
ko: 아직도 할 일이 남은 것 같은데.
pl: Chyba zostało jeszcze trochę do zrobienia.
pt_br: Ainda há trabalho a fazer, parece.
ru: Судя по всему, у нас по-прежнему есть работа.
zh_cn: 看起来还有些工作要做。
zh_tw: 看起來還有些工作要做。

# CHARACTERS.WOODIE.DESCRIBE.FRESHFRUITCREPES
source: I can get maple syrup on that?
de: Ich kann das Nirgendwo schneller erreichen.
es: ¿Puedo echarle jarabe de arce?
fr: Je peux mettre du sirop d'érable là-dessus ?
it: Posso averlo con lo sciroppo d'acero?
ja: メープルシロップ、かけてぇな
ko: 단풍 시럽 추가할 수 없을까?
pl: Mogę dostać do tego trochę syropu klonowego?
pt_br: Posso colocar xarope de bordo nisso?
ru: Можно мне сюда кленового сиропа?
zh_cn: 我可以往上面浇点枫糖浆？
zh_tw: 我可以往上面澆點楓糖漿？

# CHARACTERS.WOODIE.DESCRIBE.FRIENDLYFRUITFLY
source: See? We can all get along.
de: Siehst du? Wir können alle prima miteinander auskommen.
es: ¿Ves? Podemos llevarnos todos bien.
fr: Vous voyez ? On arrive à s'entendre.
it: Vedi? Possiamo andare tutti d'accordo.
ja: ほらな？オレたち仲良くやれるんだよ。
ko: 보여? 우리 모두 친해질 수 있다니까.
pl: Widzisz? Możemy się dogadać!
pt_br: Viu só? A gente pode se dar bem.
ru: Видите, и совсем не обязательно никому драться.
zh_cn: 看到没？大家是可以和睦相处的！
zh_tw: 看到沒？大家是可以和睦相處的！

# CHARACTERS.WOODIE.DESCRIBE.FROG.DEAD
source: Ex-frog.
de: Ex-Frosch.
es: Ya no es rana.
fr: Ex-grenouille.
it: Ex rana.
ja: 元カエル。
ko: 죽은 개구리네.
pl: Odeszła do żabiego nieba.
pt_br: Ex-sapo.
ru: Бывшая лягушка.
zh_cn: 曾经的青蛙。
zh_tw: 曾經的青蛙。

# CHARACTERS.WOODIE.DESCRIBE.FROG.GENERIC
source: I don't trust anything that can't decide between air and water.
de: Ich vertraue niemandem, der sich nicht zwischen Wasser und Luft entscheiden kann.
es: No confío en nada que no pueda decidir entre estar en el aire o en el agua.
fr: Aucune confiance pour les trucs qui hésitent entre l'air et l'eau.
it: Non mi fido di ciò che non può decidere tra aria e acqua.
ja: 空か海か選べないやつなんて信用できないよ。
ko: 공기와 물 중에서 선택하지 못하는 건 못 믿겠잖아.
pl: Nie ufam niczemu, co nie może się zdecydować między powietrzem i wodą.
pt_br: Não confio em nada que não possa decidir entre ar e água.
ru: Я не доверяю ничему, что не может выбрать между воздухом и водой.
zh_cn: 我不相信任何不能决定在水里还是在陆地上生活的生物。
zh_tw: 我不相信任何不能決定在水裡還是在陸地上生活的生物。

# CHARACTERS.WOODIE.DESCRIBE.FROG.SLEEPING
source: It's tired.
de: Er ist müde.
es: Está cansada.
fr: Elle est fatiguée.
it: È stanco.
ja: 疲れてるみたい。
ko: 피곤한 모양이야.
pl: Zmęczyła się.
pt_br: Está cansado.
ru: Она устала.
zh_cn: 它累了。
zh_tw: 它累了。

# CHARACTERS.WOODIE.DESCRIBE.FROGFISHBOWL
source: I'm not one to turn my nose up at a meal.
de: Ich schlage doch keine Mahlzeit aus.
es: No soy de los que rechazan una comida.
fr: Je ne refuse jamais un repas.
it: Quando si tratta di cibo, non sono schizzinoso.
ja: オレはどんな料理でもバカにしたりはしねえよ。
ko: 내가 식사를 거절할 처지는 아니잖아.
pl: Ja nie z tych co kręcą nosem, gdy dostają posiłek.
pt_br: Não sou do tipo que recusa uma refeição.
ru: Я над едой носом лишний раз водить не буду.
zh_cn: 我不是挑食的人。
zh_tw: 我不是挑食的人。

# CHARACTERS.WOODIE.DESCRIBE.FROGGLEBUNWICH
source: You can really taste the swamp.
de: Man kann tatsächlich den Sumpf schmecken.
es: Realmente sabe a pantano.
fr: On sent bien le goût de vase.
it: Puoi davvero sentire il sapore paludoso.
ja: 本当にその沼地の味がする。
ko: 습지의 맛을 제대로 느낄 수 있어.
pl: Można wyczuć smak bagna.
pt_br: Dá para sentir o gostinho de pântano.
ru: Отдает болотом.
zh_cn: 你可以尝到沼泽的味道。
zh_tw: 你可以嘗到沼澤的味道。

# CHARACTERS.WOODIE.DESCRIBE.FROGLEGS
source: They're still jumping!
de: Die springen immer noch!
es: ¡Aún están saltando!
fr: Elles sautent encore !
it: Stanno ancora saltando!
ja: あいつらはまだジャンプしている！
ko: 아직도 뛰고 있어!
pl: Wciąż podskakują!
pt_br: Ainda estão pulando!
ru: Они все еще прыгают!
zh_cn: 它们还在跳！
zh_tw: 它們還在跳！

# CHARACTERS.WOODIE.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped moving.
de: Wenigstens haben sie aufgehört sich zu bewegen.
es: Por lo menos han dejado de moverse.
fr: Au moins elles ont arrêté de gigoter.
it: Almeno hanno smesso di muoversi.
ja: とにかく彼らは移動するのをやめた。
ko: 적어도 움직이는 것은 멈췄어.
pl: Przynajmniej przestały się ruszać.
pt_br: Pelo menos pararam de se mexer.
ru: Хотя бы перестали двигаться.
zh_cn: 至少它们不动了。
zh_tw: 至少它們不動了。

# CHARACTERS.WOODIE.DESCRIBE.FROGNEWTON
source: The fig masks the swamp taste.
de: Die Feige überdeckt den Sumpfgeschmack.
es: El higo disimula un poco el sabor a ciénaga.
fr: La figue cache le goût de marais.
it: Il fico nasconde il sapore di palude.
ja: イチジクのが沼臭い味を消してくれてるぜ。
ko: 무화과는 늪의 맛을 가려.
pl: Figa maskuje zapach bagna.
pt_br: O figo mascara o gosto de pântano.
ru: Инжир маскирует аромат болота.
zh_cn: 无花果遮盖了沼泽的味道。
zh_tw: 無花果遮蓋了沼澤的味道。

# CHARACTERS.WOODIE.DESCRIBE.FROZENBANANADAIQUIRI
source: Nothin' like kickin' back with a cold one, eh?
de: Es gibt nichts Besseres, als sich mit einem kühlen Blonden zu entspannen, eh?
es: No hay nada como relajarse con una bebida fresquita, ¿eh?
fr: Quoi de mieux que de faire une pause avec une boisson bien fraîche ?
it: Non c'è niente di meglio che rilassarsi bevendo qualcosa di fresco, eh?
ja: 冷てぇ飲み物でリラックスするのは至福だぜ。なあ？
ko: 차가운 것으로 반격하는 것만큼 좋은 것은 없겠지?
pl: Nie ma to jak schłodzona szklaneczka po pracy, co nie?
pt_br: Nada como relaxar e tomar uma gelada, né?
ru: Что может быть лучше, чем расслабиться с холодным бокальчиком в руке, а?
zh_cn: 没有什么比喝着冷饮更让人舒服了，对不？
zh_tw: 沒有什麼比喝著冷飲更讓人舒服了，對不？

# CHARACTERS.WOODIE.DESCRIBE.FRUITDRAGON.GENERIC
source: Just a sweet little critter.
de: Nur ein süßes kleines Vieh.
es: Es solo una dulce criaturilla.
fr: Une adorable petite créature.
it: Solo un dolce mostriciattolo.
ja: 可愛いらしいヤツじゃねえか。
ko: 귀여운 꼬마 생물체잖아.
pl: Słodkie stworzonko.
pt_br: Um bichinho tão fofo.
ru: Милая маленькая зверюшка.
zh_cn: 是个甜蜜的小可爱。
zh_tw: 是個甜蜜的小可愛。

# CHARACTERS.WOODIE.DESCRIBE.FRUITDRAGON.RIPE
source: Were you always that colourful?
de: Warst du schon immer so bunt?
es: ¿Siempre has sido tan colorida?
fr: Ce que tu es coloré !
it: Sei stata sempre così colorata?
ja: オマエ、こんな色してたか？
ko: 너 원래 그렇게 다채로웠니?
pl: Zawsze byłaś taka kolorowa?
pt_br: Você sempre foi tão colorido?
ru: Ты всегда была такой яркой?
zh_cn: 你一直都这么五彩缤纷吗？
zh_tw: 你一直都這麼五彩繽紛嗎？

# CHARACTERS.WOODIE.DESCRIBE.FRUITDRAGON.SLEEPING
source: I'll let it rest.
de: Ich lasse ihn schlafen.
es: Dejaré que descanse.
fr: Laissons-le se reposer.
it: Lascerò che riposi.
ja: 寝かせておいてやろう。
ko: 쉬게 두자.
pl: Dam jej odpocząć.
pt_br: Vou deixar ele descansar.
ru: Пусть отдыхает.
zh_cn: 我姑且让它休息会。
zh_tw: 我姑且讓它休息會。

# CHARACTERS.WOODIE.DESCRIBE.FRUITFLY
source: What did the plants ever do to you, eh?
de: Was haben dir die Pflanzen bloß je getan, hm?
es: ¿Qué te han hecho las plantas, eh?
fr: Qu'est-ce que les plantes t'ont fait, franchement ?
it: Beh, che ti hanno fatto le piante?
ja: テメーら、植物にどんな恨みがあんだよ？
ko: 식물이 너한테 무슨 짓을 한 거야, 어?
pl: I czym zawiniły ci te rośliny, co?
pt_br: O que foi que as plantas fizeram pra você, ein?
ru: Чем растения тебя так обидели, а?
zh_cn: 这些植物对你做了什么，诶？
zh_tw: 這些植物對你做了什麼，誒？

# CHARACTERS.WOODIE.DESCRIBE.FRUITFLYFRUIT
source: Those Fruit Flies seem to have a real liking for it.
de: Diese Fruchtfliegen scheinen eine echte Vorliebe dafür zu haben.
es: A las moscas de la fruta les encanta.
fr: Ces mouchafruits ont l'air de l'adorer.
it: Sembra piacere davvero molto a quei moscerini della frutta.
ja: フルーツフライはこの果物が大好物みてぇだな。
ko: 초파리가 그걸 정말 좋아하는 것 같아.
pl: Te owocówki chyba bardzo lubią tę roślinę.
pt_br: Essas Moscafrutas parecem gostar mesmo disso.
ru: Кажись, плодовым мушкам он очень нравится.
zh_cn: 那些果蝇似乎很喜欢它。
zh_tw: 那些果蠅似乎很喜歡它。

# CHARACTERS.WOODIE.DESCRIBE.FRUITMEDLEY
source: In syrup!
de: In Sirup!
es: ¡En almíbar!
fr: Avec du sirop !
it: Nello sciroppo!
ja: シロップ漬け！
ko: 시럽 추가!
pl: Z syropem!
pt_br: Em melado!
ru: С сиропчиком!
zh_cn: 浸了枫糖浆的！
zh_tw: 浸了楓糖漿的！

# CHARACTERS.WOODIE.DESCRIBE.FURTUFT
source: Shh! The creature might still be around.
de: Schhhh! Die Kreatur könnte immer noch hier sein.
es: ¡Shh! La criatura todavía podría estar por aquí.
fr: Chut ! La créature pourrait encore être dans le coin.
it: Shh! La creatura potrebbe essere ancora in giro.
ja: この毛のぬし、近くにいるかもしれねぇぞ…
ko: 쉿! 몬스터가 근처에 있을지도 모르잖아.
pl: Cii! Jego właściciel może wciąż tu być.
pt_br: Shh! A criatura ainda pode estar por perto.
ru: Шш! Зверь может быть где-то рядом.
zh_cn: 嘘！那个东西还在附近。
zh_tw: 噓！那個東西還在附近。

# CHARACTERS.WOODIE.DESCRIBE.GARGOYLE_HOUND
source: That's unfortunate there, buddy.
de: Das ist bedauerlich, Kumpel.
es: Qué mala suerte, amigo.
fr: Ça c'est vraiment pas de bol, mon pote.
it: È sfortuna, amico.
ja: 不幸なことでもあったみたいだな。
ko: 정말 불쌍하구나.
pl: Nie masz szczęścia, kolego.
pt_br: Que infelicidade, amigo.
ru: Мне жаль, приятель.
zh_cn: 那真是不幸，哥们。
zh_tw: 那真是不幸，哥們。

# CHARACTERS.WOODIE.DESCRIBE.GARGOYLE_WEREPIG
source: Hmph. Maybe I don't got it so bad.
de: Hmpf. Vielleicht habe ich es gar nicht so schlimm getroffen.
es: Bah. Igual no está tan mal.
fr: Hmm... Je suis peut-être pas le plus maudit.
it: Uhm. Al confronto non mi è andata così male.
ja: フム…オレは嫌いじゃないな。
ko: 음. 내 운이 그렇게 나쁘지만은 않은 것 같기도 하네.
pl: Hmm. Może nie wyszło tak źle.
pt_br: Hunf. Talvez a minha não seja tão ruim.
ru: Хм. Может, все не так плохо.
zh_cn: 哼。可能我做得还不够狠。
zh_tw: 哼。可能我做得還不夠狠。

# CHARACTERS.WOODIE.DESCRIBE.GARLIC
source: Homegrown.
de: Hausgemacht.
es: De cosecha propia.
fr: Ça vient du jardin.
it: Coltivato in casa.
ja: 自家製だ。
ko: 직접 키운 것이지.
pl: Domowa hodowla.
pt_br: Cultivado em casa.
ru: Выращен своими руками.
zh_cn: 自家种植的。
zh_tw: 自家種植的。

# CHARACTERS.WOODIE.DESCRIBE.GARLIC_COOKED
source: Lucy helped.
de: Lucy hat geholfen.
es: Lucy ha ayudado.
fr: Lucy m'a aidé.
it: Lucy ha aiutato.
ja: ルーシーが手伝ってくれたのさ。
ko: 루시가 도와줬어.
pl: Lucy pomagała.
pt_br: A Lucy ajudou.
ru: Люси помогла.
zh_cn: 露西也帮忙了。
zh_tw: 露西也幫忙了。

# CHARACTERS.WOODIE.DESCRIBE.GARLIC_OVERSIZED
source: Nothing like lots and lots of fresh garlic, eh?
de: Es geht doch nichts über viel, viel frischen Knoblauch, was?
es: No hay nada mejor que un montón de ajo fresco, ¿eh?
fr: On n'a jamais trop d'ail, pas vrai ?
it: Non c'è nulla come una montagna di aglio fresco, eh?
ja: 新鮮なニンニクはいくらあってもいんだよ。
ko: 신선한 마늘이 많이 들어가는 것만큼 좋은 것은 없겠지, 그지?
pl: Nie ma to jak mnóstwo świeżego czosnku, co?
pt_br: Nada como um montão de alho fresco, né?
ru: Нет ничего лучше свежего чеснока, правда?
zh_cn: 什么能比很多很多的新鲜大蒜还好，诶？
zh_tw: 什麼能比很多很多的新鮮大蒜還好，誒？

# CHARACTERS.WOODIE.DESCRIBE.GARLIC_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.GAZPACHO
source: Really cools a fella down.
de: Das kühlt einen richtig ab.
es: Esto sí que refresca.
fr: Ça rafraîchit !
it: Davvero rinfrescante.
ja: これで一気に冷えるぜ。
ko: 몸이 시원해지잖아.
pl: Doskonale orzeźwia.
pt_br: Realmente resfria.
ru: Охлаждает в момент.
zh_cn: 喝着真凉快。
zh_tw: 喝著真涼快。

# CHARACTERS.WOODIE.DESCRIBE.GEARS
source: I never could figure these things out.
de: Ich könnte solche Dinge niemals herausfinden.
es: Nunca pude entender estas cosas.
fr: J'ai jamais compris à quoi ça servait.
it: Non ci ho mai capito niente di queste cose.
ja: 俺がこれらの物事を解明できることはないだろう。
ko: 이런 건 절대 이해 못 해.
pl: Nigdy nie rozumiałem, jak to działa.
pt_br: Nunca consegui entender isso.
ru: Я никогда не смогу понять эти штуки.
zh_cn: 我永远都不可能把这些东西弄清楚的。
zh_tw: 我永遠都不可能把這些東西弄清楚的。

# CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.GEMS
source: It'll need a gem.
de: Er wird einen Edelstein benötigen.
es: Necesitará una gema.
fr: Il faudra une gemme.
it: Avrà bisogno di una gemma.
ja: ジェムが必要。
ko: 보석이 필요해.
pl: Potrzeba klejnotu.
pt_br: Vai precisar de uma pedra preciosa.
ru: Нужны камушки.
zh_cn: 它需要一个宝石。
zh_tw: 它需要一個寶石。

# CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
de: Sieht fertig aus.
es: Parece listo.
fr: On dirait que c'est prêt.
it: Sembra pronto.
ja: 準備万端みたい。
ko: 준비된 것으로 보이잖아.
pl: Chyba gotowe.
pt_br: Parece pronto.
ru: Выглядит готовым.
zh_cn: 看起来准备就绪了。
zh_tw: 看起來準備就緒了。

# CHARACTERS.WOODIE.DESCRIBE.GESTALT
source: We're all connected, eh?
de: Wir sind alle verbunden, wie?
es: Estamos todos conectados, ¿eh?
fr: On est tous connectés, hein ?
it: C'è un legame che ci unisce tutti, eh?
ja: オレたちは、みんなつながっているんだろ？
ko: 우리는 다 연결됐어, 그치?
pl: Wszyscy jesteśmy jednością, no nie?
pt_br: Estamos todos conectados, né?
ru: Всех нас что-то связывает, ага.
zh_cn: 我们都互通互联，哈？
zh_tw: 我們都互通互聯，哈？

# CHARACTERS.WOODIE.DESCRIBE.GESTALT_GUARD
source: Looks like these things are getting stronger.
de: Es sieht so aus, als würden diese Dinger immer stärker werden.
es: Estas cosas se hacen cada vez más fuertes.
fr: On dirait que ces trucs deviennent de plus en plus forts.
it: Sembra che questi cosi diventino sempre più forti.
ja: コイツら、だんだん強くなってるみてぇだな。
ko: 점점 강해지는 것 같아.
pl: Wygląda na to, że to coś robi się coraz silniejsze.
pt_br: Parece que essas coisas estão ficando mais fortes.
ru: Кажется, они становятся сильнее.
zh_cn: 看来这些东西是越来越强了。
zh_tw: 看來這些東西是越來越強了。

# CHARACTERS.WOODIE.DESCRIBE.GHOST
source: Boo! Ha ha!
de: Buh! Haha!
es: ¡Buu! ¡Ja, ja!
fr: Hou ! Ha ha !
it: Bu! Ah ah!
ja: ブー！ハハハ！
ko: 으악! 하하!
pl: Bu! Ha, ha!
pt_br: Bu! Rá rá!
ru: БУ! Ха-ха!
zh_cn: 嘣！哈哈！
zh_tw: 嘣！哈哈！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTFLOWER
source: That ghost left a parting gift.
de: Der Geist hat ein Abschiedsgeschenk dagelassen.
es: Ese fantasma ha dejado un regalo de despedida.
fr: Ce fantôme a laissé un cadeau.
it: Quel fantasma ha lasciato un regalo.
ja: オバケの野郎が別れのプレゼントの残していったぞ。
ko: 유령이 이별의 선물을 남겼잖아.
pl: Ten duch zostawił po sobie prezent pożegnalny.
pt_br: Aquele fantasma deixou um presente de despedida.
ru: Призрак оставил прощальный подарок.
zh_cn: 那个鬼临走时还留下个礼物。
zh_tw: 那個鬼臨走時還留下個禮物。

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GHOSTLYELIXIR_SPEED
source: Whoof, smells like week-old sockeye!
de: Uff, riecht nach uraltem Lachs!
es: Uf, ¡huele como el salmón de hace una semana!
fr: Pouah ! Ça sent comme un vieux saumon oublié au soleil !
it: Bleah, puzza come salmone vecchio di una settimana!
ja: フゥッ！古くなったサケみたいなニオイがしやがる！
ko: 이야, 죽은 지 일주일은 지난 연어 냄새가 나잖아!
pl: Uff, śmierdzi jak skiera noszona przez tydzień!
pt_br: Uau, cheira a salmão envelhecido!
ru: Ух, пахнет, как забытая на неделю в сети рыба!
zh_cn: 呼，闻起来像是放了一星期的红三文鱼！
zh_tw: 呼，聞起來像是放了一星期的紅三文魚！

# CHARACTERS.WOODIE.DESCRIBE.GIFT
source: They're just as fun to give as they are to receive.
de: Geben macht genauso viel Spaß wie bekommen.
es: Es tan divertido darlos como recibirlos.
fr: C'est aussi sympa à donner qu'à recevoir.
it: È divertente sia farli che riceverli.
ja: もらうのもいいが、他人にあげるのも面白みがある。
ko: 받는 것도, 주는 것도 모두 즐겁지.
pl: Dawać jest tak samo fajnie, jak dostawać.
pt_br: É tão divertido dar quanto receber.
ru: Их одинаково весело дарить и получать.
zh_cn: 它们被给予或被接受都很有趣。
zh_tw: 它們被給予或被接受都很有趣。

# CHARACTERS.WOODIE.DESCRIBE.GIFTWRAP
source: Should we do something nice today, Lucy?
de: Sollen wir heute etwas Schönes machen, Lucy?
es: ¿Hacemos algo divertido hoy, Lucy?
fr: Et si on faisait un truc sympa aujourd'hui, Lucy ?
it: Vogliamo fare qualcosa di bello oggi, Lucy?
ja: ルーシー、今日は何か楽しいことでもするか？
ko: 우리 오늘 뭔가 좋은 것 할까, 루시?
pl: Zrobimy dzisiaj coś fajnego, Lucy?
pt_br: Devemos fazer algo legal hoje, Lucy?
ru: Займемся сегодня чем-нибудь полезным, Люси?
zh_cn: 我们今天来做些好事吧，露西？
zh_tw: 我們今天來做些好事吧，露西？
