Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ANNOUNCE_TRAP_WENT_OFF
source: Oops.
de: Hoppla.
es: Uy.
fr: Mince.
it: Ops.
ja: おっとっと！
ko: 아차.
pt_br: Ops.
zh_cn: 哎呀。
zh_tw: 哎呀。

# CHARACTERS.GENERIC.ANNOUNCE_UNIMPLEMENTED
source: OW! I don't think it's ready yet.
de: Oh! Ich glaube, das ist noch nicht fertig.
es: ¡Uh! ¡Creo que todavía no está listo!
fr: Oh ! C'est pas encore prêt.
it: AHI! Non credo sia ancora pronto.
ja: いて！もう準備ができているとは思えない。
ko: 이런! 아직 준비되지 않은 것 같다.
pt_br: AI! Acho que ainda não está pronto.
zh_cn: 噢！这应该还没准备好。
zh_tw: 噢！這應該還沒準備好。

# CHARACTERS.GENERIC.ANNOUNCE_WASHED_ASHORE
source: I'm wet, but alive.
de: Ich bin nass, aber ich lebe noch.
es: Me he empapado, pero sigo con vida.
fr: Je suis humide, mais en vie.
it: Sono grondante, ma almeno respiro ancora.
ja: ずぶ濡れだけど、生きてる。
ko: 젖었지만 살았다.
pt_br: Estou encharcado, mas vivo.
zh_cn: 衣服弄湿了，但是还活着。
zh_tw: 衣服弄濕了，但是還活著。

# CHARACTERS.GENERIC.ANNOUNCE_WEAK_RAT
source: This carrat is in no shape to be training.
de: Diese Karatte ist nicht in der Verfassung, um zu trainieren.
es: Esta zanarrata no está para afrontar un adiestramiento.
fr: Cette carate n'est pas en état de s'entraîner.
it: Questo caratto non è in grado di allenarsi.
ja: このキャラットは訓練できる状態にない。
ko: 이 당근이쥐는 훈련할 만한 상태가 아니야.
pt_br: Esse cenourrato não está em condições de ser treinado.
zh_cn: 这只胡萝卜鼠不在训练的状态。
zh_tw: 這只胡蘿蔔鼠不在訓練的狀態。

# CHARACTERS.GENERIC.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ：{weight}
ko: 무게: {weight}
pt_br: Peso: {weight}
zh_cn: 重量：{weight}
zh_tw: 重量：{weight}

# CHARACTERS.GENERIC.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} I'm a fishing heavyweight!
de: Gewicht: {weight} Beim Angeln bin ich ein dicker Fisch!
es: Peso: {weight} ¡Estoy pescando un peso pesado!
fr: Poids : {weight} Je suis un poids lourd de la pêche !
it: Peso: {weight} Sono un peso massimo della pesca!
ja: 重さ：{weight} 釣りのヘビー級だ！
ko: 무게: {weight} 월척이다!
pt_br: Peso: {weight} Sou um peso-pesado da pesca!
zh_cn: 重量: {weight} 我是重量级的钓手!
zh_tw: 重量: {weight} 我是重量級的釣手!

# CHARACTERS.GENERIC.ANNOUNCE_WET
source: My clothes appear to be water permeable.
de: Meine Klamotten sind nicht wasserdicht.
es: Mi ropa parece ser permeable.
fr: Mes vêtements ont l'air perméable à l'eau.
it: I miei vestiti sembrano essere permeabili all'acqua.
ja: この服は、透水性が高いみたいだな…
ko: 옷이 삼투성이다.
pt_br: Minhas roupas parecem ser permeáveis.
zh_cn: 我的衣服好像会渗水。
zh_tw: 我的衣服好像會滲水。

# CHARACTERS.GENERIC.ANNOUNCE_WETTER
source: Water way to go!
de: Wasser, nichts als Wasser!
es: ¡Agua va!
fr: Eau rage, eau déversoir !
it: Passaggio acquatico!
ja: 水、いいぞ！
ko: 이게 바로 물이지!
pt_br: Lá vem água!
zh_cn: 漫漫水路！
zh_tw: 漫漫水路！

# CHARACTERS.GENERIC.ANNOUNCE_WINCH_CLAW_MISS
source: I think I missed the mark.
de: Ich glaube, ich habe die Markierung verpasst.
es: Creo que me he desviado.
fr: Je crois que j'ai raté mon coup.
it: Credo di aver mancato il bersaglio
ja: 獲物を逃したかな。
ko: 제대로 조준하지 못한 것 같군.
pt_br: Acho que errei o alvo.
zh_cn: 好像没对准。
zh_tw: 好像沒對準。

# CHARACTERS.GENERIC.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: Drat! I've come up empty handed.
de: Mist! Ich stehe mit leeren Händen da.
es: ¡Maldición! Al final acabo con las manos vacías.
fr: Sapristi ! Je repars les mains vides.
it: Cavolo! Qui si resta a mani vuote.
ja: おっと！何も見つからなかった。
ko: 빌어먹을! 아무것도 못 건졌어.
pt_br: Demônios! Saí de mãos abanando.
zh_cn: 得！两手空空。
zh_tw: 得！兩手空空。

# CHARACTERS.GENERIC.ANNOUNCE_WINTERS_FEAST_BUFF
source: I'm feeling a surge of holiday spirit!
de: Mir ist heute so festlich zumute!
es: ¡Siento un subidón de espíritu festivo!
fr: Ça met directement dans l'ambiance des fêtes !
it: Sento una carica di entusiasmo festivo!
ja: お祭り気分が盛り上がってきた！
ko: 명절의 즐거운 기분이 차오른다!
pt_br: Sinto o espírito natalino tomando conta!
zh_cn: 满满的节日精神！
zh_tw: 滿滿的節日精神！

# CHARACTERS.GENERIC.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: The holiday goes by so fast...
de: Die Feiertage vergehen so schnell ...
es: Estas fechas tan especiales pasan en un suspiro.
fr: Les fêtes passent trop vite...
it: Le feste finiscono così in fretta...
ja: 楽しい時間はあっという間に終わる…
ko: 연말은 너무 빨리 끝나...
pt_br: O Natal passa tão rápido...
zh_cn: 节过的真快……
zh_tw: 節過的真快……

# CHARACTERS.GENERIC.ANNOUNCE_WORMHOLE
source: That was not a sane thing to do.
de: Das war nicht vernünftig.
es: Eso no ha sido sensato.
fr: C'était pas le truc le plus sensé à faire.
it: Non è stata una cosa sensata da fare.
ja: あれは、正気の沙汰じゃなかったな。
ko: 멀쩡한 정신으로 할 짓이 아니었다.
pt_br: Isso não foi algo muito são de se fazer.
zh_cn: 头脑正常的人可不会干那事。
zh_tw: 頭腦正常的人可不會幹那事。

# CHARACTERS.GENERIC.ANNOUNCE_WORMS
source: Did you feel that?
de: Hast du das gespürt?
es: ¿Has notado eso?
fr: Vous avez senti ça ?
it: L'hai sentito?
ja: 今の振動は…？
ko: 방금 느꼈어?
pt_br: Você sentiu isso?
zh_cn: 你感觉到了吗？
zh_tw: 你感覺到了嗎？

# CHARACTERS.GENERIC.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: My mind has been filled with beefalo styling inspiration!
de: Mein Verstand ist überfüllt mit Inspiration zum Stylen von Beefalo!
es: ¡Me ha invadido la inspiración de la esquila de beefalos!
fr: Des créations inspirées par des bœufalos... J'en ai plein la tête !
it: La mia mente trabocca di creatività mufalesca!
ja: 僕の心はビーファロのスタイリング案でいっぱいだ！
ko: 머릿속이 비팔로를 어떻게 스타일링할 지에 대한 영감으로 가득해!
pt_br: Minha mente está cheia de ideias para criar visuais de bífalo!
zh_cn: 我满满都是皮弗娄牛造型的灵感！
zh_tw: 我滿滿都是皮弗婁牛造型的靈感！

# CHARACTERS.GENERIC.BATTLECRY.DEER
source: Die, doe!
de: Stirb schon!
es: ¡Muere, cervatilla!
fr: Meurs, ma biche !
it: Muori, cerva!
ja: シカめ、死ねー！
ko: 죽어라, 암사슴!
pt_br: Morra, orra!
zh_cn: 去死吧，鹿！
zh_tw: 去死吧，鹿！

# CHARACTERS.GENERIC.BATTLECRY.GENERIC
source: Go for the eyes!
de: Auf die Augen zielen!
es: ¡Ataca a los ojos!
fr: Vise les yeux !
it: Punta agli occhi!
ja: 目を狙え！
ko: 눈을 노려라!
pt_br: Mire nos olhos!
zh_cn: 受死吧！
zh_tw: 受死吧！

# CHARACTERS.GENERIC.BATTLECRY.PIG
source: Here piggy piggy!
de: Hier Schweini, Schweini!
es: ¡Ven, cerdito, ven!
fr: Hé ! Cochon, cochon !
it: Vieni qua maialino!
ja: ここだぜ、子豚ちゃん！
ko: 이리 와, 돼지야!
pt_br: Aqui, porquinho, aqui!
zh_cn: 到这儿来，小猪！
zh_tw: 到這兒來，小豬！

# CHARACTERS.GENERIC.BATTLECRY.PREY
source: I will destroy you!
de: Ich werde dich vernichten.
es: ¡Te destruiré!
fr: Je vais te détruire !
it: Ti distruggerò!
ja: おまえをぶち壊してやる！
ko: 박살을 내주마!
pt_br: Vou te destruir!
zh_cn: 我要灭了你！
zh_tw: 我要滅了你！

# CHARACTERS.GENERIC.BATTLECRY.SPIDER
source: I'm going to stomp you dead!
de: Ich werde dich zu Tode stampfen!
es: ¡Voy a pisar tu cadáver!
fr: Je vais te piétiner à mort !
it: Ti schiaccerò fino alla morte!
ja: 死ぬまで踏みつけてやる！
ko: 짓밟아 죽이겠다!
pt_br: Vou pisar na sua cabeça!
zh_cn: 我要踩死你！
zh_tw: 我要踩死你！

# CHARACTERS.GENERIC.BATTLECRY.SPIDER_WARRIOR
source: Better you than me!
de: Lieber du als ich.
es: ¡Mejor tú que yo!
fr: Plutôt toi que moi !
it: Meglio tu che io!
ja: 君の方がまだましだ！
ko: 나보단 네가 당하는 게 낫지!
pt_br: Antes você do que eu!
zh_cn: 你死好过我死！
zh_tw: 你死好過我死！

# CHARACTERS.GENERIC.COMBAT_QUIT.GENERIC
source: I sure showed him!
de: Dem hab ich's gezeigt!
es: ¡Le he dado su merecido!
fr: Qui c'est, le plus fort ?
it: Gli ho fatto vedere!
ja: これであいつも分かっただろう！
ko: 본때를 보여줬다!
pt_br: Mostrei para ele o que é bom para tosse!
zh_cn: 他肯定尝到我的厉害了！
zh_tw: 他肯定嘗到我的厲害了！

# CHARACTERS.GENERIC.COMBAT_QUIT.PIG
source: I'll let him go. This time.
de: Dieses eine Mal lass ich ihn davonkommen.
es: Le dejaré marchar. Por esta vez.
fr: Je le laisse partir. Pour cette fois.
it: Lo lascerò andare. Per questa volta.
ja: 見逃してやる。今回はな。
ko: 이번엔 봐줬다.
pt_br: Vou deixar ele ir. Desta vez.
zh_cn: 这次姑且放过他。
zh_tw: 這次姑且放過他。

# CHARACTERS.GENERIC.COMBAT_QUIT.PREY
source: He's too fast!
de: Er ist zu schnell!
es: ¡Es demasiado rápido!
fr: Trop rapide !
it: È troppo veloce!
ja: 彼は早すぎる！
ko: 너무 빠르다!
pt_br: Ele é muito rápido!
zh_cn: 他速度太快了！
zh_tw: 他速度太快了！

# CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER
source: He's too gross, anyway.
de: Sowieso zu eklig.
es: De todas formas, es muy asquerosa.
fr: Trop moche de toute façon.
it: È troppo schifoso, comunque.
ja: とにかく、気味悪すぎる。
ko: 어차피 너무 징그러웠는걸.
pt_br: Ela é muito nojenta mesmo.
zh_cn: 不管怎么说，他真是太恶心了。
zh_tw: 不管怎麼說，他真是太噁心了。

# CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER_WARRIOR
source: Shoo, you nasty thing!
de: Geh weg, du fieses Ding!
es: ¡Vete, cosa repugnante!
fr: Bouh ! Sale bestiole !
it: Sciò, brutta cosa!
ja: シッシ、このウザイやつめ！
ko: 꺼져, 못된 것!
pt_br: Xô, coisinha nojenta.
zh_cn: 嘘…你这个讨厌的家伙！
zh_tw: 噓…你這個討厭的傢伙！

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL1.1
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL1.2
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL2.1
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL2.2
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL3.1
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL.LEVEL3.2
source: Awww, she has a cute little bow.
de: Ohhh, sie hat einen süßen, kleinen Bogen.
es: Ayyy, que moño tan lindo.
fr: Ahhh, elle a un joli petit nœud.
it: Oh, ha un fiocchetto tenero.
ja: わあ、彼女の弓は可愛くて小さいな。
ko: 귀엽게도 예쁜 리본을 달고 있다.
pt_br: Ouun, ela tem um arquinho fofinho.
zh_cn: 噢，她有一个可爱的小蝴蝶结。
zh_tw: 噢，她有一個可愛的小蝴蝶結。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's hauntingly beautiful.
de: Die ist ... die ist wunderschön.
es: Es inquietantemente bonita.
fr: C'est sinistrement beau.
it: È inquietantemente bello.
ja: なんだか…怖いほど美しい花だ…
ko: 이 세상의 아름다움이 아니다.
pt_br: É horripilantemente linda.
zh_cn: 太漂亮了，让人流连忘返。
zh_tw: 太漂亮了，讓人流連忘返。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I'd die to find out what it does.
de: Ich würde mein Leben geben, um herauszufinden, wozu das gut ist.
es: Me muero por saber lo que hace.
fr: Je meurs d'envie de savoir ce que ça fait.
it: Morirei per scoprire cosa fa.
ja: この花…どうしても気になる…
ko: 죽어서라도 이게 뭔지 알아내고 싶다.
pt_br: Eu morreria pra descobrir o que isso faz.
zh_cn: 我会查明它到底做了些什么。
zh_tw: 我會查明它到底做了些什麼。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: I don't think I should hang on to this.
de: Das sollte ich wohl nicht behalten.
es: Creo que no debería guardarme esto.
fr: Je crois que je ne devrais pas prendre ça.
it: Non credo che dovrei aggrapparmici.
ja: 早めに手放したほうがよさそうだな…
ko: 이건 가지고 있으면 안 될 것 같다.
pt_br: Acho que não devo ficar com isso.
zh_cn: 我该放下它。
zh_tw: 我該放下它。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: Do you need some alone time?
de: Brauchst du etwas Zeit für dich?
es: ¿Necesitas tiempo en solitario?
fr: Tu as besoin d'un peu de temps pour toi ?
it: Hai bisogno di un po' di tempo da solo?
ja: 少しの間一人になりたい？
ko: 혼자 있을 시간이 필요하니?
pt_br: Precisa ficar um pouco sozinha?
zh_cn: 你想一个人待着吗？
zh_tw: 你想一個人待著嗎？

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: I think she's starting to open up to us.
de: Ich glaube, sie öffnet sich uns langsam.
es: Creo que se está empezando a abrir.
fr: Je crois qu'elle commence à s'ouvrir.
it: Credo stia iniziando ad aprirsi con noi.
ja: 少し心を開き始めたみたい。
ko: 우리에게 마음을 여는 것 같아.
pt_br: Acho que ela está começando a se abrir para nós.
zh_cn: 她准备跟我们吐露心扉了。
zh_tw: 她準備跟我們吐露心扉了。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: Looks like someone's feeling especially spirited today!
de: Da hat jemand besonders gute Laune heute!
es: ¡Parece que alguien se siente con ganas hoy!
fr: On dirait que tu es de bonne humeur, aujourd'hui !
it: Qualcuno oggi è in vena di fare dello spirito?
ja: 今日は特に元気な誰かさんがいるね！
ko: 오늘 누구 기분이 아주 좋은 모양인데!
pt_br: Parece que tem alguém toda animada hoje!
zh_cn: 精神头真足啊！
zh_tw: 精神頭真足啊！

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It hurts my soul to look at that thing.
de: Dieser Anblick tut mir im Herzen weh.
es: Me duele el alma de mirarla.
fr: Quand je regarde cette chose, mon âme saigne.
it: Mi duole l'anima al guardarlo.
ja: この花を見てると、なんだか胸が痛くなる…
ko: 보고 있으니까 영혼이 아프다.
pt_br: Minha alma dói quando olho pra isso.
zh_cn: 看到那东西时，我的灵魂受伤了。
zh_tw: 看到那東西時，我的靈魂受傷了。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: It's giving me the creeps.
de: Das macht mich ganz unruhig.
es: Me está poniendo los pelos de punta.
fr: Ce truc me fout les chocottes.
it: Mi sta dando i brividi.
ja: この花、ちょっと気味が悪いな…
ko: 섬뜩한 기분이 든다.
pt_br: Está me dando arrepios.
zh_cn: 这让我毛骨悚然。
zh_tw: 這讓我毛骨悚然。

# CHARACTERS.GENERIC.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Something is up with that flower!
de: Irgendetwas stimmt mit dieser Blume nicht.
es: ¡Algo le pasa a esa flor!
fr: Il y a un truc pas normal avec cette fleur !
it: Sta succedendo qualcosa a quel fiore!
ja: この花、何かおかしいぞ！
ko: 꽃이 이상하다!
pt_br: Tem algo errado com essa flor!
zh_cn: 那朵花有情况！
zh_tw: 那朵花有情況！

# CHARACTERS.GENERIC.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know that I did.
de: Ich will das benutzen. Und ich will, dass die Welt weiß, dass ich es getan habe.
es: Quiero usarlo, y quiero que el mundo sepa lo que hice.
fr: Je veux l'utiliser et je veux que le monde le sache.
it: Voglio usarlo, e voglio che il mondo sappia quello che ho fatto.
ja: それを使ってみたい、そして世界に自分がやったことを知らしめたい。
ko: 내가 쓰고 싶다. 그리고 세계에 내가 한 일을 알리고 싶다.
pt_br: Quero usá-lo, e quero que o mundo saiba o que eu fiz.
zh_cn: 我想用一下它，我想让全世界都知道我的所作所为。
zh_tw: 我想用一下它，我想讓全世界都知道我的所作所為。

# CHARACTERS.GENERIC.DESCRIBE.ACORN
source: There's definitely something inside there.
de: Da ist definitiv etwas drinnen.
es: Definitivamente hay algo ahí dentro.
fr: Il y a forcément quelque chose là-dedans.
it: C'è sicuramente qualcosa là dentro.
ja: 中に何か入ってるぞ…
ko: 분명히 안에 무언가가 있다.
pt_br: Definitivamente tem alguma coisa lá dentro.
zh_cn: 里边绝对有东西。
zh_tw: 裡邊絕對有東西。

# CHARACTERS.GENERIC.DESCRIBE.ACORN_COOKED
source: Roasted to perfection.
de: Zur Vollkommenheit gegrillt.
es: Asado a la perfección.
fr: Parfaitement rôti.
it: Arrostito alla perfezione.
ja: 完璧に香ばしくローストされている。
ko: 완벽하게 구웠다.
pt_br: Assado até a perfeição.
zh_cn: 烤得很完美。
zh_tw: 烤得很完美。

# CHARACTERS.GENERIC.DESCRIBE.ACORN_SAPLING
source: It'll be a tree soon!
de: Das wird bald ein Baum sein!
es: ¡Pronto será un árbol!
fr: Ça sera un arbre bientôt !
it: Sarà presto un albero!
ja: もうすぐ木になるぞ！
ko: 금방 나무가 되겠지!
pt_br: Em breve será uma árvore!
zh_cn: 它很快将长成一棵树！
zh_tw: 它很快將長成一棵樹！

# CHARACTERS.GENERIC.DESCRIBE.ADVENTURE_PORTAL
source: I'm not sure I want to fall for that a second time.
de: Ich glaube nicht, dass ich ein zweites Mal darauf reinfallen will.
es: No sé si quiero volver a hacerlo otra vez.
fr: Je suis pas certain de vouloir refaire ça une deuxième fois.
it: Non sono sicuro di volerci cadere per la seconda volta.
ja: 2回も同じ手にはまりたいとは思わないが。
ko: 두 번 들어가고 싶지는 않은데.
pt_br: Não tenho certeza se quero cair nessa pela segunda vez.
zh_cn: 我不想再一次上当了。
zh_tw: 我不想再一次上當了。

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIANHAT
source: It shows me infinite possibilities...
de: Ich erkenne unendlich viele Möglichkeiten ...
es: Me muestra un sinfín de posibilidades...
fr: Il m'a dévoilé des possibilités infinies...
it: Mi mostra infinite possibilità...
ja: 無限の可能性があるんだ…
ko: 무한한 가능성을 보여준다고...
pt_br: Ela me mostra possibilidades infinitas...
zh_cn: 它让我看到了无限可能……
zh_tw: 它讓我看到了無限可能……

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIANHATSHARD
source: Even a single piece is pretty illuminating!
de: Selbst ein einzelnes Stück ist ziemlich illuminierend!
es: Hay que ver lo que ilumina un simple pedacito.
fr: Chaque pièce est une véritable illumination !
it: Persino un unico frammento è illuminante!
ja: たった1個でもかなりためになるね！
ko: 한 장만으로도 빛이 나는걸!
pt_br: Um único pedaço já ilumina bastante!
zh_cn: 连部件都如此光彩夺目！
zh_tw: 連部件都如此光彩奪目！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: It's draining the energy right out of that monster!
de: Es entzieht diesem Monster die Energie!
es: ¡Está drenando la energía de ese monstruo!
fr: Ça vide l'énergie du monstre !
it: Sta assorbendo l'energia di quel mostro!
ja: これがモンスターのエネルギーを放出しているんだ！
ko: 바로 그 몬스터에게서 에너지를 소모하고 있어!
pt_br: Está drenando a energia daquele monstro!
zh_cn: 它正在耗尽那个怪物的能量！
zh_tw: 它正在耗盡那個怪物的能量！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: Gotcha!
de: Hab dich!
es: ¡Te tengo!
fr: Je t'ai eu !
it: Preso!
ja: みーっけ！
ko: 잡았다!
pt_br: Peguei!
zh_cn: 有了！
zh_tw: 有了！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: You'll pay for breaking all that science!
de: Du wirst dafür bezahlen, dass du das ganze Wissenschaftszeug zerstört hast!
es: ¡Pagarás por ese destrozo científico!
fr: Tu vas payer pour avoir cassé toute cette science !
it: La pagherai per aver distrutto quel po' po' di scienza!
ja: 科学を破壊した代償を支払うことになるだろう！
ko: 과학을 모두 부숴버린 대가를 치르게 될 거야!
pt_br: Você vai pagar por destruir toda essa ciência!
zh_cn: 你会为破坏科学付出代价！
zh_tw: 你會為破壞科學付出代價！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: This time I'm sure I got it.
de: Diesmal habe ich es ganz sicher verstanden.
es: A la segunda va la vencida.
fr: Cette fois, je suis sûr de l'avoir eu.
it: Stavolta è morto di sicuro.
ja: 今度こそ仕留めたに違いない…
ko: 이번에는 확실히 얻겠지.
pt_br: Desta vez, tenho certeza de que consegui.
zh_cn: 这回我很确定我收拾了它。
zh_tw: 這回我很確定我收拾了它。

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: I think I just made it angry...
de: Ich glaube, ich habe es nur wütend gemacht ...
es: Creo que se ha enfadado...
fr: Je crois que je l'ai mis en colère...
it: Mi sa che l'ho solo fatto arrabbiare...
ja: 怒らせただけみたいだな…
ko: 괜히 화나게 한 것 같은데...
pt_br: Acho que acabei de deixá-lo furioso...
zh_cn: 我想我激怒它了……
zh_tw: 我想我激怒它了……

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: You've made your point!
de: Du hast dich klar genug ausgedrückt!
es: ¿No te rindes? ¡Me pinchas y no sangro!
fr: Ça va, j'ai compris !
it: Hai reso l'idea!
ja: キミの方がキレッキレだったね！
ko: 어떻게 생각하는지 밝혔군!
pt_br: Isso que é tecnologia de ponta!
zh_cn: 你已经表明了你的观点！
zh_tw: 你已經表明了你的觀點！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE3
source: It's definitely angry now!
de: Jetzt ist es wütend, so viel steht fest!
es: ¡Ahora sí que se ha enfadado!
fr: Il est vraiment en colère, maintenant !
it: Ora è proprio arrabbiato!
ja: これは間違いなく怒ってる！
ko: 지금은 확실히 화가 났어요!
pt_br: Sem dúvida, agora ele está furioso!
zh_cn: 它现在一定生气了！
zh_tw: 它現在一定生氣了！

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: Maybe someone should go poke it... just to be sure.
de: Jemand sollte es mal treten. Nur zur Sicherheit.
es: ¿Y si alguien le da un golpecito por si acaso?
fr: Peut-être qu'il faudrait aller voir s'il est bien mort... juste au cas où.
it: Qualcuno dovrebbe punzecchiarlo con un bastoncino... Non si sa mai.
ja: 誰かつついてやれば本当かどうか…確かめられる。
ko: 아마도 누군가가 그것을 찔러보러 가야 하겠네... 확실히 하려면.
pt_br: Talvez fosse melhor alguém cutucá-lo... só para ter certeza.
zh_cn: 应该找个人过去戳一下……这样才能确定。
zh_tw: 應該找個人過去戳一下……這樣才能確定。

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Is it dead? That strange energy still seems to be lingering around it.
de: Ist es tot? Diese seltsame Energie wabert immer noch um es herum.
es: ¿Se ha muerto? Esa energía tan extraña sigue ahí.
fr: C'est bon ? Il est mort ? Cette énergie étrange a encore l'air de flotter autour de lui.
it: È morto? Quella bizzarra energia sembra aleggiargli ancora attorno.
ja: あれ、死んでる？あの変なエネルギーがまだ漂ってるみたいだな。
ko: 죽은 건가? 그 기이한 에너지가 아직도 주위에 맴도는 것 같아.
pt_br: Será que morreu? Aquela energia estranha continua em volta dele.
zh_cn: 它死了吗？那股神秘的力量好像还在它附近游荡。
zh_tw: 它死了嗎？那股神秘的力量好像還在它附近遊蕩。

# CHARACTERS.GENERIC.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: After rigorous testing, I can confirm that they make me want to take a nap.
de: Nach gründlichen Testläufen kann ich bestätigen, dass sie mich dazu bringen, ein Nickerchen zu machen.
es: Los análisis me confirman que hacen que me den ganas de echarme una siesta.
fr: Après des tests poussés, je peux confirmer que ça me donne envie de faire une sieste.
it: Un esame approfondito ha dimostrato che mi fanno venir voglia di schiacciare un pisolino.
ja: 厳密な検査の結果…あれのせいで昼寝したいことを確認します。
ko: 엄격하게 실험해보면 낮잠을 자고 싶게 만드는 것이 무엇인지 알 수 있겠지.
pt_br: Após testes rigorosos, posso confirmar que elas me dão vontade de tirar uma soneca.
zh_cn: 经过不懈测试，我可以确认它们让我想打盹。
zh_tw: 經過不懈測試，我可以確認它們讓我想打盹。

# CHARACTERS.GENERIC.DESCRIBE.AMULET
source: I feel so safe when I get to wear it.
de: Ich fühle mich sicher, wenn ich es trage.
es: Me siento muy a salvo cuando lo llevo.
fr: Je sens qu'il ne peut rien m'arriver quand je porte ça.
it: Mi sento al sicuro quando lo indosso.
ja: これを身につけると、安心するよ…
ko: 착용하게 되면 무척 안전하게 느껴진다.
pt_br: Me sinto tão seguro quando uso ele.
zh_cn: 戴着它我感觉很安全。
zh_tw: 戴著它我感覺很安全。

# CHARACTERS.GENERIC.DESCRIBE.ANCHOR
source: I wouldn't want my boat to float away.
de: Nicht, dass mein Boot davontreibt.
es: No querría que mi barco se fuese por ahí solo.
fr: Il ne faudrait pas que mon bateau parte à la dérive.
it: Non vorrei che la mia barca se ne andasse a spasso.
ja: ボートが流れていくと困るからね。
ko: 배가 떠내려가면 안 되지.
pt_br: Não quero que meu barco saia boiando para longe.
zh_cn: 我可不想让小船飘走。
zh_tw: 我可不想讓小船飄走。

# CHARACTERS.GENERIC.DESCRIBE.ANCHOR_ITEM
source: Now I can build an anchor.
de: Jetzt kann ich einen Anker bauen.
es: Ahora puedo construir un ancla.
fr: Je peux fabriquer une ancre, maintenant.
it: Ora posso costruire un'ancora.
ja: これで錨を作れるぞ。
ko: 이제 닻을 만들 수 있어.
pt_br: Agora, posso fazer uma âncora.
zh_cn: 现在我能造出锚了。
zh_tw: 現在我能造出錨了。

# CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR
source: An ancient and mysterious structure.
de: Eine alte und mysteriöse Struktur.
es: Una estructura ancestral y misteriosa.
fr: Une structure ancienne et mystérieuse.
it: Una struttura antica e misteriosa.
ja: 古代の神秘的な構造。
ko: 신비로운 고대의 구조물.
pt_br: Uma estrutura ancestral e misteriosa.
zh_cn: 古老而神秘的建筑。
zh_tw: 古老而神秘的建築。

# CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This seems to be broken.
de: Sieht kaputt aus.
es: Parece que está roto.
fr: On dirait que c'est cassé.
it: Sembra essere rotto.
ja: どうも壊れているみたい。
ko: 부서진 것 같다.
pt_br: Isso parece estar quebrado.
zh_cn: 这个好像破损了。
zh_tw: 這個好像破損了。

# CHARACTERS.GENERIC.DESCRIBE.ANCIENT_STATUE
source: It seems to throb out of tune with the world.
de: Scheint nicht im Einklang mit der Welt zu sein.
es: Parece que desentona con el mundo.
fr: Elle semble en décalage avec le monde.
it: Sembra stonare rispetto al mondo.
ja: 世界と周波数がずれているようだ。
ko: 이 세계에는 어울리지 않는 박동이 느껴진다.
pt_br: Parece sair do ritmo de latejamento do mundo.
zh_cn: 它好像在与世界格格不入地震动。
zh_tw: 它好像在與世界格格不入地震動。
