Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.SALTSTACK.GENERIC
source: It's just salt! N-nothing to be bothered over.
de: Es ist nur Salz! K-kein Grund, sich deswegen Gedanken zu machen.
es: ¡S-solo es sal! No hay nada de lo que preocuparse.
fr: Ce n'est que du sel ! P-Pas besoin d'en faire tout un plat.
it: È solo sale! N-niente di cui preoccuparsi.
ja: ただの塩よ！そ、そんなに心配するものじゃないの。
ko: 그냥 소금이야! 귀-귀찮을 게 없어.
pt_br: É apenas sal! N-nada pra se preocupar.
ru: Это просто соль! Н-нечего волноваться.
zh_tw: 這只是鹽！沒有什麼好糾結的。

# CHARACTERS.WANDA.DESCRIBE.SALTSTACK.GROWING
source: Oh goody, it's growing back.
de: Oh wie schön, das Salz wächst nach.
es: Perfecto, está creciendo de nuevo.
fr: Oh super, ça repousse.
it: Oh, cielo. Sta ricrescendo.
ja: ああよかった。また形成されてきたわ。
ko: 오, 좋아, 다시 성장하고 있다.
pt_br: Credo, está crescendo de novo.
ru: Оюшки, оно отрастает обратно.
zh_tw: 哦，太好了，它又長出來了。

# CHARACTERS.WANDA.DESCRIBE.SALTSTACK.MINED_OUT
source: I feel a bit better now.
de: Ich fühle mich schon etwas besser.
es: Ya me siento un poco mejor.
fr: Je me sens un peu mieux, maintenant.
it: Ora va un po' meglio.
ja: ちょっと気分が良くなってきた。
ko: 이제 기분이 좀 나아졌다.
pt_br: Me sinto um pouco melhor agora.
ru: Теперь на душе чуть спокойнее.
zh_tw: 我現在感覺好一點了。

# CHARACTERS.WANDA.DESCRIBE.SANDBLOCK
source: The sands of time are so fickle!
de: Der Sand der Zeit ist so unbeständig!
es: ¡Las arenas del tiempo son tan caprichosas!
fr: Les sables du temps sont si capricieux !
it: Le sabbie del tempo sono capricciose!
ja: 時は岩を砂にしてしまうのよ！
ko: 시간의 모래는 너무 변덕스러워!
pt_br: As areias do tempo são tão volúveis!
ru: Пески времени так переменчивы!
zh_tw: 時間之沙是如此的無常！

# CHARACTERS.WANDA.DESCRIBE.SANDSPIKE
source: I won't have my time cut short by the likes of you!
de: Ich lasse mir meine Zeit nicht von deinesgleichen verkürzen!
es: ¡No pienso dejar que me haga perder el tiempo un bicho como tú!
fr: Ce n'est pas toi qui vas m'envoyer ad patres !
it: Non andrò incontro a una fine prematura a causa vostra!
ja: あんたみたいなのに私の時間を削がれてたまるもんですか！
ko: 너 같은 놈들 때문에 내 시간을 낭비하고 싶지 않아!
pt_br: Minha vida não será abreviada por coisas como essas!
ru: Не надейся, мой последний час еще не пробил!
zh_tw: 我不會讓我的時間被你們縮短！

# CHARACTERS.WANDA.DESCRIBE.SANITYROCK.ACTIVE
source: What? I could have sworn it was shorter...
de: Ich hätte schwören können, dass das kürzer gewesen ist ...
es: ¿Qué? Juraría que no era tan alto...
fr: Quoi ? J'aurais pourtant juré que c'était plus court...
it: Cosa? Avrei giurato che fosse più basso...
ja: え？絶対にこれ、もっと短かったわよ…
ko: 뭐? 더 짧다고 맹세할 수 있어...
pt_br: Quê? Eu podia jurar que era mais baixo...
ru: Как? Клянусь, раньше он был меньше ростом...
zh_tw: 什麼？我發誓它剛剛很矮……

# CHARACTERS.WANDA.DESCRIBE.SANITYROCK.INACTIVE
source: Hmm. I remembered it being taller...
de: Hmm. Ich hatte das größer in Erinnerung ...
es: Um... Lo recordaba algo más alto...
fr: Hmmm, je pensais pourtant que c'était plus grand.
it: Mm. Lo ricordavo più alto...
ja: んー。もっと長かったと思うんだけど…
ko: 흠. 더 길었던 것을 기억하는데...
pt_br: Hmm. Me lembrava de ele ser mais alto...
ru: Хм-м. А раньше он казался повыше.
zh_tw: 嗯。我記得它是比較高的……

# CHARACTERS.WANDA.DESCRIBE.SAPLING.BURNING
source: That's not good...
de: Das ist gar nicht gut ...
es: Ay, qué mal...
fr: Ouhlà...
it: Non va per niente bene...
ja: マズイわね…
ko: 좋지 않아...
pt_br: Isso não é bom...
ru: Это нехорошо...
zh_tw: 這可不好……

# CHARACTERS.WANDA.DESCRIBE.SAPLING.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
ru: На вид кажется больным.
zh_tw: 它看上去很不舒服。

# CHARACTERS.WANDA.DESCRIBE.SAPLING.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
ru: Э-э-э, что-то пошло не так.
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.WANDA.DESCRIBE.SAPLING.GENERIC
source: For some reason, these ones don't seem to grow any bigger.
de: Aus irgendeinem Grund scheinen die hier nicht größer zu werden.
es: No sé por qué, pero no parecen crecer más.
fr: Bizarrement, j'ai l'impression qu'ils ne comptent pas pousser davantage.
it: Per qualche ragione, questi non sembrano voler diventare più grandi.
ja: 何らかの理由で、あれはもう大きくならないみたいね。
ko: 웬일인지 이것들은 더 이상 자라지 않는 것 같아.
pt_br: Por algum motivo, parece que estas daqui não crescem mais.
ru: Они отчего-то так и не становятся больше.
zh_tw: 出於某種原因，這些似乎沒有再長大了。

# CHARACTERS.WANDA.DESCRIBE.SAPLING.PICKED
source: Now begins the painfully slow process of growing back.
de: Nun beginnt der schmerzhaft langsame Prozess des Nachwachsens.
es: Ahora comienza el tedioso proceso de volver a crecer.
fr: C'est maintenant que commence le processus pénible et lent de la repousse.
it: Ora inizia l'estenuante processo di ricrescita.
ja: そしてこれから、イライラするほどゆーっくりと再生してくるわけね。
ko: 이제 다시 자라나는 고통스럽고 느린 과정을 시작할 테고.
pt_br: Agora começa o doloroso processo de crescer de novo.
ru: А теперь им придется долго и мучительно вырастать снова.
zh_tw: 痛苦而緩慢的恢復生長過程開始了。

# CHARACTERS.WANDA.DESCRIBE.SAPLING.WITHERED
source: It won't survive long in this heat.
de: Er wird bei dieser Hitze nicht lange überleben.
es: No sobrevivirá mucho tiempo con este calor.
fr: Il ne survivra pas longtemps sous cette chaleur.
it: Non sopravviverà a lungo con questo caldo.
ja: この暑さじゃ、そう長くはもたないだろうね。
ko: 이 더위에 오래 버티지 못할 거야.
pt_br: Não vai sobreviver por muito tempo neste calor.
ru: Долго на такой жаре он не простоит.
zh_tw: 它在這種高溫下不會存活太久。

# CHARACTERS.WANDA.DESCRIBE.SCANDATA
source: It's of no use to me, I won't waste time reading it.
de: Das nützt mir nichts, ich werde keine Zeit damit verschwenden, das zu lesen.
es: No me sirve de nada, así que no pienso perder el tiempo leyendo.
fr: Ça ne m'est d'aucune utilité, je ne perdrai pas mon temps à le lire.
it: Se non mi sono di alcuna utilità, non perderò tempo a leggerli.
ja: 私には必要ないよ。読んでる時間がもったいない。
ko: 내겐 쓸모가 없어, 그걸 읽으며 시간을 소비하지는 않을 거야.
pt_br: Não tem utilidade para mim, não vou perder tempo lendo isso.
ru: Мне это ни к чему. Не собираюсь тратить свое время на то, чтобы в этом разобраться.
zh_tw: 對我一點用都沒用，我才不要浪費時間讀它。

# CHARACTERS.WANDA.DESCRIBE.SCARECROW.BURNING
source: This might end up being an improvement.
de: Das könnte sich als Verbesserung erweisen.
es: A lo mejor hasta acaba siendo una mejora.
fr: Finalement, c'est peut-être pour le mieux.
it: Potrebbe essere un miglioramento.
ja: 思いがけず改善されるかも。
ko: 개선한 걸로 끝날 수 있겠지.
pt_br: Isto pode acabar sendo uma melhoria.
ru: Думаю, так стало только лучше.
zh_tw: 也許是好事。

# CHARACTERS.WANDA.DESCRIBE.SCARECROW.BURNT
source: I take back what I said, it's much worse this way.
de: Ich nehme zurück, was ich gesagt habe, so ist es viel schlimmer.
es: Retiro lo dicho, es mucho peor así.
fr: Je retire ce que j'ai dit. C'est encore pire comme ça.
it: Ritiro tutto: ora è molto peggio.
ja: 前言撤回。こっちの方がだいぶひどい。
ko: 말한 것을 되돌려 놓았는데, 이번이 훨씬 더 나쁘네.
pt_br: Retiro o que eu disse, é muito pior desta maneira.
ru: Беру свои слова обратно: стало гораздо хуже.
zh_tw: 我收回我說的話，它變得更糟了。

# CHARACTERS.WANDA.DESCRIBE.SCARECROW.GENERIC
source: I think our definition of "friendly" differs somewhat.
de: Ich glaube, unsere Definitionen von "freundlich" gehen etwas auseinander.
es: Creo que nuestra definición de "amigo" no se parece demasiado.
fr: Je crois que nous n'avons pas la même définition du mot « sympathique ».
it: Temo che la nostra definizione di "gaio" sia in qualche modo differente.
ja: 私とあなたの「友好的」の定義はだいぶ違うみたい。
ko: "친한"에 대한 정의가 서로 좀 다른 것 같아.
pt_br: Acho que nossa definição de "amigável" é um pouco diferente.
ru: Думаю, под словом «дружелюбное» мы понимаем разные вещи.
zh_tw: 我們對“友好”的定義不一樣。

# CHARACTERS.WANDA.DESCRIBE.SCORCHED_SKELETON
source: Their life was snuffed out long ago.
de: Ihr Leben wurde vor langer Zeit ausgelöscht.
es: Su vida se extinguió hace mucho.
fr: Il a été privé de vie il y a bien longtemps.
it: La sua vita è stata prosciugata molto tempo fa.
ja: 彼らの命はずっと前に消されたの。
ko: 그들의 삶은 오래 전에 끊어졌어.
pt_br: A vida desse aí acabou faz muito tempo.
ru: Их жизнь давным-давно угасла.
zh_tw: 這個生命早早之前就熄滅了。

# CHARACTERS.WANDA.DESCRIBE.SCULPTINGTABLE.BLOCK
source: Chipping away at stone is not my idea of a good time.
de: Das Abklopfen von Gestein entspricht nicht meiner Vorstellung von einem guten Zeitvertreib.
es: Picar piedra no es precisamente mi idea de pasar un buen rato.
fr: Tailler de la pierre n'est pas vraiment ma passion, en fait.
it: Sgrossare la pietra non è il mio ideale di divertimento.
ja: 石を削るのは、私が思う楽しい時間のイメージとは違うわ。
ko: 돌을 깎는 것이 내 생각에 좋은 시간은 아니야.
pt_br: Lascar pedras não é a minha ideia de diversão.
ru: Кому-то обтесывать камни нравится, но точно не мне.
zh_tw: 鑿石頭對我來說並不算美好時光。

# CHARACTERS.WANDA.DESCRIBE.SCULPTINGTABLE.BURNT
source: Well, time to move on.
de: Tja ... Zeit, weiterzugehen.
es: Bueno, hora de seguir.
fr: Bon, il est temps de passer à autre chose.
it: Oh, beh. È tempo di andare avanti.
ja: じゃあもう行かなくちゃ。
ko: 음, 이동할 시간이야.
pt_br: Bom, hora de partir pra outra.
ru: Что ж, пора идти дальше.
zh_tw: 好了，是時候繼續前進了。

# CHARACTERS.WANDA.DESCRIBE.SCULPTINGTABLE.EMPTY
source: I've got more pressing things to do than arts and crafts.
de: Ich habe dringendere Dinge zu erledigen als Bastelarbeiten.
es: Tengo cosas más importantes que ponerme con las manualidades.
fr: J'ai plus urgent à faire que des travaux manuels.
it: Ho questioni più urgenti da sbrigare delle belle arti.
ja: 芸術や工芸よりもっと大事な急務があるんだけど。
ko: 예술과 공예보다는 더 급하게 해야 할 일이 있어.
pt_br: Tenho coisas mais urgentes pra fazer do que trabalhos manuais.
ru: У меня слишком мало времени, чтобы заниматься прикладным искусством.
zh_tw: 我有比藝術和手工更緊迫的事情要做。

# CHARACTERS.WANDA.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: I don't even want to think about how much time was spent making it.
de: Ich will gar nicht daran denken, wie viel Zeit für die Herstellung aufgewendet wurde.
es: No quiero ni pararme a pensar cuánto tiempo tardarían en esculpirla.
fr: Je ne veux même pas réfléchir au nombre d'heures que j'ai perdues à la fabriquer.
it: Non voglio nemmeno pensare a quanto tempo è stato sprecato nella sua realizzazione.
ja: これを作るのにどれだけ時間がかかったか想像するのも嫌だわ。
ko: 만드는 데 얼마나 많은 시간을 들였는지는 생각하고 싶지도 않다.
pt_br: Não quero nem pensar em quanto ela levou pra ser feita.
ru: Не хочу даже думать о том, сколько на это ушло времени.
zh_tw: 我不想去想製作它花了多長時間。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: Strange... I don't think it's as old as it looks.
de: Seltsam ... Ich glaube nicht, dass das so alt ist, wie es aussieht.
es: Qué raro... No creo que sea tan antigua como parece.
fr: Bizarre... J'ai l'impression que ce n'est pas aussi vieux qu'il n'y paraît.
it: Che strano... Non credo sia vecchia quanto sembra.
ja: 変だわ…これ、見た目ほど古くないと思う。
ko: 이상해... 보기보다는 어릴 것 같아.
pt_br: Estranho... Não acho que seja tão velha quanto parece.
ru: Странно... По-моему, она не такая старая, как кажется.
zh_tw: 奇怪……我認為並沒有看起來那麼老。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: I can't believe I spent so much time on reuniting a couple pieces of marble.
de: Ich kann nicht glauben, dass ich so viel Zeit damit verbracht habe, ein paar Marmorstücke wieder zusammenzusetzen.
es: No me puedo creer que me haya pasado tanto tiempo juntando un par de piezas de mármol.
fr: Je n'arrive pas à croire que j'ai passé autant de temps à réunir quelques bouts de marbre.
it: Non riesco a credere di aver speso tutto questo tempo a riunire un paio di pezzi di marmo.
ja: 2、3の大理石の塊をくっつけるのにこんなに時間かけたなんて信じられない。
ko: 대리석 몇 조각을 재결합하는 데 그렇게 많은 시간을 보냈다는 것이 믿기지 않아.
pt_br: Não acredito que levei tanto tempo pra reunir alguns pedaços de mármore.
ru: Поверить не могу, что столько времени пыталась соединить два куска мрамора.
zh_tw: 我真不敢相信我花了這麼多時間在重新組合幾塊大理石上。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: Did you hear that? It's like there's something scratching inside...
de: Hast du das gehört? Es ist, als würde etwas im Inneren scharren ...
es: ¿Has oído eso? Creo que hay algo dando arañazos en el interior...
fr: Vous avez entendu ça ? C'est comme si quelque chose grattait depuis l'intérieur.
it: Cos'è stato? Era come se qualcosa grattasse da dentro la statua...
ja: 今の聞いた？中からひっかいてる音がする…
ko: 저 소리 들려? 안에서 뭔가 긁는 것 같아...
pt_br: Ouviu isso? É como se tivesse alguma coisa arranhando por dentro...
ru: Слышите? Внутри будто кто-то скребется...
zh_tw: 你聽到了嗎？好像有什麼東西在裡面抓撓……

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: Either the sculptor forgot something, or a piece has been removed.
de: Entweder hat der Bildhauer etwas vergessen, oder ein Teil wurde entfernt.
es: O al escultor se le olvidó algo o es que le falta una pieza.
fr: Soit le sculpteur a oublié quelque chose, soit une pièce a été enlevée.
it: O lo scultore ha dimenticato qualcosa oppure è stata rimossa una parte.
ja: 彫刻家が何か忘れたか、何か取り除かれたのね。
ko: 조각가가 무언가를 잊어버렸거나 한 부분을 제거한 것 같아.
pt_br: Ou o escultor esqueceu alguma coisa, ou uma parte foi removida.
ru: Либо скульптор о чем-то позабыл, либо часть статуи отломили.
zh_tw: 要麼是雕塑家忘記了，要麼是有一塊雕塑被移走了。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_BISHOPHEAD
source: What is this doing way out here?
de: Was hat das hier draußen zu suchen?
es: ¿Qué hace esto aquí?
fr: Qu'est-ce que ça fait là ?
it: Cosa ci fa qua?
ja: これ、なんでこんなところに？
ko: 여기 밖에서 이게 뭐하는거야?
pt_br: O que isso está fazendo aqui?
ru: Что это она тут делает?
zh_tw: 這東西在這裡做什麼？

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: I can't quite tell what it's supposed to be.
de: Ich kann nicht genau sagen, was das darstellen soll.
es: No tengo muy claro qué se supone que es.
fr: Je ne sais pas trop ce que c'est censé être.
it: Non sono sicura di cosa sia.
ja: これが何になるべきものなのかもわからないわ。
ko: 그것이 무엇인지 확실하게 말할 수 없어.
pt_br: Não sei dizer o que é esse negócio.
ru: Я даже и не пойму, что это такое.
zh_tw: 我也說不出它是什麼。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: Why did I spend so much time on this?
de: Warum habe ich so viel Zeit damit verbracht?
es: ¿Por qué he perdido tanto tiempo con esto?
fr: Pourquoi j'ai passé autant de temps là-dessus ?
it: Perché ci ho sprecato tutto questo tempo?
ja: なんでこんなものに時間使っちゃったんだろう？
ko: 나는 왜 이것에 그렇게 많은 시간을 허비했을까?
pt_br: Por que gastei tanto tempo nisto?
ru: Ну и зачем я потратила на это столько времени?
zh_tw: 我為什麼要花這麼多時間在這上面？

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: Did you hear that? It's like there's something scratching inside...
de: Hast du das gehört? Es ist, als würde etwas im Inneren scharren ...
es: ¿Has oído eso? Creo que hay algo dando arañazos en el interior...
fr: Vous avez entendu ça ? C'est comme si quelque chose grattait depuis l'intérieur.
it: Cos'è stato? Era come se qualcosa grattasse da dentro la statua...
ja: 今の聞いた？中からひっかいてる音がする…
ko: 저 소리 들려? 안에서 뭔가 긁는 것 같아...
pt_br: Ouviu isso? É como se tivesse alguma coisa arranhando por dentro...
ru: Слышите? Внутри будто кто-то скребется...
zh_tw: 你聽到了嗎？好像有什麼東西在裡面抓撓……

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: It's a little better, but there's something missing...
de: Das ist ein bisschen besser, aber es fehlt noch etwas ...
es: Está un poco mejor, pero falta algo...
fr: C'est un peu mieux, mais il manque quelque chose...
it: È un pochino meglio, ma manca ancora qualcosa...
ja: ちょっとマシになったけど、何か足りない…
ko: 조금 나아지긴 했지만 뭔가 빠졌어...
pt_br: Ficou um pouco melhor, mas está faltando alguma coisa...
ru: Уже лучше, но чего-то по-прежнему не хватает...
zh_tw: 稍微好點了，但還是少了點什麼……

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: Strange...
de: Seltsam ...
es: Qué raro...
fr: Bizarre...
it: Che strano...
ja: 変だわ…
ko: 이상해...
pt_br: Estranho...
ru: Странно...
zh_tw: 真奇怪……

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: I'm not sure what to make of it.
de: Ich bin mir nicht sicher, was ich davon halten soll.
es: No sé ni qué es.
fr: Je ne sais pas trop quoi en faire.
it: Non sono sicura di cosa dovrebbe essere.
ja: どうしたらいいのかわからないわ。
ko: 어떻게 해야할 지 모르겠어.
pt_br: Não sei o que fazer com isto.
ru: Даже и не знаю, что с этим делать.
zh_tw: 我不知道它是什麼。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: It took me ages to put you together, at least look pleased about it!
de: Es hat mich eine Ewigkeit gekostet, dich zusammenzusetzen, du könntest ja weniger etwas zufriedener dreinschauen!
es: ¡Ya podías poner buena cara con la de tiempo que he tardado en recomponerte!
fr: Te remettre d'aplomb m'a pris un temps fou. Alors sois au moins un peu reconnaissant !
it: Mi ci sono voluti secoli a rimetterti a posto, almeno fingi di esserne compiaciuto!
ja: あんた作るのにすっごく時間かかったんだから。ちょっとは嬉しそうな顔しなよ！
ko: 널 한데 모으는 데 몇 년이 걸렸어. 적어도 만족스러워 보이네!
pt_br: Levei séculos pra te montar. Você podia ao menos se mostrar satisfeita com isso!
ru: Я тебя сто лет собирала — имей совесть этому порадоваться!
zh_tw: 我花了好長時間才把你拼好，你起碼該給我個好臉看吧！

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: Did you hear that? It's like there's something scratching inside...
de: Hast du das gehört? Es ist, als würde etwas im Inneren scharren ...
es: ¿Has oído eso? Creo que hay algo dando arañazos en el interior...
fr: Vous avez entendu ça ? C'est comme si quelque chose grattait depuis l'intérieur.
it: Cos'è stato? Era come se qualcosa grattasse da dentro la statua...
ja: 今の聞いた？中からひっかいてる音がする…
ko: 저 소리 들려? 안에서 뭔가 긁는 것 같아...
pt_br: Ouviu isso? É como se tivesse alguma coisa arranhando por dentro...
ru: Слышите? Внутри будто кто-то скребется...
zh_tw: 你聽到了嗎？好像有什麼東西在裡面抓撓……

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: It still doesn't look right.
de: Sieht immer noch nicht richtig aus.
es: Creo que no está bien así...
fr: Ça ne va toujours pas.
it: Non sembra ancora a posto.
ja: まだ何かおかしいわ。
ko: 여전히 제대로 보이지 않아.
pt_br: Algo ainda não parece certo.
ru: По-прежнему выглядит как-то не так.
zh_tw: 看著還是不太對。

# CHARACTERS.WANDA.DESCRIBE.SCULPTURE_ROOKNOSE
source: Where did this come from?
de: Wo kommt das denn her?
es: ¿De dónde ha salido esto?
fr: Ça vient d'où ?
it: Da dove viene?
ja: これはどこの部品だろう？
ko: 이건 또 어디서 나온 거지?
pt_br: De onde veio isso?
ru: Откуда это взялось?
zh_tw: 這是哪兒來的？

# CHARACTERS.WANDA.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: Oh botheration, now I have to build another one!
de: Ach verflixt, jetzt muss ich noch so ein Ding bauen!
es: Qué fastidio, ¡ahora tengo que construir otro!
fr: Oh flûte de zut, il va falloir que j'en construise un autre !
it: Che tremenda seccatura, ora devo costruirne un altro!
ja: ああ、煩わしい。もう1つ作らなくちゃいけないなんて！
ko: 아 귀찮아, 이제 또 하나 만들어야 해!
pt_br: Ai, que amolação, agora tenho que construir outro!
ru: Вот неудобство, теперь придется собирать новый!
zh_tw: 嗷，麻煩呐。這下我又要做一個！

# CHARACTERS.WANDA.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: The ocean is so much more finicky to navigate than the time stream.
de: Es ist so viel schwieriger, auf dem Meer zu navigieren als im Strom der Zeit.
es: Es bastante más complicado navegar por el océano que por el flujo del tiempo.
fr: C'est bien plus difficile de naviguer sur l'océan que dans les lignes temporelles.
it: L'oceano è molto più complicato da navigare del flusso temporale.
ja: 時の流れを進むより、海を進んでいく方が厄介だわ。
ko: 바다는 시간의 흐름보다 항해하기가 훨씬 까다롭지.
pt_br: É muito mais complicado navegar no oceano do que no fluxo do tempo.
ru: Ориентироваться в открытом море куда сложнее, чем в потоках времени.
zh_tw: 海洋比時間流要難駕馭得多。

# CHARACTERS.WANDA.DESCRIBE.SEAFOODGUMBO
source: Again... is leaving the bones in really necessary?
de: Und wieder: War es wirklich nötig, die Knochen drin zu lassen?
es: Otra vez... ¿En serio había que dejar la raspa?
fr: Encore ? Les arêtes sont vraiment nécessaires ?
it: Di nuovo... Era proprio necessario lasciare anche la lisca?
ja: また…骨を残しておく必要は本当にあるわけ？
ko: 다시... 뼈를 남겨 두는 것이 정말 필요할까?
pt_br: De novo... é mesmo necessário deixar os ossos dentro?
ru: Опять... Неужели обязательно готовить прямо с костями?
zh_tw: 再說一遍……真得有必要在裡面留下骨頭麼？

# CHARACTERS.WANDA.DESCRIBE.SEASTACK
source: Don't you dare hit my boat!
de: Wage es ja nicht, mein Boot zu rammen!
es: ¡Ni se te ocurra tocarme el barco!
fr: Je t'interdis de heurter mon bateau !
it: Non provare a urtare la mia barca!
ja: 私のボートにぶつかるなんて！
ko: 감히 내 배를 치지 마!
pt_br: Não se atreva a tocar no meu barco!
ru: Только попробуй врезаться в мою лодку!
zh_tw: 你敢打我的船！

# CHARACTERS.WANDA.DESCRIBE.SEEDPOUCH
source: Extra pocket space is always welcome.
de: Mehr Platz in der Tasche ist immer willkommen.
es: Siempre viene bien tener algo más de espacio.
fr: Je ne dis jamais non à un peu plus de place dans les poches.
it: Uno spazio aggiuntivo in tasca è sempre ben accetto.
ja: 追加のポケットはいつでも歓迎。
ko: 주머니 공간이 남아 도는 건 언제나 환영해.
pt_br: Mais espaço no bolso é sempre bem-vindo.
ru: Лишний карман никогда не помешает.
zh_tw: 額外的口袋空間總是受歡迎的。

# CHARACTERS.WANDA.DESCRIBE.SEEDS
source: Future plants, or a present snack.
de: Künftige Pflanzen oder ein Snack in der Gegenwart.
es: Se convertirán en plantas... o en un aperitivo.
fr: Des plantes futures ou un en-cas immédiat ?
it: Piante future o uno spuntino presente.
ja: 将来の植物、または現在のスナック。
ko: 미래의 식물, 또는 현재의 간식.
pt_br: Plantas no futuro, ou um lanche no presente.
ru: В будущем это растения, а в эту минуту — закуска.
zh_tw: 未來的植物，現在的零食。

# CHARACTERS.WANDA.DESCRIBE.SEEDS_COOKED
source: I don't know why I bothered cooking them.
de: Ich weiß nicht, warum ich Zeit damit verschwendet habe, sie zuzubereiten.
es: No sé para qué me he molestado en cocinarlas.
fr: Je ne sais pas pourquoi je me suis ennuyée à les cuire.
it: Non so perché ho perso tempo a cucinarli.
ja: なんでこんな物を料理する気になったのかわかんないわ。
ko: 왜 귀찮게 요리를 했는지 모르겠네.
pt_br: Não sei por que me dei o trabalho de cozinhá-las.
ru: Даже не знаю, зачем я их готовила.
zh_tw: 我不知道我為什麼要費心去烹飪它們。

# CHARACTERS.WANDA.DESCRIBE.SENTRYWARD
source: Good, this will help me get the lay of the land quicker.
de: Gut, damit kann ich mir schneller einen Überblick verschaffen.
es: Perfecto. Me servirá para ver cómo está la situación más rápido.
fr: Parfait, ça me permettra de cartographier les lieux bien plus rapidement.
it: Ottimo, mi aiuterà a comprendere più rapidamente la disposizione del territorio.
ja: よかった。これでもっと早く土地の情報が手に入るわ。
ko: 좋아, 땅의 형세를 더 빨리 확인하는 데 도움이 될 거야.
pt_br: Ótimo, isto vai me ajudar a fazer o reconhecimento do terreno.
ru: Отлично, теперь я смогу быстрее разведать окрестности.
zh_tw: 很好，這將幫助我更快地瞭解大陸的情況。

# CHARACTERS.WANDA.DESCRIBE.SEWING_KIT
source: Who has patience for sewing?
de: Wer hat schon die Geduld zum Nähen?
es: ¿Quién tiene paciencia para coser?
fr: Qui a vraiment assez de patience pour coudre ?
it: Chi ha la pazienza di cucire?
ja: 裁縫するほど忍耐力があるのは誰かしら？
ko: 바느질에 인내심이 있는 사람은 없을 걸?
pt_br: Quem tem paciência pra costurar?
ru: Ну кому хватает терпения шить?
zh_tw: 誰有耐心去縫衣服？

# CHARACTERS.WANDA.DESCRIBE.SEWING_TAPE
source: Now this is the way to mend clothes, no fussing with needles and thread!
de: So kann man Kleidung flicken, ohne mit Nadeln und Faden herumzuhantieren!
es: Así sí que me gusta arreglar la ropa. ¡Nada de perder el tiempo con la aguja y el hilo!
fr: C'est comme ça qu'on répare des vêtements ! Pas avec des aiguilles et du fil !
it: Ecco come vanno rammendati gli indumenti. È inutile dover penare con ago e filo!
ja: 服はこうやって繕う。針と糸で悪戦苦闘する必要なし！
ko: 이제 이건 바늘과 실을 사용하지 않고 옷을 수선하는 방법이야!
pt_br: Este é o jeito certo de consertar roupas, sem ter que se incomodar com agulhas e linhas!
ru: Вот так и нужно латать одежду — без возни с иголками и нитками!
zh_tw: 現才是補衣服的正解，根本不用針和線那麼麻煩！

# CHARACTERS.WANDA.DESCRIBE.SHADOWDIGGER
source: Those things make me nervous...
de: Diese Dinger machen mich nervös ...
es: Esas cosas me ponen de los nervios...
fr: Ces trucs me stressent...
it: Quei cosi mi innervosiscono...
ja: あれを見ると、すごく気分が落ち込むわ…
ko: 그런 것들 때문에 긴장하게 돼...
pt_br: Essas coisas me deixam nervosa...
ru: Что-то мне от них не по себе...
zh_tw: 那些東西讓我很緊張……
