Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.PIGELITE2
source: Too hot-headed if you ask me.
de: Zu hitzköpfig, wenn du mich fragst.
es: Demasiado enfadado, en mi opinión.
fr: Trop impétueux, à mon avis.
it: Troppo esaltato secondo me.
ja: 怒りっぽい感じを受けるな。
ko: 너무 성미가 급한 것 같은데.
pl: Trochę za bardzo wyrywny jak na mój gust.
pt_br: Está com a cabeça muito quente se você quer saber.
ru: Как по мне, так он слишком горяч.
zh_cn: 头脑发热，如果你问我的话。
zh_tw: 頭腦發熱，如果你問我的話。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITE3
source: Sure likes that gold.
de: Er mag das Gold wirklich.
es: Seguro que le gusta ese oro.
fr: Il aime bien l'or.
it: Sicuro gli piace l'oro.
ja: そのゴールド、気に入ったぜ。
ko: 금을 정말 좋아하네.
pl: Chyba lubi złoto.
pt_br: Parece que gosta mesmo desse ouro.
ru: Ему явно нравится золото.
zh_cn: 当然喜欢那块金子。
zh_tw: 當然喜歡那塊金子。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITE4
source: Something aboot that guy I like.
de: Irgendwas an dem Kerl mag ich.
es: Hay algo en él que me gusta.
fr: Il y a un truc qui me plaît chez ce type.
it: Quel tipo ha un qualcosa che mi piace.
ja: こいつ、何か人を惹きつけるものがあるんだよな。
ko: 뭔가 마음에 들잖아.
pl: Nie wiem dlaczego, ale lubię tego gościa.
pt_br: Tem alguma coisa nesse carinha que eu gosto.
ru: Чем-то этот парень располагает к себе.
zh_cn: 那个家伙有什么特别的地方让我很喜欢。
zh_tw: 那個傢伙有什麼特別的地方讓我很喜歡。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITEFIGHTER1
source: Looks a little blue.
de: Sieht ziemlich blau aus.
es: Está un poco pálido.
fr: Il est un peu bleu.
it: Sembra un po' ammaccato.
ja: 少し陰気な雰囲気だな。
ko: 약간 파래 보이는데.
pl: Coś jakby nie w formie.
pt_br: Parece meio baixo astral.
ru: Какой-то он синеватый.
zh_cn: 看起来有点蓝。
zh_tw: 看起來有點藍。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITEFIGHTER2
source: Too hot-headed if you ask me.
de: Zu hitzköpfig, wenn du mich fragst.
es: Demasiado enfadado, en mi opinión.
fr: Trop impétueux, à mon avis.
it: Troppo esaltato secondo me.
ja: 怒りっぽい感じを受けるな。
ko: 너무 성미가 급한 것 같은데.
pl: Trochę za bardzo wyrywny jak na mój gust.
pt_br: Está com a cabeça muito quente se você quer saber.
ru: Как по мне, так он слишком горяч.
zh_cn: 头脑发热，如果你问我的话。
zh_tw: 頭腦發熱，如果你問我的話。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITEFIGHTER3
source: Sure likes that gold.
de: Er mag das Gold wirklich.
es: Seguro que le gusta ese oro.
fr: Il aime bien l'or.
it: Sicuro gli piace l'oro.
ja: そのゴールド、気に入ったぜ。
ko: 금을 정말 좋아하네.
pl: Chyba lubi złoto.
pt_br: Parece que gosta mesmo desse ouro.
ru: Ему явно нравится золото.
zh_cn: 当然喜欢那块金子。
zh_tw: 當然喜歡那塊金子。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITEFIGHTER4
source: Something aboot that guy I like.
de: Irgendwas an dem Kerl gefällt mir.
es: Hay algo en él que me gusta.
fr: Il y a un truc qui me plaît chez ce type.
it: Quel tipo ha un qualcosa che mi piace.
ja: こいつ、何か人を惹きつけるものがあるんだよな。
ko: 뭔가 마음에 들잖아.
pl: Nie wiem dlaczego, ale lubię tego gościa.
pt_br: Tem alguma coisa nesse carinha que eu gosto.
ru: Чем-то этот парень располагает к себе.
zh_cn: 那个家伙有什么特别的地方让我很喜欢。
zh_tw: 那個傢伙有什麼特別的地方讓我很喜歡。

# CHARACTERS.WOODIE.DESCRIBE.PIGGUARD
source: I don't want to make him mad.
de: Ich will ihn nicht wütend machen.
es: No quiero hacerlo enfadar.
fr: J'ai pas envie de l'énerver.
it: Non voglio farlo arrabbiare.
ja: 彼を怒らせたくないのさ。
ko: 괜히 성질 건드리면 안 되겠다.
pl: Nie chcę go denerwować.
pt_br: Não quero irritá-lo.
ru: Не хочу я его злить.
zh_cn: 我可不想让他发疯。
zh_tw: 我可不想讓他發瘋。

# CHARACTERS.WOODIE.DESCRIBE.PIGGYBACK
source: Used all the parts of the pig.
de: Alle Teile des Schweins verwendet.
es: Se utilizan todas las partes del cerdo.
fr: J'ai utilisé toutes les parties du cochon.
it: Tutte le parti del maiale sono usate.
ja: ブタには捨てるとこがねぇな
ko: 돼지의 모든 부위를 사용했어.
pl: Jak wykorzystywać, to po całości.
pt_br: A gente usa todas as partes do porco.
ru: Рациональное использование свиньи.
zh_cn: 使用猪身上的任何部分。
zh_tw: 使用豬身上的任何部分。

# CHARACTERS.WOODIE.DESCRIBE.PIGHEAD.BURNT
source: I'd like to complain to the chef. Politely.
de: Ich möchte mich beim Koch beschweren.
es: Me gustaría presentar una queja ante el chef. Educadamente.
fr: Je vais aller me plaindre au cuistot. Poliment.
it: Vorrei lamentarmi con lo chef. In modo cortese.
ja: どうも、料理がヘタなヤツがいるみてぇだ
ko: 요리사에게 불평해야겠잖아, 상냥하게.
pl: Chciałbym złożyć skargę na kucharza.
pt_br: Gostaria de falar com o cozinheiro. Educadamente.
ru: Я бы хотел пожаловаться шеф-повару. Вежливо.
zh_cn: 我要向厨师投诉。我会注意礼貌的。
zh_tw: 我要向廚師投訴。我會注意禮貌的。

# CHARACTERS.WOODIE.DESCRIBE.PIGHEAD.GENERIC
source: What a waste of good pork.
de: Was für eine Verschwendung von gutem Schweinefleisch.
es: Qué desperdicio de una buena carne de cerdo.
fr: Quelle bonne viande gâchée !
it: Che spreco di buon maiale.
ja: 良質な豚肉を無駄にした。
ko: 좋은 돈육의 낭비네.
pl: Szkoda dobrej wieprzowinki.
pt_br: Que desperdício de uma boa carne de porco.
ru: Пустая трата отличной свинины.
zh_cn: 真是浪费了这么好的猪肉。
zh_tw: 真是浪費了這麼好的豬肉。

# CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.BURNT
source: A mere shell of its former glory.
de: Nur noch eine Hülle seiner ehemaligen Pracht.
es: Un mero esqueleto de su antiguo esplendor.
fr: Quand le bâtiment va pas...
it: Soltanto un emblema della sua gloria passata.
ja: かつての栄光の抜け殻。
ko: 이전 영광은 사라지고 폐허만 남았잖아.
pl: Marny cień jej dawnej chwały.
pt_br: Uma mera casca de sua glória anterior.
ru: Простая оболочка былой славы.
zh_cn: 昔日的辉煌如今烧的只剩外壳了。
zh_tw: 昔日的輝煌如今燒的只剩外殼了。

# CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.FULL
source: It's bacon-stuffed.
de: Gefüllt mit Speck.
es: Está rellena de tocino.
fr: C'est plein de bacon.
it: È ripieno di pancetta.
ja: ベーコンが詰まっている。
ko: 베이컨이 들어찼잖아.
pl: Nadziewana boczkiem.
pt_br: Está recheado com bacon.
ru: Он битком набит беконом.
zh_cn: 里面塞满了培根。
zh_tw: 裡面塞滿了培根。

# CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.GENERIC
source: A little duct tape would fix that right up.
de: Ein bisschen Klebeband würde das wieder reparieren.
es: Un poco de cinta adhesiva podría arreglar eso.
fr: Il suffirait d'un peu de ruban adhésif...
it: Un piccolo nastro adesivo potrebbe sistemare le cose.
ja: 少しのガムテープですぐに直せるだろう。
ko: 청테이프 있으면 고칠 수 있잖아.
pl: Odrobina taśmy klejącej załatwiłaby sprawę.
pt_br: Um pouco de silver tape consertaria isso.
ru: Немного гермоленты поможет привести его в порядок.
zh_cn: 只需要一点管道胶带就可以把它修好。
zh_tw: 只需要一點管道膠帶就可以把它修好。

# CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Sorry! I'm not peeping, I swear!
de: Es tut mir sehr leid! Ich hab nicht viel gelernt.
es: ¡Lo siento! ¡No estoy mirando, lo juro!
fr: Désolé ! Je reluque pas, je le jure !
it: Scusa! Non sto spiando, giuro!
ja: 悪りぃ！のぞく気はねぇんだよ！
ko: 미안해! 몰래 안 봐, 정말!
pl: Przepraszam! Wcale nie podglądałem, przysięgam!
pt_br: Desculpe! Não vou fazer um pio, juro!
ru: Прости! Я не подглядываю, клянусь!
zh_cn: 对不起！我没有偷窥，我发誓！
zh_tw: 對不起！我沒有偷窺，我發誓！

# CHARACTERS.WOODIE.DESCRIBE.PIGKING
source: He's not MY king.
de: Er ist nicht MEIN König.
es: No es MI rey.
fr: Ce n'est pas mon roi.
it: Lui non è il MIO re.
ja: 奴は俺の王ではない。
ko: 내 왕은 아니잖아.
pl: To nie mój król.
pt_br: Ele não é o MEU rei.
ru: Он не МОЙ король.
zh_cn: 他不是我的国王。
zh_tw: 他不是我的國王。

# CHARACTERS.WOODIE.DESCRIBE.PIGMAN.DEAD
source: Not a pig anymore.
de: Kein Schwein mehr.
es: Ya no es un cerdo.
fr: C'est plus du tout un cochon.
it: Non è più un maiale.
ja: もう、ブタじゃなくなっちまったな
ko: 돼지가 죽어버렸네.
pl: To już nie prosiak.
pt_br: Não é mais um porco.
ru: Вот и не стало свинки.
zh_cn: 不再是猪了。
zh_tw: 不再是豬了。

# CHARACTERS.WOODIE.DESCRIBE.PIGMAN.FOLLOWER
source: We're a team! Yah!
de: Wir sind ein Team! Juhu!
es: ¡Hacemos un gran equipo! ¡Sí!
fr: On fait une bonne équipe ! Yeah !
it: Facciamo una bella squadra!
ja: ワシらはチームさ！イェーイ！
ko: 우린 팀이잖아! 엉!
pl: Stanowimy zespół! Ha!
pt_br: Somos uma equipe! É!
ru: Мы — команда! Да ну?
zh_cn: 我们是一个团队！耶！
zh_tw: 我們是一個團隊！耶！

# CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GENERIC
source: Walking back bacon!
de: Zurück, Speck!
es: ¡Tocino andante!
fr: Du bacon sur pattes !
it: Pancetta che ritorna all'ovile!
ja: 歩きまわるベーコン！
ko: 보행하는 베이컨이잖아!
pl: Chodzący boczek!
pt_br: Em vias de se tornar bacon!
ru: Ходячий бекон!
zh_cn: 回来，培根！
zh_tw: 回來，培根！

# CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GUARD
source: That one looks like he means business.
de: Er sieht aus, als würde er es ernst meinen.
es: Ese parece que va en serio.
fr: Celui-là il n'a pas l'air de plaisanter.
it: Quello sembra uno importante.
ja: あいつは真剣そうだね。
ko: 심각해 보이잖아.
pl: Ten raczej nie da sobie w kaszę dmuchać.
pt_br: Parece que esse está falando sério.
ru: Кажется, он настроен серьезно.
zh_cn: 那家伙看上去不是闹着玩玩的。
zh_tw: 那傢伙看上去不是鬧著玩玩的。

# CHARACTERS.WOODIE.DESCRIBE.PIGMAN.WEREPIG
source: Happens to the best of us.
de: Ich weiß nicht, wie so ein Ding entstehen kann.
es: Le sucede a los mejores.
fr: Ça arrive même aux meilleurs.
it: Succede ai migliori.
ja: あいつも、選ばれしブタってわけだな
ko: 일어날 수 있는 일이잖아.
pl: Zdarza się nawet najlepszym.
pt_br: Acontece com os melhores.
ru: Случается с лучшими из нас.
zh_cn: 真不幸。
zh_tw: 真不幸。

# CHARACTERS.WOODIE.DESCRIBE.PIGSHRINE.BURNT
source: Burnt.
de: Verbrannt.
es: Quemado.
fr: Brûlé.
it: Bruciato.
ja: 燃え尽きた
ko: 아주 탔네.
pl: Spaliło się.
pt_br: Carbonizado.
ru: Сгорело.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WOODIE.DESCRIBE.PIGSHRINE.EMPTY
source: I think it needs meat, Lucy.
de: Ich glaube, es braucht Fleisch, Lucy.
es: Creo que necesita carne, Lucy.
fr: Je crois qu'il lui faut de la viande, Lucy.
it: Penso che abbia bisogno di carne, Lucy.
ja: ルーシー、ここには肉がいるぞ。
ko: 고기가 필요한 것 같아, 루시.
pl: Chyba trzeba tu jakiegoś mięsa, Lucy.
pt_br: Acho que precisa de carne, Lucy.
ru: Кажется, тут нужно мясо, Люси.
zh_cn: 我想它需要肉，露西。
zh_tw: 我想它需要肉，露西。

# CHARACTERS.WOODIE.DESCRIBE.PIGSHRINE.GENERIC
source: Would ya look at that.
de: Sieh mal einer an.
es: Fíjate en eso.
fr: Regardez-moi ça !
it: Ma guarda un po'.
ja: これを見てみなよ。
ko: 이야, 이것 좀 봐.
pl: No patrzcie państwo.
pt_br: Mas olhem só pra isso.
ru: Ты только глянь!
zh_cn: 你自己看看。
zh_tw: 你自己看看。

# CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with a tail.
de: Speck mit Schwanz.
es: Beicon con cola.
fr: Du bacon avec une queue.
it: Pancetta con la coda.
ja: しっぽ付きベーコン。
ko: 꼬리 달린 베이컨이잖아.
pl: Boczek z ogonkiem.
pt_br: Bacon com rabo.
ru: Бекон с хвостом.
zh_cn: 带尾巴的培根。
zh_tw: 帶尾巴的培根。

# CHARACTERS.WOODIE.DESCRIBE.PIGTENT
source: Looks to be some sort of tent.
de: Sieht aus wie ein Stein für ein Ritual.
es: Parece una especie de tienda de campaña.
fr: On dirait un genre de tente.
it: Sembra essere una specie di tenda.
ja: テントかなんかか…？
ko: 무슨 천막 같은데.
pl: To chyba jakiś namiot.
pt_br: Parece algum tipo de barraca.
ru: Что-то похожее на палатку.
zh_cn: 看起来是某种帐篷。
zh_tw: 看起來是某種帳篷。

# CHARACTERS.WOODIE.DESCRIBE.PIGTORCH
source: How did they do that without thumbs?
de: Wie haben sie das ohne Daumen gemacht?
es: ¿Cómo pueden hacer eso sin pulgares?
fr: Comment ont-ils fait ça sans pouce ?
it: Come ci sono riusciti senza pollici?
ja: 親指なしで、どうやってやつらはそれをできたのか？
ko: 엄지손가락도 없이 어떻게 만들었지?
pl: Jak one to zrobiły bez przeciwstawnych kciuków?
pt_br: Como eles fizeram isso sem polegares?
ru: Как они это делают без больших пальцев?
zh_cn: 它们是怎么不用拇指就做到的？
zh_tw: 它們是怎麼不用拇指就做到的？

# CHARACTERS.WOODIE.DESCRIBE.PIG_COIN
source: A favour I can cash in some time.
de: Den Gefallen kann ich mal einlösen.
es: Un favor que podré aprovechar más adelante.
fr: C'est un bon pour un service.
it: Un favore di cui presto vedrò i frutti.
ja: いつか役に立つことがあるだろう。
ko: 호의를 나중에 현금으로 바꿀 수 있잖아.
pl: Przysługa, którą za jakiś czas mógłbym spieniężyć.
pt_br: Um favor que posso cobrar mais tarde.
ru: Плата за услугу — когда-нибудь пригодится.
zh_cn: 我可以随时兑现的一个人情。
zh_tw: 我可以隨時兌現的一個人情。

# CHARACTERS.WOODIE.DESCRIBE.PIG_TOKEN
source: Looks like something those pigs would make.
de: Sieht aus wie etwas, das diese Schweine machen würden.
es: Parece algo que harían esos cerdos.
fr: On dirait un truc que les cochons pourraient faire.
it: Sembra creato da quei maiali.
ja: あのブタどもが作りそうなモノだな。
ko: 돼지가 만든 것처럼 생겼네.
pl: Wygląda mi to na jakieś świńskie ustrojstwo.
pt_br: Parece algo que aqueles porcos fariam.
ru: Похоже, это сделали свиньи.
zh_cn: 看起来像是那些猪会做的东西。
zh_tw: 看起來像是那些豬會做的東西。

# CHARACTERS.WOODIE.DESCRIBE.PINECONE
source: I should grow it and then chop it down!
de: Ich sollte sie anpflanzen und später fällen.
es: ¡Debería plantarla y luego talar el árbol!
fr: Je devrais le semer et puis le couper !
it: Dovrei farlo crescere per poi abbatterlo!
ja: こいつを木に育てて、切り倒してやるぜ！
ko: 나무로 키워낸 다음에 베어야지!
pl: Muszę ją zasadzić, żeby było co ścinać!
pt_br: Vou cultivar e depois derrubar!
ru: Оно сначала должно вырасти, а потом его можно будет срубить!
zh_cn: 我应该把它种出来，然后再砍倒它！
zh_tw: 我應該把它種出來，然後再砍倒它！

# CHARACTERS.WOODIE.DESCRIBE.PINECONE_SAPLING
source: Here comes a tree!
de: Hier wächst ein Baum!
es: ¡Aquí viene un árbol!
fr: Et voilà un arbre !
it: Ecco che arriva un albero!
ja: うし、木が出てきたぜ！
ko: 나무가 될 거야!
pl: Drzewo, przybywaj!
pt_br: Aí vem uma árvore!
ru: На подходе дерево!
zh_cn: 又来了一棵树！
zh_tw: 又來了一棵樹！

# CHARACTERS.WOODIE.DESCRIBE.PITCHFORK
source: That really isn't my style.
de: Das ist wirklich nicht mein Stil.
es: Ese realmente no es mi estilo.
fr: Définitivement pas mon style.
it: Davvero non è il mio stile.
ja: 畑仕事は専門外だぜ
ko: 정말 내 스타일이 아니잖아.
pl: To naprawdę nie mój styl.
pt_br: Esse realmente não é meu estilo.
ru: Это точно не для меня.
zh_cn: 这真的不是我的风格。
zh_tw: 這真的不是我的風格。

# CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT
source: That's gross!
de: Das ist widerlich!
es: ¡Eso es asqueroso!
fr: C'est dégoûtant !
it: È nauseante!
ja: 気持ち悪い！
ko: 역겨워!
pl: Obrzydliwe!
pt_br: Que nojento!
ru: Это мерзость!
zh_cn: 太恶心了！
zh_tw: 太噁心了！

# CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking it didn't help much.
de: Das Kochen hat nicht viel geholfen.
es: Cocinarla no ha servido de mucho.
fr: C'est pas bien meilleur cuit.
it: Cucinarlo non ha aiutato molto.
ja: 焼いても大して変わんねぇな…
ko: 요리했는 데 도움이 안 되잖아.
pl: Grillowanie nic nie dało.
pt_br: Cozinhar não ajudou muito.
ru: Готовка ему не особо помогла.
zh_cn: 烤熟了之后也没有多好吃。
zh_tw: 烤熟了之後也沒有多好吃。

# CHARACTERS.WOODIE.DESCRIBE.PLANTREGISTRYHAT
source: Looks like some organic headwear.
de: Sieht aus wie eine organische Kopfbedeckung.
es: Parece un gorro orgánico.
fr: On dirait un chapeau bio.
it: Sembra un qualche genere di copricapo biologico.
ja: オーガニックの帽子か。
ko: 뭔가 유기농 모자처럼 보여.
pl: To mi wygląda na organiczne nakrycie głowy.
pt_br: Parece até um chapéu orgânico.
ru: Эта шляпа выглядит... органично.
zh_cn: 看起来可以戴在头上。
zh_tw: 看起來可以戴在頭上。

# CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GENERIC
source: I wonder what it will be.
de: Ich frage mich, was es sein wird.
es: Me pregunto qué será.
fr: Je me demande ce que ça va donner.
it: Mi chiedo che cosa sarà.
ja: それが何になるのかな。
ko: 무엇이 될까.
pl: Ciekawe, co mi tu wyrośnie.
pt_br: Qual será?
ru: Интересно, что из этого вырастет?
zh_cn: 我想知道它会长成什么。
zh_tw: 我想知道它會長成什麼。

# CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GROWING
source: A watched plant never grows.
de: Eine Pflanze, die man beobachtet, wächst nie.
es: Una planta observada nunca crece.
fr: Une plante dont on s'occupe ne pousse jamais.
it: Una pianta osservata non cresce mai.
ja: 監視されている植物は決して成長しない。
ko: 바라보고 있으면 식물이 안 자라잖아.
pl: Nie można się gapi na rośliny, bo nie urosną.
pt_br: Uma planta observada nunca cresce.
ru: Если следить за растением, оно никогда не вырастет.
zh_cn: 你看着它的话就会感觉它一点都没长。
zh_tw: 你看著它的話就會感覺它一點都沒長。

# CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.READY
source: Time for grub.
de: Zeit zum Fressen.
es: Hora de comer algo.
fr: C'est l'heure de la bouffe !
it: È ora di essere presa.
ja: 食事の時間。
ko: 캘 때가 됐잖아.
pl: Czas na żarcie!
pt_br: Hora da boia.
ru: Пора собирать урожай.
zh_cn: 可以收获了。
zh_tw: 可以收穫了。

# CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.WITHERED
source: It's got no life left, eh?
de: Es hat kein Leben mehr in sich, was?
es: Ya no le queda vida, ¿eh?
fr: Il n'y a plus de vie là-dedans, hein ?
it: Non ha più vita rimasta, eh?
ja: もう生気は残ってない、か？
ko: 이젠 생기가 없어, 그치?
pl: Nie ma w niej nawet krztyny życia, co nie?
pt_br: Não tem mais vida, hã?
ru: Жизнь совсем покинула его, м?
zh_cn: 它已经活不了了，是吗？
zh_tw: 它已經活不了了，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.ATTACKER
source: %s isn't very polite...
de: %s ist nicht sehr freundlich ...
es: %s no es una persona muy educada...
fr: %s n'est pas un exemple de politesse...
it: %s non è molto gentile...
ja: %sは礼儀がなってねぇな…
ko: %s은(는) 예의가 없네...
pl: %s nie zachowuje się przyjaźnie...
pt_br: %s não tem muita educação.
ru: %s не очень вежлив…
zh_cn: %s不是很礼貌…
zh_tw: %s不是很禮貌…

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.FIRESTARTER
source: Knock off the fire starting there, bud.
de: Hör auf damit, hier überall Feuer zu machen.
es: Apaga el incendio que has comenzado, colega.
fr: On se calme sur les départs de feu, mon pote.
it: Appicca l'incendio a partire da là, amico.
ja: おい、火の始末、ちゃんとしろよ
ko: 불 그만 질러, 친구.
pl: Ty weź przestań wzniecać pożary, co?
pt_br: Pare com esses incêndios, ok?
ru: Прекрати тут жечь огни, приятель.
zh_cn: 兄弟，灭掉从这里开始烧起的火吧。
zh_tw: 兄弟，滅掉從這裡開始燒起的火吧。

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.GENERIC
source: Look who it is! %s!
de: Schau, wer es ist: %s!
es: ¡Mira quién es! ¡%s!
fr: Regardez qui voilà ! %s !
it: Guarda chi è! %s!
ja: おう！%sじゃねぇか！
ko: 이야, 이게 누구야! %s!
pl: Patrzcie państwo! Toż to %s!
pt_br: Olhe só quem é! %s!
ru: Вы только гляньте кто пожаловал! %s!
zh_cn: 看看是谁！%s！
zh_tw: 看看是誰！%s！

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.GHOST
source: Someone should rub a heart on %s.
de: Jemand sollte ein Herz auf %s reiben.
es: Alguien debería darle un corazón a %s.
fr: Quelqu'un devrait frotter un cœur sur %s.
it: Qualcuno dovrebbe strofinare un cuore su %s.
ja: 誰か、%sに心臓やってくれ
ko: 누구 %s에게 심장 좀 구해줘.
pl: %s potrzebuje serca.
pt_br: Alguém deveria esfregar um coração em %s.
ru: Кто-нибудь, вдолбите сердце в %s.
zh_cn: 应该有人擦下%s的心。
zh_tw: 應該有人擦下%s的心。

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.MURDERER
source: Enemy of the forest!
de: Feind des Waldes!
es: ¡El rival del bosque!
fr: La forêt te déteste !
it: Nemico della foresta!
ja: てめぇは森をおびやかす悪魔だな！
ko: 숲의 적이다!
pl: Wróg lasu!
pt_br: Desafeto da floresta!
ru: Враг леса!
zh_cn: 森林的敌人！
zh_tw: 森林的敵人！

# CHARACTERS.WOODIE.DESCRIBE.PLAYER.REVIVER
source: %s, you're an alright sort.
de: %s, du bist ein gut sortieren.
es: %s, eres un buen tipo.
fr: %s, t'es pas si pire que je pensais.
it: %s, sei un tipo giusto.
ja: %s、あんた、キライじゃないぜ
ko: %s, 넌 참 괜찮은 친구야.
pl: %s, jesteś w porządku.
pt_br: %s, você é bacana.
ru: %s, теперь ты в гарантийном виде.
zh_cn: %s，你是个好人。
zh_tw: %s，你是個好人。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_DISMANTLER
source: I'll stick to my axe, thanks.
de: Ich bleibe bei meiner Axt, danke.
es: Me quedo con el hacha, gracias.
fr: Je vais me contenter de ma hache, ça ira.
it: Preferisco la mia ascia, grazie.
ja: オレは斧があっから遠慮しとくよ。
ko: 내 도끼를 계속 쓸 거야, 고마워.
pl: Dziękuję, zostanę przy mojej siekierze.
pt_br: Prefiro meu machado, valeu.
ru: Меня мой топор устраивает, спасибо.
zh_cn: 我还是习惯斧头，谢谢了。
zh_tw: 我還是習慣斧頭，謝謝了。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: That's a pretty fancy lookin' clock.
de: Das ist eine ziemlich schicke Uhr.
es: Qué reloj tan elegante.
fr: C'est une très jolie montre.
it: È un gran bell'orologio.
ja: なかなかお高そうな時計じゃねぇか。
ko: 꽤 멋져 보이는 시계야.
pl: Ależ wymyślnie wyglądający zegarek.
pt_br: É um relógio bem chique.
ru: Очень красивые часы.
zh_cn: 那个钟看起来真花哨。
zh_tw: 那個鐘看起來真花哨。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: Doesn't look like it's doing much right now.
de: Sieht nicht so aus, als ob es sich im Moment rührt.
es: Creo que no está haciendo nada...
fr: On dirait qu'elle ne peut pas faire grand-chose pour le moment.
it: Al momento, non sembra che stia facendo molto.
ja: 今は役に立たねぇみてぇだな。
ko: 지금은 별로 하고 있는 것 같지 않아.
pl: W tej chwili chyba nic nie robi.
pt_br: Não parece servir pra muita coisa no momento.
ru: Кажется, сейчас они толком не работают.
zh_cn: 它好像没在做什么。
zh_tw: 它好像沒在做什麼。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PARTS
source: I'm not too good with this stuff.
de: Ich bin nicht so gut darin.
es: Esto no se me da muy bien.
fr: Je ne suis pas très doué pour ça.
it: Non sono molto pratico con queste cose.
ja: こういうのはどうも苦手でよ。
ko: 나는 이 일에 전혀 재주가 없어.
pl: Nie znam się zbyt dobrze na mechanice.
pt_br: Não sou bom com essas coisas.
ru: Я в этих детальках не особо разбираюсь.
zh_cn: 我对这些东西不是很擅长。
zh_tw: 我對這些東西不是很擅長。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: That's a pretty fancy lookin' clock.
de: Das ist eine ziemlich schicke Uhr.
es: Qué reloj tan elegante.
fr: C'est une très jolie montre.
it: È un gran bell'orologio.
ja: なかなかお高そうな時計じゃねぇか。
ko: 꽤 멋져 보이는 시계야.
pl: Ależ wymyślnie wyglądający zegarek.
pt_br: É um relógio bem chique.
ru: Очень красивые часы.
zh_cn: 那个钟看起来真花哨。
zh_tw: 那個鐘看起來真花哨。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: Doesn't look like it's doing much right now.
de: Sieht nicht so aus, als ob es sich im Moment rührt.
es: Creo que no está haciendo nada...
fr: On dirait qu'elle ne peut pas faire grand-chose pour le moment.
it: Al momento, non sembra che stia facendo molto.
ja: 今は役に立たねぇみてぇだな。
ko: 지금은 별로 하고 있는 것 같지 않아.
pl: W tej chwili chyba nic nie robi.
pt_br: Não parece servir pra muita coisa no momento.
ru: Кажется, сейчас они толком не работают.
zh_cn: 它好像没在做什么。
zh_tw: 它好像沒在做什麼。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: I don't know Lucy, that looks like a quick way to a bad time...
de: Ich weiß nicht, Lucy, das sieht nach einem schnellen Weg zu echtem Ärger aus ...
es: No sé yo, Lucy... Eso tiene pinta de ser como meterse en la boca del lobo.
fr: Je ne sais pas trop, Lucy. Ça me semble être une mauvaise idée...
it: Non so, Lucy, sembra un modo rapido per passare un brutto quarto d'ora...
ja: どうだろうなあルーシー。こんなモンに飛び込んでも、ろくなことにならなさそうだが…
ko: 난 몰라 루시, 그것은 빠르게 불행해지는 방법처럼 보여...
pl: Sam nie wiem, Lucy, to mi wygląda na skrót do kłopotów...
pt_br: Não sei, Lucy. Parece uma maneira rápida de se meter em encrenca...
ru: Ну, не знаю, Люси, по-моему, это способ приблизить плохие времена...
zh_cn: 我也拿不准，露西，我看这就是自找麻烦……
zh_tw: 我也拿不准，露西，我看這就是自找麻煩……

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: I don't know Lucy, that looks like a quick way to a bad time...
de: Ich weiß nicht, Lucy, das sieht nach einem schnellen Weg zu echtem Ärger aus ...
es: No sé yo, Lucy... Eso tiene pinta de ser como meterse en la boca del lobo.
fr: Je ne sais pas trop, Lucy. Ça me semble être une mauvaise idée...
it: Non so, Lucy, sembra un modo rapido per passare un brutto quarto d'ora...
ja: どうだろうなあルーシー。こんなモンに飛び込んでも、ろくなことにならなさそうだが…
ko: 난 몰라 루시, 그것은 빠르게 불행해지는 방법처럼 보여...
pl: Sam nie wiem, Lucy, to mi wygląda na skrót do kłopotów...
pt_br: Não sei, Lucy. Parece uma maneira rápida de se meter em encrenca...
ru: Ну, не знаю, Люси, по-моему, это способ приблизить плохие времена...
zh_cn: 我也拿不准，露西，我看这就是自找麻烦……
zh_tw: 我也拿不准，露西，我看這就是自找麻煩……

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: Wish she'd put those over somethin' softer to land on.
de: Ich wünschte, sie hätte sie über etwas Weicheres zum Landen ausgelegt.
es: Ojalá lo hubiera puesto cerca de un sitio más blandito para aterrizar.
fr: J'aurais préféré qu'elle pense à un atterrissage en douceur.
it: Vorrei che l'avesse messa sopra qualcosa di più comodo su cui atterrare.
ja: 行き先に、なんか柔けぇモンでも敷いといてくれたら嬉しいんだけどな。
ko: 착륙하기에 더 부드러운 것 위에 그것들을 놓았으면 좋겠어.
pl: Szkoda, że nie pomyślała o jakimś miękkim lądowaniu.
pt_br: Queria que ela botasse isso sobre algo mais macio pra aterrissagem.
ru: Ставила бы она еще их куда-нибудь, где помягче...
zh_cn: 她应该找个软点的位置放，那样掉下来会舒服点。
zh_tw: 她應該找個軟點的位置放，那樣掉下來會舒服點。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: That's a pretty fancy lookin' clock.
de: Das ist eine ziemlich schicke Uhr.
es: Qué reloj tan elegante.
fr: C'est une très jolie montre.
it: È un gran bell'orologio.
ja: なかなかお高そうな時計じゃねぇか。
ko: 꽤 멋져 보이는 시계야.
pl: Ależ wymyślnie wyglądający zegarek.
pt_br: É um relógio bem chique.
ru: Очень красивые часы.
zh_cn: 那个钟看起来真花哨。
zh_tw: 那個鐘看起來真花哨。
