Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: Made little red circles
de: Kleine rote Kreise.
es: Hice pequeños círculos rojos
es_mx: Hecho pequeños círculos rojos
fr: Des petits cercles rouges.
it: Piccoli cerchi rossi
ja: ちっちゃな赤丸を作ったよ
ko: 작은 빨간색 원을 만들었어
pl: Małe, czerwone kółka
pt_br: Fez rodinhas vermelhas.
ru: Маленькие красные кружочки
zh_tw: 做了紅色的小圓圈

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TRADER_MERM
source: Gives good things
de: Gibt gute Sachen.
es: Da cosas buenas
es_mx: Da cosas buenas
fr: Il me donne de jolies choses.
it: Dà cose buone
ja: いいものをあげるんだよ
ko: 좋은 것을 줘
pl: Daje dobre rzeczy
pt_br: Dá coisas boas.
ru: У него есть хорошие штучки
zh_tw: 能給好東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: Gives stuff for spend disc
de: Gibt Sachen für die Scheibe.
es: Da cosas por disco de gastar
es_mx: Da cosas por disco de gastar
fr: Il me donne des machins contre des disques pour dépenser.
it: Dà cose per disco per spendere
ja: まん丸を払って物をあげるんだよ
ko: 소비 디스크 대신 물건을 줘
pl: Daje rzeczy w zamian za dysk do wydawania
pt_br: Troca coisas por disco de gastar.
ru: Дает штучки в обмен на кружочки
zh_tw: 給它用來花的小圓盤能換東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TURNIP
source: Cute little dirt friend
de: Niedlicher kleiner Erdfreund.
es: Amiguito mono de tierra
es_mx: Lindo amiguito de tierra
fr: Un petit copain mignon qui vient de la terre.
it: Bella piccola amica di terra
ja: かわいいちっこい土のお友だち
ko: 작고 귀여운 흙 친구야
pl: Mała, urocza przyjaciółka z ziemi
pt_br: Amiguinho da terra fofo.
ru: Милый маленький дружок из земли
zh_tw: 土裡的小可愛朋友

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: Makes good belly stuff
de: Macht gutes Bauchzeug.
es: Hace cosas buenas para la tripa
es_mx: Hace buenas cosas de barriga
fr: Ça fait du bon manger !
it: Roba per pancia dolce
ja: おいしいおなかに入るものを作るんだよ
ko: 좋은 음식이 되지
pl: Dobra z niej rzecz do brzuszka
pt_br: Faz coisa boa de barriga.
ru: Вкусная штучка для животика
zh_tw: 填肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_WHEAT
source: Oh! Pretty seeds!
de: Oh! Hübsche Samen!
es: ¡Oh! ¡Semillas bonitas!
es_mx: ¡Oh! Semillas bonitas!
fr: Oh ! Les graines sont jolies.
it: Oh! Bei semini!
ja: おお！きれいな種だね！
ko: 아! 예쁜 씨앗이다!
pl: Och! Ładne nasionka!
pt_br: Ah! Sementes bonitas!
ru: О! Красивые семена!
zh_tw: 噢，可愛的種子！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.RABBIT.GENERIC
source: Bouncy Squee Hopper
de: Hopsende Hüpfer.
es: Botecitos ñí-ñí saltarín
es_mx: Saltarín saltador estrujable
fr: Un animal bondissant.
it: Salterello rimbalzante
ja: 飛び跳ねるぴょんぴょん
ko: 풀짝거리는 깡충이야
pl: Skaczący piskoczek
pt_br: Saltador Alegre Saltitante.
ru: Пискливый прыгун
zh_tw: 活潑的尖叫蹦跳者

# CHARACTERS.WORMWOOD.DESCRIBE.RABBIT.HELD
source: So soft
de: So weich.
es: Qué suave
es_mx: Qué suave
fr: Il est tellement doux.
it: Che morbido
ja: すごくやわらか
ko: 정말 부드러워
pl: Ale mięciutki
pt_br: Tão macio.
ru: Такой мягкий
zh_tw: 好柔軟

# CHARACTERS.WORMWOOD.DESCRIBE.RABBITHOLE.GENERIC
source: Bouncy Squee Hopper home?
de: Haus von hopsenden Hüpfern?
es: ¿Casa de botecitos ñí-ñí saltarín?
es_mx: ¿Casa de saltarín saltador estrujable?
fr: C'est la maison de l'animal bondissant ?
it: Casa di salterello rimbalzante?
ja: 飛び跳ねるぴょんぴょんのおうちかな？
ko: 폴짝거리는 깡충이 집인가?
pl: Dom skaczącego piskoczka?
pt_br: Casa de Saltador Alegre Saltitante?
ru: Дом пискливого прыгуна?
zh_tw: 那是活潑的尖叫蹦跳者的家？

# CHARACTERS.WORMWOOD.DESCRIBE.RABBITHOLE.SPRING
source: Where'd they go?
de: Wo führt das hin?
es: ¿Adónde se han ido?
es_mx: ¿Adónde se fueron?
fr: Où sont-ils passés ?
it: Dove andati?
ja: 乗ってた人たち、どこ行ったのかな？
ko: 다들 어디로 갔나?
pl: Gdzie się wszyscy podziali?
pt_br: Para onde eles foram?
ru: Куда все делись?
zh_tw: 它們去哪兒了？

# CHARACTERS.WORMWOOD.DESCRIBE.RABBITHOUSE.BURNT
source: Bad fire! Bad!
de: Böses Feuer! Böse!
es: ¡Fuego malo! ¡Malo!
es_mx: ¡Fuego malo! ¡Malo!
fr: Vilain feu ! T'es méchant !
it: Incendio cattivo! Cattivo!
ja: 悪い火だ！悪いよ！
ko: 나쁜 불 같으니!
pl: Zły ogień! Zły!
pt_br: Fogo malvado! Malvado!
ru: Плохой огонь! Плохой!
zh_tw: 壞火焰！真討厭！

# CHARACTERS.WORMWOOD.DESCRIBE.RABBITHOUSE.GENERIC
source: Big Squee Hopper home
de: Haus von großen Hüpfern.
es: Casa de botecitos ñí-ñí saltarín
es_mx: Casa de saltador estrujable grande
fr: C'est la maison de l'énorme animal bondissant.
it: Casa di salterello rimbalzante grande
ja: 大きい飛び跳ねるぴょんぴょんのおうち
ko: 큰 깡충이 집이야
pl: Dom dużego piskoczka
pt_br: Casa de Saltador Alegre Saltitante.
ru: Дом большого пискливого прыгуна
zh_tw: 大尖叫蹦跳者的家

# CHARACTERS.WORMWOOD.DESCRIBE.RAINCOAT
source: Rain Taker Coat
de: Regennehmermantel.
es: Abrigo recogelluvia
es_mx: Abrigo agarralluvia
fr: Un manteau qui protège de la pluie.
it: Cappotto prendipioggia
ja: レインテイカーのコート
ko: 비 막이 코트야
pl: Płaszczowy zbieracz deszczu
pt_br: Capa de Toma-Chuva.
ru: Плащ, который ловит дождь
zh_tw: 下雨該穿的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.RAINHAT
source: Looks good?
de: Sieht gut aus?
es: ¿Sienta bien?
es_mx: ¿Se ve bien?
fr: Ça me va bien ?
it: Sta bene?
ja: いい感じに見える？
ko: 괜찮나?
pl: Dobrze wygląda?
pt_br: Ficou bonito?
ru: Красиво?
zh_tw: 好看嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.RAINOMETER.BURNT
source: Ashes. Only ashes
de: Asche. Nur Asche.
es: Cenizas. Solo cenizas
es_mx: Cenizas. Solo cenizas
fr: Il ne reste pratiquement que des cendres.
it: Cenere. Solo cenere
ja: 灰。灰しかない
ko: 재밖에 안 남았어
pl: Popioły. Same popioły
pt_br: Cinzas. Só cinzas.
ru: Пепел. Только пепел
zh_tw: 燒成灰了。只剩下灰燼了

# CHARACTERS.WORMWOOD.DESCRIBE.RAINOMETER.GENERIC
source: Rain?
de: Regen?
es: ¿Lluvia?
es_mx: ¿Lluvia?
fr: Il va pleuvoir ?
it: Pioggia?
ja: 雨？
ko: 비?
pl: Deszcz?
pt_br: Chuva?
ru: Дождь?
zh_tw: 會下雨嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.RATATOUILLE
source: Belly party!
de: Bauchfest!
es: ¡Fiesta para la tripa!
es_mx: ¡Fiesta de barriga!
fr: Festin !
it: Pancia contenta!
ja: おなかパーティ！
ko: 배 파티다!
pl: Imprezka dla brzuszka!
pt_br: Festa pra barriga!
ru: Пир для животика!
zh_tw: 在肚子裡開個派對！

# CHARACTERS.WORMWOOD.DESCRIBE.RAZOR
source: Sharp
de: Scharf.
es: Afilada
es_mx: Afilada
fr: Ça coupe.
it: Taglia
ja: とがってる
ko: 날카로워
pl: Ostra
pt_br: Afiada.
ru: Острая
zh_tw: 很鋒利

# CHARACTERS.WORMWOOD.DESCRIBE.REDGEM
source: Red Shiny
de: Rot und glänzend.
es: Rojo brillante
es_mx: Roja brillante
fr: C'est rouge et ça brille.
it: Rossa brillante
ja: 赤くてキラキラ
ko: 빨간 반짝이야
pl: Czerwony, błyszczący
pt_br: Brilho Vermelho.
ru: Красная блестяшка
zh_tw: 閃亮的紅色寶石

# CHARACTERS.WORMWOOD.DESCRIBE.REDLANTERN
source: Pretty light
de: Hübsches Licht.
es: Luz bonita
es_mx: Luz bonita
fr: Une jolie lumière.
it: Luce bella
ja: きれいな光
ko: 예쁜 빛이야
pl: Piękny lampion
pt_br: Luz bonita.
ru: Красивый свет
zh_tw: 漂亮的燈

# CHARACTERS.WORMWOOD.DESCRIBE.REDMOONEYE
source: Ball with Shiny
de: Glänzende Kugel.
es: Bola con brillante
es_mx: Bola con reluciente
fr: Une boule qui brille.
it: Palla brillante
ja: キラキラのボール
ko: 반짝이가 있는 공이야
pl: Kulka ze świecącym
pt_br: Bola com Brilho.
ru: Шарик с блестяшкой
zh_tw: 發光的球

# CHARACTERS.WORMWOOD.DESCRIBE.REDPOUCH
source: What's inside?
de: Ich frage mich, was da drin ist.
es: ¿Qué hay dentro?
es_mx: ¿Qué hay dentro?
fr: Qu'y a-t-il à l'intérieur ?
it: Cosa dentro?
ja: 何か入っているのでしょうか？
ko: 안에 뭐가 있을까?
pl: Ciekawe, co jest w środku?
pt_br: O que há aí dentro?
ru: Что внутри?
zh_tw: 裡面有什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.RED_CAP
source: Yummy friend hat
de: Leckerer Hut von Freund.
es: Rico sombrero de amigos
es_mx: Rico sombrero amigo
fr: Un délicieux chapeau de copain !
it: Cappello di amico buono
ja: おいしいお友だちの帽子
ko: 맛있는 친구 모자야
pl: Pyszny kapelusz przyjaciela
pt_br: Chapéu gostoso de amigo.
ru: Вкусная шляпка друга
zh_tw: 美味的朋友的帽子

# CHARACTERS.WORMWOOD.DESCRIBE.RED_CAP_COOKED
source: Hurts head
de: Macht Kopfweh.
es: Hace daño en la cabeza
es_mx: Hace doler cabeza
fr: Ça fait mal à la tête.
it: Testa fa male
ja: 頭が痛いんだよ
ko: 머리를 아프게 해
pl: Boli głowę
pt_br: Machuca cabeça.
ru: Делает больно голове
zh_tw: 傷害腦袋

# CHARACTERS.WORMWOOD.DESCRIBE.RED_MUSHROOM.GENERIC
source: Squishy friend
de: Schwammiger Freund.
es: Amiga blandita
es_mx: Amigo blando
fr: Un copain spongieux.
it: Amico gommoso
ja: グニャグニャのお友達
ko: 물렁물렁한 친구야
pl: Mięciutki przyjaciel
pt_br: Amigo tenro.
ru: Хрупкий друг
zh_tw: 濕黏的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.RED_MUSHROOM.INGROUND
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Il se cache.
it: Nascosto
ja: 隠れてるよ
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.RED_MUSHROOM.PICKED
source: Gone
de: Weg.
es: No está
es_mx: Se ha ido
fr: Y a plus rien.
it: Andato
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.REEDS.BURNING
source: Save them!
de: Rettet sie!
es: ¡Salvadlos!
es_mx: ¡Sálvenlos!
fr: Il faut les sauver !
it: Salvatele!
ja: 救ってあげて！
ko: 구해 줘!
pl: Na ratunek!
pt_br: Salvem os juncos!
ru: Спасите их!
zh_tw: 救救他們吧！

# CHARACTERS.WORMWOOD.DESCRIBE.REEDS.GENERIC
source: Water friends
de: Wasserfreunde.
es: Amigos acuáticos
es_mx: Amigos de agua
fr: Des copines qui viennent de l'eau.
it: Amiche d'acqua
ja: 水のお友達
ko: 물 친구들이야
pl: Wodni przyjaciele
pt_br: Amigos da água.
ru: Водные друзья
zh_tw: 水生的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.REEDS.PICKED
source: Keep growing
de: Wachs weiter.
es: Sigue creciendo
es_mx: Sigue creciendo
fr: Continue de pousser.
it: Continuano a crescere
ja: どんどん育ってね！
ko: 계속 자라렴
pl: Rośnij dalej
pt_br: Continuem crescendo.
ru: Продолжайте расти
zh_tw: 請繼續生長吧！

# CHARACTERS.WORMWOOD.DESCRIBE.REFINED_DUST
source: Dusty
de: Staubig
es: Polvoriento
fr: C'est tout poussiéreux.
it: Polvere
ja: ホコリっぽいね
ko: 먼지투성이야
pl: Zakurzony
pt_br: Poeirento.
ru: Пыльно
zh_tw: 灰塵真多

# CHARACTERS.WORMWOOD.DESCRIBE.REFLECTIVEVEST
source: For the hot times
de: Für heiße Zeiten.
es: Para cuando haga calor
es_mx: Para las temporadas calurosas
fr: Un vêtement qui protège contre la chaleur.
it: Per momenti difficili
ja: 暑い時のためだね
ko: 더울 때 써
pl: Na gorące dni
pt_br: Pros momentos de calor.
ru: Для жары
zh_tw: 為了高溫時期準備的

# CHARACTERS.WORMWOOD.DESCRIBE.RELIC
source: Old
de: Alt.
es: Cosa vieja
es_mx: Viejo
fr: Une vieillerie.
it: Vecchia
ja: 古いよ
ko: 낡았어
pl: Stary
pt_br: Antiga.
ru: Что-то старое
zh_tw: 很古老

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB.BURNT
source: Fire hurts everything
de: Feuer tut allem weh.
es: Fuego hace daño a todo
es_mx: El fuego lastima todo
fr: Le feu fait des dégâts sur tout.
it: Fuoco fa male a tutto
ja: 火はすべてを痛めつける
ko: 불은 모든 것을 아프게 해
pl: Ogień krzywdzi wszystko
pt_br: O fogo machuca tudo.
ru: Огонь все портит
zh_tw: 火傷害了這一切

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB.GENERIC
source: Makes more things!
de: Macht mehr Sachen!
es: ¡Hace más cosas!
es_mx: ¡Hace más cosas!
fr: Cette chose sert à en fabriquer d'autres !
it: Fa più cose!
ja: もっと物を作れるよ！
ko: 더 많은 것을 만들어!
pl: Robi więcej rzeczy!
pt_br: Faz mais coisas!
ru: Делает новые штучки!
zh_tw: 做更多東西！

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB2.BURNT
source: Too bad
de: Zu schade.
es: Qué mal
es_mx: Qué mal
fr: Dommage.
it: Peccato
ja: 最悪だよ
ko: 안됐어
pl: Szkoda
pt_br: Que pena.
ru: Жалко
zh_tw: 太糟糕了

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB2.GENERIC
source: More things to make!
de: Mehr Sachen zum Machen!
es: ¡Más cosas para hacer!
es_mx: ¡Más cosas para hacer!
fr: Encore plus de choses à fabriquer !
it: Più cose da fare!
ja: もっと作る物があるね！
ko: 만들 것이 더 생겼다!
pl: Więcej rzeczy do zrobienia!
pt_br: Mais coisas pra fazer!
ru: Можно делать новые штучки!
zh_tw: 我可以製作更多東西了！

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB3.BURNT
source: Gone
de: Weg.
es: No está
es_mx: Terminado
fr: Y a plus rien.
it: Andato
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB3.GENERIC
source: More magics
de: Mehr Magie.
es: Más magias
es_mx: Más magia
fr: Encore plus de magie.
it: Più magie
ja: もっともっと魔法だ
ko: 마법이 더 생겼어
pl: Więcej magii
pt_br: Mais magias.
ru: Больше магии
zh_tw: 更多的魔力

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB4.BURNT
source: Why, fire? Why?!
de: Warum, Feuer? Warum?!
es: ¿Por qué, fuego? ¡¿Por qué?!
es_mx: ¿Por qué, fuego? ¡¿Por qué?!
fr: Pourquoi tu fais ça, le feu ? POURQUOI ?!
it: Perché, fuoco? Perché?!
ja: なんで火なの？なんでかな？
ko: 왜 이러는 거야, 불아? 대체 왜?!
pl: Dlaczego, ogniu? Dlaczego?!
pt_br: Por quê, fogo? Por quê?!
ru: Почему, огонь? Почему?!
zh_tw: 為什麼，火？為什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.RESEARCHLAB4.GENERIC
source: Makes magics things
de: Macht Zaubersachen.
es: Hace cosas de magias
es_mx: Hace cosas mágicas
fr: Ça sert à fabriquer des choses magiques.
it: Fa cose magiche
ja: 魔法の物を作る
ko: 마법 물건을 만들어
pl: Robi magiczne rzeczy
pt_br: Faz coisas mágicas.
ru: Делает волшебные штучки
zh_tw: 可以製作魔法物品了

# CHARACTERS.WORMWOOD.DESCRIBE.RESKIN_TOOL
source: Dusty changer
de: Staubiges Änderding.
es: Cambiador de polvo
es_mx: Cambiador polvoriento
fr: Un bidule pour changer.
it: Cambiatore polveroso
ja: ホコリっぽい交換機
ko: 먼지투성이 물건을 바꿔 줘
pl: Zmieniacz kurzu
pt_br: Limpa poeira.
ru: Пыльная менялка
zh_tw: 改變積灰的東西

# CHARACTERS.WORMWOOD.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Fire hurts everything
de: Feuer tut allem weh.
es: Fuego hace daño a todo
es_mx: Fuego lastima todo
fr: Le feu fait des dégâts sur tout.
it: Fuoco fa male a tutto
ja: 火はぜんぶ傷つけるんだよ
ko: 불은 모든 것을 아프게 해
pl: Ogień krzywdzi wszystko
pt_br: O fogo machuca tudo.
ru: Огонь все портит
zh_tw: 火傷害了這一切

# CHARACTERS.WORMWOOD.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Regrowing friends
de: Nachwachsende Freunde.
es: Amigos que vuelven a crecer
es_mx: Volviendo a cultivar amigos
fr: Des bouts de copain arbre pour ressusciter.
it: Amici ricrescono
ja: また育ってきてるお友だち
ko: 다시 자라는 친구들이야
pl: Odrastający przyjaciele
pt_br: Cultiva amigos de novo.
ru: Для выращивания друзей
zh_tw: 讓我再生的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.RESURRECTIONSTONE
source: Life Rock
de: Lebensstein.
es: Roca de vida
es_mx: Roca de vida
fr: Une pierre de vie.
it: Roccia vivente
ja: 命の石
ko: 생명의 돌이야
pl: Kamień życia
pt_br: Rocha da vida.
ru: Камень жизни
zh_tw: 生命石頭

# CHARACTERS.WORMWOOD.DESCRIBE.REVIVER
source: Ba-bum. Ba-bum
de: Ba-bumm. Ba-bumm.
es_mx: Pum-pum, pum-pum
fr: Baboum. Baboum.
it: Bu-bum. Bu-bum
ja: バブーン。バブーン。
ko: 두근두근
ru: Тудух. Тудух
zh_tw: 叭叭，啪啪

# CHARACTERS.WORMWOOD.DESCRIBE.RHINODRILL
source: Aww... bro love
de: Ooch ... Bruderliebe.
es: Oooh... Amor de hermanos
es_mx: Ahh… Amor de hermanos
fr: C'est beau, l'amour fraternel.
it: Oh... Amore per fratello
ja: おっと。大好きだよ
ko: 세상에... 형제애 좀 봐
pl: Ooo... Braterska miłość
pt_br: Oun... amor de irmão.
ru: О-о-о… Братишки
zh_tw: 噢，兄弟之愛

# CHARACTERS.WORMWOOD.DESCRIBE.ROASTTURKEY
source: Tweeter go in belly!
de: Piepser für den Bauch!
es: ¡Pío-pío va a la tripa!
es_mx: ¡Piador va en barriga!
fr: Le piou-piou va aller dans mon bidou.
it: Cip cip va dentro pancia!
ja: ピヨピヨおなかに入れ！
ko: 배에 넣는 짹짹이야!
pl: Ćwirek idzie do brzuszka!
pt_br: Piu-Piu vai pra barriga!
ru: Чирикалка для животика!
zh_tw: 啾啾進肚子吧！

# CHARACTERS.WORMWOOD.DESCRIBE.ROBIN.GENERIC
source: Red Tweeter
de: Roter Piepser.
es: Pío-pío rojo
es_mx: Piador rojo
fr: Un piou-piou rouge.
it: Cip cip rosso
ja: 赤いピヨピヨ
ko: 빨간 짹짹이야
pl: Czerwony ćwirek
pt_br: Piu-Piu Vermelho.
ru: Красная чирикалка
zh_tw: 紅色嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.ROBIN.HELD
source: Needs home
de: Braucht Heimat.
es: Necesita un hogar
es_mx: Necesita casa
fr: Il faut lui trouver une maison.
it: Serve casa
ja: おうちが必要だね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de casa.
ru: Нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.ROBIN_WINTER.GENERIC
source: Snow Tweeter
de: Schneepiepser.
es: Pío-pío de nieve
es_mx: Piador de nieve
fr: Un piou-piou des neiges.
it: Cip cip della neve
ja: 雪のピヨピヨ
ko: 눈 짹짹이야
pl: Śnieżny ćwirek
pt_br: Piu-Piu das Neves.
ru: Снежная чирикалка
zh_tw: 雪嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.ROBIN_WINTER.HELD
source: Needs home
de: Braucht Heimat.
es: Necesita un hogar
es_mx: Necesita casa
fr: Il faut lui trouver une maison.
it: Serve casa
ja: おうちが必要だね
ko: 집이 필요해
pl: Potrzebuje domu
pt_br: Precisa de casa.
ru: Нужен дом
zh_tw: 它需要一個家

# CHARACTERS.WORMWOOD.DESCRIBE.ROBOT_BLUEPRINT
source: Machine?
de: Maschine?
es: ¿Máquina?
fr: Une machine ?
it: Macchina?
ja: 機械かな？
ko: 기계?
pl: Maszyna?
pt_br: Máquina?
ru: Машина?
zh_tw: 機器？

# CHARACTERS.WORMWOOD.DESCRIBE.ROBOT_PUPPET
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: C'est un copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK
source: Rock. Hello
de: Stein. Hallo.
es: Roca. Hola
es_mx: Roca. Hola
fr: Coucou la pierre.
it: Roccia, ciao
ja: やあ、石さん
ko: 바위다. 안녕
pl: Skała. Cześć
pt_br: Rocha. Olá.
ru: Камень. Привет
zh_tw: 石頭。你好

# CHARACTERS.WORMWOOD.DESCRIBE.ROCKS
source: Rocks
de: Steine
es: Rocas
es_mx: Rocas
fr: Pierres
it: Rocce
ja: 岩
ko: 바위다.
pl: Kamienie
pt_br: Pedras
ru: Камни
zh_tw: 石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ROCKY
source: Rock Pinchy
de: Pieksstein.
es: Pellizquitos de roca
es_mx: Pellizcador de piedra
fr: De la pierre qui pince.
it: Roccia pizzicante
ja: 石のつまむやつ
ko: 바위 집게야
pl: Skalny szczypak
pt_br: Pinças de pedra.
ru: Камень щиплется
zh_tw: 有鉗子的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: Rest well, old friend
de: Ruhe in Frieden, alter Freund.
es: Descansa bien, viejo amigo
es_mx: Descansa bien, viejo amigo
fr: Repose en paix, mon copain.
it: Riposa pace, vecchio amico.
ja: ゆっくり休んでね、お友だち
ko: 푹 쉬어, 친구
pl: Odpoczywaj, stary przyjacielu
pt_br: Descanse bem, velho amigo.
ru: Отдыхай, старый друг
zh_tw: 好好休息吧，老朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: NOOO! AGH! HELP!
de: NEEEIN! AHRG! HILFE!
es: ¡NOOO! ¡AGH! ¡AYUDA!
es_mx: ¡NOOO! ¡AH! ¡AYUDA!
fr: NOOON ! ARGH ! À L'AIDE !
it: NOOO! AGH! AIUTO!
ja: いやーーー！助けて！
ko: 안 돼애애! 으악! 도와줘!
pl: NIEEE! AAA! POMOCY!
pt_br: NÃÃÃÃO! AGH! SOCORRO!
ru: НЕ-Е-Е-Т! А-А-А! НА ПОМОЩЬ!
zh_tw: 不！啊！來人啊！

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: Oh no! Friend is sick!
de: Oh nein! Freund ist krank!
es: ¡Oh, no! ¡Amigo está enfermo!
es_mx: ¡Oh, no! ¡Amigo está enfermo!
fr: Oh non ! Mon copain est malade !
it: Oh no! Amico malato!
ja: 大変！お友だちが病気だよ！
ko: 이런! 친구가 아프잖아!
pl: O nie! Przyjaciel jest chory!
pt_br: Ah, não! Amigo tá doente!
ru: О нет! Друг заболел!
zh_tw: 噢，不！朋友病了！

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: Feeling okay, friend?
de: Alles klar, Freund?
es: ¿Estás bien, amigo?
es_mx: ¿Sentir bien, amigo?
fr: Tu vas bien, mon copain ?
it: Bene, amico?
ja: 気分はどう、お友だち？
ko: 괜찮니, 친구야?
pl: Dobrze się czujesz, przyjacielu?
pt_br: Tá se sentindo bem, amigo?
ru: Ты как, друг?
zh_tw: 還好嗎，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: Grows rocks for belly
de: Hier wachsen Steine für den Bauch.
es: Da rocas para tripa
es_mx: Hace nacer rocas para barriga
fr: Des cailloux pour mon ventre poussent dessus.
it: Rocce per pancia
ja: おなかのために岩を育てるんだよ
ko: 먹는 돌을 키워
pl: Wyrastają na nim kamienie do brzuszka
pt_br: Dá rochas pra barriga.
ru: Тут растут камушки для животика
zh_tw: 長能吃的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: No belly rocks yet
de: Noch keine Bauchsteine.
es: No hay rocas para tripa todavía
es_mx: Aún sin rocas de barrida
fr: Y'a pas encore de cailloux pour mon ventre.
it: Ancora niente rocce per pancia
ja: まだおなかの岩はないよ
ko: 아직 먹는 돌이 없어
pl: Nie ma jeszcze kamieni do brzuszka
pt_br: Ainda não tem rochas de barriga.
ru: Нет камушков для животика
zh_tw: 還沒能吃的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: Hot enough for you?
de: Heiß genug für dich?
es: ¿Ya hace calor suficiente para ti?
es_mx: ¿Bastante caliente para ti?
fr: Il fait assez chaud pour toi ?
it: Abbastanza caldo per te?
ja: 君には熱すぎるかな？
ko: 너무 덥니?
pl: Dość ciepło?
pt_br: Quente o bastante pra você?
ru: Тебе тепло?
zh_tw: 對你來說夠熱了？

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_FRUIT
source: Too crusty
de: Zu fest.
es: Demasiado crujiente
es_mx: Demasiado crujiente
fr: Ça croustille trop.
it: Troppo duro
ja: 硬すぎるよ
ko: 너무 딱딱해
pl: Zbyt chrupiący
pt_br: Dura demais.
ru: Слишком твердая кожура
zh_tw: 有點硬

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: Rocks for belly
de: Bauchsteine.
es: Rocas para la tripa
es_mx: Rocas para barriga
fr: Des cailloux pour mon ventre.
it: Rocce per pancia
ja: おなかのための岩
ko: 먹는 돌이야
pl: Kamienie do brzuszka
pt_br: Rochas pra barriga.
ru: Камушки для животика
zh_tw: 能吃的石頭！

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: Cooked belly stuff
de: Gekochtes Bauchzeug.
es: Cosas cocinadas para la tripa
es_mx: Cosa de barriga, cocinada
fr: Du manger cuit.
it: Roba cotta per pancia
ja: 料理したおなかに入るもの
ko: 요리한 음식이야
pl: Ugotowane rzeczy do brzuszka
pt_br: Coisa de barriga cozida.
ru: Приготовленная штучка для животика
zh_tw: 熟了的填肚子的東西！

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: Baby friend needs dirt
de: Babyfreund braucht Boden.
es: Amigo bebé necesita tierra
es_mx: Amigo bebé necesita tierra
fr: Le bébé a besoin de terre.
it: Piccolo amico serve terra
ja: 赤ちゃんのお友だちは土が必要だよ
ko: 아기 친구에게 흙이 필요해
pl: Przyjaciel bobas potrzebuje ziemi
pt_br: Amigo bebê precisa de terra.
ru: Маленькому дружку нужна земля
zh_tw: 寶寶朋友需要土

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_ICE.GENERIC
source: Big, cold rock
de: Großer kalter Stein.
es: Roca grande y fría
es_mx: Roca grande y vieja
fr: Un gros rocher tout froid.
it: Grande roccia fredda
ja: 大きい冷たい岩
ko: 크고 차가운 바위야
pl: Duża, zimna skała
pt_br: Pedra grande e fria.
ru: Большой холодный камень
zh_tw: 很大的，冰石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_ICE.MELTED
source: Water now
de: Jetzt Wasser.
es: Ahora es agua
es_mx: Ahora ser agua
fr: C'est de l'eau maintenant.
it: Acqua ora
ja: もう水だね
ko: 물이 됐어
pl: Teraz woda
pt_br: Água agora.
ru: Теперь это вода
zh_tw: 現在是水了

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_ICE_MELTED
source: Water now
de: Jetzt Wasser.
es: Ahora es agua
es_mx: Agua ahora
fr: C'est de l'eau maintenant.
it: Acqua ora
ja: もう水だね
ko: 물이 됐어
pl: Teraz woda
pt_br: Água agora.
ru: Теперь это вода
zh_tw: 現在是水了

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_LIGHT.GENERIC
source: Dirt is bleeding
de: Erdboden blutet.
es: La tierra está sangrando
es_mx: Tierra sangra
fr: La terre saigne.
it: Terra che sanguina
ja: 土が血を流してる
ko: 흙이 피 흘리고 있어
pl: Ziemia krwawi
pt_br: A terra tá sangrando.
ru: Земля кровит
zh_tw: 大地在流血

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_LIGHT.LOW
source: Healing
de: Heilt.
es: Curándose
es_mx: Curándose
fr: Ça cicatrise.
it: Guarisce
ja: 治してるね
ko: 치료 중이야
pl: Goi się
pt_br: Curando.
ru: Лечится
zh_tw: 正在康復

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_LIGHT.NORMAL
source: Earth blood
de: Erdblut.
es: Sangre de tierra
es_mx: Sangre de tierra
fr: Le sang de la terre.
it: Sangue di terra
ja: 地球の血
ko: 땅의 피야
pl: Krew Ziemi
pt_br: Sangue da Terra.
ru: Кровь земли
zh_tw: 大地的血液

# CHARACTERS.WORMWOOD.DESCRIBE.ROCK_LIGHT.OUT
source: All better
de: Viel besser.
es: Todo mejor
es_mx: Así está mejor
fr: Voilà qui est beaucoup mieux.
it: Tutto meglio
ja: ぜーんぶ良くなった
ko: 다 나았어
pl: Znacznie lepiej
pt_br: Bem melhor.
ru: Уже лучше
zh_tw: 完全康復了
