Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: What a charming figurine.
de: Was für eine bezaubernde Figur.
es: Qué figura tan bonita.
fr: Quelle jolie statuette.
it: Che statuetta incantevole.
ja: すごくチャーミングな形だネ。
ko: 정말 매력적인 피규어다.
pl: Co za śliczna figurka.
pt_br: Que estatueta encantadora.
ru: Просто очаровательная фигурка.
zh_cn: 多么迷人的小雕像啊。
zh_tw: 多麼迷人的小雕像啊。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: A fine piece, extra rare.
de: Ein schönes Stück, besonders selten.
es: ¡Seguro que esta pieza tiene dos estrellas Mouchelin!
fr: Un objet élégant et extrêmement rare.
it: Un bel pezzo, molto raro.
ja: とてーもレアな逸品だネ。
ko: 아주 희귀하고 훌륭한 조각이야.
pl: Zacny przedmiot, bardzo rzadki.
pt_br: Uma bela peça, super-rara.
ru: Очень изящная работа. Редкость.
zh_cn: 一件精美的作品，特别罕见。
zh_tw: 一件精美的作品，特別罕見。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: This one's medium rare.
de: Das hier trifft man so oft an wie ein Medium-Steak.
es: Esta pieza tiene una estrella Mouchelin como mínimo.
fr: Celui-ci n'est pas commun.
it: Questo è abbastanza raro.
ja: これはミディアムレア。
ko: 이건 미디엄 레어야.
pl: Rarytas.
pt_br: É um prato de destaque.
ru: Такие фигурки попадаются не так уж и часто.
zh_cn: 这个就只有中等罕见了。
zh_tw: 這個就只有中等罕見了。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: I wonder what could be inside?
de: Was da wohl drin ist?
es: Anda, ¿qué habrá dentro?
fr: Je me demande ce qu'il y a dedans.
it: Chissà cosa contiene!
ja: 中に何があるのカナ？
ko: 안에 무엇이 들어 있을지 궁금해.
pl: Ciekawe, co jest w środku.
pt_br: O que será que tem dentro?
ru: Интересно, что там внутри?
zh_cn: 不知道里面是什么？
zh_tw: 不知道裡面是什麼？

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_LAMP
source: How pleasant!
de: Wie angenehm!
es: ¡Qué agradable!
fr: C'est très joli !
it: Che bella!
ja: すごーくステキだヨ！
ko: 정말 즐겁잖아!
pl: Jakież to przyjemne!
pt_br: Que agradável!
ru: Как приятно!
zh_cn: 多么令人愉悦啊！
zh_tw: 多麼令人愉悅啊！

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_PLANT
source: Perhaps it will attract normal sized crows?
de: Vielleicht lockt das ja Krähen normaler Größe an?
es: A lo mejor atrae a los cuervos de tamaño normal.
fr: Elle attirera peut-être des corbeaux de taille normale ?
it: Forse attrarrà dei corvi di dimensioni ordinarie?
ja: コレ、フツウのサイズのカラスを集めるのかもヨ。
ko: 아마 정상적인 크기의 까마귀를 끌어들이려나?
pl: Może przylecą do niego wrony normalnych rozmiarów.
pt_br: Talvez atraia corvos de porte normal?
ru: Может быть, к нему прилетят обычные вороны?
zh_cn: 也许它能引来正常大小的乌鸦？
zh_tw: 也許它能引來正常大小的烏鴉？

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALFOOD_CORNTEA
source: It really shouldn't work, yet somehow it does...
de: Es sollte eigentlich nicht funktionieren, aber irgendwie tut es das doch ...
es: No debería funcionar, pero lo hace...
fr: Ça ne devrait pas fonctionner, et pourtant...
it: In realtà non dovrebbe funzionare, ma lo fa lo stesso...
ja: コレはオイシクないはずなのに、なぜかオイシイ…
ko: 실제로 작동하지 않는 게 맞지만 어떻게 작동하긴 하네...
pl: To nie mogło się udać, a jednak...
pt_br: Não era pra dar certo, mas de alguma forma deu...
ru: Эта штука противоречит законам кулинарии, но все же она существует...
zh_cn: 按道理不应该这么好喝，可是它还真的好喝……
zh_tw: 按道理不應該這麼好喝，可是它還真的好喝……

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: Birds certainly have unique tastes.
de: Vögel haben sicherlich einen einzigartigen Geschmack.
es: Los pájaros tienen unos gustos muy curiosos.
fr: Les oiseaux ont vraiment des goûts particuliers.
it: Gli uccelli hanno dei gusti davvero particolari.
ja: 鳥は妙な味覚をもってるネ。
ko: 새는 확실히 취향이 독특해.
pl: Ptaki mają osobliwe upodobanie.
pt_br: Sem dúvida, os pássaros têm um gosto peculiar.
ru: У птиц и вправду совершенно уникальный вкус.
zh_cn: 鸟的品位还真特别。
zh_tw: 鳥的品位還真特別。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: A door, tres petite.
de: Eine Tür, tres petite.
es: Una puerta très petite.
fr: Une très petite porte.
it: Una porta, tres petite.
ja: ドア。スゴク小さいネ。
ko: 문, 트레 쁘띠(정말 작다).
pl: Drzwiczki, tres petite.
pt_br: Uma porta, très petite.
ru: Дверца, tres petite.
zh_cn: 小扇娇小的门。
zh_tw: 小扇嬌小的門。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: I should feed it something shiny.
de: Ich sollte es mit etwas Glänzendem füttern.
es: Tendría que darle de comer algo brillante.
fr: Je devrais lui donner quelque chose qui brille.
it: Dovrei dargli qualcosa di luccicante.
ja: キラキラしてるものを食べさせるヨ。
ko: 반짝이는 걸 먹여야 해.
pl: Trzeba włożyć coś błyszczącego.
pt_br: Tenho que alimentá-lo com algo reluzente.
ru: Нужно скормить что-то блестящее.
zh_cn: 我应该给它喂点发光的东西。
zh_tw: 我應該給它喂點發光的東西。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: Quite the demanding group of diners.
de: Eine ziemlich anspruchsvolle Schar Gäste.
es: Qué comensales tan exigentes.
fr: Ils sont exigeants !
it: Un gruppo di commensali davvero esigente.
ja: とても口うるさいオキャクサンだネ。
ko: 꽤 까다로운 식사 그룹이네.
pl: Dość wymagające klientela.
pt_br: Um grupo de clientes bastante exigente.
ru: А они те еще гурманы, как я погляжу.
zh_cn: 真是一群挑剔的食客啊。
zh_tw: 真是一群挑剔的食客啊。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Over here, s'il vous plait!
de: Hier drüben, s'il vous plait!
es: ¡Por aquí, s'il vous plaît!
fr: Par ici, s'il vous plaît !
it: Qui, s'il vous plait!
ja: コッチにおいでヨ！
ko: 이쪽, 실 부 쁠레(여기요)!
pl: Tutaj, s’il vous plait!
pt_br: Por aqui, s'il vous plait!
ru: Сюда, сюда, s'il vous plait!
zh_cn: 请到这边来！
zh_tw: 請到這邊來！

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: I should feed it something shiny.
de: Ich sollte es mit etwas Glänzendem füttern.
es: Tendría que darle de comer algo brillante.
fr: Je devrais lui donner quelque chose qui brille.
it: Dovrei dargli qualcosa di luccicante.
ja: キラキラしてるものを食べさせるヨ。
ko: 반짝이는 걸 먹여야 해.
pl: Trzeba włożyć coś błyszczącego.
pt_br: Tenho que alimentá-lo com algo reluzente.
ru: Нужно скормить что-то блестящее.
zh_cn: 我应该给它喂点发光的东西。
zh_tw: 我應該給它喂點發光的東西。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: Scrambled eggs are another specialty of mine.
de: Rührei ist eine weitere Spezialität von mir.
es: Los huevos revueltos son una de mis especialidades.
fr: Les œufs brouillés sont une de mes spécialités.
it: Le uova strapazzate sono una delle mie specialità.
ja: スクランブルエッグもボクの得意料理ダヨ。
ko: 스크램블 에그는 또 다른 내 전문 분야지.
pl: Jajecznica to moja kolejna specjalność.
pt_br: Ovos mexidos é mais uma das minhas especialidades.
ru: Между прочим, яичница — мое фирменное блюдо.
zh_cn: 我有一道特色菜叫炒蛋。
zh_tw: 我有一道特色菜叫炒蛋。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: A door, tres petite.
de: Eine Tür, tres petite.
es: Una puerta très petite.
fr: Une très petite porte.
it: Una porta, tres petite.
ja: ドア。スゴク小さいネ。
ko: 문, 트레 쁘띠(정말 작다).
pl: Drzwiczki, tres petite.
pt_br: Uma porta, très petite.
ru: Дверца, tres petite.
zh_cn: 小扇娇小的门。
zh_tw: 小扇嬌小的門。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Perhaps this is the right one?
de: Vielleicht ist dies die Richtige?
es: ¿A lo mejor es esta?
fr: C'est peut-être celui-là ?
it: Che sia quello giusto?
ja: コレが正しいヤツかもヨ？
ko: 아마도 이 쪽이 옳은 것인가?
pl: Może to ta?
pt_br: Será que este é o certo?
ru: Возможно, вот эта?
zh_cn: 或许是这个？
zh_tw: 或許是這個？

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: I should feed it something shiny.
de: Ich sollte es mit etwas Glänzendem füttern.
es: Tendría que darle de comer algo brillante.
fr: Je devrais lui donner quelque chose qui brille.
it: Dovrei dargli qualcosa di luccicante.
ja: キラキラしてるものを食べさせるヨ。
ko: 반짝이는 걸 먹여야 해.
pl: Trzeba włożyć coś błyszczącego.
pt_br: Tenho que alimentá-lo com algo reluzente.
ru: Нужно скормить что-то блестящее.
zh_cn: 我应该给它喂点发光的东西。
zh_tw: 我應該給它喂點發光的東西。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: Sometimes you must crack some eggs to get an omelette, non?
de: Wenn man ein Omelett haben will, muss man eben manchmal ein paar Eier aufschlagen, was?
es: No se puede hacer una tortilla sin romper los huevos, ¿non?
fr: On ne peut pas faire d'omelette sans casser des œufs, non ?
it: A volte bisogna rompere le uova per fare una frittata, non?
ja: オムレツを作るためにはタマゴを割らないといけないネ。
ko: 때로는 오믈렛을 얻으려면 계란을 깨야 해, 농(안 그래)?
pl: Nie ma omletu bez rozbitych jajek, non?
pt_br: Às vezes, é preciso quebrar ovos pra fazer um omelete, non?
ru: Не разбив яиц, яичницы не сделаешь, non?
zh_cn: 有时候不打几颗蛋是做不出煎蛋的，对不对？
zh_tw: 有時候不打幾顆蛋是做不出煎蛋的，對不對？

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_BALL
source: Perhaps I'll toss it around with the children.
de: Vielleicht werde ich mit den Kindern Ball spielen.
es: Podría ir a dar unos chutes con los niños.
fr: Je vais peut-être y jouer avec les enfants.
it: Potrei giocarci con i bambini.
ja: コドモたちとアソぶネ。
ko: 아마도 아이들과 함께 던지겠지.
pl: Może porzucam trochę z dziećmi.
pt_br: Talvez eu use ela pra jogar com as crianças.
ru: Может быть, стоит поиграть с детворой.
zh_cn: 我扔给孩子们算了。
zh_tw: 我扔給孩子們算了。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_CROWKID
source: Bonjour! And who might you be, little one?
de: Bonjour! Und wer magst du wohl sein, Kleines?
es: ¡Bonjour! ¿Quién eres tú?
fr: Bonjour ! Comment tu t'appelles, toi ?
it: Bonjour! E tu chi saresti, piccino?
ja: ボンジュール！おチビちゃんキミは誰なノ？
ko: 봉쥬르! 그리고 넌 누굴까, 꼬맹이?
pl: Bonjour! Kim jesteś, maluchu?
pt_br: Bonjour! E quem seria você, pequenino?
ru: Bonjour! А ты у нас кто, малыш?
zh_cn: 你好！你是谁呢，小家伙？
zh_tw: 你好！你是誰呢，小傢伙？

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_GAMETOKEN
source: A token for le carnaval!
de: Eine Marke für le Carnaval!
es: ¡Una ficha pour le carnaval!
fr: Un jeton de carnaval !
it: Un gettone per le carnaval!
ja: ル・カーニバルのトークンだネ！
ko: 르 카니발(사육제)의 토큰이네!
pl: Żeton do le carnaval!
pt_br: Uma ficha para le carnaval!
ru: Жетон для le carnaval!
zh_cn: 嘉年华的代币！
zh_tw: 嘉年華的代幣！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_HOST
source: He's a bit odd, but so is everything around here, non?
de: Er ist ein bisschen seltsam, aber das gilt doch für alles hier, oder?
es: Es un poco raro, pero como todo lo demás de por aquí, ¿non?
fr: Il est un peu bizarre, mais comme tout ce qui nous entoure, non ?
it: È un po' strano, ma lo è tutto qua attorno, non?
ja: 彼は少し変だネ。でも、この辺りのすべてが変ジャナイ？
ko: 조금 이상하지만 여기선 모든 것이 그렇지, 농(안 그래)?
pl: Jest trochę dziwny, ale co tutaj nie jest dziwne?
pt_br: Ele é meio estranho, mas tudo por aqui também é, non?
ru: Он немного чудаковат, но тут все такие, non?
zh_cn: 他是有点奇怪，可话说回来，这里有不奇怪的东西么？
zh_tw: 他是有點奇怪，可話說回來，這裡有不奇怪的東西麼？

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: Hm, it's looking a bit bland around here.
de: Hm, hier sieht es ein bisschen fad aus.
es: Qué soso está este sitio...
fr: Hmm, ça semble un peu fade, par ici.
it: Uhm, quest'area sembra piuttosto insipida.
ja: フム。この辺は少し味がうすい感じネ。
ko: 흠, 주변이 좀 밋밋해 보이네.
pl: Hm, to miejsce jest takie bez smaku.
pt_br: Hm, as coisas estão meio sem graça por aqui.
ru: Хм. Как-то здесь пресновато.
zh_cn: 嗯，这里有点乏味。
zh_tw: 嗯，這裡有點乏味。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Having more decorations around would certainly give it some zest!
de: Mehr Dekoration würde dem Ganzen sicherlich etwas mehr Schwung verleihen!
es: Seguro que este sitio sería mucho más apetecible si estuviera más decorado.
fr: Installer plus de décorations devrait rajouter un peu de saveurs à cet endroit !
it: Servono più decorazioni per dare più gusto alla festa!
ja: もっとデコレーションするときっとピリッとするヨ！
ko: 장식품을 더 많이 두면 확실히 활기를 띠게 될 거야!
pl: Więcej dekoracji z pewnością doda tutaj smaku!
pt_br: Mais umas decorações certamente apimentariam as coisas!
ru: Надо бы добавить украшений для пикантности!
zh_cn: 多一点装饰品才会多一点味道！
zh_tw: 多一點裝飾品才會多一點味道！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: Magnifique!
ja: トレビアン！
ko: 굉장해!
ru: Великолепно!
zh_cn: 好棒！
zh_tw: 好棒！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PLAZA_KIT
source: This tree has a certain je ne sais quoi.
de: Dieser Baum hat ein gewisses "je ne sais pas quoi".
es: La verdad es que este árbol tiene un je ne sais quoi.
fr: Cet arbre à un petit je-ne-sais-quoi...
it: Quest'albero ha un certo je ne sais quoi.
ja: この木は何とも言えないミリョクがあるネ。
ko: 이 나무에는 특정한 쥬느세꾸아(쉽지 않아)가 있어.
pl: W tym drzewie jest je ne sais quoi.
pt_br: Esta árvore tem um certo je ne sais quoi.
ru: У этого дерева есть некий флер je ne sais quoi.
zh_cn: 这棵树有种无以名状的特质。
zh_tw: 這棵樹有種無以名狀的特質。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: They have quite a menu of prizes to choose from!
de: Hier gibt es eine ganze Reihe von Preisen zur Auswahl!
es: ¡Menuda carta de premios tienen para elegir!
fr: Ils ont un menu de prix très complet !
it: C'è un ampio menù di premi tra cui scegliere!
ja: たくさんの賞品メニューから選べるネ！
ko: 상금을 선택할 수있는 메뉴가 있어!
pl: Mają w menu całkiem sporo nagród!
pt_br: Há um menu variado de prêmios para escolher!
ru: У них весьма обширное меню из разных призов!
zh_cn: 它们的奖品菜单十分丰富！
zh_tw: 它們的獎品功能表十分豐富！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: All the ingredients are together, now let's get cooking!
de: Alle Zutaten sind beisammen, jetzt geht's an die Zubereitung!
es: Ya están todos los ingredientes juntos, ahora ¡a cocinar!
fr: Tous les ingrédients sont réunis. Il est temps de cuisiner !
it: Tutti gli ingredienti sono pronti, è ora di cucinare!
ja: 材料は全部揃ったから、さあ、クッキングしようネ！
ko: 재료를 모두 모아왔으니 이제 요리를 해보자!
pl: Mam już wszystkie składniki, więc zabieram się za gotowanie!
pt_br: Todos os ingredientes foram reunidos, agora vamos cozinhar!
ru: Все ингредиенты на месте, пора приниматься за готовку!
zh_cn: 所有原料都备齐了，现在让我们开做吧！
zh_tw: 所有原料都備齊了，現在讓我們開做吧！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: One lonely ticket.
de: Ein einsames Ticket.
es: Un solo tíquet.
fr: Un ticket solitaire.
it: Un biglietto solo soletto.
ja: 1枚のさみしいチケット。
ko: 티켓 한 장이 외롭게 있네.
pl: Jeden samotny los.
pt_br: Um único tíquete.
ru: Одинокий билетик.
zh_cn: 一张孤独的奖票。
zh_tw: 一張孤獨的獎票。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: Mon dieu, a mountain of tickets!
de: Mon dieu! Ein Berg von Tickets!
es: ¡Mon dieu, una montaña de tíquets!
fr: Diantre, une montagne de tickets !
it: Mon dieu, una montagna di biglietti!
ja: アア、神様ッ！山ほどのチケットだヨ！
ko: 몽듀(맙소사), 산더미 같은 티켓이야!
pl: Mon dieu, góra losów!
pt_br: Mon dieu, uma montanha de tíquetes!
ru: Mon dieu, да тут целая гора билетов!
zh_cn: 我的天啊，一座奖票的小山！
zh_tw: 我的天啊，一座獎票的小山！

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: Quite a few tickets.
de: Ziemlich viele Tickets.
es: Unos cuantos tíquets.
fr: Quelques tickets.
it: Parecchi biglietti.
ja: たくさんのチケットだネ。
ko: 티켓이 꽤 많아.
pl: Całkiem sporo losów.
pt_br: Uma boa quantidade de tíquetes.
ru: Внушительная кучка билетов.
zh_cn: 奖票真不少啊。
zh_tw: 獎票真不少啊。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_SEEDPACKET
source: They could use a bit of seasoning.
de: Sie könnten etwas mehr Würze vertragen.
es: No vendría mal sazonarlas.
fr: Ça manque d'assaisonnement.
it: Avrebbero bisogno di qualche spezia.
ja: ちょっとシーズニングを使ったらよかったネ。
ko: 조미료가 좀 필요할 수 있어.
pl: Przydałoby się nieco przypraw.
pt_br: Um temperinho cairia bem.
ru: Немного приправ им бы не помешало.
zh_cn: 可以加一点调味料。
zh_tw: 可以加一點調味料。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_VEST_A
source: Ah, I remember this style being quite popular in Paris.
de: Ah, ich erinnere mich, dass dieser Stil in Paris sehr beliebt gewesen ist.
es: Oh, este estilo era bastante popular en París.
fr: Ha, c'est vrai que ce style est assez en vogue à la capitale.
it: Ah, ricordo che questo stile era molto popolare a Parigi.
ja: アアッ、このスタイルパリではとても人気だったの思い出したヨ。
ko: 아, 이 스타일이 파리에서 꽤 유행했던 걸로 기억해.
pl: Pamiętam, że taki styl był dość popularny w Paryżu.
pt_br: Ah, lembro que este estilo era bastante popular em Paris.
ru: О, я помню, что в Париже такой стиль был на пике моды.
zh_cn: 我记得很清楚，这个款式当年风靡整个巴黎。
zh_tw: 我記得很清楚，這個款式當年風靡整個巴黎。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_VEST_B
source: It provides a nice bit of shade.
de: Er liefert einen schönen Schatten.
es: Da una sombrita muy agradable.
fr: Ça fait un peu d'ombre, c'est agréable.
it: Fornisce un bel po' di ombra.
ja: 良い感じの影ができるネ。
ko: 그늘이 좀 생기니 좋군.
pl: Daje sporo cienia.
pt_br: Proporciona um pouco de sombra.
ru: Он отбрасывает славную тень.
zh_cn: 它提供了一个很好的阴凉之处。
zh_tw: 它提供了一個很好的陰涼之處。

# CHARACTERS.WARLY.DESCRIBE.CARNIVAL_VEST_C
source: When at a crow carnival, dress like the crows do, non?
de: Wenn man einen Krähenkarneval besucht, sollte man sich so kleiden wie die Krähen, nicht wahr?
es: Donde fueres, haz lo que vieres, ¿non?
fr: À un festival de corbeaux, il faut s'habiller comme les corbeaux, non ?
it: Se partecipi a un carnevale di corvi, vesti come loro, non?
ja: カラスフェスティバルではカラスの格好するんジャナイ？
ko: 까마귀 축제에 가면 까마귀처럼 옷을 입겠지?
pl: Jeśli wejdziesz między wrony, musisz krakać tak jak one, non?
pt_br: Quando estiver num festival de corvos, vista-se como eles, non?
ru: На вороньем карнавале стоит и самому одеться, как ворона, non?
zh_cn: 在乌鸦嘉年华上，要像乌鸦那样穿衣服，不是吗？
zh_tw: 在烏鴉嘉年華上，要像烏鴉那樣穿衣服，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.CARRAT.DEAD
source: I wonder what you'd taste like.
de: Ich frage mich, wie du schmecken würdest.
es: Me pregunto a qué sabrás.
es_mx: Me pregunto a qué sabrás.
fr: Je me demande quel goût tu as.
it: Chissà che sapore hai...
ja: キミの味はどんなかなぁ...。
ko: 무슨 맛인지 궁금하네.
pl: Ciekawe, jak byś smakowała.
pt_br: Que gosto será que você tem?
ru: Интересно, какая ты на вкус?
zh_cn: 不知道你是什么味道的。
zh_tw: 不知道你是什麼味道的。

# CHARACTERS.WARLY.DESCRIBE.CARRAT.GENERIC
source: I... think I had a nightmare like this once.
de: Ich ... Ich glaube, ich hatte mal so einen Albtraum.
es: Creo... que una vez tuve una pesadilla así.
es_mx: Creo que alguna vez tuve una pesadilla con algo parecido.
fr: J'ai... déjà eu un cauchemar de ce genre.
it: Credo di aver visto uno di questi cosi in un incubo.
ja: うーん...まさにこんな感じの悪夢を見たことがあるヨ。
ko: 전에... 이런 악몽을 꿨던 것 같아.
pl: Chyba miałem kiedyś podobny koszmar.
pt_br: Eu... acho que já tive um pesadelo assim.
ru: Кажется… ты мне уже снилась в кошмаре.
zh_cn: 我以前有过这样的噩梦。
zh_tw: 我以前有過這樣的噩夢。

# CHARACTERS.WARLY.DESCRIBE.CARRAT.HELD
source: Would you be a meat or a vegetable?
de: Bist du Fleisch oder Gemüse?
es: ¿Eres carne o verdura?
es_mx: ¿Eres carne o verdura?
fr: C'est de la viande ou un légume ?
it: Sei animale o vegetale?
ja: キミは肉になる？それとも野菜？
ko: 고기 할래, 채소 할래?
pl: To mięso czy warzywo?
pt_br: Você é carne ou vegetal?
ru: А ты мясо или овощ?
zh_cn: 你是肉呢还是蔬菜呢？
zh_tw: 你是肉呢還是蔬菜呢？

# CHARACTERS.WARLY.DESCRIBE.CARRAT.SLEEPING
source: Bonne nuit.
ja: ボニュイ、こんばんは。
ko: 잘 자렴.
zh_cn: 晚安。
zh_tw: 晚安。

# CHARACTERS.WARLY.DESCRIBE.CARRAT_GHOSTRACER
source: Oh! Well aren't you... cute?
de: Oh! Du bist aber ... niedlich?
es: ¡Oh! Pero qué... ¿adorable?
es_mx: Oh. Qué linda... eres.
fr: Oh ! Mais tu es très... mignonne ?
it: Oh! Come sei... grazioso?
ja: おぉ...キミはすごくキュートだネ。
ko: 아! 너 꽤... 귀엽구나?
pl: Och! Czyż nie jest... urocza?
pt_br: Ah! Como você é... fofo?
ru: Ой! какая ты… милая!
zh_cn: 啊！你怎么这么……可爱？
zh_tw: 啊！你怎麼這麼……可愛？

# CHARACTERS.WARLY.DESCRIBE.CARROT
source: Fresh picked produce!
de: Frisch gepflückt!
es: ¡Producto recién recolectado!
es_mx: ¡Producto recién recolectado!
fr: Produit cueilli frais !
it: Prodotti freschi raccolti!
ja: 摘みたて野菜だヨ！
ko: 갓 딴 채소다!
pl: Świeże produkty kluczem dobrej kuchni!
pt_br: Produtos recém-colhidos!
ru: Свежесобранные продукты!
zh_cn: 新鲜采摘的作物！
zh_tw: 新鮮採摘的作物！

# CHARACTERS.WARLY.DESCRIBE.CARROT_COOKED
source: Could use a dash of olive oil and cilantro...
de: Braucht ein bisschen Olivenöl und Koriander ...
es: Le hace falta un chorro de aceite de oliva y cilantro...
es_mx: Le hace falta un chorro de aceite de oliva y cilantro...
fr: Ça serait bien avec de l'huile d'olive et de la coriandre...
it: Mi servirebbero olio di oliva e alloro...
ja: オリーブオイルとコリアンダーが欲しいネ…
ko: 올리브기름과 고수가 있었으면...
pl: Przydałoby się trochę oliwy i kolendry...
pt_br: Um azeite de oliva e uma pitada de coentro cairiam bem...
ru: Буквально бы капельку оливкового масла и кинзы…
zh_cn: 可以加点橄榄油和香菜...
zh_tw: 可以加點橄欖油和香菜...

# CHARACTERS.WARLY.DESCRIBE.CARROT_OVERSIZED
source: How many different ways could I prepare carrots of this size...
de: Es gibt so viele Möglichkeiten, Karotten dieser Größe zuzubereiten ...
es: Se me ocurren mil y una recetas para esas zanahorias tan grandes.
fr: De combien de façons je pourrais préparer des carottes de cette taille...
it: Oh, in quanti modi potrei preparare delle carote tanto grandi...
ja: このサイズのキャロットは何種類のやり方で準備できるのカナ…
ko: 당근을 이런 크기로 준비하는 데 얼마나 다양한 방법을 쓸 수 있었는지...
pl: Ile to ja znam sposobów na przygotowanie marchewek takiej wielkości...
pt_br: De quantas maneiras diferentes eu poderia preparar cenouras desse tamanho...
ru: Сколько же разных блюд можно приготовить из одной такой морковки...
zh_cn: 这么大的胡萝卜，我可以用多少种不同的方法来烹调啊……
zh_tw: 這麼大的胡蘿蔔，我可以用多少種不同的方法來烹調啊……

# CHARACTERS.WARLY.DESCRIBE.CARROT_PLANTED
source: Ah, a fresh carrot!
de: Eine frische Karotte.
es: ¡Ah, una zanahoria fresca!
es_mx: ¡Ah, una zanahoria fresca!
fr: Ah ! Une carotte fraîche !
it: Ah, una carota fresca!
ja: 新鮮なニンジンだヨ！
ko: 아, 신선한 당근이다!
pl: Ach, świeżutka marchewka!
pt_br: Ah, uma cenoura fresca!
ru: А, свежая морковка!
zh_cn: 啊，新鲜的胡萝卜！
zh_tw: 啊，新鮮的胡蘿蔔！

# CHARACTERS.WARLY.DESCRIBE.CARROT_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!
