Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: Didn't I see Goodfeather around here? I could have sworn I did...
de: Habe ich nicht irgendwo hier Goodfeather gesehen? Ich könnte schwören, ich habe ihn gesehen ...
es: Corvus el Bueno estaba por aquí, ¿no? Juraría que sí...
fr: Bonneplume n'est pas ici ? J'aurais pourtant juré l'avoir vu...
it: Non avevo visto Goodfeather qui in zona? Mi era parso proprio lui...
ja: グッドフェザーにこの辺で会わなかったかしら？絶対会ったと誓ってもいいわ…
ko: 여기에서 굿페더님을 본 것 같은데? 본 것을 맹세할 수도 있어..
pt_br: O Goodfeather não está por aqui? Podia jurar que o tinha visto...
ru: Разве Карлеоне здесь нет? Могу поклясться, что только что его видела...
zh_tw: 我剛剛在這不是看到良羽了嗎？我發誓我看到了……

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Oh botheration! Looks like this was a waste of time.
de: Ach verflixt! Sieht aus, als ob das Zeitverschwendung gewesen wäre.
es: ¡Qué fastidio! Parece que ha sido una pérdida de tiempo.
fr: Oh, flûte de zut ! On dirait que c'était une perte de temps.
it: Che seccatura! Sembra essere stata una perdita di tempo.
ja: ああ、煩わしい！時間の無駄だったようね。
ko: 아 귀찮아! 시간 낭비였나 봐.
pt_br: Ai, que amolação! Parece que isso foi uma perda de tempo.
ru: Ну что за неудобство! Время потрачено впустую.
zh_tw: 嗷，麻煩呐！白白浪費了時間。

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: Ugh, I should come back sooner... or maybe later.
de: Uff, ich sollte früher zurückkommen ... oder vielleicht später.
es: Tendré que volver más pronto... o más tarde.
fr: Erf, j'aurais dû revenir plus tôt... ou peut-être plus tard.
it: Ugh, dovrei tornare presto... o forse più tardi.
ja: あぁ、またすぐ戻らなくては…また後で。
ko: 어, 빨리 돌아와야지... 아니면 나중에라도.
pt_br: Ugh, é melhor eu voltar mais cedo... ou talvez mais tarde.
ru: Хм, надо заглянуть к нему пораньше... или попозже?
zh_tw: 呃，也許我該早點來……或者晚點再來。

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: It would be quite a short game, not that I'd mind...
de: Es wäre ein ziemlich kurzes Spiel, aber das stört mich nicht ...
es: El juego no duraría mucho, pero tampoco me importa...
fr: Cette partie risque d'être vite terminée. Pas que ça me dérange...
it: Temo che il gioco si concluderebbe troppo in fretta... Non che mi dispiaccia.
ja: 短い時間で勝負がつきそうよ。私はいいけれど…
ko: 꽤 짧은 게임이지만 난 신경 쓰지 않지...
pt_br: Seria um jogo bem curto. Não que eu me importaria...
ru: Игра получится уж слишком короткая, хотя я не то чтобы против...
zh_tw: 這樣遊戲會很快結束，雖然我也不介意……

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDING_SPOTS
source: There's nowhere to hide around here.
de: Hier kann man sich nirgendwo verstecken.
es: Aquí no hay sitios para esconderse.
fr: Il n'y a nulle part où se cacher, par ici.
it: Non c'è dove nascondersi qui attorno.
ja: この辺りには隠れるところがなさそうだわ。
ko: 이 근처에는 숨을 곳이 없어.
pt_br: Não tem onde se esconder por aqui.
ru: Здесь совсем негде прятаться.
zh_tw: 這裡無處可藏。

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: I think I've spent quite enough time wrangling these tiny terrors today.
de: Ich glaube, ich habe heute schon genug Zeit damit verbracht, mich mit diesen kleinen Schreckgespenstern herumzuschlagen.
es: Creo que ya he pasado demasiado tiempo lidiando con estos pequeños terremotos por hoy.
fr: Je crois que j'ai passé assez de temps à jouer avec ces petits monstres, aujourd'hui.
it: Direi che per oggi ho speso già abbastanza tempo a bisticciare con queste piccole pesti.
ja: 今日はあのチビたちと遊ぶのにずいぶんと時間を割いてしまったわ。
ko: 이 작은 녀석들과 오늘치 씨름은 다 한 것 같은데.
pt_br: Acho que passei bastante tempo já pastoreando esses terrores por hoje.
ru: Я сегодня и так предостаточно времени на поиски этих сорванцов потратила.
zh_tw: 我今天已經花了足夠的時間來處理這些小麻煩了。

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: Could I pick the lock? Locks and clocks are only a letter apart, after all.
de: Kann ich das Schloss knacken? So groß kann der Unterschied zwischen Schlössern und Uhren doch gar nicht sein.
es: ¿Podré forzar la cerradura? Con los relojes tengo maña de sobra.
fr: Je peux peut-être crocheter la serrure ? Ce n'est qu'une question d'engrenages... Je m'y connais.
it: E se smontassi la serratura? Non può essere molto diversa da un orologio.
ja: 錠をこじ開けられるかしら？ロックとクロックは結局似たようなモノだから。
ko: 자물쇠를 골라도 될까? 자물쇠나 열쇠나 쇠는 쇠니까.
pt_br: Será que consigo arrombar a fechadura? Afinal, elas não são tão diferentes assim dos relógios.
ru: Может, попробовать взломать замок? Часовые инструменты — штука многофункциональная.
zh_tw: 我會撬鎖嗎？反正鎖跟鐘都是一個偏旁。

# CHARACTERS.WANDA.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: Gone already? Time sure flies when you're having fun.
de: Schon weg? Die Zeit vergeht wie im Flug, wenn man Spaß hat.
es: ¿Eso es todo? Cómo vuela el tiempo cuando lo pasas bien.
fr: C'est déjà fini ? Le temps file quand on s'amuse.
it: Già finito? Il tempo vola quando ci si diverte.
ja: もうない？楽しい時は本当に時間が飛んでっちゃう。
ko: 벌써 갔어? 재미있을 때는 시간이 빨리 가버리지.
pt_br: Já foram? O tempo voa quando a gente se diverte.
ru: Уже все кончилось? Время и вправду летит незаметно, когда тебе весело.
zh_tw: 就沒了嗎？歡樂的時光總是那麼短暫。

# CHARACTERS.WANDA.ACTIONFAIL.APPRAISE.NOTNOW
source: I need you to look at this, time is of the essence!
de: Du musst dir das ansehen, die Zeit drängt!
es: Tienes que ver esto, ¡el tiempo es oro!
fr: Il faut que vous regardiez ça ! Le temps nous est compté !
it: Guarda qui, il tempo è denaro!
ja: これを見て欲しい。時は金なりっていうでしょ？
ko: 이것을 봐야 해, 시간이 본질이라고!
pt_br: Preciso que você dê uma olhada nisso, não temos tempo a perder!
ru: Срочно посмотри сюда! Время не ждет!
zh_tw: 我需要你看一下這個，時間很緊迫！

# CHARACTERS.WANDA.ACTIONFAIL.ATTUNE.NOHEALTH
source: I feel the darkness coming for me... I need more time!
de: Ich spüre, wie die Dunkelheit mich verfolgt ... Ich brauche mehr Zeit!
es: La oscuridad se cierne sobre mí... ¡Necesito más tiempo!
fr: Je sens les ténèbres se rapprocher... J'ai besoin de plus de temps !
it: L'oscurità sta venendo a prendermi... Mi occorre più tempo!
ja: 暗闇が私に迫っているのを感じる…もっと時間が必要だわ！
ko: 어둠이 다가오고 있는 게 느껴져... 시간이 더 필요해!
pt_br: Sinto a escuridão se aproximando... Preciso de mais tempo!
ru: Я чувствую, как меня окутывает тьма... Мне нужно больше времени!
zh_tw: 我感到黑暗正向我襲來……我需要更多的時間!

# CHARACTERS.WANDA.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: It's so much fun, maybe I should go back and do it again!
de: Es hat so viel Spaß gemacht, vielleicht sollte ich zurückgehen und es wieder tun!
es: Con lo divertido que es, ¡tendría que volver al pasado y hacerlo otra vez!
fr: C'est si amusant ! Je devrais peut-être revenir et réessayer !
it: Che divertente! Forse dovrei tornare indietro e rifarlo!
ja: すっごく楽しかった。戻ってもう一回やらなくちゃ！
ko: 너무 재미있어, 아마 다시 가서 또 해야 할 것 같아!
pt_br: É muito divertido, talvez seja melhor voltar e fazer tudo de novo!
ru: Как весело! Может, вернуться во времени и повторить?
zh_tw: 太好玩了，也許我該回去再重來一次！

# CHARACTERS.WANDA.ACTIONFAIL.BATHBOMB.GLASSED
source: Maybe in another timeline.
de: Vielleicht in einer anderen Zeitachse?
es: A lo mejor en otra línea temporal...
fr: À une autre époque, peut-être.
it: Magari in un'altra linea temporale.
ja: もしかしたら別の時間線で。
ko: 다른 타임라인에 있을 수도 있겠지.
pt_br: Talvez em outra linha do tempo.
ru: Может быть, в другой линии времени.
zh_tw: 也許換條時間線是可以的。

# CHARACTERS.WANDA.ACTIONFAIL.BUILD.HASPET
source: I can't divide my time between any more pets!
de: Ich kann meine Zeit nicht auf noch mehr Haustiere aufteilen!
es: No puedo repartir mi tiempo entre más mascotas.
fr: Je n'ai pas assez de temps pour toutes les bestioles !
it: Non posso concedere il mio tempo ad altri animaletti!
ja: もうこれ以上のペットに時間を割くことはできない！
ko: 더는 애완동물과 시간을 보낼 수 없어!
pt_br: Não tenho tempo pra cuidar de mais animais!
ru: У меня не хватит времени на новых питомцев!
zh_tw: 我已經分不出時間給更多的寵物了！

# CHARACTERS.WANDA.ACTIONFAIL.BUILD.MOUNTED
source: I'm going to pull a muscle if I try grabbing that from up here.
de: Ich werde mir einen Muskel zerren, wenn ich versuche, das von hier oben zu packen.
es: Me va a dar un tirón como intente coger eso desde aquí.
fr: Je vais me froisser un muscle si j'essaie d'attraper ça de là-haut.
it: Mi stirerò un muscolo se cercherò di farlo da qui.
ja: こんなところから取ろうとたら筋違いになるわ。
ko: 여기에서 그것을 잡으려고 하면 근육이 결리겠지.
pt_br: Vou distender um músculo se tentar pegar aquilo ali em cima.
ru: Если я отсюда попробую эту штуку достать, то точно какую-нибудь мышцу потяну.
zh_tw: 我要是硬夠的話，肯定會肌肉拉傷。

# CHARACTERS.WANDA.ACTIONFAIL.BUILD.TICOON
source: Wait a tick, wasn't I already following one?
de: Moment mal, bin ich nicht schon einem gefolgt?
es: Un segundo, pero ¿yo no estaba siguiendo ya a uno?
fr: Une petite seconde... Je n'étais pas déjà en train d'en suivre un ?
it: Un secondo... Non ne stavo già seguendo un altro?
ja: ちょっと待って、もう別の子を追いかけてたんじゃなかったっけ？
ko: 잠깐, 이미 하나를 쫒고 있었던 거 아니었나?
pt_br: Espere um pouco, eu já não estava seguindo um?
ru: Секундочку, у меня же уже есть один такой.
zh_tw: 等等，我不是已經跟了一個了嗎？

# CHARACTERS.WANDA.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: Oh come on, you want these worms don't you?
de: Ach komm schon, du willst diese Würmer doch, oder?
es: Venga ya... Quieres los gusanos, ¿no?
fr: Allez, vous aimez les vers pourtant !
it: Oh, suvvia. Li volete questi vermi, no?
ja: ねえ、取りなよ！この虫が欲しいんでしょ？
ko: 오 제발, 이 벌레를 원하는 거지, 그렇지 않아?
pt_br: Ah, vamos, você quer estas minhocas, não quer?
ru: Ну чего ты? Червячков не хочешь?
zh_tw: 來呀，你們不是最愛吃蟲子嗎？

# CHARACTERS.WANDA.ACTIONFAIL.CAST_POCKETWATCH.GENERIC
source: It'd be too risky.
de: Das wäre zu riskant.
es: Sería muy arriesgado.
fr: Ce serait trop risqué.
it: Sarebbe troppo rischioso.
ja: これは危なすぎる。
ko: 너무 위험해.
pt_br: Vai ser muito arriscado.
ru: Слишком большой риск.
zh_tw: 那樣風險太大了。

# CHARACTERS.WANDA.ACTIONFAIL.CAST_POCKETWATCH.REVIVE_FAILED
source: It looks like I was too late...
de: Sieht aus, als käme ich zu spät ...
es: Creo que llego tarde...
fr: On dirait que j'arrive trop tard...
it: Ormai è troppo tardi...
ja: 遅すぎたようだわ…
ko: 내기 너무 늦은 것 같아...
pt_br: Parece que cheguei tarde demais...
ru: Кажется, я опоздала...
zh_tw: 看來我來晚了……

# CHARACTERS.WANDA.ACTIONFAIL.CAST_POCKETWATCH.SHARD_UNAVAILABLE
source: There's too much wobble wibbling the timestream.
de: Der Zeitstrom ist viel zu schwabblig-wabblig.
es: Hay mucha temporalidad temporal temporizando con la corriente temporal.
fr: Il y a trop de remous qui remuent cette ligne temporelle.
it: C'è troppo disturbo nella linea temporale.
ja: 時間の流れが歪みすぎだ。
ko: 시간 흐르는 것에 따라 이리 저리로 너무 많이 흔들려.
pt_br: Há muitas instabilidades perturbando o fluxo do tempo.
ru: В потоке времени слишком много хроноворотов.
zh_tw: 時間流有太多的搖擺不定。

# CHARACTERS.WANDA.ACTIONFAIL.CAST_POCKETWATCH.WARP_NO_POINTS_LEFT
source: That's enough backtracking for now.
de: Genug Rückblicke für den Moment.
es: No más viajes al pasado por el momento.
fr: On a assez reculé comme ça.
it: Per ora basta fare marcia indietro.
ja: さかのぼるのももうこれで十分だ。
ko: 지금은 충분히 되돌릴 수 있어.
pt_br: Por ora, chega de retrocessos.
ru: Так, пока что хватит с меня перемоток.
zh_tw: 暫時先不走回頭路了。

# CHARACTERS.WANDA.ACTIONFAIL.CHANGEIN.BURNING
source: I'm not meeting a fiery demise for a change of clothes, thank you!
de: Ich werde nicht wegen ein paar Klamotten einen feurigen Tod erleiden, vielen Dank auch!
es: Me niego a morir entre llamas por una simple muda, gracias.
fr: Je refuse de m'immoler par le feu juste pour changer de style, ça ira.
it: Non ho alcuna intenzione di perire tra le fiamme per un mero cambio di look, grazie!
ja: 着替えのために焼き殺されるのはごめんだわ！
ko: 옷을 갈아입으려고 불타는 죽음을 만날 수는 없지. 고마워!
pt_br: Obrigada, mas eu me recuso a morrer queimada pra trocar de roupa!
ru: Не собираюсь гореть в адском пламени ради нового наряда, благодарю покорно!
zh_tw: 我不會為了換件衣服被燒死，謝謝你！

# CHARACTERS.WANDA.ACTIONFAIL.CHANGEIN.GENERIC
source: Now's not the time.
de: Jetzt ist nicht die Zeit dafür.
es: No es el momento.
fr: Ce n'est pas le moment.
it: Non è il momento.
ja: 今はその時じゃない。
ko: 지금은 때가 아니야.
pt_br: Agora não é hora.
ru: Еще не время.
zh_tw: 現在不是時候。

# CHARACTERS.WANDA.ACTIONFAIL.CHANGEIN.INUSE
source: Would you hurry it up a bit in there?
de: Könntest du dich da drin ein bisschen beeilen?
es: ¿No podrías darte un poco de prisa?
fr: Tu veux bien t'agiter un peu ?
it: Non è che potresti sbrigarti a finire?
ja: ちょっと急いでくれないかしら？
ko: 거기 좀 서두르지 않을래?
pt_br: Será que você pode se apressar um pouco?
ru: Сколько можно тратить время? Давай быстрее!
zh_tw: 你在裡面能不能快點？

# CHARACTERS.WANDA.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: I thought I'd hitched up a... must've been in a different timeline.
de: Ich dachte, ich hätte einen ... Muss in einer anderen Zeitachse gewesen sein.
es: Creía que había atado a un... Bueno, sería en otra línea temporal.
fr: Je pensais que j'y avais attaché un... ça ne devait pas être dans cette ligne temporelle.
it: Ero convinta di aver legato un... Mm. Dev'essere stata un'altra linea temporale.
ja: 縛っておいたと思ったんだけど…別の時間線だったのね。
ko: 끌어 올렸다고 생각했는데... 분명히 다른 타임라인에서 왔을 거야.
pt_br: Achei que tivesse atrelado um... deve ter sido numa linha do tempo diferente.
ru: Мне казалось, я сюда повесила... видимо, это было в другой линии времени.
zh_tw: 我以為我已經……可能是在另一條時間線裡吧。

# CHARACTERS.WANDA.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: Oh botheration, it hasn't grown enough hair yet.
de: Ach verflixt, es sind noch nicht genug Haare gewachsen.
es: Qué fastidio... Todavía no tiene pelo suficiente.
fr: Oh, zut. Il n'a pas encore assez poils.
it: Oh, che seccatura... Non ha ancora pelo a sufficienza.
ja: ああ、煩わしい！まだこれしか毛が生えてない。
ko: 아 귀찮아, 아직 털이 충분히 자라지 않았어.
pt_br: Ai, que amolação! Ainda não tem pelos suficientes.
ru: Какое неудобство! Шерсть еще не отросла.
zh_tw: 哎呀麻煩了，它頭髮還沒長足。

# CHARACTERS.WANDA.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: It's too small to measure.
de: Zu klein zum Messen.
es: Es tan pequeño que no se puede medir.
fr: Il est trop petit pour être pesé.
it: È troppo piccolo per essere misurato.
ja: 小さすぎて量れない。
ko: 너무 조금이라 잴 수가 없어.
pt_br: É pequeno demais pra pesar.
ru: Слишком маленькая, чтобы ее взвешивать.
zh_tw: 它太小了，無法測量。

# CHARACTERS.WANDA.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: Too small. I guess I shouldn't have picked it so early...
de: Zu klein. Ich hätte es wohl nicht so früh pflücken sollen ...
es: Tendría que haber dejado que creciera un poco más.
fr: Trop petit. Je n'aurais pas dû le cueillir si tôt...
it: Troppo piccolo. Non avrei dovuto raccoglierlo così presto...
ja: 小さすぎる。こんなに早く収穫すべきじゃなかったわ…
ko: 정말 작다. 너무 일찍 뽑지 말았어야 했는데...
pt_br: Este legume é pequeno demais. Não devia ter colhido tão cedo...
ru: Слишком мелкий плод. Надо было дать ему дозреть...
zh_tw: 太小了。不該這麼早就摘下來的……

# CHARACTERS.WANDA.ACTIONFAIL.CONSTRUCT.EMPTY
source: I thought I'd already put... ah, I must've done it later.
de: Ich dachte, ich hätte das schon ... Ach, ich muss es später getan haben.
es: Pensaba que ya había puesto... Oh, será que lo habré hecho luego.
fr: Je pensais que je l'avais déjà... Ah, j'ai dû le faire plus tard.
it: Pensavo di aver già... Ah, l'avrò fatto dopo.
ja: もうすっかり終わったと…あ、そうか、後でやるのね。
ko: 이미 넣었다고 생각했는데... 아, 나중에 한 게 틀림없어.
pt_br: Achei que já tivesse colocado... ah, devo ter feito isso mais tarde.
ru: Я думала, что уже все... ладно, видимо, я это позже сделала.
zh_tw: 我以為我已經把……啊，我一定是後來做的。

# CHARACTERS.WANDA.ACTIONFAIL.CONSTRUCT.INUSE
source: Waiting is so tedious!
de: Warten ist so anstrengend!
es: Qué aburrido es esperar.
fr: Attendre est d'un ennui !!!
it: Che seccatura aspettare!
ja: 待つ身は長い！
ko: 기다리기가 너무 지루해!
pt_br: Esperar é muito chato!
ru: Как же скучно ждать!
zh_tw: 等待是如此的乏味！

# CHARACTERS.WANDA.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Hold on... these are the wrong plans! What a waste of time!
de: Moment mal ... Das sind die falschen Pläne! Was für eine Zeitverschwendung!
es: Espera... ¡Pero si no son estos planos! Menuda pérdida de tiempo.
fr: Attendez... ce sont les mauvais plans ! Mais quelle perte de temps !
it: Un secondo... Questi progetti sono errati! Che spreco di tempo!
ja: 待てよ…これは間違った計画！なんって時間のむだ！
ko: 잠깐만... 계획 잘 못 세운 것 같아! 시간 낭비잖아!
pt_br: Espere um pouco... estas são as plantas erradas! Que perda de tempo!
ru: Минутку... Чертежи-то не те! Только время зря потратила!
zh_tw: 等一下……方案錯誤！真是浪費時間！

# CHARACTERS.WANDA.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: These won't fit together.
de: Die passen nicht zusammen.
es: No encajarán.
fr: Ça n'ira pas ensemble.
it: Non possono andare insieme.
ja: これは合わないわ。
ko: 이것들은 서로 맞지 않을 거야.
pt_br: Não vão se encaixar.
ru: Это так не работает.
zh_tw: 這些湊不在一起。

# CHARACTERS.WANDA.ACTIONFAIL.COOK.GENERIC
source: This is no time for cooking.
de: Jetzt ist keine Zeit zum Kochen.
es: No tengo tiempo para cocinar.
fr: Ce n'est pas le moment de cuisiner.
it: Non c'è tempo per cucinare.
ja: 料理してる時間はないわ。
ko: 지금은 요리할 시간이 아니야.
pt_br: Não é hora de cozinhar.
ru: Сейчас не время для готовки.
zh_tw: 現在沒有時間做飯。

# CHARACTERS.WANDA.ACTIONFAIL.COOK.INUSE
source: I should've gotten here sooner.
de: Ich hätte früher hierher kommen sollen.
es: Tendría que haber llegado antes.
fr: J'aurais dû arriver plus tôt.
it: Sarei dovuta arrivare prima.
ja: もっと早くに来れば良かったわ。
ko: 여기 더 빨리 왔어야 했어.
pt_br: Eu devia ter chegado aqui mais cedo.
ru: Надо было раньше сюда подойти.
zh_tw: 我應該早點來的。

# CHARACTERS.WANDA.ACTIONFAIL.COOK.TOOFAR
source: It's out of my reach.
de: Da komme ich nicht ran.
es: Está muy lejos.
fr: C'est hors de ma portée.
it: È fuori portata dalla mia portata.
ja: 私には届かないわ。
ko: 손이 닿지 않아.
pt_br: Está fora do meu alcance.
ru: Не могу дотянуться.
zh_tw: 我無法企及。

# CHARACTERS.WANDA.ACTIONFAIL.DISMANTLE.COOKING
source: I'll have to be patient... just be patient... I can be patient!
de: Ich muss geduldig sein ... Sei einfach geduldig ... Ich kann geduldig sein!
es: Hay que tener paciencia... paciencia... ¡Puedo tener paciencia de sobra!
fr: Je dois juste être patiente... Il faut que j'attende... Je peux le faire !
it: Dovrò pazientare... Solo pazientare... So essere paziente!
ja: 気長に…ただ待つのみ…ンなもんは無理だわ！
ko: 참아야지... 그냥 참아... 나는 참을 수 있어!
pt_br: Vou ter que ser paciente... seja paciente... Eu posso ser paciente!
ru: Нужно немного подождать... совсем немного... Я умею ждать!
zh_tw: 我得有耐心才行……耐心點……我可以做到耐心點！

# CHARACTERS.WANDA.ACTIONFAIL.DISMANTLE.INUSE
source: Could you hurry it up a little?
de: Könntest du etwas schneller machen?
es: ¿Y si te das un poco de prisa?
fr: Tu pourrais te dépêcher un peu ?
it: Non ti potresti sbrigare?
ja: ちょっと急いでくれないかしら？
ko: 좀 서두르지 않을래?
pt_br: Poderia se apressar um pouquinho?
ru: А можно чуточку быстрее?
zh_tw: 你能不能快一點？

# CHARACTERS.WANDA.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: Oh! I forgot to check if there was anything still inside.
de: Oh! Ich habe vergessen zu überprüfen, ob noch etwas drin ist.
es: Ay, me he olvidado de comprobar si había algo dentro.
fr: Oh ! J'ai oublié de vérifier s'il y avait encore quelque chose dedans.
it: Ah! Ho dimenticato di controllare se c'era ancora qualcosa dentro.
ja: ああ！まだ中に何か残ってるか確かめるの忘れたわ。
ko: 오! 아직 안에 뭐가 있는지 확인하는 것을 잊었네.
pt_br: Ah! Me esqueci de verificar se ainda tinha algo dentro.
ru: Ой! Забыла проверить, нет ли там чего внутри.
zh_tw: 哦！我忘記檢查裡面有沒有東西。

# CHARACTERS.WANDA.ACTIONFAIL.DISMANTLE_POCKETWATCH.ONCOOLDOWN
source: It needs a bit of time to unwind.
de: Sie braucht etwas Zeit zur Aufladung.
es: Tardará un rato en recargarse.
fr: Elle a besoin d'un peu de temps pour se remonter.
it: Gli occorre del tempo per ricaricarsi.
ja: 巻き戻す時間が少し必要だね。
ko: 긴장을 풀려면 시간이 좀 필요해.
pt_br: Precisa de um tempinho pra descansar.
ru: Нужно немного времени, чтобы пружина раскрутилась.
zh_tw: 它需要一點時間來松發條。

# CHARACTERS.WANDA.ACTIONFAIL.DRAW.NOIMAGE
source: Hm. I can't quite remember what it looks like...
de: Hm. Ich weiß nicht mehr genau, wie das aussieht ...
es: Oh... No me acuerdo de qué aspecto tiene.
fr: Hmm... Je ne me souviens plus vraiment à quoi ça ressemble.
it: Mm. Non riesco a ricordare il suo aspetto...
ja: はぁ。どんな見かけだったか覚えてないわ…
ko: 흠. 어떻게 생겼는지 잘 기억이 안 나...
pt_br: Hm. Não consigo me lembrar da aparência disso...
ru: Хм... Никак не вспомню, что хотела нарисовать...
zh_tw: 嗯。我不太記得它什麼樣了……

# CHARACTERS.WANDA.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: Whoops, almost gave the plants sea water!
de: Hoppla, fast hätte ich den Pflanzen Meerwasser gegeben!
es: Ups, casi les doy agua salada a las plantas.
fr: Oups, j'ai failli arroser les plantes avec de l'eau salée !
it: Ops! Stavo per annaffiare le piante con acqua di mare!
ja: おっと危ない。海水をやるところだったわ！
ko: 이런, 식물에 바닷물을 줄 뻔했어!
pt_br: Ops, quase dei água do mar pras plantas!
ru: Ой, чуть морской водой растения не полила!
zh_tw: 哎呦，差點給植物澆了海水！

# CHARACTERS.WANDA.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: Ha! That would be like trying to use a pinion for a wheel!
de: Ha! Das wäre so, als würde man versuchen, ein Zahnrad als Rad zu verwenden!
es: ¡Ja! Eso sería como usar un piñón con una rueda.
fr: Ha ! Ce serait comme utiliser un engrenage à la place d'une roue !
it: Ha! Sarebbe come cercare di usare un pignone al posto di una ruota!
ja: ははっ！それは風切り羽で大車輪を回そうって言うのと同じだわ！
ko: 하! 그것은 바퀴에 작은 톱니를 사용하는 것과 같아!
pt_br: Ha! Seria como tentar usar uma engrenagem no lugar de uma roda!
ru: Ха! Это ж как шестерню вместо колеса ставить!
zh_tw: 哈！這好比用小齒輪來做車輪一樣！

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.ABIGAILHEART
source: I was hoping this timeline might be different.
de: Ich hatte gehofft, dass diese Zeitachse anders sein würde.
es: Esperaba que esta línea temporal fuera distinta.
fr: J'espérais que cette ligne temporelle soit différente.
it: Speravo che questa linea temporale sarebbe andata diversamente.
ja: この時間線はこれまでと違ったらいいなって思ってた。
ko: 이 타임라인은 다르기를 바랬는데.
pt_br: Tinha esperanças de que esta linha do tempo pudesse ser diferente.
ru: Я надеялась, что в этой линии времени все будет иначе.
zh_tw: 我本希望這條時間線會不一樣。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.BUSY
source: Please stop what you're doing, this is important!
de: Bitte lass das, was du da tust, das ist wichtig!
es: Para un momento, ¡esto es importante!
fr: Arrêtez ce que vous faites immédiatement, c'est important !
it: Smettila di fare quello che stai facendo, è importante!
ja: とにかく手を止めて。重要なことなの！
ko: 하던 일을 멈춰, 이것은 중요하다고!
pt_br: Pare o que você está fazendo, isto é importante!
ru: Прошу, прервись на минутку! Это очень важно!
zh_tw: 請停止你正在做的事情，這很重要！

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: It's not coming back. Maybe this time that's a good thing?
de: Es kommt nicht zurück. Vielleicht ist das diesmal gut so?
es: No volverá a la vida. A lo mejor esta vez es algo bueno, no sé.
fr: Il ne revient pas. Cette fois, c'est peut-être une bonne chose ?
it: Non tornerà indietro. Forse questa volta è meglio così...
ja: もう戻ってこないわ。この時間線ではそれがいいのかもしれないわ。
ko: 돌아오지 않을 거야. 이번에는 좋은 일이 아닐까?
pt_br: Não vai voltar. Quem sabe desta vez isso seja uma coisa boa?
ru: Не получается. Может, на этот раз оно и к лучшему?
zh_tw: 不會回來了。也許是件好事？

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: I'll just come back later. Or earlier.
de: Ich werde einfach später wiederkommen. Oder früher.
es: Volveré más tarde. O más pronto.
fr: Je reviendrai juste plus tard. Ou plus tôt.
it: Tornerò più tardi. O prima.
ja: 後で戻ってくるわ。今より後でか、前にかはわからないけど。
ko: 나중에 다시 올게. 아니면 더 일찍.
pt_br: Vou ter que voltar mais tarde. Ou mais cedo.
ru: Я тогда попозже вернусь. Или пораньше.
zh_tw: 我以後再來就好。或者回到從前。

# CHARACTERS.WANDA.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: It needs something that will fit into this small slot...
de: Da muss etwas rein, das in diesen kleinen Schlitz passt ...
es: Necesita algo que encaje en esa ranura tan pequeña...
fr: Il me faut quelque chose qui tiendra dans ce petit endroit.
it: Serve qualcosa che riesca a entrare in questa piccola fessura...
ja: この小さいスロットに収まるものが必要だわ…
ko: 이 작은 슬롯에 맞는 무언가가 필요한데...
pt_br: Precisa de algo que encaixe nesse pequeno espaço...
ru: Нужно что-то маленькое, чтобы влезло в щель...
zh_tw: 它需要一個能裝進這個小槽的東西……
