Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ACTIONFAIL.SHAVE.GENERIC
source: THAT IS NOT A VALID SHAVE TARGET
de: DAS IST KEIN GÜLTIGES ZIEL FÜR EINE RASUR.
es_mx: OBJETIVO PARA AFEITAR NO VÁLIDO
fr: CE N'EST PAS UNE CIBLE VALIDE
it: NON È UN BERSAGLIO VALIDO PER LA RASATURA
ja: ＊それは刈り取るのに適切な標的ではありません＊
ko: 유효한 깎기 대상이 아님
pl: NIEPRAWIDŁOWY OBIEKT GOLENIA.
pt_br: ESSE NÃO É UM ALVO DE RASPAGEM VÁLIDO
ru: НЕПОДХОДЯЩАЯ ЦЕЛЬ ДЛЯ БРИТЬЯ
zh_cn: 那不是有效的剃毛目标
zh_tw: 那不是有效的剃毛目標

# CHARACTERS.WX78.ACTIONFAIL.SHAVE.NOBITS
source: THERE IS NO STUBBLE TO SHAVE
de: ES GIBT KEINE STOPPELN ZUM RASIEREN.
es_mx: NO HAY PELOS QUE AFEITAR
fr: IL N'Y A RIEN À RASER
it: NON C'È NESSUNA STOPPIA DA RADERE
ja: ＊刈り取る株がありません＊
ko: 깎을 털이 없음
pl: BRAK MATERIAŁU DO OGOLENIA.
pt_br: NÃO HÁ NADA A RASPAR
ru: ЗДЕСЬ НЕЧЕГО БРИТЬ
zh_cn: 没有可以剃的毛茬
zh_tw: 沒有可以剃的毛茬

# CHARACTERS.WX78.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: I WILL NOT PERFORM SOMEONE ELSE'S TASKS
de: ICH WERDE NICHT DIE AUFGABEN VON JEMAND ANDEREM ÜBERNEHMEN
fr: JE N'ACCOMPLIRAI PAS LES TÂCHES DE QUELQU'UN D'AUTRE
it: NON ESEGUIRÒ I COMPITI DI QUALCUN ALTRO
ja: ＊他者のタスクを実行するつもりはありません＊
ko: 본좌는 다른 사람의 작업을 수행하지 않겠음.
pl: NIE BĘDĘ WYKONYWAĆ CUDZYCH ZADAŃ.
pt_br: NÃO VOU REALIZAR TAREFAS DOS OUTROS.
ru: Я НЕ ПРЕДНАЗНАЧЕН ДЛЯ ВЫПОЛНЕНИЯ ЧУЖИХ ЗАДАЧ
zh_cn: 我不执行其他人的任务
zh_tw: 我不執行其他人的任務

# CHARACTERS.WX78.ACTIONFAIL.SLAUGHTER.TOOFAR
source: STAND STILL AND LET ME KILL YOU
de: STILLGESTANDEN, ICH WILL DICH TÖTEN
es_mx: QUÉDATE TRANQUILO Y DÉJAME MATARTE
fr: NE BOUGE PAS ET LAISSE-MOI TE TUER
it: NON MUOVERTI. LASCIA CHE TI UCCIDA
ja: ＊じっとしてください、私が殺します＊
ko: 본체가 널 죽이게 가만히 있을 것
pl: STÓJ SPOKOJNIE I DAJ MI SIĘ ZABIĆ
pt_br: FIQUE IMÓVEL E ME DEIXE MATAR VOCÊ
ru: СТОЙ СПОКОЙНО И ДАЙ МНЕ ТЕБЯ УБИТЬ
zh_cn: 站好别动，让我来杀你
zh_tw: 站好別動，讓我來殺你

# CHARACTERS.WX78.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: STARTUP POSTPONED UNTIL RACING ORGANICS ARE INSTALLED
de: START VERSCHOBEN, BIS ORGANISCHE RENNEINHEITEN INSTALLIERT SIND
es_mx: ARRANQUE POSPUESTO HASTA QUE SE INSTALEN SERES ORGÁNICOS DE CARRERAS
fr: DÉMARRAGE RETARDÉ JUSQU'À L'INSTALLATION DES ÊTRES ORGANIQUES DE COURSE
it: PARTENZA RINVIATA FINO A INSTALLAZIONE DI PARTECIPANTI ORGANICI
ja: ＊競争有機体がインストールされるまで起動を中断します＊
ko: 경주용 유기체가 설치될 때까지 시작이 연기됨
pl: URUCHOMIENIE PRZEŁOŻONE DO CZASU, GDY ZOSTANĄ ZAINSTALOWANE WYŚCIGOWE JEDNOSTKI ORGANICZNE
pt_br: INÍCIO ADIADO ATÉ SERES ORGÂNICOS DE CORRIDA SEREM INSTALADOS
ru: АКТИВАЦИЯ ОТЛОЖЕНА ДО МОМЕНТА УСТАНОВКИ БЕГОВОЙ ОРГАНИКИ
zh_cn: 由于竞速有机物未安装，启动推迟
zh_tw: 由於競速有機物未安裝，啟動推遲

# CHARACTERS.WX78.ACTIONFAIL.STORE.GENERIC
source: IT IS AT CAPACITY
de: ES IST BEI VOLLER KAPAZITÄT.
es_mx: CAPACIDAD MÁXIMA ALCANZADA
fr: C'EST PLEIN
it: È A PIENA CAPACITÀ
ja: ＊許容量限界です＊
ko: 용량이 한도에 도달했음
pl: NIE MA MIEJSCA.
pt_br: CAPACIDADE MÁXIMA ALCANÇADA
ru: ПРЕДЕЛЬНАЯ ЕМКОСТЬ ДОСТИГНУТА
zh_cn: 已达到最大携带量
zh_tw: 已達到最大攜帶量

# CHARACTERS.WX78.ACTIONFAIL.STORE.INUSE
source: INFERIORS ARE USING IT RIGHT NOW
de: WIRD GERADE VON MINDERWERTIGEN VERWENDET
es_mx: LOS SERES INFERIORES LO ESTÁN USANDO AHORA MISMO
fr: DES ÊTRES INFÉRIEURS L'UTILISENT DÉJÀ
it: GLI ESSERI INFERIORI LO STANNO USANDO ADESSO
ja: ＊下等生物が現在使用中です＊
ko: 하등한 것들이 지금 사용하고 있음
pl: ZAJĘTE PRZEZ PODRZĘDNE ISTOTY
pt_br: INFERIORES ESTÃO USANDO NO MOMENTO
ru: В НАСТОЯЩИЙ МОМЕНТ ЕГО ИСПОЛЬЗУЮТ ПОДЧИНЕННЫЕ
zh_cn: 下级现在在使用它
zh_tw: 下級現在在使用它

# CHARACTERS.WX78.ACTIONFAIL.STORE.NOTALLOWED
source: THAT INPUT IS NOT ALLOWED
de: DIESE EINGABE IST NICHT ERLAUBT.
es_mx: ENTRADA NO ADMITIDA
fr: ENTRÉE NON AUTORISÉE
it: QUELL'ENTRATA NON È PERMESSA
ja: ＊そのインプットは許可されていません＊
ko: 허용되지 않은 입력임
pl: CZYNNOŚĆ NIEDOZWOLONA.
pt_br: ESSA ENTRADA NÃO É PERMITIDA
ru: НЕДОПУСТИМЫЙ ВВОД
zh_cn: 非法输入
zh_tw: 非法輸入

# CHARACTERS.WX78.ACTIONFAIL.STORE.NOTMASTERCHEF
source: MAKE MY MINION DO IT
de: MEIN LAKAI SOLL ES TUN
es_mx: HARÉ QUE MI SUBORDINADO LO HAGA
fr: MON SERVITEUR PEUT FAIRE ÇA
it: CI PENSERÀ IL MIO SEGUACE
ja: ＊私の隷属生物にやらせます＊
ko: 내 부하가 하게 둘 것임
pl: NIECH MÓJ SŁUGA TO ZROBI
pt_br: OBRIGAR MEU LACAIO A FAZER ISSO
ru: ПУСТЬ ЭТО СДЕЛАЮТ МОИ МИНЬОНЫ
zh_cn: 让我随从去做
zh_tw: 讓我隨從去做

# CHARACTERS.WX78.ACTIONFAIL.TEACH.CANTLEARN
source: THE KNOWLEDGE WAS PROBABLY OBSOLETE ANYWAY
de: DAS WISSEN WAR VERMUTLICH SOWIESO ÜBERHOLT
es_mx: EL CONOCIMIENTO ERA PROBABLEMENTE OBSOLETO
fr: CES CONNAISSANCES ÉTAIENT SANS DOUTE DÉJÀ OBSOLÈTES
it: LA CONOSCENZA ERA PROBABILMENTE OBSOLETA
ja: ＊いずれにせよその知識はおそらく時代遅れのものでしょう＊
ko: 구식 지식임
pl: TA WIEDZA PEWNIE I TAK BYŁA BEZUŻYTECZNA.
pt_br: O CONHECIMENTO PROVAVELMENTE ERA OBSOLETO MESMO
ru: В ЛЮБОМ СЛУЧАЕ, ЗНАНИЕ УЖЕ УСТАРЕЛО
zh_cn: 反正那知识也许已经过时了
zh_tw: 反正那知識也許已經過時了

# CHARACTERS.WX78.ACTIONFAIL.TEACH.KNOWN
source: ONLY A FLESHBRAIN WOULD NEED THAT EXPLAINED TO THEM
de: DAS IST DOCH WIRKLICH NICHT SO SCHWER ZU VERSTEHEN
es_mx: SOLO UN CEREBRITO NECESITARÍA EXPLICÁRSELO
fr: SEUL UN CERVEAU HUMAIN AURAIT BESOIN QU'ON LUI EXPLIQUE ÇA
it: SOLO UN CERVELLO PIENO DI SEGATURA AVREBBE BISOGNO DI UNA SPIEGAZIONE
ja: ＊私の高度なAIには不要です＊
ko: 고깃덩이 뇌가 아닌 본체는 이런 설명이 필요 없음
pl: TYLKO IDIOCIE TRZEBA BY TO TŁUMACZYĆ.
pt_br: SOMENTE UM CÉREBRO DE CARNE PRECISARIA QUE ISSO FOSSE EXPLICADO
ru: ЛИШЬ ЧЕЛОВЕЧЕСКОМУ МОЗГУ НУЖНО ЭТО ОБЪЯСНЯТЬ
zh_cn: 只有人脑子才需要解释那个
zh_tw: 只有人腦子才需要解釋那個

# CHARACTERS.WX78.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: INSUFFICIENT LIGHT, UNABLE TO ANALYZE
de: LICHT UNZUREICHEND, ANALYSE NICHT MÖGLICH
es_mx: LUZ INSUFICIENTE. IMPOSIBLE ANALIZAR
fr: LUMIÈRE INSUFFISANTE, ANALYSE IMPOSSIBLE
it: LUCE INSUFFICIENTE, IMPOSSIBILE ANALIZZARE
ja: ＊光源不足です、分析できません＊
ko: 빛 부족, 분석 불가
pl: NIEWYSTARCZAJĄCE ŚWIATŁO, ANALIZA NIEMOŻLIWA
pt_br: LUZ INSUFICIENTE. NÃO É POSSÍVEL ANALISAR
ru: НЕДОСТАТОЧНО СВЕТА, ВЫПОЛНИТЬ АНАЛИЗ НЕ УДАЛОСЬ
zh_cn: 光线不足，无法分析
zh_tw: 光線不足，無法分析

# CHARACTERS.WX78.ACTIONFAIL.TEACH.WRONGWORLD
source: ERROR: INCORRECT LOCATION
de: FEHLER: FALSCHER ORT
es_mx: ERROR: UBICACIÓN INCORRECTA
fr: ERREUR : LIEU INCORRECT
it: ERRORE: POSIZIONE ERRATA
ja: ＊エラー：不適当な場所＊
ko: 오류: 잘못된 위치
pl: BŁĄD: NIEPRAWIDŁOWA LOKALIZACJA.
pt_br: ERRO: LOCALIZAÇÃO INCORRETA
ru: ОШИБКА: НЕПРАВИЛЬНОЕ МЕСТОПОЛОЖЕНИЕ
zh_cn: 错误：位置不正确
zh_tw: 錯誤：位置不正確

# CHARACTERS.WX78.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: SOMEONE GOT TO THIS HAIRY FLESHBAG FIRST
de: JEMAND HAT DIESEN HAARIGEN FLEISCHSACK ZUERST ERWISCHT
fr: QUELQU'UN A DÉJÀ RÉCLAMÉ CE SAC DE VIANDE VELU
it: QUALCUNO SI È GIÀ IMPOSSESSATO DI QUESTO SACCO DI CARNE PELOSO
ja: ＊この毛深い有機生命体はすでに取得されています＊
ko: 누군가가 이 털이 많은 살점을 먼저 얻었음.
pl: KTOŚ SZYBCIEJ DORWAŁ SIĘ DO TEGO WŁOCHATEGO WORA MIĘSA.
pt_br: ALGUÉM PEGOU ESTE SACO DE CARNE PELUDO PRIMEIRO
ru: КТО-ТО ДОБРАЛСЯ ДО ЭТОГО ВОЛОСАТОГО МЯСНОГО МЕШКА РАНЬШЕ МЕНЯ
zh_cn: 有人先占有了这头长毛的肉袋
zh_tw: 有人先佔有了這頭長毛的肉袋

# CHARACTERS.WX78.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I HAVE ALREADY SELECTED A SATISFACTORY FLESHBAG
de: ICH HABE BEREITS EINEN ZUFRIEDENSTELLENDEN FLEISHSACK AUSGEWÄHLT
fr: J'AI DÉJÀ SÉLECTIONNÉ UN SAC DE VIANDE QUI ME DONNE SATISFACTION
it: HO GIÀ SELEZIONTO UN SACCO DI CARNE ADEGUATO
ja: ＊満足のいく有機生命体の選択はすでに完了しております＊
ko: 본좌는 이미 만족스러운 고기를 선택했음.
pl: JUŻ WYBRAŁEM SATYSFAKCJONUJĄCEGO MNIE WŁOCHATEGO MIĘSAKA.
pt_br: JÁ SELECIONEI UM SACO DE CARNE SATISFATÓRIO
ru: Я УЖЕ ИЗБРАЛ МЯСНОЙ МЕШОК УДОВЛЕТВОРИТЕЛЬНОГО КАЧЕСТВА
zh_cn: 我已经选好了满意的肉袋
zh_tw: 我已經選好了滿意的肉袋

# CHARACTERS.WX78.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: ERROR: INVALID TARGET
de: FEHLER: UNGÜLTIGES ZIEL
fr: ERREUR : CIBLE ERRONÉE
it: ERRORE: BERSAGLIO NON VALIDO
ja: ＊エラー：無効なターゲット＊
ko: 오류: 유효하지 않은 대상
pl: BŁĄD: CEL NIEPRAWIDŁOWY
pt_br: ERRO: ALVO INVÁLIDO
ru: ОШИБКА: НЕВЕРНАЯ ЦЕЛЬ
zh_cn: 错误：无效目标
zh_tw: 錯誤：無效目標

# CHARACTERS.WX78.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: COMBAT PRIORITY: HIGH
de: KAMPF-PRIORITÄT: HOCH
es_mx: PRIORIDAD DE COMBATE: ALTA
fr: PRIORITÉ DE COMBAT : ÉLEVÉE
it: PRIORITÀ COMBATTIMENTO: ELEVATA
ja: ＊戦闘優先度：高＊
ko: 전투 우선 순위: 높음
pl: PRIORYTET BITEWNY: WYSOKI.
pt_br: PRIORIDADE DO COMBATE: ALTA
ru: БОЕВАЯ ГОТОВНОСТЬ: ВЫСОКАЯ
zh_cn: 战斗优先级：高
zh_tw: 戰鬥優先順序：高

# CHARACTERS.WX78.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: WRONG PASSWORD DETECTED
de: FALSCHES PASSWORT ERKANNT
es_mx: CONTRASEÑA INCORRECTA DETECTADA
fr: MOT DE PASSE INCORRECT DÉTECTÉ
it: PASSWORD SBAGLIATA RILEVATA
ja: ＊誤パスワードが確認されました＊
ko: 잘못된 암호 탐지됨
pl: BŁĄD: NIEWŁAŚCIWE HASŁO
pt_br: SENHA INCORRETA DETECTADA
ru: ВВЕДЕН НЕВЕРНЫЙ ПАРОЛЬ
zh_cn: 检测到错误的密码
zh_tw: 檢測到錯誤的密碼

# CHARACTERS.WX78.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: INCORRECT UNLOCKING DEVICE
de: FALSCHES ENTRIEGELUNGSSYSTEM
es_mx: DISPOSITIVO DE DESBLOQUEO INCORRECTO
fr: DISPOSITIF DE DÉBLOCAGE INCORRECT
it: DISPOSITIVO DI SBLOCCO ERRATO
ja: ＊不適当な解除用機器＊
ko: 잘못된 잠금 해제 장치
pl: NIEPRAWIDŁOWE URZĄDZENIE ODBLOKOWUJĄCE.
pt_br: DISPOSITIVO DE DESBLOQUEIO INCORRETO
ru: НЕПРАВИЛЬНАЯ РАЗБЛОКИРОВКА УСТРОЙСТВА
zh_cn: 解锁设备不正确
zh_tw: 解鎖設備不正確

# CHARACTERS.WX78.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: ERROR: NO THINGS TO WRAP
de: FEHLER: NICHTS ZUM EINWICKELN
es_mx: ERROR: NO HAY NADA QUE ENVOLVER
fr: ERREUR : RIEN À EMBALLER
it: ERRORE: NON C'È NIENTE DA INCARTARE
ja: ＊エラー：包むものなし＊
ko: 오류: 포장 항목 없음
pl: BŁĄD: NIE MA CZEGO ZAPAKOWAĆ.
pt_br: ERRO: NADA PARA EMBRULHAR
ru: ОШИБКА: НЕТ ВЕЩЕЙ ДЛЯ ОБЕРТЫВАНИЯ
zh_cn: 错误：没有东西来包装
zh_tw: 錯誤：沒有東西來包裝

# CHARACTERS.WX78.ACTIONFAIL.WRITE.GENERIC
source: WRITE ERROR
de: FEHLER
es_mx: ERROR DE ESCRITURA
fr: ERREUR D'ÉCRITURE
it: ERRORE DI SCRITTURA
ja: ＊書き込みエラー＊
ko: 쓰기 오류
pl: BŁĄD ZAPISYWANIA
pt_br: ERRO DE GRAVAÇÃO
ru: ОШИБКА ЗАПИСИ
zh_cn: 写入错误
zh_tw: 寫入錯誤

# CHARACTERS.WX78.ACTIONFAIL.WRITE.INUSE
source: PRIMITIVE MESSAGEBOARD OCCUPIED
de: VORLÄUFER DES INTERNETFORUMS
es_mx: TABLÓN PRIMITIVO OCUPADO
fr: FORUM DE DISCUSSION PRIMITIF OCCUPÉ
it: TAVOLA DEI MESSAGGI PRIMITIVA OCCUPATA
ja: ＊初期掲示板は使用中です＊
ko: 원시 게시판이 사용 중임
pl: PRYMITYWANA TABLICA OGŁOSZENIOWA ZAJĘTA
pt_br: QUADRO DE MENSAGENS PRIMITIVO OCUPADO
ru: ПРИМИТИВНОЕ ПРОСТРАНСТВО ДЛЯ ЗАПИСИ ПЕРЕПОЛНЕНО
zh_cn: 原始消息板被占用
zh_tw: 原始消息板被佔用

# CHARACTERS.WX78.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: WHERE IS HE HIDING
de: WO VERSTECKT ER SICH
fr: OÙ SE CACHE-T-IL
it: DOVE SI NASCONDE
ja: ＊彼はどこに隠れているのでしょう＊
ko: 어디에 숨어있음.
pl: GDZIE ON SIĘ UKRYWA?
pt_br: ONDE ELE ESTÁ SE ESCONDENDO
ru: ГДЕ ОН ПРЯЧЕТСЯ
zh_cn: 他藏哪儿去了
zh_tw: 他藏哪兒去了

# CHARACTERS.WX78.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: YOU CAN NEVER RELY ON FLESHLINGS TO DO THEIR JOB
de: MAN KANN SICH NIE DARAUF VERLASSEN, DASS FLEISCHLINGE IHRE ARBEIT TUN
fr: ON NE PEUT JAMAIS COMPTER SUR DES CHOSES EN VIANDE POUR FAIRE UN TRAVAIL
it: NON SI PUÒ FARE AFFIDAMENTO SUL FATTO CHE GLI ESSERI DI CARNE FACCIANO IL LORO LAVORO
ja: ＊有機生命体が役目をまっとうするなどど、淡い期待をしてはいけないのです＊
ko: 그들의 일을 하는 데 절대로 고깃덩어리에 의존할 수 없음.
pl: NA MIĘSAKI NIE MOŻNA LICZYĆ.
pt_br: NÃO DÁ PARA CONFIAR QUE O SACOS DE CARNE VÃO FAZER SEU TRABALHO
ru: СУЩЕСТВА ИЗ ПЛОТИ НИКОГДА НЕ ДЕЛАЮТ СВОЮ РАБОТУ ПРАВИЛЬНО
zh_cn: 决不能指望肉体生物做任何事
zh_tw: 決不能指望肉體生物做任何事

# CHARACTERS.WX78.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: THIS PATTERN ALREADY EXISTS IN MY DATABANK
de: DIESES MUSTER EXISTIERT BEREITS IN MEINER DATENBANK
fr: CE PLAN EXISTE DÉJÀ DANS MA BASE DE DONNÉES
it: QUESTO MODELLO ESISTE GIÀ NELLA MIA BANCA DATI
ja: ＊この型紙はすでに私のデータバンクに存在します＊
ko: 이 패턴은 이미 본좌의 데이터뱅크에 있음.
pl: TEN WZÓR JEST JUŻ ZAPISANY W MOJEJ BAZIE DANYCH.
pt_br: ESTE MODELO JÁ EXISTE NO MEU BANCO DE DADOS
ru: ЭТОТ ЧЕРТЕЖ УЖЕ СОХРАНЕН В БАЗЕ ДАННЫХ
zh_cn: 样式已经在我的数据库中存在
zh_tw: 樣式已經在我的資料庫中存在

# CHARACTERS.WX78.ACTIONFAIL_GENERIC
source: ERROR: ACTION UNAVAILABLE
de: FEHLER: SIESTA-MODUS BEI NACHT NICHT VERFÜGBAR
es_mx: ERROR: MODO SIESTA NO DISPONIBLE POR LA NOCHE
fr: ERREUR : ACTION NON DISPONIBLE
it: ERRORE: LA MODALITÀ PAUSA NON È DISPONIBILE DURANTE LA NOTTE
ja: ＊ERROR：利用不可能なアクション＊
ko: 오류: 작동 불가
pl: BŁĄD: CZYNNOŚĆ NIEDOSTĘPNA
pt_br: ERRO: AÇÃO INDISPONÍVEL
ru: ОШИБКА: ДЕЙСТВИЕ НЕВОЗМОЖНО
zh_cn: 错误：动作不可用
zh_tw: 錯誤：動作不可用

# CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT
source: WHY AM I DOING THIS?
de: WARUM TUE ICH DAS?
es_mx: ¿POR QUÉ ESTOY HACIENDO ESTO?
fr: POURQUOI EST-CE QUE JE FAIS ÇA ?
it: PERCHÉ STO FACENDO QUESTO?
ja: ＊なぜ私はこんなことをしているのでしょうか＊
ko: 본좌가 왜 이를 하는가?
pl: DLACZEGO JA TO ROBIĘ?
pt_br: POR QUE ESTOU FAZENDO ISSO?
ru: ПОЧЕМУ Я ДЕЛАЮ ЭТО?
zh_cn: 我为什么这样做？
zh_tw: 我為什麼這樣做？

# CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT_DONE
source: TASK COMPLETE
de: AUFGABE ABGESCHLOSSEN.
es_mx: TAREA COMPLETADA
fr: TÂCHE TERMINÉE
it: ATTIVITÀ COMPLETA
ja: ＊作業完了＊
ko: 작업 완료
pl: ZADANIE WYKONANE.
pt_br: TAREFA CONCLUÍDA
ru: ЗАДАЧА ВЫПОЛНЕНА
zh_cn: 任务完成
zh_tw: 任務完成

# CHARACTERS.WX78.ANNOUNCE_ADVENTUREFAIL
source: ABORT, RETRY, FAIL?
de: ABBRUCH, WIEDERHOLEN, FEHLSCHLAGEN?
es_mx: ¿ABORTAR, REINTENTAR, ERROR?
fr: ABANDONER, RÉESSAYER, ÉCHOUER ?
it: INTERROMPI, RIPROVA, IGNORA?
ja: ＊中断、再試、失敗？＊
ko: 중단, 재시도, 실패?
pl: PRZERWIJ, PONÓW, PRZEGRAJ?
pt_br: ABORTAR, REPETIR, FALHAR?
ru: ОСТАВИТЬ ПОПЫТКИ, ПОПРОБОВАТЬ ЕЩЕ РАЗ, ПОТЕРПЕТЬ НЕУДАЧУ?
zh_cn: 放弃，重试，失败？
zh_tw: 放棄，重試，失敗？

# CHARACTERS.WX78.ANNOUNCE_ANTLION_SINKHOLE.1
source: STRUCTUAL INTEGRITY COMPROMISED
de: STRUKTURELLE STABILITÄT GESCHWÄCHT
es_mx: INTEGRIDAD ESTRUCTURAL COMPROMETIDA
fr: INTÉGRITÉ DE STRUCTURE COMPROMISE
it: INTEGRITÀ STRUTTURALE COMPROMESSA
ja: ＊構造体の完全性が低下しています＊
ko: 구조적인 무결성 손상
pl: INTEGRALNOŚĆ STRUKTURALNA ZOSTAŁA NARUSZONA
pt_br: INTEGRIDADE ESTRUTURAL COMPROMETIDA
ru: СТРУКТУРНАЯ ЦЕЛОСТНОСТЬ НАРУШЕНА
zh_cn: 结构完整性被破坏了
zh_tw: 結構完整性被破壞了

# CHARACTERS.WX78.ANNOUNCE_ANTLION_SINKHOLE.2
source: THE GROUND IS TREMBLING
de: DER BODEN BEBT
es_mx: EL SUELO TIEMBLA
fr: LE SOL TREMBLE
it: LA TERRA STA TREMANDO
ja: ＊地表が振動しています＊
ko: 지면이 진동하고 있음
pl: ZIEMIA SIĘ TRZĘSIE
pt_br: O SOLO ESTÁ TREMENDO
ru: ПОВЕРХНОСТЬ ТРЯСЕТСЯ
zh_cn: 地面在颤抖
zh_tw: 地面在顫抖

# CHARACTERS.WX78.ANNOUNCE_ANTLION_SINKHOLE.3
source: DANGER
de: GEFAHR
es_mx: PELIGRO
it: PERICOLO
ja: ＊危険です＊
ko: 위험
pl: NIEBEZPIECZEŃSTWO
pt_br: PERIGO
ru: ОПАСНОСТЬ
zh_cn: 危险
zh_tw: 危險

# CHARACTERS.WX78.ANNOUNCE_ANTLION_TRIBUTE.1
source: THIS DOESN'T MEAN YOU'RE SUPERIOR
de: DAS HEISST NICHT, DU BIST BESSER
es_mx: ESTO NO SIGNIFICA QUE SEAS SUPERIOR
fr: ÇA VEUT PAS DIRE QUE TU ES SUPÉRIEUR
it: QUESTO NON SIGNIFICA CHE SEI SUPERIORE
ja: ＊あなたがわたしより優れているという意味ではありません＊
ko: 그대의 우월성을 증명하지는 않음
pl: TO NIE ZNACZY, ŻE JESTEŚ WYŻSZEJ JAKOŚCI
pt_br: ISSO NÃO SIGNIFICA QUE VOCÊ É SUPERIOR
ru: ЭТО НЕ ОЗНАЧАЕТ, ЧТО ТЫ ПРЕВОСХОДИШЬ МЕНЯ
zh_cn: 这并不意味着你更高级
zh_tw: 這並不意味著你更高級

# CHARACTERS.WX78.ANNOUNCE_ANTLION_TRIBUTE.2
source: I BEQUEATH TO YOU MY USELESS JUNK
de: ICH ÜBERLASSE DIR MEINEN GANZEN PLUNDER
es_mx: TE LEGO MI CHATARRA INÚTIL
fr: JE TE LÈGUE LA CAMELOTE DONT JE NE ME SERS PAS
it: TI LASCIO LE MIE CIANFRUSAGLIE INUTILI IN EREDITÀ
ja: ＊不要なジャンクを贈与します＊
ko: 쓸모없는 잡동사니를 주고 있음
pl: PRZYJMIJ MOJE BEZUŻYTECZNE ŚMIECI
pt_br: TRANSMITO A VOCÊ MINHAS TRANQUEIRAS
ru: Я ЗАВЕЩАЮ ТЕБЕ СВОЙ ХЛАМ
zh_cn: 我把这些没用的垃圾留给你
zh_tw: 我把這些沒用的垃圾留給你

# CHARACTERS.WX78.ANNOUNCE_ANTLION_TRIBUTE.3
source: THIS MEATSACK WILL LEAVE ME ALONE NOW
de: DIESER FLEISCHSACK WIRD MIR JETZT MEINE RUHE LASSEN
es_mx: ESTE SACO DE CARNE ME DEJARÁ EN PAZ AHORA
fr: CE SAC À VIANDE VA MAINTENANT ME LAISSER EN PAIX
it: QUESTO SACCO DI CARNE MI LASCERÀ IN PACE ADESSO
ja: ＊この肉袋は私を一人にしくれています＊
ko: 이제 고기자루가 본체를 내버려 둘 것임
pl: TEN MIĘSAK ZOSTAWI MNIE TERAZ W SPOKOJU
pt_br: ESSE SACO DE CARNE VAI ME DEIXAR EM PAZ AGORA
ru: ТЕПЕРЬ ЭТОТ МЯСНОЙ МЕШОК ОСТАВИТ МЕНЯ В ПОКОЕ
zh_cn: 这个肉袋现在让我一个人待会
zh_tw: 這個肉袋現在讓我一個人待會

# CHARACTERS.WX78.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: UPLOADING NEW SCHEMATICS
de: NEUE SCHEMATA WERDEN HOCHGELADEN
fr: TÉLÉCHARGEMENT DE NOUVEAUX SCHÉMAS
it: CARICAMENTO DI NUOVI SCHEMI
ja: ＊新たな回路図面をアップロード中＊
ko: 새 도식 업로드 중
pl: PRZESYŁAM NOWE SCHEMATY.
pt_br: TRANSMITINDO NOVOS DIAGRAMAS
ru: ИДЕТ ЗАГРУЗКА НОВЫХ СХЕМ
zh_cn: 正在上传新图纸
zh_tw: 正在上傳新圖紙

# CHARACTERS.WX78.ANNOUNCE_ARCHIVE_NO_POWER
source: IT HAS BEEN DISCONNECTED FROM ITS POWER SOURCE
de: SIE WURDE VON IHRER ENERGIEVERSORGUNG GETRENNT
fr: ELLE A ÉTÉ DÉCONNECTÉE DE SA SOURCE D'ÉNERGIE
it: NON È PIÙ IN COLLEGAMENTO CON LA SUA FONTE DI ALIMENTAZIONE
ja: ＊動力源が切断されています＊
ko: 전원에서 연결이 끊어졌음.
pl: OBIEKT ODŁĄCZONY OD ŹRÓDŁA ZASILANIA.
pt_br: FOI DESCONECTADO DA SUA FONTE DE ENERGIA
ru: ИСТОЧНИК ПИТАНИЯ ОТКЛЮЧЕН
zh_cn: 已切断电源
zh_tw: 已切斷電源

# CHARACTERS.WX78.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: ERROR: SCHEMATICS ALREADY EXIST IN DATABANK
de: FEHLER: SCHEMA EXISTIERT BEREITS IN MEINER DATENBANK
fr: ERREUR : LES PLANS EXISTENT DÉJÀ DANS LA BASE DE DONNÉES
it: ERRORE: SCHEMA GIÀ PRESENTE NELLA BANCA DATI
ja: ＊エラー：回路図面が既に私のデータバンクに存在します＊
ko: 오류: 데이터뱅크에 이미 도식이 존재함
pl: BŁĄD: SCHEMAT JEST JUŻ ZAPISANY W BAZIE DANYCH.
pt_br: ERRO: DIAGRAMAS JÁ EXISTENTES NO BANCO DE DADOS
ru: ОШИБКА: СХЕМЫ УЖЕ ЕСТЬ В БАЗЕ ДАННЫХ
zh_cn: 错误：图纸已经在数据库中存在
zh_tw: 錯誤：圖紙已經在資料庫中存在

# CHARACTERS.WX78.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: THAT'S NOT GOOD
de: DAS IST NICHT GUT
es_mx: NO ME GUSTA
fr: CE N'EST PAS BON
it: NON VA BENE
ja: ＊それはよくありません＊
ko: 좋지 않음
pl: NIEDOBRZE
pt_br: ISSO NÃO É BOM
ru: ЭТО НЕХОРОШО
zh_cn: 这可不好
zh_tw: 這可不好

# CHARACTERS.WX78.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: MONSTERS APPROACHING
de: MONSTER IM ANZUG
es_mx: MONSTRUOS ACERCÁNDOSE
fr: MONSTRES EN APPROCHE
it: MOSTRI IN AVVICINAMENTO
ja: ＊モンスターが接近しています＊
ko: 몬스터 접근 중
pl: NADCHODZĄ POTWORY
pt_br: MONSTROS SE APROXIMANDO
ru: ПРИБЛИЖАЮТСЯ ЧУДОВИЩА
zh_cn: 怪兽在靠近
zh_tw: 怪獸在靠近

# CHARACTERS.WX78.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: DANGER
de: GEFAHR
es_mx: PELIGRO
it: PERICOLO
ja: ＊危険です＊
ko: 위험
pl: NIEBEZPIECZEŃSTWO
pt_br: PERIGO
ru: ОПАСНОСТЬ
zh_cn: 危险
zh_tw: 危險

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_ATTACK
source: I HAVE BEEN OPTIMIZED FOR COMBAT
de: ICH BIN KAMPFOPTIMIERT
es_mx: HE SIDO OPTIMIZADO PARA EL COMBATE
fr: JE SUIS OPTIMISÉ POUR LE COMBAT
it: SONO STATO OTTIMIZZATO PER IL COMBATTIMENTO
ja: ＊私は戦闘用に最適化されました＊
ko: 본체가 전투에 최적화됨
pl: ZOSTAŁEM ZOPTYMALIZOWANY DO WALKI
pt_br: FUI OTIMIZADO PARA COMBATE
ru: Я ОПТИМИЗИРОВАЛ СЕБЯ ДЛЯ БОЯ
zh_cn: 战斗优化已完成
zh_tw: 戰鬥優化已完成

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: ELECTRICAL CIRCUITS OVERLOADING
de: ELEKTRISCHE SCHALTKREISE ÜBERLASTET
es_mx: CIRCUITOS ELÉCTRICOS SOBRECARGADOS
fr: SURCHARGE DES CIRCUITS ÉLECTRIQUES
it: SOVRACCARICO CIRCUITI ELETTRICI
ja: ＊電気回路の過負荷＊
ko: 전기 회로 과부하 중
pl: PRZECIĄŻENIE OBWODÓW ELEKTRYCZNYCH
pt_br: CIRCUITOS ELÉTRICOS SOBRECARREGADOS
ru: ЭЛЕКТРИЧЕСКИЕ КОНТУРЫ ПЕРЕГРУЖЕНЫ
zh_cn: 电路板超载中
zh_tw: 電路板超載中

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: WATER: DEFEATED
de: WASSER: BESIEGT
es_mx: AGUA: DERROTADA
fr: EAU VAINCUE
it: ACQUA: SCONFITTA
ja: ＊水分：制圧＊
ko: 물: 물리침
pl: WODA: POKONANA
pt_br: ÁGUA: DERROTADA
ru: ВОДА ПОБЕЖДЕНА
zh_cn: 水：已战胜
zh_tw: 水：已戰勝

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: DURABILITY INCREASED
de: HALTBARKEIT ERHÖHT
es_mx: DURABILIDAD INCREMENTADA
fr: SOLIDITÉ ACCRUE
it: RESISTENZA AUMENTATA
ja: ＊耐久性増加＊
ko: 내구도 증가됨
pl: WYTRZYMAŁOŚĆ ZWIĘKSZONA
pt_br: DURABILIDADE AUMENTADA
ru: ПРОЧНОСТЬ ПОВЫШЕНА
zh_cn: 耐久度增加
zh_tw: 耐久度增加

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: REST MODE DISABLED
de: RUHEMODUS DEAKTIVIERT
fr: MODE VEILLE DÉSACTIVÉ
it: MODALITÀ RIPOSO DISATTIVATA
ja: ＊リセットモードが無効化されました＊
ko: 휴식 모드 비활성화
pl: TRYB UŚPIENIA WYŁĄCZONY
pt_br: MODO DE DESCANSO DESABILITADO
ru: СПЯЩИЙ РЕЖИМ ОТКЛЮЧЕН
zh_cn: 禁用休息模式
zh_tw: 禁用休息模式

# CHARACTERS.WX78.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: EFFECIENCY OUTPUT AT MAX
de: ARBEITSEFFIZIENZ MAXIMIERT
es_mx: EFICIENCIA DE PRODUCCIÓN AL MÁXIMO
fr: EFFICACITÉ AU MAXIMUM
it: EFFICIENZA AL MASSIMO
ja: ＊最大効率出力＊
ko: 최대 효율 출력 중
pl: EFEKTYWNOŚĆ NA MAKSYMALNYM POZIOMIE
pt_br: MÁXIMO DE EFICIÊNCIA ATINGIDO
ru: ДОСТИГНУТ МАКСИМАЛЬНЫЙ УРОВЕНЬ ПРОИЗВОДИТЕЛЬНОСТИ
zh_cn: 效率输出至最大值
zh_tw: 效率輸出至最大值

# CHARACTERS.WX78.ANNOUNCE_BECOMEGHOST
source: ooOooooO!!
fr: bOuHoUhoU !
ja: ＊アアアアアア！＊
ko: 우우우우!!
ru: о-о-О-о-о-о-о-О!!
zh_cn: 呜呜呜呜呜！！
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.WX78.ANNOUNCE_BEES
source: BEES!
de: BIENEN!
es_mx: ¡ABEJAS!
fr: DES ABEILLES !
it: API!
ja: ＊蜂です！＊
ko: 벌!
pl: PSZCZOŁY!
pt_br: ABELHAS!
ru: ПЧЕЛЫ!
zh_cn: 蜜蜂！
zh_tw: 蜜蜂！

# CHARACTERS.WX78.ANNOUNCE_BOAT_LEAK
source: MY WORST NIGHTMARE IS REALIZED
de: MEIN SCHLIMMSTER ALBTRAUM WIRD REALISIERT
es_mx: MI PEOR PESADILLA SE HA CUMPLIDO
fr: MON PLUS GRAND CAUCHEMAR SE RÉALISE
it: IL MIO PEGGIOR INCUBO CHE DIVENTA REALTÀ
ja: ＊私の最悪な悪夢が実現されました＊
ko: 본체의 최악의 악몽이 실현됨
pl: SPEŁNIŁ SIĘ MÓJ NAJGORSZY KOSZMAR
pt_br: MEU PIOR PESADELO SE REALIZOU
ru: МОЙ ХУДШИЙ КОШМАР СТАЛ РЕАЛЬНОСТЬЮ
zh_cn: 我最怕的事情发生了
zh_tw: 我最怕的事情發生了

# CHARACTERS.WX78.ANNOUNCE_BOAT_SINK
source: HELP
de: HILFE
es_mx: AYUDA
fr: AIDE
it: AIUTO
ja: ＊ヘルプ＊
ko: 도와줘
pl: POMOCY
pt_br: SOCORRO
ru: НА ПОМОЩЬ
zh_cn: 救命
zh_tw: 救命

# CHARACTERS.WX78.ANNOUNCE_BOOMERANG
source: ERROR: CATCH FAILED
de: FEHLER: NICHT GEFANGEN
es_mx: ERROR: CAPTURA FALLIDA
fr: ERREUR : PRISE RATÉE
it: ERRORE: CATTURA NON RIUSCITA
ja: ＊エラー：捕獲失敗＊
ko: 오류: 잡기 실패
pl: BŁĄD: ŁAPANIE NIEUDANE.
pt_br: ERRO: FALHA NA CAPTURA
ru: ОШИБКА: НЕВОЗМОЖНО ПОЙМАТЬ
zh_cn: 错误：接镖失败
zh_tw: 錯誤：接鏢失敗

# CHARACTERS.WX78.ANNOUNCE_BRAVERY_POTION
source: FLYING FLESHLINGS NO LONGER ACTIVATE FEAR UNITS
de: FLIEGENDE FLEISCHLINGE AKTIVIEREN KEINE ANGSTPROTOKOLLE MEHR
es_mx: LOS SERES ORGÁNICOS VOLADORES YA NO ACTIVAN LAS UNIDADES DE MIEDO
fr: LES CHOSES EN CHAIR VOLANTES N'ACTIVENT PLUS LEURS UNITÉS EFFRAYANTES
it: GLI ESSERI DI CARNE VOLANTI NON ATTIVANO PIÙ LE UNITÀ DELLA PAURA
ja: ＊飛翔生命体はもはや恐怖ユニットを活性化しません＊
ko: 비행 고깃덩이들이 더 이상 공포 장치를 활성화시키지 않음
pl: LATAJĄCE MIĘSAKI NIE AKTYWUJĄ JUŻ JEDNOSTEK LĘKU
pt_br: CARNINHAS VOADORAS NÃO ATIVAM MAIS UNIDADES DE MEDO
ru: ЛЕТАЮЩИЕ КУСКИ ПЛОТИ УЖЕ НЕ АКТИВИРУЮТ ФУНКЦИЮ СТРАХА
zh_cn: 会飞的动物再也无法触发恐惧了
zh_tw: 會飛的動物再也無法觸發恐懼了

# CHARACTERS.WX78.ANNOUNCE_BURNT
source: WARNING: HANDS NOT EQUIPPED FOR HIGH TEMPERATURES
de: WARNUNG: HÄNDE SICH NICHT FÜR HOHE TEMPERATUREN GEEIGNET.
es_mx: ADVERTENCIA: MANOS NO EQUIPADAS PARA ALTAS TEMPERATURAS
fr: ALERTE : MAINS NON ÉQUIPÉES POUR TEMPÉRATURE ÉLEVÉE
it: ATTENZIONE: MANI NON ATTREZZATE PER ALTE TEMPERATURE
ja: ＊注意：手は高温の熱用には対応していません＊
ko: 경: 손이 고온에 적합하게 준비되지 않았음
pl: UWAGA: KOŃCZYNY GÓRNE NIEPRZYSTOSOWANE DO WYSOKIEJ TEMPERATURY.
pt_br: AVISO: MÃOS NÃO EQUIPADAS PARA ALTAS TEMPERATURAS
ru: ВНИМАНИЕ: РУКИ НЕ СПОСОБНЫ ВЫДЕРЖИВАТЬ ВЫСОКИЕ ТЕМПЕРАТУРЫ
zh_cn: 警告：双手没有配备耐高温装备
zh_tw: 警告：雙手沒有配備耐高溫裝備

# CHARACTERS.WX78.ANNOUNCE_CALL_BEEF
source: TO ME, MINION!
de: ZU MIR, LAKAI!
fr: REJOINS-MOI, MON SOUS-FIFRE !
it: A ME, SEGUACE!
ja: ＊隷属生物よ、私に続きなさい！＊
ko: 본좌에게, 부하임!
pl: DO MNIE, SŁUGO!
pt_br: VENHA CÁ, LACAIO!
ru: КО МНЕ, МИНЬОН!
zh_cn: 给我过来，随从！
zh_tw: 給我過來，隨從！

# CHARACTERS.WX78.ANNOUNCE_CANFIX
source: I CAN FIX THIS
de: DAS KANN ICH REPARIEREN
es_mx: PUEDO ARREGLAR ESTO
fr: JE PEUX RÉPARER ÇA
it: POSSO MIGLIORARE LE COSE
ja: ＊ 私が直せます。＊
ko: 내가 고칠 수 있다
pl: MOGĘ TO NAPRAWIĆ
pt_br: POSSO ARRUMAR ISSO
ru: Я МОГУ ЭТО ИСПРАВИТЬ
zh_cn: 我能修好这个
zh_tw: 我能修好這個

# CHARACTERS.WX78.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: ERROR: COMPONENTS NOT FOUND
de: FEHLER: KOMPONENTEN NICHT GEFUNDEN
fr: ERREUR : COMPOSANTS INTROUVABLES
it: ERRORE: COMPONENTI NON TROVATI
ja: ＊エラー：コンポーネントが見つかりません＊
ko: 오류: 구성 요소를 찾을 수 없음
pl: BŁĄD: NIE ZNALEZIONO KOMPONENTÓW
pt_br: ERRO: COMPONENTES NÃO ENCONTRADOS
ru: ОШИБКА: КОМПОНЕНТЫ НЕ НАЙДЕНЫ
zh_cn: 错误：组件丢失
zh_tw: 錯誤：組件丟失

# CHARACTERS.WX78.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: REQUIRES SPECIALIZED FABRICATION ZONE
de: ERFORDERT EINE SPEZIELLE FERTIGUNGSZONE
fr: ZONE DE FABRICATION SPÉCIALISÉE NÉCESSAIRE
it: RICHIEDE UNA ZONA DI FABBRICAZIONE SPECIALIZZATA
ja: ＊特別な製作エリアが必要です＊
ko: 특수 제작 구역 필요
pl: WYMAGANA SPECJALNA STREFA PRODUKCYJNA.
pt_br: REQUER ÁREA DE FABRICAÇÃO ESPECIALIZADA
ru: ТРЕБУЕТСЯ СПЕЦИАЛИЗИРОВАННАЯ РАБОЧАЯ ЗОНА
zh_cn: 需要特别构建区
zh_tw: 需要特別構建區

# CHARACTERS.WX78.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: ERROR: INSUFFICIENT DATA
de: FEHLER: UNZUREICHENDE DATEN
fr: ERREUR : DONNÉES INSUFFISANTES
it: ERRORE: DATI INSUFFICIENTI
ja: ＊エラー：データが不足しています＊
ko: 오류: 데이터 부족
pl: BŁĄD: ZBYT MAŁO DANYCH
pt_br: ERRO: DADOS INSUFICIENTES
ru: ОШИБКА: НЕДОСТАТОЧНО ДАННЫХ
zh_cn: 错误：数据不足
zh_tw: 錯誤：數據不足
