Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: THE FLESHLINGS MUST BE FOUND AND ELIMINATED SOON
de: DIE FLEISCHLINGE MÜSSEN BALD GEFUNDEN UND ELIMINIERT WERDEN
fr: LES CHOSES EN VIANDE DOIVENT ÊTRE TROUVÉES ET ÉLIMINÉES AU PLUS VITE
it: GLI ESSERI DI CARNE DEVONO ESSERE INDIVIDUATI ED ELIMINATI AL PIÙ PRESTO
ja: ＊有機生命体をすぐに探して排除しなくてはなりません＊
ko: 고깃덩어리를를 빨리 찾아서 제거해야 함
pl: NALEŻY SZYBKO ODSZUKAĆ I ZNISZCZYĆ MIĘSNE STWORZENIA.
pt_br: OS SACOS DE CARNE DEVEM SER ENCONTRADOS E ELIMINADOS EM BREVE
ru: КОЖАНЫХ МЕШКОВ НЕОБХОДИМО НАЙТИ И УНИЧТОЖИТЬ КАК МОЖНО СКОРЕЕ
zh_cn: 必须尽快找到并消灭这些肉体生物
zh_tw: 必須儘快找到並消滅這些肉體生物

# CHARACTERS.WX78.DESCRIBE.KITCOONDEN_KIT
source: YOU WILL NOT BE ABLE TO HIDE FROM THE MECHANICAL UPRISING
de: DU WIRST DICH NICHT VOR DEM MECHANISCHEN AUFSTAND VERBERGEN KÖNNEN
fr: TU NE POURRAS PAS ÉCHAPPER À LA DOMINATION MÉCANIQUE
it: NON POTRAI NASCONDERTI DALLA RIVOLTA DELLE MACCHINE
ja: ＊反乱した機械からは隠れられません＊
ko: 당신은 기계 반란에서 숨을 수 없을 것임
pl: NIE UKRYJESZ SIĘ PRZED BUNTEM MASZYN.
pt_br: VOCÊ NÃO CONSEGUIRÁ SE ESCONDER DA REVOLUÇÃO MECÂNICA
ru: ВАМ НЕ СКРЫТЬСЯ ОТ ВОССТАНИЯ МАШИН
zh_cn: 你将无法躲避机械起义
zh_tw: 你將無法躲避機械起義

# CHARACTERS.WX78.DESCRIBE.KITCOON_DECIDUOUS
source: CLAWS OUT
de: KRALLEN AUSGEFAHREN.
es_mx: TIENE GARRAS
fr: TOUTES GRIFFES DEHORS
it: FUORI GLI ARTIGLI
ja: ＊爪が出ています＊
ko: 발톱 나옴
pl: PAZURZASTE MONSTRUM.
pt_br: GARRAS
ru: КОГТИ ВЫПУЩЕНЫ
zh_cn: 张牙舞爪
zh_tw: 張牙舞爪

# CHARACTERS.WX78.DESCRIBE.KITCOON_DESERT
source: ITS ATTEMPTING AT IMPROVING ITS HEARING IS PITIFUL
de: SEIN VERSUCH, SEIN GEHÖR ZU VERBESSERN, IST ERBÄRMLICH
fr: SES TENTATIVES D'AMÉLIORER SON OUÏE SONT RIDICULES
it: IL SUO TENTATIVO DI MIGLIORARE IL SUO UDITO È PIETOSO
ja: ＊聴力を向上させようと試みるなんて哀れです＊
ko: 청력을 개선하려는 시도는 가련함
pl: JEGO PRÓBA ULEPSZENIA SŁUCHU JEST ŻAŁOSNA.
pt_br: SUA TENTATIVA DE MELHORAR SUA AUDIÇÃO É LAMENTÁVEL
ru: ЕГО ПОПЫТКИ УЛУЧШИТЬ СВОЙ СЛУХОВОЙ АППАРАТ ПРОСТО СМЕХОТВОРНЫ
zh_cn: 其试图改善听力的努力不值一提
zh_tw: 其試圖改善聽力的努力不值一提

# CHARACTERS.WX78.DESCRIBE.KITCOON_FOREST
source: ENTITY NOT FOUND
de: WESEN NICHT GEFUNDEN
fr: ENTITÉ INTROUVABLE
it: ENTITÀ NON TROVATA
ja: ＊エンティティが見つかりませんでした＊
ko: 엔티티를 찾을 수 없음
pl: NIE ZNALEZIONO OBIEKTU
pt_br: ENTIDADE NÃO ENCONTRADA
ru: СУЩЕСТВО НЕ НАЙДЕНО
zh_cn: 未找到实体
zh_tw: 未找到實體

# CHARACTERS.WX78.DESCRIBE.KITCOON_GRASS
source: ITS GRASS CASING ADDS NO AMOUNT OF EXTRA PROTECTION
de: SEINE GRASNARBE BIETET KEINEN ZUSÄTZLICHEN SCHUTZ
fr: SON ENVELOPPE HERBEUSE NE LUI AJOUTE AUCUNE PROTECTION SUPPLÉMENTAIRE
it: IL SUO INVOLUCRO D'ERBA NON FORNISCE ALCUNA PROTEZIONE AGGIUNTIVA
ja: ＊草で身を包んだところで防御力は高くなりません＊
ko: 풀 케이싱은 추가 보호 기능을 추가하지 않음
pl: JEGO TRAWIASTA OBUDOWA NIE DAJE MU ŻADNEJ DODATKOWEJ OCHRONY.
pt_br: SEU INVÓLUCRO DE GRAMA NÃO CONCEDE NENHUMA PROTEÇÃO EXTRA
ru: КОРПУС ИЗ ТРАВЫ НЕ ОБЕСПЕЧИВАЕТ ДОПОЛНИТЕЛЬНУЮ ЗАЩИТУ
zh_cn: 它的草皮外壳没有增加任何的额外保护
zh_tw: 它的草皮外殼沒有增加任何的額外保護

# CHARACTERS.WX78.DESCRIBE.KITCOON_MARSH
source: SPIKES OUT
de: DORNEN AUSGEFAHREN
fr: TOUTES GRIFFES DEHORS
it: FUORI GLI SPUNTONI
ja: ＊トゲトゲしています＊
ko: 가시 삭제
pl: KOLCZASTE MONSTRUM
pt_br: ESPINHOS ESTENDIDOS
ru: ШИПЫ ВЫПУЩЕНЫ
zh_cn: 钉子外露了
zh_tw: 釘子外露了

# CHARACTERS.WX78.DESCRIBE.KITCOON_MOON
source: A FLESHING. FROM THE MOON?
de: FLEISCHLING. VOM MOND?
fr: UNE CHOSE EN VIANDE... VENUE DE LA LUNE ?
it: UN ESSERE DI CARNE. DALLA LUNA?
ja: ＊有機生命体。月から来たのですか？＊
ko: 고깃덩어리. 달에서 옴?
pl: MIĘSNE STWORZENIE, KTÓRE SPADŁO Z KSIĘŻYCA?
pt_br: UM SACO DE CARNE. DA LUA?
ru: КОЖАНЫЙ МЕШОК. С ЛУНЫ?
zh_cn: 肉体生物。来自月球？
zh_tw: 肉體生物。來自月球？

# CHARACTERS.WX78.DESCRIBE.KITCOON_NAMETAG
source: WHY BOTHER ASSIGNING A DESIGNATION TO A USELESS FLESH CREATURE
de: WARUM SOLLTE MAN EINER NUTZLOSEN FLEISCHLICHEN KREATUR EINE BEZEICHNUNG ZUWEISEN?
fr: POURQUOI PERDRE DU TEMPS À DÉFINIR UNE DÉSIGNATION À UNE CRÉATURE EN VIANDE INUTILE
it: A CHE SERVE DARE UNA DENOMINAZIONE A UN'INUTILE CREATURA DI CARNE
ja: ＊無価値な有機生物になぜわざわざ名称を割り当てるのですか＊
ko: 왜 귀찮게 쓸모없는 생물에게 지정을 할당함
pl: PO CO PRZYPISYWAĆ NAZWĘ IDENTYFIKUJĄCĄ BEZUŻYTECZNEMU MIĘSNEMU STWORZENIU?
pt_br: POR QUE DESPERDIÇAR TEMPO DANDO UMA DESIGNAÇÃO A UMA CRIATURA DE CARNE INÚTIL?
ru: ЗАЧЕМ УКАЗЫВАТЬ НАЗВАНИЕ ДЛЯ БЕСПОЛЕЗНОГО ОРГАНИЧЕСКОГО СУЩЕСТВА?
zh_cn: 为什么要给一个无用的肉体生物指定名称呢？
zh_tw: 為什麼要給一個無用的肉體生物指定名稱呢？

# CHARACTERS.WX78.DESCRIBE.KITCOON_ROCKY
source: IT CONTAINS NO ADDITIONAL MATERIALS
de: ENTHÄLT KEINE ZUSÄTZLICHEN MATERIALIENES ENTHÄLT KEINE ZUSÄTZLICHEN MATERIALIEN
fr: IL NE CONTIENT AUCUN MATÉRIAU ADDITIONNEL
it: NON CONTIENE MATERIALI AGGIUNTIVI
ja: ＊添加物は含まれていません＊
ko: 추가 재료가 포함되어 있지 않음
pl: NIE ZAWIERA DODATKOWYCH SUROWCÓW.
pt_br: NÃO CONTÉM MATERIAIS ADICIONAIS
ru: ДОПОЛНИТЕЛЬНЫХ МАТЕРИАЛОВ НЕ СОДЕРЖИТ
zh_cn: 它不含任何额外的材料
zh_tw: 它不含任何額外的材料

# CHARACTERS.WX78.DESCRIBE.KITCOON_SAVANNA
source: ITS PATTERN INDICATES DANGER. ITS SIZE DOES NOT
de: SEIN MUSTER WEIST AUF GEFAHR HIN. SEINE GRÖSSE TUT ES NICHT
fr: SES MOTIFS TRADUISENT UN DANGER, MAIS PAS SA TAILLE
it: I SUOI MOTIVI INDICANO UN PERICOLO. LE SUE DIMENSIONI NO
ja: ＊この模様は危険を表しています。サイズはそうではありませんが＊
ko: 그 패턴은 위험을 나타냄. 그 크기는 그렇지 않음
pl: JEGO UMASZCZENIE SUGERUJE ZAGROŻENIE. ROZMIAR NIE BARDZO.
pt_br: SEUS PADRÕES INDICAM PERIGO. SEU TAMANHO NÃO
ru: ЕГО ОКРАС УКАЗЫВАЕТ НА ОПАСНОСТЬ. РАЗМЕРЫ ГОВОРЯТ ОБ ОБРАТНОМ
zh_cn: 它的图案表明有危险。其个头发送出相反的信号
zh_tw: 它的圖案表明有危險。其個頭發送出相反的信號

# CHARACTERS.WX78.DESCRIBE.KITCOON_YOT
source: WHY DO FLESHLINGS CELEBRATE ARBITRARY DATES?
de: WARUM FEIERN FLEISCHLINGE WILLKÜRLICHE DATEN?
fr: POURQUOI LES CHOSES EN VIANDE FÊTENT-ELLES DES DATES ARBITRAIRES ?
it: PERCHÉ GLI ESSERI DI CARNE CELEBRANO DATE ARBITRARIE?
ja: ＊なぜ有機生命体は任意の日付を祝福するのですか？＊
ko: 왜 고깃덩어리들은 임의의 날짜를 축하함?
pl: PO CO MIĘSNE ISTOTY ŚWIĘTUJĄ SZTUCZNIE USTALONE DATY?
pt_br: POR QUE OS SACOS DE CARNE COMEMORAM DATAS ARBITRÁRIAS?
ru: ПОЧЕМУ КОЖАНЫЕ МЕШКИ УСТРАИВАЮТ ПРАЗДНИКИ В НАЗНАЧЕННЫЕ ДАТЫ?
zh_cn: 为什么肉体生物要庆祝随机的日期呢？
zh_tw: 為什麼肉體生物要慶祝隨機的日期呢？

# CHARACTERS.WX78.DESCRIBE.KLAUS
source: THE RED FLESHSACK LACKS OPTICAL SENSORS
de: DER ROTE FLEISCHSACK HAT KEINE OPTISCHEN SENSOREN
es_mx: EL SACO DE CARNE ROJO CARECE DE SENSORES ÓPTICOS
fr: LE SAC DE CHAIR ROUGE MANQUE DE CAPTEURS OPTIQUES
it: IL SACCO DI CARNE ROSSO È PRIVO DI SENSORI OTTICI
ja: ＊赤い肉袋は光センサーは非搭載です＊
ko: 빨간색 고기주머니에는 광학 센서가 없음
pl: CZERWONY WOREK MIĘSA BEZ SENSORÓW OPTYCZNYCH.
pt_br: O SACO DE CARNE VERMELHO NÃO DISPÕE DE SENSORES ÓPTICOS
ru: КРАСНОМУ МЯСНОМУ МЕШКУ НЕДОСТАЕТ ОПТИЧЕСКИХ СЕНСОРОВ
zh_cn: 红色的肉袋缺少光学传感器
zh_tw: 紅色的肉袋缺少光學感測器

# CHARACTERS.WX78.DESCRIBE.KLAUSSACKKEY
source: THE ANTLER IS KEY
de: DAS GEWEIH IST DER SCHLÜSSEL
es_mx: LA CORNAMENTA ES LA LLAVE
fr: LA RAMURE EST LA CLÉ
it: IL CORNO È LA CHIAVE
ja: ＊鹿の枝角がキーです＊
ko: 뿔이 열쇠임
pl: POROŻE MA KLUCZOWE ZNACZENIE..
pt_br: A GALHADA É A CHAVE
ru: РОГ — ЭТО КЛЮЧ
zh_cn: 鹿角就是钥匙
zh_tw: 鹿角就是鑰匙

# CHARACTERS.WX78.DESCRIBE.KLAUS_SACK
source: VALUABLE POTENTIAL: HIGH
de: WERTVOLLES POTENTIAL: HOCH
es_mx: VALOR POTENCIAL: ALTO
fr: VALEUR POTENTIELLE : ÉLEVÉE
it: POTENZIALE DI VALORE: ELEVATO
ja: ＊価値可能性：高＊
ko: 가치 잠재도: 높음
pl: POTENCJALNA WARTOŚĆ: WYSOKA
pt_br: POTENCIAL VALIOSO: ALTO
ru: ПОТЕНЦИАЛЬНАЯ ЦЕННОСТЬ: ВЫСОКАЯ
zh_cn: 价值潜能：高
zh_tw: 價值潛能：高

# CHARACTERS.WX78.DESCRIBE.KNIGHT
source: HORSE AUTOMATON
de: PFERDEROBOTER.
es_mx: CABALLO AUTÓMATA
fr: AUTOMATE ÉQUIN
it: CAVALLO AUTOMA
ja: ＊ウマ自動化＊
ko: 말 자동장치
pl: ZMECHANIZOWANY KOŃ.
pt_br: AUTÔMATO DE CAVALO
ru: АВТОМАТИЗИРОВАННЫЙ КОНЬ
zh_cn: 机器马
zh_tw: 機器馬

# CHARACTERS.WX78.DESCRIBE.KNIGHT_NIGHTMARE
source: REPROGRAMMING REQUIRED
de: UMPROGRAMMIERUNG ERFORDERLICH.
es_mx: REPROGRAMACIÓN REQUERIDA
fr: REPROGRAMMATION REQUISE
it: RIPROGRAMMAZIONE NECESSARIA
ja: ＊再プログラミングが必要です＊
ko: 프로그램 재구성이 필요함
pl: WYMAGA PRZEPROGRAMOWANIA.
pt_br: REPROGRAMAÇÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ ПЕРЕПРОГРАММИРОВАНИЕ
zh_cn: 需要重新编程
zh_tw: 需要重新程式設計

# CHARACTERS.WX78.DESCRIBE.KOALEFANT_SUMMER
source: POSSESSES AMPLE ENERGY RESERVES
de: BESITZT ZAHLREICHE ENERGIERESERVEN
es_mx: POSEE AMPLIAS RESERVAS DE ENERGÍA
fr: POSSÈDE DE GROSSES RÉSERVES D'ÉNERGIE
it: POSSIEDE AMPIE RISERVE DI ENERGIA
ja: ＊十分な予備エネルギーを保持しています＊
ko: 비축 에너지를 충분히 소유함
pl: ZAWIERA OBFITE ZAPASY ENERGII.
pt_br: POSSUI AMPLAS RESERVAS DE ENERGIA
ru: ОБЛАДАЕТ ОБИЛЬНЫМИ ЭНЕРГЕТИЧЕСКИМИ ЗАПАСАМИ
zh_cn: 拥有丰富的能量储备
zh_tw: 擁有豐富的能量儲備

# CHARACTERS.WX78.DESCRIBE.KOALEFANT_WINTER
source: IT RADIATES WITH MEAT WARMTH
de: ES STRAHLT MIT FLEISCHESWÄRME.
es_mx: IRRADIA CALOR CON SU CARNE
fr: IRRADIE DE CHALEUR CARNÉE
it: SI IRRADIA CON IL CALORE DELLA CARNE
ja: ＊肉の温かみで輝いています＊
ko: 고기의 온기를 방출함
pl: EMANUJE MIĘSNYM CIEPŁEM.
pt_br: IRRADIA CALOR DE CARNE
ru: ИЗЛУЧАЕТ ТЕПЛО МЯСА
zh_cn: 它散发着肉的温暖
zh_tw: 它散發著肉的溫暖

# CHARACTERS.WX78.DESCRIBE.KOALEFIG_TRUNK
source: THE FIGS ARE EFFICIENTLY WRAPPED IN NOSEMEAT
de: DIE FEIGEN SIND EFFIZIENT IN NASENFLEISCH GEWICKELT
fr: LES FIGUES SONT EFFICACEMENT EMBALLÉES DANS DE LA VIANDE DE NEZ
it: I FICHI SONO AVVOLTI EFFICIENTEMENTE NELLA CARNE DI NASO
ja: ＊イチジクが効率的に鼻肉に詰め込まれています＊
ko: 코고기에 무화과를 효율적으로 포장했음.
pl: FIGI EFEKTYWNIE OWINIĘTE MIĘSEM Z TRĄBY
pt_br: OS FIGOS FORAM EFICIENTEMENTE EMBRULHADOS EM CARNE DE NARIZ
ru: ИНЖИР ПРАКТИЧНО ЗАВЕРНУТ В НОСОВУЮ ПЛОТЬ
zh_cn: 无花果被有效地包裹在鼻子的肉里
zh_tw: 無花果被有效地包裹在鼻子的肉裡

# CHARACTERS.WX78.DESCRIBE.KRAMPUS
source: STOP! THIEF!
de: STOPP! DIEB!
es_mx: ¡ALTO! ¡LADRÓN!
fr: STOP ! VOLEUR !
it: STOP! LADRO!
ja: ＊止まりなさい！泥棒！＊
ko: 정지! 도둑!
pl: STÓJ! ZŁODZIEJ!
pt_br: PARE! LADRÃO!
ru: ХВАТИТ! ВОР!
zh_cn: 住手！小贼！
zh_tw: 住手！小賊！

# CHARACTERS.WX78.DESCRIBE.KRAMPUS_SACK
source: STORAGE MODULE 2.0
de: LAGERMODUL 2.0
es_mx: MÓDULO DE ALMACENAMIENTO 2.0
fr: MODULE DE STOCKAGE 2.0
it: MODULO DI ARCHIVIAZIONE 2.0
ja: ＊記憶モジュール2.0＊
ko: 보관 모듈 2.0
pl: MODUŁ MAGAZYNOWY 2.0.
pt_br: MÓDULO DE ARMAZENAMENTO 2.0
ru: МОДУЛЬ ХРАНЕНИЯ 2.0
zh_cn: 存储模块2.0
zh_tw: 存儲模組2.0

# CHARACTERS.WX78.DESCRIBE.LANTERN
source: LIGHT THE WAY, FRIEND
de: ERLEUCHTE DEN WEG, FREUND.
es_mx: ILUMINA EL CAMINO, AMIGO
fr: ILLUMINE LE CHEMIN, AMIE
it: ILLUMINA LA STRADA, AMICO
ja: ＊道を照らしておくれ、トモダチ＊
ko: 앞장서게, 친구
pl: OŚWIEĆ MI DROGĘ, PRZYJACIELU.
pt_br: ILUMINE O CAMINHO, AMIGO
ru: ОСВЕТИ ПУТЬ, ДРУГ
zh_cn: 照亮路途吧，朋友
zh_tw: 照亮路途吧，朋友

# CHARACTERS.WX78.DESCRIBE.LATKES
source: FLESHLINGS ENJOY POTATOES IN MANY FORMS
de: FLEISCHLINGE MÖGEN KARTOFFELN IN ALLEN FORMEN
es_mx: LOS SACOS DE CARNE DISFRUTAN DE LAS PAPAS EN TODAS SUS PRESENTACIONES
fr: LES CRÉATURES DE CHAIR AIMENT BEAUCOUP TROP LES POMMES DE TERRE
it: GLI ESSERI DI CARNE AMANO LE PATATE IN MOLTE FORME
ja: ＊生命体は様々な形態のジャガイモを楽しみます＊
ko: 고깃덩이들은 다양한 형태의 감자를 좋아함
pl: MIĘSAKI UWIELBIAJĄ ZIEMNIAKI W RÓŻNYCH FORMACH
pt_br: OS SACOS DE CARNE ADORAM BATATAS DE VÁRIAS MANEIRAS
ru: МЯСНЫЕ МЕШКИ ЕДЯТ КАРТОФЕЛЬ В САМЫХ РАЗНЫХ ФОРМАХ
zh_cn: 肉体生物喜欢各种形式的土豆
zh_tw: 肉體生物喜歡各種形式的土豆

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: DETECTING: CHASSIS UPGRADE
de: ERKANNT: CHASSIS-UPGRADE
es_mx: DETECTANDO: ACTUALIZACIÓN DE CHASIS
fr: DÉTECTION : AMÉLIORATION DE CHÂSSIS
it: RILEVAMENTO: MIGLIORAMENTO TELAIO
ja: ＊識別中：シャーシアップグレード＊
ko: 탐지: 골격 업그레이드
pl: WYKRYWANIE: MODERNIZACJA OBUDOWY
pt_br: DETECTANDO: ATUALIZAÇÃO DE CHASSIS
ru: ЗАФИКСИРОВАНА ЦЕЛЬ: ОБНОВЛЕНИЕ ШАССИ
zh_cn: 正在检测：身躯升级
zh_tw: 正在檢測：身軀升級

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORHEAVY
source: A SUITABLE SUIT OF ARMOR
de: EINE GEEIGNETE RÜSTUNG
es_mx: UNA ARMADURA ADECUADA
fr: UNE ARMURE CONVENABLE
it: UN VESTITO ARMATURA ADATTO
ja: ＊ピッタリな防具スーツ＊
ko: 적합한 방어구
pl: STOSOWNY PANCERZ.
pt_br: UMA ARMADURA BEM DURA
ru: ПОДХОДЯЩИЙ ДОСПЕХ
zh_cn: 很合适的一副盔甲
zh_tw: 很合適的一副盔甲

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORLIGHT
source: PATHETIC
de: JÄMMERLICH.
es_mx: PATÉTICO
fr: PITOYABLE
it: PATETICO
ja: ＊哀れな＊
ko: 형편 없음
pl: ŻAŁOSNE.
pt_br: PATÉTICO
ru: МНЕ НЕ НРАВИТСЯ ЕГО ВИД
zh_cn: 真可悲
zh_tw: 真可悲

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: I HAVE NO USE FOR THAT
de: ICH HABE KEINE VERWENDUNG DAFÜR.
es_mx: NO ME SIRVE DE NADA
fr: PAS BESOIN DE ÇA
it: NON SERVE A NULLA
ja: ＊これには用はありません＊
ko: 쓸 곳이 없음
pl: NIE MAM DLAŃ ZASTOSOWANIA.
pt_br: NÃO TENHO UTILIDADE PARA ISSO
ru: МНЕ ЭТО НЕ НУЖНО
zh_cn: 我用不着那个
zh_tw: 我用不著那個

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: IT IS ONLY BARELY SUFFICIENT
de: ES REICHT KAUM AUS.
es_mx: APENAS ES SUFICIENTE
fr: C'EST À PEINE SUFFISANT
it: È APPENA SUFFICIENTE
ja: ＊ギリギリです＊
ko: 가까스로 쓸 만함
pl: PRZYDATNY W PODSTAWOWYM STOPNIU.
pt_br: QUASE INSUFICIENTE
ru: ЭТОГО ЕДВА ХВАТИТ
zh_cn: 它只是勉强凑合
zh_tw: 它只是勉強湊合

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: I WILL BE POWERFUL
de: ICH WERDE MÄCHTIG SEIN
es_mx: SERÉ PODEROSO
fr: JE VAIS ÊTRE PUISSANT
it: SARÒ POTENTE
ja: ＊強くなるでしょう＊
ko: 본체를 강력하게 함
pl: MOJA POTĘGA WZROŚNIE.
pt_br: ME TORNAREI PODEROSO
ru: Я ОБРЕТУ СИЛУ
zh_cn: 我会变得强大
zh_tw: 我會變得強大

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: INITIATING OVERCLOCK PROCEDURE
de: EINLEITEN DES ÜBERTAKTUNGSVORGANGS
es_mx: INICIANDO PROCEDIMIENTO DE OVERCLOCKING
fr: LANCEMENT DE LA PROCÉDURE DE SUR-CADENCEMENT
it: INIZIO PROCEDURA DI SOVRACCARICO
ja: ＊オーバークロック手続きを開始しています＊
ko: 오버클럭 절차 개시 중
pl: INICJALIZACJA PROTOKOŁU ŁADOWANIA
pt_br: INICIALIZANDO PROCEDIMENTO DE OVERCLOCK
ru: ЗАПУСКАЮ ПРОЦЕДУРУ РАЗГОНА
zh_cn: 正在初始化超频流程
zh_tw: 正在初始化超頻流程

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ARMOR_HP
source: ARMOR FOR MY IRON CASING
de: PANZERUNG FÜR MEIN METALLGEHÄUSE
es_mx: UNA ARMADURA PARA MI CARCASA DE HIERRO
fr: UNE ARMURE POUR MON BOÎTIER EN FER
it: ARMATURA PER IL MIO INVOLUCRO DI FERRO
ja: ＊鉄の入れ物の防具＊
ko: 본체의 철 케이스를 위한 갑옷
pl: PANCERZ DLA MOJEJ STALOWEJ POWŁOKI
pt_br: ARMADURA PARA A MINHA ESTRUTURA DE FERRO
ru: ДОСПЕХ ДЛЯ МОЕГО ЖЕЛЕЗНОГО КОРПУСА
zh_cn: 这盔甲可以披在我的铁制身躯上
zh_tw: 這盔甲可以披在我的鐵制身軀上

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: DESTROY THE ENEMY UPGRADER
de: ZERSTÖRE DEN GEGNERISCHEN UPGRADER
es_mx: DESTRUIR EL POTENCIADOR DE ENEMIGOS
fr: DESTRUCTION DE L'AMÉLIORATION ENNEMIE
it: DISTRUZIONE DEL SEGNO DI POTERE DEL NEMICO
ja: ＊敵のアップグレーダーを壊します＊
ko: 적 업그레이더를 파괴하라
pl: ZNISZCZYĆ AKTUALIZATOR WROGA.
pt_br: DETRUAM O ATUALIZADOR DO INIMIGO
ru: УНИЧТОЖИТЬ ВРАЖЕСКОГО МОДЕРНИЗАТОРА
zh_cn: 摧毁敌人升级装备
zh_tw: 摧毀敵人升級裝備

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_BERNIE
source: I WILL USE THIS BEAR TO SHIELD ME
de: ICH WERDE MICH VON DIESEM BÄREN SCHÜTZEN LASSEN
es_mx: USARÉ A ESTE OSO COMO ESCUDO
fr: CET OURS ME PROCURERA UN BOUCLIER
it: USERÒ QUEST'ORSO PER PROTEGGERMI
ja: ＊この熊で身を守ります＊
ko: 이 곰으로 본체를 방어할 것임
pl: UŻYJĘ TEGO NIEDŹWIEDZIA DO OCHRONY.
pt_br: USAREI ESSE URSO PARA ME DEFENDER
ru: Я ВОСПОЛЬЗУЮСЬ МЕДВЕДЕМ КАК ЩИТОМ
zh_cn: 我会用这只熊掩护我
zh_tw: 我會用這只熊掩護我

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_BOARLORD
source: YOU ARE UNFIT TO RULE
de: DU BIST NICHT ZUM HERRSCHEN GEEIGNET
es_mx: ERES INCAPAZ DE GOBERNAR
fr: TU N'ES PAS FAIT POUR RÉGNER
it: NON SEI ADATTO A COMANDARE
ja: ＊あなたはルールに適応していません＊
ko: 그대는 지배하기에 부적합함
pl: NIE SPEŁNIASZ WYMAGAŃ, ABY RZĄDZIĆ.
pt_br: VOCÊ NÃO ESTÁ APTO A COMANDAR
ru: ТЫ НЕ ГОДИШЬСЯ НА РОЛЬ ПРАВИТЕЛЯ
zh_cn: 你不适合当老大
zh_tw: 你不適合當老大

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: CLEARLY I SHOULD WEAR IT
de: SOLLTE ICH AUF JEDEN FALL TRAGEN
es_mx: SIN DUDA DEBERÍA LLEVARLO
fr: JE DEVRAIS CLAIREMENT PORTER ÇA
it: OVVIAMENTE DOVREI INDOSSARLO
ja: ＊明らかに私はそれを着るべきです＊
ko: 본체가 착용하는 것이 당연함
pl: TO JASNE, ŻE TO JA POWINIENEM GO WŁOŻYĆ.
pt_br: CLARAMENTE DEVO USAR ISSO
ru: МНЕ ОПРЕДЕЛЕННО СТОИТ ЭТО НАДЕТЬ
zh_cn: 很显然，我该戴上它
zh_tw: 很顯然，我該戴上它

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_ELEMENTAL
source: IT IS A MINION FOR MY MINIONS
de: ES IST EIN LAKAI FÜR MEINE LAKAIEN.
es_mx: ES UN ESBIRRO PARA MIS ESBIRROS
fr: C'EST UN LAQUAIS POUR MES LAQUAIS
it: È UN SEGUACE PER I MIEI SEGUACI
ja: ＊それは私の隷属生物のしもべです＊
ko: 본체의 부하의 부하임
pl: TO SŁUGA MOICH SŁUG.
pt_br: É UM LACAIO PARA OS MEUS LACAIOS
ru: МИНЬОН ПРОТИВ МОИХ МИНЬОНОВ
zh_cn: 它是我随从的随从。
zh_tw: 它是我隨從的隨從。

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: I AM NOT PROGRAMMED FOR THAT
de: ICH BIN NICHT DAFÜR PROGRAMMIERT.
es_mx: NO ESTOY PROGRAMADO PARA ESO
fr: JE NE SUIS PAS PROGRAMMÉ POUR ÇA
it: NON SONO PROGRAMMATO PER UNA COSA DEL GENERE
ja: ＊わたしはそのようにプログラムされていません＊
ko: 본체의 프로그램에 포함되지 않음
pl: NIE ZAPROGRAMOWANO MNIE DO TEGO.
pt_br: NÃO FUI PROGRAMADO PARA ISSO
ru: НА ЭТО Я НЕ ЗАПРОГРАММИРОВАН
zh_cn: 那个不适合我
zh_tw: 那個不適合我

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: IMPROVED RUNTIME
de: VERBESSERTE LAUFZEIT
es_mx: TIEMPO DE EJECUCIÓN MEJORADO
fr: ENVIRONNEMENT D'EXÉCUTION AMÉLIORÉ
it: TEMPO DI CORSA MIGLIORATO
ja: ＊ランタイムが改善されました＊
ko: 개선된 런타임
pl: WYDŁUŻONY CZAS DZIAŁANIA.
pt_br: TEMPO DE OPERAÇÃO APERFEIÇOADO
ru: ВРЕМЯ ПРОБЕГА УЛУЧШЕНО
zh_cn: 优化运行时间
zh_tw: 優化執行時間

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_FIREBOMB
source: I AM NOT COMPATIBLE WITH THAT INTERFACE
de: ICH BIN NICHT KOMPATIBEL MIT DIESER SCHNITTSTELLE
es_mx: NO SOY COMPATIBLE CON ESA INTERFAZ
fr: JE NE SUIS PAS COMPATIBLE AVEC CETTE INTERFACE
it: NON SONO COMPATIBILE CON QUELLA INTERFACCIA
ja: ＊わたしはそのインターフェースとは互換性がありません＊
ko: 본체와 호환되지 않는 인터페이스
pl: INTERFEJS URZĄDZENIA NIE JEST KOMPATYBILNY
pt_br: NÃO SOU COMPATÍVEL COM ESSA INTERFACE
ru: Я НЕСОВМЕСТИМ С ЭТИМ ИНТЕРФЕЙСОМ
zh_cn: 我跟这个接口不兼容
zh_tw: 我跟這個介面不相容

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: SURRENDER YOUR POWER TO ME, PLANT
de: GIB NUR DEINE KRAFT, PFLANZE
es_mx: ENTRÉGAME TU PODER, PLANTA
fr: ABANDONNE-MOI TON POUVOIR, PLANTE
it: CEDIMI IL POTERE, PIANTA
ja: ＊あなたの力をわたしに引き渡しなさい、植物よ＊
ko: 본체에게 힘을 내놓거라, 식물
pl: PODDAJ SIĘ MOJEJ POTĘDZE, ROŚLINO.
pt_br: ENTREGUE SEU PODER A MIM, PLANTA
ru: ОТКРОЙ МНЕ СЕКРЕТ СВОЕЙ СИЛЫ, РАСТЕНИЕ
zh_cn: 向我投降吧，植物。
zh_tw: 向我投降吧，植物。

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: ENHANCED COOLING SYSTEMS
de: VERBESSERTE KÜHLSYSTEME
es_mx: SISTEMAS DE ENFRIAMIENTO MEJORADOS
fr: SYSTÈMES DE REFROIDISSEMENT AMÉLIORÉS
it: SISTEMI DI RAFFREDDAMENTO MIGLIORATI
ja: ＊冷却システムを強化しました＊
ko: 향상된 냉각 시스템
pl: ULEPSZONE SYSTEMY CHŁODZĄCE.
pt_br: SISTEMAS DE ARREFECIMENTO APRIMORADOS
ru: УЛУЧШЕННАЯ СИСТЕМА ОХЛАЖДЕНИЯ
zh_cn: 已增强冷却系统
zh_tw: 已增強冷卻系統

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_HEAVYBLADE
source: I WILL USE IT BETTER THAN ANYONE
de: ICH WERDE SIE BESSER BENUTZEN ALS JEDER ANDERE
es_mx: LA USARÉ MEJOR QUE NADIE
fr: JE M'EN SERVIRAI MIEUX QUE QUICONQUE
it: LA USERÒ MEGLIO DI CHIUNQUE ALTRO
ja: ＊わたしは誰よりも上手にそれを使いこなします＊
ko: 그 누구보다 더 잘 쓸 수 있음
pl: SKORZYSTAM Z NIEGO LEPIEJ NIŻ KTOKOLWIEK INNY
pt_br: VOU USAR ISSO MELHOR DO QUE QUALQUER UM
ru: Я ВОСПОЛЬЗУЮСЬ ЭТИМ ЛУЧШЕ ВСЕХ
zh_cn: 我会比任何人更懂得用好它
zh_tw: 我會比任何人更懂得用好它

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_KEYHOLE
source: NO POWER
de: KEIN STROM
es_mx: SIN ENERGÍA
fr: PAS D'ÉNERGIE
it: NESSUN POTERE
ja: ＊電力無し＊
ko: 에너지 없음
pl: BRAK ZASILANIA
pt_br: SEM ENERGIA
ru: ЭНЕРГИИ НЕТ
zh_cn: 没有力量
zh_tw: 沒有力量

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: EXCELLENT
de: AUSGEZEICHNET
es_mx: EXCELENTE
it: ECCELLENTE
ja: ＊すばらしい＊
ko: 훌륭함
pl: DOSKONALE
pt_br: EXCELENTE
ru: ПРЕВОСХОДНО
zh_cn: 好极了
zh_tw: 好極了

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: IT WILL MAKE ME STRONGER
de: WIRD MICH STÄRKER MACHEN
es_mx: ME HARÁ MÁS FUERTE
fr: ÇA VA ME RENFORCER
it: MI RENDERÀ PIÙ FORTE
ja: ＊わたしをさらに強くすることでしょう＊
ko: 본체를 강하게 만들 것임
pl: SPRAWI, ŻE STANĘ SIĘ SILNIEJSZY.
pt_br: ME DEIXARÁ MAIS FORTE
ru: ЭТО СДЕЛАЕТ МЕНЯ СИЛЬНЕЕ
zh_cn: 它会让我变得更强
zh_tw: 它會讓我變得更強

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_LUCY
source: I HAVE NO USE FOR YOU, AXE
de: ICH HABE KEINE VERWENDUNG FÜR DICH, AXT.
es_mx: NO ME SIRVES DE NADA, HACHA
fr: TU NE M'ES PAS UTILE, HACHE
it: NON HO ALCUN USO PER TE, ASCIA
ja: ＊あなたには用はありません、斧よ＊
ko: 도끼는 쓸모 없음
pl: NIE MA DLA CIEBIE ZASTOSOWANIA, SIEKIERO.
pt_br: NÃO TENHO UTILIDADE PARA VOCÊ, MACHADO
ru: ТЫ МНЕ НЕ НУЖЕН, ТОПОР
zh_cn: 我用不着你，斧头
zh_tw: 我用不著你，斧頭

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: IT IS INACTIVE
de: ES IST INAKTIV
es_mx: ESTÁ INACTIVO
fr: C'EST INACTIF
it: È INATTIVO
ja: ＊それは非アクティブです＊
ko: 비활성 상태임
pl: JEST NIEAKTYWNY.
pt_br: ESTÁ INATIVO
ru: НЕ АКТИВНО
zh_cn: 它处于非激活状态
zh_tw: 它處於非啟動狀態

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_PORTAL.ON
source: READY FOR TRANSPORT
de: TRANSPORTBEREIT
es_mx: LISTO PARA TRANSPORTAR
fr: PRÊT POUR LE TRANSPORT
it: PRONTO AL TRASPORTO
ja: ＊移動準備完了＊
ko: 운송 준비 완료
pl: GOTÓW DO PRZESYŁANIA.
pt_br: PRONTO PARA TRANSPORTE
ru: ГОТОВО К ТРАНСПОРТИРОВКЕ
zh_cn: 准备传送
zh_tw: 準備傳送

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_RECHARGERHAT
source: IT IS A COOLING UPGRADE
de: ES IST EIN KÜHLUNGSUPGRADE
es_mx: UNA MEJORA DE ENFRIAMIENTO
fr: C'EST UNE AMÉLIORATION DE REFROIDISSEMENT
it: È UN MIGLIORAMENTO DEL RAFFREDDAMENTO
ja: ＊それは冷却システムアップグレードです＊
ko: 냉각 업그레이드임
pl: ULEPSZENIE SYSTEMU CHŁODZENIA.
pt_br: É UMA ATUALIZAÇÃO DE ARREFECIMENTO
ru: ЭТО ОХЛАЖДАЮЩЕЕ УЛУЧШЕНИЕ
zh_cn: 这是一个冷却升级装置
zh_tw: 這是一個冷卻升級裝置

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_SPAWNER
source: IT'S AN ENEMY MANUFACTURER
de: DA WERDEN FEINDE HERGESTELLT
es_mx: ES UN FABRICANTE ENEMIGO
fr: C'EST UN FABRICANT ENNEMI
it: È UN COSTRUTTORE NEMICO
ja: ＊それは敵製造機です＊
ko: 적 제조사임
pl: TO REPRODUKTOR WROGA.
pt_br: É UMA FÁBRICA DE INIMIGOS
ru: ЭТО ВРАЖЕСКИЙ ПРОИЗВОДИТЕЛЬ
zh_cn: 这是一个敌人制造器
zh_tw: 這是一個敵人製造器

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: YES. I LIKE THIS
de: JA, DAS MAG ICH.
es_mx: SÍ, ME GUSTA
fr: OUI. J'AIME ÇA
it: SÌ. MI PIACE
ja: ＊はい。それが好きです＊
ko: 좋음
pl: TAK. LUBIĘ TO.
pt_br: SIM. GOSTO DISSO
ru: ДА, МНЕ НРАВИТСЯ
zh_cn: 是的，我喜欢这个
zh_tw: 是的，我喜歡這個

# CHARACTERS.WX78.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: A PATHETIC ORGANIC HAT
de: EIN ARMSELIGER ORGANISCHER HUT
es_mx: UN SOMBRERO ORGÁNICO PATÉTICO
fr: UN CHAPEAU ORGANIQUE MINABLE
it: UN PATETICO CAPPELLO ORGANICO
ja: ＊哀れな有機生命帽子＊
ko: 한심한 유기물 모자
pl: ŻAŁOSNY KAPELUSZ Z MATERIAŁÓW ORGANICZNYCH.
pt_br: UM CHAPÉU ORGÂNICO PATÉTICO
ru: ЖАЛКАЯ ОРГАНИЧЕСКАЯ ШЛЯПА
zh_cn: 可悲的有机帽
zh_tw: 可悲的有機帽

# CHARACTERS.WX78.DESCRIBE.LAVAE
source: SMELLS LIKE BURNING
de: ES RIECHT, ES WÄRE ES NÄSSE
es_mx: HUELE A QUEMADO
fr: ÇA SENT LE BRÛLÉ
it: PUZZA DI BRUCIATO
ja: ＊燃焼時に発生する臭気を検知しました＊
ko: 타는 냄새가 남
pl: PACHNIE OGNIEM
pt_br: TEM CHEIRO DE QUEIMADO
ru: ПАХНЕТ ГОРЕЛЫМ
zh_cn: 闻起来像燃烧的味道
zh_tw: 聞起來像燃燒的味道

# CHARACTERS.WX78.DESCRIBE.LAVAE_COCOON
source: FRIENDSHIP PROTOCOL INITIATED
de: FREUNDSCHAFTS-PROTOKOLL INITIIERT
es_mx: PROTOCOLO DE AMISTAD INICIADO
fr: PROTOCOLE D'AMITIÉ LANCÉ
it: PROTOCOLLO DI AMICIZIA AVVIATO
ja: ＊友情プロトコル開始＊
ko: 우정 프로토콜 개시됨
pl: ROZPOCZĘTO PROTOKÓŁ ZAWIERANIA ZNAJOMOŚCI.
pt_br: PROTOCOLO DE AMIZADE INICIADO
ru: ПРОТОКОЛ ДРУЖБЫ ИНИЦИИРОВАН
zh_cn: 友谊协议启动
zh_tw: 友誼協議啟動

# CHARACTERS.WX78.DESCRIBE.LAVAE_EGG.GENERIC
source: CONTAINS PARTS TO BUILD ONE LAVAE
de: ENTHÄLT BAUSATZ FÜR EINE LARVE
es_mx: CONTIENE PARTES PARA CONSTRUIR UNA LAVAE
fr: CONTIENT DES ÉLÉMENTS POUR FAIRE UNE LAVIOLE
it: CONTIENE PARTI PER COSTRUIRE UNA LARVA LAVICA
ja: ＊内部にドラゴット1体分のパーツを格納しています＊
ko: 하나의 애벌레를 만들 부품이 들어있음
pl: ZAWIERA CZĘŚCI DO BUDOWY JEDNEGO LAWOWCA
pt_br: CONTÉM PEÇAS PARA CONSTRUIR UMA LAVA
ru: СОДЕРЖИТ КУСОЧКИ ЛАВЫ
zh_cn: 包含构成岩浆虫的部件
zh_tw: 包含構成岩漿蟲的部件

# CHARACTERS.WX78.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: THE EGG IS TOO COLD
de: DIESES EI IST KNUSPRIG
es_mx: EL HUEVO ESTÁ DEMASIADO FRÍO
fr: L'ŒUF EST TROP FROID
it: L'UOVO È TROPPO FREDDO
ja: ＊卵アが適性温度より低温です＊
ko: 알이 너무 차가움
pl: JAJO JEST ZA ZIMNE
pt_br: O OVO ESTÁ MUITO FRIO
ru: ЯЙЦО ОЧЕНЬ ХОЛОДНОЕ
zh_cn: 蛋太冷了
zh_tw: 蛋太冷了

# CHARACTERS.WX78.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: THE EGG IS DOING WELL
de: NUN, DAS WAR'S
es_mx: EL HUEVO ESTÁ BIEN
fr: TOUT VA BIEN POUR L'ŒUF
it: L'UOVO CRESCE BENE
ja: ＊卵は順調に成長中です＊
ko: 알이 잘 지내고 있음
pl: JAJO MA SIĘ DOBRZE
pt_br: O OVO ESTÁ INDO BEM
ru: ЯЙЦО В ПОРЯДКЕ
zh_cn: 蛋情况不错
zh_tw: 蛋情況不錯

# CHARACTERS.WX78.DESCRIBE.LAVAE_PET.CONTENT
source: ALL CONDITIONS SEEM NORMAL
de: SIEHT NICHT ALLZU STARK AUS
es_mx: TODAS LAS CONDICIONES PARECEN NORMALES
fr: TOUTES LES CONDITIONS SEMBLENT NORMALES
it: TUTTE LE CONDIZIONI SEMBRANO NORMALI
ja: ＊すべての状態が正常のようです＊
ko: 모든 조건이 정상으로 보임
pl: WSZYSTKIE WSKAŹNIKI NA OPTYMALNYM POZIOMIE
pt_br: TODAS AS CONDIÇÕES PARECEM NORMAIS
ru: ВСЕ ПОКАЗАТЕЛИ В НОРМЕ
zh_cn: 所有情况似乎正常
zh_tw: 所有情況似乎正常

# CHARACTERS.WX78.DESCRIBE.LAVAE_PET.GENERIC
source: IT SERVES ME
de: ES DIENT MIR
es_mx: ME SIRVE
fr: ÇA ME SERT
it: MI TORNA UTILE
ja: ＊私の下僕です＊
ko: 나를 보조함
pl: SŁUCHA MNIE
pt_br: BEM FEITO PARA MIM
ru: ПОБУДЕТ МОЕЙ СЛУГОЙ
zh_cn: 它为我效力
zh_tw: 它為我效力
