Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.EMBERS
source: That fire's nearly dead.
de: Das Feuer ist nahezu erloschen.
es: Este fuego está casi apagado.
fr: Le feu est presque mort.
it: Quel fuoco è quasi morto.
ja: その炎はもう少しで尽きる。
ko: 불이 거의 죽었군.
pl: Ogień już prawie zgasł.
pt_br: Esse fogo está quase no fim.
ru: Огонь почти догорел.
zh_cn: 那火快要灭了。
zh_tw: 那火快要滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.GENERIC
source: A cold comfort.
de: Eine kalte Gemütlichkeit.
es: Un confort frío.
fr: Un confort froid.
it: Una magra consolazione.
ja: 冷たいなぐさめ。
ko: 시원한 안락함을 주는군.
pl: Chłodne ukojenie.
pt_br: Um conforto frio.
ru: Приятная прохлада.
zh_cn: 清凉又舒适。
zh_tw: 清涼又舒適。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.HIGH
source: The fire roars!
de: Das Feuer tobt!
es: ¡El fuego ruge!
fr: Le feu rugit !
it: Ruggiti di fuoco!
ja: 炎がゴウゴウうなる！
ko: 불이 타오르고 있어!
pl: Ogień szaleje!
pt_br: O fogo ruge!
ru: Огонь ревет!
zh_cn: 火焰在咆哮！
zh_tw: 火焰在咆哮！

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.LOW
source: Fire's slowly dying.
de: Das Feuer stirbt langsam.
es: El fuego está muriendo lentamente.
fr: Le feu meurt lentement.
it: Il fuoco sta morendo lentamente.
ja: 火がゆっくりと消えていく。
ko: 불이 서서히 죽어가는군.
pl: Ogień powoli przygasa.
pt_br: O fogo está lentamente acabando.
ru: Огонь медленно умирает.
zh_cn: 火在慢慢熄灭。
zh_tw: 火在慢慢熄滅。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.NORMAL
source: A cold comfort.
de: Eine kalte Gemütlichkeit.
es: Un confort frío.
fr: Un confort froid.
it: Una magra consolazione.
ja: 冷たいなぐさめ。
ko: 시원한 안락함을 주는군.
pl: Chłodne ukojenie.
pt_br: Um conforto frio.
ru: Приятная прохлада.
zh_cn: 清凉又舒适。
zh_tw: 清涼又舒適。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIRE.OUT
source: And the light flickers out.
de: Und das Licht hat sich ausgeflackert.
es: Y la luz se apaga.
fr: La flamme vacille.
it: E la luce tremola.
ja: そして火は徐々に弱まり、立ち消える。
ko: 빛이 깜박이더니 꺼져버렸군.
pl: Światłość ustępuje.
pt_br: E a luz se apaga.
ru: И гаснет свет.
zh_cn: 火光摇摇曳曳地熄灭了。
zh_tw: 火光搖搖曳曳地熄滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.EMBERS
source: That fire's nearly dead.
de: Das Feuer ist nahezu erloschen.
es: Este fuego está casi apagado.
fr: Le feu est presque mort.
it: Quel fuoco è quasi morto.
ja: その炎はもう少しで尽きる。
ko: 불이 거의 죽었군.
pl: Ogień już prawie zgasł.
pt_br: Esse fogo está quase no fim.
ru: Огонь почти догорел.
zh_cn: 那火快要灭了。
zh_tw: 那火快要滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.GENERIC
source: A cold comfort.
de: Eine kalte Gemütlichkeit.
es: Un confort frío.
fr: Un confort froid.
it: Una magra consolazione.
ja: 冷たいなぐさめ。
ko: 시원한 안락함을 주는군.
pl: Chłodne ukojenie.
pt_br: Um conforto frio.
ru: Приятная прохлада.
zh_cn: 清凉又舒适。
zh_tw: 清涼又舒適。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.HIGH
source: The fire roars!
de: Das Feuer tobt!
es: ¡El fuego ruge!
fr: Le feu rugit !
it: Ruggiti di fuoco!
ja: 炎がゴウゴウうなる！
ko: 불이 타오르고 있어!
pl: Ogień szaleje!
pt_br: O fogo ruge!
ru: Огонь ревет!
zh_cn: 火焰在咆哮！
zh_tw: 火焰在咆哮！

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.LOW
source: Fire's slowly dying.
de: Das Feuer stirbt langsam.
es: El fuego está muriendo lentamente.
fr: Le feu meurt lentement.
it: Il fuoco sta morendo lentamente.
ja: 火がゆっくりと消えていく。
ko: 불이 서서히 죽어가는군.
pl: Ogień powoli przygasa.
pt_br: O fogo está lentamente acabando.
ru: Огонь медленно умирает.
zh_cn: 火在慢慢熄灭。
zh_tw: 火在慢慢熄滅。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.NORMAL
source: A cold comfort.
de: Eine kalte Gemütlichkeit.
es: Un confort frío.
fr: Un confort froid.
it: Una magra consolazione.
ja: 冷たいなぐさめ。
ko: 시원한 안락함을 주는군.
pl: Chłodne ukojenie.
pt_br: Um conforto frio.
ru: Приятная прохлада.
zh_cn: 清凉又舒适。
zh_tw: 清涼又舒適。

# CHARACTERS.WATHGRITHR.DESCRIBE.COLDFIREPIT.OUT
source: And the light flickers out.
de: Und das Licht hat sich ausgeflackert.
es: Y la luz se apaga.
fr: La flamme vacille.
it: E la luce tremola.
ja: そして火は徐々に弱まり、立ち消える。
ko: 빛이 깜박이더니 꺼져버렸군.
pl: Światłość ustępuje.
pt_br: E a luz se apaga.
ru: И гаснет свет.
zh_cn: 火光摇摇曳曳地熄灭了。
zh_tw: 火光搖搖曳曳地熄滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.E
source: East.
de: Osten.
es: Este.
fr: Est.
it: Est.
ja: 東
ko: 동.
pl: Wschód
pt_br: Leste.
ru: Восток.
zh_cn: 东。
zh_tw: 東。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.GENERIC
source: A reading cannot be gleaned.
de: Weniger Lesen! Mehr Brennen!
es: No consigo hacer que funcione.
fr: Impossible de glaner quelque indication.
it: La lettura non può essere verificata.
ja: どちらを指しているのかわからぬ…
ko: 판독할 수 없군요.
pl: Nie można nic odczytać.
pt_br: Uma leitura não pode ser visualizada.
ru: Сложно понять, что он показывает.
zh_cn: 无法获得读数。
zh_tw: 無法獲得讀數。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.N
source: North.
de: Norden.
es: Norte.
fr: Nord.
it: Nord.
ja: 北だ
ko: 북.
pl: Północ
pt_br: Norte.
ru: Север.
zh_cn: 北。
zh_tw: 北。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.NE
source: Northeast.
de: Nordosten.
es: Nordeste.
fr: Nord-est.
it: Nord-est.
ja: 北東だ
ko: 북동.
pl: Północny wschód
pt_br: Nordeste.
ru: Северо-восток.
zh_cn: 东北。
zh_tw: 東北。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.NW
source: Northwest.
de: Nordwesten.
es: Noroeste.
fr: Nord-ouest.
it: Nord-ovest.
ja: 北西だ
ko: 북서.
pl: Północny zachód
pt_br: Noroeste.
ru: Северо-запад.
zh_cn: 西北。
zh_tw: 西北。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.S
source: South.
de: Süden.
es: Sur.
fr: Sud.
it: Sud.
ja: 南
ko: 남.
pl: Południe
pt_br: Sul.
ru: Юг.
zh_cn: 南。
zh_tw: 南。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.SE
source: Southeast.
de: Südosten.
es: Sureste.
fr: Sud-est.
it: Sud-est.
ja: 南東
ko: 남동.
pl: Południowy wschód
pt_br: Sudeste.
ru: Юго-восток.
zh_cn: 东南。
zh_tw: 東南。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.SW
source: Southwest.
de: Südwesten.
es: Sudoeste.
fr: Sud-ouest.
it: Sud-ovest.
ja: 南西だ
ko: 남서.
pl: Południowy zachód
pt_br: Sudoeste.
ru: Юго-запад.
zh_cn: 西南。
zh_tw: 西南。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPASS.W
source: West.
de: Westen.
es: Oeste.
fr: Ouest.
it: Ovest.
ja: 西だ
ko: 서.
pl: Zachód
pt_br: Oeste.
ru: Запад.
zh_cn: 西。
zh_tw: 西。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOST
source: 'Tis naught but food for worms.
de: Das ist nichts als Futter für Gewürm.
es: No es más que simple comida para gusanos.
fr: Ce n'est rien de plus que de la nöurriture pöur les vers.
it: Non è altro che cibo per vermi.
ja: これは虫の餌に他ならぬ。
ko: 이건 벌레나 먹는 거지.
pl: Toż to strawa dla robaków.
pt_br: Nada além de comida para minhocas.
ru: Это лишь червям теперь потребно.
zh_cn: 这只是虫子的食物。
zh_tw: 這只是蟲子的食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTINGBIN.BALANCED
source: That shall do.
de: Das sollte reichen.
es: Así me sirve.
fr: Cela fera l'affaire.
it: Andrà bene.
ja: よかろう。
ko: 그럴 거야.
pl: Może być.
pt_br: Isso deve resolver.
ru: Пока неплохо.
zh_cn: 就这样吧。
zh_tw: 就這樣吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTINGBIN.BURNT
source: Reduced to ash.
de: Nur noch Asche.
es: Reducido a cenizas.
fr: Réduit en cendres.
it: Ridotto in cenere.
ja: すっかり灰になっていますね。
ko: 재가 되었네.
pl: Spalone na popiół.
pt_br: Reduzido a cinzas.
ru: Обращено в пепел.
zh_cn: 化为灰烬。
zh_tw: 化為灰燼。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTINGBIN.DRY
source: It's so dry it's nearly dust.
de: So trocken, es ist fast schon Staub.
es: Está tan seco que casi parece polvo.
fr: C'estöy si sec que cela n'a rien à envier à de la pöussière.
it: È così secco da essere quasi polvere.
ja: 乾きすぎて粉塵のようじゃ。
ko: 너무 건조해서 거의 먼지네.
pl: Suche niczym pył.
pt_br: Está tão seco que quase virou pó.
ru: Такой сухой, что скоро в прах рассыплется.
zh_cn: 都快干成灰尘了。
zh_tw: 都快乾成灰塵了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTINGBIN.GENERIC
source: A barrel of stink.
de: Ein Fass voller Gestank.
es: Un barril de hedor.
fr: Un tönneau puant.
it: Un bidone di tanfo.
ja: 汚臭の樽。
ko: 악취나는 오크통이야.
pl: Beczka smrodu.
pt_br: Um barril de fedor.
ru: Бочка с вонью.
zh_cn: 一桶恶臭。
zh_tw: 一桶惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTINGBIN.WET
source: Soggy muck.
de: Matschiger Schlamm.
es: Fango húmedo.
fr: Une vase humide.
it: Fango fradicio.
ja: 濡れそぼった泥土。
ko: 눅진거리는 똥이야.
pl: Mokre paskudztwo.
pt_br: Imundície encharcada.
ru: Липкая грязь.
zh_cn: 污浊的泥土。
zh_tw: 污濁的泥土。

# CHARACTERS.WATHGRITHR.DESCRIBE.COMPOSTWRAP
source: I question my ally's tastes.
de: Ich staune über den Geschmack meines Verbündeten.
es: Cuestiono los gustos de mi aliado.
fr: Les göûts de mön allié me pösent questiön.
it: Ma che gusti ha il mio amico?
ja: 私は同胞の好みを疑う。
ko: 동료의 미각이 의심스럽군.
pl: Zaczynam wątpić w gust mojego towarzysza.
pt_br: Eu questiono o gosto de meus aliados.
ru: Я сомневаюсь во вкусе своего союзника.
zh_cn: 我怀疑盟友的品味。
zh_tw: 我懷疑盟友的品味。

# CHARACTERS.WATHGRITHR.DESCRIBE.CONSTRUCTION_PLANS
source: Portal! Prepare to be built!
de: Portal! Bereite dich darauf vor, gebaut zu werden!
es: ¡Portal! ¡Prepárate para que te construya!
fr: Portail ! Prépare-toi à être construit !
it: Portale: preparati ad essere costruito!
ja: いざ！ 建築の準備を！
ko: 포털! 만들어질 각오를 해라!
pl: Portalu! Wybuduję cię!
pt_br: Portal! Prepare-se para ser construído!
ru: Портал! Готовься быть построенным!
zh_cn: 传送门！准备建造！
zh_tw: 傳送門！準備建造！

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKBOOK
source: 'Tis filled with too many non-meat dishes if you ask me.
de: Viel zu viele vegetarische Gerichte, wenn man mich fragt.
es: Aquí vienen demasiadas recetas no cárnicas, en mi opinión.
fr: À mön humble öpiniön, icelui livre cöntient fört tröp de mets sans viande.
it: Ci sono decisamente troppe ricette senza carne.
ja: 肉感の足りぬメニューばかりだな。
ko: 고기가 안 들어간 요리가 너무 많다.
pl: Na mój gust za dużo w niej bezmięsnych dań.
pt_br: Está cheio de pratos sem carne, na minha opinião.
ru: Зачем здесь столько блюд без мяса?
zh_cn: 在我看来，里面的素菜太多了。
zh_tw: 在我看來，裡面的素菜太多了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDMANDRAKE
source: She's definitely dead.
de: Sie ist definitiv tot.
es: Está definitivamente muerta.
fr: Elle est vraiment morte.
it: È sicuramente morta.
ja: 確実に死んでる。
ko: 확실히 죽었다.
pl: Zabita na śmierć.
pt_br: Ela está definitivamente morta.
ru: Она точно мертвая.
zh_cn: 她绝对死了。
zh_tw: 她絕對死了。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDMEAT
source: Meeeat!
de: Fleiiiiisch!
es: ¡Carneee!
fr: Viaaaaande !
it: Caaaarne!
ja: にーーくー！
ko: 고오오오기이이이!
pl: Mięęęso!
pt_br: Caarnee!
ru: Мясо-о-о-о!
zh_cn: 肉！
zh_tw: 肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDMONSTERMEAT
source: Monster beast steak.
de: Monsterbestien-Steak.
es: Filete de monstruo.
fr: Un steak de monstre.
it: Bistecca di bestia.
ja: モンスターのステーキ。
ko: 괴물 짐승 스테이크.
pl: Pieczone mięso bestii.
pt_br: Filé de fera monstruosa.
ru: Стейк из чудища.
zh_cn: 怪兽肉排。
zh_tw: 怪獸肉排。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKEDSMALLMEAT
source: Yum, yum, meat snacks.
de: Lecker, lecker, Fleisch schmeckt.
es: Ñam, ñam, aperitivos de carne.
fr: Miam, miam, des encas à la viande.
it: Gnam, gnam, spuntini di carne.
ja: ウマウマ、肉のスナック。
ko: 냠냠, 고기 간식이군.
pl: Mniam, mniam, mięsko.
pt_br: Hm, lanche de carne.
ru: Ням-ням, мясные закуски.
zh_cn: 好吃，好吃，肉做的零食。
zh_tw: 好吃，好吃，肉做的零食。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKIECUTTER
source: It seeks to make a meal of my vessel!
de: Er will mein Schiff wegnaschen!
es: ¡Quiere convertir mi navío en una comida!
fr: Icelle beste cherche à faire de mön drakkar un festin !
it: Intende banchettare con il mio vascello!
ja: そいつは我が船を喰らおうとしている！
ko: 내 배를 먹으려고 하잖아!
pl: Pragnie pożreć moją łódź!
pt_br: Ele pretende devorar minha embarcação!
ru: Он хочет пожрать мое судно!
zh_cn: 它图谋把我的载具当成盘中餐！
zh_tw: 它圖謀把我的載具當成盤中餐！

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKIECUTTERHAT
source: Tis a helm fit for a warrior of the deep.
de: Dieser Helm ist für einen Krieger der Tiefe nur passend.
es: Es un yelmo digno de quien combate en las profundidades.
fr: Un guerrier des abysses pöurrait bien pörter ce heaume.
it: Un elmo degno di una guerriera degli abissi.
ja: これは、深海の戦士にふさわしい兜よ。
ko: 심해의 전사에게 어울리는 투구군.
pl: Hełm godzien wojownika z głębin.
pt_br: Um elmo digno de uma guerreira das profundezas.
ru: Это шлем, достойный глубинной воительницы.
zh_cn: 适合深渊勇士的头盔。
zh_tw: 適合深淵勇士的頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKIECUTTERSHELL
source: Twas a spiky foe.
de: Er war ein stacheliger Feind.
es: Un enemigo espinoso.
fr: Cet ennemi ne manquât pöint de piquant.
it: È stato un nemico sgusciante.
ja: 頑固な敵だった。
ko: 뾰족한 적이었지.
pl: Cóż za kolczasty nieprzyjaciel.
pt_br: Foi um adversário espinhoso.
ru: Это был колючий враг.
zh_cn: 长满尖刺的对手。
zh_tw: 長滿尖刺的對手。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.BURNT
source: The fire reigned supreme.
de: Das Feuer regierte über den Topf.
es: El fuego ha reinado.
fr: Le feu fait la loi.
it: Il fuoco ha regnato supremo.
ja: 炎がその権力を見せつけた。
ko: 불이 압승했군.
pl: Ogień zwyciężył.
pt_br: O fogo reinou supremo.
ru: Огонь победил.
zh_cn: 火焚尽一切。
zh_tw: 火焚盡一切。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.COOKING_LONG
source: Might as well do something whilst I wait.
de: Warum nicht etwas tun, während ich warte!?
es: Podría también hacer algo mientras espero.
fr: Je pourrais m'occuper en attendant.
it: Potrei fare qualcosa mentre aspetto.
ja: どうせだから待つ間に何かするか。
ko: 기다리는 동안 뭐라도 하는 게 좋겠지.
pl: Mogłabym w międzyczasie porobić coś pożytecznego.
pt_br: Eu poderia fazer alguma coisa enquanto espero.
ru: Можно еще что-нибудь сделать, пока я жду.
zh_cn: 等待的时候也许可以做点什么。
zh_tw: 等待的時候也許可以做點什麼。

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.COOKING_SHORT
source: Shouldn't be long now!
de: Sollte jetzt nicht mehr lange dauern!
es: ¡No debería tardar mucho!
fr: Ça ne devrait plus être long !
it: Non dovrebbe mancare molto adesso!
ja: もうそんなに長くないだろう！
ko: 이제 금방 다 될 거야!
pl: Już niedługo!
pt_br: Não deve demorar agora!
ru: Осталось недолго!
zh_cn: 就快好了！
zh_tw: 就快好了！

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.DONE
source: What have we here?
de: Was haben wir denn da?
es: ¿Qué tenemos aquí?
fr: Qu'est-ce qu'on a là ?
it: Cosa abbiamo qui?
ja: どれ…どのような料理ができたか…
ko: 과연, 어떻게 됐지?
pl: Co my tu mamy?
pt_br: O que temos aqui?
ru: Что у нас тут имеется?
zh_cn: 我们在这有什么？
zh_tw: 我們在這有什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.COOKPOT.EMPTY
source: Nothing in there.
de: Nichts drin.
es: No hay nada ahí.
fr: Il n'y a rien là-dedans.
it: Niente lì dentro.
ja: そこには何もない。
ko: 안이 텅 비었다.
pl: Nic tu nie ma.
pt_br: Não há nada aqui.
ru: Ничего тут нет.
zh_cn: 里面什么也没有。
zh_tw: 裡面什麼也沒有。

# CHARACTERS.WATHGRITHR.DESCRIBE.COONTAIL
source: It is the tail of cute meat.
de: Das ist der Schwanz eines süßen Fleischwesens.
es: Es la cola de una bonita carne.
fr: La queue d'une jolie viande.
it: È la coda della carne tenera.
ja: これはシッポ… かわいい肉の。
ko: 귀여운 고기의 꼬리다.
pl: Ogon uroczego mięska.
pt_br: É a cauda de uma carne fofa.
ru: Хвост милого мяска.
zh_cn: 可爱肉团的尾巴。
zh_tw: 可愛肉團的尾巴。

# CHARACTERS.WATHGRITHR.DESCRIBE.CORN
source: A vegetable sword!
de: Ein Gemüseschwert!
es: ¡Una espada vegetal!
fr: Une épée végétale !
it: Una spada di verdura!
ja: 野菜の剣！
ko: 채소 검이군!
pl: Warzywny miecz!
pt_br: Uma espada vegetal!
ru: Овощной меч!
zh_cn: 蔬菜做的剑！
zh_tw: 蔬菜做的劍！

# CHARACTERS.WATHGRITHR.DESCRIBE.CORN_COOKED
source: Popped corn smells good.
de: Das Popcorn riecht gut.
es: Las palomitas de maíz huelen bien.
fr: Le maïs sauté ça sent bon.
it: I popcorn hanno un buon odore.
ja: ポップコーンはいい匂いがする。
ko: 뻥튀기한 옥수수는 냄새가 좋군.
pl: Prażona kukurydza pachnie znakomicie.
pt_br: O milho estourado cheira bem.
ru: Лопнувшая кукуруза хорошо пахнет.
zh_cn: 爆米花真香。
zh_tw: 爆米花真香。

# CHARACTERS.WATHGRITHR.DESCRIBE.CORN_OVERSIZED
source: Sadly, it is not meat.
de: Leider ist das kein Fleisch.
es: Por desgracia, no es carne.
fr: Hélas, pöint de viande en vue.
it: Purtroppo, non è carne.
ja: いとかなし、肉にあらず。
ko: 안타깝게도 고기가 아니구나.
pl: Niestety nie jest to mięso.
pt_br: Infelizmente, é não carne.
ru: Увы, это не мясо.
zh_cn: 可惜它不是肉。
zh_tw: 可惜它不是肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CORN_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRABKING.GENERIC
source: Have at thee, cursed crustacean!
de: Nimm dies, verfluchtes Krustentier!
es: ¡Te vas a enterar, maldito crustáceo!
fr: En garde, crustacé maudit !
it: In guardia, empio crostaceo!
ja: 呪われた甲殻類よ、喰らうてやろうか！
ko: 각오해라, 저주받은 갑각류야!
pl: A masz, szkaradny skorupiaku!
pt_br: Prepare-se para lutar, crustáceo maldito!
ru: Получай, проклятый краб!
zh_cn: 小心了，受诅咒的甲壳动物！
zh_tw: 小心了，受詛咒的甲殼動物！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRABKING.INERT
source: A barren, sandy fortress.
de: Eine karge sandige Festung.
es: Una estéril fortaleza de arena.
fr: Un bastiön de sable, dépöuillé.
it: Una fortezza desolata e sabbiosa.
ja: 不毛で砂に埋もれた要塞だ。
ko: 황량한 모래투성이 요새군.
pl: Pusta, piaszczysta forteca.
pt_br: Uma fortaleza arenosa e estéril.
ru: Пустая песчаная крепость.
zh_cn: 一座贫瘠、多沙的堡垒。
zh_tw: 一座貧瘠、多沙的堡壘。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRABKING_CLAW
source: Prepare thyself to be de-clawed!
de: Diese Scheren werde ich dir nehmen!
es: ¡Prepárate para perder las pinzas!
fr: Dis adieu à tes pinces !
it: Preparati a perdere il tuo artiglio!
ja: 爪をはがされないように気をつけるがよい！
ko: 집게발이 뽑힐 준비나 해라!
pl: Przygotuj się na rozszczypcenie!
pt_br: Prepara-te para perder tuas garras!
ru: Готовься лишиться клешней!
zh_cn: 看我卸下你的钳子！
zh_tw: 看我卸下你的鉗子！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTERLAB
source: Tis a peculiar boulder.
de: Das ist ein eigenartiger Felsbrocken.
es: Una roca peculiar.
fr: C'est une grosse pierre spéciale.
it: È un masso particolare.
ja: 一風変わった巨石だ。
ko: 이상한 돌이군.
pl: Przedziwny kamień.
pt_br: É uma rocha peculiar.
ru: Это весьма специфичный булыжник.
zh_cn: 这是一块特别的岩石。
zh_tw: 這是一塊特別的岩石。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_DRAGONLING
source: By the unicorn! A dragon!
de: Beim Einhorn! Ein Drache!
es: ¡Por el unicornio! ¡Un dragón!
fr: Par la licorne ! Un dragon !
it: Per tutti gli unicorni: un drago!
ja: ユニコーンに！ さらにはドラゴン！
ko: 일각수 맙소사! 용이다!
pl: Na jednorożca! Toż to smok!
pt_br: Pelo unicórnio! Um dragão!
ru: Святые единороги! Дракон!
zh_cn: 在独角兽旁边！是一条龙！
zh_tw: 在獨角獸旁邊！是一條龍！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_EYEOFTERROR
source: They shall watch and learn from my battles!
de: Sie sollen zusehen und von meinen Kämpfen lernen!
es: ¡Han de observar y aprender de mis contiendas!
fr: Ils öbserverönt et apprendrönt de miennes batailles !
it: Osserverà e imparerà dalle mie battaglie!
ja: 奴らは我が戦闘を見て学ぶべきだ！
ko: 내 전투를 보고 배워야 해!
pl: Będą obserwować i wyciągać nauki z mych bitew!
pt_br: Eles verão e aprenderão com minhas batalhas!
ru: Смотри и учись, как нужно сражаться!
zh_cn: 让他们观察并学习我的战斗吧！
zh_tw: 讓他們觀察並學習我的戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_GLOMLING
source: A warrior's faithful companion!
de: Der treue Begleiter eines Kriegers!
es: ¡El fiel compañero de un guerrero!
fr: Le fidèle compagnon du guerrier !
it: Il fedele compagno di un guerriero!
ja: 戦士が信頼できる相棒だ！
ko: 전사의 믿음직한 동료!
pl: Wierny kompan wojownika!
pt_br: O companheiro fiel de um guerreiro!
ru: Верный спутник воина!
zh_cn: 勇士的忠诚同伴！
zh_tw: 勇士的忠誠同伴！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_KITTEN
source: She is a magnificent hunter!
de: Sie ist eine großartige Jägerin!
es: ¡Es una magnífica cazadora!
fr: Une magnifique chasseuse !
it: È una magnifica cacciatrice!
ja: 彼女は偉大な狩人だ。
ko: 훌륭한 사냥꾼이지!
pl: Wspaniały łowca!
pt_br: Ela é uma caçadora magnífica!
ru: Она прекрасный охотник!
zh_cn: 她是一名杰出的猎人！
zh_tw: 她是一名傑出的獵人！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_LAMB
source: I wouldst turn farmer for thee.
de: Für dich würde ich zum Bauern werden.
es: Me haría granjero por ti.
fr: Je pourrais devenir fermière pour toi.
it: Mi trasformerei in contadina per te.
ja: 汝のために農夫にでもなってやりたいものだ。
ko: 너를 위해서라면 난 농부가 되어도 좋아.
pl: Dla ciebie mogłabym zostać rolnikiem.
pt_br: Me tornaria fazendeira por ti.
ru: Ради этого я готова стать фермером.
zh_cn: 我愿为你做一名农夫。
zh_tw: 我願為你做一名農夫。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_LUNARMOTHLING
source: Mine lunar friend!
de: Mein Mondfreund!
es: ¡Mi lunar camarada!
fr: Mön cher ami lunaire !
it: La mia amica lunare!
ja: 我が月の友よ！
ko: 달 친구다!
pl: Moja księżycowa przyjaciółka!
pt_br: Minha amiga lunar!
ru: Мой лунный друг!
zh_cn: 来自月亮的朋友！
zh_tw: 來自月亮的朋友！

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_PERDLING
source: Not a raven, but wise nonetheless.
de: Kein Rabe, aber dennoch weise.
es: No es un cuervo, pero sigue siendo sabio.
fr: Pas un corbeau, mais sage néanmoins.
it: Non è un corvo, ma è comunque saggio.
ja: カラスではないが賢明だ。
ko: 까마귀만큼은 아니지만, 영리한 새지.
pl: Kruk to to nie jest, ale robi wrażenie bystrego.
pt_br: Não é um corvo, mas é sábio mesmo assim.
ru: Не ворон, но так же мудр.
zh_cn: 不是乌鸦，但还是很聪明。
zh_tw: 不是烏鴉，但還是很聰明。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRITTER_PUPPY
source: I shall defend this hound to the death.
de: Ich werde diesen Hund bis zum Tod verteidigen.
es: Defenderé a este sabueso hasta la muerte.
fr: Je défendrai ce molosse jusqu'à la mort.
it: Difenderò questo segugio fino alla morte.
ja: 我はこの猟犬を死守しよう。
ko: 이 사냥개는 내 목숨을 바쳐서라도 지켜야지.
pl: Będę bronić tego psiaka do śmierci.
pt_br: Devo defender este cão até a morte.
ru: Я буду защищать эту гончую до самой смерти.
zh_cn: 我至死都会保护这条猎犬。
zh_tw: 我至死都會保護這條獵犬。

# CHARACTERS.WATHGRITHR.DESCRIBE.CROW.GENERIC
source: Raven friend!
de: Rabenfreund!
es: ¡Amigo cuervo!
fr: Ami corbeau !
it: Amico corvo!
ja: 漆黒の友よ！
ko: 까마귀 친구!
pl: Mój ptasi przyjacielu!
pt_br: Amigo corvo!
ru: Мой друг ворон!
zh_cn: 乌鸦老兄！
zh_tw: 烏鴉老兄！

# CHARACTERS.WATHGRITHR.DESCRIBE.CROW.HELD
source: Together again.
de: Wieder zusammen.
es: Juntos de nuevo.
fr: On se retrouve.
it: Di nuovo insieme.
ja: また一緒だ。
ko: 다시 함께하게 되었군.
pl: Znowu razem.
pt_br: Unidos novamente.
ru: Мы снова вместе.
zh_cn: 我们又在一起了。
zh_tw: 我們又在一起了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CRUMBS
source: Telltale spoor left by a festive foe.
de: Verräterische Fährte eines Feindes in Feststimmung.
es: Un revelador rastro dejado por un enemigo festivo.
fr: Des miettes laissées par un ennemi festif.
it: Spazzatura rivelatrice, lasciata da un nemico festivo.
ja: 騒がしい敵が残した話の種。
ko: 축제를 즐긴 적이 숨기지 못하고 남긴 자취군.
pl: Trop charakterystyczny dla świątecznego przeciwnika.
pt_br: Rastro revelador deixado por um inimigo festivo.
ru: Мой дерзкий враг оставил следы.
zh_cn: 一个喜庆的敌人留下的线索。
zh_tw: 一個喜慶的敵人留下的線索。

# CHARACTERS.WATHGRITHR.DESCRIBE.CUTGRASS
source: A craftwoman's most elemental resource.
de: Die wichtigste Ressource einer Handwerkerin.
es: El recurso más elemental de una artesana.
fr: La ressource la plus élémentaire pour une bricoleuse.
it: La risorsa più elementare di un'artigiana.
ja: 手工芸をする女性の最も基本的な資源。
ko: 수공업자의 가장 기본적인 재료지.
pl: Najważniejszy surowiec każdej zręcznej kobiety.
pt_br: O recurso mais elementar de uma artesã.
ru: Простейший ресурс ремесленниц.
zh_cn: 女工匠最基本的资源。
zh_tw: 女工匠最基本的資源。

# CHARACTERS.WATHGRITHR.DESCRIBE.CUTLICHEN
source: Even if I ate plants, I wouldn't eat THAT plant.
de: Selbst wenn ich Pflanzen äße, würde ich sicher nicht DIESE Pflanze essen.
es: Incluso aunque comiera plantas, no me comería ESA planta.
fr: J'ai beau manger des plantes, je n'ai pas envie de celle-là.
it: Anche se ho mangiato delle piante, non mangerei QUELLA pianta.
ja: やむなく草を食うにしても、これは御免だ
ko: 내가 다른 식물은 먹어도 이건 절대 안 먹는다.
pl: Nawet, gdybym jadała rośliny, nie zjadłabym TEJ rośliny.
pt_br: Mesmo que eu comesse plantas, eu não comeria ISSO.
ru: Даже если бы я ела овощи, к ЭТОМУ я бы не прикоснулась.
zh_cn: 即使我吃植物，也不会吃那种植物。
zh_tw: 即使我吃植物，也不會吃那種植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CUTREEDS
source: I cleaned all the bugs out! Then I ate them.
de: Ich habe es von Ungeziefern befreit. Danach habe ich sie gegessen.
es: ¡He quitado todos los bichos! Y luego me los he comido.
fr: J'ai d'abord enlevé tous les insectes. Et puis je les ai mangés.
it: Ho ripulito tutti gli insetti! Poi li ho mangiati.
ja: 虫を全部片付けたぞ！そして食べた。
ko: 벌레를 다 치웠지요! 그리고 제가 먹었지요.
pl: Pozbyłam się wszelkich robali! A potem je zjadłam.
pt_br: Acabei com todos os insetos! Depois, comi.
ru: Я убрала оттуда всех жуков! И съела их.
zh_cn: 我清掉了所有的虫子！然后我吃了它们。
zh_tw: 我清掉了所有的蟲子！然後我吃了它們。
