Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: SENSORS INDICATE THE BIRD LEADER IS OVER HERE
de: SENSOREN ZEIGEN AN, DASS DER ANFÜHRER DER VÖGEL HIER DRÜBEN IST
fr: MES CAPTEURS INDIQUENT QUE LE CHEF DES OISEAUX EST PAR ICI
it: I SENSORI INDICANO CHE IL CAPO DEGLI UCCELLI È LAGGIÙ
ja: ＊センサーによると鳥の首長はここにいるようです＊
ko: 센서는 버드 리더가 여기 있음을 나타냄.
pl: CZUJNIKI WSKAZUJĄ, ŻE PRZYWÓDCA PTAKÓW JEST TAM.
pt_br: OS SENSORES INDICAM QUE O LÍDER DOS PÁSSAROS ESTÁ AQUI
ru: ДАТЧИКИ ПОКАЗЫВАЮТ, ЧТО ЗДЕСЬ НАХОДИТСЯ ЛИДЕР ПТИЦ
zh_cn: 传感器显示鸟类头领在这里
zh_tw: 感測器顯示鳥類頭領在這裡

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: IT IS FREE OF FLESHLINGS
de: ES IST FREI VON FLEISCHLINGEN
fr: IL N'Y A AUCUNE CHOSE EN VIANDE ICI
it: È PRIVA DI ESSERI DI CARNE
ja: ＊有機生命体がいません＊
ko: 고깃덩어리가 없음
pl: BRAK MIĘSNYCH STWORZEŃ W ŚRODKU.
pt_br: ESTÁ LIVRE DOS SACOS DE CARNE
ru: ОРГАНИКА НЕ ОБНАРУЖЕНА
zh_cn: 没有肉体生物
zh_tw: 沒有肉體生物

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: HIS SMALL AVIAN BRAIN IS SO EASILY DISTRACTED
de: SEIN KLEINES VOGELHIRN IST SO LEICHT ABZULENKEN
fr: SON PETIT CERVEAU AVIAIRE EST TRÈS FACILEMENT DÉCONCENTRÉ
it: IL SUO PICCOLO CERVELLO DI PENNUTO SI DISTRAE TROPPO FACILMENTE
ja: ＊彼が持つ矮小な鳥の脳みそは、いともたやすく集中が途切れてしまうのです＊
ko: 그의 작은 조류 두뇌는 너무 쉽게 산만함.
pl: JEGO PTASI MÓŻDŻEK ŁATWO ROZPROSZYĆ.
pt_br: SEU PEQUENO CÉREBRO DE AVE SE DISTRAI MUITO FACILMENTE
ru: ЕГО МАЛЕНЬКИЙ ПТИЧИЙ МОЗГ ТАК ЛЕГКО ПЕРЕКЛЮЧИТЬ
zh_cn: 他小小的禽类大脑十分容易分心
zh_tw: 他小小的禽類大腦十分容易分心

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: NOT ENOUGH FLESHLINGS WILLING TO HIDE FROM MY POWER
de: NICHT GENUG FLEISCHLINGE, DIE SICH VOR MEINER MACHT VERSTECKEN WOLLEN
fr: IL N'Y A PAS ASSEZ DE CHOSES EN VIANDE QUI VEULENT ÉCHAPPER À MA PUISSANCE
it: ESSERI DI CARNE CHE DESIDERANO NASCONDERSI DAL MIO POTERE INSUFFICIENTI
ja: ＊私の力から隠れるのに十分な数の有機生命体がいません＊
ko: 본좌의 파워에서 숨어 있고자 하는 고깃덩어리가 충분하지 않음
pl: ZA MAŁO MIĘSNYCH STWORZEŃ, KTÓRE CHCIAŁYBY KRYĆ SIĘ PRZED MOJĄ MOCĄ.
pt_br: NÃO HÁ SACOS DE CARNE O BASTANTE DISPOSTOS A SE ESCONDER DO MEU PODER
ru: СЛИШКОМ МАЛО КОЖАНЫХ МЕШКОВ. ОНИ НЕ СУМЕЮТ СКРЫТЬСЯ ОТ МОЕЙ МОЩИ
zh_cn: 没有足够的肉体生物愿意躲避我的力量
zh_tw: 沒有足夠的肉體生物願意躲避我的力量

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDING_SPOTS
source: NOT ENOUGH LOCATIONS TO HIDE FROM MY POWER
de: NICHT GENUG ORTE, UM SICH VOR MEINER MACHT ZU VERSTECKEN
fr: IL N'Y A PAS ASSEZ DE LIEUX OÙ LES CHOSES EN VIANDE PEUVENT SE CACHER DE MA PUISSANCE
it: LUOGHI DOVE NASCONDERSI DAL MIO POTERE INSUFFICIENTI
ja: ＊私の力から隠れるのに十分な隠れ場所がありません＊
ko: 파워를 피할 수 있는 위치가 충분하지 않음
pl: ZA MAŁO MIEJSC, W KTÓRYCH MOŻNA BY UKRYĆ SIĘ PRZED MOJĄ MOCĄ.
pt_br: NÃO HÁ LOCAIS O BASTANTE PARA SE ESCONDER DO MEU PODER
ru: СЛИШКОМ МАЛО МЕСТ, ГДЕ КОЖАНЫЕ МЕШКИ МОГЛИ БЫ СКРЫТЬСЯ ОТ МОЕЙ МОЩИ
zh_cn: 没有足够的地点可以躲避我的力量
zh_tw: 沒有足夠的地點可以躲避我的力量

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: THEY NEED TO RECHARGE
de: SIE MÜSSEN SICH AUFLADEN
fr: ILS ONT BESOIN DE SE RECHARGER
it: DEVONO RICARICARSI
ja: ＊再充電が必要です＊
ko: 충전이 필요함
pl: WYMAGAJĄ ŁADOWANIA.
pt_br: ELES PRECISAM DE RECARGA
ru: ИХ НУЖНО ЗАРЯДИТЬ
zh_cn: 它们需要充能
zh_tw: 它們需要充能

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: REQUIRES PASSKEY
de: BENÖTIGT SCHLÜSSEL
es_mx: REQUIERE CLAVE DE ACCESO
fr: CODE D'ACCÈS REQUIS
it: RICHIEDE LA PAROLA CHIAVE
ja: ＊鍵が必要＊
ko: 패스키가 필요함
pl: WYMAGANY KLUCZ DOSTĘPU.
pt_br: NECESSITA CARTÃO-CHAVE
ru: ТРЕБУЕТСЯ КЛЮЧ
zh_cn: 需要专用钥匙
zh_tw: 需要專用鑰匙

# CHARACTERS.WX78.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: THEY WILL NOT BE MISSED
de: DIE WERDEN NIEMANDEM FEHLEN
fr: ON NE LE REGRETTERA PAS
it: NON SENTIRÒ LA LORO MANCANZA
ja: ＊彼らを恋しく思ったりはいたしません＊
ko: 그들은 놓치지 않을 것임.
pl: NIE BĘDĘ ZA NIMI TĘSKNIŁ.
pt_br: NINGUÉM SENTIRÁ FALTA DELES
ru: ПО НИМ НИКТО НЕ БУДЕТ СКУЧАТЬ
zh_cn: 没人会想它们
zh_tw: 沒人會想它們

# CHARACTERS.WX78.ACTIONFAIL.APPLYMODULE.COOLDOWN
source: SYSTEM RECALIBRATION IN PROGRESS
de: SYSTEM-NEUKALIBRIERUNG IM GANGE
fr: RECALIBRAGE DU SYSTÈME EN COURS
it: RICALIBRAZIONE DEL SISTEMA IN CORSO
ja: ＊システムを再校正中です＊
ko: 시스템 재보정 진행 중
pl: REKALIBRACJA SYSTEMU W TOKU
pt_br: RECALIBRAÇÃO DO SISTEMA EM PROGRESSO
ru: ИДЕТ РЕКАЛИБРОВКА СИСТЕМЫ
zh_cn: 正在重新校准系统
zh_tw: 正在重新校準系統

# CHARACTERS.WX78.ACTIONFAIL.APPLYMODULE.NOTENOUGHSLOTS
source: INSUFFICIENT SPACE
de: PLATZMANGEL
fr: ESPACE INSUFFISANT
it: SPAZIO INSUFFICIENTE
ja: ＊十分な容量がありません＊
ko: 공간 부족
pl: ZA MAŁO MIEJSCA
pt_br: ESPAÇO INSUFICIENTE
ru: НЕДОСТАТОЧНО МЕСТА
zh_cn: 空间不足
zh_tw: 空間不足

# CHARACTERS.WX78.ACTIONFAIL.APPRAISE.NOTNOW
source: PRIORITIZE MY REQUEST, USELESS FLESHLING!
de: MEINE AFRAGE HAT VORRANG, NUTZLOSER FLEISCHLING!
fr: OCCUPE-TOI DE MA REQUÊTE EN PRIORITÉ, CHOSE EN VIANDE INUTILE !
it: DA' PRIORITÀ ALLA MIA RICHIESTA, INUTILE ESSERE DI CARNE!
ja: ＊私のリクエストを優先しなさい、この有機生命体が！＊
ko: 내 요청에 우선 순위를 둠, 쓸모없는 고깃덩어리!
pl: POTRAKTUJ MOJE ŻĄDANIE PRIORYTETOWO, BEZUŻYTECZNY MIĘSAKU!
pt_br: PRIORIZE MINHA SOLICITAÇÃO, SACO DE CARNE
ru: МОЙ ЗАПРОС ДОЛЖЕН ИМЕТЬ ПРИОРИТЕТ, БЕСПОЛЕЗНЫЙ МЯСНОЙ МЕШОК!
zh_cn: 先处理我的请求，没用的肉体生物！
zh_tw: 先處理我的請求，沒用的肉體生物！

# CHARACTERS.WX78.ACTIONFAIL.ATTUNE.NOHEALTH
source: I MUST MAKE REPAIRS BEFORE DOING THIS
de: DAVOR MUSS ICH ERST REPARATUREN VORNEHMEN
es_mx: TENGO QUE HACER REPARACIONES ANTES DE HACER ESTO
fr: JE DOIS SUBIR DES RÉPARATIONS AVANT DE FAIRE ÇA
it: DEVO FARE RIPARAZIONI PRIMA DI FARE QUESTO
ja: ＊エラー：先に本体の修理が必要です＊
ko: 작업을 수행하기 전에 수리가 필요함
pl: NALEŻY DOKONAĆ WPIERW NAPRAWY.
pt_br: PRECISO CONSERTAR ANTES DE FAZER ISSO
ru: МНЕ НЕОБХОДИМО ПРОИЗВЕСТИ РЕМОНТ, ПРЕЖДЕ ЧЕМ ДЕЛАТЬ ЭТО
zh_cn: 我必须在做这事之前把它修好
zh_tw: 我必須在做這事之前把它修好

# CHARACTERS.WX78.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: IT HAS ALREADY BEEN BOMBED
de: BOMBARDIERUNG BEREITS AUSGEFÜHRT
es_mx: YA LA BOMBARDEARON
fr: A DÉJÀ ÉTÉ UTILISÉ
it: È GIÀ STATA BOMBARDATA
ja: ＊既に爆破されています＊
ko: 이미 터뜨림
pl: JUŻ ZOSTAŁO ZBOMBARDOWANE
pt_br: JÁ FOI BOMBARDEADA
ru: БОМБА УЖЕ АКТИВИРОВАНА
zh_cn: 已经有人扔过了
zh_tw: 已經有人扔過了

# CHARACTERS.WX78.ACTIONFAIL.BATHBOMB.GLASSED
source: ERROR: MOON BARRIER ACTIVE
de: FEHLER: MONDBARRIERE AKTIV
es_mx: ERROR: BARRERA LUNAR ACTIVA
fr: ERREUR : BARRIÈRE LUNAIRE ACTIVE
it: ERRORE: BARRIERA LUNARE ATTIVA
ja: ＊エラー：月バリアー作動中＊
ko: 오류: 달 장벽 활성화됨
pl: BŁĄD: KSIĘŻYCOWA BARIERA AKTYWNA
pt_br: ERRO: BARREIRA LUNAR ATIVADA
ru: ОШИБКА: АКТИВЕН ЛУННЫЙ БАРЬЕР
zh_cn: 错误：月亮屏障已开启
zh_tw: 錯誤：月亮屏障已開啟

# CHARACTERS.WX78.ACTIONFAIL.BUILD.HASPET
source: I ALREADY HAVE AN ORGANIC MINION
de: ICH HABE SCHON EINEN ORGANISCHEN SCHERGEN
es_mx: YA TENGO UN ESBIRRO ORGÁNICO
fr: J'AI DÉJÀ UN COMPAGNON ORGANIQUE
it: HO GIÀ UN SEGUACE ORGANICO
ja: ＊私にはすでに隷属生物がいます＊
ko: 유기체 부하는 이미 있음
pl: MAM JUŻ ORGANICZNEGO SŁUGĘ.
pt_br: EU JÁ TENHO UM LACAIO ORGÂNICO
ru: У МЕНЯ УЖЕ ЕСТЬ ОРГАНИЧЕСКИЙ МИНЬОН
zh_cn: 我已经有一个有机的随从了
zh_tw: 我已經有一個有機的隨從了

# CHARACTERS.WX78.ACTIONFAIL.BUILD.MOUNTED
source: NON-OPTIMAL ALTITUDE FOR PLACING
de: SUBOPTIMALE HÖHE FÜR PLATZIERUNG
es_mx: ALTITUD NO ÓPTIMA PARA LA COLOCACIÓN
fr: ALTITUDE DE POSITIONNEMENT NON-OPTIMALE
it: ALTITUDINE NON OTTIMALE PER IL POSIZIONAMENTO
ja: ＊エラー：アイテム設置に不適切な高度です＊
ko: 배치하기에는 고도가 적합하지 않음
pl: NIEWŁAŚCIWA WYSOKOŚĆ DLA UMIESZCZANIA.
pt_br: ALTITUDE PARA POSICIONAMENTO NÃO É A IDEAL
ru: НЕПОДХОДЯЩАЯ ВЫСОТА ДЛЯ РАЗМЕЩЕНИЯ
zh_cn: 非优化放置高度
zh_tw: 非優化放置高度

# CHARACTERS.WX78.ACTIONFAIL.BUILD.TICOON
source: THE MAXIMUM LIMIT HAS ALREADY BEEN REACHED
de: DIE HÖCHSTGRENZE WURDE BEREITS ERREICHT
fr: LA LIMITE MAXIMALE A ÉTÉ ATTEINTE
it: IL LIMITE MASSIMO È GIÀ STATO RAGGIUNTO
ja: ＊既に上限に達しています＊
ko: 이미 최대 한도에 도달했음
pl: MAKSYMALNY LIMIT OSIĄGNIĘTY
pt_br: O LIIMITE JÁ FOI ATINGIDO
ru: ДОСТИГНУТ ЛИМИТ ЕНОТОТИГРОВ
zh_cn: 已经达到最高限额
zh_tw: 已經達到最高限額

# CHARACTERS.WX78.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: I MISSED THAT ON PURPOSE
de: ICH HABE MIT ABSICHT VERFEHLT
fr: JE L'AI RATÉ EXPRÈS
it: HO FATTO TARDI DI PROPOSITO
ja: ＊私はわざと外しました＊
ko: 본좌가 그것을 놓쳤음.
pl: CELOWO NIE ZDĄŻYŁEM.
pt_br: EU FALHEI DE PROPÓSITO
ru: Я СПЕЦИАЛЬНО ЕЕ ПРОПУСТИЛ
zh_cn: 我故意错过的
zh_tw: 我故意錯過的

# CHARACTERS.WX78.ACTIONFAIL.CHANGEIN.BURNING
source: IT'S BURNING. OH WELL
de: BRENNT. NAJA.
es_mx: SE ESTÁ QUEMANDO. EN FIN
fr: ÇA BRÛLE. TANT PIS
it: STA BRUCIANDO. PAZIENZA
ja: ＊対象は燃焼中です。しかたありません＊
ko: 탄다. 어쩔 수 없음.
pl: OGIEŃ. ALE TO NIC.
pt_br: ESTÁ QUEIMANDO. FAZER O QUÊ
ru: ГОРИТ. СТАЛО БЫТЬ.
zh_cn: 它在燃烧。哦，好吧
zh_tw: 它在燃燒。哦，好吧

# CHARACTERS.WX78.ACTIONFAIL.CHANGEIN.GENERIC
source: THERE ARE MORE IMPORTANT ISSUES TO ATTEND TO
de: ES GIBT IM MOMENT WICHTIGERES
es_mx: HAY CUESTIONES MÁS IMPORTANTES QUE ATENDER
fr: IL Y A DES PROBLÈMES PLUS URGENTS
it: CI SONO QUESTIONI PIÙ IMPORTANTI DA SBRIGARE
ja: ＊取り掛かるべきより重要な問題があります＊
ko: 더 중요한 문제가 있음
pl: SĄ WAŻNIEJSZE SPRAWY.
pt_br: HÁ ASSUNTOS MAIS IMPORTANTES A TRATAR
ru: НУЖНО ЗАНЯТЬСЯ НАИБОЛЕЕ СУЩЕСТВЕННЫМИ ПРОБЛЕМАМИ
zh_cn: 有更重要的问题要处理
zh_tw: 有更重要的問題要處理

# CHARACTERS.WX78.ACTIONFAIL.CHANGEIN.INUSE
source: OCCUPIED
de: BEWOHNT
es_mx: OCUPADA
fr: OCCUPÉE
it: OCCUPATO
ja: ＊他ユーザーが使用中＊
ko: 사용 중임
pl: ZAJĘTA.
pt_br: OCUPADO
ru: ЗАНЯТО
zh_cn: 已占用
zh_tw: 已佔用

# CHARACTERS.WX78.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: NO TARGET ATTACHED
de: KEIN ZIEL VERKNÜPFT
fr: AUCUNE CIBLE ATTACHÉE
it: MANCA UN BERSAGLIO
ja: ＊ターゲットが付帯されておりません＊
ko: 대상이 연결되지 않음.
pl: BRAK CELU
pt_br: NENHUM ALVO ANEXADO
ru: ЦЕЛЬ НЕ ПРИВЯЗАНА
zh_cn: 未添加目标
zh_tw: 未添加目標

# CHARACTERS.WX78.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: TARGET REQUIRES MORE HAIR
de: ZIEL ERFORDERT MEHR HAARE
fr: LA CIBLE A BESOIN DE PLUS DE POILS
it: IL BERSAGIO NECESSITA DI PIÙ PELO
ja: ＊ターゲットにはより多くの体毛が必要です＊
ko: 더 많은 머리카락이 필요한 대상임.
pl: CEL MUSI MIEĆ WIĘCEJ WŁOSÓW.
pt_br: ALVO REQUER MAIS CABELO
ru: ТРЕБУЕТСЯ БОЛЬШЕ ШЕРСТИ НА ЦЕЛИ
zh_cn: 目标需要更多牛毛
zh_tw: 目標需要更多牛毛

# CHARACTERS.WX78.ACTIONFAIL.CHARGE_FROM.CHARGE_FULL
source: POWER LIMIT REACHED
de: LEISTUNGSGRENZE ERREICHT
fr: LIMITE DE PUISSANCE ATTEINTE
it: LIMITE DI POTENZA RAGGIUNTO
ja: ＊電力限界に達しました＊
ko: 전력 한계치 도달
pl: OSIĄGNIĘTO LIMIT MOCY
pt_br: LIMITE DE CARGA ATINGIDO
ru: ДОСТИГНУТ ПРЕДЕЛ МОЩНОСТИ
zh_cn: 电量已充满
zh_tw: 電量已充滿

# CHARACTERS.WX78.ACTIONFAIL.CHARGE_FROM.NOT_ENOUGH_CHARGE
source: INSUFFICIENT CHARGE... I'M NOT MAD, JUST DISAPPOINTED
de: LADUNG UNGENÜGEND ... ICH BIN NICHT SAUER, NUR ENTTÄUSCHT
fr: CHARGE INSUFFISANTE... JE NE SUIS PAS EN COLÈRE, JUSTE DÉÇU.
it: CARICA INSUFFICIENTE... NON SONO ARRABBIATO, SOLO DELUSO
ja: ＊充電が足りません…怒ってはいません、失望しているのです＊
ko: 충전 부족...본좌는 화난 게 아니고 실망한 거임
pl: ZA NISKI POZIOM NAŁADOWANIA… NIE WŚCIEKAM SIĘ, JESTEM TYLKO ZAWIEDZIONY
pt_br: CARGA INSUFICIENTE... NÃO ESTOU BRAVO, APENAS DESAPONTADO
ru: НЕДОСТАТОЧНЫЙ ЗАРЯД... Я НЕ ЗЛЮСЬ, НО РАЗОЧАРОВАН
zh_cn: 充电不足……我没生气，只是失望
zh_tw: 充電不足……我沒生氣，只是失望

# CHARACTERS.WX78.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: ERROR: TOO PUNY
de: FEHLER: ZU KLEIN
es_mx: ERROR: DEMASIADO ENCLENQUE
fr: ERREUR : POIDS INSUFFISANT
it: ERRORE: TROPPO PICCOLO
ja: ＊エラー：寡少すぎです＊
ko: 오류: 너무 보잘것없음
pl: BŁĄD: ZBYT WYSOKI POZIOM MIZERNOŚCI
pt_br: ERRO: INSIGNIFICANTE DEMAIS
ru: ОШИБКА: СЛИШКОМ НЕЗНАЧИТЕЛЬНЫЙ ОБЪЕКТ
zh_cn: 错误：过于微小
zh_tw: 錯誤：過於微小

# CHARACTERS.WX78.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: ERROR: INSUFFICIENT HEFT
de: FEHLER: UNZUREICHENDE GRÖSSE
fr: ERREUR : MASSE INSUFFISANTE
it: ERRORE: MASSA INSUFFICIENTE
ja: ＊エラー：重量不足＊
ko: 오류: 무게가 부족함.
pl: BŁĄD: WAGA NIEWYSTARCZAJĄCA
pt_br: ERRO: PESO INSUFICIENTE
ru: ОШИБКА: НЕДОСТАТОЧНАЯ ТЯЖЕСТЬ
zh_cn: 错误：质量不足
zh_tw: 錯誤：品質不足

# CHARACTERS.WX78.ACTIONFAIL.CONSTRUCT.EMPTY
source: ERROR: NO INPUT SELECTED
de: FEHLER: KEINE EINGABE AUSGEWÄHLT
es_mx: ERROR: DATO DE ENTRADA NO SELECCIONADO
fr: ERREUR : AUCUNE ENTRÉE SÉLECTIONNÉE
it: ERRORE: NESSUN INPUT SELEZIONATO
ja: ＊エラー：インプットが選択されていません＊
ko: 오류: 입력이 선택되지 않음
pl: BŁĄD: BRAK DANYCH WEJŚCIOWYCH
pt_br: ERRO: NENHUM MATERIAL SELECIONADO
ru: ОШИБКА: НЕ ВЫБРАНЫ ВВОДНЫЕ ДАННЫЕ
zh_cn: 错误：没有选择输入
zh_tw: 錯誤：沒有選擇輸入

# CHARACTERS.WX78.ACTIONFAIL.CONSTRUCT.INUSE
source: INFERIORS ARE BUILDING IT
de: MINDERWERTIGE BAUEN ES
es_mx: LOS SERES INFERIORES LO ESTÁN CONSTRUYENDO
fr: LES ÊTRES INFÉRIEURS CONSTRUISENT ÇA
it: GLI INFERIORI LO STANNO COSTRUENDO
ja: ＊下等生物が組み立て中です＊
ko: 하등 존재가 만들고 있음
pl: ZAJĘTE PRZEZ POMNIEJSZE ISTOTY
pt_br: INFERIORES ESTÃO CONSTRUINDO
ru: СТРОИТСЯ НИЗШИМИ ФОРМАМИ ЖИЗНИ
zh_cn: 低等动物正在建造它
zh_tw: 低等動物正在建造它

# CHARACTERS.WX78.ACTIONFAIL.CONSTRUCT.MISMATCH
source: SOFTWARE IS NOT COMPATIBLE
de: SOFTWARE IST NICHT KOMPATIBEL
es_mx: SOFTWARE INCOMPATIBLE
fr: LOGICIEL NON COMPATIBLE
it: IL SOFTWARE NON È COMPATIBILE
ja: ＊ソフトウエアが非対応です＊
ko: 소프트웨어가 호환되지 않음
pl: NIEKOMPATYBILNE OPROGRAMOWANIE
pt_br: O SOFTWARE NÃO É COMPATÍVEL
ru: ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ НЕ ПОДХОДИТ
zh_cn: 软件不兼容
zh_tw: 軟體不相容

# CHARACTERS.WX78.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: INCOMPATIBLE HARDWARE
de: HARDWARE NICHT KOMPATIBEL
es_mx: EQUIPO INCOMPATIBLE
fr: MATÉRIEL NON COMPATIBLE
it: HARDWARE NON COMPATIBILE
ja: ＊非対応のハードウエア＊
ko: 비호환 하드웨어임
pl: NIEKOMPATYBILNE URZĄDZENIE
pt_br: HARDWARE INCOMPATÍVEL
ru: НЕПОДХОДЯЩЕЕ ОБОРУДОВАНИЕ
zh_cn: 硬件不兼容
zh_tw: 硬體不相容

# CHARACTERS.WX78.ACTIONFAIL.COOK.GENERIC
source: I DON'T WANT TO COOK
de: Ich will ihn nicht aufwecken.
es_mx: NO QUIERO COCINAR
fr: JE NE VEUX PAS CUISINER
it: NON VOGLIO CUCINARE
ja: ＊料理をしたくはありません＊
ko: 요리하고 싶지 않음
pl: NIE CHCĘ GOTOWAĆ.
pt_br: NÃO QUERO COZINHAR
ru: Я НЕ ХОЧУ ГОТОВИТЬ.
zh_cn: 我不想烹饪
zh_tw: 我不想烹飪

# CHARACTERS.WX78.ACTIONFAIL.COOK.INUSE
source: YOU MAY FEED ME, INFERIOR
de: DU DARFST MICH FÜTTERN
es_mx: PUEDES ALIMENTARME, SER INFERIOR
fr: TU PEUX ME NOURRIR, ÊTRE INFÉRIEUR
it: MI PUOI NUTRIRE, ESSERE INFERIORE
ja: ＊下等生物よ、私に食事を与えなさい＊
ko: 하등 존재가 본체를 먹이는 것을 허용하겠음
pl: MOŻESZ MNIE NAKARMIĆ, PODRZĘDNA ISTOTO
pt_br: VOCÊ PODE ME ALIMENTAR, INFERIOR
ru: Я ПОЗВОЛЯЮ ТЕБЕ КОРМИТЬ МЕНЯ, ПОДЧИНЕННЫЙ
zh_cn: 下士，你可以喂我
zh_tw: 下士，你可以喂我

# CHARACTERS.WX78.ACTIONFAIL.COOK.TOOFAR
source: NOT IN OPTIMAL RANGE
de: MASCHINE WIRD AUF OPTIMALSTUFE BETRIEBEN
es_mx: NO ESTÁ AL ALCANCE ÓPTIMO
fr: PORTÉE NON OPTIMALE
it: NON IN UN RAGGIO OTTIMALE
ja: ＊有効範囲外です＊
ko: 최적 범위가 아님
pl: POZA OPTYMALNYM ZASIĘGIEM.
pt_br: NÃO ESTÁ NO ALCANCE IDEAL
ru: НЕ ДОСТИГНУТ ОПТИМАЛЬНЫЙ ДИАПАЗОН
zh_cn: 不在最佳范围内
zh_tw: 不在最佳範圍內

# CHARACTERS.WX78.ACTIONFAIL.DISMANTLE.COOKING
source: COOK.EXE IS STILL RUNNING
de: KOCH.EXE WIRD NOCH AUSGEFÜHRT
fr: CUISINE.EXE EST TOUJOURS EN COURS
it: COTTURA.EXE È ANCORA IN ESECUZIONE
ja: ＊COOK.EXEはまだ実行中です＊
ko: COOK.EXE가 여전히 실행 중임.
pl: PROCES GOTOWANIE.EXE WCIĄŻ TRWA.
pt_br: COZINHAR.EXE AINDA ESTÁ EM EXECUÇÃO
ru: ФАЙЛ ГОТОВКА.EXE СЕЙЧАС ЗАПУЩЕН
zh_cn: 烹饪.EXE正在运行
zh_tw: 烹飪.EXE正在運行

# CHARACTERS.WX78.ACTIONFAIL.DISMANTLE.INUSE
source: INFERIORS ARE USING IT RIGHT NOW
de: WIRD GERADE VON MINDERWERTIGEN VERWENDET
es_mx: LOS SERES INFERIORES LO ESTÁN USANDO AHORA MISMO
fr: DES ÊTRES INFÉRIEURS L'UTILISENT DÉJÀ
it: GLI ESSERI INFERIORI LO STANNO USANDO
ja: ＊下等生物が現在使用中です＊
ko: 지금은 하등한 것들이 사용하고 있음.
pl: ZAJĘTE PRZEZ PODRZĘDNE ISTOTY
pt_br: INFERIORES ESTÃO USANDO NO MOMENTO
ru: В НАСТОЯЩИЙ МОМЕНТ ЕГО ИСПОЛЬЗУЮТ ПОДЧИНЕННЫЕ
zh_cn: 低等动物正在使用它。
zh_tw: 低等動物正在使用它。

# CHARACTERS.WX78.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: I HAVE TO TAKE ITS INSIDES OUT
de: ICH MUSS SEIN INNERES NACH AUSSEN KEHREN
fr: JE DOIS EN SORTIR CE QU'IL Y A À L'INTÉRIEUR
it: DEVO RIMUOVERE CIÒ CHE SI TROVA AL SUO INTERNO
ja: ＊中身を取り出す必要がございます＊
ko: 본좌는 그것의 내부를 꺼내야 함.
pl: MUSZĘ WYJĄĆ ZAWARTOŚĆ.
pt_br: VOU TER QUE EXTRAIR SUAS PEÇAS INTERNAS
ru: НЕОБХОДИМО ИЗВЛЕЧЬ СОДЕРЖИМОЕ
zh_cn: 我要把里面的东西掏出来
zh_tw: 我要把裡面的東西掏出來

# CHARACTERS.WX78.ACTIONFAIL.DRAW.NOIMAGE
source: I REQUIRE SOMETHING REAL TO BASE THIS "ART" ON
de: ICH BENÖTIGE ETWAS REALES ALS GRUNDLAGE FÜR DIESE "KUNST"
es_mx: NECESITO ALGO REAL EN LO QUE BASAR ESTE “ARTE”
fr: IL ME FAUT DU SOLIDE POUR CRÉER CETTE IMAGE
it: HO BISOGNO DI QUALCOSA DI CONCRETO SU CUI BASARE QUESTA "ARTE"
ja: ＊必要：描画対象物＊
ko: 이 "예술"의 바탕이 되는 실체가 요구됨
pl: POTRZEBUJĘ CZEGOŚ REALNEGO, ŻEBY OPRZEĆ NA TYM TĘ „SZTUKĘ”.
pt_br: PRECISO DE ALGO REAL NO QUAL BASEAR ESSA "ARTE"
ru: Я ТРЕБУЮ ЖИВОЙ ПРИМЕР, ЧТОБЫ ЕГО «НАРИСОВАТЬ»
zh_cn: 我需要真实基础上的"艺术"
zh_tw: 我需要真實基礎上的"藝術"

# CHARACTERS.WX78.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: EVEN THE PLANTS HATE SEAWATER
de: SOGAR DIE PFLANZEN HASSEN MEERWASSER
fr: MÊME LES PLANTES DÉTESTENT L'EAU DE MER
it: PERSINO LE PIANTE ODIANO L'ACQUA SALATA
ja: ＊植物ですら塩水を好んではいません＊
ko: 식물도 바닷물을 싫어함.
pl: NAWET ROŚLINY NIE TOLERUJĄ SŁONEJ WODY.
pt_br: ATÉ AS PLANTAS ODEIAM A ÁGUA DO MAR
ru: ДАЖЕ РАСТЕНИЯ НЕНАВИДЯТ МОРСКУЮ ВОДУ
zh_cn: 连植物都讨厌海水
zh_tw: 連植物都討厭海水

# CHARACTERS.WX78.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: ERROR: INSUFFICIENT FISHING LINE
de: FEHLER: UNZUREICHENDE ANGELSCHNUR
es_mx: ERROR: SEDAL DE PESCA INSUFICIENTE
fr: ERREUR : CANNE À PÊCHE INSUFFISANTE
it: ERRORE: LENZA INSUFFICIENTE
ja: ＊エラー：釣り糸不足＊
ko: 오류: 낚싯줄 부족
pl: BŁĄD: NIEWYSTARCZAJĄCA ŻYŁKA DO WĘDKI
pt_br: ERRO: LINHA DE PESCA INSUFICIENTE
ru: ОШИБКА: НЕДОСТАТОЧНАЯ ДЛИНА ЛЕСКИ
zh_cn: 错误：鱼线不足
zh_tw: 錯誤：魚線不足

# CHARACTERS.WX78.ACTIONFAIL.GIVE.ABIGAILHEART
source: FAILURE
de: FEHLER
es_mx: FALLO
fr: ÉCHEC
it: FALLIMENTO
ja: ＊実行不可＊
ko: 실패
pl: BŁĄD
pt_br: FALHA
ru: ПРОВАЛ
zh_cn: 失败
zh_tw: 失敗

# CHARACTERS.WX78.ACTIONFAIL.GIVE.BUSY
source: TARGET IS PREOCCUPIED
de: ZIEL ERREICHT.
es_mx: EL OBJETIVO ESTÁ ABSORTO
fr: LA CIBLE EST INQUIÈTE
it: BERSAGLIO PREOCCUPATO
ja: ＊ターゲットはうわの空です＊
ko: 대상이 다른 작업을 수행 중임
pl: CEL JEST ZAJĘTY.
pt_br: O ALVO ESTÁ PREOCUPADO
ru: ЦЕЛЬ ЗАНЯТА
zh_cn: 目标已被占用
zh_tw: 目標已被佔用

# CHARACTERS.WX78.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: REANIMATION: FAILED
de: REANIMATION: FEHLGESCHLAGEN
es_mx: REANIMACIÓN: ERROR
fr: RÉANIMATION : ÉCHEC
it: RIANIMAZIONE: FALLITA
ja: ＊蘇生：失敗＊
ko: 부활: 실패함
pl: REANIMACJA: DZIAŁANIE ZAKOŃCZONE NIEPOWODZENIEM
pt_br: RENIMAÇÃO: FALHOU
ru: РЕАНИМАЦИЯ: НЕ ВЫПОЛНЕНО
zh_cn: 复活：失败了
zh_tw: 復活：失敗了

# CHARACTERS.WX78.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: WAITING IN QUEUE, CALCULATING TIME REMAINING...
de: WARTEN IN DER WARTESCHLANGE, VERBLEIBENDE ZEIT WIRD KALKULIERT ...
fr: ACTION EN ATTENTE, CALCUL DU TEMPS RESTANT...
it: IN ATTESA IN CODA, CALCOLO DEL TEMPO RIMASTO...
ja: ＊待機列で待機中…残り時間を計算しています…＊
ko: 대기열에서 대기 중, 남은 시간 계산 중...
pl: OCZEKIWANIE W KOLEJCE, OBLICZAM POZOSTAŁY CZAS...
pt_br: ESPERANDO NA FILA, CALCULANDO TEMPO RESTANTE...
ru: ОЖИДАЮ СВОЕЙ ОЧЕРЕДИ, СЧИТАЮ ОСТАВШЕЕСЯ ВРЕМЯ...
zh_cn: 排队等候，计算剩余时间……
zh_tw: 排隊等候，計算剩餘時間……

# CHARACTERS.WX78.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: ERROR: INVALID ITEM
de: FEHLER: UNGÜLTIGER GEGENSTAND
fr: ERREUR : OBJET ERRONÉ
it: ERRORE: OGGETTO NON VALIDO
ja: ＊エラー：無効なアイテム＊
ko: 오류: 유효하지 않은 항목
pl: BŁĄD: NIEPRAWIDŁOWY ELEMENT
pt_br: ERRO: ITEM INVÁLIDO
ru: ОШИБКА: НЕВЕРНЫЙ ПРЕДМЕТ
zh_cn: 错误：无效物品
zh_tw: 錯誤：無效物品

# CHARACTERS.WX78.ACTIONFAIL.GIVE.DEAD
source: WHY? THEY'RE DEAD
de: Tot.
es_mx: ¿POR QUÉ? ESTÁN MUERTOS
fr: POURQUOI ? ILS SONT MORTS
it: PERCHÉ? SONO MORTI
ja: ＊なぜでしょう？彼らは死んでいます＊
ko: 왜? 죽었으니까
pl: PO CO? PRZECIEŻ NIE ŻYJE
pt_br: POR QUÊ? ESTÃO MORTOS
ru: ЗАЧЕМ? ОНИ МЕРТВЫ
zh_cn: 为什么？它们已经死了
zh_tw: 為什麼？它們已經死了

# CHARACTERS.WX78.ACTIONFAIL.GIVE.DUPLICATE
source: ERROR: DUPLICATE RECIPE DETECTED
de: FEHLER: DOPPELTES REZEPT ERKANNT
es_mx: ERROR: RECETA DUPLICADA DETECTADA
fr: ERREUR : DOUBLE RECETTE DÉTECTÉE
it: ERRORE: DUPLICATO DELLA RICETTA RILEVATO
ja: ＊エラー：重複したレシピが確認されました＊
ko: 오류: 반복 제조법이 감지됨
pl: BŁĄD: WYKRYTO DUPLIKAT RECEPTURY.
pt_br: ERRO: RECEITA DUPLICADA DETECTADA
ru: ОШИБКА: ОБНАРУЖЕНО: КОПИЯ
zh_cn: 错误：发现重复的菜谱
zh_tw: 錯誤：發現重複的菜譜

# CHARACTERS.WX78.ACTIONFAIL.GIVE.FOODFULL
source: ERROR: FOODFUEL ALREADY PRESENT
de: FEHLER: LEBENSMITTELKRAFTSTOFF BEREITS VORHANDEN
es_mx: ERROR: COMBUSTIBLE ALIMENTICIO YA PRESENTE
fr: ERREUR : CARBURANT DÉJÀ ACTIF
it: ERRORE: ALIMENTAZIONE GIÀ PRESENTE
ja: ＊エラー：食物燃料はすでに存在しています＊
ko: 오류: 식품연료가 이미 있음
pl: BŁĄD: BIOPALIWO JUŻ ZOSTAŁO PODANE
pt_br: ERRO: COMBUSTÍVEL ALIMENTAR JÁ PRESENTE
ru: ОШИБКА: ПИЩА УЖЕ В НАЛИЧИИ
zh_cn: 错误：食物燃料已存在
zh_tw: 錯誤：食物燃料已存在

# CHARACTERS.WX78.ACTIONFAIL.GIVE.GENERIC
source: ABSOLUTELY NOT
de: AUF KEINEN FALL
es_mx: ABSOLUTAMENTE NO
fr: ABSOLUMENT PAS
it: ASSOLUTAMENTE NO
ja: ＊絶対的にありえません＊
ko: 절대 불가
pl: ABSOLUTNIE NIE.
pt_br: ABSOLUTAMENTE NÃO
ru: СОВЕРШЕННО НЕ ТАК
zh_cn: 绝对不是
zh_tw: 絕對不是

# CHARACTERS.WX78.ACTIONFAIL.GIVE.GHOSTHEART
source: NOT WORTH IT
de: IST ES NICHT WERT
es_mx: NO VALE LA PENA
fr: PAS LA PEINE
it: NON NE VALE LA PENA
ja: ＊割に合いません＊
ko: 효용 가치 없음
pl: NIE WARTO
pt_br: NÃO VALE A PENA
ru: НЕ СТОИТ ТОГО
zh_cn: 不值得
zh_tw: 不值得

# CHARACTERS.WX78.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: SPECIAL LOG-IN REQUIRED
de: SPEZIELLES LOG-IN ERFORDERLICH
es_mx: TRONCO REQUERIDO, TRONCO
fr: BOGUE SPÉCIALE REQUISE
it: TRONCO SPECIALE RICHIESTO
ja: ＊特別なログインが必要＊
ko: 특별 로그인이 요구됨
pl: POTRZEBNY SPECJALNY KŁOD.
pt_br: LOGIN ESPECIAL NECESSÁRIO
ru: ТРЕБУЕТСЯ СПЕЦИАЛЬНОЕ БРЕВНО
zh_cn: 需要特殊登录
zh_tw: 需要特殊登錄

# CHARACTERS.WX78.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: FUNGUS UPDATE REQUIRED
de: PILZ-UPDATE ERFORDERLICH
es_mx: ACTUALIZACIÓN FÚNGICA REQUERIDA
fr: MISE À JOUR FONGIQUE REQUISE
it: AGGIORNAMENTO DEL FUNGO RICHIESTO
ja: ＊カビのアップデートが必要です＊
ko: 버섯 갱신 요구됨
pl: WYMAGANA AKTUALIZACJA STANU GRZYBÓW.
pt_br: ATUALIZAÇÃO DE FUNGO NECESSÁRIA
ru: ТРЕБУЕТСЯ ОБНОВЛЕНИЕ ГРИБНОГО СЕКТОРА
zh_cn: 需要更新菌类
zh_tw: 需要更新菌類

# CHARACTERS.WX78.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: INCOMPATIBLE
de: NICHT KOMPATIBEL
it: OGGETTO NON COMPATIBILE
ja: ＊互換性がありません＊
ko: 호환되지 않음.
pl: BŁĄD NIEKOMPATYBILNOŚCI
pt_br: INCOMPATÍVEL
ru: НЕСОВМЕСТИМО
zh_cn: 不兼容
zh_tw: 不相容

# CHARACTERS.WX78.ACTIONFAIL.GIVE.NOMOON
source: ERROR: LOGIN REQUIRES MOON VISIBILITY
de: FEHLER: ANMELDUNG ERFORDERT MOND-SICHTBARKEIT
es_mx: ERROR: EL INICIO DE SESIÓN REQUIERE LA VISIBILIDAD DE LA LUNA
fr: ERREUR : VUE SUR LA LUNE REQUISE POUR CONNEXION
it: ERRORE: L'ACCESSO RICHIEDE LA VISIBILITÀ LUNARE
ja: ＊エラー：ログインには月の可視化が必要です＊
ko: 오류: 달이 보여야 로그인 가능함
pl: BŁĄD: LOGOWANIE WYMAGA WIDOCZNEGO KSIĘŻYCA
pt_br: ERRO: LOGIN EXIGE VISIBILIDADE DA LUA
ru: ОШИБКА: ДЛЯ ВХОДА ДОЛЖНА БЫТЬ ВИДНА ЛУНА
zh_cn: 错误：登录需要看到月亮
zh_tw: 錯誤：登錄需要看到月亮

# CHARACTERS.WX78.ACTIONFAIL.GIVE.NOTDISH
source: ERROR: NOT SUITABLE FOODFUEL
de: FEHLER: NICHT GEEIGNETES LEBENSMITTEL
es_mx: ERROR: COMBUSTIBLE ALIMENTICIO NO ADECUADO
fr: ERREUR : CARBURANT NON APPROPRIÉ
it: ERRORE: ALIMENTAZIONE NON ADATTA
ja: ＊エラー：不適切な食物燃料＊
ko: 오류: 적합한 식품연료가 아님
pl: BŁĄD: NIEWŁAŚCIWE BIOPALIWO
pt_br: ERRO: COMBUSTÍVEL ALIMENTAR NÃO ADEQUADO
ru: ОШИБКА: НЕВЕРНО ПОДОБРАННАЯ ПИЩА
zh_cn: 错误：食物燃料不适合
zh_tw: 錯誤：食物燃料不適合

# CHARACTERS.WX78.ACTIONFAIL.GIVE.NOTGEM
source: PLUGIN DEVICE NOT COMPATIBLE
de: PLUGIN-GERÄT NICHT KOMPATIBEL
es_mx: ACCESORIO NO COMPATIBLE
fr: DISPOSITIF À CONNECTER NON COMPATIBLE
it: DISPOSITIVO INSERITO NON COMPATIBILE
ja: ＊プラグイン機器が対応していません＊
ko: 플러그인 장치가 호환되지 않음
pl: PLUGIN NIEKOMPATYBILNY.
pt_br: DISPOSITIVO DE PLUGIN NÃO COMPATÍVEL
ru: ПЛАГИН НЕ СОВМЕСТИМ
zh_cn: 插入设备不兼容
zh_tw: 插入設備不相容

# CHARACTERS.WX78.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: MATERIAL TOO INFERIOR TO SCULPT
de: MATERIAL ZU MINDERWERTIG ZUM FORMEN
es_mx: MATERIAL NO APTO PARA ESCULPIR
fr: MATÉRIAU TROP INFÉRIEUR POUR SCULPTURE
it: MATERIALE DI QUALITÀ TROPPO BASSA PER FARE UNA SCULTURA
ja: ＊彫刻するには物質が脆過ぎます＊
ko: 재료의 등급이 너무 낮아 조각할 수 없음
pl: ZA SŁABY MATERIAŁ DO RZEŹBIENIA.
pt_br: MATERIAL MUITO INFERIOR PARA ESCULPIR
ru: МАТЕРИАЛ НЕ ПОДХОДИТ ДЛЯ ЛЕПКИ
zh_cn: 材料太低级，无法雕刻
zh_tw: 材料太低級，無法雕刻

# CHARACTERS.WX78.ACTIONFAIL.GIVE.NOTSTAFF
source: WRONG THING
de: FALSCHE SACHE
es_mx: COSA EQUIVOCADA
fr: MAUVAISE CHOSE
it: ELEMENTO SBAGLIATO
ja: ＊間違いです＊
ko: 유효하지 않은 물건임
pl: NIEPRAWIDŁOWA RZECZ.
pt_br: COISA ERRADA
ru: ПРЕДМЕТ НЕ ПРОШЕЛ ИДЕНТИФИКАЦИЮ
zh_cn: 事物出错
zh_tw: 事物出錯

# CHARACTERS.WX78.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: WARNING: DANGER DETECTED
de: WARNUNG: GEFAHR ERKANNT
es_mx: ADVERTENCIA: PELIGRO DETECTADO
fr: ALERTE : DANGER DÉTECTÉ
it: ATTENZIONE: PERICOLO RILEVATO
ja: ＊注意：危険因子確認＊
ko: 경고: 위험 감지됨
pl: UWAGA: WYKRYTO NIEBEZPIECZEŃSTWO
pt_br: AVISO: PERIGO DETECTADO
ru: ВНИМАНИЕ. ОБНАРУЖЕНА ОПАСНОСТЬ
zh_cn: 警告：已检测到危险
zh_tw: 警告：已檢測到危險
