Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_ATTACK
source: I feel strong as a grizzly bear!
de: Ich fühle mich stark wie ein Bär!
es: ¡Me siento fuerte como un oso pardo!
fr: Je me sens fort comme un grizzly !
it: Mi sento forte come un grizzly!
ja: グリズリーみたいに強くなった気分だ！
ko: 나, 회색곰만큼 강해졌잖아!
pl: Jestem silny jak niedźwiedź grizzly!
pt_br: Me sinto forte como um urso pardo!
ru: Чувствую себя сильным, как настоящий гризли!
zh_cn: 我感觉像灰熊一样强壮！
zh_tw: 我感覺像灰熊一樣強壯！

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: Careful you don't get zapped, eh!
de: Vorsicht, dass du dir keine fängst!
es: Ojo con electrocutarte, ¡eh!
fr: Attention à ne pas prendre une prune !
it: Pericolo di folgorazione, eh!
ja: 感電しないように気をつけな！
ko: 감전되지 않게 조심하라고!
pl: Uwaga, żeby nie dać się kopnąć!
pt_br: Cuidado para não ser atingido, ein!
ru: Осторожней, а то получишь удар током, ага!
zh_cn: 小心别电击到了你！
zh_tw: 小心別電擊到了你！

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: I could stand under Niagara Falls and stay dry!
de: Ich würde sogar unter einem Wasserfall trocken bleiben!
es: ¡Podría ponerme bajo las cataratas del Niágara y mantenerme seco!
fr: Je pourrais rester sec, même sous les chutes du Niagara !
it: Potrei mettermi sotto le cascate del Niagara e rimarrei asciutto!
ja: ナイアガラの滝の下でも濡れねえぞ！
ko: 나이아가라폭포 아래 서 있어도 젖지 않겠는데!
pl: Mógłbym teraz stanąć pod wodospadem Niagara i wciąż byłbym suchy!
pt_br: Eu poderia ficar embaixo das Cataratas do Niágara e ficar seco!
ru: Меня хоть под Ниагарский водопад поставь, а я сухим оттуда выйду.
zh_cn: 就算站在尼亚加拉大瀑布下面，我也不会打湿衣服。
zh_tw: 就算站在尼亞加拉大瀑布下麵，我也不會打濕衣服。

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: I'm feelin' a heckuva lot tougher now!
de: Ich fühle mich schon viel stärker!
es: ¡Me siento mucho más fuerte ahora!
fr: Je me sens super balèze.
it: Adesso sì che mi sento molto più tosto!
ja: すっげえ強くなった感じだぜ！
ko: 훨씬 강해진 느낌이잖아!
pl: Czuję się teraz znacznie potężniejszy!
pt_br: Estou me sentindo muito mais poderoso agora!
ru: Ну, мне теперь никакие удары судьбы нипочем!
zh_cn: 我感觉突然强健多了！
zh_tw: 我感覺突然強健多了！

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: This stuff will wake you right up!
de: Dieses Zeug wird dich so richtig wach machen!
es: ¡Esto te despertará en un pispás!
fr: Ce truc donne un sacré coup de fouet !
it: Questa roba è in grado di dare una bella svegliata!
ja: 一発で目がぱっちり醒めるぜ！
ko: 이 물건이 정신이 들게 해줄 거야!
pl: To coś działa bardzo pobudzająco!
pt_br: Essa coisa acorda qualquer um!
ru: Эта штука даже мертвого разбудит!
zh_cn: 这东西会让你马上醒过来！
zh_tw: 這東西會讓你馬上醒過來！

# CHARACTERS.WOODIE.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Time to roll up our sleeves, eh Lucy?
de: Zeit, die Ärmel aufzukrempeln, was, Lucy?
es: Hora de arremangarse, ¿eh, Lucy?
fr: On se remonte les manches, hein, Lucy ?
it: È ora di rimboccarsi le maniche, eh, Lucy?
ja: ルーシー、そろそろ本気でやるか？
ko: 소매를 걷어붙일 시간이네, 그치 루시?
pl: Pora brać się do roboty, co, Lucy?
pt_br: Hora de arregaçar as mangas, ein, Lucy?
ru: Закатаем рукава и за работу, да, Люси?
zh_cn: 是时候卷起袖子干活了，对吧，露西？
zh_tw: 是時候卷起袖子幹活了，對吧，露西？

# CHARACTERS.WOODIE.ANNOUNCE_BECOMEGHOST
source: oOooOOOO!!
fr: bOuHoUhoU !
it: uUuuUuuu!!
ko: 우우우우!!
ru: o-O-o-о-O-o-o-o!
zh_cn: 呜呜呜呜呜！！
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.WOODIE.ANNOUNCE_BEES
source: Bees! Bees!
de: Bienen! Bienen!
es: ¡Abejas! ¡Abejas!
fr: Des abeilles ! Des abeilles !
it: Api! Api!
ja: 蜂だ！蜂だ！
ko: 벌! 벌!
pl: Pszczoły! Pszczoły!
pt_br: Abelhas! Abelhas!
ru: Пчелы! Пчелы!
zh_cn: 蜜蜂！蜜蜂！
zh_tw: 蜜蜂！蜜蜂！

# CHARACTERS.WOODIE.ANNOUNCE_BOAT_LEAK
source: All this water is making me very anxious.
de: Dieses Wasser macht mich ganz nervös.
es: Toda esta agua me está poniendo nervioso.
fr: Toute cette eau me stresse.
it: Tutta quest'acqua mi preoccupa.
ja: この水見てると気が気でねえな。
ko: 물 때문에 불안하잖아.
pl: Ta cała woda jest bardzo niepokojąca.
pt_br: Toda essa água está me deixando muito ansioso.
ru: Что-то тревожно мне от этих протечек.
zh_cn: 这么多水，弄得我很着急。
zh_tw: 這麼多水，弄得我很著急。

# CHARACTERS.WOODIE.ANNOUNCE_BOAT_SINK
source: Hold on, Lucy!
de: Halt durch, Lucy!
es: ¡Aguanta, Lucy!
fr: Tiens bon, Lucy !
it: Tieni duro, Lucy!
ja: ルーシー、しっかりつかまってな！
ko: 꽉 잡아, 루시!
pl: Lucy, trzymaj się!
pt_br: Segure firme, Lucy!
ru: Держись, Люси!
zh_cn: 等等，露西！
zh_tw: 等等，露西！

# CHARACTERS.WOODIE.ANNOUNCE_BOOMERANG
source: Sorry! Clumsy me!
de: Tut mir leid! Ich bin ungeschickt!
es: ¡Perdón! ¡Qué torpe soy!
fr: Désolé ! Je suis pas adroit !
it: Scusa! Sono un maldestro!
ja: すまん！″うっかりしてた！
ko: 미안해! 내 잘못이잖아!
pl: Oj! Niezdara ze mnie!
pt_br: Desculpe! Como sou desastrado!
ru: Прости! Я такой неуклюжий!
zh_cn: 抱歉！我真是笨死了！
zh_tw: 抱歉！我真是笨死了！

# CHARACTERS.WOODIE.ANNOUNCE_BRAVERY_POTION
source: Glad that's over. Never thought I'd be scared of trees.
de: Zum Glück ist das vorbei. Hätte nie gedacht, dass ich Angst vor Bäumen haben könnte.
es: Qué bien que se haya acabado. Nunca pensé que me fuesen a dar miedo los árboles.
fr: Tant mieux, c'est fini. J'aurais jamais cru avoir peur des arbres un jour.
it: Felice che sia finito. Non avrei mai pensato di aver paura degli alberi.
ja: 終わってホッしたぜ。まさかこのオレが木を怖がるとはな。
ko: 휴우, 살았다. 나무를 무서워하게 될 줄은 몰랐네.
pl: Dobrze, że już po wszystkim. Nigdy bym nie pomyślał, że będę bał się drzew.
pt_br: Ainda bem que terminou. Nunca pensei que ficaria com medo de árvores.
ru: Рад, что все кончено. Вот уж не думал, что испугаюсь деревьев.
zh_cn: 很高兴终于结束了。真没想到我会怕树。
zh_tw: 很高興終於結束了。真沒想到我會怕樹。

# CHARACTERS.WOODIE.ANNOUNCE_BURNT
source: Ouch, that's hot!
de: Autsch, das ist heiß!
es: ¡Ay, está caliente!
fr: Aïe, ça brûle !
it: Ahi, scotta!
ja: イテ、熱い！
ko: 앗, 뜨겁잖아!
pl: Auć! Gorące to.
pt_br: Autch, isso está quente!
ru: Ай, горячо!
zh_cn: 哎哟，太热了！
zh_tw: 哎喲，太熱了！

# CHARACTERS.WOODIE.ANNOUNCE_CALL_BEEF
source: Hey bud, over here!
de: Hey Kumpel, hier drüben!
es: Eh, coleguilla, ¡ven aquí!
fr: Hé, copain ! Par ici !
it: Ehi, amico, vieni qui!
ja: 相棒、こっちだ！
ko: 이봐 친구, 여기야!
pl: Hej, wołku, chodź no tutaj!
pt_br: Ei, amigo, vem cá!
ru: Эй, дружище, ко мне!
zh_cn: 嘿，伙计，到这来！
zh_tw: 嘿，夥計，到這來！

# CHARACTERS.WOODIE.ANNOUNCE_CANFIX
source: I think I can fix this!
de: Ich glaub, ich kann das reparieren!
es: ¡Creo que puedo arreglarlo!
fr: Je dois pouvoir réparer ça !
it: Credo di poter intervenire!
ja: これを修理できると思う！
ko: 고칠 수 있을 것 같아!
pl: Chyba umiałabym to naprawić!
pt_br: Acho que posso arrumar isso!
ru: Кажется, я могу это исправить!
zh_cn: 我觉得我能修好这个！
zh_tw: 我覺得我能修好這個！

# CHARACTERS.WOODIE.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: Dangit, I'm missing a few things.
de: Verdammt, ich habe ein paar Dinge übersehen.
es: Maldición, me faltan cosas.
fr: Mince, il me manque certains trucs.
it: Cavoli, mi mancano alcune cose.
ja: ちくしょう！足りねぇものがありやがる！
ko: 쳇, 몇 가지를 놓치고 있잖아.
pl: A niech to, brakuje mi kilku rzeczy.
pt_br: Raios, ainda preciso de algumas coisas mais.
ru: Вот черт, чего-то не хватает.
zh_cn: 倒霉啊，俺手头东西不够。
zh_tw: 倒楣啊，俺手頭東西不夠。

# CHARACTERS.WOODIE.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: I'm gonna need a proper workstation.
de: Ich werde einen richtigen Arbeitsplatz brauchen.
es: Voy a necesitar una sitio en condiciones para trabajar.
fr: Il va me falloir une vraie station de travail.
it: Avrò bisogno di un vero banco di lavoro.
ja: 目的に合った作業台が必要だぜ。
ko: 적절한 작업대가 필요해.
pl: Będę potrzebować porządnego stanowiska pracy.
pt_br: Vou precisar de uma estação de trabalho de verdade.
ru: Тут сгодится настоящая мастерская.
zh_cn: 得有个像样的工作站才行。
zh_tw: 得有個像樣的工作站才行。

# CHARACTERS.WOODIE.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: That one might take some lookin' into.
de: Das muss man sich mal ansehen.
es: Me va a hacer falta investigar un poco.
fr: Il va falloir que je me penche sur le sujet.
it: Dovrò darci una bella occhiata prima.
ja: ちょっと調べねぇといけねぇな。
ko: 조사를 좀 해봐야겠어.
pl: Najpierw trza to obmyślić.
pt_br: Isso aí vai precisar ser estudado direitinho.
ru: Тут покумекать надо, что делать-то вообще.
zh_cn: 得先好好琢磨琢磨。
zh_tw: 得先好好琢磨琢磨。

# CHARACTERS.WOODIE.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: Better put this closer to the judge's booth.
de: Ich bringe das besser näher an die Richterbude.
es: Habrá que ponerlo cerca del puesto del juez.
fr: Ce serait mieux de se rapprocher du stand du juge.
it: Sarà meglio metterlo più vicino al banco del giudice.
ja: こんくらい審査員のブースと近づけねぇとな。
ko: 심사위원 부스 가까이에 두는 것이 좋아.
pl: Najlepiej ustawić ją jak najbliżej stanowiska jurora.
pt_br: Melhor colocar isso perto do Estande do Juiz.
ru: Надо поставить столб поближе к судье.
zh_cn: 最好放在评委席附近。
zh_tw: 最好放在評委席附近。

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: Now's not the best time to catch some zeds!
de: Das ist nicht die Zeit zum Ratzen!
es: ¡Este no es el mejor momento de echar una cabezadita!
fr: C'est pas le moment de faire la sieste !
it: Non è il momento migliore per schiacciare un pisolino!
ja: 寝るのにはまだ早えぞ！
ko: 지금은 자기에 좋은 때가 아니잖아!
pl: To nie jest pora na ucinanie komara!
pt_br: Agora não é a melhor hora para tirar soneca!
ru: Не лучшее сейчас время подушку давить!
zh_cn: 现在不是呼呼大睡的时候！
zh_tw: 現在不是呼呼大睡的時候！

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_ERROR_STUNNED
source: We shoulda worked more on those reflexes, eh?
de: An den Reflexen sollten wir noch arbeiten, wie?
es: Deberíamos haber trabajado más esos reflejos, ¿eh?
fr: On aurait dû travailler les réflexes, hein ?
it: Avremmo dovuto lavorare di più sui riflessi, eh?
ja: 反射神経をもうちょっと鍛えねえといけないようだな。
ko: 반사 신경을 키웠다면 좋았겠네, 그치?
pl: Trzeba było popracować nad tym refleksem, nie?
pt_br: Deveríamos ter reforçado mais esses reflexos, né?
ru: Надо бы нам с тобой поработать над рефлексами, да?
zh_cn: 我们反应没训练好，对吧？
zh_tw: 我們反應沒訓練好，對吧？

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_ERROR_WALKING
source: You've gotta move faster than that!
de: Du musst dich schneller bewegen!
es: ¡Tienes que moverte más rápido!
fr: Il faut aller plus vite que ça !
it: Devi andare più veloce di così!
ja: もっと速く動かねえとダメだ！
ko: 더 빨리 움직여야 하잖아!
pl: Musisz być szybsza!
pt_br: Você precisa ser mais rápido que isso!
ru: Беги быстрее, а то догонят!
zh_cn: 你这么慢可不行！
zh_tw: 你這麼慢可不行！

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Seems like its sense of direction isn't the greatest, eh Lucy?
de: Ihr Orientierungssinn ist nicht überwältigend, was, Lucy?
es: Parece que no tiene un gran sentido de la orientación, ¿eh, Lucy?
fr: On dirait que t'es pas douée pour l'orientation, hein, Lucy ?
it: A quanto pare, non ha un gran senso dell'orientamento, eh, Lucy?
ja: 方向感覚はあまりよくねえみたいだな。なあ、ルーシー？
ko: 방향 감각이 그리 좋지 않은 모양이네. 그치 루시?
pl: Nie ma najlepszej orientacji, nie, Lucy?
pt_br: Parece que seu senso de direção não é o melhor, né, Lucy?
ru: Кажется, у нее не особенно хорошее чувство направления, да, Люси?
zh_cn: 看来它的方向感不行，对不，露西？
zh_tw: 看來它的方向感不行，對不，露西？

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: How aboot you try going the other way?
de: Wie wäre es mit der anderen Richtung?
es: ¿Qué tal si intentas ir por el otro lado?
fr: Et si tu changeais de sens ?
it: Perché non provi ad andare dall'altra parte?
ja: 逆の方向に行くってのはどうだ？
ko: 다른 쪽으로 가는 건 어떨까?
pl: Może byś spróbowała ruszyć w drugą stronę?
pt_br: Que tal você ir na outra direção?
ru: Может, ты в другую сторону побежишь?
zh_cn: 你能不能往另一边跑？
zh_tw: 你能不能往另一邊跑？

# CHARACTERS.WOODIE.ANNOUNCE_CARRAT_START_RACE
source: Aaaaand go!
de: Uuuund los!
es: ¡Vaaaaamos!
fr: Eeeeet partez !
it: Eeeeee si parte!
ja: よーい…ドン！
ko: 준비이이이, 출발!
pl: Iiiiii start!
pt_br: Eeeeee vai!
ru: И… Начали!
zh_cn: 跑步前进！
zh_tw: 跑步前進！

# CHARACTERS.WOODIE.ANNOUNCE_CAVEIN
source: Sounds like some trouble up above.
de: Hört sich nach Ärger da oben an.
es: Parece como si hubiera problemas arriba.
fr: C'est pas très engageant là-haut.
it: Sembra ci siano dei problemi lassù.
ja: 上がずいぶん騒がしいな…
ko: 위에 문제가 생긴 것 같은데.
pl: Coś tam się porobiło.
pt_br: Parece que tem problema lá em cima.
ru: Звучит так, будто там наверху не все гладко.
zh_cn: 听起来上面有些麻烦。
zh_tw: 聽起來上面有些麻煩。

# CHARACTERS.WOODIE.ANNOUNCE_CHARLIE
source: Who's there, eh?
de: Wer ist da, he?
es: ¿Quién anda ahí, eh?
fr: Qui est là ? Hein ?
it: Chi c'è là, eh?
ja: そこにいるのは誰なの、ねぇ？
ko: 거기 누구 있어?
pl: Któż tam się czai!
pt_br: Quem está aí, hã?
ru: Кто это там, а?
zh_cn: 谁在那儿，嗯？
zh_tw: 誰在那兒，嗯？

# CHARACTERS.WOODIE.ANNOUNCE_CHARLIE_ATTACK
source: Yeouch! That was rough!
de: Autsch! Das war gemein!
es: ¡Ayyy! ¡Me ha dolido!
fr: Aïe ! C'était brutal !
it: Ahio! Che botta!
ja: アイタタ！今のはきつかった！
ko: 윽! 거칠잖아!
pl: Aaaauć! To bolało!
pt_br: Autch! Essa foi braba!
ru: Ай! Больно!
zh_cn: 哎哟！太粗暴了！
zh_tw: 哎喲！太粗暴了！

# CHARACTERS.WOODIE.ANNOUNCE_COLD
source: It's a bit chilly out here!
de: Es ist ein bisschen frostig.
es: ¡Hace un poco de fresquito aquí!
fr: Il fait un peu froid par ici !
it: È un po' freddo qui fuori!
ja: ちと寒みぃな！
ko: 좀 춥잖아!
pl: Trochę tu zimno!
pt_br: Está um pouco frio aqui!
ru: Немного похолодало!
zh_cn: 这里有点冷！
zh_tw: 這裡有點冷！

# CHARACTERS.WOODIE.ANNOUNCE_COMPASS_OUT
source: I'll always have the North in my heart.
de: Ich hab den Norden immer im Herzen.
es: Siempre tendré el Norte en mi corazón.
fr: J'aurai toujours le nord dans mon cœur.
it: Il Nord sarà sempre nel mio cuore.
ja: 針は動かねぇが、心はいつも北向いてるぜ
ko: 내 마음은 언제나 북쪽에 있잖아.
pl: Północ na zawsze w moim sercu.
pt_br: Sempre terei o norte no meu coração.
ru: Север всегда со мной.
zh_cn: 北方永远在我心中。
zh_tw: 北方永遠在我心中。

# CHARACTERS.WOODIE.ANNOUNCE_CRAFTING_FAIL
source: I can't do that right now.
de: Das kann ich im Moment nicht tun.
es: Ahora mismo no puedo hacer eso.
fr: Je ne peux pas faire ça pour le moment.
it: Non posso farlo in questo momento.
ja: いまはできないよ。
ko: 지금은 할 수 없잖아.
pl: Nie mogę tego teraz zrobić.
pt_br: Não posso fazer isso agora.
ru: Я не могу сделать это прямо сейчас.
zh_cn: 我现在没法做那个。
zh_tw: 我現在沒法做那個。

# CHARACTERS.WOODIE.ANNOUNCE_DAMP
source: A bit damp, eh?
de: Büsch'n feucht, oder?
es: Un poco húmedo, ¿eh?
fr: Un peu humide, hein ?
it: Un po' umido, eh?
ja: ちと湿ってきたな
ko: 좀 축축하다, 그치?
pl: Trochę mokra, co nie?
pt_br: Meio úmido, não?
ru: Сыро как-то, да?
zh_cn: 有点潮湿，是吗？
zh_tw: 有點潮濕，是嗎？

# CHARACTERS.WOODIE.ANNOUNCE_DEERCLOPS
source: What was that?
de: Was war das?
es: ¿Qué ha sido eso?
fr: Qu'est-ce que c'était que ça ?
it: Che cos'è stato?
ja: あれは何だ？
ko: 저게 뭐지?
pl: Co to było?
pt_br: O que foi isso?
ru: Что это было?
zh_cn: 那是什么？
zh_tw: 那是什麼？

# CHARACTERS.WOODIE.ANNOUNCE_DESPAWN
source: This feels strangely familiar...
de: Das kommt mir sonderbar vertraut vor ...
es: Me suena mucho...
fr: Ça a l'air étrangement familier...
it: La cosa sembra stranamente familiare...
ja: なんだか妙に見覚えがあるんだよな…
ko: 이상하게 익숙하잖아...
pl: Dziwnie znajome uczucie...
pt_br: Isso parece estranhamente familiar...
ru: На удивление знакомо…
zh_cn: 有种奇怪的熟悉感......
zh_tw: 有種奇怪的熟悉感......

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_ATTACK
source: Sorry, all the fight's gone out of me.
de: Nun ist mir nicht mehr nach Kämpfen zumute.
es: Lo siento, no tengo fuerzas para luchar.
fr: J'ai perdu toute ma motivation.
it: Mi spiace, ma non ho più voglia di combattere.
ja: すまねえ、戦う気力がなくなっちまった。
ko: 미안, 전투력이 없어졌어.
pl: Przykro mi, straciłem wolę walki.
pt_br: Desculpe, minha energia se esgotou.
ru: Увы, боевой дух из меня весь вышел.
zh_cn: 抱歉，没心思打架了。
zh_tw: 抱歉，沒心思打架了。

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: Power's out, eh?
de: Stromausfall, was?
es: No hay electricidad, ¿eh?
fr: Y'a plus de courant, hein ?
it: È andata via la luce, eh?
ja: 停電か？
ko: 전력이 끊겼네, 그치?
pl: Prąd się skończył, co?
pt_br: A eletricidade acabou, né?
ru: Заряд закончился, да?
zh_cn: 没电了，是不是？
zh_tw: 沒電了，是不是？

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: I can feel the dampness creepin' back in.
de: Ich spüre, wie die Feuchtigkeit wieder reinkriecht.
es: Puedo sentir cómo vuelve la humedad.
fr: Je sens l'humidité qui recommence à s'infiltrer.
it: Sento l'umidità tornarmi nelle ossa.
ja: 湿り気が戻ってきやがったな。
ko: 축축함이 돌아오는 느낌이잖아.
pl: Czuję, że wilgotność powraca.
pt_br: Estou sentindo a umidade voltando.
ru: Я чувствую, как вода проникает сквозь одежду.
zh_cn: 能感觉到潮气一点点回来了。
zh_tw: 能感覺到潮氣一點點回來了。

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: Anyone got a spare hockey helmet?
de: Hat jemand einen Hockeyhelm übrig?
es: ¿A alguien le sobra un casco de hockey?
fr: Quelqu'un a un casque de hockey à me prêter ?
it: Qualcuno ha un casco da hockey che non usa?
ja: アイスホッケーのヘルメット、どこかに余ってねえか？
ko: 하키 헬멧 남는 사람?
pl: Ma ktoś zapasowy kask hokejowy?
pt_br: Alguém tem um capacete de hóquei de reserva?
ru: Есть у кого лишний хоккейный шлем?
zh_cn: 有多余的曲棍球头盔吗？
zh_tw: 有多餘的曲棍球頭盔嗎？

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: I'm gettin' tired, I think it's wearing off.
de: Ich werde müde, ich glaube, es lässt nach.
es: Me empiezo a cansar... Creo que se está pasando el efecto.
fr: Je commence à être fatigué. Je crois que l'effet se dissipe.
it: Inizio a stancarmi, penso che l'effetto stia svanendo.
ja: 疲れてきちまったな。効果が切れかかってんのかもしんねぇ。
ko: 피곤해, 지쳐가는 것 같아.
pl: Robię się zmęczony, chyba przestaje działać.
pt_br: Tô ficando cansado, acho que o efeito tá passando.
ru: Я начинаю уставать. Видимо, эффект слабеет.
zh_cn: 我开始累了，那东西开始失效了。
zh_tw: 我開始累了，那東西開始失效了。

# CHARACTERS.WOODIE.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: That's enough hustlin' around for now.
de: Genug gewerkelt.
es: Ha sido suficiente ajetreo por hoy.
fr: Ça suffit, toute cette agitation.
it: Per ora ne ho abbastanza di darmi da fare.
ja: 忙しく走り回るのもこれまでだ。
ko: 이제 그만 설치고 다닐래.
pl: Na razie wystarczy tej roboty.
pt_br: Já chega de labutar por ora.
ru: Теперь можно и поработать.
zh_cn: 干活干的差不多了。
zh_tw: 幹活幹的差不多了。

# CHARACTERS.WOODIE.ANNOUNCE_DIG_DISEASE_WARNING
source: Fixed'r right up.
de: Die ist wieder auf dem Damm.
es: Arréglenlo ya.
fr: J'ai réglé le problème.
it: Riparazioni in arrivo.
ja: これで大丈夫だろう。
ko: 얼른 고쳐야지.
pl: Przechlapane.
pt_br: Consertadinho.
ru: Исправлено.
zh_cn: 完全恢复了。
zh_tw: 完全恢復了。

# CHARACTERS.WOODIE.ANNOUNCE_DUSK
source: It's almost my bedtime.
de: Es ist fast Zeit zum Schlafen.
es: Ya casi es hora de ir a la cama.
fr: C'est presque l'heure du coucher.
it: È quasi il momento di andare a dormire.
ja: もうすぐおねんねの時間だ。
ko: 거의 잘 시간이잖아.
pl: Niedługo czas do łóżka.
pt_br: Está quase na minha hora de dormir.
ru: Нужно готовиться ко сну.
zh_cn: 快到我的睡觉时间了。
zh_tw: 快到我的睡覺時間了。

# CHARACTERS.WOODIE.ANNOUNCE_EAT.GENERIC
source: Tasty!
de: wohlschmeckend
es: ¡Qué bueno!
fr: Bon !
it: Saporito!
ja: 美味い！
ko: 맛있어!
pl: Pycha!
pt_br: Gostoso!
ru: М-м-м, вкусно!
zh_cn: 好吃！
zh_tw: 好吃！

# CHARACTERS.WOODIE.ANNOUNCE_EAT.INVALID
source: I don't think my teeth could cut through that.
de: Ich glaube nicht, dass meine Zähne das durchbeißen können.
es: No creo que mis dientes puedan masticar eso.
fr: Je ne crois pas pouvoir planter mes crocs là-dedans.
it: Non credo che i miei denti riescano a masticarlo.
ja: 歯だけじゃそれを噛みきれないと思う。
ko: 내 이빨도 안 들어갈 것 같은데.
pl: Moje zęby tego nie przeżują.
pt_br: Acho que meus dentes não conseguem cortar isso.
ru: Я боюсь зубы сломать.
zh_cn: 我的牙齿应该咬不动那个。
zh_tw: 我的牙齒應該咬不動那個。

# CHARACTERS.WOODIE.ANNOUNCE_EAT.PAINFUL
source: That was past the expiry date.
de: Da war das Verfallsdatum schon abgelaufen.
es: Eso estaba caducado.
fr: La date de péremption était dépassée.
it: Era oltre la data di scadenza.
ja: 有効期限を過ぎていた。
ko: 유효 기간이 지난 거였어.
pl: Data ważności ewidentnie minęła.
pt_br: Isso já tinha passado da validade.
ru: Это уже несъедобно!
zh_cn: 已经过了保质期了。
zh_tw: 已經過了保質期了。

# CHARACTERS.WOODIE.ANNOUNCE_EAT.SPOILED
source: That was a wee bit manky.
de: Das war ein bisschen ekelig.
es: Eso estaba un poquitito podrido.
fr: C'était un peu cradingue.
it: È stato un tantino disgustoso.
ja: ほんの少し臭った。
ko: 먹을 수 있는 상태가 아니었어.
pl: Trochę dziwnie smakowało.
pt_br: Isso estava um pouquinho nojento.
ru: Чуток испортилось.
zh_cn: 有一点点坏了。
zh_tw: 有一點點壞了。

# CHARACTERS.WOODIE.ANNOUNCE_EAT.STALE
source: I got to that one just in time.
de: Gerade noch rechtzeitig.
es: Lo he comido justo a tiempo.
fr: Fallait pas attendre plus longtemps.
it: Sono arrivato appena in tempo.
ja: 時間内にちょうどそれを手に入れた。
ko: 완전히 썩기 전에 먹었잖아.
pl: Zdążyłem w samą porę.
pt_br: Cheguei bem a tempo!
ru: Я успел как раз вовремя.
zh_cn: 我要赶紧把它吃掉。
zh_tw: 我要趕緊把它吃掉。

# CHARACTERS.WOODIE.ANNOUNCE_EAT.YUCKY
source: I'd rather chew on blubber balls.
de: Ich kaue lieber Walfischkugeln.
es: Preferiría masticar bolas de grasa.
fr: Plutôt mâcher des boules de graisse de baleine.
it: Preferirei masticare il blubbolo.
ja: 脂のかたまり食ってたほうがマシだな…
ko: 차라리 블러버 공을 씹겠잖아.
pl: Wolałbym żuć słoninę.
pt_br: Prefiro mastigar bolas de gordura.
ru: Я лучше пожую медузьи яйца.
zh_cn: 我宁愿嚼鲸脂丸子。
zh_tw: 我寧願嚼鯨脂丸子。

# CHARACTERS.WOODIE.ANNOUNCE_EATING_NOT_FEASTING
source: I wouldn't feel good aboot keeping this all to myself.
de: Wäre nicht schön, das alles für mich zu behalten.
es: No me sentiría bien quedándome con todo esto para mí solo.
fr: Je préfère ne pas tout garder pour moi.
it: Non avrei la coscienza a posto se tenessi tutto per me.
ja: オレが全部いただくのは気が引けるな。
ko: 나 혼자만 먹으면 재미없잖아.
pl: Nie czułbym się w porządku, gdybym zachował to wszystko dla siebie.
pt_br: Eu não me sentiria bem de guardar tudo isso só para mim.
ru: Мне было бы неловко есть все это в одиночестве.
zh_cn: 俺不好意思自己独吞。
zh_tw: 俺不好意思自己獨吞。

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.1
source: Hnff...
es: Ufff...
it: Uhnff...
ja: フゥゥ…
ko: 흐그그...
ru: Хм-м!…
zh_cn: 哼...
zh_tw: 哼...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.10
source: Huff... huff...
de: Uff ... Uff ...
es: Uff... uff...
fr: Heuf... heuf...
it: Uff... uff...
ja: フゥ…フゥ…
ko: 헉... 헉...
pl: Uff... uff...
pt_br: Ufa... ufa...
ru: Ух-х… ух-х…
zh_cn: 呼...呼...
zh_tw: 呼...呼...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.2
source: No... Don't get up... Lucy...
de: Nein ... Nicht aufstehen ... Lucy ...
es: No... No te rindas... Lucy...
fr: Non... Te lève pas... Lucy...
it: No... non alzarti... Lucy...
ja: ルーシー…起きるんじゃねえ…
ko: 아니... 일어나지 마... 루시...
pl: Nie... Nie wstawiaj... Lucy...
pt_br: Não... Não se levante... Lucy...
ru: Нет… Не вставай… Люси…
zh_cn: 不...别起来...露西...
zh_tw: 不...別起來...露西...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.3
source: Heavy... Eh...?
de: Schwer ... Was ...?
es: Cómo pesa... ¿Eh...?
fr: Lourd... hein... ?
it: Pesante... eh...?
ja: 重いな…
ko: 무겁잖아... 그치...?
pl: Ciężko... Ej...?
pt_br: Pesado... Hã...?
ru: Тяжелый… А…?
zh_cn: 这么重...呀...？
zh_tw: 這麼重...呀...？

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.4
source: ...oof...
de: ... Ahh ...
es: ... uf...
fr: ... Pouh...
it: ...uuf...
ja: …ウッ…
ko: ...으...
pl: ...uff...
pt_br: Ufa...
ru: …у-уф…
zh_cn: ...见鬼...
zh_tw: ...見鬼...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.5
source: I'll keep... lumberin' along...
de: Ich werde ... weiter wursteln ...
es: Tengo... madera para esto...
fr: Je marche d'un pas... pesant...
it: Continuerò... a trascinarmi...
ja: オレは木を…切り続けるんだ…
ko: 계속... 힘낼게...
pl: Będziemy... szli... nieprzerwanie...
pt_br: Vou continuar... em frente...
ru: Я продолжу… рубить дальше…
zh_cn: 我会继续...伐木...
zh_tw: 我會繼續...伐木...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.6
source: No point... complainin'...
de: Beschwerden ... sind sinnlos ...
es: De nada sirve... quejarse...
fr: Inutile... de se plaindre...
it: Non serve... lamentarsi...
ja: 文句言っても…しょうがねえ…
ko: 불평해봤자... 소용없잖아...
pl: Nie ma... co... narzekać...
pt_br: Não tem sentido... reclamar...
ru: Нет причин… для нытья…
zh_cn: 抱怨...没意义...
zh_tw: 抱怨...沒意義...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.7
source: Work's... gotta get done...
de: Arbeit ... musst gemacht werden ...
es: El trabajo... tiene que hacerse...
fr: Faut bien faire le boulot...
it: Il lavoro... bisogna mandarlo avanti...
ja: 仕事は…片付けねえとな…
ko: 작업을... 완료해야 되잖아...
pl: Robota... sama się... nie zrobi...
pt_br: O trabalho... precisa ser feito...
ru: Работу… нужно закончить…
zh_cn: 工作...总得完成...
zh_tw: 工作...總得完成...
