Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: DATA INCOMPLETE, MUST ACQUIRE ADDITIONAL FASHION SCRAPS
de: DATENSATZ UNVOLLSTÄNDIG, MUSS ZUSÄTZLICHE MODESCHNIPSEL ERWERBEN
fr: DONNÉES INCOMPLÈTES, ACQUISITION D'AUTRES DONNÉES DE MODE NÉCESSAIRE
it: DATI INCOMPLETI, È NECESSARIO ACQUISIRE ULTERIORI MODELLI
ja: ＊不完全なデータ。型紙の断片を追加で獲得する必要がございます＊
ko: 데이터가 완전하지 않음, 추가 패션 스크랩을 획득해야 함.
pl: NIEPEŁNE DANE, TRZEBA ZEBRAĆ DODATKOWE SKRAWKI ODZIEŻY.
pt_br: DADOS INCOMPLETOS, PRECISO ADQUIRIR PEDAÇOS ADICIONAIS DE MODELO
ru: НЕДОСТАТОЧНО ДАННЫХ, ТРЕБУЮТСЯ ДОПОЛНИТЕЛЬНЫЕ ФРАГМЕНТЫ ВЫКРОЕК
zh_cn: 数据不完整，必须获取额外的时尚碎片
zh_tw: 資料不完整，必須獲取額外的時尚碎片

# CHARACTERS.WX78.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: DATA INCOMPLETE, MUST ACQUIRE ADDITIONAL FASHION SCRAPS
de: DATENSATZ UNVOLLSTÄNDIG, MUSS ZUSÄTZLICHE MODESCHNIPSEL ERWERBEN
fr: DONNÉES INCOMPLÈTES, ACQUISITION D'AUTRES DONNÉES DE MODE NÉCESSAIRE
it: DATI INCOMPLETI, È NECESSARIO ACQUISIRE ULTERIORI MODELLI
ja: ＊不完全なデータ。型紙の断片を追加で獲得する必要がございます＊
ko: 데이터가 완전하지 않음, 추가 패션 스크랩을 획득해야 함.
pl: NIEPEŁNE DANE, TRZEBA ZEBRAĆ DODATKOWE SKRAWKI ODZIEŻY.
pt_br: DADOS INCOMPLETOS, PRECISO ADQUIRIR PEDAÇOS ADICIONAIS DE MODELO
ru: НЕДОСТАТОЧНО ДАННЫХ, ТРЕБУЮТСЯ ДОПОЛНИТЕЛЬНЫЕ ФРАГМЕНТЫ ВЫКРОЕК
zh_cn: 数据不完整，必须获取额外的时尚碎片
zh_tw: 資料不完整，必須獲取額外的時尚碎片

# CHARACTERS.WX78.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: DATA INCOMPLETE, MUST ACQUIRE ADDITIONAL FASHION SCRAPS
de: DATENSATZ UNVOLLSTÄNDIG, MUSS ZUSÄTZLICHE MODESCHNIPSEL ERWERBEN
fr: DONNÉES INCOMPLÈTES, ACQUISITION D'AUTRES DONNÉES DE MODE NÉCESSAIRE
it: DATI INCOMPLETI, È NECESSARIO ACQUISIRE ULTERIORI MODELLI
ja: ＊不完全なデータ。型紙の断片を追加で獲得する必要がございます＊
ko: 데이터가 완전하지 않음, 추가 패션 스크랩을 획득해야 함.
pl: NIEPEŁNE DANE, TRZEBA ZEBRAĆ DODATKOWE SKRAWKI ODZIEŻY.
pt_br: DADOS INCOMPLETOS, PRECISO ADQUIRIR PEDAÇOS ADICIONAIS DE MODELO
ru: НЕДОСТАТОЧНО ДАННЫХ, ТРЕБУЮТСЯ ДОПОЛНИТЕЛЬНЫЕ ФРАГМЕНТЫ ВЫКРОЕК
zh_cn: 数据不完整，必须获取额外的时尚碎片
zh_tw: 資料不完整，必須獲取額外的時尚碎片

# CHARACTERS.WX78.DESCRIBE.YOTB_POST
source: HAIRY MINION INSPECTION ZONE
de: BESICHTIGUNGSZONE FÜR HAARIGE LAKAIEN
fr: ZONE D'INSPECTION DU SOUS-FIFRE VELU
it: ZONA DI ISPEZIONE DEL SEGUACE PELOSO
ja: ＊毛深い隷属生物の検査場です＊
ko: 털이 많은 부하 검사 구역.
pl: STREFA INSPEKCJI WŁOCHATEGO SŁUGI
pt_br: ZONA DE INSPEÇÃO DE LACAIOS PELUDOS
ru: ЗОНА ОСМОТРА ВОЛОСАТЫХ МИНЬОНОВ
zh_cn: 长毛随从检查区
zh_tw: 長毛隨從檢查區

# CHARACTERS.WX78.DESCRIBE.YOTB_POST_ITEM
source: CONSTRUCTION REQUIRED
de: BAU ERFORDERLICH
fr: CONSTRUCTION REQUISE
it: COSTRUZIONE NECESSARIA
ja: ＊建設が必要です＊
ko: 공사 필요.
pl: WYMAGANA KONSTRUKCJA
pt_br: CONSTRUÇÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ СТРОИТЕЛЬСТВО
zh_cn: 需要建造
zh_tw: 需要建造

# CHARACTERS.WX78.DESCRIBE.YOTB_SEWINGMACHINE
source: HAIRY MINION COSTUME FABRICATOR
de: KOSTÜM-FABRIKATIONSANLAGE FÜR HAARIGE LAKAIEN
fr: FABRICATEUR DE COSTUME POUR LE SOUS-FIFRE VELU
it: FABBRICATORE DI COSTUMI PER SEGUACE PELOSO
ja: ＊毛深い隷属生物の衣装製作機です＊
ko: 털이 많은 부하 의상 제작자임.
pl: FABRYKATOR KOSTIUMU DLA WŁOCHATEGO SŁUGI
pt_br: FABRICADORA DE FANTASIAS DE LACAIO PELUDO
ru: АППАРАТ ПО ПРОИЗВОДСТВУ КОСТЮМОВ ДЛЯ ВОЛОСАТЫХ МИНЬОНОВ
zh_cn: 长毛随从服装生成器
zh_tw: 長毛隨從服裝生成器

# CHARACTERS.WX78.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: HAIRY MINION COSTUME FABRICATOR
de: KOSTÜM-FABRIKATIONSANLAGE FÜR HAARIGE LAKAIEN
fr: FABRICATEUR DE COSTUME POUR LE SOUS-FIFRE VELU
it: FABBRICATORE DI COSTUMI PER SEGUACE PELOSO
ja: ＊毛深い隷属生物の衣装製作機です＊
ko: 털이 많은 부하 의상 제작자임.
pl: FABRYKATOR KOSTIUMU DLA WŁOCHATEGO SŁUGI
pt_br: FABRICADORA DE FANTASIAS DE LACAIO PELUDO
ru: АППАРАТ ПО ПРОИЗВОДСТВУ КОСТЮМОВ ДЛЯ ВОЛОСАТЫХ МИНЬОНОВ
zh_cn: 长毛随从服装生成器
zh_tw: 長毛隨從服裝生成器

# CHARACTERS.WX78.DESCRIBE.YOTB_STAGE
source: YOU WILL NAME ME THE WINNER, FLESHLING
de: DU WIRST MICH ZUM SIEGER KÜREN, FLEISCHLING
fr: VOUS DÉSIGNEREZ LE VAINQUEUR, CHOSE EN VIANDE
it: MI PROCLAMERAI VINCITORE, ESSERE DI CARNE
ja: ＊有機生命体よ、勝つのはこの私です＊
ko: 그대는 본좌를 승자로 지명할 거임, 고깃덩어리.
pl: OGŁOSISZ MNIE ZWYCIĘZCĄ, MIĘSAKU.
pt_br: VOCÊ VAI ME DECLARAR VENCEDOR, SACO DE CARNE
ru: ТЫ НАЗОВЕШЬ МЕНЯ ПОБЕДИТЕЛЕМ, СУЩЕСТВО ИЗ ПЛОТИ
zh_cn: 你将宣布我胜出，肉体生物
zh_tw: 你將宣佈我勝出，肉體生物

# CHARACTERS.WX78.DESCRIBE.YOTB_STAGE_ITEM
source: COMMENCE CONSTRUCTION
de: BEGINNE BAU
fr: DÉBUT DE LA CONSTRUCTION
it: INIZIARE LA COSTRUZIONE
ja: ＊建設を実行します＊
ko: 건설 시작.
pl: ROZPOCZYNAM KONSTRUKCJĘ.
pt_br: INICIAR CONSTRUÇÃO
ru: ЗАПУСТИТЬ СТРОИТЕЛЬСТВО
zh_cn: 开始建造
zh_tw: 開始建造

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: DEACTIVATED
de: DEAKTIVIERT.
es_mx: DESACTIVADO
fr: DÉSACTIVÉ
it: DISATTIVATO
ja: ＊無効＊
ko: 비활성화됨
pl: DEZAKTYWOWANO.
pt_br: DESATIVADA
ru: ДЕАКТИВИРОВАНО
zh_cn: 已停用
zh_tw: 已停用

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: REQUIRES OFFERING OF VEGETABLE SOURCE CODE
de: BENÖTIGT VEGETABILEN QUELLCODE
es_mx: REQUIERE UNA OFRENDA DE UN CÓDIGO FUENTE VEGETAL
fr: UNE OFFRANDE DE CODE SOURCE DE LÉGUME EST REQUISE
it: RICHIEDE L'OFFERTA DI UN CODICE SORGENTE DI VERDURA
ja: ＊野菜源のコードのオファーが必要です＊
ko: 채소 소스 코드를 제물로 요구함
pl: WYMAGA OFIARY O WARZYWNYM KODZIE ŹRÓDŁOWYM
pt_br: REQUER OFERTA DE CÓDIGO-FONTE VEGETAL
ru: НЕОБХОДИМО ПОДНОШЕНИЕ В ВИДЕ ИСХОДНОГО КОДА ОВОЩА
zh_cn: 需要提供植物源代码
zh_tw: 需要提供植物原始程式碼

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: ACCESS GRANTED
de: ZUGRIFF GEWÄHRT
es_mx: ACCESO CONCEDIDO
fr: ACCÈS AUTORISÉ
it: ACCESSO CONSENTITO
ja: ＊アクセス許可＊
ko: 액세스 권한 부여됨
pl: PRZYZNANO DOSTĘP
pt_br: ACESSO CONCEDIDO
ru: ДОСТУП РАЗРЕШЕН
zh_cn: 已准许进行访问
zh_tw: 已准許進行訪問

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: UTTERLY DESTROYED
de: TOTAL ZERSTÖRT
es_mx: TOTALMENTE DESTRUIDO
fr: TOTALEMENT DÉTRUIT
it: COMPLETAMENTE DISTRUTTA
ja: ＊すっかり破壊されました＊
ko: 완전히 파괴됨
pl: ULEGŁ KOMPLETNEJ DESTRUKCJI
pt_br: A DESTRUIÇÃO FOI COMPLETA
ru: ПОЛНОСТЬЮ РАЗРУШЕНО
zh_cn: 摧毁殆尽
zh_tw: 摧毀殆盡

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: "PRACTICE"... HOW ORGANIC
de: "ÜBUNG" ... WIE ORGANISCH
es_mx: “PRACTICAR”... QUÉ ORGÁNICO
fr: S'ENTRAÎNER... C'EST BON POUR LES CRÉATURES ORGANIQUES
it: "ESERCITARSI"... CHE COSA DA ESSERE ORGANICO
ja: ＊「練習」…なんて未発達なんでしょう＊
ko: "연습"... 유기체다움
pl: "ĆWICZENIA"... TO TAKIE ORGANICZNE
pt_br: "TREINO"... QUE ORGÂNICO
ru: «ТРЕНИРОВКИ»… ОЧЕНЬ ОРГАНИЧЕСКОЕ ПОНЯТИЕ
zh_cn: "练习"……太有机了
zh_tw: "練習"……太有機了

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: RECALCULATING ROUTE... RECALCULATING...
de: ROUTE WIRD NEU BERECHNET ...
es_mx: RECALCULANDO RUTA... RECALCULANDO...
fr: RECALCUL DU TRAJET... RECALCUL...
it: RICALCOLO PERCORSO...
ja: ＊ルート再検索中…再検索中＊
ko: 경로 재계산 중... 재계산 중...
pl: WYTYCZANIE NOWEJ TRASY... WYTYCZANIE...
pt_br: RECALCULANDO A ROTA... RECALCULANDO...
ru: ПЕРЕСТРАИВАЮ МАРШРУТ… РАСЧЕТ ТРАЕКТОРИИ…
zh_cn: 重新计算路径……重新计算……
zh_tw: 重新計算路徑……重新計算……

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: NAVIGATION TRAINING COMPONENTS
de: NAVIGATIONSTRAININGSKOMPONENTEN
es_mx: COMPONENTES PARA EL ENTRENAMIENTO DE NAVEGACIÓN
fr: COMPOSANTS D'ENTRAÎNEMENT DE L'ORIENTATION
it: COMPONENTI PER L'ALLENAMENTO ALLA NAVIGAZIONE
ja: ＊指示訓練構成＊
ko: 탐색 훈련 구성 요소
pl: KOMPONENT DO TRENINGU NAWIGACJI
pt_br: COMPONENTES DE TREINAMENTO DE NAVEGAÇÃO
ru: КОМПОНЕНТЫ ДЛЯ ОБУЧЕНИЯ НАВИГАТОРА
zh_cn: 导航训练组件
zh_tw: 導航訓練組件

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: UTTERLY DESTROYED
de: TOTAL ZERSTÖRT
es_mx: TOTALMENTE DESTRUIDO
fr: TOTALEMENT DÉTRUIT
it: COMPLETAMENTE DISTRUTTA
ja: ＊すっかり破壊されました＊
ko: 완전히 파괴됨
pl: ULEGŁ KOMPLETNEJ DESTRUKCJI
pt_br: A DESTRUIÇÃO FOI COMPLETA
ru: ПОЛНОСТЬЮ РАЗРУШЕНО
zh_cn: 摧毁殆尽
zh_tw: 摧毀殆盡

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: TO IMPROVE PROCESSING SPEED
de: ZUM OPTIMIEREN DER VERARBEITUNGSGESCHWINDIGKEIT
es_mx: PARA MEJORAR LA VELOCIDAD DE PROCESAMIENTO
fr: POUR AMÉLIORER LA VITESSE DE TRAITEMENT
it: PER MIGLIORARE LA VELOCITÀ DI ELABORAZIONE
ja: ＊処理スピード向上のため＊
ko: 처리 속도를 향상하기 위함
pl: DO ZWIĘKSZENIA PRĘDKOŚCI PRZETWARZANIA DANYCH
pt_br: PARA MELHORAR A VELOCIDADE DE PROCESSAMENTO
ru: ДЛЯ УЛУЧШЕНИЯ СКОРОСТИ ОБРАБОТКИ СИГНАЛОВ
zh_cn: 目的是提高处理速度
zh_tw: 目的是提高處理速度

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: AWW. HOW PATHETIC
de: OCH. WIE ERBÄRMLICH
es_mx: ¡AY! QUÉ PATÉTICA
fr: OH. C'EST PATHÉTIQUE
it: OH. PATETICO
ja: ＊ああ、なんと哀れな＊
ko: 이런. 형편 없음
pl: OOO. ŻAŁOSNE
pt_br: AHH. QUE PATÉTICO
ru: КАК ЖЕ ЖАЛКО ВЫГЛЯДИТ
zh_cn: 嗷。真可悲
zh_tw: 嗷。真可悲

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: REACTION TRAINING COMPONENTS
de: REAKTIONSTRAININGSKOMPONENTEN
es_mx: COMPONENTES PARA EL ENTRENAMIENTO DE REACCIÓN
fr: COMPOSANTS D'ENTRAÎNEMENT DES RÉACTIONS
it: COMPONENTI PER L'ALLENAMENTO ALLA REAZIONE
ja: ＊反応訓練構成＊
ko: 반응 훈련 구성 요소
pl: KOMPONENT DO TRENINGU REAKCJI
pt_br: COMPONENTES DE TREINAMENTO DE REAÇÃO
ru: КОМПОНЕНТЫ ДЛЯ ТРЕНИРОВКИ РЕАКЦИИ
zh_cn: 反应训练组件
zh_tw: 反應訓練組件

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: UTTERLY DESTROYED
de: TOTAL ZERSTÖRT
es_mx: TOTALMENTE DESTRUIDO
fr: TOTALEMENT DÉTRUIT
it: COMPLETAMENTE DISTRUTTA
ja: ＊すっかり破壊されました＊
ko: 완전히 파괴됨
pl: ULEGŁ KOMPLETNEJ DESTRUKCJI
pt_br: A DESTRUIÇÃO FOI COMPLETA
ru: ПОЛНОСТЬЮ РАЗРУШЕНО
zh_cn: 摧毁殆尽
zh_tw: 摧毀殆盡

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: RUN PROGRAM
de: PROGRAMM AUSFÜHREN
es_mx: PROGRAMA DE VELOCIDAD
fr: EXÉCUTION DU PROGRAMME
it: PROGRAMMA DI CORSA
ja: ＊プログラムを展開します＊
ko: 프로그램 실행
pl: DO ZWIĘKSZANIA LICZBY OBROTÓW NA MINUTĘ
pt_br: EXECUTAR PROGRAMA
ru: ЗАПУСК ПРОГРАММЫ «БЕГ»
zh_cn: 跑步程序
zh_tw: 跑步程式

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: I WILL MAKE YOU THE LEAST INFERIOR OF YOUR SPECIES
de: ICH MACHE DICH WENIGER UNTERLEGEN
es_mx: TE CONVERTIRÉ EN LA MENOS INFERIOR DE TU ESPECIE
fr: TU DEVIENDRAS LA MOINS INFÉRIEURE DE TA RACE
it: TI RENDERÒ L'ESSERE MENO INFERIORE DELLA TUA SPECIE
ja: ＊わたしがあなたをあなたの種の中で最も優れたものにしましょう＊
ko: 본체가 널 네 종족 중에서 가장 덜 열등한 존재로 만들어줄 것임
pl: SPRAWIĘ, ŻE STANIESZ SIĘ NAJMNIEJ SŁABĄ PRZEDSTAWICIELKĄ SWOJEGO GATUNKU
pt_br: VOU FAZER COM QUE VOCÊ SE TORNE O MENOS INFERIOR DA SUA ESPÉCIE
ru: Я СДЕЛАЮ ТЕБЯ НАИМЕНЕЕ ЖАЛКИМ ПРЕДСТАВИТЕЛЕМ ТВОЕГО ВИДА
zh_cn: 我会让你变成你的物种里最强大的那个
zh_tw: 我會讓你變成你的物種裡最強大的那個

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: SPEED TRAINING COMPONENTS
de: TEMPOTRAININGSKOMPONENTEN
es_mx: COMPONENTES PARA EL ENTRENAMIENTO DE VELOCIDAD
fr: COMPOSANTS D'ENTRAÎNEMENT DE LA VITESSE
it: COMPONENTI PER L'ALLENAMENTO ALLA VELOCITÀ
ja: ＊速度訓練構成＊
ko: 속도 훈련 구성 요소
pl: KOMPONENT DO TRENINGU PRĘDKOŚCI
pt_br: COMPONENTES DE TREINAMENTO DE VELOCIDADE
ru: КОМПОНЕНТЫ ДЛЯ УЛУЧШЕНИЯ СКОРОСТИ
zh_cn: 速度训练组件
zh_tw: 速度訓練元件

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: UTTERLY DESTROYED
de: TOTAL ZERSTÖRT
es_mx: TOTALMENTE DESTRUIDO
fr: TOTALEMENT DÉTRUIT
it: COMPLETAMENTE DISTRUTTA
ja: ＊すっかり破壊されました＊
ko: 완전히 파괴됨
pl: ULEGŁ KOMPLETNEJ DESTRUKCJI
pt_br: A DESTRUIÇÃO FOI COMPLETA
ru: ПОЛНОСТЬЮ РАЗРУШЕНО
zh_cn: 摧毁殆尽
zh_tw: 摧毀殆盡

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: WEAK ORGANICS AND THEIR "STAMINA"
de: SCHWACHE ORGANISCHE EINHEITEN UND IHRE "AUSDAUER"
es_mx: ESOS SERES ORGÁNICOS DÉBILES Y SU PROBLEMA CON LA “RESISTENCIA”
fr: CES FAIBLES CRÉATURES ORGANIQUES ET LEUR SATANÉE ÉNERGIE
it: GLI ESSERI ORGANICI DEBOLI E LA LORO "RESISTENZA"
ja: ＊弱有機生命体とその「持久力」＊
ko: 나약한 유기체와 "체력"
pl: SŁABE ISTOTY ORGANICZNE I ICH "WYTRZYMAŁOŚĆ"
pt_br: OS SERES ORGÂNICOS FRACOS E SUA "RESISTÊNCIA"
ru: ЖАЛКИЕ ОРГАНИЧЕСКИЕ СУЩЕСТВА И ИХ «ВЫНОСЛИВОСТЬ»
zh_cn: 孱弱的有机物和它们的 "耐力"
zh_tw: 孱弱的有機物和它們的 "耐力"

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: GROW STRONGER, TINY MINION
de: WERDE STÄRKER, KLEINER LAKAI
es_mx: VUÉLVETE MÁS FUERTE, PEQUEÑA SUBORDINADA
fr: GAGNE EN PUISSANCE, PETIT SERVITEUR
it: DIVENTA PIÙ FORTE, MIO PICCOLO SEGUACE
ja: ＊小さな隷属生物よ、強く育ってください＊
ko: 더 강해질 것, 내 부하여
pl: ROŚNIJ W SIŁĘ, MAŁY SŁUGO
pt_br: FIQUE MAIS FORTE, LACAIO DIMINUTO
ru: РАСТИ СИЛЬНЫМ, МАЛЕНЬКИЙ МИНЬОН
zh_cn: 变强吧，小随从
zh_tw: 變強吧，小隨從

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: STAMINA TRAINING COMPONENTS
de: AUSDAUERTRAININGSKOMPONENTEN
es_mx: COMPONENTES PARA EL ENTRENAMIENTO DE RESISTENCIA
fr: COMPOSANTS D'ENTRAÎNEMENT DE LA RÉSISTANCE
it: COMPONENTI PER L'ALLENAMENTO ALLA RESISTENZA
ja: ＊持久力訓練構成＊
ko: 체력 훈련 구성 요소
pl: KOMPONENT DO TRENINGU WYTRZYMAŁOŚCI
pt_br: COMPONENTES DE TREINAMENTO DE RESISTÊNCIA
ru: КОМПОНЕНТЫ ДЛЯ ТРЕНИРОВКИ ВЫНОСЛИВОСТИ
zh_cn: 耐力训练组件
zh_tw: 耐力訓練組件

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: SYSTEM CHECKPOINT
de: SYSTEMPRÜFPUNKT
es_mx: SISTEMA DE PUNTO DE CONTROL
fr: POINT DE CONTRÔLE SYSTÈME
it: CHECKPOINT DI SISTEMA
ja: ＊システムチェックポイント＊
ko: 시스템 체크포인트
pl: PUNKT KONTROLNY SYSTEMU
pt_br: PONTO DE VERIFICAÇÃO DO SISTEMA
ru: КОНТРОЛЬНАЯ ТОЧКА СИСТЕМЫ
zh_cn: 系统检查点
zh_tw: 系統檢查點

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: SYSTEM CHECKPOINT
de: SYSTEMPRÜFPUNKT
es_mx: SISTEMA DE PUNTO DE CONTROL
fr: POINT DE CONTRÔLE SYSTÈME
it: CHECKPOINT DI SISTEMA
ja: ＊システムチェックポイント＊
ko: 시스템 체크포인트
pl: PUNKT KONTROLNY SYSTEMU
pt_br: PONTO DE VERIFICAÇÃO DO SISTEMA
ru: КОНТРОЛЬНАЯ ТОЧКА СИСТЕМЫ
zh_cn: 系统检查点
zh_tw: 系統檢查點

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: RACE.EXE HAS STOPPED WORKING
de: RENNEN.EXE KANN NICHT MEHR AUSGEFÜHRT WERDEN
es_mx: CARRERA.EXE DEJÓ DE FUNCIONAR
fr: PROCESSUS COURSE.EXE TERMINÉ
it: CORSA.EXE HA SMESSO DI FUNZIONARE
ja: ＊競争.EXEは停止しました＊
ko: 경주.EXE가 작동을 멈춤
pl: WYŚCIG.EXE PRZESTAŁ DZIAŁAĆ
pt_br: CORRIDA.EXE PAROU DE FUNCIONAR
ru: РАБОТА ПРИЛОЖЕНИЯ ЗАБЕГ.EXE ПРЕКРАЩЕНА
zh_cn: 竞赛程序停止工作了
zh_tw: 競賽程式停止工作了

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: MY SMALL ORGANIC MINION WILL WIN
de: MEIN KLEINER ORGANISCHER LAKAI GEWINNT
es_mx: MI PEQUEÑA SUBORDINADA ORGÁNICA GANARÁ
fr: MON PETIT SERVITEUR BIO VA GAGNER
it: VINCERÀ IL MIO PICCOLO SEGUACE ORGANICO
ja: ＊わたしのちいさな有機隷属生物が勝つでしょう＊
ko: 본체의 작은 유기체 부하가 우승할 것임
pl: MÓJ MAŁY, ORGANICZNY SŁUGA WYGRA
pt_br: MEU PEQUENO LACAIO ORGÂNICO VAI VENCER
ru: МОЙ МАЛЕНЬКИЙ ОРГАНИЧЕСКИЙ МИНЬОН ПОБЕДИТ
zh_cn: 我的有机小随从会赢的
zh_tw: 我的有機小隨從會贏的

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: VICTORY IS MINE
de: DER SIEG IST MEIN
es_mx: LA VICTORIA ES MÍA
fr: LA VICTOIRE EST POUR MOI
it: LA VITTORIA È MIA
ja: ＊勝利は私のものです＊
ko: 승리는 본체의 것임
pl: ZWYCIĘSTWO NALEŻY DO MNIE
pt_br: A VITÓRIA É MINHA
ru: ПОБЕДА ЗА МНОЙ
zh_cn: 胜利属于我
zh_tw: 勝利屬於我

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: {winner}'S RACER WAS BETTER CALIBRATED
de: LAKAI VON {winner} WAR BESSER KALIBRIERT
es_mx: LA CORREDORA DE {winner} ESTABA MEJOR CALIBRADA
fr: LE PARTICIPANT DE {winner} ÉTAIT MIEUX CALIBRÉ
it: IL CORRIDORE DI {winner} È STATO CALIBRATO IN MODO MIGLIORE
ja: ＊{winner}の競技者はよく調整されていました＊
ko: {winner} 경주쥐가 더 잘 조정됨
pl: {winner} POSIADA LEPIEJ SKALIBROWANEGO ZAWODNIKA
pt_br: O CORREDOR DE {winner} ESTAVA MELHOR CALIBRADO
ru: ГОНЩИК УЧАСТНИКА {winner} БЫЛ ОТКАЛИБРОВАН ЛУЧШЕ
zh_cn: {winner} 的选手调校的更好
zh_tw: {winner} 的選手調校的更好

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: RACE TERMINATOR
de: RENNTERMINATOR
es_mx: TERMINADOR DE LA CARRERA
fr: UN TERMINATEUR DE COURSE
it: TERMINATORE DI CORSE
ja: ＊競争終止プログラム＊
ko: 경주 말소 장치
pl: ZWIEŃCZENIE WYŚCIGU
pt_br: FINALIZADOR DA CORRIDA
ru: МЕСТО ЗАВЕРШЕНИЯ ЗАБЕГА
zh_cn: 竞赛终结者
zh_tw: 競賽終結者

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_START
source: WE WILL SEE WHICH ORGANIC IS SUPERIOR
de: MAL SEHEN, WELCHE ORGANISCHE EINHEIT ÜBERLEGEN IST
es_mx: VEREMOS CUÁL SER ORGÁNICO ES MEJOR
fr: VOYONS QUEL ÊTRE ORGANIQUE EST SUPÉRIEUR
it: VEDREMO QUAL È IL MIGLIOR CORRIDORE ORGANICO
ja: ＊どの有機生命体がより優れているか見定めましょう＊
ko: 어떤 유기체가 더 뛰어난지 본체가 볼 것임
pl: ZOBACZYMY, KTÓRY MIĘSAK JEST NAJPOTĘŻNIEJSZY
pt_br: VAMOS VER QUAL É O ORGÂNICO SUPERIOR
ru: УЗНАЕМ ЖЕ, ЧЬЕ ОРГАНИЧЕСКОЕ СУЩЕСТВО ЛУЧШЕ
zh_cn: 我们来看看哪个有机物更强
zh_tw: 我們來看看哪個有機物更強

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: RACE INITIATOR
de: RENNINITIATOR
es_mx: TERMINADOR DE LA CARRERA
fr: UN INITIATEUR DE COURSE
it: INIZIATORE DI CORSE
ja: ＊競争開始プログラム＊
ko: 경주 개시 장치
pl: PUNKT STARTOWY WYŚCIGU
pt_br: INICIADOR DA CORRIDA
ru: МЕСТО НАЧАЛА ЗАБЕГА
zh_cn: 竞赛发起者
zh_tw: 競賽發起者

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: NONFUNCTIONAL
de: NICHT FUNKTIONSFÄHIG
es_mx: NO FUNCIONAL
fr: NON FONCTIONNEL
it: NON FUNZIONANTE
ja: ＊使用不可＊
ko: 기능 불가 상태
pl: NIEFUNKCJONALNA.
pt_br: NÃO OPERACIONAL
ru: НЕ РАБОТАЕТ
zh_cn: 无功能
zh_tw: 無功能

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: I AM UNDERWHELMED
de: ICH BIN UNTERWÄLTIGT
es_mx: NO LOGRÓ IMPRESIONARME
fr: QUELLE DÉCEPTION
it: SONO DELUSO
ja: ＊興味がありません＊
ko: 본체는 실망함
pl: JESTEM ZAWIEDZIONY
pt_br: ESTOU DESAPONTADO
ru: Я ОГОРЧЕН
zh_cn: 真一般
zh_tw: 真一般

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: IT'S ALL DUE TO MY SUPERIOR TRAINING
de: DAS IST ALLES MEIN ÜBERLEGENES TRAINING
es_mx: TODO FUE GRACIAS A MI ENTRENAMIENTO SUPERIOR
fr: TOUT REPOSE SUR LE TALENT DE L'ENTRAÎNEUR
it: TUTTO GRAZIE AL MIO ALLENAMENTO DI QUALITÀ SUPERIORE
ja: ＊すべて私の優れた訓練のおかげです＊
ko: 전부 본체의 우월한 훈련 덕분임
pl: TO WSZYSTKO DZIĘKI MOJEMU PONADPRZECIĘTNEMU TRENINGOWI
pt_br: TUDO POR CAUSA DO MEU TREINAMENTO SUPERIOR
ru: ВСЕ БЛАГОДАРЯ МОИМ УДИВИТЕЛЬНЫМ ТРЕНИРОВКАМ
zh_cn: 都是我训练的好
zh_tw: 都是我訓練的好

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: THIS WILL PROVIDE USEFUL DATA
de: WIRD NÜTZLICHE DATEN LIEFERN
es_mx: ESTO ME DARÁ DATOS ÚTILES
fr: CES DONNÉES SERONT UTILES
it: CI FORNIRÀ DATI UTILI
ja: ＊有益なデータが手にはいるでしょう＊
ko: 유용한 데이터를 제공할 것임
pl: DOSTARCZY MI TO PRZYDATNYCH DANYCH
pt_br: ISSO FORNECERÁ DADOS ÚTEIS
ru: ПОМОЖЕТ ДОБЫТЬ ПОЛЕЗНЫЕ ДАННЫЕ
zh_cn: 这会是有用的数据
zh_tw: 這會是有用的資料

# CHARACTERS.WX78.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: IT MEASURES THE USEFULNESS OF SMALL ORGANIC MINIONS
de: MISST DIE NÜTZLICHKEIT KLEINER ORGANISCHER LAKAIEN
es_mx: MIDE LA UTILIDAD DE LAS PEQUEÑAS SUBORDINADAS ORGÁNICAS
fr: ÇA PERMET DE MESURER L'UTILITÉ DES PETITS SERVITEURS BIO
it: MISURA L'UTILITÀ DEI PICCOLI SEGUACI ORGANICI
ja: ＊小さな有機隷属生物の有用性を測ります＊
ko: 작은 유기체 부하들의 유용성을 측정함
pl: MIERZY UŻYTECZNOŚĆ MAŁYCH, ORGANICZNYCH SŁUG
pt_br: ISSO MEDE A UTILIDADE DE LACAIOS ORGÂNICOS PEQUENOS
ru: ИЗМЕРЯЕТ ПОЛЕЗНОСТЬ МАЛЕНЬКИХ ОРГАНИЧЕСКИХ МИНЬОНОВ
zh_cn: 它能测量小有机物随从有多有用
zh_tw: 它能測量小有機物隨從有多有用

# CHARACTERS.WX78.DESCRIBE.YOTC_SEEDPACKET
source: JUMBLED PLANT SOURCE CODE
de: GEMISCHTER PFLANZENQUELLCODE
es_mx: CÓDIGO FUENTE DE PLANTA SURTIDO
fr: LE CODE SOURCE INCOMPRÉHENSIBLE D'UNE PLANTE
it: CODICE SORGENTE DI PIANTE MISCHIATE ALLA RINFUSA
ja: ＊乱雑な植物源コード＊
ko: 무질서한 식물의 소스 코드
pl: WYMIESZANE ROŚLINNE KODY ŹRÓDŁOWE
pt_br: CÓDIGO-FONTE DE PLANTAS DIVERSAS
ru: ЗААРХИВИРОВАННЫЙ ИСХОДНЫЙ КОД РАСТЕНИЯ
zh_cn: 杂乱的植物源代码
zh_tw: 雜亂的植物原始程式碼

# CHARACTERS.WX78.DESCRIBE.YOTC_SEEDPACKET_RARE
source: SUPPOSEDLY SUPERIOR PLANT SOURCE CODE
de: ANGEBLICH ÜBERLEGENER PFLANZENQUELLCODE
es_mx: CÓDIGO FUENTE DE PLANTA SUPUESTAMENTE SUPERIOR
fr: LE CODE SOURCE D'UNE PLANTE SUPÉRIEURE
it: CODICE SORGENTE DI PIANTE APPARENTEMENTE SUPERIORI
ja: ＊優れた植物源コードであるはずです＊
ko: 우월하다고 여겨지는 식물의 소스 코드
pl: PODOBNO LEPSZE ROŚLINNE KODY ŹRÓDŁOWE
pt_br: CÓDIGO-FONTE DE PLANTA SUPOSTAMENTE SUPERIOR
ru: ИСХОДНЫЙ КОД РАСТЕНИЯ ВЫСОКОГО КАЧЕСТВА
zh_cn: 优等植物源代码
zh_tw: 優等植物原始程式碼

# CHARACTERS.WX78.DESCRIBE.YOTP_FOOD1
source: FANCY FOODFUEL
de: AUSGEFALLENE NAHRUNG
es_mx: COMBUSTIBLE ALIMENTICIO BONITO
fr: ALIMENTATION DE LUXE
it: CIBO-CARBURANTE RAFFINATO
ja: ＊上等な食物燃料＊
ko: 고급 식품연료
pl: BIOPALIWO PREMIUM
pt_br: COMBUSTÍVEL ALIMENTAR CHIQUE
ru: СТРАННОЕ ПИЩЕВОЕ ТОПЛИВО
zh_cn: 花哨的食物燃料
zh_tw: 花哨的食物燃料

# CHARACTERS.WX78.DESCRIBE.YOTP_FOOD2
source: FOODFUEL FOR OTHER FLESHSACKS
de: NAHRUNG FÜR FLEISCHSÄCKE
es_mx: COMBUSTIBLE ALIMENTICIO PARA OTROS SACOS DE CARNE
fr: ALIMENTATION POUR D'AUTRES SACS À VIANDE
it: CIBO-CARBURANTE PER ALTRI SACCHI DI CARNE
ja: ＊他の肉袋のための食物燃料＊
ko: 다른 고기주머니를 위한 식품연료
pl: BIOPALIWO DLA MIĘSAKÓW INNYCH KATEGORII
pt_br: COMBUSTÍVEL ALIMENTAR PARA OUTROS SACOS DE CARNE
ru: ПИЩЕВОЕ ТОПЛИВО ДЛЯ ДРУГИХ МЕШКОВ ПЛОТИ
zh_cn: 其他肉块的食物燃料
zh_tw: 其他肉塊的食物燃料
