Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.WEBBER.MURDERER
source: What a terrible creature.
de: Was für eine schreckliche Kreatur.
es: Qué criatura tan terrible.
es_mx: Qué criatura tan terrible.
fr: Quelle horrible créature.
it: Che creatura terribile.
ja: なんてヒドイ生き物だろう。
ko: 끔찍한 녀석이야.
pl: Cóż za okropne stworzenie.
pt_br: Que criatura horrível.
ru: Какое ужасное создание.
zh_cn: 多么可怕的生物！
zh_tw: 多麼可怕的生物！

# CHARACTERS.WARLY.DESCRIBE.WEBBER.REVIVER
source: I should make him a little treat later.
de: Ich sollte ihm später eine Kleinigkeit zu essen machen.
es: Debería prepararle algo rico luego.
es_mx: Más tarde debería prepararle una botana.
fr: Je devrais lui préparer un petit goûter pour plus tard.
it: Più tardi devo preparagli qualcosa.
ja: あとで、オイシイおやつを作ってあげるとしよう。
ko: 나중에 조그만 간식이라도 만들어 줘야겠어.
pl: Przygotuję mu później coś dobrego.
pt_br: Preciso fazer uma delícia pra ele mais tarde.
ru: Надо будет приготовить ему потом что-нибудь вкусное.
zh_cn: 我稍后要给他做点好吃的。
zh_tw: 我稍後要給他做點好吃的。

# CHARACTERS.WARLY.DESCRIBE.WEBBERSKULL
source: Stop staring at me or I'll bury you!
de: Starr mich nicht an, sonst vergrab ich dich.
es: ¡Deja de mirarme o te enterraré!
es_mx: ¡Deja de mirarme o te enterraré!
fr: Arrête de me fixer ou je te remets sous terre !
it: Smettila di fissarmi o ti seppellisco!
ja: こっち見んナ！土に埋めるゾ！
ko: 계속 그렇게 쳐다보면 묻어버리는 수 있어!
pl: Przestań się na mnie gapić albo pójdziesz do piachu!
pt_br: Pare de me encarar ou vou enterrar você!
ru: Перестань на меня пялиться, или я тебя закопаю!
zh_cn: 别盯着我，不然我会埋了你！
zh_tw: 別盯著我，不然我會埋了你！

# CHARACTERS.WARLY.DESCRIBE.WEBBER_SPIDER_MINION
source: Oh, my. Bonjour, petit araignée.
de: Meine Güte. Bonjour, petit araignée.
es: Oh, vaya. Bonjour, petit araignée.
es_mx: ¡Oh, cielos! Bonjour, petite araña.
fr: Oh. Eh bien, bonjour, petite araignée.
it: Accidenti. Bonjour, petite araignée.
ja: おぉ、これはこれは、ボンジュール。ボクのクモ君。
ko: 세상에. 봉주르, 쁘띠 아레녜.
pl: Ojej. Bonjour, petite araignée.
pt_br: Credo. Bonjour, petit araignée.
ru: Ох. Bonjour, petit araignée.
zh_cn: 哎呀呀。你好，小蜘蛛。
zh_tw: 哎呀呀。你好，小蜘蛛。

# CHARACTERS.WARLY.DESCRIBE.WEED_IVY
source: What are you doing in my lovely garden?
de: Was machst du in meinem lieblichen Garten?
es: ¿Qué haces en mi preciosa huerta?
fr: Qu'est-ce que tu fais dans mon jardin, toi ?
it: Cosa stai facendo nel mio bellissimo orto?
ja: ボクのカワイイ庭で何してるのカナ？
ko: 내 사랑스러운 정원에서 뭐해?
pl: Co ty robisz w moim pięknym ogrodzie?
pt_br: O que você tá fazendo no meu lindo jardim?
ru: Что ты делаешь в моем прекрасном садике?
zh_cn: 你在我可爱的花园里做什么？
zh_tw: 你在我可愛的花園裡做什麼？

# CHARACTERS.WARLY.DESCRIBE.WENDY.ATTACKER
source: Have you been up to mischief, Mademoiselle %s?
de: Haben wir Unfug im Kopf, Mademoiselle %s?
es: ¿Has hecho alguna maldad, mademoiselle %s?
es_mx: ¿Has estado haciendo alguna travesura, mademoiselle %s?
fr: Qu'est-ce que vous avez mijoté, mademoiselle %s ?
it: Hai combinato qualche guaio, mademoiselle %s?
ja: またイタズラしてるの？マドモアゼル%s。
ko: 말썽을 부리시는군, 마드모아젤 %s?
pl: Coś narozrabiałaś, mademoiselle %s?
pt_br: Andou aprontando por aí, Mademoiselle %s?
ru: Задумала что-то нехорошее, мадмуазель %s?
zh_cn: 最近又淘气了，%s小姐？
zh_tw: 最近又淘氣了，%s小姐？

# CHARACTERS.WARLY.DESCRIBE.WENDY.FIRESTARTER
source: You know better than to set flames, Mademoiselle %s.
de: Du weißt es doch besser, als Feuer zu legen, Mademoiselle %s.
es: Ya sabes que no hay que provocar incendios, mademoiselle %s.
es_mx: Sabes muy bien que no debes iniciar incendios, mademoiselle %s.
fr: Vous n'allez quand même pas tout brûler, mademoiselle %s.
it: Non sempre gli incendi sono la risposta, mademoiselle %s.
ja: 火をつけるよりマシなこと知ってるでしょ、マドモアゼル%s。
ko: 불을 지를 정도로 어리석진 않잖아, 마드모아젤 %s.
pl: Dobrze wiesz, że nie należy bawić się ogniem, mademoiselle %s.
pt_br: Você sabe bem que não deve produzir chamas, Mademoiselle %s.
ru: Не советую разводить огонь, мадмуазель %s.
zh_cn: 不要淘气放火，%s小姐。
zh_tw: 不要淘氣放火，%s小姐。

# CHARACTERS.WARLY.DESCRIBE.WENDY.GENERIC
source: Salut, Mademoiselle %s.
fr: Bonjour, mademoiselle %s.
ja: サヨウナラ、マドモアゼル%s。
ko: 살뤼, 마드모아젤 %s.
ru: Salut, мадмуазель %s.
zh_cn: 嗨，%s小姐。
zh_tw: 嗨，%s小姐。

# CHARACTERS.WARLY.DESCRIBE.WENDY.GHOST
source: Oh non, non, non. Let's get you fixed up.
de: Oh non, non, non. Flicken wir dich wieder zusammen.
es: Oh non, non, non. Vamos a dejarte en condiciones.
es_mx: Oh, non, non, non. Arreglemos tu condición, mademoiselle.
fr: Oh non non non. On va arranger ça.
it: Oh non, non, non. Lascia che ti sistemi.
ja: お～！ノン ノン ノン。キミを直しましょうネ。
ko: 안 돼, 안 돼. 금방 고쳐 줄게.
pl: Oh non, non, non. Zaraz wszystko naprawimy.
pt_br: Oh, non, non, non. Vamos resolver seu problema.
ru: Ох, non, non, non. Давай-ка приведем тебя в порядок.
zh_cn: 哦，不不不。咱们把你修好吧。
zh_tw: 哦，不不不。咱們把你修好吧。

# CHARACTERS.WARLY.DESCRIBE.WENDY.MURDERER
source: She's inflicted her grief upon others. Abominable.
de: Sie hat ihre Trauer anderen zugefügt. Abscheulich.
es: Ha infligido su tristeza a otros. Abominable.
es_mx: Descargó su dolor sobre otros. Qué abominable.
fr: Elle a fait payer son chagrin aux autres. Horrible.
it: Ha scaricato il suo lutto sugli altri. Abominevole.
ja: 自分の悲しみを他人にぶつけたんだネ。ヒドイヨ。
ko: 자기 슬픔을 다른 사람에게 풀었어. 최악이군.
pl: Wyładowuje swój żal na innych. Odrażające.
pt_br: Ela descontou sua dor nos outros. Abominável.
ru: Она пытается заглушить свою скорбь чужими страданиями. Отвратительно.
zh_cn: 她把悲痛发泄到了别人身上。令人发指。
zh_tw: 她把悲痛發洩到了別人身上。令人髮指。

# CHARACTERS.WARLY.DESCRIBE.WENDY.REVIVER
source: I'll cook her favorite dish for supper tonight.
de: Ich koche ihr heute Abend ihr Leibgericht.
es: Esta noche le prepararé su plato favorito.
es_mx: Cocinaré su comida favorita para la cena de esta noche.
fr: Je vais lui préparer son plat préféré pour le dîner.
it: Stasera per cena le preparo il suo piatto preferito.
ja: 今晩は、彼女のお気に入りの料理を作るヨ。
ko: 오늘 저녁에 제일 좋아하는 음식을 요리해 줘야지.
pl: Dziś na kolację przyrządzę jej ulubione danie.
pt_br: Vou preparar o prato favorito dela pra ceia.
ru: Приготовлю ей сегодня вечером ее любимое блюдо.
zh_cn: 今天晚餐，我要做她最喜欢的菜。
zh_tw: 今天晚餐，我要做她最喜歡的菜。

# CHARACTERS.WARLY.DESCRIBE.WEREITEM_BEAVER
source: You're mastering this curse business, mon ami!
de: Du wirst immer besser in dieser Fluchsache, mon ami!
es: ¡Estás dominando esto de las maldiciones, camarade!
es_mx: ¡Estás dominando todo ese asunto de la maldición, mon ami!
fr: Tu maîtrises cette histoire de malédiction, on dirait.
it: Ti stai specializzando in maledizioni, mon ami!
ja: キミはこの呪いビジネスをマスターしてるネ、モナミ！
ko: 저주에 통달했구나, 친구!
pl: Rządzisz w tym przeklętym biznesie, mon ami!
pt_br: Você tá dominando essa coisa de maldição, mon ami!
ru: А ты неплохо освоился со своим проклятьем, mon ami!
zh_cn: 你熟练掌握了诅咒这门手艺，我的朋友！
zh_tw: 你熟練掌握了詛咒這門手藝，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.WEREITEM_GOOSE
source: Well... that certainly is... something.
de: Tja ... das ist auf jeden Fall ... irgendwas.
es: Bueno... Eso, la verdad, es... algo.
es_mx: Bueno, eso definitivamente es un espectáculo.
fr: Eh bien c'est... euh... intéressant.
it: Beh... davvero... notevole.
ja: おぉ...あれはまさに...ナニカだヨ。
ko: 음... 참... 특별한걸.
pl: Cóż... na pewno jest to... coś.
pt_br: Bom... isso é sem dúvida... alguma coisa.
ru: Ну… Это… Определенно нечто.
zh_cn: 好吧...那肯定...很厉害。
zh_tw: 好吧...那肯定...很厲害。

# CHARACTERS.WARLY.DESCRIBE.WEREITEM_MOOSE
source: Excusez-moi, but why does this smell like meat?
de: Excusez-moi, aber warum riecht das nach Fleisch?
es: Excusez-moi, ¿por qué huele a carne?
es_mx: Excusez-moi, pero ¿por qué esto huele a carne?
fr: Excusez-moi, mais pourquoi ça sent la viande ?
it: Excusez-moi, ma perché ha un odore di carne?
ja: スミマセン。これどうして肉みたいな臭いがするの？
ko: 대체 왜 고기 냄새가 나는 거지?
pl: Excusez-moi, czemu to pachnie jak mięso?
pt_br: Excusez-moi, mas por que isso tem cheiro de carne?
ru: Excusez-moi, но почему это пахнет мясом?
zh_cn: 抱歉，为什么这个有肉味？
zh_tw: 抱歉，為什麼這個有肉味？

# CHARACTERS.WARLY.DESCRIBE.WES.ATTACKER
source: I didn't expect him to be the violent sort.
de: Ich hatte ihn nicht für gewalttätig gehalten.
es: No esperaba que apostase por la violencia.
es_mx: No esperaba que fuese del tipo violento.
fr: Je ne m'attendais pas à ce qu'il soit violent.
it: Non mi aspettavo che fosse un tipo violento.
ja: ボク、あの人が暴力的だとは思わなかったヨ。
ko: 폭력적인 타입일 줄은 몰랐는걸.
pl: Nie spodziewałem się po nim takiej agresji.
pt_br: Não esperava que ele fosse violento.
ru: Не ожидал, что он окажется агрессивным.
zh_cn: 真没料到他这么暴力。
zh_tw: 真沒料到他這麼暴力。

# CHARACTERS.WARLY.DESCRIBE.WES.FIRESTARTER
source: Watch where you light those fires, %s.
de: Pass auf, wo du deine Feuer anzündest, %s.
es: Ojo con dónde enciendes esos fuegos, %s.
es_mx: Ten cuidado donde enciendes esos fuegos, %s.
fr: Attention, tu vas tout faire brûler, %s.
it: Fa' attenzione a dove accendi i fuochi, %s.
ja: どこに火をつけるか、注意しろよ、%s。
ko: 불붙일 때 조심해, %s.
pl: %s uważaj, gdzie rozpalasz ogień.
pt_br: Cuidado onde você acende esses fogos, %s.
ru: Смотри, где огни зажигаешь, %s.
zh_cn: 小心点，不要到处点火，%s。
zh_tw: 小心點，不要到處點火，%s。

# CHARACTERS.WARLY.DESCRIBE.WES.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WES.GHOST
source: Is there a medic on this island?
de: Gibt es auf dieser Insel einen Arzt?
es: ¿Hay algún médico en la isla?
es_mx: ¿Hay un médico en esta isla?
fr: Il y a un médecin sur cette île ?
it: C'è un medico sull'isola?
ja: この島に医者はいますか？
ko: 이 섬에 의사 있나?
pl: Czy jest na tej wyspie medyk?
pt_br: Tem algum médico nesta ilha?
ru: На этом острове есть доктор?
zh_cn: 岛上有医务员吗？
zh_tw: 島上有醫務員嗎？

# CHARACTERS.WARLY.DESCRIBE.WES.MURDERER
source: What a terrible act you've committed.
de: Was für eine schreckliche Tat von dir.
es: Menudo numerito has montado.
es_mx: Qué acto más vil cometiste.
fr: Tu as commis un acte terrible...
it: Hai commesso un'azione imperdonabile.
ja: キミは、なんてことをしたんだ。
ko: 정말 끔찍한 짓을 저질렀구나.
pl: Twój czyn był przerażający.
pt_br: Que ato terrível você cometeu.
ru: Какой же ужасный поступок ты совершил.
zh_cn: 看看你做了多恶劣的事情。
zh_tw: 看看你做了多惡劣的事情。

# CHARACTERS.WARLY.DESCRIBE.WES.REVIVER
source: I love your act, by the way.
de: Ich bewundere übrigens deine Haltung.
es: Me gusta cómo actúas, por cierto.
es_mx: Por cierto, me encanta tu acto.
fr: J'adore ton numéro.
it: A proposito, ammiro quello che hai fatto.
ja: キミがしたことはだ～い好きだヨ。
ko: 내가 네 연기 정말 좋아한다고 말했나?
pl: Bardzo mi się to spodobało.
pt_br: Aliás, eu gosto do seu número.
ru: Мне, кстати, нравятся твои выступления.
zh_cn: 顺便说一下，我特别欣赏你的表演。
zh_tw: 順便說一下，我特別欣賞你的表演。

# CHARACTERS.WARLY.DESCRIBE.WETGOOP
source: Thankfully my sous chefs aren't here to witness this abomination...
de: Zum Glück sind meine Küchenhelfer nicht da, um diese Abscheulichkeit zu sehen ...
es: Menos mal que mis chefs no están aquí para presenciar esta abominación...
es_mx: Qué bueno que mis chefs asistentes no están aquí para presenciar esta abominación.
fr: Heureusement que mes commis ne voient pas cette abomination...
it: Per fortuna i miei sous chef non sono qui a vedere questo abominio...
ja: ボクの助手はここにいないから、この惨劇を目撃せずに済んでよかったヨ...
ko: 부주방장이 이 광경을 보지 못해서 다행이야...
pl: Cieszę się, że koledzy po fachu nie widzą tej abominacji...
pt_br: Ainda bem que meus sous chefs não estão aqui pra testemunhar essa abominação...
ru: Хорошо, что здесь нет моих су-шефов, и они не видят этой мерзости…
zh_cn: 还好我的帮厨没有看到这丑恶的一幕...
zh_tw: 還好我的幫廚沒有看到這醜惡的一幕...

# CHARACTERS.WARLY.DESCRIBE.WETPAPER
source: It's a tiny bit soggy.
de: Schon ein wenig durchweicht.
es: Está un pelinín empapado.
es_mx: Está un poquito mojado.
fr: C'est un peu humide.
it: È fradicia.
ja: ほんの少し濡れてるネ。
ko: 조금 축축하군.
pl: Trochę rozmiękło.
pt_br: Tá um pouquinho encharcado.
ru: Немного мокровата.
zh_cn: 被水浸的湿哒哒的。
zh_tw: 被水浸的濕噠噠的。

# CHARACTERS.WARLY.DESCRIBE.WETPOUCH
source: I hope the contents don't fall out.
de: Hoffentlich fällt der Inhalt nicht raus.
es: Espero que el contenido no se estropee.
es_mx: Espero que no se le salga el contenido.
fr: J'espère que ce qu'il y a dedans va y rester.
it: Spero che il contenuto non caschi fuori.
ja: 中身が漏れないといいネ。
ko: 내용물이 떨어지지 않았으면 좋겠어.
pl: Mam nadzieję, że zawartość nie wypadnie.
pt_br: Tomara que os conteúdos não caiam.
ru: Надеюсь, содержимое не вывалится.
zh_cn: 希望里面的东西别掉出来。
zh_tw: 希望裡面的東西別掉出來。

# CHARACTERS.WARLY.DESCRIBE.WHIP
source: I'd rather whip up a nice meringue.
de: Nicht, dass ich jemanden zum Essen peitschen müsste.
es: Prefiero preparar un buen merengue.
es_mx: Hasta con un látigo podría preparar un merengue.
fr: Je préfèrerais faire de la meringue.
it: Preferirei usare la frusta per preparare una bella meringata.
ja: メレンゲをささっと作る方がいいな。
ko: 굳이 뭔가를 쳐야 한다면 머랭을 치고 싶은데.
pl: Wolałbym ubić pianę.
pt_br: Preferiria preparar uma bela rabada.
ru: А отбить мясо этим можно?
zh_cn: 我宁可打点蛋白霜。
zh_tw: 我寧可打點蛋白霜。

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.ATTACKER
source: I thought you were more responsible that that, Mme. %s.
de: Ich hätte mir mehr Verantwortung gewünscht, Madame %s.
es: Te creía más responsable, Mme. %s.
es_mx: Pensé que era más responsable, madame %s.
fr: Je vous pensais plus raisonnable que ça, Mme %s.
it: Pensavo che fossi più responsabile di me, mademoiselle %s.
ja: キミはもっと責任感があると思ってたよ、マダム%s。
ko: 이렇게 무책임한 사람인 줄은 몰랐는데요, 마담 %s.
pl: Myślałem, że jest pani bardziej rozsądna, madame %s.
pt_br: Achei que você fosse mais responsável, Mme. %s.
ru: Я считал вас более благоразумной, мадам %s.
zh_cn: 本以为你是个靠谱的人呢，%s夫人。
zh_tw: 本以為你是個靠譜的人呢，%s夫人。

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: I assume she meant it to be a controlled burn.
de: Ich nehme an, es sollte ein kontrolliertes Feuer werden.
es: Supongo que intentaba quemar algo controladamente.
es_mx: Imagino que intentaba hacer un incendio controlado.
fr: Je suppose qu'elle contrôle ce qu'elle fait ?
it: Immagino che avesse intenzione di accendere un fuocherello.
ja: 彼女は火をコントロールするつもりだったと思うヨ。
ko: 통제 가능한 범위 내에서 일부러 불을 낸 거겠지.
pl: Zakładam, że chciała kontrolować ten pożar.
pt_br: Acho que ela queria que fosse um fogo controlado.
ru: Думаю, она рассчитывала на управляемый огонь.
zh_cn: 她应该以为能控制住火势吧。
zh_tw: 她應該以為能控制住火勢吧。

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.GENERIC
source: Bonjour, Mme. %s!
de: Bonjour Madame %s!
es_mx: ¡Bonjour, madame %s!
it: Bonjour, mademoiselle %s!
ja: ボンジュール、マダム%s！
ko: 봉주르, 마담 %s!
pl: Bonjour, madame %s!
ru: Bonjour, мадам %s!
zh_cn: 你好，%s夫人！
zh_tw: 你好，%s夫人！

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.GHOST
source: It's not your time to go quite yet, Mme. %s.
de: Es ist noch nicht Zeit zu gehen, Madame %s.
es: Aún no ha llegado la hora de irte, Mme. %s.
es_mx: No es el momento de caminar hacia la luz, madame %s.
fr: Ce n'est pas encore votre heure, Mme %s.
it: Non è ancora il tuo momento, mademoiselle %s.
ja: マダム%s、まだあなたが行く時間じゃないヨ。
ko: 아직은 갈 때가 안 된 것 같은데요, 마담 %s.
pl: Jeszcze nie nadszedł pani czas, madame %s.
pt_br: Ainda não chegou a hora de você se calar, Mme. %s.
ru: Ваше время еще не настало, мадам %s.
zh_cn: 你还不能沉默，%s夫人。
zh_tw: 你還不能沉默，%s夫人。

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.MURDERER
source: Mme. %s has done an unthinkable deed.
de: Madame %s hat etwas Unaussprechliches getan.
es: Mme. %s ha realizado una hazaña impensable.
es_mx: Madame %s cometió un acto impensable.
fr: Mme %s a commis l'irréparable.
it: Mademoiselle %s ha commesso un'azione inconcepibile.
ja: マダム%sは、考えられないようなことをしてくれたネ。
ko: 마담 %s이(가) 상상할 수도 없는 행동을 했어.
pl: Madame %s! To był haniebny uczynek.
pt_br: A Mme. %s fez uma coisa impensável.
ru: Мадам %s сотворила немыслимое.
zh_cn: %s夫人干了一件不可思议的事。
zh_tw: %s夫人幹了一件不可思議的事。

# CHARACTERS.WARLY.DESCRIBE.WICKERBOTTOM.REVIVER
source: Mme. %s is a reliable sort.
de: Madame %s ist sehr zuverlässig.
es: Mme. %s es de fiar.
es_mx: Madame %s es una persona confiable.
fr: Mme %s est très fiable.
it: Ci si può fidare di mademoiselle %s.
ja: マダム%sは信頼できる人だヨ。
ko: 마담 %s은(는) 믿을 만한 사람이지.
pl: Madame %s to osoba godna zaufania.
pt_br: A Mme. %s é confiável.
ru: Мадам %s — невероятно ответственная дама.
zh_cn: %s夫人是个靠谱的人。
zh_tw: %s夫人是個靠譜的人。

# CHARACTERS.WARLY.DESCRIBE.WILLOW.ATTACKER
source: Been in a tussle recently, %s?
de: Hattest du in letzter Zeit Ärger, %s?
es: ¿Te has peleado últimamente, %s?
es_mx: ¿Estuviste peleando recientemente, %s?
fr: Vous vous êtes disputée, dernièrement, %s ?
it: Ultimamente hai fatto zuffa, %s?
ja: %s、最近取っ組み合いしたかい？
ko: 누구랑 시비라도 붙었어, %s?
pl: Czy przydarzyła ci się jakaś szarpanina, %s?
pt_br: Andou brigando, %s?
ru: В последнее время потянуло на драки, %s?
zh_cn: 最近约架了，%s？
zh_tw: 最近約架了，%s？

# CHARACTERS.WARLY.DESCRIBE.WILLOW.FIRESTARTER
source: She was bound to start a fire sometime.
de: Es war klar, dass sie irgendwann Feuer legt.
es: Iba a acabar prendiendo un fuego.
es_mx: Estaba claro que iba a iniciar un incendio en cualquier momento.
fr: Elle ne peut pas s'empêcher de démarrer un feu, de temps en temps.
it: Era destinata ad appiccare un incendio, prima o poi.
ja: 彼女はいつかまた火をつけると思うヨ。
ko: 언젠가 불을 지를 줄 알았지.
pl: Wiedziałem, że kiedyś coś podpali.
pt_br: Ela ia acabar provocando um incêndio mais cedo ou mais tarde!
ru: Можно было даже не сомневаться, что она разведет огонь.
zh_cn: 她迟早要纵火。
zh_tw: 她遲早要縱火。

# CHARACTERS.WARLY.DESCRIBE.WILLOW.GENERIC
source: Salut, %s!
fr: Bonjour, %s !
ja: サヨウナラ、%s！
ko: 살뤼, %s!
zh_cn: 嗨，%s！
zh_tw: 嗨，%s！

# CHARACTERS.WARLY.DESCRIBE.WILLOW.GHOST
source: Would a nice bowl of hot soup help?
de: Würde dir eine schöne heiße Suppe helfen?
es: ¿Un cuenco de sopa caliente sería de ayuda?
es_mx: ¿Un plato de sopa caliente ayudaría?
fr: Que diriez-vous d'un bon bol de soupe pour arranger ça ?
it: Un bel piatto di zuppa calda ti farebbe sentire un po' meglio?
ja: おいしいあったかいスープはどうだい？
ko: 뜨끈하고 맛있는 수프를 먹으면 좀 낫겠어?
pl: Czy tłusty rosół ci pomoże?
pt_br: Uma bela tigela de sopa quente ajudaria?
ru: А тарелка горячего супа не поможет?
zh_cn: 来一碗美味的热汤会好点吗？
zh_tw: 來一碗美味的熱湯會好點嗎？

# CHARACTERS.WARLY.DESCRIBE.WILLOW.MURDERER
source: I've burned my bridges with that one.
de: Damit habe ich die Brücken hinter mir abgebrannt.
es: He quemado mis cartuchos con esa.
es_mx: Quemé todo lazo con ella.
fr: J'ai coupé les ponts avec cette demoiselle.
it: Con quella ho tagliato i ponti.
ja: ボク、そこへの橋は燃やしてしまったからネ。
ko: 저런 종자는 상대하면 안 돼.
pl: Już się nie przyjaźnimy.
pt_br: Essa daí queimou o filme comigo.
ru: После такого даже не приближайся ко мне.
zh_cn: 我跟那个人已经没有回头路了。
zh_tw: 我跟那個人已經沒有回頭路了。

# CHARACTERS.WARLY.DESCRIBE.WILLOW.REVIVER
source: You can rely on %s when it's important.
de: Im Zweifelsfall ist auf %s Verlass.
es: Puedes fiarte de %s cuando es importante.
es_mx: Puedes confiar en %s cuando se trata de algo importante.
fr: On peut compter sur %s dans les périodes difficiles.
it: Quando si tratta di qualcosa di importante, ci si può fidare di %s.
ja: 大事な時は、%sに頼ればいいヨ。
ko: 중요한 순간에는 %s만 믿으면 돼.
pl: Na %s można liczyć w ważnych sprawach.
pt_br: Dá pra confiar na %s quando o assunto é importante.
ru: %s никогда не подведет в критических ситуациях.
zh_cn: %s在关键时候能靠得住。
zh_tw: %s在關鍵時候能靠得住。

# CHARACTERS.WARLY.DESCRIBE.WILSON.ATTACKER
source: Let's all calm down with a nice bowl of soup.
de: Beruhigen wir uns alle bei einem schönen Teller Suppe.
es: Vamos a calmarnos todos con una sopita rica.
es_mx: Vamos a calmarnos tomando un rico plato de sopa.
fr: Calmons-nous autour d'un bon bol de soupe.
it: Calmiamoci un po' con un bel piatto di zuppa.
ja: おいしいスープでとりあえず落ち着こうヨ。
ko: 다들 맛있는 수프 한 그릇씩 먹고 진정하자고.
pl: Ostudźmy emocje nad miską smacznej zupy.
pt_br: Vamos nos acalmar com uma bela tigela de sopa.
ru: Давайте все успокоимся, поедим супчика…
zh_cn: 美美喝一碗汤冷静冷静。
zh_tw: 美美喝一碗湯冷靜冷靜。

# CHARACTERS.WARLY.DESCRIBE.WILSON.FIRESTARTER
source: I don't want to nitpick how you light fires, but...
de: Ich will ja nicht engstirnig mit dem Feuermachen sein, aber ...
es: No quiero ser tiquismiquis con cómo enciendes fuegos, pero...
es_mx: No quiero cuestionar cómo enciendes fuego, pero...
fr: Je ne veux pas critiquer votre façon d'allumer un feu, mais...
it: Non voglio trovare il pelo nell'uovo nel modo in cui accendi il fuoco, ma...
ja: 火のつけ方でどうこう言いたくないんだけど...
ko: 불 피우는 방식에 간섭하고 싶진 않지만...
pl: Nie chcę krytykować twojego sposobu rozpalania ognia, ale...
pt_br: Não quero botar defeito no modo como você acende o fogo, mas...
ru: Не хочу, конечно, брюзжать о том, как ты разводишь огонь, но…
zh_cn: 我不想挑剔你点火的方式，但是...
zh_tw: 我不想挑剔你點火的方式，但是...

# CHARACTERS.WARLY.DESCRIBE.WILSON.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WILSON.GHOST
source: Oh my. Does that hurt?
de: Meine Güte. Tut das weh?
es: Oh, vaya. ¿Duele?
es_mx: ¡Oh, cielos! ¿Eso te dolió?
fr: Oh... Ça fait mal ?
it: Accidenti. Fa male?
ja: おっと。イタイかな？
ko: 세상에. 아프니?
pl: Ojej. Boli cię?
pt_br: Nossa. Isso dói?
ru: Ой-ой. Больно?
zh_cn: 哎呀。痛不痛啊？
zh_tw: 哎呀。痛不痛啊？

# CHARACTERS.WARLY.DESCRIBE.WILSON.MURDERER
source: Mon dieu! You're a murderer!
de: Mon dieu! Du bist ein Mörder!
es: ¡Mon dieu! ¡Criminal!
es_mx: ¡Mon dieu! ¡Eres un homicida!
fr: Mon Dieu ! Vous êtes un assassin !
it: Mon dieu! Omicida!
ja: アア、神様ッ！この人殺し～！
ko: 세상에나! 이 살인자!
pl: Mon dieu! Morderstwo!
pt_br: Mon dieu! Você é um assassino!
ru: Mon dieu! Ты убийца!
zh_cn: 我的天啊！你是个杀人凶手！
zh_tw: 我的天啊！你是個殺人兇手！

# CHARACTERS.WARLY.DESCRIBE.WILSON.REVIVER
source: You've been a big help, %s.
de: Du warst eine große Hilfe, %s.
es: Has sido de gran ayuda, %s.
es_mx: Has sido de gran ayuda, %s.
fr: Vous m'avez rendu un grand service, %s.
it: Mi hai dato una grossa mano, %s.
ja: キミはうんと力になってくれたよ、%s。
ko: 큰 도움이 됐어, %s.
pl: %s, twoja pomoc jest nieoceniona.
pt_br: Você ajudou muito, %s.
ru: Огромное спасибо за помощь, %s.
zh_cn: 你帮了大忙了，%s。
zh_tw: 你幫了大忙了，%s。

# CHARACTERS.WARLY.DESCRIBE.WINCH.GENERIC
source: It reminds me a bit of my days on the trawler.
de: Erinnert mich ein bisschen an meine Tage auf dem Kutter.
es: Me recuerdo un poco a mis días en el pesquero.
es_mx: Me recuerda a los días que pasé en el barco.
fr: Ça me rappelle l'époque où je travaillais sur un chalutier.
it: Mi ricorda quando lavoravo sui pescherecci.
ja: トロール船に乗ってた頃のことを思い出すヨ。
ko: 트롤선에 타던 시절이 생각나는걸.
pl: Przypomina mi się, jak kiedyś pływałem na kutrze.
pt_br: Me lembra um pouco da época que passei na traineira.
ru: Вспомнились дни, проведенные на траулере.
zh_cn: 让我想起了那些在拖网渔船上的日子。
zh_tw: 讓我想起了那些在拖網漁船上的日子。

# CHARACTERS.WARLY.DESCRIBE.WINCH.HOLDING_ITEM
source: Just what have I fished from the depths?
de: Was habe ich denn da aus der Tiefe gefischt?
es: ¿Qué he pescado de las profundidades?
es_mx: ¿Qué rayos acabo de pescar de las profundidades?
fr: Alors, qu'ai-je remonté des abysses ?
it: Cosa ho pescato negli abissi?
ja: 深いところから何を釣り上げたんだろうネ？
ko: 심해에서 뭐가 잡혔을까?
pl: A cóż to wyłowiłem z głębin?
pt_br: O que foi que eu pesquei das profundezas?
ru: Что это я там выудил?
zh_cn: 我从深渊里钓出了什么？
zh_tw: 我從深淵裡釣出了什麼？

# CHARACTERS.WARLY.DESCRIBE.WINCH.RETRIEVING_ITEM
source: Ah bon! I've caught something!
de: Ah bon! Ich habe etwas gefangen!
es: ¡Ah, bon! ¡He atrapado algo!
es_mx: ¡Ah, bon! ¡Atrapé algo!
fr: Ah ! J'ai attrapé quelque chose !
it: Ah bon! Ho preso qualcosa!
ja: トレビアン！何か釣れた！
ko: 좋아! 뭔가가 잡혔어!
pl: Ah bon! Mam coś!
pt_br: Ah, bom! Peguei uma coisa!
ru: О, bon! Я что-то поймал!
zh_cn: 啊，太棒了！我抓到了个东西！
zh_tw: 啊，太棒了！我抓到了個東西！

# CHARACTERS.WARLY.DESCRIBE.WINONA.ATTACKER
source: You've been much too rough lately, %s.
de: Du warst in letzter Zeit einfach zu raubeinig, %s.
es: Últimamente estás intratable, %s.
es_mx: Últimamente has sido un poco tosca, %s.
fr: Vous avez été trop dure, ces derniers temps, %s.
it: Ultimamente sei stata un po' troppo dura, %s.
ja: 最近荒れ気味だね、%s。
ko: 최근 너무 거친 것 같아, %s.
pl: %s, ostatnio przesadzasz z brutalnością.
pt_br: Você anda grosseira demais, %s.
ru: Ты в последнее время слишком буйно себя ведешь, %s.
zh_cn: 你最近有些过于粗鲁了，%s。
zh_tw: 你最近有些過於粗魯了，%s。
