Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_FIRE
source: Fire Ptooey
de: Feuerpuster.
es: Escupifuego
es_mx: Stup de fuego
fr: Ça envoie un projectile de feu.
it: Sputa fuoco
ja: 火がピュンッてなる
ko: 불 퉤퉤야
pl: Ognisty plujek
pt_br: Pfft de Fogo.
ru: Огненная плевалка
zh_tw: 火吹箭

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_LAVA
source: Makes lots of patoo-eys
de: Spuckt viel.
es: Echa muchos escupitajos
es_mx: Hace muchos stups
fr: Ça envoie des tas de projectiles.
it: Sputa tanto
ja: たくさんのピュンピュンを作るんだよ
ko: 퉤퉤를 많이 만들어
pl: Robi dużo plujków
pt_br: Faz muitos pffts.
ru: Можно делать много плюньков
zh_tw: 能造出很多吹箭

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_LAVA2
source: Fire!
de: Feuer!
es: ¡Fuego!
es_mx: ¡Fuego!
fr: Feu !
it: Fuoco!
ja: 発射ー！
ko: 발사!
pl: Ognia!
pt_br: Fogo!
ru: Огонь!
zh_tw: 火焰！

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_PIPE
source: Ptooey stick
de: Pustestock.
es: Escupipalo
es_mx: Palito de stup
fr: Ça envoie un projectile.
it: Bastone che sputa
ja: ピュンッの棒
ko: 퉤퉤 막대기야
pl: Plujkowaty patyk
pt_br: Graveto de pfft.
ru: Палка-плевалка
zh_tw: 吹箭

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_SLEEP
source: Sleepytime Ptooey
de: Schlafpuster.
es: Escupitajo y a dormir
es_mx: Stup de dormir
fr: Ça envoie une fléchette qui fait dormir.
it: Adesso dorme
ja: おねむになる毒
ko: 졸린 퉤퉤야
pl: Senny plujek
pt_br: Pfft de Naninha.
ru: Сонная плевалка
zh_tw: 催眠吹箭

# CHARACTERS.WORMWOOD.DESCRIBE.BLOWDART_YELLOW
source: Zzzt Ptooey
de: Ssst-Puster.
es: Escupizzzit
es_mx: Stup zzzt
fr: Ça envoie une fléchette qui fait dormir.
it: Sputa zzz
ja: ギザギザピュンピュン
ko: 찌릿찌릿 퉤퉤야
pl: Bzyczący plujek
pt_br: Pfft zzzt.
ru: Жужжащая плевалка
zh_tw: 滋滋吹箭

# CHARACTERS.WORMWOOD.DESCRIBE.BLUEAMULET
source: Cold Neck Thing
de: Kaltes Halsding.
es: Cosa fría para el cuello
es_mx: Cosa fría de cuello
fr: C'est froid et ça se porte autour du cou.
it: Roba per collo fredda
ja: 冷たい首の
ko: 차가운 목 물건이야
pl: Zimna rzecz na szyję
pt_br: Coisa de Pescoço Fria.
ru: Холодная штучка для шеи
zh_tw: 冰涼的脖戴物

# CHARACTERS.WORMWOOD.DESCRIBE.BLUEGEM
source: Makes the cold
de: Macht kalt.
es: Hace el frío
es_mx: Hace el frío
fr: Cette chose est froide au toucher.
it: Fa freddo
ja: 寒くなる
ko: 추위를 만들어
pl: Czyni zimno
pt_br: Faz o frio.
ru: Делает холодные штучки
zh_tw: 製造寒冷

# CHARACTERS.WORMWOOD.DESCRIBE.BLUEMOONEYE
source: Glowy ball
de: Leuchtkugel.
es: Bola brillante
es_mx: Bola brillante
fr: Une boule brillante.
it: Palla brillante
ja: ぴかぴかのボール
ko: 빛나는 공이야
pl: Świecąca kulka
pt_br: Bola brilhante.
ru: Светящийся шарик
zh_tw: 發光的球

# CHARACTERS.WORMWOOD.DESCRIBE.BLUEPRINT.COMMON
source: Paper for stuff making
de: Papier zum Sachenmachen.
es: Papel para hacer cosas
es_mx: Papel para hacer cosas
fr: Un papier qui aide à fabriquer des trucs.
it: Carta per fare roba
ja: 材料を作るための紙
ko: 물건을 만드는 종이야
pl: Papierek do robienia rzeczy
pt_br: Papel pra fazer coisas.
ru: Бумага, чтобы делать штучки
zh_tw: 教你造東西的紙張

# CHARACTERS.WORMWOOD.DESCRIBE.BLUEPRINT.RARE
source: Ohhhh... Looks important
de: Oooh ... Sieht wichtig aus.
es: Ohhh... Parece importante
es_mx: Ohhhh… Parece importante
fr: Ohhhh... Ça semble important.
it: Ohhhh... Sembra importante
ja: おおおお…大事そう
ko: 오오... 중요해 보여
pl: Och... Wygląda na coś ważnego
pt_br: Ahhhh... Parece importante.
ru: О-о… Выглядит важно
zh_tw: 噢...這個看起來很重要。

# CHARACTERS.WORMWOOD.DESCRIBE.BLUE_CAP
source: Hurts head. Ow!
de: Macht Kopfweh. Au!
es: Hace daño en la cabeza. ¡Au!
es_mx: Cabeza duele. ¡Ay!
fr: Aïe, ça fait mal à la tête !
it: Fa male a testa. Ahi!
ja: 頭痛い。うー！
ko: 머리를 아프게 해. 아얏!
pl: Boli głowa. Au!
pt_br: Machuca cabeça. Ai!
ru: Делает больно голове. Ай!
zh_tw: 傷害腦袋。嗷！

# CHARACTERS.WORMWOOD.DESCRIBE.BLUE_CAP_COOKED
source: Helps head. Ahhh...
de: Macht Kopfweh besser. Aaah ...
es: Ayuda a la cabeza. Ahhh...
es_mx: Ayuda cabeza. Ahhh…
fr: Ahhh, ça fait du bien à la tête.
it: Aiuta testa. Ahhhh...
ja: 頭を助けてくれる。あああ…
ko: 머리에 좋아. 아아...
pl: Pomaga na głowę. Ach...
pt_br: Ajuda cabeça. Ahhh...
ru: Помогает голове. Ах…
zh_tw: 幫助腦袋。啊...

# CHARACTERS.WORMWOOD.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Little blue friend!
de: Kleiner blauer Freund!
es: ¡Amiguito azul!
es_mx: ¡Amiguito azul!
fr: Un tout petit copain bleu !
it: Piccolo amico blu!
ja: かわいい青いお友だち！
ko: 작은 파란색 친구다!
pl: Mały, niebieski przyjaciel!
pt_br: Amiguinho azul!
ru: Маленький синий друг!
zh_tw: 藍色的小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: He's shy
de: Schüchtern.
es: Es tímido
es_mx: Es tímido
fr: Il fait son timide.
it: Timido
ja: 恥ずかしがり屋なんだ
ko: 부끄러운가 봐
pl: Nieśmiały
pt_br: Ele é tímido.
ru: Он стесняется
zh_tw: 他很害羞

# CHARACTERS.WORMWOOD.DESCRIBE.BLUE_MUSHROOM.PICKED
source: All gone
de: Alles weg.
es: No queda nada
es_mx: Ya no está
fr: Il ne reste plus rien.
it: Tutto andato
ja: 全部とっちゃったよ
ko: 다 없어졌어
pl: Nie ma
pt_br: Tudo se foi.
ru: Ничего не осталось
zh_tw: 全沒了

# CHARACTERS.WORMWOOD.DESCRIBE.BOARDS
source: Fallen friends
de: Gefallene Freunde.
es: Amigos caídos
es_mx: Amigos caídos
fr: Des copines qui ont péri.
it: Amiche cadute
ja: 落っこちた友だち
ko: 쓰러진 친구들이야
pl: Ścięci przyjaciele
pt_br: Amigos tombados.
ru: Павшие друзья
zh_tw: 用倒下的樹朋友製成

# CHARACTERS.WORMWOOD.DESCRIBE.BOARON
source: Little crawling Twirly Tails
de: Kleine Krabbelringelschwänze.
es: Pequeño cola enroscada que se arrastra
es_mx: Pequeños colas enrolladas gateantes
fr: De petites créatures à queue en tire-bouchon qui rampent.
it: Piccoli maialini striscianti
ja: ちっちゃなのろのろくるくるしっぽ
ko: 기어 다니는 작은 꼬불 꼬리야
pl: Mały, pełzający zakręcogonek
pt_br: Caudas Retorcidas rastejantes pequenas.
ru: Маленькие ползающие крючкохвосты
zh_tw: 爬來爬去的小旋尾豬

# CHARACTERS.WORMWOOD.DESCRIBE.BOARRIOR
source: Twirly Tail is mad
de: Ringelschwanz ist wütend.
es: Cola enroscada está enfadado
es_mx: Cola enrollada está enojado
fr: La créature à queue en tire-bouchon est en colère.
it: Maialino matto
ja: くるくるしっぽはカンカンだよ
ko: 꼬불 꼬리가 화났어
pl: Zakręcogonek jest szalony
pt_br: Cauda Retorcida está doida.
ru: Крючкохвост злится
zh_tw: 卷尾巴生氣了

# CHARACTERS.WORMWOOD.DESCRIBE.BOATFRAGMENT03
source: Floaty got broken
de: Schwimmding kaputt.
es: Flotante se ha roto
es_mx: Flotante se rompió
fr: Le copain qui flotte est tout cassé.
it: Galleggina rotta
ja: ぷかぷかは壊れちゃったよ
ko: 둥둥이 망가졌어
pl: Pływak się zepsuł
pt_br: Flutuante quebrou.
ru: Плавучка сломалась
zh_tw: 浮動的東西壞掉了

# CHARACTERS.WORMWOOD.DESCRIBE.BOATFRAGMENT04
source: Floaty got broken
de: Schwimmding kaputt.
es: Flotante se ha roto
es_mx: Flotante se rompió
fr: Le copain qui flotte est tout cassé.
it: Galleggina rotta
ja: ぷかぷかは壊れちゃったよ
ko: 둥둥이 망가졌어
pl: Pływak się zepsuł
pt_br: Flutuante quebrou.
ru: Плавучка сломалась
zh_tw: 浮動的東西壞掉了

# CHARACTERS.WORMWOOD.DESCRIBE.BOATFRAGMENT05
source: Floaty got broken
de: Schwimmding kaputt.
es: Flotante se ha roto
es_mx: Flotante se rompió
fr: Le copain qui flotte est tout cassé.
it: Galleggina rotta
ja: ぷかぷかは壊れちゃったよ
ko: 둥둥이 망가졌어
pl: Pływak się zepsuł
pt_br: Flutuante quebrou.
ru: Плавучка сломалась
zh_tw: 浮動的東西壞掉了

# CHARACTERS.WORMWOOD.DESCRIBE.BOATPATCH
source: Floaty Fixer
de: Zum Schwimmding reparieren.
es: Arreglaflotante
es_mx: Reparador de flotante
fr: Un répare-copain qui flotte.
it: Ripara galleggina
ja: ぷかぷか直し屋さん
ko: 둥둥을 고쳐
pl: Naprawiacz do pływaka
pt_br: Consertador Flutuante.
ru: Плавучая чинилка
zh_tw: 專修浮動的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BOAT_ITEM
source: Needs water
de: Braucht Wasser.
es: Necesita agua
es_mx: Necesita agua
fr: Il a besoin d'eau
it: Serve acqua
ja: お水が必要だよ
ko: 물이 필요해
pl: Potrzebuje wody
pt_br: Precisa de água.
ru: Нужна вода
zh_tw: 需要水

# CHARACTERS.WORMWOOD.DESCRIBE.BOAT_LEAK
source: Floaty is spitting!
de: Schwimmding spuckt!
es: ¡Flotante está escupiendo!
es_mx: ¡Flotante está escupiendo!
fr: Le copain qui flotte crache de l'eau !
it: Galleggina sputa!
ja: ぷかぷかが吐いてるよ！
ko: 둥둥이 침을 뱉는다!
pl: Pływak pluje!
pt_br: Flutuante está cuspindo!
ru: Плавучка булькает
zh_tw: 浮動的東西在吐口水

# CHARACTERS.WORMWOOD.DESCRIBE.BONESHARD
source: Sharp. Ouch!
de: Scharf. Autsch!
es: Afilado. ¡Ay!
es_mx: Afilado. ¡Ay!
fr: C'est tranchant. Ouille !
it: Taglia. Ahia!
ja: とがってる。痛っ！
ko: 날카로워. 아얏!
pl: Ostre. Auć!
pt_br: É afiado. Autch!
ru: Острый. Ай!
zh_tw: 好鋒利。哎呦！

# CHARACTERS.WORMWOOD.DESCRIBE.BONESOUP
source: Yum Broth
de: Leckere Brühe.
es: Caldo ñam
es_mx: Caldo ñam
fr: Une soupe qui sent bon.
it: Brodo gnam
ja: おいしい出汁だね
ko: 냠냠 수프야
pl: Pyszny bulion
pt_br: Caldo nhumnhum.
ru: Вкусный бульон
zh_tw: 美味的肉湯

# CHARACTERS.WORMWOOD.DESCRIBE.BONESTEW
source: Pot of lots of meat
de: Topf mit viel Fleisch.
es: Olla con montones de carne
es_mx: Olla de mucha carne
fr: Y a plein de viande là-dedans.
it: Pentola con tanta carne
ja: 鍋いっぱいの肉
ko: 고기가 많이 든 냄비야
pl: Gar z mnóstwem mięsa
pt_br: Panela com muita carne.
ru: Горшок с кучей мяса
zh_tw: 這是一鍋肉

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_BIRDS
source: Pretty pictures
de: Hübsche Bilder.
es: Imágenes bonitas
es_mx: Bonitas imágenes
fr: De jolis dessins.
it: Belle immagini
ja: かわいい写真
ko: 예쁜 그림이야
pl: Ładne obrazki
pt_br: Desenhos bonitos.
ru: Красивые картинки
zh_tw: 書裡有好多漂亮圖片啊

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_BRIMSTONE
source: Fire!
de: Feuer!
es: ¡Fuego!
es_mx: ¡Fuego!
fr: Feu !
it: Fuoco!
ja: 発射ー！
ko: 발사!
pl: Ognia!
pt_br: Fogo!
ru: Огонь!
zh_tw: 火焰！

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_ELEMENTAL
source: Calls little Fire Friends
de: Ruft kleine Feuerfreunde.
es: Llama a los pequeños amigos de fuego
es_mx: Llama a pequeños amigos de fuego
fr: Ça sert à appeler mes petits copains qui brûlent.
it: Chiama piccoli amici infuocati
ja: ちっちゃな火のお友だちを呼ぶよ
ko: 작은 불 친구를 불러
pl: Przyzywa małych ognistych przyjaciół
pt_br: Chama pequenos Amigos de Fogo.
ru: Зовет маленьких огненных дружков
zh_tw: 召喚小小的火焰朋友

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_FOSSIL
source: Can't read
de: Kann nicht lesen.
es: No puedo leer
es_mx: No poder leer
fr: J'arrive pas à lire ça.
it: Non leggo
ja: 読めないよ
ko: 못 읽어
pl: Nie mogę odczytać
pt_br: Não dá pra ler.
ru: Не могу прочитать
zh_tw: 讀不了

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_GARDENING
source: This one's nice
de: Das ist schön.
es: Este es bonito
es_mx: Este gustar
fr: Je l'aime bien ce livre.
it: Questo bello
ja: これはいいね
ko: 마음에 들어
pl: Fajne
pt_br: Este aqui é bom.
ru: Эта хорошая
zh_tw: 這本書很棒啊

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_HORTICULTURE
source: This one's nice
de: Das ist schön.
es: Este es bonito
es_mx: Este gustar
fr: Je l'aime bien ce livre.
it: Questo bello
ja: これはいいね
ko: 마음에 들어
pl: Fajne
pt_br: Este aqui é bom.
ru: Эта хорошая
zh_tw: 這本書很棒啊

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_SILVICULTURE
source: About friends!
de: Über Freunde!
es: ¡Habla de amigas!
fr: C'est sur les copains !
it: Parla di amici!
ja: お友だちの本だ！
ko: 친구란!
pl: O przyjaciołach!
pt_br: Sobre amigas!
ru: Про друзей!
zh_tw: 關於朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_SLEEP
source: (yawn)
de: (Gähn)
es: (bostezo)
es_mx: (bostezo)
fr: *Baille*
ja: （ふわぁ）
ko: 하암...
pl: Ziew
pt_br: (bocejo)
ru: (зевает)
zh_tw: （打哈欠）

# CHARACTERS.WORMWOOD.DESCRIBE.BOOK_TENTACLES
source: About Scary Arms
de: Über gruselige Arme.
es: Sobre brazos que dan miedo
es_mx: Sobre brazos escalofriantes
fr: Ça parle de bras qui font peur.
it: Su braccia spaventose
ja: 恐ろしい腕について
ko: 무서운 팔이 나와
pl: O strasznych rękach
pt_br: Sobre Tentáculos Assustadores.
ru: Про страшные руки
zh_tw: 關於可怕觸手的書

# CHARACTERS.WORMWOOD.DESCRIBE.BOOMERANG
source: Returny Stick
de: Wiederkehrstock.
es: Palo que vuelve
es_mx: Palo volvedor
fr: Un bâton qui revient.
it: Bastone che ritorna
ja: 戻ってくる棒
ko: 돌아오는 막대기야
pl: Powracający patyk
pt_br: Bastão que volta.
ru: Палка-возвращалка
zh_tw: 迴旋鏢

# CHARACTERS.WORMWOOD.DESCRIBE.BRUSH
source: Buddies like the brushing
de: Freunde werden gerne gestriegelt.
es: A los amiguitos les gusta el cepillado
es_mx: A amigos les gusta cepillado
fr: Je connais quelqu'un qui aime bien se faire brosser.
it: Ad amici piace essere spazzolati
ja: やつらはブラッシングが好きなんだよ
ko: 친구들은 빗는 것을 좋아해
pl: Kumple lubią szczotkowanie
pt_br: Amigos gostam da escovação.
ru: Друзьям нравится причесываться
zh_tw: 朋友們喜歡刷來刷去

# CHARACTERS.WORMWOOD.DESCRIBE.BUGNET
source: Bzzt Catcher
de: Bsst-Fänger.
es: Atrapabzzz
es_mx: Atrapador de bzzz
fr: Un attrape-bzzz.
it: Per catturare bzzz
ja: プーンキャッチャー
ko: 앵앵을 붙잡아
pl: Łapacz bzyków
pt_br: Pega-Bzzt.
ru: Ловилка для жужжалок
zh_tw: 嗞嗞捕捉器

# CHARACTERS.WORMWOOD.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Water friends!
de: Wasserfreunde!
es: ¡Amigos acuáticos!
es_mx: ¡Amigas de agua!
fr: Des copains qui aiment l'eau !
it: Amiche acquatiche!
ja: お水のお友達だよ！
ko: 물 친구들이야!
pl: Wodni przyjaciele!
pt_br: Amigos da água!
ru: Водные друзья!
zh_tw: 水生的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.BULLKELP_PLANT.PICKED
source: Yum!
de: MJAM!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pl: Mniam!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.BULLKELP_ROOT
source: Friends made a Snappy!
de: Patsch aus Freunden!
es: ¡Amigos hicieron una enfadica!
es_mx: ¡Amigos hicieron un chasqueante!
fr: Des copains transformés en piège !
it: Amiche fatto snap!
ja: お友達がチョキチョキを作ったよ！
ko: 친구들이 따끔이를 만들었어!
pl: Przyjaciele zrobili bijacz!
pt_br: Amigos fizeram um Mordedor!
ru: Друзья сделали хлесталку!
zh_tw: 朋友們做了一顆球！

# CHARACTERS.WORMWOOD.DESCRIBE.BUNDLE
source: Stuff inside
de: Zeug drinnen.
es: Cosas dentro
es_mx: Cosa adentro
fr: Y a des choses à l'intérieur.
it: Roba dentro
ja: 中の物
ko: 안에 물건이 있어
pl: Rzeczy w środku
pt_br: Tem coisa dentro.
ru: Внутри штучки
zh_tw: 可以在裡面裝東西

# CHARACTERS.WORMWOOD.DESCRIBE.BUNDLEWRAP
source: Put stuff inside
de: Zeug reintun.
es: Poner cosas dentro
es_mx: Pone cosas adentro
fr: On peut mettre des choses à l'intérieur.
it: Metto roba dentro
ja: 中に物を入れる
ko: 안에 물건을 넣어
pl: Można włożyć tam rzeczy
pt_br: Pra pôr coisa dentro.
ru: Для хранения штучек
zh_tw: 把東西捆起來

# CHARACTERS.WORMWOOD.DESCRIBE.BUNNYMAN
source: Wants belly things
de: Will Bauchzeug.
es: Quiere cosas para la tripa
es_mx: Quiere cosas de barriga
fr: Il veut se remplir le ventre.
it: Vuole roba per pancia
ja: おなかに入れる物が欲しいね
ko: 음식물을 원해
pl: Chce rzeczy do brzuszka
pt_br: Quer coisas de barriga.
ru: Хочет что-нибудь в животик
zh_tw: 我想要食物了

# CHARACTERS.WORMWOOD.DESCRIBE.BUNNYSTEW
source: Poor Hopper...
de: Armer Hüpfer ...
es: Pobre botecitos...
fr: Pauvre copain qui saut... ait
it: Povero salterello...
ja: ぴょんぴょん、かわいそう…
ko: 불쌍한 깡총이...
pl: Biedny skoczek...
pt_br: Pobre saltador...
ru: Бедный прыгун...
zh_tw: 蹦蹦跳跳的朋友……

# CHARACTERS.WORMWOOD.DESCRIBE.BURNT_MARSH_BUSH
source: oh. (sob)
de: Oh. (Schluchz)
es: Oh. *snif*
es_mx: oh. (sollozo)
fr: Oh. *sanglote*
ja: うう。（シクシク）
ko: 아. (흑흑)
pl: Och. Chlip
pt_br: Ah. (soluço)
ru: Ой (хнык)
zh_tw: 嗚。(哭泣）

# CHARACTERS.WORMWOOD.DESCRIBE.BUSHHAT
source: Friend costume
de: Kostüm vom Freund.
es: Traje de amigo
es_mx: Disfraz de amigo
fr: Un costume de copain.
it: Costume da amico
ja: お友だちのコスチューム
ko: 친구 의상이야
pl: Strój przyjaciela
pt_br: Fantasia de amigo.
ru: Костюм друга
zh_tw: 用朋友做的帽子

# CHARACTERS.WORMWOOD.DESCRIBE.BUTTER
source: Where are wings?
de: Flügel dran?
es: ¿Dónde están alas?
es_mx: ¿Dónde están alas?
fr: T'as pas d'ailes toi ?
it: Dove ali?
ja: 翼はどこ？
ko: 날개는 어디 있지?
pl: A gdzie skrzydła?
pt_br: Onde tão as asas?
ru: А где крылья?
zh_tw: 蝴蝶翅膀去哪兒了？

# CHARACTERS.WORMWOOD.DESCRIBE.BUTTERFLY.GENERIC
source: A friend for friends
de: Ein Freund für Freunde.
es: Un amigo para los amigos
es_mx: Una amiga para amigos
fr: Un copain de mes copains.
it: Amica per amici
ja: みんなのお友だち
ko: 친구들의 친구야
pl: Przyjaciel przyjaciół
pt_br: Uma amiga para amigos.
ru: Подруга для друзей
zh_tw: 這是朋友的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.BUTTERFLY.HELD
source: Flappy
de: Flattert.
es: Aleteante
es_mx: Batiente
fr: Il bat des ailes.
it: Volavola
ja: ヒラヒラ
ko: 팔랑거려
pl: Trzepotek
pt_br: Bate asas.
ru: Бякается
zh_tw: 會飛的昆蟲

# CHARACTERS.WORMWOOD.DESCRIBE.BUTTERFLYMUFFIN
source: Yummm...
de: Mjam ...
es: Ñammm...
es_mx: Mmm…
fr: Miaaaam...
it: Gnam...
ja: おいしいねぇ...
ko: 냠...
pl: Mniam...
pt_br: Hmmmm...
ru: Ня-я-я-м…
zh_tw: 美味...

# CHARACTERS.WORMWOOD.DESCRIBE.BUTTERFLYWINGS
source: Can fly with it? No
de: Kann ich damit fliegen? Nein ...
es: ¿Se puede volar con esto? No
es_mx: ¿Puedo volar con eso? No
fr: On ne peut pas voler avec.
it: Volo con queste? No
ja: それで飛べる？ダメかー
ko: 이걸로 날 수 있을까? 안 되네
pl: Mogę na nich latać? Nie
pt_br: Dá pra voar com elas? Não.
ru: А с ними можно летать? Нет
zh_tw: 可以用它來飛翔嗎？好像不行

# CHARACTERS.WORMWOOD.DESCRIBE.BUZZARD
source: Meat Tweeter
de: Fleischpiepser.
es: Pío-pío de carne
es_mx: Piador de carne
fr: Un piou-piou qui aime la viande.
it: A cip cip piace carne
ja: お肉のピヨピヨ
ko: 고기 짹짹이야
pl: Mięsny ćwirek
pt_br: Piu-Piu Carnívoro.
ru: Мясная чирикалка
zh_tw: 愛吃肉的嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.CABBAGEROLLS
source: Rolled up belly stuff
de: Aufgerolltes Bauchzeug.
es: Cosa enrollada para la tripa
es_mx: Cosa enrollada de barriga
fr: Du manger roulé pour se remplir le ventre.
it: Roba arrotolata per pancia
ja: くるくる巻きのおなかに入れるもの
ko: 둘둘 만 음식이야
pl: Zawinięte rzeczy do brzuszka
pt_br: Enrolado coisas de barriga.
ru: Скрученные штучки для животика
zh_tw: 填肚子的小卷卷

# CHARACTERS.WORMWOOD.DESCRIBE.CACTUS.GENERIC
source: Ouch Friend
de: Autsch-Freund.
es: Amigo ay
es_mx: Amigo ay
fr: Un copain qui pique.
it: Ahi, amico
ja: イタイお友だち
ko: 아얏 친구야
pl: Auć przyjaciel
pt_br: Amigo Autch.
ru: Болючий друг
zh_tw: 讓人刺痛的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CACTUS.PICKED
source: Grow, Ouch Friend! Grow!
de: Wachsen, Autsch-Freund! Wachsen!
es: ¡Crece, amigo ay! ¡Crece!
es_mx: ¡Crece, amigo ay! ¡Crece!
fr: Pousse, copain qui pique, pousse !
it: Cresci! Ahi, amico! Cresci!
ja: イタイお友だち、良く育ってね！
ko: 빨리 자라라, 아얏 친구야!
pl: Rośnij, auć przyjacielu! Rośnij!
pt_br: Cresça, Amigo Autch! Cresça!
ru: Расти, болючий друг! Расти!
zh_tw: 生長吧，讓人刺痛的朋友！生長吧！

# CHARACTERS.WORMWOOD.DESCRIBE.CACTUS_FLOWER
source: Yum
de: Mjam.
es: Ñam
es_mx: Ñam
fr: Miam.
it: Gnam
ja: おいしい
ko: 냠
pl: Mniam
pt_br: Hmm.
ru: Ням
zh_tw: 美味

# CHARACTERS.WORMWOOD.DESCRIBE.CACTUS_MEAT
source: Mmm... belly stuff
de: Mmh ... Bauchzeug
es: Mmm... Cosa para la tripa
es_mx: Mmm…, cosa de barriga
fr: Miam, de quoi se remplir le ventre.
it: Mmmm... roba per pancia
ja: んー...おなかに入るもの
ko: 음... 음식이야
pl: Mmm... Rzeczy do brzuszka
pt_br: Hmm... coisa de barriga.
ru: М-м-м… Штучка для животика
zh_tw: 呣...用來填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.CACTUS_MEAT_COOKED
source: Will eat it
de: Esse ich.
es: Lo comeré
es_mx: Lo comeré
fr: Je vais manger ça.
it: Mangio
ja: 食べるよ
ko: 먹어야지
pl: Zjem to
pt_br: Vou comer.
ru: Съем
zh_tw: 我要吃掉它

# CHARACTERS.WORMWOOD.DESCRIBE.CALIFORNIAROLL
source: Rolled Glub Glub
de: Aufgerollter Blubblub
es: Glub-glub enrollado
es_mx: Gluglú enrollado
fr: Un bloup-bloup roulé.
it: Glu glu arrotolato
ja: くるくる巻きのブクブク
ko: 둘둘 만 뽀글이야
pl: Zawinięty bulbulek
pt_br: Glub Glub enrolado.
ru: Скрученная буль-булька
zh_tw: 卷起來的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.EMBERS
source: Dying
de: Stirbt.
es: Muriéndose
es_mx: Muriendo
fr: C'est presque éteint.
it: Muore
ja: 死にかけてる
ko: 죽어 가
pl: Gaśnie
pt_br: Morrendo.
ru: Умирает
zh_tw: 要熄滅了

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.GENERIC
source: Not too close
de: Nicht zu nahe.
es: No demasiado cerca
es_mx: No demasiado cerca
fr: Faut pas trop s'en approcher.
it: Non troppo vicino
ja: 近すぎない
ko: 너무 가까이는 안 돼
pl: Nie za blisko
pt_br: Não tão perto.
ru: Не так близко
zh_tw: 不能靠它太近了

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.HIGH
source: Too high!
de: Zu hoch!
es: ¡Demasiado alto!
es_mx: ¡Demasiado alto!
fr: Ça fait de trop grandes flammes !
it: Fuoco troppo alto!
ja: 高すぎる！
ko: 너무 높아!
pl: Za wysoki!
pt_br: Alto demais!
ru: Слишком высокий!
zh_tw: 太猛烈了！

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.LOW
source: Stay back
de: Zurück.
es: Atrás
es_mx: Aléjate
fr: Faut pas s'approcher davantage.
it: Indietro
ja: 下がって
ko: 물러서
pl: Nie zbliżaj się
pt_br: Pra trás.
ru: Лучше не подходить
zh_tw: 火勢消退了

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.NORMAL
source: Not too close
de: Nicht zu nahe.
es: No demasiado cerca
es_mx: No demasiado cerca
fr: Faut pas trop s'en approcher.
it: Non troppo vicino
ja: Not近すぎ
ko: 너무 가까이는 안 돼
pl: Nie za blisko
pt_br: Não tão perto.
ru: Не так близко
zh_tw: 不能靠它太近了

# CHARACTERS.WORMWOOD.DESCRIBE.CAMPFIRE.OUT
source: Whew!
de: Uff!
es: ¡Fiu!
es_mx: ¡Uf!
fr: Fiou !
it: Fiu!
ja: ヒュー！
ko: 휴!
pl: Oj!
pt_br: Ufa!
ru: Фух!
zh_tw: 哎呀！

# CHARACTERS.WORMWOOD.DESCRIBE.CANARY.GENERIC
source: Boom Tweeter
de: Rummspiepser.
es: Pío-pío bum
es_mx: Piador explosivo
fr: Un piou-piou boum.
it: Cip cip bum
ja: ピヨピヨのボカーン
ko: 쾅 짹짹이야
pl: Ćwirek bum
pt_br: Piu-Piu Explosivo.
ru: Громкая чирикалка
zh_tw: 吱吱叫的喇叭

# CHARACTERS.WORMWOOD.DESCRIBE.CANARY.HELD
source: Hello. Friend?
de: Hallo. Freund?
es: Hola. ¿Amigo?
es_mx: Hola. ¿Amigo?
fr: Copain ? Coucou ?
it: Ciao! Amico?
ja: やあ？お友だちかな？
ko: 안녕. 친구?
pl: Cześć. Przyjaciel?
pt_br: Olá. Amigo?
ru: Друг? Привет?
zh_tw: 你好，朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.CANARY_POISONED
source: Oh. Oh no
de: Oh. Oh nein.
fr: Oh. Oh non.
ja: ええ！大変だよ！
ko: 아. 안 돼
pl: Och! O nie
pt_br: Ah! Ah, não!
ru: Ой. О нет
zh_tw: 噢，噢！

# CHARACTERS.WORMWOOD.DESCRIBE.CANDYBAG
source: Holds sweet belly stuff!
de: Süßes Bauchzeug drinnen!
es: ¡Guarda cosas dulces para la tripa!
es_mx: ¡Guarda cosas dulces de barriga!
fr: Il y a du manger sucré dedans !
it: Tiene roba dolce per pancia!
ja: 甘いおなかに入るものを持ってるよ！
ko: 달콤한 음식이 들었어!
pl: Zawiera słodkie rzeczy do brzuszka!
pt_br: Contém coisas de barriga doces!
ru: Чтобы складывать сладкие штучки для животика
zh_tw: 西瓜有一肚子的甜水

# CHARACTERS.WORMWOOD.DESCRIBE.CANE
source: Friend for walking
de: Freund zum Laufen.
es: Amigo para andar
es_mx: Amigo para caminar
fr: Un copain pour marcher.
it: Amico per camminare
ja: 歩くためのお友だち
ko: 걸을 때 쓰는 친구야
pl: Przyjaciel do chodzenia
pt_br: Amiga pra caminhar.
ru: Друг, чтобы ходить
zh_tw: 用來走路的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: Boom!
es: ¡Bum!
es_mx: ¡Bum!
fr: Boum !
it: Bum!
ja: 爆発するヨ！
ko: 쾅!
pl: Bum!
pt_br: Buum!
ru: Бум!
zh_tw: 砰！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALCANNON.GENERIC
source: Boom maker
de: Bummmacher
es: Hace bum
fr: Un truc qui fait boum.
it: Fa botti
ja: ドッカーン装置だね
ko: 쿵쿵 소리내는 물건
pl: Robi bum.
pt_br: Fazedor de bum.
ru: Делает бабах
zh_tw: 會轟轟

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALCANNON_KIT
source: Not finished yet
de: Not nicht fertig
es: No está listo
fr: C'est pas encore fini.
it: Non finito
ja: まだ終わってないよ
ko: 아직 안 끝났어
pl: Niedokończone
pt_br: Ainda não tá terminado.
ru: Еще не построили
zh_tw: 還沒做好

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: Wheee!
de: Jaaa!
es: ¡Ueee!
es_mx: ¡Yupii!
fr: Youpi !
ja: わー！
ko: 이야아아!
pl: Łii!
pt_br: Eeeba!
ru: Ух ты!
zh_tw: 哇！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: Prize!
de: Preis!
es: ¡Premio!
fr: Un prix !
it: Premio!
ja: 景品だ！
ko: 경품!
pl: Nagroda!
pt_br: Prêmio!
ru: Приз!
zh_tw: 獎品！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: Ooooh
de: Oooh
fr: Oooh !
it: Oooh
ja: おおおおお～
ko: 오오오
pl: Ooooch
pt_br: Aaaah.
ru: У-у-у!
zh_tw: 噢噢噢

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: Fancy
de: Schick
es: Elegante
fr: C'est chic.
it: Bella
ja: 立派だね
ko: 멋져
pl: Ulala
pt_br: Chique.
ru: Красиво
zh_tw: 美

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: Surprise
de: Überraschung
es: Sorpresa
fr: Une surprise !
it: Sorpresa
ja: ビックリした
ko: 깜짝이야
pl: Niespodzianka
pt_br: Surpresa.
ru: Сюрприз
zh_tw: 驚喜

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_LAMP
source: Friend make nice glowy light
de: Freund macht schönes, leuchtendes Licht
es: Amiga hace luz brillante
fr: La copine fait de la jolie lumière.
it: Amica fa bella luce
ja: お友だちが最高のピカピカのライトをつくってくれたよ
ko: 친구에게서 광채가 번쩍번쩍 나
pl: Przyjaciel zrobić ładną święcącą lampkę.
pt_br: Amiga fez luz brilhante legal.
ru: Друг хорошо светится
zh_tw: 朋友做了會發光的燈
