Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_33
source: The creature has been forever imprisoned upon the ring.
de: Die Kreatur wurde auf dem Ring festgehalten. Für immer.
es: La criatura ha estado siempre encerrada en el anillo.
fr: La créature est enfermée depuis toujours dans l'anneau.
it: La creatura è stata imprigionata per sempre sull'anello.
ja: その生物は指輪によって永遠に閉じ込められている。
ko: 영원히 반지 안에 갇혀버렸군.
pl: Zwierzę na zawsze uwięzione w pierścieniu.
pt_br: A criatura foi aprisionada para sempre no anel.
ru: Чудище было навеки заключено в кольцо.
zh_cn: 这生物已经被永远囚禁在指环上了。
zh_tw: 這生物已經被永遠囚禁在指環上了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_34
source: Begone, foul magic!
de: Hinfort, elende Magie!
es: ¡Fuera de aquí, magia nauseabunda!
fr: Hors d'ici, magie infecte !
it: Allontanati, magia scellerata!
ja: 失せろ、腐った魔法め！
ko: 사라져라, 사악한 마법이여!
pl: Przepadnij, magiczne paskudztwo!
pt_br: Afaste-se, magia imunda!
ru: Изыди, нечистая магия!
zh_cn: 滚开，邪恶的魔法！
zh_tw: 滾開，邪惡的魔法！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_35
source: Twas a poison, most assuredly.
de: Es war ein Gift, ganz gewiss.
es: Era un veneno, casi con total seguridad.
fr: C'était du poison, c'est presque sûr.
it: Era un veleno, quasi sicuramente.
ja: 確かに毒だった。
ko: 분명히 안에 독이 들어있었을 거야.
pl: Zapewne ongiś była w niej trucizna.
pt_br: Era veneno, com toda a certeza.
ru: Могу с уверенностью сказать — это был яд.
zh_cn: 几乎可以确定那就是个监狱。
zh_tw: 幾乎可以確定那就是個監獄。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_36
source: Evidence of the undead. Stay wary, my allies!
de: Nachweis der Untoten. Bleibt vorsichtig, meine Verbündeten!
es: Indicios de muertos vivientes. ¡Sed precavidos, mis aliados!
fr: Une preuve du royaume des morts. Restez sur vos gardes, mes alliés !
it: La prova dei non-morti. Allerta, miei alleati!
ja: 不死者の跡だ、仲間達よ、気をつけろ。
ko: 언데드가 있다는 증거다. 다들 조심하라고!
pl: Dowód istnienia nieumarłych. Bądźcie czujni, towarzysze!
pt_br: Evidências dos mortos-vivos. Tenham cautela, meus aliados!
ru: Признаки нежити. Будьте бдительны, мои соратники!
zh_cn: 不死生物的证据。保持警惕，我的盟友！
zh_tw: 不死生物的證據。保持警惕，我的盟友！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_37
source: For warding off Loki's minions.
de: Zur Abwehr von Lokis Schergen.
es: Para protegerse de los esbirros de Loki.
fr: Pour éviter les laquais de Loki.
it: Per allontanare i seguaci di Loki.
ja: ロキの手先を追い払うために。
ko: 로키의 수하들을 물리치는 용도로군.
pl: Do odpędzania sług Lokiego.
pt_br: Para afastar os lacaios de Loki.
ru: Чтобы отбиваться от миньонов Локи.
zh_cn: 为了避开洛基的随从们。
zh_tw: 為了避開洛基的隨從們。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_38
source: There is a tiny world trapped within!
de: Darin ist eine winzige Welt gefangen!
es: ¡Hay un mundo diminuto atrapado dentro!
fr: Il y a un petit monde enfermé dedans !
it: C'è un piccolo mondo intrappolato dentro!
ja: 中に、小さき世界が宿っている。
ko: 안에 또 다른 작은 세계가 있네!
pl: W środku znajduje się niewielki świat!
pt_br: Tem um mundinho preso lá dentro!
ru: Внутри заточен маленький мир!
zh_cn: 里面困着一个小小的世界！
zh_tw: 裡面困著一個小小的世界！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_39
source: To arms! The gauntlet has been thrown down!
de: Zu den Waffen! Der Fehdehandschuh ist geworfen worden!
es: ¡A las armas! ¡Nos han retado!
fr: Aux armes ! On a relevé le gant !
it: In guardia! Il guanto di sfida è stato lanciato!
ja: 武器を持て！ ガントレットが破れたのだ！
ko: 무기를 들자! 도전의 장갑이 내던져졌다!
pl: Do broni! Rękawica została rzucona!
pt_br: Às armas! A manopla foi jogada ao chão!
ru: К оружию! Перчатка брошена!
zh_cn: 拿起武器！挑战开始！
zh_tw: 拿起武器！挑戰開始！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_4
source: A small, peculiar man.
de: Ein eigenartiger kleiner Mann.
es: Un hombrecillo peculiar.
fr: Un drôle de petit bonhomme.
it: Un ometto particolare.
ja: ずいぶんと小さき男だ
ko: 이상한 작은 사람이군요.
pl: Mały, śmieszny człowieczek.
pt_br: Um homem pequeno e estranho.
ru: Маленький, необычный человек.
zh_cn: 一个古怪的小人。
zh_tw: 一個古怪的小人。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_40
source: I have no use for such things.
de: Dafür hab ich keine Verwendung.
es: Estas cosas no me sirven.
fr: Je n'ai pas besoin de ça.
it: Non so che farmene di una cosa del genere.
ja: かようのものは我には意味をなさぬ。
ko: 나한테 이런 건 하나도 쓸모가 없는데.
pl: Nic mi po tym.
pt_br: Essas coisas não têm utilidade para mim.
ru: Не вижу пользы в этой вещице.
zh_cn: 这种东西对我毫无用处。
zh_tw: 這種東西對我毫無用處。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_41
source: Perhaps some sort of elixir lies within?
de: Vielleicht ist da irgendein Elixir drin?
es: ¿Quizás haya algún tipo de elixir dentro?
fr: Il y a peut-être un genre d'élixir dedans ?
it: Forse c'è una sorta di elisir dentro?
ja: 万能薬の一種が中にあるのではなかろうか。
ko: 혹시 안에 무슨 엘릭서라도 들었을까?
pl: Czyżby znajdował się w środku jakiś eliksir?
pt_br: Talvez algum tipo de elixir esteja em seu interior?
ru: Быть может, внутри находится какой-нибудь эликсир?
zh_cn: 也许里面藏着某种灵丹妙药？
zh_tw: 也許裡面藏著某種靈丹妙藥？

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_42
source: Tis no foe worthy of I.
de: Kein Feind ist meiner würdig.
es: No es un enemigo digno de mí.
fr: C'est pas un ennemi digne de moi.
it: Non è un nemico degno di me.
ja: 我に相応しき敵手にあらず。
ko: 감히 나에게 맞설 만한 상대는 아니로군.
pl: Nie jest to wróg wart mego czasu.
pt_br: Não é um inimigo digno de me enfrentar.
ru: Этот враг меня не достоин!
zh_cn: 它不配和我斗。
zh_tw: 它不配和我鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_43
source: What manner of creature be this?
de: Was für ein Wesen ist das?
es: ¿Qué clase de criatura es esta?
fr: Quel genre de créature est-ce donc ?
it: Che razza di creatura è questa?
ja: これはどのような生物なのだろうか？
ko: 이건 대체 무슨 동물이지?
pl: Cóż to za osobliwa bestia?
pt_br: Que tipo de criatura é esta?
ru: Что за диковинное чудище это может быть?
zh_cn: 这是何种生物？
zh_tw: 這是何種生物？

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_44
source: It has fallen in battle.
de: Ist in der Schlacht gefallen.
es: Ha caído en la batalla.
fr: Il est tombé au combat.
it: È caduto in battaglia.
ja: 是は戦闘にて倒れた。
ko: 장렬하게 전사했군.
pl: Śmiertelna ofiara bitwy.
pt_br: Caiu em batalha.
ru: Он пал в битве.
zh_cn: 它在战斗中倒下了。
zh_tw: 它在戰鬥中倒下了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_45
source: What stories might you tell, trapped spirit?
de: Welche Geschichten hast du zu erzählen?
es: ¿Qué historias podrías contar, espíritu atrapado?
fr: Quelles histoires pourrais-tu narrer, esprit captif ?
it: Che storie potresti raccontare, spirito intrappolato?
ja: 宿りし精よ、どのような話をしてくれるのか？
ko: 안에 갇힌 혼령아, 무슨 이야기를 전하고 싶니?
pl: Cóż za historie możesz opowiedzieć, schwytany duchu?
pt_br: Que histórias me contarás, espírito aprisionado?
ru: Какие истории ты можешь поведать, заточенный дух?
zh_cn: 被困的灵魂，你有什么故事要说吗？
zh_tw: 被困的靈魂，你有什麼故事要說嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_46
source: Tis a suspicious contraption!
de: Eine wahrlich sonderbare Vorrichtung!
es: ¡Es un artilugio sospechoso!
fr: C'est louche comme bidule !
it: È un aggeggio sospetto!
ja: 怪しい仕掛けだ！
ko: 수상한 장치로군!
pl: Przedziwne ustrojstwo!
pt_br: É uma geringonça suspeita!
ru: Это очень хитроумная диковина!
zh_cn: 这是个可疑的玩意！
zh_tw: 這是個可疑的玩意！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_5
source: Will it take me to Asgard?
de: Wird es mich nach Asgard bringen?
es: ¿Me llevará a Asgard?
fr: Est-ce que ça m'amènera à Ásgard ?
it: Mi porterà a Asgard?
ja: アスガルドーに連れて行ってくれるか？
ko: 나를 아스가르드로 데려가 줄까?
pl: Czy zabierze mnie do Asgardu?
pt_br: Vai me levar à Asgard?
ru: Он перенесет меня в Асгард?
zh_cn: 它能带我去神域吗？
zh_tw: 它能帶我去神域嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_6
source: Useless technology.
de: Nutzlose Technologie.
es: Tecnología inútil.
fr: Technologie inutile.
it: Tecnologia inutile.
ja: 役に立たないテクノロジー。
ko: 쓸모없는 기술이로군.
pl: Bezużyteczna technologia.
pt_br: Tecnologia inútil.
ru: Бесполезная технология.
zh_cn: 无用的科技。
zh_tw: 無用的科技。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_7
source: No time for games! I must train my new allies!
de: Keine Zeit für Spiele! Ich muss meine neuen Verbündeten trainieren!
es: ¡No hay tiempo para juegos! ¡Debo entrenar a mis nuevos aliados!
fr: Pas le moment de s'amuser ! Je dois entraîner mes nouveaux alliés !
it: Non c'è tempo per i giochi! Devo allenare i miei nuovi alleati!
ja: 遊びに興じる暇はない！友を訓練せねば…
ko: 게임할 시간은 없어요! 새 아군을 훈련시켜야 하죠!
pl: Nie ma czasu na igraszki! Muszę ćwiczyć mych nowych towarzyszy!
pt_br: Não há tempo para brincadeiras! Preciso treinar meus aliados!
ru: Мне не до игр! Надо тренировать моих новых союзников!
zh_cn: 没时间玩耍！我必须训练我的新盟友们！
zh_tw: 沒時間玩耍！我必須訓練我的新盟友們！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_8
source: It would make an okay weapon in a pinch.
de: Im Notfall würde das eine akzeptable Waffe abgeben.
es: Sería una buena arma si fuera necesario.
fr: Ça pourrait faire une arme acceptable, à la rigueur.
it: Sarebbe un'arma accettabile in casi estremi.
ja: 他に何も無ければ、武器にならなくもない。
ko: 급한 상황에 무기로 쓸 수는 있겠군.
pl: Można by z tego zrobić całkiem sensowną broń.
pt_br: Daria uma arma mais ou menos na hora da necessidade.
ru: Если понадобится, из этого выйдет оружие.
zh_cn: 必要时可以充当不错的武器。
zh_tw: 必要時可以充當不錯的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_9
source: No decent armor could be made with these.
de: Daraus kann keine anständige Rüstung gemacht werden.
es: Con esto no se puede hacer ninguna armadura decente.
fr: Impossible de faire une armure décente avec ça.
it: Nessuna armatura decente può essere fatta con questi.
ja: これでは、まともなよろいは造れぬ
ko: 이걸로는 좋은 갑옷을 만들 수가 없지.
pl: Nie da się zrobić z nich porządnego pancerza.
pt_br: Nenhuma armadura decente pode ser feita com isso.
ru: Приличных доспехов из этого не сделаешь.
zh_cn: 用这些可做不出好的盔甲。
zh_tw: 用這些可做不出好的盔甲。

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: By the gods, that fishbowl's ablaze!
de: Bei den Göttern, das Fischglas brennt!
es: ¡Por los dioses, la pecera está ardiendo!
fr: Par les dieux, ce böcal est en flammes !
it: Per tutti gli dei, quella boccia è in fiamme!
ja: 神よ、その金魚蜂が燃えている！
ko: 신이시여, 어항이 불타고 있잖아!
pl: Na bogów, akwarium w płomieniach!
pt_br: Pelos deuses, esse aquário tá pegando fogo!
ru: О боги, аквариум горит!
zh_cn: 诸神啊，那个鱼缸烧着了！
zh_tw: 諸神啊，那個魚缸燒著了！

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: Tis naught but cinders.
de: Nur noch Asche.
es: No son más que cenizas.
fr: Ce n'est plus que cendres.
it: Non è altro che cenere.
ja: 燃え殻に過ぎない。
ko: 재밖에 없군.
pl: Został tylko popiół.
pt_br: Nada além de cinzas.
ru: Осталась только зола.
zh_cn: 烧成灰烬。
zh_tw: 燒成灰燼。

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: I will stand victorious!
de: Ich werde obsiegen!
es: ¡Me alzaré con la victoria!
fr: Je rempörterai la victöire !
it: La vittoria sarà mia!
ja: 我は勝利が如く立つ！
ko: 내가 승리할 테다!
pl: Odniosę zwycięstwo!
pt_br: Eu sairei vitoriosa!
ru: Я одержу победу!
zh_cn: 我必将胜出！
zh_tw: 我必將勝出！

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_cn: 重量: {weight} 捕获人: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} A most glorious catch indeed!
de: Gewicht: {weight} Gefangen von: {owner} Welch ruhmreicher Fang!
es: Peso: {weight} Capturado por: {owner} ¡Una captura gloriosa!
fr: Poids : {weight} Pêché par : {owner} Une prise des plus glörieuses !
it: Peso: {weight} Catturato da: {owner} Davvero un'ottima pesca!
ja: 重さ：{weight} 捕獲者：{owner} 間違いなく最も輝かしい釣り上げだ！
ko: 무게: {weight} 잡은 사람: {owner} 그야말로 가장 눈부신 어획물이군!
pl: Waga: {weight} Imię wędkarza: {owner} Zaiste, wspaniały połów!
pt_br: Peso: {weight} Capturado por: {owner} Uma pescaria gloriosa!
ru: Вес: {weight} Поймано: {owner} Достойная добыча!
zh_cn: 重量: {weight} 捕获人: {owner} 无上光荣的捕获!
zh_tw: 重量: {weight} 捕獲人: {owner} 無上光榮的捕獲!

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} Take heed of my fishing prowess!
de: Gewicht: {weight} Gefangen von: {owner} Nehmt euch ein Beispiel an meinen Angelkünsten!
es: Peso: {weight} Capturado por: {owner} ¡Contempla mi proeza pesquera!
fr: Poids : {weight} Pêché par : {owner} Admirez icelle pröuesse !
it: Peso: {weight} Catturato da: {owner} Attenzione alle mie prodezze da pescatrice!
ja: 重さ：{weight} 捕獲者：{owner} 我が釣りの腕前に気をつけてるのだ。
ko: 무게: {weight} 잡은 사람: {owner} 내 낚시 실력을 조심하라고!
pl: Waga: {weight} Imię wędkarza: {owner} Patrzcie, jakam wprawna w łowieniu ryb!
pt_br: Peso: {weight} Capturado por: {owner} Vejam minhas habilidades de pesca!
ru: Вес: {weight} Поймано: {owner} Узрите мои рыболовные таланты!
zh_cn: 重量: {weight} 捕获人: {owner} 见识一下我的捕鱼神技吧！
zh_tw: 重量: {weight} 捕獲人: {owner} 見識一下我的捕魚神技吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} T'was nothing for a skilled hunter!
de: Gewicht: {weight} Gefangen von: {owner} Für geübte Jäger ist das gar nichts!
es: Peso: {weight} Capturado por: {owner} ¡No era nada para una cazadora experta!
fr: Poids : {weight} Pêché par : {owner} Rien d'impössible pöur une chasseresse talentueuse !
it: Peso: {weight} Catturato da: {owner} Non è stato nulla di che per una cacciatrice provetta come me!
ja: 重さ：{weight} 捕獲者：{owner} 熟練の狩人には何てことない！
ko: 무게: {weight} 잡은 사람: {owner} 노련한 사냥꾼에게 이 정도는 아무것도 아니지!
pl: Waga: {weight} Imię wędkarza: {owner} To drobnostka dla zręcznej łowczyni!
pt_br: Peso: {weight} Capturado por: {owner} Para uma caçadora habilidosa, isso não é nada!
ru: Вес: {weight} Поймано: {owner} Как и полагается талантливой охотнице!
zh_cn: 重量: {weight} 捕获人: {owner} 对威武的猎手来说，这不算什么!
zh_tw: 重量: {weight} 捕獲人: {owner} 對威武的獵手來說，這不算什麼!

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: It hath been set ablaze!
de: Es wurde in Brand gesteckt!
es: ¡Ha habido un incendio!
fr: Au feu !
it: Ha preso fuoco!
ja: 燃えておるぞ！
ko: 불태웠다!
pl: Stanęło w płomieniach!
pt_br: Está pegando fogo!
ru: Оно объято пламенем!
zh_cn: 它被点燃了！
zh_tw: 它被點燃了！

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: T'was of little use anyway.
de: War ja eh nutzlos.
es: Tampoco servía para nada.
fr: Elle était inutile, de töute façön.
it: Serviva comunque a poco.
ja: いずれにせよ、あれは無益なものであった。
ko: 어쨌든 거의 쓸모가 없었어.
pl: I tak było mało przydatne.
pt_br: Não tinha muita utilidade mesmo.
ru: От них все равно никакой пользы.
zh_cn: 反正也没什么用。
zh_tw: 反正也沒什麼用。

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: Vile veggies! Bring out the best among you to be judged!
de: Scheußliches Gemüse! Zeigt die Besten unter euch, um beurteilt zu werden!
es: ¡Malditas verduras! ¡Que aparezca ante mí la mejor para que puedan juzgarla!
fr: Vils légumes ! Désignez vötre champiön afin de recevöir vöstre jugement !
it: Vili ortaggi! Portate i migliori tra voi affinché vengano giudicati!
ja: 不愉快極まりない野菜ども！汝らの中で最も良き物を出すのじゃ。我が裁いて進ぜよう！
ko: 혐오스러운 채소다! 너희들 중에 가장 좋은 녀석만 나와서 평가를 받으렴!
pl: Plugawe warzywa! Wyślijcie swego czempiona, gdyż czas na osąd!
pt_br: Legumes repugnantes! Vamos julgar quais são os melhores entre vocês!
ru: Клятые овощи! Пусть лучший из вас предстанет пред судом!
zh_cn: 卑鄙的蔬菜! 让你们中的佼佼者出来接受审判!
zh_tw: 卑鄙的蔬菜! 讓你們中的佼佼者出來接受審判!

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} I care not.
de: Gewicht: {weight} Geerntet am: {day} Mir doch egal.
es: Peso: {weight} Cosecha del día: {day} No me interesa.
fr: Pöids : {weight} Récölte effectuée le jöur : {day} Peu me chaut.
it: Peso: {weight} Raccolto il giorno: {day} Non m'interessa.
ja: 重量：{weight} 収穫日：{day} 好まぬ。
ko: 무게: {weight} 심은 후 {day}째 날에 수확 관심없거든.
pl: Waga: {weight} Zebrano dnia: {day} Nie interesuje mnie to.
pt_br: Peso: {weight} Colheita feita no dia: {day} Não tenho interesse!
ru: Вес: {weight} День сбора: {day} Мне все равно.
zh_cn: 重量: {weight} 收获日: {day} 我不在乎。
zh_tw: 重量: {weight} 收穫日: {day} 我不在乎。

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} 'Tis vile, but robust.
de: Gewicht: {weight} Geerntet am: {day} Scheußlich, aber robust.
es: Peso: {weight} Cosecha del día: {day} Es desagradable, a la par que saludable.
fr: Pöids : {weight} Récölte effectuée le jöur : {day} C'estöy vil, bien que röbuste.
it: Peso: {weight} Raccolto il giorno: {day} È orribile, ma gagliardo.
ja: 重量：{weight} 収穫日：{day} 悪辣だが堅牢。
ko: 무게: {weight} 심은 후 {day}째 날에 수확 별론데 멋지네.
pl: Waga: {weight} Zebrano dnia: {day} Plugawe, ale całkiem solidne.
pt_br: Peso: {weight} Colheita feita no dia: {day} É vil, mas seu tamanho é robusto!
ru: Вес: {weight} День сбора: {day} Мерзок он, но дюж.
zh_cn: 重量: {weight} 收获日: {day} 虽然卑鄙，但很强壮。
zh_tw: 重量: {weight} 收穫日: {day} 雖然卑鄙，但很強壯。

# CHARACTERS.WATHGRITHR.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: Ha! The machine does not even deem it worthy enough to reveal its weight!
de: Ha! Die Maschine hält sie nicht einmal für würdig genug, um ihr Gewicht zu verraten!
es: ¡Ja! La máquina le tiene tan poca estima que ni siquiera se digna a revelar su peso.
fr: Ha ! La machine ne l'estime pöint assez digne pöur révéler sienne masse !
it: Ahah! Il dispositivo non lo ritiene abbastanza degno da svelare il suo peso!
ja: は！機械もこの物には重さを明かす価値もないと存ずるとは！
ko: 하! 기계가 무게를 밝혀야 할 만큼 멋지지는 않아.
pl: Ha! Machina nie chce nawet ujawnić jego wagi – takie jest niegodne!
pt_br: Ha! A máquina não considera este vegetal digno o bastante para ser pesado!
ru: Ха! Сия машина не сочла его достойным, чтоб мне поведать вес!
zh_cn: 哈！连机器都觉得它们不配让它显示重量！
zh_tw: 哈！連機器都覺得它們不配讓它顯示重量！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRUNKVEST_SUMMER
source: It will not suffice in the frozen wastes.
de: Für die gefrorenen Ödlande wird diese Weste nicht ausreichen.
es: No será suficiente en los páramos congelados.
fr: Ne suffira pas dans les étendues glacées.
it: Non basterà nelle gelide lande.
ja: 凍てついた荒野では十分ではない。
ko: 동토에서는 이걸로 충분하지 않을 거야.
pl: Na mroźnych pustkowiach może nie wystarczyć.
pt_br: Não será suficiente em desertos gelados.
ru: Это не согреет в ледяных пустошах.
zh_cn: 在冰冻荒原上不能只用这个。
zh_tw: 在冰凍荒原上不能只用這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRUNKVEST_WINTER
source: The warm pelt of a bested creature. A fine garment.
de: Das warme Fell von einer unübertroffenen Kreatur. Ein gutes Kleidungsstück.
es: La piel caliente de una criatura vencida. Una prenda fina.
fr: La chaude fourrure d'une créature vaincue. Excellent vêtement.
it: La calda pelle di una creatura sconfitta. Un capo raffinato.
ja: 屈した生き物の暖かい毛皮。申し分ない衣服。
ko: 무찌른 동물의 따뜻한 가죽이로군. 훌륭한 옷가지다.
pl: Ciepła skóra pokonanego zwierza. Znakomity element garderoby.
pt_br: A pele quente de uma criatura derrotada. Um traje elegante.
ru: Теплая шкура полезного животного. Хорошая одежда.
zh_cn: 来自战败生物的温暖毛皮。不错的服装。
zh_tw: 來自戰敗生物的溫暖毛皮。不錯的服裝。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_COOKED
source: A juicy reward after a hard battle.
de: Eine saftige Belohnung nach einem schweren Kampf.
es: Una jugosa recompensa después de una dura batalla.
fr: Une belle récompense après un dur combat.
it: Una succosa ricompensa dopo una dura battaglia.
ja: 激しい戦の後の、水分たっぷりの褒美。
ko: 고된 전투 후의 맛난 보상이로군.
pl: Soczysta nagroda za ciężką bitwę.
pt_br: Uma recompensa suculenta depois de uma batalha dura.
ru: Сочная награда после тяжелой битвы.
zh_cn: 苦战之后的多汁奖品。
zh_tw: 苦戰之後的多汁獎品。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_SUMMER
source: A powerful trunk of a fallen not-so-hairy beast.
de: Ein mächtiger Rüssel einer nicht so haarigen Bestie.
es: Una poderosa trompa de un una bestia caída no muy peluda.
fr: Un coffre solide de bestioles mortes pas trop poilues.
it: Una proboscide potente di una bestia morta non pelosissima.
ja: さほど毛深くない動物が死んで得られた鼻。
ko: 털이 별로 없는 짐승의 굵직한 코로군.
pl: Potężna trąba nie aż tak włochatego zwierza.
pt_br: Um baú poderoso de uma fera derrotada não-tão-peluda.
ru: Мощный хобот не очень волосатого павшего зверя.
zh_cn: 一根结实有力的象鼻，来自被杀死的毛不多的大象。
zh_tw: 一根結實有力的象鼻，來自被殺死的毛不多的大象。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRUNK_WINTER
source: A powerful trunk of a fallen hairy beast.
de: Ein mächtiger Rüssel einer gefallenen haarigen Bestie.
es: Una poderosa trompa de un una bestia caída peluda.
fr: Puissante trompe d'une bête poilue tombée au combat.
it: Una proboscide potente di una bestia pelosa morta.
ja: 死んだ毛深い動物の力強い鼻。
ko: 털이 많은 짐승의 굵직한 코로군.
pl: Potężna trąba włochatego zwierza.
pt_br: Um baú poderoso de uma fera peluda caída.
ru: Мощный хобот волосатого павшего зверя.
zh_cn: 一根结实有力的象鼻，来自被杀死的毛很多的大象。
zh_tw: 一根結實有力的象鼻，來自被殺死的毛很多的大象。

# CHARACTERS.WATHGRITHR.DESCRIBE.TUMBLEWEED
source: Flee, bouncing coward!
de: Flieh, hüpfender Feigling!
es: ¡Huye, cobarde planta andante!
fr: Vole, poltron bondissant !
it: Scappa, codardo rimbalzante!
ja: 臆病者め、逃げるが良い！
ko: 굴러다니는 겁쟁아, 어서 도망가라!
pl: Uciekaj, podskakujący tchórzu!
pt_br: Fuja, covarde saltitante!
ru: Убегай, скачущий враг!
zh_cn: 逃吧，弹来弹去的胆小鬼！
zh_tw: 逃吧，彈來彈去的膽小鬼！

# CHARACTERS.WATHGRITHR.DESCRIBE.TURFCRAFTINGSTATION
source: The very ground shall heed my will!
de: Der Boden selbst soll meinem Willen gehorchen!
es: ¡La tierra obedecerá mi voluntad!
fr: La terre en persönne m'öbéira !
it: Il terreno stesso si piegherà al mio volere!
ja: まさにこの地面は我が意思に注意するであろう！
ko: 바로 그 땅이 내 뜻에 귀를 기울일 것이다!
pl: Nawet ziemia będzie mi posłuszna!
pt_br: O chão obedecerá à minha vontade!
ru: Пусть предо мной сама земля колени преклоняет!
zh_cn: 大地将听命与我！
zh_tw: 大地將聽命與我！

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_ARCHIVE
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_BADLANDS
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CARPETFLOOR
source: It soaks up the blood of battle.
de: Er saugt das Blut des Kampfes auf.
es: Absorbe la sangre de la batalla.
fr: Absorbe le sang du combat.
it: Assorbe il sangue della battaglia.
ja: 戦いの血を吸収する。
ko: 전투의 피를 빨아들였군.
pl: Doskonale zbiera całą krew z pola bitwy.
pt_br: Suga o sangue da batalha.
ru: Он весь промок от крови в битвах.
zh_cn: 它浸透了战斗的鲜血。
zh_tw: 它浸透了戰鬥的鮮血。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CAVE
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_CHECKERFLOOR
source: Fancy floor.
de: Ausgefallener Boden.
es: Suelo elegante.
fr: Joli sol.
it: Pavimento di lusso.
ja: 豪華なフローリング。
ko: 고급스러운 바닥이로군.
pl: Wymyślna podłoga.
pt_br: Chão chique.
ru: Красивый пол.
zh_cn: 高档地板。
zh_tw: 高檔地板。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_DECIDUOUS
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_DESERTDIRT
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。
