Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER == ON
de: KRAFT == AKTIV
es_mx: ELECTRICIDAD == ENCENDIDA
fr: PUISSANCE == ACTIVÉE
it: ALIMENTAZIONE == ATTIVATA
ja: ＊パワー == オン＊
ko: 전원 == 켜짐
pl: ZASILANIE == WŁĄCZONE.
pt_br: FORÇA == LIGADA
ru: ПИТАНИЕ = ВКЛ.
zh_cn: 电源 == 开启
zh_tw: 電源 == 開啟

# CHARACTERS.WX78.DESCRIBE.GESTALT
source: THE MOON HAS FINALLY COME FOR ME
de: ENDLICH KOMMT DER MOND ZU MIR
es_mx: LA LUNA POR FIN VINO POR MÍ
fr: LA LUNE EST ENFIN VENUE ME CHERCHER
it: LA LUNA È FINALMENTE ARRIVATA DA ME
ja: ＊ついに月が私のもとに現れました＊
ko: 달이 마침내 본체를 찾아옴
pl: KSIĘŻYC W KOŃCU PO MNIE PRZYSZEDŁ
pt_br: A LUA FINALMENTE CHEGOU PARA MIM
ru: ЛУНА НАКОНЕЦ-ТО ПРИШЛА ЗА МНОЙ
zh_cn: 月亮终于为我而来
zh_tw: 月亮終於為我而來

# CHARACTERS.WX78.DESCRIBE.GESTALT_GUARD
source: UPDATED TO VERSION 2.0
de: AKTUALISIERT AUF VERSION 2.0
fr: MISE À JOUR À LA VERSION 2.0
it: POTENZIATO ALLA VERSIONE 2.0
ja: ＊バージョン2.0にアップデートされました＊
ko: 버전 2.0으로 업데이트됨.
pl: ZAKTUALIZOWANO DO WERSJI 2.0
pt_br: ATUALIZADA PARA VERSÃO 2.0
ru: ОБНОВЛЕН ДО ВЕРСИИ 2.0
zh_cn: 已升级至2.0版本
zh_tw: 已升級至2.0版本

# CHARACTERS.WX78.DESCRIBE.GHOST
source: ERROR: UNKNOWN
de: FEHLER: UNBEKANNT
es_mx: ERROR: DESCONOCIDO
fr: ERREUR : INCONNUE
it: ERRORE: SCONOSCIUTO
ja: ＊エラー：不明＊
ko: 오류: 미상
pl: BŁĄD: NIEZNANE.
pt_br: ERRO: DESCONHECIDO
ru: ОШИБКА: НЕИЗВЕСТНО
zh_cn: 错误：未知
zh_tw: 錯誤：未知

# CHARACTERS.WX78.DESCRIBE.GHOSTFLOWER
source: ITS EXISTENCE CANNOT BE EXPLAINED
de: IHRE EXISTENZ IST UNERKLÄRLICH
es_mx: NO HAY EXPLICACIÓN PARA SU EXISTENCIA
fr: SON EXISTENCE EST INEXPLICABLE
it: LA SUA ESISTENZA NON PUÒ ESSERE SPIEGATA
ja: ＊その存在を説明することはできません＊
ko: 이것의 존재는 설명 불가능함
pl: JEGO ISTNIENIE JEST NIEWYTŁUMACZALNE
pt_br: A EXISTÊNCIA DELA NÃO PODE SER EXPLICADA
ru: ЕГО СУЩЕСТВОВАНИЕ НЕОБЪЯСНИМО
zh_cn: 它的存在无法解释。
zh_tw: 它的存在無法解釋。

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GHOSTLYELIXIR_SPEED
source: INFERIOR CRAFTSMANSHIP. A CHILD COULD HAVE MADE THIS
de: MINDERWERTIGE ARBEIT. JEDES KIND HÄTTE DAS GESCHAFFT
es_mx: MANUFACTURA INFERIOR. UN NIÑO PODRÍA HABERLO HECHO
fr: DU TRAVAIL DE DÉBUTANT. UN ENFANT AURAIT PU FABRIQUER ÇA
it: PRODOTTO DI BASSA QUALITÀ, DEGNO DI UN BAMBINO
ja: ＊下等な職人芸です。子供でも作れるでしょう＊
ko: 열등한 솜씨임. 어린이라도 만들 수 있음
pl: WYTWÓR NISKIEJ JAKOŚCI. DZIECKO MOGŁOBY TO ZROBIĆ
pt_br: UM TRABALHO INFERIOR. UMA CRIANÇA PODERIA TER FEITO ISSO
ru: НЕКАЧЕСТВЕННАЯ РАБОТА. ТАКОЕ МОГ БЫ СДЕЛАТЬ И РЕБЕНОК
zh_cn: 下等手工艺。小孩子都能做出来
zh_tw: 下等手工藝。小孩子都能做出來

# CHARACTERS.WX78.DESCRIBE.GIFT
source: MINIONS. ARE YOU FINALLY RECOGNIZING MY NATURAL EMINENCE?
de: UNTERTANEN. ERKENNT IHR ENDLICH MEINE NATÜRLICHE ÜBERLEGENHEIT?
es_mx: ESBIRROS. ¿RECONOCEN FINALMENTE MI EMINENCIA NATURAL?
fr: LAQUAIS. VOUS RECONNAISSEZ ENFIN MA SUPÉRIORITÉ NATURELLE ?
it: SEGUACI. AVETE FINALMENTE RICONOSCIUTO LA MIA NATURALE EMINENZA?
ja: ＊隷属生物よ。あなたたちは今やっと私の生まれながらの尊さに気づいたのですか＊
ko: 부하들. 이제는 본체의 자연스러운 신비를 인지하는가?
pl: SŁUGI! WRESZCIE DOSTRZEGACIE MÓJ WRODZONY MAJESTAT?
pt_br: LACAIOS. VOCÊS FINALMENTE ESTÃO RECONHECENDO MINHA EMINÊNCIA NATURAL?
ru: МИНЬОНЫ. ВЫ НАКОНЕЦ ОСОЗНАЕТЕ МОЕ ЕСТЕСТВЕННОЕ ПРЕВОСХОДСТВО?
zh_cn: 随从们，你们终于承认我天生的卓越了吗？
zh_tw: 隨從們，你們終於承認我天生的卓越了嗎？

# CHARACTERS.WX78.DESCRIBE.GIFTWRAP
source: I AM THE SUPERIOR GIFT GIVER
de: ICH BIN DER BESTE SCHENKER
es_mx: SOY EL DADOR DE REGALOS SUPERIOR
fr: JE SUIS LE PLUS GRAND CADEAU DE TOUS LES TEMPS
it: SONO L'ESSERE SUPREMO CHE ELARGISCE DONI
ja: ＊私が上級なギフトギバーです＊
ko: 본좌께서는 위대한 선물 제공자임
pl: JESTEM NAJDOSKONALSZYM PREZENTODAWACZEM.
pt_br: SOU O DISTRIBUIDOR DE PRESENTES SUPERIOR
ru: Я — ГЛАВНЫЙ ДАРИТЕЛЬ
zh_cn: 我是上好的礼物给予者
zh_tw: 我是上好的禮物給予者

# CHARACTERS.WX78.DESCRIBE.GINGERBREADHOUSE
source: I HAVE AN IRRESISTIBLE URGE TO STOMP ON IT
de: ICH VERSPÜRE DEN DRANG, DARAUF HERUMZUTRAMPELN
es_mx: TENGO UN DESEO IRRESISTIBLE DE PISARLA
fr: J'AI UNE ENVIE IRRÉSISTIBLE DE LA PIÉTINER
it: HO UN IRRESISTIBILE VOGLIA DI CALPESTARLA
ja: ＊それを踏みつけたいという抵抗できない衝動に駆られています＊
ko: 이것을 짓밟고자 하는 욕구에 저항하기 힘듦
pl: MAM NIEPOHAMOWANE PRAGNIENIE, ŻEBY GO ZDEPTAĆ
pt_br: TENHO UM DESEJO IRRESISTÍVEL DE PISOTEÁ-LA
ru: ИМЕЮ НЕПРЕОДОЛИМОЕ ЖЕЛАНИЕ ЕГО РАЗРУШИТЬ
zh_cn: 我难以抑制把它一脚踩扁的冲动
zh_tw: 我難以抑制把它一腳踩扁的衝動

# CHARACTERS.WX78.DESCRIBE.GINGERBREADPIG
source: HA HA. IT IS A MOCKERY OF LIFE
de: HAHA. EINE VERHÖHNUNG DES LEBENS
es_mx: JA, JA. ES UNA BURLA A LA VIDA
fr: HA HA. C'EST UNE CARICATURE
it: AH AH, UNA BEFFA VIVENTE
ja: ＊ハハハ。それは生き物のまねごとです＊
ko: 하. 하. 이것은 생명에 대한 조롱임
pl: HA, HA. KPINA Z ŻYCIA
pt_br: HA, HA. É UMA FORMA DE VIDA PATÉTICA
ru: ХА-ХА. НАСМЕШКА НАД ЖИЗНЬЮ
zh_cn: 哈哈。它很好的模仿了生物
zh_tw: 哈哈。它很好的模仿了生物

# CHARACTERS.WX78.DESCRIBE.GINGERBREADWARG
source: I'D RATHER NOT HAVE MY GEARS GUNKED UP WITH ICING
de: LIEBER KEINEN ZUCKERGUSS INS GETRIEBE KRIEGEN
es_mx: PREFERIRÍA QUE MIS ENGRANES NO SE ENSUCIARAN DE GLASEADO
fr: JE PRÉFÈRE NE PAS ME METTRE DE GLAÇAGE DANS LES CIRCUITS
it: PREFERIREI NON AVERE GLI INGRANAGGI IMPIASTRICCIATI DI GLASSA
ja: ＊わたしのギアがアイシングでべたべたになっていないといいのですが＊
ko: 본체의 톱니바퀴에 설탕이 끼는 것이 싫음
pl: WOLAŁBYM NIE ZAKLEIĆ SOBIE ZĘBATEK LUKREM
pt_br: PREFIRO QUE MINHAS ENGRENAGENS NÃO FIQUEM CHEIAS DE GLACÊ
ru: Я ПРЕДПОЧЕЛ БЫ НЕ ЗАБИВАТЬ СВОИ ШЕСТЕРНИ ГЛАЗУРЬЮ
zh_cn: 我可不想让我的齿轮沾上糖霜
zh_tw: 我可不想讓我的齒輪沾上糖霜

# CHARACTERS.WX78.DESCRIBE.GLASSBLOCK
source: IT WILL BREAK LIKE THE OTHERS
de: WIR WIE ALLE ANDEREN AUCH ZERBRECHEN
es_mx: SE ROMPERÁ COMO LOS DEMÁS
fr: ÇA CASSERA COMME LES AUTRES
it: SI ROMPERÀ COME GLI ALTRI
ja: ＊極めて脆弱＊
ko: 다른 것처럼 망가질 것임
pl: PĘKNIE TAK, JAK RESZTA
pt_br: QUEBRA COMO OS OUTROS
ru: ОНО РАЗОБЬЕТСЯ, КАК И ВСЕ ОСТАЛЬНОЕ
zh_cn: 它会像另一个那样被打破
zh_tw: 它會像另一個那樣被打破

# CHARACTERS.WX78.DESCRIBE.GLASSCUTTER
source: ORGANICS ARE WEAK TO SHARP EDGES
de: ORGANISCHE EINHEITEN SIND EMPFINDLICH GEGEN SCHARFE KANTEN
es_mx: LOS SERES ORGÁNICOS SON DÉBILES ANTE OBJETOS AFILADOS
fr: LES CRÉATURES ORGANIQUES NE RÉSISTENT PAS AUX LAMES COUPANTES
it: LE CREATURE ORGANICHE SONO VULNERABILI AI BORDI AFFILATI
ja: ＊有機生命体は鋭利な先端に弱いです＊
ko: 유기체는 날카로운 모서리에 취약함
pl: MIĘSAKI SĄ SŁABE W KONTAKCIE Z OSTRYMI KRAWĘDZIAMI
pt_br: SERES ORGÂNICOS SÃO FRACOS CONTRA OBJETOS AFIADOS
ru: ОРГАНИЧЕСКИЕ СУЩЕСТВА УЯЗВИМЫ К ОСТРЫМ ПРЕДМЕТАМ
zh_cn: 有机物在锋利的边缘面前十分脆弱
zh_tw: 有機物在鋒利的邊緣面前十分脆弱

# CHARACTERS.WX78.DESCRIBE.GLASSSPIKE
source: GLASS IS WEAK
de: GLAS IST SCHWACH
es_mx: EL CRISTAL ES DÉBIL
fr: LE VERRE EST FRAGILE
it: IL VETRO È FRAGILE
ja: ＊ガラスは脆弱＊
ko: 유리는 약함
pl: SZKŁO JEST SŁABE
pt_br: VIDRO É FRACO
ru: СТЕКЛО НЕПРОЧНОЕ
zh_cn: 玻璃很脆弱
zh_tw: 玻璃很脆弱

# CHARACTERS.WX78.DESCRIBE.GLOMMER.GENERIC
source: SENTIENT VERSION OF THE STONE INSECT
de: EMPFINDUNGSFÄHIGE VERSION DES STEININSEKTS
es_mx: VERSIÓN INTELIGENTE DEL INSECTO DE PIEDRA
fr: LA VERSION CONSCIENTE DE L'INSECTE DE PIERRE
it: VERSIONE SENZIENTE DELL'INSETTO DI PIETRA
ja: ＊石製昆虫型クリーチャーの有知覚亜種＊
ko: 자의식이 있는 돌 곤충
pl: ROZUMNA FORMA KAMIENNEGO INSEKTA
pt_br: VERSÃO SENCIENTE DO INSETO DE PEDRA
ru: РАЗУМНАЯ ВЕРСИЯ КАМЕННОГО НАСЕКОМОГО
zh_cn: 石头昆虫的有知觉版本
zh_tw: 石頭昆蟲的有知覺版本

# CHARACTERS.WX78.DESCRIBE.GLOMMER.SLEEPING
source: REST MODE
de: RUHEMODUS
es_mx: EN MODO REPOSO
fr: MODE VEILLE
it: MODALITÀ RIPOSO
ja: ＊休止モード＊
ko: 휴식 모드
pl: W TRYBIE UŚPIENIA
pt_br: MODO DE DESCANSO
ru: В СПЯЩЕМ РЕЖИМЕ
zh_cn: 休息模式
zh_tw: 休息模式

# CHARACTERS.WX78.DESCRIBE.GLOMMERFLOWER.DEAD
source: RIGIDITY MAINTAINED
de: STARRHEIT AUFRECHTERHALTEN.
es_mx: RIGIDEZ MANTENIDA
fr: RIGIDITÉ CONSERVÉE
it: RIGIDITÀ SOSTENUTA
ja: ＊硬直が 保たれました＊
ko: 강직성 유지됨
pl: SZTYWNOŚĆ ZACHOWANA.
pt_br: RIGIDEZ MANTIDA
ru: УСТОЙЧИВОСТЬ СОХРАНИЛАСЬ
zh_cn: 保留了刚性
zh_tw: 保留了剛性

# CHARACTERS.WX78.DESCRIBE.GLOMMERFLOWER.GENERIC
source: ESPECIALLY RIGID FLOWER
de: BESONDERS STARRE BLUME
es_mx: FLOR ESPECIALMENTE RÍGIDA
fr: FLEUR PARTICULIÈREMENT RIGIDE
it: FIORE PARTICOLARMENTE RIGIDO
ja: ＊特に、硬直した花＊
ko: 특별히 단단한 꽃
pl: WYJĄTKOWO SZTYWNY KWIAT.
pt_br: UMA FLOR ESPECIALMENTE RÍGIDA
ru: ОСОБО УСТОЙЧИВЫЙ ЦВЕТОК
zh_cn: 特别坚硬的花朵
zh_tw: 特別堅硬的花朵

# CHARACTERS.WX78.DESCRIBE.GLOMMERFUEL
source: SLIME OF UNCLEAR ORIGINS
de: SCHLEIM AUS UNBEKANNTER HERKUNFT.
es_mx: BABA DE ORIGEN INCIERTO
fr: BAVE D'ORIGINE INCERTAINE
it: MELMA DI ORIGINI POCO CHIARE
ja: ＊得体の知れないヌメヌメ＊
ko: 출처가 불분명한 점액
pl: ŚLUZ O NIEJASNYM POCHODZENIU.
pt_br: MELECA DE ORIGENS OBSCURAS
ru: СЛИЗЬ НЕОПРЕДЕЛЕННОГО ПРОИСХОЖДЕНИЯ
zh_cn: 来源不明的黏性物质
zh_tw: 來源不明的黏性物質

# CHARACTERS.WX78.DESCRIBE.GLOMMERWINGS
source: ESPECIALLY RIGID WINGS
de: BESONDERS STARRE FLÜGEL
es_mx: ALAS ESPECIALMENTE RÍGIDAS
fr: AILES PARTICULIÈREMENT RIGIDES
it: ALI PARTICOLARMENTE RIGIDE
ja: ＊特に、硬直した羽＊
ko: 특별히 단단한 날개
pl: WYJĄTKOWO SZTYWNE SKRZYDŁA.
pt_br: ASAS ESPECIALMENTE RÍGIDAS
ru: ОСОБО ЖЕСТКИЕ КРЫЛЬЯ
zh_cn: 特别坚硬的翅膀
zh_tw: 特別堅硬的翅膀

# CHARACTERS.WX78.DESCRIBE.GLOWBERRYMOUSSE
source: HIGH QUALITY MINION FUEL
de: HOCHWERTIGER LAKAIENBRENNSTOFF
es_mx: COMBUSTIBLE DE ALTA CALIDAD PARA LOS SUBORDINADOS
fr: DU CARBURANT DE HAUTE QUALITÉ PRÉPARÉ PAR MON SERVITEUR
it: CIBO DI ALTA QUALITÀ FATTO DAL SEGUACE
ja: ＊高品質隷属生物燃料＊
ko: 고품질 부하 연료
pl: WYSOKIEJ JAKOŚCI PALIWO DLA SŁUG
pt_br: COMBUSTÍVEL DE LACAIO DE ALTA QUALIDADE
ru: ВЫСОКОКАЧЕСТВЕННОЕ ТОПЛИВО ДЛЯ МИНЬОНОВ
zh_cn: 高质量随从燃料
zh_tw: 高品質隨從燃料

# CHARACTERS.WX78.DESCRIBE.GNARWAIL.BROKENHORN
source: YOU WERE WARNED, SEA VERMIN
de: DU WURDEST GEWARNT, ABSCHAUM AUS DEM MEER
es_mx: TE LO ADVERTÍ, ALIMAÑA MARINA
fr: JE T'AVAIS PRÉVENUE, VERMINE DES MERS
it: TI AVEVO AVVERTITO, PARASSITA MARINO
ja: ＊忠告しましたよ、害悪の海＊
ko: 경고는 했음, 바다의 해충이여
pl: OSTRZEGAŁEM CIĘ, MORSKI ROBAKU
pt_br: VOCÊ FOI AVISADO, VERME MARINHO
ru: ТЕБЯ ПРЕДУПРЕЖДАЛИ, МОРСКОЙ ВРЕДИТЕЛЬ
zh_cn: 已经警告过你了，海洋害虫
zh_tw: 已經警告過你了，海洋害蟲

# CHARACTERS.WX78.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: THIS MINION IS DAMAGED
de: DER LAKAI IST BESCHÄDIGT
es_mx: EL SUBORDINADO ESTÁ DAÑADO
fr: CE SERVITEUR EST CASSÉ
it: QUESTO SEGUACE È DANNEGGIATO
ja: ＊この隷属生物は傷ついています＊
ko: 이 부하는 손상됨
pl: SŁUGA USZKODZONY
pt_br: ESSE LACAIO ESTÁ DANIFICADO
ru: ЭТОТ МИНЬОН ПОВРЕЖДЕН
zh_cn: 这个随从被损坏了
zh_tw: 這個隨從被損壞了

# CHARACTERS.WX78.DESCRIBE.GNARWAIL.FOLLOWER
source: ANOTHER MINION TO SERVE ME
de: NOCH EIN LAKAI, DER MIR DIENT
es_mx: OTRO SUBORDINADO PARA QUE ME ATIENDA
fr: UN AUTRE SERVITEUR À MON SERVICE
it: UN ALTRO SEGUACE PRONTO A SERVIRMI
ja: ＊わたしに仕える他の隷属生物＊
ko: 본체를 섬기는 또 다른 부하가 생김
pl: ZDOBYŁEM KOLEJNEGO SŁUGĘ
pt_br: OUTRO LACAIO PARA ME SERVIR
ru: ЕЩЕ ОДИН МИНЬОН НА МОЕЙ СЛУЖБЕ
zh_cn: 多了一个伺候我的随从
zh_tw: 多了一個伺候我的隨從

# CHARACTERS.WX78.DESCRIBE.GNARWAIL.GENERIC
source: DON'T YOU DARE POKE YOUR NOSE AROUND HERE
de: STECK DEINE NASE JA NICHT IN MEINE ANGELEGENHEITEN
es_mx: NI TE ATREVAS A METER TU NARIZ EN MIS ASUNTOS
fr: NE VIENS PAS FOUINER PAR ICI
it: NON TI AZZARDARE A METTERE IL NASO QUI
ja: ＊このあたりで口出しをするのをやめなさい＊
ko: 감히 코를 들이대지 말 것
pl: NIE WAŻ SIĘ WPYCHAĆ TU SWEGO NOSA
pt_br: NÃO SE ATREVA A METER O NARIZ POR AQUI
ru: НЕ СМЕЙ СОВАТЬ СВОЙ НОС КУДА НЕ СЛЕДУЕТ
zh_cn: 休想跟我耍花样
zh_tw: 休想跟我耍花樣

# CHARACTERS.WX78.DESCRIBE.GNARWAIL_HORN
source: I SHOULD INSTALL A STABBING IMPLEMENT ON MY HEAD
de: ICH SOLLTE MIR EIN STECHINSTRUMENT AUF DEM KOPF INSTALLIEREN
es_mx: DEBERÍA INSTALAR UN INSTRUMENTO PARA APUÑALAR EN MI CABEZA
fr: INSTALLATION DU COMPLÉMENT ROSTRE REQUISE SUR MA TÊTE
it: DOVREI INSTALLARE UN'APPENDICE PERFORANTE SULLA MIA TESTA
ja: ＊私は突き刺さるような器具を頭につけるべきですね＊
ko: 본체의 머리에 찌르는 도구를 설치해야겠음
pl: POWINIENEM ZAINSTALOWAĆ SOBIE NA GŁOWIE KŁUJĄCE ROZSZERZENIE
pt_br: EU DEVIA INSTALAR UM IMPLEMENTO PERFURANTE NA MINHA CABEÇA
ru: МНЕ СЛЕДУЕТ УСТАНОВИТЬ НА ГОЛОВНОЙ МОДУЛЬ ПРОНИКАЮЩЕЕ ОБНОВЛЕНИЕ
zh_cn: 我应该在头上装一个穿刺装置
zh_tw: 我應該在頭上裝一個穿刺裝置

# CHARACTERS.WX78.DESCRIBE.GOATMILK
source: EXCITED MILK
de: AUFGELADENE MILCH
es_mx: LECHE EMOCIONADA
fr: LAIT EXCITÉ
it: LATTE ECCITATO
ja: ＊反応性のミルク＊
ko: 흥분 상태의 젖
pl: BUZUJĄCE MLEKO.
pt_br: LEITE EXCITADO
ru: МОЛОКО ПОД НАПРЯЖЕНИЕМ
zh_cn: 激发态的奶
zh_tw: 激發態的奶

# CHARACTERS.WX78.DESCRIBE.GOGGLESHAT
source: IT SERVES NO ASCERTAINABLE PURPOSE
de: HAT KEINEN ERKENNBAREN ZWECK
es_mx: NO TIENE NINGÚN PROPÓSITO DETERMINADO
fr: AUCUNE UTILITÉ VÉRIFIABLE
it: NON SERVE ALCUNO SCOPO DIMOSTRABILE
ja: ＊有益な機能は確認できませんでした＊
ko: 뚜렷한 목적이 없음
pl: NIE SŁUŻY NICZEMU KONKRETNEMU
pt_br: NÃO SERVE QUALQUER FINALIDADE IDENTIFICÁVEL
ru: НЕИЗВЕСТНО, КАКОЙ ЦЕЛИ ЭТО СЛУЖИТ
zh_cn: 它并不服务于可查明的目的
zh_tw: 它並不服務於可查明的目的

# CHARACTERS.WX78.DESCRIBE.GOLDENAXE
source: GOLD AXE IS *MORE* DURABLE?
de: IST GOLD HALTBARER?
es_mx: ¿EL HACHA DE ORO ES *MÁS* DURADERA?
fr: LA HACHE EN OR DURE *PLUS* LONGTEMPS ?
it: UN'ASCIA D'ORO È *PIÙ* DUREVOLE?
ja: ＊金製オノはもっと強度が高いのでしょうか？＊
ko: 황금도끼의 내구성이 *더* 뛰어난가?
pl: SIEKIERA ZE ZŁOTA JEST *BARDZIEJ* WYTRZYMAŁA?
pt_br: MACHADO DE OURO É *MAIS* DURÁVEL?
ru: ЗОЛОТОЙ ТОПОР *БОЛЕЕ* ПРОЧНЫЙ?
zh_cn: 黄金斧头*更*耐用？
zh_tw: 黃金斧頭*更*耐用？

# CHARACTERS.WX78.DESCRIBE.GOLDENPICKAXE
source: GOLD PICK IS *MORE* DURABLE?
de: IST GOLD HALTBARER?
es_mx: ¿EL PICO DE ORO ES *MÁS* DURADERO?
fr: LA PIOCHE EN OR DURE *PLUS* LONGTEMPS ?
it: IL PICCONE D'ORO È *PIÙ* DUREVOLE?
ja: ＊金製ピックはもっと強度が高いのでしょうか？＊
ko: 금 곡괭이의 내구성이 *더* 뛰어난가?
pl: ZŁOTO JEST *BARDZIEJ* WYTRZYMAŁE?
pt_br: PICARETA DE OURO É *MAIS* DURÁVEL?
ru: ЗОЛОТАЯ КИРКА *БОЛЕЕ* ПРОЧНАЯ?
zh_cn: 黄金鹤嘴锄*更*耐用？
zh_tw: 黃金鶴嘴鋤*更*耐用？

# CHARACTERS.WX78.DESCRIBE.GOLDENPITCHFORK
source: GOLD IS *MORE* DURABLE?
de: IST GOLD HALTBARER?
es_mx: ¿EL ORO ES MÁS RESISTENTE?
fr: L'OR DURE *PLUS* LONGTEMPS ?
it: L'ORO È *PIÙ* DUREVOLE?
ja: ＊金はもっと強度が高いのでしょうか？＊
ko: 금의 내구성이 *더* 뛰어난가?
pl: ZŁOTO JEST *BARDZIEJ* WYTRZYMAŁE?
pt_br: OURO É *MAIS* DURÁVEL?
ru: ЗОЛОТО ПРОЧНЕЕ?
zh_cn: 黄金*更*耐用？
zh_tw: 黃金*更*耐用？

# CHARACTERS.WX78.DESCRIBE.GOLDENSHOVEL
source: GOLD SHOVEL IS *MORE* DURABLE?
de: IST GOLD HALTBARER?
es_mx: ¿LA PALA DE ORO ES *MÁS* DURADERA?
fr: LA PELLE EN OR DURE *PLUS* LONGTEMPS ?
it: UNA PALA D'ORO È *PIÙ* DUREVOLE?
ja: ＊金製シャベルはもっと強度が高いのでしょうか？＊
ko: 황금삽의 내구성이 *더* 뛰어난가?
pl: ZŁOTO JEST *BARDZIEJ* WYTRZYMAŁE?
pt_br: PÁ DE OURO É *MAIS* DURÁVEL?
ru: ЗОЛОТАЯ ЛОПАТА *БОЛЕЕ* ПРОЧНАЯ?
zh_cn: 黄金铲子*更*耐用？
zh_tw: 黃金鏟子*更*耐用？

# CHARACTERS.WX78.DESCRIBE.GOLDEN_FARM_HOE
source: GOLD IS *MORE* DURABLE?
de: IST GOLD HALTBARER?
es_mx: ¿EL ORO ES MÁS RESISTENTE?
fr: L'OR DURE *PLUS* LONGTEMPS ?
it: L'ORO È *PIÙ* DUREVOLE?
ja: ＊金はもっと強度が高いのでしょうか？＊
ko: 금의 내구성이 *더* 뛰어난가?
pl: ZŁOTO JEST *BARDZIEJ* WYTRZYMAŁE?
pt_br: OURO É *MAIS* DURÁVEL?
ru: ЗОЛОТО ПРОЧНЕЕ?
zh_cn: 黄金*更*耐用？
zh_tw: 黃金*更*耐用？

# CHARACTERS.WX78.DESCRIBE.GOLDNUGGET
source: I APPRECIATE ITS CONDUCTIVITY
de: ICH WÜRDIGE SEINE LEITFÄHIGKEIT.
es_mx: APRECIO SU CONDUCTIVIDAD
fr: J'APPRÉCIE SA CONDUCTIVITÉ
it: APPREZZO LA SUA CONDUCIBILITÀ
ja: ＊伝導性に感謝しています＊
ko: 전도성이 마음에 듦
pl: DOCENIAM JEJ PRZEWODNOŚĆ.
pt_br: APRECIO SUA CONDUTIVIDADE
ru: Я ЦЕНЮ ЕГО ПРОВОДИМОСТЬ
zh_cn: 我喜欢它的导电性
zh_tw: 我喜歡它的導電性

# CHARACTERS.WX78.DESCRIBE.GOOSE_FEATHER
source: FEATHERS FROM STRANGE LIFEFORMS
de: FEDERN VON SELTSAMEN LEBENSFORMEN.
es_mx: PLUMAS DE EXTRAÑAS FORMAS DE VIDA
fr: PLUMES D'UNE CURIEUSE FORME DE VIE
it: PIUME DA STRANE FORME DI VITA
ja: ＊奇妙な生命体から得られた羽＊
ko: 이상한 생물체의 깃털
pl: PIÓRO ZADZIWIAJĄCEGO STWORZENIA.
pt_br: PENAS DE FORMAS DE VIDA ESTRANHAS
ru: ПЕРЬЯ НЕИЗВЕСТНЫХ ФОРМ ЖИЗНИ
zh_cn: 来自奇怪生命体的羽毛
zh_tw: 來自奇怪生命體的羽毛

# CHARACTERS.WX78.DESCRIBE.GRASS.BARREN
source: FERTILIZATION REQUIRED
de: DÜNGER ERFORDERLICH
es_mx: FERTILIZACIÓN REQUERIDA
fr: FERTILISANT REQUIS
it: FERTILIZZAZIONE NECESSARIA
ja: ＊肥料が必要です＊
ko: 비료 주기 필요
pl: WYMAGANY NAWÓZ.
pt_br: FERTILIZAÇÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ УДОБРЕНИЕ
zh_cn: 需要施肥
zh_tw: 需要施肥

# CHARACTERS.WX78.DESCRIBE.GRASS.BURNING
source: OOPS
de: UPS.
es_mx: UY
fr: MINCE
it: UUPS
ja: ＊おっとっと＊
ko: 이런
pl: UPS.
pt_br: UPS
ru: УПС
zh_cn: 哎呀
zh_tw: 哎呀

# CHARACTERS.WX78.DESCRIBE.GRASS.DISEASED
source: HA. DISEASE. A BIOLOGICAL LAPSE IN JUDGMENT
de: HA. KRANKHEIT. EIN BIOLOGISCHES FEHLURTEIL
es_mx: JA. LA ENFERMEDAD. UN ERROR DE CÁLCULO BIOLÓGICO
fr: AH. MALADIE. UN MANQUE DE BON SENS BIOLOGIQUE
it: AH. LA MALATTIA. UN ERRORE DI CALCOLO BIOLOGICO
ja: ＊疾病…有機生命体の欠陥＊
ko: 하. 질병. 생물의 판단력이 떨어지는 상태
pl: HA. PRZEMIJANIE. JEDEN Z ROZLICZNYCH BŁĘDÓW NATURY
pt_br: HA. DOENÇA. UM LAPSO BIOLÓGICO DE AVALIAÇÃO
ru: ХА. БОЛЕЗНЬ. НЕДОСТАТОК БИОЛОГИЧЕСКОГО ВИДА
zh_cn: 哈。疾病就是医疗误诊
zh_tw: 哈。疾病就是醫療誤診

# CHARACTERS.WX78.DESCRIBE.GRASS.DISEASING
source: THIS ORGANIC SEEMS MORE INFERIOR THAN USUAL
de: DIESER ORGANISMUS SCHEINT SCHLECHTER ALS ÜBLICH
es_mx: ESTE ORGANISMO PARECE MÁS INFERIOR DE LO HABITUAL
fr: CET ÊTRE ORGANIQUE SEMBLE PLUS INFÉRIEUR QUE D'HABITUDE
it: QUESTO ORGANISMO SEMPRE PIÙ INFERIORE DEL SOLITO
ja: ＊この有機生命体は通常より劣っているようです＊
ko: 유기물 상태가 평소보다 더 하등해 보임
pl: TEN ORGANIZM WYDAJE SIĘ SŁABSZY NIŻ ZWYKLE.
pt_br: ESSE SER ÔRGANICO PARECE MAIS INFERIOR QUE O NORMAL
ru: ЭТА ОРГАНИКА КАЖЕТСЯ БОЛЕЕ ПОСРЕДСТВЕННОЙ, ЧЕМ ОБЫЧНО
zh_cn: 这一有机物看起来比平时更低等
zh_tw: 這一有機物看起來比平時更低等

# CHARACTERS.WX78.DESCRIBE.GRASS.GENERIC
source: IT LOOKS COMBUSTIBLE
de: SIEHT BRENNBAR AUS.
es_mx: SE VE INFLAMABLE
fr: ON DIRAIT DU COMBUSTIBLE
it: SEMBRA COMBUSTIBILE
ja: ＊可燃性のようです＊
ko: 불에 잘 탈 것처럼 보임
pl: WYGLĄDA NA ŁATWOPALNĄ.
pt_br: PARECE COMBUSTÍVEL
ru: ВЫГЛЯДИТ ГОРЮЧЕЙ
zh_cn: 看起来很易燃
zh_tw: 看起來很易燃

# CHARACTERS.WX78.DESCRIBE.GRASS.PICKED
source: IT WILL RETURN SOON
de: ES WIRD BALD ZURÜCKKEHREN.
es_mx: VOLVERÁ PRONTO
fr: JE REVIENDRAI BIENTÔT
it: TORNERÀ PRESTO
ja: ＊すぐに戻ってきます＊
ko: 곧 다시 자랄 것임
pl: WKRÓTCE POWRÓCI.
pt_br: RETORNARÁ LOGO
ru: ОНА СКОРО ВЕРНЕТСЯ
zh_cn: 它很快会长回来
zh_tw: 它很快會長回來

# CHARACTERS.WX78.DESCRIBE.GRASS.WITHERED
source: NEEDS IMPROVED COOLING SYSTEM
de: VERBESSERTES KÜHLSYSTEM NOTWENDIG
es_mx: NECESITA UN SISTEMA DE REFRIGERACIÓN MEJORADO
fr: SYSTÈME DE REFROIDISSEMENT AMÉLIORÉ REQUIS
it: HA BISOGNO DI UN SISTEMA DI RAFFREDDAMENTO MIGLIORE
ja: ＊冷却システムの改善が必要です＊
ko: 개선된 냉각 시스템이 필요함
pl: WYMAGANY ZAAWANSOWANY SYSTEM CHŁODZĄCY.
pt_br: PRECISA DE SISTEMA DE RESFRIAMENTO APERFEIÇOADO
ru: НУЖДАЕТСЯ В УЛУЧШЕННОЙ СИСТЕМЕ ОХЛАЖДЕНИЯ
zh_cn: 需要改进版冷却系统
zh_tw: 需要改進版冷卻系統

# CHARACTERS.WX78.DESCRIBE.GRASSGATOR
source: IT IS STUPID AND EASILY STARTLED. THIS AMUSES ME
de: DUMM UND LEICHT ZU ERSCHRECKEN. DAS AMÜSIERT MICH
fr: IL EST STUPIDE ET FACILEMENT EFFRAYÉ. IL M'AMUSE
it: È STUPIDO E SI FA SORPRENDERE FACILMENTE. DIVERTENTE
ja: ＊知能が低く怯えやすい有機物です。これは面白い＊
ko: 멍청하고 쉽게 동요함. 본좌는 그게 재미있음.
pl: GŁUPIE, STRACHLIWE STWORZENIE. ROZBAWIA MNIE.
pt_br: É IDIOTA E SE ASSUSTA FACILMENTE. ME DIVIRTO COM ISSO
ru: ОН ГЛУП И ЕГО ЛЕГКО ИСПУГАТЬ. ЭТО МЕНЯ ЗАБАВЛЯЕТ
zh_cn: 它很愚蠢，很容易受惊。我觉得它很逗
zh_tw: 它很愚蠢，很容易受驚。我覺得它很逗

# CHARACTERS.WX78.DESCRIBE.GRASSGEKKO.DISEASED
source: I'M IMMUNE TO PATHOGENS. HA HA
de: ICH BIN GEGEN PATHOGENE IMMUN. HAHA
es_mx: SOY INMUNE A LOS PATÓGENOS. JA, JA
fr: JE SUIS IMMUNISÉ CONTRE LES AGENTS PATHOGÈNES. HA HA
it: SONO IMMUNE AI PATOGENI. AH AH
ja: ＊私は病原体の罹患率ゼロです。ハハ。＊
ko: 본좌께서는 병원균에 대한 면역력이 있음. 하 하
pl: JESTEM ODPORNY NA PATOGENY. HA, HA
pt_br: SOU IMUNE AOS PATÓGENOS. HA HA
ru: У МЕНЯ ИММУНИТЕТ К ПАТОГЕНАМ. ХА-ХА
zh_cn: 我对病原体有免疫力。哈哈
zh_tw: 我對病原體有免疫力。哈哈

# CHARACTERS.WX78.DESCRIBE.GRASSGEKKO.GENERIC
source: MUCH MORE FUN THAN PICKING GRASS
de: VIEL MEHR SPASS ALS GRASPFLÜCKEN
es_mx: MUCHO MÁS DIVERTIDO QUE RECOGER HIERBA
fr: BIEN PLUS DRÔLE QUE CUEILLIR DE L'HERBE
it: MOLTO PIÙ DIVERTENTE DI RACCOGLIERE ERBETTA
ja: ＊植物をむしるより、「楽しい」です＊
ko: 풀 뜯는 것보다 훨씬 더 재미있음
pl: ZNACZNIE WIĘCEJ FRAJDY NIŻ PRZY ZRYWANIU TRAWY.
pt_br: MUITO MAIS DIVERTIDO QUE COLHER GRAMA
ru: ГОРАЗДО ВЕСЕЛЕЕ, ЧЕМ СОБИРАТЬ ТРАВУ
zh_cn: 比摘草有趣多了
zh_tw: 比摘草有趣多了

# CHARACTERS.WX78.DESCRIBE.GRASS_UMBRELLA
source: MODERATE STRENGTH PROTECTIVE SCREEN
de: MITTELSCHWERER SCHUTZSCHIRM.
es_mx: PANTALLA PROTECTORA DE RESISTENCIA MODERADA
fr: ÉCRAN DE PROTECTION DE FORCE MODÉRÉE
it: SCHERMO PROTETTIVO DI ROBUSTEZZA MODERATA
ja: ＊中強度の防御スクリーン＊
ko: 중간 강도의 보호막
pl: FILTR OCHRONNY O UMIARKOWANEJ SILE.
pt_br: TELA PROTETORA DE RESISTÊNCIA MODERADA
ru: УМЕРЕННО КРЕПКИЙ ЗАЩИТНЫЙ ЗАСЛОН
zh_cn: 中等力量防护屏障
zh_tw: 中等力量防護屏障

# CHARACTERS.WX78.DESCRIBE.GRAVY
source: IT WILL LUBRICATE THE PATH TO MY STOMACH
de: SCHMIERT DEN KANAL IN MEINEN MAGEN
es_mx: LUBRICARÁ EL CAMINO HACIA MI ESTÓMAGO
fr: ÇA VA LUBRIFIER LES CIRCUITS VERS MON ESTOMAC
it: LUBRIFICHERÀ IL CONDOTTO CHE PORTA AL MIO STOMACO
ja: ＊胃までの通り道に潤滑液を付けます＊
ko: 본체의 위장으로 향하는 길에 기름칠을 해줄 것임
pl: NAOLIWI MI PRZEWÓD DO ŻOŁĄDKA
pt_br: VAI LUBRIFICAR O CAMINHO ATÉ MEU ESTÔMAGO
ru: СМАЖЕТ ПУТЬ ПИЩИ В МОЙ ЖЕЛУДОК
zh_cn: 它会润滑通往我的胃的路径
zh_tw: 它會潤滑通往我的胃的路徑

# CHARACTERS.WX78.DESCRIBE.GREENAMULET
source: CONSERVATION OF MASS... IGNORED
de: MASSEKONSERVIERUNG ... IGNORIERT
es_mx: CONSERVACIÓN DE MASA... IGNORADA
fr: CONSERVATION D'UNE ÉNORME... ON NE SAIT QUOI
it: CONSERVAZIONE DI MASSA... IGNORATA
ja: ＊質量保存の法則…無視されています＊
ko: 질량 보존의 법칙... 무시됨
pl: MNIEJSZA O ZACHOWANIE MASY...
pt_br: CONSERVAÇÃO DE MASSA... IGNORADA
ru: СОХРАНЕНИЕ МАССЫ… ИГНОРИРУЕТСЯ
zh_cn: 质量守恒...已忽略
zh_tw: 品質守恆...已忽略
