Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.FIRESTARTER
source: Don't ruin your fair makeup with ashes, %s.
de: Ruinier dein hübsches Makeup nicht mit Asche, %s.
es: No estropees tu bonito maquillaje con las cenizas, %s.
fr: Ne gâche pas ton joli maquillage avec des cendres, %s.
it: Non rovinare il tuo trucco chiaro con la cenere, %s.
ja: %s、ススで汚れては、化粧が台なしだぞ
ko: 화장 잘 먹은 얼굴을 재로 망치지 마, %s.
pl: Uważaj, by sadza nie skalała twego pięknego lica, %s.
pt_br: Não estrague sua fulva maquiagem com cinzas, %s.
ru: Не запачкай свой красивый грим сажей, %s.
zh_cn: %s，不要让灰烬毁了你的淡妆。
zh_tw: %s，不要讓灰燼毀了你的淡妝。

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.GENERIC
source: Good health to you, %s!
de: Gesundheit, %s!
es: ¡Que tengas buena salud, %s!
fr: Bonne santé à toi, %s !
it: Buona salute a te, %s!
ja: %sよ、息災か？
ko: 몸 건강하기를, %s!
pl: Końskiego zdrowia, %s!
pt_br: Muita saúde para você, %s!
ru: Крепкого здоровья тебе, %s!
zh_cn: 祝你健康，%s！
zh_tw: 祝你健康，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.GHOST
source: Meditate on Hoenir's blessings, %s. I'll find a heart.
de: Meditiere über Hoenirs Segen, %s. Ich werde ein Herz finden.
es: Medita sobre las bendiciones de Hoenir, %s. Te encontraré un corazón.
fr: Médite sur les grâces d'Hœnir, %s. Je trouverai un cœur.
it: Medita sulle benedizioni di Hoenir, %s. Troverò un cuore.
ja: %sよ、ヘーニルに祈れ…我は心臓を探す
ko: 회니르의 축북을 명상하고 있어, %s. 심장은 내가 찾아줄게.
pl: Niech Honir ci błogosławi, %s. Odnajdę serce.
pt_br: Medite sob as bênçãos de Hoenir, %s. Encontrarei um coração.
ru: Моли Хенира о его благословении, %s. Я найду сердце.
zh_cn: %s，默念贺尼尔的赐福。我会找到心。
zh_tw: %s，默念賀尼爾的賜福。我會找到心。

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.MURDERER
source: May we meet again in Valhalla!
de: Auf dass wir uns in Walhalla wiedersehen.
es: ¡Hasta que nos encontremos de nuevo en Valhalla!
fr: Nous nous reverrons peut-être au Walhalla !
it: Ci incontreremo di nuovo nel Valhalla!
ja: ヴァルハラで会おう！
ko: 발할라에서 다시 만나기를!
pl: Spotkamy się ponownie w Walhalli!
pt_br: Talvez nos encontremos novamente em Valhalla!
ru: Еще увидимся с тобой в Вальхалле!
zh_cn: 愿我们在英灵殿再见！
zh_tw: 願我們在英靈殿再見！

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.REVIVER
source: %s has Hoenir's blessing.
de: %s hat Hoenirs Segen.
es: %s tiene la bendición de Hoenir.
fr: %s a les grâces d'Hœnir.
it: %s ha la benedizione di Hoenir.
ja: %sはヘーニルの祝福を受けた！
ko: %s에게 회니르의 축복이 있군.
pl: %s cieszy się błogosławieństwem Honira.
pt_br: %s recebeu as bênçãos de Hoenir.
ru: Хенир благословил %s.
zh_cn: %s得到贺尼尔赐福。
zh_tw: %s得到賀尼爾賜福。

# CHARACTERS.WATHGRITHR.DESCRIBE.WETGOOP
source: Slop.
de: Schmutzwasser.
es: Porquería.
fr: De la pâtée.
it: Brodaglia.
ja: 止まれ。
ko: 질퍽하군.
pl: Ale breja.
pt_br: Poça.
ru: Помои.
zh_cn: 都流出来了。
zh_tw: 都流出來了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WETPAPER
source: Tis drenched.
de: Völlig durchnässt.
es: Está empapado.
fr: C'est trempé.
it: Questa è inzuppata.
ja: 濡れそぼっている…
ko: 흠뻑 젖었군.
pl: Przemoczone.
pt_br: Está ensopado.
ru: Промокло насквозь.
zh_cn: 这湿透了。
zh_tw: 這濕透了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WETPOUCH
source: A treasure lies within!
de: Darin schlummert ein Schatz!
es: ¡Hay un tesoro!
fr: Ça contient un trésor !
it: Contiene un tesoro!
ja: 中に宝が入っているに違いない！
ko: 안에 보물이 있다!
pl: Wewnątrz kryją się skarby!
pt_br: Há um tesouro em seu interior!
ru: Там спрятано сокровище!
zh_cn: 里面有宝藏！
zh_tw: 裡面有寶藏！

# CHARACTERS.WATHGRITHR.DESCRIBE.WHIP
source: Loud and powerful!
de: Laut und stark!
es: ¡Fuerte y poderoso!
fr: Bruyant et puissant !
it: Forte e potente!
ja: 豪快な音がするぞ！武器としても強力だ
ko: 요란하고 강하군!
pl: Donośny i potężny dźwięk!
pt_br: Barulhento e poderoso!
ru: Громкая и сильная!
zh_cn: 响亮又强大！
zh_tw: 響亮又強大！

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.ATTACKER
source: If %s is looking for trouble, I shall oblige!
de: Wenn %s Ärger sucht, kann ich helfen!
es: ¡Si %s está buscando problemas, se los daré!
fr: Si %s cherche des ennuis, je peux rendre service !
it: Se %s è in cerca di guai, dovrò adempiere ai miei obblighi!
ja: %s女史は戦いたいらしい…受けて立とう！
ko: %s이(가) 문제를 일으키고 싶다면, 응해줘야지!
pl: Jeśli %s szuka zwady, znajdzie ją u mnie!
pt_br: Se %s está procurando encrenca, farei esse favor!
ru: Если %s хочет неприятностей, я их ей обеспечу!
zh_cn: 要是%s找麻烦，我应该效劳！
zh_tw: 要是%s找麻煩，我應該效勞！

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: I'll not question your wisdom, %s.
de: Deine Weisheit werde ich nicht in Frage stellen, %s.
es: No cuestionaré tu sabiduría, %s.
fr: Je ne remettrai pas tes connaissances en question, %s.
it: Non dubiterò della tua saggezza, %s.
ja: %s女史、何か考えがあってのことか？
ko: 분명 무슨 이유가 있어서 그런 거겠지, %s.
pl: Nie będę wątpić w twą mądrość, %s.
pt_br: Não questionarei sua sabedoria, %s.
ru: Я не буду просить у тебя совета, %s.
zh_cn: %s，我不会质疑你的智慧。
zh_tw: %s，我不會質疑你的智慧。

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.GENERIC
source: Good health and wisdom to you, elder %s!
de: Ich wünsche dir Gesundheit und Weisheit, weiser %s!
es: ¡Que tengas buena salud y sabiduría, %s!
fr: Bonne santé et bon savoir à toi, vieille %s !
it: Buona salute e saggezza a te, %s!
ja: %s女史、ごきげんよう！
ko: 건강과 지혜가 늘 함께하기를, %s(이)여!
pl: Dobrego zdrowia i wielkiej mądrości, wiekowa %s!
pt_br: Saúde e sabedoria a você, ancião %s!
ru: Крепкого здоровья и мудрости тебе, старуха %s!
zh_cn: 我尊敬的%s，愿您健康明智！
zh_tw: 我尊敬的%s，願您健康明智！

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.GHOST
source: A heart! A heart! My base for a heart!
de: Ein Herz! Ein Herz! Was würde ich für ein Herz geben!
es: ¡Un corazón! ¡Un corazón! ¡Mi base por un corazón!
fr: Un cœur ! Un cœur ! Ma base pour un cœur !
it: Un cuore! Un cuore! La mia base per un cuore!
ja: 心臓はどこだ！我はなんでも差し出すぞ！
ko: 심장! 심장! 심장이 필요한 곳!
pl: Serce! Serce! Ma forteca za serce!
pt_br: Um coração! Um coração! Minha base por um coração!
ru: Сердце! Сердце! Полбазы за сердце!
zh_cn: 一颗心！一颗心！我的心灵基地！
zh_tw: 一顆心！一顆心！我的心靈基地！

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.MURDERER
source: Murderer! Face me in battle!
de: Mörder! Kämpfe gegen mich.
es: ¡Asesino! ¡Enfréntate a mí en combate!
fr: Assassin ! Affronte-moi au combat !
it: Assassina! Affrontami in battaglia!
ja: ひと殺しめ！いざ、尋常に勝負！
ko: 살인자! 당당하게 나와 붙자!
pl: Morderczyni! Staw mi czoła w boju!
pt_br: Homicida! Enfrente-me em batalha!
ru: Убийца! Сразись со мной в поединке!
zh_cn: 你这个杀人凶手！来和我作战吧！
zh_tw: 你這個殺人兇手！來和我作戰吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WICKERBOTTOM.REVIVER
source: The wisdom of Wotan dwells within you, %s.
de: In dir steckt die Weisheit Wodans, %s.
es: La sabiduría de Wotan habita dentro de ti, %s.
fr: Le savoir de Wotan réside en toi, %s.
it: La saggezza di Wotan dimora in te, %s.
ja: %s女史は、ヴォータンの知恵を有する者！
ko: %s 안에 보탄의 지혜가 깃들었군.
pl: Otacza cię mądrość Wotana, %s.
pt_br: A sabedoria de Wotan vive dentro de você, %s.
ru: В тебе пребывает мудрость Вотана, %s.
zh_cn: %s，你有沃坦的智慧。
zh_tw: %s，你有沃坦的智慧。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.ATTACKER
source: Should it come to blows, may the best maiden triumph.
de: Sollte es zu Handgreiflichkeiten kommen, soll nur die Beste bestehen.
es: Si al final todo se decide en una lucha, que gane la mejor doncella.
fr: S'il faut en venir aux mains, que la meilleure jeune fille triomphe.
it: Se mai dovessimo azzuffarci, che vinca la fanciulla migliore.
ja: 乙女同士の戦か…よかろう、受けて立つ！
ko: 싸우게 된다면 가장 뛰어난 여전사가 이기기를.
pl: Gdyby miało dość do zwady, niechaj zwycięży potężniejsza dziewica.
pt_br: Caso venha a explodir, que a melhor donzela triunfe.
ru: Если придется биться, то пусть победит достойнейшая дева.
zh_cn: 如果开始互殴，只有最强的少女能赢。
zh_tw: 如果開始互毆，只有最強的少女能贏。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.FIRESTARTER
source: %s has more fire in her eyes than usual.
de: %s hat mehr Feuer in ihren Augen als üblich.
es: %s tiene más fuego en sus ojos que de costumbre.
fr: Les yeux de %s brillent d'un feu plus vif que d'habitude.
it: %s ha più fuoco nei suoi occhi del solito.
ja: %sの瞳の炎が、激しさを増している…
ko: %s의 눈에 불기운이 평소보다 더 이글거리는군.
pl: %s ma w oczach więcej żaru niż zwykle.
pt_br: %s tem mais fogo em seus olhos que o normal.
ru: %s таит в себе чуть больше огня, чем обычно.
zh_cn: 较之平常，%s的眼里带着更多火光。
zh_tw: 較之平常，%s的眼裡帶著更多火光。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.GENERIC
source: Greetings, %s, the Inflammable!
de: Seid gegrüßt, feuerfester %s!
es: ¡Saludos, %s, la inflamable!
fr: Salutations, %s l'inflammable !
it: Saluti, %s, l'infiammabile!
ja: 焔色の%s！息災か？
ko: 반갑군, 불의 용사 %s!
pl: Witaj, %s! Płomienie się ciebie nie imają!
pt_br: Saudações, %s, a Inflamável!
ru: Приветствую тебя, %s Неопалимая!
zh_cn: %s，你好，性情暴躁的人！
zh_tw: %s，你好，性情暴躁的人！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.GHOST
source: A heart shall wrench %s back from the jaws of death!
de: Ein Herz wird %s wieder aus den Klauen des Todes zurückbringen!
es: ¡Un corazón sacará a %s de las fauces de la muerte!
fr: Un cœur devrait arracher %s aux griffes de la mort !
it: Un cuore strapperà %s dalle fauci della morte!
ja: 心臓があれば、%sを死の淵から救えよう！
ko: 심장이 있으면 %s을(를) 죽음의 아가리에서 꺼내줄 수 있지!
pl: %s! Serce przywoła cię na powrót spod wrót Śmierci!
pt_br: Um coração deverá tirar %s das garras da morte!
ru: %s сможет вырваться из пасти смерти с помощью сердца!
zh_cn: 一颗心应该能把%s从鬼门关拉出来！
zh_tw: 一顆心應該能把%s從鬼門關拉出來！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.MURDERER
source: My spear was forged in passionate fires, %s!
de: Mein Speer wurde in leidenschaftlichen Feuern geschmiedet, %s!
es: ¡Mi lanza se forjó con fuego apasionado, %s!
fr: Ma lance fut forgée dans des feux de passion, %s !
it: La mia lancia è stata forgiata in fuochi ardenti, %s!
ja: 熱き炎に鍛えられし我がヤリを受けよ、%s！
ko: 내 창은 열정의 불로 벼린 것이지, %s!
pl: Mą włócznie zahartowały potężne płomienie, %s!
pt_br: Minha lança foi forjada em fogos ardentes, %s!
ru: Мое копье было закалено в необузданном пламени, %s!
zh_cn: %s，我的长矛是在熊熊大火中锻造的！
zh_tw: %s，我的長矛是在熊熊大火中鍛造的！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILLOW.REVIVER
source: %s has a noble heart.
de: %s hat ein edles Herz.
es: %s tiene un corazón noble.
fr: %s a un noble cœur.
it: %s ha un cuore nobile.
ja: %sは気高き心の持ち主だ
ko: %s의 마음씨는 참으로 고귀하군.
pl: %s. Cóż za szlachetne serce.
pt_br: %s tem um coração nobre.
ru: %s обладает благородным сердцем.
zh_cn: %s有一颗崇高的心。
zh_tw: %s有一顆崇高的心。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.ATTACKER
source: Your honor wavers, %s.
de: Deine Ehre wankt, %s.
es: Tu honor se tambalea, %s.
fr: Ton honneur vacille, %s.
it: Il tuo onore vacilla, %s.
ja: %s、そなたも落ちたものよ…
ko: 당신의 명예가 훼손되고 있어요, %s.
pl: Twój honor jest chwiejny, %s.
pt_br: Sua honra vacila, %s.
ru: Твоя честь пошатнулась, %s.
zh_cn: 你的荣誉在动摇，%s。
zh_tw: 你的榮譽在動搖，%s。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.FIRESTARTER
source: Hm. I worry about you sometimes, %s.
de: Hm. Ich mache mir manchmal Sorgen um dich, %s.
es: Hmm. A veces me preocupas, %s.
fr: Hem. Je m'inquiète parfois pour toi, %s.
it: Hmm. A volte mi preoccupi, %s.
ja: %s、時折、そなたが心配になるぞ…
ko: 흐음. 가끔은 %s이(가) 걱정된다니까.
pl: Hmm Czasem mnie martwisz, %s.
pt_br: Hm. Me preocupo com você às vezes, %s.
ru: Хм. Иногда я о тебе беспокоюсь, %s.
zh_cn: 嗯。%s，有时我会担心你。
zh_tw: 嗯。%s，有時我會擔心你。

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.GENERIC
source: Wisdom guide you, %s!
de: Möge die Weisheit dich leiten, %s!
es: ¡Que la sabiduría te guía, %s!
fr: La sagesse te guide, %s !
it: La saggezza ti guida, %s!
ja: %s！知恵の神の加護のあらんことを！
ko: 지혜가 인도하기를, %s!
pl: Niechaj mądrość cię prowadzi, %s!
pt_br: Que a sabedoria te guie, %s!
ru: Да пребудет с тобой мудрость, %s!
zh_cn: 智慧会指引你，%s！
zh_tw: 智慧會指引你，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.GHOST
source: The fate of the Draugr is not yours, %s. A heart!
de: Das Schicksal der Draugr ist nicht dein Schicksal, %s. Ein Herz!
es: El destino del Draugr no es tuyo, %s. ¡Un corazón!
fr: Le destin du draugr n'est pas le tien, %s. Un cœur !
it: Il destino del Draugr non è il tuo, %s. Un cuore!
ja: %s、そなたをドラウグルにはせぬ！心臓を！
ko: %s에게 드라우그의 운명은 허락되지 않았지. 심장이 필요하다!
pl: Los draugra nie jest ci pisany, %s. Serce!
pt_br: O destino de Draugr não é seu, %s. Um coração!
ru: Тебя не постигнет судьба Драугра, %s. Сердце!
zh_cn: %s，尸鬼的命运跟你不一样。一颗心！
zh_tw: %s，屍鬼的命運跟你不一樣。一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.MURDERER
source: %s! Let us settle this in battle!
de: %s! Lass es uns im Kampf regeln.
es: ¡%s! ¡Dirimamos esto en la batalla!
fr: %s ! Réglons ça au combat !
it: %s! Cerchiamo di risolvere la questione in battaglia!
ja: %s！いざ、尋常に勝負！
ko: %s! 전투로 승부를 내자!
pl: %s! Rozwiążmy nasze spory w boju!
pt_br: %s! Vamos por fim a essa batalha!
ru: %s! Позволь нам все уладить боем!
zh_cn: %s！让我们用战斗解决这事吧！
zh_tw: %s！讓我們用戰鬥解決這事吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WILSON.REVIVER
source: %s protects our people.
de: %s schützt unsere Leute
es: %s protege nuestra gente.
fr: %s protège notre peuple.
it: %s protegge le nostre persone.
ja: %sは我らの守護神だ
ko: %s은(는) 아군을 보호하지.
pl: %s chroni nasz lud.
pt_br: %s protege nosso povo.
ru: %s защищает наш народ.
zh_cn: %s保护我们的人。
zh_tw: %s保護我們的人。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINCH.GENERIC
source: The ocean is mine to pillage.
de: Der Ozean ist mein, um ihn zu plündern.
es: Saquearé los tesoros de los mares.
fr: C'est à möi de piller l'öcéan !
it: Oceano, ti saccheggerò.
ja: 海は我が奪う。
ko: 바다는 내가 약탈하겠다.
pl: Ocean tylko czeka, aby go złupić.
pt_br: Posso pilhar o oceano à vontade.
ru: Я готова разграблять океан!
zh_cn: 我要劫掠整个海洋。
zh_tw: 我要劫掠整個海洋。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINCH.HOLDING_ITEM
source: Behold, my prize!
de: Seht meinen Preis!
es: ¡Contempla mi premio!
fr: Vöici mien prix !
it: Ammirate il mio trofeo!
ja: 見よ、我が報酬！
ko: 내가 차지한 것을 봐라!
pl: Oto moja nagroda!
pt_br: Observe, meu prêmio!
ru: Узрите мою добычу!
zh_cn: 都来瞻仰我的战利品吧！
zh_tw: 都來瞻仰我的戰利品吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINCH.RETRIEVING_ITEM
source: And to the victor, the spoils!
de: Dem Sieger die Beute!
es: ¡Y al vencedor, el botín!
fr: Au vainqueur revient icel butin !
it: Alla vincitrice il suo bottino!
ja: して勝者には、戦利品！
ko: 승자가 전리품을 쟁취하지!
pl: Łupy dla zwycięzcy!
pt_br: E ao vencedor, os despojos.
ru: Награды для победителя!
zh_cn: 宝藏属于胜利者！
zh_tw: 寶藏屬於勝利者！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.ATTACKER
source: Dost thou test me, %s?
de: Willst du mich testen, %s?
es: ¿Me estás poniendo a prueba, %s?
fr: Me testerais-tu, %s ?
it: Mi metti alla prova, %s?
ja: %s汝は我に試練を与えているのか？
ko: 지금 나를 싷머하는 건가, %s?
pl: Wystawiasz mnie próbie, %s?
pt_br: Estás querendo me testar, %s?
ru: Ты что, испытываешь меня, %s?
zh_cn: %s，你要挑战我吗？
zh_tw: %s，你要挑戰我嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.FIRESTARTER
source: %s's flames could temper steel.
de: Die Flammen von %s bringen Stahl zum Glühen.
es: Las llamas de %s podrían templar el acero.
fr: Avec ses flammes, %s pourrait tremper l'acier.
it: Le fiamme di %s potrebbero temperare l'acciaio.
ja: %sの炎は鋼鉄を焼き戻す。
ko: %s의 화염은 강철도 제련할 수 있지.
pl: %s roztacza wokół siebie żar gotów stopić stal.
pt_br: As chamas de %s seriam capazes de temperar aço.
ru: Пламя %s может закалять сталь.
zh_cn: %s的火焰可以炼钢。
zh_tw: %s的火焰可以煉鋼。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.GENERIC
source: Greetings, brave %s!
de: Seid gegrüßt, %s!
es: ¡Saludos, valiente %s!
fr: Salutations, brave %s !
it: Ti saluto, valente %s!
ja: 勇敢な%sよ、出会いを喜ぼう！
ko: 반갑군, 용맹한 %s!
pl: Dzielna %s! Bądź pozdrowiona!
pt_br: Saudações, brava %s!
ru: Приветствую тебя, храбрая %s!
zh_cn: 你好啊，勇敢的%s！
zh_tw: 你好啊，勇敢的%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.GHOST
source: %s hath fallen! A heart!
de: %s ist gefallen! Ein Herz!
es: ¡%s ha caído! ¡Un corazón!
fr: %s a péri au combat ! Un cœur !
it: %s è caduta! Un cuore!
ja: %sは倒された！ 心だ！
ko: !%s이(가) 전투에서 쓰러졌다! 심장이 필요하다!
pl: %s została powalona! Serce!
pt_br: %s caiu! Um coração!
ru: %s гибнет! Сердце!
zh_cn: %s倒下了！一颗心！
zh_tw: %s倒下了！一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.MURDERER
source: I shall unleash Ragnarok upon thee!
de: Ich werde Ragnarok auf dich loslassen!
es: ¡Desataré el Ragnarok sobre ti!
fr: Je vais déchaîner Ragnarok sur toi !
it: Scatenerò il Ragnarok su di te!
ja: 汝にラグナロクを解き放とう！
ko: 라그나로크를 친해 펼쳐주마!
pl: Ześlę na cię Ragnarok!
pt_br: Lançarei Ragnarok contra ti!
ru: Я обрушу на тебя Рагнарек!
zh_cn: 我要让诸神黄昏降临于你们头顶！
zh_tw: 我要讓諸神黃昏降臨於你們頭頂！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA.REVIVER
source: %s is guided by Brokkr.
de: %s wird von Brokkr geführt.
es: A %s lo guía Brokkr.
fr: %s suit les pas de Brokkr.
it: %s è guidata da Brokkr.
ja: %sはブロッコルに導かれる。
ko: 브록크의 가호가 %s에게 있군.
pl: %s stąpa ścieżką wytyczoną przez Brokkra.
pt_br: %s é guiada por Brokk.
ru: %s ведома Броком.
zh_cn: 波洛克指引着%s。
zh_tw: 波洛克指引著%s。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: Tis engulfed in flame!
de: Völlig in Flammen aufgegangen!
es: ¡Está envuelto en llamas!
fr: C'est mangé par les flammes !
it: È avvolta dalle fiamme!
ja: 炎に包まれている。
ko: 불에 휩싸였군!
pl: Pochłonęły go płomienie!
pt_br: Está mergulhado em chamas!
ru: Она объята пламенем!
zh_cn: 被火焰包围了！
zh_tw: 被火焰包圍了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: Twas devoured by Hel's fire!
de: Wurde vom Feuer von Hel verschlungen!
es: ¡Lo ha devorado el fuego de Hel!
fr: Dévoré par le feu de Hel !
it: È stata divorata dal fuoco di Hel!
ja: 地獄の業火に飲まれた。
ko: 헬의 화염이 먹어버렸군!
pl: Nic nie powstrzyma płomieni Hel.
pt_br: Devorado pelo fogo de Hel!
ru: Ее пожрал огонь Хель!
zh_cn: 被赫尔之火吞噬了！
zh_tw: 被赫爾之火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: Tis fueled by glorious magic.
de: Wird von herrlicher Magie angetrieben.
es: Está alimentado por una magia gloriosa.
fr: C'est alimenté par de la magie magnifique.
it: È alimentata dalla magia gloriosa.
ja: 華麗な魔術に煽られた。
ko: 영광스러운 마법이 연료로 쓰이는군.
pl: Toczy się tutaj jakaś potężna magia.
pt_br: Abastecido por uma magia gloriosa.
ru: Ее питает восхитительная магия.
zh_cn: 能量源于伟大的魔法！
zh_tw: 能量源於偉大的魔法！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: T'will not hold out much longer!
de: Das wird nicht mehr lange halten!
es: ¡No aguantará mucho más!
fr: Y en a plus pour longtemps !
it: Non resisterà a lungo!
ja: もう長く持ちこたえられないぞ！
ko: 그리 오래 갈 것 같지 않군!
pl: Nie wystarczy na długo!
pt_br: Não vai aguentar por muito mais tempo!
ru: Она долго не продержится!
zh_cn: 看起来坚持不了太久！
zh_tw: 看起來堅持不了太久！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: It hath lost its incredible power!
de: Hat seine unglaubliche Kraft verloren!
es: ¡Ha perdido su increíble poder!
fr: Il a perdu son incroyable pouvoir !
it: Ha perso la sua incredibile energia!
ja: 其れは素晴らしき力を失った。
ko: 엄청난 힘이 사라졌군
pl: Niesamowita energia! Przepadła!
pt_br: Perdeu seu incrível poder!
ru: Она утратила свою невероятную силу!
zh_cn: 它已经失去了惊人的能量！
zh_tw: 它已經失去了驚人的能量！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: Tis engulfed in flame!
de: Völlig in Flammen aufgegangen!
es: ¡Está envuelto en llamas!
fr: C'est mangé par les flammes !
it: È avvolta dalle fiamme!
ja: 炎に包まれている。
ko: 불에 휩싸였군!
pl: Pochłonęły go płomienie!
pt_br: Está mergulhado em chamas!
ru: Она объята пламенем!
zh_cn: 被火焰包围了！
zh_tw: 被火焰包圍了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: Twas devoured by Hel's fire!
de: Wurde vom Feuer von Hel verschlungen!
es: ¡Lo ha devorado el fuego de Hel!
fr: Dévoré par le feu de Hel !
it: È stata divorata dal fuoco di Hel!
ja: 地獄の業火に飲まれた。
ko: 헬의 화염이 먹어버렸군!
pl: Nic nie powstrzyma płomieni Hel.
pt_br: Devorado pelo fogo de Hel!
ru: Ее пожрал огонь Хель!
zh_cn: 被赫尔之火吞噬了！
zh_tw: 被赫爾之火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: The tinkerer hath many tricks.
de: Der Tüftler hat viele Tricks.
es: La manitas tiene muchos trucos.
fr: La bricoleuse a plus d'un tour dans son sac.
it: La riparatrice conosce molti trucchetti.
ja: その修理塔には沢山のトリックがある。
ko: 이걸 만든 이는 여러 재주가 있었지.
pl: Majsterkowiczka zna niejedną sztuczkę.
pt_br: O construtor tinha muitos truques.
ru: Умелец был весьма хитроумен.
zh_cn: 修补匠花样很多！
zh_tw: 修補匠花樣很多！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: T'will not hold out much longer!
de: Das wird nicht mehr lange halten!
es: ¡No aguantará mucho más!
fr: Y en n'a plus pour longtemps !
it: Non resisterà a lungo!
ja: もう長く持ちこたえられないぞ！
ko: 그리 오래 갈 것 같지 않군!
pl: Nie wystarczy na długo!
pt_br: Não vai aguentar por muito mais tempo!
ru: Она долго не продержится!
zh_cn: 看起来坚持不了太久！
zh_tw: 看起來堅持不了太久！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: It hath lost its incredible power!
de: Hat seine unglaubliche Kraft verloren!
es: ¡Ha perdido su increíble poder!
fr: Il a perdu son incroyable pouvoir !
it: Ha perso la sua incredibile energia!
ja: 其れは素晴らしき力を失った。
ko: 엄청난 힘이 사라졌군
pl: Niesamowita energia! Przepadła!
pt_br: Perdeu seu incrível poder!
ru: Она утратила свою невероятную силу!
zh_cn: 它已经失去了惊人的能量！
zh_tw: 它已經失去了驚人的能量！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_CATAPULT.BURNING
source: Tis engulfed in flame!
de: Völlig in Flammen aufgegangen!
es: ¡Está envuelta en llamas!
fr: C'est mangé par les flammes !
it: È avvolta dalle fiamme!
ja: 炎に包まれている。
ko: 불에 휩싸였군!
pl: Pochłonęły ją płomienie!
pt_br: Está mergulhado em chamas!
ru: Она объята пламенем!
zh_cn: 被火焰包围了！
zh_tw: 被火焰包圍了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_CATAPULT.BURNT
source: Twas devoured by Hel's fire!
de: Wurde vom Feuer von Hel verschlungen!
es: ¡La ha devorado el fuego de Hel!
fr: Dévorée par le feu de Hel !
it: È stata divorata dal fuoco di Hel!
ja: 地獄の業火に飲まれた。
ko: 헬의 화염이 먹어버렸군!
pl: Nic nie powstrzyma płomieni Hel.
pt_br: Devorado pelo fogo de Hel!
ru: Ее пожрал огонь Хель!
zh_cn: 被赫尔之火吞噬了！
zh_tw: 被赫爾之火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_CATAPULT.GENERIC
source: Reinforcements hath arrived! To battle!
de: Die Verstärkung ist da! Auf in die Schlacht!
es: ¡Han llegado refuerzos! ¡A luchar!
fr: Les renforts sont arrivés ! À l'attaque !
it: Sono arrivati i rinforzi! Combattiamo!
ja: 援軍が到着した！ いざ戦の時！
ko: 지원군이 도착했다! 전장으로 나아가자!
pl: Nadeszły posiłki! Do boju!
pt_br: Os reforços chegaram! Para a batalha!
ru: Подкрепление прибыло! В бой!
zh_cn: 增援到了！开战！
zh_tw: 增援到了！開戰！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_CATAPULT.OFF
source: It has no fighting spirit.
de: Das hat keinen Kampfgeist.
es: No tiene espíritu de lucha.
fr: Elle n'a aucune combativité.
it: Non ha spirito combattivo.
ja: 其れ、戦いの精にあらず。
ko: 투지가 다 떨어졌군.
pl: Brak jej ducha walki.
pt_br: Não tem espírito de luta.
ru: У нее нет воли к битве.
zh_cn: 全无战斗精神。
zh_tw: 全無戰鬥精神。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: Tis engulfed in flame!
de: Völlig in Flammen aufgegangen!
es: ¡Está envuelto en llamas!
fr: C'est mangé par les flammes !
it: È avvolto dalle fiamme!
ja: 炎に包まれている。
ko: 불에 휩싸였군!
pl: Pochłonęły go płomienie!
pt_br: Está mergulhado em chamas!
ru: Она объята пламенем!
zh_cn: 被火焰包围了！
zh_tw: 被火焰包圍了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: Twas devoured by Hel's fire!
de: Wurde vom Feuer von Hel verschlungen!
es: ¡Lo ha devorado el fuego de Hel!
fr: Dévoré par le feu de Hel !
it: È stato divorato dal fuoco di Hel!
ja: 地獄の業火に飲まれた。
ko: 헬의 화염이 먹어버렸군!
pl: Nic nie powstrzyma płomieni Hel.
pt_br: Devorado pelo fogo de Hel!
ru: Ее пожрал огонь Хель!
zh_cn: 被赫尔之火吞噬了！
zh_tw: 被赫爾之火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: It can't get enough of me!
de: Kriegt gar nicht genug von mir!
es: ¡No se cansa de mí!
fr: Il ne se lasse pas de moi !
it: Non ne ha mai abbastanza di me!
ja: 我には物足りない。
ko: 나를 계속 비추고 싶어 하네!
pl: Nie może oderwać ode mnie wzroku.
pt_br: Vai ver o que é bom para a tosse.
ru: Я ему нравлюсь!
zh_cn: 一直照着我。
zh_tw: 一直照著我。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: It has no fighting spirit.
de: Das hat keinen Kampfgeist.
es: No tiene espíritu de lucha.
fr: Il n'a aucune combativité.
it: Non ha spirito combattivo.
ja: 其れ、戦いの精にあらず。
ko: 투지가 다 떨어졌군.
pl: Brak mu ducha walki.
pt_br: Não tem espírito de luta.
ru: У нее нет воли к битве.
zh_cn: 全无战斗精神。
zh_tw: 全無戰鬥精神。
