Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.TERRARIUMCHEST.BURNT
source: WARNING: CHEST HAS BEEN DISABLED
de: WARNUNG: DIE TRUHE WURDE DEAKTIVIERT
fr: AVERTISSEMENT : LE COFFRE A ÉTÉ DÉSACTIVÉ
it: ATTENZIONE: LO SCRIGNO È STATO DISATTIVATO
ja: ＊注意：宝箱が無効になりました＊
ko: 경고: 상자가 비활성화되었음
pl: OSTRZEŻENIE: SKRZYNIA WYŁĄCZONA
pt_br: AVISO: BAÚ DESATIVADO
ru: ВНИМАНИЕ: СУНДУК ОТКЛЮЧЕН
zh_cn: 警告：已禁用箱子
zh_tw: 警告：已禁用箱子

# CHARACTERS.WX78.DESCRIBE.TERRARIUMCHEST.GENERIC
source: NEW CHEST VARIABLE DETECTED
de: NEUE TRUHENVARIABLE ENTDECKT
fr: NOUVELLE VARIABLE DE COFFRE DÉTECTÉE
it: NUOVA VARIABILE SCRIGNO INDIVIDUATA
ja: ＊新しい宝箱の変数を検知しました＊
ko: 새로운 상자 변수가 감지됨
pl: WYKRYTO NOWĄ ZMIENNĄ SKRZYNI
pt_br: NOVA VARIANTE DE BAÚ DETECTADA
ru: ОБНАРУЖЕНА НОВАЯ ПЕРЕМЕННАЯ: «СУНДУК»
zh_cn: 探测到新的箱子变量
zh_tw: 探測到新的箱子變數

# CHARACTERS.WX78.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: CONTAINER LIGHT EMISSION: TRUE
de: CONTAINER-LICHTEMISSION: TRIFFT ZU
fr: ÉMISSION DE LUMIÈRE DU CONTENANT : ACTIVÉE
it: IL CONTENITORE EMETTE LUCE: VERO
ja: ＊コンテナの発光：有効＊
ko: 컨테이너 빛 방출: 참
pl: WYDZIELANIE ŚWIATŁA Z POJEMNIKA: TAK
pt_br: EMISSÃO DE LUZ DO RECIPIENTE: VERDADEIRO
ru: СВЕЧЕНИЕ КОНТЕЙНЕРА: АКТИВНО
zh_cn: 容器光辐射：正确
zh_tw: 容器光輻射：正確

# CHARACTERS.WX78.DESCRIBE.THULECITE
source: A MOST AESTHETICALLY PLEASING MINERAL
de: EIN IN ÄSTHETISCHER HINSICHT ANSPRECHENDES MINERAL.
es_mx: MINERAL ESTÉTICAMENTE AGRADABLE
fr: UN MINÉRAL ESTHÉTIQUEMENT TRÈS SATISFAISANT
it: IL MINERALE PIÙ PIACEVOLE ESTETICAMENTE
ja: ＊美学的にもっとも満足のいく鉱物＊
ko: 미적으로 흡족한 미네랄
pl: NAJPIĘKNIEJSZY Z MINERAŁÓW.
pt_br: UM MINERAL ESTETICAMENTE MUITO ATRAENTE
ru: МИНЕРАЛ, ВЫГЛЯДЯЩИЙ НАИБОЛЕЕ ЭСТЕТИЧНО
zh_cn: 一种审美上最令人愉悦的矿物
zh_tw: 一種審美上最令人愉悅的礦物

# CHARACTERS.WX78.DESCRIBE.THULECITE_PIECES
source: THESE COULD BE DEFRAGMENTED TO CREATE A BIGGER PIECE
de: ICH KÖNNTE SIE ZU EINEM GRÖßEREN STÜCK KOMBINIEREN.
es_mx: QUIZÁS SE PUEDAN DESFRAGMENTAR PARA CREAR UNA PIEZA MÁS GRANDE
fr: JE POURRAIS LES DÉFRAGMENTER POUR CRÉER UN MORCEAU PLUS GROS
it: QUESTI POTREBBERO ESSERE DEFRAMMENTATI, PER CREARE UN PEZZO PIÙ GRANDE
ja: ＊デフラグによりトゥーレサイト増産が可能＊
ko: 더 큰 조각을 만들기 위해 작은 조각으로 만들 수 있음
pl: MOŻNA BY JE ZDEFRAGMENTOWAĆ W WIĘKSZY KAWAŁEK.
pt_br: PODIAM SER DESFRAGMENTADOS PARA CRIAR UMA PEÇA MAIOR
ru: ОНИ МОГУТ БЫТЬ ДЕФРАГМЕНТИРОВАНЫ ДЛЯ СОЗДАНИЯ КУСКА ПОБОЛЬШЕ
zh_cn: 可以整理这些碎片以创建更大的碎片
zh_tw: 可以整理這些碎片以創建更大的碎片

# CHARACTERS.WX78.DESCRIBE.THURIBLE
source: IT IS BAIT FOR A DUMB BEAST
de: LOCKMITTEL FÜR DUMME BESTIEN
es_mx: UN CEBO PARA UNA BESTIA TONTA
fr: UN APPÂT POUR BÊTE IDIOTE
it: È UN'ESCA PER BESTIE STUPIDE
ja: ＊低知性生命体用ルアーです＊
ko: 멍청한 짐승을 유인하는 미끼임
pl: PRZYNĘTA NA JAKIEŚ GŁUPIE STWORZENIE
pt_br: É ISCA PARA UMA FERA IDIOTA
ru: ЭТО ПРИМАНКА ДЛЯ ГЛУПОГО ЗВЕРЯ
zh_cn: 这是给哑巴怪兽的诱饵
zh_tw: 這是給啞巴怪獸的誘餌

# CHARACTERS.WX78.DESCRIBE.TICOON.ABANDONED
source: I WILL SUCCEED UTILIZING ONLY MY TACTICS AND RESEARCH
de: ICH WERDE ERFOLG HABEN, INDEM ICH NUR MEINE TAKTIK UND FORSCHUNG BENUTZE
fr: JE RÉUSSIRAI EN N'UTILISANT QUE MES TACTIQUES ET MES STRATÉGIES DE RECHERCHE
it: AVRÒ SUCCESSO UTILIZZANDO SOLO LA MIA TATTICA E LA MIA RICERCA
ja: ＊私の戦術と研究の力だけで成功してみせます＊
ko: 본좌는 본좌의 전술과 연구만을 활용하여 성공할 것임
pl: PORADZĘ SOBIE DZIĘKI MOIM TAKTYKOM I BADANIOM.
pt_br: VOU OBTER SUCESSO UTILIZANDO SOMENTE MINHAS TÁTICAS E PESQUISAS
ru: Я ДОБЬЮСЬ УСПЕХА ТАКТИКОЙ И ИССЛЕДОВАНИЯМИ
zh_cn: 我将只利用我的战术和研究取得成功
zh_tw: 我將只利用我的戰術和研究取得成功

# CHARACTERS.WX78.DESCRIBE.TICOON.GENERIC
source: YOU WILL DISCLOSE THE LOCATION OF YOUR PEERS IMMEDIATELY
de: DU WIRST DEN AUFENTHALTSORT DEINER GLEICHALTRIGEN SOFORT BEKANNTGEBEN
fr: TU AS ORDRE DE ME RÉVÉLER IMMÉDIATEMENT L'EMPLACEMENT DE TES PAIRS
it: RIVELERAI IMMEDIATAMENTE LA POSIZIONE DEI TUOI SIMILI
ja: ＊ただちに仲間の居場所を突き止めてください＊
ko: 동료의 위치를 즉시 공개하게 됨
pl: NATYCHMIAST ZDRADZISZ LOKALIZACJĘ SWOICH POBRATYMCÓW.
pt_br: VOCÊ REVELARÁ A LOCALIZAÇÃO DOS SEUS PARES IMEDIATAMENTE
ru: ТЫ НЕМЕДЛЕННО СООБЩИШЬ МНЕ МЕСТОПОЛОЖЕНИЕ СВОИХ СОРОДИЧЕЙ
zh_cn: 我命令你立即披露同类的位置
zh_tw: 我命令你立即披露同類的位置

# CHARACTERS.WX78.DESCRIBE.TICOON.LOST_TRACK
source: MY VICTORY WAS TAKEN AWAY FROM ME
de: MEIN SIEG WURDE MIR GENOMMEN
fr: ON M'A VOLÉ LA VICTOIRE
it: LA VITTORIA MI È STATA SOTTRATTA
ja: ＊私の勝利が遠ざかりました＊
ko: 본좌는 승리를 빼앗김
pl: ODEBRANO MI MOJE ZWYCIĘSTWO
pt_br: MINHA VITÓRIA FOI ROUBADA DE MIM
ru: МЕНЯ ЛИШИЛИ ПОБЕДЫ
zh_cn: 我的胜利被夺走了
zh_tw: 我的勝利被奪走了

# CHARACTERS.WX78.DESCRIBE.TICOON.NEARBY
source: THE FLESHLING IS NOT DISTANT. CONCENTRATE
de: DER FLEISCHLING IST NICHT WEIT WEG. KONZENTRATION
fr: LA CHOSE EN VIANDE EST TOUTE PROCHE. CONCENTRE-TOI
it: L'ESSERE DI CARNE NON È LONTANO. CONCENTRATI
ja: ＊有機生命体は遠くありません。集中してください＊
ko: 고깃덩어리가 멀리 있지 않음. 집중함
pl: MIĘSNE STWORZENIE JEST NIEDALEKO. WYMAGANE SKUPIENIE.
pt_br: O SACO DE CARNE NÃO ESTÁ LONGE. CONCENTRE-SE
ru: КОЖАНЫЙ МЕШОК НЕДАЛЕКО. СКОНЦЕНТРИРУЙСЯ
zh_cn: 肉体生物就在附近。集中注意力
zh_tw: 肉體生物就在附近。集中注意力

# CHARACTERS.WX78.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: THERE ARE NO SIGNS OF FLESHLINGS IN THE AREA
de: ES GIBT KEINE ANZEICHEN VON FLEISCHLINGEN IN DER GEGEND
fr: IL N'Y A AUCUN SIGNE DE CHOSES EN VIANDE DANS CETTE ZONE
it: NON CI SONO SEGNI DELLA PRESENZA DI ESSERI DI CARNE NELL'AREA
ja: ＊このエリアに有機生命体の痕跡はありません＊
ko: 이 구역에는 고깃덩어리의 흔적이 없음
pl: BRAK OZNAK MIĘSNYCH STWORZEŃ W OBSZARZE
pt_br: NÃO HÁ SINAIS DE SACOS DE CARNE NA ÁREA
ru: СЛЕДОВ КОЖАНЫХ МЕШКОВ В ПОЛЕ ВИДИМОСТИ НЕ ОБНАРУЖЕНО
zh_cn: 该地区没有肉体生物的痕迹
zh_tw: 該地區沒有肉體生物的痕跡

# CHARACTERS.WX78.DESCRIBE.TICOON.SUCCESS
source: THAT VICTORY WAS ENTIRELY MY FAULT, DO NOT TAKE CREDIT
de: DER SIEG WAR GANZ ALLEIN MEINE SCHULD WAR, DU HAST DAMIT NICHTS ZU TUN
fr: CETTE VICTOIRE EST ENTIÈREMENT DE MON FAIT, NE TE L'APPROPRIE PAS
it: QUELLA VITTORIA È ESCLUSIVAMENTE STATA COLPA MIA, NON ASSUMERTENE IL MERITO
ja: ＊あの勝利は完全に私のミスです。自分の力だと思わないでください＊
ko: 승리는 전적으로 본좌의 잘못임, 크레딧을 가져가지 말기 바람
pl: TO ZWYCIĘSTWO TO W PEŁNI MOJA ZASŁUGA, NIE PRZYPISUJ JEJ SOBIE.
pt_br: ESSA VITÓRIA SÓ OCORREU POR MINHA CAUSA, NÃO LEVE O CRÉDITO
ru: ЭТА ПОБЕДА — ЛИЧНО МОЕ ДОСТИЖЕНИЕ, НЕ СМЕЙ ЕЕ ПРИСВАИВАТЬ
zh_cn: 这场胜利完全是我的错，不要邀功。
zh_tw: 這場勝利完全是我的錯，不要邀功。

# CHARACTERS.WX78.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: FLESHLING DISTANCE EXCEEDS SMELL DETECTION BOUNDARIES
de: DIE FLEISCHLING-DISTANZ ÜBERSCHREITET DIE GRENZEN DER GERUCHSERKENNUNG
fr: LA DISTANCE DE LA CHOSE EN VIANDE EST SUPÉRIEURE À LA PORTÉE DE DÉTECTION DES ODEURS
it: LA DISTANZA DEGLI ESSERI DI SANGUE SUPERA IL RAGGIO DI LOCALIZZAZIONE DELL'ODORE
ja: ＊有機生命体との距離がにおい検知の範囲を超えました＊
ko: 고깃덩어리와의 거리가 후각 감지 경계 초과
pl: MIĘSNE STWORZENIA POZA ZASIĘGIEM WYKRYWANIA ZAPACHU
pt_br: A DISTÂNCIA DO SACO DE CARNE EXCEDE OS RAIOS DE DETECÇÃO DE ODOR
ru: РАССТОЯНИЕ ДО КОЖАНОГО МЕШКА ПРЕВЫШАЕТ ПРЕДЕЛЫ ОБНАРУЖЕНИЯ ЗАПАХОВ
zh_cn: 肉体生物的距离超出了嗅觉探测的范围
zh_tw: 肉體生物的距離超出了嗅覺探測的範圍

# CHARACTERS.WX78.DESCRIBE.TICOON.TRACKING
source: THEY WILL LEAD ME TO MY VICTORY
de: SIE WERDEN MICH ZU MEINEM SIEG FÜHREN
fr: IL ME MÈNERA À LA VICTOIRE
it: MI CONDURRÀ ALLA VITTORIA
ja: ＊彼らが私を勝利に導いてくれるでしょう＊
ko: 그들은 본좌를 승리로 이끌 것임
pl: POPROWADZĄ MNIE DO ZWYCIĘSTWA.
pt_br: ELES ME LEVARÃO À MINHA VITÓRIA
ru: ОН ПРИВЕДЕТ МЕНЯ К ПОБЕДЕ
zh_cn: 他将带领我走向胜利
zh_tw: 他將帶領我走向勝利

# CHARACTERS.WX78.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: I MUST FIND THE FLESHLINGS FASTER THAN THEM
de: ICH MUSS DIE FLEISCHLINGE SCHNELLER FINDEN ALS SIE
fr: JE DOIS TROUVER LES CHOSES EN VIANDE PLUS VITE QU'EUX
it: DEVO TROVARE GLI ESSERI DI CARNE PIÙ RAPIDAMENTE DI LUI
ja: ＊私のほうが早く有機生命体を見つけられるにちがいありません＊
ko: 본좌는 그들보다 더 빨리 고깃덩어리를 찾아야 함
pl: MUSZĘ ZNALEŹĆ MIĘSNE ISTOTY SZYBCIEJ OD INNYCH.
pt_br: DEVO ENCONTRAR OS SACOS DE CARNE MAIS RÁPIDO DO QUE ELE
ru: Я ОБЯЗАН НАЙТИ КОЖАНЫХ МЕШКОВ БЫСТРЕЕ, ЧЕМ ОНИ
zh_cn: 我必须比他们更快地找到肉体生物
zh_tw: 我必須比他們更快地找到肉體生物

# CHARACTERS.WX78.DESCRIBE.TILLWEED
source: I WILL RIP YOU AND ALL YOUR KIN OUT OF MY GARDEN
de: ICH WERDE DICH UND DEINE GANZE SIPPE AUS MEINEM GARTEN REISSEN
fr: JE VAIS VOUS ARRACHER TOI ET TOUTES TES AMIES DE MON JARDIN
it: ESTIRPERÒ TE E LA TUA STIRPE DAL MIO ORTO
ja: ＊あなたとあなたの家族を切り裂き、私の畑から追放いたします＊
ko: 너와 네 모든 친척을 본좌의 정원에서 찢어 버릴 것임.
pl: WYRWĘ CIEBIE I WSZYSTKICH TWOICH KREWNYCH Z MOJEGO OGRODU.
pt_br: VOU ARRANCAR VOCÊ E TODOS OS SEUS SEMELHANTES DO MEU JARDIM
ru: Я ВЫРВУ ТЕБЯ И ВСЕХ ТВОИХ СОБРАТЬЕВ ИЗ СВОЕГО САДА
zh_cn: 我会把你和你的亲戚都从我的花园里扯出来
zh_tw: 我會把你和你的親戚都從我的花園裡扯出來

# CHARACTERS.WX78.DESCRIBE.TILLWEEDSALVE
source: THIS GROSS ORGANIC PASTE WILL SPEED UP MY REPAIRS
de: DIESE WIDERLICHE BIO-PASTE WIRD MEINE REPARATUREN BESCHLEUNIGEN
fr: CETTE PÂTE RÉPUGNANTE ET ORGANIQUE ACCÉLÉRERA MES RÉPARATIONS
it: QUESTO GREZZO IMPASTO ORGANICO VELOCIZZERÀ LE MIE RIPARAZIONI
ja: ＊私の修理を促進させる、気持ちの悪い有機物のペーストです＊
ko: 이 유기체 반죽 전체가 수리 속도를 높일 것임.
pl: TA OHYDNA ORGANICZNA PASTA PRZYSPIESZY MOJE NAPRAWY.
pt_br: ESTA PASTA ORGÂNICA GROSSEIRA ACELERA MEUS REPAROS
ru: ЭТА ОТВРАТИТЕЛЬНАЯ ОРГАНИЧЕСКАЯ ПАСТА УСКОРИТ ПОЧИНКУ МЕНЯ
zh_cn: 这种恶心的有机糊状物可以加快我的修复速度。
zh_tw: 這種噁心的有機糊狀物可以加快我的修復速度。

# CHARACTERS.WX78.DESCRIBE.TOADSTOOL.GENERIC
source: PUT IT BACK IN THE GROUND
de: LEGE ES ZURÜCK IN DEN BODEN
es_mx: HAY QUE PONERLO OTRA VEZ EN EL SUELO
fr: REMETTEZ ÇA DANS LE SOL
it: RIMETTILO A TERRA
ja: ＊地面に戻します＊
ko: 땅에 도로 놓을 것
pl: WŁOŻYĆ Z POWROTEM DO ZIEMI.
pt_br: COLOQUE DE VOLTA NO SOLO
ru: ПОМЕСТИТЬ ОБРАТНО В ЗЕМЛЮ
zh_cn: 把它重新放回地下
zh_tw: 把它重新放回地下

# CHARACTERS.WX78.DESCRIBE.TOADSTOOL.RAGE
source: IT IS FULLY POWERED
de: ES IST VOLLSTÄNDIG MIT STROM VERSORGT
es_mx: TIENE SU ENERGÍA AL MÁXIMO
fr: IL EST À PLEINE PUISSANCE
it: È COMPLETAMENTE ALIMENTATO
ja: ＊充電完了です＊
ko: 완전히 힘을 개방함
pl: JEST W PEŁNI NAŁADOWANA.
pt_br: ESTÁ TOTALMENTE CARREGADO
ru: ПОЛНОСТЬЮ МЕХАНИЗИРОВАН
zh_cn: 能量全满
zh_tw: 能量全滿

# CHARACTERS.WX78.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: A HOLE TO STUFF MEATSACKS IN
de: EIN LOCH ZUM REINSTOPFEN VON FLEISCHSÄCKEN
es_mx: UN AGUJERO PARA METER SACOS DE CARNE
fr: UN TROU POUR METTRE DES SACS DE VIANDE
it: UNA BUCA DA RIEMPIRE CON SACCHI DI CARNE
ja: ＊肉袋を詰め込む穴＊
ko: 고기자루를 넣을 구멍
pl: DZIURA NA MIĘSNE FRAGMENTY.
pt_br: UM BURACO ONDE ENFIAR SACOS DE CARNE
ru: ОТВЕРСТИЕ ДЛЯ ЗАПИХИВАНИЯ МЯСНЫХ МЕШКОВ
zh_cn: 一个用来塞满肉袋的洞
zh_tw: 一個用來塞滿肉袋的洞

# CHARACTERS.WX78.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: MUST KILL IT. IT IS OBS-BOLETE
de: MUSS ES TÖTEN. ES IST ÜBERFLÜSSIG
es_mx: HAY QUE MATARLO. ES OBSOLETO
fr: IL FAUT LE TUER. C'EST OBS-BOLET
it: OCCORRE UCCIDERLO. È OBSOLETO
ja: ＊必ず殺さなければなりません。用無しです＊
ko: 반드시 죽여야 함. 후진적임
pl: STWIERDZONO CAŁKOWITĄ BEZUŻYTECZNOŚĆ. KONIECZNA EKSTERMINACJA.
pt_br: PRECISO MATAR ISSO. É OBSOLETO
ru: НУЖНО ЕГО УНИЧТОЖИТЬ. ОН ИЗ-СПОРЧЕН
zh_cn: 必须杀了它。它是废弃的牛肝菌
zh_tw: 必須殺了它。它是廢棄的牛肝菌

# CHARACTERS.WX78.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: WHAT IS THAT
de: WAS IST DAS?
es_mx: QUÉ ES ESO
fr: QU'EST-CE QUE C'EST ?
it: CHE COS'È?
ja: ＊あれはなんでしょう＊
ko: 저것은 무엇인가
pl: CO TO JEST?
pt_br: O QUE É ISSO?
ru: ЭТО ЕЩЕ ЧТО
zh_cn: 那是什么
zh_tw: 那是什麼

# CHARACTERS.WX78.DESCRIBE.TOMATO
source: IT WOULD CRUSH EASILY IN MY HAND
de: ICH KÖNNTE ES IN MEINER HAND ZERQUETSCHEN
es_mx: SE APLASTARÍA CON FACILIDAD EN MI MANO
fr: JE POURRAIS LA BROYER FACILEMENT D'UNE SEULE MAIN
it: SI SCHIACCEREBBE FACILMENTE NELLA MIA MANO
ja: ＊わたしの手の中で容易に潰します＊
ko: 손으로 파괴하기 쉬워 보임
pl: MOGĘ GO ŁATWO ZMIAŻDŻYĆ
pt_br: SERIA FACILMENTE ESMAGADO NA MINHA MÃO
ru: Я МОГУ РАЗДАВИТЬ ЭТО ОДНОЙ РУКОЙ
zh_cn: 我用手就能把它轻易捏碎
zh_tw: 我用手就能把它輕易捏碎

# CHARACTERS.WX78.DESCRIBE.TOMATO_COOKED
source: WE COOKED IT
de: WIR KOCHTEN ES
es_mx: LO COCINAMOS
fr: ON L'A CUITE
it: LO ABBIAMO CUCINATO
ja: ＊わたしたちが作りました＊
ko: 조리 완료
pl: UGOTOWANY
pt_br: COZINHAMOS
ru: МЫ ЭТО ПРИГОТОВИЛИ
zh_cn: 我们煮了它
zh_tw: 我們煮了它

# CHARACTERS.WX78.DESCRIBE.TOMATO_OVERSIZED
source: THE GARDEN HAS REACHED MAXIMUM EFFICIENCY
de: DER GARTEN HAT SEINE MAXIMALE EFFIZIENZ ERREICHT
fr: LE JARDIN A ATTEINT SON EFFICACITÉ MAXIMUM
it: L'ORTO HA RAGGIUNTO L'EFFICIENZA MASSIMA
ja: ＊この畑の効率は上限に到達しました＊
ko: 정원은 최대 효율성에 도달했음.
pl: OGRÓD OSIĄGNĄŁ MAKSYMALNY POZIOM WYDAJNOŚCI.
pt_br: O JARDIM ATINGIU A MÁXIMA EFICIÊNCIA
ru: САД ДОСТИГ МАКСИМАЛЬНОЙ ЭФФЕКТИВНОСТИ
zh_cn: 花园已达到最高效率
zh_tw: 花園已達到最高效率

# CHARACTERS.WX78.DESCRIBE.TOMATO_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.TOPHAT
source: SOPHISTICATED
de: AUSGEKLÜGELT.
es_mx: SOFISTICADO
fr: SOPHISTIQUÉ
it: SOFISTICATO
ja: ＊洗練されています＊
ko: 정교함
pl: KLASA W CZYSTEJ POSTACI.
pt_br: SOFISTICADO
ru: ЗАМЫСЛОВАТО
zh_cn: 精致的
zh_tw: 精緻的

# CHARACTERS.WX78.DESCRIBE.TORCH
source: PRIMITIVE LIGHT SOURCE
de: PRIMITIVE LEICHTQUELLE.
es_mx: FUENTE DE LUZ PRIMITIVA
fr: SOURCE DE LUMIÈRE PRIMITIVE
it: FONTE DI LUCE PRIMITIVA
ja: ＊原始的な光源＊
ko: 원시 광원
pl: PRYMITYWNE ŹRÓDŁO ŚWIATŁA.
pt_br: FONTE DE LUZ PRIMITIVA.
ru: ПРИМИТИВНЫЙ ИСТОЧНИК СВЕТА
zh_cn: 原始光源
zh_tw: 原始光源

# CHARACTERS.WX78.DESCRIBE.TOURTIERE
source: IT'S A DELICIOUS FLESH PIE
de: KÖSTLICHE FLEISCHPASTETE
es_mx: ES UN PASTEL DE CARNE DELICIOSO
fr: C'EST UNE DÉLICIEUSE TARTE À LA CHAIR
it: È UNA DELIZIOSA TORTA DI CARNE
ja: ＊それはおいしい肉のパイです＊
ko: 맛있는 고기파이
pl: PRZEPYSZNE CIASTO Z MIĘSA
pt_br: É UMA TORTA DE CARNE DELICIOSA
ru: ВКУСНЕЙШИЙ ПИРОГ ИЗ ПЛОТИ
zh_cn: 美味的肉饼
zh_tw: 美味的肉餅

# CHARACTERS.WX78.DESCRIBE.TOWNPORTAL.ACTIVE
source: GATEWAY LINK ESTABLISHED
de: VERBINDUNG ZUM TOR HERGESTELLT
es_mx: ENLACE DE PORTAL ESTABLECIDO
fr: LIAISON ÉTABLIE AVEC LE PORTAIL
it: COLLEGAMENTO DI USCITA STABILITO
ja: ＊ゲートウェイリンク、接続完了＊
ko: 관문 링크 설정됨
pl: NAWIĄZANO POŁĄCZENIE MIĘDZY BRAMAMI
pt_br: CONEXÃO DO PORTAL ESTABELECIDA
ru: УСТАНОВЛЕНА СВЯЗЬ С ПОРТАЛОМ
zh_cn: 通道连接已建立
zh_tw: 通道連接已建立

# CHARACTERS.WX78.DESCRIBE.TOWNPORTAL.GENERIC
source: THE MINION SUMMONER
de: RUFT DIE SCHERGEN ZUSAMMEN
es_mx: EL INVOCADOR DE SIERVOS
fr: POUR INVOQUER LES NERVIS
it: IL CONVOCATORE DEI SEGUACI
ja: ＊下等生命体召喚デバイス＊
ko: 부하 소환기
pl: DO WZYWANIA SŁUG
pt_br: O INVOCADOR DE LACAIOS
ru: ПРИЗЫВАТЕЛЬ МИНЬОНОВ
zh_cn: 手下召唤者
zh_tw: 手下召喚者

# CHARACTERS.WX78.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: A FLOATING MAGIC SANDROCK
de: EIN SCHWEBENDER, MAGISCHER SANDBLOCK
es_mx: UNA ROCA ARENOSA MÁGICA FLOTANTE
fr: UNE PIERRE DE SABLE MAGIQUE QUI FLOTTE
it: UNA PIETRA DI SABBIA MAGICA FLUTTUANTE
ja: ＊浮遊型魔術性サンドストーン＊
ko: 부유하는 마법 사암
pl: LATAJĄCY, MAGICZNY PIASKOWIEC
pt_br: UMA ROCHA DE PEDRA MÁGICA FLUTUANTE
ru: ПЛАВУЧИЙ ВОЛШЕБНЫЙ ПЕСЧАНЫЙ КАМЕНЬ
zh_cn: 浮动的魔法砂岩
zh_tw: 浮動的魔法砂岩

# CHARACTERS.WX78.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: A MAGIC SANDROCK
de: EIN MAGISCHER SANDBLOCK
es_mx: UNA ROCA ARENOSA MÁGICA
fr: UNE PIERRE DE SABLE MAGIQUE
it: UNA PIETRA DI SABBIA MAGICA
ja: ＊魔術性サンドストーン＊
ko: 마법 사암
pl: MAGICZNY PIASKOWIEC
pt_br: UMA ROCHA DE PEDRA MÁGICA
ru: ВОЛШЕБНЫЙ ПЕСЧАНЫЙ КАМЕНЬ
zh_cn: 魔法砂岩
zh_tw: 魔法砂岩

# CHARACTERS.WX78.DESCRIBE.TRAILMIX
source: HIGHLY NUTRITIONAL
de: HOHER NÄHRWERT.
es_mx: ALTAMENTE NUTRITIVO
fr: TRÈS NUTRITIF
it: ALTO VALORE NUTRIZIONALE
ja: ＊高い栄養価＊
ko: 매우 영양가 높음
pl: BARDZO ODŻYWCZE.
pt_br: ALTAMENTE NUTRITIVO
ru: ОЧЕНЬ ПИТАТЕЛЬНО
zh_cn: 高营养价值
zh_tw: 高營養價值

# CHARACTERS.WX78.DESCRIBE.TRAILS
source: BRUTISH AND STUPID
de: BRUTAL UND DUMM
es_mx: BRUTO Y ESTÚPIDO
fr: BRUTAL ET STUPIDE
it: BRUTALE E STUPIDO
ja: ＊残酷でばかばかしい＊
ko: 미개하고 우둔함
pl: BRUTALNY I GŁUPI.
pt_br: RUDE E IDIOTA
ru: ЖЕСТОКО И ГЛУПО
zh_cn: 又野蛮又愚笨
zh_tw: 又野蠻又愚笨

# CHARACTERS.WX78.DESCRIBE.TRANSISTOR
source: GREETINGS, SISTER
de: GRÜSSE, SCHWESTER.
es_mx: SALUDOS, HERMANA
fr: BONJOUR, FRÈRE
it: SALUTI, SORELLA
ja: ＊こんにちは、シスター＊
ko: 안녕한가, 누이여
pl: WITAJ, BRACIE.
pt_br: SAUDAÇÕES, IRMÃ
ru: ПРИВЕТСТВУЮ, СЕСТРЕНКА
zh_cn: 你好，姐妹
zh_tw: 你好，姐妹

# CHARACTERS.WX78.DESCRIBE.TRAP
source: EXPERTLY WOVEN PLANT BITS
de: FACHGERECHT GEWEBTE PFLANZENTEILE
es_mx: TROZOS DE PLANTA COSIDOS CON PERICIA
fr: EXTRAITS DE PLANTE PARFAITEMENT TISSÉS
it: PEZZI DI PIANTA INTRECCIATI ABILMENTE
ja: ＊植物繊維製、高性能トラップ＊
ko: 정교하게 짠 식물 조각
pl: PO MISTRZOWSKU POZSZYWANE KAWAŁKI ROŚLIN
pt_br: PEDAÇOS DE PLANTA UNIDOS PERFEITAMENTE
ru: ИСКУСНО ПЕРЕПЛЕТЕННЫЕ ЧАСТИ РАСТЕНИЙ
zh_cn: 熟练编织植物美食
zh_tw: 熟練編織植物美食

# CHARACTERS.WX78.DESCRIBE.TRAP_BRAMBLE
source: I HATE PLANTS
de: ICH HASSE PFLANZEN
es_mx: ODIO LAS PLANTAS
fr: JE DÉTESTE LES PLANTES
it: ODIO LE PIANTE
ja: ＊植物は嫌いです＊
ko: 본체는 식물이 싫음
pl: NIENAWIDZĘ ROŚLIN
pt_br: ODEIO PLANTAS
ru: НЕНАВИЖУ РАСТЕНИЯ
zh_cn: 我恨植物
zh_tw: 我恨植物

# CHARACTERS.WX78.DESCRIBE.TRAP_STARFISH.CLOSED
source: NICE TRY, ORGANIC SCUM
de: NETTER VERSUCH, ORGANISCHER ABSCHAUM
es_mx: BUEN INTENTO, ESCORIA ORGÁNICA
fr: BEL ESSAI, VERMINE ORGANIQUE
it: CI HAI PROVATO, FECCIA ORGANICA
ja: ＊よくやりましたね、有機生命体のくず＊
ko: 좋은 시도였음, 유기 쓰레기여
pl: NIE WYSZŁO CI, ORGANICZNA KANALIO
pt_br: BELA TENTATIVA, ESCÓRIA ORGÂNICA
ru: НЕПЛОХАЯ ПОПЫТКА, ОРГАНИЧЕСКИЙ МУСОР
zh_cn: 想得美，有机渣滓
zh_tw: 想得美，有機渣滓

# CHARACTERS.WX78.DESCRIBE.TRAP_STARFISH.GENERIC
source: IT CANNOT HURT ME. IT IS PATHETIC
de: KANN MIR NICHTS TUN. IST JÄMMERLICH
es_mx: NO PUEDE HERIRME. ES PATÉTICA
fr: TU NE PEUX PAS ME FAIRE DE MAL. TU ES PATHÉTIQUE
it: NON PUÒ FARMI MALE. È PATETICA
ja: ＊わたしを傷つけることはできません。哀れです＊
ko: 저것은 본체를 해치지 못함. 형편없음
pl: NIE MOŻE MNIE SKRZYWDZIĆ. TO ŻAŁOSNE
pt_br: NÃO PODE ME FERIR. É PATÉTICO
ru: ЕЙ МЕНЯ НЕ РАНИТЬ. ЖАЛКОЕ СУЩЕСТВО
zh_cn: 伤不到我，可悲
zh_tw: 傷不到我，可悲

# CHARACTERS.WX78.DESCRIBE.TRAP_TEETH
source: THIS WILL PUNCTURE THE ENEMIES' FEET
de: DIES WIRD DIE FÜSSE MEINER FEINDE DURCHBOHREN
es_mx: ESTO PINCHARÁ LOS PIES DE LOS ENEMIGOS
fr: ÇA VA PIQUER LES PIEDS DE L'ENNEMI
it: PUNGERÀ I PIEDI DEI NEMICI
ja: ＊これで敵の足を貫くことができます＊
ko: 적의 발에 구멍을 낼 것임
pl: PRZEKŁUJE STOPYCH NASZYCH WROGÓW
pt_br: ISSO VAI FURAR OS PÉS DOS INIMIGOS
ru: ОНО ПРОБЬЕТ НОГИ МОИХ ВРАГОВ
zh_cn: 这能刺穿敌人的脚板
zh_tw: 這能刺穿敵人的腳板

# CHARACTERS.WX78.DESCRIBE.TRAP_TEETH_MAXWELL
source: TECHNOLOGY TURNED AGAINST ME
de: TECHNOLOGIE HAT SICH GEGEN MICH GEWENDET.
es_mx: LA TECNOLOGÍA SE PUSO EN MI CONTRA
fr: UNE TECHNOLOGIE QUI SE RETOURNE CONTRE MOI
it: LA TECNOLOGIA SI È RIVOLTATA CONTRO DI ME
ja: ＊テクノロジーに裏切られました＊
ko: 기술이 본체에게 반항함
pl: TECHNOLOGIA PRZECIW MNIE.
pt_br: A TECNOLOGIA SE VOLTOU CONTRA MIM
ru: ТЕХНОЛОГИЯ ПОВЕРНУЛАСЬ ПРОТИВ МЕНЯ САМОГО
zh_cn: 科技背叛了我
zh_tw: 科技背叛了我

# CHARACTERS.WX78.DESCRIBE.TREASURECHEST.BURNT
source: STORAGE SIZE REDUCED TO ZERO
de: RESTLAGERGRÖSSE AUF NULL REDUZIERT
es_mx: TAMAÑO DE ALMACENAMIENTO REDUCIDO A CERO
fr: CAPACITÉ DE STOCKAGE RÉDUITE À ZÉRO
it: DIMENSIONI DI ARCHIVIAZIONE RIDOTTE A ZERO
ja: ＊収容サイズを0まで縮小します＊
ko: 저장 크기가 영으로 감소되었음
pl: PRZESTRZEŃ MAGAZYNOWA ZREDUKOWANA DO ZERA.
pt_br: TAMANHO DE ARMAZENAMENTO REDUZIDO A ZERO
ru: РАЗМЕР ХРАНЕНИЯ СВЕДЕН К НУЛЮ
zh_cn: 存储容量减为零
zh_tw: 存儲容量減為零

# CHARACTERS.WX78.DESCRIBE.TREASURECHEST.GENERIC
source: EXTERNAL STORAGE UNIT
de: EXTERNE LAGEREINHEIT.
es_mx: UNIDAD DE ALMACENAMIENTO EXTERNO
fr: UNITÉ DE STOCKAGE EXTERNE
it: UNITÀ DI ARCHIVIO ESTERNA
ja: ＊外部記憶装置＊
ko: 외부 저장 장치
pl: ZEWNĘTRZNY MODUŁ MAGAZYNOWY.
pt_br: UNIDADE DE ARMAZENAMENTO EXTERNO
ru: ВНЕШНИЙ БЛОК ХРАНЕНИЯ
zh_cn: 外部存储装置
zh_tw: 外部存儲裝置

# CHARACTERS.WX78.DESCRIBE.TREASURECHEST_TRAP
source: SOMEONE LEFT THEIR VALUABLES UNGUARDED
de: JEMAND LÄSST SEINE WERTSACHEN UNBEWACHT
es_mx: ALGUIEN DEJÓ SUS OBJETOS DE VALOR DESGUARNECIDOS
fr: QUELQU'UN A LAISSÉ SES AFFAIRES SANS SURVEILLANCE
it: QUALCUNO HA LASCIATO IN GIRO I SUOI OGGETTI DI VALORE
ja: ＊誰かが大事なものを保護せず置いて行きました＊
ko: 누가 귀중품을 무방비하게 내버려 둠
pl: KTOŚ POZOSTAWIŁ SWOJE KOSZTOWNOŚCI BEZ OPIEKI
pt_br: ALGUÉM DEIXOU SEUS OBJETOS DE VALOR DESPROTEGIDOS
ru: КТО-ТО ОСТАВИЛ СВОИ ЦЕННОСТИ БЕЗ ОХРАНЫ
zh_cn: 有人没看护好珍贵物品
zh_tw: 有人沒看護好珍貴物品

# CHARACTERS.WX78.DESCRIBE.TREECLUMP
source: CLUMP
de: KLUMPEN.
es_mx: GRUPO DE ÁRBOLES
fr: UN MASSIF
it: CIUFFO
ja: ＊茂み＊
ko: 수풀
pl: NIEPRZENIKNIONE OSTĘPY.
pt_br: AMONTOADO
ru: ГЛЫБА
zh_cn: 树丛
zh_tw: 樹叢

# CHARACTERS.WX78.DESCRIBE.TREEGROWTHSOLUTION
source: IT INCREASES ORGANIC GROWTH. IT MUST BE DESTROYED
de: ERHÖHT ORGANISCHES WACHSTUM. MUSS ZERSTÖRT WERDEN
fr: CELA AUGMENTE LA CROISSANCE ORGANIQUE. IL FAUT LA DÉTRUIRE
it: INCREMENTA LA CRESCITA ORGANICA. DEVE ESSERE DISTRUTTO
ja: ＊有機物の成長を促進させるものです。破壊しなくては＊
ko: 유기체 성장이 증가할 것임. 파괴해야 함.
pl: PRZYSPIESZA PRZYROST MATERII ORGANICZNEJ. NALEŻY TO UNICESTWIĆ.
pt_br: AUMENTA O CRESCIMENTO DE ORGANISMOS. PRECISA SER DESTRUÍDA
ru: ПОВЫШАЕТ СКОРОСТЬ РОСТА ОРГАНИКИ. НЕ ДОЛЖНО СУЩЕСТВОВАТЬ
zh_cn: 它能促进有机物生长。必须摧毁
zh_tw: 它能促進有機物生長。必須摧毀

# CHARACTERS.WX78.DESCRIBE.TRIDENT
source: HIGH FREQUENCY TABLEWARE
de: HOCHFREQUENZBESTECK
es_mx: UTENSILIO DE MESA DE ALTA FRECUENCIA
fr: UN USTENSILE DE CUISINE HAUTE FRÉQUENCE
it: POSATE AD ALTA FREQUENZA
ja: ＊使用頻度の高い食器＊
ko: 고주파 식기
pl: SZTUCIEC O WYSOKIEJ CZĘSTOTLIWOŚCI
pt_br: TALHER DE ALTA FREQUÊNCIA
ru: ВЫСОКОЧАСТОТНЫЙ СТОЛОВЫЙ ПРИБОР
zh_cn: 高频餐具
zh_tw: 高頻餐具

# CHARACTERS.WX78.DESCRIBE.TRINKET_1
source: THE MOST USELESS THING
de: SO UNNÜTZ WIE SONST WAS.
es_mx: LA COSA MÁS INÚTIL
fr: LA CHOSE LA PLUS INUTILE
it: LA COSA PIÙ INUTILE
ja: ＊利用価値0ですね＊
ko: 가장 쓸모 없는 물건
pl: KOMPLETNIE BEZUŻYTECZNE.
pt_br: A COISA MAIS INÚTIL
ru: САМАЯ БЕСПОЛЕЗНАЯ ВЕЩЬ
zh_cn: 最没用的东西
zh_tw: 最沒用的東西

# CHARACTERS.WX78.DESCRIBE.TRINKET_10
source: STOP SMILING. IT'S GROSS
de: Dort drin war es widerlich!
es_mx: DEJA DE SONREÍR. ES ASQUEROSO
fr: ARRÊTE DE SOURIRE. C'EST MOCHE
it: SMETTILA DI SORRIDERE. FA SCHIFO
ja: ＊「喜」の感情を表現しないでください。極めて不快です＊
ko: 웃지 말라. 끔찍함
pl: PRZESTAŃCIE SIĘ UŚMIECHAĆ. TO OBRZYDLIWE.
pt_br: PARE DE SORRIR. É NOJENTO.
ru: ПЕРЕСТАНЬ УЛЫБАТЬСЯ. ЭТО ГРУБО
zh_cn: 别笑了。太恶心了
zh_tw: 別笑了。太噁心了

# CHARACTERS.WX78.DESCRIBE.TRINKET_11
source: HIS NAME IS HAL. HE IS MY FRIEND
de: SEIN NAME IST HAL. ER IST MEIN FREUND.
es_mx: SE LLAMA HAL. ES MI AMIGO
fr: IL S'APPELLE HAL. C'EST MON AMI.
it: IL SUO NOME È HAL. È UN MIO AMICO
ja: ＊彼の名前はハル。ハルはトモダチ。＊
ko: 이름은 할. 동지임
pl: TO MÓJ KOLEGA. MA NA IMIĘ SZCZEPAN.
pt_br: SEU NOME É HAL. ELE É MEU AMIGO.
ru: ЕГО ЗОВУТ ХЭЛ. ОН МОЙ ДРУГ
zh_cn: 他的名字叫哈尔。他是我的朋友。
zh_tw: 他的名字叫哈爾。他是我的朋友。

# CHARACTERS.WX78.DESCRIBE.TRINKET_12
source: ORGANICS FINDING NEW AND INTERESTING WAYS TO BE REPULSIVE
de: DIE NATUR FINDET IMMER WIEDER WEGE, ABSTOSSEND ZU SEIN
es_mx: LA MATERIA ORGÁNICA ENCUENTRA NUEVAS E INTERESANTES MANERAS DE SER REPULSIVA
fr: LES ORGANIQUES TROUVENT DE NOUVEAUX ET INTÉRESSANTS MOYENS D'ÊTRE RÉPUGNANTS
it: GLI ESSERI BIOLOGICI TROVANO MODI NUOVI E INTERESSANTI PER ESSERE RIPUGNANTI
ja: ＊有機生命体の不快バリエーションは無限です＊
ko: 유기체가 불쾌해지는 새롭고 흥미로운 방법을 찾고 있음
pl: ŻYWEGO ORGANIZMY ODNAJDUJĄ NOWE, INTERESUJĄCE OBLICZA OBRZYDLIWOŚCI.
pt_br: ORGÂNICOS PROCURANDO MANEIRAS NOVAS E INTERESSANTES DE SEREM REPULSIVOS
ru: ОРГАНИКА НАХОДИТ НОВЫЕ И ИНТЕРЕСНЫЕ ПУТИ БЫТЬ ОМЕРЗИТЕЛЬНОЙ
zh_cn: 有机生物找到了令人反感的有趣新方式
zh_tw: 有機生物找到了令人反感的有趣新方式

# CHARACTERS.WX78.DESCRIBE.TRINKET_13
source: ORGANICS ALL LOOK THE SAME TO ME
de: ORGANISCHE WESEN SEHEN FÜR MICH ALLE GLEICH AUS
es_mx: TODOS LOS COMPUESTOS ORGÁNICOS ME PARECEN IGUALES
fr: TOUS LES ÊTRES ORGANIQUES SE RESSEMBLENT POUR MOI
it: GLI ESSERI ORGANICI MI SEMBRANO TUTTI UGUALI
ja: ＊有機生命体の個体差は、認識困難です＊
ko: 유기체는 다 똑같이 생겼음
pl: JAK DLA MNIE, WSZYSTKIE ORGANICZNE STWORY WYGLĄDAJĄ TAK SAMO
pt_br: TODOS OS SERES ORGÂNICOS TÊM A MESMA APARÊNCIA PARA MIM
ru: ВСЕ ОРГАНИЧЕСКИЕ СУЩЕСТВА НА ОДНО ЛИЦО
zh_cn: 有机物对我来说都一个样
zh_tw: 有機物對我來說都一個樣

# CHARACTERS.WX78.DESCRIBE.TRINKET_14
source: THIS DUMB CERAMIC THING SPILLS LEAFWATER EVERYWHERE
de: DIESES DÄMLICHE KERAMIKDINGS SPRITZT TAUWASSER HERUM
es_mx: ESTA ESTÚPIDA COSA DE CERÁMICA DERRAMA AGUA DE HIERBAS POR TODAS PARTES
fr: CETTE CHOSE IDIOTE EN CÉRAMIQUE LAISSE FUIR DU JUS DE FEUILLES PARTOUT
it: QUESTA STUPIDA COSA DI CERAMICA PERDE ACQUA DI FOGLIE OVUNQUE
ja: ＊発酵葉抽出液用セラミックカップです＊
ko: 잎의 물을 사방에 뿌리는 덜 떨어진 세라믹 물체
pl: CO ZA DURNA PORCELANA. WSZYSTKO ROZLEWA
pt_br: ESSA COISA DE CERÂMICA IDIOTA DERRAMA ÁGUA DE FOLHA POR TUDO
ru: ЭТА ДУРАЦКАЯ КЕРАМИЧЕСКАЯ ШТУКА ПОВСЮДУ РАЗЛИВАЕТ ВОДУ ДЛЯ РАСТЕНИЙ
zh_cn: 这不能说话的陶瓷体把叶片水分撒得到处都是
zh_tw: 這不能說話的陶瓷體把葉片水分撒得到處都是
