Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.LIGHTBULB
source: It will give me a few precious minutes of light.
de: Sie wird mir ein paar wertvolle Minuten Licht schenken.
es: Me dará unos minutos de luz valiosísimos.
fr: Ça va m'accorder quelques précieuses minutes de lumière.
it: Mi darà qualche prezioso minuto di luce.
ja: これは貴重な光をもたらしてくれる。
ko: 몇 분은 소중한 빛을 비춰주겠지.
pt_br: Vai me dar alguns minutos preciosos de luz.
ru: Подарит мне несколько минут драгоценного света.
zh_tw: 它將給我帶來幾分鐘的寶貴光明。

# CHARACTERS.WANDA.DESCRIBE.LIGHTER
source: Oh the havoc you've wreaked across timelines...
de: Oh, das Chaos, das ihr in all den Zeitachsen angerichtet habt ...
es: Menudo caos has provocado entre las líneas temporales...
fr: Oh, tu as semé un tel chaos à chaque époque...
it: Oh, il caos che hai provocato attraverso le linee temporali...
ja: 時間線を問わずに大混乱を巻き起こしてきた元凶…
ko: 아, 네가 타임라인을 가로질러 일으킨 대혼란은...
pt_br: Ah, o caos que você causou nas diferentes linha do tempo...
ru: Какой же хаос из-за тебя творится в линиях времени...
zh_tw: 哦，你在好幾條時間線上都造成了破壞……

# CHARACTERS.WANDA.DESCRIBE.LIGHTFLIER
source: I feel a bit reassured knowing it's nearby.
de: Es beruhigt mich, dass das in der Nähe ist.
es: Me siento más segura sabiendo que está cerca.
fr: Je suis un peu rassurée de savoir que c'est tout proche.
it: Sto un pochino meglio a sapere che è vicino.
ja: そばにあると知ってると安心だわ。
ko: 근처에 있으니 조금 안심이 되네.
pt_br: Me sinto um pouco mais tranquila sabendo que ele está por perto.
ru: Мне становится спокойнее рядом с ним.
zh_tw: 知道它在附近，我就放心了。

# CHARACTERS.WANDA.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: What happened to you? You look a mess!
de: Was ist mit dir passiert? Du siehst furchtbar aus!
es: ¿Qué te ha pasado? ¡Estás fatal!
fr: Qu'est-ce qui t'est arrivé ? Tu es dans un état pas possible !
it: Cosa ti è successo? Sei un disastro!
ja: どうしたの？大変じゃない！
ko: 무슨 일이 있었던 거야? 만신창이가 되었네!
pt_br: O que aconteceu com você? Está com um aspecto péssimo!
ru: Что с тобой случилось? Выглядишь, как будто тебя молнией ударило!
zh_tw: 你怎麼了？你看起來一塌糊塗！

# CHARACTERS.WANDA.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Come here you old goat!
de: Komm her, du alte Ziege!
es: ¡Ven aquí, cabra vieja!
fr: Viens là, chèvrounette !
it: Torna qui, vecchio caprone!
ja: ヤギ、こっちにおいで！
ko: 이리와, 이 늙은 염소야!
pt_br: Vem cá, sua cabra velha!
ru: Поди-ка сюда, козочка!
zh_tw: 過來，你這只老山羊！

# CHARACTERS.WANDA.DESCRIBE.LIGHTNINGGOATHORN
source: Twisty, like time itself.
de: Verdreht, wie die Zeit selbst.
es: Es sinuoso, igual que el flujo del tiempo.
fr: C'est tout tordu, comme le temps lui-même.
it: Tortuosa, come il tempo stesso.
ja: ネジネジだ。時間そのものと同じ。
ko: 배배 꼬였네, 시간이 그렇듯.
pt_br: Retorcido, como o próprio tempo.
ru: Скрученный, прямо как спирали времени.
zh_tw: 曲曲折折的，如同時間一樣。

# CHARACTERS.WANDA.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Yep, the lightning rod was a good idea.
de: Ja, der Blitzableiter war eine gute Idee.
es: Sí, lo del pararrayos fue buena idea.
fr: Oui, le paratonnerre était une bonne idée.
it: Sì, il parafulmine è stata una buona idea.
ja: そうね、避雷針は良い考えだったわ。
ko: 그래, 피뢰침은 좋은 생각이었어.
pt_br: Sim, o para-raios foi uma boa ideia.
ru: Да, громоотвод был отличной идеей.
zh_tw: 嗯，避雷針是個好主意。

# CHARACTERS.WANDA.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Just in case the sky starts getting any funny ideas.
de: Nur für den Fall, dass der Himmel auf komische Ideen kommt.
es: Esto es por si el cielo planea algo raro.
fr: C'est au cas où le ciel ait des idées tordues.
it: In caso il cielo iniziasse a farsi delle strane idee.
ja: 空が変な気を起こした時のため。
ko: 하늘이 짖궂게 장난칠 걸 대비해서 말이지.
pt_br: Para o caso de o céu começar a ter ideias estranhas.
ru: На случай, если небеса решат надо мной подшутить.
zh_tw: 以防天空打起鬼主意。

# CHARACTERS.WANDA.DESCRIBE.LITTLE_WALRUS
source: Ah, youth. Enjoy it while you can.
de: Ach, die Jugend. Genieße sie, solange du kannst.
es: Ay, la juventud... Disfrutad mientras podáis.
fr: Ah, la jeunesse. Profites-en tant que tu peux.
it: Ah, la gioventù. Goditela finché puoi.
ja: 若いわね。今のうちに楽しみなさい。
ko: 아, 젊은 친구. 즐길 수 있을 때 즐겨야 해.
pt_br: Ah, a juventude. Aproveite enquanto pode.
ru: Ах, эта юность. Наслаждайся ею, пока можешь.
zh_tw: 啊，青春。趁你還有的時候抓緊享受它吧。

# CHARACTERS.WANDA.DESCRIBE.LIVINGLOG
source: This log is a lot livelier than it should be.
de: Dieser Baumstamm ist viel vitaler, als er sein sollte.
es: Este tronco está más vivo de lo que debería.
fr: Cette bûche est bien plus vivace qu'elle ne devrait.
it: Questo tronco è molto più animato del necessario.
ja: この材木はやたらとイキイキしてる。
ko: 이 통나무는 생각보다 훨씬 더 생기가 넘치네.
pt_br: Esta tora é um pouco mais animada do que deveria ser.
ru: Это бревно выглядит намного живее, чем ему положено.
zh_tw: 這根木頭有點過於活潑了。

# CHARACTERS.WANDA.DESCRIBE.LIVINGTREE
source: Oh, what a horrible face it has!
de: Oh, was für ein schreckliches Gesicht er hat!
es: ¡Qué cara tan horrible tiene!
fr: Oh, il est horrible, son visage !
it: Oh, che espressione terribile!
ja: うわ、ヒドイ顔だこと。
ko: 아, 얼굴이 정말 무시무시하네!
pt_br: Ah, que rosto mais horroroso!
ru: А-а-а! Какое у него ужасное лицо!
zh_tw: 它這張臉簡直可怕！

# CHARACTERS.WANDA.DESCRIBE.LIVINGTREE_ROOT
source: The root inside is particularly lively.
de: Die Wurzel im Inneren ist besonders lebhaft.
es: La raíz del interior tiene muchísima vida.
fr: La racine qui se trouve dedans est particulièrement vivace.
it: La radice al suo interno è particolarmente vivace.
ja: 中の根っこは特にイキイキしてる。
ko: 특히 안에 있는 뿌리가 생생해.
pt_br: A raiz dentro dela é particularmente animada.
ru: Корень прямо пышет жизненной энергией.
zh_tw: 裡面的樹根特別活潑。

# CHARACTERS.WANDA.DESCRIBE.LIVINGTREE_SAPLING
source: That's starting to look unpleasant.
de: Das sieht so langsam unangenehm aus.
es: Empieza a parecerme desagradable...
fr: Ça commence à être problématique.
it: Sta iniziando a non piacermi più.
ja: 気味が悪くなってきたわ。
ko: 불쾌하게 보이네.
pt_br: Está ficando com uma aparência desagradável.
ru: Что-то оно перестает мне нравиться.
zh_tw: 它開始看起來有點愉快了。

# CHARACTERS.WANDA.DESCRIBE.LOBSTERBISQUE
source: Would it be a frivolous use of time travel to go back and eat it over and over again?
de: Wäre es eine leichtfertige Nutzung der Zeitreisetechnik, zurückzureisen und das immer und immer wieder zu essen?
es: ¿Sería muy frívolo viajar en el tiempo para volver a comérmela una y otra vez?
fr: Ce serait abusé de remonter le temps pour en remanger autant qu'on veut ?
it: Sarebbe troppo frivolo usare il viaggio temporale per poterla mangiare ancora e ancora?
ja: 戻って何度も何度も食べるのは、タイムトラベルのムダ遣いかしら？
ko: 시간 여행을 되풀이해서 매 번 먹어 치우면 경박해보이려나?
pt_br: Seria muita frivolidade voltar no tempo pra comer isso várias e várias vezes?
ru: Насколько безответственно будет возвращаться назад во времени только для того, чтобы съесть его еще несколько раз?
zh_tw: 穿越回過去一遍一遍的吃它會不會有點過？

# CHARACTERS.WANDA.DESCRIBE.LOBSTERDINNER
source: Mmmm, hot buttered wobster!
de: Mmmm, ein heiß gebutterter Lummer!
es: Mmmm... ¡Langüosta con mantequilla!
fr: Mmmh ! Du womard avec plein de beurre !
it: Aragostra calda e burrosa! Gnam!
ja: うわーお、ウォブスターのバター炒め！
ko: 음, 뜨거운 버터를 바른 웝스터야!
pt_br: Mmmm, lagosta na manteiga.
ru: М-м-м, горячий вобстер в масле!
zh_tw: 嗯，熱的黃油龍蝦！

# CHARACTERS.WANDA.DESCRIBE.LOG.BURNING
source: That seems like a good use for a log.
de: Das scheint eine gute Verwendung für einen Baumstamm zu sein.
es: A ese tronco se le ha dado un buen uso.
fr: Je pense que c'est comme ça qu'on utilise le mieux une bûche.
it: Mi sembra un buon uso di un tronco.
ja: あれは材木の良い使い方だわ。
ko: 통나무를 제대로 사용하는 것 같아.
pt_br: Parece uma boa maneira de usar uma tora.
ru: Бревна для этого и надо использовать.
zh_tw: 木頭用來做那個剛好。

# CHARACTERS.WANDA.DESCRIBE.LOG.GENERIC
source: It came from a tree, as you'd expect.
de: Stammt von einem Baum, war ja zu erwarten.
es: Proviene de un árbol, obviamente.
fr: Ça vient d'un arbre, comme on pouvait s'y attendre.
it: Proviene da un albero, come prevedibile.
ja: 予想通り木からできてるの。
ko: 예상대로 나무에서 나왔네.
pt_br: Veio de uma árvore, como seria de se esperar.
ru: Кусок дерева. Чего еще можно было ожидать?
zh_tw: 如你所料，它是樹上下來的。

# CHARACTERS.WANDA.DESCRIBE.LORDFRUITFLY
source: I have no patience for all your pestering!
de: Ich habe keine Geduld für deine ständigen Schikanen!
es: ¡No tengo paciencia para tantas molestias!
fr: Je n'ai pas la patience de t'écouter chouiner !
it: Non tollero le tue molestie!
ja: あんたの嫌がらせに付き合う忍耐力はないわ！
ko: 그렇게 성가시게 굴면 못 참지!
pt_br: Não tenho paciência pra sua impertinência!
ru: Ты слишком назойлив, у меня кончается терпение!
zh_tw: 我對你的糾纏沒有耐心！

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_1
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_10
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_11
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_14
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_18
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_19
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_2
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_42
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_43
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LOST_TOY_7
source: Oh botheration, I think I've started hallucinating.
de: Ach verflixt, ich glaube, ich halluziniere allmählich.
es: Qué fastidio, creo que tengo alucinaciones...
fr: Oh, flûte de zut... Je crois que je commence à avoir des hallucinations.
it: Che seccatura... Credo di avere le allucinazioni.
ja: ああ、煩わしい。幻覚が見えるようになってきた。
ko: 아 귀찮아, 환각 증세가 시작된 것 같아.
pt_br: Ai, que amolação! Acho que comecei a alucinar.
ru: Ох, что за неудобство, кажется, у меня галлюцинации...
zh_tw: 嗷，麻煩呐。我大概開始出現幻覺了。

# CHARACTERS.WANDA.DESCRIBE.LUCKY_GOLDNUGGET
source: I won't say no to a little extra luck.
de: Extra-Glück werde ich sicher nicht ausschlagen.
es: No le diré que no a un poquito más de suerte.
fr: Je ne dirais pas non à un petit coup de pouce.
it: Non dico di no a un pizzico di fortuna in più.
ja: ちょっとした幸運を拒む理由はないわ。
ko: 행운이 좀 더 온다해도 거절하지 않을 텐데.
pt_br: Não vou recusar uma dose extra de sorte.
ru: От дополнительной удачи я точно не откажусь.
zh_tw: 我不會對一點額外的運氣說不。

# CHARACTERS.WANDA.DESCRIBE.LUCY
source: "Lucy" was it? Oh botheration, now he's got ME talking to it!
de: "Lucy", ja? Ach verflixt, jetzt hat er MICH dazu gebracht, mit ihr zu reden!
es: Te llamas Lucy, ¿no? Ay, qué fastidio, ¡ahora yo también hablo con ella!
fr: « Lucy », c'est cela ? Oh, flûte de zut, je me mets à lui parler aussi !
it: "Lucy", giusto? Oh, che seccatura, ha convinto persino ME a rivolgerle la parola!
ja: 「ルーシー」だっけ？？ああ、煩わしい。口車にのって話しちゃったじゃない！
ko: "루시"였어? 아 귀찮아, 이제 이 녀석이랑 이야기해야 해!
pt_br: É "Lucy", né? Ai, que amolação! Agora ele está ME fazendo falar com ela!
ru: Кажется, ты — «Люси»? Да что ж такое, теперь и я с ней разговариваю!
zh_tw: 是叫“露西”吧？嗷，麻煩呐。這下他讓我也開始跟它對話了！

# CHARACTERS.WANDA.DESCRIBE.LUMPY_SAPLING
source: It seems determined to survive.
de: Er scheint unbedingt überleben zu wollen.
es: Quiere sobrevivir a toda costa.
fr: Il a l'air déterminé à survivre.
it: Sembra determinato a sopravvivere.
ja: 生き残ることに全身全霊をかけてるって感じ。
ko: 살아남기로 결심한 것 같아.
pt_br: Parece determinada a sobreviver.
ru: Он всеми силами пытается выжить.
zh_tw: 它似乎決心要生存下去。

# CHARACTERS.WANDA.DESCRIBE.LUREPLANT
source: I'm not falling for that old trick!
de: Auf diesen alten Trick falle ich nicht rein!
es: ¡No pienso caer en esa trampa!
fr: Je ne me ferai pas avoir !
it: Non mi farò ingannare da quel vecchio trucchetto!
ja: その使い古された手には乗らないわ！
ko: 그렇게 오래된 속임수에는 안 속아!
pt_br: Não vou cair nesse truque velho!
ru: Я на такую наивную приманку не поведусь!
zh_tw: 那種老把戲騙不了我！

# CHARACTERS.WANDA.DESCRIBE.LUREPLANTBULB
source: It's unpleasantly squishy...
de: Sie ist unangenehm schwabbelig ...
es: Es blandito y desagradable...
fr: C'est désagréablement mou...
it: È spiacevolmente molliccio...
ja: キモイほどぐにゃぐにゃ…
ko: 불쾌하리만치 퍽퍽하네...
pt_br: É desagradavelmente mole...
ru: Она неприятно мягкая...
zh_tw: 軟綿綿的，令人不快……

# CHARACTERS.WANDA.DESCRIBE.LUTEFISK
source: This celebration involves a surprising amount of fish.
de: Bei diesem Fest gibt es überraschend viel Fisch.
es: Me sorprende la de montones de pescado que hay en esta celebración.
fr: Cette fête nécessite une quantité impressionnante de poissons.
it: Questa festività include una quantità di pesce sorprendente.
ja: このお祝いはビックリするくらいたくさんの魚を使うのね。
ko: 이 축제에는 어마어마한 양의 물고기가 있어.
pt_br: Esta comemoração envolve uma quantidade surpreendente de peixe.
ru: На этом празднике едят на удивление много рыбы.
zh_tw: 這個慶祝活動涉及到的魚的數量令人吃驚。

# CHARACTERS.WANDA.DESCRIBE.MADSCIENCE_LAB
source: This is a bit outside my area of expertise...
de: Das ist nicht ganz mein Fachgebiet ...
es: Eso se sale un poco de mi área de especialización...
fr: Ce n'est pas vraiment mon domaine...
it: È un pochino fuori dal mio campo di competenza.
ja: これは私の専門外だわ…
ko: 내 전문 분야에서 조금 벗어났네...
pt_br: Não sou exatamente uma especialista nesta área...
ru: Не могу назвать себя экспертом в этом деле...
zh_tw: 這有點超出我的專業領域……

# CHARACTERS.WANDA.DESCRIBE.MALBATROSS
source: Of course this couldn't be just a quiet, pleasant boat trip...
de: Natürlich konnte das nicht einfach nur ein ruhiger, angenehmer Bootsausflug sein ...
es: Estaba claro que no iba a ser un viaje en barco tranquilito y agradable...
fr: Ce tour en bateau ne pouvait évidemment pas se passer tranquillement...
it: Naturalmente questa non poteva essere una gita in barca tranquilla e piacevole...
ja: もちろん穏やかな船旅になるはずがないわ。
ko: 물론 조용하고 즐거운 배 여행이 될 순 없지만...
pt_br: É claro que esta poderia ser uma viagem de barco tranquila e prazerosa...
ru: Ну конечно, просто покататься на лодке мне тут никто не даст...
zh_tw: 這當然不會是一次安靜、愉快的乘船旅行……

# CHARACTERS.WANDA.DESCRIBE.MALBATROSS_BEAK
source: I don't think its owner will be missing it.
de: Ich glaube nicht, dass sein Besitzer ihn vermissen wird.
es: No creo que su dueño lo eche de menos.
fr: Je pense que ça ne manquera pas à son propriétaire.
it: Dubito che il proprietario ne sentirà la mancanza.
ja: 持ち主もこれは探してないでしょうね。
ko: 주인이 그것을 놓칠 것 같지 않아.
pt_br: Não acho que o dono vai sentir falta dele.
ru: Не думаю, что владелец будет по нему скучать.
zh_tw: 它的主人應該不會想它。

# CHARACTERS.WANDA.DESCRIBE.MALBATROSS_FEATHER
source: At least I got a nice feather out of that whole debacle.
de: Wenigstens konnte ich mir bei diesem Debakel eine schöne Feder sichern.
es: Al menos he sacado una pluma bonita de todo ese desastre.
fr: Ça a été chaotique, mais au moins, j'ai récupéré une jolie plume.
it: Almeno ho ricavato una bella piuma da tutto quello sfacelo.
ja: あの大失敗から、少なくともこの美しい羽根だけは手に入れたわ。
ko: 완전히 실패했지만 적어도 멋진 깃털은 얻었어.
pt_br: Pelo menos ganhei um bela pena naquele desastre todo.
ru: По крайней мере, от всего этого цирка у меня осталось перышко.
zh_tw: 至少我在那場災難中得到了一根漂亮的羽毛。

# CHARACTERS.WANDA.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: Fabric from feathers, what will they think of next?
de: Stoff aus Federn, was werden sie sich als nächstes einfallen lassen?
es: Tela hecha de plumas... ¿Qué más van a inventar?
fr: Du tissu à partir de plumes... Et puis quoi encore ?
it: Tessuto di piume... Cos'altro si inventeranno?
ja: 羽根で作った生地？次は何を思いつくのかしら？
ko: 깃털로 만든 천, 다음으로 무슨 생각을 할까?
pt_br: Tecido de penas. O que mais vão inventar?
ru: Ткань из перьев... Что еще новенького они придумают?
zh_tw: 羽毛製成的織物，他們還會想到什麼？

# CHARACTERS.WANDA.DESCRIBE.MALE_PUPPET
source: He's trapped!
de: Gefangen!
es: ¡Está atrapado!
fr: Il est piégé !
it: È intrappolato!
ja: 罠にかかった！
ko: 잡혔다!
pt_br: Ele está preso!
ru: Он в ловушке!
zh_tw: 他被困住了！

# CHARACTERS.WANDA.DESCRIBE.MANDRAKE
source: Oh, I can't bear to look at it...
de: Oh, diesen Anblick ertrage ich nicht ...
es: No puedo ni mirarla...
fr: Oh, c'est répugnant...
it: Oh, non ho il coraggio di guardare...
ja: おぉ、これは見るもおぞましい…
ko: 아, 보고만 있을 수는 없어...
pt_br: Ah, não suporto olhar pra ela...
ru: Ох, я даже смотреть на нее не могу...
zh_tw: 哦，我簡直不忍直視……

# CHARACTERS.WANDA.DESCRIBE.MANDRAKESOUP
source: Maybe in another timeline we won't have to meet this way.
de: Vielleicht werden wir uns in einer anderen Zeitachse nicht auf diese Weise begegnen müssen.
es: A lo mejor no tenemos que vernos así en otra línea temporal.
fr: Dans une ligne temporelle, ça n'aurait peut-être pas été nécessaire...
it: Forse in un'altra linea temporale ci incontreremo diversamente.
ja: 別の時間線ではこういう出会い方はしてなかったかもね。
ko: 아마도 다른 타임라인에서는 이런 식으로 만날 필요가 없겠지.
pt_br: Talvez em outra linha do tempo a gente não precise se encontrar desta maneira.
ru: Может быть, в другой линии времени наша встреча закончится по-другому.
zh_tw: 也許換條時間線我們就不用以這樣的方式見面了。

# CHARACTERS.WANDA.DESCRIBE.MANDRAKE_ACTIVE
source: You can stop chiming in any time!
de: Du kannst jederzeit aufhören, dich einzumischen!
es: ¡Puedes dejar de chillar cuando quieras!
fr: Tu peux arrêter de couiner comme ça ?
it: Puoi smettere di lamentarti quando vuoi!
ja: そのチャイムはいつでもやめてくれて結構だわ！
ko: 언제든지 차임벨 소리를 멈출 수 있어!
pt_br: Pode parar de fazer barulho quando quiser!
ru: Хватит уже в чужие разговоры влезать!
zh_tw: 請你停止隨時插話！

# CHARACTERS.WANDA.DESCRIBE.MANDRAKE_COOKED
source: It's just a roasted vegetable, it's just a roasted vegetable...
de: Das ist nur gebratenes Gemüse, das ist nur gebratenes Gemüse ...
es: Es una verdura asada, solo es una verdura asada...
fr: C'est juste un légume rôti... C'est juste un légume rôti...
it: È solo un ortaggio arrostito, è solo un ortaggio arrostito...
ja: これはただの焼いた野菜。ただの焼いた野菜…
ko: 볶은 야채일 뿐이야, 볶은 야채일 뿐이라고...
pt_br: É só um legume assado, é só um legume assado...
ru: Это просто жареный овощ, это просто жареный овощ...
zh_tw: 就只是烤熟的蔬菜而已，不要多想……

# CHARACTERS.WANDA.DESCRIBE.MANDRAKE_PLANTED
source: What is that, a turnip?
de: Was soll das sein, eine Rübe?
es: ¿Qué es eso? ¿Un nabo?
fr: C'est quoi... ? Un navet ?
it: Cos'è, una rapa?
ja: あれは何？かぶ？
ko: 저게 뭐야, 순무인가?
pt_br: O que é isso? Um nabo?
ru: Это еще что? Турнепс, что ли?
zh_tw: 這是什麼？蘿蔔嗎？

# CHARACTERS.WANDA.DESCRIBE.MANRABBIT_TAIL
source: It's nice, so long as I don't think about where it came from.
de: Das ist gut, solange ich nicht darüber nachdenke, woher es kommt.
es: Está buena si no piensas de dónde viene.
fr: C'est joli, tant que j'oublie d'où ça vient.
it: È carina... finché non rifletto sulla sua provenienza.
ja: ああ、これはいいわ。これの出所について考えない限りわね。
ko: 어디에서 왔는지 생각하지 않는 한 괜찮아.
pt_br: É legal, contanto que eu não pare pra pensar de onde veio.
ru: Мило, если не думать, откуда он взялся.
zh_tw: 挺好的，只要我別去想它的來源。

# CHARACTERS.WANDA.DESCRIBE.MAPSCROLL
source: It's not a map yet, but it will be in the future.
de: Es ist noch keine Karte, aber in Zukunft wird sie dazu.
es: Todavía no es un mapa, pero acabará siéndolo.
fr: Ce n'est pas encore une vraie carte. Ça le deviendra.
it: Non è ancora una mappa, ma in futuro lo diventerà.
ja: これはまだ地図じゃないわ。でも、未来には地図になる。
ko: 아직은 지도가 아니지만 앞으로 지도가 될 거야.
pt_br: Ainda não é um mapa, mas será no futuro.
ru: Пока что это просто бумага, но скоро она превратится в карту.
zh_tw: 現在還不是地圖，但將來會是。

# CHARACTERS.WANDA.DESCRIBE.MARBLE
source: A timeless building material.
de: Ein zeitloses Baumaterial.
es: Un material de construcción atemporal.
fr: Un matériau de construction intemporel.
it: Un materiale da costruzione senza tempo.
ja: 時を超えた建築資材。
ko: 시대를 초월한 건축 자재구나.
pt_br: Um material de construção atemporal.
ru: Материал для постройки чего-нибудь вечного.
zh_tw: 一種永不過時的建築材料。

# CHARACTERS.WANDA.DESCRIBE.MARBLEBEAN
source: That bean looks fossilized.
de: Die Bohne sieht versteinert aus.
es: Esa judía parece estar fosilizada.
fr: Ce haricot a l'air fossilisé.
it: Quel fagiolo sembra essersi fossilizzato.
ja: 豆は化石になったみたいね。
ko: 그 콩은 화석이 된 것처럼 보여.
pt_br: Esse grão parece fossilizado.
ru: Кажется, этот боб давно окаменел.
zh_tw: 那顆豆子看起來是石化了。
