Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.GARLIC_OVERSIZED
source: Is big and crunchy and all for me!
de: Ist ganz groß und knusprig und alles für mich!
es: Grande, crujiente y todo mío.
fr: C'est gros, et croustillant, et rien qu'à moi !
it: È grande e croccante e tutto per me!
ja: おっきくてカリカリで、そしてぜ～んぶアタシのなの！
ko: 크고 바삭바삭하고 전부 내 거야!
pl: Duży, chrupiący i cały dla mnie!
pt_br: É grande e crocante e todo meu!
ru: Большой, хрустящий и весь только мне!
zh_tw: 又大又脆，都是為我準備的!

# CHARACTERS.WURT.DESCRIBE.GARLIC_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.GAZPACHO
source: Goopy!
de: Schleimig!
es: ¡Pringoso!
es_mx: ¡Viscoso!
fr: C'est visqueux !
it: Viscido!
ja: グーピー！
ko: 질척질척해!
pl: Brejka!
pt_br: Gosmento!
ru: Липнет!
zh_tw: 好粘糊！

# CHARACTERS.WURT.DESCRIBE.GEARS
source: Ironfolk guts.
de: Eingeweide von Eisenleuten.
es: Tripas de la gente de hierro.
es_mx: Tripas de seres de hierro.
fr: Des entrailles de bonhomme de fer.
it: Budella di uomo di ferro.
ja: アイアンフォークの根性だね。
ko: 철인 내장이야.
pl: Kiszki żelaziaka.
pt_br: Tripas do povo-ferro.
ru: Кишки Железяки.
zh_tw: 鐵人的內臟。

# CHARACTERS.WURT.DESCRIBE.GEMSOCKET.GEMS
source: Find sparkly rock to go in here.
de: Funkelstein dafür finden.
es: Encontrar roca brillante para ir aquí dentro.
es_mx: Yo hallar roca brillante que ir aquí.
fr: Il manque une sorte de pierre brillante.
it: Trova roccia brillante per entrare lì.
ja: ここに入るキラキラした石を探しているよ。
ko: 안에 둘 반짝이는 돌 찾아.
pl: Trzeba tam wsadzić jakieś świecidełko.
pt_br: Encontrar pedra brilhante pra botar aqui.
ru: Туда нужно вставить камушек-блестелку.
zh_tw: 找閃光的石頭鑲在裡面。

# CHARACTERS.WURT.DESCRIBE.GEMSOCKET.VALID
source: Rock got all floaty.
de: Stein kann drin schwimmen.
es: La roca se puso a flotar.
es_mx: La roca haber empezado a flotar.
fr: La pierre s'est mise à flotter.
it: Roccia è fluttuante.
ja: ロックが浮いてきたね。
ko: 돌 둥둥 떴어.
pl: Kamień zaczął latać.
pt_br: Pedra flutua agora.
ru: Камушек теперь летает.
zh_tw: 石頭浮起來了。

# CHARACTERS.WURT.DESCRIBE.GESTALT
source: They want to tell story.
de: Will Geschichte erzählen.
es: Quieren contar una historia.
es_mx: Ellos querer contar historia.
fr: Il veut me raconter une histoire.
it: Vogliono raccontare storia.
ja: 彼らは物語を語りたがっているよ。
ko: 얘기하고 싶어 해.
pl: Chcą opowiedzieć historię.
pt_br: Eles querem contar história.
ru: Хотят что-то рассказать.
zh_tw: 他們想講故事。

# CHARACTERS.WURT.DESCRIBE.GESTALT_GUARD
source: Not as strong as Mermfold guard, florp!
de: Nicht so stark wie Mermfold-Wache, florp!
es: Más débil que guardias tritones, florp.
fr: C'est pas aussi costaud qu'un garde merm, florp !
it: Non forte come guardia di mermi, florp!
ja: マームフォークの兵士の方がもっと強いんだよ！フロープ！
ko: 어인 수비대 만큼 강하지 않아, 뻐끔!
pl: Nie może się równać ze strażą Mermów, florp!
pt_br: Não são tão fortes quanto guardas do povo-peixe, florp!
ru: До тритонов-охранников им далеко, буль!
zh_tw: 沒有魚人守衛厲害，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOST
source: Glorph, go away!
de: Glorf, geh weg!
es: ¡Glorph, largo!
es_mx: ¡Glof, fuera!
fr: Glorp, va-t'en !
it: Glorf, vai via!
ja: グローフ、 どっか行けよ！
ko: 빠끔빠끔, 저리 가!
pl: Glorp, idź precz!
pt_br: Glorph, vá embora!
ru: Буль, уходи!
zh_tw: 格浪噗，走開！

# CHARACTERS.WURT.DESCRIBE.GHOSTFLOWER
source: Spooky!
de: Gespenstisch!
es: ¡Escalofriante!
es_mx: ¡Escalofriante!
fr: Sinistre !
it: Inquietante!
ja: 不気味だ！
ko: 오싹하다!
pl: Trochę straszna!
pt_br: Assustador!
ru: Выглядит жутко!
zh_tw: 真可怕！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GHOSTLYELIXIR_SPEED
source: Ooooh! Me wanna make some too, florp!
de: Ooooh! Will ich auch machen, florp!
es: ¡Oooh! ¡Yo también quiero hacer algunos, florp!
es_mx: ¡Vaya! ¡Yo también querer hacer un poco, flop!
fr: Ooooh ! J'veux en faire aussi, florp !
it: Oooh! Voglio fare anch'io cosa come questa, florp!
ja: うわー！アタシも作りたいよ、フロープ！
ko: 오오! 나도 만들래, 뻐끔!
pl: Ooooo! Ja też chcę takie zrobić, florp!
pt_br: Aaaah! Também quero fazer uns, florp!
ru: О-о-о! Я тоже себе такой сделаю, бульк!
zh_tw: 噢！我也想做些手工,浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GIFT
source: Present for me!
de: Geschenk für mich!
es: ¡Un regalo para mí!
es_mx: ¡Regalo para mí!
fr: Un cadeau pour moi !
it: Regalo per me!
ja: 私にプレゼントだ！
ko: 내 선물이다!
pl: Prezent dla mnie!
pt_br: Presente pra mim!
ru: Подарочек!
zh_tw: 送我的禮物！

# CHARACTERS.WURT.DESCRIBE.GIFTWRAP
source: Why scale-less wrap things in more things?
de: Warum wickeln Schuppenlose Dinge in andere Dinge?
es: ¿Por qué los sin escamas envuelven cosas en más cosas?
es_mx: ¿Por qué los no escamosos envolver cosas con otras cosas?
fr: Pourquoi est-ce que les sans-écailles emballent des trucs dans d'autres trucs ?
it: Perché senza squame incartano cose in cose?
ja: なぜスケールレスで更に物を包むの？
ko: 왜 무비늘은 물건으로 물건 감싸지?
pl: Dlaczego bezłuskowcy zawijają rzeczy w inne rzeczy?
pt_br: Por que colocar embrulho sem escama em mais coisas?
ru: Почему ребята без чешуи любят все заворачивать?
zh_tw: 無鱗生物為什麼用一件東西去包另一件？

# CHARACTERS.WURT.DESCRIBE.GINGERBREADHOUSE
source: Anybody home?
de: Jemand da?
es: ¿Hay alguien en casa?
es_mx: ¿Haber alguien en casa?
fr: Y'a quelqu'un ?
it: Qualcuno in casa?
ja: 誰かいるの？
ko: 안에 누구 있어요?
pl: Jest tu kto?
pt_br: Alguém em casa?
ru: Есть кто дома?
zh_tw: 有人在家嗎？

# CHARACTERS.WURT.DESCRIBE.GINGERBREADPIG
source: No mercy for tiny Cookie-Pigfolk!
de: Keine Gnade für kleine Keks-Schweineleute!
es: ¡Sin piedad por el diminuto cerdo-galleta!
es_mx: ¡No haber misericordia para pequeño cerdo de galleta!
fr: Pas de pitié pour le petit cookie-cochon !
it: Niente pietà per piccolo maiale-biscotto!
ja: ちっぽけなクッキーピッグフォークに容赦はしないよ！
ko: 작은 쿠키 돼지족에게 베풀 자비는 없어!
pl: Nie ma litości dla małego ciastko-świniaka!
pt_br: Sem piedade com povo-porco-biscoito!
ru: Никакой пощады свинке-печеньке!
zh_tw: 絕不放過餅乾小豬人！

# CHARACTERS.WURT.DESCRIBE.GINGERBREADWARG
source: Will eat you all up!
de: Ich esse dich auf!
es: ¡Te comeré!
es_mx: ¡Yo comérmelos a todos!
fr: Je vais te manger !
it: Ti mangio tutto!
ja: お前らみんな食っちまうぞ！
ko: 다 먹어 치워 주마!
pl: Zjem cię całego!
pt_br: Vai comer todos vocês!
ru: Целиком тебя съем!
zh_tw: 要把你全部吃掉！

# CHARACTERS.WURT.DESCRIBE.GLASSBLOCK
source: Look very breakable, florp.
de: Sieht zerbrechlich aus, florp.
es: Parece que se puede romper, florp.
es_mx: Verse muy frágil, flop.
fr: Ça a l'air très fragile, florp.
it: Sembra molto fragile, florp.
ja: 壊れそうだね、フロール。
ko: 깨지기 쉬워 보여, 뻐끔.
pl: To mi wygląda na coś bardzo kruchego, florp.
pt_br: Parece bem quebrável, florp.
ru: Бульк, легко сломать.
zh_tw: 看起來很容易碎，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GLASSCUTTER
source: Glorp! Sharp!
de: Glorp! Scharf!
es: ¡Glorp! ¡Afilado!
es_mx: ¡Glop! ¡Afilado!
fr: Glorp ! Ça coupe !
it: Glorp! Taglia!
ja: グロープ！鋭いよ！
ko: 빠끔! 날카로워!
pl: Glorp! Ale ostry!
pt_br: Glorp! Afiado!
ru: Хлюп! Острая штука!
zh_tw: 格浪噗！真鋒利！

# CHARACTERS.WURT.DESCRIBE.GLASSSPIKE
source: Would look better with Pig head on it, florp!
de: Sähe besser mit Schweinekopf drauf aus, florp!
es: ¡Estaría mejor con una cabeza de cerdo encima, florp!
es_mx: ¡Esto poder verse mejor con cabeza de cerdo clavada, flop!
fr: Ça serait encore plus joli avec une tête de cochon au bout, florp !
it: Sembra meglio con testa di maialino, florp!
ja: ブタの頭をつけた方が似合うよ、フロープ！
ko: 위에 돼지머리 두면 더 좋을 텐데, 뻐끔!
pl: Wyglądałby lepiej, gdyby była na niego nadziana głowa świniaka, florp!
pt_br: Ficaria melhor com cabeça de porco nele, florp!
ru: Вот бы сюда свинскую голову, буль!
zh_tw: 叉個豬頭會更好看，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GLOMMER.GENERIC
source: Hee-hee, goopy bug thing!
de: Hehe, schleimiges Krabbelvieh!
es: ¡Ji, ji, cosa de bicho pringosa!
es_mx: ¡Ji, ji! ¡Bichito viscoso!
fr: Hé hé, un insecte bouboule !
it: Ih ih, insetto appiccicoso!
ja: ヒヒヒ、グーピーバグ！
ko: 히히, 끈적끈적한 벌레다!
pl: Hi, hi, brejkowaty robaczek!
pt_br: Hihi, inseto gosmento!
ru: Хи-хи, липкая жукашка!
zh_tw: 嘿嘿，蟲子上的黏糊東西！

# CHARACTERS.WURT.DESCRIBE.GLOMMER.SLEEPING
source: Nighty night, buggy.
de: Gute Nacht, Schleimi.
es: Buenas noches, bichito.
es_mx: Buenas nochecitas, bichito.
fr: Bonne nuit !
it: Sogni d'oro, insetto.
ja: おやすみ、バギー。
ko: 잘 자, 벌레야.
pl: Dobranoc, robaczku.
pt_br: Boa noite, insetinho.
ru: Спокойной ночи, жукашка.
zh_tw: 晚安，小蟲。

# CHARACTERS.WURT.DESCRIBE.GLOMMERFLOWER.DEAD
source: Almost sad it gone.
de: Fast schade.
es: Casi me da pena que se haya muerto.
es_mx: Su muerte casi ponerme triste.
fr: J'suis presque triste qu'elle soit morte.
it: Quasi triste che non c'è più.
ja: それがなくなってとても悲しいよ。
ko: 사라져서 슬픈 것 같아.
pl: Trochę szkoda, że odszedł.
pt_br: Quase triste que se foi.
ru: Даже грустно, что он умер.
zh_tw: 它走了，我有點難過。

# CHARACTERS.WURT.DESCRIBE.GLOMMERFLOWER.GENERIC
source: What so special about this flower, florp?
de: Was so toll an der Blume, florp?
es: ¿Qué tiene esta flor de especial, florp?
es_mx: ¿Qué tener esta flor de especial, flop?
fr: Qu'est-ce qu'elle a de spécial cette fleur ?
it: Perché speciale questo fiore, florp?
ja: この花のどこが特別なの、フロープ？
ko: 이 꽃이 뭐 그렇게 특별해, 뻐끔?
pl: Co jest takiego wyjątkowego w tym kwiatku?
pt_br: O que tem de tão especial nessa flor, florp?
ru: Ну и что такого в этом цветке?
zh_tw: 這朵花兒有什麼特別的，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.GLOMMERFUEL
source: Bug goop.
de: Krabbelviehschleim.
es: Pegote de bicho.
es_mx: Baba de bicho.
fr: Du caca d'insecte.
it: Insetto appiccicoso.
ja: 虫のグープだよ。
ko: 벌레 점액이야.
pl: Brejka z robaka.
pt_br: Gosma de inseto.
ru: Жучья паста.
zh_tw: 蟲子掉的黏液團。

# CHARACTERS.WURT.DESCRIBE.GLOMMERWINGS
source: Big bug had weird tiny wings, flurt.
de: Großes Vieh hat kleine Flügel, flurt.
es: Bicho grande tenía extrañas alas diminutas, flurt.
es_mx: Bichote haber tenido extrañas alas diminutas, flut.
fr: Le gros insecte a de toutes petites ailes, flort.
it: Grande insetto aveva strane piccole ali, flurt.
ja: 大きな虫は奇妙な小さな翼を持っていたよ。
ko: 큰 벌레한테 작고 이상한 날개 있었어, 뻐끔.
pl: Taki duży robak, a miał takie dziwne, malutkie skrzydełka, flurt.
pt_br: Inseto grande tinha pequenas asas estranhas, flurt.
ru: У большого жука чудные мелкие крылышки, хлюп.
zh_tw: 大蟲子長著奇怪的小翅膀，浮勒特。

# CHARACTERS.WURT.DESCRIBE.GLOWBERRYMOUSSE
source: Oooh, it glowing!!
de: Oooh, leuchtet!!
es: Oooh, ¡¡brilla!!
es_mx: ¡¡Oooh, ser brillante!!
fr: Ooooh, ça brille !
it: Oooooh, luccica!
ja: おー、光ってるよ！
ko: 오오, 빛나!!
pl: Ooo, świeci się!
pt_br: Aaah, está brilhando!!
ru: О-о-о, светится!
zh_tw: 噢，它在發光！！

# CHARACTERS.WURT.DESCRIBE.GNARWAIL.BROKENHORN
source: Broken horn not so bad!
de: Kaputtes Horn nicht schlecht!
es: ¡El cuerno roto no está tan mal!
es_mx: ¡Tener cuerno roto no ser tan malo!
fr: C'est pas si horrible d'avoir une corne cassée !
it: Corno rotto non così male!
ja: 壊れた角は悪くないよ！
ko: 부러진 뿔 그렇게 나쁘지 않아!
pl: Złamany róg to nic strasznego!
pt_br: Chifre quebrado não é tão ruim!
ru: Сломанный рог не так уж и плох!
zh_tw: 角破了也沒那麼糟了！

# CHARACTERS.WURT.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: Broken horn not so bad!
de: Kaputtes Horn nicht schlecht!
es: ¡El cuerno roto no está tan mal!
es_mx: ¡Tener cuerno roto no ser tan malo!
fr: C'est pas si horrible d'avoir une corne cassée !
it: Corno rotto non così male!
ja: 壊れた角は悪くないよ！
ko: 부러진 뿔 그렇게 나쁘지 않아!
pl: Złamany róg to nic strasznego!
pt_br: Chifre quebrado não é tão ruim!
ru: Сломанный рог не так уж и плох!
zh_tw: 角破了也沒那麼糟了！

# CHARACTERS.WURT.DESCRIBE.GNARWAIL.FOLLOWER
source: We friends now!
de: Wir jetzt Freunde!
es: ¡Ahora somos amigos!
es_mx: ¡Ahora nosotros ser amigos!
fr: On est amis maintenant !
it: Siamo amici adesso!
ja: 私達は今友達になったよ！
ko: 우리 이제 친구야!
pl: Teraz jesteśmy przyjaciółmi!
pt_br: Nós amigos agora!
ru: Теперь мы друзья!
zh_tw: 我們現在是朋友了！

# CHARACTERS.WURT.DESCRIBE.GNARWAIL.GENERIC
source: You a weird looking fish, florp.
de: Merkwürdiger Fisch, florp.
es: Eres un pez raro, florp.
es_mx: Tú ser pez de aspecto raro, flop.
fr: T'es un drôle de poisson toi, florp.
it: Sei pesce con aspetto strano, florp.
ja: 変な魚だね、フロープ。
ko: 너 이상하게 생긴 물고기구나, 뻐끔.
pl: Dziwna z ciebie ryba, florp.
pt_br: Você é peixe de cara estranha, florp.
ru: Ну и странная ты рыба, бульк.
zh_tw: 你這條怪模怪樣的魚，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GNARWAIL_HORN
source: Ha ha! Mine now!
de: Haha! Gehört mir!
es: ¡Ja, ja! ¡Ahora me pertenece!
es_mx: ¡Ja, ja! ¡Ser mío ahora!
fr: Ah ah ! C'est à moi !
it: Ah ah! Adesso mio!
ja: ハハ！アタシのだよ！
ko: 하하! 이제 내 거야!
pl: Ha, ha! Teraz należy do mnie!
pt_br: Haha! É meu agora!
ru: Ха-ха! Мое-мое!
zh_tw: 哈哈！現在是我的了！

# CHARACTERS.WURT.DESCRIBE.GOATMILK
source: Zappier than woulda thought, flurp.
de: Sehr elektrisch, flurp.
es: Más intensa de lo que hubiera pensado, flurp.
es_mx: Ser más eléctrica de lo que yo haber pensado, flup.
fr: C'est plus piquant que j'aurais cru.
it: Più pungente di che pensavo, flurp.
ja: 思ったよりザッピーだね、フループ。
ko: 생각보다 찌릿찌릿해, 뻐끔.
pl: Bardziej elektryczne, niż można by się tego spodziewać, flurp.
pt_br: Mais eletrizante do que parece, flurp.
ru: Жалит сильнее, чем я думала, хлюп.
zh_tw: 比想像的還要好喝，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.GOGGLESHAT
source: Feel silly, flurp.
de: Wie dumm, flurp.
es: Me siento tonta, flurp.
es_mx: Yo sentirme tonta, flup.
fr: J'me sens stupide, florp.
it: Mi sento stupidina, flurp.
ja: ばかにしたな、フループ。
ko: 느낌 이상해, 뻐끔.
pl: Głupio się czuję, flurp.
pt_br: Que esquisito, flurp.
ru: Глупенько выгляжу, бульк.
zh_tw: 感覺很傻，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.GOLDENAXE
source: Gold very strong.
de: Gold sehr stark.
es: Oro muy fuerte.
es_mx: Oro ser muy fuerte.
fr: L'or est très solide.
it: Oro molto resistente.
ja: ゴールドはとても強いよ。
ko: 금 아주 강해.
pl: Złoto jest bardzo mocne.
pt_br: Ouro muito forte.
ru: Золото — крепкая штука.
zh_tw: 黃金十分堅硬。

# CHARACTERS.WURT.DESCRIBE.GOLDENPICKAXE
source: It stronger than normal rock cracker.
de: Stärker als normaler Steinspalter.
es: Más fuerte que un romperroca normal.
es_mx: Ser más fuerte que picos normales.
fr: Avec ça, j'peux casser des pierres plus facilement.
it: Più resistente di normale rompi-roccia.
ja: 普通のロッククラッカーよりも強いよ。
ko: 그냥 돌 깨는 도구보다 강해.
pl: Mocniejszy niż zwykły rozbijacz skał.
pt_br: Mais forte que quebra-pedra normal.
ru: Крепче, чем обычная камнедробилка.
zh_tw: 比普通砸石頭的工具更結實。

# CHARACTERS.WURT.DESCRIBE.GOLDENPITCHFORK
source: For fancy farming, florp.
de: Schicke Gartenarbeit, florp.
es: Para hacer la labranza con estilo, florp.
es_mx: Para cultivos sofisticados, flop.
fr: Pour plus de classe pour planter, florp.
it: Per fattore raffinato, florp.
ja: 豪華な農業のためにね、フロープ。
ko: 근사하게 농사지을 때 써, 뻐끔.
pl: Do wytwornego rolnictwa, florp.
pt_br: Pra plantar chique, florp.
ru: Для мудреных огородников, бульк.
zh_tw: 高級農業工具，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GOLDENSHOVEL
source: Fancy tool for digging in dirt.
de: Schickes Werkzeug zum Graben.
es: Elegante herramienta para cavar la tierra.
es_mx: Herramienta sofisticada para cavar en tierra.
fr: Un outil classe pour creuser.
it: Strumento raffinato per scavare terra.
ja: 土を掘るためのファンシーな道具だよ。
ko: 흙 파는 근사한 도구야.
pl: Wytworne narzędzie do kopania w ziemi.
pt_br: Ferramenta chique pra cavar na sujeira.
ru: Мудреная палка-копалка.
zh_tw: 挖土的高級工具。

# CHARACTERS.WURT.DESCRIBE.GOLDEN_FARM_HOE
source: Fancy digger for baby plants, florp.
de: Schickes Grabding für Babypflanzen, florp.
es: Cavador elegante para plantas bebé, florp.
fr: Un truc chic pour creuser des trous pour les bébés plantes, florp.
it: Bello scavatore per piantine, florp.
ja: 葉っぱの赤ちゃんのための綺麗なつちほり。フロープ。
ko: 아기 식물용 땅파기 도구 멋져, 빠끔!
pl: Wymyślna łopatka do roślinek, florp.
pt_br: Cavadora chique pra bebês de planta, florp.
ru: Красивая копалка для малышей растений, бульк.
zh_tw: 為植物嬰兒準備的花哨挖掘工具，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GOLDNUGGET
source: Shiny from the ground!
de: Glänzding aus dem Boden!
es: ¡Brillante del suelo!
es_mx: ¡Cosa brillante del suelo!
fr: Ça brille et ça vient du sol !
it: Brilla e viene da terra!
ja: 地面からピカピカだよ！？
ko: 땅에서 나온 반짝이다!
pl: Świecidełko z ziemi!
pt_br: Brilhante do chão!
ru: Блестяшка из-под земли!
zh_tw: 土裡刨出來的閃閃發光的東西！

# CHARACTERS.WURT.DESCRIBE.GOOSE_FEATHER
source: Stole it from goose, florp!
de: Von Gans gestohlen, florp!
es: ¡Se la robé a un ganso, florp!
es_mx: ¡Yo habérsela robado al ganso, flop!
fr: J'l'ai piqué à une oie, florp !
it: Rubata da oca, florp!
ja: グースから盗んだんだよ、フロープ！
ko: 거위한테 훔쳤어, 뻐끔!
pl: Ukradłam gęsi, florp!
pt_br: Tirei de um ganso, florp!
ru: Украла у гуся, бульк!
zh_tw: 從鵝那裡偷來的，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.GRASS.BARREN
source: Need some poop.
de: Braucht Kacke.
es: Necesita algo de caca.
es_mx: Esto necesitar caca.
fr: J'vais mettre du caca dessus.
it: Serve un po' di cacca.
ja: もっとウンチが必要だ！
ko: 똥 필요해.
pl: Potrzebuje kupy.
pt_br: Precisa de cocô.
ru: Тут нужна кака.
zh_tw: 需要更多的便便。

# CHARACTERS.WURT.DESCRIBE.GRASS.BURNING
source: Fire!!
de: Feuer!!
es: ¡¡Fuego!!
es_mx: ¡¡Fuego!!
fr: Au feu !
it: Fuoco!
ja: 火だ！
ko: 불이야!!
pl: Ogień!
pt_br: Fogo!!
ru: Пожар!
zh_tw: 火焰！！

# CHARACTERS.WURT.DESCRIBE.GRASS.DISEASED
source: Looking bit green around the gills, florp.
de: Bisschen grün um die Kiemen, florp.
es: Un poco verde en torno a las branquias, florp.
es_mx: Verse un poco paliducha, flop.
fr: T'es un peu verdâtre, tu sais, florp.
it: Sei verde attorno a branchie, florp.
ja: エラの周りが少し緑だね、フロープ。
ko: 안색 조금 안 좋아 보여, 뻐끔.
pl: Wygląda słabiutko, florp.
pt_br: Parece um pouco verde atrás das brânquias, florp.
ru: Бульк, утратила всю зеленцу.
zh_tw: 魚鰓周圍有點綠，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GRASS.DISEASING
source: Something wrong with it.
de: Etwas stimmt nicht.
es: Algo no está bien.
es_mx: Algo pasarle.
fr: Elle a un problème.
it: Qualcosa non va.
ja: 何かがおかしいよ。
ko: 뭔가 잘못됐어.
pl: Coś z nią nie tak.
pt_br: Tem algo errado com isso.
ru: С ней что-то не так.
zh_tw: 它有點問題。

# CHARACTERS.WURT.DESCRIBE.GRASS.GENERIC
source: Some grass, florpt.
de: Gras, florpt.
es: Un poco de hierba, florpt.
es_mx: Ser hierba, flop.
fr: C'est de l'herbe, florp.
it: Erba, florpt.
ja: いくつかの草だよ、フロープト。
ko: 풀이야, 뻐끔.
pl: Jakaś trawa, florp.
pt_br: Uma grama, florpt.
ru: Это трава, хлюп.
zh_tw: 幾根草，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.GRASS.PICKED
source: Not grown back yet.
de: Noch nicht nachgewachsen.
es: Todavía no ha crecido de nuevo.
es_mx: Aún no haber vuelto a crecer.
fr: Ça n'a pas encore repoussé.
it: Non è ricresciuta, ancora.
ja: まだ成長していないね。
ko: 아직 다시 안 자랐어.
pl: Jeszcze nie odrosła.
pt_br: Ainda não cresci.
ru: Еще не выросла.
zh_tw: 還沒長回來。

# CHARACTERS.WURT.DESCRIBE.GRASS.WITHERED
source: It too hot out.
de: Zu heiß draußen.
es: Hace demasiado calor fuera.
es_mx: Hacer mucho calor.
fr: Il fait trop chaud dehors.
it: Fa molto caldo fuori.
ja: 熱くて外に出れないよ。
ko: 밖 너무 더워.
pl: Jest za gorąco.
pt_br: Tá muito quente.
ru: Слишком жарко.
zh_tw: 它太熱了。

# CHARACTERS.WURT.DESCRIBE.GRASSGATOR
source: Hee-hee! Scaredy gator!
de: Heehee! Ängstlicher Gator!
es: Je, je, cocodrilo asustado.
fr: Hi hi ! Alligator trouillard !
it: Eh eh! Alligatore fifone!
ja: えへへ！怖がりのワニだ！
ko: 히히! 순 겁쟁이 악어!
pl: Hihi! Straszny aligator!
pt_br: Hi, hi! Jacaré assustador!
ru: Хи-хи! Трусишка крокодил!
zh_tw: 嘿嘿！膽小鬼鱷魚！

# CHARACTERS.WURT.DESCRIBE.GRASSGEKKO.DISEASED
source: Something wrong with grass lizard.
de: Etwas falsch mit Grasechse.
es: Algo le pasa al lagarto de hierba.
es_mx: Algo pasarle a la lagartija de hierba.
fr: Le lézard de l'herbe a un problème.
it: Qualcosa non va con lucertola di erba.
ja: なんか草トカゲがおかしいよ。
ko: 풀 도마뱀 상태 이상해.
pl: Coś jest nie tak z trawiastą jaszczurką.
pt_br: Algo errado com lagarto da grama.
ru: С травоящером что-то не так.
zh_tw: 草蜥蜴出問題了。

# CHARACTERS.WURT.DESCRIBE.GRASSGEKKO.GENERIC
source: Should sneak up on it, florp.
de: Kann mich anschleichen, florp.
es: Debería acercarme a él con sigilo, florp.
es_mx: Deber acercarme lentamente a él, flop.
fr: Je pourrai le prendre par surprise, florp.
it: Devo riuscire a prendere, florp.
ja: 忍び寄ったほうがいいよ、フロープ。
ko: 몰래 다가가야지, 뻐끔.
pl: Powinnam się do niej zakraść, florp.
pt_br: Melhor se aproximar com cuidado, florp.
ru: Надо подкрасться, хлюп.
zh_tw: 應該偷偷接近它，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.GRASS_UMBRELLA
source: Don't see what so pretty about it.
de: Was so hübsch daran?
es: No veo qué tiene de bonito.
es_mx: Yo no ver qué tener esto de bonito.
fr: C'est pas très joli.
it: Per me non tanto grazioso.
ja: 何がそんなに可愛いのかわからないよ。
ko: 뭐가 그렇게 예쁘다는 건지 모르겠어.
pl: Nie kumam, co w niej niby takiego ładnego.
pt_br: Não sei o que tem de tão bonito nisso.
ru: Ну и что в нем красивенького?
zh_tw: 看不出漂亮在哪。

# CHARACTERS.WURT.DESCRIBE.GRAVY
source: Mmmm, is chocolate!
de: Mmmh, Schokolade!
es: Mmm, ¡es chocolate!
es_mx: ¡Mmm! ¡Ser chocolate!
fr: Miam, c'est du chocolat !
it: Mmmm, cioccolata!
ja: うーん、チョコレートだ！
ko: 음, 초콜릿이다!
pl: Mmmm, czekolada!
pt_br: Hmmm, é chocolate!
ru: М-м-м, шоколад!
zh_tw: 呣，是巧克力！

# CHARACTERS.WURT.DESCRIBE.GREENAMULET
source: Help with building things!
de: Hilft beim Bauen!
es: ¡Ayuda a construir cosas!
es_mx: ¡Esto ayudar a construir cosas!
fr: Ça m'aide à construire des trucs !
it: Aiuto per costruire cose!
ja: 物作りのお手伝いをするよ！
ko: 물건 만드는 거 도와줘!
pl: Przydaje się do budowania!
pt_br: Ajuda a construir coisas!
ru: Помогает со стройкой!
zh_tw: 對造東西有幫助！
