Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_LUNARMOTHLING
source: That's my little forest buddy.
de: Das ist mein kleiner Waldkumpel.
es: Ese es mi pequeño amigo forestal.
fr: C'est mon petit pote des bois.
it: È la mia piccola amica della foresta.
ja: 森にいるオレの友だちだ。
ko: 내 숲속 친구잖아.
pl: To mój mały kumpel z lasu.
pt_br: Essa é minha amiguinha da floresta.
ru: Это мой маленький лесной друг.
zh_cn: 是我的森林小老弟。
zh_tw: 是我的森林小老弟。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_PERDLING
source: Look, it's not you. It's me.
de: Es liegt nicht an dir, sondern an mir.
es: Mira, no eres tú. Soy yo.
fr: Écoute, c'est pas toi. C'est moi.
it: Ascolta, non dipende da te. Sono io.
ja: よう。オマエじゃねえよ、オレだ。
ko: 우린 서로 안 맞는 것 같아.
pl: Nie chodzi o ciebie, chodzi o mnie.
pt_br: Olha, não é você, sou eu.
ru: Только взгляни, это не ты. А я.
zh_cn: 注意一下，不是你，而是我。
zh_tw: 注意一下，不是你，而是我。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_PUPPY
source: Man and robot's best friend.
de: Der beste Freund des Menschen und des Roboters.
es: El mejor amigo del hombre y el robot.
fr: Le meilleur ami de l'homme et du robot.
it: Uomo e robot amici per la pelle.
ja: 人間とロボットは親友同士だ。
ko: 사람과 로봇의 가장 친한 친구잖아.
pl: Najlepszy przyjaciel człowieka i robota.
pt_br: O melhor amigo do homem e do robô.
ru: Лучший друг человека и робота.
zh_cn: 人类和机器人最好的伙伴。
zh_tw: 人類和機器人最好的夥伴。

# CHARACTERS.WOODIE.DESCRIBE.CROW.GENERIC
source: He's planning something. I can tell.
de: Er plant etwas. Soviel kann ich sagen.
es: Está planeando algo. Lo sé.
fr: Il prépare un sale coup. J'en suis sûr.
it: Sta architettando qualcosa. È evidente.
ja: 彼は何か企んでる。ワシにはわかるよ。
ko: 뭔가 계획하고 있어. 분명해.
pl: Coś kombinuje. Od razu widać.
pt_br: Ele está planejando algo. Posso ver.
ru: Он что-то замышляет. Говорю тебе!
zh_cn: 他正在谋划些什么。我看得出来。
zh_tw: 他正在謀劃些什麼。我看得出來。

# CHARACTERS.WOODIE.DESCRIBE.CROW.HELD
source: You'll pay for your crimes, crow!
de: Du wirst für deine Verbrechen bezahlen, Krähe!
es: ¡Pagarás por tus crímenes, cuervo!
fr: Tu paieras pour tes crimes, corbeau !
it: Pagherai per i tuoi crimini, corvo!
ja: カラスめ、罰があたるぞ！
ko: 너 벌 받을 거다, 까마귀!
pl: Zapłacisz za swe zbrodnie, kruku!
pt_br: Você pagará por seus crimes, corvo!
ru: Ты заплатишь за свои грязные делишки, ворона!
zh_cn: 乌鸦，你遭到了报应！
zh_tw: 烏鴉，你遭到了報應！

# CHARACTERS.WOODIE.DESCRIBE.CRUMBS
source: I think we're supposed to follow these.
de: Ich glaube, wir sollen ihnen folgen.
es: Creo que se supone que debemos seguirlas.
fr: Je crois que je suis censé les suivre.
it: Credo che dovremmo seguirle.
ja: これを、たどって行けばいいんじゃねえか？
ko: 이걸 따라가야 할 것 같잖아.
pl: Chyba powinniśmy za nimi podążyć.
pt_br: Acho que devemos seguir elas.
ru: Видимо, мы должны пойти по следу.
zh_cn: 我们应该跟着这条线走。
zh_tw: 我們應該跟著這條線走。

# CHARACTERS.WOODIE.DESCRIBE.CUTGRASS
source: I think I might be allergic to this.
de: Es könnte sein, dass ich dagegen allergisch bin.
es: Creo que podría ser alérgico a esto.
fr: Je dois être allergique à ça.
it: Penso di essere allergico a questa roba.
ja: 思うに俺はこれにアレルギーがあるみたい。
ko: 이것에 알러지 반응이 있는 것 같잖아.
pl: Chyba mam alergię.
pt_br: Talvez eu seja alérgico a isso.
ru: Похоже, у меня на нее аллергия.
zh_cn: 我想我可能对这东西过敏。
zh_tw: 我想我可能對這東西過敏。

# CHARACTERS.WOODIE.DESCRIBE.CUTLICHEN
source: Yum! Tastes woody!
de: Mjam! Schmeckt holzig!
es: ¡Riquísimo! ¡Sabe a madera!
fr: Miam ! On dirait du bois !
it: Gnam! Ha un sapore legnoso!
ja: 美味しい！木の味がする！
ko: 냠! 나무 맛이잖아!
pl: Mniam! Ma posmak drewna!
pt_br: Hmm! Tem um toque de madeira!
ru: Вкуснятина! На вкус как древесина!
zh_cn: 好吃！味道像木头一样！
zh_tw: 好吃！味道像木頭一樣！

# CHARACTERS.WOODIE.DESCRIBE.CUTREEDS
source: Want to hear my loon call?
de: Willst du mal meinen Seetaucher-Ruf hören?
es: ¿Quieres escuchar mi canto de somorgujo?
fr: Je vous fais le cri du canard des marais ?
it: Vuoi sentire la mia chiamata folle?
ja: 水潜り鳥の鳴き声を真似してみようかい？
ko: 물새 부르는 소리 들려줄까?
pl: Chcesz usłyszeć, jak udaję kaczkę?
pt_br: Quer ouvir meu chamado de mergulhão?
ru: Хочешь услышать, как я призываю гагару?
zh_cn: 想听听我学潜鸟叫吗？
zh_tw: 想聽聽我學潛鳥叫嗎？

# CHARACTERS.WOODIE.DESCRIBE.CUTSTONE
source: Part of the Canadian shield.
de: Ein Teil des kanadischen Schilds.
es: Parte del escudo canadiense.
fr: Une partie du bouclier canadien.
it: Parte dello scudo canadese.
ja: カナダ盾状地の一部。
ko: 지각의 일부를 잘라냈잖아.
pl: Kawałek kanadyjskiej tarczy.
pt_br: Parte do escudo canadense.
ru: Часть Канадского щита.
zh_cn: 加拿大地盾的一部分。
zh_tw: 加拿大地盾的一部分。

# CHARACTERS.WOODIE.DESCRIBE.DEADLYFEAST
source: That doesn't smell quite right, eh.
de: Das riecht nicht ganz richtig, was?
es: Eso no huele muy bien, eh.
fr: L'odeur est pas terrible, hein ?
it: Ha un odore sospetto, eh.
ja: あまり良い匂いはしないよな。
ko: 냄새가 영 아닌데.
pl: Nie pachnie najlepiej.
pt_br: O cheiro não está muito agradável, hã.
ru: Ох, пахнет оно не очень хорошо.
zh_cn: 闻起来有点不对劲，是吧。
zh_tw: 聞起來有點不對勁，是吧。

# CHARACTERS.WOODIE.DESCRIBE.DEAD_SEA_BONES
source: Smells ripe.
de: Riecht streng.
es: Huele mal.
fr: Ça pue.
it: A giudicare dall'odore, sono belle mature.
ja: 腐ったニオイがするな。
ko: 냄새가 지독하잖아.
pl: Ale śmierdzi.
pt_br: Parece maduro.
ru: Какая густая вонь.
zh_cn: 闻着熟了。
zh_tw: 聞著熟了。

# CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.BURNING
source: Nooo! I could have chopped it!
de: Neiiiin! Ich hätte ihn fällen können!
es: ¡Nooo! ¡Podría haberlo talado!
fr: Non ! J'aurais pu le couper !
it: Nooo! Avrei potuto abbatterlo!
ja: やめろーー！俺が切り倒せた！
ko: 아니! 내가 자를 수 있었는데!
pl: Niee! Mogłem je ściąć!
pt_br: Nãooo! Eu poderia ter cortado ela!
ru: Не-е-ет! Я мог бы его срубить!
zh_cn: 不！我本来可以把它砍掉的！
zh_tw: 不！我本來可以把它砍掉的！

# CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.BURNT
source: What a waste.
de: Was für einen Verschwendung.
es: Qué desperdicio.
fr: Quel gâchis !
it: Che spreco.
ja: なんて無駄。
ko: 낭비거든.
pl: Co za szkoda.
pt_br: Que desperdício.
ru: Какая потеря.
zh_cn: 真是浪费。
zh_tw: 真是浪費。

# CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Ahhhh!
ja: あーーーー！
ko: 아아아!
pl: Aaaach!
ru: А-а-а-а-а!
zh_cn: 啊——！
zh_tw: 啊——！

# CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It's calling to me!
de: Ich werde gerufen!
es: ¡Me está llamando!
fr: Il m'appelle !
it: Mi sta chiamando!
ja: 俺を呼んでいる！
ko: 나를 부르고 있어!
pl: Wzywa mnie!
pt_br: Está me chamando!
ru: Оно зовет меня!
zh_cn: 它在召唤我！
zh_tw: 它在召喚我！

# CHARACTERS.WOODIE.DESCRIBE.DECIDUOUSTREE.POISON
source: You're due for a chopping.
de: Du bist dran abgeholzt zu werden.
es: Ya es hora de que te tale.
fr: Tu mérites une petite coupe.
it: Sei pronto per una tagliata.
ja: 君が切られる番だね。
ko: 너 자를 시기가 됐잖아.
pl: Przegapiłeś rąbanie.
pt_br: Já está na hora de te cortar.
ru: А тебя нужно срубить.
zh_cn: 是时候把你给砍了。
zh_tw: 是時候把你給砍了。

# CHARACTERS.WOODIE.DESCRIBE.DEER.ANTLER
source: Something's different aboot you...
de: Irgendwie siehst du anders aus ...
es: Hay algo diferente en ti...
fr: T'es pas comme les autres...
it: C'è qualcosa di diverso in te...
ja: オマエ、何か普通じゃねえな。
ko: 너 어딘가 달라 보이는데...
pl: Jesteś jakiś inny...
pt_br: Tem algo diferente em você...
ru: Что-то в тебе не так…
zh_cn: 你有点不对劲……
zh_tw: 你有點不對勁……

# CHARACTERS.WOODIE.DESCRIBE.DEER.GENERIC
source: That's a creature of the woods, eh?
de: Das ist ein Geschöpf des Waldes, nicht wahr?
es: Es una criatura del bosque, ¿eh?
fr: C'est une créature des bois, hein ?
it: È una creatura dei boschi, eh?
ja: こりゃあ森の生き物だな。
ko: 이건 숲에 사는 동물인데?
pl: Takie cuda mieszkają w lesie, co nie?
pt_br: Essa é uma criatura da mata, hã?
ru: Это ж лесное существо, ага?
zh_cn: 那是一个木头生物，嗯？
zh_tw: 那是一個木頭生物，嗯？

# CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS
source: That's a big moose!
de: Das ist ein großer Elch!
es: ¡Qué alce tan grande!
fr: Ça c'est un gros élan à plumes !
it: Ma che grande alce!
ja: 大きなムースだ！
ko: 아주 거대한 큰사슴이다!
pl: To jakiś gigantyczny łoś!
pt_br: Esse alce é bem grande!
ru: Какой большой лось!
zh_cn: 好大一只驼鹿！
zh_tw: 好大一隻駝鹿！

# CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS_EYEBALL
source: Now what is this good for?
de: Wofür ist der jetzt gut?
es: ¿Ahora para qué sirve?
fr: Et ça sert à quoi ?
it: A cosa serve?
ja: さてこれは何の役に立つ？
ko: 이건 뭐에 쓰는 물건이지?
pl: Do czego mi się to przyda?
pt_br: Para que serve isso?
ru: Итак, для чего же это?
zh_cn: 这可以用来干什么？
zh_tw: 這可以用來幹什麼？

# CHARACTERS.WOODIE.DESCRIBE.DEER_ANTLER
source: Wish I still had a cabin I could mount these things in.
de: Wünschte, ich hatte noch ein Jagdhütte, in der ich diese Dinge aufhängen könnte.
es: Ojalá tuviera una cabina donde pudiera montarme en ellos.
fr: Si seulement j'avais encore une cabane pour y accrocher ça.
it: Vorrei avere ancora una cabina dove poter mettere la sella a queste cose.
ja: まだ小屋があったら、こいつをブチ込んでやるところだったんだがな。
ko: 옛날엔 이런 걸 걸 오두막도 있었는데.
pl: Szkoda, że nie mam domku, w którym mógłbym je powiesić.
pt_br: Eu queria ainda ter uma cabana onde eu pudesse pendurar essas coisas.
ru: Вот бы мне мою старую хижину, куда можно было бы сложить эти штуки.
zh_cn: 真希望我还有一个小屋能把这些东西装进去。
zh_tw: 真希望我還有一個小屋能把這些東西裝進去。

# CHARACTERS.WOODIE.DESCRIBE.DEER_GEMMED
source: That ain't natural.
de: Das ist nicht natürlich.
es: Eso no es natural.
fr: C'est pas naturel.
it: Non è naturale.
ja: 不自然でいけねえ。
ko: 자연스럽지 않잖아.
pl: To nie jest naturalne.
pt_br: Isso não é natural.
ru: Какой-то он не натуральный.
zh_cn: 那不是天生的。
zh_tw: 那不是天生的。

# CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
de: Das ist wahrscheinlich ein Grasbüschel.
es: Es probablemente un manojo de hierba.
fr: Sûrement juste une touffe d'herbe.
it: È probabilmente un ciuffo d'erba.
ja: 多分草やぶだ。
ko: 풀 덤불인 것 같잖아.
pl: To chyba zwykła kępka trawy.
pt_br: Provavelmente é um tufo de grama.
ru: Вероятно, это пучок травы.
zh_cn: 它可能是一丛草。
zh_tw: 它可能是一叢草。

# CHARACTERS.WOODIE.DESCRIBE.DESERTHAT
source: That's easy on the eyes.
de: Das ist nett anzusehen.
es: Una prenda muy vistosa.
fr: Agréable à regarder.
it: È delicato sugli occhi.
ja: これで目に砂が入らねぇな
ko: 눈에 좋지.
pl: Miło popatrzeć.
pt_br: Colírio pros olhos.
ru: И глазам сразу хорошо.
zh_cn: 真是赏心悦目。
zh_tw: 真是賞心悅目。

# CHARACTERS.WOODIE.DESCRIBE.DEVTOOL
source: I'm not commenting on that.
de: Dazu sage ich jetzt nichts.
es: No voy a comentar nada sobre eso.
fr: Je ne fais pas de commentaire là-dessus.
it: No comment.
ja: それについてコメントしていない。
ko: 할 말 없다.
pl: Nie skomentuję tego.
pt_br: Não vou comentar o assunto.
ru: Я не буду это комментировать.
zh_cn: 我选择不发表意见。
zh_tw: 我選擇不發表意見。

# CHARACTERS.WOODIE.DESCRIBE.DIRTPILE
source: Hey! A clue!
de: Hey! Ein Anhaltspunkt!
es: ¡Eh! ¡Una pista!
fr: Hé ! Un indice !
it: Ehi! Un indizio!
ja: おお！ヒントだ！
ko: 엇! 실마리잖아!
pl: Hej! To wskazówka!
pt_br: Ei, uma pista!
ru: Эй! Я набрел на след!
zh_cn: 嘿！一条线索！
zh_tw: 嘿！一條線索！

# CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.COLD
source: It's really fuzzy from here.
de: Von hier aus ist es ziemlich undeutlich.
es: La señal es muy difusa desde aquí.
fr: C'est vraiment pas net vu d'ici.
it: È davvero sfocato da qui.
ja: ここからは実にファジー。
ko: 여기선 정말 흐릿한데.
pl: Wydaje bardzo niewyraźne dźwięki.
pt_br: É bem felpudo daqui.
ru: Холодно, нужно искать в другой стороне.
zh_cn: 这里太不明显了。
zh_tw: 這裡太不明顯了。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.GENERIC
source: I wonder if it gets the hockey game.
de: Ich frage mich, ob sie auch das nächste Hockeyspiel findet.
es: ¿Pillará el partido de hockey?
fr: Je me demande si ça capte les matchs de hockey.
it: Mi chiedo se ottiene i risultati delle partite di hockey.
ja: ホッケーの試合に勝利したかは疑問だ。
ko: 하키 경기를 이해할까 궁금하네.
pl: Ciekawe, czy nada się do gry w hokeja.
pt_br: Será que ele entende de hockey?
ru: Интересно, а хоккейный матч на ней поймать можно?
zh_cn: 不知道可不可以用它来玩曲棍球比赛。
zh_tw: 不知道可不可以用它來玩曲棍球比賽。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.HOT
source: Loud and clear! Something's near!
de: Klar und deutlich! Etwas ist in der Nähe!
es: ¡Alto y claro! ¡Hay algo cerca!
fr: C'est évident ! Y a un truc pas loin !
it: Forte e chiaro! Qualcosa è vicino!
ja: 大きい声ではっきり！何かが近くにいる！
ko: 크고 뚜렷하잖아! 근처에 뭐가 있잖아!
pl: Głośno i wyraźnie! Coś jest blisko!
pt_br: Alto e claro! Algo está próximo!
ru: Звук громкий и отчетливый! Что-то очень близко!
zh_cn: 肯定没错！这附近有东西！
zh_tw: 肯定沒錯！這附近有東西！

# CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARM
source: I think I'm getting closer.
de: Ich glaube, ich komme näher.
es: Creo que me estoy acercando.
fr: Je crois que j'approche.
it: Penso di essere più vicino.
ja: 俺は近づいていると思う。
ko: 가까워지는 것 같잖아.
pl: Chyba się zbliżam.
pt_br: Acho que estou me aproximando.
ru: Кажется, я уже близко.
zh_cn: 我觉得越来越近了。
zh_tw: 我覺得越來越近了。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARMER
source: Woah, careful there, bud.
de: Woah. Vorsichtig, Kumpel.
es: Eh, cuidado, amigo.
fr: Waouh ! Attention là, mon pote.
it: Uoah, fai attenzione, amico.
ja: ウォー、そこでは用心しろ、おまえ。
ko: 우와, 조심해야겠다.
pl: Wow, spokojnie, koleżanko.
pt_br: Ouh, cuidado aí, amigo.
ru: Ого, внимательнее, дружок.
zh_cn: 哇哦，仔细点儿，老兄。
zh_tw: 哇哦，仔細點兒，老兄。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.GENERIC
source: It looks like something should plug in.
de: Es sieht aus, als würde es zu irgendetwas dazugehören...
es: Parece como si hubiera que enchufar algo.
fr: On dirait qu'il faut y brancher un truc.
it: Sembra che vada con qualcosa...
ja: なんかを、つなげりゃいいみてぇだな
ko: 무언가 삽입해야 할 것 같잖아.
pl: Chyba trzeba tu coś podłączyć.
pt_br: Parece que algo se encaixa aqui.
ru: Будто бы к ней еще что-то прилагается.
zh_cn: 看来它上面应该插有东西的。
zh_tw: 看來它上面應該插有東西的。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.READY
source: It's ready to be unlocked.
de: Kann jetzt entriegelt werden.
es: Está listo para ser desbloqueado.
fr: C'est prêt à être débloqué.
it: È pronto per essere sbloccato.
ja: ロック解除の準備ができた。
ko: 잠금 해제할 준비가 됐잖아.
pl: Gotowe do odblokowania.
pt_br: Está pronta para ser destravada.
ru: Почти разблокировалась.
zh_cn: 解锁准备就绪。
zh_tw: 解鎖準備就緒。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now all it needs is to be turned on.
de: Jetzt hat es alles, was es braucht, um eingeschaltet zu werden.
es: Ahora solo hay que activarlo.
fr: Maintenant y a plus qu'à l'allumer.
it: Ora ha bisogno solo di essere acceso.
ja: あとは電源を入れるだけさ。
ko: 이제 켜기만 하면 되잖아.
pl: Teraz wystarczy już tylko włączyć.
pt_br: Agora só precisa ser ligada.
ru: Теперь нужно ее привести в действие.
zh_cn: 现在只需要启动它就可以了。
zh_tw: 現在只需要啟動它就可以了。

# CHARACTERS.WOODIE.DESCRIBE.DIVININGRODSTART
source: That's a weird looking rod.
de: Das ist eine seltsam aussehende Rute.
es: Qué vara tan rara.
fr: C'est un bâton bien curieux.
it: È una bacchetta davvero strana.
ja: 奇妙な見かけの棒だ。
ko: 이상하게 생긴 막대기잖아.
pl: Dziwnie wygląda ten kijek.
pt_br: Essa vara tem uma aparência estranha.
ru: Выглядит странно.
zh_cn: 那根棒子看起来好奇怪。
zh_tw: 那根棒子看起來好奇怪。

# CHARACTERS.WOODIE.DESCRIBE.DOLL_BLUEPRINT
source: I can doll it up all I want, it'll still be a beefalo.
de: Ich kann es aufhübschen, wie ich will, es wird ja doch immer nur ein Beefalo sein.
es: Aunque el beefalo se vista de seda, beefalo se queda.
fr: J'aurais beau le déguiser, ça restera un bœufalo.
it: Posso abbellirlo quanto voglio, ma resterà sempre un mufalo.
ja: どんなに着飾らせたってよ、所詮はただのビーファロだぜ。
ko: 내가 원하는 모든 것을 차려입을 수 있지만, 여전히 비팔로겠지.
pl: Jakby go nie stroić, to i tak będzie tylko wołek.
pt_br: Eu posso enfeitá-lo o quanto quiser, ele vai continuar sendo um bífalo.
ru: Сколько бифало не наряжай, он все равно останется бифало.
zh_cn: 不管我怎么打扮，它终究就是头皮弗娄牛。
zh_tw: 不管我怎麼打扮，它終究就是頭皮弗婁牛。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONBODYHAT
source: Nice needlework.
de: Schöne Handarbeit.
es: Buena costura.
fr: Ça a besoin de couture.
it: Bel ricamo.
ja: いかした装飾じゃねえか。
ko: 훌륭한 바느질 솜씨잖아.
pl: Niezła robota.
pt_br: Bela costura.
ru: Отличная ручная работа.
zh_cn: 好赞的针线活。
zh_tw: 好贊的針線活。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONCHILISALAD
source: Looks real good, buddy.
de: Sieht echt gut aus, Kumpel.
es: Tiene muy buena pinta, amigo.
fr: Ça a l'air super !
it: Sembra davvero buona, amico!
ja: こりゃあ、うまそうだ。
ko: 좋아 보이네, 친구.
pl: To wygląda naprawdę dobrze, kolego.
pt_br: Parece bem maduro, colega.
ru: Выглядит очень неплохо, дружище.
zh_cn: 看着很不错啊，兄弟。
zh_tw: 看著很不錯啊，兄弟。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLY
source: She'll burn all the trees before I can chop them!
de: Die verbrennt die ganzen Bäume, bevor ich sie Fällen kann!
es: ¡Quemará todos los árboles antes de que pueda talarlos!
fr: Il va me brûler tous les arbres avant que je les coupe !
it: Brucerà tutti gli alberi, prima che possa tagliarli!
ja: あんなのに木ぃ燃やされてたまるかよ！
ko: 내가 자르기 전에 저것이 나무를 다 태우겠잖아!
pl: Spali wszystkie drzewa, zanim zdążę je ściąć!
pt_br: Ela vai queimar todas as árvores antes que eu possa cortá-las!
ru: Она сожжет все деревья, прежде чем я смогу их срубить!
zh_cn: 在我把这些树砍倒之前，她会把它们全部烧掉的！
zh_tw: 在我把這些樹砍倒之前，她會把它們全部燒掉的！

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYCHEST
source: Gaudy if you ask me.
de: Kitschig, wenn man mich fragt.
es: Si quieres saber mi opinión, es muy chillón.
fr: Un peu trop voyant si vous voulez mon avis.
it: Sgargiante, se chiedi a me.
ja: ケバいな、俺に言わせれば。
ko: 촌스럽잖아.
pl: Moim zdaniem trochę tandetna.
pt_br: Chamativo, na minha opinião.
ru: Как по мне, так это безвкусно.
zh_cn: 要我说这东西太华而不实了。
zh_tw: 要我說這東西太華而不實了。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: Tacky taxidermy.
de: Kitschige Taxidermie.
es: Qué taxidermia tan hortera.
fr: Vulgaire taxidermie.
it: Tassidermia di cattivo gusto.
ja: 趣味の悪い、はく製だな。
ko: 아주 조잡한 솜씨인데.
pl: Kiczowaty...
pt_br: Taxidermina cafona.
ru: Так себе чучело.
zh_cn: 厚颜无耻的动物标本剥制术。
zh_tw: 厚顏無恥的動物標本剝制術。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: It got even tackier, eh?
de: Jetzt ist es noch kitschiger, was?
es: Ahora es todavía más hortera, ¿eh?
fr: De plus en plus vulgaire, hein ?
it: È diventata ancora più pacchiana, eh?
ja: これでますます趣味が悪くなったんじゃねえか？
ko: 이제 더 조잡해졌네, 그치?
pl: Jeszcze bardziej kiczowaty...
pt_br: Ficou ainda mais cafona, hã?
ru: Теперь еще хуже, ага?
zh_cn: 我变得更厚颜无耻了，嗯？
zh_tw: 我變得更厚顏無恥了，嗯？

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: I'm sweaty enough without help from a furnace.
de: Ich schwitze schon ohne Ofen genug.
es: Ya estoy sudando mucho sin la ayuda de un horno.
fr: Je suis assez en sueur comme ça pour me passer d'un fourneau.
it: Sudo abbastanza anche senza l'aiuto di una fornace.
ja: こいつがなくても、もう十分すぎるほど汗だらけだ。
ko: 화로가 없어도 난 충분히 땀 흘리고 있는데.
pl: Już dość się pocę bez tego pieca.
pt_br: Já estou bem suado sem a ajuda de uma fornalha.
ru: Я и без печки весь потный.
zh_cn: 没有火炉的帮助，我出了够多的汗了。
zh_tw: 沒有火爐的幫助，我出了夠多的汗了。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: Just bask in that warm glow.
de: Wärme dich einfach in diesem warmen Schein.
es: Disfruta de ese cálido resplandor.
fr: Dorons-nous à cette douce chaleur.
it: Un calore piacevole per rilassarsi.
ja: この熱を浴びな。
ko: 따뜻한 불을 즐기면 되잖아.
pl: Ach, przyjemne ciepełko.
pt_br: Aproveite o brilho quente.
ru: Можно согреться этим приятным теплом.
zh_cn: 只管在那温暖的光辉中晒晒太阳。
zh_tw: 只管在那溫暖的光輝中曬曬太陽。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT
source: I've never seen one of those before.
de: So etwas habe ich vorher noch nie gesehen.
es: Nunca había visto una como esta.
fr: C'est la première fois que j'en vois.
it: Non ne ho mai visti prima d'ora.
ja: 今までこいつらを見たことがない。
ko: 이런 것은 본 적 없어.
pl: Nigdy wcześniej czegoś takiego nie widziałem.
pt_br: Nunca vi uma dessas antes!
ru: Никогда таких раньше не видел.
zh_cn: 我以前从来没见过这东西。
zh_tw: 我以前從來沒見過這東西。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_COOKED
source: It tastes like maple syrup.
de: Schmeckt wie Ahornsirup.
es: Sabe a jarabe de arce.
fr: On dirait du sirop d'érable.
it: Sa di sciroppo d'acero.
ja: メープルシロップみたいな味がする。
ko: 단풍 시럽 맛이잖아.
pl: Smakuje jak syrop klonowy.
pt_br: Tem gosto de xarope de bordo.
ru: На вкус, как кленовый сироп.
zh_cn: 味道有点像枫糖浆。
zh_tw: 味道有點像楓糖漿。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: Guess I'm better at gardening than I thought, eh?
de: Ich schätze, ich kann besser gärtnern, als ich dachte, was?
es: Esto de cultivar se me da mejor de lo que esperaba, ¿eh?
fr: Finalement, je suis meilleur en jardinage que je le pensais.
it: Immagino di essere più portato per il giardinaggio di quanto pensassi, eh?
ja: オレ、思ってたよりも畑仕事の才能あんのかね？
ko: 생각보다 정원 가꾸기를 잘하는 것 같지, 그지?
pl: Wygląda na to, że w ogrodnictwie jestem lepszy, niż myślałem.
pt_br: Acho que sou melhor jardineiro do que pensava, né?
ru: Видать, я в садоводстве соображаю чуть лучше, чем мне казалось, да?
zh_cn: 看来我比自己想象的更擅长种地，诶？
zh_tw: 看來我比自己想像的更擅長種地，誒？

# CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_SEEDS
source: Maybe I can grow them.
de: Vielleicht kann ich sie züchten.
es: A lo mejor puedo plantarlas.
fr: Je peux peut-être les planter.
it: Potrei coltivarli.
ja: 育ててもいいかもな。
ko: 어쩌면 키울 수 있을지 몰라.
pl: Może uda mi się je wyhodować.
pt_br: Talvez eu possa cultivar elas.
ru: Вдруг получится их прорастить?
zh_cn: 也许能种出来点什么。
zh_tw: 也許能種出來點什麼。

# CHARACTERS.WOODIE.DESCRIBE.DRAGONHEADHAT
source: That's a sight, eh?
de: Das ist ein Anblick, was?
es: Qué vista tan bonita, ¿eh?
fr: Sacré spectacle, hein ?
it: È uno spettacolo, no?
ja: 見なよ、大した代物だぜ。
ko: 굉장하지, 그치?
pl: Ale ma gały, co nie?
pt_br: Que vista, hã?
ru: Ну и видок, хех?
zh_cn: 那是一个景象，嗯？
zh_tw: 那是一個景象，嗯？

# CHARACTERS.WOODIE.DESCRIBE.DRAGONPIE
source: Almost as good as butter tarts!
de: Fast so gut wie Butterobstkuchen!
es: ¡Casi tan bueno como las tartas de mantequilla!
fr: Presque aussi bon qu'une tarte au beurre !
it: Buono quasi come le crostate al burro!
ja: バタータルトくらいに美味しい！
ko: 거의 버터 타트만큼 좋잖아!
pl: Prawie tak dobre jak maślana tarta!
pt_br: Quase tão bom quanto empadinhas de manteiga!
ru: Не сильно хуже канадских пирожков!
zh_cn: 几乎和奶油蛋挞一样好吃！
zh_tw: 幾乎和奶油蛋撻一樣好吃！

# CHARACTERS.WOODIE.DESCRIBE.DRAGONTAILHAT
source: Well, somebody's gotta do it.
de: Nun, irgendjemand muss es tun.
es: Bueno, alguien tiene que hacerlo.
fr: Bon, il faut bien que quelqu'un s'en occupe.
it: Beh, qualcuno deve farlo.
ja: 誰が着るんだ？
ko: 누군가는 써야 되는 거잖아.
pl: No cóż, ktoś musi się odważyć.
pt_br: Bem, alguém tem que fazer.
ru: Ну, кто-то же должен.
zh_cn: 好吧，总有人要做这事。
zh_tw: 好吧，總有人要做這事。

# CHARACTERS.WOODIE.DESCRIBE.DRAGON_SCALES
source: I still don't believe in dragons.
de: Ich glaube immer noch nicht an Drachen.
es: Sigo sin creer en dragones.
fr: Je ne crois pas aux dragons.
it: Continuo a non credere ai draghi.
ja: ドラゴンって、まだ信じてない。
ko: 그래도 난 용의 존재를 안 믿잖아.
pl: I tak nie wierzę w smoki.
pt_br: Ainda não acredito em dragões.
ru: Я все еще не верю в драконов.
zh_cn: 我还是不相信飞龙。
zh_tw: 我還是不相信飛龍。

# CHARACTERS.WOODIE.DESCRIBE.DRIFTWOOD_LOG
source: You poor log.
de: Armer Klotz.
es: Pobre leño.
fr: Pauvre petite bûche.
it: Povero pezzo di legno.
ja: 哀れな丸太だぜ。
ko: 가엾은 통나무잖아.
pl: Biedna kłoda.
pt_br: Pobre madeira.
ru: Бедное бревнышко.
zh_cn: 可怜的小木头。
zh_tw: 可憐的小木頭。

# CHARACTERS.WOODIE.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: Hasn't it been through enough.
de: Als hätte er nicht schon genug durchgemacht.
es: ¿No había sufrido ya suficiente?
fr: Ça n'en est pas encore fini pour elle.
it: Non ne aveva passate abbastanza.
ja: この仕打ちはあんまりだ。
ko: 힘든 일은 이미 충분히 겪었잖아.
pl: Jakby jeszcze za mało złego je spotkało.
pt_br: Já não sofreu o bastante?
ru: Разве мало ему было невзгод?
zh_cn: 它遭受的得还不够吗。
zh_tw: 它遭受的得還不夠嗎。

# CHARACTERS.WOODIE.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: It's over now.
de: Es ist vorbei.
es: Se acabó ya.
fr: Voilà, c'est fini.
it: Ora è tutto finito.
ja: これで何もかも終わりだ。
ko: 이제 끝났잖아.
pl: To koniec.
pt_br: Já acabou, agora.
ru: Все конечно.
zh_cn: 结束了。
zh_tw: 結束了。

# CHARACTERS.WOODIE.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: Put it out of its misery.
de: Vom Elend erlöst.
es: Acaba ya con su sufrimiento.
fr: Je vais l'achever.
it: Ho posto fine alle sue sofferenze.
ja: 苦しみから解放してやりな。
ko: 내가 고통을 끝내줬잖아.
pl: Skróciłem jego cierpienie.
pt_br: Dê um golpe de misericórdia.
ru: Я избавил его от страданий.
zh_cn: 让它从痛苦中解脱了。
zh_tw: 讓它從痛苦中解脫了。
