Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.PIGGUARD
source: Twirly Tail Tough Guy
de: Zäher Ringelschwanz.
es: Cola enroscada tipo duro
es_mx: Tipo rudo cola enrollada
fr: Un dur à cuire à queue en tire-bouchon.
it: Maialino tipo duro
ja: くるくるしっぽのタフガイ
ko: 강한 꼬불 꼬리야
pl: Zakręcogonek twardziel
pt_br: Valentão de Cauda Retorcida.
ru: Крючкохвост-силач
zh_tw: 強壯的卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.PIGGYBACK
source: Carries stuff
de: Trägt Zeug.
es: Lleva cosas
es_mx: Carga cosas
fr: Pour transporter des trucs.
it: Porta roba
ja: 物を運ぶ
ko: 물건을 날라 줘
pl: Do noszenia rzeczy
pt_br: Carrega coisas.
ru: Чтобы носить штучки
zh_tw: 攜帶物品用的

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHEAD.BURNT
source: Ashes
de: Asche
es: Cenizas
es_mx: Cenizas
fr: Cendres
it: Ceneri
ja: 灰
ko: 재다.
pl: Popiół
pt_br: Cinzas
ru: Пепел
zh_tw: 灰燼

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHEAD.GENERIC
source: Rot inside
de: Innen verrottet.
es: Podrida por dentro
es_mx: Podrido adentro
fr: Y a du pourri à l'intérieur.
it: Marcia dentro
ja: 中が腐ってる
ko: 안이 썩었어
pl: Zgniła w środku
pt_br: Podre por dentro.
ru: Внутри гниль
zh_tw: 豬頭裡腐爛了

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHOUSE.BURNT
source: Oh. Don't like fire
de: Oh. Ich mag kein Feuer.
es: Oh. No me gusta el fuego
es_mx: Oh. No gustar fuego
fr: Oh. J'aime pas le feu.
it: Oh. Non piace fuoco
ja: えぇ！火は嫌いだよ
ko: 아. 불은 싫어
pl: Och. Nie lubię ognia
pt_br: Ah. Não gosto de fogo.
ru: Ой. Не люблю огонь
zh_tw: 噢。我不喜歡火焰

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHOUSE.FULL
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Euh, salut ?
it: Ciao?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Привет?
zh_tw: 你好？

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHOUSE.GENERIC
source: Twirly Tail home
de: Ringelschwanzhaus.
es: Casa de cola enroscada
es_mx: Casa de cola enrollada
fr: Une maison de créature à queue en tire-bouchon.
it: Casa di maialino
ja: くるくるしっぽのおうち
ko: 꼬불 꼬리 집이야
pl: Domek zakręcogonka
pt_br: Cauda Retorcida em casa.
ru: Дом крючкохвоста
zh_tw: 卷尾巴的家

# CHARACTERS.WORMWOOD.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Twirly Tail not home
de: Ringelschwanz nicht zu Hause.
es: Cola enroscada no está en casa
es_mx: Cola enrollada no estar en casa
fr: Y'a pas de créature à queue en tire-bouchon à l'intérieur.
it: Maialino non in casa
ja: くるくるしっぽは家にいない
ko: 꼬불 꼬리가 집에 없어
pl: Zakręcogonka nie ma w domu
pt_br: Cauda Retorcida não tá em casa.
ru: Крючкохвост не дома
zh_tw: 卷尾巴好像不在家

# CHARACTERS.WORMWOOD.DESCRIBE.PIGKING
source: Twirly Tail Boss
de: Ringelschwanz-Boss.
es: Cola enroscada jefe
es_mx: Jefe cola enrollada
fr: Le chef des queues en tire-bouchon.
it: Capo maialino
ja: くるくるしっぽのボス
ko: 꼬불 꼬리 대장이야
pl: Szef zakręcogonków
pt_br: Chefe Cauda Retorcida.
ru: Босс-крючкохвост
zh_tw: 卷尾巴國王

# CHARACTERS.WORMWOOD.DESCRIBE.PIGMAN.DEAD
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Ay…
fr: Oooh...
it: Ohh...
ja: あやー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: О-о…
zh_tw: 啊...

# CHARACTERS.WORMWOOD.DESCRIBE.PIGMAN.FOLLOWER
source: Twirly Tail friend
de: Ringelschwanz-Freund.
es: Amigo cola enroscada
es_mx: Amigo cola enrollada
fr: Une créature à queue en tire-bouchon amicale.
it: Amico maialino
ja: くるくるしっぽのお友達
ko: 꼬불 꼬리 친구야
pl: Zakręcogonek przyjaciel
pt_br: Amigo de Cauda Retorcida.
ru: Друг-крючкохвост
zh_tw: 我的卷尾巴朋友

# CHARACTERS.WORMWOOD.DESCRIBE.PIGMAN.GENERIC
source: Hello Twirly Tail!
de: Hallo Ringelschwanz!
es: ¡Hola, cola enroscada!
es_mx: ¡Hola cola enrollada!
fr: Salut créature à queue en tire-bouchon !
it: Ciao maialino!
ja: やあ、くるくるしっぽ！
ko: 안녕, 꼬불 꼬리야!
pl: Cześć, zakręcogonku!
pt_br: Olá, Cauda Retorcida!
ru: Привет, крючкохвост!
zh_tw: 你好啊，卷尾巴！

# CHARACTERS.WORMWOOD.DESCRIBE.PIGMAN.GUARD
source: Twirly Tail Tough Guy
de: Zäher Ringelschwanz.
es: Cola enroscada tipo duro
es_mx: Tipo rudo cola enrollada
fr: Un dur à cuire à queue en tire-bouchon.
it: Maialino tipo duro
ja: くるくるしっぽのタフガイ
ko: 강한 꼬불 꼬리야
pl: Zakręcogonek twardziel
pt_br: Valentão de Cauda Retorcida.
ru: Крючкохвост-силач
zh_tw: 強壯的卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.PIGMAN.WEREPIG
source: Twirly Tail Woofer
de: Ringelschwanz-Kläffer.
es: Cola enroscada guau-guau
es_mx: Guauguáu cola enrollada
fr: Un ouaf-ouaf à queue en tire-bouchon.
it: Bau bau maialino
ja: くるくるしっぽのワンワン
ko: 꼬불 꼬리 멍멍이야
pl: Zakręcogonek hauek
pt_br: Auauzeiro de Cauda Retorcida.
ru: Гавкающий крючкохвост
zh_tw: 卷尾巴汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.PIGSHRINE.BURNT
source: Why, fire? Why?
de: Warum, Feuer? Warum?
es: ¿Por qué, fuego? ¿Por qué?
es_mx: ¿Por qué, fuego? ¿Por qué?
fr: Pourquoi tu fais ça, le feu ? POURQUOI ?!
it: Perché, fuoco? Perché?
ja: なんで火なの？なんでかな？
ko: 왜 이러는 거야, 불아? 대체 왜?
pl: Dlaczego, ogniu? Dlaczego?
pt_br: Por quê, fogo? Por quê?
ru: Почему, огонь? Почему?
zh_tw: 為什麼，火？為什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.PIGSHRINE.EMPTY
source: Needs belly stuff
de: Braucht Bauchzeug.
es: Necesita cosas para la tripa
es_mx: Necesita cosa de barriga
fr: Il lui faut de quoi se remplir le ventre.
it: Serve roba per pancia
ja: おなかに入るものが欲しいね
ko: 음식이 필요해
pl: Potrzebuje rzeczy do brzuszka
pt_br: Precisa de coisa de barriga.
ru: Нужно что-то для животика
zh_tw: 它急需填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PIGSHRINE.GENERIC
source: Little Twirly Tail House
de: Kleines Ringelschwanzhaus.
es: Pequeña casa de cola enroscada
es_mx: Pequeña casa de cola enrollada
fr: Une petite maison de créature à queue en tire-bouchon.
it: Casetta di maialino
ja: ちっこいくるくるしっぽのおうち
ko: 작은 꼬불 꼬리 집이야
pl: Mały domek zakręcogonków
pt_br: Casinha de Cauda Retorcida.
ru: Маленький домик крючкохвоста
zh_tw: 小卷尾巴的家

# CHARACTERS.WORMWOOD.DESCRIBE.PIGSKIN
source: Twirly Tail Bum
de: Ringelschwanz-Hintern.
es: Trasero de cola enroscada
es_mx: Trasero de cola enrollada
fr: Un derrière de créature à queue en tire-bouchon ?
it: Sederone di maialino
ja: くるくるしっぽのおしり
ko: 꼬불 꼬리 엉덩이야
pl: Pupa zakręcogonka
pt_br: Bumbum de Cauda Retorcida.
ru: Попа крючкохвоста
zh_tw: 卷尾巴的屁股

# CHARACTERS.WORMWOOD.DESCRIBE.PIGTENT
source: Twirly Tail house
de: Ringelschwanzhaus.
es: Casa de cola enroscada
es_mx: Casa de cola enrollada
fr: Une maison de créature à queue en tire-bouchon.
it: Casa di maialino
ja: くるくるしっぽのおうち
ko: 꼬불 꼬리 집이야
pl: Domek zakręcogonków
pt_br: Casa de Cauda Retorcida.
ru: Дом крючкохвоста
zh_tw: 卷尾豬的房子

# CHARACTERS.WORMWOOD.DESCRIBE.PIGTORCH
source: Hello! Hello! Hello! Hello!
de: Hallo! Hallo! Hallo! Hallo!
es: ¡Hola! ¡Hola! ¡Hola! ¡Hola!
es_mx: ¡Hola! ¡Hola! ¡Hola! ¡Hola!
fr: Salut ! Salut ! Salut ! Salut !
it: Ciao! Ciao! Ciao! Ciao! Ciao!
ja: やあ！やあ！やあ！やあ！
ko: 안녕! 안녕! 안녕! 안녕!
pl: Cześć! Cześć! Cześć! Cześć!
pt_br: Olá! Olá! Olá! Olá!
ru: Привет! Привет! Привет! Привет!
zh_tw: 你好！你好！你好！你好！

# CHARACTERS.WORMWOOD.DESCRIBE.PIG_COIN
source: Twirly Tail shiny thing
de: Ringelschwanz-Glänzding.
es: Cosa brillante de cola enroscada
es_mx: Cosa reluciente cola enrollada
fr: Un truc brillant avec une créature à queue en tire-bouchon.
it: Cosa luccicante di coda arricciata
ja: くるくるしっぽのキラキラのとこ
ko: 꼬불 꼬리 반짝이야
pl: Świecąca rzecz zakręcogonka
pt_br: Coisa brilhante de Cauda Retorcida.
ru: Блестяшка крючкохвостов
zh_tw: 卷尾豬的閃亮的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PIG_TOKEN
source: Oh. Doesn't fit
de: Oh. Passt nicht.
es: Oh. No encaja bien
es_mx: Oh. No entra
fr: C'est pas à ma taille.
it: Oh. Non va
ja: おお、合わないよ
ko: 아. 안 맞아
pl: Och. Nie pasuje
pt_br: Ah. Não serve.
ru: Ой. Не подходит
zh_tw: 噢，不合適

# CHARACTERS.WORMWOOD.DESCRIBE.PINECONE
source: Aw... Little baby friends
de: Och ... Kleine Baby-Freunde.
es: Ooh... Pequeños amigos bebé
es_mx: Ay… Amiguitos bebé
fr: Oh... des bébés qui deviendront des copains arbres.
it: Ah... Piccole amiche
ja: わあ…ちっちゃい赤ちゃんのお友だち
ko: 세상에... 작은 아기 친구야
pl: Ooo... Malutcy przyjaciele
pt_br: Oun... Bebezinhos amigos.
ru: Ой… Маленькие дружки
zh_tw: 喔...小寶寶朋友

# CHARACTERS.WORMWOOD.DESCRIBE.PINECONE_SAPLING
source: Getting big!
de: Wird groß!
es: ¡Creciendo!
es_mx: ¡Creciendo!
fr: Il grossit !
it: Diventa grande!
ja: おっきくなってきてる！
ko: 커지고 있어!
pl: Rośnie!
pt_br: Crescendo!
ru: Растет!
zh_tw: 在變大！

# CHARACTERS.WORMWOOD.DESCRIBE.PITCHFORK
source: Dirt Getter
de: Erdbeschaffer.
es: Recogetierra
es_mx: Agarratierra
fr: Une souleveuse de terre.
it: Prende terra
ja: 土ゲッター
ko: 흙 포크야
pl: Wydobywacz ziemi
pt_br: Junta Terra.
ru: Собиралка земли
zh_tw: 弄土的工具

# CHARACTERS.WORMWOOD.DESCRIBE.PLANTMEAT
source: Meat from dirt
de: Fleisch aus Dreck.
es: Carne de la tierra
es_mx: Carne de la tierra
fr: De la viande qui vient de la terre.
it: Carne da terra
ja: 土からのお肉
ko: 흙에서 난 고기야
pl: Mięso z ziemi
pt_br: Carne da terra.
ru: Мясо из земли
zh_tw: 從土裡長出來的肉

# CHARACTERS.WORMWOOD.DESCRIBE.PLANTMEAT_COOKED
source: Good for belly
de: Gut für Bauch.
es: Bueno para la tripa
es_mx: Bueno para barriga
fr: Ça remplit bien le ventre.
it: Buona per pancia
ja: おなかにいいね
ko: 배를 채우기 좋아
pl: Dobre dla brzuszka
pt_br: Bom pra barriga.
ru: Полезно для животика
zh_tw: 用來填飽肚子很不錯

# CHARACTERS.WORMWOOD.DESCRIBE.PLANTREGISTRYHAT
source: Wear friend on head!
de: Trage Freund auf Kopf!
es: ¡Llevo amiga en la cabeza!
fr: Je porte un copain sur la tête !
it: Indossare amico in testa!
ja: 頭にお友だちを被ってる！
ko: 머리에 친구를 써!
pl: Nosić przyjaciela na głowie!
pt_br: Uso amiga na cabeça!
ru: Друзей можно надеть на голову!
zh_tw: 把朋友戴在頭上！

# CHARACTERS.WORMWOOD.DESCRIBE.PLANT_NORMAL.GENERIC
source: Dirt stuff for belly
de: Erdbodenzeug für Bauch.
es: Cosa de la tierra para la tripa
es_mx: Cosa de tierra para barriga
fr: Du manger qui vient de la terre.
it: Roba per pancia da terra
ja: おなかに入る土のもの
ko: 배를 채우는 흙의 산물이야
pl: Rzeczy z ziemi do brzuszka
pt_br: Coisa da terra pra barriga.
ru: Штучка из земли для животика
zh_tw: 用來填飽肚子的農作物

# CHARACTERS.WORMWOOD.DESCRIBE.PLANT_NORMAL.GROWING
source: Almost there!
de: Fast geschafft!
es: ¡Falta poco!
es_mx: ¡Ya casi!
fr: On y est presque !
it: Quasi!
ja: あともう少し！
ko: 거의 다 왔어!
pl: Już prawie!
pt_br: Quase lá!
ru: Еще немного!
zh_tw: 快長好了！

# CHARACTERS.WORMWOOD.DESCRIBE.PLANT_NORMAL.READY
source: Thank you, dirt!
de: Danke, Erdboden!
es: ¡Gracias, tierra!
es_mx: ¡Gracias, tierra!
fr: Merci la terre !
it: Grazie, terra!
ja: 土、ありがとう！
ko: 고마워, 흙아!
pl: Dziękuję, ziemio!
pt_br: Obrigado, terra!
ru: Спасибо, земля!
zh_tw: 謝謝你，大地！

# CHARACTERS.WORMWOOD.DESCRIBE.PLANT_NORMAL.WITHERED
source: Sick?
de: Krank?
es: ¿Has enfermado?
es_mx: ¿Enferma?
fr: T'es malade ?
it: Malata?
ja: 具合悪いの？
ko: 아픈가?
pl: Choruje?
pt_br: Doente?
ru: Болеешь?
zh_tw: 生病了？

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.ATTACKER
source: Bad! Bad %s!
de: Böse! %s böse!
es: ¡Malo! ¡%s malo!
es_mx: ¡Mal! ¡Mal %s!
fr: %s, vilaine créature !
it: Cattiveria! %s!
ja: 悪い！%s悪いよ！
ko: 나빠! 나쁜 %s!
pl: Nieładnie! Nieładnie, %s!
pt_br: Ruim! %s ruim!
ru: Нет! %s! Не надо так!
zh_tw: 壞蛋！壞蛋 %s！

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.FIRESTARTER
source: Fire maker! Fire bad!
de: Feuermacher! Feuer böse!
es: ¡Incendiario! ¡Fuego malo!
es_mx: ¡Hacefuego! ¡Fuego malo!
fr: Un machin pour faire du méchant feu.
it: Fa fuoco! Fuoco cattivo
ja: 火のやつ！火は悪い子だよ！
ko: 불을 지르다니! 불 나빠!
pl: Podkładacz ognia! Ogień zły!
pt_br: Fazedor de fogo! Fogo é ruim!
ru: Разводит огонь! Огонь — это плохо
zh_tw: 放火的傢伙！放火不好！

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.GENERIC
source: Hello, %s!
de: Hallo %s!
es: ¡Hola, %s!
es_mx: ¡Hola, %s!
fr: Salut, %s !
it: Ciao, %s!
ja: やあ！ %s！
ko: 안녕, %s!
pl: Cześć, %s!
pt_br: Olá, %s!
ru: Привет, %s!
zh_tw: 你好啊，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.GHOST
source: Need help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
es_mx: ¿Necesitar ayuda?
fr: Tu as besoin d'aide ?
it: Serve aiuto?
ja: 助けて欲しい？
ko: 도와줄까?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Помочь?
zh_tw: 需要幫忙嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.MURDERER
source: Killing bad!
de: Töten ist böse!
es: ¡Matar es malo!
es_mx: ¡Matar ser malo!
fr: C'est pas bien de tuer !
it: No uccidere!
ja: 悪を殺せ！
ko: 살생은 나빠!
pl: Zabijanie jest złe!
pt_br: Matar é ruim!
ru: Убивать — плохо!
zh_tw: 殺人不好！

# CHARACTERS.WORMWOOD.DESCRIBE.PLAYER.REVIVER
source: Good helper
de: Guter Helfer.
es: Buen ayudante
es_mx: Buena ayuda
fr: C'est gentil d'aider.
it: Aiutante bene
ja: いいお手伝いさんだね
ko: 좋은 도우미야
pl: Dobrze jest pomagać
pt_br: Ajudante legal.
ru: Хороший помощник
zh_tw: 好幫手

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_DISMANTLER
source: Full of funny little sticks
de: Voller lustiger Stöckchen
es: Tiene muchos palitos raros
fr: C'est plein de petits bâtons rigolos.
it: Tanti bastoni divertenti
ja: おかしなちっちゃい棒がたくさんあるよ
ko: 재미있는 작은 막대기가 가득해
pl: Mnóstwo śmiesznych kijków
pt_br: Cheio de gravetinhos engraçados.
ru: Внутри куча смешных маленьких веточек
zh_tw: 都是些好玩的小棍棍

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: Tick tock tick tock
de: Tick-tack-tick-tack
es: Tic, tac, tic, tac
fr: Tic tac tic tac !
it: Tic toc tic toc
ja: チクタクチクタク
ko: 똑딱똑딱
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Тик-так, тик-так, тик-так
zh_tw: 滴答滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: Tock tick tock tick
de: Tack-tick-tack-tick
es: Tac, tic, tac, tic
fr: Tac tic tac tic.
it: Toc tic toc tic
ja: チクタクチクタク
ko: 딱똑딱똑
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Так-тик, так-тик, так-тик
zh_tw: 答滴答滴

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PARTS
source: Tick Tock insides
de: Tick-tack-Innenzeug
es: Tripas de tic-tac
fr: Des entrailles de tic tac.
it: Interno di tic toc
ja: 中にチクタクが入ってるね
ko: 똑딱 안쪽
pl: Środek tik-tak
pt_br: Entranhas do tique-taque.
ru: Это внутри у тикалки
zh_tw: 滴答裡面的東西

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: Tick tock tick tock
de: Tick-tack-tick-tack
es: Tic, tac, tic, tac
fr: Tic tac tic tac !
it: Tic toc tic toc
ja: チクタクチクタク
ko: 똑딱똑딱
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Тик-так, тик-так, тик-так
zh_tw: 滴答滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: Tock tick tock tick
de: Tack-tick-tack-tick
es: Tac, tic, tac, tic
fr: Tac tic tac tic.
it: Toc tic toc tic
ja: チクタクチクタク
ko: 딱똑딱똑
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Так-тик, так-тик, так-тик
zh_tw: 答滴答滴

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: Spinny hole
de: Drehloch
es: Agujero en espiral
fr: Un trou qui tourne.
it: Buco che gira
ja: クルクルの穴だ
ko: 회오리치는 구멍이야
pl: Kręcąca się dziura
pt_br: Buraco girante.
ru: Дырка-крутилка
zh_tw: 旋轉坑

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: Spinny hole
de: Drehloch
es: Agujero en espiral
fr: Un trou qui tourne.
it: Buco che gira
ja: クルクルの穴だ
ko: 회오리치는 구멍이야
pl: Kręcąca się dziura
pt_br: Buraco girante.
ru: Дырка-крутилка
zh_tw: 旋轉坑

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: Spinny sky hole
de: Himmel-Drehloch
es: Agujero en espiral del cielo
fr: Un trou dans le ciel qui tourne.
it: Buco che gira in cielo
ja: クルクルの空の穴だ
ko: 하늘 회오리치는 구멍이야
pl: Kręcąca się dziura z niebem
pt_br: Buraco no céu girante.
ru: Дырка-крутилка в небе
zh_tw: 旋轉天坑

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: Tick tock tick tock
de: Tick-tack-tick-tack
es: Tic, tac, tic, tac
fr: Tic tac tic tac !
it: Tic toc tic toc
ja: チクタクチクタク
ko: 똑딱똑딱
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Тик-так, тик-так, тик-так
zh_tw: 滴答滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: Tock tick tock tick
de: Tack-tick-tack-tick
es: Tac, tic, tac, tic
fr: Tac tic tac tic.
it: Toc tic toc tic
ja: チクタクチクタク
ko: 딱똑딱똑
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Так-тик, так-тик, так-тик
zh_tw: 答滴答滴

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: Tick tock tick tock
de: Tick-tack-tick-tack
es: Tic, tac, tic, tac
fr: Tic tac tic tac !
it: Tic toc tic toc
ja: チクタクチクタク
ko: 똑딱똑딱
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Тик-так, тик-так, тик-так
zh_tw: 滴答滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: Tock tick tock tick
de: Tack-tick-tack-tick
es: Tac, tic, tac, tic
fr: Tac tic tac tic.
it: Toc tic toc tic
ja: チクタクチクタク
ko: 딱똑딱똑
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Так-тик, так-тик, так-тик
zh_tw: 答滴答滴

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: Tick tock tick tock
de: Tick-tack-tick-tack
es: Tic, tac, tic, tac
fr: Tic tac tic tac !
it: Tic toc tic toc
ja: チクタクチクタク
ko: 똑딱똑딱
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Тик-так, тик-так, тик-так
zh_tw: 滴答滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: Tock tick tock tick
de: Tack-tick-tack-tick
es: Tac, tic, tac, tic
fr: Tac tic tac tic.
it: Toc tic toc tic
ja: チクタクチクタク
ko: 딱똑딱똑
pl: Tik-tak, tik-tak
pt_br: Tique-taque, tique-taque.
ru: Так-тик, так-тик, так-тик
zh_tw: 答滴答滴

# CHARACTERS.WORMWOOD.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: Hurty Tick Tock
de: Eiliges Tick-tacks
es: Tic-tac que hace daño
fr: Une tic tac qui fait mal.
it: Tic toc che fa male
ja: いたいチクタクだ
ko: 아픈 똑딱
pl: Tik-tak, tik-tak auć
pt_br: Tique-taque ferido.
ru: Тикалка делает больно
zh_tw: 打人的滴答

# CHARACTERS.WORMWOOD.DESCRIBE.POCKET_SCALE
source: Weigh thing
de: Wiegeding.
es: Cosa de pesar
es_mx: Cosa de pesar
fr: Un bidule pour peser.
it: Cosa per pesare
ja: 重さを測る
ko: 무게 재는 물건이야
pl: Rzecz do ważenia
pt_br: Coisa de pesar.
ru: Штучка для взвешивания
zh_tw: 稱重的東西

# CHARACTERS.WORMWOOD.DESCRIBE.POLISHCOOKIE
source: Sweet belly stuff
de: Süßes Bauchzeug.
es: Cosa dulce para la tripa
es_mx: Cosa dulce de barriga
fr: Du manger sucré.
it: Roba dolce per pancia
ja: 甘いおなかに入るもの
ko: 달콤한 음식이야
pl: Słodkie rzeczy do brzuszka
pt_br: Coisa docinha de barriga.
ru: Сладкая штучка для животика
zh_tw: 給肚子填一些甜食

# CHARACTERS.WORMWOOD.DESCRIBE.POMEGRANATE
source: Seedy fruit
de: Frucht mit vielen Samen.
es: Fruta llena de semillas
es_mx: Fruta con semillas
fr: Un fruit rempli de graines.
it: Frutto tanti semi
ja: 種がいっぱいのフルーツ
ko: 씨가 많은 과일이야
pl: Owoc pełen nasion
pt_br: Fruta cheia de sementes.
ru: Фрукт с семечками
zh_tw: 多籽的水果

# CHARACTERS.WORMWOOD.DESCRIBE.POMEGRANATE_COOKED
source: Good belly stuff
de: Gutes Bauchzeug.
es: Cosas buenas para la tripa
es_mx: Buena cosa de barriga
fr: Ça remplit bien le ventre.
it: Roba buona per pancia
ja: おいしいおなかに入るもの
ko: 좋은 음식이야
pl: Dobre rzeczy do brzuszka
pt_br: Coisa boa de barriga.
ru: Хорошая штучка для животика
zh_tw: 用來填飽肚子很不錯

# CHARACTERS.WORMWOOD.DESCRIBE.POMEGRANATE_OVERSIZED
source: Big seedy fruit
de: Große Frucht, viele Samen
es: Fruta grande con semillas
fr: Un gros fruit plein de graines.
it: Grande frutto tanti semi
ja: 大きな種だらけの果物だよ
ko: 크고 씨가 많은 과일이야
pl: Duży owoc z nasionami
pt_br: Frutona cheia de sementes.
ru: Большой фрукт с семечками
zh_tw: 大的種子水果

# CHARACTERS.WORMWOOD.DESCRIBE.POMEGRANATE_SEEDS
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il faut planter ça.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要泥土

# CHARACTERS.WORMWOOD.DESCRIBE.POND
source: Big puddle
de: Große Pfütze.
es: Charco grande
es_mx: Charco grande
fr: Une grosse flaque.
it: Grande pozzanghera
ja: 大きなみずたまり
ko: 큰 웅덩이야
pl: Duża kałuża
pt_br: Poça Grande.
ru: Большая лужа
zh_tw: 大水坑

# CHARACTERS.WORMWOOD.DESCRIBE.PONDEEL
source: Sea Wiggly
de: Zappeltier aus dem Meer.
es: Ondulante marina
es_mx: Serpenteante de mar
fr: Une bestiole de mer qui se tortille.
it: Strisciante di mare
ja: 海のニョロニョロ
ko: 바다 꿈틀이야
pl: Morski wijacz
pt_br: Serpenteante Marinha.
ru: Морская вихлялка
zh_tw: 蠕動著的海鮮

# CHARACTERS.WORMWOOD.DESCRIBE.PONDFISH
source: Glub Glub
de: Blubblub.
es_mx: Gluglú
fr: Un bloup-bloup.
it: Glu glu
ja: ブクブク
ko: 뽀글이야
pl: Bulbulek
ru: Буль-булька
zh_tw: 噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.POND_ALGAE
source: Nice day for a swim?
de: Schöner Tag zum Schwimmen?
es: ¿Bonito día para un baño?
es_mx: ¿Buen día para nadar?
fr: Une belle journée pour faire trempette, non ?
it: Giorno bello per nuoto?
ja: 今日は泳ぐのにいい日かな？
ko: 수영하기 좋은 날인가?
pl: Dobry dzień na pływanie?
pt_br: Ótimo dia pra nadar?!
ru: Как плавается?
zh_tw: 請問今天是游泳的好日子嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.POOP
source: Mmm... Smells good!
de: Mmh ... riecht gut!
es: Mmm... ¡Huele bien!
es_mx: Mmm… ¡Huele bien!
fr: Mmmm... ça sent bon !
it: Mmm... Profumo buono!
ja: んー、いいにおい！
ko: 음... 냄새가 좋아!
pl: Mmm... Ładnie pachnie!
pt_br: Mmm... tem cheiro bom!
ru: М-м-м… Вкусно пахнет!
zh_tw: 呣...味道不錯！

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLEBLENDER_ITEM
source: Chops belly stuff
de: Hackt Bauchzeug.
es: Corta cosas para la tripa
es_mx: Corta cosa de barriga
fr: Ça sert à découper le manger.
it: Rompe roba per pancia
ja: おなかに入るものをぶった切るんだよ
ko: 음식을 잘라
pl: Kroi rzeczy do brzuszka
pt_br: Pica coisa de barriga.
ru: Мелет штучки для животика
zh_tw: 能切填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: Do dee doo...
de: Dumdidum ...
es: La, la, la...
es_mx: Tra la, la…
fr: Dam dam dam...
it: La la la...
ja: パッパラパーだよ…
ko: 지루해...
pl: Tralala...
pt_br: Do-di-du...
ru: Пам-пам-парам…
zh_tw: 嘟滴嘟……

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: Done soon
de: Bald fertig.
es: Queda poco
es_mx: Listo pronto
fr: C'est bientôt prêt.
it: Presto pronto
ja: すぐ終わるよ
ko: 곧 끝나
pl: Zaraz będzie gotowe
pt_br: Já vai ficar pronto.
ru: Скоро приготовится
zh_tw: 馬上就好了

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: All done!
de: Fertig!
es: ¡Listo!
es_mx: ¡Todo listo!
fr: C'est prêt !
it: Fatto!
ja: はいできたよ！
ko: 다 됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 全做完了！

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: Empty...
de: Leer ...
es: Vacía...
es_mx: Vacía…
fr: Vide.
it: Vuota...
ja: 空っぽ…
ko: 비었어...
pl: Pusto...
pt_br: Vazia...
ru: Пусто…
zh_tw: 空的……

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: For belly stuff
de: Für Bauchzeug.
es: Para cosas para la tripa
es_mx: Para cosas de barriga
fr: C'est pour préparer du manger.
it: Per roba per pancia
ja: おなかに入るもの用だよ
ko: 음식용이야
pl: Na rzeczy do brzuszka
pt_br: Pra coisa de barriga.
ru: Чтобы делать штучки для животика
zh_tw: 能做填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: Made pile of tasty dirt
de: Macht leckere Erde.
es: Hace montón de tierra sabrosa
es_mx: Hecho pila de tierra sabrosa
fr: Un petit tas de terre qui se mange.
it: Fatto mucchio di polvere saporita
ja: おいしい土の山を作ったよ
ko: 맛있는 흙더미를 만들었어
pl: Zrobił kupkę smacznej ziemi
pt_br: Faz pilha de terra gostosa.
ru: Куча вкусной земли готова
zh_tw: 做成一堆美味的土

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: What's it do?
de: Was macht er?
es: ¿Qué hace?
es_mx: ¿Para qué sirve?
fr: Ça sert à quoi ?
it: A cosa serve?
ja: それは何をするの？
ko: 무슨 용도지?
pl: Co to robi?
pt_br: O que isso faz?
ru: А это для чего?
zh_tw: 它能做什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLETENT
source: Soft house
de: Weiches Haus.
es: Casa suave
es_mx: Casa suave
fr: Une jolie maison.
it: Casa morbida
ja: フカフカのお家。
ko: 부드러운 집이야
pl: Miękki domek
pt_br: Casa macia
ru: Мягкий домик
zh_tw: 軟軟的房子

# CHARACTERS.WORMWOOD.DESCRIBE.PORTABLETENT_ITEM
source: Not done yet
de: Noch nicht fertig.
es: Aún no está terminado
es_mx: No está listo
fr: C'est pas fini.
it: Non fatto
ja: まだ終わってないよ
ko: 아직 완성 안 됐어
pl: Jeszcze nie koniec
pt_br: Ainda não feito
ru: Еще не готов
zh_tw: 還沒完

# CHARACTERS.WORMWOOD.DESCRIBE.POTATO
source: Thanks, dirt!
de: Danke, Erdboden!
es: ¡Gracias, tierra!
es_mx: ¡Gracias, tierra!
fr: Merci la terre !
it: Grazie, terra!
ja: ありがとう、土くん！
ko: 고맙다, 흙아!
pl: Dzięki, ziemio!
pt_br: Obrigado, terra!
ru: Спасибо, земля!
zh_tw: 大地，謝謝你產出蘿蔔！

# CHARACTERS.WORMWOOD.DESCRIBE.POTATOSACK
source: Carry friends
de: Trage-Freunde
es: Lleva amigas
fr: Pour porter les copines
it: Portare amici
ja: お友だちを運んでるんだ
ko: 친구 옮겨
pl: Do noszenia przyjaciół
pt_br: Carrega amigos.
ru: Внутри друзья
zh_tw: 裝著朋友
