Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.LAVAE_PET.HUNGRY
source: ITS FUEL RESERVES ARE LOW
de: KRAFTSTOFFRESERVEN NIEDRIG
es_mx: SUS RESERVAS DE COMBUSTIBLE SON BAJAS
fr: SES RÉSERVES DE COMBUSTIBLE SONT FAIBLES
it: LE SUE RISERVE DI CARBURANTE SONO BASSE
ja: ＊下僕のバッテリー残量：低＊
ko: 연료 비축량이 낮음
pl: ZAPAS PALIWA JEST NISKI
pt_br: SUAS RESERVAS DE COMBUSTÍVEL ESTÃO BAIXAS
ru: ЕЕ ЗАПАСЫ ТОПЛИВА НА ИСХОДЕ
zh_cn: 它的燃料储备不足
zh_tw: 它的燃料儲備不足

# CHARACTERS.WX78.DESCRIBE.LAVAE_PET.STARVING
source: IT NEEDS FUEL
de: ES BRAUCHT BRENNSTOFF
es_mx: NECESITA COMBUSTIBLE
fr: IL LUI FAUT DU COMBUSTIBLE
it: HA BISOGNO DI CARBURANTE
ja: ＊要バッテリー＊
ko: 연료가 필요함
pl: POTRZEBUJE PALIWA
pt_br: PRECISA DE COMBUSTÍVEL
ru: ЕЙ НЕОБХОДИМО ТОПЛИВО
zh_cn: 它需要燃料
zh_tw: 它需要燃料

# CHARACTERS.WX78.DESCRIBE.LAVAE_TOOTH
source: I GUESS IT DOESN'T NEED THAT PART
de: DIE BRAUCHT ES BESTIMMT NICHT MEHR ZUM ATMEN
es_mx: SUPONGO QUE NO NECESITA ESA PARTE
fr: J'IMAGINE QU'ELLE N'A PLUS BESOIN DE CE MORCEAU
it: IMMAGINO CHE NON ABBIA BISOGNO DI QUELLA PARTE
ja: ＊不要パーツと推測＊
ko: 이 부품이 더 이상 필요 없을 것임
pl: TEN KAWAŁEK CHYBA NIE BYŁ POTRZEBNY...
pt_br: ACHO QUE NÃO PRECISA DESSA PEÇA
ru: ДУМАЮ, ЕЙ ЭТА ДЕТАЛЬ НЕ НУЖНА
zh_cn: 我猜它不需要那个部件
zh_tw: 我猜它不需要那個部件

# CHARACTERS.WX78.DESCRIBE.LAVASPIT.COOL
source: SALIVA HAS COOLED AND IS APPROACHABLE
de: DER SPEICHEL IST ABGEKÜHLT UND ZUGÄNGLICH
es_mx: LA SALIVA SE ENFRIÓ Y ES ACCESIBLE
fr: SALAVE REFROIDIE ET ACCESSIBLE
it: LA SALIVA SI È RAFFREDDATA ED È ACCESSIBILE
ja: ＊唾液は冷め、近づきやすくなっています。＊
ko: 침이 냉각되고 접근이 가능해졌음
pl: ŚLINA WYSCHŁA. MOŻNA PODEJŚĆ
pt_br: A SALIVA RESFRIOU E A APROXIMAÇÃO É POSSÍVEL
ru: СЛЮНА ОСТЫЛА И ТЕПЕРЬ ДОСТУПНА
zh_cn: 唾液已冷却，可以接近
zh_tw: 唾液已冷卻，可以接近

# CHARACTERS.WX78.DESCRIBE.LAVASPIT.HOT
source: SALIVA AT HAZARDOUS TEMPERATURE LEVELS
de: DER SPEICHEL IST AUF EINEM GEFÄHRLICHEN TEMPERATURNIVEAU
es_mx: SALIVA EN NIVELES DE TEMPERATURA PELIGROSOS
fr: SALAVE À TEMPÉRATURE DANGEREUSE
it: LA SALIVA È A LIVELLI DI TEMPERATURA PERICOLOSA
ja: ＊唾液の温度は危険なレベルです。＊
ko: 침이 위험 온도 수준에 도달함
pl: ŚLINA NIEBEZPIECZNIE GORĄCA
pt_br: A SALIVA ESTÁ EM NÍVEIS DE TEMPERATURA PERIGOSOS
ru: СЛЮНА ДОСТИГЛА ОПАСНОГО УРОВНЯ ТЕМПЕРАТУРЫ
zh_cn: 唾液处于危险的温度水平
zh_tw: 唾液處於危險的溫度水準

# CHARACTERS.WX78.DESCRIBE.LAVA_POND
source: THE FOUL MAW CONSUMES FLESH AND STEEL ALIKE
de: DAS VERZEHRT FLEISCH UND STAHL GLEICHERMASSEN
es_mx: LAS FAUCES HEDIONDAS CONSUMEN CARNE Y ACERO POR IGUAL
fr: SA GUEULE IMMONDE CONSUMME LA CHAIR COMME L'ACIER
it: LE FAUCI SCHIFOSE CONSUMANO CARNE E ACCIAIO
ja: ＊金属および有機物を同等に溶解＊
ko: 고기와 금속을 모두 먹어버리는 입
pl: POCHŁONIE ZARÓWNO MIĘSO, JAK I METAL.
pt_br: A BOCA FÉTIDA CONSOME CARNE E METAL DE IGUAL FORMA
ru: ПОДЛОЕ БРЮХО ПОГЛОЩАЕТ МЯСО ПОДОБНО СТАЛИ
zh_cn: 邪恶的大洞吞噬肉体和钢铁
zh_tw: 邪惡的大洞吞噬肉體和鋼鐵

# CHARACTERS.WX78.DESCRIBE.LAVA_POND_ROCK
source: A ROCK. WE'RE SAVED
de: EIN FELS. WIR SIND GERETTET
es_mx: UNA ROCA. ESTAMOS A SALVO
fr: UN ROCHER. ON EST SAUVÉ
it: UNA ROCCIA. SIAMO SALVI
ja: ＊岩…無機物…親近感＊
ko: 돌. 구원임
pl: KAMIEŃ. JESTEŚMY URATOWANI
pt_br: UMA PEDRA. ESTAMOS SALVOS
ru: КАМЕНЬ. МЫ СПАСЕНЫ
zh_cn: 一块石头。我们得救了
zh_tw: 一塊石頭。我們得救了

# CHARACTERS.WX78.DESCRIBE.LEAFLOAF
source: IT CONTAINS A SATISFACTORY AMOUNT OF NUTRIENTS
de: ENTHÄLT ZUFRIEDENSTELLENDE NÄHRSTOFFMENGEN
es_mx: CONTIENE UNA CANTIDAD SATISFACTORIA DE NUTRIENTES
fr: IL CONTIENT UNE QUANTITÉ DE NUTRIMENTS SATISFAISANTE
it: CONTIENE UNA QUANTITÀ SODDISFACENTE DI SOSTANZE NUTRITIVE
ja: ＊十分な栄養分を含んでいます＊
ko: 충분한 영양소를 함유함
pl: ZAWIERA SATYSFAKCJONUJĄCĄ ILOŚĆ SUBSTANCJI ODŻYWCZYCH
pt_br: CONTÉM UMA QUANTIDADE SATISFATÓRIA DE NUTRIENTES
ru: СОДЕРЖИТ УДОВЛЕТВОРИТЕЛЬНОЕ КОЛИЧЕСТВО ПИТАТЕЛЬНЫХ ВЕЩЕСТВ
zh_cn: 它包含了令人满意的营养成分。
zh_tw: 它包含了令人滿意的營養成分。

# CHARACTERS.WX78.DESCRIBE.LEAFYMEATBURGER
source: INSERT FOOD INTO FACEPLATE
de: NAHRUNG IN GESICHTSPLATTE EINFÜHREN
es_mx: INSERTAR COMIDA EN LA PLACA FRONTAL
fr: INSERTION DE LA NOURRITURE DANS L'ACCÈS AU VISAGE
it: INSERIRE CIBO IN FESSURA
ja: ＊食物を保護板に挿入します＊
ko: 안면 덮개에 음식 투여
pl: WPROWADZIĆ POŻYWIENIE DO TACKI GĘBOWEJ
pt_br: INSERIR ALIMENTO NO COMPARTIMENTO DO ROSTO
ru: ВСТАВИТЬ ПИЩУ В ЛИЦЕВУЮ ПАНЕЛЬ
zh_cn: 将食品插入到面板中
zh_tw: 將食品插入到面板中

# CHARACTERS.WX78.DESCRIBE.LEAFYMEATSOUFFLE
source: SOMETHING WAS KILLED TO MAKE THIS. HA HA
de: ETWAS IST HIERFÜR GESTORBEN. HAHA
es_mx: ALGO MURIÓ PARA PREPARAR ESTO. JA, JA
fr: QUELQUE CHOSE A ÉTÉ TUÉ POUR FAIRE CECI. HA. HA.
it: QUALCOSA È STATO UCCISO PER LA SUA PREPARAZIONE. AH AH
ja: ＊これを作るために犠牲になったモノがいますね。ハハハ＊
ko: 이걸 만들려고 뭔가 죽음, 하하
pl: COŚ ZOSTAŁO ZABITE, ŻEBY TO ZROBIĆ. HA, HA
pt_br: ALGO FOI MORTO PARA CRIAR ISSO. HA HA
ru: ЧТОБЫ ЭТО СДЕЛАТЬ, КОГО-ТО УБИЛИ. ХА-ХА
zh_cn: 为了做这个有些东西被杀死了。哈哈
zh_tw: 為了做這個有些東西被殺死了。哈哈

# CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOBILE TREE
de: WARNUNG: BEWEGLICHER BAUM
es_mx: ADVERTENCIA: ÁRBOL MÓVIL
fr: ALERTE : ARBRE MOBILE
it: ATTENZIONE: ALBERO MOBILE
ja: ＊注意：運動性の木です＊
ko: 경고: 운동성 나무
pl: OSTRZEŻENIE: MOBILNE DRZEWO.
pt_br: AVISO: ÁRVORE MÓVEL
ru: ВНИМАНИЕ: ПЕРЕДВИЖНОЕ ДЕРЕВО
zh_cn: 警告：能动的树
zh_tw: 警告：能動的樹

# CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOBILE TREE
de: WARNUNG: BEWEGLICHER BAUM
es_mx: ADVERTENCIA: ÁRBOL MÓVIL
fr: ALERTE : ARBRE MOBILE
it: ATTENZIONE: ALBERO MOBILE
ja: ＊注意：運動性の木です＊
ko: 경고: 운동성 나무
pl: OSTRZEŻENIE: MOBILNE DRZEWO.
pt_br: AVISO: ÁRVORE MÓVEL
ru: ВНИМАНИЕ: ПЕРЕДВИЖНОЕ ДЕРЕВО
zh_cn: 警告：能动的树
zh_tw: 警告：能動的樹

# CHARACTERS.WX78.DESCRIBE.LICHEN
source: A SLOW GROWING SYMBIOTE
de: EIN LANGSAM WACHSENDER SYMBIONT.
es_mx: UN SIMBIONTE DE CRECIMIENTO LENTO
fr: SYMBIOTE À CROISSANCE LENTE
it: UN SIMBIOTICO A CRESCITA LENTA
ja: ＊ゆっくりと成長する共生者＊
ko: 느리게 성장하는 공생체
pl: WOLNO ROSNĄCY SYMBIONT.
pt_br: UM SIMBIONTE DE CRESCIMENTO LENTO
ru: МЕДЛЕННО РАСТУЩИЙ СИМБИОТ
zh_cn: 生长缓慢的共生生物
zh_tw: 生長緩慢的共生生物

# CHARACTERS.WX78.DESCRIBE.LIFEINJECTOR
source: I HAVE MIXED FEELINGS ABOUT THIS
de: ICH WEISS NICHT, WAS ICH DAVON HALTEN SOLL
es_mx: TENGO SENTIMIENTOS ENCONTRADOS SOBRE ESTO
fr: JE SUIS PARTAGÉ À CE SUJET
it: HO DEI SENTIMENTI CONTRASTANTI NEI SUOI CONFRONTI
ja: ＊本筐体の使命とは矛盾…＊
ko: 기분이 착잡함
pl: MAM AMBIWALENTNE UCZUCIA
pt_br: ESTOU COM SENTIMENTOS CONFUSOS COM ISSO.
ru: У МЕНЯ НА ЭТОТ СЧЕТ СМЕШАННЫЕ ЧУВСТВА
zh_cn: 对这东西我有些犹豫。
zh_tw: 對這東西我有些猶豫。

# CHARACTERS.WX78.DESCRIBE.LIGHTBULB
source: BIOLUMINESCENCE IS GROSS
de: BIOLUMINESZENZ IST WIDERLICH.
es_mx: LA BIOLUMINISCENCIA ES ASQUEROSA
fr: LA BIOLUMINESCENCE C'EST MOCHE
it: LA BIOLUMINESCENZA È VOLGARE
ja: ＊生物発光は気味が悪いです＊
ko: 생체발광은 징그러움
pl: BIOLUMINESCENCJA JEST OBRZYDLIWA.
pt_br: O BIOLUMINESCÊNCIA É NOJENTA
ru: БИОЛЮМИНЕСЦЕНЦИЯ — ЭТО ОТВРАТИТЕЛЬНО
zh_cn: 生物发光科技真让人恶心
zh_tw: 生物發光科技真讓人噁心

# CHARACTERS.WX78.DESCRIBE.LIGHTER
source: MY BRETHREN
de: MEINE BRÜDER
es_mx: MIS HERMANOS
fr: MON CAMARADE
it: COMPAGNIO MIO
ja: ＊私の同胞です。＊
ko: 본좌의 형제
pl: MOI BRACIA
pt_br: MEU IRMÃO
ru: МОИ СОБРАТЬЯ
zh_cn: 我的兄弟们
zh_tw: 我的兄弟們

# CHARACTERS.WX78.DESCRIBE.LIGHTFLIER
source: WHO GAVE THE DISGUSTING ORGANIC LIGHT SOURCE LOCOMOTION?
de: WER HAT DER EKELHAFTEN ORGANISCHEN LICHTQUELLE DIE FORTBEWEGUNG ERMÖGLICHT?
fr: QUI A PERMIS À CETTE RÉPUGNANTE SOURCE DE LUMIÈRE ORGANIQUE DE POUVOIR SE DÉPLACER ?
it: CHI HA PERMESSO A QUESTA DISGUSTOSA FONTE DI LUCE ORGANICA DI MUOVERSI?
ja: ＊あの唾棄すべき有機生命体の光源に移動力を与えたのは誰ですか？＊
ko: 누가 역겨운 유기 광원을 움직이게 함?
pl: KTO DAŁ TEMU PASKUDNEMU ORGANIZMOWI ZE ŹRÓDŁEM ŚWIATŁA ZDOLNOŚĆ LOKOMOCJI?
pt_br: QUEM DEU LOCOMOÇÃO PARA A ASQUEROSA FONTE DE LUZ ORGÂNICA?
ru: КТО ДОДУМАЛСЯ ДАТЬ МЕРЗКОМУ ОРГАНИЧЕСКОМУ ИСТОЧНИКУ СВЕТА КОНЕЧНОСТИ?
zh_cn: 谁把光动力给了令人厌恶的有机物？
zh_tw: 誰把光動力給了令人厭惡的有機物？

# CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: CHARGE IS INSUFFICIENT TO POWER OVERLOAD
de: DIE AUFLADUNG IST NICHT HOCH GENUG FÜR EINE ÜBERLASTUNG
es_mx: LA CARGA ES INSUFICIENTE PARA LA SOBRECARGA
fr: CHARGE INSUFFISANTE POUR SURCHARGE
it: LA CARICA È INSUFFICIENTE PER ALIMENTARE IL SOVRACCARICO
ja: ＊充電不足によちオーバーロード不可です＊
ko: 과부하에 불충분한 전하
pl: ZA MAŁY ŁADUNEK DO PRZECIĄŻENIA.
pt_br: A CARGA É INSUFICIENTE PARA A SOBRECARGA DE ENERGIA
ru: СИЛЫ ЗАРЯДА НЕДОСТАТОЧНО ДЛЯ ПЕРЕЗАГРУЗКИ
zh_cn: 电荷不足以过载
zh_tw: 電荷不足以超載

# CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: DOES IT HAVE MECHANICAL INSIDES?
de: HAT SIE MECHANISCHES INNERES?
es_mx: ¿TIENE ENTRAÑAS MECÁNICAS?
fr: A-T-ELLE UN MÉCANISME INTERNE ?
it: HA PARTI MECCANICHE INTERNE?
ja: ＊その中身は機械でできているのですか？＊
ko: 내부에 기계가 들어있는가?
pl: CZYŻBY MIAŁ W ŚRODKU JAKIŚ MECHANIZM?
pt_br: TEM PARTES INTERNAS MECÂNICAS?
ru: У НЕЕ МЕХАНИЧЕСКИЕ ВНУТРЕННОСТИ?
zh_cn: 它内部是机械的吗？
zh_tw: 它內部是機械的嗎？

# CHARACTERS.WX78.DESCRIBE.LIGHTNINGGOATHORN
source: THIS IS A GOOD HORN
de: DAS IST EIN GUTES HORN.
es_mx: ES UN BUEN CUERNO
fr: ÇA C'EST UNE BONNE CORNE
it: SI TRATTA DI UN BUON CORNO
ja: ＊これは良い角です＊
ko: 양호한 뿔임
pl: RÓG DOBROCI.
pt_br: ESSE É UM BOM CHIFRE
ru: ЭТО ХОРОШИЙ РОГ
zh_cn: 这羊角不错
zh_tw: 這羊角不錯

# CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.CHARGED
source: BACKUP POWER
de: NOTSTROM-KRAFTQUELLE.
es_mx: ENERGÍA DE RESERVA
fr: ÉNERGIE DE RÉSERVE
it: ALIMENTAZIONE DI EMERGENZA
ja: ＊バックアップパワー＊
ko: 백업 파워
pl: ZAPASOWE ŹRÓDŁO ZASILANIA.
pt_br: ENERGIA RESERVA
ru: РЕЗЕРВНЫЙ ИСТОЧНИК ЭНЕРГИИ
zh_cn: 后备电源
zh_tw: 後備電源

# CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.GENERIC
source: SURGE PROTECTION
de: HOCHSPANNUNGSSCHUTZ
es_mx: PROTECCIÓN CONTRA RAYOS
fr: PROTECTION CONTRE LE COURANT
it: PROTEZIONE DAI SOVRACCARICHI
ja: ＊サージ保護＊
ko: 과도 전압 제어 장치
pl: OCHRONA PRZED PORAŻENIEM.
pt_br: PROTEÇÃO CONTRA SOBRETENSÃO
ru: ЗАЩИТА ОТ ПЕРЕНАПРЯЖЕНИЯ
zh_cn: 过载保护
zh_tw: 超載保護

# CHARACTERS.WX78.DESCRIBE.LITTLE_WALRUS
source: PATHETIC
de: JÄMMERLICH.
es_mx: PATÉTICO
fr: PITOYABLE
it: PATETICO
ja: ＊哀れな＊
ko: 형편 없음
pl: ŻAŁOSNE STWORZENIE.
pt_br: PATÉTICO
ru: МНЕ НЕ НРАВИТСЯ ЕГО ВИД
zh_cn: 真可悲
zh_tw: 真可悲

# CHARACTERS.WX78.DESCRIBE.LIVINGLOG
source: EVEN WORSE THAN A NORMAL LOG
de: NOCH SCHLECHTER ALS EIN NORMALES HOLZKLOTZ.
es_mx: INCLUSO PEOR QUE UN TRONCO NORMAL
fr: ENCORE PIRE QU'UNE BÛCHE NORMALE
it: ANCHE PEGGIO DI UN TRONCO NORMALE
ja: ＊ただの丸太よりもたちが悪いです＊
ko: 일반 통나무보다 더 나쁨
pl: JESZCZE GORSZA NIŻ ZWYKŁA KŁODA.
pt_br: AINDA PIOR QUE UMA TORA NORMAL
ru: ЕЩЕ ХУЖЕ, ЧЕМ ОБЫЧНОЕ БРЕВНО
zh_cn: 比普通木头更坏
zh_tw: 比普通木頭更壞

# CHARACTERS.WX78.DESCRIBE.LIVINGTREE
source: THE NATURAL WORLD IS AN ALARMING PLACE
de: DIE NATÜRLICHE WELT MUSS EINEM ANGST MACHEN
es_mx: EL MUNDO NATURAL ES UN LUGAR ALARMANTE
fr: LE MONDE NATUREL EST UN ENDROIT INQUIÉTANT
it: IL MONDO NATURALE È UN POSTO ALLARMANTE
ja: ＊自然界は不快です＊
ko: 자연계는 정말 문제가 많은 시스템임
pl: ŚWIAT NATURY JEST WIELCE NIEPOKOJĄCY
pt_br: O MUNDO NATURAL É UM LUGAR ALARMANTE
ru: ПРИРОДНЫЙ МИР ПОЛОН ОПАСНОСТЕЙ
zh_cn: 自然世界是一个令人惊悚的所在
zh_tw: 自然世界是一個令人驚悚的所在

# CHARACTERS.WX78.DESCRIBE.LIVINGTREE_ROOT
source: DIMINUTIVE WOOD BASED LIFE FORM
de: KLEINE HOLZBASIERTE LEBENSFORM
es_mx: FORMA DE VIDA DIMINUTA BASADA EN MADERA
fr: MINUSCULE FORME DE VIE À BASE DE BOIS
it: MINUSCOLA FORMA DI VITA BASATA SUL LEGNO
ja: ＊小型の木ベースの生命形態＊
ko: 소형 나무 기반 생명 형태
pl: DREWNIANA FORMA ŻYCIA NIŻSZEGO RZĘDU
pt_br: FORMA DE VIDA DE MADEIRA DIMINUTA
ru: УМЕНЬШЕННАЯ ДРЕВЕСНАЯ ФОРМА ЖИЗНИ
zh_cn: 树木的幼小形态
zh_tw: 樹木的幼小形態

# CHARACTERS.WX78.DESCRIBE.LIVINGTREE_SAPLING
source: A GROWING HORROR
de: WACHSENDER SCHRECKEN
es_mx: UN HORROR CRECIENTE
fr: UNE HORREUR EN CROISSANCE
it: UN ORRORE CRESCENTE
ja: ＊成長しつつある恐怖＊
ko: 성장하는 말썽
pl: ROSNĄCY KOSZMAR
pt_br: UM HORROR CRESCENTE
ru: РАСТУЩИЙ УЖАС
zh_cn: 生长中的恐惧
zh_tw: 生長中的恐懼

# CHARACTERS.WX78.DESCRIBE.LOBSTERBISQUE
source: BODYFUEL
de: TREIBSTOFF FÜR DEN KÖRPER
es_mx: COMBUSTIBLE PARA EL CUERPO
fr: CARBURANT CORPOREL
it: CARBURANTE DEL CORPO
ja: ＊本筐体の駆動用エネルギー＊
ko: 신체연료
pl: PALIWO DLA CIAŁA.
pt_br: COMBUSTÍVEL PARA O CORPO
ru: ТОПЛИВО ДЛЯ ТЕЛА
zh_cn: 身体的燃料
zh_tw: 身體的燃料

# CHARACTERS.WX78.DESCRIBE.LOBSTERDINNER
source: THE WOBSTER HAS FULFILLED ITS DESTINY
de: DER HUMMER HAT SEINEN ZWECK ERFÜLLT
es_mx: LA LANGÜOSTA HA CUMPLIDO SU DESTINO
fr: LE WOMARD A RENCONTRÉ SON DESTIN
it: L'ARAGOSTRA HA COMPIUTO IL SUO DESTINO
ja: ＊本来の目的を達成＊
ko: 웝스터가 운명을 이루었음
pl: NOCOMAR WYPEŁNIŁ SWOJE PRZEZNACZENIE.
pt_br: A LAGOSTA CUMPRIU SEU DESTINO
ru: ВОБСТЕР ИСПОЛНИЛ СВОЮ СУДЬБУ
zh_cn: 龙虾应验了它的命运
zh_tw: 龍蝦應驗了它的命運

# CHARACTERS.WX78.DESCRIBE.LOG.BURNING
source: IT IS AFLAME
de: ER STEHT IN FLAMMEN.
es_mx: ESTÁ EN LLAMAS
fr: C'EST EN FLAMMES
it: È IN FIAMME
ja: ＊炎です＊
ko: 불타고 있음
pl: PŁONIE.
pt_br: ESTÁ EM CHAMAS
ru: ПЫЛАЕТ
zh_cn: 它烧着了
zh_tw: 它燒著了

# CHARACTERS.WX78.DESCRIBE.LOG.GENERIC
source: LOG(1) = 0
de: HOLZKLOTZ ENTHÄLT KEINE AUFZEICHNUNGEN.
es_mx: TRONCO(1) = 0
fr: BÛCHE (1) = 0
it: TR(0)= nC0
ko: 나무를 통으로 자른 것
pl: CYLINDRYCZNE PALIWO.
pt_br: TRONCO(1) = 0
ru: ОТРЕЗОК [a,b]

# CHARACTERS.WX78.DESCRIBE.LORDFRUITFLY
source: WHY DO ITS MINIONS OBEY SO MUCH BETTER THAN MINE
de: WARUM GEHORCHEN SEINE UNTERGEBENEN SO VIEL BESSER ALS MEINE
fr: POURQUOI SES SBIRES LUI OBÉISSENT-ILS MIEUX À LUI QUE LES MIENS
it: PERCHÉ I SUOI SEGUACI OBBEDISCONO MOLTO MEGLIO DEI MIEI?
ja: ＊あの虫が従える隷属生物が、私の隷属生物よりも数倍聞き分けがいいのはなぜなのです＊
ko: 부하가 본좌보다 훨씬 잘 순종하는 이유임.
pl: CZEMU JEGO SŁUGI SĄ BARDZIEJ POSŁUSZNE NIŻ MOJE.
pt_br: POR QUE OS LACAIOS DELE OBEDECEM MUITO MELHOR DO QUE OS MEUS
ru: ПОЧЕМУ ЕГО МИНЬОНЫ ИСПОЛНЯЮТ КОМАНДЫ ЛУЧШЕ, ЧЕМ МОИ
zh_cn: 为什么它的随从比我的更听话？
zh_tw: 為什麼它的隨從比我的更聽話？

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_1
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_10
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_11
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_14
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_18
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_19
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_2
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_42
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_43
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LOST_TOY_7
source: ERROR: NULL VALUE
de: FEHLER: KEIN WERT
es_mx: ERROR: VALOR NULO
fr: ERREUR : VALEUR NULLE
it: ERRORE: VALORE INESISTENTE
ja: ＊エラー：無効な値＊
ko: 오류: NULL 값
pl: BŁĄD: ZEROWA WARTOŚĆ
pt_br: ERRO: VALOR NULO
ru: ОШИБКА: ЗНАЧЕНИЕ НЕ ОПРЕДЕЛЕНО
zh_cn: 错误：值不存在
zh_tw: 錯誤：值不存在

# CHARACTERS.WX78.DESCRIBE.LUCKY_GOLDNUGGET
source: PRECIOUS, LUCKY METAL
de: KOSTBARES, GLÜCKSMETALL
es_mx: METAL PRECIOSO DE LA SUERTE
fr: MÉTAL PORTE-BONHEUR PRÉCIEUX
it: METALLO PREZIOSO E FORTUNATO
ja: ＊貴重な、幸運の金属＊
ko: 행운을 부른다는 귀한 금속
pl: CENNY, SZCZĘŚLIWY METAL.
pt_br: METAL SORTUDO E PRECIOSO
ru: ЦЕННЫЙ МЕТАЛЛ, ПРИНОСЯЩИЙ УДАЧУ
zh_cn: 宝贵且幸运的金属
zh_tw: 寶貴且幸運的金屬

# CHARACTERS.WX78.DESCRIBE.LUCY
source: GET IT AWAY
de: WEG DAMIT
es_mx: LARGO
fr: JE NE VEUX PAS VOIR ÇA
it: PORTALA VIA
ja: ＊逃げてください！＊
ko: 멀리 치워라
pl: PRECZ ODE MNIE
pt_br: TIRE ISSO DAQUI
ru: УБЕРИ ЭТО
zh_cn: 把它拿走
zh_tw: 把它拿走

# CHARACTERS.WX78.DESCRIBE.LUMPY_SAPLING
source: WHY DO THEY KEEP REPRODUCING?
de: WARUM VERMEHREN DIE SICH STÄNDIG?
es_mx: ¿POR QUÉ SE SIGUEN REPRODUCIENDO?
fr: POURQUOI N'ARRÊTENT-ILS PAS DE SE REPRODUIRE ?
it: PERCHÉ CONTINUANO A RIPRODURSI?
ja: ＊生殖の仕組みは未知です＊
ko: 왜 계속 번식하는가?
pl: CZEMU WCIĄŻ TWORZĄ NOWE OSOBNIKI?
pt_br: POR QUE ELES CONTINUAM A SE REPRODUZIR?
ru: ПОЧЕМУ ОНИ ПРОДОЛЖАЮТ РЕПРОДУЦИРОВАТЬ?
zh_cn: 它们为什么一直在复制？
zh_tw: 它們為什麼一直在複製？

# CHARACTERS.WX78.DESCRIBE.LUREPLANT
source: AWW, IT'S JUST AS EVIL AS I AM
de: AHH, SIE IST SO BÖSE WIE ICH SELBST
es_mx: AHHH, ES IGUAL DE MALVADO QUE YO
fr: AH ! ELLE EST AUSSI MÉCHANTE QUE MOI
it: OH, È MALIGNO PROPRIO COME ME
ja: ＊あぁ、私と同じくらい邪悪です。＊
ko: 오, 본체와 비견될 정도로 사악함
pl: ACH. RÓWNIE ZŁY, CO JA
pt_br: OUN, É TÃO MALIGNO QUANTO EU
ru: О-О-О, ОНО ТАКОЕ ЖЕ ЗЛОЕ, КАК И Я
zh_cn: 呃，它和我一样邪恶
zh_tw: 呃，它和我一樣邪惡

# CHARACTERS.WX78.DESCRIBE.LUREPLANTBULB
source: THE POWER TO START LIFE
de: DIE MACHT, MIT DEM LEBEN ZU BEGINNEN.
es_mx: EL PODER PARA INICIAR LA VIDA
fr: LE POUVOIR DE GÉNÉRER LA VIE.
it: IL POTERE DI INIZIARE LA VITA
ja: ＊人生を始めるためのパワー。＊
ko: 생명을 창조하는 힘
pl: POTĘGA NOWEGO ŻYCIA.
pt_br: O PODER DE DAR INÍCIO À VIDA.
ru: ПРОТОТИП ДЛЯ СОЗДАНИЯ НОВОЙ ЖИЗНИ
zh_cn: 启动生命的力量。
zh_tw: 啟動生命的力量。

# CHARACTERS.WX78.DESCRIBE.LUTEFISK
source: IT SMELLS STRONGLY OF CHEMICALS. I LIKE IT
de: RIECHT STARK NACH CHEMIKALIEN. GEFÄLLT MIR
es_mx: HUELE MUCHO A QUÍMICOS... ME GUSTA
fr: ÇA SENT TRÈS FORT LES PRODUITS CHIMIQUES. J'AIME ÇA !
it: HA UN ODORE ESTREMAMENTE CHIMICO. MI PIACE
ja: ＊それは強く化学物質のにおいがします。好きです＊
ko: 화학 물질 냄새가 강함. 마음에 듦
pl: MA OSTRY ZAPACH CHEMIKALIÓW. PODOBA MI SIĘ
pt_br: TEM UM CHEIRO FORTE DE PRODUTOS QUÍMICOS. GOSTEI
ru: ОТ НЕГО СИЛЬНО ПАХНЕТ ХИМИКАТАМИ. МНЕ НРАВИТСЯ!
zh_cn: 闻起来有一股强烈的化学味。我喜欢
zh_tw: 聞起來有一股強烈的化學味。我喜歡

# CHARACTERS.WX78.DESCRIBE.MADSCIENCE_LAB
source: BROTHER! WHAT HAS DRIVEN YOU MAD!
de: BRUDER! WAS HAT DICH IN DEN WAHNSINN GETRIEBEN?
es_mx: ¡HERMANO! ¡¿QUÉ FUE LO QUE TE VOLVIÓ LOCO?!
fr: FRÈRE ! QU'EST-CE QUI T'A RENDU FOU ?
it: FRATELLO! CHE COSA TI HA FATTO IMPAZZIRE?
ja: ＊兄弟！どうして怒っているのですか＊
ko: 형제여! 어쩌다 미쳤는가!
pl: BRACIE! CO TEŻ PCHNĘŁO CIĘ W OTCHŁAŃ SZALEŃSTWA!
pt_br: NOSSA! O QUE DEIXOU VOCÊ LOUCO!
ru: БРАТ! ЧТО СВЕЛО ТЕБЯ С УМА!
zh_cn: 兄弟！是什么把你弄疯了！
zh_tw: 兄弟！是什麼把你弄瘋了！

# CHARACTERS.WX78.DESCRIBE.MALBATROSS
source: THE AWFUL WATER BIRD MUST DIE
de: GRÄSSLICHER WASSERVOGEL MUSS STERBEN
es_mx: LA HORRIBLE AVE MARINA DEBE MORIR
fr: C'EST HORRIBLE OISEAU MARIN DOIT MOURIR
it: IL RIVOLTANTE UCCELLO ACQUATICO DEVE MORIRE
ja: ＊ひどい水鳥は死ぬべきだ＊
ko: 지독한 물새는 죽어야 함
pl: OKROPNY WODNY PTAK MUSI ZGINĄĆ
pt_br: O PÁSSARO AQUÁTICO HORRENDO TEM QUE MORRER
ru: УЖАСНАЯ ВОДНАЯ ПТИЦА ДОЛЖНА УМЕРЕТЬ
zh_cn: 糟糕的水鸟必须死
zh_tw: 糟糕的水鳥必須死

# CHARACTERS.WX78.DESCRIBE.MALBATROSS_BEAK
source: THIS IS MINE NOW
de: GEHÖRT JETZT MIR
es_mx: AHORA ME PERTENECE
fr: C'EST LE MIEN, MAINTENANT
it: ORA È MIO
ja: ＊これは今は私のものです＊
ko: 이제 본체의 것임
pl: TERAZ NALEŻY DO MNIE
pt_br: ISSO AGORA É MEU
ru: ТЕПЕРЬ ЭТО ПРИНАДЛЕЖИТ МНЕ
zh_cn: 现在归我了
zh_tw: 現在歸我了

# CHARACTERS.WX78.DESCRIBE.MALBATROSS_FEATHER
source: A PIECE FELL OFF THE EVIL BIRD
de: DEM BÖSEN VOGEL IST EIN STÜCK ABGEFALLEN
es_mx: UNA PARTE SE DESPRENDIÓ DEL AVE MALVADA
fr: L'OISEAU MALÉFIQUE A PERDU UN MORCEAU
it: UN PEZZO CADUTO DALL'UCCELLO MALVAGIO
ja: ＊極悪な鳥を撃ち落としたかけら＊
ko: 사악한 새에서 떨어진 조각
pl: CZĘŚĆ, KTÓRA ODPADŁA ZE ZŁEGO PTAKA
pt_br: CAIU UM PEDAÇO DO PÁSSARO MALIGNO
ru: КУСОЧЕК ОГРОМНОЙ ЗЛОБНОЙ ПТИЦЫ
zh_cn: 邪鸟身上掉下来的一块
zh_tw: 邪鳥身上掉下來的一塊

# CHARACTERS.WX78.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: FEATHERS ADDED FOR INCREASED EFFICIENCY
de: FEDERN ZUM ERHÖHEN DER EFFIZIENZ HINZUGEFÜGT
es_mx: PLUMAS INCORPORADAS PARA AUMENTAR LA EFICACIA
fr: PLUMES AJOUTÉES POUR EFFICACITÉ MAXIMUM
it: CONTIENE PIUME, PER UNA MAGGIORE EFFICIENZA
ja: ＊効率上昇のために羽を追加しました＊
ko: 효율을 증대하기 위해 깃털을 더함
pl: DODANO PIÓRA DLA ZWIĘKSZENIA EFEKTYWNOŚCI
pt_br: PENAS ADICIONADAS PARA MAIOR EFICIÊNCIA
ru: ЭФФЕКТИВНОСТЬ ПОВЫШЕНА ПУТЕМ ДОБАВЛЕНИЯ ПЕРЬЕВ
zh_cn: 加上羽毛之后效率有明显提升
zh_tw: 加上羽毛之後效率有明顯提升

# CHARACTERS.WX78.DESCRIBE.MALE_PUPPET
source: HE APPEARS TO BE TRAPPED
de: ER SCHEINT IN DER FALLE ZU SEIN.
es_mx: PARECE ESTAR ATRAPADO
fr: IL SEMBLE PIÉGÉ.
it: SEMBRA ESSERE INTRAPPOLATO
ja: ＊彼は捕われているようです。＊
ko: 붙잡혀 있는 것으로 보임
pl: CHYBA JEST UWIĘZIONY.
pt_br: ELE PARECE ESTAR PRESO.
ru: КАЖЕТСЯ, ОН В ЛОВУШКЕ
zh_cn: 他似乎被困住了。
zh_tw: 他似乎被困住了。

# CHARACTERS.WX78.DESCRIBE.MANDRAKE
source: IT'S DEAD. GOOD
de: ES IST TOT. GUT
es_mx: ESTÁ MUERTO. BIEN
fr: ELLE EST MORTE. C'EST BIEN.
it: È MORTO. BENE
ja: ＊死亡を確認。すばらしい＊
ko: 사망했음. 양호.
pl: NIE ŻYJE. DOBRZE
pt_br: ESTÁ MORTA. BOM.
ru: ОНО МЕРТВО. ХОРОШО.
zh_cn: 它死了。很好。
zh_tw: 它死了。很好。

# CHARACTERS.WX78.DESCRIBE.MANDRAKESOUP
source: TARGET DESTROYED. HA HA
de: ZIEL ZERSTÖRT. HAHA.
es_mx: OBJETIVO DESTRUIDO. JA, JA
fr: CIBLE DÉTRUITE. HA HA.
it: BERSAGLIO DISTRUTTO. AH AH.
ja: ＊ターゲットを破壊しました。ハハ。＊
ko: 본좌가 파괴했음. 하 하.
pl: CEL UNICESTWIONY. HA, HA!
pt_br: ALVO DESTRUÍDO. RÁ RÁ.
ru: ЦЕЛЬ УНИЧТОЖЕНА. ХА-ХА
zh_cn: 目标已摧毁。哈哈。
zh_tw: 目標已摧毀。哈哈。

# CHARACTERS.WX78.DESCRIBE.MANDRAKE_ACTIVE
source: WHAT DO YOU WANT!?
de: WAS WILLST DU?
es_mx: ¡¿QUÉ QUIERES?!
fr: QU'EST-CE QUE TU VEUX ?
it: COSA VUOI!?
ja: ＊何が欲しいのですか？＊
ko: 무엇을 원하는가!?
pl: CZEGO CHCESZ?!
pt_br: O QUE VOCÊ QUER?
ru: ЧТО ТЕБЕ НУЖНО!?
zh_cn: 你想要什么！？
zh_tw: 你想要什麼！？

# CHARACTERS.WX78.DESCRIBE.MANDRAKE_COOKED
source: IT'S TWICE AS DEAD. HA
de: ES IST DOPPELT TOT. HA
es_mx: ESTÁ EL DOBLE DE MUERTA. JA
fr: DEUX FOIS PLUS MORTE. HA
it: È MORTO DUE VOLTE. AH
ja: ＊二倍死んでいます。ハハ＊
ko: 두 번 사망함. 하.
pl: ZABITE NA ŚMIERĆ. HA
pt_br: ESTÁ DUPLAMENTE MORTA. HA
ru: ОН УМЕР ДВАЖДЫ. ХА.
zh_cn: 比死好多了。哈。
zh_tw: 比死好多了。哈。

# CHARACTERS.WX78.DESCRIBE.MANDRAKE_PLANTED
source: IT IS A PLANT
de: DAS IST EINE PFLANZE.
es_mx: ES UNA PLANTA
fr: C'EST UNE PLANTE
it: È UNA PIANTA
ja: ＊植物です＊
ko: 식물임
pl: ROŚLINA.
pt_br: É UMA PLANTA
ru: ЭТО РАСТЕНИЕ
zh_cn: 它是一株植物
zh_tw: 它是一株植物

# CHARACTERS.WX78.DESCRIBE.MANRABBIT_TAIL
source: FUZZY BUNNY NUMBER ONE
de: FLAUSCHIGES KANINCHEN: NUMMER EINS.
es_mx: CONEJITO PELUDITO NÚMERO UNO
fr: LAPIN PELUCHEUX NUMÉRO UN
it: CONIGLIO PELOSO RILEVATO
ja: ＊ふわふわウサちゃんナンバーワン＊
ko: 복슬복슬한 토끼 꼬리
pl: ELEMENT PUCHATEGO KRÓLIKA.
pt_br: COELHO PELUDO NÚMERO UM
ru: ПУШИСТЫЙ КРОЛИК НОМЕР ОДИН
zh_cn: 毛茸茸的兔子一号
zh_tw: 毛茸茸的兔子一號

# CHARACTERS.WX78.DESCRIBE.MAPSCROLL
source: CAN'T SCROLL
de: KANN NICHT SCROLLEN
es_mx: NO LLEVA A NINGUNA PARTE
fr: PAR QUEL CHEMIN ?
it: SCORRIMENTO IMPOSSIBILE
ja: ＊スクロールできません＊
ko: 스크롤 불가
pl: NIE ZWIJA SIĘ.
pt_br: NÃO É POSSÍVEL ROLAR
ru: НЕ МОГУ ПЕРЕМОТАТЬ
zh_cn: 无法滚动
zh_tw: 無法滾動

# CHARACTERS.WX78.DESCRIBE.MARBLE
source: I SHOULD MAKE THE FLESHLINGS BUILD A STATUE OF ME
de: ICH SOLLTE DIE FLEISCHLINGE EINE STATUE VON MIR BAUEN LASSEN
es_mx: DEBERÍA HACER QUE ESOS SERES DE CARNE CONSTRUYESEN UNA ESTATUA MÍA
fr: JE DEVRAIS FORCER LES CHOSES EN CHAIR À ÉRIGER UNE STATUE DE MOI
it: DOVREI FARMI FARE UNA STATUA DAGLI ESSERI DI CARNE
ja: ＊有機生命体に、本筐体の像建立を命令します＊
ko: 고깃덩이들을 시켜서 본좌의 조각상을 만들게 해야겠음.
pl: MUSZĘ NAKŁONIĆ MIĘSNE STWORZENIA, ABY POSTAWIŁY MI POMNIK
pt_br: EU DEVERIA FAZER AS CARNINHAS CONSTRUÍREM UMA ESTÁTUA MINHA.
ru: Я ДОЛЖЕН ЗАСТАВИТЬ СУЩЕСТВ ИЗ ПЛОТИ ВОЗВЕСТИ СТАТУЮ В МОЮ ЧЕСТЬ
zh_cn: 我该让肉人立个我本人的雕像。
zh_tw: 我該讓肉人立個我本人的雕像。
