Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: Yeah!! Beat you, ha ha!
de: Jaa!! Gewonnen, haha!
es: ¡Sí! ¡Te gané, ja, ja!
es_mx: ¡¡Sí!! ¡Haberte ganado, ja, ja!
fr: Ouais !! Je vous ai tous battus, ha ha !
it: Sì! Vinto, ah ah!
ja: イェーイ！倒せ、ははは！
ko: 좋아!! 내가 이겼어, 하하!
pl: Tak! Pokonałam was, ha, ha!
pt_br: É!! Venci você, ha, ha!
ru: Ура! Я победила! Ха-ха!
zh_tw: 耶！！打敗你了，哈哈!

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: Glurgh, {winner} cheated...
de: Glarg, {winner} schummelt ...
es: Glurgh, {winner} ha hecho trampas...
es_mx: Gluf, {winner} haber hecho trampa.
fr: Argh, {winner} a triché...
it: Glurg, {winner} imbrogliato...
ja: グルーフ、{winner}に騙された...
ko: 빠끔빠끔, {winner} 반칙했어...
pl: Glurg, {winner} oszukuje...
pt_br: Glurgh, {winner} trapaceou...
ru: Хлюрп! {winner} жульничает!
zh_tw: 格勒格, {winner} 作弊了……

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: Where finish place go?
de: Wohin mit Schluss?
es: ¿Dónde está la meta?
es_mx: ¿Dónde ir la línea de meta?
fr: Où est-ce que va l'arrivée ?
it: Dove va fine?
ja: ゴール地点はどこ？
ko: 끝나는 곳 어디 두지?
pl: Gdzie umieścić metę?
pt_br: Onde vai o local do fim?
ru: Где будем заканчивать?
zh_tw: 終點放在哪？

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_START
source: Veggie race start here!
de: Gemüserennen beginnt hier!
es: ¡La carrera vegetal empieza aquí!
es_mx: ¡Carrera de verduras empezar aquí!
fr: C'est là que commence la course des légumes.
it: Corsa di verdure comincia qui!
ja: ベジレースはここからスタートだよ！
ko: 여기서 채소 경주 시작해!
pl: Tu się zaczyna wyścig szczurowarzyw!
pt_br: Corrida leguminosa inicia aqui!
ru: Вот тут начнется овощной забег!
zh_tw: 植物比賽從這開始！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: Is starting spot for veggie race.
de: Startpunkt für Gemüserennen.
es: Salida de la carrera de vegetales.
es_mx: Ser punto de partida de la carrera de verduras.
fr: La course des légumes commence ici.
it: Inizio per corsa di verdure.
ja: ベジレースのスタート地点だよ。
ko: 채소 경주 시작 지점이야.
pl: Punkt startowy wyścigu szczurowarzyw.
pt_br: É local de início pra corrida leguminosa.
ru: Место для старта овощного забега.
zh_tw: 植物比賽的起點。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: Didn't do it!
de: War ich nicht!
es: ¡Yo no lo he hecho!
es_mx: ¡No haber sido yo!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я, честно!
zh_tw: 不是我幹的！！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: Not very good, flort.
de: Nicht sehr gut, flort.
es: No gran cosa, flort.
es_mx: No estar muy bien, flot.
fr: T'es pas très forte, flort.
it: Non molto bene, flort.
ja: あまり良くないね、フロート。
ko: 별로 안 좋아, 뻐끔.
pl: Nie najlepiej, flort.
pt_br: Não é muito bom, flort.
ru: Не очень-то хорошо, хлюп.
zh_tw: 不是很好，浮浪特。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: Gonna be good racer, florp!
de: Du guter Renner, florp!
es: ¡Será buen rival, florp!
es_mx: ¡Ella poder ser buena corredora, flop!
fr: Tu vas courir vite, florp !
it: Sarai buon corridore, florp!
ja: いい選手になるよ、フロープ！
ko: 좋은 경주쥐 되겠어, 뻐끔!
pl: Będzie z ciebie dobry zawodnik, flort!
pt_br: Vai ser bom corredor, florp!
ru: Бульк! Ты будешь хорошей бегуньей!
zh_tw: 會是個很好的選手，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: Need to get best veggie rat!
de: Brauche beste Gemüseratte!
es: ¡Quiero la mejor rata vegetal!
es_mx: ¡Yo necesitar obtener la mejor rata verdura!
fr: J'veux la meilleure ratte/légume !
it: Deve diventare miglior verduratto!
ja: 最高のベジネズミを取る必要があるよ。
ko: 최고의 채소 쥐 구해야 해!
pl: Muszę znaleźć najlepsze szczurowarzywo!
pt_br: Preciso de rato leguminoso melhor!
ru: Нужно найти самую лучшую овощную крыску!
zh_tw: 需要拿到最棒的植物老鼠！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: Will see which veggie rat is best one!
de: Nachsehen, welche Gemüseratte beste ist!
es: ¡Veremos qué rata vegetal es mejor!
es_mx: ¡Con esto ver cuál rata verdura ser la mejor!
fr: On va voir qui a la meilleure ratte/légume !
it: Vedremo qual è verduratto migliore!
ja: どのベジネズミが一番いいか見てみようよ！
ko: 어떤 채소 쥐가 최고인지 보겠어!
pl: Okaże się, które szczurowarzywo jest najlepsze!
pt_br: Vamos ver qual rato leguminoso é melhor!
ru: Посмотрим, у кого самая лучшая овощная крыска!
zh_tw: 可以看看哪只植物老鼠是最棒的！

# CHARACTERS.WURT.DESCRIBE.YOTC_SEEDPACKET
source: Tiny snacks!
de: Kleines Essen!
es: ¡Aperitivos chiquititos!
es_mx: ¡Botanas chiquitas!
fr: Des petits trucs à manger !
it: Piccoli spuntini!
ja: ちっちゃいおやつだ！
ko: 쪼그만 간식이야!
pl: Malutkie smakołyki!
pt_br: Petiscos pequeninos!
ru: Семечки на закуску!
zh_tw: 小零食！

# CHARACTERS.WURT.DESCRIBE.YOTC_SEEDPACKET_RARE
source: Wonder if it grow into something tasty.
de: Wächst zu leckerem Essen?
es: ¿Crecerá algo rico de esto?
es_mx: Yo preguntarme si de estas salir algo sabroso.
fr: J'me demande si ça va faire pousser un truc bon.
it: Chissà se diventa qualcosa di buono.
ja: 美味しいものに育つのかな？
ko: 맛있는 것으로 자랄까?
pl: Ciekawe, czy wyrośnie z nich coś smacznego.
pt_br: Será que vai virar algo delicioso?
ru: Интересно, вырастет из них что-нибудь вкусное или нет?
zh_tw: 不知道會不會長出好吃的東西。

# CHARACTERS.WURT.DESCRIBE.YOTP_FOOD1
source: Blegh! Has nasty Pig face!
de: Bäh! Hässliches Schweinegesicht!
es: ¡Blegh! ¡Tiene cara de cerdo fea!
es_mx: ¡Puaj! ¡Tener cara de cerdo desagradable!
fr: Beurk ! Il a une sale tête de cochon !
it: Blegh! Ha brutta faccia da maiale!
ja: ブレグ！厄介な豚の顔をしているよ！
ko: 웩! 더러운 돼지 얼굴 있어!
pl: Ble! Ohydna morda świniaka!
pt_br: Blegh! Tem cara de porco nojenta!
ru: Фу-у-у! Тут гадкая свинячья морда!
zh_tw: 啵！一張醜陋的豬臉！

# CHARACTERS.WURT.DESCRIBE.YOTP_FOOD2
source: Usually like mud, but that just bad.
de: Schlamm lecker, aber das hier nicht.
es: Normalmente me gusta el barro, pero esto es un asco.
es_mx: Normalmente, a mí gustarme el lodo, pero eso ser malo sin importar qué.
fr: D'habitude j'aime la boue, mais ça c'est dégoûtant.
it: Di solito piace fango, ma questo fa schifo.
ja: 普通は泥のようなものだけど、それが悪いだけだよ。
ko: 진흙 좋아하지만 이건 아니야.
pl: Zwykle lubię błoto, ale to jest po prostu niedobre.
pt_br: Geralmente gosto de lama, mas isso é péssimo.
ru: Я грязь люблю, но это даже мне противно.
zh_tw: 照理講我挺喜歡泥巴，但那東西我接受不了。

# CHARACTERS.WURT.DESCRIBE.YOTP_FOOD3
source: This insulting to fish.
de: Beleidigung für Fische.
es: Es insultante para los peces.
es_mx: Esto ser insultante para los peces.
fr: C'est insultant pour le poisson.
it: È insulto per pesci.
ja: これは魚を侮辱しているよ。
ko: 이건 물고기 모욕이야.
pl: To obraza dla ryb.
pt_br: Isso insulta os peixes.
ru: Это оскорбление для рыбы.
zh_tw: 簡直就是對魚的羞辱。

# CHARACTERS.WURT.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: Uh oh...
de: Auweh ...
es: Oh-oh...
es_mx: Oh, oh…
fr: Oh oh...
ja: あ～あ...
ko: 이런...
pl: O-oł...
ru: Ой-ей…
zh_tw: 呃噢...

# CHARACTERS.WURT.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: Will find present for you, florp.
de: Werde ein Geschenk für dich finden, florp.
es: Te encontraré regalo para ti, florp.
fr: Je vais trouver un cadeau pour toi, florp.
it: Troveremo regalo per te, florp.
ja: プレゼントを見つけてくるね、フロープ。
ko: 네 선물 찾을 거야, 빠끔
pl: Znajdę dla ciebie prezent, florp.
pt_br: Vou achar presente pra você, florp.
ru: Я тебе найду подарок, бульк.
zh_tw: 會幫你找到禮物的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: It home for shiny kitty.
de: Zuhause für glänzendes Kätzchen.
es: Casita de gatito brillante.
fr: C'est la maison d'un chaton qui brille.
it: Casa di gattino luminoso.
ja: キラキラ子ねこのお家だね。
ko: 반짝반짝 애옹이네 집이야.
pl: Dom dla świecącego kotka.
pt_br: É casa para gatinho brilhante.
ru: Тут живет блестящий котик.
zh_tw: 這是發光貓貓的家。

# CHARACTERS.WURT.DESCRIBE_GENERIC
source: What that?
de: Was das?
es: ¿Qué es eso?
es_mx: ¿Qué ser eso?
fr: C'est quoi ça ?
it: Cosa quello?
ja: 何のこと？
ko: 저거 뭐지?
pl: Co to?
pt_br: Que é isso?
ru: А это что?
zh_tw: 那是什麼？

# CHARACTERS.WURT.DESCRIBE_PLANTHAPPY
source: Seem fine.
de: Scheint in Ordnung.
es: Parece bien.
fr: Ça a l'air d'aller.
it: Sembra a posto.
ja: 楽しそうだね。
ko: 괜찮아 보여.
pl: Wydaje się zadowolona.
pt_br: Parece bem.
ru: Все нормально.
zh_tw: 似乎不錯。

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSED
source: More than one thing wrong, florp.
de: Mehr als nur eine Sache schlecht, florp.
es: Más de una cosa mal, florp.
fr: Y'a plus d'un problème, florp.
it: Più cose sbagliate, florp.
ja: いろいろ大変みたい、フロープ。
ko: 한 가지 이상이 잘못되었어, 빠끔.
pl: Nie pasuje jej więcej niż jedna rzecz, florp.
pt_br: Tem mais de uma coisa errada, florp.
ru: У него какие-то проблемы, бульк.
zh_tw: 錯的不止一件事，浮浪噗。

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORFAMILY
source: Wants other plant like it around.
de: Möchte andere Pflanze wie sie um sich.
es: Quiere plantas iguales cerca.
fr: Elle veut d'autres plantes comme elles dans l'coin.
it: Vuole piante simili attorno.
ja: ほかの植物がちかくにきてほしいみたい。
ko: 주변에 비슷한 다른 식물을 원해.
pl: Chce mieć wokół inne roślinki jak ona.
pt_br: Quer outra planta como ela por perto.
ru: Хочет рядом такие же растения.
zh_tw: 希望周圍有其他類似的植物。

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORHAPPINESS
source: Wicker-lady say plant like talking to...
de: Wicker-Lady sagt, Pflanzen sprechen gern mit ...
es: La señora Wicker dice que a plantas gusta hablar...
fr: M'dame Wickerbottom dit qu'les plantes aiment qu'on leur parle...
it: Signora Wicker dice dover parlare a piante...
ja: ウィッカーおばさんは「植物は喋るのが好き」って言ってたよね…
ko: 위커 여사가 식물은 이야기하는 것을 좋아한대...
pl: Pani Wiklińska mówi, że roślinki lubią, jak się do nich mówi...
pt_br: Senhora Wicker disse que planta gosta de conversar...
ru: Мадам Уикер говорит, растения любят, когда с ними общаются...
zh_tw: 薇克女士說植物喜歡聊天……

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORKILLJOYS
source: Too much stuff in the way.
de: Zu viel Zeug im Weg.
es: Mucha cosa en medio.
fr: Y'a trop d'trucs par ici.
it: Troppe cose in mezzo.
ja: 物がおおすぎるね。
ko: 방해가 되는 물건이 너무 많아.
pl: Za dużo rzeczy jej przeszkadza.
pt_br: Tem coisa demais no caminho.
ru: Слишком много всего мешает.
zh_tw: 太多東西在擋路了。

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORMOISTURE
source: Need water!
de: Braucht Wasser!
es: Necesitar agua.
fr: Elle veut d'l'eau !
it: Vuole acqua!
ja: 水がほしいって！
ko: 물이 필요해!
pl: Potrzebuje wody!
pt_br: Precisa de água!
ru: Нужна вода!
zh_tw: 需要水!

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: Need plant food.
de: Braucht etwas Pflanzenessen.
es: Necesitar comida de planta.
fr: Elle veut d'la nourriture pour plantes.
it: Vuole cibo per piante.
ja: 植物の食べ物がほしいみたい。
ko: 식물 음식이 필요해.
pl: Potrzebuje jedzenia dla roślin.
pt_br: Precisa de comida de planta.
ru: Нужна еда для растений.
zh_tw: 需要植物食物。

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: Is too many plants here! Can't grow big!
de: Zu viele Pflanzen hier! Wächst nicht groß!
es: ¡Demasiadas plantas! Así no crecen...
fr: Y'a trop d'plantes ici ! Elle peut pas pousser.
it: Troppe piante qui! Non può crescere!
ja: 近くに植物がおおすぎる！おっきくなれないよ！
ko: 여긴 식물이 너무 많아! 크게 자랄 수 없어!
pl: Jest tu zbyt wiele roślin! Nie może wyrosnąć duża!
pt_br: Tem plantas demais aqui! Não podem crescer!
ru: Тут слишком много растений! Оно расти не может!
zh_tw: 這裡的植物太多！都長不大的！

# CHARACTERS.WURT.DESCRIBE_PLANTSTRESSORSEASON
source: It not like this seasontime.
de: Mag die Zeit von Jahr nicht.
es: No gusta esta época.
fr: Elle aime pas la saison.
it: Non piace questa stagione.
ja: この季節は嫌いみたい。
ko: 이 계절 같지 않아.
pl: Nie lubi tej pory roku.
pt_br: Não gosta dessa estação.
ru: Не любит это время года.
zh_tw: 它不喜歡這個季節。

# CHARACTERS.WURT.DESCRIBE_PLANTVERYSTRESSED
source: Look very bad...
de: Sieht sehr schlecht aus ...
es: Está muy mal...
fr: Ça va pas du tout...
it: Sembra stare molto male...
ja: すごく具合が悪そう…
ko: 많이 안좋아 보여...
pl: Bardzo źle wygląda...
pt_br: Parece muito mal...
ru: Очень плохо выглядит...
zh_tw: 看起來很糟糕……

# CHARACTERS.WURT.DESCRIBE_SMOLDERING
source: Smell something...
de: Rieche etwas ...
es: Huele a algo...
es_mx: Yo oler algo...
fr: Je sens quelque chose...
it: Odore di qualcosa...
ja: 何か匂う...
ko: 무슨 냄새 나는데...
pl: Coś czuję...
pt_br: Sinto cheiro de algo...
ru: Чем-то тут пахнет…
zh_tw: 有東西在悶燒……

# CHARACTERS.WURT.DESCRIBE_TOODARK
source: It really, really dark.
de: Sehr, sehr dunkel.
es: Está muy muy oscuro.
es_mx: Estar muy, muy oscuro.
fr: Il fait très très noir.
it: Molto, molto scuro.
ja: それは本当に、本当に暗いよ。
ko: 엄청, 엄청 어두워.
pl: Jest bardzo, bardzo ciemno.
pt_br: Tá muito, muito escuro.
ru: Очень темно, очень.
zh_tw: 好黑，好黑。

# CHARACTERS.WURT.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Blegh, who wanna eat that?
de: Bäh, wer will das essen?
es: Blegh, ¿quién quiere comer eso?
es_mx: Puaj, ¿quién querer comerse eso?
fr: Beurk, qui voudrait manger ça ?
it: Blegh, chi vuole mangiare quello?
ja: ブレグ、誰が食べたいの？
ko: 웩, 누가 저거 먹어?
pl: Ble, kto by coś takiego jadł?
pt_br: Blegh, quem quer comer isso?
ru: Фу! Кто хочет это съесть?
zh_tw: 啵，誰會想吃那個？

# CHARACTERS.WURT.EAT_FOOD.WINTERSFEASTFUEL
source: Mmmmm, sweets!
de: Mmmmm, süßes Zeug!
es: ¡Mmmmmm, dulces!
es_mx: ¡Mmmmm, dulces!
fr: Miam, des sucreries !
it: Mmmmm, dolce!
ja: うーん、甘い！
ko: 으음, 단것이다!
pl: Mmmmm, słodkości!
pt_br: Mmmmm, doces!
ru: М-м-м! Сладости!
zh_tw: 呣，好甜！

# CHARACTERS.WURT.QUAGMIRE_ANNOUNCE_LOSE
source: We win! No? Glurp...
de: Gewonnen! Nein? Glurp ...
es: ¡Ganamos! ¿No? Glurp...
es_mx: ¡Nosotros ganar! ¿No? Glup...
fr: On a gagné ! Ah, non.
it: Noi vinciamo! No? Glurp...
ja: 俺たちの勝ちだ！違う？グループ...
ko: 이겼다! 아니야? 빠끔...
pl: Wygraliśmy! Nie? Glurp...
pt_br: A gente venceu! Não? Glurp...
ru: Мы победили! Нет? Бульк…
zh_tw: 我們贏了！沒？格勒普……

# CHARACTERS.WURT.QUAGMIRE_ANNOUNCE_MEALBURNT
source: Oops...
de: Huch ...
es: Ups...
es_mx: Uy...
fr: Oups...
it: Ops...
ja: おっと...
ko: 이런...
pl: Ups...
pt_br: Opa...
ru: Ой…
zh_tw: 哎呀……

# CHARACTERS.WURT.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: Glurgh, that not gonna taste good together.
de: Glarg, das schmeckt nicht zusammen.
es: Glurgh, eso no va a estar rico junto.
es_mx: Gluaj, eso no ser buena combinación.
fr: Argh, ça va pas du tout ensemble.
it: Glurgh, non buoni insieme.
ja: グルーフ、それは美味しくないかも。
ko: 빠끔빠끔, 같이 먹으면 맛없겠어.
pl: Glurg, to nie będzie dobrze razem smakować.
pt_br: Glurgh, isso não vai ficar bom junto.
ru: Хлюп. Нет, они по вкусу совсем не сочетаются.
zh_tw: 格勒，放一起應該不好吃。

# CHARACTERS.WURT.QUAGMIRE_ANNOUNCE_WIN
source: Yay! Going back now, bye-bye sky mouth!
de: Juhu! Gehe jetzt zurück, tschüss, Himmelsmaul!
es: ¡Yupi! ¡Me vuelvo ya, adiós, boca de cielo!
es_mx: ¡Hurra! Ahora yo volver. ¡Adiosito, boca en el cielo!
fr: Ouais ! Je rentre ! Adieu la bouche dans le ciel !
it: Sì! Ora torno, ciao ciao, bocca in cielo!
ja: イェーイ！今すぐ戻るんだ、バイバイ スカイマウス！
ko: 만세! 이제 갈게 잘 있어, 하늘 입아!
pl: Juhuu! A teraz wracam, pa, pa, niebiańska paszczo!
pt_br: Viva! Vou voltar agora. Tchauzinho, boca do céu!
ru: Ура! Я возвращаюсь! Пока-пока, небесный рот!
zh_tw: 耶！我走了，再見天上的大嘴！
