Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.FULLHONEY
source: Buzz Juice ready!
de: Summsisaft fertig!
es: ¡Zumo de zuums listo!
es_mx: ¡Jugo de zumbido listo!
fr: Le jus de bzzz est prêt !
it: Succo bzzz pronto!
ja: ブンブンのジュースできた！
ko: 붕붕이 즙이 준비됐다!
pl: Bzykowy sok gotowy!
pt_br: Suco de Bzzz pronto!
ru: Сок жужжалок готов!
zh_tw: 嗡嗡汁準備好了！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.GENERIC
source: Buzz home!
de: Haus der Summsis!
es: ¡Casa de zuums!
es_mx: ¡Casa zumbido!
fr: La maison des bzzz !
it: Casa bzzz
ja: ブンブンのおうち！
ko: 붕붕이 집이야!
pl: Dom bzyków
pt_br: Casa de Bzzz!
ru: Дом жужжалок!
zh_tw: 嗡嗡的家！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.NOHONEY
source: Empty
de: Leer.
es: Vacío
es_mx: Vacía
fr: Vide.
it: Vuota
ja: 空白
ko: 비었어
pl: Puste
pt_br: Vazia.
ru: Пусто
zh_tw: 空著

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.READY
source: Buzz Juice ready!
de: Summsisaft fertig!
es: ¡Zumo de zuums listo!
es_mx: ¡Jugo de zumbido listo!
fr: Le jus de bzzz est prêt !
it: Succo bzzz pronto!
ja: ブンブンのジュースできた！
ko: 붕붕이 즙이 준비됐다!
pl: Bzykowy sok gotowy!
pt_br: Suco de Bzzz pronto!
ru: Сок жужжалок готов!
zh_tw: 嗡嗡汁準備好了！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX.SOMEHONEY
source: Wait
de: Warten.
es: Espera
es_mx: Espera
fr: Faut encore attendre.
it: Aspetta
ja: 待って
ko: 기다려
pl: Jeszcze
pt_br: Espera.
ru: Подожду
zh_tw: 等等

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.BURNT
source: Fire breaks everything
de: Feuer zerstört alles.
es: El fuego lo rompe todo
es_mx: Fuego rompe todo
fr: Le feu détruit tout.
it: Fuoco distrugge tutto
ja: 火がぜーんぶこわすよ！
ko: 불은 모든 것을 망가뜨려
pl: Ogień zniszczy wszystko
pt_br: Fogo destrói tudo.
ru: Огонь все портит
zh_tw: 火摧毀了一切

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: Buzz Juice ready!
de: Summsaft fertig!
es: ¡Zumo de zuums listo!
es_mx: ¡Jugo de zumbido listo!
fr: Le jus de bzzz est prêt !
it: Succo bzzz pronto!
ja: ブンブンのジュースできた！
ko: 붕붕이 즙이 준비됐다!
pl: Bzykowy sok gotowy!
pt_br: Suco de Bzzz pronto!
ru: Сок жужжалок готов!
zh_tw: 嗡嗡汁準備好了！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: Buzzing...
de: Summt ...
es: Zumbando...
es_mx: Zumbar…
fr: Fait bzzz...
it: Bzzz...
ja: ブンブンいってる…
ko: 붕붕거리네...
pl: Bzyczy...
pt_br: Zumbindo...
ru: Жужжит…
zh_tw: 嗡嗡……

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: Empty
de: Leer.
es: Vacío
es_mx: Vacía
fr: Vide.
it: Vuota
ja: 空白
ko: 비었어
pl: Puste
pt_br: Vazia.
ru: Пусто
zh_tw: 空的

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.READY
source: Buzz Juice ready!
de: Summsaft fertig!
es: ¡Zumo de zuums listo!
es_mx: ¡Jugo de zumbido listo!
fr: Le jus de bzzz est prêt !
it: Succo bzzz pronto!
ja: ブンブンのジュースできた！
ko: 붕붕이 즙이 준비됐다!
pl: Bzykowy sok gotowy!
pt_br: Suco de Bzzz pronto!
ru: Сок жужжалок готов!
zh_tw: 嗡嗡汁準備好了！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: Wait
de: Warten.
es: Espera
es_mx: Espera
fr: Faut encore attendre.
it: Aspetta
ja: まって
ko: 기다려
pl: Jeszcze
pt_br: Espera.
ru: Подожду
zh_tw: 等等

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.DOMESTICATED
source: A pet now
de: Haustier geworden.
es: Ahora es una mascota
es_mx: Una mascota ahora
fr: C'est mon animal domestique maintenant.
it: Ora ho animaletto
ja: ペットになった
ko: 펫이 됐어
pl: Teraz zwierzątko domowe
pt_br: Um animal de estimação agora.
ru: Теперь питомец
zh_tw: 現在有個寵物了

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.FOLLOWER
source: Looking for belly stuff
de: Will Bauchzeug.
es: Buscando cosas para la tripa
es_mx: Buscando cosas de barriga
fr: L'animal veut des trucs pour se remplir le ventre.
it: Cerchiamo roba per pancia
ja: おなかに入れるものを探してるんだ
ko: 음식을 찾고 있어
pl: Szuka rzeczy do brzuszka
pt_br: Procurando coisa de barriga.
ru: Хочет чего-нибудь в животик
zh_tw: 找東西填肚子

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.GENERIC
source: Shaggy Buddy
de: Zottelkerl.
es: Amiguito greñudo
es_mx: Compañero desgreñado
fr: Un copain au poil épais.
it: Amico peloso
ja: もじゃもじゃ君
ko: 덥수룩한 친구야
pl: Kudłaty kumpel
pt_br: Amigo Felpudo.
ru: Лохматый дружок
zh_tw: 毛絨絨夥伴

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.MYPARTNER
source: Shaggy Buddy is friend
de: Zottelkerl ist Freund
es: Amiguito greñudo es muy amigo
fr: C'est mon copain poilu.
it: Amico peloso è amico
ja: もじゃもじゃ君はお友だちだよ
ko: 덥수룩한 친구는 나랑 친해
pl: Kudłaty kumpel to przyjaciel.
pt_br: Amigo Felpudo é companheiro.
ru: Лохматый дружок хороший
zh_tw: 毛絨絨的夥伴是朋友

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.NAKED
source: Bald
de: Kahl.
es: Sin pelo
es_mx: Calvo
fr: Il n'a plus de poils.
it: Nudo
ja: ツルツル
ko: 대머리야
pl: Łysy
pt_br: Careca.
ru: Лысый
zh_tw: 禿了

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.ORNERY
source: Cranky
de: Unleidlich.
es: Con malas pulgas
es_mx: Enfadado
fr: Il est tout grincheux.
it: Irritabile
ja: ガタガタする
ko: 괴팍해
pl: Marudny
pt_br: Irritado.
ru: Капризный
zh_tw: 脾氣很壞

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.PUDGY
source: Full belly
de: Bauch voll.
es: Tripa llena
es_mx: Barriga llena
fr: Il a pris du rab à la cantine.
it: Pancia piena
ja: 満腹
ko: 배가 찼어
pl: Pełny brzuszek
pt_br: Barriga cheia.
ru: Полный животик
zh_tw: 肚子滿滿的

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.RIDER
source: Can ride now
de: Ich kann reiten.
es: Ahora se puede montar
es_mx: Poder montar ahora
fr: Je peux le chevaucher maintenant.
it: Ora cavalco
ja: 今は乗れる
ko: 이제 탈 수 있어
pl: Teraz mogę jeździć
pt_br: Posso cavalgar agora.
ru: Теперь могу кататься
zh_tw: 現在可以騎了

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO.SLEEPING
source: Shh... Don't wake it
de: Psst ... nicht aufwecken.
es: Shhh. Que no se despierte.
es_mx: Shh… No lo despiertes
fr: Chut... Faut pas le réveiller.
it: Shh... Non svegliare
ja: シーッ...起こさないように
ko: 쉿... 깨우지 마
pl: Cii... Nie budźmy go
pt_br: Shh... Não acorde.
ru: Тс-с… Не буди.
zh_tw: 噓...別吵醒它

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALOHAT
source: Warm
es: Caliente
es_mx: Cálido
fr: Ça tient chaud.
it: Caldo
ja: あったかい
ko: 따뜻해
pl: Ciepła
pt_br: Quentinho.
ru: Тепло
zh_tw: 溫暖

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALOWOOL
source: Buddy hair
de: Kumpelhaar.
es: Pelo de amiguito
es_mx: Pelo de compañero
fr: Des poils d'un copain.
it: Peli di amico
ja: もじゃもじゃの子の毛
ko: 친구 털이야
pl: Włosy kumpla
pt_br: Cabelo de amigo.
ru: Шерсть друга
zh_tw: 夥伴的毛髮

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO_GROOMER.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: Shaggy Buddy brusher
de: Zottelkerl-Bürster
es: Cepillo para amiguito greñudo
fr: C'est pour brosser mon copain poilu.
it: Toletta per amico peloso
ja: もじゃもじゃ君をワシワシするやつだね
ko: 덥수룩한 친구의 빗이야
pl: Szczotka kudłatego kumpla
pt_br: Escovador de Amigo Felpudo.
ru: Чесалка для лохматого дружка
zh_tw: 給毛絨絨的夥伴梳頭

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: Hmm hmm, make you pretty!
de: Hmm-hmm, macht dich hübsch!
es: Ummm... ¡Para ser bonitos!
fr: Hmm hmm, tu vas être tout joli !
it: Mmmm, diventare bello!
ja: ふふ～ん。綺麗になったね！
ko: 흠흠, 예뻐져라!
pl: Hmm, hmm, będziesz piękny!
pt_br: Hmm, hmm, vai ficar bonito!
ru: Хм-м, хм-м, сделаю тебя красивым!
zh_tw: 嗯，能讓你變漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEFALO_GROOMER_ITEM
source: Make Shaggy Buddy brusher
de: Mache Zottelkerl-Bürster
es: Cepillo para amiguito greñudo
fr: Je fais un truc pour brosser le copain poilu.
it: Fare toletta per amico peloso
ja: もじゃもじゃ君をワシワシするやつを作ろう
ko: 덥수룩한 친구의 빗을 만들어
pl: Zrobić szczotkę kudłatego kumpla.
pt_br: Faz escovador de Amigo Felpudo.
ru: Сделать чесалку для лохматых дружков
zh_tw: 做梳頭的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BEEF_BELL
source: Ding dong
es: ¡Din, don!
it: Din don
ja: チリンチリンだ
ko: 딩동
pl: Dzyń, dzyń.
pt_br: Blim, blom.
ru: Динь-дон
zh_tw: 叮咚

# CHARACTERS.WORMWOOD.DESCRIBE.BEEGUARD
source: Oh. Scary Buzz
de: Oh. Gruselsumm.
es: Oh. Zuum que da miedo
es_mx: Oh. Zumbido intimidante
fr: Oh. Bzzz fait peur.
it: Oh. Bzzz spaventoso
ja: おお。 こわいよブンブン
ko: 아. 무서운 붕붕이야
pl: Oh. Straszne bzzz
pt_br: Ah. Bzzz Assustadora.
ru: Ой. Страшная жужжалка
zh_tw: 噢，可怕的嗡嗡聲

# CHARACTERS.WORMWOOD.DESCRIBE.BEEHAT
source: Looks good
de: Sieht gut aus.
es: Queda bien
es_mx: Se ve bien
fr: Que c'est beau.
it: Bello
ja: いい感じ
ko: 좋아
pl: Wygląda dobrze
pt_br: Bonito.
ru: Красиво
zh_tw: 看起來不錯

# CHARACTERS.WORMWOOD.DESCRIBE.BEEHIVE
source: Buzz Home
de: Haus der Summsis.
es: Casa de zuums
es_mx: Casa zumbido
fr: La maison des bzzz.
it: Casa bzzz
ja: ブンブンのおうち
ko: 붕붕이 집이야
pl: Dom bzyków
pt_br: Casa de Bzzz.
ru: Дом жужжалок
zh_tw: 嗡嗡的家

# CHARACTERS.WORMWOOD.DESCRIBE.BEEMINE
source: Buzz Ka-bloey
de: Summsiwumms!
es: ¡Ka-buum de zuums!
es_mx: Zumbido cataplún
fr: Ça libère des bzzz quand ça fait boum !
it: Piena di bzzz
ja: ブンブンのドーン！
ko: 붕붕이 폭탄이다
pl: Bzyki bum!
pt_br: Cabum de Bzzz.
ru: Бабах из жужжалок!
zh_tw: 嗡嗡們的地雷

# CHARACTERS.WORMWOOD.DESCRIBE.BEEMINE_MAXWELL
source: It's buzzing...
de: Summt ...
es: Está zumbando...
es_mx: Está zumbando…
fr: Fait bzzz...
it: Fa bzzz...
ja: ブンブンいってる…
ko: 붕붕거려...
pl: Bzyczy...
pt_br: Tá zumbindo...
ru: Жужжит…
zh_tw: 它嗡嗡作響...

# CHARACTERS.WORMWOOD.DESCRIBE.BEEQUEEN
source: Big Mommy Buzz!
de: Summsimama!
es: ¡Gran mamá zuum!
es_mx: Gran Mami Zumbido
fr: Une grosse maman bzzz !
it: Grande mamma bzzz!
ja: ブンブンのビッグママ！
ko: 큰 엄마 붕붕이야!
pl: Mama bzyków!
pt_br: Mamãe Bzzz Grandona!
ru: Мама-жужжалка!
zh_tw: 大母蜂！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEQUEENHIVE.GENERIC
source: Full of Buzz Juice
de: Voller Summsisaft.
es: Hasta arriba de zumo de zuums
es_mx: Llena de jugo de zumbido
fr: C'est plein de jus de bzzz.
it: Pieno di succo bzzz
ja: ブンブンのジュースでいっぱいだよ！
ko: 붕붕이 즙이 가득해
pl: Pełny bzykowego soku
pt_br: Cheio de Suco de Bzzz.
ru: Полный сока жужжалок
zh_tw: 滿滿都是嗡嗡汁

# CHARACTERS.WORMWOOD.DESCRIBE.BEEQUEENHIVE.GROWING
source: Getting bigger!
de: Wird größer!
es: ¡Creciendo!
es_mx: ¡Se pone más grande!
fr: Ça grossit !
it: Più grande!
ja: 大きくなってきたよ！
ko: 커지고 있어!
pl: Rośnie!
pt_br: Tá crescendo!
ru: Растет!
zh_tw: 變大了！

# CHARACTERS.WORMWOOD.DESCRIBE.BEEQUEENHIVEGROWN
source: Big Buzz home!
de: Großes Summsihaus!
es: ¡Gran casa de zuums!
es_mx: ¡Casa grande de zumbidos!
fr: Une maison de grosse bzzz !
it: Grande casa bzzz!
ja: 大きなブンブンのおうち
ko: 큰 붕붕이 집이야!
pl: Wielki bzykowy dom!
pt_br: Casa de Bzzz grande!
ru: Дом большой жужжалки!
zh_tw: 大嗡嗡們的家！

# CHARACTERS.WORMWOOD.DESCRIBE.BEESWAX
source: Buzz Blocks
de: Summsiblöcke.
es: Bloques de zuums
es_mx: Pedazos de zumbido
fr: Des blocs de bzzz.
it: Blocchi fatti da api
ja: ブンブンのブロック
ko: 붕붕이 블록이야
pl: Bzykowe kawałki
pt_br: Blocos de Bzzz.
ru: Кирпичи жужжалок
zh_tw: 嗡嗡磚塊

# CHARACTERS.WORMWOOD.DESCRIBE.BEETLETAUR
source: Where's other eye?
de: Wo ist das andere Auge?
es: ¿Dónde está el otro ojo?
es_mx: ¿Dónde está otro ojo?
fr: Où est l'autre œil ?
it: Dove altro occhio?
ja: もういっこの目はどこ？
ko: 다른 눈은 어디 있지?
pl: Gdzie drugie oko?
pt_br: Cadê o outro olho?
ru: А где еще глаз?
zh_tw: 另一隻眼睛在哪

# CHARACTERS.WORMWOOD.DESCRIBE.BELL
source: Ding! Dong!
es: ¡Din-dón!
es_mx: ¡Din don!
ja: ピンポーン！
ko: 딩! 동!
pl: Dzyń, dzyń!
pt_br: Blim! Blom!
ru: Динь-дон!
zh_tw: 叮！咚！

# CHARACTERS.WORMWOOD.DESCRIBE.BERNIE_ACTIVE
source: Yay! Squishy Friend can play!
de: Juhu! Kuschelfreund kann spielen!
es: ¡Sí! ¡Amigo blandito puede jugar!
es_mx: ¡Hurra! ¡Amigo Blando puede jugar!
fr: Oui ! Le copain spongieux peut jouer !
it: Sì! Amico morbidoso gioca!
ja: やった！グニャグニャのお友だちは遊べるって！
ko: 만세! 물렁물렁한 친구가 놀 수 있다!
pl: Juhuu! Mięciutki przyjaciel może się pobawić!
pt_br: Viva! Amigo Tenro pode jogar!
ru: Ура! Мягкий друг готов играть!
zh_tw: 耶！軟軟的朋友也來玩了！

# CHARACTERS.WORMWOOD.DESCRIBE.BERNIE_BIG
source: Big Squishy Friend!
de: Großer Kuschelfreund!
es: ¡Gran amigo blandito!
es_mx: ¡Amigo Blando grande!
fr: Un gros copain spongieux !
it: Grande amico morbidoso!
ja: おおきなグニャグニャのお友だち
ko: 크고 물렁물렁한 친구야!
pl: Wielki mięciutki przyjaciel!
pt_br: Amigo Tenro grande!
ru: Большой мягкий друг!
zh_tw: 又大又軟的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: What happened?
de: Was ist passiert?
es: ¿Qué ha pasado?
es_mx: ¿Qué pasó?
fr: Qu'est-ce qui s'est passé ?
it: Cosa successo?
ja: どうしたの？
ko: 무슨 일이 있었던 거지?
pl: Co się stało?
pt_br: O que aconteceu?
ru: Что случилось?
zh_tw: 發生什麼事?

# CHARACTERS.WORMWOOD.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: Hello, Squishy Friend!
de: Hallo Kuschelfreund!
es: ¡Hola, amigo blandito!
es_mx: ¡Hola, Amigo Blando!
fr: Salut, copain spongieux !
it: Ciao amico morbidoso!
ja: やあ！ グニャグニャのお友だち！
ko: 안녕, 물렁물렁한 친구!
pl: Cześć, mięciutki przyjacielu!
pt_br: Olá, Amigo Tenro!
ru: Привет, мягкий друг!
zh_tw: 你好啊，軟軟的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRIES
source: Tiny little belly fillers
de: Kleine Bauchfüllungen.
es: Diminutas llenatripas pequeñas
es_mx: Pequeñitos llenadores de barriga
fr: Des trucs riquiqui pour se remplir le ventre.
it: Piccole e riempiono poco pancia
ja: 小さいお腹に入るの
ko: 조그만 음식이야
pl: Malutkie wypełniacze do brzuszka
pt_br: Enchedorzinhos de barriga pequeninos.
ru: Маленькие наполнялки для животика
zh_tw: 稍微能填一下肚子

# CHARACTERS.WORMWOOD.DESCRIBE.BERRIES_COOKED
source: Slurp!
de: Mampf!
es_mx: ¡Sorber!
it: Gnammi!
ja: ズズズ！
ko: 꿀꺽!
pl: Siorb!
pt_br: Glup!
ru: Бульк!
zh_tw: 啊嗚！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRIES_JUICY
source: Tiny squishy belly fillers
de: Kleine saftige Bauchfüllungen.
es: Diminutas llenatripas blanditas
es_mx: Pequeñas y blanditas llenadoras de barriga
fr: Des trucs à manger petits et spongieux.
it: Piccole gommose e riempiono pancia
ja: ちっちゃなぐにゃぐにゃのおなかにはいるの
ko: 조그맣고 물컹한 음식이야
pl: Malutkie, mięciutkie wypełniacze do brzuszka
pt_br: Pequenos enchedores de barriga tenros.
ru: Маленькие хлипкие штуки для животика
zh_tw: 小小的填肚子的食物

# CHARACTERS.WORMWOOD.DESCRIBE.BERRIES_JUICY_COOKED
source: Squish, squish!
de: Matschmatsch!
es: ¡Chap, chap!
es_mx: ¡Estrujar, estrujar!
fr: Squitch, squitch.
it: Molli, molli!
ja: グニャグニャ、グニャグニャ！
ko: 물컹물컹!
pl: Plask, plask!
pt_br: Macio e tenro!
ru: Хлюп-хлюп!
zh_tw: 軟，真軟！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.BARREN
source: Needs poop
de: Braucht Kacke.
es: Necesita caca
es_mx: Necesita caca
fr: Il lui faut du fumier.
it: Serve cacca
ja: うんちが欲しいのね
ko: 똥이 필요해
pl: Potrzebuje nawozu
pt_br: Precisa de cocô.
ru: Нужны какашки
zh_tw: 需要便便

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.BURNING
source: Oh! Oh no!
de: Oh! Oh nein!
fr: Oh. Oh non.
ja: ええ！大変だよ！
ko: 아! 안 돼!
pl: Och! O nie!
pt_br: Ah! Ah, não!
ru: Ой. О нет
zh_tw: 噢，噢！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.DISEASED
source: Sick! Very, very sick!
de: Krank! Sehr, sehr krank!
es: ¡Enfermo! ¡Muy, muy enfermo!
es_mx: ¡Enfermo! ¡Muy enfermo!
fr: Il est malade ! Très, très malade !
it: Malato! Molto, molto malato!
ja: 病気だよ！とってもとっても具合が悪い！
ko: 아파! 아주아주 아파!
pl: Choruje! Bardzo, bardzo choruje!
pt_br: Doente! Muito, muito doente!
ru: Так сильно болеет!
zh_tw: 病了！病的很厲害！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.DISEASING
source: You sick, friend?
de: Krank, Freund?
es: ¿Has enfermado, amigo?
es_mx: ¿Enfermo, amigo?
fr: Dis copain, t'es malade ?
it: Malato, amico?
ja: ねえ、お友だち、具合悪いの？
ko: 아프니, 친구야?
pl: Przyjacielu, chorujesz?
pt_br: Tá doente, amiga?
ru: Ты болеешь, друг?
zh_tw: 你病了麼，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.GENERIC
source: Full of stuff for belly
de: Voller Zeug für Bauch.
es: Repleto de cosas para la tripa
es_mx: Lleno de cosas para la barriga
fr: Y a plein de trucs dessus pour se remplir le ventre.
it: Pieno di roba per pancia
ja: おなかに入るのがいっぱいある
ko: 배를 채우는 게 가득해
pl: Pełen rzeczy dla brzuszka
pt_br: Cheio de coisas pra barriga.
ru: Много штучек для живота
zh_tw: 滿是填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.PICKED
source: Belly fillers will grow back
de: Bauchzeug wächst nach.
es: Llenatripas volverán a salir
es_mx: Llenadores de barriga volverán a crecer
fr: Les petits trucs pour se remplir le ventre vont repousser.
it: Roba per pancia ricrescerà
ja: おなかに入るのがまた育つ
ko: 다시 음식이 자랄 거야
pl: Wypełniacze do brzuszka odrosną
pt_br: Enchedores de barriga vão crescer de novo.
ru: Наполнялки для животика еще вырастут
zh_tw: 填肚子的東西會長回來的

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH.WITHERED
source: Poor guy
de: Armer Kerl.
es: Pobre tipo
es_mx: Pobre
fr: Le pauvre.
it: Poverino
ja: かわいそうなやつだね
ko: 불쌍해라
pl: Biedaczek
pt_br: Pobre coitado.
ru: Бедняжка
zh_tw: 可憐的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: Needs poop
de: Braucht Kacke.
es: Necesita caca
es_mx: Necesita caca
fr: Il lui faut du fumier.
it: Serve cacca
ja: うんちが欲しいのね
ko: 똥이 필요해
pl: Potrzebuje nawozu
pt_br: Precisa de cocô.
ru: Нужны какашки
zh_tw: 需要便便

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: Oh! Stop! Stop!
de: Oh! Halt! Halt!
es: ¡Oh! ¡Para! ¡Para!
es_mx: ¡Oh! ¡Para, para!
it: Oh! Ferma! Ferma!
ja: おっと！やめて！やめて！
ko: 아! 그만! 그만!
pl: Och! Przestań! Przestań!
pt_br: Ah! Pare! Pare!
ru: Ой! Хватит! Хватит!
zh_tw: 噢！停！停！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: Oh! Friend got sick!
de: Oh! Freund ist krank!
es: ¡Oh! ¡Amigo enfermo!
es_mx: ¡Oh! ¡Amigo se enfermó!
fr: Oh, copain malade !
it: Oh! Amico ammalato!
ja: おっと！お友だちが病気になったよ！
ko: 아! 친구가 병에 걸렸어!
pl: Och! Przyjaciel choruje!
pt_br: Ah! Amigo ficou doente!
ru: Ой! Друг заболел!
zh_tw: 噢！朋友病了！

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: Get well soon
de: Gute Besserung.
es: Recupérate pronto
es_mx: Recupérate pronto
fr: Bon rétablissement.
it: Guarisci presto
ja: すぐに良くなってね
ko: 어서 나으렴
pl: Życzę zdrowia
pt_br: Fique bem logo.
ru: Скорее поправляйся
zh_tw: 快點好起來吧

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: Full of belly fillers!
de: Voller Bauchfüller!
es: ¡Hasta arriba de llenatripas!
es_mx: Repleto de llenadoras de barriga
fr: Y a plein de trucs dessus pour se remplir le ventre !
it: Pieno di roba che riempie pancia!
ja: いっぱいのおなかにいれるものだ！
ko: 배를 채우는 게 가득해!
pl: Mnóstwo wypełniaczy do brzuszka!
pt_br: Cheio de enchimentos de barriga!
ru: Много штучек для животика!
zh_tw: 長滿了填肚子的食物

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: Oh. Out of belly fillers
de: Oh. Keine Bauchfüller mehr.
es: Oh. No hay más llenatripas
es_mx: Oh. Se acabaron llenadoras de barriga
fr: Oh. Y'a plus rien pour se remplir le ventre.
it: Oh. Roba che riempie pancia finita
ja: おっと、おなかにいれるものがなくなったよ
ko: 아. 배를 채우는 게 다 떨어졌어.
pl: Och. Wypełniacze do brzuszka się skończyły
pt_br: Ah. Acabou enchimentos de barriga.
ru: Ой. Штучки для животика кончились
zh_tw: 喔，沒東西填肚子了

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: Too hot, friend?
de: Zu heiß, Freund?
es: ¿Demasiado caliente, amigo?
es_mx: ¿Demasiado calor, amigo?
fr: Tu as eu trop chaud ?
it: Troppo caldo, amico?
ja: ねえ、お友だち、アッチッチすぎる？
ko: 너무 뜨겁니, 친구야?
pl: Za gorąco, przyjacielu?
pt_br: Muito quente, amigo?
ru: Слишком жарко, друг?
zh_tw: 太熱了嗎，朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.BERRYSAUCE
source: Mushy sweet balls
de: Matschige süße Kugeln.
es: Bolitas dulces y blandas
es_mx: Dulces bolas blanditas
fr: Des petites boules spongieuses.
it: Palline dolci schiacciate
ja: ぐしゃぐしゃであまいボールだね
ko: 물컹하고 달콤한 덩어리야
pl: Rozpapciane słodkie kulki
pt_br: Bolas doces tenras.
ru: Хлипкие сладкие шарики
zh_tw: 甜甜的小球

# CHARACTERS.WORMWOOD.DESCRIBE.BIBINGKA
source: Wrapped in friends
de: In Freunde eingewickelt.
es: Envuelta en amigos
es_mx: Envuelta en amigos
fr: C'est un petit bol fait avec mes copines les feuilles.
it: Avvolta con amici
ja: お友だちで包まれてるよ
ko: 친구들에게 싸여 있어
pl: Zawinięta w przyjaciół
pt_br: Envolto em amigos.
ru: Завернута в друзей
zh_tw: 朋友包著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.BIGFOOT
source: Smelly Stomper
de: Stinkestampfer.
es: Pisador maloliente
es_mx: Pisador apestoso
fr: Une créature au pas lourd et qui sent pas bon.
it: Montone puzzolente
ja: 臭い足
ko: 냄새 나는 쿵쿵이야
pl: Śmierdzący tupacz
pt_br: Pisador fedido!
ru: Вонючий топтыжка
zh_tw: 大臭腳

# CHARACTERS.WORMWOOD.DESCRIBE.BIRCHNUTDRAKE
source: So cute
de: Wie niedlich.
es: Qué monada
es_mx: Qué linda
fr: C'est trop mignon !
it: Che carino
ja: すごくかわいい
ko: 너무 귀여워
pl: Ale ładny
pt_br: Que coisa fofa.
ru: Так мило
zh_tw: 好可愛

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.DEAD
source: Oh. Whoops
de: Oh. Huch.
es: Oh. Ups
es_mx: Oh. Uy
fr: Oh. oups.
it: Oh. Ops
ja: あれ。おっとっと
ko: 아. 이런
pl: Oj. Ups
pt_br: Ah. Ops.
ru: Ой. О-о-ох
zh_tw: 噢。哎呀

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.GENERIC
source: Needs a friend
de: Braucht einen Freund.
es: Necesita un amigo
es_mx: Necesita un amigo
fr: Il lui faut un copain.
it: Serve amico
ja: お友だちが欲しいね
ko: 친구가 필요해
pl: Potrzebuje przyjaciela
pt_br: Precisa de um amigo.
ru: Хочет друга
zh_tw: 需要一個朋友

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.HUNGRY
source: Hungry?
de: Hungrig?
es: ¿Tienes hambre?
es_mx: ¿Hambriento?
fr: T'as faim ?
it: Fame?
ja: おなかすいた？
ko: 배고프니?
pl: Głodny?
pt_br: Com fome?
ru: Хочешь есть?
zh_tw: 餓了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.OCCUPIED
source: Tweet! Tweet!
de: Zwitscherzwitscher!
es: ¡Pío! ¡Pío!
es_mx: ¡Pío, pío!
fr: Cui-cui !
it: Cip! Cip!
ja: ぴーちくぱーちく！
ko: 짹짹!
pl: Ćwir! Ćwir!
pt_br: Piu! Piu!
ru: Чирик! Чирик!
zh_tw: 嘰喳！嘰喳！

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.SKELETON
source: (sigh)
de: Seufz.
es: (Ay)
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.SLEEPING
source: Sleep well, Tweeter
de: Schlaf schön, Piepser.
es: Que duermas bien, pío-pío
es_mx: Duerme bien, piador
fr: Dors bien, piou-piou.
it: Dormi bene, cip cip
ja: おやすみなさい、ピヨピヨ
ko: 잘 자, 짹짹아!
pl: Śpij dobrze, ćwirku
pt_br: Durma bem, Piu-Piu.
ru: Спи сладко, чирикалка
zh_tw: 嘰喳睡得好香

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDCAGE.STARVING
source: Needs food!
de: Braucht Nahrung!
es: ¡Necesita comida!
es_mx: ¡Necesita comida!
fr: Le piou-piou a faim !
it: Serve cibo!
ja: 食べ物が必要だよ！
ko: 음식이 필요해!
pl: Potrzebuje jedzenia!
pt_br: Precisa de comida!
ru: Хочет еду!
zh_tw: 它需要食物！

# CHARACTERS.WORMWOOD.DESCRIBE.BIRDTRAP
source: Tweeter Nabber
de: Piepserschnapper.
es: Atrapapío-píos
es_mx: Atrapador de piadores
fr: Un attrape piou-piou.
it: Prende cip cip
ja: ピヨピヨ捕獲器
ko: 짹짹이 붙잡이야
pl: Łapacz ćwirków
pt_br: Apanha-Piu-Piu.
ru: Хваталка чирикалок
zh_tw: 嘰喳抓捕器

# CHARACTERS.WORMWOOD.DESCRIBE.BIRD_EGG
source: Baby Tweeter
de: Kleiner Piepser.
es: Pío-pío bebé
es_mx: Bebé piador
fr: Un bébé piou-piou.
it: Cip cip piccolo
ja: ピヨピヨの赤ちゃん
ko: 아기 짹짹이야
pl: Mały ćwirek
pt_br: Bebê Piu-Piu.
ru: Маленькая чирикалка
zh_tw: 寶寶嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.BIRD_EGG_COOKED
source: Goes in belly
de: Für den Bauch.
es: Va a la tripa
es_mx: Va en barriga
fr: Ça va finir dans mon ventre.
it: Dentro pancia
ja: おなかに入る
ko: 배에 들어가
pl: Idzie do brzuszka
pt_br: Vai pra barriga.
ru: Для животика
zh_tw: 可以吃進肚子了

# CHARACTERS.WORMWOOD.DESCRIBE.BIRD_MUTANT
source: Tweeter okay?
de: Piepser okay?
es: ¿Pío-pío está bien?
fr: Piou-piou va bien ?
it: Cip cip sta bene?
ja: ピヨピヨ大丈夫？
ko: 짹짹이 괜찮아?
pl: Ćwirek dobrze się czuje?
pt_br: Piu-Piu tá bem?
ru: Чирикалка в порядке?
zh_tw: 啾啾還好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.BIRD_MUTANT_SPITTER
source: Tweeter sick?
de: Piepser krank?
es: ¿Pío-pío está malo?
fr: Piou-piou est malade ?
it: Cip cip malato?
ja: ピヨピヨは病気なの？
ko: 짹짹이 아파?
pl: Ćwirek chory?
pt_br: Piu-Piu doente?
ru: Чирикалка заболела?
zh_tw: 啾啾病了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.BISHOP
source: A Pointy Hat Machine Man!
de: Maschinenmann mit spitzem Hut!
es: ¡Un hombre-máquina de sombrero puntiagudo!
es_mx: ¡Un hombre máquina de gorro puntiagudo!
fr: Une homme-machine à chapeau pointu !
it: Uomo macchina con cappello appuntito!
ja: とんがり帽のメカ男！
ko: 뾰족한 모자를 쓴 기계 인간이다!
pl: Pan maszyna w spiczastym kapeluszu!
pt_br: Um Homem Máquina de Chapéu Pontudo!
ru: Машина в острой шляпе!
zh_tw: 一個尖帽子機器人！

# CHARACTERS.WORMWOOD.DESCRIBE.BISHOP_CHARGE_HIT
source: Aggh!
de: Argh!
es: ¡Argh!
es_mx: ¡Ahh!
fr: Argh !
ja: ギャーーー！
ko: 아악!
pl: Aj!
ru: А-а-а!
zh_tw: 啊啊！

# CHARACTERS.WORMWOOD.DESCRIBE.BISHOP_NIGHTMARE
source: Hurt
de: Tut weh.
es: Se ha hecho daño
es_mx: Herido
fr: Il est blessé.
it: Fatto male
ja: 痛いよー
ko: 아파
pl: Boli
pt_br: Machucou.
ru: Болючий
zh_tw: 它受傷了
