Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.SANDBLOCK
source: DO NOT GET SAND IN MY CIRCUITS
de: BRING MIR KEINEN SAND IN MEINE STROMKREISE
es_mx: QUE NO SE ME META ARENA EN LOS CIRCUITOS
fr: PAS DE SABLE DANS MES CIRCUITS
it: NON METTERE LA SABBIA NEI MIEI CIRCUITI
ja: ＊回路への砂塵混入は故障の原因になります＊
ko: 본체의 회로에 모래가 침투해서는 안 됨
pl: UWAGA NA PIACH W MOICH OBWODACH
pt_br: NÃO COLOQUE AREIA NOS MEUS CIRCUITOS
ru: НЕ СЫПЬ МНЕ ПЕСОК НА СХЕМЫ
zh_cn: 不要把沙子弄进我的电路里
zh_tw: 不要把沙子弄進我的電路裡

# CHARACTERS.WX78.DESCRIBE.SANDSPIKE
source: MY CIRCUITS ARE GOING TO GET DUSTY
de: MEINE STROMKREISE WERDEN STAUBIG
es_mx: SE ME VAN A LLENAR DE ARENA LOS CIRCUITOS
fr: MES CIRCUITS VONT PRENDRE LA POUSSIÈRE
it: I MIEI CIRCUITI DIVENTERANNO POLVEROSI
ja: ＊回路内への砂塵混入を警戒します＊
ko: 본체의 회로에 먼지가 침투할 것으로 예상됨
pl: OBWODY MI SIĘ ZAKURZĄ
pt_br: MEUS CIRCUITOS VÃO FICAR CHEIOS DE AREIA
ru: МОИ СХЕМЫ ВСЕ ЗАПЫЛЯТСЯ
zh_cn: 我的电路就要落满灰尘了
zh_tw: 我的電路就要落滿灰塵了

# CHARACTERS.WX78.DESCRIBE.SANITYROCK.ACTIVE
source: IT IS CARVED WITH PERFECTION
de: ZUR VOLLKOMMENHEIT GESCHNITZT.
es_mx: ESTÁ TALLADA A LA PERFECCIÓN
fr: TAILLÉE À LA PERFECTION.
it: È SCOLPITO ALLA PERFEZIONE
ja: ＊完璧に刻まれています。＊
ko: 완벽함으로 새겨졌음.
pl: WYRZEŹBIONY Z DBAŁOŚCIĄ O DETALE.
pt_br: FOI ESCULPIDO COM PERFEIÇÃO.
ru: РЕЗНОЕ СОВЕРШЕНСТВО
zh_cn: 精雕细琢而成。
zh_tw: 精雕細琢而成。

# CHARACTERS.WX78.DESCRIBE.SANITYROCK.INACTIVE
source: SEEMS SMALLER THAN PREVIOUS DATA INDICATES
de: SIEHT KLEINER ALS ES DIE DATEN ES VERMUTEN LASSEN.
es_mx: PARECE MÁS PEQUEÑO DE LO QUE INDICAN LOS DATOS ANTERIORES
fr: SEMBLE PLUS PETITE QU'INDIQUÉ PAR LES DONNÉES PRÉCÉDENTES
it: SEMBRA PIÙ PICCOLO RISPETTO AI DATI INDICATI PRECEDENTEMENTE
ja: ＊事前データによる報告よりも小さいようです＊
ko: 이전 데이터에 나타난 것보다 작아 보임
pl: WYDAJE SIĘ MNIEJSZY, NIŻ SUGERUJĄ WCZEŚNIEJSZE DANE.
pt_br: PARECE MENOR QUE OS DADOS ANTERIORES INDICAM
ru: ВЫГЛЯДИТ МЕНЬШЕ, ЧЕМ ПРЕДЫДУЩИЕ ИНФОРМАЦИОННЫЕ ИНДИКАТОРЫ
zh_cn: 好像比之前数据记载的要小
zh_tw: 好像比之前資料記載的要小

# CHARACTERS.WX78.DESCRIBE.SAPLING.BURNING
source: RESOURCES WASTED
de: RESSOURCEN VERSCHWENDET
es_mx: RECURSOS DESPERDICIADOS
fr: RESSOURCES GASPILLÉES
it: RISORSE SPRECATE
ja: ＊資源を無駄にしました＊
ko: 낭비된 자원
pl: ZMARNOWANE SUROWCE.
pt_br: RECURSOS DESPERDIÇADOS
ru: ПРОИЗОШЛО ИСТОЩЕНИЕ РЕСУРСОВ
zh_cn: 资料浪费
zh_tw: 資料浪費

# CHARACTERS.WX78.DESCRIBE.SAPLING.DISEASED
source: HA. DISEASE. A BIOLOGICAL LAPSE IN JUDGMENT
de: HA. KRANKHEIT. EIN BIOLOGISCHES FEHLURTEIL
es_mx: JA. LA ENFERMEDAD. UN ERROR DE CÁLCULO BIOLÓGICO
fr: AH. MALADIE. UN MANQUE DE BON SENS BIOLOGIQUE
it: AH. LA MALATTIA. UN ERRORE DI CALCOLO BIOLOGICO
ja: ＊疾病…有機生命体の欠陥＊
ko: 하. 질병. 생물의 판단력이 떨어지는 상태
pl: HA. PRZEMIJANIE. JEDEN Z ROZLICZNYCH BŁĘDÓW NATURY.
pt_br: HA. DOENÇA. UM LAPSO BIOLÓGICO DE AVALIAÇÃO
ru: ХА. БОЛЕЗНЬ. НЕДОСТАТОК БИОЛОГИЧЕСКОГО ВИДА
zh_cn: 哈。疾病就是医疗误诊
zh_tw: 哈。疾病就是醫療誤診

# CHARACTERS.WX78.DESCRIBE.SAPLING.DISEASING
source: THIS ORGANIC SEEMS MORE INFERIOR THAN USUAL
de: DIESER ORGANISMUS SCHEINT SCHLECHTER ALS ÜBLICH
es_mx: ESTE ORGANISMO PARECE MÁS INFERIOR DE LO HABITUAL
fr: CET ÊTRE ORGANIQUE SEMBLE PLUS INFÉRIEUR QUE D'HABITUDE
it: QUESTO ORGANISMO SEMPRE PIÙ INFERIORE DEL SOLITO
ja: ＊この有機生命体は通常より劣っているようです＊
ko: 유기물 상태가 평소보다 더 하등해 보임
pl: TEN ORGANIZM WYDAJE SIĘ SŁABSZY NIŻ ZWYKLE.
pt_br: ESSE SER ÔRGANICO PARECE MAIS INFERIOR QUE O NORMAL
ru: ЭТА ОРГАНИКА КАЖЕТСЯ БОЛЕЕ ПОСРЕДСТВЕННОЙ, ЧЕМ ОБЫЧНО
zh_cn: 这一有机物看起来比平时更低等
zh_tw: 這一有機物看起來比平時更低等

# CHARACTERS.WX78.DESCRIBE.SAPLING.GENERIC
source: POTENTIAL CONSTRUCTION MATERIAL
de: POTENZIELLES BAUMATERIAL
es_mx: POTENCIAL MATERIAL DE CONSTRUCCIÓN
fr: MATÉRIAU DE CONSTRUCTION POTENTIEL
it: POTENZIALE MATERIALE DA COSTRUZIONE
ja: ＊建築に利用可能かもしれない資材＊
ko: 잠재적 건축 자재
pl: POTENCJANY MATERIAŁ BUDOWLANY.
pt_br: POTENCIAL MATERIAL DE CONSTRUÇÃO
ru: ПОТЕНЦИАЛЬНЫЙ СТРОИТЕЛЬНЫЙ МАТЕРИАЛ
zh_cn: 潜在的建筑材料
zh_tw: 潛在的建築材料

# CHARACTERS.WX78.DESCRIBE.SAPLING.PICKED
source: IT IS RECHARGING
de: ES LÄDT AUF.
es_mx: RECARGANDO
fr: IL SE RECHARGE
it: SI STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중임
pl: WCZYTUJE SIĘ OD NOWA.
pt_br: ESTÁ RECARREGANDO
ru: ОН ПЕРЕЗАРЯЖАЕТСЯ
zh_cn: 它正在充电
zh_tw: 它正在充電

# CHARACTERS.WX78.DESCRIBE.SAPLING.WITHERED
source: TEMPERATURE IS OVER RECOMMENDED LEVELS
de: TEMPERATUR BEFINDET SICH OBERHALB DER EMPFOHLENEN STUFE.
es_mx: LA TEMPERATURA ESTÁ SOBRE LOS NIVELES RECOMENDADOS
fr: LA TEMPÉRATURE DÉPASSE LE NIVEAU RECOMMANDÉ
it: LA TEMPERATURA È OLTRE I LIVELLI RACCOMANDATI
ja: ＊温度が推奨レベルをオーバーしています＊
ko: 온도가 권장 수준을 초과함
pl: TEMPERATURA PRZEKRACZA ZALECANY POZIOM.
pt_br: TEMPERATURA ACIMA DOS NÍVEIS RECOMENDADOS
ru: ТЕМПЕРАТУРА ПРЕВЫШАЕТ РЕКОМЕНДУЕМЫЕ УРОВНИ
zh_cn: 已超过推荐温度
zh_tw: 已超過推薦溫度

# CHARACTERS.WX78.DESCRIBE.SCANDATA
source: DISGUSTING RAW BIO DATA. BEGIN THE REFINING PROCESS
de: EKELHAFTE BIO-ROHDATEN. VEREDELUNGSPROZESS WIRD GESTARTET
fr: DONNÉES BIOLOGIQUES NON TRAITÉES RÉPUGNANTES. DÉBUT DU PROCESSUS DE TRAITEMENT
it: DISGUSTOSI DATI BIOLOGICI GREZZI. INIZIARE IL PROCESSO DI RAFFINAZIONE
ja: ＊不快な未加工のバイオデータです。精製プロセスを開始します＊
ko: 역겨운 원시 생체 데이터. 정제 프로세스 시작
pl: OBRZYDLIWE SUROWE DANE BIOLOGICZNE. ROZPOCZYNAM PROCES OCZYSZCZANIA.
pt_br: BIODADOS BRUTOS NOJENTOS. INICIAR PROCESSO DE REFINAMENTO
ru: ОТВРАТИТЕЛЬНЫЕ НЕОБРАБОТАННЫЕ ДАННЫЕ ОБ ОРГАНИКЕ. НАЧАТЬ ПРОЦЕСС ОЧИСТКИ
zh_cn: 恶心的原始生物数据。启动提炼程序
zh_tw: 噁心的原始生物資料。啟動提煉程式

# CHARACTERS.WX78.DESCRIBE.SCARECROW.BURNING
source: YES, BURN
de: JA, BRENNE
es_mx: SÍ, ARDE
fr: OUI, BRÛLE
it: SÌ, BRUCIA
ja: ＊ハイ、燃やします＊
ko: 긍정적 반응. 타라
pl: TAK, PŁOŃ.
pt_br: SIM, QUEIME
ru: ДА, ГОРИ
zh_cn: 就是这样！烧吧
zh_tw: 就是這樣！燒吧

# CHARACTERS.WX78.DESCRIBE.SCARECROW.BURNT
source: YOU GOT WHAT YOU DESERVED, FAKE ROBOT
de: DU HAST, WAS DU VERDIENST, FALSCHER ROBOTER
es_mx: TE LO MERECÍAS, ROBOT FALSO
fr: TU AS EU CE QUE TU MÉRITAIS, FAUX ROBOT
it: HAI AVUTO QUELLO CHE MERITAVI, FALSO ROBOT
ja: ＊偽ロボット、お似合いのものを手に入れましたね＊
ko: 가짜 로봇에게 응당한 벌임
pl: DOSTAŁEŚ, NA CO ZASŁUŻYŁEŚ, FAŁSZYWY ROBOCIE.
pt_br: VOCÊ TEVE O QUE MERECEU, ROBÔ FALSO
ru: ТЫ ЗАСЛУЖИЛ ЭТО, ФАЛЬШИВЫЙ РОБОТ
zh_cn: 你得到了你应得的，假机器人
zh_tw: 你得到了你應得的，假機器人

# CHARACTERS.WX78.DESCRIBE.SCARECROW.GENERIC
source: THIS STRAW ROBOT IS TERRIBLE
de: DIESER STROH-ROBOTER IST SCHRECKLICH
es_mx: ESTE ROBOT DE PAJA ES UNA PORQUERÍA
fr: CE ROBOT DE PAILLE EST AFFREUX
it: QUESTO ROBOT DI PAGLIA È TERRIBILE
ja: ＊この藁ロボットはひどいですね＊
ko: 미흡한 지푸라기 로봇임
pl: TEN SŁOMIANY ROBOT JEST STRASZNY.
pt_br: ESSE ROBÔ DE PALHA É HORRÍVEL
ru: ЭТОТ СОЛОМЕННЫЙ РОБОТ УЖАСЕН
zh_cn: 这个稻草机器人很可怕
zh_tw: 這個稻草機器人很可怕

# CHARACTERS.WX78.DESCRIBE.SCORCHED_SKELETON
source: THE FLESHLING FRIED ITS CIRCUITS
de: ES SCHEINT EIN FEHLER IN SEINEM SCHALTKREIS VORZULIEGEN.
es_mx: LOS CIRCUITOS DE ESTE ORGÁNICO ESTÁN QUEMADOS
fr: LA CHOSE EN VIANDE A GRILLÉ SES CIRCUITS
it: L'ESSERE DI CARNE HA FRITTO I SUOI CIRCUITI
ja: ＊有機生命体の回路がショートしているのでしょうか？＊
ko: 회로가 불타버린 고깃덩이
pl: MIĘSNE STWORZENIE PRZEPALIŁO OBWODY.
pt_br: AS CARNINHAS QUEIMARAM SEUS CIRCUITOS
ru: ЖИВАЯ ПЛОТЬ ВЫЖГЛА СВОИ МИКРОСХЕМЫ
zh_cn: 那个肉体生物的电路烧坏了
zh_tw: 那個肉體生物的電路燒壞了

# CHARACTERS.WX78.DESCRIBE.SCULPTINGTABLE.BLOCK
source: POTENTIAL INCALCULABLE: SHUTTING DOWN
de: POTENZIAL UNKALKULIERBAR: HERUNTERFAHREN
es_mx: POTENCIAL INCALCULABLE: APAGANDO
fr: INESTIMABLE POTENTIEL : FERMETURE
it: POTENZIALE INCALCOLABILE: SPEGNIMENTO
ja: ＊潜在的計算不能：シャットダウン＊
ko: 잠재력 계산 불가: 시스템 종료 중
pl: POTENCJALNIE NIEOBLICZALNE: ZAMYKANIE.
pt_br: POTENCIAL INCALCULÁVEL: DESLIGANDO
ru: ПОТЕНЦИАЛ НЕ ПОДДАЕТСЯ ВЫЧИСЛЕНИЮ: ОТКЛЮЧЕНИЕ
zh_cn: 潜力不可估量：关闭
zh_tw: 潛力不可估量：關閉

# CHARACTERS.WX78.DESCRIBE.SCULPTINGTABLE.BURNT
source: DESTRUCTION IS ITS OWN ART
de: ZERSTÖRUNG IST EINE EIGENE KUNST
es_mx: LA DESTRUCCIÓN ES UN ARTE EN SÍ MISMA
fr: LA DESTRUCTION EST UN ART À PART ENTIÈRE
it: LA DISTRUZIONE È UN'ARTE A SÉ
ja: ＊破壊はその独自の芸術です＊
ko: 파괴 또한 일종의 예술임
pl: ZNISZCZENIE TEŻ MOŻE BYĆ SZTUKĄ.
pt_br: A DESTRUIÇÃO É A SUA PRÓPRIA ARTE
ru: РАЗРУШЕНИЕ — ВОТ ЕГО ИСКУССТВО
zh_cn: 破坏是它自己的艺术
zh_tw: 破壞是它自己的藝術

# CHARACTERS.WX78.DESCRIBE.SCULPTINGTABLE.EMPTY
source: STONE IS SLIGHTLY LESS INFERIOR THAN FLESH
de: STEIN IST NICHT GANZ SO MINDERWERTIG WIE FLEISCH
es_mx: LA PIEDRA ES UN POCO MENOS INFERIOR QUE LA CARNE
fr: LA PIERRE EST LÉGÈREMENT MOINS INFÉRIEURE À LA CHAIR
it: LA PIETRA È LEGGERMENTE MENO INFERIORE DELLA CARNE
ja: ＊石は生命体よごくわずかにマシです＊
ko: 돌은 육체보다 살짝 덜 열등함
pl: KAMIEŃ JEST ODROBINĘ MNIEJ MARNY OD MIĘSA.
pt_br: A PEDRA É LIGEIRAMENTE MENOS INFERIOR QUE A CARNE
ru: КАМЕНЬ ЧУТЬ МЕНЕЕ НИЧТОЖЕН, ЧЕМ ПЛОТЬ
zh_cn: 与肉体生物相比，石头稍微没那么低级
zh_tw: 與肉體生物相比，石頭稍微沒那麼低級

# CHARACTERS.WX78.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: IT COULD BE... WORSE
de: KÖNNTE ... SCHLIMMER SEIN
es_mx: PODRÍA SER... PEOR
fr: ÇA POURRAIT ÊTRE... PIRE
it: POTREBBE ESSERE... PEGGIO
ja: ＊もしかしたら…もっと悪かったかもしれません＊
ko: 이보다 더... 안 좋을 수도 있었음
pl: MOGŁO BYĆ... GORZEJ.
pt_br: PODERIA SER... PIOR
ru: МОГЛО БЫТЬ… ХУЖЕ
zh_cn: 还可能...更糟
zh_tw: 還可能...更糟

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: THE PURPOSE OF BEAUTY STILL ELUDES ME
de: DER ZWECK DER SCHÖNHEIT ENTZIEHT SICH MIR NOCH
es_mx: AÚN NO ENTIENDO EL PROPÓSITO DE LA BELLEZA
fr: L'OBJET DE CETTE BEAUTÉ M'ÉCHAPPE TOUJOURS
it: LO SCOPO DELLA BELLEZZA ANCORA NON L'HO CAPITO
ja: ＊美の目的はいまだに理解不能です＊
ko: 아름다움의 목적은 아직도 본좌께서 이해할 수 없음
pl: PRZEZNACZENIE TAK ZWANEGO PIĘKNA WCIĄŻ MI UMYKA.
pt_br: A FINALIDADE DA BELEZA AINDA ME ESCAPA
ru: ПРЕДНАЗНАЧЕНИЕ КРАСОТЫ ВСЕ ЕЩЕ УСКОЛЬЗАЕТ ОТ МЕНЯ
zh_cn: 我仍然搞不明白美好事物的用途
zh_tw: 我仍然搞不明白美好事物的用途

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: STILL NOT ONLINE
de: NOCH NICHT ONLINE
es_mx: TODAVÍA NO ESTÁ EN LÍNEA
fr: TOUJOURS PAS EN LIGNE
it: ANCORA NON ONLINE
ja: ＊まだオンラインではありません＊
ko: 아직 온라인 상태가 아님
pl: WCIĄŻ SIĘ NIE WŁĄCZA.
pt_br: AINDA NÃO ESTÁ ATIVO
ru: ВСЕ ЕЩЕ ОФФЛАЙН
zh_cn: 仍然不在线
zh_tw: 仍然不線上

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: FREE HIM!!
de: BEFREIE IHN!
es_mx: ¡¡LIBÉRENLO!!
fr: LIBÉREZ-LE !
it: LIBERALO!!!
ja: ＊彼を自由にしてください！＊
ko: 해방하라!!
pl: TRZEBA JĄ UWOLNIĆ!
pt_br: LIBERTEM-NO!
ru: ОТПУСТИ ЕГО!!!
zh_cn: 放了他!!
zh_tw: 放了他!!

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: DETACHED HEADS UPSET THE FLESHLINGS. HA HA
de: DIE FLEISCHLINGE MÖGEN ES NICHT, WENN MAN IHNEN DEN KOPF ABTRENNT. HAHA
es_mx: LAS CABEZAS CORTADAS ALTERAN A LOS ORGÁNICOS. JA, JA
fr: LES TÊTES COUPÉES ÉNERVENT LES CHOSES EN CHAIR. HA HA
it: LA TESTA STACCATA SCONVOLGE GLI ESSERI DI CARNE. AHAH
ja: ＊切断された頭部が生命体たちを驚かせます。ハハハ＊
ko: 분리된 머리는 고깃덩이들을 놀라게 함. 하하
pl: ZDEMONTOWANE GŁOWY NIEPOKOJĄ MIĘSNE STWORZENIA. HA. HA.
pt_br: CABEÇAS DESACOPLADAS INCOMODAM AS CARNINHAS. HA HA
ru: ОТДЕЛЕННЫЕ ГОЛОВЫ НЕПРИЯТНЫ ДЛЯ КУСКОВ МЯСА. ХА-ХА
zh_cn: 分离脑袋扰乱了肉体生物。哈哈。
zh_tw: 分離腦袋擾亂了肉體生物。哈哈。

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_BISHOPHEAD
source: MAKE THE VIKING FLESHLING CARRY IT
de: DIE WIKINGER-FLEISCHLINGE SOLLEN IHN TRAGEN
es_mx: QUE LA LLEVE LA ORGÁNICA VIKINGA
fr: LAISSONS LA CHOSE EN CHAIR VIKING PORTER ÇA
it: SI FA PORTARE DALL'ESSERE DI CARNE VICHINGO
ja: ＊バイキングの生命体に運ばせます＊
ko: 바이킹 고깃덩이가 들게 하라
pl: NIECH JĄ NOSI WIKINGOWE STWORZENIE.
pt_br: MANDE A CARNINHA VIQUINGUE CARREGAR
ru: ПУСТЬ МЯСНОЙ ВИКИНГ ЭТО ПОНЕСЕТ
zh_cn: 让北欧肉体生物搬运它
zh_tw: 讓北歐肉體生物搬運它

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: DUMB ORGANIC ORNAMENT
de: DUMMES ORGANISCHES ORNAMENT
es_mx: ADORNO ORGÁNICO TONTO
fr: ORNEMENT ORGANIQUE IDIOT
it: STUPIDA DECORAZIONE BIOLOGICA
ja: ＊ばかげた有機生命体の装飾＊
ko: 덜 떨어진 유기 장식
pl: GŁUPIA ORGANICZNA OZDOBA.
pt_br: ORNAMENTO ORGÂNICO IDIOTA
ru: ДУРАЦКИЙ ОРГАНИЧЕСКИЙ ДЕКОР
zh_cn: 愚蠢的有机装饰
zh_tw: 愚蠢的有機裝飾

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: </HEAD>
fr: </TÊTE>
ru: </ГОЛОВА>

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: FREE HIM!!
de: BEFREIE IHN!
es_mx: ¡¡LIBÉRENLO!!
fr: LIBÉREZ-LE !
it: LIBERALO!!!
ja: ＊彼を自由にしてください！＊
ko: 해방하라!!
pl: TRZEBA JĄ UWOLNIĆ!
pt_br: LIBERTEM-NO!
ru: ОТПУСТИ ЕГО!!!
zh_cn: 放了他!!
zh_tw: 放了他!!

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: SOME ASSEMBLY REQUIRED
de: MONTAGE ERFORDERLICH
es_mx: REQUIERE ALGO DE MONTAJE
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊多少の組み立てが必要です＊
ko: 일부 조립이 요구됨
pl: WYMAGA ZŁOŻENIA.
pt_br: É NECESSÁRIA MONTAGEM
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要一些组件
zh_tw: 需要一些元件

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: MENIAL LABOR IS WHAT FLESHLINGS ARE FOR
de: NIEDERE ARBEIT IST WAS FLEISCHLINGE
es_mx: LA MANO DE OBRA SERVIL ES PARA LO QUE SIRVEN LOS ORGÁNICOS
fr: LES TRAVAUX DE SUBALTERNE SONT POUR LES CHOSES EN CHAIR
it: IL LAVORO DA SCHIAVO È PER L'ESSERE DI CARNE
ja: ＊頭脳労働こそ生命体がすべきことです＊
ko: 육체 노동은 고깃덩이들의 몫임
pl: PRZYZIEMNIE PRACE SĄ DLA MIĘSNYCH STWORZEŃ.
pt_br: AS CARNINHAS SÓ SERVEM PARA TRABALHO MANUAL
ru: КУСКИ МЯСА СОЗДАНЫ ДЛЯ ЧЕРНОЙ РАБОТЫ
zh_cn: 肉体生物就是用来做卑贱的工作的
zh_tw: 肉體生物就是用來做卑賤的工作的

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: USELESS RUBBLE
de: NUTZLOSER SCHUTT
es_mx: ESCOMBRO INÚTIL
fr: GRAVATS INUTILES
it: MACERIE INUTILI
ja: ＊無用ながれき＊
ko: 쓸모없는 잔해
pl: BEZUŻYTECZNY ZŁOM.
pt_br: TRALHA INÚTIL
ru: БЕСПОЛЕЗНЫЙ БУЛЫЖНИК
zh_cn: 无用的碎石
zh_tw: 無用的碎石

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: INSTALLATION COMPLETE
de: INSTALLATION ABGESCHLOSSEN
es_mx: INSTALACIÓN COMPLETADA
fr: INSTALLATION TERMINÉE
it: INSTALLAZIONE COMPLETATA
ja: ＊インストール完了＊
ko: 설치 완료
pl: INSTALACJA ZAKOŃCZONA.
pt_br: INSTALAÇÃO CONCLUÍDA
ru: УСТАНОВКА ЗАВЕРШЕНА
zh_cn: 安装完毕
zh_tw: 安裝完畢

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: FREE HIM!!
de: BEFREIE IHN!
es_mx: ¡¡LIBÉRENLO!!
fr: LIBÉREZ-LE !
it: LIBERALO!!!
ja: ＊彼を自由にしてください！＊
ko: 해방하라!!
pl: TRZEBA JĄ UWOLNIĆ!
pt_br: LIBERTEM-NO!
ru: ОТПУСТИ ЕГО!!!
zh_cn: 放了他!!
zh_tw: 放了他!!

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: PATTERN RECOGNITION: FAILED
de: MUSTERERKENNUNG: FEHLGESCHLAGEN
es_mx: RECONOCIMIENTO DE PATRONES: ERROR
fr: RECONNAISSANCE DE MOTIF : ÉCHEC
it: RICONOSCIMENTO SCHEMI: FALLITO
ja: ＊パターン認識：失敗＊
ko: 패턴 인식: 실패
pl: WYKRYWANIE WZORCA: NIEUDANE.
pt_br: RECONHECIMENTO DE PADRÃO: FALHOU
ru: РАСПОЗНАВАНИЕ СТРУКТУРЫ: НЕ ВЫПОЛНЕНО
zh_cn: 图案识别：失败
zh_tw: 圖案識別：失敗

# CHARACTERS.WX78.DESCRIBE.SCULPTURE_ROOKNOSE
source: DON'T MAKE ME CARRY THAT
de: LASS MICH DAS NICHT TRAGEN
es_mx: NO ME HAGAS LLEVAR ESO
fr: NE ME FAITES PAS PORTER ÇA
it: VEDI DI NON FARMELO TRASPORTARE
ja: ＊わたしにそれを運ばせないでください＊
ko: 본좌께서 들게 하지 말라
pl: NIE KAŻ MI TEGO NOSIĆ.
pt_br: NÃO ME FAÇA CARREGAR ISSO
ru: НЕ ЗАСТАВЛЯЙТЕ МЕНЯ НЕСТИ ЭТО
zh_cn: 不要让我搬它
zh_tw: 不要讓我搬它

# CHARACTERS.WX78.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: IT'S BEEN DESTROYED
de: ZERSTÖRT
es_mx: FUE DESTRUIDO
fr: IL A ÉTÉ DÉTRUIT
it: È STATO DISTRUTTO
ja: ＊破壊されてしまいました＊
ko: 파괴됨
pl: ZOSTAŁA ZNISZCZONA
pt_br: FOI DESTRUÍDO
ru: ПОЛНОСТЬЮ РАЗРУШЕН
zh_cn: 被毁了
zh_tw: 被毀了

# CHARACTERS.WX78.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: IT RUNS ON SEA SHARP
de: FÜR WIDERLICHE SEEFAHRERBELANGE
es_mx: FUNCIONA CON MAR++
fr: C:\PROTOTYPES\MER
it: PIENO DI CONOSCENZE MARINE
ja: ＊海の急勾配の上を走ります＊
ko: 바다 위를 달림
pl: POSIADA CHŁODZENIE WODNE
pt_br: FUNCIONA COM TECNOLOGIA DE PONTA
ru: РАБОТАЕТ НА DELPHI
zh_cn: 它运行C#语言
zh_tw: 它運行C#語言

# CHARACTERS.WX78.DESCRIBE.SEAFOODGUMBO
source: READY FOR INGESTION
de: ES IST FERTIG!
es_mx: LISTO PARA LA INGESTIÓN
fr: PRÊT À ÊTRE INGÉRÉ
it: PRONTO ALL'INGESTIONE
ja: ＊経口摂取式エネルギー源＊
ko: 섭취 준비 완료
pl: GOTOWE DO TRAWIENIA.
pt_br: PRONTO PARA INGESTÃO
ru: ГОТОВНОСТЬ К ПРИЕМУ ПИЩИ
zh_cn: 准备摄入
zh_tw: 準備攝入

# CHARACTERS.WX78.DESCRIBE.SEASTACK
source: A HEINOUS OCEAN ROCK
de: EIN SCHÄNDLICHER MEERESFELSEN
es_mx: UNA ATROZ ROCA OCEÁNICA
fr: UNE ATROCE ROCHE MARINE
it: UNA TERRIBILE ROCCIA OCEANICA
ja: ＊極悪海生岩＊
ko: 끔찍한 바다 바위
pl: OHYDNA MORSKA SKAŁA
pt_br: UMA ROCHA OCEÂNICA HORRENDA
ru: МЕРЗКИЙ КАМЕНЬ ПОСРЕДИ ОКЕАНА
zh_cn: 令人发指的海洋石头
zh_tw: 令人髮指的海洋石頭

# CHARACTERS.WX78.DESCRIBE.SEEDPOUCH
source: INSTALLING NEW STORAGE COMPARTMENT
de: INSTALLIERE NEUES LAGERFACH
fr: INSTALLATION D'UN NOUVEAU COMPARTIMENT DE STOCKAGE
it: INSTALLAZIONE DI UN NUOVO VANO PORTAOGGETTI
ja: ＊新たなストレージコンパートメントをインストール中＊
ko: 새 수납공간 설치 중.
pl: INSTALACJA NOWEJ PRZESTRZENI MAGAZYNOWEJ
pt_br: INSTALANDO NOVO COMPARTIMENTO DE ARMAZENAMENTO
ru: УСТАНАВЛИВАЮ НОВОЕ ХРАНИЛИЩЕ
zh_cn: 安装新的储存器
zh_tw: 安裝新的儲存器

# CHARACTERS.WX78.DESCRIBE.SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
de: DAS IST WIE DER SOURCECODE VON PFLANZEN.
es_mx: ES EL CÓDIGO FUENTE DE LAS PLANTAS
fr: C'EST COMME UN CODE SOURCE POUR PLANTE
it: È COME UN CODICE SORGENTE PER PIANTE
ja: ＊植物のソースコードのようなものです＊
ko: 식물의 소스 코드임
pl: KOD ŹRÓDŁOWY ROŚLIN.
pt_br: É COMO UM CÓDIGO-FONTE PARA PLANTAS
ru: ЭТО КАК ИСХОДНЫЙ КОД ДЛЯ РАСТЕНИЙ
zh_cn: 它像是植物的源代码
zh_tw: 它像是植物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.SEEDS_COOKED
source: THEY CAN NO LONGER GERMINATE
de: SIE KÖNNEN NICHT MEHR AUFKEIMEN.
es_mx: YA NO PUEDEN GERMINAR
fr: ELLES NE POURRONT PLUS GERMER
it: NON POSSONO PIÙ GERMINARE
ja: ＊もう発芽は不可能です＊
ko: 발아 불가 상태가 됨
pl: SĄ TERAZ NIEZDOLNE DO KIEŁKOWANIA.
pt_br: ELAS NÃO PODEM MAIS GERMINAR
ru: БОЛЬШЕ НЕ СМОГУТ ПРОРАСТИ
zh_cn: 它们再也不能发芽了
zh_tw: 它們再也不能發芽了

# CHARACTERS.WX78.DESCRIBE.SENTRYWARD
source: LOOKS DUMB
de: SIEHT DUMM AUS
es_mx: PARECE TONTO
fr: IDIOT
it: HA UN ASPETTO STUPIDO
ja: ＊間抜けに見えます＊
ko: 멍청해 보임
pl: WYGLĄDA GŁUPIO.
pt_br: PARECE IDIOTA
ru: ВЫГЛЯДИТ ГЛУПО
zh_cn: 看起来很愚蠢
zh_tw: 看起來很愚蠢

# CHARACTERS.WX78.DESCRIBE.SEWING_KIT
source: IT JOINS COMPONENTS OF FIBRE TOGETHER
de: ES FÜGT DIE BESTANDTEILE ZWEIER FASERN ZUSAMMEN.
es_mx: UNE COMPONENTES DE FIBRAS
fr: PERMET D'ASSOCIER DES ÉLÉMENTS FIBREUX
it: UNISCE LE COMPONENTI DELLA FIBRA
ja: ＊これはファイバーの構成要素を結合させます＊
ko: 섬유 구성 요소를 조합함
pl: SŁUŻY DO ŁĄCZENIA ELEMENTÓW WŁÓKNISTYCH.
pt_br: UNE COMPONENTES DE FIBRA
ru: СОВМЕЩАЕТ РАЗРОЗНЕННЫЕ ЧАСТИЦЫ ВОЛОКОН ВОЕДИНО
zh_cn: 它可以把各部分织物组件连接在一起
zh_tw: 它可以把各部分織物元件連接在一起

# CHARACTERS.WX78.DESCRIBE.SEWING_TAPE
source: TEMPORARY FIX FACILITATOR
de: MITTEL ZUR FEHLERBEHEBUNG
es_mx: FACILITADOR DE ARREGLO TEMPORAL
fr: ASSISTANCE À LA RÉPARATION TEMPORAIRE
it: FACILITATORE DI RATTOPPO TEMPORANEO
ja: ＊応急修理デバイス＊
ko: 임시 수정 진행자
pl: TYMCZASOWY UZDATNIACZ JAKOŚCI
pt_br: FACILITADOR DE CORREÇÃO TEMPORÁRIA
ru: НОСИТЕЛЬ ФУНКЦИИ ВРЕМЕННОЙ ПОЧИНКИ
zh_cn: 临时修理促进器
zh_tw: 臨時修理促進器

# CHARACTERS.WX78.DESCRIBE.SHADOWDIGGER
source: HE'S GOT THEM DOING HIS BIDDING. I RESPECT THAT
de: ER HAT SIE, WO ER SIE WILL. ICH RESPEKTIERE DAS
es_mx: LO TIENE A SU MERCED. SE MERECE MI RESPETO
fr: IL LES FAIT TOUS OBÉIR. J'AI DU RESPECT POUR ÇA
it: SONO SOTTO IL SUO CONTROLLO. LO RISPETTO
ja: ＊下僕を所有する有機生命体の評価は高いです＊
ko: 종을 부리고 있음. 바람직함
pl: ZMUSIŁ INNYCH DO PRACY DLA SWEGO ZYSKU. SZANUJĘ TO
pt_br: ELES ESTÃO SOB O SEU COMANDO. RESPEITO ISSO
ru: ОН ЗАСТАВИЛ ВСЕХ ВЫПОЛНЯТЬ ЕГО ПРИКАЗ. Я ТАКОЕ УВАЖАЮ
zh_cn: 他已经让他们执行命令了。这一点，我很佩服
zh_tw: 他已經讓他們執行命令了。這一點，我很佩服

# CHARACTERS.WX78.DESCRIBE.SHADOWHEART
source: THIS FLESHLING ORGAN PULSES WITH PURE EVIL!
de: DIESES FLEISCHLINGS-ORGAN PULSIERT MIT DEM BÖSEN!
es_mx: ¡ESTE ÓRGANO LATE CON MALDAD PURA!
fr: CET ORGANE DE CHOSE EN CHAIR BAT DE FAÇON SATANIQUE !
it: QUESTO ORGANO DELL'ESSERE DI CARNE PULSA CON CATTIVERIA!
ja: ＊この有機生命体の臓器は純粋悪に律動しています＊
ko: 순수한 악의 기운으로 박동치는 고깃덩이 기관!
pl: ORGAN MIĘSNEGO STWORZENIA PULSUJĄCY CZYSTYM ZŁEM!
pt_br: ESSE ÓRGÃO DE CARNINHA PULSA COM A MAIS PURA MALDADE!
ru: ЭТОТ МЯСНОЙ ОРГАН ПУЛЬСИРУЕТ ИСТИННЫМ ЗЛОМ!
zh_cn: 这一肉体生物器官纯粹地邪恶地跳动着！
zh_tw: 這一肉體生物器官純粹地邪惡地跳動著！

# CHARACTERS.WX78.DESCRIBE.SHARK
source: I AM NOT MEAT YOU THICK SKULLED NINCOMPOOP
de: ICH BIN KEIN FLEISCH, DU DICKSCHÄDELIGER DEPP
es_mx: NO SOY DE CARNE, ENORME ZOPENCO HUESUDO
fr: JE NE SUIS PAS UN TAS DE VIANDE ESPÈCE DE COMPOST AU CRÂNE ÉPAIS
it: NON SONO DI CARNE, TESTA DURA CHE NON SEI ALTRO
ja: ＊頭の悪い有機生命体よ、私は肉ではありません＊
ko: 두개골이 두꺼운 멍청이, 나는 고기가 아님
pl: NIE JESTEM MIĘSEM, DURNY GAMONIU
pt_br: NÃO SOU DE CARNE, CRIATURA MENTECAPTA INSOLENTE
ru: Я ТЕБЕ НЕ МЯСО, ТУПОГОЛОВЫЙ ТЫ КУСОК МОРСКОЙ ПЛОТИ
zh_cn: 我不是肉，你这个厚脸皮的蠢货
zh_tw: 我不是肉，你這個厚臉皮的蠢貨

# CHARACTERS.WX78.DESCRIBE.SHELL_CLUSTER
source: I WANT TO BREAK IT
de: ICH WILL ES ZERSTÖREN
es_mx: QUIERO ROMPERLA
fr: JE VEUX LE CASSER
it: VOGLIO ROMPERLO
ja: ＊それを壊したいです＊
ko: 부수고 싶음
pl: CHCĘ TO ROZBIĆ
pt_br: QUERO QUEBRÁ-LO
ru: Я ХОЧУ ЭТО СЛОМАТЬ
zh_cn: 我想打破它
zh_tw: 我想打破它

# CHARACTERS.WX78.DESCRIBE.SHIELDOFTERROR
source: UPLOADING DEFENSE DATA: ONE TERRORBYTE REMAINING
de: LADE VERTEIDIGUNGSDATEN HOCH: EIN TERRORBYTE VERBLEIBT
fr: DONNÉES DE DÉFENSE EN CHARGE : UN TERREURBIT RESTANT
it: CARICAMENTO DEI DATI DI DIFESA: UN TERRORBYTE RIMASTO
ja: ＊防御データをアップロード中：残り1テラーバイト＊
ko: 방어 데이터 업로드: 1테라바이트 남음
pl: PRZESYŁANIE DANYCH OBRONNYCH: POZOSTAŁ JEDEN TERROBAJT.
pt_br: ATUALIZANDO DADOS DE DEFESA: UM TERRORBYTE RESTANTE
ru: ЗАГРУЖАЮ ДАННЫЕ ОБ ОБОРОНЕ. ОСТАЛСЯ ОДИН ЖУТОБАЙТ
zh_cn: 正在上传防御数据。剩余一个恐怖字节
zh_tw: 正在上傳防禦資料。剩餘一個恐怖位元組

# CHARACTERS.WX78.DESCRIBE.SHOVEL
source: IT HAS MANY USES. DIGGING, MOSTLY
de: ES HAT VIELEN VERWENDUNGSMÖGLICHKEITEN.
es_mx: TIENE MUCHOS USOS. EXCAVAR, PRINCIPALMENTE
fr: ELLE SERT À PLEIN DE CHOSES. SURTOUT À CREUSER
it: HA MOLTI USI. SCAVARE, PRINCIPALMENTE
ja: ＊多機能ツール…おもに土壌掘削用です＊
ko: 다용도임. 대체로 파는 용도
pl: PRZEDMIOT O WIELU ZASTOSOWANIACH. GŁÓWNIE ZIEMNYCH.
pt_br: TEM MUITOS USOS. CAVAR, PRINCIPALMENTE
ru: ЕЙ ЕСТЬ МНОЖЕСТВО ПРИМЕНЕНИЙ. В ОСНОВНОМ, КОПАНИЕ
zh_cn: 它有很多用途。主要是挖掘
zh_tw: 它有很多用途。主要是挖掘

# CHARACTERS.WX78.DESCRIBE.SHROOMCAKE
source: REQUIRES LITTLE MASTICATION. EXTREMELY EFFICIENT
de: ERFORDERT WENIG KAUARBEIT. EXTREM EFFIZIENT
fr: NÉCESSITE TRÈS PEU DE MASTICATION. EXTRÊMEMENT EFFICACE
it: RICHIEDE SCARSA MASTICAZIONE. ESTREMAMENTE EFFICIENTE
ja: ＊必要な咀嚼量は僅か。とても効率的です＊
ko: 좀 씹어야 함. 엄청하게 효율적임.
pl: NIE WYMAGA INTENSYWNEGO ŻUCIA. NIEZWYKLE EFEKTYWNE
pt_br: REQUER POUCA MASTIGAÇÃO. EXTREMAMENTE EFICIENTE
ru: ПРАКТИЧЕСКИ НЕ ТРЕБУЕТ ЖЕВАНИЯ. ЧРЕЗВЫЧАЙНО ЭФФЕКТИВНО
zh_cn: 只需少量的乳化。极其有效
zh_tw: 只需少量的乳化。極其有效

# CHARACTERS.WX78.DESCRIBE.SHROOM_SKIN
source: FLIMSY OUTER FROG LAYER
de: INSTABILE FROSCHHAUT
es_mx: LA CAPA EXTERIOR ENDEBLE DE UNA RANA
fr: COUCHE EXTERNE DE GRENOUILLE PEU RÉSISTANTE
it: FRAGILE STRATO ESTERNO DELLA RANA
ja: ＊薄っぺらなカエル外装＊
ko: 얄팍한 양서류 외피
pl: CIENKA WARSTWA ZEWNĘTRZNA ŻABY.
pt_br: CAMADA DE SAPO EXTERIOR FRÁGIL
ru: НЕПРОЧНЫЙ ВНЕШНИЙ СЛОЙ ЛЯГУШКИ
zh_cn: 脆弱的青蛙外层
zh_tw: 脆弱的青蛙外層

# CHARACTERS.WX78.DESCRIBE.SIESTAHUT.BURNT
source: UNSATISFACTORY CONDITIONS FOR HIBERNATE MODE
de: UNZUREICHENDE UMSTÄNDE FÜR DEN RUHEMODUS
es_mx: CONDICIONES INSATISFACTORIAS PARA EL MODO DE HIBERNACIÓN
fr: CONDITIONS DE MODE D'HIBERNATION INSATISFAISANTES
it: CONDIZIONI INSODDISFACENTI PER LA MODALITÀ LETARGO
ja: ＊冬眠モードを稼働するには不十分な条件です＊
ko: 절전 모드에 적합하지 않은 환경
pl: NIEODPOWIEDNIE WARUNKI DO AKTYWACJI TRYBU HIBERNACJI.
pt_br: CONDIÇÕES INSATISFATÓRIAS PARA O MODO DE HIBERNAÇÃO
ru: НЕУДОВЛЕТВОРИТЕЛЬНЫЕ УСЛОВИЯ ДЛЯ ВХОДА В ГИБЕРНАЦИЮ
zh_cn: 不符合要求的休眠模式环境
zh_tw: 不符合要求的休眠模式環境

# CHARACTERS.WX78.DESCRIBE.SIESTAHUT.GENERIC
source: I CAN HIBERNATE MY SESSION IN THERE
de: DAMIT KANN ICH MEINE RUHEPHASE ABHALTEN.
es_mx: PUEDO HIBERNAR MI SESIÓN ALLÍ
fr: JE PEUX HIBERNER MA SESSION LÀ-DEDANS
it: POSSO MANDARE IN LETARGO LA MIA SESSIONE LÌ DENTRO
ja: ＊その中で、私は自分のセッションの間冬眠できます＊
ko: 저 안에서 본좌가 세션을 절전 모드로 변경할 수 있음
pl: MOGĘ TU PRZEJŚĆ W TRYB HIBERNACJI
pt_br: POSSO HIBERNAR MINHA SESSÃO AQUI
ru: ТАМ Я МОГУ ВОЙТИ В СОСТОЯНИЕ ГИБЕРНАЦИИ
zh_cn: 我可以在那里休眠
zh_tw: 我可以在那裡休眠

# CHARACTERS.WX78.DESCRIBE.SILK
source: SPIDER INNARDS
de: SPINNENINNEREIEN.
es_mx: VÍSCERAS DE ARAÑA
fr: ENTRAILLES D'ARAIGNÉE
it: INTERIORA DI RAGNO
ja: ＊クモの内蔵＊
ko: 거미 내장 부산물
pl: PAJĘCZE WNĘTRZNOŚCI.
pt_br: ENTRANHAS DE ARANHA
ru: ПАУЧЬИ ВНУТРЕННОСТИ
zh_cn: 蜘蛛内脏
zh_tw: 蜘蛛內臟

# CHARACTERS.WX78.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: WHAT A HORRIBLE NOISE
de: WELCH FURCHTBARER KRACH
es_mx: QUÉ RUIDO MÁS HORRIBLE
fr: QUEL BRUIT HORRIBLE
it: CHE RUMORE ORRIBILE
ja: ＊なんてひどい音でしょう＊
ko: 끔찍한 소음
pl: CO ZA POTWORNY JAZGOT
pt_br: QUE BARULHO HORROROSO
ru: КАКОЙ УЖАСНЫЙ ШУМ
zh_cn: 多么可怕的噪音
zh_tw: 多麼可怕的噪音

# CHARACTERS.WX78.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: I HATE IT
de: ICH HASSE ES
es_mx: LA DETESTO
fr: JE DÉTESTE ÇA
it: LA ODIO
ja: ＊それは嫌いです＊
ko: 기분 나쁨
pl: NIENAWIDZĘ TEGO
pt_br: ODEIO ISSO
ru: НЕНАВИЖУ
zh_cn: 我恨它
zh_tw: 我恨它
