Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: It calls down a sign from Mani himself!
de: Er beschwört ein Zeichen von Mani selbst!
es: ¡Manda una señal del mismísimo Máni!
fr: C'estöy un signe de Mani lui-même ?
it: Richiede un segno da Mani in persona!
ja: これは月の神マーニからのおしるしを受け取るのだ！
ko: 마니 자신으로부터 상징을 부른다!
pl: To znak od samego Maniego!
pt_br: Ele invoca um sinal do próprio Máni!
ru: Он ждет сигнала от самого Мáни!
zh_cn: 它召唤了玛尼本人的神迹!
zh_tw: 它召喚了瑪尼本人的神跡!

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: Its quest is complete.
de: Seine Queste ist vollendet.
es: Su misión ha concluido.
fr: Sienne quête prend fin.
it: Ha completato la sua missione.
ja: 探求はやり終えた。
ko: 이 퀘스트는 완료되었어.
pl: Jego misja dobiegła końca.
pt_br: Sua missão foi concluída.
ru: Его задача исполнена.
zh_cn: 它完成了任务。
zh_tw: 它完成了任務。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: 'Tis the machine from my vision.
de: Dies ist die Maschine aus meiner Vision.
es: Es la máquina que salía en la visión.
fr: C'estöy la machine de miennes visiöns !
it: Questa è la macchina della mia visione.
ja: 我の幻視らの機械。
ko: 환영으로 본 기계다.
pl: Toż to machina z mej wizji.
pt_br: É a máquina da minha visão.
ru: Это и есть машина из моего видения.
zh_cn: 正是我预言中的机器。
zh_tw: 正是我預言中的機器。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: These runes are foreign to me.
de: Diese Runen sind mir fremd.
es: No conozco estas runas.
fr: Icelles runes me sönt étrangères.
it: Non conosco queste rune.
ja: かのルーンは我にはなじみがないものじゃ。
ko: 이 룬은 나에게 낯설어.
pl: Nie znam tych run.
pt_br: Estas runas me são estranhas.
ru: Эти руны мне незнакомы.
zh_cn: 这些符文对我来说是陌生的。
zh_tw: 這些符文對我來說是陌生的。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: Perhaps they speak of ancient battles.
de: Vielleicht künden sie von alten Schlachten.
es: A lo mejor hablan de batallas de antaño.
fr: Peut-être relatent-elles d'anciennes batailles.
it: Forse parlano di antiche battaglie.
ja: 古代の戦いについて話すかもしれぬ。
ko: 아마도 그들은 고대 전투에 대해 이야기하겠지.
pl: Może mówią o pradawnych bitwach.
pt_br: Talvez elas falem de batalhas ancestrais.
ru: Наверное, там говорится про сражения древности.
zh_cn: 也许他们记录了上古的战斗。
zh_tw: 也許他們記錄了上古的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: These runes are foreign to me.
de: Diese Runen sind mir fremd.
es: No conozco estas runas.
fr: Icelles runes me sönt étrangères.
it: Non conosco queste rune.
ja: かのルーンは我にはなじみがないものじゃ。
ko: 이 룬은 나에게 낯설어.
pl: Nie znam tych run.
pt_br: Estas runas me são estranhas.
ru: Эти руны мне незнакомы.
zh_cn: 这些符文对我来说是陌生的。
zh_tw: 這些符文對我來說是陌生的。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: Perhaps they speak of ancient battles.
de: Vielleicht künden sie von alten Schlachten.
es: A lo mejor hablan de batallas de antaño.
fr: Peut-être relatent-elles d'anciennes batailles.
it: Forse parlano di antiche battaglie.
ja: 古代の戦いについて話すかもしれぬ。
ko: 아마도 그들은 고대 전투에 대해 이야기하겠지.
pl: Może mówią o pradawnych bitwach.
pt_br: Talvez elas falem de batalhas ancestrais.
ru: Наверное, там говорится про сражения древности.
zh_cn: 也许他们记录了上古的战斗。
zh_tw: 也許他們記錄了上古的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: These runes are foreign to me.
de: Diese Runen sind mir fremd.
es: No conozco estas runas.
fr: Icelles runes me sönt étrangères.
it: Non conosco queste rune.
ja: かのルーンは我にはなじみがないものじゃ。
ko: 이 룬은 나에게 낯설어.
pl: Nie znam tych run.
pt_br: Estas runas me são estranhas.
ru: Эти руны мне незнакомы.
zh_cn: 这些符文对我来说是陌生的。
zh_tw: 這些符文對我來說是陌生的。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: It guards these halls.
de: Er bewacht diese Hallen.
es: Protege los corredores.
fr: Il veille sur les cöulöirs.
it: Protegge queste sale.
ja: このホールを守護しておるのじゃ。
ko: 이 구멍을 지키고 있어.
pl: Strzeże tego miejsca.
pt_br: Ele guarda estes salões.
ru: Охраняет эти залы.
zh_cn: 它守护着这些大厅。
zh_tw: 它守護著這些大廳。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: It is at rest.
de: In Ruhestellung.
es: Se encuentra descansando.
fr: Il se repöse.
it: Sta riposando.
ja: 休んでおる。
ko: 휴식 중이야.
pl: Nie działa.
pt_br: Está descansando.
ru: Отдыхает.
zh_cn: 它在休息。
zh_tw: 它在休息。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Where are you going, O will-o'-wisp?
de: Wo willst du hin, Irrlicht?
es: ¿Adónde vas, oh, fuego fatuo?
fr: Öù vas-tu dönc, feu föllet ?
it: Dove stai andando, fuoco fatuo?
ja: 汝はどちらへ参るのじゃ、狐火？
ko: 어디 가니, 도깨비불?
pl: Dokąd się wybierasz, błędny ogniku?
pt_br: Aonde está indo, fogo-fátuo?
ru: Куда ты удаляешься, о дух летучий?
zh_cn: 你这是要去哪？
zh_tw: 你這是要去哪？

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: It requires an offering.
de: Er verlangt ein Opfer.
es: Requiere una ofrenda.
fr: Il lui faut une offrande.
it: Richiede un'offerta.
ja: これは供え物を求めている。
ko: 제물을 요구하는군.
pl: Trzeba tu złożyć ofiarę.
pt_br: Requer uma oferenda.
ru: Требуется подношение.
zh_cn: 需要供品。
zh_tw: 需要供品。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_SWITCH.VALID
source: This one has been given an offering.
de: Das hier hat eine Gabe erhalten.
es: Ha recibido una ofrenda.
fr: Icelui a reçu quelques öffrandes.
it: Questo ha ricevuto un'offerta.
ja: これは捧げものが供えられてきた。
ko: 누가 이 녀석에게 제물을 바쳤군.
pl: Otrzymało ofiarę.
pt_br: Este aqui recebeu uma oferenda.
ru: Ему уже сделали подношение.
zh_cn: 这个已经得到了供奉。
zh_tw: 這個已經得到了供奉。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORDRAGONFLY
source: Excellent armor for the heat of battle.
de: Ausgezeichnete Rüstung für die Hitze des Gefechts.
es: Una armadura excelente para el calor de la batalla.
fr: Excellente armure pour la chaleur des combats.
it: Eccellente armatura per il calore della battaglia.
ja: 戦いの最中に向く優秀な鎧。
ko: 전투 열기를 견딜 수 있는 훌륭한 갑옷이군요.
pl: Pancerz, który zagrzeje cię do walki.
pt_br: Armadura excelente para o calor da batalha.
ru: Отличное оружие в пылу битвы.
zh_cn: 绝佳盔甲，专用于火热战场。
zh_tw: 絕佳盔甲，專用於火熱戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORGRASS
source: Grass protection. That's not going to last long.
de: Grasschutz. Der wird nicht lang halten.
es: Protección de hierba. No va a durar mucho.
fr: Protection herbeuse. Ça ne va pas durer longtemps.
it: Protezione dall'erba. Non durerà a lungo.
ja: 草の防御。あまり長持ちとは言えない。
ko: 풀의 보호구라. 얼마 못 가겠군.
pl: Pancerz z trawy. Długo nie przetrwa.
pt_br: Proteção de grama. Não vai durar muito.
ru: Защита из травы. Надолго не поможет.
zh_cn: 草制护具。肯定不能持久。
zh_tw: 草制護具。肯定不能持久。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORMARBLE
source: Near impenetrable!
de: Nahezu undurchdringlich!
es: ¡Casi impenetrable!
fr: Presque impénétrable !
it: Quasi impenetrabile!
ja: 侵入不可能に近い！
ko: 이거라면 대부분의 공격은 뚫지 못할 테지!
pl: Prawie niezniszczalny.
pt_br: Quase impenetrável!
ru: Почти непробиваемая!
zh_cn: 近乎无法穿透！
zh_tw: 近乎無法穿透！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORRUINS
source: Armor fit for Odin himself!
de: Rüstung, die selbst für Odin geeignet wäre!
es: ¡Una armadura apta para el mismo Odín!
fr: Une armure pour Odin en personne !
it: Armatura adatta a Odino stesso!
ja: オーディン自身にさえふさわしい鎧だ！
ko: 오딘이 입어도 좋을 갑옷이군요!
pl: Pancerz godny samego Odyna!
pt_br: Armadura digna do próprio Odin!
ru: Доспехи, достойные лишь самого Одина!
zh_cn: 配得上奥丁的盔甲！
zh_tw: 配得上奧丁的盔甲！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSKELETON
source: What devilish armor!
de: Welche teuflische Rüstung!
es: ¡Qué armadura tan diabólica!
fr: Quelle armure diabolique !
it: Che armatura diabolica!
ja: なんとも恐ろしきよろいだ！
ko: 악마의 갑옷이로군!
pl: Cóż za diabelski pancerz!
pt_br: Que armadura demoníaca!
ru: Что за дьявольская броня!
zh_cn: 这真是可怕的盔甲！
zh_tw: 這真是可怕的盔甲！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSLURPER
source: She ebbs the ache of hunger. Good fur.
de: Er beseitigt meinen Hunger. Guter Pelz.
es: Me sacia el apetito. Buena piel.
fr: Elle réduit ma faim. Bonne fourrure.
it: Soddisfa il morso della fame. Buona pelliccia.
ja: 飢えをいやす帯か…これはありがたい
ko: 식욕을 감퇴하게 만드는군요. 좋은 털이군요.
pl: Tłumi głód. Dobre futerko.
pt_br: Ela reduz a dor ada fome. Boa pele.
ru: Успокаивает голод. Хороший мех.
zh_cn: 它能减轻饥饿造成的痛苦。不错的毛皮。
zh_tw: 它能減輕饑餓造成的痛苦。不錯的毛皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSNURTLESHELL
source: A shield of sorts.
de: Eine Art Schutzschild.
es: Una especie de escudo.
fr: Un genre de bouclier.
it: Una specie di scudo.
ja: よろいのような物。
ko: 일종의 방패다.
pl: Jakaś dziwna tarcza.
pt_br: Um tipo de escudo.
ru: Похоже на щит.
zh_cn: 某种防护装备。
zh_tw: 某種防護裝備。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMORWOOD
source: A borrowed tree vest.
de: Eine geliehene Baumweste.
es: Un chaleco de árbol prestado.
fr: Un gilet emprunté à un arbre.
it: Un giubbotto di albero prestato.
ja: 借り物の木製ベスト。
ko: 빌린 나무 조끼다.
pl: Pożyczona drewniana kamizelka.
pt_br: Um colete de árvore emprestado.
ru: Жилет, позаимствованный у дерева.
zh_cn: 借来的木质背心。
zh_tw: 借來的木質背心。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_BRAMBLE
source: My ally is surely a strong warrior.
de: Mein Verbündeter ist wahrlich ein starker Krieger.
es: Mi aliado es un guerrero fuerte, sin duda.
fr: Mön allié est fört certainement un guerrier féröce.
it: Il mio alleato è di certo una grande guerriero.
ja: 我が同胞は間違いなく強い戦士だ。
ko: 내 동료는 정말 강한 전사야.
pl: Mój towarzysz jest potężnym wojownikiem.
pt_br: Meu aliado é mesmo um guerreiro forte.
ru: Мой союзник — могучий воин.
zh_cn: 我的盟友确实是一位强壮的勇士。
zh_tw: 我的盟友確實是一位強壯的勇士。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_SANITY
source: Strong, but such a headache it gives...
de: Stark, aber macht mir Kopfschmerzen.
es: Fuerte, pero da un gran dolor de cabeza...
fr: C'est puissant, mais que ça fait mal à la tête...
it: Forte, ma provoca un gran mal di testa...
ja: 優れた武具だが…まとえば、ひどく頭が痛む…
ko: 강하지만 두통을 주는군...
pl: Zaiste potężny pancerz. Wywołuje jednak potworny ból głowy...
pt_br: É forte, mas provoca uma grande dor de cabeça...
ru: Надежная, но как же от нее раскалывается голова…
zh_cn: 虽然强大，但是它会带来麻烦...
zh_tw: 雖然強大，但是它會帶來麻煩...

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Signs of a battle past.
de: Zeichen vergangener Kämpfe.
es: Signos de una batalla pasada.
fr: Une trace d'un combat passé.
it: Segni di una battaglia del passato.
ja: 戦禍の跡か…
ko: 전투가 있었던 흔적이다.
pl: Znak minionej bitwy.
pt_br: Placas de uma batalha passada.
ru: Указывает на прошедшую битву.
zh_cn: 战斗往事的标志。
zh_tw: 戰鬥往事的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: A most well placed sign.
de: Ein gut platziertes Schild.
es: Una señal bien colocada.
fr: Un panneau très bien placé.
it: Un segnale posizionato benissimo.
ja: 実に的確な目印だ
ko: 위치가 완벽한 표지판이군.
pl: Właściwy znak we właściwym miejscu.
pt_br: Uma placa muito bem colocada.
ru: Здесь ему самое место.
zh_cn: 位置最恰当的标志。
zh_tw: 位置最恰當的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: I shall point the way to triumph!
de: Ich werde den Weg zum Triumph weisen!
es: ¡Indicaré la dirección del triunfo!
fr: Je vais indiquer la direction du triomphe !
it: Punterò verso la via del trionfo!
ja: 勝利への道を示そうぞ！
ko: 승리로 향하는 길을 표시할 테다!
pl: Wskażę drogę ku zwycięstwu!
pt_br: Apontarei na direção do triunfo!
ru: Я укажу путь к победе!
zh_cn: 我得指明一条胜利之路！
zh_tw: 我得指明一條勝利之路！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_POST.BURNT
source: Signs of a battle past.
de: Zeichen vergangener Kämpfe.
es: Signos de una batalla pasada.
fr: Une trace d'un combat passé.
it: Segni di una battaglia del passato.
ja: 戦禍の跡か…
ko: 전투가 있었던 흔적이다.
pl: Znak minionej bitwy.
pt_br: Placas de uma batalha passada.
ru: Указывает на прошедшую битву.
zh_cn: 战斗往事的标志。
zh_tw: 戰鬥往事的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_POST.GENERIC
source: A most well placed sign.
de: Ein gut platziertes Schild.
es: Una señal bien colocada.
fr: Un panneau très bien placé.
it: Un segnale posizionato benissimo.
ja: 実に的確な目印だ
ko: 위치가 완벽한 표지판이군.
pl: Właściwy znak we właściwym miejscu.
pt_br: Uma placa muito bem colocada.
ru: Здесь ему самое место.
zh_cn: 位置最恰当的标志。
zh_tw: 位置最恰當的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: I shall point the way to triumph!
de: Ich werde den Weg zum Triumph weisen!
es: ¡Indicaré la dirección del triunfo!
fr: Je vais indiquer la direction du triomphe !
it: Punterò verso la via del trionfo!
ja: 勝利への道を示そうぞ！
ko: 승리로 향하는 길을 표시할 테다!
pl: Wskażę drogę ku zwycięstwu!
pt_br: Apontarei na direção do triunfo!
ru: Я укажу путь к победе!
zh_cn: 我得指明一条胜利之路！
zh_tw: 我得指明一條勝利之路！

# CHARACTERS.WATHGRITHR.DESCRIBE.ASH.GENERIC
source: The flames' remains.
de: Die Überreste der Flammen.
es: Restos de las llamas.
fr: Des restes de flammes.
it: I resti delle fiamme.
ja: 炎の名残。
ko: 불길에서 남은 것.
pl: Ogniste odpadki.
pt_br: As chamas permanecem.
ru: Останки огня.
zh_cn: 火焰留下的产物。
zh_tw: 火焰留下的產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone could not pass to this world.
de: Der Augenknochen konnte diese Welt nicht verlassen.
es: El hueso con ojo no podría entrar en este mundo.
fr: L'os-œil n'a pu franchir ce monde.
it: L'ossocchio non poteva passare in questo mondo.
ja: アイボーンはこの世界には越えて来られなかった。
ko: 눈알 뼈는 이 세계로 올 수 없었어.
pl: Okość nie ma wstępu do tego świata.
pt_br: O osso ocular não pode passar para este mundo.
ru: Костеглаз не может перейти в этот мир.
zh_cn: 眼骨无法传送到这个世界。
zh_tw: 眼骨無法傳送到這個世界。

# CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower must remain in its home world.
de: Die Blume muss in ihrer Heimatwelt bleiben.
es: La flor debe quedarse en su mundo natal.
fr: La fleur doit rester dans son monde.
it: Il fiore deve rimanere nel suo mondo natale.
ja: 花は元の世界に留まらねばならない。
ko: 꽃은 원래 세계에 남아있어야 하니까.
pl: Kwiat musi zostać w swojej ojczyźnie.
pt_br: A flor deve permanecer em seu mundo natal.
ru: Цветок должен остаться в своем мире.
zh_cn: 那朵花必须留在它原来的世界。
zh_tw: 那朵花必須留在它原來的世界。

# CHARACTERS.WATHGRITHR.DESCRIBE.ASH.REMAINS_THINGIE
source: It's burnt. Gone.
de: Verbrannt. Verloren.
es: Se ha quemado. Adiós.
fr: Brûlé. Terminé.
it: È bruciato. Andato.
ja: 燃え尽きた。これで終わり。
ko: 탔군요. 떠났군요.
pl: Spaliło się. Nie ma.
pt_br: Queimado. Já era.
ru: Все сгорело. Исчезло.
zh_cn: 它被烧掉了。不复存在了。
zh_tw: 它被燒掉了。不復存在了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS
source: Vegetable! I will not consume you!
de: Gemüse! Ich werde dich nicht anrühren!
es: ¡Vegetal! ¡No pienso consumirte!
fr: Légume ! Je ne te cönsömmerai pöint !
it: Verdura! Non ti mangerò!
ja: 野菜だと！？我は汝を口になどせぬ！
ko: 채소잖아! 먹지 않겠다!
pl: Roślino! Nie zagościsz na mym półmisku!
pt_br: Vegetal! Eu não consumirei você!
ru: Овощ! Я не буду тебя есть!
zh_cn: 蔬菜！我是不会吃你的！
zh_tw: 蔬菜！我是不會吃你的！

# CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUSSOUP
source: I shall not consume it!
de: Die fasse ich nicht an!
es: ¡No lo consumiré!
fr: Je ne cönsömmerai pöint ceci !
it: Non la mangerò!
ja: 食することを拒否する！
ko: 먹지 않겠다!
pl: Nawet tego nie tknę!
pt_br: Não consumirei tal coisa!
ru: Я не буду это есть!
zh_cn: 我是不会吃它的！
zh_tw: 我是不會吃它的！

# CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_COOKED
source: Fire does not make it more palatable.
de: Feuer macht ihn auch nicht genießbarer!
es: El fuego no hace que sea más apetecible.
fr: Le feu ne rend guère ceci cönvenable !
it: Il fuoco non li rende più appetibili.
ja: 火を通せど受け入れられなどせぬ！
ko: 익힌다고 더 맛있어지진 않지.
pl: Dodatek ognia nie uczynił go zjadliwszym.
pt_br: O fogo não o torna mais palatável.
ru: Огонь не сделает ее вкуснее!
zh_cn: 火焰并没有让你变得好吃！
zh_tw: 火焰並沒有讓你變得好吃！

# CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_OVERSIZED
source: This spear will never match up to mine.
de: Dieser Speer kann sich mit dem meinen nicht messen.
es: Esta lanza jamás estará a la altura de la mía.
fr: Icelle lance öncques ne sera à la hauteur de la mienne.
it: Questa lancia non sarà mai all'altezza della mia.
ja: この槍が我が槍に決して敵うことはなかろう。
ko: 이 창은 절대로 내 것에 필적할 수 없을 걸.
pl: Nigdy nie dorównasz mojej włóczni.
pt_br: Esta lança jamais se igualará à minha.
ru: Это копье с моим не сравнится.
zh_cn: 这支长矛永远比不上我的长矛。
zh_tw: 這支長矛永遠比不上我的長矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_SEEDS
source: These serve me no purpose!
de: Damit kann ich nichts anfangen!
es: ¡No le veo propósito alguno!
fr: Ceci ne me servira guère !
it: Non so cosa farmene!
ja: 我には何の意味もない！
ko: 아무짝에도 쓸모가 없군!
pl: Zbędne mi to!
pt_br: Isso não me serve de nada!
ru: Зачем они мне сдались!
zh_cn: 这对我毫无用处!
zh_tw: 這對我毫無用處!

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_GATE.CHARGING
source: Soon it will open the path!
de: Bald wird sich der Pfad öffnen!
es: ¡Pronto nos permitirá pasar!
fr: Elle ouvrira bientôt le chemin !
it: Presto aprirà il passaggio!
ja: じきに道が開けるぞ！
ko: 곧 길이 열릴 거야!
pl: Droga stanie wkrótce otworem!
pt_br: Logo abrirá o caminho!
ru: Скоро откроется путь!
zh_cn: 很快它就会打开这条路！
zh_tw: 很快它就會打開這條路！

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: It shan't work again for some time.
de: Das wird jetzt eine Weile nicht wieder funktionieren.
es: No volverá a funcionar por un tiempo.
fr: Elle ne va pas remarcher avant un moment.
it: Non funzionerà per un po' di tempo.
ja: しばし閉ざされたままとなろう
ko: 당분간은 작동하지 않을 거야.
pl: Przez pewien czas nie będzie zeń pożytku.
pt_br: Não deverá funcionar por um tempo.
ru: Какое-то время оно не будет работать.
zh_cn: 一段时间里没法再用了。
zh_tw: 一段時間裡沒法再用了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: Trickery! The Bifrost was of Loki!
de: So eine List! Der Bifrost war von Loki!
es: ¡Qué artimaña! ¡El Bifröst era de Loki!
fr: Supercherie ! C'était le Bifröst de Loki !
it: Inganno! Il Bifrost era di Loki!
ja: 謀られたか！さてはロキの仕業だな！
ko: 속임수다! 비프로스트는 로키의 것인데!
pl: Czarnoksięstwo! Bifröst był sztuczką Lokiego!
pt_br: Um embuste! A Bifrost era de Loki!
ru: Обман! На Бивресте — Локи!
zh_cn: 诡计！洛基的彩虹桥！
zh_tw: 詭計！洛基的彩虹橋！

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_GATE.OFF
source: Tis the Bifrost!
de: Der Bifrost!
es: ¡El Bifröst!
fr: C'est le Bifröst !
it: Questo è il Bifrost!
ja: これは…ビフロストか！
ko: 비프로스트다!
pl: Oto Bifröst!
pt_br: É a Bifrost!
ru: Это Биврест!
zh_cn: 这是彩虹桥！
zh_tw: 這是彩虹橋！

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_GATE.ON
source: A light to guide the way!
de: Ein Licht, um den Weg zu weisen!
es: ¡Una luz para guiar el camino!
fr: Une lumière pour ouvrir la voie !
it: Una luce per guidare il cammino!
ja: 道を示すともしびだ！
ko: 길을 안내하는 빛!
pl: Światło wskazujące drogę!
pt_br: Uma luz para guiar o caminho!
ru: Свет, указывающий путь.
zh_cn: 灯光指引着道路！
zh_tw: 燈光指引著道路！

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_KEY
source: Heimdallr's key to the Bifrost.
de: Heimdallrs Schlüssel zum Bifrost.
es: La llave de Heimdal al Bifröst.
fr: La clé du Bifröst de Heimdall.
it: La chiave di Heimdallr per il Bifrost.
ja: ヘイムダルの守る、ビフロストのカギだ
ko: 비프로스트로 가는 헤임달의 열쇠.
pl: Heimdallra klucz do Bifröstu.
pt_br: A chave de Heimdallr para a Bifrost.
ru: Ключ Хеймдалля от Бивреста.
zh_cn: 海姆达尔的彩虹桥钥匙。
zh_tw: 海姆達爾的彩虹橋鑰匙。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_LIGHT.OFF
source: An ancient basin to house flames.
de: Eine antike Schale für Flammen.
es: Una pila antigua para albergar llamas.
fr: Un ancien bassin qui héberge des flammes.
it: Un calderone antico per ospitare le fiamme.
ja: 炎を宿す、いにしえの器だ
ko: 불꽃을 담는 고대의 대야.
pl: Pradawna sadzawka, w której mieszkają płomienie.
pt_br: Uma bacia ancestral para abrigar as chamas.
ru: Древняя чаша, где живет пламя.
zh_cn: 用来承火的古老盆子。
zh_tw: 用來承火的古老盆子。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_LIGHT.ON
source: An unholy flame.
de: Eine unheilige Flamme.
es: Una llama infame.
fr: Une flamme impie.
it: Una fiamma sconsacrata.
ja: けがらわしき炎だ
ko: 불경한 불꽃.
pl: Bezbożny płomień.
pt_br: Uma chama profana.
ru: Дьявольское пламя.
zh_cn: 邪恶火焰。
zh_tw: 邪惡火焰。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_OVERGROWTH
source: The writings of the gods t'were not meant for us.
de: Was die Götter schrieben, war nicht an uns gerichtet.
es: Los escritos de los dioses no estaban destinados a nosotros.
fr: Les écrits des dieux qui ne nous étaient pas destinés.
it: Le scritture degli dei non esano destinate a noi.
ja: 神々の文字…人が読んではならぬものだ
ko: 신들의 글은 우리가 읽을 것이 아니지.
pl: Zapiski bogów nie są nam pisane.
pt_br: Os escritos dos deuses não se destinam a nós.
ru: Надписи от богов не были предназначены нам.
zh_cn: 诸神的篇章不属于我们。
zh_tw: 諸神的篇章不屬於我們。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: Tis a portrait of an ancient people. They live in wretchedness.
de: Ein Portrait eines alten Volkes. Sie führen ein armseliges Leben.
es: Un retrato de un pueblo antiguo. Viven en la desdicha.
fr: C'est le portrait d'un peuple ancien. Ils vivent dans la misère.
it: Questo è un ritratto di persone antiche. Vivono nello squallore.
ja: いにしえの民…苦しみの日々を描いたものか
ko: 고대인들의 초상화다. 불행 속에 살고 있군.
pl: Oto wizerunek starożytnego ludu. Przyszło im żyć w niedoli.
pt_br: Este é um retrato de um povo ancestral, eles vivem numa situação lamentável.
ru: Это изображение древних людей. Они жили в убогости.
zh_cn: 这是古代人的绘像。他们生活悲惨。
zh_tw: 這是古代人的繪像。他們生活悲慘。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: There is no painting here. Only stone.
de: Hier ist kein Gemälde. Nur Stein.
es: Aquí no hay pinturas, solo piedra.
fr: Aucune peinture ici. Seulement de la pierre.
it: Non c'è alcun dipinto qua, solo pietre.
ja: 絵らしきものは、見えぬな
ko: 여기에는 그림이 없어. 돌만 있고.
pl: Nie ma tu malunków. Tylko kamienie.
pt_br: Não há pinturas aqui, apenas pedras.
ru: Здесь нет рисунков. Только камень.
zh_cn: 这里没有绘画。只有石头。
zh_tw: 這裡沒有繪畫。只有石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: A great evil sweeps across the land.
de: Ein böses Übel kommt über das Land.
es: Un gran mal asola la tierra.
fr: Un mal puissant se répand sur le pays.
it: Un grande male sorvola la terra.
ja: 大いなる悪が、集落を飲み込む様子か…
ko: 거대한 악이 땅을 뒤덮는군.
pl: Przez te ziemie przetacza się potworne zło.
pt_br: Um grande mal está varrendo a terra.
ru: Великое зло опустошает землю.
zh_cn: 一个大恶魔席卷了这片土地。
zh_tw: 一個大惡魔席捲了這片土地。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: Many of the people are cleaved in two!
de: Viele der Menschen sind in zwei Stücke zerteilt!
es: ¡Muchos están partidos en dos!
fr: Beaucoup sont divisés en deux !
it: Molte persone sono spaccate a metà!
ja: 多くの者が、体を真っ二つにされている…！
ko: 많은 사람들이 두 동강 났어!
pl: Wielu mieszkańców zostaje rozciętych w pół!
pt_br: Muitas das pessoas foram cortadas em dois!
ru: Многие люди расколоты напополам!
zh_cn: 许多人都被一劈两半！
zh_tw: 許多人都被一劈兩半！

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: A glittering city, blessed by the gods.
de: Ein glitzernde Stadt mit dem Segen der Götter.
es: Una ciudad resplandeciente bendecida por los dioses.
fr: Une cité étincelante, bénie des dieux.
it: Una città sfavillante, benedetta dagli dei.
ja: 神々に祝福されし、輝かしき都だ…
ko: 신들의 축복을 받은 빛나는 도시.
pl: Lśniące miasto, któremu mili są bogowie.
pt_br: Uma cidade resplandecente, abençoada pelos deuses.
ru: Сверкающий город, благословленный богами.
zh_cn: 一座受诸神庇护的闪耀城市。
zh_tw: 一座受諸神庇護的閃耀城市。

# CHARACTERS.WATHGRITHR.DESCRIBE.ATRIUM_STATUE
source: I doth smell their fear!
de: Ich kann ihre Angst riechen!
es: ¡Huelo su miedo!
fr: Je peux sentir leur peur !
it: Sento l'odore della loro paura!
ja: いにしえの民の恐怖が伝わってくる…！
ko: 저들의 두려움의 냄새가 나!
pl: Wyczuwam ich strach!
pt_br: Posso sentir o cheiro de seu medo!
ru: Я чую их страх!
zh_cn: 我能嗅到他们的恐惧！
zh_tw: 我能嗅到他們的恐懼！

# CHARACTERS.WATHGRITHR.DESCRIBE.AXE
source: To chop and destroy!
de: Zum Hacken und Zerstören!
es: ¡Talar y destruir!
fr: Pour couper et détruire !
it: Tagliare e distruggere!
ja: 切り刻み破壊！するのに。
ko: 자르고 파괴하는 도구!
pl: Rąb i niszcz!
pt_br: Cortar e destruir!
ru: Рубить и разрушать!
zh_cn: 砍剁和毁灭！
zh_tw: 砍剁和毀滅！

# CHARACTERS.WATHGRITHR.DESCRIBE.BABYBEEFALO.GENERIC
source: Mini beastie.
de: Minibestie.
es: Minibestia.
fr: Mini bestiole.
it: Mini bestiola.
ja: ミニ野獣。
ko: 작은 짐승이다.
pl: Mała bestyjka.
pt_br: Mini-fera.
ru: Мини-зверь.
zh_cn: 迷你小野兽。
zh_tw: 迷你小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.BABYBEEFALO.SLEEPING
source: The mini beast slumbers.
de: Das Minitier schlummert.
es: La minibestia duerme.
fr: La mini bestiole roupille...
it: La mini bestiola sonnecchia.
ja: その小さな獣は眠る。
ko: 작은 짐승이 자는군.
pl: Mała bestyjka zmorzona snem.
pt_br: A mini-fera dorme.
ru: Мини-зверь дремлет.
zh_cn: 小野兽陷入沉睡了。
zh_tw: 小野獸陷入沉睡了。
