Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.HOTCHILI
source: Don't want it, florp!
de: Will ich nicht, florp!
es: ¡No lo quiero, florp!
es_mx: ¡Yo no querer, flop!
fr: J'en veux pas, florp !
it: Non voglio, florp!
ja: いらないよ、フロープ！
ko: 싫어, 뻐끔!
pl: Nie chcę tego, florp!
pt_br: Não quero isso, florp!
ru: Буль, не хочу!
zh_tw: 不想要，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.HOTSPRING.BOMBED
source: Look nice and warm!
de: Sieht schön warm aus!
es: ¡Parece agradable y caliente!
es_mx: ¡Verse agradable y cálido!
fr: Ça a l'air joli et chaud.
it: Sembra bella calda!
ja: 見た目も温かみがあっていいよね！
ko: 따뜻하니 좋아 보여!
pl: Wygląda cieplutko i przyjemnie!
pt_br: Parece legal e quente!
ru: На вид славно и тепло!
zh_tw: 看起來溫暖舒適！

# CHARACTERS.WURT.DESCRIBE.HOTSPRING.EMPTY
source: Nothing here!
de: Nichts hier!
es: ¡Aquí no hay nada!
es_mx: ¡No haber nada aquí!
fr: Y'a rien dessus !
it: Niente qui!
ja: ここには何もないよ。
ko: 여기 아무것도 없어!
pl: Nic tu nie ma!
pt_br: Nada aqui!
ru: Тут ничего нет!
zh_tw: 什麼都沒有！

# CHARACTERS.WURT.DESCRIBE.HOTSPRING.GENERIC
source: Swimming hole!
de: Schwimmloch!
es: ¡Agujero para nadar!
es_mx: ¡Un agujero para nadar!
fr: Un trou pour nager !
it: Buco per nuotare!
ja: スイミングホールだ！
ko: 수영하는 구멍이다!
pl: Dziura do pływania!
pt_br: Buraco de natação!
ru: Ямка для купания!
zh_tw: 游泳洞！

# CHARACTERS.WURT.DESCRIBE.HOTSPRING.GLASS
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WURT.DESCRIBE.HOUND
source: Bad doggy!
de: Böser Hund!
es: ¡Perrito malo!
es_mx: ¡Perrito malo!
fr: Vilain toutou !
it: Cagnolino cattivo!
ja: 悪いワンコだよ！
ko: 나쁜 멍멍이야!
pl: Zły piesek!
pt_br: Cachorrinho mau!
ru: Плохая собачка!
zh_tw: 壞狗！

# CHARACTERS.WURT.DESCRIBE.HOUNDBONE
source: Spiky.
de: Spitz.
es: Tiene pinchos.
es_mx: Puntiagudo.
fr: Ça pique.
it: Appuntite.
ja: トゲトゲだね。
ko: 뾰족해.
pl: Kłujące.
pt_br: Espetudo.
ru: Колется.
zh_tw: 刺人。

# CHARACTERS.WURT.DESCRIBE.HOUNDCORPSE.BURNING
source: Glurph, smell bad.
de: Glurf, riecht schlecht.
es: Glurph, huele mal.
es_mx: Gluaj, oler feo.
fr: Euh, ça pue.
it: Glurp, odoraccio.
ja: グルーフ、臭いがするよ。
ko: 빠끔빠끔, 냄새 고약해.
pl: Glurp, ale smród.
pt_br: Glurph, cheira mal.
ru: Хлюп, скверный запах.
zh_tw: 格勒格，好臭。

# CHARACTERS.WURT.DESCRIBE.HOUNDCORPSE.GENERIC
source: Weird-looking dog.
de: Seltsamer Hund.
es: Perro con aspecto raro.
es_mx: Ese perro verse extraño.
fr: Ce chien a une drôle de tête.
it: Cane con aspetto strano.
ja: 変な顔した犬だね。
ko: 이상하게 생긴 개야.
pl: Dziwny pies.
pt_br: Cachorro de cara estranha.
ru: Какая чудная собачка.
zh_tw: 奇怪的狗。

# CHARACTERS.WURT.DESCRIBE.HOUNDCORPSE.REVIVING
source: It coming back!
de: Kommt zurück!
es: ¡Vuelve!
es_mx: ¡Estar volviendo a la vida!
fr: Il revient !
it: Torna indietro!
ja: 戻ってきたよ！
ko: 살아난다!
pl: Powraca!
pt_br: Tá voltando!
ru: Она возвращается!
zh_tw: 它正在回來！

# CHARACTERS.WURT.DESCRIBE.HOUNDMOUND
source: Found doggy nest, florp.
de: Hundenest gefunden, florp.
es: He encontrado el nido del perrito, florp.
es_mx: Yo haber encontrado nido de perritos, flop.
fr: J'ai trouvé le nid de chien, florp.
it: Trovato nido di cagnolino, florp.
ja: 犬の巣を見つけたよ、フロープ。
ko: 멍멍이 둥지 찾았어, 뻐끔.
pl: Znalazłam gniazdo piesków, florp.
pt_br: Achei ninho de cachorro, florp.
ru: Нашла собачье гнездо, хлюп.
zh_tw: 找到了狗窩，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.HOUNDSTOOTH
source: Big chomper.
de: Großer Beißer.
es: Gran masticador.
es_mx: Colmillote.
fr: Une grosse bête qui mord.
it: Grande zanna.
ja: ビッグチョンパーだよ。
ko: 큰 이빨이야.
pl: Wielki gryzacz.
pt_br: Mordedorzão.
ru: Большая чавкалка.
zh_tw: 大切牙。

# CHARACTERS.WURT.DESCRIBE.HOUNDWHISTLE
source: It make no sound?
de: Ist leise?
es: ¿No hace ningún sonido?
es_mx: ¿Esto no hacer ruido?
fr: Il est cassé ? Il fait pas de bruit.
it: Non fa suono?
ja: 音がしない？
ko: 소리 안 나?
pl: Nie da się na tym grać?
pt_br: Não faz som?
ru: Нем как рыба?
zh_tw: 它發不出聲？

# CHARACTERS.WURT.DESCRIBE.HUMANMEAT
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.DESCRIBE.HUMANMEAT_COOKED
source: Glurgh, scale-less smell even worse cooked.
de: Glarg, Schuppenlose riechen gekocht noch schlechter.
es: Glurgh, los sin escamas huelen aún peor cocinados.
es_mx: Gluaj, los no escamosos oler aún peor cocidos.
fr: Argh, les sans-écailles puent encore plus quand ils sont cuits.
it: Glurg, odore di carne di senza squame anche peggio quando cotta.
ja: グルーフ、スケールレスで料理の匂いが更にひどいよ。
ko: 빠끔빠끔, 무비늘은 요리하니까 냄새 더 고약해.
pl: Glurg, bezłuskowcy śmierdzą jeszcze gorzej, jak się ich ugotuje.
pt_br: Glurgh, cheiro sem-escama ainda pior cozido.
ru: Хлюп, после готовки еще хуже пахнет.
zh_tw: 格勒格，無鱗生物熟了以後更難聞。

# CHARACTERS.WURT.DESCRIBE.HUMANMEAT_DRIED
source: Nope.
de: Nein.
es: No.
es_mx: No.
fr: Non.
it: No.
ja: いやだよ。
ko: 싫다.
pl: Odmawiam.
pt_br: Negativo.
ru: Не-а.
zh_tw: 不不不。

# CHARACTERS.WURT.DESCRIBE.HUTCH
source: Such cute little face!!
de: Niedliches kleines Gesicht!!
es: ¡¡Qué carita más mona!!
es_mx: ¡¡Su carita ser muy tierna!!
fr: Il a une bonne bouille !
it: Dolce faccina!
ja: とてもかわいいお顔だね！
ko: 귀여운 얼굴 좀 봐!!
pl: Ale urocza twarzyczka!
pt_br: Que rostinho fofo!!
ru: Какое миленькое личико!
zh_tw: 小臉真可愛！！

# CHARACTERS.WURT.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: Hello fishy-fishy!
de: Hallo Fischlein!
es: ¡Hola, pececito!
es_mx: ¡Hola, pececitos!
fr: Salut le petit poisson !
it: Ciao pesciolino!
ja: こんにちはフィッシャーフィッシャー！
ko: 안녕, 물고기야!
pl: Cześć, rybeńko!
pt_br: Olá peixinhozinho!
ru: Привет, рыбка!
zh_tw: 你好魚腥味的小傢伙！

# CHARACTERS.WURT.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: Taking nap?
de: Schläft?
es: ¿Echándote una siesta?
es_mx: ¿Estar tomando siesta?
fr: Il fait la sieste ?
it: Sonnellino?
ja: お昼寝中？
ko: 낮잠 자나?
pl: Ucinasz sobie drzemkę?
pt_br: Tirando soneca?
ru: Задремала?
zh_tw: 在打盹？

# CHARACTERS.WURT.DESCRIBE.ICE
source: Brrrr...
es: Brrr...
ja: ブルルルルッ...
ko: 으으...
pl: Brrr...
ru: Бр-р-р…
zh_tw: 諤諤...

# CHARACTERS.WURT.DESCRIBE.ICEBERG.GENERIC
source: Watch out, florp!
de: Vorsicht, florp!
es: ¡Cuidado, florp!
es_mx: ¡Cuidado, flop!
fr: Attention, florp !
it: Attenzione, florp!
ja: 気をつけて、フロープ！
ko: 조심해, 뻐끔!
pl: Uwaga, florp!
pt_br: Cuidado, florp!
ru: Осторожно! Бульк!
zh_tw: 小心，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.ICEBERG.MELTED
source: All melty!
de: Geschmolzen!
es: ¡Todo derretido!
es_mx: ¡Estar derretido!
fr: Il a fondu.
it: Tutto sciolto!
ja: みんなとろけるよ！
ko: 다 녹았다!
pl: Wszystko się topi!
pt_br: Tudo derretido!
ru: Все растаяло!
zh_tw: 全融化了！

# CHARACTERS.WURT.DESCRIBE.ICEBERG_MELTED
source: All melty!
de: Geschmolzen!
es: ¡Todo derretido!
es_mx: ¡Estar derretido!
fr: Il a fondu.
it: Tutto sciolto!
ja: みんなとろけるよ！
ko: 다 녹았다!
pl: Wszystko się topi!
pt_br: Tudo derretido!
ru: Все растаяло!
zh_tw: 全融化了！

# CHARACTERS.WURT.DESCRIBE.ICEBOX
source: Chilly box.
de: Kalte Kiste.
es: Caja fresca.
es_mx: Caja de frío.
fr: Une boîte gelée.
it: Gelido.
ja: ひんやりとした箱だね。
ko: 차가운 상자야.
pl: Pudło z chłodkiem.
pt_br: Caixa de frio.
ru: Морозный ящик.
zh_tw: 冰涼的箱子。

# CHARACTERS.WURT.DESCRIBE.ICECREAM
source: Cold treat!
de: Kalt und lecker!
es: ¡Una delicia fría!
es_mx: ¡Dulce frío!
fr: C'est froid et c'est bon !
it: Dolcetto fresco!
ja: 冷たいご馳走だ！
ko: 차가운 간식이다!
pl: Zimny smakołyk!
pt_br: Petisco frio!
ru: Ледяная вкуснятина!
zh_tw: 冷的甜點！

# CHARACTERS.WURT.DESCRIBE.ICEHAT
source: This a very good hat.
de: Ein sehr guter Hut.
es: Este es un sombrero muy bueno.
es_mx: Este ser excelente sombrero.
fr: Ça c'est un super chapeau.
it: Proprio bel cappello.
ja: これはとても良い帽子だね。
ko: 아주 좋은 모자야.
pl: To jest doskonały kapelusz.
pt_br: Esse chapéu é muito bom.
ru: Очень славная шляпа.
zh_tw: 一頂非常好的帽子。

# CHARACTERS.WURT.DESCRIBE.ICEHOUND
source: Chilly doggy.
de: Kalter Hund.
es: Perrito fresco.
es_mx: Perrito helado.
fr: Un chien gelé.
it: Cagnolino congelato.
ja: 寒そうなワンコだね。
ko: 차가운 멍멍이야.
pl: Zimny piesek.
pt_br: Cachorrinho frio.
ru: Льдистая собачка.
zh_tw: 冰涼的狗狗。

# CHARACTERS.WURT.DESCRIBE.ICEPACK
source: Fuzzy bag!
de: Zotteltasche!
es: ¡Bolsa peluda!
es_mx: ¡Mochila peluda!
fr: Un sac tout poilu.
it: Borsa pelosona!
ja: ファジーバッグだ！
ko: 복슬복슬한 가방이야!
pl: Kudłata torba!
pt_br: Bolsa confusa!
ru: Пушистая сумка!
zh_tw: 毛絨絨的包包！

# CHARACTERS.WURT.DESCRIBE.ICESTAFF
source: Magic cold stick.
de: Kalter Zauberstock.
es: Palo frío mágico.
es_mx: Ramita mágica de frío.
fr: Ce bâton froid est magique.
it: Bastone freddo magico.
ja: 魔法のコールドスティックだよ。
ko: 차가운 마법 막대기야.
pl: Magiczny, zimny patyk.
pt_br: Vara mágica fria.
ru: Колдовская палка-ледянка.
zh_tw: 魔法冷棍子。

# CHARACTERS.WURT.DESCRIBE.ICE_BLUEPRINT
source: Don't want big fuzzy to get cold.
de: Großem Zottel soll nicht kalt sein.
es: No quiero que peludito tenga frío.
fr: J'veux pas que le gros poilu attrape froid.
it: Non voglio che pelosone prenda freddo.
ja: おっきなパサパサが寒くないようにね。
ko: 큰 털복숭이가 추운 건 원하지 않아.
pl: Nie chcę, żeby wielki kudłacz zmarzł.
pt_br: Não quero que peludão fique com frio.
ru: Не хочу, чтобы большой пушистик замерз.
zh_tw: 不想讓大絨毛受凍。

# CHARACTERS.WURT.DESCRIBE.INSANITYROCK.ACTIVE
source: Where this come from...?
de: Wo kommt das her ...?
es: ¿De dónde ha salido esto...?
es_mx: ¿De dónde haber salido esto?
fr: D'où ça sort... ?
it: Da dove viene...?
ja: これはどこから来たのかな...？
ko: 어디서 나오지...?
pl: Skąd to się wzięło...?
pt_br: De onde isso veio...?
ru: А это здесь откуда?
zh_tw: 這是哪兒來的……？

# CHARACTERS.WURT.DESCRIBE.INSANITYROCK.INACTIVE
source: Tricky rock...
de: Fieser Stein ...
es: Roca engañosa...
es_mx: Ser roca engañosa.
fr: Je comprends rien à cette pierre.
it: Roccia complicata...
ja: トリッキーな岩...
ko: 까다로운 돌이야...
pl: Podstępna skała...
pt_br: Rocha estranha...
ru: Камушек с подвохом…
zh_tw: 會耍花樣的石頭……

# CHARACTERS.WURT.DESCRIBE.INSPECTSELF
source: Wanna see me make funny face?
de: Soll ich Grimasse schneiden?
es: ¿Quieres que ponga caras divertidas?
es_mx: ¿Tú querer ver cómo yo hacer cara graciosa?
fr: Tu veux que je te fasse une grimace ?
it: Vuoi vedere me fare faccia buffa?
ja: 変な顔してるの見たい？
ko: 웃긴 얼굴 보여 줄까?
pl: Kto chce zobaczyć, jak robię głupie miny?
pt_br: Quer me ver fazer careta?
ru: Хочешь, сострою рожицу?
zh_tw: 想看我扮鬼臉嗎？

# CHARACTERS.WURT.DESCRIBE.IVY_SNARE
source: It warrior plant.
de: Das Krieger-Pflanze.
es: Planta guerrera.
fr: C'est une plante guerrière.
it: Pianta guerriera.
ja: 戦士の植物だよ。
ko: 전사 식물이야.
pl: To wojownicza roślina.
pt_br: É planta guerreira.
ru: Растение-воин.
zh_tw: 它是會戰鬥的植物。

# CHARACTERS.WURT.DESCRIBE.JAMMYPRESERVES
source: Got claws all sticky.
de: Klebrige Klauen.
es: Tengo las garras pegajosas.
es_mx: Haberme quedado las garras pegajosas.
fr: J'ai les griffes toutes collantes.
it: Fa artigli tutti appiccicosi.
ja: 爪がベタベタしてるよ。
ko: 발톱 죄다 끈적해졌어.
pl: Kleją mi się pazurki.
pt_br: Tem garras grudentas.
ru: Теперь когти липкие.
zh_tw: 我的手爪都弄粘了。

# CHARACTERS.WURT.DESCRIBE.JELLYBEAN
source: A good bean.
de: Gute Bohne.
es: Una buena judía.
es_mx: Ser buen frijol.
fr: Un délicieux petit haricot.
it: Gommose ma buone.
ja: 美味しい豆だね。
ko: 좋은 콩이야.
pl: Dobre fasolki.
pt_br: Um bom feijão.
ru: Хорошая фасолька.
zh_tw: 好豆子。

# CHARACTERS.WURT.DESCRIBE.KABOBS
source: Glurgh... yucky meat bits.
de: Glarg ... Eklige Fleischstücke.
es: Glurgh... Trozos de carne asquerosa.
es_mx: Gluaj... trozos de carne asquerosa.
fr: Argh... Des bouts de viande immondes.
it: Glurg... Pezzi di carne schifosi.
ja: グルーフ...不味い肉の欠片だよ。
ko: 빠끔빠끔... 역겨운 고기 조각이야.
pl: Glurg... Ohydne kawałki mięcha.
pt_br: Glurgh... carne nojenta.
ru: Хлюрп… мерзкие мясные кусочки.
zh_tw: 格勒格……噁心的肉塊。

# CHARACTERS.WURT.DESCRIBE.KELP
source: Sea snack!
de: Meeresessen!
es: ¡Piscolabis marino!
es_mx: ¡Botana marina!
fr: Un snack de la mer.
it: Spuntino di mare!
ja: 海のおやつだ！
ko: 바다 간식이다!
pl: Morska przekąska!
pt_br: Lanche do mar!
ru: Морская закуска!
zh_tw: 海裡的小吃！

# CHARACTERS.WURT.DESCRIBE.KELPHAT
source: Would rather eat than wear, florp.
de: Lieber essen als anziehen, florp.
es: Preferiría comérmelas a llevarlas, florp.
es_mx: Yo preferir comerlo que usarlo, flop.
fr: Je préférerais le manger, florp.
it: Più mangiare che indossare, florp.
ja: 着るより食べる方がいいよ、フロープ。
ko: 쓰느니 먹을래, 뻐끔.
pl: Już prędzej bym to zjadła, niż założyła na głowę.
pt_br: Prefere comer do que vestir, florp.
ru: Буль, лучше скушать, чем носить.
zh_tw: 我寧願吃掉也不想戴著，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.KELP_COOKED
source: Mmmm, slimy!
de: Mmmh, schleimig!
es: Mmm, ¡viscosas!
es_mx: ¡Mmm, viscoso!
fr: Miam, c'est visqueux !
it: Mmmm, viscide!
ja: うーん...ぬるぬるだ！
ko: 음, 미끌미끌해!
pl: Mmmm, śliskie!
pt_br: Hmmm, viscoso!
ru: М-м-м, скользко!
zh_tw: 嗯，黏黏的！

# CHARACTERS.WURT.DESCRIBE.KELP_DRIED
source: Salty crunchies.
de: Salzig und knusprig.
es: Crujientes y saladas.
es_mx: Crujiente y salado.
fr: C'est salé et ça croustille.
it: Croccantine e salate.
ja: 塩味のクランチーだね。
ko: 짭조름하고 바삭바삭해.
pl: Słone i chrupkie.
pt_br: Crocantes salgados.
ru: Соленые хрустелки.
zh_tw: 鹹薄脆。

# CHARACTERS.WURT.DESCRIBE.KILLERBEE.GENERIC
source: It look mad.
de: Sieht wütend aus.
es: Parece enfadada.
es_mx: Verse molesta.
fr: Elle a l'air d'être en colère.
it: Sembra arrabbiata.
ja: 狂っているようだよ。
ko: 화난 것 같아.
pl: Chyba się wściekł.
pt_br: Parece brava.
ru: Ну и злюка.
zh_tw: 看起來很生氣。

# CHARACTERS.WURT.DESCRIBE.KILLERBEE.HELD
source: Nice buzzer...
de: Hübsche Summsi ...
es: Bonita zumbadora...
es_mx: Buena zumbadora...
fr: C'est une jolie piqueuse.
it: Bel cicalino...
ja: 素敵なブザーだね...
ko: 착하지...
pl: Miły bzyczek...
pt_br: Zumbido legal...
ru: Хорошо жужжит…
zh_tw: 嗡嗡叫真好聽……

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR1.BURNT
source: Awww...
de: Ohhh ...
es: Ahhh...
es_mx: Ahhh...
fr: Ahhh...
it: Oooh...
ja: ヒドいよ…
ko: 이럴 수가...
pl: Ooooo...
pt_br: Aii...
ru: Ну-у-у…
zh_tw: 嗚嗚嗚...

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR1.GENERIC
source: Ha ha, it fun to hit!
de: Haha! Das hauen macht Spaß!
es: Ja, ja. ¡Es divertido pegar!
fr: Ha ha ! C'est rigolo à taper !
it: Ah ah, divertente da colpire!
ja: へへへ、叩いたら楽しそう！
ko: 하하, 치면 재미 있어!
pl: Haha, śmiesznie się to uderza!
pt_br: Ha, ha, é divertido de bater!
ru: Ха! Весело в нее тыкать!
zh_tw: 哈哈，打起來很好玩！

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR1_KIT
source: It not hard to build, florp.
de: Nicht schwer zu bauen, florp!
es: No es difícil de construir, florp.
fr: C'est pas dur à fabriquer, florp.
it: Non difficile da costruire, florp.
ja: 建てるのなんて簡単だよ、フロープ。
ko: 만들기 어렵지 않아, 빠끔.
pl: Łatwe do zbudowania, florp.
pt_br: Não é difícil construir, florp.
ru: Построить нетрудно, буль.
zh_tw: 並不難造，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR2.BURNT
source: Nooo!!
de: Neiiin!!
fr: Nooon !
ja: いやーーー！！
ko: 안 돼!!
pl: Nieee!!!
pt_br: Nããão!!
ru: Не-е-ет!
zh_tw: 不！！

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR2.GENERIC
source: It have little fishy on it!
de: Da sind kleine Fischlein drauf!
es: ¡Va con pez pequeñito!
fr: Y a un petit poisson dessus !
it: Ha anche pesciolino!
ja: ちっちゃいサカナがのってるね！
ko: 비린내가 좀 난다!
pl: Wisi tu mała rybeczka!
pt_br: Tem peixinho nele!
ru: Тут маленькая рыбка!
zh_tw: 它上面有小魚！

# CHARACTERS.WURT.DESCRIBE.KITCOONDECOR2_KIT
source: It need building still!
de: Muss noch mehr gebaut werden!
es: Hay que construir...
fr: Il faut encore le fabriquer !
it: Dovere ancora costruire!
ja: まだ建てないといけないのね！
ko: 여전히 지어야 해!
pl: Trzeba zbudować!
pt_br: Precisa construir ainda!
ru: Это надо построить!
zh_tw: 還需要製作一下！

# CHARACTERS.WURT.DESCRIBE.KITCOONDEN.BURNT
source: Glurp! Didn't do it!!
de: Glurp! War ich nicht!
es: ¡Glurp! ¡Yo no sido!
fr: Glurp ! J'ai rien fait !
it: Glurp! Non sono stata io!
ja: グルーフ！アタシじゃないよ！
ko: 빠끔! 안 했어!!
pl: Glurp! To nie ja!!!
pt_br: Glurp! Não fiz isso!!
ru: Хлюп! Это не я!
zh_tw: 格勒噗！不是我幹的！！

# CHARACTERS.WURT.DESCRIBE.KITCOONDEN.GENERIC
source: It too tiny to fit inside...
de: Zu klein zum Hineinpassen ...
es: Muy pequeño... No cabe...
fr: C'est trop tout petit pour moi...
it: Troppo piccola per entrarci...
ja: ちっちゃすぎて中に入れないね…
ko: 안에 들어가기엔 너무 작아...
pl: Za małe, nie zmieszczę się...
pt_br: É pequeno demais pra encaixar dentro...
ru: Маленький какой. Они там поместятся?
zh_tw: 太小了，我進不去……

# CHARACTERS.WURT.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: Nobody hiding in there?
de: Keiner versteckt nicht drinnen?
es: ¿Nadie ahí dentro?
fr: Y a personne qui se cache dedans ?
it: Nessuno nascosto dentro?
ja: 中に誰も隠れてないの？
ko: 거기 숨은 녀석은 없어?
pl: Nikogo tam nie ma?
pt_br: Ninguém escondendo aí?
ru: Тут никто не прячется?
zh_tw: 裡面沒藏著貓貓嗎？

# CHARACTERS.WURT.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: Where they go?!
de: Wo die alle hin?
es: ¿¡Dónde están!?
fr: Où ils sont ?
it: Dove essere andati?!
ja: みんなどこいったの！？
ko: 어디로 간 거야?!
pl: Dokąd poszli?!
pt_br: Onde eles foram?
ru: Куда они делись?!
zh_tw: 它們去哪了？！

# CHARACTERS.WURT.DESCRIBE.KITCOONDEN_KIT
source: Building house easy! Done it lots of times, flort.
de: Haus bauen einfach! Schon oft gemacht, flort.
es: ¡Construir casa es muy fácil! He hecho muchas veces, flort.
fr: Construire des maisons c'est facile ! J'en ai fait plein, flort.
it: Facile costruire casa! Fatto molte volte, flort.
ja: 家建てるのって簡単！何度も立てたことあるしね、フロート！
ko: 집짓는 거 쉬워! 여러 번 했어, 빠끔.
pl: Budowa domu łatwa. Ja robić to wiele razy, flort.
pt_br: Construir casa fácil! Fiz muitas vezes, flort.
ru: Строить дома легко! Кучу раз это делала, хлюрп.
zh_tw: 造房子簡單！造過很多房子了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.KITCOON_DECIDUOUS
source: Ha ha! It fluffy AND scratchy!
de: Haha! Ist flauschig und kratzig!
es: ¡Ja, ja! ¡Peludito Y arañador!
fr: Ha ha ! Il est tout doux mais il a des griffes !
it: Ah ah! È peloso E graffiante!
ja: へへへ！フワフワでチクチクだね！
ko: 하하! 뽀송뽀송하고 앙칼져!
pl: Ha, ha! Puszysty ORAZ drapiący!
pt_br: Ha, ha! É fofinho E coçador!
ru: Ха! Пушистый и царапучий!
zh_tw: 哈哈！毛茸茸的，還撓人！

# CHARACTERS.WURT.DESCRIBE.KITCOON_DESERT
source: It so little!
de: So klein!
es: ¡Pequeñito!
fr: C'est tout petit !
it: Come essere piccolino!
ja: とってもちっちゃいね！
ko: 정말 작구나!
pl: Ale maleństwo!
pt_br: É tão pequeno!
ru: Ну и кроха!
zh_tw: 好小啊！

# CHARACTERS.WURT.DESCRIBE.KITCOON_FOREST
source: Ha ha! It fluffy AND scratchy!
de: Haha! Ist flauschig und kratzig!
es: ¡Ja, ja! ¡Peludito Y arañador!
fr: Ha ha ! Il est tout doux mais il a des griffes !
it: Ah ah! È peloso E graffiante!
ja: へへへ！フワフワでチクチクだね！
ko: 하하! 뽀송뽀송하고 앙칼져!
pl: Ha, ha! Puszysty ORAZ drapiący!
pt_br: Ha, ha! É fofinho E coçador!
ru: Ха! Пушистый и царапучий!
zh_tw: 哈哈！毛茸茸的，還撓人！

# CHARACTERS.WURT.DESCRIBE.KITCOON_GRASS
source: Ha ha! It fluffy AND scratchy!
de: Haha! Ist flauschig und kratzig!
es: ¡Ja, ja! ¡Peludito Y arañador!
fr: Ha ha ! Il est tout doux mais il a des griffes !
it: Ah ah! È peloso E graffiante!
ja: へへへ！フワフワでチクチクだね！
ko: 하하! 뽀송뽀송하고 앙칼져!
pl: Ha, ha! Puszysty ORAZ drapiący!
pt_br: Ha, ha! É fofinho E coçador!
ru: Ха! Пушистый и царапучий!
zh_tw: 哈哈！毛茸茸的，還撓人！

# CHARACTERS.WURT.DESCRIBE.KITCOON_MARSH
source: You from swamp too? You best one.
de: Du auch aus Sumpf? Du am allerbesten!
es: ¿Tú del pantano? ¡El mejor!
fr: Tu viens du marais aussi ? T'es le plus mignon.
it: Anche tu venire da palude? Essere migliore.
ja: あなたも沼から来たの？最高だね。
ko: 너도 늪에서 왔어? 네가 최고야.
pl: Też jesteś z bagna? Jesteś najlepszy.
pt_br: Você também é do pântano? Você é melhor deles.
ru: Тоже с болот? Самый лучший.
zh_tw: 你也是沼澤裡來的嗎？你是最棒的。

# CHARACTERS.WURT.DESCRIBE.KITCOON_MOON
source: It so little!
de: So klein!
es: ¡Pequeñito!
fr: C'est tout petit !
it: Come essere piccolino!
ja: とってもちっちゃいね！
ko: 정말 작구나!
pl: Ale maleństwo!
pt_br: É tão pequeno!
ru: Ну и кроха!
zh_tw: 好小啊！

# CHARACTERS.WURT.DESCRIBE.KITCOON_NAMETAG
source: Fish necklace for little kitties.
de: Fischkette für Kätzchen.
es: Collar con pez para gatitos chiquititos.
fr: Un collier poisson pour les petits fatons.
it: Collana con pesce per gattini.
ja: ちっちゃな子ねこ用のサカナのネックレスだよ！
ko: 귀여운 애옹이를 위한 물고기 목걸이야.
pl: Rybny naszyjnik dla małych kotków.
pt_br: Colar de peixe para gatinhos.
ru: Рыбное ожерелье для котяток.
zh_tw: 小貓貓的魚項鍊。

# CHARACTERS.WURT.DESCRIBE.KITCOON_ROCKY
source: It so little!
de: So klein!
es: ¡Pequeñito!
fr: C'est tout petit !
it: Come essere piccolino!
ja: とってもちっちゃいね！
ko: 정말 작구나!
pl: Ale maleństwo!
pt_br: É tão pequeno!
ru: Ну и кроха!
zh_tw: 好小啊！

# CHARACTERS.WURT.DESCRIBE.KITCOON_SAVANNA
source: Ha ha! It fluffy AND scratchy!
de: Haha! Ist flauschig und kratzig!
es: ¡Ja, ja! ¡Peludito Y arañador!
fr: Ha ha ! Il est tout doux mais il a des griffes !
it: Ah ah! È peloso E graffiante!
ja: へへへ！フワフワでチクチクだね！
ko: 하하! 뽀송뽀송하고 앙칼져!
pl: Ha, ha! Puszysty ORAZ drapiący!
pt_br: Ha, ha! É fofinho E coçador!
ru: Ха! Пушистый и царапучий!
zh_tw: 哈哈！毛茸茸的，還撓人！

# CHARACTERS.WURT.DESCRIBE.KITCOON_YOT
source: It so little!
de: So klein!
es: ¡Pequeñito!
fr: C'est tout petit !
it: Come essere piccolino!
ja: とってもちっちゃいね！
ko: 정말 작구나!
pl: Ale maleństwo!
pt_br: É tão pequeno!
ru: Ну и кроха!
zh_tw: 好小啊！

# CHARACTERS.WURT.DESCRIBE.KLAUS
source: You have presents for me?
de: Geschenk für mich?
es: ¿Tienes regalos para mí?
es_mx: ¿Tú tener regalos para mí?
fr: T'as des cadeaux pour moi ?
it: Hai regali per me?
ja: プレゼントがあるの？
ko: 내 선물 있어?
pl: Masz dla mnie jakieś prezenty?
pt_br: Tem presentes pra mim?
ru: Подарочки принес?
zh_tw: 有禮物送我嗎？

# CHARACTERS.WURT.DESCRIBE.KLAUSSACKKEY
source: Funny-looking antler, florp...
de: Komisches Geweih, florp ...
es: Cuernos raros, florp...
es_mx: Ser una asta de aspecto extraño, flop.
fr: Ces bois sont bizarres, florp...
it: Corna bizzarre, florp...
ja: おかしな顔した角だね、フロープ...
ko: 웃기게 생긴 뿔이야, 뻐끔...
pl: Dziwne poroże, florp...
pt_br: Chifre de cara engraçada, florp...
ru: Какие чудные рога, буль…
zh_tw: 樣子奇怪的鹿角，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.KLAUS_SACK
source: Open it! Open it!
de: Aufmachen, aufmachen!
es: ¡Ábrelo! ¡Ábrelo!
es_mx: ¡Abrirlo! ¡Abrirlo!
fr: J'veux l'ouvrir !
it: Aprilo! Aprilo!
ja: 開けて！開けて！
ko: 열어 봐! 열어 봐!
pl: Otwórzmy! Otwórzmy!
pt_br: Abre! Abre!
ru: Открой! Открой!
zh_tw: 打開！打開！

# CHARACTERS.WURT.DESCRIBE.KNIGHT
source: Springy Ironfolk.
de: Hüpfende Eisenleute.
es: Señor de hierro saltarín.
es_mx: Ser un ser de hierro con resorte.
fr: Un bonhomme de fer qui sautille.
it: Uomo di ferro salterino.
ja: スプリンジー アイアンフォークだ。
ko: 용수철 달린 철인이야.
pl: Skaczący żelaziak.
pt_br: Povo-ferro elástico.
ru: Железяка на пружинах.
zh_tw: 彈簧鐵人。

# CHARACTERS.WURT.DESCRIBE.KNIGHT_NIGHTMARE
source: Glurp, it has the bad stuff on it!
de: Glurp, hat das Zeug dran!
es: Glurp, ¡tiene cosas malas dentro!
es_mx: ¡Glup, estar lleno de la cosa mala!
fr: Argh, y'a des trucs bizarres dessus !
it: Glurp, è messo male!
ja: グループ、悪いものがついているよ！
ko: 빠끔, 나쁜 물건 있어!
pl: Glurp, ma na sobie złe rzeczy!
pt_br: Glurp, tem as coisas ruins nele!
ru: Хлюп, на нем эта гадкая штука!
zh_tw: 格勒噗，上面有些不好的東西！

# CHARACTERS.WURT.DESCRIBE.KOALEFANT_SUMMER
source: What big ears you have!
de: So große Ohren!
es: ¡Qué orejas más grandes tienes!
es_mx: ¡Qué orejas tan grandes tú tener!
fr: Ce que t'as de grandes oreilles !
it: Che orecchie grandi che hai!
ja: なんて大きな耳をしているんだろう！
ko: 귀 정말 크구나!
pl: Ale masz wielkie uszy!
pt_br: Que orelhões você tem!
ru: Ну и уши у тебя!
zh_tw: 你的眼睛真大！

# CHARACTERS.WURT.DESCRIBE.KOALEFANT_WINTER
source: What big ears you have!
de: So große Ohren!
es: ¡Qué orejas más grandes tienes!
es_mx: ¡Qué orejas tan grandes tú tener!
fr: Ce que t'as de grandes oreilles !
it: Che orecchie grandi che hai!
ja: なんて大きな耳をしているんだろう！
ko: 귀 정말 크구나!
pl: Ale masz wielkie uszy!
pt_br: Que orelhões você tem!
ru: Ну и уши у тебя!
zh_tw: 你的眼睛真大！

# CHARACTERS.WURT.DESCRIBE.KOALEFIG_TRUNK
source: Glurgh... fruit have yucky nose juice all over...
de: Glarg ... Frucht beschmiert mir ekligem Nasensaft ...
es: Glurgh... Fruta tiene líquido de nariz pegajoso...
fr: Glurg... Les fruits sont couverts de jus de nez dégoûtant.
it: Glurgh... frutti hanno schifoso succo di naso sopra...
ja: グルーフ…果物がまずい鼻の汁でベタベタだよ…
ko: 빠끔빠끔... 과일이 온통 역겨운 콧물을 흘리고 있어...
pl: Glurg... Owoc pokryty obleśnym sokiem z nosa...
pt_br: Glurgh... fruta tem suco de nariz nojento por tudo...
ru: Хлюп... фрукт весь в гадком соке из носа...
zh_tw: 格勒格……這水果噁心的鼻涕流得到處都是……
