Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.ARMOR_SANITY
source: Shadow magic is just a tool after all, I can use it to my advantage.
de: Schattenmagie ist schließlich auch nur ein Werkzeug, das ich zu meinem Vorteil nutzen kann.
es: La magia sombría no es más que una herramienta que puedo usar a mi favor.
fr: La magie des ombres n'est qu'un outil, après tout. Je peux l'utiliser à mon avantage.
it: La magia delle ombre è solo uno strumento, dopotutto. Posso utilizzarla a mio vantaggio.
ja: 影の魔法は結局のところ単なる道具。自分のために使えるわ。
ko: 그림자 마법은 결국 도구일 뿐이니 나에게 유리하게 사용할 수 있어.
pt_br: No fim, a magia das sombras é apenas uma ferramenta que posso usar a meu favor.
ru: Темная магия — это просто инструмент. Ее тоже можно использовать во благо.
zh_tw: 說到底暗影魔法也只是一種工具，我可以利用它來創造優勢。

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: That's a bad sign.
de: Das ist ein schlechtes Zeichen.
es: Eso es una mala señal.
fr: C'est mauvais signe.
it: È un pessimo segnale.
ja: 役に立たない標識だわ。
ko: 불길한 표지판인데.
pt_br: Essa placa é um mau sinal.
ru: Это плохой знак.
zh_tw: 此乃不祥之兆。

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: That must be some kind of sign.
de: Das muss eine Art Zeichen sein.
es: Supongo que es algún tipo de señal.
fr: C'est sûrement un genre de panneau.
it: Deve trattarsi di un qualche tipo di segnale.
ja: 何か意味があるに違いない。
ko: 일종의 표지판임엔 틀림이 없어.
pt_br: Deve ser algum tipo de placa.
ru: Должно быть, это какой-то знак.
zh_tw: 是個指示牌。

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: There's nothing written here. What an unhelpful sign!
de: Hier steht nichts. Ein Zeichen, das überhaupt nicht hilfreich ist!
es: Aquí no hay nada escrito. Qué señal más inútil.
fr: Il n'y a rien de marqué dessus. Ce n'est pas ça qui va m'aider !
it: Non c'è scritto nulla. Che segnale inutile!
ja: 何もここには書かれてない。なんって役立たずなのかしら！
ko: 아무것도 쓰여 있지 않아. 아무짝에도 쓸모가 없는 표지판이로군!
pt_br: Não tem nada escrito aqui. Que placa inútil!
ru: Здесь ничего не написано. Какой бесполезный знак!
zh_tw: 什麼都沒寫。毫無幫助的指示牌！

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_POST.BURNT
source: That's a bad sign.
de: Das ist ein schlechtes Zeichen.
es: Eso es una mala señal.
fr: C'est mauvais signe.
it: È un pessimo segnale.
ja: 役に立たない標識だわ。
ko: 불길한 표지판인데.
pt_br: Essa placa é um mau sinal.
ru: Это плохой знак.
zh_tw: 此乃不祥之兆。

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_POST.GENERIC
source: That must be some kind of sign.
de: Das muss eine Art Zeichen sein.
es: Supongo que es algún tipo de señal.
fr: C'est sûrement un genre de panneau.
it: Deve trattarsi di un qualche tipo di segnale.
ja: 何か意味があるに違いない。
ko: 일종의 표지판임엔 틀림이 없어.
pt_br: Deve ser algum tipo de placa.
ru: Должно быть, это какой-то знак.
zh_tw: 那是一種徵兆。

# CHARACTERS.WANDA.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: There's nothing written here. What an unhelpful sign!
de: Hier steht nichts. Ein Zeichen, das überhaupt nicht hilfreich ist!
es: Aquí no hay nada escrito. Qué señal más inútil.
fr: Il n'y a rien de marqué dessus. Ce n'est pas ça qui va m'aider !
it: Non c'è scritto nulla. Che segnale inutile!
ja: 何もここには書かれてない。なんって役立たずなのかしら！
ko: 아무것도 쓰여 있지 않아. 아무짝에도 쓸모가 없는 표지판이로군!
pt_br: Não tem nada escrito aqui. Que placa inútil!
ru: Здесь ничего не написано. Какой бесполезный знак!
zh_tw: 什麼都沒寫。毫無幫助的指示牌！

# CHARACTERS.WANDA.DESCRIBE.ASH.GENERIC
source: What a mess.
de: Was für ein Chaos.
es: Qué desastre.
fr: Quel bazar.
it: Che disastro.
ja: かなりごちゃごちゃだ。
ko: 엉망진창이군.
pt_br: Que bagunça.
ru: Какой беспорядок.
zh_tw: 真是一團糟

# CHARACTERS.WANDA.DESCRIBE.ASH.REMAINS_EYE_BONE
source: It couldn't withstand the trip.
de: Er hat die Reise nicht überstanden.
es: No ha podido soportar el viaje.
fr: Il n'a pas pu supporter le voyage.
it: Non ha retto al viaggio.
ja: トリップに耐えかねたのね。
ko: 고생을 너무 많이 했나봐.
pt_br: Não resistiu à viagem.
ru: Путешествия он не пережил.
zh_tw: 它沒能承受住旅途跋涉。

# CHARACTERS.WANDA.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: It couldn't withstand the trip.
de: Er hat die Reise nicht überstanden.
es: No ha podido soportar el viaje.
fr: Il n'a pas pu supporter le voyage.
it: Non ha retto al viaggio.
ja: トリップに耐えかねたのね。
ko: 고생을 너무 많이 했나봐.
pt_br: Não resistiu à viagem.
ru: Путешествия он не пережил.
zh_tw: 它沒能承受住旅途跋涉。

# CHARACTERS.WANDA.DESCRIBE.ASH.REMAINS_THINGIE
source: Oh. I don't even remember what that was.
de: Oh. Ich weiß nicht einmal mehr, was das war.
es: Oh. Ni siquiera me acuerdo de lo que era.
fr: Oh, je ne me rappelle même plus de ce que c'était.
it: Oh. Non ricordo nemmeno cosa fosse.
ja: んー…あれが何だったか覚えてないわ。
ko: 오. 저게 뭐였는지 기억이 안나.
pt_br: Ah. Nem lembro o que era isso.
ru: Хм. Даже и не помню, что это вообще такое.
zh_tw: 哦。我也記不得那是什麼了。

# CHARACTERS.WANDA.DESCRIBE.ASPARAGUS
source: One must stay healthy if they want to live to a ripe old age.
de: Man muss gesund bleiben, wenn man ein hohes Alter erreichen will.
es: Hay que comer sano para vivir bien al llegar a la tercera edad.
fr: Il faut rester en bonne santé si on veut atteindre un âge vénérable.
it: Bisogna stare in salute se si vuole arrivare fino a tarda età.
ja: 成熟した年齢になるまで生きていたいなら、まずは健康でなくちゃ。
ko: 지긋한 나이까지 살고 싶다면 건강을 유지해야 해.
pt_br: Quem quer viver muitos anos precisa cuidar bem da saúde.
ru: Если хочешь и в старости сохранять бодрость духа, нужно заботиться о здоровье тела.
zh_tw: 要想活到成熟，活到老，就必須保持健康。

# CHARACTERS.WANDA.DESCRIBE.ASPARAGUSSOUP
source: A nice warm bowl of soup.
de: Eine schöne Schüssel heißer Suppe.
es: Una sopita caliente.
fr: Un bon bol de soupe bien chaude.
it: Un bel piatto di zuppa fumante.
ja: 温かくておいしいスープ。
ko: 따뜻한 수프로군, 훌륭해.
pt_br: Uma boa tigela de sopa quente.
ru: Миска вкуснейшего горячего супа.
zh_tw: 一碗溫暖的湯。

# CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_COOKED
source: Not quite as crisp anymore.
de: Nicht mehr ganz so knackfrisch.
es: Ya no está muy crujiente.
fr: Ça perdu son croquant.
it: Ha perso parte della sua croccantezza.
ja: もう前ほどカリっとしてない。
ko: 더는 바삭하지 않네.
pt_br: Não está mais tão crocante.
ru: Теперь она совсем уже не хрустит.
zh_tw: 不再那麼脆了。

# CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_OVERSIZED
source: That might be altogether too much asparagus, even for me.
de: Das könnte sogar für mich zu viel Spargel sein.
es: Creo que eso es demasiado espárrago hasta para mí.
fr: Ça fait un peu trop d'asperges, même pour moi.
it: Potrebbe essere troppo asparago persino per me.
ja: あれはアスパラガス好きの私にも量が多すぎ。
ko: 다 모으면 나에게조차 아스파라거스가 너무 많은 것 같아.
pt_br: É aspargo demais, até mesmo pra mim.
ru: Тут даже для меня спаржи на год вперед хватит.
zh_tw: 這麼大蘆筍，對我來說都太大了。

# CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_GATE.CHARGING
source: Does anyone else feel a crackle of magic in the air?
de: Spürt noch jemand ein Knistern von Magie in der Luft?
es: ¿Alguien más siente el chisporroteo de la magia en el ambiente?
fr: Vous sentez ce crépitement de magie dans l'air, vous aussi ?
it: Nessun altro sente un crepitio di magia nell'aria?
ja: 魔法でこの辺の空気がパチパチしてるの感じる？
ko: 공중에서 마법의 파지직대는 소리를 느끼는 사람이 있을까?
pt_br: Alguém mais está sentindo a magia crepitando no ar?
ru: Вы тоже это чувствуете? Воздух прямо-таки потрескивает от магии.
zh_tw: 還有人覺得空氣中彌漫著魔法的劈啪聲嗎？

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: For the time being, I think it should be left alone.
de: Ich denke, man sollte das vorerst nicht anfassen.
es: Mejor dejarlo estar por ahora.
fr: Je pense qu'il faut le laisser tranquille, pour l'instant.
it: Penso che per ora dovrebbe essere lasciato stare.
ja: とりあえず、このままにしておくべきだと思うわ。
ko: 당분간은 그냥 둬야 한다고 생각해.
pt_br: Por enquanto, acho melhor não mexer nesse negócio.
ru: По-моему, лучше пока что их не трогать.
zh_tw: 暫時還是別管它的好。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: The magical field is collapsing!
de: Das magische Feld kollabiert!
es: ¡Se está desmoronando el campo mágico!
fr: Le champ magique s'effondre !
it: Il campo magico sta collassando!
ja: 魔法のフィールドが崩れてる！
ko: 마법의 장이 무너지고 있다!
pt_br: O campo mágico está desmoronando!
ru: Магическое поле разрушается!
zh_tw: 魔法領域正在坍塌！

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_GATE.OFF
source: With a bit of tinkering, I could get it working again.
de: Mit ein wenig Tüftelei konnte ich es wieder zum Laufen bringen.
es: A lo mejor consigo que funcione con un par de retoques.
fr: Avec un peu d'huile de coude, je pourrais le remettre en route.
it: Se ci mettessi le mani, potrei rimetterlo in funzione.
ja: 私がちょっといじれば、元通り動くようにできる。
ko: 조금만 손을 놀리면 작동할 수 있겠어.
pt_br: Com alguns ajustes, posso fazer com que volte a funcionar.
ru: Немного пошаманю, и они снова заработают.
zh_tw: 經過一番修補，我可以讓它重新工作。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_GATE.ON
source: It's radiating a strange energy, almost like...
de: Das strahlt eine seltsame Energie aus, als ob ...
es: Irradia una energía rarísima, como si...
fr: Il dégage une énergie étrange. Un peu comme...
it: Sta irradiando una strana energia, quasi come...
ja: 妙なエネルギーを放射してる…まるで…
ko: 이상한 에너지가 나오고 있어, 거의...
pt_br: Está irradiando uma energia estranha, quase como...
ru: Они источают странную энергию. Очень похоже на...
zh_tw: 它散發出一種奇怪的能量，幾乎像……

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_KEY
source: Am I sure I want to take this?
de: Ich bin mir nicht sicher, ob ich das nehmen möchte.
es: ¿Seguro que la quiero?
fr: Est-ce que je veux vraiment garder ça ?
it: Sono sicura di volerla prendere?
ja: 私、これ欲しいのかな？
ko: 나 정말 이거 갖고 싶은 거야?
pt_br: Será que quero mesmo pegar isso?
ru: Я точно хочу его забрать?
zh_tw: 我確定要拿這個嗎？

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_LIGHT.OFF
source: I don't know if I want those lights to turn on...
de: Ich weiß nicht, ob ich will, dass die Lichter angehen ...
es: No sé yo si quiero que se enciendan esas luces.
fr: Je ne sais pas si je veux que ces lampes s'allument...
it: Non sono sicura di voler davvero accendere quelle luci...
ja: あの灯を点けたいのかどうか自分でもわからない。
ko: 저 조명을 켜고 싶은 건지 모르겠네.
pt_br: Não sei se quero que essas luzes se acendam...
ru: Даже не знаю, хочу ли я, чтобы эти огоньки зажглись...
zh_tw: 我不知道要不要打開這些燈……

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_LIGHT.ON
source: I should keep my distance.
de: Ich sollte meinen Abstand beibehalten.
es: Debería mantener la distancia.
fr: Je devrais garder mes distances.
it: Devo mantenermi distante.
ja: 距離を保っておくべきだな。
ko: 가까이 가지 말아야지.
pt_br: É melhor eu manter a distância.
ru: Лучше держаться на расстоянии.
zh_tw: 我應當保持距離。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_OVERGROWTH
source: It probably says something like "turn back while you can".
de: Wahrscheinlich steht da so etwas wie "Kehre um, solange du noch kannst".
es: Seguro que dice "Vuelve mientras puedas" o algo así.
fr: Ça dit sûrement quelque chose comme « fais demi-tour tant que tu le peux ».
it: Probabilmente dice qualcosa come: "torna indietro finché puoi".
ja: たぶん「止めるなら今のうちだ」って書いてあるのね。
ko: 아마도 "돌아가실 수 있을 때 되돌리세요"와 같은 내용이겠지.
pt_br: É provável que diga algo como "vá embora enquanto ainda pode".
ru: Наверное, там написано что-то вроде «Беги, пока еще можешь».
zh_tw: 它說的大概是“回頭是岸”吧。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: A mural of an ancient civilization, but something is wrong...
de: Ein Wandgemälde einer alten Zivilisation, aber etwas stimmt da nicht ...
es: Es un mural de una civilización ancestral, pero hay algo raro...
fr: C'est une fresque d'une civilisation ancienne. Mais quelque chose cloche...
it: È un murales di una civiltà antica, ma qualcosa non quadra...
ja: 古代文明の壁画。でも…何かおかしいわ…
ko: 고대문명의 벽화인데 뭔가 잘못됐어...
pt_br: Um mural de uma antiga civilização, mas tem alguma coisa errada...
ru: Рисунки древней цивилизации... Но какие-то неправильные.
zh_tw: 這是一幅古代文明的壁畫，但有些地方不對勁……

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: Whatever was here has been lost to time.
de: Was auch immer hier gewesen ist, ist der Zeit zum Opfer gefallen.
es: Hubiera lo que hubiera aquí, se ha perdido en el tiempo.
fr: Ce qui se trouvait là a été perdu dans le flot du temps.
it: Ciò che si ergeva qui è andato perduto nel tempo.
ja: ここにあったものが何であれ時とともに失われた。
ko: 여기 있던 건 뭐든지 시간 속으로 사라져버렸어.
pt_br: Seja lá o que havia aqui se perdeu no tempo.
ru: Что бы здесь ни было, все давно поглотило время.
zh_tw: 無論這裡有過什麼，都在時間長河中消失了。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: It shows shadows descending on the city.
de: Es zeigt Schatten, die auf die Stadt herabsinken.
es: Muestra unas sombras cerniéndose sobre la ciudad.
fr: Ça représente des ombres qui s'abattent sur la ville.
it: Mostra delle ombre che scendono sulla città.
ja: 影が都市を包んでいく様子が見えるわ。
ko: 도시를 습격한 어두운 그늘을 보여주지.
pt_br: Mostra sombras descendo sobre a cidade.
ru: Здесь нарисовано, как город накрывает тьма.
zh_tw: 它描繪了降臨在城市之上的暗影。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: The people weren't quick enough to escape. They paid a price...
de: Die Bewohner waren nicht schnell genug, um zu entkommen. Sie haben den Preis dafür bezahlt ...
es: La gente no pudo escapar a tiempo y lo pagaron caro...
fr: Les gens n'ont pas réussi à s'enfuir à temps. Ils en ont payé le prix fort...
it: La gente non ha fatto in tempo a fuggire e ne ha pagato il prezzo...
ja: 人々は逃げるのに手間取ったのね。そして、その対価を払った…
ko: 재빨리 탈출하지 못했네. 댓가를 치른 거지.
pt_br: As pessoas não conseguiram escapar. Elas pagaram o preço...
ru: Они бежали недостаточно быстро... и заплатили высокую цену.
zh_tw: 人們逃得不夠快。他們付出了代價……

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: They had the right idea for a while, but they must have made a mistake.
de: Eine Zeit lang hatten sie die richtige Idee, aber sie haben sich wohl geirrt.
es: La idea que tenían era buena, pero seguro que cometieron un error.
fr: Ils avaient de bonnes idées, mais ils ont dû faire une erreur.
it: La loro idea era corretta, ma devono aver commesso un errore.
ja: しばらくは正しい心持だったんだろうけど、どこかで間違いを犯したのね。
ko: 잠시 동안 올바른 생각을 했지만 틀림없이 실수를 했을 거야.
pt_br: Sua perspectiva estava correta até certo momento, mas devem ter cometido um erro.
ru: Идеи у них были неплохие, но цена ошибки оказалась слишком высока.
zh_tw: 他們有一段時間的想法是正確的，但他們肯定犯了一個錯誤。

# CHARACTERS.WANDA.DESCRIBE.ATRIUM_STATUE
source: A frozen moment in ancient history.
de: Ein erstarrter Moment der alten Geschichte.
es: Un momento de la historia grabado.
fr: Un moment figé dans l'histoire ancienne.
it: Un momento bloccato nella storia antica.
ja: 古代の歴史の切り抜きみたいね。
ko: 고대 역사가 얼어붙어 버린 순간.
pt_br: Um momento congelado na história antiga.
ru: Застывший момент древней истории.
zh_tw: 古代歷史上的一個凝固了的時刻。

# CHARACTERS.WANDA.DESCRIBE.AXE
source: I'm used to using more delicate tools.
de: Ich bin an filigranere Werkzeuge gewöhnt.
es: Suelo usar herramientas más delicadas.
fr: Je suis habituée à des outils plus raffinés.
it: Sono abituata a strumenti più delicati.
ja: 私はもっと繊細な道具を使うのに慣れてるの。
ko: 난 더 섬세한 도구를 사용하는 데 익숙해.
pt_br: Estou acostumada a usar ferramentas mais delicadas.
ru: Я обычно пользуюсь более тонкими инструментами.
zh_tw: 我習慣於使用更精細的工具。

# CHARACTERS.WANDA.DESCRIBE.BABYBEEFALO.GENERIC
source: So young, so full of life.
de: So jung, so voller Leben.
es: Tan joven y con tanta vida...
fr: Si jeune et si plein de vie...
it: Così giovane e pieno di vita.
ja: すごく若くて生命力が満ち溢れてる。
ko: 너무 젊고 생기가 가득해.
pt_br: Tão jovem, tão cheio de vida.
ru: Молод, дерзок и полон жизни.
zh_tw: 如此年輕，如此充滿生機。

# CHARACTERS.WANDA.DESCRIBE.BABYBEEFALO.SLEEPING
source: Who has time to sleep?
de: Wer hat schon Zeit zum Schlafen?
es: ¿Quién tiene tiempo para dormir?
fr: Mais qui a encore le temps de dormir ?
it: Chi ha tempo per dormire?
ja: 一体誰に眠る時間があるの？
ko: 누가 잘 시간이 있을까?
pt_br: Quem tem tempo pra dormir?
ru: Зачем тратить время на сон?
zh_tw: 誰有時間睡覺？

# CHARACTERS.WANDA.DESCRIBE.BACKPACK
source: I could always use the extra pocket space.
de: Ich könnte den zusätzlichen Platz in der Tasche immer gebrauchen.
es: Siempre puedo usar el otro bolsillo.
fr: Je ne dis jamais non à de l'espace en plus.
it: Le tasche non bastano mai.
ja: ポケットは何個あっても使い道に困ることはないわ。
ko: 여분의 주머니 공간은 많을수록 좋지.
pt_br: Espaço extra nunca é demais.
ru: Побольше места в карманах никогда не помешает.
zh_tw: 能多裝點東西總是好的。

# CHARACTERS.WANDA.DESCRIBE.BACONEGGS
source: Who has time to sit and eat breakfast?
de: Wer hat schon Zeit, herumzusitzen und zu frühstücken?
es: ¿Quién tiene tiempo para desayunar?
fr: Qui a le temps de prendre tranquillement un petit-déjeuner ?
it: Chi ha tempo per sedersi e fare colazione?
ja: 一体誰にゆっくり座って朝ごはんを食べる時間があるの？
ko: 누가 앉아서 아침을 먹을 시간이 있을까?
pt_br: Quem tem tempo pra tomar café da manhã?
ru: Зачем тратить столько времени на завтрак?
zh_tw: 誰有時間坐下來吃早餐？

# CHARACTERS.WANDA.DESCRIBE.BALLOON
source: Balloons have such a short lifespan.
de: Luftballons haben eine so kurze Lebensspanne.
es: Los globos viven muy poco tiempo.
fr: Les ballons durent si peu de temps.
it: I palloncini hanno un ciclo di vita molto limitato.
ja: 風船の寿命って本当に短いわね。
ko: 풍선은 수명이 너무 짧아.
pt_br: Os balões tem uma vida útil muito curta.
ru: Воздушные шарики живут совсем недолго.
zh_tw: 氣球的生命週期太過短暫。

# CHARACTERS.WANDA.DESCRIBE.BALLOONHAT
source: Ha, I'd look ridiculous in that! Let me try it on.
de: Ha, ich würde darin lächerlich aussehen! Lass es mich anprobieren.
es: Ja, ¡con eso parecería una payasa! Me lo voy a probar.
fr: Ha, j'aurais l'air ridicule, là-dedans ! Je vais l'essayer.
it: Ha! Sarei ridicola con quello addosso! Posso provarlo?
ja: ははっ、あれを被ったら本当のバカみたいに見えるわね！ちょっと試させて。
ko: 하, 저걸 입으면 우스꽝스럽겠네! 입어봐야지.
pt_br: Ha, eu ficaria ridícula com isso! Vou experimentar.
ru: Ха! Я в ней буду выглядеть как клоун! Ну-ка, примерим...
zh_tw: 哈，我穿上它會顯得很滑稽！讓我試試。

# CHARACTERS.WANDA.DESCRIBE.BALLOONPARTY
source: Balloons within balloons.
de: Ballons in Ballons.
es: Globos dentro de un globo.
fr: Des ballons dans des ballons.
it: Palloncini dentro altri palloncini.
ja: 風船の中に風船。
ko: 풍선 안에 또 풍선이 들어있네.
pt_br: Balões dentro de balões.
ru: Шарик на шарике и шариком погоняет.
zh_tw: 氣球裡面還有氣球。

# CHARACTERS.WANDA.DESCRIBE.BALLOONSPEED.DEFLATED
source: Well, that was short-lived.
de: Na, das war aber nur von kurzer Dauer.
es: Qué poco ha durado.
fr: Bon, ça n'a pas duré longtemps...
it: Direi che è durato poco.
ja: アッという間だったわ。
ko: 글쎄, 수명이 짧았어.
pt_br: Bom, durou pouco.
ru: Что ж, ему быстро пришел конец.
zh_tw: 哎呀，真短命。

# CHARACTERS.WANDA.DESCRIBE.BALLOONSPEED.GENERIC
source: Just the extra bit of speed I've been looking for!
de: Genau der zusätzliche Geschwindigkeitsschub, den ich gebraucht habe!
es: ¡Justo lo que necesitaba para ir más rápido!
fr: C'est le petit supplément de vitesse qui me manquait !
it: Quel poco di velocità in più che cercavo!
ja: これこそ探してたスピードアップのかなめ！
ko: 내가 기대했던 것처럼 가속도가 좀 붙네!
pt_br: Era exatamente este acréscimo de velocidade que eu estava procurando!
ru: Как раз то самое ускорение, которого мне не хватало!
zh_tw: 這正是我一直在尋找的額外速度！

# CHARACTERS.WANDA.DESCRIBE.BALLOONS_EMPTY
source: Everyone has their forte. Some bend time, others bend balloons.
de: Jeder hat seine Stärken. Manche krümmen die Zeit, andere verknoten Luftballons.
es: Todos tenemos nuestro punto fuerte. Unos controlan el tiempo, otros los globos.
fr: Tout le monde a des points forts. Certains manipulent le temps, d'autres les ballons.
it: Tutti hanno un talento: c'è chi piega il tempo e chi, invece, i palloncini.
ja: みんなに長所があるのね。時を歪める人もいれば、風船を歪める人もいる。
ko: 누구나 강점이 있어. 어떤 사람은 시간을 구부리고 다른 사람은 풍선을 구부리지.
pt_br: Todo mundo tem seu ponto forte. Alguns manipulam o tempo, outros, balões.
ru: У всех свои таланты. Кто-то подчиняет своей воле время, кто-то — воздушные шарики.
zh_tw: 每個人都有自己的特長。有人能扭曲時間，有人會扭氣球。

# CHARACTERS.WANDA.DESCRIBE.BALLOONVEST
source: If it keeps me from drowning, I'll wear it.
de: Wenn es mich vor dem Ertrinken bewahrt, werde ich es tragen.
es: Me lo pondré si sirve para que no me ahogue.
fr: Si ça m'empêche de me noyer, je vais le porter.
it: Se mi impedirà di affogare, lo indosserò.
ja: これで溺れなくなるって言うなら着るわ。
ko: 익사하는 걸 막아준다면, 그것을 입어야지.
pt_br: Se impedir que eu me afogue, vou usá-lo.
ru: Я что угодно надену, если оно удержит меня на плаву.
zh_tw: 如果能讓我不溺水，那我願意穿。

# CHARACTERS.WANDA.DESCRIBE.BANANAPOP
source: There's nothing quicker and simpler than fruit on a stick.
de: Es gibt nichts Schnelleres und Einfacheres als Obst am Stiel.
es: No hay nada más simple que una fruta en un palo.
fr: Il n'y a rien de plus rapide et simple qu'un fruit sur une brochette.
it: Non c'è niente di più veloce e semplice di un frutto su bastoncino.
ja: 棒に刺さったフルーツよりさっさと食べれて簡単な物はないわね。
ko: 막대기에 달린 과일보다 빠르고 간단한 것은 없지.
pt_br: Não tem nada mais rápido e simples do que fruta num espeto.
ru: Нет ничего проще, чем насадить фрукт на палочку и съесть.
zh_tw: 沒有什麼比棍子上的水果更快、更簡單了。

# CHARACTERS.WANDA.DESCRIBE.BANDAGE
source: I just need a little time and I'll be right as rain.
de: Ich brauche nur ein wenig Zeit, dann bin ich wieder auf dem Damm.
es: Necesito un momentito y estaré como nueva.
fr: J'ai juste besoin d'un peu de temps et tout ira mieux.
it: Mi occorre solo un po' di tempo e starò di nuovo benissimo.
ja: ちょっと時間をもらえれば、すぐに良くなるから。
ko: 시간이 조금 필요하지만 곧 나을 거야.
pt_br: Só preciso de um tempinho pra ficar bem.
ru: Нужно просто немного подождать, и я снова буду в полном здравии.
zh_tw: 給我一點時間，我就能像雨一樣好起來。

# CHARACTERS.WANDA.DESCRIBE.BARNACLE
source: I had quite the time prying them free.
de: Es war gar nicht so einfach, sie zu lösen.
es: Me ha llevado un rato sacarlos de ahí.
fr: J'ai mis un certain temps à les récupérer.
it: Mi sono quasi divertita a raccoglierle.
ja: じっくり探らせてもらったわ。
ko: 그들을 자유롭게 놓아주는 데 시간이 꽤 많이 필요했어.
pt_br: Me diverti muito observando-as livremente.
ru: Между прочим, открывать их довольно занимательно.
zh_tw: 我費了很大勁才把它們撬開。

# CHARACTERS.WANDA.DESCRIBE.BARNACLEPITA
source: The barnacles fit quite nicely in that bread pocket.
de: Die Muscheln passen ganz gut in die Brottasche.
es: Los percebes encajan perfectamente en ese pan de pita.
fr: Des bernacles dans une poche en pain... très bien !
it: I cirripedi stanno benissimo in quel marsupio di pane.
ja: フジツボはそのパンにぴったり収まるわ。
ko: 따개비는 그 빵 주머니에 아주 잘 맞아.
pt_br: As cracas ficam muito boas nesse bolso de pão.
ru: Морские уточки хлеб не едят, зато я их с удовольствием с хлебом съем!
zh_tw: 藤壺很適合夾在裡面。

# CHARACTERS.WANDA.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: I'm starting to feel bad for the fish...
de: Langsam tut mir der Fisch leid ...
es: Me empiezan a dar pena los peces...
fr: Je commence à m'en vouloir un peu pour ce poisson...
it: Inizio a provare pena per questi pesci...
ja: 魚がかわいそうに思えてきた…
ko: 물고기가 애처로와...
pt_br: Estou começando a me sentir mal pelo peixe...
ru: Мне даже немного жалко эту рыбину...
zh_tw: 我開始為魚感到難過……

# CHARACTERS.WANDA.DESCRIBE.BARNACLESUSHI
source: All wrapped up with a little bow.
de: Alles schön eingewickelt mit einer kleinen Schleife.
es: Todo enrollado y con un lacito.
fr: Le tout, bien emballé avec un petit nœud.
it: Il tutto è avvolto con un fiocchetto.
ja: 全部小さいヒモで包まれてる。
ko: 작은 매듭으로 동여 맸네.
pt_br: Prontinho e amarrado com uma fita.
ru: И сбоку бантик.
zh_tw: 用一個小蝴蝶結紮了起來。

# CHARACTERS.WANDA.DESCRIBE.BARNACLE_COOKED
source: Only marginally better than raw barnacles.
de: Nur unwesentlich besser als rohe Muscheln.
es: Solo están un poquito mejor que los percebes crudos.
fr: C'est à peine mieux que les manger crues.
it: Solo marginalmente migliori dei cirripedi crudi.
ja: 生のフジツボよりは若干マシ。
ko: 생 따개비보다 살짝 더 좋군.
pt_br: Ligeiramente melhor que cracas cruas.
ru: Термообработка затраченное время не слишком-то окупает.
zh_tw: 只比生藤壺好了一點。
