Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.WINONA.GHOST
source: Thought you never take breaks, flort?
de: Dachte, du machst nie Pause, flort?
es: Pensaba que no descansabas, flort.
es_mx: Yo haber pensado que tú no tomar descansos, flot.
fr: Je croyais que tu faisais jamais de pause, flort ?
it: Pensavo tu non facevi mai pausa, flort?
ja: 休憩は取らないの？
ko: 쉴 때도 있네, 뻐끔?
pl: Myślałam, że nie robisz sobie przerw, flort!
pt_br: Achei que você não tirasse folgas, flort.
ru: Я думала, ты вообще никогда не отдыхаешь, хлюп.
zh_tw: 本以為你從來不開小差呢，浮浪特？

# CHARACTERS.WURT.DESCRIBE.WINONA.MURDERER
source: You broke trust!!
de: Du Vertrauen gebrochen!!
es: ¡¡Has roto la confianza!!
es_mx: ¡¡Tú haber roto la confianza!!
fr: Tu m'as trahie !
it: Tu rotto fiducia!
ja: 信用を失った！
ko: 신뢰 깨뜨렸어!!
pl: Zawiodłaś moje zaufanie!
pt_br: Você quebrou confiança!!
ru: Ты предала доверие!
zh_tw: 你辜負了我的信任！！

# CHARACTERS.WURT.DESCRIBE.WINONA.REVIVER
source: All fixed up!
de: Alles heile!
es: ¡Todo arreglado!
es_mx: ¡Todo arreglado!
fr: T'es réparée !
it: Tutto a posto!
ja: 全部直ったよ！
ko: 다 고쳤다!
pl: Wszystko już działa!
pt_br: Tudo consertado!
ru: Ты все починила!
zh_tw: 都修好了！

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: It supposed to do that, florp?
de: Soll das so, florp?
es: ¿Se supone que hace eso, florp?
es_mx: ¿Esto deber hacer eso, flop?
fr: C'est censé faire ça, florp ?
it: Deve fare quello, florp?
ja: そんなことになってるの、フロープ？
ko: 원래 이러는 건가, 뻐끔?
pl: To tak powinno być, florp?
pt_br: Devia fazer isso mesmo, florp?
ru: Это так и должно себя вести, хлюп?
zh_tw: 它這樣正常嗎,浮浪噗?

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: Oh well.
de: Oh, ach.
es: En fin.
es_mx: Ay, bueno.
fr: Tant pis.
it: Oh, beh...
ja: そうか。
ko: 저런.
pl: No cóż.
pt_br: Fazer o quê?
ru: Ну что ж.
zh_tw: 哎，算了。

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: What it do?
de: Was das?
es: ¿Qué hace?
es_mx: ¿Esto qué hacer?
fr: Ça sert à quoi ?
it: Cosa serve?
ja: 何をするの？
ko: 뭐 하지?
pl: Co to robi?
pt_br: O que isso faz?
ru: А это для чего?
zh_tw: 它能做什麼？

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: It looking tired.
de: Sieht müde aus.
es: Parece cansado.
es_mx: Esto verse cansado.
fr: Ça a pas l'air de bien marcher.
it: Sembra stanco.
ja: 疲れているようだね。
ko: 피곤해 보여.
pl: Chyba się zmęczył.
pt_br: Tá parecendo cansado.
ru: Кажется, эта штука устала.
zh_tw: 它看起來累了。

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: It supposed to be doing something?
de: Soll was machen?
es: ¿Se supone que estaba haciendo algo?
es_mx: ¿Esto deber estar haciendo algo?
fr: Ça devrait pas faire quelque chose ?
it: Deve fare qualcosa?
ja: 何かしていると思っていたの？
ko: 원래 뭐 해야 하나?
pl: To powinno coś robić?
pt_br: Era pra fazer alguma coisa?
ru: Эта штука должна что-то делать, да?
zh_tw: 它本應該做點什麼嗎？

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: Didn't do it!!
de: War ich nicht!!
es: ¡No lo he hecho!
es_mx: ¡¡No haber sido yo!!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я!
zh_tw: 不是我弄壞的！！

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: Weenowna-lady can build 'nother one, florp!
de: Winona-Frau kann noch eine machen, florp!
es: ¡La señora Winona hará otro, florp!
es_mx: Señorita “Wenona” poder construir otro, ¡flop!
fr: Winnie-na pourra en faire une autre, florp !
it: Signora Winona può costruire un altro, florp!
ja: ウィーノワの女は別のものを作ることができるんだよ、フロープ！
ko: 우이노나 여자가 또 만들면 돼, 뻐끔!
pl: Pani Winona zbuduje sobie nowy, florp!
pt_br: Senhora Weenowna pode fazer outro, florp!
ru: Бульк! Мадам Вайнона новую сделает!
zh_tw: 薇諾娜女士應該再造一個了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: This box have weird colored branches sticking out.
de: Merkwürdige Farbstöcke kommen aus Kiste.
es: Esta caja tiene ramas raras de colores saliendo.
es_mx: De esta caja salir extrañas ramas de colores.
fr: Y'a des drôles de branches qui sortent de la boîte.
it: Scatola ha strani rametti colorati che escono.
ja: この箱には奇妙な色の枝がでているね。
ko: 이상한 색 가지 튀어나온 상자야.
pl: Z tego pudełka wystają jakieś dziwne, kolorowe gałęzie.
pt_br: Essa caixa tem galhos coloridos esquisitos saindo pra fora.
ru: Из коробочки цветные веточки торчат.
zh_tw: 這個箱子有奇怪的樹枝伸出來。

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: The little light getting lower...
de: Kleines Licht wird kleiner ...
es: La lucecita va bajando...
es_mx: La lucecita estar apagándose.
fr: La petite lampe devient moins brillante...
it: Lucina si spegne...
ja: 小さな光が低くなっていく...
ko: 작은 불빛 점점 낮아져...
pl: Światełko gaśnie...
pt_br: A luzinha tá ficando mais fraca...
ru: Маленький огонечек совсем гаснет…
zh_tw: 這個小燈越來越暗……

# CHARACTERS.WURT.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: Think it asleep.
de: Schläft wohl.
es: Creo que se ha dormido.
es_mx: Yo creer que estar dormida.
fr: Je crois que ce truc s'est endormi.
it: Penso che dorme.
ja: 眠っていると思ってね。
ko: 자는 것 같아.
pl: Chyba śpi.
pt_br: Pensa que tá dormindo.
ru: Кажется, эту штука спит.
zh_tw: 應該是睡著了。

# CHARACTERS.WURT.DESCRIBE.WINONA_CATAPULT.BURNING
source: It look super dangerous now!
de: Sieht sehr gefährlich aus!
es: ¡Ahora parece superpeligrosa!
es_mx: ¡Ahora verse superpeligrosa!
fr: Ça a l'air super dangereux, maintenant !
it: Sembra pericolosissima!
ja: それは今、とても危険そうだよ！
ko: 이제 엄청 위험해 보여!
pl: Teraz wygląda super niebezpiecznie!
pt_br: Tá parecendo superperigosa agora!
ru: Очень жутко выглядит!
zh_tw: 看起來非常危險啊！

# CHARACTERS.WURT.DESCRIBE.WINONA_CATAPULT.BURNT
source: Awww...
de: Ohhh ...
es: Ahhh...
es_mx: Ahhh...
fr: Ahhh...
it: Oooh...
ja: ヒドいよ…
ko: 이럴 수가...
pl: Ooooo...
pt_br: Aii...
ru: Ну-у-у…
zh_tw: 嗚嗚嗚...

# CHARACTERS.WURT.DESCRIBE.WINONA_CATAPULT.GENERIC
source: Rock thrower! Rock thrower!
de: Steinewerfer! Steinewerfer!
es: ¡Lanzarrocas, lanzarrocas!
es_mx: ¡“Arrojarrocas”! ¡“Arrojarrocas”!
fr: Cette machine lance des pierres !
it: Lancia rocce! Lancia rocce!
ja: 岩を投げて！岩を投げて！
ko: 돌 던지개다! 돌 던지개야!
pl: Wyrzutnia kamieni! Wyrzutnia kamieni!
pt_br: Lança-rochas! Lança-rochas!
ru: Она камни кидает! Камни кидает!
zh_tw: 扔石頭的機器！扔石頭的機器！

# CHARACTERS.WURT.DESCRIBE.WINONA_CATAPULT.OFF
source: Why it not work?
de: Warum geht nicht?
es: ¿Por qué no funciona?
es_mx: ¿Por qué no servir?
fr: Pourquoi ça marche pas ?
it: Perché non funziona?
ja: なんでうまくいかないの？
ko: 왜 안 돼?
pl: Dlaczego nie działa?
pt_br: Por que não funciona?
ru: Почему не работает?
zh_tw: 為什麼不工作了？

# CHARACTERS.WURT.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: That not right kind of light.
de: Nicht das richtige Licht.
es: No es la luz adecuada.
es_mx: Esa no ser la fuente de luz correcta.
fr: C'est pas censé faire autant de lumière.
it: Non è tipo giusto di luce.
ja: それは正しい光の種類じゃないよ。
ko: 저 빛 아니야.
pl: To niewłaściwy rodzaj światła.
pt_br: Não é o tipo certo de luz.
ru: Он по-другому гореть должен.
zh_tw: 發這種光不對。

# CHARACTERS.WURT.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: Not gonna help now, florp.
de: Hilft nicht mehr, florp.
es: No va ayudar ahora, florp.
es_mx: Ahora esto no servir de nada, flop.
fr: Ça me servira plus à rien, florp.
it: Non aiuto adesso, florp.
ja: もう助けにならないよ、フロ―プ。
ko: 이제 도움 안 돼, 뻐끔.
pl: Nic już nie pomoże, florp.
pt_br: Agora não vai ajudar, florp.
ru: Теперь уже смысла нет, хлюп.
zh_tw: 這下幫不上忙了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: What this thing?
de: Was das?
es: ¿Qué es esta cosa?
es_mx: ¿Qué ser esto?
fr: C'est quoi ça ?
it: Cosa è questa cosa?
ja: これは何？
ko: 이거 뭐지?
pl: Co to?
pt_br: Que coisa é essa?
ru: А это что такое?
zh_tw: 這是什麼？

# CHARACTERS.WURT.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: Think it tired.
de: Wohl müde.
es: Creo que se ha cansado.
es_mx: Yo creer que estar cansado.
fr: J'crois que ce truc est éteint.
it: Penso che stanco.
ja: 疲れているんだよ。
ko: 피곤한 것 같아.
pl: Chyba się zmęczył.
pt_br: Acho que cansou.
ru: Кажется, он устал.
zh_tw: 我想它是累了。

# CHARACTERS.WURT.DESCRIBE.WINTERHAT
source: It look cozy!
de: Sieht gemütlich aus!
es: ¡Parece gustosito!
es_mx: ¡Parecer cálido!
fr: Ça a l'air douillet.
it: Sembra comodo!
ja: 居心地よさそうだね！
ko: 포근해 보여!
pl: Wygląda cieplutko!
pt_br: Parece aconchegante!
ru: Выглядит уютно!
zh_tw: 它看起來很舒服！

# CHARACTERS.WURT.DESCRIBE.WINTEROMETER.BURNT
source: Okay.
de: Gut.
es: Vale.
es_mx: Bueno.
it: Ok.
ja: 了解。
ko: 그렇구나.
pl: Okej.
pt_br: Certo.
ru: Ну ладно.
zh_tw: 好的。

# CHARACTERS.WURT.DESCRIBE.WINTEROMETER.GENERIC
source: Scale-less need this to tell if warm or cold?
de: Schuppenlose brauchen, um zu wissen, ob warm oder kalt?
es: ¿Los sin escamas necesitan esto para saber si hace calor o frío?
es_mx: ¿Los no escamosos necesitar esto para saber si haber frío o calor?
fr: Les sans-écailles ont besoin de ça pour savoir s'il fait chaud ou froid.
it: A senza squame serve per sapere se caldo o freddo?
ja: スケールレスはこれで暖かいのか寒いのかがわかるのかな？
ko: 무비늘은 이거 있어야 따뜻한지 추운지 알아?
pl: Bezłuskowcy potrzebują tego, żeby wiedzieć, czy jest ciepło, czy zimno?
pt_br: Sem-escamas precisam disso pra saber se tá quente ou frio?
ru: Ребята без чешуи разве без этого не могут понять, тепло им или холодно?
zh_tw: 無鱗生物要靠這個才知道冷熱？

# CHARACTERS.WURT.DESCRIBE.WINTERSFEASTFUEL
source: It look tasty.
de: Sieht lecker aus.
es: Parece rico.
es_mx: Parecer sabroso.
fr: Ça a l'air bon.
it: Sembra buona.
ja: 美味しそうだね。
ko: 맛있어 보여.
pl: Wygląda smacznie.
pt_br: Parece saborosa.
ru: Выглядит вкусно.
zh_tw: 看起來好好吃。

# CHARACTERS.WURT.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: Can eat now? Maybe now? Now?
de: Kann jetzt essen? Oder jetzt? Jetzt?
es: ¿Puedo comer ahora? ¿Y ahora? ¿Ahora?
es_mx: ¿Poder comer ahora? ¿Y ahora? ¿Y ahora?
fr: J'peux le manger ? Et maintenant ?
it: Posso mangiare adesso? Forse adesso? Adesso?
ja: 食べられるようになった？今かな？今？
ko: 이제 먹어도 돼? 지금은? 지금은?
pl: Mogę już jeść? A teraz? A teraz?
pt_br: Dá pra comer agora? Talvez agora? Agora?
ru: Можно уже есть? А сейчас? А сейчас?
zh_tw: 現在能吃嗎？現在好嗎？現在？

# CHARACTERS.WURT.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: It making the food now, florp.
de: Macht Essen, florp.
es: Está haciendo comida ahora, florp.
es_mx: Estar haciendo la comida en este momento, flop.
fr: Y'a mon repas dedans, florp.
it: Prepara cibo adesso, florp.
ja: 今は食べ物を作っているんだよ。
ko: 음식 만들고 있어, 뻐끔.
pl: Robi się jedzenie, florp.
pt_br: Tá fazendo comida agora, florp.
ru: Еда пока готовится, хлюп.
zh_tw: 正在做食物，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: FOOD READY!
de: ESSEN FERTIG!
es: ¡COMIDA LISTA!
es_mx: ¡COMIDA ESTAR LISTA!
fr: À TAAAAAABLE !
it: CIBO PRONTO!
ja: 食べ物の準備だ！
ko: 음식 다 됐다!
pl: JEDZENIE GOTOWE!
pt_br: COMIDA PRONTA!
ru: КУШАТЬ!
zh_tw: 食物好了！

# CHARACTERS.WURT.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: Is big burny thing!
de: Großes Brennding!
es: ¡Una cosa grande que quema!
es_mx: ¡Ser cosa enorme para asar!
fr: C'est un gros truc pour brûler !
it: È grande cosa bruciata!
ja: でっかくてゴワゴワしているよ！
ko: 불붙이는 큰 물건이야!
pl: Wielka rzecz z płomieniem!
pt_br: É coisa grande que queima!
ru: Большая печка с большим огнем!
zh_tw: 能燒好大一把火！

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD1
source: MMMM, but what it supposed to be?
de: MMMMH, aber was das?
es: MMMM, ¿qué se supone que es?
es_mx: ¡MMMM! Pero ¿esto qué rayos ser?
fr: MIAAAAAM, c'est quoi ?
it: MMMM, cosa deve essere?
ja: むむむ、だけど何のためのものなんだろう？
ko: 음, 그런데 정체가 뭐지?
pl: MMMM, a co to miało być?
pt_br: MMMM, mas era pra ser o quê?
ru: М-м-м, а из чего это сделано?
zh_tw: 呣，這個是做什麼的？

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD2
source: This snowflake melt on tongue too!
de: Schneeflocke schmilzt auf Zunge!
es: ¡El copo de nieve se derrite en la lengua también!
es_mx: ¡Este copo de nieve haberse derretido en mi lengua también!
fr: Ce flocon de neige fond aussi sur ma langue !
it: Fiocco di neve si scioglie anche su lingua!
ja: この雪の結晶も舌の上でとろけるよ！
ko: 이 눈송이 혀에서도 녹아!
pl: Ten płatek śniegu też się rozpuszcza na języku!
pt_br: Esse floco de neve também derreteu na língua!
ru: Эти снежинки тоже на языке тают!
zh_tw: 這種雪花在舌頭上也會化！

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD3
source: Crunchy!
de: Knusprig!
es: ¡Crujiente!
es_mx: ¡Crujiente!
fr: Ça croustille !
it: Croccante!
ja: カリカリだ！
ko: 으드득거려!
pl: Chrupiąca!
pt_br: Crocante!
ru: Хрустит!
zh_tw: 脆脆的！

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD4
source: Glurgh, what in this?
de: Glarg, was da drin?
es: Glurgh, ¿qué es esto?
es_mx: Gluaj, ¿qué ser esto?
fr: Argh... Y'a quoi là-dedans ?
it: Glurgh, cos'è questa?
ja: グルーフ...これは何かな？
ko: 빠끔빠끔, 안에 뭐지?
pl: Glurg... co tam jest?
pt_br: Glurgh, o que tem dentro?
ru: Хряп! Это что вообще такое?
zh_tw: 格勒格，裡麵包了什麼餡？

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD5
source: It not a real log?
de: Kein echtes Holz?
es: ¿No es un tronco de verdad?
es_mx: ¿No ser un tronco de verdad?
fr: C'est pas une vraie bûche ?
it: Non è vero tronco?
ja: 本物のログじゃないの？
ko: 진짜 통나무 아니야?
pl: To nie jest prawdziwa kłoda?
pt_br: Não é tora de verdade?
ru: Это не настоящее бревно?
zh_tw: 是真木頭嗎？

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD6
source: Watch! Can put whole thing in mouth!
de: Guck! Kriege ganz in Mund!
es: ¡Ojo! ¡Puedo meterme todo en la boca!
es_mx: ¡Mirar! ¡Yo poder comerlo de un bocado!
fr: J'peux tout mettre dans ma bouche d'un coup.
it: Guarda! Metto tutto in bocca!
ja: 見て！口に入れることができるよ！
ko: 잘 봐! 한입에 다 넣을 수 있어!
pl: Patrzcie! Wsadzę cały na raz do buzi!
pt_br: Vejam! Consigo enfiar tudo na boca!
ru: Смотрите! Я целиком в рот запихнуть могу!
zh_tw: 快看！我能一口全吞了！

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD7
source: Mmmmm...
de: Mmmmh ...
es: Mmm...
fr: Miaaaam...
ja: うーーーーん…
ko: 냠냠...
ru: М-м-м-м…
zh_tw: 嗯...

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD8
source: This. Best. Thing. Ever.
de: Bestes. Essen.
es: Esto... está... riquísimo.
es_mx: Ser... lo más... delicioso... del mundo.
fr: C'est... super... bon.
it: Questa. Cosa. Migliore. Che. Mai.
ja: これだよ。最高だよ。今までで。一番。
ko: 그야말로 최고의 음식이야.
pl: Najlepsza. Rzecz. Na. Świecie.
pt_br: Isso. É. Melhor. Coisa. Que. Tem.
ru: Ничего. Лучше. Не. Ела!
zh_tw: 一級棒，頂呱呱。

# CHARACTERS.WURT.DESCRIBE.WINTER_FOOD9
source: Sluuuurrrrp!
de: Schlüüüürf!
es_mx: ¡Sorbeeeer!
ja: スルウウウープ！
ko: 후루룩후루룩!
pl: Sioooorrrb!
pt_br: Chhhhhrrrrp!
ru: Хлю-ю-ю-рп!
zh_tw: 汩汩汩！

# CHARACTERS.WURT.DESCRIBE.WINTER_ORNAMENT
source: Oooooh... pretty!
de: Oooooh ... Hübsch!
es: Oooooh... Cosa bonita.
es_mx: ¡Guauuu! ¡Lindo!
fr: Oooooh... C'est beau !
it: Oooooh... carino!
ja: おおお...かわいい！
ko: 오오오... 예쁘다!
pl: Ooooch... ale ładne!
pt_br: Aaaah... lindo!
ru: О-о-о, красиво!
zh_tw: 噢……真漂亮！

# CHARACTERS.WURT.DESCRIBE.WINTER_ORNAMENTBOSS
source: These get special place on tree!
de: Kriegt Spezialplatz an Baum!
es: ¡Tendrán un sitio especial en el árbol!
es_mx: ¡Estos tener lugar especial en el árbol!
fr: J'vais trouver une place de choix sur le sapin !
it: Queste hanno posto speciale su albero!
ja: 木の上の特別な場所を確保するよ！
ko: 나무에 잘 보이게 달아야지!
pl: Zawiśnie na drzewku na honorowym miejscu!
pt_br: Esses vão ter lugar especial na árvore!
ru: Их надо повесить на самое видное место!
zh_tw: 這些在樹上都留了特殊位置！

# CHARACTERS.WURT.DESCRIBE.WINTER_ORNAMENTFORGE
source: Have to put that one on tree?
de: Muss das an Baum?
es: ¿Has puesto ese en el árbol?
es_mx: ¿Ser necesario poner ese en el árbol?
fr: J'dois mettre ça dans le sapin ?
it: Devo mettere su albero?
ja: 木の上に置く必要があるの？
ko: 꼭 나무에 달아야 해?
pl: To trzeba powiesić na drzewku?
pt_br: Tem que pôr esse na árvore?
ru: Это надо на дерево повесить?
zh_tw: 得把那個放在樹上？

# CHARACTERS.WURT.DESCRIBE.WINTER_ORNAMENTLIGHT
source: Glowy!
de: Leuchtet!
es: ¡Brilla!
es_mx: ¡Brillante!
fr: Ça brille.
it: Luminosa!
ja: 光ってるよ！
ko: 빛이 나!
pl: Świeci się!
pt_br: Brilhante!
ru: Светится!
zh_tw: 發著光！

# CHARACTERS.WURT.DESCRIBE.WINTER_TREE.BURNING
source: Glorph! Put it out!!
de: Glorf! Ausmachen!!
es: ¡Glorph! ¡¡Apágalo!!
es_mx: ¡Glof! ¡¡Apagarlo!!
fr: Glorp ! Éteins-le !
it: Glorf! Spegni!
ja: グロフ！出して！
ko: 빠끔빠끔! 얼른 꺼!!
pl: Glorp! Ugasić płomienie!
pt_br: Glorph! Apaga!!
ru: Бульк! Тушите скорее!!!
zh_tw: 格浪浮！快滅火！

# CHARACTERS.WURT.DESCRIBE.WINTER_TREE.BURNT
source: Was so pretty...
de: War so hübsch ...
es: Era tan bonito...
es_mx: Haber sido tan bonito...
fr: Il était si joli...
it: Era bello!
ja: かわいかった...
ko: 아주 예뻤는데...
pl: Była taka piękna...
pt_br: Era tão bonita...
ru: Оно такое красивое было…
zh_tw: 曾經很漂亮……

# CHARACTERS.WURT.DESCRIBE.WINTER_TREE.CANDECORATE
source: Never saw such pretty tree!
de: Schönster Baum von allen!
es: ¡Nunca había visto un árbol tan bonito!
es_mx: ¡Nunca antes haber visto un árbol tan bonito!
fr: J'ai jamais vu un arbre si joli !
it: Mai visto albero così bello!
ja: こんなにきれいな木は見たことがないよ
ko: 이렇게 예쁜 나무 처음 봐!
pl: W życiu nie widziałam takiego pięknego drzewka!
pt_br: Nunca vi árvore tão bonita!
ru: Никогда не видела таких красивых деревьев!
zh_tw: 從沒見過這麼漂亮的樹！

# CHARACTERS.WURT.DESCRIBE.WINTER_TREE.YOUNG
source: Grow big!
de: Groß werden!
es: ¡Crece grande!
es_mx: ¡Tú crecer grande!
fr: Pousse ! Pousse !
it: Cresci tanto!
ja: 大きく育てて！
ko: 크게 자라라!
pl: Rośnij duża!
pt_br: Cresça muito!
ru: Расти большой!
zh_tw: 快長大！

# CHARACTERS.WURT.DESCRIBE.WINTER_TREESTAND.BURNT
source: Oh...
ja: おお…
ko: 아...
pl: Och...
pt_br: Ah...
ru: Эх…
zh_tw: 噢...

# CHARACTERS.WURT.DESCRIBE.WINTER_TREESTAND.GENERIC
source: Gotta find pine cone!
de: Muss Zapfen finden!
es: ¡Tengo que encontrar una piña piñonera!
es_mx: ¡Yo deber encontrar piña!
fr: J'ai besoin d'une pomme de pin !
it: Devo trovare cono di pino!
ja: 松ぼっくりを探して！
ko: 솔방울 찾아야 해!
pl: Trzeba znaleźć szyszkę!
pt_br: Tenho que achar pinha!
ru: Теперь надо сосну найти!
zh_tw: 要找到一顆松果！

# CHARACTERS.WURT.DESCRIBE.WOBSTER_DEN
source: Hey! Come out!
de: He! Rauskommen!
es: ¡Oye! ¡Sal!
es_mx: ¡Ey! ¡Salir!
fr: Hé ! Sors de là !
it: Ehi! Esci!
ja: おい、出てこいよ！
ko: 어이! 나와!
pl: Hej! Wyłaź!
pt_br: Ei! Saiam!
ru: Эй, выходи!
zh_tw: 嘿！出來吧！

# CHARACTERS.WURT.DESCRIBE.WOBSTER_MOONGLASS
source: Got moon stuff all over it, florp!
de: Hat überall Mondzeug, florp!
es: ¡Tiene sustancia lunar por encima, florp!
es_mx: ¡Tener cosa lunar por todas partes, flop!
fr: Y'a plein de truc de lune dessus, florp !
it: Tutto pieno di roba lunare, florp!
ja: 月のものでいっぱいだよ、フループ！
ko: 달 재료로 뒤덮였네, 뻐끔!
pl: Cały jest w księżycu, florp!
pt_br: Tem coisa da lua por tudo, florp!
ru: Он весь покрыт лунной пылью, бульк!
zh_tw: 全是月光的東西，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WOBSTER_SHELLER
source: No pinching!
de: Nicht kneifen!
es: ¡No pellizques!
es_mx: ¡No pellizcar!
fr: On pince pas !
it: Non pizzicare!
ja: 挟むなよ！
ko: 꼬집지 마!
pl: Tylko bez szczypania!
pt_br: Nada de beliscão!
ru: Не щипаться!
zh_tw: 別夾我！

# CHARACTERS.WURT.DESCRIBE.WOBSTER_SHELLER_DEAD
source: Is sleeping?
de: Schläft?
es: ¿Está durmiendo?
es_mx: ¿Estar durmiendo?
fr: Tu dors ?
it: Sta dormendo?
ja: 眠っているの？
ko: 자나?
pl: Śpi?
pt_br: Tá dormindo?
ru: Он спит?
zh_tw: 睡著了？

# CHARACTERS.WURT.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Ewww, it all pink now!
de: Iiieh, ganz rosa!
es: ¡Buf, todo es rosa ahora!
es_mx: ¡Aaaj! ¡Ahora estar toda rosada!
fr: Eeeehhh il est rouge, maintenant !
it: Bleah, tutta rosa adesso!
ja: えええ、全部ピンクになったよ！
ko: 웩, 분홍색 됐어!
pl: Fuj, cały jest teraz różowy!
pt_br: Ecaaa, tá tudo rosa agora!
ru: Фу-у-у, он весь розовый!
zh_tw: 咦，它全身都變紅了！

# CHARACTERS.WURT.DESCRIBE.WOBYBIG.1
source: Me want turn to ride!
de: Will mal reiten!
es: ¡Yo también quiero montar!
es_mx: ¡Yo querer montar también!
fr: J'veux grimper dessus !
it: Io cavalco!
ja: 背中に乗りたい！
ko: 나 타고 싶어!
pl: Chcę się na niej przejechać!
pt_br: Minha vez de montar!
ru: Покатай меня!
zh_tw: 我想騎上去！

# CHARACTERS.WURT.DESCRIBE.WOBYBIG.2
source: Me want turn to ride!
de: Will mal reiten!
es: ¡Yo también quiero montar!
es_mx: ¡Yo querer montar también!
fr: J'veux grimper dessus !
it: Io cavalco!
ja: 背中に乗りたい！
ko: 나 타고 싶어!
pl: Chcę się na niej przejechać!
pt_br: Minha vez de montar!
ru: Покатай меня!
zh_tw: 我想騎上去！

# CHARACTERS.WURT.DESCRIBE.WOBYSMALL.1
source: Aww, hey doggie!
de: Och, hallo Hundi!
es: ¡Oooh, eh, perrito!
es_mx: ¡Aaay! ¡Hola, perrito!
fr: Haaaan ! Coucou, toutou !
it: Ah, cagnolina!
ja: わー、ワンワンだ！
ko: 귀여운 강아지, 안녕!
pl: Ooo, cześć, pieseczku!
pt_br: Own, oi cachorrinha!
ru: Какой славный песик!
zh_tw: 嗷，嘿，小狗狗！

# CHARACTERS.WURT.DESCRIBE.WOBYSMALL.2
source: Aww, hey doggie!
de: Och, hallo Hundi!
es: ¡Oooh, eh, perrito!
es_mx: ¡Aaay! ¡Hola, perrito!
fr: Haaaan ! Coucou, toutou !
it: Ah, cagnolina!
ja: わー、ワンワンだ！
ko: 귀여운 강아지, 안녕!
pl: Ooo, cześć, pieseczku!
pt_br: Own, oi cachorrinha!
ru: Какой славный песик!
zh_tw: 嗷，嘿，小狗狗！

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.ATTACKER
source: Not fair, you way bigger!
de: Gemein, du viel größer!
es: ¡No es justo, tú eres más grandote!
es_mx: ¡No ser justo, tú ser mucho más grande!
fr: C'est pas juste, t'es plus gros que moi !
it: Non è giusto, tu sei più grande!
ja: 卑怯だよ！お前の方がでかい！
ko: 불공평해, 너 훨씬 크잖아!
pl: To niesprawiedliwe, jesteś znacznie większy!
pt_br: Não é justo, você é muito maior!
ru: Нечестно! Ты очень большой!
zh_tw: 不公平，你個頭大很多！

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.FIRESTARTER
source: That was bad idea, flort.
de: Schlechte Idee, flort.
es: Ha sido mala idea, flort.
es_mx: Eso haber sido mala idea, flot.
fr: C'était pas une bonne idée, flort.
it: Era cattiva idea, flort.
ja: それはまずかったね、フロート。
ko: 나쁜 생각이었어, 뻐끔.
pl: To był kiepski pomysł, flort.
pt_br: Essa ideia foi péssima, flort.
ru: Плохая была идея, хлюп.
zh_tw: 這是個餿點子，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.GENERIC
source: Hello muscly mustache man!
de: Hallo, Muskelmann mit Bart!
es: ¡Hola, hombre bigotudo musculoso!
es_mx: ¡Hola, hombre musculoso y bigotón!
fr: Salut, le costaud à moustache !
it: Ciao uomo con muscoli e baffi!
ja: 筋肉質のヒゲ男さん、こんにちは！
ko: 안녕, 근육 많은 수염 남자!
pl: Siemanko, wąsaty panie mięśniaku!
pt_br: Olá, bigodudo musculoso!
ru: Привет, усатый силач!
zh_tw: 你好，肌肉鬍子先生！

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.GHOST
source: Don't be scared, will find heart for you!
de: Keine Angst, finde Herz für dich!
es: ¡No tengas miedo, encontraremos un corazón!
es_mx: ¡No preocuparse, yo encontrar corazón para ti!
fr: T'inquiète pas, je vais te trouver un cœur !
it: Non avere paura, troverò cuore per te!
ja: 怖がらないでよ、あなたのためにハートを見つけるよ！
ko: 겁먹지 마, 심장 찾아 줄게!
pl: Nie bój nic, znajdę ci serce!
pt_br: Não se assuste, vou encontrar coração pra você!
ru: Не бойся, мы тебе сердце найдем!
zh_tw: 別害怕，我會給你找顆心！

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.MURDERER
source: Grrr, you just a bully!
de: Grrr, du gemein!
es: ¡Grrr, qué abusica!
es_mx: ¡Grrr, tú no ser más que un bravucón!
fr: Grrrr, t'es une brute !
it: Grrr, sei solo bullo!
ja: グルル、あなたはただのいじめっ子だよ！
ko: 그르릉, 너 그냥 깡패야!
pl: Grrr, tylko byś się znęcał!
pt_br: Grrr, você é só um valentão!
ru: Гр-р-р! Ты просто злой!
zh_tw: 格浪，你這個惡霸！

# CHARACTERS.WURT.DESCRIBE.WOLFGANG.REVIVER
source: This mean you not scared of me anymore?
de: Du keine Angst mehr vor mir?
es: ¿Esto significa que ya no me tienes miedo?
es_mx: ¿Esto significar que tú ya no tenerme miedo?
fr: T'as plus peur de moi ?
it: Significa tu non hai più paura di me?
ja: もう怖くないの？
ko: 이제 나 안 무서워?
pl: To znaczy, że już się mnie nie boisz?
pt_br: Quer dizer que não tá mais com medo de mim?
ru: Ты меня больше не боишься, значит?
zh_tw: 所以你不再怕我了嗎？

# CHARACTERS.WURT.DESCRIBE.WOODIE.ATTACKER
source: Go find tree to hit instead!
de: Geh lieber Baum hauen!
es: ¡Ve a buscar un árbol que golpear!
es_mx: ¡Tú ir a golpear un árbol, no a mí!
fr: Va plutôt taper sur les arbres !
it: Vai a trovare albero da colpire!
ja: 代わりの木を探しに行って！
ko: 가서 나무나 패!
pl: Jak chcesz się bić, to znajdź sobie lepiej jakieś drzewo!
pt_br: Vá encontrar árvore pra bater!
ru: Иди лучше по дереву постучи!
zh_tw: 去找棵樹打，別打人！

# CHARACTERS.WURT.DESCRIBE.WOODIE.BEAVER
source: Where choppy man go?!
de: Wo ist Hackemann?!
es: ¡¿Dónde ha ido el señor que corta madera?!
es_mx: ¡¿A dónde haber ido el leñador?!
fr: Où est parti le coupeur d'arbres ?
it: Dov'è andato uomo con ascia?!
ja: チョッピーマンはどこへ行ったの？
ko: 나무 베는 아저씨 어디 갔지?!
pl: Gdzie zniknął pan drwal?!
pt_br: Onde o cortador vai?!
ru: Куда лесоруб подевался?!
zh_tw: 砍樹的那個人去哪了？！
