Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: The mechanism won't work without a token.
de: Der Mechanismus funktioniert nicht ohne eine Marke.
es: El mecanismo no funcionará sin una ficha.
fr: Le mécanisme ne fonctionnera pas sans jeton.
it: Il meccanismo non si metterà in funzione senza un gettone.
ja: メカニズムはトークンがなくちゃ作動しない。
ko: 메커니즘은 토큰 없이는 작동하지 않지.
pt_br: O mecanismo não vai funcionar sem uma ficha.
ru: Без жетонов механизм не заработает.
zh_tw: 這套機械沒有代幣是不會工作的。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: Oooh, that does look like fun...
de: Oooh, das sieht nach Spaß aus ...
es: Anda, parece divertido...
fr: Oooh, ça a l'air amusant...
it: Ooh! Sembra divertente!
ja: へー、これは確かに面白そう…
ko: 오오 재밌어 보여...
pt_br: Aaah, parece bem divertido...
ru: Хо-хо, выглядит очень забавно...
zh_tw: 哦，那個看起來確實很有趣……

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: It leads down into the game's inner workings.
de: Das führt hinab in das Innenleben des Spiels.
es: Va hasta el funcionamiento interno del juego.
fr: Ça mène au mécanisme du jeu.
it: Conduce ai meccanismi interni del gioco.
ja: ここからゲームの内部につながってるんだね。
ko: 게임의 내부 작동으로 이어진다.
pt_br: Leva aos mecanismos internos do jogo.
ru: Ведет в глубины механизмов игры.
zh_tw: 它指向了遊戲的內部運作。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Oh botheration, was it this one...?
de: Ach verflixt, was das für eine ...?
es: Qué fastidio... ¿Sería esta?
fr: Oh, flûte de zut, c'était celui-là ?
it: Oh, che seccatura... Era questo qua?
ja: ああ、煩わしい。これ…かな？
ko: 아 귀찮아, 이거였어...?
pt_br: Ai, que amolação! Era este daqui...?
ru: Ну что за неудобство... Эта была карта или та?..
zh_tw: 嗷，麻煩呐，這個是不是就是……？

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: At least they're quick to assemble.
de: Wenigstens sind die schnell zusammengebaut.
es: Son fáciles de montar, algo es algo.
fr: Au moins, c'est facile à assembler.
it: Almeno il montaggio è semplice.
ja: 少なくともこれの組み立てには時間がかからない。
ko: 적어도 그건 빨리 모을 수 있지.
pt_br: Pelo menos são rápidos de montar.
ru: Ну, тут хотя бы работы немного.
zh_tw: 至少它們組裝起來很快。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: The mechanism won't work without a token.
de: Der Mechanismus funktioniert nicht ohne eine Marke.
es: El mecanismo no funcionará sin una ficha.
fr: Le mécanisme ne fonctionnera pas sans jeton.
it: Il meccanismo non si metterà in funzione senza un gettone.
ja: メカニズムはトークンがなくちゃ作動しない。
ko: 메커니즘은 토큰 없이는 작동하지 않지.
pt_br: O mecanismo não vai funcionar sem uma ficha.
ru: Без жетонов механизм не заработает.
zh_tw: 這套機械沒有代幣是不會工作的。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: This might be a tricky one.
de: Das könnte schwierig werden.
es: Este podría ser complicado.
fr: Ça risque d'être compliqué.
it: Potrebbe essere complicato.
ja: これは手ごわいやつかも。
ko: 이건 까다로울 지도 몰라.
pt_br: Talvez este seja complicado.
ru: Не самая простая игра.
zh_tw: 這可能是一個棘手的問題。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_BALL
source: A colorful child's toy.
de: Ein buntes Kinderspielzeug.
es: Un juguete para niños muy colorido.
fr: Un jouet coloré pour les enfants.
it: Un coloratissimo giocattolo per bambini.
ja: カラフルな子供のオモチャね。
ko: 다채로운 어린이 장난감이다.
pt_br: Um brinquedo de criança colorido.
ru: Яркая детская игрушка.
zh_tw: 一個色彩斑斕的兒童玩具。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_CROWKID
source: Look at them, so full of youthful vitality!
de: Seht sie euch an, so voller jugendlichem Elan!
es: ¡Mira cuánta vitalidad irradian!
fr: Regardez-les. Ils débordent de jeunesse et de vitalité !
it: Guardateli, così pieni di quella vitalità tipica della gioventù!
ja: 見て、若々しい活力にあふれてる！
ko: 그들을 봐, 젊음의 활력이 넘치네!
pt_br: Olhe só pra eles, repletos de vitalidade juvenil!
ru: Только посмотрите на них! Молоды и полны жизни!
zh_tw: 看看他們，充滿了青春的活力!

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_GAMETOKEN
source: It's been meticulously polished.
de: Sie wurde mit großer Sorgfalt poliert.
es: Le han sacado brillo a conciencia.
fr: Il a été soigneusement poli.
it: È stato lucidato meticolosamente.
ja: 丹念に磨かれてる。
ko: 꼼꼼하게 닦았다.
pt_br: Foi polida com esmero.
ru: Отполирован до блеска.
zh_tw: 它被精心地打磨過。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_HOST
source: Hello there, Goodfeather. How long has it been?
de: Hallo, Goodfeather! Wie lange ist es her?
es: Hola, Corvus el Bueno. ¿Cuánto hace que no nos vemos?
fr: Bonjour, Bonneplume. Ça fait longtemps.
it: Salve, Goodfeather. Quanto è passato?
ja: グッドフェザー、こんにちは。最後に会ってからどれくらいかしら？
ko: 거기 안녕하세요, 굿페더님, 얼마나 계셨어요?
pt_br: Olá, Goodfeather. Há quanto tempo?
ru: Привет, Карлеоне. Сколько мы уже не виделись?
zh_tw: 你好，良羽。咱們有多長時間沒見了？

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: It could use a little something or other.
de: Da fehlt noch die eine oder andere Kleinigkeit.
es: Le vendría bien algún adorno.
fr: Ça manque d'un petit quelque chose.
it: Ha bisogno di qualcosina.
ja: 何かで飾り付けても良さそうね。
ko: 뭔가 아니면 다른 것이 좀 필요해.
pt_br: Acho que precisa de alguma coisa ou outra.
ru: Чего-то тут явно не хватает.
zh_tw: 它還缺點東西。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Putting a few more trinkets around wouldn't hurt.
de: Ein paar mehr Kleinigkeiten schaden sicher nicht.
es: No estaría de más seguir decorando esto un poco.
fr: Rajouter quelques babioles ne serait pas du luxe.
it: Non guasterebbe aggiungere qualche altro addobbo.
ja: もう少し飾りを付けても悪くはないでしょ。
ko: 주변에 장신구를 몇 개 더 놓아도 나쁘지 않겠는데.
pt_br: Não faria mal colocar mais algumas engenhocas em volta.
ru: Еще немного украшений точно не будут лишними.
zh_tw: 多放一些小飾品也無妨。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: An impressive sight, if I do say so myself!
de: Sieht ziemlich beeindruckend aus, das muss ich schon sagen.
es: ¡Está impresionante! Si se me permite decirlo, claro.
fr: Jolie vue, si je puis me permettre !
it: Modestia a parte, è una visione stupefacente!
ja: なかなか壮観ね。我ながらあっぱれだわ！
ko: 나 자신이 그렇게 말한다면 인상적인 광경이겠지!
pt_br: Uma visão impressionante, se me atrevo a dizer.
ru: Выглядит донельзя впечатляюще!
zh_tw: 完全可以說是令人印象深刻的景象！

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PLAZA_KIT
source: I hope it doesn't take too long to grow.
de: Es wird hoffentlich nicht zu lange dauern, bis es wieder nachwächst.
es: Espero que no tarde mucho en crecer.
fr: J'espère que ça ne met pas trop de temps à pousser.
it: Mi auguro che non impieghi troppo a crescere.
ja: さっさと育ってくれればいいんだけど。
ko: 자라는 데 오래 걸리지 않았으면 해.
pt_br: Tomara que não demore demais pra crescer.
ru: Надеюсь, он не слишком долго будет расти.
zh_tw: 我希望它不需要太長的時間來生長。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: Oooooh, what a delightful assortment of knickknacks!
de: Oooooh, was für eine herrliche Sammlung von Schnickschnack!
es: Oh... Pero ¡qué maravilla de surtido de baratijas!
fr: Ooooh, quel joli assortiment de bibelots !
it: Ooh! Che splendido assortimento di gingilli!
ja: おぉー…なかなかおもしろい物が集まってるわね！
ko: 오오오오오 사랑스러운 장신구 모음!
pt_br: Aaaaah, que variedade fantástica de quinquilharias!
ru: О-о-о-о-о, сколько тут всяких занимательных штучек!
zh_tw: 噢，多麼令人愉快的各種小玩意啊！

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: At least they're quick to assemble.
de: Wenigstens sind die schnell zusammengebaut.
es: Son fáciles de montar, algo es algo.
fr: Au moins, c'est facile à assembler.
it: Almeno il montaggio è semplice.
ja: 少なくともこれの組み立てには時間がかからない。
ko: 적어도 그건 빨리 모을 수 있지.
pt_br: Pelo menos são rápidos de montar.
ru: Ну, тут хотя бы работы немного.
zh_tw: 至少它們組裝起來很快。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: Only one ticket?
de: Nur ein Ticket?
es: ¿Solo un tíquet?
fr: Un seul ticket ?
it: Solo un biglietto?
ja: チケットは1枚だけ？
ko: 티켓 한장만?
pt_br: Só um tíquete?
ru: Всего один билетик?
zh_tw: 只有一張獎票？

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: A respectable pile of tickets.
de: Ein respektabler Haufen Tickets.
es: Un montón decente de tíquets.
fr: Une pile respectable de tickets.
it: Un plico di biglietti niente male.
ja: 壮大なチケットの山。
ko: 꽤 괜찮은 티켓 더미.
pt_br: Uma pilha respeitável de tíquetes.
ru: Внушительная стопка билетов.
zh_tw: 一大堆獎票。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: A small pile of tickets.
de: Ein kleiner Haufen Tickets.
es: Un montoncito de tíquets.
fr: Un petit tas de tickets.
it: Un minuscolo plico di biglietti.
ja: 小さなチケットの山。
ko: 조그마한 티켓 더미.
pt_br: Uma pequena pilha de tíquetes.
ru: Небольшая горстка билетов.
zh_tw: 一小堆獎票。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_SEEDPACKET
source: A little snack to keep in my pocket.
de: Eine kleine Zwischenmahlzeit im Taschenformat.
es: Un aperitivo pequeñito para llevar en el bolsillo.
fr: Un petit en-cas à garder dans la poche.
it: Uno spuntino da tenere in tasca.
ja: ポケットに入れておける小さいスナック。
ko: 내 주머니에 담을 작은 간식.
pt_br: Um lanchinho pra guardar no bolso.
ru: Удобно носить с собой и перекусывать на ходу.
zh_tw: 放在口袋裡的小零食。

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_VEST_A
source: Wearing a scarf to fend off the heat? How delightfully paradoxical!
de: Einen Schal tragen, um die Hitze abzuwehren? Wie herrlich paradox!
es: ¿Ponerme una bufanda para no pasar calor? ¡Qué maravilla de paradoja!
fr: Porter une écharpe pour supporter la chaleur ? C'est extraordinairement paradoxal !
it: Una sciarpa per combattere il caldo? Che favoloso paradosso!
ja: 熱を避けるためにスカーフを巻くの？素晴らしく逆説的！
ko: 더위를 피하려고 스카프를 두른다고? 유쾌하리만치 역설적이군!
pt_br: Usar um cachecol pra me proteger do calor? Que paradoxo fabuloso!
ru: Надеть шарф, чтобы спастись от жары? Какой прелестный парадокс!
zh_tw: 戴著圍巾來抵禦高溫？多麼令人愉快的矛盾啊！

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_VEST_B
source: How odd! A cloak to keep cool!
de: Wie kurios! Ein Mantel, der kühl hält!
es: Qué raro... Un manto para estar fresca.
fr: C'est étrange... Un manteau pour rester au frais ?
it: Che stramberia! Un mantello per stare al fresco!
ja: すっごく変！涼しく過ごすためのマント！
ko: 정말 이상하군! 냉기를 잡아두는 망토라니!
pt_br: Que estranho! Um manto para refrescar!
ru: Как странно! Плащ, который не греет, а охлаждает!
zh_tw: 多麼奇怪！用斗篷來保持涼爽！

# CHARACTERS.WANDA.DESCRIBE.CARNIVAL_VEST_C
source: Quite the afternoonified capelet!
de: Ein nachmittäglicher Umhang, der es in sich hat!
es: Anda, ¡qué capita tan coqueta!
fr: Une cape bien automnale !
it: È esattamente come una mantellina pomeridiana!
ja: 午後の茶会に行くようなケープだわ！
ko: 오후에 딱인 케이프!
pt_br: Que capeleta elegante!
ru: Крайне франтоватая вещичка!
zh_tw: 相當於午後的披肩！

# CHARACTERS.WANDA.DESCRIBE.CARRAT.DEAD
source: I think it's gone off.
de: Ich glaube, sie ist hinüber.
es: Creo que se ha quedado podre.
fr: Je crois qu'elle n'est plus.
it: Temo sia andato.
ja: 死んだんじゃないかな。
ko: 없어진 것 같아.
pt_br: Acho que já era.
ru: Кажется, ей конец.
zh_tw: 我想它已經走了。

# CHARACTERS.WANDA.DESCRIBE.CARRAT.GENERIC
source: That's the liveliest carrot I've ever seen.
de: Das ist die lebhafteste Karotte, die ich jemals gesehen habe.
es: Es la zanahoria más viva que he visto jamás.
fr: C'est la carotte la plus vigoureuse que j'aie jamais vue.
it: È la carota più vivace che abbia mai visto.
ja: これまで見た中で最高に活発なニンジンだわ。
ko: 내가 본 것 중 가장 생동감 있는 당근이네.
pt_br: É a cenoura mais animada que eu já vi.
ru: Самая бодрая морковка из всех, что я видела.
zh_tw: 這是我見過的最有活力的胡蘿蔔。

# CHARACTERS.WANDA.DESCRIBE.CARRAT.HELD
source: Stop wriggling!
de: Zappel nicht so herum!
es: ¡Deja de moverte!
fr: Arrête de gigoter !
it: Smettila di dimenarti!
ja: もじもじしない！
ko: 그만 꿈틀거려!
pt_br: Pare de se contorcer!
ru: Не дергайся!
zh_tw: 不要再扭動了！

# CHARACTERS.WANDA.DESCRIBE.CARRAT.SLEEPING
source: It's taking a quick little nap.
de: Sie macht ein Nickerchen.
es: Se está echando una siestecita.
fr: Elle fait une petite sieste.
it: Sta schiacciando un sonnellino veloce.
ja: 居眠りしてる。
ko: 잠시 낮잠을 자고 있군.
pt_br: Está tirando um cochilo rápido.
ru: Она прикорнуть решила.
zh_tw: 它正在快速地小憩。

# CHARACTERS.WANDA.DESCRIBE.CARRAT_GHOSTRACER
source: Nice try, but you won't fool me.
de: Netter Versuch, aber mir kannst du nichts vormachen.
es: Buen intento, pero no me engañarás.
fr: Bien essayé, mais tu ne m'auras pas.
it: Bel tentativo, ma non inganni nessuno.
ja: 上出来よ。でも、あんたには私をだませない。
ko: 시도는 훌륭하지만 날 속일 순 없을 걸.
pt_br: Bela tentativa, mas você não vai me enganar.
ru: Неплохой ход, но меня не обманешь.
zh_tw: 很好的嘗試，但你騙不了我。

# CHARACTERS.WANDA.DESCRIBE.CARROT
source: From the ground, straight to my mouth.
de: Aus dem Boden und direkt in meinen Mund.
es: De la tierra a la boca.
fr: De la terre à ma bouche, hop.
it: Dal terreno alla mia bocca.
ja: 地面から口に直送。
ko: 땅에서 곧장 내 입으로.
pt_br: Do chão, diretamente pra minha boca.
ru: Пойдет ко мне в рот прямиком из-под земли.
zh_tw: 從地裡直接進到了我的嘴裡。

# CHARACTERS.WANDA.DESCRIBE.CARROT_COOKED
source: I didn't bother seasoning it.
de: Ich habe mir nicht die Mühe gemacht, sie zu würzen.
es: Ni siquiera la he especiado.
fr: Je n'ai pas le temps de l'assaisonner.
it: Non mi sono premurata di condirla.
ja: 味付けなんてしてられない。
ko: 귀찮게 양념 따위는 하지 않았지.
pt_br: Nem me dei ao trabalho de temperá-la.
ru: Даже с приправами возиться не стала.
zh_tw: 我沒有費心去調料。

# CHARACTERS.WANDA.DESCRIBE.CARROT_OVERSIZED
source: I wonder if eating all those carrots would improve my eyesight.
de: Ich frage mich, ob sich meine Sehkraft verbessert, wenn ich all diese Karotten esse.
es: ¿Me mejorará la vista si me como todas esas zanahorias?
fr: Je me demande si manger tout ça va vraiment améliorer ma vue.
it: Chissà se mangiare tutte queste carote contribuirà a migliorarmi la vista.
ja: このニンジン全部食べたら視力が良くなるかしら。
ko: 그 당근을 모조리 먹어치우면 시력이 좋아질지 궁금해.
pt_br: Será que, se eu comer todas essas cenouras a minha visão melhora?
ru: Интересно, улучшится ли у меня зрение, если я ее всю съем?
zh_tw: 我想知道吃這些胡蘿蔔是否能改善我的視力。

# CHARACTERS.WANDA.DESCRIBE.CARROT_PLANTED
source: I can take it now or come back for it later.
de: Ich kann sie jetzt mitnehmen oder später wiederkommen.
es: Puedo llevármela ya o volver más tarde.
fr: Je peux la récolter maintenant ou revenir la chercher plus tard.
it: Posso prenderla subito o tornare più tardi.
ja: 今収穫してもいいし、後でまた来てもいいわ。
ko: 지금 가져갈 수도 있고 나중에 다시 가지러 올 수도 있어.
pt_br: Posso pegá-la agora ou voltar mais tarde.
ru: Можно сейчас забрать или попозже.
zh_tw: 我可以現在拿，也可以以後再來拿。

# CHARACTERS.WANDA.DESCRIBE.CARROT_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: That's not good.
de: Das ist gar nicht gut.
es: Ay, qué mal...
fr: Ça ne va pas du tout.
it: Non va affatto bene.
ja: 酷いことになった。
ko: 그건 좋지 않아.
pt_br: Isso não é bom.
ru: Это нехорошо...
zh_tw: 這可不好。

# CHARACTERS.WANDA.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: All that's left are the memories. And some soot.
de: Es bleibt nichts als Erinnerungen. Und etwas Ruß.
es: Ya no quedan más que recuerdos... y algo de hollín.
fr: Il n'en reste plus que des souvenirs... et un peu de suie.
it: Ormai rimangono soltanto ricordi. E un po' di fuliggine.
ja: 残っているのは思い出だけ。 そして、このすす。
ko: 남은 건 추억 뿐이다. 그리고 약간의 그을음이랄까.
pt_br: Só sobraram as memórias. E um pouco de fuligem.
ru: Остались только воспоминания. И немного сажи.
zh_tw: 留下的除了回憶，就只有一些煙塵。

# CHARACTERS.WANDA.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: We'll be able to explore a lot faster if we map out where we've already been.
de: Wir können viel schneller erkunden, wenn wir auf einer Karte festhalten, wo wir schon gewesen sind.
es: Podremos explorar más rápido si trazamos un mapa de los lugares a los que hemos ido.
fr: On pourrait explorer bien plus vite si on indiquait par où on est déjà passés sur la carte.
it: Potremmo velocizzare l'esplorazione di molto se mappassimo le zone già visitate.
ja: もう行ったところを地図に描けば、だいぶ速く探索できるようになるわ。
ko: 우리가 이미 가본 곳을 지도로 표시한다면 훨씬 더 빨리 탐험할 수 있을 텐데.
pt_br: Vamos conseguir explorar muito mais rápido se mapearmos os locais por onde já passamos.
ru: Если мы будем помечать, где уже побывали, то сможем исследовать мир гораздо быстрее.
zh_tw: 如果繪製出已經去過的地方，我們就能更快地探索。

# CHARACTERS.WANDA.DESCRIBE.CATCOON
source: I don't have time to play with you.
de: Ich habe keine Zeit, mit dir zu spielen.
es: No tengo tiempo para jugar contigo.
fr: Je n'ai pas le temps de jouer avec toi.
it: Non ho tempo per giocare con te.
ja: あんたと遊んでる時間はないの。
ko: 너랑 놀아줄 시간이 없어!
pt_br: Não tenho tempo pra brincar com você.
ru: У меня нет времени с тобой играть.
zh_tw: 我沒時間和你玩。

# CHARACTERS.WANDA.DESCRIBE.CATCOONDEN.EMPTY
source: It's deserted.
de: Verlassen.
es: Está vacío.
fr: Il n'y a personne.
it: È deserto.
ja: 見捨てらたんだね。
ko: 황량하다.
pt_br: Está vazio.
ru: Пустота.
zh_tw: 它被遺棄了。

# CHARACTERS.WANDA.DESCRIBE.CATCOONDEN.GENERIC
source: It looks like something's been living in there for a while.
de: Sieht aus, als ob etwas eine Zeitlang da drin gelebt hätte.
es: Parece que hay algo que lleva una temporada viviendo aquí.
fr: On dirait que quelque chose vit là-dedans depuis longtemps.
it: Sembra che ci viva qualcosa da tempo.
ja: しばらくの間何かがあそこに住んでたみたい。
ko: 그 안에 무언가가 잠시 살고 있었던 것 같아.
pt_br: Parece que algo está vivendo aí dentro faz algum tempo.
ru: Кажется, кто-то устроил себе домик.
zh_tw: 看起來好像有什麼東西在裡面住了一段時間。

# CHARACTERS.WANDA.DESCRIBE.CATCOONHAT
source: Their sacrifice will keep me warm and alive.
de: Dieses Opfer wird mich warm und am Leben halten.
es: Su sacrificio me servirá para seguir viva y estar calentita.
fr: Leur sacrifice me tiendra chaud et me gardera en vie.
it: Il suo sacrificio mi terrà in vita e al calduccio.
ja: 彼らの犠牲が私を温かくして、私を生かしている。
ko: 그들의 희생 덕분에 따듯하겠네.
pt_br: O sacrifício deles me manterá quente e viva.
ru: Он пожертвовал собой, чтобы я не умерла от холода.
zh_tw: 它們的犧牲將使我保持溫暖和活力。

# CHARACTERS.WANDA.DESCRIBE.CATTOY_MOUSE
source: What a clever little clockwork contraption!
de: Was für ein cleveres kleines Uhrwerk!
es: ¡Qué cachivache tan ingenioso!
fr: Ho, quel mécanisme fascinant !
it: Che brillante congegno a orologeria!
ja: なんてよくできた時計仕掛けなの！
ko: 정말 영리하고 귀여운 태엽 장치 기계인걸!
pt_br: Que bugiganga espertinha!
ru: Какой хитроумный механизм!
zh_tw: 多麼小巧的發條裝置啊！

# CHARACTERS.WANDA.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: I bet I could lift it. It... might take a while though.
de: Ich wette, ich könnte ihn heben. Es ... könnte allerdings eine Weile dauern.
es: Seguro que puedo levantarla. Pero... me llevaría un rato.
fr: Je parie que je pourrais le soulever. Mais ça... risque de prendre un peu de temps.
it: Scommetto che potrei riuscire a sollevarlo. Ci... vorrà del tempo, però.
ja: 私、これを持ち上げられるわ…少し時間がかかるかもしれないけど。
ko: 들어 올릴 수 있을 것 같아. 하지만... 시간은 좀 걸리겠네.
pt_br: Aposto que posso erguer essa pedra. Mas... talvez leve algum tempo.
ru: Готова поспорить, что подниму его. Правда, времени уйдет много.
zh_tw: 我打賭我可以舉起它。不過……可能要花點時間。

# CHARACTERS.WANDA.DESCRIBE.CAVEIN_BOULDER.RAISED
source: I can't quite reach it.
de: Von hier aus komme ich nicht ganz heran.
es: No puedo alcanzarlos.
fr: Je n'arrive pas à l'atteindre.
it: Non riesco a raggiungerlo.
ja: ここからじゃ、手が届かない
ko: 손이 안 닿아.
pt_br: Não consigo alcançar direito.
ru: Не могу туда добраться.
zh_tw: 我夠不著它。

# CHARACTERS.WANDA.DESCRIBE.CAVE_BANANA
source: I like a quick snack with no fuss.
de: Ich mag einen schnellen Snack ohne viel Aufwand.
es: Me gusta la comida que se puede comer sin más.
fr: J'aime manger sur le pouce.
it: Mi piacciono gli spuntini veloci e poco impegnativi.
ja: 手間をかけずにスナックを食べるのは最高だわ。
ko: 군더더기 없는 간단한 간식이 좋더라.
pt_br: Gosto de um lanche rápido sem confusão.
ru: Обожаю еду, которую можно съесть сразу, без лишних телодвижений.
zh_tw: 我喜歡簡單省事的快速零食。

# CHARACTERS.WANDA.DESCRIBE.CAVE_BANANA_BURNT
source: It's fine! Just scrape off the burnt edges!
de: Das ist in Ordnung! Man nur die verbrannte Kruste abschaben!
es: ¡No pasa nada! Le quito la parte quemada y listo.
fr: C'est parfait ! Il suffit de gratter les parties brûlées.
it: Va tutto bene! Basta grattar via le parti bruciacchiate!
ja: 大丈夫！黒くなった端を取ればいいのよ。
ko: 괜찮아! 탄 부분만 좀 긁어내면 돼!
pt_br: Está ótima! É só raspar as bordas queimadas!
ru: Ничего страшного! Просто нужно горелое соскрести.
zh_tw: 沒關係的! 只要把燒焦的邊緣刮掉就可以了！

# CHARACTERS.WANDA.DESCRIBE.CAVE_BANANA_COOKED
source: Why did I spend time cooking it?
de: Warum habe ich Zeit damit vergeudet, sie zu kochen?
es: ¿Por qué he perdido el tiempo cocinándolo?
fr: Pourquoi j'ai perdu du temps à la cuire ?
it: Perché ho sprecato tempo a cucinarla?
ja: なんでこれの調理に時間を使ったんだろう。
ko: 왜 그것을 요리하는 데 시간을 보냈을까?
pt_br: Por que gastei tempo cozinhando-a?
ru: И зачем я тратила время на готовку?
zh_tw: 我為什麼要花時間烹飪它？

# CHARACTERS.WANDA.DESCRIBE.CAVE_BANANA_TREE
source: You can barely call it a tree.
de: Das Baum zu nennen ist fast schon eine Übertreibung.
es: Casi ni se le puede llamar árbol.
fr: Je ne peux pas considérer ça comme un arbre.
it: È difficile chiamarlo albero.
ja: これはかろうじて木と呼べるもの。
ko: 거의 나무라고 할 수 없어.
pt_br: Mal dá pra chamar isso de árvore.
ru: Деревом его можно назвать с большой натяжкой.
zh_tw: 你幾乎不能稱它為一棵樹。

# CHARACTERS.WANDA.DESCRIBE.CAVE_ENTRANCE
source: I never was good at leaving well enough alone.
de: In "gut genug" war ich eben noch nie gut genug.
es: Nunca se me ha dado bien dejar las cosas como están.
fr: Voyons un peu ce que ça cache...
it: Non sono mai stata brava a lasciare le cose come stanno.
ja: 私、やめ時が分からなくなるタイプなの。
ko: 나는 혼자 떠나는 걸 결코 잘하지 못 했지.
pt_br: Eu nunca fui boa em deixar as coisas como estão.
ru: Никогда не умела вовремя остановиться.
zh_tw: 我從來都不擅長一個人枯井逃生。

# CHARACTERS.WANDA.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: Finish up in there, I don't have all day to wait!
de: Mach endlich Schluss, ich habe nicht den ganzen Tag Zeit!
es: ¡Acabad de una vez, que no tengo todo el tiempo del mundo!
fr: Bon, vous finissez là-dedans ? Je n'ai pas toute la journée !
it: Muoviti, non ho tutto il giorno!
ja: さっさとおしまいにして。1日中待ってる時間はないの！
ko: 거기서 끝내. 하루 종일 기다릴 시간이 없어다!
pt_br: Termine logo aí dentro. Não posso esperar o dia todo!
ru: Заканчивайте уже, не хочу целый день ждать!
zh_tw: 裡面的人快點結束，我可沒時間等你們一天！

# CHARACTERS.WANDA.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: Well, this isn't working.
de: Tja, das funktioniert nicht.
es: Vaya, no funciona.
fr: Bon, ça ne fonctionne pas.
it: Beh, non sta funzionando.
ja: んー…これは入れないわね。
ko: 음, 이것은 작동하지 않네.
pt_br: Bom, não está funcionando.
ru: Хм, не работает.
zh_tw: 好吧，這樣不行。

# CHARACTERS.WANDA.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: Nothing ventured, nothing gained. Famous last words...
de: Wer nicht wagt, der nicht gewinnt! Berühmte letzte Worte ...
es: Quien no arriesga no gana. Famosas últimas palabras...
fr: Qui ne tente rien n'a rien. Ça pourrait être mes derniers mots...
it: Chi non risica, non rosica. Le ultime parole famose...
ja: 虎穴に入らずんば虎子を得ず。有名な最後の言葉ね。
ko: 모험하지 않으면 얻는 것도 없다. 유명한 유언...
pt_br: Quem não arrisca, não petisca. Famosas últimas palavras...
ru: Обезьян бояться — в пещеры не ходить. Последние слова великих людей...
zh_tw: 捨不得孩子就套不著狼。這是一個常見的死因……

# CHARACTERS.WANDA.DESCRIBE.CAVE_ENTRANCE_RUINS
source: Someone probably plugged it for a reason. I wonder what it was?
de: Jemand hat das wahrscheinlich aus einem bestimmten Grund eingesteckt. Ich frage mich, was das war?
es: Supongo que alguien lo taponó por algo, pero ¿cuál sería el motivo?
fr: Quelqu'un l'a sûrement bouchée pour une raison. Je me demande pourquoi.
it: Immagino sia stato tappato per una ragione. Chissà di cosa si tratta...
ja: 何かの理由があって誰かが閉鎖したってわけか。どんな理由だったんだろう？
ko: 누군가 이유가 있어서 연결했겠지. 그 이유가 뭘까?
pt_br: Alguém deve tê-la fechado por um motivo. E qual seria ele?
ru: Закрыли его явно не без причины. Интересно, что это была за причина?
zh_tw: 有人可能出於某種原因堵住了它。我想知道是為什麼？
