Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.YELLOWSTAFF
source: Has pretty yellow rock on it.
de: Hübscher gelber Stein dran.
es: Tiene una roca bonita amarilla.
es_mx: Tener linda roca amarilla.
fr: Y'a une jolie pierre jaune dessus.
it: Ha sopra bella roccia gialla.
ja: きれいな黄色い岩を持っているよ。
ko: 예쁜 노란색 돌 있어.
pl: Ma ładny, żółty kamień.
pt_br: Tem pedra amarela bonita nele.
ru: Здесь красивый желтый камушек.
zh_tw: 上面有塊漂亮的黃石頭。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: Glurgh... now gotta build another one...
de: Glarg ... muss jetzt noch sowas bauen ...
es: Glurgh... Hay que construir otro...
fr: Glurg... Va falloir que j'en fasse un autre.
it: Glurgh... ora costruire nuovo...
ja: グルーフ…新しいのを作らなきゃ…
ko: 빠끔빠끔... 이제 하나 더 만들어야지...
pl: Glurg... Teraz muszę zbudować następną...
pt_br: Glurgh... Agora tem que construir outro...
ru: Хлюп... теперь новый надо строить...
zh_tw: 格勒格……得再建一個了……

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: Hmm... what it need?
de: Hmm ... Was braucht?
es: Mmm... ¿Qué falta?
fr: Hmm... Il lui faut quoi ?
it: Uhm... cosa serve?
ja: う～ん…何が必要なんだろ？
ko: 흠... 무엇이 필요하지?
pl: Hmm... Co tu jest potrzebne?
pt_br: Hmm... que ele precisa?
ru: Хм... что ему нужно?
zh_tw: 嗯……它需要什麼呢？

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: Gimme stuff!
de: Gib Zeug!
es: ¡Dame cosas!
fr: Donne à moi !
it: Dammi cose!
ja: なんかちょうだい！
ko: 물건 내놔!
pl: Daj mi coś!
pt_br: Me dá coisa!
ru: Давай мне штуки!
zh_tw: 給我點東西！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: Too soft, florp. Rips on claws too easy.
de: Zu weich, florp. Reißt zu leicht an Krallen.
es: Muy frágil, florp. Con garras rompe fácil.
fr: Trop douce, florp. Ça s'déchire trop facilement avec les griffes.
it: Troppo morbida, florp. Si rompe subito su artigli.
ja: 柔らかすぎだよ、フロープ。ツメでかんたんにバラバラになっちゃう。
ko: 너무 보드라워, 뻐끔, 발톱에 쉽게 찢어져.
pl: Zbyt delikatna, florp. Za łatwo rozerwać ją szponami.
pt_br: Macio demais, florp. Garras rasgam ele muito fácil.
ru: Слишком мягкая, хлюп. Когтями легко порвать.
zh_tw: 太軟了，浮浪噗。很容易就在爪子上撕破了。

# CHARACTERS.WURT.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: Should show to weird scale-less hiding in tent!
de: Sollte zeigen seltsamen Schuppenlosen im Zelt!
es: ¡Tengo que enseñar a sinescamas raro escondido en tienda de campaña!
fr: J'devrais l'montrer au sans-écailles bizarre dans la tente !
it: Dovrei mostrare a strano senza squame che vive in tenda!
ja: テントに隠れてる変なウロコナシに見せないと！
ko: 텐트에 숨어있는 이상한 비늘 없는 녀석에게 보여야 해!
pl: Muszę to pokazać dziwnemu bezłuskowcowi, który chowa się w namiocie!
pt_br: Melhor mostrar pra sem-escamas esquisito escondido na barraca!
ru: Надо показать чудаку без чешуи, который в палатке прячется!
zh_tw: 應該拿去給那個藏在帳篷裡的無鱗怪人看看！

# CHARACTERS.WURT.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: Hey, where the rest?
de: Hey, wo ist Rest?
es: Eh, ¿y el resto?
fr: Hé, où est le reste ?
it: Ehi, dove il resto?
ja: ねぇねぇ、のこりはどこ？
ko: 이봐, 나머지는 어디에 있어?
pl: Hej, gdzie reszta?
pt_br: Ei, cadê o resto?
ru: Эй, а остальное где?
zh_tw: 嘿，剩下的在哪？

# CHARACTERS.WURT.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: Hey, where the rest?
de: Hey, wo ist Rest?
es: Eh, ¿y el resto?
fr: Hé, où est le reste ?
it: Ehi, dove il resto?
ja: ねぇねぇ、のこりはどこ？
ko: 이봐, 나머지는 어디에 있어?
pl: Hej, gdzie reszta?
pt_br: Ei, cadê o resto?
ru: Эй, а остальное где?
zh_tw: 嘿，剩下的在哪？

# CHARACTERS.WURT.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: Hey, where the rest?
de: Hey, wo ist Rest?
es: Eh, ¿y el resto?
fr: Hé, où est le reste ?
it: Ehi, dove il resto?
ja: ねぇねぇ、のこりはどこ？
ko: 이봐, 나머지는 어디에 있어?
pl: Hej, gdzie reszta?
pt_br: Ei, cadê o resto?
ru: Эй, а остальное где?
zh_tw: 嘿，剩下的在哪？

# CHARACTERS.WURT.DESCRIBE.YOTB_POST
source: Big fancy stick.
de: Großer schicker Stock.
es: Palo grande y elegante.
fr: Un gros poteau chic.
it: Grande palo decorato.
ja: おっきな棒だ。
ko: 크고 멋진 막대기야.
pl: Duży wymyślny kijek.
pt_br: Espetão chique.
ru: Большая красивая палка.
zh_tw: 漂亮的大棍子。

# CHARACTERS.WURT.DESCRIBE.YOTB_POST_ITEM
source: Mermfolk great at building.
de: Mermleute toll in Bauen.
es: Los tritones construyen bien.
fr: Le peuple merm est très doué pour construire.
it: Mermi bravi a costruire.
ja: マームフォークは建築が得意なの。
ko: 어인족은 건설 잘해.
pl: Mermowie są świetni w budowaniu.
pt_br: Povo-peixe é bom em construção.
ru: Тритоны очень хорошо строят.
zh_tw: 我們魚人擅長建造。

# CHARACTERS.WURT.DESCRIBE.YOTB_SEWINGMACHINE
source: Make fancy dress-up things!
de: Bastle ausgefallene Verkleidungen!
es: ¡Hacer cosas de vestir elegantes!
fr: Ça fait des vêtements tout chics !
it: Per fare belle cose per vestire!
ja: キレイなオシャレを作ってくれるやつ！
ko: 근사한 드레스업 아이템을 만들어봐!
pl: Będę szyć ładne stroje!
pt_br: Faz coisas de vestir chiques!
ru: Делает модные наряды!
zh_tw: 能做漂亮的衣服！

# CHARACTERS.WURT.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: Bits of things.
de: Teile von Zeug.
es: Trozos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di cose.
ja: バラバラだ。
ko: 약간의 것들.
pl: Kawałki czegoś.
pt_br: Pedaços de coisas.
ru: Детальки и кусочки.
zh_tw: 做東西的小東西。

# CHARACTERS.WURT.DESCRIBE.YOTB_STAGE
source: Has weird scale-less hiding inside.
de: Komischer Schuppenloser drin.
es: Hay cosa sinescamas rara dentro.
fr: Y'a un sans-écailles bizarre qui s'cache dedans.
it: Ha strano senza squame nascosto dentro.
ja: 中に変なウロコナシが隠れてるよ。
ko: 안에 이상한 비늘 없는 녀석이 숨어 있어.
pl: W środku ukrywa się dziwny bezłuskowiec.
pt_br: Tem sem-escamas esquisito escondido dentro.
ru: Внутри прячется чудак без чешуи.
zh_tw: 奇怪的無鱗傢伙們藏在裡面。

# CHARACTERS.WURT.DESCRIBE.YOTB_STAGE_ITEM
source: Someone left stuff on ground.
de: Einer hat Zeug auf Boden gelassen.
es: Alguien dejó cosa en suelo.
fr: Quelqu'un a laissé des trucs par terre.
it: Qualcuno lasciato cose per terra.
ja: 誰かが地面におきっぱなしにしてる。
ko: 누군가 땅에 물건을 놓고 갔다.
pl: Ktoś zostawił coś na ziemi.
pt_br: Alguém deixou coisas no chão.
ru: Кто-то на земле что-то оставил.
zh_tw: 有人把東西扔在了地上。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: Didn't do it!!
de: War ich nicht!!
es: ¡No lo he hecho!
es_mx: ¡¡No haber sido yo!!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я!
zh_tw: 不是我弄壞的！！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: Want presents?
de: Will Geschenke?
es: ¿Quiere regalos?
es_mx: ¿Querer regalos?
fr: Tu veux des cadeaux ?
it: Vuole regali?
ja: プレゼント欲しい？
ko: 선물 원해?
pl: Chcesz jakiś prezent?
pt_br: Quer presentes?
ru: Хочешь подарков?
zh_tw: 想要禮物嗎？

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: It look like veggie rat, flort.
de: Sieht aus wie Gemüseratte, flort.
es: Parece una rata vegetal, flort.
es_mx: Parecerse a rata verdura, flot.
fr: On dirait une ratte, mais aussi un légume, flort.
it: Sembra verduratto, flort.
ja: ベジネズミのように見えるよ、フロート。
ko: 채소 쥐 같아, 뻐끔.
pl: To wygląda jak szczurowarzywo, flort.
pt_br: Parece rato leguminoso, flort.
ru: Похоже на овощную крыску, бульк.
zh_tw: 像是一隻植物的老鼠，浮浪特。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: Hee-hee, my veggie rat gonna be best!
de: Hehe, meine Gemüseratte die beste!
es: ¡Ji, ji, mi rata vegetal será la mejor!
es_mx: Ji, ji. ¡Mi rata verdura ser la mejor!
fr: Héhé, ma ratte/légume va être la meilleure !
it: Eh eh, mio verduratto è migliore!
ja: へへ、アタシのベジネズミは最高だ！
ko: 히히, 내 채소 쥐가 최고 될 거야!
pl: Hi, hi, moje szczurowarzywo będzie najlepsze!
pt_br: Hihi, meu rato leguminoso vai ser melhor!
ru: Хе-хе! Моя овощная крыска будет лучше всех!
zh_tw: 嘿嘿，我的植物老鼠會是最棒的！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: Go, go!
de: Los, los!
es: ¡Vamos, vamos!
es_mx: ¡Seguir, seguir!
fr: Allez, allez !
it: Vai, vai!
ja: 行け、行け！
ko: 가, 가!
pl: Dalej, dalej!
pt_br: Vai, vai!
ru: Беги! Беги!
zh_tw: 沖啊，沖啊！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: Gotta make veggie rat the best!
de: Mache Gemüseratte zur besten Gemüseratte!
es: ¡Haré de mi rata vegetal la mejor!
es_mx: ¡Yo convertir a la rata verdura en la mejor!
fr: C'est ma ratte/légume qui sera la meilleure !
it: Verduratto sarà migliore!
ja: ベジネズミを最高のものにするんだ！
ko: 채소 쥐 최고로 만들어야 해!
pl: Muszę sprawić, że moje szczurowarzywo będzie najlepsze.
pt_br: Vou tornar rato leguminoso o melhor!
ru: Нужно сделать овощную крыску лучше!
zh_tw: 我會讓植物老鼠變成最棒的！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: Is very good racing training, flort.
de: Sehr gute Rennübung, flort.
es: Muy buen entrenamiento de carrera, flort.
es_mx: Ser muy buen entrenamiento para carreras, flot.
fr: C'est pour s'entraîner à courir, flort.
it: È buon allenamento per corsa, flort.
ja: とても良いレーストレーニングだよ、フロート。
ko: 아주 좋은 경주 훈련이야, 뻐끔.
pl: To doskonały trening przed wyścigiem, flort.
pt_br: É treino de corrida muito bom, flort.
ru: Тут очень хорошо тренироваться перед забегом, хлюп.
zh_tw: 非常好的賽跑訓練，浮浪特！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: Getting better, florp!
de: Wird besser, florp!
es: ¡Estás mejorando, florp!
es_mx: ¡Estar mejorando, flop!
fr: Tu t'améliores, florp !
it: Meglio, florp!
ja: 良くなってきたよ、フロープ！
ko: 나아지고 있어, 뻐끔!
pl: Widzę postęp, florp!
pt_br: Tá melhorando, florp!
ru: Хлюп! У тебя получается лучше!
zh_tw: 提高了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: Glurph, lot of pieces to put together.
de: Glurf, viele Teile zum Zusammensetzen.
es: Glurph, muchas piezas que poner juntas.
es_mx: Gluf, ser muchas piezas que unir.
fr: Argh, c'est difficile à monter.
it: Glurf, tanti pezzi messi insieme.
ja: グルーフ、まとめるピースがたくさんあるよ。
ko: 빠끔빠끔, 조립할 게 많아.
pl: Glurp, dużo elementów do złożenia.
pt_br: Glurph, muitas peças pra montar.
ru: Бульк… Сколько всего собирать надо.
zh_tw: 格勒浮，要組裝好多東西。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: Race wheel.
de: Rennrad.
es: Rueda de carreras.
es_mx: Rueda de carreras.
fr: Une roue pour courir dedans.
it: Ruota da corsa.
ja: レース用のホイールだよ。
ko: 경주용 바퀴야.
pl: Koło wyścigowe.
pt_br: Roda de corrida.
ru: Беговое колесо.
zh_tw: 競速輪。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: Spinny, spinny, spin!
de: Drehen, drehen, drehen!
es: ¡Gira, que te gira!
es_mx: ¡Girar, girar, girar!
fr: Ça tourne vite !
it: Gira, gira, gira!
ja: 回って、回って、回る！
ko: 빙글빙글 돌아라!
pl: Kręciu, kręciu, kręć!
pt_br: Gira, gira, girando!
ru: Крутись-крутись-крутись!
zh_tw: 轉啊，轉啊，轉！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: For veggie rat.
de: Für Gemüseratte.
es: Para rata vegetal.
es_mx: Para la rata verdura.
fr: C'est pour ma ratte/légume.
it: Per verduratto.
ja: ベジネズミのためにね。
ko: 채소 쥐가 써.
pl: Dla szczurowarzywa.
pt_br: Pra rato leguminoso.
ru: Для овощной крыски.
zh_tw: 給植物老鼠的。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: Hoppy string machine.
de: Hüpfseilmaschine.
es: Máquina de cuerdas saltarinas.
es_mx: Máquina con cuerda saltarina.
fr: Une machine pour sauter.
it: Macchina con corda per saltare.
ja: ホッピーのストリングマシンだよ。
ko: 깡충깡충 뛰는 끈 기계야.
pl: Maszyna do skakania przez sznurek.
pt_br: Máquina de pular corda.
ru: Машинка с веревочкой, чтобы прыгать.
zh_tw: 跳繩機器。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: Jump!
de: Springen!
es: ¡Salta!
es_mx: ¡Saltar!
fr: Saute !
it: Salta!
ja: ジャンプだ！
ko: 뛰어!
pl: Skacz!
pt_br: Pula!
ru: Прыгай!
zh_tw: 跳啊！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: Where a good place to put this, flort?
de: Wohin damit, flort?
es: ¿Dónde es buen sitio para poner esto, flort?
es_mx: ¿Dónde ser el mejor lugar para poner esto, flot?
fr: Où j'vais mettre ça, flort ?
it: Dov'è posto dove mettere questo, flort?
ja: どこに置けばいいんだろう、フロート？
ko: 어디 놓아야 좋을까, 뻐끔?
pl: Gdzie by to postawić, flort?
pt_br: Onde é bom lugar pra colocar isso, flort?
ru: Где тут самое удобное место? Хлюп?
zh_tw: 把這個放在哪裡呢，浮浪特？

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: It show the way!
de: Zeigt den Weg!
es: ¡Muestra el camino!
es_mx: ¡Esto mostrar el camino!
fr: Ça montre la route !
it: Segna strada!
ja: それは道を示しているよ！
ko: 길 알려 줘!
pl: Wskazuje drogę!
pt_br: Ele mostra o caminho!
ru: Указывает путь!
zh_tw: 它能指路！

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: Help veggie rats find way.
de: Zeigt Gemüseratten den Weg.
es: Ayuda a las ratas vegetales a orientarse.
es_mx: Esto ayudar a ratas verdura a encontrar el camino.
fr: Ça aide ma ratte/légume à trouver sa route.
it: Aiuta verduratti a trovare strada.
ja: ベジネズミが方法を見つけるのを手伝うよ。
ko: 채소 쥐가 길 찾게 도와줘.
pl: Pomaga szczurowarzywom znaleźć drogę.
pt_br: Ajuda ratos leguminosos a encontrar caminho.
ru: Поможет овощным крыскам найти дорогу.
zh_tw: 幫植物老鼠找路。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: Awwwwww.
de: Oooch.
es: Ooooooooh.
es_mx: Aaaayy.
fr: Ooooooooooooh.
it: Oooh...
ja: あうううう。
ko: 이럴 수가.
pl: Ooooooo.
pt_br: Ahhhhhh.
ru: Ну во-о-о-т…
zh_tw: 嗷嗷嗷。

# CHARACTERS.WURT.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: Is the finish place.
de: Hier Schluss.
es: Es la línea de meta.
es_mx: Ser línea de meta.
fr: C'est l'arrivée.
it: Posto dove si finisce.
ja: ゴール地点だよ。
ko: 끝나는 곳이야.
pl: Meta.
pt_br: É o local do fim.
ru: Место для финиша.
zh_tw: 這是終點。
