Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: Huh? Not finished
de: Häh? Nicht fertig
es: ¿Eh? Falta algo
fr: Hein ? C'est pas fini.
it: Eh? Non finito
ja: あれれ？まだ完成してないよ
ko: 뭐? 안 끝났어
pl: Eee? Jeszcze nie skończyć.
pt_br: Hã? Não acabou.
ru: А? Не хватает чего-то
zh_tw: 哈？不完整

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: Huh? Not finished
de: Häh? Nicht fertig
es: ¿Eh? Falta algo
fr: Hein ? C'est pas fini.
it: Eh? Non finito
ja: あれれ？まだ完成してないよ
ko: 뭐? 안 끝났어
pl: Eee? Jeszcze nie skończyć.
pt_br: Hã? Não acabou.
ru: А? Не хватает чего-то
zh_tw: 哈？不完整

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: Huh? Not finished
de: Häh? Nicht fertig
es: ¿Eh? Falta algo
fr: Hein ? C'est pas fini.
it: Eh? Non finito
ja: あれれ？まだ完成してないよ
ko: 뭐? 안 끝났어
pl: Eee? Jeszcze nie skończyć.
pt_br: Hã? Não acabou.
ru: А? Не хватает чего-то
zh_tw: 哈？不完整

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_POST
source: Friend watch Shaggy Buddy please
de: Freund, pass auf Zottelkerl auf
es: Amigo, vigila a amiguito greñudo
fr: Copain surveille copain poilu, d'accord ?
it: Amico, guarda amico peloso
ja: お友だち、もじゃもじゃ君を見守ってね
ko: 친구야 제발 덥수룩한 친구를 지켜봐줘
pl: Przyjaciel pilnować kudłatego kumpla.
pt_br: Amiga cuida de Amigo Felpudo por favor.
ru: Друг, присмотри за лохматым дружком
zh_tw: 朋友請幫忙看好毛絨絨的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_POST_ITEM
source: Put on ground
de: Auf Boden stellen
es: Va en el suelo
fr: Faut planter dans le sol.
it: Mettere per terra
ja: 地面に置こうね
ko: 땅에 놔둬
pl: Postawić na ziemi.
pt_br: Vou colocar no chão.
ru: Поставить на землю
zh_tw: 放在地上

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_SEWINGMACHINE
source: Clothes maker
de: Kleidermacher
es: Hacerropas
fr: C'est pour fabriquer des vêtements.
it: Fa vestiti
ja: お洋服作るやつだね
ko: 옷 만드는 물건
pl: Maszyna do robienia ubrań
pt_br: Fazedora de roupas.
ru: Делает одежду
zh_tw: 做衣服的東西

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: Clothes maker bits
de: Kleidermacherteile
es: Trozos de hacerropas
fr: Des bouts de fabrique à vêtements.
it: Pezzi per fa vestiti
ja: お洋服作るやつのバラバラだね
ko: 옷 만드는 물건이 조금 있어
pl: Kawałki maszyny do robienia ubrań
pt_br: Pedaços de fazedora de roupas.
ru: Кусочки штуки, чтобы делать одежду
zh_tw: 做衣服的小東西

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_STAGE
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Salve!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_STAGE_ITEM
source: Where to plant?
de: Wo pflanzen?
es: ¿Dónde lo planto?
fr: Où faut le planter ?
it: Dove piantare?
ja: どこに植えようかな？
ko: 어디에 심지?
pl: Gdzie postawić?
pt_br: Onde plantar?
ru: Где посадить?
zh_tw: 種在哪裡呢？

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: Hungry?
de: Hungrig?
es: ¿Tienes hambre?
es_mx: ¿Con hambre?
fr: T'as faim ?
it: Fame?
ja: おなかすいた？
ko: 배고프니?
pl: Głodna?
pt_br: Com fome?
ru: Хочешь есть?
zh_tw: 餓了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: Shiny thing has little house
de: Glänzding hat kleines Haus.
es: Cosa brillante tiene casa pequeña
es_mx: Cosa brillante tiene casita
fr: Le truc brillant a une petite maison.
it: Cosa brillante ha casa piccola
ja: キラキラのやつはちいちゃなおうちがあるよ
ko: 반짝이는 물건한테 작은 집이 있어
pl: Błyszcząca rzecz ma mały domek
pt_br: Coisa reluzente tem casinha.
ru: У блестяшки есть свой маленький домик
zh_tw: 閃閃發光的傢伙有個小房子

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: Turn-arounder
de: Umdreher.
es: Gira-gira
es_mx: Dador de vueltas
fr: Un truc pour tourner.
it: Per cambiare via
ja: コロコロさん
ko: 빙글빙글 돌아
pl: Obracacz
pt_br: Muda-direção.
ru: Разворачивалка
zh_tw: 讓轉身的東西

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: Learning
de: Lernt.
es: Aprendiendo
es_mx: Aprendiendo
fr: La bestiole apprend.
it: Impara
ja: 学ぶ
ko: 배우는 중이야
pl: Uczy się
pt_br: Aprendendo.
ru: Обучалка
zh_tw: 學習

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: For little friend
de: Für kleinen Freund.
es: Para pequeña amiga
es_mx: Para pequeña amiga
fr: Une machine pour ma copine.
it: Per piccolo amico
ja: 小さなお友だちのために
ko: 작은 친구가 쓰는 거야
pl: Dla małej przyjaciółki
pt_br: Para amiguinho.
ru: Для маленького дружка
zh_tw: 給小朋友的

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: Springy box
de: Hüpfkiste.
es: Caja saltarina
es_mx: Caja brotante
fr: Un truc qui fait réagir.
it: Scatola salterina
ja: くっつきボックス
ko: 용수철 달린 상자야
pl: Skaczące pudełko
pt_br: Caixa de saltar.
ru: Коробка для выпрыгивания
zh_tw: 跳跳的盒子

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: Can little friend get poppy corn?
de: Kriegt kleiner Freund das Korn?
es: ¿Puede pequeña amiga coger palomita?
es_mx: ¿Puede pequeña amiga recibir palomitas?
fr: Est-ce que ma copine peut avoir du maïs ?
it: Pop-corn per piccolo amico?
ja: ちっちゃなお友だちはポピーコーンがもらえるの？
ko: 작은 친구가 팝콘을 가질 수 있을까?
pl: Czy mała przyjaciółka zdobędzie skaczącą kukurydzę?
pt_br: Amiguinho consegue pegar pipoquinha?
ru: Можно дать маленькому дружку немножко кукурузки?
zh_tw: 小朋友能拿到米花花嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: For little friend
de: Für kleinen Freund.
es: Para pequeña amiga
es_mx: Para pequeña amiga
fr: Une machine pour ma copine.
it: Per piccolo amico
ja: 小さなお友だちのために
ko: 작은 친구가 쓰는 거야
pl: Dla małej przyjaciółki
pt_br: Para amiguinho.
ru: Для маленького дружка
zh_tw: 給小朋友的

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: Fast spinner
de: Schneller Dreher.
es: Ruleta rápida
es_mx: Girador veloz
fr: Ça tourne vite.
it: Gira veloce
ja: ビュンビュンさん
ko: 빠른 회전통이야
pl: Szybki kręciołek
pt_br: Girador rápido.
ru: Быстро крутится
zh_tw: 轉的真快

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: Going faster
de: Noch schneller.
es: Va más rápido
es_mx: Va más rápido
fr: Elle va plus vite.
it: Va più veloce
ja: もっと早く行く
ko: 빨라지고 있어
pl: Coraz szybciej
pt_br: Acelerando.
ru: Еще быстрее
zh_tw: 越來越快

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: For little friend
de: Für kleinen Freund.
es: Para pequeña amiga
es_mx: Para pequeña amiga
fr: Une machine pour ma copine.
it: Per piccolo amico
ja: 小さなお友だちのために
ko: 작은 친구가 쓰는 거야
pl: Dla małej przyjaciółki
pt_br: Para amiguinho.
ru: Для маленького дружка
zh_tw: 給小朋友的

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: Jumper
de: Springer.
es: Saltarina
es_mx: Saltador
fr: Un truc pour sauter.
it: Salta salta
ja: ピョンピョンさん
ko: 점프 도구야
pl: Skakacz
pt_br: Saltador.
ru: Прыгалка
zh_tw: 跳跳

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: Getting strong
de: Wird stark.
es: Cada vez más fuerte
es_mx: ¡Poniéndose fuerte!
fr: Elle devient costaud.
it: Diventa forte
ja: 強くなってきたよ
ko: 튼튼해지고 있어
pl: Coraz silniejsza
pt_br: Ficando forte.
ru: Становится сильнее
zh_tw: 變強了

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: For little friend
de: Für kleinen Freund.
es: Para pequeña amiga
es_mx: Para pequeña amiga
fr: Une machine pour ma copine.
it: Per piccolo amico
ja: 小さなお友だちのために
ko: 작은 친구가 쓰는 거야
pl: Dla małej przyjaciółki
pt_br: Para amiguinho.
ru: Для маленького дружка
zh_tw: 給小朋友的

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: Friend help show the way
de: Hilft Freund, den Weg zu finden.
es: Amigo muestra el camino
es_mx: Ayudamigo mostrar camino
fr: Un copain qui montre la route.
it: Aiuta amico a trovare strada
ja: お友だちが道案内をしてくれるよ
ko: 길을 알려 주는 친구야
pl: Przyjaciel wskaże drogę
pt_br: Amigo ajuda a mostrar o caminho.
ru: Чтобы дружок видел дорогу
zh_tw: 幫忙指路的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: Friend help show the way
de: Hilft Freund, den Weg zu finden.
es: Amigo muestra el camino
es_mx: Ayudamigo mostrar camino
fr: Un copain qui montre la route.
it: Aiuta amico a trovare strada
ja: お友だちが道案内をしてくれるよ
ko: 길을 알려 주는 친구야
pl: Przyjaciel wskaże drogę
pt_br: Amigo ajuda a mostrar o caminho.
ru: Чтобы дружок видел дорогу
zh_tw: 幫忙指路的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: End place
de: Ende.
es: Sitio donde terminar
es_mx: Lugar terminar
fr: C'est la fin.
it: Punto finale
ja: 終点
ko: 끝나는 곳이야
pl: Koniec
pt_br: Local do fim.
ru: Место конца
zh_tw: 結束的地方

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: Good job friend!
de: Gut gemacht, Freund!
es: ¡Buen trabajo, amiga!
es_mx: ¡Buen trabajo amiga!
fr: Bien joué, ma copine !
it: Ben fatto, amico!
ja: よくやったね、お友だち！
ko: 잘했어, 친구!
pl: Dobra robota, przyjaciółko!
pt_br: Bom trabalho, amigo!
ru: Молодец, дружок!
zh_tw: 幹的好，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: {winner}'s friend did good job
de: Freund von {winner} war gut.
es: La amiga de {winner} hizo un buen trabajo
es_mx: Amiga de {winner} hizo buen trabajo
fr: La copine de {winner} a gagné.
it: Amico di {winner} ha fatto buon lavoro
ja: {winner}のお友だちはよくやったね
ko: {winner}의 친구가 정말 잘했어
pl: {winner} ma przyjaciółkę, która świetnie sobie poradziła
pt_br: Amigo de {winner} fez bom trabalho.
ru: {winner} радуется со своим дружком
zh_tw: {winner} 的朋友很厲害

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: End place
de: Ende.
es: Sitio donde terminar
es_mx: Lugar terminar
fr: C'est la fin.
it: Punto finale
ja: 終点
ko: 끝나는 곳이야
pl: Koniec
pt_br: Local do fim.
ru: Место конца
zh_tw: 結束的地方

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_START
source: Start place
de: Anfang.
es: Sitio donde empezar
es_mx: Lugar comenzar
fr: C'est le début.
it: Punto iniziale
ja: 始点
ko: 시작하는 곳이야
pl: Początek
pt_br: Local do início.
ru: Место начала
zh_tw: 開始的地方

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: Start place
de: Anfang.
es: Sitio donde empezar
es_mx: Lugar comenzar
fr: C'est le début.
it: Punto iniziale
ja: 始点
ko: 시작하는 곳이야
pl: Początek
pt_br: Local do início.
ru: Место начала
zh_tw: 開始的地方

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: Not so good
de: Nicht so gut.
es: No muy bien
es_mx: No muy bien
fr: Pas terrible.
it: Non tanto bene
ja: そんなによくないね
ko: 별로 안 좋아
pl: Niezbyt dobrze
pt_br: Não tão bom.
ru: Плохо дело
zh_tw: 不太好

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: Good!
de: Gut!
es: ¡Bien!
es_mx: ¡Bien!
fr: Bien !
it: Bene!
ja: うし！
ko: 좋아!
pl: Znakomicie!
pt_br: Bom!
ru: Отлично!
zh_tw: 很好！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: Measure little friend
de: Kleinen Freund testen.
es: Para pesar a pequeña amiga
es_mx: Medir pequeña amiga
fr: C'est une copine pour peser.
it: Misuro piccolo amico
ja: ちっちゃなお友だちを測るよ
ko: 작은 친구를 측정해
pl: Mierzy małe przyjaciółki
pt_br: Medir amiguinho.
ru: Подружка-измерялка
zh_tw: 稱稱小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: Measure little friend
de: Kleinen Freund testen.
es: Para pesar a pequeña amiga
es_mx: Medir pequeña amiga
fr: C'est une copine pour peser.
it: Misuro piccolo amico
ja: ちっちゃなお友だちを測るよ
ko: 작은 친구를 측정해
pl: Mierzy małe przyjaciółki
pt_br: Medir amiguinho.
ru: Подружка-измерялка
zh_tw: 稱稱小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_SEEDPACKET
source: Shh... friends sleeping inside
de: Psst ... Freunde schlafen drinnen.
es: Shh... Amigas durmiendo dentro
es_mx: Shh…, amigas durmiendo adentro
fr: Chut... Des copines font dodo dedans.
it: Shh... amici dormono dentro
ja: シーーッ！中でお友だちがねているよ
ko: 쉿... 안에서 친구들이 자
pl: Cii... W środku śpią przyjaciele
pt_br: Shh... amigos dormindo dentro.
ru: Тс-с… Внутри спят друзья
zh_tw: 噓……朋友在裡面睡覺呢

# CHARACTERS.WORMWOOD.DESCRIBE.YOTC_SEEDPACKET_RARE
source: Shh... friends sleeping inside
de: Psst ... Freunde schlafen drinnen.
es: Shh... Amigas durmiendo dentro
es_mx: Shh…, amigas durmiendo adentro
fr: Chut... Des copines font dodo dedans.
it: Shh... amici dormono dentro
ja: シーーッ！中でお友だちがねているよ
ko: 쉿... 안에서 친구들이 자
pl: Cii... W środku śpią przyjaciele
pt_br: Shh... amigos dormindo dentro.
ru: Тс-с… Внутри спят друзья
zh_tw: 噓……朋友在裡面睡覺呢

# CHARACTERS.WORMWOOD.DESCRIBE.YOTP_FOOD1
source: You okay, Twirly Tail?
de: Alles in Ordnung, Ringelschwanz?
es: ¿Estás bien, cola enroscada?
es_mx: ¿Estás bien, cola enrollada?
fr: Ça va, petite créature à queue en tire-bouchon ?
it: Tu bene, maialino?
ja: くるくるしっぽ大丈夫？
ko: 괜찮니, 꼬불 꼬리야?
pl: Wszystko w porządku, zakręcogonku?
pt_br: Você tá bem, Cauda Retorcida?
ru: Все хорошо, крючкохвост?
zh_tw: 你還好嗎，卷尾巴？

# CHARACTERS.WORMWOOD.DESCRIBE.YOTP_FOOD2
source: Oh... can't eat it
de: Oh ... kann ich nicht essen.
es: Oh... No puedo comer esto
es_mx: Oh… no poder comerlo
fr: Oh... Je peux pas manger ça.
it: Oh... non mangio
ja: おお…食べれないよ
ko: 아... 못 먹어
pl: Och... Nie da się tego zjeść
pt_br: Ah... não posso comer isso.
ru: Ой… Я не могу это есть
zh_tw: 不行，不能吃

# CHARACTERS.WORMWOOD.DESCRIBE.YOTP_FOOD3
source: Glub Glub on friends
de: Blubblub auf Freunden.
es: Glub-glub en amigos
es_mx: Gluglú en amigos
fr: Un bloup-bloup sur des copains.
it: Glu glu su amici
ja: お友だちがブクブク
ko: 친구들에게 꽂은 뽀글이야
pl: Bulbulek na przyjaciołach
pt_br: Glub Glubs em amigas.
ru: Буль-булька на друзьях
zh_tw: 朋友上面有咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: Fire so evil
de: Feuer soooo böse!
es: Fuego muy malo
fr: Le feu est vilain
it: Fuoco cattivo cattivo
ja: 火はすごく悪い子
ko: 불은 너무 악마야
pl: Ale zły ten ogień.
pt_br: Fogo tão mal.
ru: Огонь очень злой
zh_tw: 火是大壞蛋

# CHARACTERS.WORMWOOD.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: Wants to play?
de: Will spielen?
es: ¿Quiere jugar?
fr: Tu veux jouer ?
it: Vuole giocare?
ja: 遊びたい？
ko: 놀고 싶어?
pl: Chce się bawić?
pt_br: Quer brincar?
ru: Хочет играть?
zh_tw: 想玩嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: Kitty likes box
de: Kätzchen mag Kiste
es: Al gatito gusta caja
fr: Le faton aime la boîte
it: Gattini piacere scatola
ja: 子ネコは箱が好きだよね
ko: 애옹이는 상자를 좋아해
pl: Kotek lubi pudełka.
pt_br: Gatinho gosta da caixa.
ru: Киса любит коробки
zh_tw: 小貓喜歡這個箱子

# CHARACTERS.WORMWOOD.DESCRIBE_GENERIC
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: C'est un copain ?
it: Amici?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTHAPPY
source: Happy
de: Glücklich
es: Feliz
es_mx: Feliz
fr: Heureux
it: Felice
ja: 幸せ
ko: 행복해.
pl: Radość
pt_br: Feliz
ru: Внимание!
zh_tw: 快樂

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSED
source: Something wrong
de: Etwas falsch
es: Algo va mal
fr: Y'a un truc qui cloche.
it: Qualcosa sbagliato
ja: 何か変だね
ko: 뭔가 잘못 됐어
pl: Coś nie tak
pt_br: Algo errado.
ru: Что-то не так
zh_tw: 有問題

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORFAMILY
source: Misses family
de: Vermisst Familie
es: Quiere a su familia
fr: Sa famille lui manque.
it: Nostalgia famiglia
ja: 家族が恋しいんだね
ko: 가족이 그리워
pl: Tęsknić za rodziną.
pt_br: Sente saudade da família.
ru: Скучает по семье
zh_tw: 想家人

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORHAPPINESS
source: Wants to talk
de: Will reden
es: Quiere hablar
fr: Elle veut discuter.
it: Vuole parlare
ja: お話がしたいんだね
ko: 이야기하고 싶어
pl: Chcieć porozmawiać.
pt_br: Quer conversar.
ru: Хочет говорить
zh_tw: 想聊聊

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORKILLJOYS
source: Too many bothers around
de: Zu viele Störer überall
es: Muchas molestias cerca
fr: Y a trop de trucs qui l'embêtent.
it: Troppi fratelli attorno
ja: まわりに迷惑なものが多すぎるんだね
ko: 너무 많이 귀찮게 해
pl: Za dużo przeszkadzać wokół.
pt_br: Muitos incômodos em volta.
ru: Вокруг много надоед
zh_tw: 周圍太多麻煩

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORMOISTURE
source: Thirsty
de: Durstig
es: Tiene sed
fr: Elle a soif.
it: Ha sete
ja: 水が飲みたいんだね
ko: 목 말라
pl: Pić.
pt_br: Sedenta.
ru: Пить хочет
zh_tw: 渴了

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: Needs food!
de: Braucht Nahrung!
es: ¡Necesita comida!
es_mx: ¡Necesita comida!
fr: Le piou-piou a faim !
it: Serve cibo!
ja: 食べ物が必要だよ！
ko: 음식이 필요해!
pl: Potrzebuje jedzenia!
pt_br: Precisa de comida!
ru: Хочет еду!
zh_tw: 它需要食物！

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: Need room
de: Brauche Platz
es: Necesita espacio
fr: Elle veut de la place.
it: Serve spazio
ja: 場所を空けてほしいんだね
ko: 방이 필요해
pl: Potrzebować miejsca.
pt_br: Precisam de espaço.
ru: Не помещается
zh_tw: 需要空間

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTSTRESSORSEASON
source: Doesn't like weather now
de: Mag das Wetter jetzt nicht
es: No le gusta el clima
fr: Elle aime pas le temps, là.
it: Non piace questo tempo
ja: このお天気は好きじゃないんだって
ko: 지금 날씨는 싫어
pl: Nie lubić pogody.
pt_br: Não gosta do clima agora.
ru: Не нравится сейчас погода
zh_tw: 不喜歡現在的天氣

# CHARACTERS.WORMWOOD.DESCRIBE_PLANTVERYSTRESSED
source: No no no, not happy!
de: Nein, nein, nein, nicht glücklich!
es: ¡No, no, no, nada feliz!
fr: Non non non, elle est pas heureuse !
it: No, no, no, non felice!
ja: こんなのダメダメダメ！幸せじゃないよ！
ko: 아니 아니 아니야, 행복하지 않아!
pl: Nie, nie, nieszczęśliwa!
pt_br: Não, não, não, não tá feliz!
ru: Нет, нет, нет, ему плохо!
zh_tw: 不不不，不高興！

# CHARACTERS.WORMWOOD.DESCRIBE_SMOLDERING
source: Uh oh...
de: Auweh ...
es: Oh-oh...
es_mx: Oh, oh…
fr: Oh oh...
ja: あ～あ...
ko: 이런...
pl: O-oł...
ru: Ой-ой…
zh_tw: 呃噢...

# CHARACTERS.WORMWOOD.DESCRIBE_TOODARK
source: Where is light?
de: Wo ist Licht?
es: ¿Dónde hay luz?
es_mx: ¿Dónde está luz?
fr: Où est la lumière ?
it: Dove luce?
ja: 光はどこかな？
ko: 빛은 어디 있지?
pl: Gdzie jest światło?
pt_br: Onde tá a luz?
ru: Где свет?
zh_tw: 光明在哪裡？

# CHARACTERS.WORMWOOD.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Don't feel good
de: Fühlt sich nicht gut.
es: No parece bueno
es_mx: No sentir bien
fr: Il n'a pas l'air très bien.
it: Non sto tanto bene
ja: 気分が悪いなあ
ko: 느낌이 안 좋아
pl: Nie czuję się dobrze
pt_br: Não me sinto bem.
ru: Плохо себя чувствую…
zh_tw: 感覺它不太好

# CHARACTERS.WORMWOOD.EAT_FOOD.WINTERSFEASTFUEL
source: Friends?
de: Freunde?
es: ¿Amigos?
es_mx: ¿Amigos?
fr: Des copains ?
it: Amici?
ja: お友だち？
ko: 친구?
pl: Przyjaciele?
pt_br: Amigas?
ru: Друзья?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.QUAGMIRE_ANNOUNCE_LOSE
source: Didn't win. Oh
de: Nicht gewonnen. Oh.
es: No se ha ganado. Oh
es_mx: No ganar. Oh
fr: J'ai pas gagné. Oh.
it: Perso. Oh
ja: 負けちゃったよ。ああ
ko: 못 이겼어. 아
pl: Nie wygrałem. Och
pt_br: Não venci. Ah.
ru: Мы не выиграли. Ох
zh_tw: 噢，沒贏。

# CHARACTERS.WORMWOOD.QUAGMIRE_ANNOUNCE_MEALBURNT
source: Burnt. Oh
de: Brennt. Oh.
es: Se ha quemado. Oh
es_mx: Quemado. Oh
fr: C'est brûlé. Oh.
it: Bruciato. Oh
ja: 燃え尽きたよ。ああ
ko: 타 버렸어. 아
pl: Spaliło się. Och
pt_br: Queimado. Ah.
ru: Сгорело. Ой
zh_tw: 燒焦了，哎

# CHARACTERS.WORMWOOD.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: Oops. Not good belly stuff
de: Huch. Kein gutes Bauchzeug.
es: Ups. Cosa no buena para la tripa
es_mx: Uy. Mala cosa de barriga
fr: Oups. C'est pas du bon manger.
it: Oops. Roba non buona per pancia
ja: おっと。よくないおなかに入るものだね
ko: 이런. 좋은 음식이 아니야
pl: Ups. Niezbyt dobra rzecz do brzuszka
pt_br: Ops. Não é coisa boa de barriga!
ru: Ой. От этого животику будет плохо
zh_tw: 喔，不是好吃的

# CHARACTERS.WORMWOOD.QUAGMIRE_ANNOUNCE_WIN
source: Yay! Did it!
de: Juhuu! Geschafft!
es: ¡Sí! ¡Conseguido!
es_mx: ¡Viva! ¡Logrado!
fr: Oui ! J'ai réussi !
it: Sì! Fatto!
ja: いえい！やった！
ko: 만세! 해냈다!
pl: Juhuu! Udało się!
pt_br: Viva! Consegui!
ru: Ура! Получилось!
zh_tw: 耶！弄好了！
