Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ACTIONFAIL.REPAIR.WRONGPIECE
source: That piece ain't right.
de: Das Stück ist nicht richtig.
es: Esa pieza no es la correcta.
fr: C'est pas la bonne pièce.
it: Quel pezzo non va bene.
ja: こいつは間違いだな。
ko: 이게 아닌데.
pl: Ten kawałek nie pasuje.
pt_br: Essa peça não está certa.
ru: Это сюда не подходит.
zh_cn: 那个部分不对。
zh_tw: 那個部分不對。

# CHARACTERS.WOODIE.ACTIONFAIL.REPLATE.MISMATCH
source: Whoops. I used the wrong dish.
de: Hoppla. Ich habe das falsche Geschirr benutzt.
es: Uy. He usado el plato equivocado.
fr: Mince ! J'ai utilisé la mauvaise assiette.
it: Ooops. Ho usato il piatto sbagliato.
ja: いっけねえ、違う皿を使っちまった。
ko: 앗. 이 접시가 아닌데.
pl: Ups. Użyłem nieodpowiedniego naczynia.
pt_br: Ops. Usei o prato errado.
ru: Ой. Я взял не то блюдо.
zh_cn: 哎呦，我用错餐具了。
zh_tw: 哎呦，我用錯餐具了。

# CHARACTERS.WOODIE.ACTIONFAIL.REPLATE.SAMEDISH
source: This food is already on a dish.
de: Das Essen ist schon auf einem Geschirr.
es: Esta comida ya está en un plato.
fr: La bouffe est déjà sur une assiette.
it: Questo cibo è già su un piatto.
ja: 皿にはもう食べ物が乗ってるぞ。
ko: 이미 접시에 있잖아.
pl: Ten posiłek znajduje się już w naczyniu.
pt_br: Essa comida já está num prato.
ru: Эта еда уже на блюде.
zh_cn: 这道菜已经装盘了。
zh_tw: 這道菜已經裝盤了。

# CHARACTERS.WOODIE.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: Dangit! Messed up the timing.
de: Verdammt! Falscher Zeitpunkt.
es: ¡Maldición! Vaya desastre de ritmo.
fr: Flûte ! Mauvais timing !
it: Accidenti! Ho sbagliato il tempo.
ja: ちっくしょう！タイミングがめちゃくちゃだ。
ko: 이런! 타이밍을 놓쳤잖아.
pl: Kurczaki! Wypadłem z rytmu.
pt_br: Raios! Errei o tempo.
ru: Черт! Не могу попасть в ритм.
zh_cn: 哎呀呀！时机弄错了。
zh_tw: 哎呀呀！時機弄錯了。

# CHARACTERS.WOODIE.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: Gotta keep it steady.
de: Ich muss gleichmäßig rudern.
es: Debo mantenerlo constante.
fr: Il faut avoir la main sûre...
it: Devo essere regolare.
ja: 一定のリズムでやらないとな。
ko: 꾸준히 해야 해.
pl: Trzeba robić to równo.
pt_br: Tenho que deixar firme.
ru: Медленно и аккуратно.
zh_cn: 手要稳。
zh_tw: 手要穩。

# CHARACTERS.WOODIE.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: Let's give that another go, eh?
de: Das versuchen wir noch mal, wie?
es: Probemos de nuevo, ¿eh?
fr: Je réessaie, hein ?
it: Facciamo un altro tentativo, eh?
ja: もう一度やってみようじゃないか。
ko: 다시 한번 시도해 볼까?
pl: Spróbujmy jeszcze raz, co?
pt_br: Vamos tentar de novo, né?
ru: Попробуем еще раз, да?
zh_cn: 咱们再试试，咋样？
zh_tw: 咱們再試試，咋樣？

# CHARACTERS.WOODIE.ACTIONFAIL.RUMMAGE.GENERIC
source: I can't right now. Sorry!
de: Jetzt nicht. Tut mir Leid.
es: Ahora no puedo. ¡Lo siento!
fr: Je ne peux pas pour l'instant. Désolé !
it: Non posso in questo momento. Scusa!
ja: 今はムリだぜ！
ko: 지금은 할 수 없어. 미안해!
pl: Nie mogę teraz. Przepraszam!
pt_br: Não posso no momento. Desculpe!
ru: Прямо сейчас я ничего не могу. Прости!
zh_cn: 我现在不行。不好意思！
zh_tw: 我現在不行。不好意思！

# CHARACTERS.WOODIE.ACTIONFAIL.RUMMAGE.INUSE
source: Sorry! I'll wait til you're finished there.
de: Sorry! Ich werde warten, bis du fertig bist.
es: ¡Lo siento! Esperaré a que hayas terminado ahí.
fr: Désolé ! Je le ferai quand t'auras fini.
it: Scusa! Aspetterò finché hai finito lì.
ja: っと失礼！終わるまで待つぜ
ko: 미안해! 끝날 때까지 기다릴게.
pl: O, przepraszam. Poczekam, aż skończysz.
pt_br: Desculpe! Vou esperar você terminar.
ru: Прости! Я подожду, пока ты там не закончишь.
zh_cn: 对不起！我会等你做完那里的事情。
zh_tw: 對不起！我會等你做完那裡的事情。

# CHARACTERS.WOODIE.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: I wouldn't wanna muddle it up.
de: Ich will es nicht verderben.
es: No quiero descolocar las cosas.
fr: Je ne voudrais pas tout gâcher.
it: Non voglio intromettermi.
ja: 台無しにしたくないんでね。
ko: 내가 방해하기는 싫잖아.
pl: Nie chciałbym tego sknocić.
pt_br: Não quero estragar isso.
ru: Не хочу ничего тут испортить.
zh_cn: 我不想弄混了。
zh_tw: 我不想弄混了。

# CHARACTERS.WOODIE.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: I should wait for the dust to settle, eh?
de: Ich sollte warten, bis sich der Staub gesetzt hat, was?
es: Debería terminar a que los ánimos se calmen, ¿eh?
fr: Je devrais attendre que la poussière retombe, hein ?
it: Dovrei aspettare che la polvere si posi, eh?
ja: ケンカが終わるまで待ったほうがいいな…
ko: 잠잠해질 때까지 기다려야겠다, 그치?
pl: Poczekajmy, aż trochę się tu uspokoi, tak?
pt_br: Preciso esperar a poeira baixar, hã?
ru: Может, мне лучше подождать, пока пыль уляжется, а?
zh_cn: 我应该等到一切尘埃落定，嗯？
zh_tw: 我應該等到一切塵埃落定，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.SAIL.REPAIR
source: The boat's not damaged yet.
de: Das Boot ist nicht beschädigt.
es: El bote aún no está dañado.
fr: Le bateau est en parfait état.
it: La barca non è ancora danneggiata.
ja: このボートはまだ無傷のようだな。
ko: 배가 아직 부서지지 않았잖아.
pl: Ta łódka jeszcze nie jest uszkodzona.
pt_br: O barco ainda não está danificado.
ru: Лодка пока что в порядке.
zh_cn: 船没坏啊。
zh_tw: 船沒壞啊。

# CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd like that.
de: Ich glaube nicht, dass es das mögen würde.
es: No creo que le guste eso.
fr: Je crois qu'il n'a pas aimé ça.
it: Non credo che le piacerebbe.
ja: 彼女は喜ばないと思う。
ko: 좋아할 것 같지 않은데.
pl: Raczej by mu się to nie spodobało.
pt_br: Não acho que ela iria gostar disso.
ru: Не думаю, что ей это понравится.
zh_cn: 我觉得她不喜欢剃毛。
zh_tw: 我覺得她不喜歡剃毛。

# CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.GENERIC
source: You can't shave what's not hair.
de: Ich kann nichts rasieren, wo keine Haare sind.
es: No puedes afeitar lo que no tiene pelo.
fr: Seul le poil se rase.
it: Non si può rasare se non ci sono peli.
ja: 毛じゃないものは剃れないよ。
ko: 털이 아닌 걸 깎을 수는 없잖아.
pl: Nie ogolisz czegoś, co nie ma włosów.
pt_br: Não se pode depilar o que não é pelo.
ru: Ты не можешь сбрить то, у чего нет волос.
zh_cn: 你不能剃掉不是毛发的东西。
zh_tw: 你不能剃掉不是毛髮的東西。

# CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.NOBITS
source: It's already shorn, eh?
de: Bereits geschoren, was?
es: Ya está rapado, ¿no ves?
fr: Déjà rasé, hein ?
it: È già tosato, eh?
ja: もうすでに刈り込まれてるんでしょ、ねえ？
ko: 이미 털이 다 깎였잖아, 그치?
pl: Chyba już jest wygolony.
pt_br: Já está tosquiado, hã?
ru: Он уже подстрижен, да ведь?
zh_cn: 已经剃过了，嗯？
zh_tw: 已經剃過了，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.REFUSE
source: I like my beard.
de: Fühlt sich wie mein Bart an.
es: Me gusta mi barba.
fr: J'aime bien ma barbe.
it: Mi piace la mia barba.
ja: このヒゲは、そらねぇぞ
ko: 내 수염 같잖아.
pl: Lubię swoją brodę.
pt_br: Gosto da minha barba.
ru: Мне нравится моя борода.
zh_cn: 我喜欢我的胡子。
zh_tw: 我喜歡我的鬍子。

# CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: I can't just go shaving things willy nilly!
de: Ich kann mich doch nicht einfach wahllos drauflosrasieren!
es: No me puedo poner a afeitar al tuntún.
fr: Je ne peux pas commencer à raser n'importe quel bœufalo !
it: Non posso andare in giro a radere i mufali indiscriminatamente!
ja: 手当り次第に毛刈りできるわけじゃねぇんだよ！
ko: 닥치는 대로 털을 깎을 순 없어!
pl: Nie mogę tak strzyc, kogo popadnie!
pt_br: Não posso sair tosando tudo o que vir pela frente!
ru: Нельзя же ходить и брить кого ни попадя!
zh_cn: 我不能就这么给人家剃了！
zh_tw: 我不能就這麼給人家剃了！

# CHARACTERS.WOODIE.ACTIONFAIL.SLAUGHTER.TOOFAR
source: Sorry, it got away.
de: Tja, entkommen.
es: Lo siento; se ha escapado.
fr: Il est parti.
it: Ah, mannaggia, se l'è svignata.
ja: すまねえ、逃げられちまった。
ko: 미안, 도망쳤잖아.
pl: Przykro mi, zwiał.
pt_br: Desculpe, escapou.
ru: Эх, сбежала добыча.
zh_cn: 抱歉，它跑了。
zh_tw: 抱歉，它跑了。

# CHARACTERS.WOODIE.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: Just who's racing against who, eh?
de: Wer rennt hier gegen wen?
es: ¿Quién está corriendo contra quién, eh?
fr: Personne ne fait la course ici.
it: Ma chi contro chi, eh?
ja: で、誰と誰がレースに出るんだって？
ko: 누구를 상대로 경주하는 거야?
pl: Kto tu z kim walczy, co?
pt_br: Quem está correndo contra quem, ein?
ru: А кто с кем соревнуется-то, а?
zh_cn: 是谁跟谁比赛呢？
zh_tw: 是誰跟誰比賽呢？

# CHARACTERS.WOODIE.ACTIONFAIL.STORE.GENERIC
source: It's already packed tighter than a Toronto streetcar.
de: Die ist schon voller als eine Straßenbahn zur Hauptverkehrszeit.
es: Está ya tan lleno como un tranvía de Toronto.
fr: C'est déjà plein comme un œuf.
it: È già più pieno di un tram di Toronto.
ja: もうすでにギュウギュウ詰めだよ。
ko: 토론토 노면전차보다 더 붐비잖아.
pl: Ciaśniej tu niż w kanadyjskim tramwaju.
pt_br: Já está mais cheio que um bonde de Toronto.
ru: Тут уже места меньше, чем в набитом людьми трамвае в Торонто.
zh_cn: 已经比大城市的公交还挤了。
zh_tw: 已經比大城市的公交還擠了。

# CHARACTERS.WOODIE.ACTIONFAIL.STORE.INUSE
source: Oh, sorry. I didn't mean to hover over your shoulder.
de: Oh, das tut mir leid. Ich wollte nicht über deiner Schulter schweben.
es: Oh, lo siento. No pretendía mirarte por encima del hombre.
fr: Oh, désolé. J'avais pas l'intention d'espionner.
it: Oh scusa. Non intendevo respirarti sul collo.
ja: っと悪りぃ…のぞくつもりはなかったんだ
ko: 아, 미안. 방해하려던 건 아니었어.
pl: O, przepraszam. Nie zamierzałem patrzeć ci na ręce.
pt_br: Oh, desculpe. Eu não queria ficar rondando.
ru: Ой, прости. Я не хотел нависать у тебя за плечом.
zh_cn: 噢，对不起。我不是故意停在你肩膀上的。
zh_tw: 噢，對不起。我不是故意停在你肩膀上的。

# CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTALLOWED
source: I could probably find a better place to put that.
de: Dafür könnte ich wahrscheinlich einen besseren Ort finden.
es: Probablemente puedo encontrar un lugar mucho mejor para ponerlo.
fr: Je pourrais trouver un meilleur endroit où mettre ça.
it: Forse potrei trovare un posto migliore dove mettere questa cosa.
ja: そこには入れねぇほうがよさげだな
ko: 다른 놓을 자리를 알아봐야겠다.
pl: Lepiej znajdę dla tego lepsze miejsce.
pt_br: Eu poderia achar um lugar melhor pra colocar isso.
ru: Я бы мог найти место и получше.
zh_cn: 或许我能找到更好的地方放那个东西。
zh_tw: 或許我能找到更好的地方放那個東西。

# CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTMASTERCHEF
source: I wouldn't wanna muddle it up.
de: Ich will es nicht verderben.
es: No quiero descolocar las cosas.
fr: Je ne voudrais pas tout gâcher.
it: Non voglio intromettermi.
ja: 台無しにしたくないんでね。
ko: 내가 방해하기는 싫잖아.
pl: Nie chciałbym tego sknocić.
pt_br: Não quero estragar isso.
ru: Не хочу ничего тут испортить.
zh_cn: 我不想弄混了。
zh_tw: 我不想弄混了。

# CHARACTERS.WOODIE.ACTIONFAIL.TEACH.CANTLEARN
source: Err... do you understand this one, 'Luce?
de: Ähh ... Verstehst du das, Lucy?
es: Err... ¿entiendes esto, Lucy?
fr: Euh... tu comprends ça, Lucy ?
it: Emm... hai capito, Lucy?
ja: あー…ルーシー、これ、わかるか？
ko: 어... 이 거 이해해, 루시?
pl: Eee... Rozumiesz coś z tego, Lucy?
pt_br: Ahm... você entende esse, Luce?
ru: Э-э-э… ты понимаешь, что тут написано, Люс?
zh_cn: 呃...你懂这个吗，露西？
zh_tw: 呃...你懂這個嗎，露西？

# CHARACTERS.WOODIE.ACTIONFAIL.TEACH.KNOWN
source: I know that already, eh?
de: Das kenn ich bereits.
es: Ya lo sabía, ¿eh?
fr: Je sais déjà ça, hein ?
it: Lo so già, eh?
ja: そんなのは、もうとっくに知ってるぜ？
ko: 이미 아는 거잖아, 그치?
pl: Już to wiem, co nie?
pt_br: Já sei disso!
ru: Я ведь уже это знаю, хм?
zh_cn: 我已经知道这个了，不是吗？
zh_tw: 我已經知道這個了，不是嗎？

# CHARACTERS.WOODIE.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: Can't make heads or tails of it in this light.
de: Bei diesem Licht erkenne ich nicht viel.
es: Con esta luz no entiendo nada.
fr: Je n'y vois rien.
it: Con questa poca luce non ne verrò mai a capo.
ja: この明かりじゃ、いったい何なのか分かんねえな。
ko: 이렇게 어두우면 읽을 수 없잖아.
pl: W tym świetle nie mogę się w tym połapać.
pt_br: Não dá para fazer cara ou coroa nessa luz.
ru: Ни черта разобрать не могу при таком освещении.
zh_cn: 这个光线下什么都看不清。
zh_tw: 這個光線下什麼都看不清。

# CHARACTERS.WOODIE.ACTIONFAIL.TEACH.WRONGWORLD
source: I don't think I'm in the right place for this.
de: Ich glaube nicht, dass ich an der richtigen Stelle dafür bin.
es: No creo que esté en el lugar adecuado.
fr: Je dois pas être au bon endroit pour ça.
it: Non credo di essere nel posto giusto.
ja: この場所、あってねえと思うな。
ko: 여기가 아닌 것 같은데.
pl: Chyba jestem w złym miejscu.
pt_br: Não acho que estou no lugar certo pra isso.
ru: Кажется, это неподходящее место.
zh_cn: 对这件事，我想自己立场错了。
zh_tw: 對這件事，我想自己立場錯了。

# CHARACTERS.WOODIE.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: I think it's already got an owner.
de: Ich glaube, es hat schon einen Besitzer.
es: Creo que ya tiene dueño.
fr: Je crois qu'il a déjà un propriétaire.
it: Penso che abbia già un proprietario.
ja: こいつ、もう持ち主が決まってんじゃねぇのか。
ko: 이미 주인이 있는 것 같아.
pl: Chyba ma już właściciela.
pt_br: Acho que já tem dono.
ru: По-моему, у него уже есть хозяин.
zh_cn: 它已经有主人了。
zh_tw: 它已經有主人了。

# CHARACTERS.WOODIE.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I've got my own beefalo to worry aboot.
de: Ich habe mein eigenes Beefalo, um das ich mich kümmern muss.
es: Ya tengo a mi beefalo.
fr: J'ai déjà un bœufalo.
it: Ho già un mufalo di cui preoccuparmi.
ja: ビーファロの世話なら、1匹で十分だっての。
ko: 나에게는 걱정해야 할 나의 비팔로가 있어.
pl: Muszę martwić o własnego wołka.
pt_br: Já tenho meu próprio bífalo para me preocupar.
ru: У меня уже бифало есть, надо о нем заботиться.
zh_cn: 我已经有皮弗娄牛了。
zh_tw: 我已經有皮弗婁牛了。

# CHARACTERS.WOODIE.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: Better try something else, eh?
de: Versuchen Sie lieber etwas anderes, huh?
es: Será mejor que pruebe con otra cosa, ¿eh?
fr: Mieux vaut essayer autre chose, non ?
it: Meglio provare qualcos'altro, no?
ja: 別のヤツに試してみねぇとな。
ko: 다른 것을 해보는 게 좋겠어, 그치?
pl: Lepiej spróbuj czegoś innego, co?
pt_br: Melhor tentar outra coisa, né?
ru: Лучше другого попробовать, нет?
zh_cn: 去找别的动物试试，诶？
zh_tw: 去找別的動物試試，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: Now's not the time, eh?
de: Jetzt ist nicht die Zeit, was?
es: Ahora no es el momento, ¿eh?
fr: C'est pas le moment, hein ?
it: Adesso non è il momento giusto, eh?
ja: そんなことしてる場合じゃなさそうだぞ。
ko: 지금은 때가 아니잖아, 그치?
pl: To zły czas, co nie?
pt_br: Agora não é a hora, hã?
ru: Еще не время, да?
zh_cn: 现在时机不对，嗯？
zh_tw: 現在時機不對，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: You see another key around here, Lucy?
de: Siehst du hier noch einen Schlüssel, Lucy?
es: ¿Has visto otra llave por aquí, Lucy?
fr: Tu vois une autre clé par ici, Lucy ?
it: Vedi un'altra chiave qui intorno, Lucy?
ja: ルーシー、このあたりでもう1つカギを見なかったか？
ko: 혹시 다른 열쇠 못 봤어, 루시?
pl: Widzisz tu gdzieś jakiś inny klucz, Lucy?
pt_br: Está vendo outra chave por aqui, Lucy?
ru: Видишь где-нибудь здесь еще один ключ, Люси?
zh_cn: 露西，你看到附近有其他钥匙吗？
zh_tw: 露西，你看到附近有其他鑰匙嗎？

# CHARACTERS.WOODIE.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: That was the wrong key, eh?
de: Das war der falsche Schlüssel, nicht wahr?
es: Era la llave incorrecta, ¿eh?
fr: C'est pas la bonne clé, hein ?
it: Era la chiave sbagliata, eh?
ja: 違うカギだったってのか？
ko: 이 열쇠가 아니잖아, 그치?
pl: To zły klucz, co nie?
pt_br: Era a chave errada, hã?
ru: Это был не тот ключ, а?
zh_cn: 那把钥匙不对，嗯？
zh_tw: 那把鑰匙不對，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: I need some things to wrap first, eh?
de: Ich muss erst ein paar Sachen einpacken, ok?
es: Necesito algunas cosas para envolver primero, ¿eh?
fr: Je dois d'abord avoir des choses à emballer, hein ?
it: Ho bisogno di cose da avvolgere prima, eh?
ja: まずは包むもんがなくっちゃなぁ？
ko: 우선 포장할 것이 필요하잖아, 그치?
pl: Muszę mieć co owinąć, co nie?
pt_br: Preciso de alguma coisa pra embrulhar, hã?
ru: Сначала мне нужны кой-какие вещи для обертывания, ага?
zh_cn: 首先我需要一些东西来包起来，嗯？
zh_tw: 首先我需要一些東西來包起來，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.WRITE.GENERIC
source: No thanks. I have terrible writing.
de: Nein danke. Ich habe eine schreckliche Handschrift.
es: No, gracias. Tengo una letra fatal.
fr: Non, merci. J'ai une écriture abominable.
it: No grazie. Ho una scrittura terribile.
ja: やめとくぜ…オレの字は汚ねぇからな
ko: 음, 사양할게. 내가 글씨를 잘 못 쓰잖아.
pl: Nie, dzięki. Piszę jak kura pazurem.
pt_br: Não, obrigado. Minha letra é horrível.
ru: Нет, спасибо. У меня ужасный почерк.
zh_cn: 不用了，谢谢。我的字写得很糟糕。
zh_tw: 不用了，謝謝。我的字寫得很糟糕。

# CHARACTERS.WOODIE.ACTIONFAIL.WRITE.INUSE
source: If I could just... scooch in there after you...
de: Darf ich nach dir auch da rein?
es: Si pudiera... garabatear algo ahí después de ti...
fr: Si je pouvais juste... écrire un petit truc aussi après toi...
it: Se solo potessi... inserirmi dopo che hai fatto...
ja: 済んだら、チョロッと書かしてくれよ…
ko: 네가 다 쓰고 나면... 나도 좀 실례할게.
pl: Gdybym mógł tak... się wcisnąć po tobie...
pt_br: Se eu pudesse só... escrever algo depois de você...
ru: Если бы я только мог… черкануть пару строк, если места мне оставишь…
zh_cn: 要是我能在你之后在那也写上一些…
zh_tw: 要是我能在你之後在那也寫上一些…

# CHARACTERS.WOODIE.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: He must be out and aboot somewhere else.
de: Er wir wohl irgendwo anders unterwegs sein.
es: Imagino que andará por otro lado.
fr: Il doit être ailleurs.
it: Dev'essere indaffarato da qualche altra parte.
ja: あいつ、多分どっか他の場所にいるんだろうな。
ko: 그 녀석이 밖으로 나와 근처 다른 곳으로 가야 해.
pl: Pewnie kręci się gdzieś indziej.
pt_br: Ele deve estar em algum outro lugar.
ru: Наверно, он где-нибудь еще конкурс проводит.
zh_cn: 他一定在附近别的地方。
zh_tw: 他一定在附近別的地方。

# CHARACTERS.WOODIE.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: What, is the contest not open to residents of Canada?
de: Ist der Wettbewerb nicht für kanadische Bürger offen?
es: ¿Qué pasa? ¿No pueden participar los canadienses?
fr: Quoi, le concours n'est pas ouvert aux Canadiens ?
it: Cosa? Questa competizione non è aperta a chi risiede in Canada?
ja: んだぁ？カナダ人はまだコンテストに出場できねぇってか？
ko: 잠깐, 캐나다 거주자는 대회에 참가할 수 없다고?
pl: Co, czyżby konkurs nie był przeznaczony dla obywateli Kanady?
pt_br: Que foi? O concurso não está aberto para residentes do Canadá?
ru: Это что, граждане Канады участвовать не могут, что ли?
zh_cn: 怎么，比赛不对加拿大居民开放么？
zh_tw: 怎麼，比賽不對加拿大居民開放麼？

# CHARACTERS.WOODIE.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: Nothin' new here.
de: Hier gibt es nichts Neues.
es: Nada nuevo por aquí.
fr: Il n'y a rien de nouveau.
it: Niente di nuovo.
ja: 特に目新しいモンはねぇな。
ko: 새로운 것은 없어.
pl: Nie dowiedziałem się niczego nowego.
pt_br: Não é nenhuma novidade.
ru: Ничего нового.
zh_cn: 这没什么新东西。
zh_tw: 這沒什麼新東西。

# CHARACTERS.WOODIE.ACTIONFAIL_GENERIC
source: Sorry, I can't do that.
de: Tut mir leid, das kann ich nicht tun.
es: Lo siento, no puedo hacer eso.
fr: Désolé, je peux pas faire ça.
it: Mi dispiace, ma non posso farlo.
ja: ごめん、ワシにはできないや。
ko: 미안, 못하겠잖아.
pl: Przykro mi, nic z tego.
pt_br: Desculpe, mas não posso fazer isso.
ru: Прости, я не могу этого сделать.
zh_cn: 对不起，我做不到。
zh_tw: 對不起，我做不到。

# CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT
source: Lucy is going to be so proud of me!
de: Lucy wird so stolz auf mich sein!
es: ¡Lucy va a estar tan orgullosa de mí!
fr: Lucy va être fière de moi !
it: Lucy sarà così orgogliosa di me!
ja: Lucyは俺のことをとても誇りに思うだろう！
ko: 루시가 아주 대견해할 거야!
pl: Lucy będzie ze mnie dumna!
pt_br: A Lucy vai ficar tão orgulhosa de mim!
ru: Люси будет мной гордиться!
zh_cn: 露西肯定会为我感到骄傲的！
zh_tw: 露西肯定會為我感到驕傲的！

# CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That's a wrap, eh!
de: Das was ordentlich, oder?
es: ¡Qué bien terminado, eh!
fr: Ça sera tout, hein ?
it: Questo è un involucro, eh!
ja: これでおしまいだ、なあ！
ko: 됐잖아, 엉!
pl: To jest dopiero osiągnięcie, co nie?
pt_br: Fechou então, hã!
ru: Готово дело, ага.
zh_cn: 我太厉害了，是吧！
zh_tw: 我太厲害了，是吧！

# CHARACTERS.WOODIE.ANNOUNCE_ADVENTUREFAIL
source: Oh well. I gave it a good try.
de: Oh, gut. Ich habe es versucht.
es: En fin. Lo intenté como pude.
fr: Ah tant pis, au moins j'aurai essayé.
it: Oh beh. Ci ho provato.
ja: しょうがないか。頑張ったしね。
ko: 어쩔 수 없지. 최대한 시도는 했잖아.
pl: No cóż. Przynajmniej próbowałem.
pt_br: Bem que eu tentei.
ru: Ну, ладно. Я пытался, как мог.
zh_cn: 唉，好吧。至少我尝试过了。
zh_tw: 唉，好吧。至少我嘗試過了。

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_SINKHOLE.1
source: Pothole incoming.
de: Vorsicht Schlagloch.
es: Pronto será una sima.
fr: Va y avoir une grotte.
it: Sta per formarsi una buca.
ja: 地面に穴あきそうだぜ！
ko: 땅에 구멍이 나려고 하는데.
pl: Robi się dziura.
pt_br: Buracão chegando!
ru: А вот и яма.
zh_cn: 快到坑里了。
zh_tw: 快到坑裡了。

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_SINKHOLE.2
source: Take cover!
de: In Deckung!
es: ¡Hay que ponerse a cubierto!
fr: Aux abris !
it: Al riparo!
ja: 崩れるぞ！
ko: 안전한 곳으로 피해!
pl: Kryć się!
pt_br: Cubram-se!
ru: В укрытие!
zh_cn: 寻找掩护！
zh_tw: 尋找掩護！

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_SINKHOLE.3
source: Dangerous 'round here.
de: Gefährlich hier.
es: Es un lugar peligroso.
fr: C'est dangereux par ici.
it: È pericoloso da queste parti.
ja: ここは危ねぇな…
ko: 여기 위험하잖아.
pl: Niebezpiecznie tu.
pt_br: É perigoso por aqui.
ru: А тут опасно.
zh_cn: 这附近危险。
zh_tw: 這附近危險。

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_TRIBUTE.1
source: Maybe put the sinkholes on pause, eh?
de: Vielleicht mal eine Pause für Einsturzlöcher?
es: Tal vez así se detengan las simas, ¿eh?
fr: Et si on calmait le jeu avec les trous, hein ?
it: Forse metterà le doline in pausa, eh?
ja: これをやるから、地面に穴開けんのやめろ
ko: 땅이 푹 꺼지는 것 좀 멈춰줄래?
pl: Wstrzymałbyś się z tymi dziurami, co nie?
pt_br: Quem sabe eu coloque as dolinas em pausa, hã?
ru: Может, поставим ямы на паузу, а?
zh_cn: 能不能暂停别挖坑了，呃？
zh_tw: 能不能暫停別挖坑了，呃？

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_TRIBUTE.2
source: I got a tribute for you, eh?
de: Ich hab ein Tribut für dich.
es: Tengo un tributo para ti, ¿eh?
fr: J'ai un tribut pour toi, hein ?
it: Ho un omaggio per te, eh?
ja: これ、受け取ってくれよな
ko: 제물을 바칠게, 받아줄래?
pl: Mam dla ciebie podarek, co nie?
pt_br: Uma homenagem a você, hã?
ru: У меня есть кое-что для тебя, ага?
zh_cn: 我为你带来了贡品，呃？
zh_tw: 我為你帶來了貢品，呃？

# CHARACTERS.WOODIE.ANNOUNCE_ANTLION_TRIBUTE.3
source: This here's for you, eh?
de: Das ist für dich, ja?
es: Esto es para ti, ¿eh?
fr: Ça, c'est pour toi, hein ?
it: È per te, eh?
ja: これ、アンタにやるからよ
ko: 이걸 바칠게, 받아줄래?
pl: To dla ciebie, tak?
pt_br: Essa é pra você, hã?
ru: Это для тебя, ага?
zh_cn: 在这里献给你，呃？
zh_tw: 在這裡獻給你，呃？

# CHARACTERS.WOODIE.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: It's fillin' my head with ideas!
de: Füllt meinen Kopf mit Ideen!
es: Me está llenando la cabeza de ideas.
fr: Elle me remplit la tête de plans !
it: Mi sta riempiendo la testa di idee!
ja: オレの頭をアイデアで満たそうとしてきやがる！
ko: 내 머리를 아이디어로 채우고 있어!
pl: Wypełnia moją głowę pomysłami!
pt_br: Está enchendo minha cabeça de ideias!
ru: У меня в голове теперь куча идей!
zh_cn: 它把好多主意塞进了我的脑袋！
zh_tw: 它把好多主意塞進了我的腦袋！

# CHARACTERS.WOODIE.ANNOUNCE_ARCHIVE_NO_POWER
source: Well, that one's gonna stay a mystery for a while longer.
de: Nun, das wird noch eine Weile ein Geheimnis bleiben.
es: Eso va a seguir siendo un misterio durante un rato.
fr: Bon, ça restera un mystère pendant encore quelque temps.
it: Beh, resterà un mistero ancora per un po'.
ja: あー、こりゃしばらくの間は用途不明のままだな。
ko: 글쎄, 그것은 한동안 미스터리로 남을 거야.
pl: Cóż, to pozostanie tajemnicą nieco dłużej.
pt_br: Bom, esse daí vai continuar sendo um mistério por um bom tempo.
ru: Что ж, тайны этой штуки еще какое-то время останутся нераскрытыми.
zh_cn: 哈，那玩意可能要保持一段时间的神秘了。
zh_tw: 哈，那玩意可能要保持一段時間的神秘了。

# CHARACTERS.WOODIE.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: Guess I knew that one already.
de: Das wusste ich schon, schätze ich.
es: Supongo que eso ya me lo sé.
fr: Je crois que je connaissais déjà ça.
it: A quanto pare lo sapevo già.
ja: これはもう知ってんな。
ko: 내가 이미 알고 있는 거 같아.
pl: Już to wiedziałem.
pt_br: Eu acho que já sabia disso.
ru: Видимо, это я уже знаю.
zh_cn: 那个我已经知道了。
zh_tw: 那個我已經知道了。

# CHARACTERS.WOODIE.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: We better hightail it out of here.
de: Wir treten besser den Rückzug an.
es: Mejor salgamos de aquí.
fr: On ferait mieux de filer d'ici.
it: Meglio filarsela fuori da qua.
ja: 急いで逃げたほうがよくねぇか？
ko: 얼른 도망가야겠는데.
pl: Lepiej się stąd zabierajmy.
pt_br: É melhor darmos no pé.
ru: Лучше нам рвать когти отсюда.
zh_cn: 你最好迅速离开这里。
zh_tw: 你最好迅速離開這裡。

# CHARACTERS.WOODIE.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: Let's skedaddle!
de: Nix wie weg hier!
es: ¡Salgamos por patas!
fr: Fuyons !
it: Diamocela a gambe!
ja: こりゃ、逃げるが勝ちだぜ！
ko: 도망가자!
pl: Zmywajmy się!
pt_br: Pernas pra que te quero?
ru: Давайте улепетывать!
zh_cn: 我们快逃走吧！
zh_tw: 我們快逃走吧！

# CHARACTERS.WOODIE.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: There'll be trouble if we don't leave.
de: Wenn wir nicht gehen, gibt es Ärger.
es: Habrá problemas si no nos vamos.
fr: Si on reste ici, ça va mal finir.
it: Ci saranno dei problemi se non ce ne andiamo.
ja: こりゃ、逃げねぇとマズそうだぜ
ko: 큰일 나기 전에 얼른 가자.
pl: Będzie draka jak się stąd nie zabierzemy.
pt_br: Vamos ter problemas se não formos embora.
ru: Если мы не свалим, будет плохо.
zh_cn: 我们再不走就有麻烦了。
zh_tw: 我們再不走就有麻煩了。
