Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: Dizzy...
de: Schwindelig ...
es: Con mareos...
es_mx: Mareado…
fr: Il a la tête qui tourne...
it: Vertigini...
ja: クラクラする…
ko: 어지러워...
pl: Kręci się w głowie...
pt_br: Zonza...
ru: Гипнотизирует…
zh_tw: 暈……

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: Oh. Heavy
de: Oh. Schwer.
es: Oh. Pesa mucho
es_mx: Oh. Pesado
fr: Oh. C'est lourd.
it: Oh. Pesante
ja: ああ。重たいよ
ko: 아. 무거워
pl: Och. Ciężka
pt_br: Ah. Pesada.
ru: Ой. Тяжелая
zh_tw: 噢。好重

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: For raining time
de: Wenn es regnet.
es: Para cuando llueva
es_mx: Para tiempo de lluvia
fr: C'est pour les jours de pluie.
it: Per pioggia
ja: 雨の時用だよ
ko: 비 올 때 써
pl: Na deszcz
pt_br: Pra quando chover.
ru: Когда идет дождь
zh_tw: 雨天用的

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: For snow time
de: Wenn es schneit.
es: Para cuando nieve
es_mx: Para tiempo de nieve
fr: C'est pour la neige.
it: Per neve
ja: 雪の時用だよ
ko: 눈 올 때 써
pl: Na śnieg
pt_br: Pra quando nevar.
ru: Когда идет снег
zh_tw: 雪天用的

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: Glub Glub belly stuff
de: Blubblub-Bauchzeug.
es: Cosa glub-glub para la tripa
es_mx: Cosa de barriga gluglú
fr: Du manger pour bloup-bloup.
it: Roba per pancia glu glu
ja: ブクブクのおなかに入るもの
ko: 뽀글이 음식이야
pl: Rzeczy do brzuszka bulbulków
pt_br: Coisas de barriga de Glub Glub.
ru: Будет в животике буль-бульки
zh_tw: 咕嚕咕嚕填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGROD
source: Strong Glub Glub stick
de: Starker Blubblub-Stock.
es: Palo glub-glub fuerte
es_mx: Palo gluglú fuerte
fr: Un bâton solide pour attraper des bloup-bloup.
it: Grande bastone glu glu
ja: 強いブクブクの棒
ko: 튼튼한 뽀글이 막대기야
pl: Mocny patyk do bulbulków
pt_br: Vara de Glub Glub forte.
ru: Крепкая палка для буль-булек
zh_tw: 咕嚕咕嚕的硬木棍

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_1
source: Oooh, mud!
de: Oooh, Schlamm!
es: Oooh, ¡barro!
es_mx: Ooooh, ¡lodo!
fr: Oooh, de la boue !
it: Oooh, fango!
ja: ああ！泥だ！
ko: 와, 진흙이다!
pl: Och, błotko!
pt_br: Uuuuh, lama!
ru: О-о, грязь!
zh_tw: 噢，泥巴！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_2
source: Big Glub Glub
de: Großer Blubblub.
es: Gran glub-glub
es_mx: Gluglú grande
fr: Un gros bloup-bloup.
it: Glu glu grande
ja: おっきなブクブク
ko: 큰 뽀글이야
pl: Duży bulbulek
pt_br: Glub Glub Grande.
ru: Большая буль-булька
zh_tw: 大咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_3
source: Pointy Glub Glub
de: Spitzer Blubblub.
es: Glub-glub pinchudo
es_mx: Gluglú puntiagudo
fr: Un bloup-bloup pointu.
it: Glu glu spinoso
ja: とんがってるブクブク
ko: 뾰족한 뽀글이야
pl: Spiczasty bulbulek
pt_br: Glub Glub Pontudo.
ru: Острая буль-булька
zh_tw: 尖咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_4
source: Good for belly
de: Gut für Bauch.
es: Bueno para la tripa
es_mx: Bueno para barriga
fr: Ça remplit bien le ventre.
it: Buono per pancia
ja: おなかにいいね
ko: 배를 채우기 좋아
pl: Dobry dla brzuszka
pt_br: Bom pra barriga.
ru: Полезно для животика
zh_tw: 用來填飽肚子很不錯

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_5
source: Is friend?
de: Ist Freund?
es: ¿Amigo?
es_mx: ¿Es amigo?
fr: C'est un copain ?
it: È amico?
ja: お友だち？
ko: 친구인가?
pl: Przyjaciel?
pt_br: É amigo?
ru: Друг?
zh_tw: 是朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_6
source: Pretty Glub Glub
de: Hübscher Blubblub.
es: Glub-glub bonito
es_mx: Bonito gluglú
fr: Un joli bloup-bloup.
it: Glu glu carino
ja: かわいいブクブク
ko: 예쁜 뽀글이야
pl: Ładny bulbulek
pt_br: Glub Glub Bonito.
ru: Красивая буль-булька
zh_tw: 漂亮的噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_7
source: Gold Glub Glub
de: Goldener Blubblub.
es: Glub-glub dorado
es_mx: Gluglú dorado
fr: Un bloup-bloup doré.
it: Glu glu dorato
ja: 金のブクブク
ko: 황금 뽀글이야
pl: Złoty bulbulek
pt_br: Glub Glub Dourado.
ru: Золотая буль-булька
zh_tw: 金色的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_8
source: Cold!
de: Kalt!
es: ¡Frío!
es_mx: ¡Frío!
fr: C'est froid !
it: Freddo!
ja: ヒエヒエ！
ko: 차가워!
pl: Zimny!
pt_br: Frio!
ru: Холодная!
zh_tw: 冷！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_MEDIUM_9
source: Glub Glub smell sweet like fruit!
de: Blubblub reicht fruchtsüß!
es: Glub-glub huele dulce como la fruta
fr: Gloub gloub sent le fruit !
it: Glu glu odora come frutto dolce!
ja: ブクブクの匂いはまるで果物みたい！
ko: 꼴깍꼴깍은 과일처럼 달콤한 향이 나!
pl: Bulbulek pachnieć słodko jak owoc!
pt_br: Glub Glub tem cheiro doce como fruta!
ru: Буль-булька пахнет сладко, как фрукт!
zh_tw: 噗嚕噗嚕聞起來像水果一樣甜！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_1
source: Small Glub Glub
de: Kleiner Blubblub.
es: Glub-glub pequeño
es_mx: Gluglú pequeño
fr: Un petit bloup-bloup.
it: Glu glu piccolo
ja: 小さなブクブク
ko: 작은 뽀글이야
pl: Mały bulbulek
pt_br: Glub Glub Pequeno.
ru: Маленькая буль-булька
zh_tw: 小咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_2
source: Small Glub Glub
de: Kleiner Blubblub.
es: Glub-glub pequeño
es_mx: Gluglú pequeño
fr: Un petit bloup-bloup.
it: Glu glu piccolo
ja: 小さなブクブク
ko: 작은 뽀글이야
pl: Mały bulbulek
pt_br: Glub Glub Pequeno.
ru: Маленькая буль-булька
zh_tw: 小咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_3
source: Small Glub Glub
de: Kleiner Blubblub.
es: Glub-glub pequeño
es_mx: Gluglú pequeño
fr: Un petit bloup-bloup.
it: Glu glu piccolo
ja: 小さなブクブク
ko: 작은 뽀글이야
pl: Mały bulbulek
pt_br: Glub Glub Pequeno.
ru: Маленькая буль-булька
zh_tw: 小咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_4
source: Small Glub Glub
de: Kleiner Blubblub.
es: Glub-glub pequeño
es_mx: Gluglú pequeño
fr: Un petit bloup-bloup.
it: Glu glu piccolo
ja: 小さなブクブク
ko: 작은 뽀글이야
pl: Mały bulbulek
pt_br: Glub Glub Pequeno.
ru: Маленькая буль-булька
zh_tw: 小咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_5
source: Popped Glub Glub
de: Winziger Blubblub.
es: Glub-glub palomitas
es_mx: Gluglú palomitas
fr: Un bloup-bloup fatigué.
it: Glu glu croccante
ja: はじけたブクブク
ko: 튀긴 뽀글이야
pl: Prażony bulbulek
pt_br: Glub Glub Estourado.
ru: Пухлая буль-булька
zh_tw: 米花咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_6
source: Friends?
de: Freunde?
es: ¿Amigos?
es_mx: ¿Amigos?
fr: Des copains ?
it: Amici?
ja: お友だち？
ko: 친구?
pl: Przyjaciele?
pt_br: Amigos?
ru: Друзья?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_7
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: Un copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_8
source: Hot!
de: Heiß!
es: ¡Caliente!
es_mx: ¡Caliente!
fr: Chaude !
it: Rovente!
ja: アッチッチ！
ko: 뜨겁다!
pl: Gorący!
pt_br: Quente!
ru: Горячо!
zh_tw: 燙!

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISH_SMALL_9
source: Funny Glub Glub
de: Lustiger Blubblub.
es: Glub-glub divertido
es_mx: Gluglú gracioso
fr: Marrant, ce bloup-bloup.
it: Glu glu divertente
ja: 面白いブクブク。
ko: 웃기는 뽀글이야
pl: Śmieszny bulbulek
pt_br: Glub Glub engraçado
ru: Смешная буль-булька
zh_tw: 好玩的噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANTREE
source: Friends like water
de: Freunde wie Wasser
es: A los amigos les gusta el agua
fr: Les copains aiment l'eau.
it: Acqua piacere ad amici
ja: このお友だちはお水が好きなんだね
ko: 물을 좋아하는 친구야
pl: Przyjaciele lubić wodę.
pt_br: Amigas gostam de água.
ru: Друзья любят воду
zh_tw: 朋友喜歡水

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANTREENUT
source: Baby friend growing
de: Babyfreund wächst
es: Amigo bebé creciendo
fr: Le bébé copain pousse.
it: Piccolo amico cresce
ja: バブバブのお友だちが育ってる
ko: 성장하는 아기 친구야
pl: Dzidziuś przyjaciel rosnąć.
pt_br: Amiga bebê crescendo.
ru: Друг-малыш растет
zh_tw: 寶寶朋友在長大

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANTREE_PILLAR
source: Biiig friend!
de: Grooßer Freund!
es: ¡Amigo graaande!
fr: Graaaand copain !
it: Graaande amico!
ja: おっ～っきなお友だちだ！
ko: 삐익 친구!
pl: Duuuuży przyjaciel!
pt_br: Amiga graaaande!
ru: Большо-о-ой друг!
zh_tw: 大朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANVINE
source: Wants to give fruit
de: Will Frucht geben
es: Quiere dar fruta
fr: Il veut donner des fruits.
it: Vuole dare frutti
ja: 果物をくれるみたい
ko: 과일을 주고 싶어
pl: Chcieć dać owoce.
pt_br: Quer dar fruta.
ru: Хочет дать плоды
zh_tw: 想給我水果

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANVINE_COCOON
source: Made house in friend
de: Hab Haus in Freund gemacht
es: Ha hecho una casa en amigo
fr: Il a fait une maison dans le copain.
it: Fatto casa in amico
ja: お友だちにお家を作ったんだね
ko: 친구가 들어가 있는 집을 만들었어
pl: Zrobić domek w przyjacielu.
pt_br: Fez casa em amiga.
ru: Построили в друге дом
zh_tw: 在朋友身上建了家

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANVINE_COCOON_BURNT
source: No more house
de: Kein Haus mehr
es: Adiós, casa
fr: Y a plus de maison...
it: Niente più casa
ja: もうお家ないね
ko: 더는 집이 없어
pl: Nie ma domku.
pt_br: Casa acabou.
ru: Дома больше нет
zh_tw: 沒家了

# CHARACTERS.WORMWOOD.DESCRIBE.ONEMANBAND
source: Boom! Boom! Crash!
de: Bumm! Bumm! Krach!
es: ¡Bum! ¡Bum! ¡Crash!
es_mx: ¡Bum, bum! ¡Paf!
fr: Ba doum tss !
it: Bum! Bum! Crash!
ja: ボカーン！バコーン！
ko: 쾅! 쾅! 쿵!
pl: Bum! Bum! Brzęk!
pt_br: Bum! Bum! Pá!
ru: Бум! Бум! Бах!
zh_tw: 咚！咚！鏘！

# CHARACTERS.WORMWOOD.DESCRIBE.ONION
source: Makes eyes wet
de: Tut in den Augen weh.
es: Hace que los ojos se mojen
es_mx: Pone ojos mojados
fr: Ça rend mes yeux mouillés.
it: Fa occhi bagnati
ja: おめめをぬらすんだよ
ko: 눈을 축축하게 해
pl: Robi wodę w oczach
pt_br: Deixa olhos molhados.
ru: Из-за него глаза влажные
zh_tw: 會讓眼睛變濕

# CHARACTERS.WORMWOOD.DESCRIBE.ONION_COOKED
source: Smells nice
de: Riecht gut.
es: Huele bien
es_mx: Huele bien
fr: Ça sent bon.
it: Profumo buono
ja: いいにおいだね
ko: 냄새가 좋아
pl: Ładnie pachnie
pt_br: Cheira bem.
ru: Хорошо пахнет
zh_tw: 聞起來還不錯

# CHARACTERS.WORMWOOD.DESCRIBE.ONION_OVERSIZED
source: Crunchy
de: Knusprig.
es: Crujiente
es_mx: Crujiente
fr: C'est croquant.
it: Croccante
ja: カリカリだね
ko: 바삭바삭해
pl: Chrupka
pt_br: Crocante.
ru: Хрустяшка
zh_tw: 乾脆

# CHARACTERS.WORMWOOD.DESCRIBE.ONION_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.OPALPRECIOUSGEM
source: Pretty, pretty shiny
de: Hübsches Glitzerding.
es: Brillante y bonita, muy bonita
es_mx: Muy, muy reluciente
fr: C'est joli et ça brille.
it: Bella, bella brillante
ja: すごい、すごい光ってる
ko: 예쁜 반짝이야
pl: Ładny i świecący
pt_br: Brilho bonito.
ru: Красивый. И блестящий
zh_tw: 漂亮，閃閃發亮！

# CHARACTERS.WORMWOOD.DESCRIBE.OPALSTAFF
source: Oh! Stick is cold
de: Oh! Stock ist kalt.
es: ¡Oh! Palo está frío
es_mx: ¡Oh! Palo está frío
fr: C'est un bâton froid.
it: Oh! Bastone freddo
ja: おお！棒がヒエヒエだよ
ko: 아! 막대기가 차가워
pl: Och! Patyk jest zimny
pt_br: Ah! Bastão é frio.
ru: Ой! Холодная палка
zh_tw: 喔,棍子好冰!

# CHARACTERS.WORMWOOD.DESCRIBE.ORANGEAMULET
source: Picker Upper
de: Aufheber.
es: Recogedor
es_mx: Recogedor
fr: Un ramasseur automatique.
it: Serve sempre
ja: ピッカーアッパー
ko: 물건을 주워 줘
pl: Podnośnik
pt_br: Levanta-Moral.
ru: Бодрит
zh_tw: 上等的拾物器

# CHARACTERS.WORMWOOD.DESCRIBE.ORANGEGEM
source: Helper Shiny
de: Leuchthelfer.
es: Ayudante brillante
es_mx: Ayuda brillante
fr: Ça brille et ça peut m'aider.
it: Brilla e aiuta
ja: ピカピカのヘルパー
ko: 도우미 반짝이야
pl: Błyszczący pomocnik
pt_br: Brilho Ajudante.
ru: Полезная блестяшка
zh_tw: 閃亮的輔助寶石

# CHARACTERS.WORMWOOD.DESCRIBE.ORANGEMOONEYE
source: Shiny shows on Findy Paper
de: Glitzer zeigt auf Findepapier.
es: Brillante se ve en papel de encontrar cosas
es_mx: Reluciente aparece en papel hallador
fr: Un brillant qu'on voit sur le papier pour trouver.
it: Brilla vede su carta per trovare
ja: いい紙にキラキラが出るよ
ko: 찾기 종이에 반짝이가 나타나
pl: Świecące pokaże się na znajdźkopapierze
pt_br: Brilho aparece no Papel Encontrador.
ru: Блестяшка отражается на бумажке-искалке
zh_tw: 閃著光，在找東西的紙上面有

# CHARACTERS.WORMWOOD.DESCRIBE.ORANGESTAFF
source: Poof stick
de: Schnellstab.
es: Palo puf
es_mx: Palo puf
fr: Un bâton de téléportation.
it: Bastone puff
ja: めめしい棒
ko: 뿅 막대기야
pl: Patyk puf
pt_br: Bastão de Puf.
ru: Палка вжух
zh_tw: 噗嗤棍子

# CHARACTERS.WORMWOOD.DESCRIBE.PANDORASCHEST
source: Stuff!
de: Zeug!
es: ¡Cosas!
es_mx: ¡Cosas!
fr: Ça contient des choses !
it: Roba!
ja: 物だ！
ko: 물건이다!
pl: Rzeczy!
pt_br: Coisa!
ru: Штучки!
zh_tw: 有東西！

# CHARACTERS.WORMWOOD.DESCRIBE.PANETTONE
source: Tiny friends inside!
de: Kleine Freunde drinnen!
es: ¡Amigos diminutos dentro!
es_mx: ¡Amigos pequeñitos adentro!
fr: Il y a de tout petits copains cachés dedans.
it: Piccoli amici dentro!
ja: 中にちびっちゃいお友だちがいるよ！
ko: 안에 작은 친구가 있어!
pl: W środku są mali przyjaciele!
pt_br: Amigos minúsculos dentro!
ru: Внутри сидят маленькие друзья
zh_tw: 裡面有小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.PANFLUTE
source: Toot!
de: Tut!
es: ¡Tururú!
es_mx: ¡Piiii!
fr: Flûte alors.
it: Fiu!
ja: ぴゅー！
ko: 뚜!
pl: Fiu!
pt_br: Piiii!
ru: Фью!
zh_tw: 嘟嘟嘟

# CHARACTERS.WORMWOOD.DESCRIBE.PAPYRUS
source: Flat friends
de: Flache Freunde.
es: Amigos planos
es_mx: Amigos planos
fr: Un copain raplapla.
it: Amico piatto
ja: 平たいお友だち
ko: 납작한 친구들이야
pl: Płaski przyjaciel
pt_br: Amigos achatados.
ru: Плоские друзья
zh_tw: 平整的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.PAVLOVA
source: Crunchy
de: Knusprig.
es: Crujiente
es_mx: Crujiente
fr: C'est croquant.
it: Croccante!
ja: カリカリだね
ko: 바삭바삭해
pl: Chrupkie
pt_br: Crocante.
ru: Хрустяшка
zh_tw: 乾脆

# CHARACTERS.WORMWOOD.DESCRIBE.PEGHOOK
source: Tail Patoo-ies! Watch out!
de: Schwanzspucker! Vorsicht!
es: ¡Escupicolas! ¡Cuidado!
es_mx: ¡Cola stups! ¡Cuidado!
fr: Sa queue envoie des trucs ! Attention !
it: Veleno in coda! Attenzione!
ja: シッポくん！気を付けてね！
ko: 꼬리 퉤퉤다! 조심해!
pl: Ogoniasty plujek! Uwaga!
pt_br: Pffts de rabo! Cuidado!
ru: Хвостатая плюнька! Осторожно!
zh_tw: 長尾巴的小朋友們，小心了！

# CHARACTERS.WORMWOOD.DESCRIBE.PENGUIN
source: Woddle Woddle
de: Watschelwatschel.
es: Guiá-guiá
es_mx: Coá, coá
fr: Il ressemble à un piou-piou et se dandine.
it: Raaa raaa
ja: ヨタヨタ...
ko: 뒤뚱뒤뚱이야
pl: Furfur
pt_br: Ginga Ginga.
ru: Скользилка
zh_tw: 走路搖搖晃晃的

# CHARACTERS.WORMWOOD.DESCRIBE.PEPPER
source: Aww... cute!
de: Ooch ... niedlich!
es: Ohhh... ¡Qué preciosidad!
es_mx: Ay…, ¡lindo!
fr: Trop mignon !
it: Oh... Carino!
ja: あうう…かわいい！
ko: 세상에... 귀여워라!
pl: Ooo... Słodka!
pt_br: Ahh... que fofura!
ru: О-о-о… Такой милый!
zh_tw: 啊。太可愛了！

# CHARACTERS.WORMWOOD.DESCRIBE.PEPPERPOPPER
source: Yummy bites
de: Mmmmh, lecker!
es: Bocados ñam
es_mx: Bocados ricos
fr: Des petits morceaux de bon manger.
it: Bocconi gnam
ja: モグモグおいしいよ！
ko: 맛있는 맛이야
pl: Smaczne kąski
pt_br: Pedaços gostosos.
ru: Вкусняшки
zh_tw: 好吃的零嘴。

# CHARACTERS.WORMWOOD.DESCRIBE.PEPPER_COOKED
source: Oh. Smells like fire
de: Oh. Riecht nach Feuer.
es: Oh. Huele a fuego
es_mx: Oh. Huele como fuego
fr: Ça sent le feu.
it: Oh. Profuma di fuoco
ja: おお。燃えてるみたいなにおいだね
ko: 아. 불 냄새가 나는걸
pl: Och. Pachnie ogniem
pt_br: Mmmm. Tem cheiro de fogo.
ru: Ой. Пахнет огнем
zh_tw: 嗯。火的味道。

# CHARACTERS.WORMWOOD.DESCRIBE.PEPPER_OVERSIZED
source: Hot hot belly stuff
de: Heiß-heißes Bauchzeug
es: Cosa caliente para la tripa
fr: Du manger qui pique très très fort !
it: Roba per pancia calda calda
ja: アッチアッチのおなかに入るものだ
ko: 핫 뜨거 뜨거 배에 달린 물건
pl: Bardzo ostra rzecz do brzuszka
pt_br: Coisa de barriga quente, quente.
ru: О-о-очень горячая штучка для животика
zh_tw: 辣的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PEPPER_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.PERD
source: Hidey Tweeter
de: Schüchterner Piepser.
es: Pío-pío escondite
es_mx: Piador escondidizo
fr: Un piou-piou qui aime se cacher.
it: Cip cip nascosto
ja: 隠れてばっかりのピヨピヨ
ko: 잘 숨는 짹짹이야
pl: Ćwirek chowacz
pt_br: Piu-Piu Escondido.
ru: Прячущаяся чирикалка
zh_tw: 愛躲貓貓的嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.PERDFAN
source: Makes wind
de: Macht Wind.
es: Hace viento
es_mx: Hace viento
fr: Ça fait du vent.
it: Fa vento
ja: 風を作るんだね
ko: 바람을 만들어
pl: Robi wiatr
pt_br: Produz vento.
ru: Создает ветер
zh_tw: 能吹出風來

# CHARACTERS.WORMWOOD.DESCRIBE.PERDSHRINE.BURNT
source: No! AGGGH!
de: Nein! AAAHRG!
es_mx: ¡No! AAAH!
fr: Non ! ARGGGH !
ja: だめ！うわーー！
ko: 안 돼! 아아악!
pl: Nie! AAAA!
pt_br: Não! AGGGH!
ru: Нет! А-А-А-А-А!
zh_tw: 啊，不！

# CHARACTERS.WORMWOOD.DESCRIBE.PERDSHRINE.EMPTY
source: Needs belly stuff
de: Braucht Bauchzeug.
es: Necesita cosas para la tripa
es_mx: Necesita cosa de barriga
fr: Il lui faut de quoi se remplir le ventre.
it: Serve roba per pancia
ja: おなかに入るものが欲しいね
ko: 음식이 필요해
pl: Potrzebuje rzeczy do brzuszka
pt_br: Precisa de coisa de barriga.
ru: Нужно что-то для животика
zh_tw: 它急需填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.PERDSHRINE.GENERIC
source: Found a Hidey Tweeter!
de: Schüchternen Piepser gefunden!
es: ¡He encontrado un pío-pío escondite!
es_mx: ¡Encontré un piador escondidizo!
fr: J'ai trouvé un piou-piou qui aime se cacher !
it: Trovato cip cip nascosto!
ja: 隠れてばっかりのピヨピヨをみつけたよ
ko: 잘 숨는 짹짹이 찾았다!
pl: Znalazłem ćwirka chowacza!
pt_br: Encontrei um Piu-Piu Escondido!
ru: Нашел прячущуюся чирикалку!
zh_tw: 找到了愛躲貓貓的啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.PEROGIES
source: Good belly stuff
de: Gutes Bauchzeug.
es: Cosas buenas para la tripa
es_mx: Buena cosa de barriga
fr: Ça remplit bien le ventre.
it: Roba buona per pancia
ja: おいしいおなかに入るもの
ko: 좋은 음식이야
pl: Dobre rzeczy do brzuszka
pt_br: Coisa boa de barriga.
ru: Хорошая штучка для животика
zh_tw: 填飽肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.PETALS
source: Smells good
de: Riecht gut.
es: Huele bien
es_mx: Huele bien
fr: Ça sent bon.
it: Profuma
ja: いいにおいだね
ko: 냄새가 좋아
pl: Ładnie pachną
pt_br: Tem cheiro bom.
ru: Вкусно пахнет
zh_tw: 好香

# CHARACTERS.WORMWOOD.DESCRIBE.PETALS_EVIL
source: Hmmm... smells bad
de: Hmmm ... Riecht schlecht.
es: Mmm... Huele mal
es_mx: Mmm…, huele mal
fr: Ça sent mauvais.
it: Mmmm... Puzza
ja: んー…くさいよ
ko: 흐음... 냄새가 별로야
pl: Hmmm... brzydko pachną
pt_br: Hmmm... cheiro horrível.
ru: Хм-м… Плохо пахнет
zh_tw: 好臭。

# CHARACTERS.WORMWOOD.DESCRIBE.PETRIFIED_TREE
source: Friend made of rock
de: Freund aus Stein.
es: Amigo hecho de roca
es_mx: Amigo hecho de piedra
fr: C'est un copain en pierre.
it: Amico di roccia
ja: 岩でできたお友だち
ko: 돌로 만든 친구야
pl: Przyjaciel z kamienia
pt_br: Amiga feita de pedra.
ru: Друг из камня
zh_tw: 是石頭做的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.PHLEGM
source: Hork
es: Vómito
es_mx: Puaj
fr: Ça vient de la créature qui crache.
it: Puah
ja: キモイ
ko: 칵퉤야
pl: Chark
pt_br: Catarro.
ru: Гадость
zh_tw: 嘔

# CHARACTERS.WORMWOOD.DESCRIBE.PICKAXE
source: Pokey
de: Pieksig.
es: Puntiagudo
es_mx: Puntiagudo
fr: Une piocheuse.
it: Punte punte
ja: ツンツン
ko: 콕콕이야
pl: Kłujący
pt_br: Espetante.
ru: Тыкалка
zh_tw: 尖尖的

# CHARACTERS.WORMWOOD.DESCRIBE.PICKLEDHERRING
source: Salty Glub Glub
de: Salziger Blubblub.
es: Glub-glub salado
es_mx: Gluglú salado
fr: Un bloup-bloup salé.
it: Glu glu salato
ja: しょっぱいブクブク
ko: 짠 뽀글이야
pl: Słony bulbulek
pt_br: Glub Glub Salgado.
ru: Соленая буль-булька
zh_tw: 鹹的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITE1
source: Hello, Twirly Tail!
de: Hallo Ringelschwanz!
es: ¡Hola, cola enroscada!
es_mx: ¡Hola, cola enrollada!
fr: Salut créature à queue en tire-bouchon !
it: Ciao maialino!
ja: やあ、くるくるしっぽ！
ko: 안녕, 꼬불 꼬리야!
pl: Cześć, zakręcogonku!
pt_br: Olá, Cauda Retorcida!
ru: Привет, крючкохвост!
zh_tw: 你好啊，卷尾巴！

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITE2
source: Angry Twirly Tail
de: Wütender Ringelschwanz.
es: Cola enroscada enfadado
es_mx: Cola enrollada enojado
fr: Un être colérique à queue en tire-bouchon.
it: Maialino arrabbiato
ja: プンプンのくるくるしっぽ
ko: 화난 꼬불 꼬리야
pl: Zły zakręcogonek
pt_br: Cauda Retorcida Furioso.
ru: Сердитый крючкохвост
zh_tw: 生氣的卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITE3
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: Copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITE4
source: Like him
de: Mag ihn.
es: Me gusta
es_mx: Agradarme
fr: Je l'aime bien.
it: Mi piace
ja: あいつみたい
ko: 마음에 들어
pl: Lubię go
pt_br: Gosto dele.
ru: Мне нравится
zh_tw: 喜歡他

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITEFIGHTER1
source: Hello, Twirly Tail!
de: Hallo Ringelschwanz!
es: ¡Hola, cola enroscada!
es_mx: ¡Hola, cola enrollada!
fr: Salut créature à queue en tire-bouchon !
it: Ciao maialino!
ja: やあ、くるくるしっぽ！
ko: 안녕, 꼬불 꼬리야!
pl: Cześć, zakręcogonku!
pt_br: Olá, Cauda Retorcida!
ru: Привет, крючкохвост!
zh_tw: 你好啊，卷尾豬！

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITEFIGHTER2
source: Angry Twirly Tail
de: Wütender Ringelschwanz.
es: Cola enroscada enfadado
es_mx: Cola enrollada enojado
fr: Un être colérique à queue en tire-bouchon.
it: Maialino arrabbiato
ja: プンプンのくるくるしっぽ
ko: 화난 꼬불 꼬리야
pl: Zły zakręcogonek
pt_br: Cauda Retorcida Furioso.
ru: Сердитый крючкохвост
zh_tw: 生氣的卷尾豬。。。

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITEFIGHTER3
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: Copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.PIGELITEFIGHTER4
source: Like him
de: Mag ihn.
es: Me gusta
es_mx: Agradarme
fr: Je l'aime bien.
it: Mi piace
ja: あいつみたい
ko: 마음에 들어
pl: Lubię go
pt_br: Gosto dele.
ru: Мне нравится
zh_tw: 喜歡他
