Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.FIRECRACKERS
source: Just in case things around here weren't already exciting enough.
de: Als ob es hier nicht schon aufregend genug wäre.
es: Por si acaso las cosas no estaban lo suficientemente interesantes por aquí.
fr: Juste au cas où ce n'était pas déjà assez festif.
it: Come se la situazione quaggiù non fosse sufficientemente ricca di emozioni.
ja: このあたりが刺激的じゃなかった場合に備えて、ね。
ko: 주변 상황이 이미 충분히 흥미로운 경우를 대비해서.
pt_br: Como se as coisas por aqui já não fossem emocionantes o suficiente.
ru: Это на случай, если кому-то в обычной жизни потрясений недостаточно.
zh_tw: 以防這裡的事情不夠刺激。

# CHARACTERS.WANDA.DESCRIBE.FIREFLIES.GENERIC
source: I'll take some light wherever I can get it.
de: Ich nehme Licht, wo immer ich es bekommen kann.
es: A mí me sirve cualquier fuente de luz.
fr: J'accepte tout ce qui me permet d'avoir de la lumière.
it: Sono ben disposta verso tutte le fonti di luce che trovo.
ja: もらえる光源ならなんだってもらうわ。
ko: 빛을 얻을 수 있다면 어디서든 조금은 가져갈 거야.
pt_br: Pego qualquer fonte de luz sempre que posso.
ru: Свет — это всегда хорошо.
zh_tw: 只要有光就行，我不挑。

# CHARACTERS.WANDA.DESCRIBE.FIREFLIES.HELD
source: It never hurts to carry a little emergency light.
de: Es kann nie schaden, Notbeleuchtung dabei zu haben.
es: Nunca está de más llevarte una luz de emergencia.
fr: C'est toujours pratique d'avoir une petite lampe en cas d'urgence.
it: Non nuoce mai portarsi appresso una piccola luce d'emergenza.
ja: 非常灯を持ち歩くことに害はないわ。
ko: 조그마한 비상등을 가지고 다니면 다치지 않지.
pt_br: Luzes de emergência nunca são demais.
ru: Никогда не помешает иметь при себе огонек на крайний случай.
zh_tw: 攜帶一個小小的應急燈總不會錯。

# CHARACTERS.WANDA.DESCRIBE.FIREHOUND
source: I won't meet a fiery end from the likes of you!
de: Ich will kein feuriges Ende von deinesgleichen erleiden!
es: ¡No dejaré que acabe conmigo un bicho así!
fr: Le glas n'a pas encore sonné pour moi ! Je refuse !
it: Non sarò ridotta in cenere a causa tua!
ja: あんたみたいなのから、燃え盛る終末を迎えるなんてゴメンだわ！
ko: 너 같은 놈 때문에 불 같은 최후를 겪진 않을 거야.
pt_br: Não vou deixar que vocês me levem a um fim ardente!
ru: Ну нет, смерть от огня в мои планы не входит!
zh_tw: 像你這種傢伙還不足以讓我走向烈火結局。

# CHARACTERS.WANDA.DESCRIBE.FIRENETTLES
source: I have a feeling I shouldn't touch that.
de: Ich habe das Gefühl, dass ich das nicht anfassen sollte.
es: Algo me dice que no tendría que tocar eso.
fr: J'ai le pressentiment qu'il ne faut pas que je touche ça.
it: Ho la sensazione che non dovrei toccarla.
ja: あれには触っちゃいけない気がするわ。
ko: 만지면 안되는 것 같아.
pt_br: Tenho a impressão de que não devo tocar nisso.
ru: Мне кажется, не стоит это трогать.
zh_tw: 我有感覺我不應該碰這個。

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.EMBERS
source: I need to give it something to burn, quickly!
de: Ich muss schnell etwas Brennbares nachlegen!
es: Necesito algo para quemar y lo necesito ya.
fr: Il me faut quelque chose à brûler, et vite !
it: Presto, diamogli qualcosa da bruciare!
ja: 燃えるものを入れないと。早く！
ko: 불태울 무언가를 줘야겠어, 빨리!
pt_br: Preciso colocar algo pra queimar. E rápido!
ru: Нужно срочно что-нибудь подбросить в костер!
zh_tw: 我需要給它一些燃燒的東西，快！

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.GENERIC
source: It keeps the shadows at bay.
de: Es hält die Schatten in Schach.
es: Mantiene a raya a las sombras.
fr: Ça permet d'éloigner les ombres.
it: Tiene a bada le ombre.
ja: これは影を阻止する。
ko: 그림자를 막아주지.
pt_br: Mantém a escuridão distante.
ru: Распугивает тени.
zh_tw: 它能讓暗影遠離。

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.HIGH
source: Oh botheration, I got carried away with the kindling!
de: Ach verflixt, ich habe es mit dem Anzünden übertrieben!
es: Qué fastidio, me he pasado con el fuego.
fr: Oh, flûte de zut... Je crois que je me suis emballée.
it: Oh, che seccatura, ho esagerato con il combustibile!
ja: ああ、まったく。火を見てるうちに薪をくべるの忘れてた！
ko: 아 귀찮아, 불쏘시개 때문에 자제력을 잃었어!
pt_br: Ai, que amolação! Acabei me empolgando com o material inflamável!
ru: Вот ведь неудобство! Очень уж увлеклась, когда разжигала!
zh_tw: 哦，麻煩呐，我柴火加多了！

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.LOW
source: It needs more to burn if I want it to last.
de: Es braucht mehr Brennbares, wenn ich will, dass es länger brennt.
es: Tengo que quemar algo más si quiero que dure.
fr: Il me faut du combustible pour entretenir le feu.
it: Serve più combustibile, se voglio che duri.
ja: もっと長引かせるなら、もっと燃えるものが必要だわ。
ko: 지속하려면 태울 게 더 필요해.
pt_br: Pra que o fogo dure, preciso pôr mais coisas pra queimar.
ru: Нужно добавить топлива, а не то он скоро погаснет.
zh_tw: 如果想讓它繼續燒的話，它需要更多的燃料。

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.NORMAL
source: That feels better.
de: Ah, schon besser.
es: Así mucho mejor.
fr: C'est mieux comme ça.
it: Così va meglio.
ja: 割と気持ちいい。
ko: 훨씬 낫네.
pt_br: Assim está melhor.
ru: Так-то лучше.
zh_tw: 這樣感覺更好。

# CHARACTERS.WANDA.DESCRIBE.FIREPIT.OUT
source: I could get it going again in no time at all.
de: Ich könnte das im Handumdrehen wieder zum Laufen bringen.
es: Lo volveré a encender en un segundín.
fr: Je pourrais le relancer en un rien de temps.
it: Potrei riaccenderlo in una frazione di secondo.
ja: すぐにまた火をつけられるわね。
ko: 순식간에 다시 시작할 수 있어.
pt_br: Posso acendê-la de novo num piscar de olhos.
ru: Всего пару минут, и он снова загорится.
zh_tw: 我馬上就能讓它重新燒起來。

# CHARACTERS.WANDA.DESCRIBE.FIRESTAFF
source: Better be careful with that, we don't want a repeat of last time.
de: Lieber vorsichtig damit, wir wollen ja nicht, dass sich das letzte Mal wiederholt.
es: Será mejor que tenga cuidado con eso para no repetir lo de la última vez.
fr: Attention, il ne faudrait pas que ça recommence comme la dernière fois.
it: Meglio maneggiarlo con attenzione; non vogliamo che finisca come l'ultima volta.
ja: あれには気を付けたほうがいい。前と同じことを繰り返したくないわ。
ko: 조심하는 것이 좋겠어. 지난 시간이 반복되는 것은 바라지 않아.
pt_br: Melhor tomar cuidado com isso, não queremos repetir a última vez.
ru: Надо бы поосторожнее, а то будет, как в прошлый раз.
zh_tw: 最好小心一點，我們不希望重蹈上次的覆轍。

# CHARACTERS.WANDA.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It's starting to wind down.
de: So langsam fährt das Teil runter.
es: Está empezando a perder fuelle.
fr: Ça commence à ralentir.
it: Sta iniziando a calmarsi.
ja: 勢いがなくなってきちゃったわ。
ko: 서서히 잦아드네.
pt_br: Está começando a apagar.
ru: Топливо кончается.
zh_tw: 它的發條開始鬆弛了。

# CHARACTERS.WANDA.DESCRIBE.FIRESUPPRESSOR.OFF
source: Ready to fling at a moment's notice.
de: Allzeit wurfbereit!
es: Está listo para lanzar en cualquier momento.
fr: Il est prêt à s'activer en un rien de temps.
it: Pronta a lanciare senza preavviso.
ja: すぐに動作する準備ができてるわね。
ko: 순식간에 날아갈 준비가 되었네.
pt_br: Pronto pra funcionar assim que eu precisar.
ru: Готов к работе — только дай знак.
zh_tw: 隨時做好投擲準備。

# CHARACTERS.WANDA.DESCRIBE.FIRESUPPRESSOR.ON
source: It's a good thing we prepared for just such an eventuality.
de: Es ist gut, dass wir uns auf genau diese Möglichkeit vorbereitet haben.
es: Menos mal que nos hemos preparado para una situación así.
fr: Heureusement que je me suis préparée à ce genre de situation.
it: È un bene essere pronti a una simile eventualità.
ja: こんな場合に備えていたのはラッキーだったわね。
ko: 만일의 사태에 대비한 것은 좋은 일이지.
pt_br: Que bom que estamos preparados pra esse tipo de eventualidade.
ru: Хорошо, что мы подготовились как раз к такому повороту событий.
zh_tw: 還好我們為意外情況做了準備。

# CHARACTERS.WANDA.DESCRIBE.FISH
source: That's a fish alright.
de: Ja, das ist in der Tat ein Fisch.
es: Es un pez.
fr: C'est un poisson. Voilà.
it: È senza dubbio un pesce.
ja: ごく普通の魚だわ。
ko: 그것은 괜찮은 물고기야.
pt_br: É um peixe, sim.
ru: Всем рыбам рыба.
zh_tw: 是條像樣的魚。

# CHARACTERS.WANDA.DESCRIBE.FISHINGNET
source: Nothing but net.
de: Nichts als Netz.
es: Nada más que una red.
fr: Rien qu'un filet.
it: Niente altro che reti.
ja: ただの網だ
ko: 어망이다.
pt_br: Nada além de rede.
ru: Ничего, кроме сети.
zh_tw: 就是一張網。

# CHARACTERS.WANDA.DESCRIBE.FISHINGROD
source: I don't know if I'm patient enough to be a fisherwoman...
de: Ich weiß nicht, ob ich geduldig genug bin, um eine Fischerin zu sein ...
es: No sé si tengo paciencia suficiente para ser pescadora...
fr: Je ne sais pas si j'ai assez de patience pour devenir pêcheuse.
it: Non so se ho la pazienza necessaria per darmi alla pesca...
ja: 漁夫になるほどの忍耐力が私にあるかって言われると…
ko: 내가 어부가 될만큼 인내심이 있는지 모르겠어...
pt_br: Não sei se tenho paciência suficiente pra ser pescadora...
ru: По-моему, у меня не хватит терпения, чтобы стать рыбачкой...
zh_tw: 我不知道我是否有足夠的耐心成為一名漁婦……

# CHARACTERS.WANDA.DESCRIBE.FISHMEAT
source: Once a fish, now food.
de: Einst ein Fisch, nun Essen.
es: Antes era un pez y ahora es pescado.
fr: C'était un poisson, c'est désormais mon dîner.
it: Era un pesce e ora è cibo.
ja: 魚だったものが、食べ物になったわ。
ko: 한때는 물고기, 이제는 음식이지.
pt_br: Já foi peixe, agora é comida.
ru: Когда-то оно было рыбой, теперь стало едой.
zh_tw: 曾經是魚，現在是食物。

# CHARACTERS.WANDA.DESCRIBE.FISHMEAT_COOKED
source: It's been thoroughly cooked.
de: Er wurde gründlich gegart.
es: Está perfectamente cocinado.
fr: Il a bien été cuit.
it: È stato cotto a puntino.
ja: 完全に火が通ってる。
ko: 노릇노릇하게 잘 구워졌네.
pt_br: Está completamente cozido.
ru: Хорошо приготовлено.
zh_tw: 它已經被徹底煮熟了。

# CHARACTERS.WANDA.DESCRIBE.FISHMEAT_SMALL
source: Not much more than a quick fishy snack.
de: Nicht viel mehr als ein schneller fischiger Snack.
es: No es más que un pequeño aperitivo de pescado.
fr: C'est juste un en-cas.
it: Non è che un veloce spuntino a base di pesce.
ja: さっさと食べれる魚臭いスナックってところね。
ko: 비린내가 빨리 퍼지는 간식 이상은 아닌 걸.
pt_br: Não é muito mais do que um lanchinho de peixe.
ru: Простой рыбный перекус, не более.
zh_tw: 就是個魚肉小吃。

# CHARACTERS.WANDA.DESCRIBE.FISHMEAT_SMALL_COOKED
source: I don't know why I took the time to cook something so small.
de: Ich weiß nicht, warum ich mir die Zeit genommen habe, etwas so Kleines zuzubereiten.
es: No sé para qué he perdido el tiempo cocinando algo tan pequeño.
fr: Je ne sais pas pourquoi j'ai perdu du temps à cuire quelque chose d'aussi petit.
it: Non so perché mi sono presa la briga di cuocere una cosa tanto minuscola.
ja: こんなちんけなものを料理するのに時間を使ったなんて訳がわからないわ。
ko: 작은 놈을 요리하는데 왜 그렇게 시간을 들였는지 모르겠다.
pt_br: Não sei por que gastei tempo cozinhando algo tão pequeno.
ru: Даже не знаю, зачем я потратила время на готовку такой мелочи.
zh_tw: 我不知道我為什麼要花時間去做這麼小的東西。

# CHARACTERS.WANDA.DESCRIBE.FISHSTICKS
source: If only I had something to dip them in.
de: Wenn ich nur etwas hätte, in das ich sie tunken könnte.
es: Ojalá tuviera alguna salsita para mojar.
fr: Si seulement j'avais de la sauce pour les tremper dedans.
it: Vorrei tanto qualcosa in cui intingerli.
ja: これにつけるものがあればいいなあ。
ko: 찍어 먹을 게 있다면.
pt_br: Quem dera eu tivesse um molhinho pra mergulhá-los.
ru: Добыть бы где-нибудь соус.
zh_tw: 如果我有東西可以蘸著吃就好了。

# CHARACTERS.WANDA.DESCRIBE.FISHTACOS
source: I'll get a taco to go!
de: Ich hole mir einen Taco zum Mitnehmen!
es: Tendré un taco para llevar.
fr: Je vais prendre un taco à emporter !
it: Prendo un taco da portare via!
ja: 移動中に食べられるタコスを手に入れるわ。
ko: 타코를 사러 가야겠어!
pt_br: Vou pegar um taco pra viagem!
ru: Мне тако с собой, пожалуйста!
zh_tw: 我要買個玉米卷帶走！

# CHARACTERS.WANDA.DESCRIBE.FISH_BOX
source: I suppose the best way to keep fish fresh is to keep them alive.
de: Fisch bleibt am längsten frisch, wenn er lebend gehalten wird.
es: Supongo que la mejor forma de mantener el pescado fresco es que siga con vida.
fr: J'imagine que le meilleur moyen de garder un poisson frais, c'est de le garder vivant.
it: Suppongo che il modo migliore per conservare il pesce sia tenerlo in vita.
ja: 魚を新鮮に保つには、活かしておくのが一番よ。
ko: 생선을 신선하게 보관하는 가장 좋은 방법은 살아있는 상태로 유지하는 거지.
pt_br: Acho que a melhor maneira de manter os peixes frescos é mantê-los vivos.
ru: Судя по всему, рыба лучше всего сохраняет свежесть в живом виде.
zh_tw: 我想保持魚的新鮮的最好辦法是讓它們活著。

# CHARACTERS.WANDA.DESCRIBE.FISH_COOKED
source: If only I had a bit of vinegar to go with it.
de: Hätte ich nur etwas Essig dazu.
es: Ojalá tuviera un poco de vinagre para acompañar.
fr: J'aurais aimé un filet de vinaigre pour aller avec.
it: Mi servirebbe dell'aceto con cui accompagnarlo.
ja: これにつける酢が少しあれば最高なのに。
ko: 식초가 조금 있었다면 어울릴 텐데.
pt_br: Quem me dera ter um pouco de vinagre pra passar nele.
ru: Было бы у меня хоть немножко уксуса для приправы...
zh_tw: 如果我有一點醋就好了。

# CHARACTERS.WANDA.DESCRIBE.FLINT
source: Aha, I've found some flint!
de: Aha! Ich habe Feuerstein gefunden!
es: ¡Perfecto! He encontrado pedernal.
fr: Ha ha, j'ai trouvé du silex !
it: Aha, ho trovato della selce!
ja: あ！火打ち石だわ！
ko: 아, 부싯돌을 찾았다!
pt_br: Ah-rá, encontrei pederneira!
ru: Ага! Я нашла кремень!
zh_tw: 啊哈，我發現了一些燧石！

# CHARACTERS.WANDA.DESCRIBE.FLOWER.GENERIC
source: I have far more pressing things to do than pick flowers.
de: Ich habe viel dringendere Dinge zu tun, als Blumen zu pflücken.
es: Tengo cosas más importantes que hacer que ponerme a coger flores.
fr: J'ai plus urgent à faire que cueillir des fleurs.
it: Ho questioni molti più urgenti da sbrigare di raccogliere di fiori.
ja: 花を摘むよりもっと大事な急務があるんだけど。
ko: 나에게는 꽃을 따는 것보다 훨씬 더 시급한 일이 있어.
pt_br: Tenho coisas bem mais urgentes pra fazer do que colher flores.
ru: У меня слишком мало времени, чтобы тратить его на цветочки.
zh_tw: 我有比摘花更緊迫的事情要做。

# CHARACTERS.WANDA.DESCRIBE.FLOWER.ROSE
source: I don't have time to stop and smell the roses.
de: Ich habe keine Zeit, innezuhalten und die Rosen zu riechen!
es: No tengo tiempo para pararme a oler las rosas.
fr: Je n'ai pas le temps de profiter du parfum des roses.
it: Non ho tempo di fermarmi ad annusare le rose.
ja: 立ち止まってバラの花の匂いを味わう時間なんてないわ。
ko: 멈춰서 장미 향을 맡을 시간이 없다고.
pt_br: Não tenho tempo pra parar, a vida não é um mar de rosas.
ru: У меня нет времени тут розы нюхать.
zh_tw: 我沒有時間停下來聞玫瑰花。

# CHARACTERS.WANDA.DESCRIBE.FLOWERHAT
source: Oooh, how whimsical!
de: Oooh, wie skurril!
es: Oh... ¡Qué ostentoso!
fr: Oooh, que c'est cocasse !
it: Ooh, che fantasia!
ja: ああ！なんて気まぐれなの！
ko: 오, 정말 기발해!
pt_br: Aaah, que exótica!
ru: Ух ты! Как причудливо!
zh_tw: 哦，真是異想天開啊！

# CHARACTERS.WANDA.DESCRIBE.FLOWERSALAD
source: What a lovely bowl of yard clippings.
de: Was für eine schöne Schale mit Gartenabfällen.
es: Qué bol tan majo de hojitas de la huerta.
fr: C'est un très joli bol de nourriture pour lapins.
it: Che graziosa ciotola di cimature di cortile.
ja: あら、可愛らしい庭から摘んだものの寄せ集めじゃない。
ko: 사랑스럽게도 마당에서 가져온 것들이 한 그릇이네.
pt_br: Que linda tigela de flores do jardim.
ru: Какое прекрасное блюдо из садовых обрезков.
zh_tw: 多麼可愛的一碗庭院切花啊。

# CHARACTERS.WANDA.DESCRIBE.FLOWER_CAVE
source: I don't have time to stop and smell the flowers.
de: Ich habe keine Zeit, innezuhalten und die Blumen zu riechen!
es: No tengo tiempo para pararme a oler las flores.
fr: Je n'ai pas le temps de profiter du parfum des fleurs.
it: Non ho tempo di fermarmi ad annusare i fiori.
ja: 立ち止まって花の匂いを味わう時間なんてないわ。
ko: 멈춰서 꽃향기를 맡을 시간이 없어.
pt_br: Não tenho tempo pra parar, nem tudo na vida são flores.
ru: У меня нет времени тут цветы нюхать.
zh_tw: 我沒有時間停下來聞花香。

# CHARACTERS.WANDA.DESCRIBE.FLOWER_EVIL
source: I don't have time to stop and smell the-- hold on, what's wrong with that one?
de: Ich habe keine Zeit, innezuhalten und die ... Moment mal, was stimmt damit nicht?
es: No tengo tiempo para pararme a oler... Un momento, ¿qué le pasa a esa?
fr: Je n'ai pas le temps de profiter du parfum des... euh, elle est bizarre, celle-ci.
it: Non ho tempo di fermarmi ad annusare i... Un secondo, che problema ha quel fiore?
ja: 立ち止まって花の匂いを…ん？何よこの変な香りは？
ko: 멈춰서 냄새 맡을 시간이 없어--잠깐만, 거기 무슨 문제지?
pt_br: Não tenho tempo pra parar, nem tudo... espera, o que tem de errado com aquela ali?
ru: У меня нет времени тут цветы... постойте, с ним явно что-то не так.
zh_tw: 我沒有時間停下來聞一聞——等等，那朵花是不是有問題？

# CHARACTERS.WANDA.DESCRIBE.FLOWER_WITHERED
source: Time has claimed it.
de: Die Zeit hat sie sich geholt.
es: El tiempo se la ha llevado.
fr: Le temps l'a reprise.
it: Il tempo lo ha rivendicato.
ja: 時の波に飲まれたのね。
ko: 시간이 그렇게 했지.
pt_br: O tempo a levou embora.
ru: Время взяло верх.
zh_tw: 時間奪取了它。

# CHARACTERS.WANDA.DESCRIBE.FOLIAGE
source: Am I going to stop and examine every bit of greenery I find?
de: Werde ich innehalten und jedes Fleckchen Grün untersuchen, auf das ich stoße?
es: ¿Voy a pararme a echarles un ojo a todas las plantas que me encuentre?
fr: Je vais vraiment m'arrêter pour examiner chaque bout de végétation ?
it: Ho davvero intenzione di fermarmi a esaminare ogni elemento di vegetazione che trovo?
ja: 私は立ち止まってその辺にあるすべての植物を確かめなくちゃいけないの？
ko: 멈춰서 발견한 모든 녹지를 조사해야 할까?
pt_br: Será que vou parar pra examinar cada folhagem que eu encontrar?
ru: Я серьезно буду разглядывать каждое растение по дороге?
zh_tw: 我是否要停下腳步，檢查我發現的每一點綠色植物？

# CHARACTERS.WANDA.DESCRIBE.FOOTBALLHAT
source: I don't want my brain scrambled, I'm forgetful enough as it is.
de: Ich will nicht, dass mein Gehirn komplett durcheinander gerät, ich bin schon vergesslich genug.
es: No quiero que me pateen la cabeza, ya tengo bastante mala memoria.
fr: Je ne veux pas que mon cerveau prenne des chocs. J'oublie assez de choses comme ça.
it: Non voglio traumi cranici, sono già fin troppo smemorata.
ja: 脳みそかき混ぜるなんて嫌よ。もうすでに忘れっぽいんだから。
ko: 내 뇌가 뒤죽박죽되는 것을 원하지 않아. 지금 이대로도 충분히 잘 잊어버리지.
pt_br: Não quero machucar meu cérebro. Eu já sou bem esquecida das coisas.
ru: Я и так все подряд забываю, еще травм головы не хватало.
zh_tw: 我不希望我的大腦被打亂，我已經夠健忘的了。

# CHARACTERS.WANDA.DESCRIBE.FORGETMELOTS
source: Have I seen those before?
de: Habe ich die schon einmal gesehen?
es: ¿Los habré visto antes...?
fr: Est-ce que j'en ai déjà vu ?
it: Possibile che li abbia già visti?
ja: これ前に見たことあったかしら？
ko: 전에 그들을 본 적이 있나?
pt_br: Eu já vi isso antes?
ru: Я их раньше видела или нет?
zh_tw: 我以前見過這些東西嗎？

# CHARACTERS.WANDA.DESCRIBE.FORMAL_BLUEPRINT
source: My beefalo will look like the perfect gentleman.
de: Mein Beefalo wird wie der perfekte Gentleman aussehen.
es: Mi beefalo estará más elegante que nadie.
fr: Mon bœufalo ressemblera à un parfait gentleman.
it: Il mio mufalo sembrerà un perfetto gentiluomo.
ja: 私のビーファロはパーフェクトジェントルマンみたいに見えるわね。
ko: 내 비팔로는 완벽하게 신사처럼 보일 거야.
pt_br: Meu bífalo vai ficar com a aparência de um perfeito cavalheiro.
ru: Мой бифало будет выглядеть, как настоящий джентльмен.
zh_tw: 我的皮弗婁牛看起來會像一個完美的紳士。

# CHARACTERS.WANDA.DESCRIBE.FOSSIL_PIECE
source: These bones are too old for my magic to work. However...
de: Diese Knochen sind zu alt, als dass mein Zauber wirken könnte. Allerdings ...
es: Mi magia no funciona con estos huesos, pero...
fr: Ces os sont trop vieux pour que ma magie fonctionne. En revanche...
it: La mia magia non ha effetto su ossa tanto vecchie. Tuttavia...
ja: この骨は古すぎて私の魔法も効かない…けど…
ko: 내 마법이 작동하기에 이 뼈들은 너무 낡았어. 하지만...
pt_br: Estes ossos são velhos demais pra minha magia funcionar. Contudo...
ru: Слишком древние кости, чтобы моя магия на них сработала. Хотя...
zh_tw: 這些骨頭太老了，我的魔法無法發揮作用。然而……

# CHARACTERS.WANDA.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: I did it! Why did I do that again?
de: Ich habe es geschafft! Warum habe ich das nochmal gemacht?
es: ¡Lo he conseguido! Pero ¿por qué lo he hecho?
fr: J'ai réussi ! Pourquoi j'ai fait ça, au fait ?
it: Ce l'ho fatta! Ma ancora non so perché mi sia data tutta questa pena...
ja: やった！でもなんでまたやっちゃったんだろう？
ko: 해냈다! 내가 이걸 왜 또 했지?
pt_br: Consegui! Aliás, por que foi que eu fiz isso?
ru: У меня получилось! А зачем я это сделала?
zh_tw: 我做到了！我為什麼要這麼做來著？

# CHARACTERS.WANDA.DESCRIBE.FOSSIL_STALKER.FUNNY
source: Oh botheration, that doesn't look right at all.
de: Ach verflixt, das sieht aber gar nicht gut aus.
es: Qué fastidio, ha quedado fatal.
fr: Oh, flûte de zut. Ça ne va pas du tout.
it: Che seccatura... Non sembra affatto corretto.
ja: ああ、煩わしい！全然ピンとこないじゃない！
ko: 아 귀찮아, 그것은 전혀 옳게 보이지 않아.
pt_br: Ai, que amolação! Isso não parece nem um pouco certo.
ru: Ну что за неудобство, что-то тут совсем не так.
zh_tw: 嗷，麻煩呐。這看起來一點都不對。

# CHARACTERS.WANDA.DESCRIBE.FOSSIL_STALKER.GENERIC
source: It's missing something.
de: Da fehlt etwas.
es: Le falta algo.
fr: Il manque quelque chose.
it: Manca di qualcosa.
ja: 何かが足りない。
ko: 뭔가 빠졌네.
pt_br: Está faltando alguma coisa.
ru: Чего-то здесь не хватает.
zh_tw: 好像少了點什麼。

# CHARACTERS.WANDA.DESCRIBE.FRESHFRUITCREPES
source: Kids these days, with their fancy syrup-less pancakes...
de: Die Jugend von heute, mit ihren ausgefallenen sirupfreien Pfannkuchen ...
es: Los niños de hoy en día no hacen más que comer lo que ven en la tele...
fr: Pff, les jeunes de nos jours, je vous jure. Eux et leurs crêpes sans sucre...
it: I giovani d'oggi, con i loro sofisticati pancake senza sciroppo...
ja: 近頃の子ときたら…シロップなしのしゃれたパンケーキなんて…
ko: 요즘 아이들은 예쁘고 시럽이 없는 팬케익으로...
pt_br: A juventude de hoje em dia, com suas panquecas chiques e sem xarope...
ru: Современная молодежь ничего не смыслит в оладьях. Без сиропа едят...
zh_tw: 現在的孩子們，居然吃那些花哨的無糖漿薄烤餅……

# CHARACTERS.WANDA.DESCRIBE.FRIENDLYFRUITFLY
source: Thank goodness, I don't have to entertain the garden anymore.
de: Gott sei Dank muss ich mich nicht mehr um den Garten kümmern.
es: Por fin podré dejar de entretener a la huerta yo misma.
fr: Pfiou, je n'ai plus à m'embêter avec le jardin.
it: Grazie al cielo non dovrò più intrattenere l'orto.
ja: ああ良かった！もう庭で植物と喋らなくてもいいのね！
ko: 맙소사, 더는 정원을 즐겁게 할 필요가 없어.
pt_br: Ainda bem, eu não preciso mais cuidar do jardim.
ru: Хорошо хоть больше не надо развлекать растения самой.
zh_tw: 謝天謝地，我不用再去取悅花園了。

# CHARACTERS.WANDA.DESCRIBE.FROG.DEAD
source: He's leapt his last.
de: Er hat seinen letzten Hüpfer gemacht.
es: Ya no volverá a saltar.
fr: C'était son dernier saut.
it: Ha spiccato il suo ultimo balzo.
ja: 最期の一跳びを楽しんだかしら？
ko: 마지막으로 뛰었어.
pt_br: Ele deu o último salto.
ru: Допрыгалась.
zh_tw: 他已經跳出了他的最後一步。

# CHARACTERS.WANDA.DESCRIBE.FROG.GENERIC
source: Don't even try it frogs, I'm one step ahead of you.
de: Versucht es gar nicht erst, Frösche, ich bin euch einen Schritt voraus.
es: Ni lo intentéis, ranas, que voy un paso por delante.
fr: N'essayez même pas, les grenouilles. J'ai un saut en longueur d'avance sur vous.
it: Non provateci nemmeno, rane, sono un passo avanti a tutte voi.
ja: カエル、挑戦する価値もないわよ！私はあんたの一歩先にいるんだから。
ko: 시도조차 하지마 개구리야, 내가 한발 앞서 있어.
pt_br: Nem tentem, sapos. Estou um passo à frente de vocês.
ru: Даже не пытайтесь, лягушки, я всегда на шаг впереди вас.
zh_tw: 別想了，青蛙們，我永遠比你們早一步。

# CHARACTERS.WANDA.DESCRIBE.FROG.SLEEPING
source: Look at him sleeping away.
de: Schau, wie er da schläft.
es: Mira cómo duerme...
fr: Regardez-la... Elle dort à palmes fermées.
it: Guardatela, come spreca il suo tempo a sonnecchiare.
ja: 見て！グーグー寝てるわ。
ko: 자고 있는 그를 좀 봐.
pt_br: Olhe só pra ele, está dormindo.
ru: Вы посмотрите только. Так и всю жизнь проспать можно.
zh_tw: 看他睡得多香。

# CHARACTERS.WANDA.DESCRIBE.FROGFISHBOWL
source: It tastes better than it looks.
de: Schmeckt besser, als es aussieht.
es: Sabe mejor de lo que parece.
fr: C'est meilleur que ça en a l'air.
it: Il suo sapore è migliore dell'aspetto.
ja: 見かけよりはおいしい。
ko: 보기보다는 맛이 좋아.
pt_br: O gosto é melhor do que a aparência.
ru: На вкус лучше, чем на вид.
zh_tw: 它的味道比它看起來更好。

# CHARACTERS.WANDA.DESCRIBE.FROGGLEBUNWICH
source: I've been told it's a local delicacy.
de: Ich habe gehört, dass es eine örtliche Delikatesse ist.
es: Me han dicho que es un manjar de por aquí.
fr: Il paraît que c'est une spécialité locale.
it: Ho sentito che si tratta di una specialità locale.
ja: この辺の珍味だって聞いたわ。
ko: 지역의 별미라고 들었지.
pt_br: Me disseram que é uma iguaria local.
ru: Мне сказали, что это местный деликатес.
zh_tw: 有人告訴我這是當地的一種美食。

# CHARACTERS.WANDA.DESCRIBE.FROGLEGS
source: The frog isn't kicking anymore.
de: Der Frosch strampelt nicht mehr.
es: Esta rana ya no va a dar ni un saltito más.
fr: La grenouille ne bouge plus.
it: Niente più salti per questa rana.
ja: カエルがぴょんぴょんしてないわ。
ko: 개구리는 이제 발로 차지 않아.
pt_br: O sapo não vai chutar mais.
ru: Теперь-то эта лягушка больше не пинается.
zh_tw: 這只青蛙不再踢了。

# CHARACTERS.WANDA.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped twitching.
de: Wenigstens haben sie aufgehört zu zucken.
es: Por lo menos han dejado de moverse.
fr: Au moins, elles ont arrêté de gigoter.
it: Almeno hanno smesso di muoversi.
ja: 少なくともけいれんするのは止めた。
ko: 적어도 그들은 경련을 멈췄다.
pt_br: Pelo menos pararam de se contorcer.
ru: Они хотя бы перестали дергаться.
zh_tw: 至少他們停止了抽搐。
