Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.ANIMAL_TRACK
source: Tracks left by food. I mean... an animal.
de: Spuren von Nahrung. Ich meine ... von einem Tier.
es: Huellas dejadas por la comida. Quiero decir... por un animal.
fr: Des traces de nourriture. Enfin... des traces d'animal.
it: Tracce lasciate dal cibo. Voglio dire... da un animale.
ja: 食べ物が残していった足跡。もとい…動物。
ko: 먹을 것... 아니, 동물이 남긴 흔적.
pt_br: Rastros deixados por comida. Quero dizer... um animal.
zh_cn: 食物留下的踪迹。我指的是...一只动物。
zh_tw: 食物留下的蹤跡。我指的是...一隻動物。

# CHARACTERS.GENERIC.DESCRIBE.ANTCHOVIES
source: Yeesh. Can I toss it back?
de: Puh. Kann ich den zurückwerfen?
es: Jope. ¿Puedo volverlo a lanzar?
fr: Eurk... Je peux les rejeter à la mer ?
it: Bleah. Posso rimetterla dove stava?
ja: うわー。投げ返していいかな？
ko: 으윽. 도로 던져 버릴까?
pt_br: Eita. Será que posso jogá-la de volta?
zh_cn: 啊,我能丢回去吗？
zh_tw: 啊,我能丟回去嗎？

# CHARACTERS.GENERIC.DESCRIBE.ANTLION.GENERIC
source: It wants something from me.
de: Es will etwas von mir.
es: Quiere algo de mí.
fr: Il attend que je lui donne quelque chose.
it: Vuole qualcosa da me.
ja: 何かを差し出せと言ってるみたいだ…
ko: 내게서 원하는 게 있다.
pt_br: Acho que quer algo de mim.
zh_cn: 我身上有它想要的东西。
zh_tw: 我身上有它想要的東西。

# CHARACTERS.GENERIC.DESCRIBE.ANTLION.UNHAPPY
source: It looks mad.
de: Sieht verrückt aus.
es: Parece que ha enloquecido.
fr: Il a l'air fou.
it: Sembra arrabbiata.
ja: 機嫌が悪そうだぞ…
ko: 화가 난 것 같다.
pt_br: Parece irritado.
zh_cn: 看起来很生气。
zh_tw: 看起來很生氣。

# CHARACTERS.GENERIC.DESCRIBE.ANTLION.VERYHAPPY
source: I think we're on good terms.
de: Ich glaube, wir vertragen uns.
es: Creo que estamos contentos.
fr: Je crois qu'on est en bons termes.
it: Credo che siamo in buoni rapporti.
ja: 気に入られたみたいだな
ko: 친해진 것 같다.
pt_br: Acho que estamos bem.
zh_cn: 看起来跟我关系不错。
zh_tw: 看起來跟我關係不錯。

# CHARACTERS.GENERIC.DESCRIBE.ANTLIONTRINKET
source: Someone might be interested in this.
de: Daran könnte jemand Interesse haben.
es: A alguien podría interesarle.
fr: Ça pourrait intéresser quelqu'un.
it: A qualcuno potrebbe interessare.
ja: 誰かにあげれば、喜ばれるかもしれない
ko: 누군가 이걸 원할지도 모른다.
pt_br: Alguém pode ter interesse nisso.
zh_cn: 有人可能对此感兴趣。
zh_tw: 有人可能對此感興趣。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_CENTIPEDE
source: You won't centimpede my progress!
de: Meinen Fortschritt in seinem Lauf hält kein Tausendfüßler auf!
es: ¡Hacen falta más de cien pies para detenerme!
fr: Tu ne piétineras pas mes avancées !
it: Non mi metterai gli zamponi tra le ruote!
ja: 僕の進展をムダデにしないでくれ！
ko: 내가 앞으로 가는 걸 가로 막지 못할 걸!
pt_br: Suas patas não impedirão meu progresso!
zh_cn: 你休想阻止我进步！
zh_tw: 你休想阻止我進步！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: A pile of old spare parts.
de: Ein Haufen alter Ersatzteile.
es: Un montón de piezas de repuesto viejas.
fr: Un tas de vieilles pièces de rechange.
it: Un mucchio di vecchi pezzi di ricambio.
ja: 古いスペアパーツの山。
ko: 오래 된 예비 부품 더미네.
pt_br: Uma pilha de velhas peças sobressalentes.
zh_cn: 一堆旧零件。
zh_tw: 一堆舊零件。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: The pot got cooked.
de: Der Topf wurde gekocht.
es: La olla esta lista.
fr: La marmite est cuite.
it: La pentola si è bruciata.
ja: 鍋料理で鍋が料理された。
ko: 솥이 요리되어 버렸다.
pt_br: A panela foi cozida.
zh_cn: 锅给烧没了。
zh_tw: 鍋給燒沒了。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: This is going to take a while.
de: Das wird eine Weile dauern.
es: Esto va a tardar un poco.
fr: Ça va prendre un moment.
it: Ci vorrà un po' di tempo.
ja: もうしばらく時間がかかりそうだ。
ko: 시간이 꽤 걸릴 것이다.
pt_br: Isso vai demorar um pouco.
zh_cn: 这还需要一点时间。
zh_tw: 這還需要一點時間。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: It's almost done!
de: Fast fertig!
es: ¡Ya casi está!
fr: Presque fini !
it: È quasi fatto!
ja: もう少しで出来上がり！
ko: 거의 다 됐다!
pt_br: Quase pronto!
zh_cn: 就快好了！
zh_tw: 就快好了！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: Mmmmm! It's ready to eat!
de: Mmmmm! Fertig zum Essen.
es: ¡Mmmmm! ¡Listo para comer!
fr: Miammm ! À table !
it: Mmmmm! È pronto da mangiare!
ja: ん〜いい感じ！これで出来上がり！
ko: 냠냠! 먹을 준비가 되었다!
pt_br: Mmmmm! Está pronta para comer!
zh_cn: 嗯！可以吃了！
zh_tw: 嗯！可以吃了！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: Let's dust off this old crockery, shall we?
de: Wollen wir dieses alte Geschirr abstauben?
es: Será mejor que limpiemos un poco la vajilla.
fr: Dépoussiérons un peu cette vieille vaisselle.
it: Rispolveriamo questo vecchio pentolone?
ja: ポンコツ鍋を使ってみるとしようか？
ko: 이 오래된 그릇의 먼지를 털어 볼까, 우리?
pt_br: Vamos tirar o pó deste forno velho.
zh_cn: 把上面的灰尘先抖干净，怎么样？
zh_tw: 把上面的灰塵先抖乾淨，怎麼樣？

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_LOCKBOX
source: Now how do I get the knowledge out?
de: Wie kriege ich jetzt all das Wissen heraus?
es: Bueno... ¿Y cómo extraigo el conocimiento?
fr: Et comment j'en sors des connaissances, hein ?
it: Come dovrei fare per estrarne le conoscenze?
ja: ここから知識を取り出すにはどうすれば…？
ko: 이제 지식을 어떻게 꺼내야 하지?
pt_br: Como faço para extrair o conhecimento dela?
zh_cn: 我怎么把知识取出来呢？
zh_tw: 我怎麼把知識取出來呢？

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: I have the strongest urge to stand around it and talk about nothing in particular.
de: Ich habe einen extrem starken Drang, hier herumzustehen und über nichts Besonderes zu sprechen.
es: Tengo un deseo irrefrenable de quedarme a su lado y ponerme a hablar de cualquier tema.
fr: J'ai très envie de rester là et de parler de tout et surtout de rien.
it: Ho una voglia impellente di avvicinarmi e discutere di quisquilie.
ja: この辺ではとめどないことを話したい衝動に駆られるな。
ko: 주변에 서서 특별히 아무 얘기도 하지 않고 싶은 충동이 가장 강합니다.
pt_br: Sinto uma vontade imensa de ficar em volta dela e falar sobre qualquer coisa.
zh_cn: 我有一种强烈的冲动，想站在它的周围侃侃而谈。
zh_tw: 我有一種強烈的衝動，想站在它的周圍侃侃而談。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: If only there was a way to get it working again...
de: Wenn es doch nur eine Methode gebe, das wieder zum Laufen zu kriegen ...
es: Ojalá hubiera forma de que volviera a funcionar...
fr: Si seulement il y avait un moyen de la refaire fonctionner...
it: Se solo ci fosse un modo per rimetterla in funzione...
ja: これをどうにかして使えるようにできればいいんだが…
ko: 다시 작동시킬 수 있는 방법이 있기만 하다면.
pt_br: Quem dera tivesse um jeito de fazer isso funcionar de novo...
zh_cn: 要是有办法让它重新运作就好了……
zh_tw: 要是有辦法讓它重新運作就好了……

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_MOON_STATUE
source: These magnificent moon statues have me waxing poetic.
de: Wegen dieser majestätischen Mondstatuen schwillt in mir der Drang nach Poesie.
es: Estas estatuas de la luna tan hermosas hacen que crezca mi afán por recitar poesía.
fr: Ces superbes statues lunaires me donne une envie croissante de poésie.
it: Queste magnifiche statue lunari mi rendono poetico.
ja: この壮大な月の像は僕を満ち満ちる詩人にしてしまった。
ko: 이 장엄한 달 조각상을 보니 시적인 표현이 절로 나오네.
pt_br: Estas magníficas estátuas lunares me deixaram poético.
zh_cn: 这些宏伟的月亮雕像让我充满了诗意。
zh_tw: 這些宏偉的月亮雕像讓我充滿了詩意。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Strange, the power is on but this isn't.
de: Seltsam, der Strom ist an, das Teil aber nicht.
es: Qué curioso... Hay energía, pero esto no se enciende.
fr: Étrange. Il y a du courant mais ça ne marche pas.
it: Bizzarro... L'alimentazione c'è, eppure questo non funziona.
ja: おかしいな。電源は入ってるのに。
ko: 이상하게 전원은 켜져 있지만 이것이 아닌데.
pt_br: Estranho, a energia está ativada, mas isto não ligou.
zh_cn: 奇怪，电源是开着的，但它却没反应。
zh_tw: 奇怪，電源是開著的，但它卻沒反應。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Dead as a dead doornail.
de: Mausetot wie eine mausetote Maus.
es: No se enciende ni a tiros...
fr: Ça ne marche pas. J'appelle ça un mortail.
it: Non dà segni di vita.
ja: 押しても引いてもだめだね。
ko: 완전히 끝장 났네.
pt_br: Já era.
zh_cn: 一点反应都没。
zh_tw: 一點反應都沒。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: Why use a map when you could use a mind-bogglingly complex piece of machinery?
de: Warum eine Karte benutzen, wenn man irrsinnig verwirrende Maschinerie verwenden kann?
es: ¿Para qué usar un mapa cuando puedes hacerlo con una maquinaria complejísima?
fr: Pourquoi utiliser une carte quand on a une machine complètement incompréhensible ?
it: Perché usare una mappa quando si può optare per un macchinario straordinariamente complesso?
ja: 地図なんて使う理由がある？頭が沸騰するほど複雑なこの機械があるっていうのに。
ko: 멘붕이 올 정도로 복잡한 기계를 사용할 줄 알면서 왜 지도를 사용하지?
pt_br: Por que usar um mapa quando se pode utilizar uma máquina ridiculamente complexa?
zh_cn: 能用一个超级负责的机器，谁还要用地图？
zh_tw: 能用一個超級負責的機器，誰還要用地圖？

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: It seems to have found everything worth finding.
de: Es hat alles gefunden, was sich zu finden lohnt.
es: Parece que ha encontrado todo lo que merece la pena.
fr: On dirait qu'il n'y a plus rien de valeur à trouver.
it: Penso di aver trovato tutto quello che serve.
ja: めぼしい物はすべて見つけたようだね。
ko: 찾을 가치가 있는 건 모두 찾은 것 같아.
pt_br: Parece que já achou tudo o que valia a pena encontrar.
zh_cn: 它似乎找到了值得被找到的东西。
zh_tw: 它似乎找到了值得被找到的東西。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: Aha! I used the secret knowledge to build a device! Why does this feel familiar...
de: Aha! Ich habe Geheimwissen verwendet, um ein Gerät zu bauen! Warum fühlt sich das so vertraut an?
es: ¡Ajá! He creado un dispositivo gracias a mis conocimientos secretos. ¿De qué me sonará...?
fr: Ha ha ! J'ai utilisé des connaissances secrètes pour construire un appareil ! Et ça me rappelle quelque chose...
it: Aha! Ho usato delle conoscenze segrete per costruire un dispositivo! Perché mi suona familiare...?
ja: あ！僕は秘密の知識を使ってデバイスを組み立てたんだ！これ、どうも見覚えがあるなあ…
ko: 알겠다! 비밀에 감춰진 지식을 사용해서 장치를 만든거야! 이게 왜 친근하게 느껴지지...
pt_br: Ah-rá! Utilizei um conhecimento secreto para criar um dispositivo! Por que isso me parece familiar...?
zh_cn: 啊哈！我运用秘密知识建造了一个设备！为什么这种感觉似曾相识呢……
zh_tw: 啊哈！我運用秘密知識建造了一個設備！為什麼這種感覺似曾相識呢……

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: So much knowledge, if only I could read it!
de: So viel Wissen, wenn ich es doch nur lesen könnte!
es: ¡Ay, ojalá pudiera leer todo este conocimiento!
fr: Tant de connaissances !! Si seulement j'arrivais à les lire...
it: Quanta conoscenza! Se solo fossi in grado di leggerla...
ja: 知識の泉だな。もしこれを読めれば、の話だが。
ko: 정말 많은 지식이네, 내가 읽을 수만 있다면!
pt_br: Tanto conhecimento, quem dera eu pudesse ler!
zh_cn: 如此多的知识，我要是能看懂就好了！
zh_tw: 如此多的知識，我要是能看懂就好了！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: These markings look different from the ones in the rest of the ruins.
de: Diese Markierungen sehen anders aus als die in den übrigen Ruinen.
es: Estas marcas no se parecen a las del resto de las ruinas...
fr: Ces marques semblent différentes de celles qui se trouvent dans le reste des ruines.
it: Questi simboli sembrano differenti da quelli incisi sulle altre rovine.
ja: ここのマーキングは、他の遺跡とは違うようだ。
ko: 이 표시는 나머지 유적에 남은 표시와 다르다.
pt_br: Essas inscrições são diferentes das que se encontram no resto das ruínas.
zh_cn: 这些标记看起来与其他废墟中的标记不同。
zh_tw: 這些標記看起來與其他廢墟中的標記不同。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: So much knowledge, if only I could read it!
de: So viel Wissen, wenn ich es doch nur lesen könnte!
es: ¡Ay, ojalá pudiera leer todo este conocimiento!
fr: Tant de connaissances !! Si seulement j'arrivais à les lire...
it: Quanta conoscenza! Se solo fossi in grado di leggerla...
ja: 知識の泉だな。もしこれを読めれば、の話だが。
ko: 정말 많은 지식이네, 내가 읽을 수만 있다면!
pt_br: Tanto conhecimento, quem dera eu pudesse ler!
zh_cn: 如此多的知识，我要是能看懂就好了！
zh_tw: 如此多的知識，我要是能看懂就好了！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: These markings look different from the ones in the rest of the ruins.
de: Diese Markierungen sehen anders aus als die in den übrigen Ruinen.
es: Estas marcas no se parecen a las del resto de las ruinas...
fr: Ces marques semblent différentes de celles qui se trouvent dans le reste des ruines.
it: Questi simboli sembrano differenti da quelli incisi sulle altre rovine.
ja: ここのマーキングは、他の遺跡とは違うようだ。
ko: 이 표시는 나머지 유적에 남은 표시와 다르다.
pt_br: Essas inscrições são diferentes das que se encontram no resto das ruínas.
zh_cn: 这些标记看起来与其他废墟中的标记不同。
zh_tw: 這些標記看起來與其他廢墟中的標記不同。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: So much knowledge, if only I could read it!
de: So viel Wissen, wenn ich es doch nur lesen könnte!
es: ¡Ay, ojalá pudiera leer todo este conocimiento!
fr: Tant de connaissances !! Si seulement j'arrivais à les lire...
it: Quanta conoscenza! Se solo fossi in grado di leggerla...
ja: 知識の泉だな。もしこれを読めれば、の話だが。
ko: 정말 많은 지식이네, 내가 읽을 수만 있다면!
pt_br: Tanto conhecimento, quem dera eu pudesse ler!
zh_cn: 如此多的知识，我要是能看懂就好了！
zh_tw: 如此多的知識，我要是能看懂就好了！

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: It looks inviting.
de: Das sieht einladend aus.
es: Qué interesante...
fr: C'est tentant.
it: Allettante.
ja: 手招きしてるようだな。
ko: 반기는 것 같아.
pt_br: É bem atraente.
zh_cn: 它想亲近我。
zh_tw: 它想親近我。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: Whatever it did, it's not doing it anymore.
de: Was immer das tun sollte, es tut es nicht mehr.
es: No sé para qué serviría, pero ya no hace nada.
fr: Je ne sais pas ce que ça faisait, mais ça ne le fait plus.
it: Qualunque cosa facesse, ha smesso di farla.
ja: これが何であろうと、もう何の役にも立たないな。
ko: 그것이 뭘 했든, 더는 하지 않네.
pt_br: Seja lá o que ele fazia, já não faz mais.
zh_cn: 它已经失去了从前的作用。
zh_tw: 它已經失去了從前的作用。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Where are you going? Someplace interesting?
de: Wo willst du hin? Irgendwohin, wo es interessant ist?
es: ¿A dónde vas? ¿A algún sitio interesante?
fr: Où tu vas ? C'est intéressant par là ?
it: Dove stai andando di bello?
ja: どこに行くんだ？どこか面白いところかい？
ko: 어디 가니? 재미난 곳?
pt_br: Aonde está indo? Algum lugar interessante?
zh_cn: 你这是要上哪去？是个有意思的地方吗？
zh_tw: 你這是要上哪去？是個有意思的地方嗎？

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: The socket is empty.
de: Der Steckplatz ist leer.
es: No hay nada en el hueco.
fr: L'emplacement est vide.
it: Il castone è vuoto.
ja: ソケットは空だ。
ko: 소켓이 비어 있네.
pt_br: O encaixe está vazio.
zh_cn: 这个插槽是空的。
zh_tw: 這個插槽是空的。

# CHARACTERS.GENERIC.DESCRIBE.ARCHIVE_SWITCH.VALID
source: Those gems seem to power it... through entirely scientific means, I'm sure.
de: Offenbar versorgen die Edelsteine das mit Energie ... Auf wissenschaftliche Weise, da bin ich mir sicher.
es: Creo que esas gemas le suministran energía... gracias a algún método científico, claro.
fr: Ça a l'air alimenté par les gemmes... et sans doute grâce à la science.
it: Quelle gemme sembrano alimentarlo... con mezzi totalmente scientifici, ne sono sicuro.
ja: この宝石が動力源のようだ…まったく科学的な意味合いでだが。
ko: 그 보석들이 힘을 실어주는 것 같아... 전적으로 과학적인 방법으로, 확신해.
pt_br: Estas pedras preciosas parecem energizá-lo... por meios totalmente científicos, sem dúvida.
zh_cn: 它看起来是由这些宝石供能……十分科学，我敢肯定。
zh_tw: 它看起來是由這些寶石供能……十分科學，我敢肯定。

# CHARACTERS.GENERIC.DESCRIBE.ARMORDRAGONFLY
source: Hot mail!
de: Heißer Kettenpanzer!
es: ¡Estoy mosca!
fr: Des mailles qui ont la cote !
it: Corazza rovente!
ja: 熱い！
ko: 멋진 갑옷!
pt_br: Cota quente!
zh_cn: 热呼呼的盔甲！
zh_tw: 熱呼呼的盔甲！

# CHARACTERS.GENERIC.DESCRIBE.ARMORGRASS
source: Hopefully there aren't any bugs in it.
de: Hoffentlich ist da kein Ungeziefer drin.
es: Espero que no haya bichos dentro.
fr: J'espère qu'il n'y a pas d'insectes à l'intérieur.
it: Speriamo che non ci siano insetti.
ja: たぶん、虫はついてないと思うけど…
ko: 안에 벌레가 없기를 빈다.
pt_br: Felizmente não tem insetos.
zh_cn: 希望里面没虫子。
zh_tw: 希望裡面沒蟲子。

# CHARACTERS.GENERIC.DESCRIBE.ARMORMARBLE
source: That looks really heavy.
de: Das sieht wirklich schwer aus.
es: Parece que pesa mucho.
fr: Ça a l'air vraiment lourd.
it: Quello sembra davvero pesante.
ja: これはかなり重そうだ。
ko: 정말 무거워 보인다.
pt_br: Isso parece bem pesado.
zh_cn: 那看起来真的很沉。
zh_tw: 那看起來真的很沉。

# CHARACTERS.GENERIC.DESCRIBE.ARMORRUINS
source: It's oddly light.
de: Wie leicht das ist.
es: Es extrañamente ligera.
fr: C'est curieusement léger.
it: È stranamente leggero.
ja: 妙に軽い。
ko: 의외로 가볍다.
pt_br: É estranhamente leve.
zh_cn: 它轻得古怪。
zh_tw: 它輕得古怪。

# CHARACTERS.GENERIC.DESCRIBE.ARMORSKELETON
source: No bones about it.
de: Vielleicht etwas knöchern.
es: Está en los huesos.
fr: C'est là qu'est l'os.
it: Tutto ossa.
ja: なかなか“ホネ”のありそうなよろいだ！
ko: 뼈가 있다.
pt_br: Nada de mais.
zh_cn: 铮铮白骨
zh_tw: 錚錚白骨

# CHARACTERS.GENERIC.DESCRIBE.ARMORSLURPER
source: A soggy, sustaining, succulent suit.
de: Ein feuchter, fleischiger und schützender Anzug.
es: Una armadura empapada, carnosa y suculenta.
fr: Une tenue mouillée, consistante et délicieuse.
it: Un completo inzuppato, sostenuto e succulento.
ja: 湿っぽい、長持ちする、ジューシィなスーツ。
ko: 축축하고, 기운을 주고, 즙이 많은 슈트.
pt_br: Um traje mole, nutritivo e suculento.
zh_cn: 一根湿漉漉的、帮助你抵抗饥饿的腰带。
zh_tw: 一根濕漉漉的、幫助你抵抗饑餓的腰帶。

# CHARACTERS.GENERIC.DESCRIBE.ARMORSNURTLESHELL
source: It sticks to your back when you wear it.
de: Das trägt man auf dem Rücken.
es: Se te pega a la espalda cuando la llevas.
fr: Quand on porte ça, ça colle au dos.
it: Si attacca alla schiena quando lo indossi.
ja: 着ると、背中にぴったり張りつくぞ
ko: 착용하면 등에 달라붙는다.
pt_br: Gruda nas costas quando você usa.
zh_cn: 穿这衣服时，会粘在背上。
zh_tw: 穿這衣服時，會粘在背上。

# CHARACTERS.GENERIC.DESCRIBE.ARMORWOOD
source: That is a perfectly reasonable piece of clothing.
de: Das ist ein vollkommen akzeptables Kleidungsstück.
es: Esta es una prenda de vestir perfectamente razonable.
fr: C'est un vêtement tout à fait sensé.
it: È un capo di abbigliamento perfettamente ragionevole.
ja: それは完璧に妥当な洋服だ。
ko: 완벽하게 나무랄 데 없는 옷가지다.
pt_br: Essa é uma peça de roupa perfeitamente razoável.
zh_cn: 那是一件非常合适的衣服。
zh_tw: 那是一件非常合適的衣服。

# CHARACTERS.GENERIC.DESCRIBE.ARMOR_BRAMBLE
source: The best offense is a good defense.
de: Gute Verteidigung ist der beste Angriff.
es: El mejor ataque es una buena defensa.
fr: La meilleure attaque c'est la défense.
it: Il miglior attacco è una buona difesa.
ja: 攻撃は最高の防御だ！
ko: 뛰어난 방어가 최선의 공격이지.
pt_br: O melhor ataque é uma boa defesa.
zh_cn: 防守是最好的进攻。
zh_tw: 防守是最好的進攻。

# CHARACTERS.GENERIC.DESCRIBE.ARMOR_SANITY
source: Wearing that makes me feel safe and insecure.
de: Wenn ich das trage, fühle ich mich sicher, aber verunsichert.
es: Llevarla me hace sentir a salvo y en peligro.
fr: En portant ça, je me sens en sécurité et en danger.
it: Indossandola mi sento al sicuro ma insicuro.
ja: これを着ると安全だけど心細くなる。
ko: 이걸 착용하면 안전하면서도 불안하게 느껴진다.
pt_br: Usar isso me traz segurança e insegurança.
zh_cn: 穿着我虽然安全了，心里确不踏实。
zh_tw: 穿著我雖然安全了，心裡確不踏實。

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: "Don't play with matches."
de: "Spiel nicht mit Streichhölzern."
es: "No juegues con cerillas".
fr: « Ne jouez pas avec les allumettes. »
it: "Non giocare con i fiammiferi."
ja: 「火遊びはやめましょう」、か…
ko: "불장난은 금물."
pt_br: "Não brinque com fósforos."
zh_cn: “不要玩火柴。”
zh_tw: “不要玩火柴。”

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: It says "Thataway".
de: Da steht: "Da lang"
es: Dice "Por ahí".
fr: C'est marqué : « Par là ».
it: Dice "Da quella parte".
ja: 「あっち」と書いてあるな…
ko: "저쪽으로 가시오"라고 쓰여 있다.
pt_br: Diz: "Pra lá".
zh_cn: 它说“那个方向”。
zh_tw: 它說“那個方向”。

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: The sign is currently blank.
de: Auf dem Schild steht momentan nichts.
es: La señal está en blanco.
fr: Il n'y a rien d'écrit.
it: Il segnale è attualmente vuoto.
ja: 何も書いてないな
ko: 팻말에 현재 아무것도 쓰여있지 않다.
pt_br: A placa está em branco no momento.
zh_cn: 这块牌子现在是空白的。
zh_tw: 這塊牌子現在是空白的。

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.BURNT
source: "Don't play with matches."
de: "Spiel nicht mit Streichhölzern."
es: "No juegues con cerillas".
fr: « Ne jouez pas avec les allumettes. »
it: "Non giocare con i fiammiferi."
ja: 「火遊びはやめましょう」、か…
ko: "불장난은 금물."
pt_br: "Não brinque com fósforos."
zh_cn: “不要玩火柴。”
zh_tw: “不要玩火柴。”

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.GENERIC
source: It says "Thataway".
de: Da steht: "Da lang"
es: Dice "Por ahí".
fr: C'est marqué : « Par là ».
it: Dice "Da quella parte".
ja: 「あっち」と書いてあるな…
ko: "저쪽으로 가시오"라고 쓰여 있다.
pt_br: Diz: "Pra lá".
zh_cn: 它说“那个方向”。
zh_tw: 它說“那個方向”。

# CHARACTERS.GENERIC.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: The sign is currently blank.
de: Auf dem Schild steht momentan nichts.
es: La señal está en blanco.
fr: Il n'y a rien d'écrit.
it: Il segnale è attualmente vuoto.
ja: 何も書いてないな
ko: 팻말에 현재 아무것도 쓰여있지 않다.
pt_br: A placa está em branco no momento.
zh_cn: 这块牌子现在是空白的。
zh_tw: 這塊牌子現在是空白的。

# CHARACTERS.GENERIC.DESCRIBE.ASH.GENERIC
source: All that's left after the fire has done its job.
de: Alles was bleibt, nachdem das Feuer seinen Job getan hat.
es: Esto es lo que queda después de la acción del fuego.
fr: C'est tout ce qu'il reste quand le feu a fait son œuvre.
it: Tutto quello che resta dopo che l'incendio ha fatto il suo dovere.
ja: 物質が燃焼したあとに残る粉だ
ko: 불이 완전히 태운 뒤 남은 것.
pt_br: Tudo o que restou depois que o fogo cumpriu seu trabalho.
zh_cn: 火烧完之后剩下的一切。
zh_tw: 火燒完之後剩下的一切。

# CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire in the teleportation!
de: Der Augenknochen ist verbrannt, als ich mich teleportierte.
es: ¡El hueso con ojo fue consumido por el fuego al teletransportarse!
fr: L'os-œil a brûlé pendant la téléportation !
it: L'ossocchio è stato consumato dal fuoco nel teletrasporto!
ja: 瞬間移動中に、骨が燃えてしまった！
ko: 원격이동했을 때 눈뼈가 타버렸다!
pt_br: O osso ocular foi consumido pelo fogo no teletransporte!
zh_cn: 传送时，眼骨被火焰吞噬了！
zh_tw: 傳送時，眼骨被火焰吞噬了！

# CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The flower was consumed by fire in the teleportation!
de: Der Blume ist verbrannt, als ich mich teleportierte.
es: ¡La flor fue consumida por el fuego al teletransportarse!
fr: La fleur a brûlé pendant la téléportation !
it: Il fiore è stato consumato dal fuoco nel teletrasporto!
ja: 瞬間移動中に、花が燃えてしまった！
ko: 원격이동했을 때 꽃이 타버렸다!
pt_br: A flor foi consumida pelo fogo no teletransporte!
zh_cn: 传送时，花被火焰吞噬了！
zh_tw: 傳送時，花被火焰吞噬了！

# CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_THINGIE
source: There's a perfectly scientific explanation for that.
de: Dafür gibt es eine völlig wissenschaftliche Erklärung.
es: Hay una explicación perfectamente científica para eso.
fr: Il y a une explication scientifique à ça.
it: C'è una spiegazione perfettamente scientifica per questo.
ja: これにはちゃんと、科学的に説明がつく
ko: 과학은 이를 완벽하게 설명할 수 있다.
pt_br: Há uma explicação perfeitamente científica para isso.
zh_cn: 这肯定有个完美的科学解释。
zh_tw: 這肯定有個完美的科學解釋。

# CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS
source: A vegetable.
de: Gemüse.
es: Una verdura.
fr: Un légume.
it: Un vegetale.
ja: 野菜。
ko: 채소다.
pt_br: Um legume.
zh_cn: 一种蔬菜。
zh_tw: 一種蔬菜。

# CHARACTERS.GENERIC.DESCRIBE.ASPARAGUSSOUP
source: Smells like it tastes.
de: Riecht so, wie sie schmeckt.
es: Huele tal y como sabe.
fr: On sait quel goût ça a rien qu'en la voyant.
it: L'odore è uguale al sapore.
ja: 味と同じ匂いがする。
ko: 원래 맛이랑 똑같은 냄새가 난다.
pt_br: O cheiro é igual ao gosto.
zh_cn: 闻起来很好吃。
zh_tw: 聞起來很好吃。

# CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_COOKED
source: Science says it's good for me.
de: Die Wissenschaft sagt, der ist gut für mich.
es: La ciencia dice que me viene bien.
fr: D'après la science, c'est bon pour moi.
it: La scienza dice che fanno bene.
ja: 科学によれば健康にいいらしい。
ko: 과학에 따르면 몸에 좋다.
pt_br: A ciência afirma que isso me faz bem.
zh_cn: 科学说这对我有好处。
zh_tw: 科學說這對我有好處。

# CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_OVERSIZED
source: I guess we'll be eating asparagus for a while...
de: Ich vermute mal, wir werden eine Weile Spargel essen müssen ...
es: Me da que estaremos comiendo espárragos una buena temporada.
fr: Bon, on va manger des asperges un bon moment...
it: Immagino che mangeremo asparago per un po'...
ja: しばらくはアスパラガス三昧だな…
ko: 당분간은 아스파라거스를 먹게 될 것 같아...
pt_br: Acho que só vamos ter aspargos para comer por um tempo...
zh_cn: 我想我们会吃一段时间的芦笋了……
zh_tw: 我想我們會吃一段時間的蘆筍了……

# CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_SEEDS
source: It's some seeds.
de: Das sind Samen.
es: Son semillas.
fr: Ce sont des graines. Voilà.
it: Semi.
ja: 何かの種だ。
ko: 씨앗이 좀 있네요.
pt_br: São sementes.
zh_cn: 就是些种子。
zh_tw: 就是些種子。
