Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: Someone took tree! Not me!
de: Jemand hat Baum genommen! Ich nicht!
es: ¡Alguien se ha llevado el árbol! ¡Yo no!
es_mx: ¡Alguien haberse llevado el árbol! ¡No haber sido yo!
fr: Quelqu'un a pris l'arbre ! C'est pas moi !
it: Qualcuno preso albero! Non io!
ja: 誰かが木を持って行ったんだ！アタシじゃないよ！
ko: 누가 나무 가져갔어! 나 아니야!
pl: Ktoś zabrał drzewo! To nie byłam ja!
pt_br: Alguém pegou árvore! Eu não!
ru: Кто-то забрал дерево! Не я!
zh_tw: 有人砍走了樹！不是我幹的！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: Blegh, there bugs stuck in the sweet stuff.
de: Bäh, Viecher kleben im süßen Zeug.
es: Blegh, hay bichos atrapados en la cosa dulce.
es_mx: Puaj, haber bichos pegados en la cosa dulce.
fr: Beurk, y'a des insectes pris dans le truc sucré.
it: Blegh, insetti rimasti bloccati nella cosa dolce.
ja: ブレグ、甘いものに虫が集まってきているよ。
ko: 웩, 단것 안에 벌레 빠졌어.
pl: Ble, robale się przykleiły do słodycza.
pt_br: Blegh, tem insetos presos nas coisas doces.
ru: Фу, тут полно жуков!
zh_tw: 啵，這些蟲子粘在了甜的東西裡。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: Aww... nothing left.
de: Ooch ... Nichts mehr da.
es: Oooh... No queda nada.
es_mx: Aay... ya no quedar nada.
fr: Oh... Il reste rien.
it: Oh... Non è rimasto niente.
ja: あー...何も残っていないね。
ko: 에이... 하나도 안 남았어.
pl: Ooo... nic już nie zostało.
pt_br: Ahh... nada mais.
ru: Эх… Больше ничего нет.
zh_tw: 嗷……一點沒剩下。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: Mmm, it full of sweet stuff!
de: Mmmh, voller süßem Zeug!
es: ¡Mmm, está lleno de cosa dulce!
es_mx: ¡Mmm, estar lleno de cosa dulce!
fr: Miam, c'est plein de truc sucré.
it: Mmmm, è pieno di cose dolci!
ja: んー、甘いものがいっぱいだね！
ko: 음, 단것으로 가득해!
pl: Mmm, pełno słodkości!
pt_br: Hmm, cheio de coisas doces!
ru: М-м-м, столько тут сладкого!
zh_tw: 呣，都是甜甜的東西！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: Tree okay?
de: Baum in Ordnung?
es: ¿El árbol está bien?
es_mx: ¿Árbol estar bien?
fr: Tu vas bien ?
it: Albero, bene?
ja: 木は大丈夫かな？
ko: 나무 괜찮아?
pl: Wszystko z drzewem w porządku?
pt_br: Árvore tá bem?
ru: Дерево, ты в порядке?
zh_tw: 樹還好嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SWAMPIG
source: You a weird looking Pigfolk.
de: Merkwürdiges Schweinetier.
es: Eres un cerdo rarito.
es_mx: Tú ser cerdo, pero verte muy extraño.
fr: T'es un drôle de cochon.
it: Sei maialino con aspetto strano.
ja: 気持ち悪い顔した豚野郎だなぁ。
ko: 너 이상하게 생긴 돼지족이구나.
pl: Dziwny z ciebie świniak.
pt_br: Você é povo-porco estranho.
ru: Какой ты странный свин.
zh_tw: 你是個長相古怪的豬人。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: Something weird about that Pigfolk.
de: Schweineleute sind merkwürdig.
es: Ese cerdo tiene algo raro.
es_mx: Haber algo extraño con ese cerdo.
fr: Ce cochon a une drôle de tête.
it: Qualcosa è strano in quel maialino.
ja: なんか変なのがピグフォークだね。
ko: 저 돼지족 뭔가 이상해.
pl: Coś jest dziwnego z tym świniakiem.
pt_br: Tem algo estranho com esse povo-porco.
ru: Этот свин очень чудной.
zh_tw: 那個豬人有點奇怪。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: Is asleep?
de: Schläft?
es: ¿Se ha dormido?
es_mx: ¿Estar dormido?
fr: Il dort ?
it: Sta dormendo?
ja: 眠っているのかな？
ko: 자나?
pl: Śpi?
pt_br: Está adormecido?
ru: Уснул?
zh_tw: 睡著了？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: Glurgh, it smell like Pigfolk!
de: Glarg, riecht nach Schweineleuten!
es: ¡Glurgh, huele como a cerdo!
es_mx: ¡Gluaj! ¡Esto oler a cerdo!
fr: Argh, ça sent le cochon !
it: Glurgh, sento odore di maialini!
ja: グル―フ、ピグフォークの匂いがするよ！
ko: 빠끔빠끔, 돼지족 냄새 나!
pl: Glurg, cuchnie świniakami!
pt_br: Glurgh, cheira a povo-porco!
ru: Хлюрп, свиньями пахнет!
zh_tw: 格勒浮，聞起來像豬人！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: Ha ha! Pig house all broken.
de: Haha! Schweinehaus kaputt.
es: ¡Ja, ja! La casa de cerdos se ha derruido.
es_mx: ¡Ja, ja! Casa de cerdo estar rota.
fr: Ha ha ! La maison du cochon est en ruines.
it: Ah ah! Casa di maiale tutta rotta.
ja: はは！豚小屋が全部壊れたよ。
ko: 하하! 돼지 집 다 부서졌어.
pl: Ha, ha! Dom świniaków jest zniszczony.
pt_br: Haha! Casa de porcos toda quebrada.
ru: Ха-ха! Свинский дом сломали!
zh_tw: 哈哈！豬屋被破壞了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SYRUP
source: Sticky sweet!
de: Klebrig süß!
es: ¡Dulce y pegajoso!
es_mx: ¡Dulce y pegajoso!
fr: C'est très sucré !
it: Dolce appiccicoso!
ja: ベタベタして甘いよ！
ko: 끈적하고 달콤해!
pl: Klejąca słodycz!
pt_br: Doce pegajoso!
ru: Липкая сладость!
zh_tw: 又黏又甜！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TOMATO
source: It nice and ripe.
de: Schön reif.
es: Agradable y maduro.
es_mx: Estar bien maduro.
fr: Elle est bien mûre.
it: Bella matura.
ja: いい感じに熟してるね。
ko: 맛있게 잘 익었어.
pl: Przyjemnie dojrzały.
pt_br: Tá bom e maduro.
ru: Вкусный и спелый.
zh_tw: 熟的很美味。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: Cooked it real good!
de: Sehr gut gekocht!
es: ¡Se ha cocinado muy bien!
es_mx: ¡Haberlo cocinado muy bien!
fr: Elle est bien cuite !
it: Cucinata a perfezione!
ja: 美味しく調理したよ！
ko: 진짜 잘 구웠어!
pl: Ale dobrze ugotowany!
pt_br: Cozinhou muito bem!
ru: Отлично приготовлено!
zh_tw: 做的真好吃！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が育つのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TRADER_MERM
source: Finally find someone normal!
de: Endlich jemand normal!
es: ¡Por fin encuentro a alguien normal!
es_mx: ¡Finalmente haber hallado a alguien normal!
fr: Enfin, quelqu'un de normal !
it: Finalmente qualcuno normale!
ja: やっと普通の人を見つけたね！
ko: 드디어 멀쩡한 어인 찾았어!
pl: W końcu znalazłam kogoś normalnego!
pt_br: Finalmente, alguém normal!
ru: Ура, хоть кто-то нормальный!
zh_tw: 終於找到個正常人！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: Hello! How you do, florp?
de: Hallo! Wie geht's, florp?
es: ¡Hola! ¿Cómo estás, florp?
es_mx: ¡Hola! ¿Qué tal, flop?
fr: Salut, comment ça va, florp ?
it: Ciao! Come stai, florp?
ja: こんにちは！ はじめまして、フループ？
ko: 안녕! 좀 어때, 뻐끔?
pl: Cześć! Co słychać, florp?
pt_br: Olá! Como vai, florp?
ru: Привет! Как дела, бульк?
zh_tw: 你好！你還好吧，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TURNIP
source: Mmm, turnip!
de: Mmmh, Rübe!
es: ¡Mmm, nabo!
es_mx: ¡Mmm, nabo!
fr: Miam, un navet.
it: Mmmm, rapa!
ja: んー、カブだ！
ko: 음, 순무다!
pl: Mmm, rzepa!
pt_br: Hmm, nabo!
ru: М-м-м, репка!
zh_tw: 呣，大頭菜！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: Hot turnip!
de: Heiße Rübe!
es: ¡Nabo calentito!
es_mx: ¡Nabo caliente!
fr: Un navet bien chaud !
it: Rapa calda!
ja: 熱々のカブだ！
ko: 뜨거운 순무다!
pl: Gorąca rzepa!
pt_br: Nabo quente!
ru: Горячая репка!
zh_tw: 熱的大頭菜！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が育つのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_WHEAT
source: It like grass, with hidden snacks!
de: Wie Gras mit Nahrung dran!
es: ¡Es como hierba, con tentempiés escondidos!
es_mx: ¡Gustarle la hierba con botanas ocultas!
fr: C'est de l'herbe, avec des trucs à manger dessus !
it: È come erba ma con spuntino nascosto!
ja: 草のような、隠れたおつまみ付きだよ！
ko: 간식 숨긴 풀 같아!
pl: Podobne do trawy, ale są w nim ukryte smakołyki!
pt_br: É como grama, com lanches escondidos!
ru: В этой траве спрятали вкуснятину!
zh_tw: 像草，但是還藏了小吃！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が育つのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.RABBIT.GENERIC
source: Be vewy vewy quiet.
de: Pssst.
es: No hagas ni un ruiditoooo.
es_mx: No hacer “güido”, para así poder atrapar al “guonejo”.
fr: Ne fais aucun bruit !
it: Devo fare molto, molto piano.
ja: ヴューヴュー静かに。
ko: 아주 조용히 해야 해.
pl: Bałdzo, bałdzo cichutki.
pt_br: Ser mui mui quieta.
ru: Тс-с-с, надо тихонечко!
zh_tw: 給我安靜點。

# CHARACTERS.WURT.DESCRIBE.RABBIT.HELD
source: Hello, rabbit!
de: Hallo Kaninchen!
es: ¡Hola, conejo!
es_mx: ¡Hola, conejo!
fr: Salut, petit lapin !
it: Ciao, coniglio!
ja: こんにちは、うさぎさん！
ko: 안녕, 토끼야!
pl: Cześć, króliczku!
pt_br: Oi, coelho!
ru: Привет, кролик!
zh_tw: 你好，兔子！

# CHARACTERS.WURT.DESCRIBE.RABBITHOLE.GENERIC
source: Rabbit house.
de: Kaninchenhaus.
es: Casa de conejo.
es_mx: Casa de conejo.
fr: C'est la maison d'un lapin.
it: Casa di coniglio.
ja: ウサギ小屋だよ。
ko: 토끼집이야.
pl: Króliczy domek.
pt_br: Casa de coelho.
ru: Дом кролика.
zh_tw: 兔子屋。

# CHARACTERS.WURT.DESCRIBE.RABBITHOLE.SPRING
source: Anybody home, florp?
de: Jemand da, florp?
es: ¿Hay alguien en casa, florp?
es_mx: ¿Haber alguien en casa, flop?
fr: Y'a quelqu'un, florp ?
it: Qualcuno in casa, florp?
ja: 誰かいるの、フロープ？
ko: 안에 누구 있어요, 뻐끔?
pl: Jest tu kto, florp?
pt_br: Alguém tá em casa, florp?
ru: Есть кто дома, хлюп?
zh_tw: 有人在家嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.RABBITHOUSE.BURNT
source: Aww, wanted to eat that!
de: Ooch, wollte das essen!
es: ¡Oooh, quería comerme eso!
es_mx: ¡Aay, yo haber querido comerme eso!
fr: Oh, j'voulais le manger !
it: Oh, volevo mangiare!
ja: あー、食べたかった！
ko: 에이, 먹고 싶었는데!
pl: Ech, chciałam to zjeść!
pt_br: Ahh, queria comer isso!
ru: Ну вот, а я хотела съесть!
zh_tw: 嗷，想吃那個！

# CHARACTERS.WURT.DESCRIBE.RABBITHOUSE.GENERIC
source: Sniff... there someone inside...
de: Schnupper ... Jemand drin ...
es: Sniff... Hay alguien dentro...
es_mx: Snif... haber alguien dentro.
fr: *Renifle* Y'a quelqu'un dedans...
it: Sniff... Qualcuno dentro...
ja: 匂いがするな...中に誰かいるよ...
ko: 킁... 안에 누구 있어...
pl: Niuch... ktoś tam jest...
pt_br: (Sniff) ... Tem alguém dentro...
ru: Хм… Внутри кто-то есть…
zh_tw: 聞……那裡面有人……

# CHARACTERS.WURT.DESCRIBE.RAINCOAT
source: Why scale-less so scared of rain?
de: Warum mögen Schuppenlose Regen nicht?
es: ¿Por qué los sin escamas tienen miedo a la lluvia?
es_mx: ¿Por qué los no escamosos temerle tanto a la lluvia?
fr: Pourquoi est-ce que les sans-écailles ont peur de la pluie ?
it: Perché senza squame hanno paura di pioggia?
ja: なぜスケールレスは雨が怖いのかな？
ko: 왜 무비늘은 비 무서워하지?
pl: Dlaczego bezłuskowcy tak bardzo boją się deszczu?
pt_br: Por que sem-escama tem tanto medo da chuva?
ru: Почему ребята без чешуи так боятся дождя?
zh_tw: 為什麼無鱗生物這麼怕雨？

# CHARACTERS.WURT.DESCRIBE.RAINHAT
source: Rain not scary!
de: Regen ist nicht gruselig!
es: ¡La lluvia no da miedo!
es_mx: ¡La lluvia no dar miedo!
fr: La pluie me fait moins peur, maintenant.
it: Pioggia non fa paura!
ja: 雨は怖くないよ！
ko: 비 안 무서워!
pl: Deszcz mi nie straszny!
pt_br: Chuva não assusta!
ru: Дождик не страшный!
zh_tw: 雨沒什麼好怕的！

# CHARACTERS.WURT.DESCRIBE.RAINOMETER.BURNT
source: Aw well, florp.
de: Och, florp.
es: Oh, vaya, florp.
es_mx: Ay, bueno, flop.
fr: Tant pis, florp.
it: Oh beh, florp.
ja: おやおや フロープ。
ko: 저런, 뻐끔.
pl: No cóż, florp.
pt_br: Ah, bem, florp.
ru: Бульк. Ну вот.
zh_tw: 嗷好吧，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.RAINOMETER.GENERIC
source: Hope rain's coming!
de: Hoffentlich kommt Regen!
es: ¡Espero que vaya a llover!
es_mx: ¡Yo esperar que empezar a llover!
fr: J'espère qu'il va pleuvoir !
it: Spero che pioggia arriva!
ja: 雨が降るといいね！
ko: 비 왔으면!
pl: Mam nadzieję, że będzie padać!
pt_br: Espero que a chuva esteja chegando!
ru: Надеюсь, скоро будет дождик!
zh_tw: 希望下點雨！

# CHARACTERS.WURT.DESCRIBE.RATATOUILLE
source: This the best!!
de: Am allerbesten!!
es: ¡¡Esto es lo mejor!!
es_mx: ¡¡Esto ser lo mejor!!
fr: C'est mon plat préféré !
it: Cibo migliore di tutti!
ja: これは最高だよ！
ko: 이거 최고야!!
pl: To jest najlepsze!
pt_br: Esse é o melhor!!
ru: Какая вкуснятина!
zh_tw: 這是最棒的！！

# CHARACTERS.WURT.DESCRIBE.RAZOR
source: Cutty thing?
de: Schneideding?
es: ¿Cosa cortante?
es_mx: ¿Cosa cortante?
fr: C'est un outil pour couper.
it: Per tagliare?
ja: 可愛いもの？
ko: 자르는 물건인가?
pl: Coś do cięcia?
pt_br: Coisa fofa?
ru: Этим что-то режут?
zh_tw: 切割用的？

# CHARACTERS.WURT.DESCRIBE.REDGEM
source: It pretty and warm.
de: Hübsch und warm.
es: Es una cosa bonita y caliente.
es_mx: Ser linda y cálida.
fr: Elle est belle et un peu chaude.
it: Bella e calda.
ja: 可愛くて暖かいね。
ko: 예쁘고 따뜻해.
pl: Ładny i ciepły.
pt_br: É bonita e quente.
ru: Красивый и теплый.
zh_tw: 既漂亮又溫暖。

# CHARACTERS.WURT.DESCRIBE.REDLANTERN
source: Hm, it look kinda nice.
de: Hm, sieht schön aus.
es: Mmm, tiene buen aspecto.
es_mx: Mmm, verse bastante bien.
fr: C'est plutôt joli.
it: Mmmm... molto carina.
ja: うーん、なんだかいい感じだね。
ko: 흠, 예뻐 보여.
pl: Całkiem ładnie wygląda.
pt_br: Hm, até que parece legal.
ru: Хм, выглядит симпатично.
zh_tw: 嗯，看起來挺好看的。

# CHARACTERS.WURT.DESCRIBE.REDMOONEYE
source: Got something in its eye, florp.
de: Hat was im Auge, florp.
es: Tiene algo en el ojo, florp.
es_mx: Tener algo en el ojo, flop.
fr: Il a un truc dans l'œil, florp.
it: Ha altro in suo occhio, florp.
ja: 目に何か入ったよ、フロープ。
ko: 눈에 뭐 들어갔어, 뻐끔.
pl: Coś ma w oku, florp.
pt_br: Tem algo nos olhos, florp.
ru: Хлюп, у него что-то в глазу.
zh_tw: 它眼睛裡有東西，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.REDPOUCH
source: Something clinking inside.
de: Etwas klingelt da drin.
es: Hay algo parpadeando dentro.
es_mx: Haber algo tintineando dentro.
fr: Y'a des trucs qui tintent dedans.
it: Qualcosa fa rumore dentro.
ja: 何かが中でカチャカチャと音を立てているよ。
ko: 안에서 뭐 짤랑거려.
pl: Coś tam brzęczy.
pt_br: Algo tilintando por dentro.
ru: Там что-то бренчит.
zh_tw: 裡面叮叮噹當的響。

# CHARACTERS.WURT.DESCRIBE.RED_CAP
source: These ones bad for you, florp.
de: Nicht gut für einen, florp.
es: Estas son malas para ti, florp.
es_mx: Estos ser malos para la salud, flop.
fr: C'est pas bon pour moi, ça, florp.
it: Questi cattivi, florp.
ja: こいつらは体に悪いよ、フロープ。
ko: 몸에 안 좋아, 뻐끔.
pl: Te mogą zaszkodzić, florp.
pt_br: Esses são ruins pra você, florp.
ru: Такие кушать нельзя, бульк.
zh_tw: 這些對你有壞處，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.RED_CAP_COOKED
source: Bit better...
de: Etwas besser ...
es: Un poco mejor...
es_mx: Así estar un poquito mejor.
fr: C'est un peu mieux...
it: Po' amari...
ja: 少しはマシになったかな...
ko: 조금 나아...
pl: Trochę lepiej...
pt_br: Um pouco melhor...
ru: Стало получше…
zh_tw: 稍微好點……

# CHARACTERS.WURT.DESCRIBE.RED_MUSHROOM.GENERIC
source: Hello mushroom!
de: Hallo Pilz!
es: ¡Hola, seta!
es_mx: ¡Hola, champiñón!
fr: Coucou petit champignon !
it: Ciao, fungo!
ja: こんにちは マッシュルーム！
ko: 안녕, 버섯아!
pl: Cześć, grzybie!
pt_br: Olá, cogumelo!
ru: Привет, гриб!
zh_tw: 你好蘑菇！

# CHARACTERS.WURT.DESCRIBE.RED_MUSHROOM.INGROUND
source: Come out!
de: Komm raus!
es: ¡Sal!
es_mx: ¡Salir ya!
fr: Sors de là !
it: Vieni fuori!
ja: 出てこいよ！
ko: 나와!
pl: Wyłaź!
pt_br: Sai logo!
ru: Выходи!
zh_tw: 出來！

# CHARACTERS.WURT.DESCRIBE.RED_MUSHROOM.PICKED
source: None left.
de: Keiner mehr da.
es: No quedan.
es_mx: No quedar nada.
fr: Il reste rien.
it: Tutti presi.
ja: 残っていないよ。
ko: 하나도 안 남았어.
pl: Nic nie zostało.
pt_br: Não sobrou nada.
ru: Больше нет грибочка.
zh_tw: 什麼都沒剩。

# CHARACTERS.WURT.DESCRIBE.REEDS.BURNING
source: Glurgh!! Swamp burning!
de: Glarg!! Sumpf brennt!
es: ¡¡Glurgh!! ¡La ciénaga arde!
es_mx: ¡¡Gluf!! ¡Pantano estar en llamas!
fr: Argh ! Le marécage brûle !
it: Glurgh! Palude brucia!
ja: グルーフ！沼が燃えているよ！
ko: 빠끔빠끔!! 습지 불타!
pl: Glurg! Bagno się pali!
pt_br: Glurgh!! Pântano queimando!
ru: Хлюп! Болото горит!
zh_tw: 格勒格！！沼澤在燃燒！

# CHARACTERS.WURT.DESCRIBE.REEDS.GENERIC
source: There lots of these in the swamp!
de: Viele davon im Sumpf!
es: ¡Hay muchos de estos en la ciénaga!
es_mx: ¡Haber muchos de estos en el pantano!
fr: Y'a plein de ces trucs dans le marécage !
it: Tante in palude!
ja: 沼地にはこんなのがいっぱいだよ！
ko: 습지에 이거 많아!
pl: Na bagnach jest tego mnóstwo!
pt_br: Tem muitos deles no pântano!
ru: В болоте таких полно!
zh_tw: 沼澤裡很多這種東西！

# CHARACTERS.WURT.DESCRIBE.REEDS.PICKED
source: Gotta find more, flurp.
de: Muss mehr finden, flurp.
es: Hay que encontrar más, flurp.
es_mx: Yo buscar más, flup.
fr: Il m'en faut plus, florp.
it: Devo trovare altre, flurp.
ja: もっと探さないと、フループ。
ko: 더 찾아야 해, 뻐끔.
pl: Muszę znaleźć więcej, flurp.
pt_br: Preciso encontrar mais, flurp.
ru: Нужно еще найти, бульк.
zh_tw: 要多找點，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.REFINED_DUST
source: Made dusty block, florpt.
de: Mach Staubblock, florpt.
es: Hizo bloque de polvo, florp.
fr: Ça fait des blocs d'poussière, florp.
it: Fatto blocco di polvere, florpt.
ja: ホコリっぽいレンガができたよ、フロープト。
ko: 먼지로 블록을 만들었어, 빠끔.
pl: Mnóstwo kurzu, florp.
pt_br: Fez bloco de pó, florpt.
ru: Сделала кусок пыли, бульк.
zh_tw: 做出了一塊的灰塵，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.REFLECTIVEVEST
source: Hm... orange.
es: Mm... Naranja
es_mx: Mmm... anaranjado.
fr: Euh, c'est orange.
it: Mmmm... arancione.
ja: うーん...オレンジだね。
ko: 흠... 주황색이네.
pl: Hm... pomarańczowa.
pt_br: Hum... laranja.
ru: Хм-м… Оранжевый.
zh_tw: 嗯……橙色的。

# CHARACTERS.WURT.DESCRIBE.RELIC
source: Old thing.
de: Altes Ding.
es: Cosa antigua.
es_mx: Cosa antigua.
fr: C'est une vieillerie.
it: Cosa vecchia.
ja: 昔のことだよ。
ko: 낡은 물건이야.
pl: Staroć.
pt_br: Coisa velha.
ru: Старье.
zh_tw: 舊東西。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB.BURNT
source: Aw well.
de: Och.
es: Oh, vaya.
es_mx: Oh, bueno.
fr: Dommage.
it: Oh, beh...
ja: そうか。
ko: 저런.
pl: No cóż.
pt_br: Ah, puxa.
ru: Что поделать…
zh_tw: 嗷好吧。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB.GENERIC
source: Funny-hair man say "Science" come out of it?
de: Mann mit lustigen Haaren meint, "Wissenschaft" kommt raus?
es: ¿El señor de pelo raro dice que de aquí sale "ciencia"?
es_mx: ¿Hombre de pelo loco decir que de aquí salir “ciencia”?
fr: Le monsieur avec de drôles de cheveux a dit que ça sert à faire de la science.
it: Uomo con capelli strani dice che da qui esce "scienza"?
ja: おかしな髪の毛の人が「科学」って言って出てくるの？
ko: 웃긴 머리 남자 말로는 여기서 "과학" 나온다고?
pl: Pan ze śmiesznymi włosami mówi, że wychodzi z tego "nauka"?
pt_br: Homem de cabelo engraçado diz que faz "ciência" nisso?
ru: Волосатик говорит, что здесь живет «Наука»?
zh_tw: 奇怪髮型的人說"科學"會從裡面出來？

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB2.BURNT
source: Well it gone now.
de: Jetzt weg.
es: Ya no queda nada.
es_mx: Bueno, ya no quedar nada.
fr: Y'a plus rien.
it: Ora andato.
ja: 今はもうないよ。
ko: 이제 없어.
pl: Nic już nie zostało.
pt_br: Bem, se foi agora.
ru: Все сгорело.
zh_tw: 好，它沒了。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB2.GENERIC
source: All-kemmy... en...jun...
de: All-Sche... mie... Maschine ...
es: Máquina de alquimi... em...
es_mx: “Mutor”... de... “alquimea”...
fr: Motte-heure halle-chi-mi-queue...
it: Mo-to-re... al-chi-mi...
ja: オールケミー...エン...ジュン...
ko: 이언그음... 기... 개...
pl: Sil-nik... al... ke... mi... czny...
pt_br: Mou... tor... de Alk-imea...
ru: Алки… альхи… химичи…
zh_tw: 煉金術……

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB3.BURNT
source: Glad it gone.
de: Weg. Gut.
es: Me alegro de que ya no esté.
es_mx: Qué bueno que ya no quedar nada.
fr: Bon débarras.
it: Felice che è andato.
ja: なくなってよかったよ。
ko: 없어져서 다행이야.
pl: Dobrze, że już po nim.
pt_br: Que bom que foi.
ru: Хорошо, что все сгорело.
zh_tw: 燒了挺好的。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB3.GENERIC
source: Glurp... shouldn't play with that.
de: Glurp ... Nicht damit spielen.
es: Glurp... No debería jugar con eso.
es_mx: Glup... yo no deber jugar con eso.
fr: Glorp... J'dois pas jouer avec ça.
it: Glurp... Non devo giocare con questo.
ja: グループ、それで遊んではいけないよ。
ko: 빠끔... 갖고 놀면 안 돼.
pl: Glurp... nie powinnam się z tym bawić.
pt_br: Glurp... não deveria brincar com isso.
ru: Хлюп… Это не игрушка.
zh_tw: 格勒噗……不應該擺弄那個。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB4.BURNT
source: Weird hat machine burned up.
de: Seltsame Hutmaschine verbrannt.
es: Se ha quemado la máquina de sombrero raro.
es_mx: Extraña máquina con sombrero haberse quemado.
fr: Le drôle de chapeau-machine a brûlé.
it: Strana macchina per cappelli è bruciata.
ja: 変な帽子の機械が燃え尽きたよ。
ko: 이상한 모자 기계 불탔어.
pl: Dziwna maszyna z kapeluszem spłonęła.
pt_br: Máquina de chapéu estranho queimou.
ru: Чудная шляп-машина сгорела.
zh_tw: 奇怪的帽子機器燒掉了。

# CHARACTERS.WURT.DESCRIBE.RESEARCHLAB4.GENERIC
source: Think you just made that up, florp.
de: Bestimmt frei erfunden, florp.
es: Creo que te lo acabas de inventar, florp.
es_mx: Yo creer que tú acabar de inventar eso, flop.
fr: Tu viens de l'inventer, florp.
it: Penso che tu hai inventato, florp.
ja: 作り話だと思って、フロープ。
ko: 그냥 막 지어낸 이름 같은데, 뻐끔.
pl: Chyba ktoś tu sobie coś zmyślił, florp.
pt_br: Acho que você acabou de inventar isso, florp.
ru: Как будто тебя только что выдумали.
zh_tw: 我猜你都是剛剛才編的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.RESKIN_TOOL
source: Change things to... different things!
de: Sachen in ... andere Sachen verwandeln!
es: ¡Convierte las cosas en... otras cosas!
es_mx: Esto transformar cosas... ¡en otras cosas!
fr: Ça transforme des trucs en d'autres trucs !
it: Trasforma cose... in altre cose!
ja: 変えて...違うものに！
ko: 물건을... 다른 물건으로 바꿔!
pl: Można zamienić rzeczy... w inne rzeczy!
pt_br: Mude coisas para... coisas diferentes!
ru: Превращает одни вещи… в другие!
zh_tw: 能把一件東西變成另一件東西！

# CHARACTERS.WURT.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Glurgh... it smell real bad.
de: Glarg ... Riecht furchtbar.
es: Glurgh... Huele muy mal.
es_mx: Gluaj... esto oler muy mal.
fr: Argh... Ça pue !
it: Glurgh... Puzza tanto.
ja: グルーフ...臭くてたまらないよ。
ko: 빠끔빠끔... 냄새 진짜 나빠.
pl: Glurg... bardzo brzydko pachnie.
pt_br: Glurgh... cheira muito mal.
ru: Хлюп… Как гадко пахнет!
zh_tw: 格勒格……它真難聞。

# CHARACTERS.WURT.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Is Funny-hair man... okay?
de: Ist Mann mit lustigen Haaren ... in Ordnung?
es: ¿El señor del pelo raro está... bien?
es_mx: ¿Hombre de pelo loco estar... bien?
fr: Est-ce que le monsieur avec de drôles de cheveux va bien ?
it: Uomo con capelli strani sta... bene?
ja: ファニーヘアの人は...大丈夫なの？
ko: 웃긴 머리 남자... 괜찮아?
pl: Pan ze śmiesznymi włosami... jest cały?
pt_br: Homem de cabelo engraçado tá bem?
ru: А Волосатик… в порядке?
zh_tw: 怪髮型的人……還好嗎？

# CHARACTERS.WURT.DESCRIBE.RESURRECTIONSTONE
source: This strong magic!
de: Starke Magie!
es: ¡Es magia fuerte!
es_mx: ¡Ser magia muy poderosa!
fr: Cette magie est puissante !
it: È magia forte!
ja: これは強い魔法だよ！
ko: 강력한 마법이야!
pl: Ale potężna magia!
pt_br: É mágica forte!
ru: Сильная магия!
zh_tw: 這種強大的魔法！

# CHARACTERS.WURT.DESCRIBE.REVIVER
source: Glurp! It still moving!
de: Glurp! Bewegt sich noch!
es: ¡Glurp! ¡Se sigue moviendo!
es_mx: ¡Glup! ¡Aún estar moviéndose!
fr: Argh ! Ça bouge toujours !
it: Glurp! Si muove ancora!
ja: グループ！まだ動いているよ！
ko: 빠끔! 아직 움직여!
pl: Glurp! Jeszcze się rusza!
pt_br: Glurp! Ainda tá se mexendo!
ru: Хлюп! Еще шевелится!
zh_tw: 格勒噗！它還在動！

# CHARACTERS.WURT.DESCRIBE.RHINODRILL
source: They not so tough, flort!
de: Nicht mehr so zäh, flort!
es: ¡No es tan fuerte, flort!
es_mx: ¡No ser tan duros, flop!
fr: Il fait moins son malin, flort.
it: Non è così tosto, flort!
ja: タフじゃないんだよ！
ko: 별로 안 강해, 뻐끔!
pl: Wcale nie są tacy twardzi, flort!
pt_br: Eles não são tão difíceis, flort!
ru: Не такие уж и сильные, бульк!
zh_tw: 他們也不是那麼硬，浮浪特！

# CHARACTERS.WURT.DESCRIBE.ROASTTURKEY
source: It look like yucky turkey, but smell like veggies?
de: Sieht aus wie Truthahn, aber riecht nach Gemüse?
es: Parece un pavo asqueroso, pero... ¿huele a verdura?
es_mx: Parecer pavo asqueroso, pero ¿oler a verduras?
fr: On dirait de la dinde, mais ça sent les légumes.
it: Sembra tacchino schifoso ma ha odore di verdura?
ja: 見た目は微妙な七面鳥だが、野菜の匂いがするね？
ko: 역겨운 칠면조 같은데 채소 냄새 나잖아?
pl: Wygląda jak ohydny indor, ale pachnie trochę jak warzywka.
pt_br: Parece peru nojento, mas tem cheiro de legumes?
ru: Похоже на гадкую индюшку, но пахнет овощами?
zh_tw: 看著像難吃的火雞，但聞起來像蔬菜？
