Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ANNOUNCE_PECKED
source: Alright, I'm going, I'm going!
de: In Ordnung, ich gehe ja schon!
es: Vale, ¡ya me voy, ya me voy!
fr: D'accord, je m'en vais, je m'en vais !
it: Ho capito! Me ne vado, me ne vado!
ja: オッケー。おしまいおしまい！
ko: 좋아, 간다, 간다!
pt_br: Está bem, já estou de saída!
ru: Ладно, ладно, сейчас буду!
zh_tw: 好吧，我去，我去！

# CHARACTERS.WANDA.ANNOUNCE_PETRIFED_TREES
source: What was that horrible sound? Did it come from the trees?
de: Was war das für ein furchtbares Geräusch? Kam es von den Bäumen?
es: ¿Qué ha sido ese sonido espantoso? ¿Venía de entre los árboles?
fr: C'était quoi ce son affreux ? Ça venait des arbres ?
it: Cos'è stato quell'orribile rumore? Proveniva dagli alberi?
ja: あの恐ろしい音は何？木の方から聞こえた？
ko: 저 끔찍한 소리는 뭐였을까? 나무에서 나는 소리였나?
pt_br: Que som horrendo é esse? Será que veio das árvores?
ru: Что за ужасный звук? Это деревья, что ли?
zh_tw: 是什麼可怕的聲音？它是從樹上傳來的嗎？

# CHARACTERS.WANDA.ANNOUNCE_PICK_DISEASE_WARNING
source: Uh, is it supposed to smell like that?
de: Äh, riecht das immer so?
es: Ah, ¿este olor es normal?
fr: Euh, l'odeur est normale ?
it: Uh, è normale che puzzi così?
ja: あれ、なんだか匂いが変だな？
ko: 윽, 원래 이렇게 냄새가 고약한가?
pt_br: Uh, era pra ter esse cheiro mesmo?
ru: Ох, оно и должно так вонять?
zh_tw: 嗯啊，本來就是那味道嗎？

# CHARACTERS.WANDA.ANNOUNCE_PLANT_RANDOMSEED
source: I wonder what it'll be? Maybe I should jump ahead and sneak a peek...
de: Ich frage mich, was es sein wird? Vielleicht sollte ich vorwärts springen und einen Blick darauf werfen ...
es: ¿En qué se convertirá? Podría ir al futuro y echar un vistazo...
fr: Je me demande ce que ça donnera. Je devrais peut-être aller jeter un œil dans le futur...
it: Chissà cosa nascerà. Magari potrei fare una capatina avanti nel tempo e dare una sbirciata...
ja: これは何になるのかな？ちょっと後に飛んで育ったところを見てみようか…
ko: 뭔지 궁금한데? 뛰어가서 살짝 엿봐야 할 지...
pt_br: O que será que ela vai virar? Acho que vou dar um pulinho no futuro pra ver...
ru: Интересно, что из него вырастет? Может, заглянуть в будущее и проверить?
zh_tw: 我想知道會長出什麼？也許我應該跳到前面去偷看一下……

# CHARACTERS.WANDA.ANNOUNCE_PLANT_RESEARCHED.1
source: I learned something new! Or at least remembered something I forgot...
de: Ich habe etwas Neues gelernt! Oder mich zumindest an etwas erinnert, das ich vergessen hatte ...
es: He aprendido algo nuevo... ¿O he recordado algo que había olvidado?
fr: J'ai appris quelque chose ! Ou alors je me suis souvenu de quelque chose que j'avais oublié...
it: Ho imparato qualcosa di nuovo! O forse ho ricordato qualcosa che avevo dimenticato...
ja: 新しいことを覚えたわ！というか、一回忘れたことをやっと覚えた…
ko: 새로운 걸 배웠다! 아니면 적어도 잊어버렸던 걸 기억해 냈겠지...
pt_br: Aprendi algo novo! Ou pelo menos me lembrei de algo que tinha esquecido...
ru: Я узнала что-то новое! Или вспомнила то, что забыла...
zh_tw: 我學到了一些新東西！或者至少記起了一些我忘記的東西……

# CHARACTERS.WANDA.ANNOUNCE_POCKETWATCH_MARK
source: That will make a fine anchor point.
de: Das wäre ein guter Ankerpunkt.
es: Esto servirá de anclaje.
fr: Ce sera un très bon point d'ancrage.
it: Questo è un ottimo punto di ancoraggio.
ja: あれはいいアンカーポイントになるわ。
ko: 저기서 닻을 내리면 되겠어!
pt_br: Isso vai servir bem como ponto de ancoragem.
ru: Хороший выйдет якорь.
zh_tw: 這裡當錨點很不錯。

# CHARACTERS.WANDA.ANNOUNCE_POCKETWATCH_OPEN_PORTAL
source: Alright everyone, quickly now!
de: Also, alle zusammen, schnell jetzt!
es: ¡Venga, daos prisa!
fr: Allez, on se dépêche !
it: Forza, signore e signori, stiamo per partire!
ja: じゃ、みんな、急いで！
ko: 좋아요 여러분, 지금 빨리!
pt_br: Muito bem, pessoal. Depressa!
ru: Так, собрались и побежали!
zh_tw: 好了，大家動作快點！

# CHARACTERS.WANDA.ANNOUNCE_POCKETWATCH_OPEN_PORTAL_DIFFERENTSHARD
source: Keep your wits about you, this is going to be a big jump!
de: Aufpassen, das wird ein großer Sprung!
es: ¡Agarraos bien, que se viene un salto tremendo!
fr: Préparez-vous, ça va être un sacré saut !
it: Occhi aperti, mi raccomando, sarà un bel salto!
ja: 気を抜かないで。今回はだいぶ飛ぶことになるわ！
ko: 정신 차려, 이로써 크게 도약할 테니!
pt_br: Preparem-se, vai ser uma viagem e tanto!
ru: Соберитесь! Сейчас будет большой прыжок!
zh_tw: 當心了，這一跳非同小可！

# CHARACTERS.WANDA.ANNOUNCE_POCKETWATCH_PORTAL
source: We're here! Don't be alarmed, a bit of time sickness is completely normal.
de: Wir sind da! Keine Angst, ein bisschen Zeitkrankheit ist völlig normal.
es: Ya hemos llegado... Que no cunda el pánico, marearse es lo habitual.
fr: On y est ! N'ayez pas peur, être un peu malade est parfaitement normal.
it: Eccoci arrivati! Niente paura, un leggero mal di tempo è assolutamente normale.
ja: 着いた！心配しないで！ちょっとした時間酔いが起きるのは普通のことだから。
ko: 여기야! 놀라지 마, 시간 멀미가 좀 나는 건 지극히 정상이라고.
pt_br: Chegamos! Não se assustem, um pouco de enjoo temporal é bastante comum.
ru: Мы на месте! Без паники, временная болезнь — это нормально.
zh_tw: 我們到了！不要驚慌，有點暈車的感覺是完全正常的。

# CHARACTERS.WANDA.ANNOUNCE_POCKETWATCH_RECALL
source: Nothing like a jaunt through time to get the old heart pumping!
de: Es geht nichts über eine Zeitreise, die das Herz höher schlagen lässt!
es: No hay nada como un viaje temporal para darle algo de vidilla a este corazón anciano.
fr: Rien de mieux qu'un bond dans le temps pour faire circuler le sang !
it: Non c'è nulla come un viaggio nel tempo per far emozionare un vecchio cuore!
ja: 時間の旅ほど錆びついた心臓をドキドキさせるものはないわ！
ko: 오래된 심장을 뛰게 하는 데는 시간 여행만큼 좋은 게 없지!
pt_br: Nada como um passeio no tempo pra fazer o coração bater mais forte!
ru: Ничто так не разгоняет старую кровь, как марш-бросок сквозь время!
zh_tw: 沒有什麼能比時空旅行更讓這顆老心臟砰砰狂跳了！

# CHARACTERS.WANDA.ANNOUNCE_QUAKE
source: The timeline's collapsing! No, worse, it's the ground!
de: Die Zeitachse kollabiert! Nein, es ist schlimmer, der Boden kollabiert!
es: ¡La línea temporal se desmorona! No..., es peor aún, ¡es la tierra!
fr: Cette réalité temporelle s'effondre ! Ah non... c'est pire, c'est le sol !
it: La linea temporale sta collassando! Anzi, peggio, è il terreno!
ja: 時間線が崩れてる！いや、それどころじゃない、これは地面だわ！
ko: 타임라인이 붕괴되고 있어! 아니, 더 안 좋아, 지면이 붕괴되고 있어!
pt_br: A linha do tempo está desmoronando! Não, pior, é o chão!
ru: Линия времени разваливается! Ой, нет, все еще хуже — земля разваливается!
zh_tw: 時間線在崩潰！不對，更可怕，是地面！

# CHARACTERS.WANDA.ANNOUNCE_REPELLED
source: I can't get through!
de: Ich komme nicht durch!
es: ¡No puedo pasar!
fr: Je peux pas passer !
it: Non riesco a proseguire!
ja: ボク通れません！
ko: 통과할 수 없어!
pt_br: Não posso passar!
ru: Не могу пробраться!
zh_tw: 我過不去！

# CHARACTERS.WANDA.ANNOUNCE_RESEARCH
source: I'm a quick learner.
de: Ich lerne schnell!
es: Aprendo muy rápido.
fr: J'apprends vite.
it: Imparo in fretta.
ja: 私は、物覚えは早い方だよ。
ko: 난 배우는 속도가 빠르지!
pt_br: Eu aprendo rápido!
ru: Я быстро учусь.
zh_tw: 我是一個快速學習者。

# CHARACTERS.WANDA.ANNOUNCE_REVIVED_FROM_CORPSE
source: F-for a moment, I thought I was done for...
de: Und ich dachte schon, ich wäre dran ...
es: P-por un momento, creí que sería mi fin...
fr: J-J'ai cru que ma dernière heure était arrivée...
it: P-per un momento, ho creduto di essere spacciata...
ja: ち、ちょっと…私はもうおしまいかと思ったんだけど…
ko: 수-순간 난 끝난 줄 알았어...
pt_br: P-por um momento, achei que fosse meu fim...
ru: На с-секунду я уж подумала, что м-мне конец...
zh_tw: 有那麼一刻，我以為我已經完蛋了……

# CHARACTERS.WANDA.ANNOUNCE_REVIVED_OTHER_CORPSE
source: Whew... I got here just in time.
de: Puh ... Ich bin gerade rechtzeitig hergekommen.
es: Uf... He llegado justo a tiempo.
fr: Pfiou... Je suis arrivée juste à temps.
it: Fiu... Appena in tempo.
ja: 良かった…間に合った。
ko: 휴...겨우 딱 맞춰 도착했군!
pt_br: Ufa... Cheguei bem a tempo.
ru: Фух... Я как раз вовремя.
zh_tw: 嗚……還好我及時趕到。

# CHARACTERS.WANDA.ANNOUNCE_REVIVING_CORPSE
source: Not on my watch!!
de: Das lasse ich nicht zu!!
es: ¡¡Aguanta un segundo más!!
fr: Alors là, certainement pas !
it: Non finché ci sono io!!!
ja: 私の目の黒いうちはダメ！！
ko: 내 시계로는 아니네!!
pt_br: Não se eu puder evitar!
ru: Не в мою смену!
zh_tw: 有我在，絕不允許這種情況發生！！

# CHARACTERS.WANDA.ANNOUNCE_RUINS_RESET
source: I felt a temporal wobble... a part of this timeline just reset itself!
de: Ich spüre ein temporales Wabbeln ... ein Teil der Zeitachse hat sich gerade zurückgesetzt!
es: Acabo de sentir un tambaleo en el tiempo... ¡Eso es que se ha reiniciado parte de la línea temporal!
fr: Je sens une perturbation temporelle... une partie de cette ligne temporelle vient de se réinitialiser toute seule !
it: Ho avvertito un'oscillazione temporale... Una parte di questa linea temporale si è appena resettata!
ja: ちょっとした揺れを感じたんだ…この時間線の一部がリセットしたんだ！
ko: 일시적인 흔들리는 게 느껴졌어... 이 타임라인의 일부가 스스로 재설정한 거야!
pt_br: Uma perturbação temporal... uma parte desta linha do tempo acaba de reiniciar!
ru: Я почувствовала возмущение в ткани времени... часть этой линии времени только что обновилась!
zh_tw: 我感覺到了時空的晃動……這條時間線的一部分剛剛重設了！

# CHARACTERS.WANDA.ANNOUNCE_SACREDCHEST_NO
source: This was all just a waste of time!
de: Das alles war nur Zeitverschwendung!
es: ¡Menuda pérdida de tiempo!
fr: C'était une perte sèche de temps...
it: Che gran spreco di tempo!
ja: このすべてが完全な時間のムダ！
ko: 이게 모두 시간 낭비였다고!
pt_br: Foi pura perda de tempo!
ru: Все это — пустая трата времени!
zh_tw: 這一切都只是在浪費時間！

# CHARACTERS.WANDA.ANNOUNCE_SACREDCHEST_YES
source: I knew I could puzzle it out!
de: Ich wusste, dass ich das Rätsel lösen kann!
es: Sabía que podía resolverlo.
fr: Je savais que j'en étais capable !
it: Sapevo di potercela fare!
ja: 私なら上手くできるって知ってたんだ！
ko: 내 자신이 퍼즐을 풀 수 있다는 것을 알고 있었지!
pt_br: Sabia que conseguiria resolver!
ru: Я знала, что смогу разобраться!
zh_tw: 我知道我可以把它解出來！

# CHARACTERS.WANDA.ANNOUNCE_SHELTER
source: I should be protected here for now.
de: Ich sollte hier vorerst geschützt sein.
es: Creo que ahora tendría que estar a salvo.
fr: Je devrais être à l'abri, maintenant.
it: Per ora, qui dovrei essere al sicuro.
ja: 今はここで守られてるはずだわ。
ko: 지금은 보호받아야 하는데.
pt_br: Ficarei protegida aqui por enquanto.
ru: Здесь какое-то время будет безопасно.
zh_tw: 我在這裡應該能受到保護。

# CHARACTERS.WANDA.ANNOUNCE_SNARED
source: Ack! Let me go!!
de: Argh! Lass mich los!!
es: ¡Uf! ¡¡Suéltame!!
fr: Argh ! Lâche-moi !
it: Argh! Lasciami andare!!!
ja: あっ！放してよ！
ko: 아! 날 내버려 둬!
pt_br: Ugh! Me solta!
ru: А-а-а! Отпусти меня!
zh_tw: 啊！放開我！！

# CHARACTERS.WANDA.ANNOUNCE_SNARED_IVY
source: Ow! Oooh, I never liked gardening...
de: Aua! Oooh, ich habe Gartenarbeit nie gemocht ...
es: ¡Au! Qué poco me gusta la horticultura...
fr: Ouille ! Oooh, je n'ai jamais aimé le jardinage...
it: Ahi! Ahimè, non ho mai amato il giardinaggio...
ja: あーあ！もう…園芸が好きだったことなんてこれまで一度もないのに…
ko: 오! 오오오, 난 정원 가꾸는 게 싫어...
pt_br: Ai! Aaah, nunca gostei de fazer jardinagem...
ru: Ай! Уф, никогда не любила садоводство...
zh_tw: 嗷！哦，我從來不喜歡園藝……

# CHARACTERS.WANDA.ANNOUNCE_SOAKED
source: I'm going to catch my death if I don't dry off soon!
de: Ich werde mir noch den Tod holen, wenn ich nicht bald abtrockne!
es: Voy a pillar un resfriado de muerte como no me seque pronto...
fr: Je vais finir par attraper la mort si je ne sèche pas vite.
it: Prenderò un malanno se non mi asciugherò in fretta!
ja: さっさと乾かないと死が私をさらいに来る！
ko: 빨리 말리지 않으면 죽겠어!
pt_br: Vou acabar morrendo se não me secar logo!
ru: Если не высушусь, скоро смерть меня настигнет!
zh_tw: 趕緊擦乾，難受死了！

# CHARACTERS.WANDA.ANNOUNCE_SPOOKED
source: Ack! Leave me alone!!
de: Argh! Lass mich in Ruhe!!
es: ¡Uf! ¡Déjame en paz!
fr: Argh ! Mais laissez-moi tranquille !
it: Argh! Lasciatemi in pace!!!
ja: もう！放っておいて！
ko: 아아! 날 좀 내버려 둬.
pt_br: Ugh! Me deixe em paz!
ru: А-а-а! Оставь меня в покое!
zh_tw: 呀！別煩我！

# CHARACTERS.WANDA.ANNOUNCE_TALK_TO_PLANTS.1
source: I can't afford to waste time talking to a plant!
de: Ich kann es mir nicht leisten, Zeit zu verschwenden und mit einer Pflanze zu reden!
es: No puedo perder el tiempo hablando con una planta.
fr: Je n'ai pas de temps à perdre à parler avec une plante !
it: Non posso sprecare tempo a parlare con una pianta!
ja: 植物に話しかけて時間をムダにするなんて私には無理！
ko: 식물과 이야기하는 데 시간을 낭비할 여유가 없다고!
pt_br: Não posso perder tempo batendo papo com uma planta!
ru: Не могу позволить себе тратить время на разговоры с растениями!
zh_tw: 我不能浪費時間與植物交談！

# CHARACTERS.WANDA.ANNOUNCE_TALK_TO_PLANTS.2
source: I don't really know what to say...
de: Ich weiß nicht, was ich sagen soll ...
es: No sé qué decir...
fr: Je ne sais pas trop quoi dire...
it: Non so proprio cosa dire...
ja: なんて言ったらいいのかわからないんだけど…
ko: 무슨 말을 해야 할지 잘 모르겠어...
pt_br: Não sei mesmo o que dizer...
ru: Даже не знаю, что сказать...
zh_tw: 我真的不知道該說些什麼……

# CHARACTERS.WANDA.ANNOUNCE_TALK_TO_PLANTS.3
source: Err... can you grow faster, please?
de: Äh ... Kannst du bitte schneller wachsen?
es: Eh... ¿Podríais crecer más rápido, porfa?
fr: Euh... tu peux pousser plus vite, s'il te plaît ?
it: Mm... Potresti crescere più in fretta? Per favore?
ja: えー…さっさと育っていただけますか？
ko: 어... 제발 더 빨리 자라 줄 순 없니?
pt_br: Ahm... dá pra crescer mais rápido?
ru: Эм... А ты можешь расти побыстрее? Пожалуйста?
zh_tw: 呃……能不能求你長快點？

# CHARACTERS.WANDA.ANNOUNCE_TALK_TO_PLANTS.4
source: I don't have time for this!
de: Ich habe keine Zeit dafür!
es: No puedo malgastar así el tiempo.
fr: Je n'ai pas le temps !
it: Non ho tempo per queste cose!
ja: こんなことしてる時間はない！
ko: 이러고 있을 시간이 없어!
pt_br: Não tenho tempo pra isso!
ru: У меня нет на это времени!
zh_tw: 我可沒時間浪費在這個上！

# CHARACTERS.WANDA.ANNOUNCE_TALK_TO_PLANTS.5
source: Maybe I could speed this up a little... you wouldn't mind that, would you?
de: Vielleicht könnte ich das Ganze etwas beschleunigen ... das würde dir doch nichts ausmachen, oder?
es: Podría acelerar un poco el proceso... Seguro que no pasa nada, ¿no?
fr: Je pourrais peut-être accélérer un peu les choses... Ça ne t'ennuie pas, j'espère ?
it: Potrei accelerarne un pochino la crescita... Non sarebbe un problema, vero?
ja: これを少しスピードアップできるかも…君も気にしないでしょ？
ko: 속도를 좀 더 높일 수 있을지도 몰라... 넌 신경쓰지 않겠지, 신경쓰이니?
pt_br: Talvez eu possa acelerar um pouco as coisas... Você não se importa, né?
ru: Может, я смогу немного ускорить процесс... Ты же не против?
zh_tw: 也許我可以把速度加快一點……你不介意吧？

# CHARACTERS.WANDA.ANNOUNCE_THORNS
source: Ack! I've got a thorn in my side!
de: Autsch! Ich habe einen Dorn in meiner Seite!
es: Uf... ¡Me he pinchado!
fr: Argh ! J'ai une épine dans le flanc !
it: Argh! Ho una spina nel fianco!
ja: アイタ！トゲが刺さった！
ko: 아아! 옆구리에 가시가 박혔어!
pt_br: Ugh! Tenho um espinho na minha vida!
ru: Ой! У меня колючка в боку!
zh_tw: 呀！我身上紮進一根刺！

# CHARACTERS.WANDA.ANNOUNCE_THURIBLE_OUT
source: It's run its course.
de: Es ist vorbei.
es: Ha cumplido su función.
fr: Il s'est éteint.
it: Ha esaurito il suo tempo.
ja: 当然至極。
ko: 자기가 할 일을 하고 있네.
pt_br: Já deu o que tinha que dar.
ru: Время вышло.
zh_tw: 它已經走完了它的路。

# CHARACTERS.WANDA.ANNOUNCE_TICOON_ABANDONED
source: I've spent enough time following you around for one day.
de: Ich habe genug Zeit damit vergeudet, dir einen ganzen Tag lang zu folgen.
es: Ya he perdido suficiente tiempo siguiéndote.
fr: J'ai passé assez de temps à te suivre pour aujourd'hui.
it: Ho perso fin troppo tempo a seguirti per un giorno.
ja: 今日はもう十分あんたの後をつけさせてもらったわ。
ko: 하루 동안 널 따라다니며 충분히 시간을 보냈어.
pt_br: Já passei muito tempo seguindo você por aí hoje.
ru: Я уже предостаточно времени сегодня на тебя потратила.
zh_tw: 我都跟你一天了，差不多得了。

# CHARACTERS.WANDA.ANNOUNCE_TICOON_DEAD
source: His time was cut short... and my time's been wasted!
de: Seine Zeit wurde verkürzt ... und meine Zeit wurde vergeudet!
es: Le ha llegado la hora... ¡y yo he perdido las mías!
fr: Son temps a été coupé court... et le mien a été gâché !
it: La sua vita è stata spezzata anzitempo... Ma così ha sprecato il mio, di tempo!
ja: 彼の命の時間は短かったわね…私の時間も無駄になってしまったじゃない！
ko: 녀석의 시간은 줄어들었고... 나는 시간을 낭비했지!
pt_br: Seu tempo acabou... e o meu foi desperdiçado!
ru: Его время истекло... а мое — потрачено впустую!
zh_tw: 他的時間驟然停止……我的時間也浪費了！

# CHARACTERS.WANDA.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: Yes yes, I'm coming!
de: Ja, ja, ich komme schon!
es: ¡Sí, sí, ya voy!
fr: Oui, oui, j'arrive !
it: Sì, sì, arrivo!
ja: はいはい、今行くわ！
ko: 그래그래, 가고 있어!
pt_br: Sim, sim, já tô indo!
ru: Да, да, уже иду!
zh_tw: 好的，好的，我來了！

# CHARACTERS.WANDA.ANNOUNCE_TICOON_LOST_KITCOON
source: Oh botheration, I didn't find it quick enough.
de: Ach verflixt, ich habe nicht schnell genug gesucht.
es: Qué fastidio, no lo he pillado a tiempo.
fr: Oh, flûte de zut. Je ne l'ai pas trouvé assez vite.
it: Oh, che seccatura, ci ho messo troppo a trovarlo.
ja: ああ、煩わしい。時間内に見つけられなかった。
ko: 아 귀찮아, 그다지 빨리 찾아내지는 못했어.
pt_br: Ai, que amolação, não o achei rápido o bastante.
ru: Вот неудобство, я не успела найти его вовремя.
zh_tw: 嗷，麻煩呐。我還是不夠快啊。

# CHARACTERS.WANDA.ANNOUNCE_TICOON_NEAR_KITCOON
source: Did I just hear a rustle? Perhaps it's nearby...
de: Habe ich gerade ein Rascheln gehört? Vielleicht ist es in der Nähe ...
es: ¿Ha crujido algo? Estará cerca...
fr: Je viens d'entendre un bruissement. Il est peut-être tout près...
it: Era un fruscio quello che ho sentito? Forse è vicino...
ja: なにかガサガサ聞こえたような？近くにいるのかもしれないね…
ko: 지금 바스락 소리가 들린 건가? 아마 근처에...
pt_br: Será que ouvi um estalo? Talvez esteja aqui perto...
ru: Кажется, я слышала шуршание неподалеку...
zh_tw: 我剛才聽到了沙沙的聲音嗎？也許它就在附近……

# CHARACTERS.WANDA.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: Nothing seems to be catching its attention.
de: Nichts scheint seine Aufmerksamkeit zu erregen.
es: Parece que no hay nada que le llame la atención.
fr: Rien ne semble attirer son attention.
it: Nulla sembra attirare la sua attenzione.
ja: こいつの目に留まるものはないみたいだわ。
ko: 정신이 다른 데 팔려 있는 것 같아.
pt_br: Nada parece estar chamando sua atenção.
ru: Ничто не привлекло его внимание.
zh_tw: 似乎沒有什麼能引起它的注意。

# CHARACTERS.WANDA.ANNOUNCE_TICOON_START_TRACKING
source: He's certainly in a rush to get somewhere.
de: Er hat es wirklich eilig, irgendwohin zu gelangen.
es: Está claro que tiene prisa por ir a algún sitio.
fr: Je ne sais pas où il va, mais il a l'air pressé d'y aller.
it: Sembra aver fretta di arrivare chissà dove.
ja: どこかに急いでいこうとしているわね。
ko: 분명히 급하게 어딘가로 가는 중일 거야.
pt_br: Ele certamente está com pressa pra chegar em algum lugar.
ru: Он явно куда-то спешит.
zh_tw: 他急著要衝去一個地方。

# CHARACTERS.WANDA.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: Are you waiting for me? What an odd turn of events.
de: Wartet ihr auf mich? Was für eine seltsame Wendung der Ereignisse.
es: ¿Estás esperándome? Menuda vuelta de tuerca.
fr: Tu m'attends ? Quel retournement de situation inattendu.
it: Mi stai aspettando? Che svolta bizzarra.
ja: 私を待ってくれていたのかい？どんな風の吹き回しだい。
ko: 날 기다리고 있는 거니? 태세가 이상하게 전환되네.
pt_br: Você está esperando por mim? Que reviravolta surpreendente.
ru: Ты меня ждешь? Вот так неожиданность.
zh_tw: 你在等我嗎？真是個奇怪的轉折。

# CHARACTERS.WANDA.ANNOUNCE_TOADESCAPED
source: It's finally gone.
de: Sie ist endlich fort.
es: Por fin se ha ido.
fr: Il est enfin parti.
it: Finalmente se n'è andato.
ja: やっといなくなった。
ko: 마침내 가버렸군.
pt_br: Finalmente, ele partiu.
ru: Наконец-то она сбежала.
zh_tw: 總算沒了。

# CHARACTERS.WANDA.ANNOUNCE_TOADESCAPING
source: M-maybe I should just let it go.
de: Vielleicht sollte ich sie gehen lassen.
es: I-igual tendría que dejarlo ir.
fr: Je... Je devrais peut-être me contenter de le laisser partir.
it: F-forse è meglio lasciarlo andare.
ja: た、たぶん、放した方がいいかも。
ko: 음 아마 그냥 놔둬야 할 것 같아.
pt_br: T-talvez seja melhor deixá-lo ir.
ru: М-может, п-просто ее отпустить?
zh_tw: 也許我應該由它去吧。

# CHARACTERS.WANDA.ANNOUNCE_TOOL_SLIP
source: I'm usually not such a butterfingers.
de: Normalerweise bin ich nicht so ein Tollpatsch.
es: No suelo ser tan patosa.
fr: Je ne suis pas aussi maladroite, d'habitude.
it: Di solito non ho queste mani di burro.
ja: いつもはこんなに抜けてないんだけど。
ko: 난 그런 풋내기가 아니야.
pt_br: Normalmente, não sou de deixar as coisas caírem.
ru: Обычно у меня руки не настолько крюки.
zh_tw: 我平時不會丟三落四。

# CHARACTERS.WANDA.ANNOUNCE_TORCH_OUT
source: My torch! I need to find another one quickly!
de: Meine Fackel! Ich muss schnell eine andere finden!
es: ¡La antorcha! Necesito encontrar otra a la de ya.
fr: Ma torche ! Il m'en faut une autre, et vite !
it: La mia torcia! Devo trovarne un'altra alla svelta!
ja: 私のたいまつ！もう一個急いで探さないと！
ko: 횃불이! 빨리 다른 횃불을 하나 더 찾아야 겠어!
pt_br: Minha tocha! Preciso encontrar outra rápido!
ru: Факел погас! Нужно срочно найти новый!
zh_tw: 我的火炬！我得趕緊再找一個！

# CHARACTERS.WANDA.ANNOUNCE_TOWNPORTALTELEPORT
source: I've jumped through time and space enough to be used to this sort of thing.
de: Ich bin schon oft genug durch Zeit und Raum gesprungen, daher bin ich an so etwas gewöhnt.
es: He viajado bastante por el tiempo y el espacio como para estar acostumbrada a esto.
fr: J'ai assez souvent traversé le temps et l'espace pour m'habituer à ce genre de chose.
it: Ho viaggiato nel tempo e nello spazio a sufficienza da essere abituata a questo genere di cose.
ja: こういったことに慣れるくらいには時間と空間を飛び越えてきたわ。
ko: 나는 이런 일에 익숙해질 만큼 시간과 공간을 뛰어 넘었지.
pt_br: Já viajei pelo espaço-tempo o suficiente pra estar habituada a esse tipo de coisa.
ru: Я достаточно долго прыгала сквозь пространство и время, чтобы к этому привыкнуть.
zh_tw: 我跳躍過多少時間和空間，這種事情早就司空見慣了。

# CHARACTERS.WANDA.ANNOUNCE_TRAP_WENT_OFF
source: Ack! That wasn't meant to happen!
de: Argh! Das hätte nicht passieren sollen!
es: Uf... ¡Eso no tenía que pasar!
fr: Argh ! Ce n'était pas censé se passer comme ça !
it: Argh! Non sarebbe dovuto accadere!
ja: あ！これは予定外！
ko: 아아! 그럴려던 게 아니었는데!
pt_br: Ugh! Não era pra isso ter acontecido!
ru: Ай! Так не должно быть!
zh_tw: 咳！不應該發生這種事！

# CHARACTERS.WANDA.ANNOUNCE_UNIMPLEMENTED
source: I don't think that belongs in this timeline.
de: Ich glaube nicht, dass das in diese Zeitachse gehört.
es: Creo que eso no pertenece a esta línea temporal.
fr: Je crois que ça n'a rien à faire dans cette ligne temporelle.
it: Non credo che appartenga a questa linea temporale.
ja: これはこの時間線の物じゃないと思う。
ko: 이 타임라인에 속한 게 아닌 것 같은데...
pt_br: Não acho que isso deveria estar nesta linha do tempo.
ru: По-моему, это вещь из другой линии времени.
zh_tw: 我認為它不屬於這條時間線。

# CHARACTERS.WANDA.ANNOUNCE_WANDA_NORMALTOOLD
source: I don't have much time left!
de: Mir bleibt nicht viel Zeit!
es: ¡No me queda mucho tiempo!
fr: Je n'ai plus beaucoup de temps !
it: Non mi rimane molto tempo!
ja: もう残された時間があまりない！
ko: 시간이 얼마 남지 않았어!
pt_br: Não me resta muito tempo!
ru: У меня почти не осталось времени!
zh_tw: 我已經沒有多少時間了！

# CHARACTERS.WANDA.ANNOUNCE_WANDA_NORMALTOYOUNG
source: Ha! Full of youthful vigor once again!
de: Ha! Noch einmal voller jugendlichem Elan!
es: ¡Ja! Vuelvo a derrochar energía.
fr: Ha ! Me revoilà jeune et pleine de vigueur !
it: Ha! Sono di nuovo piena del vigore tipico della gioventù!
ja: イェイ！若い活力がみなぎってきた！
ko: 하! 젊음의 열정이 다시 한 번 꽉 찼어!
pt_br: Ha! Recuperei o vigor da juventude mais uma vez!
ru: Ха! И вновь я молода и полна сил!
zh_tw: 哈！再次充滿了青春的活力！

# CHARACTERS.WANDA.ANNOUNCE_WANDA_OLDTONORMAL
source: Death will never catch me!
de: Der Tod wird mich nie einholen!
es: La muerte no me atrapará.
fr: La mort ne me rattrapera jamais !
it: La morte non mi avrà mai!
ja: 死は私をつかまえることはできない！
ko: 죽음은 결코 나를 붙잡지 못 해!
pt_br: A morte nunca vai me pegar!
ru: Смерть никогда меня не настигнет!
zh_tw: 死神永遠也抓不到我！

# CHARACTERS.WANDA.ANNOUNCE_WANDA_YOUNGTONORMAL
source: It's alright, I still have time...
de: Schon in Ordnung, ich habe noch Zeit ...
es: No pasa nada, aún me queda tiempo...
fr: Ça va, il me reste du temps...
it: Va tutto bene, ho ancora tempo...
ja: 大丈夫。私にはまだまだ時間がある…
ko: 괜찮아 아직 시간이 있어...
pt_br: Tudo bem, ainda tenho tempo...
ru: Ничего, ничего, время еще есть...
zh_tw: 沒關係，我還有時間……

# CHARACTERS.WANDA.ANNOUNCE_WASHED_ASHORE
source: I-I don't think I'm going on another boat for a while.
de: I... Ich glaube nicht, dass ich in nächster Zeit noch ein Boot besteigen werde.
es: C-creo que tardaré en volver a subir en barco...
fr: J-Je crois que je ne remonterai plus sur un bateau avant quelque temps...
it: C-credo che per un po' mi terrò lontana dalle barche.
ja: し、しばらくはボートは遠慮しておくわ。
ko: 다-당분간은 배를 다시 타지 않을 것 같아.
pt_br: A-acho que não vou entrar em outro barco por um tempo.
ru: Н-нет уж, пока что больше никаких лодок.
zh_tw: 我——我想我最近不會再上船了。
