Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_URN
source: Aw. Sorry, eh.
es: Ah. Lo siento, eh.
fr: Ah ! Condoléances...
it: Ah. Condoglianze, eh.
ja: ご愁傷様…。
ko: 저런. 명복을 빕니다.
pl: Och. Przykro mi, co nie.
pt_br: Ah. Desculpe, viu.
ru: О… Простите…
zh_cn: 啊，很遗憾，嗯。
zh_tw: 啊，很遺憾，嗯。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: I don't see any reason to bother the poor fella.
de: Ich sehe keinen Grund, den armen Kerl zu stören.
es: No veo ninguna razón para molestar a la pobre criatura.
fr: Je ne vois aucune raison d'embêter ce pauvre type.
it: Non vedo alcun motivo di disturbare il poverino.
ja: こんなみすぼらしい野郎のジャマをしてもしょうがねえよ。
ko: 불쌍한 녀석들인데 굳이 괴롭힐 필요 없잖아.
pl: Nie widzę powodu, aby mu się naprzykrzać.
pt_br: Não vejo motivo pra incomodar o pobrezinho.
ru: Не вижу причин беспокоить этого парнишку.
zh_cn: 我觉得没什么理由去折腾那可怜的家伙。
zh_tw: 我覺得沒什麼理由去折騰那可憐的傢伙。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: It ain't living no more.
de: Lebt nicht mehr.
es: Ya no vive más.
fr: Il n'est plus en vie.
it: Non è più in vita.
ja: 死んじまったらもう生き返らねえ。
ko: 이젠 죽었어.
pl: Już nie żyje.
pt_br: Não tem mais vida.
ru: Его жизнь завершилась.
zh_cn: 它活到头了。
zh_tw: 它活到頭了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: It's a filthy pigeon.
de: Eine dreckige Taube.
es: Es una paloma sucia.
fr: Un sale pigeon.
it: È uno schifoso piccione.
ja: 薄汚いハトだな。
ko: 더러운 비둘기잖아.
pl: Obleśny gołąb.
pt_br: É um pombo nojento.
ru: Грязный голубь.
zh_cn: 是一只臭鸽子。
zh_tw: 是一隻臭鴿子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: It's getting some shut-eye.
de: Sie ruht ihre Augen aus.
es: Se está echando una cabezada.
fr: Il ferme un peu les yeux.
it: Sta facendo un sonnellino.
ja: 昼寝をしているみたいだな。
ko: 자고 있네.
pl: Przysnął na trochę.
pt_br: Está dando uma cochilada.
ru: Решил вздремнуть.
zh_cn: 它要睡会儿。
zh_tw: 它要睡會兒。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: Kinda fancy eh, Lucy?
de: Irgendwie schick, was, Lucy?
es: Es bastante bonito, ¿eh, Lucy?
fr: Plutôt classe, hein Lucy ?
it: Raffinato eh, Lucy?
ja: 豪華じゃねえか、なあルーシー？
ko: 꽤 멋지지, 루시?
pl: Całkiem fikuśne. Co nie, Lucy?
pt_br: Meio chiquetoso, né, Lucy?
ru: Шик-блеск, правда, Люси?
zh_cn: 挺精美的，对吧露西？
zh_tw: 挺精美的，對吧露西？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POND_SALT
source: Wouldn't wanna swim in it, that's fer sure.
de: Ich würde nicht darin schwimmen wollen, das ist sicher.
es: No me gustaría nadar ahí, eso seguro.
fr: Pas du tout envie de nager là-dedans !
it: Non vorrei nuotarci, poco ma sicuro.
ja: ここで泳ぐのはまっぴらゴメンだな。
ko: 확실히 수영하고 싶지는 않아.
pl: Nie chciałbym w nim pływać. To na pewno.
pt_br: Não tenho vontade de nadar aí, com certeza.
ru: Купаться там мне не хочется, это точно.
zh_cn: 我肯定不想在里面游泳。
zh_tw: 我肯定不想在裡面游泳。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PORTAL
source: Looks like we're going nowhere fast, Lucy.
de: Wir kommen wohl nicht so schnell weg, Lucy.
es: Parece que no vamos a ir rápido a ningún sitio, Lucy.
fr: On dirait qu'on ne va pas aller loin, Lucy.
it: Temo che non riusciremo ad andarcene in fretta da qui, Lucy.
ja: 急いで他の場所に行くこともないようたぞ、ルーシー。
ko: 금방 못 갈 모양이야, 루시.
pl: Chyba pędzimy donikąd, Lucy.
pt_br: Parece que não estamos indo rápido a lugar nenhum, Lucy.
ru: Смотри, Люси, мы можем отправиться в небытие кратчайшим путем.
zh_cn: 露西，看起来咱们只能待在原地了。
zh_tw: 露西，看起來咱們只能待在原地了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: Looks important.
de: Sieht wichtig aus.
es: Parece importante.
fr: Ça semble important.
it: Sembra importante.
ja: これはたぶん重要なヤツだ。
ko: 중요해 보이잖아.
pl: Wygląda na ważną rzecz.
pt_br: Parece importante.
ru: Выглядит важным.
zh_cn: 看起来很重要。
zh_tw: 看起來很重要。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POT
source: What do ya wanna make, Lucy?
de: Was willst du machen, Lucy?
es: ¿Qué quieres hacer, Lucy?
fr: Tu veux faire quoi, Lucy ?
it: Cosa vuoi preparare, Lucy?
ja: ルーシー、オマエは何を作りてえんだ？
ko: 뭘 만들까, 루시?
pl: Chcesz coś ugotować, Lucy?
pt_br: O que você quer fazer, Lucy?
ru: Что ты хочешь приготовить, Люси?
zh_cn: 你想煮点什么，露西？
zh_tw: 你想煮點什麼，露西？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POTATO
source: I love good local produce.
de: Ich liebe gute lokale Produkte.
es: Me encantan los buenos productos locales.
fr: J'aime les bons produits locaux.
it: Adoro i prodotti locali.
ja: オレは地元産が大好きなんだ。
ko: 신토불이지.
pl: Uwielbiam lokalne produkty.
pt_br: Tenho hortaliças locais de qualidade.
ru: Люблю эти славные местные продукты.
zh_cn: 我爱吃优质的本地农产品。
zh_tw: 我愛吃優質的本地農產品。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: It cooked up real nice.
de: Das mit dem Kochen hat gut funktioniert.
es: Se ha cocinado muy bien.
fr: Super bien cuite.
it: Si è cotto ben bene.
ja: うまく仕上がったみたいだな。
ko: 잘 구워졌잖아.
pl: Ładnie się ugotował.
pt_br: Ficou muito bem cozidinho.
ru: Прекрасно пропеклась.
zh_cn: 做得真不错。
zh_tw: 做得真不錯。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POT_HANGER
source: It's all set up.
de: Es ist alles vorbereitet.
es: Todo preparado.
fr: Bien installé.
it: È tutto pronto.
ja: これで準備完了だ。
ko: 설치 끝났어.
pl: Wszystko gotowe.
pt_br: Está tudo pronto.
ru: Готово.
zh_cn: 都装好了。
zh_tw: 都裝好了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: Gotta hang the pot on the fire somehow.
de: Ich muss den Topf irgendwie ans Feuer hängen.
es: Hay que colgar la olla sobre el fuego de alguna forma.
fr: Il faut trouver un moyen de pendre la marmite.
it: Devo appendere la pentola sul fuoco in qualche modo.
ja: なんとかしてナベを火の上にくべなきゃな。
ko: 어떻게든 불 위에 솥을 걸어야 하는데.
pl: Trzeba jakoś powiesić nad ogniem ten garnek.
pt_br: Preciso pendurar a panela na fogueira de algum jeito.
ru: Надо как-то повесить котелок над огнем.
zh_cn: 要想办法把锅子架在火上。
zh_tw: 要想辦法把鍋子架在火上。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POT_SMALL
source: I only know a handful of recipes, but I'm real good at them.
de: Ich kenne nur eine Handvoll Rezepte, aber die kann ich wirklich gut.
es: Solo me sé unas pocas recetas, pero me salen muy bien.
fr: Je connais peu de recettes, mais je les connais bien.
it: Conosco solo una manciata di ricette, ma sono molto bravo con quelle.
ja: オレは料理の種類はあまり知らないが、作らせたら最高に上手いんだぜ。
ko: 나는 아는 레시피는 몇 개 없지만, 요리는 잘한다고.
pl: Znam tylko kilka przepisów, ale dobrze mi wychodzą.
pt_br: Eu só sei algumas poucas receitas, mas faço muito bem.
ru: Рецептов я знаю немного, но готовлю отлично.
zh_cn: 我只会做那么几道菜，但是手艺不太好。
zh_tw: 我只會做那麼幾道菜，但是手藝不太好。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_POT_SYRUP
source: You have to have sap to make syrup.
de: Man braucht Saft, um Sirup zu machen.
es: Hace falta savia para hacer sirope.
fr: Il faut de la sève pour faire le sirop.
it: Devi avere la linfa per fare un buon sciroppo.
ja: シロップは樹液から取れるんだ。
ko: 수액이 있어야 시럽을 만들지.
pl: Nie da się zrobić syropu bez żywicy.
pt_br: Tem que se ter seiva pra fazer xarope.
ru: Чтобы сварить сироп, нужен древесный сок.
zh_cn: 得有汁液才能做糖浆。
zh_tw: 得有汁液才能做糖漿。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: The soil ain't right here.
de: Der Boden ist hier nicht richtig.
es: La tierra no es buena aquí.
fr: Le sol est pas bon ici.
it: Il terreno non è buono qua.
ja: ここの土は良くねえな。
ko: 여기는 흙이 안 좋잖아.
pl: Gleba nie jest tu zbyt dobra.
pt_br: Esse solo não é bom.
ru: С почвой тут беда.
zh_cn: 这里的土壤不对劲。
zh_tw: 這裡的土壤不對勁。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: It's not gonna work like that.
de: So funktioniert das nicht.
es: Así no va a funcionar.
fr: Elle marchera pas comme ça.
it: Non funziona in questo stato.
ja: これじゃあもう使えねえな。
ko: 이 상태로는 쓸 수 없는데.
pl: To raczej nie zadziała.
pt_br: Não vai funcionar assim.
ru: Так это не работает.
zh_cn: 那样是不行的。
zh_tw: 那樣是不行的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: Huh. Wonder what happened here?
de: Hä. Ich frage mich, was hier passiert ist.
es: Ah, ¿qué habrá pasado aquí?
fr: Euh... il s'est passé quoi ici ?
it: Uh. Mi domando cosa sia accaduto qua.
ja: ヘッ、ここで何があったっていうんだ？
ko: 흠. 대체 무슨 일이 있었던 걸까?
pl: Hmm... Ciekawe, co się tu stało.
pt_br: Hã. O que será que aconteceu aqui?
ru: Хм… Интересно, что здесь случилось?
zh_cn: 嗯，我想知道这里发生了什么事？
zh_tw: 嗯，我想知道這裡發生了什麼事？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: Kinda scary, eh?
de: Irgendwie beängstigend, was?
es: Da un poco de miedo, ¿eh?
fr: Ça fout les chocottes, hein ?
it: Un po' spaventosa, eh?
ja: なんか怖くねえか？
ko: 좀 무섭잖아, 그치?
pl: Trochę tu strasznie, co nie?
pt_br: Meio assustador, hein?
ru: Немного жутко, а?
zh_cn: 有点可怕，对吧？
zh_tw: 有點可怕，對吧？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: Nothing left of a fireplace.
de: Von einem Kamin ist nichts mehr übrig.
es: Ya no queda nada de esa chimenea.
fr: Il reste rien de la cheminée.
it: Non è rimasto niente del camino.
ja: 暖炉の跡形も残ってねえな。
ko: 벽난로는 흔적도 없네.
pl: Po palenisku nic nie zostało.
pt_br: Não resta mais mais nada da lareira.
ru: От очага ничего не осталось.
zh_cn: 丝毫没留下壁炉的痕迹。
zh_tw: 絲毫沒留下壁爐的痕跡。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: Too bad, eh?
de: Schade, was?
es: Qué mal, ¿eh?
fr: Triste, hein ?
it: Un peccato, eh?
ja: こりゃあ残念だ。
ko: 안타깝다, 그치?
pl: Szkoda, co nie?
pt_br: Que pena, hã?
ru: Плохо, хех?
zh_cn: 太糟糕了，对吧？
zh_tw: 太糟糕了，對吧？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: Is that the right time?
de: Ist das der richtige Zeitpunkt?
es: ¿Es la hora correcta?
fr: C'est la bonne heure ?
it: È l'ora esatta?
ja: この時計、あってるのか？
ko: 시간이 맞나?
pl: Czy to odpowiednia pora?
pt_br: Será a hora certa?
ru: Сейчас — самое время?
zh_cn: 时间是对的吗？
zh_tw: 時間是對的嗎？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: That's a shame.
de: Wie schade.
es: Qué pena.
fr: Quel dommage !
it: È un peccato.
ja: 残念だな。
ko: 안타깝다.
pl: Szkoda.
pt_br: Que pena, que pena.
ru: Какая жалость.
zh_cn: 真可惜。
zh_tw: 真可惜。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: Somethin' happened here, Lucy.
de: Hier ist etwas passiert, Lucy.
es: Aquí ha pasado algo, Lucy.
fr: Il s'est passé des trucs ici, Lucy.
it: Qui è successo qualcosa, Lucy.
ja: ここで何かあったみたいだぞ、ルーシー。
ko: 여기에 무슨 일이 있었던 게 분명해, 루시.
pl: Coś tu się stało, Lucy.
pt_br: Alguma coisa aconteceu aqui, Lucy.
ru: Здесь что-то случилось, Люси.
zh_cn: 露西，这里出过事。
zh_tw: 露西，這裡出過事。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: I wonder what they did wrong.
de: Ich frage mich, was sie falsch gemacht haben.
es: Me pregunto qué hicieron mal.
fr: Je me demande ce qu'ils ont fait de mal.
it: Mi chiedo in cosa hanno sbagliato.
ja: いったい、ここで何をしでかしたというんだ。
ko: 뭘 잘못했을까.
pl: Ciekawe czym zawinili.
pt_br: O que será que fizeram errado?
ru: Интересно, что они сделали не так.
zh_cn: 我想知道他们做错了什么。
zh_tw: 我想知道他們做錯了什麼。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: Gotta be pretty angry to destroy someone's home.
de: Muss ziemlich wütend sein, jemandes Haus zu zerstören.
es: Hay que estar bastante enfadado para destruir la casa de alguien.
fr: Il faut être rudement fâché pour casser une maison.
it: Bisogna essere davvero arrabbiati per distruggere la casa di qualcuno.
ja: ここまで家を破壊するんだから、相当怒ってたんだろうよ。
ko: 집을 부술 정도라면 화가 정말 많이 났다는 건데.
pl: Trzeba się nieźle rozeźlić, aby zniszczyć czyjś dom.
pt_br: Tem que estar muito zangado pra destruir a casa de alguém.
ru: Надо быть очень злым, чтобы разрушить чей-то дом.
zh_cn: 一定是有很大的怒气，才会把人家的房子都毁了。
zh_tw: 一定是有很大的怒氣，才會把人家的房子都毀了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: Such a shame.
de: Was für eine Schande.
es: Una pena.
fr: Quel dommage !
it: Davvero un peccato.
ja: もったいない
ko: 아까워라.
pl: Co za szkoda.
pt_br: Que vergonha.
ru: Какая досада.
zh_cn: 真可惜。
zh_tw: 真可惜。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: That doesn't look right.
de: Das sieht nicht richtig aus.
es: No parece que esté bien.
fr: C'est pas normal.
it: Non sembra proprio che stia bene.
ja: 何かおかしいな。
ko: 정말 보기 흉하네.
pl: To nie wygląda dobrze.
pt_br: Isso não parece certo.
ru: Что-то не так.
zh_cn: 看起来不对劲。
zh_tw: 看起來不對勁。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: No one'll miss it.
de: Niemand wird es verpassen.
es: Nadie lo echará de menos.
fr: Personne le regrettera.
it: Nessuno lo mancherà.
ja: 人目につきやすいな。
ko: 아무도 모를 거야.
pl: Nikomu nie będzie go brakowało.
pt_br: Ninguém vai sentir falta disso.
ru: Никто о нем не вспомнит.
zh_cn: 没人会想念它。
zh_tw: 沒人會想念它。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: Locked tight.
de: Fest verschlossen.
es: Está bien cerrada.
fr: Bien fermé.
it: Ben sigillato.
ja: しっかりとロックされてやがる。
ko: 단단히 잠겼네.
pl: Zamknięte na fest.
pt_br: Bem trancado.
ru: Заперто.
zh_cn: 锁得牢牢的。
zh_tw: 鎖得牢牢的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALMON
source: Need a good cedar plank to cook it on.
de: Ich brauche ein gutes Zedernholz, um es zu kochen.
es: Necesita un buen tablón de cedro para cocinarla.
fr: Faudrait le griller sur une bonne planche de cèdre.
it: Serve una bella piastra per cuocerlo.
ja: しっかりとした杉の木の板がいるな。上に乗せて調理するんだ。
ko: 삼나무 조각 위에 올려서 구우면 정말 맛있는데.
pl: Przydałaby się cedrowa deseczka, aby odpowiednio go upiec.
pt_br: Precisa de uma boa prancha de cedro pra assar esse.
ru: Чтобы его приготовить, мне нужна добрая кедровая доска.
zh_cn: 需要把它放在一块不错的杉木板上烤。
zh_tw: 需要把它放在一塊不錯的杉木板上烤。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: Tastes like home.
de: Schmeckt wie zu Hause.
es: Huele como a casa.
fr: Aussi bon qu'à la maison.
it: Sapore di casa.
ja: 家庭の味だ。
ko: 고향의 맛이야.
pl: Smakuje jak w domu.
pt_br: Tem gosto de casa.
ru: Прямо как дома.
zh_cn: 家的味道。
zh_tw: 家的味道。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALT
source: It's salty.
de: Salzig.
es: Está salado.
fr: C'est salé.
it: È salato.
ja: 塩っ辛いな。
ko: 소금기가 있잖아.
pl: Słona.
pt_br: Bem salgado.
ru: Солененько.
zh_cn: 它是咸的。
zh_tw: 它是鹹的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALTROCK
source: Maybe I could chop it into smaller bits.
de: Vielleicht könnte ich es in kleinere Stücke schneiden.
es: Tal vez podría partirla en pedacitos.
fr: Je pourrais peut-être en faire des miettes.
it: Forse potrei tagliarli in pezzi più piccoli.
ja: なんなら細かく砕いてやるぞ。
ko: 더 작게 잘라낼 수 있을지도 모르지.
pl: Może mógłbym ją porąbać na mniejsze kawałki.
pt_br: Talvez eu pudesse fatiar em pedacinhos menores.
ru: Может, это можно измельчить?
zh_cn: 也许我可以把它劈成小块。
zh_tw: 也許我可以把它劈成小塊。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: Gonna be a bit longer.
de: Es wird etwas länger dauern.
es: Tardará un poco más.
fr: Ça va prendre encore du temps.
it: Ci vorrà un po' più di tempo.
ja: もうちょっと掛かりそうだ。
ko: 좀 더 기다려야 해.
pl: Jeszcze trochę.
pt_br: Vai demorar um pouco mais.
ru: Нужно что-то длиннее.
zh_cn: 还需要好一阵子。
zh_tw: 還需要好一陣子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: It's ready.
de: Sie ist bereit.
es: Está lista.
fr: C'est prêt.
it: È pronto.
ja: 準備はできている！
ko: 준비됐다.
pl: Gotowe.
pt_br: Está pronto.
ru: Готово.
zh_cn: 可以收获了。
zh_tw: 可以收穫了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: Gotta set'er up.
de: Ich muss sie vorbereiten.
es: Hay que prepararlo.
fr: Faut l'installer.
it: Devo prepararlo.
ja: さあ、組み立てるか。
ko: 설치해야 하잖아.
pl: Trzeba rozstawić to ustrojstwo.
pt_br: Tenho que montar.
ru: Положим это на место.
zh_cn: 要把它安装好。
zh_tw: 要把它安裝好。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAP
source: Tree sap. From a tree.
de: Baumharz. Von einem Baum.
es: Savia de árbol. De un árbol.
fr: Sève d'arbre. D'un arbre.
it: Linfa degli alberi. Da un albero.
ja: 木の樹液だ。本物のな。
ko: 수액이다. 나무에서 나온 것이잖아.
pl: Żywica. Z drzewa.
pt_br: Seiva de árvore. De uma árvore.
ru: Древесный сок. Из дерева.
zh_cn: 树木汁液。来自树木。
zh_tw: 樹木汁液。來自樹木。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAPBUCKET
source: Didn't I tell everybody trees were delicious?
de: Habe ich nicht allen gesagt, dass Bäume köstlich sind?
es: ¿He contado a todo el mundo que los árboles son deliciosos?
fr: J'avais pas dit que les arbres étaient délicieux ?
it: Non ho sempre detto che gli alberi sono deliziosi?
ja: 木ってのは美味なモノだって言っただろ？
ko: 나무는 맛있다고 내가 말하지 않았던가?
pl: Czy mówiłem już, że drzewa są przepyszne?
pt_br: Eu não disse pra todo mundo que árvores eram deliciosas?
ru: Я ведь всегда говорил, что деревья вкусные!
zh_cn: 难道我没告诉大家，这些树很美味？
zh_tw: 難道我沒告訴大家，這些樹很美味？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAPLING
source: It's not growing back.
de: Wächst nicht mehr nach.
es: No volverá a crecer.
fr: Ça repoussera pas.
it: Non sta ricrescendo.
ja: まだ、戻ってきていないな。
ko: 다시 자라지 않을 거야.
pl: Nie odrośnie.
pt_br: Não vai crescer de novo.
ru: Уже не вырастет.
zh_cn: 它不会重新长出来了。
zh_tw: 它不會重新長出來了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: That's a shame, eh?
de: Das ist eine Schande, was?
es: Qué pena, ¿eh?
fr: Dommage, hein ?
it: È un peccato, eh?
ja: こりゃあ残念だな。
ko: 아깝다, 그치?
pl: Szkoda, co nie?
pt_br: Que pena, hã?
ru: Какая жалость, а?
zh_cn: 很可惜，对吧？
zh_tw: 很可惜，對吧？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SEEDPACKET
source: This will keep us busy for a while.
de: Das wird uns eine Weile beschäftigen.
es: Nos mantendrá ocupados por un rato.
fr: Ça va nous occuper un moment.
it: Ci terrà occupati per un po'.
ja: しばらく忙しくなりそうだな。
ko: 이거면 한 동안 바쁘게 지낼 수 있겠어.
pl: To chyba zatrzyma nas na chwilę.
pt_br: Assim vamos ficar ocupados por um tempo.
ru: Это на некоторое время займет нас.
zh_cn: 这个够我们忙活一阵子了。
zh_tw: 這個夠我們忙活一陣子了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: No use gettin' Lucy dirty.
de: Es hat keinen Sinn, Lucy schmutzig zu machen.
es: No merece la pena que Lucy se ensucie.
fr: Quand on peut éviter de salir Lucy.
it: Non serve far sporcare Lucy.
ja: ルーシーを汚すのは忍びねえしな。
ko: 루시를 더럽힐 필요는 없잖아.
pl: Nie ma co brudzić Lucy.
pt_br: Não adianta sujar a Lucy.
ru: Ни малейшего смысла марать Люси.
zh_cn: 没必要弄脏露西。
zh_tw: 沒必要弄髒露西。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: You only need a pinch to get the flavour.
de: Man braucht nur eine Prise, um den Geschmack zu bekommen.
es: Solo necesitas una pizca para obtener el sabor.
fr: Il suffit d'une pincée pour sentir le goût.
it: Ce ne vuole un pizzico per insaporire.
ja: ひとつまみだけで十分な風味が出る。
ko: 조금만 있어도 맛이 확 산다니까.
pl: Wystarczy odrobina, aby dodać smaku.
pt_br: Só precisa de uma pitada pra dar sabor.
ru: Для аромата нужна лишь щепотка.
zh_cn: 只要一点点，味道就会出来。
zh_tw: 只要一點點，味道就會出來。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: Looks real flavourful.
de: Sieht wirklich schmackhaft aus.
es: Parece realmente sabroso.
fr: Ça a l'air vraiment bon.
it: Sembra davvero saporito.
ja: いい風味がしそうだな。
ko: 정말 맛있어 보이잖아.
pl: Wygląda bardzo smakowicie.
pt_br: Parece cheio de sabor.
ru: Он кажется ароматным.
zh_cn: 看起来风味十足啊。
zh_tw: 看起來風味十足啊。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: That's been picked already.
de: Das wurde schon ausgewählt.
es: Ya han recogido los frutos.
fr: Déjà cueilli.
it: È già stato raccolto.
ja: これはもう収穫済みだ。
ko: 이미 땄잖아.
pl: Już zebrane.
pt_br: Já colheram tudo.
ru: Тут мы уже все собрали.
zh_cn: 已经被摘掉了。
zh_tw: 已經被摘掉了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: It makes my fingers smell like pepper.
de: Lässt meine Finger nach Pfeffer riechen.
es: Hace que me huelan los dedos a pimienta.
fr: J'ai les doigts qui sentent le poivre.
it: Fa odorare di pepe le mie dita.
ja: 指がコショウみたいな匂いがするぜ。
ko: 손가락에서 후추 냄새가 나게 하잖아.
pl: Palce mi od tego jadą pieprzem.
pt_br: Deixa meus dedos cheirando a pimenta.
ru: Теперь мои пальцы пахнут перцем.
zh_cn: 它弄得我的手指都有胡椒味了。
zh_tw: 它弄得我的手指都有胡椒味了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: It's beautiful!
de: Wunderschön!
es: ¡Qué bonito!
fr: Que c'est beau !
it: È bellissimo!
ja: これは素晴らしい！
ko: 아름답잖아!
pl: Piękne!
pt_br: É linda!
ru: Красиво!
zh_cn: 真美啊！
zh_tw: 真美啊！

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: Cut down in its prime.
de: In der Blüte seines Lebens abgeschnitten.
es: Cortada en su mejor momento.
fr: Coupé en pleine jeunesse.
it: È stato abbattuto all'inizio della sua vita.
ja: 切り倒されちゃったんだね…
ko: 한창 자랄 때 베었지.
pl: Ścięty w szczytowej formie.
pt_br: Cortados em seu auge.
ru: Срезан до основания.
zh_cn: 在它最茁壮的时候割下。
zh_tw: 在它最茁壯的時候割下。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: Hey, get away from that tree will ya!
de: Hey, geh von dem Baum weg, ja?
es: ¡Eh, apartaos del árbol!
fr: Eh, touchez pas à cet arbre !
it: Ehi, stai lontano da quell'albero!
ja: おい、その木から離れな！
ko: 야, 나무에서 당장 떨어져!
pl: Hej! Odczepcie się od tego drzewa!
pt_br: Ei, se afasta dessa árvore, tá?!
ru: Эй, а ну, прочь от этого дерева!
zh_cn: 嘿，你们离那棵树远点儿！
zh_tw: 嘿，你們離那棵樹遠點兒！

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: Fillin' up, slow as molasses.
de: Er füllt sich, langsam wie eine Melasse.
es: Se está llenando, más lento que una tortuga.
fr: Ça se remplit, mais c'est mollasson.
it: Si riempie, lento come la melassa.
ja: 砂糖はゆっくり時間をかけて作られるのさ。
ko: 당밀처럼 느리게 차잖아.
pl: Napełnia się. Wolno jak melasa.
pt_br: Enchendo, devagar que nem melado.
ru: Наполняется медленно и печально.
zh_cn: 慢慢装着，像糖蜜那么慢。
zh_tw: 慢慢裝著，像糖蜜那麼慢。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: Thanks for the sap, tree.
de: Danke für den Trottel, Baum.
es: Gracias por la savia, árbol.
fr: Merci pour la sève, arbre.
it: Grazie per la linfa, albero.
ja: 樹液を提供してくれた木には感謝だな。
ko: 액즙을 줘서 고맙다, 나무야.
pl: Dzięki za żywicę, drzewo.
pt_br: Valeu pela seiva, árvore.
ru: Спасибо за сок, деревце!
zh_cn: 谢谢你的汁液，大树。
zh_tw: 謝謝你的汁液，大樹。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: What troubles you, sister?
de: Was bedrückt dich, Schwester?
es: ¿Qué te preocupa, hermana?
fr: C'est quoi ton problème, frangin ?
it: Che cosa ti turba, sorella?
ja: 一体どうしたって言うんだ？
ko: 무슨 문제 있니?
pl: Co cię trapi, siostro?
pt_br: O que lhe aflige, irmã?
ru: Что тебя беспокоит, радость моя?
zh_cn: 你碰上什么麻烦了呀，姐妹？
zh_tw: 你碰上什麼麻煩了呀，姐妹？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SWAMPIG
source: They seem like an alright sort.
de: Sie scheinen in Ordnung zu sein.
es: Parecen buenos tipos.
fr: Ils sont pas trop mal dans le genre.
it: Sembrano dei tipi giusti.
ja: なかなかの手合いじゃねえか。
ko: 괜찮은 친구들 같은데.
pl: Chyba są w porządku.
pt_br: Parece ser um pessoalzinho bacana.
ru: А что, они вполне ничего.
zh_cn: 它们看上去不像坏蛋。
zh_tw: 它們看上去不像壞蛋。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: Every society's gotta have a leader, I guess.
de: Jede Gesellschaft braucht einen Anführer, schätze ich.
es: Cada sociedad tiene que tener un líder, supongo.
fr: Toute société a son leader, hein ?
it: Ogni società deve avere un leader, immagino.
ja: どんな世界にもリーダーってのはいるもんだな。
ko: 어떤 사회건 지도자가 필요한 거겠지.
pl: Każde społeczeństwo ma jakiegoś przywódcę.
pt_br: Todas as sociedades precisam de um líder, acho eu.
ru: У каждого сообщества должен быть лидер, верно?
zh_cn: 每个社团都有老大，我猜的。
zh_tw: 每個社團都有老大，我猜的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: It's getting some shut-eye.
de: Ruht die Augen ein wenig aus.
es: Se está echando una cabezada.
fr: Il ferme un peu les yeux.
it: Sta facendo un sonnellino.
ja: 昼寝をしているみたいだな。
ko: 자고 있네.
pl: Przysnął na trochę.
pt_br: Está dando uma cochilada.
ru: Решил вздремнуть.
zh_cn: 它要睡会儿。
zh_tw: 它要睡會兒。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: Home sweet home, eh?
de: Trautes Heim, Glück allein?
es: Hogar, dulce hogar, ¿eh?
fr: Home sweet home, hein ?
it: Casa dolce casa, eh?
ja: 自分の家ほどいい場所ってのはないもんだな。
ko: 누구에게나 집은 포근하지.
pl: Nie ma to jak w domu, co nie?
pt_br: Lar, doce lar, hã?
ru: Дом, милый дом, э?
zh_cn: 家，甜蜜的家，对吧？
zh_tw: 家，甜蜜的家，對吧？
