Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.GENERIC
source: %s is strong friend
de: %s ist starker Freund.
es: %s es amigo fuerte
es_mx: %s es amiga fuerte
fr: %s est un bon copain.
it: %s è amica forte
ja: %sは強いお友だち
ko: %s은(는) 강한 친구야
pl: %s ma dużo siły
pt_br: %s é amiga forte!
ru: %s — надежная подруга
zh_tw: %s是位強壯的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.GHOST
source: Oh. Hello, Floaty Friend!
de: Oh. Hallo Schwebefreundin!
es: Oh. ¡Hola, amigo flotante!
es_mx: Oh. ¡Hola, amiga flotante!
fr: Oh, coucou le copain qui flotte !
it: Oh. Ciao, amica galleggiante!
ja: おお！こんにちは、プカプカのお友だち！
ko: 아. 안녕, 떠다니는 친구야!
pl: O. Cześć, latająca przyjaciółko!
pt_br: Ah. Olá, Amiga Flutuante!
ru: Ой. Привет, парящая подружка!
zh_tw: 噢，你好，浮動的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.MURDERER
source: %s is bad!
de: %s ist böse!
es: ¡%s es mala!
es_mx: ¡%s es mala!
fr: Vilaine %s !
it: %s è cattiva!
ja: %sはひどい！
ko: %s 나빠!
pl: %s czyni zło!
pt_br: %s é má!
ru: %s плохо поступает!
zh_tw: %s真壞！

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.REVIVER
source: %s is good Floaty Friend fixer
de: %s hilft Schwebefreunden.
es: %s es buena arregladora de amigo flotante
es_mx: %s es buena amiga flotante reparadora
fr: %s sait bien réparer les copains qui flottent.
it: %s è brava amica galleggiante che ripara
ja: %sはいいプカプカのお友だち直し屋さんだよ
ko: %s은(는) 떠다니는 친구를 잘 고쳐
pl: %s dobrze naprawia latających przyjaciół
pt_br: %s é boa consertadora de Amiga Flutuante.
ru: %s может помочь парящим друзьям
zh_tw: %s很會修浮動的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHRHAT
source: Pokey branch hat
de: Pieksiger Asthut.
es: Sombrero rama puntiaguda
es_mx: Puntiagudo gorro de rama
fr: C'est un chapeau avec des branches.
it: Cosa per testa di rami punte punte
ja: ツンツン枝帽子
ko: 뾰족한 가지 모자야
pl: Kapelusz z kłujących gałęzi
pt_br: Chapéu de ramos espetantes.
ru: Шапка с колючими ветками
zh_tw: 尖的樹枝帽

# CHARACTERS.WORMWOOD.DESCRIBE.WAXPAPER
source: Shiny paper. So shiny...
de: Glanzpapier. Glänzt sehr.
es: Papel brillante. Muy brillante
es_mx: Papel brillante. Qué brillante…
fr: Qu'est-ce qu'il est brillant ce papier !
it: Carta lucida. Così lucida
ja: ピカピカの紙。すごくピカピカ…
ko: 엄청 반짝이는 종이야...
pl: Błyszczący papier. Ale błyszczy...
pt_br: Papel brilhante. Muito brilhante...
ru: Бумажка-блестяшка! Яркая блестяшка…
zh_tw: 發光的紙,真亮...

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.ATTACKER
source: Not nice, %s!
de: Nicht nett, %s!
es: ¡Eso no está bien, %s!
es_mx: ¡Eso está mal, %s!
fr: C'est pas gentil, %s !
it: Cattivo, %s!
ja: よくないよ, %s！
ko: 그러면 안 돼, %s!
pl: Nieładnie, %s!
pt_br: Não foi legal, %s!
ru: Так нельзя, %s!
zh_tw: 這樣不好，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.FIRESTARTER
source: %s made too much fire!
de: %s hat zu viel Feuer gemacht!
es: ¡%s hizo demasiado fuego!
es_mx: ¡%s hizo demasiado fuego!
fr: %s a fait trop de feu !
it: %s fatto troppo fuoco!
ja: %sは火を大きくしすぎたよ！
ko: %s 때문에 불이 많이 났어!
pl: %s wznieca za dużo ognia!
pt_br: %s fez fogo demais!
ru: %s развел слишком много огня!
zh_tw: %s點了太大的火！

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.GENERIC
source: Oh. %s looks frowny
de: Oh. %s sieht sauer aus.
es: Oh. %s parece enfurruñado
es_mx: Oh. %s se ve frunciente
fr: Oh. %s fait la tête.
it: Oh. %s sembra arrabbiato
ja: おお！%sは怖い顔してるよ
ko: 아. %s 얼굴은 항상 찡그린 표정이야
pl: Och. %s ma groźną minę
pt_br: Ah. %s parece carrancudo.
ru: Ой. %s что-то хмурится
zh_tw: 哦，%s皺眉頭了

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.GHOST
source: You okay, %s?
de: Alles klar, %s?
es: ¿Estás bien, %s?
es_mx: ¿Estás bien, %s?
fr: Ça va, %s ?
it: Bene, %s?
ja: だいじょうぶ、 %s？
ko: 괜찮아, %s?
pl: Wszystko w porządku, %s?
pt_br: Você tá bem. %s?
ru: %s, ты как?
zh_tw: 你還好麼，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.MURDERER
source: Bad %s. Make not alive!
de: Nein, %s! Nicht unlebendig machen!
es: %s malo. ¡Has quitado vida!
es_mx: %s malo. ¡Haces sin vida!
fr: Méchant %s. Il l'a rendu mort !
it: Cattivo %s. Fatto non vivi!
ja: 悪い %s。殺しちゃおうよ！
ko: 나쁜 %s. 살아 있지 않게 해!
pl: Nieładnie, %s. Żeby tak zabijać!
pt_br: %s malvado. Fez não viver!
ru: %s, нельзя делать кого-то неживым!
zh_tw: 壞%s。弄得人家不活了！

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELL.REVIVER
source: Thank you, %s!
de: Danke, %s!
es: ¡Gracias, %s!
es_mx: ¡Gracias, %s!
fr: Merci, %s !
it: Grazie, %s!
ja: ありがとう、 %s！
ko: 고마워, %s!
pl: Dziękuję, %s!
pt_br: Obrigado, %s!
ru: Спасибо, %s!
zh_tw: 謝謝你，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WAXWELLJOURNAL
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.ATTACKER
source: No! Hurting bad!
de: Nein! Wehtun ist böse!
es: ¡No! ¡Hacer daño está mal!
es_mx: ¡No! ¡Lastimando mucho!
fr: Non ! Ça fait bobo !
it: No! Male cattivo!
ja: だめ！傷つけちゃダメ！
ko: 안 돼! 해치는 건 나빠!
pl: Nie! Nie można krzywdzić!
pt_br: Não! Machucar é ruim!
ru: Нет! Нельзя делать больно!
zh_tw: 不！好痛！

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.FIRESTARTER
source: Fire bad, %s! Fire bad!
de: Feuer ist böse, %s! Böse!
es: ¡Fuego malo, %s! ¡Fuego malo!
es_mx: ¡Fuego malo, %s! ¡Fuego malo!
fr: Le feu est méchant, %s ! Vilain feu !
it: Fuoco cattivo, %s! Fuoco cattivo!
ja: 悪い火だ、 %s！悪いよ！
ko: 불 나빠, %s! 불 나빠!
pl: Ogień jest zły, %s! Ogień jest zły!
pt_br: Fogo malvado, %s! Fogo malvado!
ru: Огонь — это плохо, %s! Плохо!
zh_tw: 放火不好，%s！壞火！

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.GENERIC
source: Hello Leggy Bug friend!
de: Hallo, Vielbein-Freund!
es: ¡Hola, amigo bicho patilargo!
es_mx: ¡Hola amigo bicho patudo!
fr: Coucou, copine bestiole multipattes !
it: Ciao amico insetto tantegambe!
ja: こんにちわ脚ばっかりの虫さん！
ko: 안녕, 긴 다리 벌레 친구!
pl: Cześć, przyjacielu wielonogi robalu!
pt_br: Oi, amigo Inseto Pernudo!
ru: Привет, ногастый друг!
zh_tw: 你好，好多條腿的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.GHOST
source: Like being floaty, %s?
de: Schwebst du gerne, %s?
es: ¿Te gusta flotar, %s?
es_mx: ¿Te gusta ser flotante, %s?
fr: T'aimes bien flotter, %s ?
it: Piace galleggiare, %s?
ja: プカプカになるみたいなかんじ、 %s？
ko: 떠다니니까 좋아, %s?
pl: Lubisz latać, %s?
pt_br: Gosta de flutuar, %s?
ru: Тебе нравится парить, %s?
zh_tw: 你喜歡飄著嗎，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.MURDERER
source: Bad! Made friends not alive
de: Böse! Hast Freunde umgebracht.
es: ¡Malo! Has quitado vida a amigos
es_mx: ¡Malo! ¡Hiciste sin vida a amigos!
fr: Vilain ! Mes copains sont pas vivants.
it: Cattivo! Fatto amici non vivi
ja: いけないよ！お友だちを殺したよ！
ko: 나빠! 친구가 살아 있지 않게 했어
pl: Nieładnie unieżywiać przyjaciół!
pt_br: Malvado! Fez amigos não viverem.
ru: Нельзя делать друзей неживыми
zh_tw: 真壞！把朋友弄的不活了

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER.REVIVER
source: %s is friend fixer
de: %s hilft Freunden.
es: %s arregla amigos
es_mx: %s es reparador de amigos
fr: %s répare les copains.
it: %s è amico che ripara
ja: %sはお友だち直し屋さん
ko: %s은(는) 친구를 고쳐
pl: %s naprawia przyjaciół
pt_br: %s é consertador de amigos.
ru: %s чинит друзей
zh_tw: %s修好了朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBERSKULL
source: Oh. Oh dear
de: Oh. Oh weh.
es: Oh. Oh, cielos
es_mx: Ay. Ay, no...
fr: Oh là là.
it: Oh. Oh cielo
ja: ああ、ひどい
ko: 아. 저런
pl: Och. Ojej
pt_br: Ah. Oh, céus.
ru: Ой. О нет
zh_tw: 噢。天啊

# CHARACTERS.WORMWOOD.DESCRIBE.WEBBER_SPIDER_MINION
source: Baby Leggy Bugs like helping
de: Vielbeinbabys helfen gerne.
es: A bichos patilargos bebés les gusta ayudar
es_mx: A bichos patudos bebé les gusta ayudar
fr: Le bébé multipatte aime bien m'aider.
it: Piccolo insetto tantegambe piace aiutare
ja: あかちゃんの足ばっかり虫はお手伝いが好きだよ
ko: 아기 긴 다리 벌레는 돕는 것을 좋아해
pl: Małe wielonogie robale lubią pomagać
pt_br: Bebês de Inseto Pernudo gostam de ajudar.
ru: Маленькому ногастому жуку нравится помогать
zh_tw: 多腿的蟲寶寶喜歡幫別人

# CHARACTERS.WORMWOOD.DESCRIBE.WEED_IVY
source: Pointy friends
de: Spitze Freunde
es: Amigas puntiagudas
fr: Copines pointues.
it: Amici a punta
ja: トゲトゲのお友だちだ
ko: 뾰족뾰족한 친구들이야
pl: Kolczaści przyjaciele
pt_br: Amigas pontudas.
ru: Шипастые друзья
zh_tw: 尖尖的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.ATTACKER
source: Why, %s? Why hurting?!
de: Warum, %s? Warum wehtun?!
es: ¿Por qué, %s? ¡¿Por qué hacer daño?!
es_mx: ¿Por qué, %s? ¿Por qué lastimando?
fr: Pourquoi, %s ? Pourquoi tu fais bobo ?
it: Perché, %s? Perché fare male?!
ja: どうして、 %s？どうして傷つけるの？
ko: 왜 그래, %s? 왜 해쳐?!
pl: Dlaczego, %s? Dlaczego krzywdzisz?!
pt_br: Por quê, %s? Por que machucar?!
ru: Зачем, %s? Зачем ты делаешь больно?!
zh_tw: 為什麼，%s？為什麼要打人？！

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.FIRESTARTER
source: Don't like fire!
de: Mag kein Feuer!
es: ¡No me gusta el fuego!
es_mx: ¡No gustar fuego!
fr: J'aime pas le feu !
it: Non piace fuoco!
ja: 火は嫌いだよ
ko: 불은 싫어!
pl: Nie lubię ognia!
pt_br: Não gosto de fogo!
ru: Не люблю огонь!
zh_tw: 不喜歡火！

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.GENERIC
source: %s has Floaty Sister friend
de: %s hat Schwebeschwester.
es: %s tiene amiga hermana flotante
es_mx: %s tiene amiga Hermana Flotante
fr: %s a une sœur qui flotte.
it: %s ha sorella galleggiante
ja: %sはプカプカお姉ちゃんのお友だちを持ってるよ
ko: %s한테는 떠다니는 자매 친구가 있어
pl: %s ma przyjaciółkę - latającą siostrę
pt_br: %s tem uma amiga Irmã Flutuante.
ru: %s ходит с парящей сестричкой
zh_tw: %s有飄浮的姐妹朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.GHOST
source: Now %s is like Floaty Sister
de: Jetzt ist %s wie die Schwebeschwester.
es: Ahora %s es como hermana flotante
es_mx: Ahora %s es como Hermana Flotante
fr: Maintenant %s est comme sa sœur qui flotte.
it: %s è come sorella galleggiante adesso
ja: 今は %sじゃプカプカお姉ちゃんみたいだよ
ko: 이제 %s도 떠다니는 자매처럼 됐어
pl: Teraz %s jest latającą siostrą
pt_br: Agora, %s tá que nem Irmã Flutuante.
ru: Теперь %s похожа на свою парящую сестричку
zh_tw: 這下%s跟飄浮的姐妹一樣了

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.MURDERER
source: No! Making dead friends is bad!
de: Nein! Nicht Freunde totmachen!
es: ¡No! ¡Quitar vida a amigos está mal!
es_mx: ¡No! ¡Hacer amigos muertos es malo!
fr: Non ! C'est vilain de rendre les copains morts !
it: No! Fare amici non vivi è male!
ja: だめ！死んだお友だちを作るのはだめだよ！
ko: 안 돼! 친구를 죽이면 나빠!
pl: Nie! Unieżywianie przyjaciół jest złe!
pt_br: Não! Fazer amigos morrerem é ruim!
ru: Нет! Делать друзей мертвыми — плохо!
zh_tw: 不！讓朋友死掉不好！

# CHARACTERS.WORMWOOD.DESCRIBE.WENDY.REVIVER
source: Friend %s is good
de: Freund %s ist gut.
es: Amiga %s es buena
es_mx: Amiga %s es buena
fr: %s est une bonne copine.
it: Amica %s è brava
ja: お友だち %sはいいよ
ko: %s 친구는 좋아
pl: %s jest dobrym człowiekiem
pt_br: Amiga %s é boa.
ru: %s — хорошая подруга
zh_tw: 朋友%s是好人

# CHARACTERS.WORMWOOD.DESCRIBE.WEREITEM_BEAVER
source: Friend Eater!
de: Freundefresser!
es: ¡Comeamigos!
es_mx: ¡Comedor de amigos!
fr: Il manque mes copains !
it: Mangia amici!
ja: お友だち食い！
ko: 친구 포식자다!
pl: Zjadacz przyjaciół!
pt_br: Devorador de amigas!
ru: Пожиратель друзей!
zh_tw: 吃朋友的傢伙！

# CHARACTERS.WORMWOOD.DESCRIBE.WEREITEM_GOOSE
source: Tweeter?
de: Piepser?
es: ¿Pío-pío?
es_mx: ¿Piador?
fr: C'est un piou-piou ?
it: Cip cip?
ja: ピヨピヨ？
ko: 짹짹이?
pl: Ćwirek?
pt_br: Piu-Piu?
ru: Чирикалка?
zh_tw: 啾啾？

# CHARACTERS.WORMWOOD.DESCRIBE.WEREITEM_MOOSE
source: Small Branch Head
de: Kleiner Astkopf.
es: Cabeza de rama pequeña
es_mx: Pequeña cabeza de rama
fr: C'est un bidule avec des petites branches à mettre sur la tête.
it: Testa di piccoli rami
ja: ちっちゃな枝あたま
ko: 작은 가지 머리야
pl: Mały gałęziogłowy
pt_br: Cabeça de Galhos Pequena.
ru: Маленький веткоголовый
zh_tw: 頭上長了小樹枝

# CHARACTERS.WORMWOOD.DESCRIBE.WES.ATTACKER
source: Bad %s! Don't hurt!
de: Nein, %s! Nicht wehtun!
es: ¡%s malo! ¡No hagas daño!
es_mx: ¡%s mala! ¡No lastimes!
fr: Vilain %s ! Fais pas bobo !
it: %s cattivo! Non fare male!
ja: 悪い%s！傷つけないで！
ko: 나쁜 %s! 해치지 마!
pl: Nieładnie, %s! Nie wolno bić!
pt_br: %s malvado! Não machuque!
ru: %s, фу! Нельзя драться!
zh_tw: 壞%s！別動手！

# CHARACTERS.WORMWOOD.DESCRIBE.WES.FIRESTARTER
source: Aggh! %s made too much fire!
de: Argh! %s hat zu viel Feuer gemacht!
es: ¡Argh! ¡%s hizo demasiado fuego!
es_mx: ¡Ahh! ¡%s hizo demasiado fuego!
fr: Argh ! %s a fait trop de feu !
it: Aggh! %s fatto troppo fuoco!
ja: ぎゃー！ %sは火を大きくしすぎたよ！
ko: 아악! %s 때문에 불이 많이 났어!
pl: Aaa! %s wznieca za dużo ognia!
pt_br: Aggh! %s fez fogo demais!
ru: А-а-а! %s развел слишком много огня!
zh_tw: 啊！%s放了一把大火！

# CHARACTERS.WORMWOOD.DESCRIBE.WES.GENERIC
source: %s is quiet friend
de: %s ist stiller Freund.
es: %s es amigo silencioso
es_mx: %s es amigo callado
fr: %s est un copain discret.
it: %s è amico tranquillo
ja: %sは静かなお友だちだよ
ko: %s은(는) 조용한 친구야
pl: %s nie mówi za dużo
pt_br: %s é amigo silencioso.
ru: %s — очень тихий друг
zh_tw: %s是安靜的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WES.GHOST
source: %s is a quiet floaty
de: %s ist stiller Schwebefreund.
es: %s es un flotante silencioso
es_mx: %s es un flotante callado
fr: %s est un gentil copain qui flotte.
it: %s è galleggino tranquillo
ja: %sは静かなプカプカだよ
ko: %s은(는) 조용히 떠다녀
pl: %s lata po cichutku
pt_br: %s é um flutuante silencioso.
ru: %s парит очень тихо
zh_tw: %s是安靜的浮動的東西

# CHARACTERS.WORMWOOD.DESCRIBE.WES.MURDERER
source: %s is silent dead maker
de: %s ist stiller Totmacher.
es: %s es un quitavidas silencioso
es_mx: %s es silencioso hacedor de muerte
fr: %s fait des morts en silence.
it: %s è letale silenzioso
ja: %sは静かな死体メーカーだよ
ko: %s은(는) 침묵의 사신이야
pl: %s to cichy morderca
pt_br: %s é um fazedor de mortos silencioso.
ru: %s убивает очень тихо
zh_tw: %s靜悄悄的製造死亡

# CHARACTERS.WORMWOOD.DESCRIBE.WES.REVIVER
source: %s is a good friend
de: %s ist guter Freund.
es: %s es un buen amigo
es_mx: %s es un buen amigo
fr: %s est un bon copain.
it: %s è buon amico
ja: %sはいいお友だちだよ
ko: %s은(는) 좋은 친구야
pl: %s jest dobrym człowiekiem
pt_br: %s é um bom amigo.
ru: %s — хороший друг
zh_tw: %s是好朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WETGOOP
source: Yum
de: Mjam.
es: Ñam
es_mx: Ñam
fr: Miam.
it: Gnam
ja: うまい
ko: 냠
pl: Mniam
pt_br: Hmm.
ru: Ням
zh_tw: 美味

# CHARACTERS.WORMWOOD.DESCRIBE.WETPAPER
source: Soppy paper
de: Nasses Papier.
es: Papel blando
es_mx: Papel empapado
fr: Un papier mouillé.
it: Carta bagnata
ja: びしょぬれの紙
ko: 축축한 종이야
pl: Mokry papier
pt_br: Papel encharcado.
ru: Мокрая бумажка
zh_tw: 濕濕的紙

# CHARACTERS.WORMWOOD.DESCRIBE.WETPOUCH
source: Soppy pocket
de: Nasse Tasche.
es: Bolsillo blando
es_mx: Bolsillo empapado
fr: Une poche trempée.
it: Tasca bagnata
ja: びしょぬれのポケット
ko: 축축한 주머니야
pl: Mokra kieszeń
pt_br: Bolso encharcado.
ru: Мокрый карман
zh_tw: 濕濕的口袋

# CHARACTERS.WORMWOOD.DESCRIBE.WHIP
source: Snappy Kitty Tail
de: Aua-Katzenschwanz.
es: Cola de minino enfadica
es_mx: Cola de gatito chascante
fr: La queue de chaton fait clac-clac.
it: Coda di miao pizzicante
ja: 素早い子ねこちゃんのしっぽ
ko: 따끔한 야옹이 꼬리야
pl: Bijacz z ogona kitka
pt_br: Rabo de gatinho estalador.
ru: Хлестучий кошачий хвостик
zh_tw: 劈啪響的貓尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.ATTACKER
source: %s is bad book friend
de: %s ist böse Bücherfreundin.
es: %s es amiga de libros mala
es_mx: %s es mala amiga libro
fr: %s est une vilaine copine avec un livre.
it: %s è amica dei libri cattiva
ja: %sは悪い本のお友だち
ko: %s은(는) 나쁜 책 친구야
pl: %s jest niedobrym molem książkowym
pt_br: %s é amiga de livro má.
ru: %s любит только свои книги
zh_tw: %s是壞的書朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: Aggh! Made too much fire!
de: Argh! Zu viel Feuer!
es: ¡Argh! ¡Hizo demasiado fuego!
es_mx: ¡Ahh! ¡Hizo demasiado fuego!
fr: Argh ! Il y a trop de feu !
it: Aggh! Fatto troppo fuoco!
ja: ぎゃー！ 火を大きくしすぎたよ！
ko: 아악! 불을 많이 냈어!
pl: Aaa! Za dużo ognia!
pt_br: Aggh! Fez fogo demais!
ru: А-а-а! Слишком много огня!
zh_tw: 啊！放了一把大火！

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.GENERIC
source: %s is good book friend
de: %s ist gute Bücherfreundin.
es: %s es amiga de libros buena
es_mx: %s es buena amiga libro
fr: %s est une bonne copine avec un livre.
it: %s è amica dei libri brava
ja: %sはいい本のお友だち
ko: %s은(는) 좋은 책 친구야
pl: %s jest dobrym molem książkowym
pt_br: %s é boa amiga de livro.
ru: %s любит не только свои книги
zh_tw: %s是好的書朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.GHOST
source: Like floating, %s?
de: Schwebst du gerne, %s?
es: ¿Te gusta flotar, %s?
es_mx: ¿Te gusta flotar, %s?
fr: Tu aimes bien flotter, %s ?
it: Piace galleggiare, %s?
ja: プカプカみたいな、%s？
ko: 떠다니는 게 좋아, %s?
pl: Lubisz latać, %s?
pt_br: Gosta de flutuar, %s?
ru: Тебе нравится парить, %s?
zh_tw: 喜歡飄浮嗎，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.MURDERER
source: No! Don't make friends dead!
de: Nein! Nicht Freunde totmachen!
es: ¡No! ¡No quites vida a amigos!
es_mx: ¡No! ¡No hagas amigos muertos!
fr: Non ! Arrête de rendre les copains morts !
it: No! Non fare amici non vivi!
ja: だめだよ！お友だちを殺しちゃダメ！
ko: 안 돼! 친구를 죽게 하지 마!
pl: Nie! Nie można zabijać przyjaciół!
pt_br: Não! Não faça amigos morrerem!
ru: Нет! Не надо делать друзей мертвыми!
zh_tw: 不！別讓朋友們去死！

# CHARACTERS.WORMWOOD.DESCRIBE.WICKERBOTTOM.REVIVER
source: %s is good
de: %s ist gut.
es: %s es buena
es_mx: %s es buena
fr: %s est une bonne copine.
it: %s è brava
ja: %sはいいよ
ko: %s 좋아
pl: %s jest dobrym człowiekiem
pt_br: %s é boa.
ru: %s хорошая
zh_tw: %s是好的

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.ATTACKER
source: Don't hurt, %s!
de: Nicht wehtun, %s!
es: ¡No me hagas daño, %s!
es_mx: ¡No hagas daño, %s!
fr: Fais pas bobo, %s !
it: No male, %s!
ja: 傷つけないで、%s！
ko: 해치지 마, %s!
pl: Nie rób krzywdy, %s!
pt_br: Não machuque, %s!
ru: Не обижай никого, %s!
zh_tw: 別打我，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.FIRESTARTER
source: Made too much fire, %s!
de: Zu viel Feuer, %s!
es: ¡Demasiado fuego, %s!
es_mx: ¡Hiciste demasiado fuego, %s!
fr: T'as fait trop de feu, %s !
it: Fatto troppo fuoco, %s!
ja: 火を大きくしすぎたよ、%s！
ko: 불을 많이 냈잖아, %s!
pl: Za dużo ognia, %s!
pt_br: Fez fogo demais, %s!
ru: %s развела слишком много огня!
zh_tw: %s點了太大的火！

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.GENERIC
source: Oh. %s likes fire
de: Oh. %s mag Feuer.
es: Oh. A %s le gusta el fuego
es_mx: Oh. A %s le gusta fuego
fr: Oh. %s aime bien le feu.
it: Oh. %s piace fuoco
ja: えぇ！%sは火がすきだよ
ko: 아. %s은(는) 불을 좋아해
pl: Och. %s lubi ogień
pt_br: Ah. %s gosto de fogo.
ru: Ой. %s любит огонь
zh_tw: 喔，%s喜歡火

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.GHOST
source: Oh. Need help?
de: Oh. Brauchst du Hilfe?
es: Oh. ¿Necesitas ayuda?
es_mx: Oh. ¿Necesitar ayuda?
fr: Oh. Tu as besoin d'aide ?
it: Oh. Serve aiuto?
ja: おお。助けて欲しい？
ko: 아. 도와줄까?
pl: Och. Potrzebujesz pomocy?
pt_br: Ah. Precisa de ajuda?
ru: Ой. Помочь?
zh_tw: 喔，要幫忙嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.MURDERER
source: Killing bad, %s!
de: Töten ist böse, %s!
es: ¡Matar es malo, %s!
es_mx: ¡Matar ser malo, %s!
fr: Tuer, c'est mal, %s !
it: No uccidere, %s!
ja: 悪を殺せ、%s！
ko: 살생은 나빠, %s!
pl: Zabijanie jest złe, %s!
pt_br: Matar é ruim, %s!
ru: Убивать — плохо, %s!
zh_tw: 殺人不對，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WILLOW.REVIVER
source: %s is helping friend
de: %s hilft Freund.
es: %s está ayudando a amigo
es_mx: %s es amiga que ayuda
fr: %s est une copine qui m'aide.
it: %s aiuta amico
ja: %sはお友だちを手伝ってるよ
ko: %s은(는) 도움이 되는 친구야
pl: %s pomaga przyjaciołom
pt_br: %s é amiga que ajuda.
ru: %s готова прийти на помощь
zh_tw: %s在幫朋友的忙

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.ATTACKER
source: %s! Stop hurting!
de: %s! Nicht wehtun!
es: ¡%s! ¡Deja de hacer daño!
es_mx: ¡%s! ¡Para de lastimar!
fr: %s ! Arrête de faire bobo !
it: %s! Basta male!
ja: %s！傷つけるのはやめて！
ko: %s! 그만 해쳐!
pl: %s! Przestań atakować!
pt_br: %s! Pare de machucar!
ru: %s! Не делай так!
zh_tw: %s！別打了！

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.FIRESTARTER
source: No! No fire!
de: Nein! Kein Feuer!
es: ¡No! ¡Fuego, no!
es_mx: ¡No! ¡Fuego no!
fr: Non ! Trop de feu !
it: No! No fuoco!
ja: だめ！火はだめ！
ko: 안 돼! 불은 안 돼!
pl: Nie! Tylko nie ogień!
pt_br: Não! Nada de fogo!
ru: Нет, огонь! Не надо!
zh_tw: 不！不要火！

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.GENERIC
source: Hello, Science man!
de: Hallo Wissenschaftler!
es: ¡Hola, hombre ciencia!
es_mx: ¡Hola, hombre ciencia!
fr: Coucou, monsieur le scientifique !
it: Ciao, uomo scienza!
ja: こんにちは、科学者さん！
ko: 안녕, 과학자 친구!
pl: Cześć, naukowcu!
pt_br: Olá, cientista!
ru: Здравствуй, ученый человек!
zh_tw: 你好，科學人！

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.GHOST
source: You okay, %s?
de: Alles klar, %s?
es: ¿Estás bien, %s?
es_mx: ¿Estás bien, %s?
fr: Ça va, %s ?
it: Bene, %s?
ja: だいじょうぶ、 %s？
ko: 괜찮아, %s?
pl: Wszystko w porządku, %s?
pt_br: Você tá bem. %s?
ru: %s, ты как?
zh_tw: 你還好麼，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.MURDERER
source: Bad %s. Don't kill!
de: Nein, %s, nicht töten!
es: %s malo. ¡No mates!
es_mx: ¡%s Malo! ¡No mates!
fr: Vilain %s ! Faut pas tuer !
it: %s cattivo. Non fare morti!
ja: 悪い%s。殺さないで！
ko: 나쁜 %s. 죽이지 마!
pl: Nieładnie, %s. Nie wolno zabijać!
pt_br: %s mau. Não mate!
ru: Плохой %s! Нельзя драться!
zh_tw: 壞%s！別動手！

# CHARACTERS.WORMWOOD.DESCRIBE.WILSON.REVIVER
source: Yay! Made Floaty Friend solid again!
de: Juhu, Schwebefreund ist wieder fest!
es: ¡Sí! ¡Hizo sólido otra vez a amigo flotante!
es_mx: ¡Hurra! Hacer otra vez sólido a amigo flotante
fr: Oui ! Je peux toucher mon copain qui flotte !
it: Sì! Fatto amico galleggiante di nuovo solido!
ja: やった！プカプカのお友だちをまた硬くできたよ！￥
ko: 만세! 떠다니는 친구를 다시 단단하게 했어!
pl: Juhuu! Latający przyjaciel znowu chodzi!
pt_br: Viva! Deixei Amigo Flutuante sólido novamente!
ru: Ура! Парящий друг больше не парит!
zh_tw: 耶！又讓飄浮的東西踏實了！

# CHARACTERS.WORMWOOD.DESCRIBE.WINCH.GENERIC
source: Thing lifter
de: Sachenheber.
es: Levantacosas
es_mx: Levantacosas
fr: Un bidule pour soulever des trucs.
it: Cosa per sollevare
ja: 物持ち上げ屋さん
ko: 물건을 들어
pl: Podnośnik do rzeczy
pt_br: Levantador de coisa.
ru: Поднималка
zh_tw: 能抬起東西

# CHARACTERS.WORMWOOD.DESCRIBE.WINCH.HOLDING_ITEM
source: Got thing
de: Da ist es.
es: Coge cosa
es_mx: Tiene cosa
fr: Le bidule a attrapé un truc.
it: Cosa presa
ja: ものを手に入れたよ
ko: 물건이 잡혔어
pl: Mam rzecz
pt_br: Peguei coisa.
ru: Схватила
zh_tw: 有東西

# CHARACTERS.WORMWOOD.DESCRIBE.WINCH.RETRIEVING_ITEM
source: Bringing thing
de: Bringt die Sache.
es: Trae cosa
es_mx: Trayendo cosa
fr: Le bidule remonte un truc.
it: Cosa viene qui
ja: 物を持ってきたよ
ko: 물건을 가져오고 있어
pl: Wyciąga rzecz
pt_br: Transportando coisa.
ru: Тащит
zh_tw: 拿東西

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.ATTACKER
source: No! Hurt too much!
de: Nein! Tut zu weh!
es: ¡No! ¡Duele demasiado!
es_mx: ¡No! ¡Lastima demasiado!
fr: Non ! Ça fait trop bobo !
it: No! Troppo male!
ja: だめ！痛すぎるよ！
ko: 안 돼! 너무 아프잖아!
pl: Nie! Za bardzo boli!
pt_br: Não! Machucou demais!
ru: Нет! Слишком больно!
zh_tw: 好疼！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.FIRESTARTER
source: Too much fire, %s!
de: Zu viel Feuer, %s!
es: ¡Demasiado fuego, %s!
es_mx: ¡Demasiado fuego, %s!
fr: Trop de feu, %s !
it: Troppo fuoco, %s!
ja: 火が大きすぎだよ！
ko: 불이 너무 많아, %s!
pl: Za dużo ognia, %s!
pt_br: Fogo demais, %s!
ru: Слишком много огня, %s!
zh_tw: 火太大了，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.GENERIC
source: %s is good Fixer
de: %s kann gut heile machen.
es: %s es buena arregladora
es_mx: %s es buena reparadora
fr: %s sait bien réparer.
it: %s ripara bene
ja: %sはい直し屋さんだね
ko: %s은(는) 좋은 치료사야
pl: %s dobrze naprawia
pt_br: %s é boa consertadora.
ru: %s здорово все чинит
zh_tw: %s很會修理

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.GHOST
source: Need help, %s?
de: Brauchst du Hilfe, %s?
es: ¿Necesitas ayuda, %s?
es_mx: ¿Necesitas ayuda, %s?
fr: T'as besoin d'aide, %s ?
it: Serve aiuto, %s?
ja: 助けて欲しい、%s？
ko: 도와줄까, %s?
pl: Potrzebujesz pomocy, %s?
pt_br: Precisa de ajuda, %s?
ru: %s, тебе помочь?
zh_tw: 要幫忙嗎，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.MURDERER
source: Aggh! %s is a dead maker!
de: Argh! %s ist ein Totmacher!
es: ¡Argh! ¡%s es una quitavidas!
es_mx: Ahh! ¡%s es hacedora de muertos!
fr: Argh ! %s fait la mort !
it: Aggh! %s fa ancora non vivi!
ja: ギャーーー！ %sは死体メーカーだ！
ko: 아악! %s은(는) 사신이야!
pl: Aaa! %s jest zabójcą!
pt_br: Aggh! %s é uma fazedora de mortos!
ru: А-а! %s всех ломает!
zh_tw: 啊！%s弄死別人了！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA.REVIVER
source: Good friend. Helping
de: Guter Freund. Hilft.
es: Buena amiga. Ayuda
es_mx: Buena amiga. Ayudando
fr: T'es une gentille copine.
it: Buona amica. Aiuta
ja: いいお友だちだよ。手伝っているよ
ko: 좋은 친구야. 도움이 돼
pl: Dobra przyjaciółka. Pomaga
pt_br: Boa amiga. Ajuda.
ru: Хорошая подруга. Помогает
zh_tw: 好朋友。會幫人
