Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Hey Luce, should we be worried aboot that?
de: Hey Lucy, sollten wir uns darüber Sorgen machen?
es: Oye, Lucy... ¿Tendríamos que preocuparnos por eso?
fr: Hé, Lucy, tu crois qu'on devrait s'inquiéter ?
it: Ehi, Lucy, è qualcosa che dovrebbe preoccuparci?
ja: なぁルーシー、あれも気をつけといた方がいいか？
ko: 이봐 루시, 그걸 걱정해야 할까?
pl: Hej, Lucy, czy powinniśmy się tym martwić?
pt_br: Ei, Lucy, será que a gente precisa se preocupar com isso?
ru: Как думаешь, Люси, стоит нам об этом волноваться?
zh_cn: 嘿露西，那东西我们应该担心吗？
zh_tw: 嘿露西，那東西我們應該擔心嗎？

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: Anyone have a spare gem?
de: Hat jemand einen Edelstein über?
es: ¿Alguien tiene una gema de sobra?
fr: Quelqu'un a une gemme en rab ?
it: Qualcuno ha una gemma di riserva?
ja: 誰か宝石持ってねぇかい？
ko: 남는 보석이 있는 누군가가 있을까?
pl: Ma ktoś może wolny klejnot?
pt_br: Alguém tem uma pedra preciosa sobrando?
ru: Есть у кого-нибудь ненужный самоцвет?
zh_cn: 谁有多余的宝石没有？
zh_tw: 誰有多餘的寶石沒有？

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_SWITCH.VALID
source: Looks like this one's already set.
de: Sieht so aus, als ob das schon fertig ist.
es: Parece que esto ya está listo.
fr: On dirait que celui-là est déjà activé.
it: Sembra che questa sia già al suo posto.
ja: こいつはもうはめ込んであんな。
ko: 이미 준비되어 있는 것 같아.
pl: Ten jest już włączony.
pt_br: Parece que este aqui está pronto.
ru: Видимо, тут больше ничего не нужно.
zh_cn: 看起来这个已经弄好了。
zh_tw: 看起來這個已經弄好了。

# CHARACTERS.WOODIE.DESCRIBE.ARMORDRAGONFLY
source: Plaid is all the armour I need.
de: Wenn es kariert ist, ist es für mich als Rüstung ausreichend.
es: La tela escocesa es toda la armadura que necesito.
fr: Je me contente de tissu écossais.
it: Il plaid è tutta l'armatura di cui ho bisogno.
ja: チェック柄さえあれば、それで俺には十分な鎧さ。
ko: 플레드 셔츠면 따로 갑옷은 필요 없지.
pl: Kraciasta koszula wystarczy mi za pancerz!
pt_br: Xadrez é a única proteção que eu preciso.
ru: Шотландка — и другой брони мне не надо.
zh_cn: 格子图案是我唯一需要的护甲。
zh_tw: 格子圖案是我唯一需要的護甲。

# CHARACTERS.WOODIE.DESCRIBE.ARMORGRASS
source: It's better than nothing.
de: Besser als nichts.
es: Es mejor que nada.
fr: C'est mieux que rien.
it: Meglio che niente.
ja: 何もないよりはマシだ。
ko: 없는 것보다는 낫잖아.
pl: Lepsze to niż nic.
pt_br: É melhor que nada.
ru: Это лучше, чем совсем ничего.
zh_cn: 总比什么都没有好。
zh_tw: 總比什麼都沒有好。

# CHARACTERS.WOODIE.DESCRIBE.ARMORMARBLE
source: It's hard to swing an axe while wearing this.
de: Es ist schwer eine Axt zu schwingen, während man die anhat.
es: Es difícil manejar un hacha mientras llevo puesto esto.
fr: Dur de manier la hache habillé avec ça.
it: È difficile maneggiare un'ascia quando si indossa questa cosa.
ja: これを着ながら斧を振り下ろすのは大変だ。
ko: 입으면 도끼 휘두르기가 힘들잖아.
pl: Ciężko w czymś takim wziąć zamach siekierą.
pt_br: É difícil usar um machado vestindo isso.
ru: Тяжело размахивать топором, когда носишь такую штуку.
zh_cn: 穿着这个很难挥动斧子。
zh_tw: 穿著這個很難揮動斧子。

# CHARACTERS.WOODIE.DESCRIBE.ARMORRUINS
source: That'll stop the hurt.
de: Das wird dem Schmerz ein Ende setzen.
es: Esto detendrá el dolor.
fr: Ça bloquera la douleur.
it: Così smetterà di fare male.
ja: それが苦痛を止めてくれるだろう。
ko: 이거면 아프지 않겠지.
pl: Ochroni mnie przed bólem.
pt_br: Isso vai estancar a dor.
ru: Это остановит боль.
zh_cn: 这可以防止伤害。
zh_tw: 這可以防止傷害。

# CHARACTERS.WOODIE.DESCRIBE.ARMORSKELETON
source: Sticks to yer ribs.
de: Geht direkt auf die Rippen.
es: Se pega a las costillas.
fr: Gare à tes côtes.
it: Si attacca alle tue costole.
ja: これを着りゃ、ホネのある男になれそうだ
ko: 갈비뼈에 착 달라붙지.
pl: Lepi się do boków.
pt_br: Gruda nas costelas.
ru: Прилипает к ребрам.
zh_cn: 刺穿你的肋骨。
zh_tw: 刺穿你的肋骨。

# CHARACTERS.WOODIE.DESCRIBE.ARMORSLURPER
source: It tickles. I think it's still alive.
de: Sie kitzelt. Ich glaube, sie ist noch am Leben.
es: Hace cosquillas. Creo que sigue vivo.
fr: Ça chatouille, je crois qu'il est encore vivant.
it: Sente il solletico, credo sia ancora vivo.
ja: ムズムズする。それはまだ生きていると思う。
ko: 간지럽잖아. 아직 살아있잖아.
pl: Łaskocze. Chyba jeszcze żyje...
pt_br: Faz cócegas. Acho que ainda está vivo.
ru: Он щекочется. Думаю, он по-прежнему жив.
zh_cn: 好痒，我觉得它还是活的。
zh_tw: 好癢，我覺得它還是活的。

# CHARACTERS.WOODIE.DESCRIBE.ARMORSNURTLESHELL
source: You can never be too safe.
de: Man kann nie ZU sicher gehen.
es: Nunca está uno lo bastante seguro.
fr: On n'est jamais trop prudent.
it: Non si può mai essere troppo sicuri.
ja: 安全すぎるということは決してない。
ko: 안전은 무조건 중요하니까.
pl: Przezorny zawsze ubezpieczony.
pt_br: Você nunca pode estar protegido demais.
ru: Слишком безопасно никогда не бывает.
zh_cn: 永远要小心为上。
zh_tw: 永遠要小心為上。

# CHARACTERS.WOODIE.DESCRIBE.ARMORWOOD
source: It fits me so well!
de: Die passt mir wirklich gut!
es: ¡Me queda muy bien!
fr: Ça me va comme un gant !
it: Mi calza così bene!
ja: 俺にホントぴったり！
ko: 나에게 잘 맞는잖아!
pl: Pasuje idealnie!
pt_br: É muito adequado para mim!
ru: Отлично сидит на мне!
zh_cn: 它太适合我了！
zh_tw: 它太適合我了！

# CHARACTERS.WOODIE.DESCRIBE.ARMOR_BRAMBLE
source: All natural safety precautions.
de: Natürlich und sicher.
es: Con todas las naturales precauciones de seguridad.
fr: Toutes les mesures de précaution habituelles.
it: Misura di sicurezza totalmente naturale.
ja: 自然が授けてくれる安全対策だな。
ko: 자연에서 얻은 안전 예방 조치잖아.
pl: Naturalny mechanizm bezpieczeństwa.
pt_br: Precauções de segurança naturais.
ru: Абсолютно натуральные меры предосторожности.
zh_cn: 纯天然的安全措施。
zh_tw: 純天然的安全措施。

# CHARACTERS.WOODIE.DESCRIBE.ARMOR_SANITY
source: It makes me queasy to look at.
de: Mir wird mulmig, wenn ich sie anschaue.
es: Me provoca náuseas con mirarlo.
fr: Regarder ça me met mal à l'aise.
it: La sua vista mi dà la nausea.
ja: そいつを見ると吐き気がする。
ko: 보기만 해도 속이 메스꺼워.
pl: Aż mnie mdli od samego patrzenia.
pt_br: Me dá uma coisa só de olhar.
ru: Меня тошнит от одного ее вида.
zh_cn: 看见它我就想吐。
zh_tw: 看見它我就想吐。

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Wood is the best at burning.
de: Holz brennt am besten.
es: La madera es el mejor material ardiendo.
fr: C'est le bois qui brûle le mieux.
it: Il legno è imbattibile nel bruciare.
ja: やっぱり木は、燃やしてこそだな
ko: 불에 타는 거라면 나무가 최고지.
pl: Drewno najlepiej potrafi się palić.
pt_br: A madeira é a melhor coisa na hora de queimar.
ru: Дерево горит лучше всего.
zh_cn: 木头可是最好的燃料。
zh_tw: 木頭可是最好的燃料。

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: Let the wood guide the way.
de: Lass dir vom Holz den Weg weisen.
es: Que la madera guíe el camino.
fr: Laissons-nous guider par le bois.
it: Lascia che il bosco ti guidi.
ja: 正しい道は、木が示してくれるぜ
ko: 나무의 안내를 따르자고.
pl: Niechaj drewno wskaże nam drogę.
pt_br: Deixe que a madeira mostre o caminho.
ru: А теперь дайте лыжню гуру по дереву.
zh_cn: 让树引路吧.
zh_tw: 讓樹引路吧.

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: Let's give our neighbours some guidance.
de: Lass uns den Nachbarn einige Hinweise geben.
es: Demos a nuestros vecinos algunas indicaciones.
fr: Aidons notre prochain à se diriger.
it: Diamo qualche indicazione ai nostri vicini.
ja: ご近所さん用に、案内板を作っとこうぜ
ko: 이웃을 안내해 줄 수 있잖아.
pl: Wskażmy drogę naszym sąsiadom.
pt_br: Vamos dar umas orientações pros nosso vizinhos.
ru: Давай оставим нашим соседям пару рекомендаций.
zh_cn: 让我们给邻居一点指引。
zh_tw: 讓我們給鄰居一點指引。

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.BURNT
source: Wood is the best at burning.
de: Holz brennt am besten.
es: La madera es el mejor material ardiendo.
fr: C'est le bois qui brûle le mieux.
it: Il legno è imbattibile nel bruciare.
ja: やっぱり木は、燃やしてこそだな
ko: 불에 타는 거라면 나무가 최고지.
pl: Drewno najlepiej potrafi się palić.
pt_br: A madeira é a melhor coisa na hora de queimar.
ru: Дерево горит лучше всего.
zh_cn: 木头可是最好的燃料。
zh_tw: 木頭可是最好的燃料。

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.GENERIC
source: Let the wood guide the way.
de: Lass dir vom Holz den Weg weisen.
es: Que la madera guíe el camino.
fr: Laissons-nous guider par le bois.
it: Lascia che il bosco ti guidi.
ja: 正しい道は、木が示してくれるぜ
ko: 나무의 안내를 따르자고.
pl: Niechaj drewno wskaże nam drogę.
pt_br: Deixe que a madeira mostre o caminho.
ru: А теперь дайте лыжню гуру по дереву.
zh_cn: 让树引路吧.
zh_tw: 讓樹引路吧.

# CHARACTERS.WOODIE.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: Let's give our neighbours some guidance.
de: Lass uns den Nachbarn einige Hinweise geben.
es: Demos a nuestros vecinos algunas indicaciones.
fr: Aidons notre prochain à se diriger.
it: Diamo qualche indicazione ai nostri vicini.
ja: ご近所さん用に、案内板を作っとこうぜ
ko: 이웃을 안내해 줄 수 있잖아.
pl: Wskażmy drogę naszym sąsiadom.
pt_br: Vamos dar umas orientações pros nosso vizinhos.
ru: Давай оставим нашим соседям пару рекомендаций.
zh_cn: 让我们给邻居一点指引。
zh_tw: 讓我們給鄰居一點指引。

# CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It's all burnt up.
de: Vollständig verbrannt.
es: Se ha quemado por completo.
fr: C'est tout brûlé.
it: È tutto bruciato.
ja: すべて燃え尽きた。
ko: 다 탔잖아.
pl: Spalone na popiół.
pt_br: Está totalmente queimado.
ru: Все сгорело.
zh_cn: 被烧得精光。
zh_tw: 被燒得精光。

# CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_EYE_BONE
source: This used to be an eyebone.
de: Das war mal ein Augenknochen.
es: Solía ser un hueso con ojo.
fr: C'était un os-œil.
it: Era un ossocchio.
ja: これは昔、目玉の骨だった。
ko: 원래는 눈알 뼈였는데.
pl: Kiedyś była to okość.
pt_br: Isso costumava ser um osso ocular.
ru: А это, наверное, был костеглаз.
zh_cn: 这曾经是个眼骨。
zh_tw: 這曾經是個眼骨。

# CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: This used to be a slimy flower.
de: Das war mal eine schleimige Blume.
es: Solía ser una flor babosa.
fr: C'était une fleur gluante.
it: È stato un fiore viscido.
ja: これはもっとネバネバした花だった。
ko: 원래는 끈적한 꽃이었는데.
pl: Kiedyś był to oślizgły kwiatek.
pt_br: Isso costumava ser uma flor viscosa.
ru: Раньше это был мерзкий цветок.
zh_cn: 这曾经是一朵黏滑的花。
zh_tw: 這曾經是一朵黏滑的花。

# CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_THINGIE
source: Well, that's a shame.
de: Ach, eine Schande.
es: Bueno, qué pena.
fr: Dommage.
it: Che peccato.
ja: 燃え尽きちまったみてぇだな…
ko: 안타깝잖아.
pl: Szkoda.
pt_br: Bem, que pena.
ru: Что ж, очень жаль.
zh_cn: 嗯，可惜了。
zh_tw: 嗯，可惜了。

# CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS
source: When it's raw, it's almost as tough as trees.
de: Roh beinahe baumhart.
es: Crudo es casi tan duro como un árbol.
fr: Cru, c'est aussi dur à mâcher que de l'écorce.
it: Da crudi sono duri quasi come alberi.
ja: 生だと、木とほぼ同じ硬さだ。
ko: 익히지 않으면 나무만큼이나 질기잖아.
pl: Na surowo są prawie tak twarde jak drzewa.
pt_br: Quando está cru, é quase tão duro quanto árvores.
ru: В сыром виде ничуть не мягче древесины.
zh_cn: 生的时候跟树木一样硬。
zh_tw: 生的時候跟樹木一樣硬。

# CHARACTERS.WOODIE.DESCRIBE.ASPARAGUSSOUP
source: It's a soup made out of those little trees.
de: Das ist eine Suppe aus den kleinen Bäumen.
es: Es una sopa hecha de esos árboles canijos.
fr: C'est une soupe faite avec ces petits arbres.
it: È una zuppa fatta di piccoli alberi.
ja: アスパラで作ったスープ。
ko: 작은 나무로 만든 수프잖아.
pl: Zupa z małych drzewek.
pt_br: É uma sopa feita dessas pequenas árvores.
ru: Суп из тех крохотных деревьев.
zh_cn: 这是由那些小树做成的汤
zh_tw: 這是由那些小樹做成的湯

# CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_COOKED
source: Little easier to eat them cooked.
de: Gekocht sind sie einfacher zu essen.
es: Más fáciles de comer cocinados.
fr: C'est un peu plus facile à manger maintenant.
it: Cotti, si mangiano più facilmente.
ja: 料理すると食べやすくなる。
ko: 조리하니 먹기가 좀 편하잖아.
pl: Łatwiej się je gryzie, gdy są ugotowane.
pt_br: Fica um pouco mais fácil de comer cozido.
ru: После жарки они жуются чуть лучше.
zh_cn: 这样吃更容易些。
zh_tw: 這樣吃更容易些。

# CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_OVERSIZED
source: It almost looks like a proper tree.
de: Er sieht fast wie ein richtiger Baum aus.
es: Casi parece un árbol hecho y derecho.
fr: On dirait presque un arbre.
it: Sembra quasi un albero vero e proprio.
ja: まるで木そのものじゃねぇか。
ko: 거의 제대로 된 나무처럼 보여.
pl: Wygląda prawie jak drzewo.
pt_br: Quase parece uma árvore adequada.
ru: Выглядит почти как нормальное дерево.
zh_cn: 它看起来几乎像一棵树。
zh_tw: 它看起來幾乎像一棵樹。

# CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_SEEDS
source: I should plant this.
de: Ich sollte das pflanzen.
es: Debería plantar esto.
fr: Je devrais planter ça.
it: Dovrei piantarlo.
ja: これを植えるべきだな
ko: 심어야지.
pl: Trzeba to zasadzić.
pt_br: É melhor eu plantar isso.
ru: Надо его посадить.
zh_cn: 我应该种下这个。
zh_tw: 我應該種下這個。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_GATE.CHARGING
source: It's soaking up energy, hey?
de: Nimmt Energie auf, was?
es: Está absorbiendo energía, ¿eh?
fr: Ça déborde d'énergie, hein ?
it: Sta assorbendo energia, eh?
ja: エネルギーを吸い取ってやがる
ko: 에너지를 흡수하고 있잖아, 그치?
pl: Gromadzi energię, co nie?
pt_br: Está absorvendo energia, hã?
ru: Эй, оно поглощает энергию?
zh_cn: 它在吸收能量，喂？
zh_tw: 它在吸收能量，喂？

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: Don't wanna overdo it.
de: Nur nicht übertreiben.
es: No quiero sobrepasarme.
fr: Faut pas pousser trop fort.
it: Non voglio esagerare.
ja: ま、やりすぎはよくねぇよな
ko: 너무 자주 쓰면 안 되잖아.
pl: Nie chciałbym przesadzić.
pt_br: Não quero exagerar.
ru: Не хочу перегружать.
zh_cn: 别想画蛇添足。
zh_tw: 別想畫蛇添足。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: That'd be my cue to leave.
de: Wir Zeit zu gehen.
es: Es la señal para marcharme.
fr: Ça pourrait être le moment de partir.
it: Quello è il segnale di andarsene.
ja: とっととズラかったほうがよさそうだぜ
ko: 이제 떠나야 할 때가 된 것 같네.
pl: Chyba czas się zawijać.
pt_br: Talvez seja um sinal pra ir embora.
ru: Отсюда-то я и свалю.
zh_cn: 这是我提示离开的暗示。
zh_tw: 這是我提示離開的暗示。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_GATE.OFF
source: Where d'you think it goes, Lucy?
de: Wo gehört das wohl hin, Lucy?
es: ¿Dónde crees que lleva, Lucy?
fr: Tu crois que ça mène où, Lucy ?
it: Dove credi che conduca, Lucy?
ja: どこにつながってんだろな…
ko: 어디로 가는 걸까, 루시?
pl: Jak myślisz, Lucy? Jak to działa?
pt_br: Onde acha que vai, Lucy?
ru: Как думаешь, Люси, куда они ведут?
zh_cn: 你觉得它去哪了，露西？
zh_tw: 你覺得它去哪了，露西？

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_GATE.ON
source: That oughta do it.
de: Das sollte reichen.
es: Así debería valer.
fr: Ça devrait le faire.
it: Dovrebbe funzionare.
ja: うし、これでよし、と
ko: 이제 된 것 같은데.
pl: Powinno wystarczyć.
pt_br: Isso deve ser suficiente.
ru: Должно сработать.
zh_cn: 应该试一试。
zh_tw: 應該試一試。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_KEY
source: Got it from that big bony hoser.
de: Das ist von so 'nem großen, knöchrigen Schmarotzer.
es: La he conseguido de ese idiota huesudo.
fr: C'est le couillon en os qui ma refilé ça.
it: L'ho avuto da quel grande idiota ossuto.
ja: ホネの怪物が持ってたカギだ
ko: 코뿔 괴물한테서 획득한 거잖아.
pl: Mam to od tego wielkiego z kości.
pt_br: Peguei daquele babaca ossudo.
ru: Вот что мне досталось от того большого костлявого тупицы.
zh_cn: 从那个瘦瘦的大傻子那里得到的。
zh_tw: 從那個瘦瘦的大傻子那裡得到的。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_LIGHT.OFF
source: Gotta be a way to turn it on.
de: Irgendwie muss sich das doch einschalten lassen.
es: Tiene que haber una forma de encenderla.
fr: Il doit y avoir moyen d'allumer ça.
it: Deve esserci un modo per accenderla.
ja: どうやったら明かりがつくんだ？
ko: 불을 켤 방법이 있을 텐데.
pl: Musi być jakiś sposób, aby je włączyć.
pt_br: Tem que ter um jeito de ligar.
ru: Должен быть способ включить это.
zh_cn: 肯定有方法打开它。
zh_tw: 肯定有方法打開它。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_LIGHT.ON
source: What a nightmare.
de: Was für ein Albtraum.
es: Qué pesadilla.
fr: Quel cauchemar !
it: Che incubo.
ja: まるで悪夢だぜ…
ko: 이건 악몽이야.
pl: Co za koszmar.
pt_br: Mas que pesadelo.
ru: Какой кошмар.
zh_cn: 真是个噩梦。
zh_tw: 真是個噩夢。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_OVERGROWTH
source: It probably said something important. Oh well.
de: Wahrscheinlich hat es etwas Wichtiges gesagt. Na ja.
es: Probablemente dijo algo importante. En fin.
fr: Y avait sûrement un truc important inscrit là. Tant pis.
it: Probabilmente diceva qualcosa di importante. Peccato.
ja: 重要な情報かもしれねぇが…読めねぇな
ko: 뭔가 중요한 내용이었을 텐데. 어쩔 수 없지.
pl: Na pewno było tu coś ważnego. No cóż.
pt_br: Provavelmente disse algo importante. Fazer o quê?
ru: Наверное, там было что-то важное. Ну ладно.
zh_cn: 它可能说了什么重要的事。噢，好啊。
zh_tw: 它可能說了什麼重要的事。噢，好啊。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: It's an old drawing of strange creatures.
de: Eine alte Zeichnung merkwürdiger Wesen.
es: Un dibujo antiguo de criaturas extrañas.
fr: C'est un vieux dessin de structures bizarres.
it: È una vecchia pittura di strane creature.
ja: 古い壁画か？ヘンな生き物の絵だな
ko: 이상한 생물이 그려진 오래된 벽화다.
pl: Stare malowidło pełne przedziwnych stworzeń.
pt_br: É um desenho antigo de criaturas estranhas.
ru: Это старое изображение странных существ.
zh_cn: 这是一副古老的图画，画着奇怪的生物。
zh_tw: 這是一副古老的圖畫，畫著奇怪的生物。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: Nothin' of interest left here.
de: Hier gibt's nichts mehr Interessantes.
es: Aquí no hay nada de interés.
fr: Il reste plus rien d'intéressant ici.
it: Niente di interessante è rimasto qua.
ja: 特におもしろそうなもんは描いてねぇな
ko: 딱히 눈여겨볼 만한 건 안 보이는데.
pl: Nie ma tu już nic ciekawego.
pt_br: Nada de interessante aqui.
ru: Здесь больше нет ничего интересного.
zh_cn: 这里没留下什么有兴趣的东西。
zh_tw: 這裡沒留下什麼有興趣的東西。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: Black muck is covering everything in this drawing.
de: Das Bild ist mit schwarzem Dreck überzogen.
es: La suciedad negra cubre este dibujo por completo.
fr: Y a de la gadoue partout sur ce dessin.
it: Fango nero copre tutto in questa pittura.
ja: この絵、黒いドロドロだらけだな…
ko: 검은 무언가가 모든 것을 덮고 있네.
pl: Czarna maź pokrywa wszystko na tym malowidle.
pt_br: Uma sujeira preta cobre tudo nesse desenho.
ru: Черная грязь накрывает все на этой картинке.
zh_cn: 图画里，黑色的淤泥覆盖了一切。
zh_tw: 圖畫裡，黑色的淤泥覆蓋了一切。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: Don't look at this one, Lucy.
de: Schau dir das nicht an, Lucy.
es: No mires este, Lucy.
fr: Regarde pas celui-ci, Lucy.
it: Non guardare, Lucy.
ja: ルーシー、お前は見ないほうがいいぜ…
ko: 이건 보지 마, 루시.
pl: Nie patrz na to, Lucy.
pt_br: Não olhe pra esse, Lucy.
ru: Не смотри на это, Люси.
zh_cn: 不要看这个，露西。
zh_tw: 不要看這個，露西。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: Looks like a bustling city.
de: Sieht nach Großstadttreiben aus.
es: Parece una ciudad bulliciosa.
fr: On dirait une cité très animée.
it: Sembra una città trafficata.
ja: ずいぶんにぎやかそうな街だな
ko: 분주한 도시처럼 보이는군.
pl: Wygląda jak wielkie miasto.
pt_br: Parece uma cidade agitada.
ru: Похоже на оживленный город.
zh_cn: 看起来像是熙熙攘攘的城市。
zh_tw: 看起來像是熙熙攘攘的城市。

# CHARACTERS.WOODIE.DESCRIBE.ATRIUM_STATUE
source: Was it supposed to be holding something?
de: Sollte das irgendwas halten?
es: ¿Se supone que estaba sosteniendo algo?
fr: C'était censé tenir quelque chose ?
it: Doveva mantenere qualcosa?
ja: 手になんか持ってんのか…？
ko: 뭔가를 들고 있었던 걸까?
pl: Czy ten pomnik nie powinien aby czegoś trzymać?
pt_br: Era pra estar segurando alguma coisa?
ru: Она должна была что-то держать?
zh_cn: 它本应该握着什么吗？
zh_tw: 它本應該握著什麼嗎？

# CHARACTERS.WOODIE.DESCRIBE.AXE
source: It's not as nice as Lucy.
de: Die ist nicht so toll wie Lucy.
es: No es tan bonita como Lucy.
fr: Pas aussi belle que Lucy.
it: Non è simpatica quanto Lucy.
ja: それはLucyほどステキではない。
ko: 루시보다는 별로네.
pl: To nie to co Lucy.
pt_br: Não é tão boa quanto a Lucy.
ru: Он не так хорош, как Люси.
zh_cn: 没有我的露西斧好。
zh_tw: 沒有我的露西斧好。

# CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO.GENERIC
source: A face only a mother could love.
de: Ein Gesicht, das nur eine Mutter lieben kann.
es: Una cara que solo una madre podría amar.
fr: Avec une tête pareille, sa mère a dû porter plainte.
it: Un volto che solo una madre potrebbe amare.
ja: 母親だけが愛せる顔。
ko: 제 어미나 이쁘다고 할 수 있는 얼굴이네.
pl: Tylko matka zdolna jest pokochać taką twarz.
pt_br: Um rosto que somente uma mãe amaria.
ru: Морда, которую может полюбить только мать.
zh_cn: 长得这么丑，估计只有亲妈才不会嫌弃。
zh_tw: 長得這麼醜，估計只有親媽才不會嫌棄。

# CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO.SLEEPING
source: I enjoy sleeping outside, too.
de: Ich schlafe auch gerne im Freien.
es: A mí también me gusta dormir al aire libre.
fr: Moi aussi j'aime dormir dehors.
it: Anche a me piace dormire fuori.
ja: 外で寝るのもいいもんだ。
ko: 나도 밖에서 자는 걸 즐기지.
pl: Też lubię spać na dworze.
pt_br: Gosto de dormir do lado de fora também.
ru: Мне тоже нравится спать на улице.
zh_cn: 我也喜欢睡在外面。
zh_tw: 我也喜歡睡在外面。

# CHARACTERS.WOODIE.DESCRIBE.BACKPACK
source: That's a decent looking rucksack.
de: Ein anständiger Rucksack.
es: Esa mochila es bastante bonita.
fr: Ça m'a l'air d'être un bon sac à dos.
it: È uno zaino decente.
ja: なかなかいいリュックサックだな
ko: 근사한 배낭이잖아.
pl: Solidnie prezentujący się tobołek.
pt_br: Esse mochilão parece bem decente.
ru: Выглядит вроде ничего.
zh_cn: 那是个好看的帆布背包。
zh_tw: 那是個好看的帆布背包。

# CHARACTERS.WOODIE.DESCRIBE.BACONEGGS
source: Awww. It's just front bacon.
de: Ohhh. Das ist einfach Vorderschinken.
es: Ayyy. Es simplemente beicon.
fr: Ah ! Y a du monde au bacon.
it: Ohhh. È solo pancetta.
ja: オウーー。まさに上質ベーコン。
ko: 오오, 베이컨 맛있네.
pl: Śniadanie prawdziwego mężczyzny.
pt_br: Oun. É só bacon de fachada.
ru: Ну-у-у-у… Всего лишь лицевая сторона бекона.
zh_cn: 呜呜呜。只有五花培根。
zh_tw: 嗚嗚嗚。只有五花培根。

# CHARACTERS.WOODIE.DESCRIBE.BALLOON
source: It's squeaky. Just like a real woodland creature.
de: Quietscht. Wie ein echtes Waldgeschöpf.
es: Es chillón. Como alguna criatura del bosque.
fr: Ça grince. Exactement comme une vraie créature des bois.
it: È cigolante. Proprio come una vera creatura del bosco.
ja: キューキュー鳴りやがる…リスみてぇだな
ko: 뾱뾱 소리가 나네.
pl: Wydaje dziwne dźwięki. Jak prawdziwe stworzenie z lasu.
pt_br: Solta um guinchadinho. Exatamente como uma criatura da terra de verdade!
ru: Он так скрипит. Прямо как настоящее лесное существо.
zh_cn: 它咯咯响。就像真正的林地生物。
zh_tw: 它咯咯響。就像真正的林地生物。

# CHARACTERS.WOODIE.DESCRIBE.BALLOONHAT
source: We can all appreciate nature in our own way.
de: Wir alle können die Natur auf unsere eigene Weise wertschätzen.
es: Todos podemos apreciar la naturaleza a su manera.
fr: On peut tous apprécier la nature à notre façon.
it: Possiamo apprezzare tutti la natura a modo nostro.
ja: みんなそれぞれの方法で、自然ってモンに感謝できるんだぜ。
ko: 모두 각자의 방식으로 자연을 감상할 수 있어.
pl: Każdy może doceniać przyrodę na swój sposób.
pt_br: Podemos todos apreciar a natureza do nosso próprio jeito.
ru: Мы все почитаем природу, просто каждый — по-своему.
zh_cn: 我们都可以用自己的方式欣赏大自然。
zh_tw: 我們都可以用自己的方式欣賞大自然。

# CHARACTERS.WOODIE.DESCRIBE.BALLOONPARTY
source: Uh oh, I didn't forget someone's birthday did I?
de: Oh, ich habe doch nicht den Geburtstag von jemandem vergessen, oder?
es: Oh, oh... No me habré olvidado de un cumple, ¿no?
fr: Oh oh... J'ai oublié l'anniversaire de quelqu'un ?
it: Ops, non mi sono dimenticato il compleanno di qualcuno, vero?
ja: やっべぇ。オレもしかして、誰かの誕生日忘れてたか？
ko: 어, 내가 누군가의 생일을 잊지는 않았지, 잊었나?
pl: Ojej, czyżbym zapomniał o czyichś urodzinach?
pt_br: Uh, oh. Não me esqueci do aniversário de ninguém, né?
ru: Ой-ой, у кого-то день рождения, а я и забыл? Нет?
zh_cn: 呃哦，我没有忘记某人的生日吧？
zh_tw: 呃哦，我沒有忘記某人的生日吧？

# CHARACTERS.WOODIE.DESCRIBE.BALLOONSPEED.DEFLATED
source: Just a regular balloon now, eh?
de: Das ist jetzt ein ganz normaler Ballon, hm?
es: Ahora es un globo normal, ¿eh?
fr: C'est juste un ballon normal, maintenant.
it: Ora è solo un palloncino come gli altri, eh?
ja: ただの風船になっちまったなぁ、おい？
ko: 이제 그냥 평범한 풍선이야, 그지?
pl: Teraz to zupełnie zwykły balon, co?
pt_br: É só um balão comum agora, né?
ru: Теперь это просто обычный шарик, ага.
zh_cn: 现在只是个普通的气球了？
zh_tw: 現在只是個普通的氣球了？

# CHARACTERS.WOODIE.DESCRIBE.BALLOONSPEED.GENERIC
source: Now how do you figure that works, Luce?
de: Was meinst d, wie soll das funktionieren, Lucy?
es: Oye, Lucy, ¿cómo crees que funciona eso?
fr: Alors, comment ça marche, Lucy ?
it: Come credi che funzioni, Lucy?
ja: ルーシー、ありゃどういう仕組みかわかるか？
ko: 그게 어떻게 작동한다고 생각해, 루시?
pl: Jak myślisz, Lucy, jak to działa?
pt_br: Como você acha que isso funciona, Lucy?
ru: Как думаешь, Люси, как это работает?
zh_cn: 你觉得那是怎么回事，露西？
zh_tw: 你覺得那是怎麼回事，露西？

# CHARACTERS.WOODIE.DESCRIBE.BALLOONS_EMPTY
source: Are those balloons?
de: Sind das Luftballons?
es: ¿Eso son globos?
fr: C'est des ballons ?
it: Sono dei palloncini?
ja: そりゃ、風船か？
ko: 풍선인가?
pl: Czy to balony?
pt_br: São bexigas?
ru: Это что, шарики?
zh_cn: 那些是气球吗？
zh_tw: 那些是氣球嗎？
