Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: Fear keeps you safe, but bravery keeps you going.
de: Angst schützt dich, aber Tapferkeit bringt dich weiter.
es: El miedo te mantiene a salvo, pero la valentía te hace seguir adelante.
fr: La peur protège, mais c'est le courage qui nous fait avancer.
it: La paura ti tiene al sicuro, ma il coraggio ti spinge ad andare avanti.
ja: 恐れがあれば安全でいられるけど、勇気は前進させてくれる。
ko: 두려움은 안전하게 지켜주지만, 용기는 계속 나아가게 하지.
pt_br: O medo te mantém a salvo, mas a bravura faz você seguir em frente.
ru: Страх подтолкнет к безопасности, но только храбрость подтолкнет вперед.
zh_tw: 恐懼使你安全，但勇敢使你前進。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: I can feel the potential radiating out of it.
de: Ich kann das Potenzial spüren, das davon ausgeht.
es: Siento el potencial que irradia.
fr: Je vois du potentiel en émaner.
it: Riesco a sentire il potenziale che emana.
ja: 潜在性がその内部から醸し出されているのがわかるわ。
ko: 그 안에서 발산하는 잠재력을 느낄 수 있어.
pt_br: Posso sentir o potencial irradiando dele.
ru: Я чувствую, какой мощный здесь скрыт потенциал.
zh_tw: 我能感受到它所散發出來的潛力。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: I'm a clocksmith, not a chemist.
de: Ich bin Uhrmacherin, keine Chemikerin.
es: Soy relojera, no química.
fr: Je suis horlogère, pas chimiste.
it: Sono una orologiaia, non una chimica.
ja: 私は時計修理屋。化学者じゃないわ。
ko: 나는 화학자가 아니라 시계 제조공이라고.
pt_br: Sou uma relojoeira, não uma química.
ru: Я — часовщица, а не химик.
zh_tw: 我是鐘錶匠，不是化學家。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: This might have been a frivolous use of my time...
de: Das war womöglich ein leichtfertiger Umgang mit meiner Zeit ...
es: Creo que he desperdiciado el tiempo fútilmente...
fr: Je pense que c'était une utilisation bien triviale de mon temps...
it: Potrebbe essere stato un frivolo uso del mio tempo...
ja: くだらないことに時間を使っちゃったかも…
ko: 쓸데없는 시간 낭비였을지도...
pt_br: Acho que essa foi uma maneira frívola de usar meu tempo...
ru: Это была безрассудная трата времени...
zh_tw: 這樣使用我的時間可能有些輕率……

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENPOTION_MOON
source: It smells like shifting possibilities.
de: Es riecht nach Möglichkeiten, die im Fluss sind.
es: Huele a miles de posibilidades.
fr: Ça sent l'opportunité.
it: Profuma di mutevoli possibilità.
ja: 動く可能性を感じるわ。
ko: 가능성이 바뀌는 냄새가 난다.
pt_br: Tem cheiro de possibilidades de mudança.
ru: Пахнет новыми возможностями и трансформациями.
zh_tw: 聞起來有不斷變化的各種可能。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: What a gloomy way to celebrate.
de: Was für eine düstere Art zu feiern.
es: Qué forma tan lúgubre de celebrar nada.
fr: Quelle sinistre façon de faire la fête.
it: Che modo funesto di festeggiare.
ja: なんて憂鬱な祝い方。
ko: 축하하기에는 너무 우울한 방법인걸.
pt_br: Que jeito triste de celebrar.
ru: Какой мрачный будет праздник.
zh_tw: 多麼陰鬱的慶祝方式啊。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: I guess I could spend a little time decorating.
de: Ich denke, ich könnte ein bisschen Zeit für die Dekoration aufwenden.
es: Supongo que puedo pasarme un rato decorando.
fr: Bon, je peux bien passer un petit moment à décorer.
it: Immagino di poter spendere qualche minuto a decorare.
ja: 少し飾り付けをしても良さそうね。
ko: 꾸미는데 시간을 좀 보낼 수 있을 것 같아.
pt_br: Acho que eu podia passar um tempinho decorando.
ru: Думаю, немного времени на украшения потратить я могу.
zh_tw: 我想我可以花一點時間來裝飾。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: Ugh, I don't want to be reminded of them.
de: Igitt, ich will nicht daran erinnert werden.
es: Uf, no quiero acordarme de ellos.
fr: Eurk, je n'ai pas envie de me souvenir de ce truc.
it: Ugh, non voglio dovermi ricordare di loro.
ja: あぁ。あれは思い出したくないわ。
ko: 어, 나는 그들을 떠올리고 싶지 않아.
pt_br: Ugh, não quero me lembrar delas.
ru: Бр-р-р, не хочу об этом вспоминать лишний раз.
zh_tw: 呃，別讓我想起這些東西。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: I might as well put it up somewhere.
de: Tja, genauso gut könnte ich es auch irgendwo anbringen.
es: Voy a colgarlo en algún lado.
fr: Je pourrais l'accrocher quelque part.
it: Mi converrà appenderlo da qualche parte.
ja: どこかに飾ってもいいかも。
ko: 어딘가에 올려 놓을 수도 있어.
pt_br: Eu poderia muito bem colocar isso em algum lugar.
ru: Надо бы куда-нибудь это пристроить.
zh_tw: 我不妨把它掛起來。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: It's meant to be displayed on a tree, if I recall.
de: Wenn ich mich recht erinnere, sollt das an einem Baum angebracht werden.
es: Si no recuerdo mal, se tiene que colgar en un árbol.
fr: Je crois qu'il faut l'accrocher à un arbre.
it: Se non ricordo male, va messo in mostra su un albero.
ja: 記憶によれば木の上に飾るんじゃなかったかな。
ko: 내 기억에 그것은 나무에 전시하려던 거야.
pt_br: Foi feita para ser exibida numa árvore, se bem me lembro.
ru: Насколько я помню, эту штуку надо повесить на дерево.
zh_tw: 我要是沒記錯的話，是應該掛在樹上的。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: There's so many real ones flying about, it seems a bit redundant.
de: Es gibt so viele echte, dass das etwas redundant wirkt.
es: Con todos los que hay volando por ahí, me parece un poco redundante.
fr: On en a déjà des vraies un peu partout, ça risque d'être un peu trop.
it: Ce ne sono già talmente tanti in giro che inizia a essere ridondante.
ja: 本物がいっぱい飛んでるから、ムダに思えるわ。
ko: 실제로 날아다니는 게 너무 많아서 약간은 겹치는 것 같아.
pt_br: Parece um tanto redundante, já que tem tantos corvos de verdade voando por aí.
ru: Тут и так предостаточно настоящих. Зачем еще и декоративные?
zh_tw: 有那麼多活的在飛，它似乎有點多餘了。

# CHARACTERS.WANDA.DESCRIBE.HAMBAT
source: Well, the pig had it coming.
de: Tja, das Schwein hat bekommen, was ihm zusteht.
es: Bueno, el cerdo se lo merecía.
fr: Le cochon l'a cherché.
it: Beh, il maiale se l'è cercata.
ja: ふん。あのブタは自業自得。
ko: 글쎄, 돼지가 자초한 일이야.
pt_br: Bom, bem feito pro porco.
ru: Так этой свинье и надо.
zh_tw: 嗯，那頭豬是自找的。

# CHARACTERS.WANDA.DESCRIBE.HAMMER
source: Sometimes things need undoing.
de: Manchmal müssen Dinge rückgängig gemacht werden.
es: A veces hay que destruir las cosas.
fr: Parfois, il faut défaire certaines choses.
it: A volte le cose vanno sfatte.
ja: 元に戻すのも時々必要だわ。
ko: 때로는 일을 되돌려야 하지.
pt_br: Às vezes, as coisas precisam ser desfeitas.
ru: Иногда построенное приходится разрушать.
zh_tw: 有破才有立。

# CHARACTERS.WANDA.DESCRIBE.HAMMER_MJOLNIR
source: It's a heavy hammer for hitting things.
de: Ein schwerer Hammer, um Dinge zu schlagen.
es: Un martillo pesado para golpear cosas.
fr: C'est un gros marteau pour casser des trucs.
it: È un martello pesante per colpire le cose.
ja: 何かを叩くのに使える重いハンマーだ。
ko: 뭐든 내려치기 좋은 무거운 망치다.
pt_br: É um martelo pesado para bater na coisas.
ru: Тяжелый молот. Самое то, чтобы все крушить!
zh_tw: 這把敲東西的錘子可真重。

# CHARACTERS.WANDA.DESCRIBE.HAWAIIANSHIRT
source: It might be nice to kick back and unwind... for a minute or two.
de: Es wäre schön, etwas entspannen zu können ... wenigstens für ein paar Minuten.
es: Estaría bien relajarse y desconectar..., aunque fuera un par de minutos.
fr: Ça doit être agréable de faire une pause... pendant quelques minutes.
it: Potrebbe essere piacevole fermarsi a rilassarsi... ma solo per un minuto, massimo due.
ja: ゆっくりリラックスするのも良いけど…1、2分ってところね。
ko: 일 분이나 이 분 정도 몸을 뒤로 젖히고...긴장을 푸는 게 좋을 거야.
pt_br: Seria ótimo descansar e relaxar... por alguns instantes.
ru: Было бы очень неплохо прилечь и расслабиться... на минуту-другую.
zh_tw: 有時偶爾放鬆一兩分鐘……也是挺愜意的。

# CHARACTERS.WANDA.DESCRIBE.HEALINGSALVE
source: That won't help, what I need is time!
de: Das wird nicht helfen, was ich brauche, ist Zeit!
es: Eso no servirá, ¡lo que necesito es tiempo!
fr: Je m'en moque, moi ce qu'il me faut, c'est du temps !
it: Non mi aiuterà. Quello che mi serve è tempo!
ja: あれはどうでもいい。私が欲しいのは時間よ！
ko: 그건 도움이 되지 않아, 필요한 건 시간이라고!
pt_br: Não ajuda em nada, o que preciso é de tempo!
ru: Это не поможет, мне просто нужно время!
zh_tw: 那個沒用，我需要的是時間！

# CHARACTERS.WANDA.DESCRIBE.HEALINGSTAFF
source: It conducts regenerative energy.
de: Leitet regenerative Energie.
es: Conduce energía regenerativa.
fr: Ça conduit une énergie régénératrice.
it: Conduce energia rigenerativa.
ja: 再生可能エネルギーを伝導する。
ko: 재생 에너지가 흐른다.
pt_br: Conduz energia regenerativa.
ru: Передает восстанавливающую энергию.
zh_tw: 釋放再生的力量。

# CHARACTERS.WANDA.DESCRIBE.HEATROCK.COLD
source: It's cool to the touch.
de: Fühlt sich kühl an.
es: Está fría al tacto.
fr: C'est froid au toucher.
it: È fredda al tatto.
ja: 触ると冷たい。
ko: 만지면 시원해.
pt_br: É fria ao toque.
ru: Холодный на ощупь.
zh_tw: 摸起來涼透了。

# CHARACTERS.WANDA.DESCRIBE.HEATROCK.FROZEN
source: It's ice cold.
de: Das ist eiskalt.
es: Está congelada.
fr: C'est glacé.
it: È fredda come il ghiaccio.
ja: 氷みたいに冷たいわ。
ko: 얼음처럼 차갑다.
pt_br: É geladíssima.
ru: Прямо-таки ледяной.
zh_tw: 冰涼冰涼。

# CHARACTERS.WANDA.DESCRIBE.HEATROCK.GENERIC
source: This isn't an ordinary rock.
de: Das ist kein gewöhnlicher Felsbrocken.
es: Esta roca no es muy común...
fr: Ce n'est pas une roche ordinaire.
it: Non è una roccia comune.
ja: これはただの石じゃないわ。
ko: 평범한 바위가 아니야.
pt_br: Não é uma rocha comum.
ru: Это не обычный камень.
zh_tw: 這不是一塊普通的石頭。

# CHARACTERS.WANDA.DESCRIBE.HEATROCK.HOT
source: I almost singed my fingers!
de: Ich habe mir fast die Finger versengt!
es: ¡Casi me chamusco los dedos!
fr: J'ai failli me brûler les doigts !
it: Stavo per bruciarmi le dita!
ja: 指を火傷するところだった！
ko: 하마터면 손가락을 불에 그을릴 뻔했어!
pt_br: Quase queimei os dedos!
ru: Я чуть пальцы не сожгла!
zh_tw: 我差點把手指燒焦！

# CHARACTERS.WANDA.DESCRIBE.HEATROCK.WARM
source: Something to warm up these old bones.
de: Damit kann ich meine alten Knochen aufwärmen.
es: Hace que entren en calor estos huesos viejos.
fr: Ça va réchauffer mes vieux os.
it: Qualcosa con cui riscaldare queste mie vecchie ossa.
ja: この老体を温めるもの。
ko: 이 오래된 뼈를 데울만한 무언가.
pt_br: Algo para aquecer estes ossos velhos.
ru: Поможет согреть мои старые кости.
zh_tw: 暖和一下這把老骨頭。

# CHARACTERS.WANDA.DESCRIBE.HERMITCRAB
source: Ha! She's just as crabby as ever.
de: Ha! Die Krabbe ist so mürrisch wie eh und je.
es: ¡Ja! Está tan gruñona como siempre.
fr: Ha ! Elle est toujours aussi pince-sans-rire.
it: Il suo umorismo non è... granchié. Ha!
ja: はは！今まで以上にカニっぽい。
ko: 하! 여느 때처럼 게 같아.
pt_br: Ha! Ela está ranzinza como sempre.
ru: Ха! Она все такая же нелюдимая, как и раньше.
zh_tw: 哈! 她還是和以前一樣暴躁。

# CHARACTERS.WANDA.DESCRIBE.HERMITHOUSE.BUILTUP
source: Time well spent.
de: Die Zeit war nicht vergeudet.
es: Qué tiempo tan bien empleado.
fr: Du temps bien employé.
it: Tempo ben speso.
ja: 良い時間の使い方だわ。
ko: 시간을 잘 보냈군.
pt_br: Tempo bem aproveitado.
ru: Она время впустую не тратит.
zh_tw: 時間花得很值。

# CHARACTERS.WANDA.DESCRIBE.HERMITHOUSE.GENERIC
source: It was a fine home once, but it's fallen into disrepair.
de: Es war einmal ein schönes Haus, aber jetzt ist es baufällig.
es: En su día fue un hogar estupendo, pero ha caído en el abandono.
fr: C'était une jolie demeure, autrefois. Mais maintenant, elle tombe en ruine.
it: Era una dimora accogliente, ma ora cade a pezzi.
ja: かつては美しい家だったのにこんなに崩壊したのね。
ko: 한때는 좋은 집이었지만 허물어졌네.
pt_br: Já foi uma bela casa, mas está em péssimo estado de conservação.
ru: Когда-то это был прекрасный дом, но теперь он явно пришел в упадок.
zh_tw: 這座曾經精美的房子現如今已經年久失修。

# CHARACTERS.WANDA.DESCRIBE.HERMIT_BUNDLE
source: Ooooh I wonder what fun knickknacks are inside!
de: Ooooh, ich bin gespannt, was für witzigen Schnickschnack es da drin gibt!
es: Oh... ¿Qué clase de baratijas tendrá dentro?
fr: Oooh, je me demande ce qu'il y a là-dedans !
it: Ooh, chissà che ninnoli simpatici contiene!
ja: 中にはどんな面白いガラクタが詰まってるのかしら！
ko: 오오오오 안에 어떤 재미있는 소품이 들어있을지 궁금해!
pt_br: Uuuh, me pergunto que bugigangas divertidas têm aí dentro!
ru: У-у-у! Интересно, какие там внутри интересные штучки?
zh_tw: 哦，我想知道裡面有什麼有趣的小玩意！

# CHARACTERS.WANDA.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: A nice assortment of shells to add to my little collection.
de: Eine schöne Auswahl an Muscheln, die ich meiner kleinen Sammlung hinzufügen kann.
es: Una gran selección de conchas para mi pequeña colección.
fr: Un bel ensemble de coquillages à ajouter à ma petite collection.
it: Un grazioso assortimento di conchiglie da aggiungere alla mia piccola collezione.
ja: 私のコレクションに加えための貝殻の寄せ集め。
ko: 내 귀여운 컬렉션에 추가할 멋진 조개껍질인걸.
pt_br: Uma bela variedades de conchas para adicionar à minha pequena coleção.
ru: Еще немного разных ракушек в мою небольшую коллекцию.
zh_tw: 這些漂亮的貝殼可以添加到我的收藏中。

# CHARACTERS.WANDA.DESCRIBE.HERMIT_CRACKED_PEARL
source: I was holding out hope things would go differently this time.
de: Ich hatte gehofft, dass es dieses Mal anders laufen würde.
es: Tenía la esperanza de que las cosas fueran de otra forma esta vez...
fr: J'espérais que les choses se passent différemment, cette fois.
it: Speravo che questa volta sarebbe andata diversamente.
ja: 今回は別の結末になるといいなって期待してたのに。
ko: 이번에는 상황이 달라졌으면 하는 바램을 꾹꾹 눌렀어.
pt_br: Eu tinha esperanças de que as coisas seriam diferentes desta vez.
ru: А я так надеялась, что на этот раз все будет иначе.
zh_tw: 我一直希望這次會不一樣。

# CHARACTERS.WANDA.DESCRIBE.HERMIT_PEARL
source: I'll... do my best.
de: Ich ... tue mein Bestes.
es: Haré... todo lo que pueda.
fr: Je... ferai de mon mieux.
it: Farò... del mio meglio.
ja: 私は…ベストを尽くすわ。
ko: 최선을... 다할거야.
pt_br: Farei... o meu melhor.
ru: Я... сделаю все, что смогу.
zh_tw: 我會……盡我所能。

# CHARACTERS.WANDA.DESCRIBE.HIVEHAT
source: How delightfully strange!
de: Wie herrlich seltsam!
es: ¡Qué cosa tan curiosa!
fr: Que c'est étrange ! J'adore.
it: Com'è meravigliosamente stramba!
ja: 素晴らしく奇妙だわ！
ko: 유쾌하리만치 이상하잖아!
pt_br: É de uma estranheza adorável!
ru: Какая восхитительно странная вещь!
zh_tw: 真是奇怪又令人歡喜啊！

# CHARACTERS.WANDA.DESCRIBE.HOME
source: I've stumbled into someone's home.
de: Ich bin in ein fremdes Haus geraten.
es: Me he encontrado con la casa de alguien.
fr: Je crois que quelqu'un habite ici.
it: Mi sono imbattuta nella dimora di qualcuno.
ja: 誰かの家に着いちゃった。
ko: 우연히 누군가의 집에 들어갔어.
pt_br: Acabei entrando na casa de alguém.
ru: Я наткнулась на чей-то дом.
zh_tw: 我無意中進入了某人的家。

# CHARACTERS.WANDA.DESCRIBE.HOMESIGN.BURNT
source: That's a bad sign.
de: Das ist ein schlechtes Zeichen.
es: Eso es una mala señal.
fr: C'est mauvais signe.
it: È un pessimo segnale.
ja: 役に立たない標識だわ。
ko: 불길한 표지판인데.
pt_br: Essa placa é um mau sinal.
ru: Это плохой знак.
zh_tw: 此乃不祥之兆。

# CHARACTERS.WANDA.DESCRIBE.HOMESIGN.GENERIC
source: That must be some kind of sign.
de: Das muss eine Art Zeichen sein.
es: Supongo que es algún tipo de señal.
fr: C'est sûrement un genre de panneau.
it: Deve trattarsi di un qualche tipo di segnale.
ja: 何か意味があるに違いない。
ko: 일종의 표지판임엔 틀림이 없어.
pt_br: Deve ser algum tipo de placa.
ru: Должно быть, это какой-то знак.
zh_tw: 是個指示牌。

# CHARACTERS.WANDA.DESCRIBE.HOMESIGN.UNWRITTEN
source: There's nothing written here. What an unhelpful sign!
de: Hier steht nichts. Ein Zeichen, das überhaupt nicht hilfreich ist!
es: Aquí no hay nada escrito. Qué señal más inútil.
fr: Il n'y a rien de marqué dessus. Ce n'est pas ça qui va m'aider !
it: Non c'è scritto nulla. Che segnale inutile!
ja: 何もここには書かれてない。なんって役立たずなのかしら！
ko: 아무것도 쓰여 있지 않아. 아무짝에도 쓸모가 없는 표지판이로군!
pt_br: Não tem nada escrito aqui. Que placa inútil!
ru: Здесь ничего не написано. Какой бесполезный знак!
zh_tw: 什麼都沒寫。毫無幫助的指示牌！

# CHARACTERS.WANDA.DESCRIBE.HONEY
source: A little something to satisfy my sweet tooth.
de: Eine Kleinigkeit, um meine Schwäche für Süßes zu besänftigen.
es: Un caprichito para satisfacer mis ganas de dulce.
fr: Un petit quelque chose pour satisfaire ma gourmandise.
it: Qualcosina per placare la mia golosità.
ja: 甘い物への欲求を満たすもの。
ko: 달다구리를 충전할 작고 귀여운 것.
pt_br: Uma coisinha pra satisfazer meu apetite por doces.
ru: Наконец-то я смогу утолить тягу к сладкому.
zh_tw: 這小東西剛好可以滿足我的甜食的渴望。

# CHARACTERS.WANDA.DESCRIBE.HONEYCOMB
source: It's much better once you pick out the bees.
de: Viel besser, wenn man die Bienen erst einmal herausgepickt hat.
es: Está mucho mejor al quitar las abejas.
fr: C'est bien mieux une fois qu'on s'est débarrassé des abeilles.
it: È molto meglio una volta tolte tutte le api.
ja: ハチを取り除いたらもっと最高。
ko: 꿀벌을 고르고나면 훨씬 좋아.
pt_br: Fica muito melhor depois que você tira as abelhas.
ru: Если пчел выковырять, становится намного вкуснее.
zh_tw: 挑出去蜜蜂以後就會好很多。

# CHARACTERS.WANDA.DESCRIBE.HONEYHAM
source: You can't go wrong dousing something in honey.
de: Wenn man etwas in Honig tränkt, kann eigentlich nichts schiefgehen.
es: Las cosas con un poco de miel siempre saben bien.
fr: Dans le doute, il faut tout noyer dans le miel.
it: Impossibile sbagliare quando si cosparge qualcosa di miele.
ja: ハチミツに入れて不味くなることなんてない。
ko: 그게 뭐라도 꿀을 붓기만 하면 실패할 수가 없어.
pt_br: Tudo com mel fica mais delicioso.
ru: Медовый маринад — самый беспроигрышный рецепт.
zh_tw: 用蜂蜜醃東西一準不會錯。

# CHARACTERS.WANDA.DESCRIBE.HONEYNUGGETS
source: The dipping sauce is my favorite part.
de: Die Dip-Sauce mag ich am liebsten.
es: Lo que más me gusta es la salsa para mojar.
fr: Mon moment préféré, c'est quand je trempe tout dans la sauce.
it: L'intingolo è la mia parte preferita.
ja: このディップは私のお気に入りの部分。
ko: 나는 그중에서도 디핑 소스를 제일 좋아하지.
pt_br: O molho é a minha parte favorita.
ru: Больше всего мне здесь нравится соус.
zh_tw: 蘸醬是我最喜歡的部分。

# CHARACTERS.WANDA.DESCRIBE.HORN
source: It belonged to a beefalo in the past.
de: Das hat früher einem Beefalo gehört.
es: Antes le pertenecía a un beefalo.
fr: Elle appartenait autrefois à un bœufalo.
it: In passato apparteneva a un mufalo.
ja: 過去のビーファロのもの。
ko: 과거에는 비팔로에 속했었는데.
pt_br: Pertenceu a um bífalo no passado.
ru: Когда-то он принадлежал бифало.
zh_tw: 它從前屬於一頭皮弗婁牛。

# CHARACTERS.WANDA.DESCRIBE.HOTCHILI
source: Hoooo... I always forget just how spicy it is.
de: Hui ... Ich vergesse immer, wie scharf das ist.
es: Aaaah... Siempre me olvido de lo mucho que pican.
fr: Hooo... J'oublie toujours que c'est super épicé.
it: Accipicchia! Dimentico sempre quant'è piccante.
ja: うわーっ…これがどれほど辛いかいつも忘れちゃう。
ko: 후우우우... 그게 얼마나 매운지 항상 잊어버려.
pt_br: Huuuuu... sempre me esqueço de como é picante.
ru: Ух! Все время забываю, насколько это на самом деле остро.
zh_tw: 呼呼呼……我總是忘記它有多辣。

# CHARACTERS.WANDA.DESCRIBE.HOTSPRING.BOMBED
source: There's no sense in questioning these things.
de: Es hat keinen Sinn, diese Dinge zu hinterfragen.
es: No tiene sentido cuestionarse estas cosas.
fr: Ça ne sert à rien de se poser des questions sur ces trucs.
it: Non ha senso interrogarsi su cose del genere.
ja: こんなものに疑問を抱く必要はないわね。
ko: 이런 걸 물어보는 건 의미가 없어.
pt_br: Não faz sentido questionar essas coisas.
ru: Пытаться найти в этом какой-то смысл совершенно бессмысленно.
zh_tw: 質疑這些事情是沒有意義的。

# CHARACTERS.WANDA.DESCRIBE.HOTSPRING.EMPTY
source: No sense standing around an empty hole.
de: Es macht keinen Sinn, vor einem leeren Loch herumzustehen.
es: ¿Qué sentido tiene quedarse junto a un agujero vacío?
fr: Ça n'a aucun intérêt de rester près d'un trou vide.
it: Non ha senso restare impalati di fronte a un buco vuoto.
ja: 空っぽの穴のそばに突っ立ってる意味がないわ。
ko: 빈 구멍 주위에 서 있는 게 무슨 의미가 있어.
pt_br: Não vale a pena ficar parada do lado de um buraco vazio.
ru: Какой смысл стоять возле пустой ямы?
zh_tw: 站在一個空洞旁邊沒有任何意義。

# CHARACTERS.WANDA.DESCRIBE.HOTSPRING.GENERIC
source: It looks so warm and inviting.
de: Sieht so warm und einladend aus.
es: Tiene pinta de estar tan calentito que dan ganas de entrar...
fr: Ça a l'air tout chaud et très confortable.
it: Sembra calda e invitante.
ja: すごく温かくておもてなしにぴったりって感じ。
ko: 너무 따뜻하고 솔깃하다.
pt_br: Parece tão quente e convidativo.
ru: Так и манит окунуться в тепло.
zh_tw: 它看起來如此溫暖和誘人。

# CHARACTERS.WANDA.DESCRIBE.HOTSPRING.GLASS
source: A giant splash, frozen in time.
de: Ein riesiges Platschen, eingefroren in der Zeit.
es: Un gran chapuzón congelado en el tiempo.
fr: Un geyser géant figé dans le temps.
it: Uno schizzo gigante congelato nel tempo.
ja: 凍りついた巨大な水しぶき。
ko: 시간 속에 얼어붙은 거대한 물보라야.
pt_br: Um respingo gigantesco, congelado no tempo.
ru: Застывшие во времени брызги.
zh_tw: 一個巨大的水花，凍結在了時光中。

# CHARACTERS.WANDA.DESCRIBE.HOUND
source: Stay away! I refuse to be eaten by the likes of you!
de: Bleib mir vom Leib! Ich weigere mich, von deinesgleichen gefressen zu werden!
es: ¡Aparta! ¡Me niego a que me coma un bicho como tú!
fr: Arrière ! Vous ne me mangerez pas !
it: Stammi alla larga! Mi rifiuto di essere divorata da una bestiaccia come te!
ja: あっち行って！あんたみたいなのに食べられるなんてごめんだわ！
ko: 떨어져! 네 먹이가 되고 싶진 않다고!
pt_br: Fique longe! Me recuso a ser devorada por criaturas como você!
ru: Пошла вон! Отказываюсь окончить свои дни у тебя в брюхе!
zh_tw: 別過來！我拒絕被你們吃掉！

# CHARACTERS.WANDA.DESCRIBE.HOUNDBONE
source: Old bones. Let's not dwell on them.
de: Alte Knochen. Wir sollten uns nicht mit ihnen aufhalten.
es: Huesos viejos. Será mejor no pensar mucho en ello.
fr: De vieux os. Mieux vaut ne pas en faire, par ici.
it: Vecchie ossa. Non rimuginiamoci troppo.
ja: 古い骨。これに時間をかけるのはゴメンだわ。
ko: 오래된 뼈다귀. 너무 깊이 생각하지 말자.
pt_br: Ossos velhos. Vamos mudar de assunto.
ru: Старые кости. Нечего о них лишний раз думать.
zh_tw: 一堆舊骨頭。不要糾結了。

# CHARACTERS.WANDA.DESCRIBE.HOUNDCORPSE.BURNING
source: It was the only way.
de: Das war die einzige Möglichkeit.
es: No había otra manera.
fr: C'était le seul moyen.
it: Non c'era altro modo.
ja: これしか方法がなかったの。
ko: 유일한 방법이었어.
pt_br: Era o único jeito.
ru: Это был единственный выход.
zh_tw: 這是唯一的辦法。

# CHARACTERS.WANDA.DESCRIBE.HOUNDCORPSE.GENERIC
source: Ugh! I don't want to look at it!
de: Argh. Ich möchte mir das nicht ansehen.
es: ¡Puaj! No quiero ni mirarlo.
fr: Eurk ! Je n'ai pas envie de voir ça !
it: Ugh! Non voglio vederlo!
ja: もう！こんなもの見たくないわ！
ko: 어! 보고 싶지 않아!
pt_br: Ugh! Não quero olhar para isso!
ru: Фу! Даже смотреть на это не хочу!
zh_tw: 啊！我不想看它！

# CHARACTERS.WANDA.DESCRIBE.HOUNDCORPSE.REVIVING
source: I don't like it when THEY do it.
de: Ich mag es nicht, wenn SIE es tun.
es: No me gusta que lo hagan ELLOS.
fr: Je déteste ça quand EUX le font.
it: Non mi piace quando sono LORO a farlo.
ja: あいつらがやるのは好きじゃないわ。
ko: 그들이 그러고 있는 게 좋지는 않아.
pt_br: Não gosto quando ELES fazem isso.
ru: Когда ОНИ так делают, мне это совсем не нравится.
zh_tw: 它們這麼做的時候我就不喜歡了。

# CHARACTERS.WANDA.DESCRIBE.HOUNDMOUND
source: Ugh, a dwelling made of old bones!
de: Igitt, eine Behausung aus alten Knochen!
es: ¡Puaj! Una guarida hecha de huesos viejos...
fr: Beurk, un tas de vieux os.
it: Ugh, una montagnola di vecchie ossa!
ja: やだやだ。古い骨でできた住居！
ko: 으악, 오래된 뼈로 만든 집이야!
pt_br: Ugh, uma habitação feita de ossos velhos!
ru: Бр-р-р, логово из старых костей!
zh_tw: 呃，一堆枯骨搭成的住所！

# CHARACTERS.WANDA.DESCRIBE.HOUNDSTOOTH
source: I could have been eaten!
de: Ich hätte gefressen werden können!
es: ¡Se me podrían haber comido!
fr: J'aurais pu finir dévorée !
it: Avrei potuto essere divorata!
ja: 食べられるところだった！
ko: 내가 잡아 먹혔을 수도 있었어!
pt_br: Eu podia ter sido devorada!
ru: Меня и съесть могли, между прочим!
zh_tw: 我差點就被吃掉！

# CHARACTERS.WANDA.DESCRIBE.HOUNDWHISTLE
source: It might be useful if I ever need to train some unruly dogs.
de: Das könnte nützlich sein, wenn ich mal ein paar widerspenstige Hunde abrichten muss.
es: Podría serme útil si tengo que entrenar a algún perro desobediente.
fr: Ça pourrait me servir si je me mets à dresser des chiens.
it: Potrebbe tornarmi utile se mai avrò bisogno di addestrare dei cani poco collaborativi.
ja: 言うこと聞かない犬を訓練する時には使えるかもしれない。
ko: 다루기 힘든 개를 훈련시켜야 할 때 유용하겠네.
pt_br: Pode ser útil se um dia eu precisar treinar cães indisciplinados.
ru: Пригодится, если я когда-нибудь займусь дрессировкой бешеных собак.
zh_tw: 訓練一些不聽話的狗時可能會派上用場。

# CHARACTERS.WANDA.DESCRIBE.HUTCH
source: You come with your own lamp? I'm impressed!
de: Eigene Lampe inbegriffen? Ich bin beeindruckt!
es: Anda, ¿vienes con una luz incluida? ¡Anonadada me hallo!
fr: Tu es venu avec ta propre lampe ? Je suis impressionné.
it: Hai un lumino integrato? Sono colpita!
ja: 自分のランプ持ってきたの？すごいじゃない！
ko: 램프를 가지고 온 거니? 인상적이구나!
pt_br: Você tem sua própria lâmpada? Estou impressionada!
ru: У тебя и лампа своя есть? Впечатляет!
zh_tw: 你帶著自己的燈來？真令人刮目相看！
