Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.GENERIC
source: I want to see it grow so I can chop it down.
de: Ich will, dass er wächst, damit ich ihn abholzen kann.
es: Quiero verlo crecer para que después pueda talarlo.
fr: Je veux le voir grandir pour pouvoir le couper.
it: Voglio vederlo crescere in modo che possa abbatterlo.
ja: 大きく育ったら、切り倒してぇな
ko: 크는 걸 본 다음에 잘라야겠잖아.
pl: Niech rośnie, żebym mógł ją ściąć.
pt_br: Quero ver ela crescer para que eu possa cortá-la.
ru: Хочу посмотреть, как оно вырастет, чтобы срубить под корень.
zh_cn: 我想要看它长大，那样我就可以砍掉它了。
zh_tw: 我想要看它長大，那樣我就可以砍掉它了。

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.PICKED
source: Picking isn't as fun as chopping.
de: Das Pflücken macht nicht so viel Spaß wie das Abholzen.
es: Picar no es tan divertido como talar.
fr: Cueillir c'est moins rigolo que couper.
it: Raccogliere non è divertente come tagliare.
ja: 採集ってのは、切るのよりつまらないね。
ko: 따는 건 자르는 것만큼 재밌지 않아.
pl: Zbieranie nie jest tak fajne jak ścinanie.
pt_br: Coletar não é tão divertido quanto cortar.
ru: Собирать не так весело, как рубить.
zh_cn: 采摘与砍树相比真是太没意思了。
zh_tw: 採摘與砍樹相比真是太沒意思了。

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.WITHERED
source: With this heat it'll never grow to chopping size!
de: Bei der Hitze erreicht der nie die passende Größe zum Fällen.
es: ¡Con este calor, nunca crecerá hasta un tamaño para talarlo!
fr: Avec cette chaleur, il sera jamais assez grand pour être coupé !
it: Con questo caldo, non diventerà mai abbastanza grande da essere tagliato!
ja: この熱波じゃ、木が切れる大きさに育たないよ！
ko: 이 더위에선 벨 수 있을 정도로 자라지 못할 거야!
pl: W tym żarze nigdy nie osiągnie rozsądnych rozmiarów!
pt_br: Com esse calor, nunca vai crescer até o tamanho de corte!
ru: На такой жаре он никогда не дорастет до размера, когда его можно будет срубить.
zh_cn: 在这么炎热的天气下，它永远也不会长到适合砍伐的大小！
zh_tw: 在這麼炎熱的天氣下，它永遠也不會長到適合砍伐的大小！

# CHARACTERS.WOODIE.DESCRIBE.SCANDATA
source: Doesn't seem right to boil nature down to just a bunch of facts and figures.
de: Es scheint nicht richtig zu sein, die Natur auf einen Haufen Zahlen und Fakten zu reduzieren.
es: No me parece bien reducir la naturaleza a un montón de hechos y números.
fr: Je trouve pas ça normal de réduire la nature à des chiffres.
it: Non mi sembra giusto ridurre la natura a una serie di fatti e cifre.
ja: 自然をいくつもの事実と数字にまとめるのは正しいと思えねぇぜ。
ko: 그저 많은 사실과 수치를 자연의 핵심이라고 여기는 것은 옳지 않은 것 같아.
pl: Natura to nie tylko suchy spis faktów i liczb.
pt_br: Não parece certo reduzir a natureza a alguns poucos fatos e símbolos.
ru: Неправильно это как-то — природу на цифры и факты разбирать по кусочкам.
zh_cn: 把大自然归结成一堆事实和数字似乎不太对。
zh_tw: 把大自然歸結成一堆事實和數字似乎不太對。

# CHARACTERS.WOODIE.DESCRIBE.SCARECROW.BURNING
source: Glad that's not me.
de: Froh, dass ich es nicht bin.
es: Menos mal que no soy yo.
fr: Content que ce soit pas moi.
it: Sono contento che non sia me.
ja: オレじゃなくて良かったぜ。
ko: 내가 아닌 게 다행이잖아.
pl: Dobrze, że to nie ja.
pt_br: Ainda bem que não sou eu.
ru: Хорошо, что это был не я.
zh_cn: 很高兴那不是我。
zh_tw: 很高興那不是我。

# CHARACTERS.WOODIE.DESCRIBE.SCARECROW.BURNT
source: Great, now those feathered hosers are gonna run wild.
de: Großartig! Jetzt haben diese gefiederten Dinger freien Lauf.
es: Genial, ahora estos idiotas con plumas van a enloquecer.
fr: Super, il va y avoir des minables à plumes partout.
it: Bene, ora quei pennuti idioti si scateneranno.
ja: あぁ…これで鳥どもはやりたい放題だな。
ko: 이런, 이제 깃털 달린 새들이 또 잔뜩 소란을 피우겠네.
pl: Świetnie, teraz te skrzydlate paskudy będą sobie latać do woli.
pt_br: Ótimo, agora esses idiotas penosos vão correr sem rumo.
ru: Отлично, теперь эти пернатые придурки налетят.
zh_cn: 太好了，现在那些有羽毛的傻子要到处乱跑了。
zh_tw: 太好了，現在那些有羽毛的傻子要到處亂跑了。

# CHARACTERS.WOODIE.DESCRIBE.SCARECROW.GENERIC
source: He's doing the world a service.
de: Er erweist der Welt einen Dienst.
es: Le está haciendo un bien al mundo.
fr: Il rend service à la terre entière.
it: Sta facendo un favore al mondo.
ja: こいつの貢献たら、大したもんだ。
ko: 아주 위대한 봉사를 하고 있는 중이야.
pl: Wyświadcza światu wielką przysługę.
pt_br: Está fazendo um favor ao mundo.
ru: Он оказывает миру услугу.
zh_cn: 他在服务这个世界。
zh_tw: 他在服務這個世界。

# CHARACTERS.WOODIE.DESCRIBE.SCORCHED_SKELETON
source: Yikes.
de: Igitt!
es: Ostras.
fr: Mince.
it: Accidenti.
ja: 気色悪りぃな…
ko: 윽.
pl: Ups.
pt_br: Nossa!
ru: Ой.
zh_cn: 呀。
zh_tw: 呀。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTINGTABLE.BLOCK
source: I'm really more of a whittler.
de: Ich bin eigentlich mehr ein Schnitzer.
es: Soy más de tallar.
fr: Je suis plus du genre à couper.
it: Sono piuttosto un tagliatore.
ja: オレは木彫り専門なんでな。
ko: 나는 나무 베는 게 전문이잖아.
pl: Lepiej się czuję w obróbce drewna.
pt_br: Eu sou mais mesmo um cortador.
ru: Я правда больше, чем простой строгальщик по дереву.
zh_cn: 我真的不只是一个削木者。
zh_tw: 我真的不只是一個削木者。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTINGTABLE.BURNT
source: Back to whittling.
de: Jetzt wird wieder geschnitzt.
es: Mejor vuelvo a tallar.
fr: On va recommencer à couper.
it: Torniamo ai tagli.
ja: これでまだ木彫り再開だな。
ko: 나무 베는 일로 돌아가자.
pl: No o wracamy do drewna.
pt_br: De volta à cortação.
ru: Возвращаемся к строганию.
zh_cn: 回去削木吧。
zh_tw: 回去削木吧。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTINGTABLE.EMPTY
source: Oughta put a block of cut stone up there.
de: Da gehört ein Steinblock drauf.
es: Debería colocar un bloque de piedra ahí.
fr: Il faudrait mettre un morceau de pierre taillée ici.
it: Dovresti metterci una pietra da taglio.
ja: これには切った石を乗せるんだよ。
ko: 여기에 석재를 놓아야 하는데.
pl: Trzeba tu położyć kawał ociosanego kamienia.
pt_br: É melhor colocar um bloco de pedra cortada aí em cima.
ru: Сюда нужно поставить кусок обработанного камня.
zh_cn: 应该在那里搭起一批雕刻的石头。
zh_tw: 應該在那裡搭起一批雕刻的石頭。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTINGTABLE.SCULPTURE
source: Hm. Not bad, eh?
de: Hm. Nicht schlecht, was?
es: Hmm. ¿No está mal, eh?
fr: Hmm... Pas mal, hein ?
it: Uhm. Niente male, eh?
ja: ふむ…悪くねえな。
ko: 흠. 나쁘지 않잖아, 그치?
pl: Hmm. Chyba nieźle, co?
pt_br: Hm. Nada mal, hã?
ru: Хм. Не так уж плохо, а?
zh_cn: 嗯。不错，嗯？
zh_tw: 嗯。不錯，嗯？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_BISHOPBODY.COVERED
source: I don't get art. Whattaya think Lucy?
de: Kunst verstehe ich nicht. Was meinst du, Lucy?
es: No entiendo el arte. ¿Tú que opinas, Lucy?
fr: Je comprends rien à l'art. T'en penses quoi, Lucy ?
it: Non capisco di arte. Cosa ne pensi Lucy?
ja: オレには芸術ってのは理解できねえな。ルーシー、オマエはどうだ？
ko: 난 미술은 전혀 몰라서. 어때 보여, 루시?
pl: Nigdy nie rozumiałem sztuki. Co powiesz, Lucy?
pt_br: Não entendo de arte. O que você acha, Lucy?
ru: Я ничего не смыслю в искусстве. А ты что думаешь, Люси?
zh_cn: 我不懂艺术。你怎么想，露西？
zh_tw: 我不懂藝術。你怎麼想，露西？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_BISHOPBODY.FINISHED
source: Whose bright idea was it to fix this thing?
de: Wessen Idee war es, das zu reparieren?
es: ¿De quién fue la brillante idea de arreglar esto?
fr: Qui a eu la brillante idée de réparer ce truc-là ?
it: Di chi è stata l'idea brillante di aggiustare questa cosa?
ja: いいアイデアじゃねえか、これを直すなんてよ。
ko: 이거 고치자고 한 게 누구였더라?
pl: Kto wpadł na genialny pomysł, żeby to naprawić?
pt_br: Quem teve a ideia brilhante de arrumar essa coisa?
ru: Чьей гениальной идеей было починить эту штуковину?
zh_cn: 是谁想出修理这东西的好主意？
zh_tw: 是誰想出修理這東西的好主意？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: Is stone supposed to move like that?
de: Bewegt sich Stein immer so?
es: ¿Se supone que la piedra se mueve así?
fr: La pierre est censée bouger comme ça ?
it: È normale che una pietra si muova così?
ja: 石ってこんな風に動くものか？
ko: 돌이 원래 저렇게 움직이기도 해?
pl: Czy kamień powinien się tak poruszać?
pt_br: Pedras se mexem assim?
ru: А это нормально, что камень передвигается таким образом?
zh_cn: 石头应该像那样移动吗？
zh_tw: 石頭應該像那樣移動嗎？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: Creepy.
de: Gruselig.
es: Espeluznante.
fr: Sinistre.
it: Raccapricciante.
ja: 気味悪い。
ko: 오싹하네.
pl: Okropieństwo.
pt_br: Que bizarro.
ru: Жутковато.
zh_cn: 真吓人。
zh_tw: 真嚇人。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_BISHOPHEAD
source: That doesn't seem right.
de: Das scheint nicht richtig zu sein.
es: No parece que esté bien.
fr: Y a un truc qui cloche.
it: Non sembra una cosa giusta.
ja: 何かおかしい気がするな。
ko: 이건 아닌 것 같은데.
pl: Coś tu jest nie tak.
pt_br: Isso não parece estar certo.
ru: Что-то тут не так.
zh_cn: 那似乎不对。
zh_tw: 那似乎不對。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: Once you've seen one weird statue, you've seen'em all.
de: Diese seltsamen Statuen sind doch alle gleich.
es: Una vez que has visto una estatua extraña, has visto todas.
fr: Quand on a vu une statue bizarre, on les a toutes vues.
it: Una volta che hai visto una strana statua, le hai viste tutte.
ja: こんな像なんて1つ見れば十分だ。あとは全部同じだろうからな。
ko: 이상한 조각상은 하나만 봐도 충분하지.
pl: Jak widziałeś jedną dziwną figurę, to widziałeś wszystkie.
pt_br: Depois que você viu uma estátua estranha, já viu todas.
ru: Если однажды вы увидели одну странную статую, то все остальные будут казаться такими же.
zh_cn: 一旦你看到一个怪异的雕像，你就看到它们所有了。
zh_tw: 一旦你看到一個怪異的雕像，你就看到它們所有了。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: Just needed a little duct tape.
de: Braucht nur ein wenig Klebeband.
es: Solo necesita un poco de cinta.
fr: Il fallait juste un bout de scotch.
it: Ho bisogno solo di un po' di nastro adesivo.
ja: 少しのガムテープで用が足りたさ。
ko: 청테이프만 조금 필요했어.
pl: Wystarczyło trochę taśmy klejącej.
pt_br: Só precisava de um pouco de fita adesiva.
ru: Всего-то немного скотча понадобилось.
zh_cn: 只需要一点牛皮胶布。
zh_tw: 只需要一點牛皮膠布。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: Is stone supposed to move like that?
de: Bewegt sich Stein immer so?
es: ¿Se supone que la piedra se mueve así?
fr: La pierre est censée bouger comme ça ?
it: È normale che una pietra si muova così?
ja: 石ってこんな風に動くものか？
ko: 돌이 원래 저렇게 움직이기도 해?
pl: Czy kamień powinien się tak poruszać?
pt_br: Pedras se mexem assim?
ru: А это нормально, что камень передвигается таким образом?
zh_cn: 石头应该像那样移动吗？
zh_tw: 石頭應該像那樣移動嗎？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: Yikes. Put it back in.
de: Huch. Setz es wieder rein.
es: Ay. Estaba mejor antes.
fr: Mince ! Faut ranger ça.
it: Ah. Rimettilo a posto.
ja: あらら…元に戻してくれ。
ko: 앗. 되돌려 놔야겠어.
pl: Ups. Trzeba go z powrotem zakryć.
pt_br: Medo. Coloque de volta.
ru: Ой. Верни, как было.
zh_cn: 呀！把它重新放进去。
zh_tw: 呀！把它重新放進去。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: That's a heavy lookin' hoser.
de: Ein schwerer Schmarotzer.
es: Qué mirada penetrante tiene ese tipo.
fr: C'est un minable à l'air lourdaud.
it: Quell'idiota sembra pesante.
ja: 重そうなヤツだな。
ko: 아주 무거워 보이는데.
pl: Ciężko kapująca mózgownica.
pt_br: Esse é um idiota que parece pesado.
ru: На вид очень увесистый дурень.
zh_cn: 那是一个看上去很沉的傻子。
zh_tw: 那是一個看上去很沉的傻子。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: Just a big hunk of stone, as far as I'm concerned.
de: Nur ein großes Stück Stein, soweit es mich betrifft.
es: Es solo es un trozo grande de piedra, por lo que tengo entendido.
fr: Juste un gros paquet de pierres, à mon avis.
it: Solo un grande pezzo di pietra, per quanto mi riguarda.
ja: どう見ても、ただのデカい石のかたまりだな。
ko: 나한텐 그냥 평범한 커다란 돌이야.
pl: Wygląda jak wielki kawał kamienia.
pt_br: É só um pedação de pedra, até onde sei.
ru: Насколько мне известно, это просто большой кусок камня.
zh_cn: 依我看，只是一大块石头。
zh_tw: 依我看，只是一大塊石頭。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: As if I didn't have enough reasons to hate full moons.
de: Als hätte ich nicht genügend Gründe, Vollmonde zu hassen.
es: Como si no tuviera suficientes razones para odiar las lunas llenas.
fr: Comme si je manquais de raisons de détester la pleine lune.
it: Come se non avessi abbastanza motivi per odiare le lune piene.
ja: オレ、もう満月はたくさんだっていうのによ。
ko: 안 그래도 이미 보름달을 싫어하는데.
pl: Jakbym nie miał już dość powodów, żeby nienawidzić pełni.
pt_br: Como se eu não tivesse motivos suficientes pra odiar luas cheias.
ru: Как будто у меня не было причин ненавидеть полнолуния.
zh_cn: 好像我没有足够的理由来讨厌满月。
zh_tw: 好像我沒有足夠的理由來討厭滿月。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: Is stone supposed to move like that?
de: Bewegt sich Stein immer so?
es: ¿Se supone que la piedra se mueve así?
fr: La pierre est censée bouger comme ça ?
it: È normale che una pietra si muova così?
ja: 石ってこんな風に動くものか？
ko: 돌이 원래 저렇게 움직이기도 해?
pl: Czy kamień powinien się tak poruszać?
pt_br: Pedras se mexem assim?
ru: А это нормально, что камень передвигается таким образом?
zh_cn: 石头应该像那样移动吗？
zh_tw: 石頭應該像那樣移動嗎？

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: Looks a bit like one of them chargin' hosers.
de: Sieht ein bisschen aus wie ein Schmarotzer.
es: Parece como uno de esos tipos que embisten.
fr: Ça ressemble à un de ces minables qui attaquent.
it: Sembra un po' come quegli idioti alla carica.
ja: 暴れモノの面構えしてやがる。
ko: 돌진하는 녀석들이랑 비슷하게 생겼네.
pl: Wygląda jak jeden z tych szarżujących drani.
pt_br: Parece como um daqueles idiotas que atacam a gente.
ru: Похож на одного из тех придурков в розыске.
zh_cn: 看起来他们中有人在攻击傻子。
zh_tw: 看起來他們中有人在攻擊傻子。

# CHARACTERS.WOODIE.DESCRIBE.SCULPTURE_ROOKNOSE
source: Just a big hunk of marble, that.
de: Nur ein großes Stück Marmor.
es: Solo es un gran trozo de mármol.
fr: Juste un gros paquet de marbre.
it: È solo un gran pezzo di marmo.
ja: ただのデカい大理石のかたまりだ。
ko: 그냥 큰 대리석이잖아.
pl: Wielki kawał marmuru, ot co.
pt_br: Esse é só um pedação de pedra.
ru: Просто огромный кусок мрамора, вот.
zh_cn: 那只是一大块大理石。
zh_tw: 那只是一大塊大理石。

# CHARACTERS.WOODIE.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: It looks a bit crispier than usual.
de: Sieht knuspriger aus als sonst.
es: Parece un poco más achicharrado de lo normal.
fr: C'est un peu plus coloré que d'habitude.
it: Sembra un po' più friabile del solito.
ja: いつもより少しカリカリになってるみたいだな。
ko: 평소보다 바삭해 보이잖아.
pl: Wygląda na bardziej zwęgloną niż zwykle.
pt_br: Parece mais crocante que o normal.
ru: На вид он стал несколько более хрупким, чем обычно.
zh_cn: 看着有点脆啊。
zh_tw: 看著有點脆啊。

# CHARACTERS.WOODIE.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: It's good to be ready for anything at sea.
de: Es ist gut, auf See gegen alles gewappnet zu sein.
es: Es bueno estar preparado para cualquier cosa en el mar.
fr: En mer, mieux vaut être paré à toute éventualité.
it: In mare bisogna essere pronti a tutto.
ja: 海に出る時は、どれだけ準備していっても十分ってことはねえ。
ko: 바다에서는 어떤 일에든 대비해야 하잖아.
pl: Na morzu trzeba być gotowym na wszystko.
pt_br: É bom estar pronto para qualquer coisa no mar.
ru: В море нужно быть готовыми ко всему.
zh_cn: 要防备海上可能会出现的各种问题。
zh_tw: 要防備海上可能會出現的各種問題。

# CHARACTERS.WOODIE.DESCRIBE.SEAFOODGUMBO
source: We don't have this back home.
de: Bei uns zu Hause gibt es so etwas nicht.
es: No hay de estos en casa.
fr: On n'a pas de ça par chez nous.
it: Non ce ne sono da dove vengo.
ja: オレの故郷にはねぇ料理だ
ko: 고향에는 이런 게 없잖아.
pl: W domu nie mamy czegoś takiego.
pt_br: Não temos isso lá em casa.
ru: Дома такого нет.
zh_cn: 我们家乡没有这个。
zh_tw: 我們家鄉沒有這個。

# CHARACTERS.WOODIE.DESCRIBE.SEASTACK
source: It's a sea stack.
de: Eine Klippe.
es: Es un farallón.
fr: C'est un éperon marin.
it: È un faraglione.
ja: 海の堆積物だな。
ko: 암초잖아.
pl: To jest morski głaz.
pt_br: É uma roca.
ru: Это морской камень.
zh_cn: 海上有堆东西。
zh_tw: 海上有堆東西。

# CHARACTERS.WOODIE.DESCRIBE.SEEDPOUCH
source: A handy pack for seeds.
de: Ist eine praktische Packung für Samen.
es: Una bolsa para las semillas muy práctica.
fr: C'est bien pratique pour y mettre des graines.
it: Un pratico zaino per semi.
ja: 種が入った便利な袋。
ko: 편리한 씨앗용 팩이야.
pl: Poręczna paczka nasion.
pt_br: Um pacote prático para sementes.
ru: Удобный мешочек для семян.
zh_cn: 装种子的方便小包。
zh_tw: 裝種子的方便小包。

# CHARACTERS.WOODIE.DESCRIBE.SEEDS
source: Not trees.
de: Keine Bäume.
es: Aún no son árboles.
fr: C'est pas des arbres.
it: Non sono alberi.
ja: 木じゃない。
ko: 나무가 아냐.
pl: Niestety nie drzewa.
pt_br: Projeto de árvore.
ru: Не деревья.
zh_cn: 不是树。
zh_tw: 不是樹。

# CHARACTERS.WOODIE.DESCRIBE.SEEDS_COOKED
source: We call this "lumberjack surprise".
de: Wir nennen so etwas "Holzfällerüberraschung".
es: A esto le llamamos la "sorpresa del leñador".
fr: On appelle ça la « surprise du bûcheron ».
it: Questi li chiamiamo "sorpresa del boscaiolo".
ja: 俺たちはこれを「木こりのサプライズ」と呼ぶ。
ko: "벌목꾼의 깜짝선물"이라고 부르잖아.
pl: Nazywamy je „niespodzianką drwala”.
pt_br: Chamamos de "surpresa do lenhador".
ru: Мы зовем это «неожиданностью лесоруба».
zh_cn: 我们把它叫做“伐木工的惊喜”。
zh_tw: 我們把它叫做“伐木工的驚喜”。

# CHARACTERS.WOODIE.DESCRIBE.SENTRYWARD
source: That's an odd looking tree.
de: Das ist ein seltsam aussehender Baum.
es: Un árbol de aspecto extraño.
fr: C'est un arbre bien bizarre.
it: È un albero molto strano.
ja: 妙な形の木だな。
ko: 이상해 보이는 나무잖아.
pl: Dziwnie wygląda to drzewo.
pt_br: Que árvore mais estranha.
ru: Это дерево выглядит странно.
zh_cn: 那棵树长得真奇怪。
zh_tw: 那棵樹長得真奇怪。

# CHARACTERS.WOODIE.DESCRIBE.SEWING_KIT
source: I'm pretty good at sewing.
de: Ich bin wirklich gut im Nähen.
es: Se me da bastante bien coser.
fr: Je m'en tire pas mal en couture.
it: Sono abbastanza bravo a cucire.
ja: 裁縫はかなり得意だぜ。
ko: 내가 바느질 잘 하지.
pl: Jestem w tym całkiem niezły.
pt_br: Sou bem bom na costura.
ru: Шить-то я умею.
zh_cn: 缝缝补补是我的长项。
zh_tw: 縫縫補補是我的長項。

# CHARACTERS.WOODIE.DESCRIBE.SEWING_TAPE
source: Makes me feel right at home.
de: Da fühl ich mich gleich zu Hause.
es: Me hace sentir como en casa.
fr: Ça me rappelle la maison.
it: Mi fa sentire a casa.
ja: おふくろがよく、こんなの使ってたぜ
ko: 고향에 돌아온 느낌을 주잖아.
pl: Od razu czuję się jak w domu.
pt_br: Me sinto em casa nisso.
ru: Чувствую себя как дома.
zh_cn: 在家我感觉很好。
zh_tw: 在家我感覺很好。

# CHARACTERS.WOODIE.DESCRIBE.SHADOWDIGGER
source: Are your little buddies, uh... alive?
de: Sind deine kleinen Freunde, äh ... am Leben?
es: ¿Están tus amiguitos, eh... vivos?
fr: Alors les petits bonhommes, on est... euh... vivants ?
it: Piccolini, siete uh... vivi?
ja: なあ…アンタらって…生きてんのか？
ko: 어이, 아직... 살아있나?
pl: Hej, koledzy... Żyjecie tam?
pt_br: Seus amiguinhos estão, ahm... vivos?
ru: А твои дружки-то хоть, это… живы?
zh_cn: 你的小伙伴，嗯哈…还活着吗？
zh_tw: 你的小夥伴，嗯哈…還活著嗎？

# CHARACTERS.WOODIE.DESCRIBE.SHADOWHEART
source: Yeesh. Don't get that near me.
de: Bäh. Das will ich nicht in meiner Nähe haben.
es: Uy. No te me acerques.
fr: Beurk ! N'approchez pas ça de moi.
it: Iiish. Non lo far avvicinare.
ja: うぅ…オレの近くに持ってくるんじゃねえぞ。
ko: 윽. 가까이 가져오지 마.
pl: Raju. Wolę się do tego nie zbliżać
pt_br: Sim. Não chega perto de mim com isso.
ru: Фуэ. Не приближайся ко мне.
zh_cn: 咦嘘。不要让它靠近我。
zh_tw: 咦噓。不要讓它靠近我。

# CHARACTERS.WOODIE.DESCRIBE.SHARK
source: That's a big hoser!
de: Ein Riesenschmarotzer!
es: ¡Menudo bobo grande!
fr: C'est un gros poisson !
it: Un vero idiota!
ja: でっけえ仲間だぜ！
ko: 커다란 친구잖아!
pl: Co za palant!
pt_br: Esse fulano é grande!
ru: Вот же зараза!
zh_cn: 真是个大家伙！
zh_tw: 真是個大傢伙！

# CHARACTERS.WOODIE.DESCRIBE.SHELL_CLUSTER
source: I almost hate to break up such a tight-knit bunch.
de: Fast schade drum, wo sie doch so fest zusammenhalten.
es: Casi me disgusta tener que separar a un grupo tan unido.
fr: Ça me fait mal au cœur de les séparer.
it: È quasi un peccato rompere una formazione così bella compatta.
ja: こんな固えヤツをこじ開けるなんて、あまり気が向かねえな。
ko: 저렇게 긴밀한 친구들을 떼어놓기는 싫잖아.
pl: Aż mi głupio rozbijać tak mocno zbitą grudę.
pt_br: Eu quase odeio estragar um grupo tão unido.
ru: Они так крепко сплелись, что мне даже немного жаль их разделять.
zh_cn: 抱团的这么紧，我都有点不想分开它了。
zh_tw: 抱團的這麼緊，我都有點不想分開它了。

# CHARACTERS.WOODIE.DESCRIBE.SHIELDOFTERROR
source: Hmm, metal teeth would sure be handy fer choppin'...
de: Hmm, Metallzähne wären sicher praktisch zum Zerhacken ...
es: Mmm... Unos dientes de metal serían perfectos para talar.
fr: Hmm, des dents en métal ? Ce serait pratique pour couper des arbres...
it: Uhm, dei denti di metallo mi farebbero comodo sul lavoro...
ja: ううむ、金属の歯は木をこるのにちょうどいいかもしれねぇな…
ko: 흠, 금속 이빨은 잘게 썰는 데 확실히 편리할 거야...
pl: Hmm, metalowe zęby nadałyby się do ścinki idealnie...
pt_br: Hmm, dentes metálicos seriam úteis pra cortar...
ru: Хм, железные зубы могут сгодиться на лесозаготовках...
zh_cn: 嗯，金属牙齿肯定很方便用来砍树……
zh_tw: 嗯，金屬牙齒肯定很方便用來砍樹……

# CHARACTERS.WOODIE.DESCRIBE.SHOVEL
source: Dig a hole. Plant a tree!
de: Grabe ein Loch. Pflanze einen Baum!
es: Cava un hoyo. ¡Planta un árbol!
fr: Qui creuse un trou plante un arbre !
it: Scava una buca. Pianta un albero!
ja: 穴を掘れ。木を植えろ！
ko: 구멍을 판다. 나무를 심는다!
pl: Do kopania dziur. I sadzenia drzew!
pt_br: Cave um buraco. Plante uma árvore!
ru: Копай яму. Сажай дерево!
zh_cn: 挖洞。种树！
zh_tw: 挖洞。種樹！

# CHARACTERS.WOODIE.DESCRIBE.SHROOMCAKE
source: Mushy in more ways than one, eh?
de: In mehr als einer Hinsicht matschig, was?
es: Es esponjoso... ¿y hongoso?
fr: Ça a l'air spongieux.
it: È molto fungosa, eh?
ja: 胞子で作ったスイーツをご奉仕ってわけか？
ko: 여러 모로 곤죽같아, 그지?
pl: Breja pod wieloma względami, nie?
pt_br: É molenga de várias maneiras, né?
ru: Главное, чтобы в его порах не притаились споры, да?
zh_cn: 方方面面都像是蘑菇，诶？
zh_tw: 方方面面都像是蘑菇，誒？

# CHARACTERS.WOODIE.DESCRIBE.SHROOM_SKIN
source: That's gross.
de: Das ist widerlich.
es: Qué asco.
fr: C'est dégoûtant.
it: È nauseante.
ja: 気持ち悪ぃな。
ko: 징그럽다.
pl: Obrzydliwe.
pt_br: Isso é nojento.
ru: Какая мерзость.
zh_cn: 太恶心了。
zh_tw: 太噁心了。

# CHARACTERS.WOODIE.DESCRIBE.SIESTAHUT.BURNT
source: It's a husk.
de: Eine wertlose Hülle.
es: Se ha quedado en el armazón.
fr: C'est une coquille.
it: È un guscio.
ja: 残骸。
ko: 이젠 뼈대만 남았네.
pl: Sfajczyło się.
pt_br: É uma casca.
ru: Остался лишь каркас.
zh_cn: 只剩下外壳了。
zh_tw: 只剩下外殼了。

# CHARACTERS.WOODIE.DESCRIBE.SIESTAHUT.GENERIC
source: Naps are important during a long day of chopping.
de: Nickerchen sind wichtig, wenn man den ganzen Tag Holz hackt.
es: Las siestas son importantes durante un largo día talando.
fr: Faire la sieste c'est important dans une rude journée de travail.
it: I sonnellini sono importanti durante le lunghe giornate passate a tagliare.
ja: 一日中木を倒してる時、昼寝は大事だ。
ko: 온종일 도끼질 할 때는 낮잠을 자는 게 중요하지.
pl: Po długim dniu rąbania drzemka jest jak zbawienie.
pt_br: Cochilos são importantes durante um dia longo de corte.
ru: Дремать полезно в течение трудного дня рубки.
zh_cn: 长时间砍树之后，打个盹儿是很有必要的。
zh_tw: 長時間砍樹之後，打個盹兒是很有必要的。

# CHARACTERS.WOODIE.DESCRIBE.SILK
source: Spiders give me the willies.
de: Spinnen machen mich nervös.
es: Las arañas me dan escalofríos.
fr: Les araignées me foutent les chocottes.
it: I ragni mi fanno venire la pelle d'oca.
ja: クモたちが俺をドキドキさせている。
ko: 거미는 오싹해.
pl: Nie przepadam za pająkami.
pt_br: Aranhas me dão arrepios.
ru: Пауки меня напрягают.
zh_cn: 看到蜘蛛我就心惊胆战。
zh_tw: 看到蜘蛛我就心驚膽戰。

# CHARACTERS.WOODIE.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: That tone's as low as the temperatures back home.
de: Der Ton ist so tief wie zu Hause die Temperaturen.
es: Ese tono es tan bajo como la temperatura en casa.
fr: La fréquence est aussi basse que les températures chez moi.
it: Questa tonalità è bassa come le temperature di casa.
ja: この音、オレの地元の気温ぐらい低いな。
ko: 고향의 기온만큼이나 낮은 성조잖아.
pl: Jej głos jest niski jak temperatury w Kanadzie.
pt_br: Esse tom é tão baixo quanto a temperatura lá de casa.
ru: Тональность низкая, как температура зимой у меня дома.
zh_cn: 我们老家音调就和气温一样低。
zh_tw: 我們老家音調就和氣溫一樣低。

# CHARACTERS.WOODIE.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: Can it play "O Canada"?
de: Kann sie "O Canada" spielen?
es: ¿Puede tocar el himno de Canadá?
fr: Tu connais mon hymne national ?
it: Saprà suonare anche l'inno del Canada?
ja: カナダの国歌、弾けるかい？
ko: 캐나다 국가 연주할 수 있어?
pl: Ciekawe, czy umie zaśpiewać hymn Kanady.
pt_br: Ele sabe tocar "O Canadá"?
ru: А гимн Канады на ней сыграть можно?
zh_cn: 它能来个《啊，加拿大》不？
zh_tw: 它能來個《啊，加拿大》不？

# CHARACTERS.WOODIE.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: Let's finish this shell collection on a high note, eh?
de: Vervollständigen wir die Muschelsammlung mit einem hohen Ton, ja?
es: Finalicemos esta colección de conchas por todo lo alto, ¿eh?
fr: Cette collection de coquillages va me donner la note !
it: Completiamo questa collezione di conchiglie con un bell'acuto, eh?
ja: さあ、貝集めは陽気にやろうじゃねえか。
ko: 이 껍데기 연주를 높은 성조로 마무리하자.
pl: Zwieńczmy tę kolekcję muszli na wysokim C.
pt_br: Vamos terminar essa coleção de conchas com uma nota alta, né?
ru: Завершим сбор коллекции ракушек на мажорной ноте, ага.
zh_cn: 咱们高调完成这个贝壳系列，诶？
zh_tw: 咱們高調完成這個貝殼系列，誒？
