Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PICKUP.RESTRICTION
source: There is no glory in that weapon!
de: In dieser Waffe steckt nichts Ruhmvolles!
es: ¡Esa arma no tiene gloria!
fr: Cette arme n'a pas de quoi rendre fier !
it: Non c'è alcuna gloria in quell'arma!
ja: その武器に栄光はない！
ko: 영광스럽지 않은 무기야!
pl: Ten oręż nie ma w sobie chwały!
pt_br: Não há glória nessa arma!
ru: Это оружие не таит в себе славы!
zh_cn: 那个武器毫无荣誉感可言！
zh_tw: 那個武器毫無榮譽感可言！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: I need not know more.
de: Ich muss mehr erfahren.
es: No necesito saber nada más.
fr: Je n'ai pöint besöin d'en savöir davantage.
it: Non ho bisogno di sapere altro.
ja: 我はもっと知る必要はない。
ko: 더 이상 알 필요가 없어.
pl: Dość mi już wiedzy.
pt_br: Não preciso saber de mais nada.
ru: Мне больше знать не нужно.
zh_cn: 我不需要知道更多。
zh_tw: 我不需要知道更多。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: Its ways are already known to me.
de: Ich weiß bereits alles darüber.
es: Ya tengo esos conocimientos.
fr: J'eus déjà cönnaissance de siennes méthödes.
it: Ciò mi è già noto.
ja: この方法は既に知っておる。
ko: 난 이미 그 방법을 알고 있어.
pl: Posiadłam już potrzebną wiedzę.
pt_br: Seus métodos já me são conhecidos.
ru: Пути его известны мне давно.
zh_cn: 我已经知道是怎么回事了。
zh_tw: 我已經知道是怎麼回事了。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: Empty.
de: Leer.
es: Está vacía.
fr: Estöy vide.
it: Vuoto.
ja: 空である。
ko: 비어있네.
pl: Pusto.
pt_br: Vazio.
ru: Пусто.
zh_cn: 空的。
zh_tw: 空的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: Nary a drop left.
de: Kein Tropfen mehr übrig.
es: No queda ni una sola gota.
fr: Plus une göutte.
it: Non è rimasta nemmeno una goccia.
ja: もう一滴も残っておらぬ。
ko: 한 방울도 남지 않았다고!
pl: Nie ma ni kropli.
pt_br: Não sobrou nenhuma gota.
ru: Ни капли лишней нет.
zh_cn: 一滴不剩了。
zh_tw: 一滴不剩了。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.REPAIR.WRONGPIECE
source: It will not stay in place!
de: Das bleibt da nicht!
es: ¡Eso no va ahí!
fr: Ça ne restera pas en place !
it: Non si reggerà!
ja: それがその場に留まることはない！
ko: 이 자리에 안 맞아!
pl: Nie chce się trzymać!
pt_br: Não fica no lugar!
ru: Это сюда не встанет!
zh_cn: 它不会待在原地！
zh_tw: 它不會待在原地！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.REPLATE.MISMATCH
source: This food doth need a different dish.
de: Für das Essen braucht man einen anderen Teller.
es: Esta comida necesita un plato diferente.
fr: Cette nourriture n'a pas besoin d'une autre assiette.
it: Questo cibo ha bisogno di un piatto diverso.
ja: この料理には異なる皿が必要だ。
ko: 다른 접시가 필요해.
pl: Tej żywności potrzeba innego naczynia.
pt_br: Esta comida necessita de um prato diferente.
ru: Этой пище требуется другое блюдо.
zh_cn: 这道菜需要装在不同的餐具中。
zh_tw: 這道菜需要裝在不同的餐具中。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.REPLATE.SAMEDISH
source: I hath used a dish already.
de: Das hab ich schon verwendet.
es: Ya he usado un plato.
fr: J'ai déjà utilisé une assiette.
it: Ho già usato un piatto.
ja: すでに皿は使用した。
ko: 접시를 이미 썼어.
pl: Wykorzystałam już byłam naczynie.
pt_br: Já usei um prato.
ru: Я уже использовал блюдо.
zh_cn: 我已经使用了一个餐具。
zh_tw: 我已經使用了一個餐具。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: I must take heed of the ocean's rhythm.
de: Ich muss mich nach dem Rhythmus des Ozeans richten.
es: Debo prestar atención al ritmo del océano.
fr: Je döis entrer en cömmuniön avec le rythme de l'öcéan.
it: Devo adattarmi al ritmo dell'oceano.
ja: 私は海の鼓動に注意しなければならないのだ。
ko: 바다의 리듬에 주의해야 해.
pl: Muszę zważać na rytm oceanu.
pt_br: Preciso ter em conta o ritmo do oceano.
ru: Я должна вслушаться в океанский такт.
zh_cn: 我必须留意海洋的节奏。
zh_tw: 我必須留意海洋的節奏。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: A Viking never gives up!
de: Wikinger geben niemals auf!
es: ¡Los vikingos nunca nos rendimos!
fr: Öncques n'abandönne un Viking !
it: Una vichinga non si arrende mai!
ja: バイキングは決してあきらめない！
ko: 바이킹은 절대 포기하지 않는다!
pl: Wiking nigdy się nie poddaje!
pt_br: Uma viking nunca desiste!
ru: Викинги не сдаются!
zh_cn: 维京人绝不轻言放弃！
zh_tw: 維京人絕不輕言放棄！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: Patience is a warrior's friend!
de: Geduld ist des Kriegers Freund!
es: ¡La paciencia es la aliada de los guerreros!
fr: La patience est l'alliée d'un guerrier !
it: La pazienza è amica dei guerrieri!
ja: 忍耐は戦士の友なり！
ko: 인내는 전사의 친구지!
pl: Cierpliwość jest cnotą wojowniczki!
pt_br: A paciência é amiga de uma guerreira!
ru: Терпение — опора воителей!
zh_cn: 耐心是勇士的朋友！
zh_tw: 耐心是勇士的朋友！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.RUMMAGE.GENERIC
source: That is not a job for a warrior!
de: Das ist keine Aufgabe für einen Krieger.
es: ¡Ese no es trabajo para una guerrera!
fr: Ce n'est pas une tâche digne d'une guerrière !
it: Non è un lavoro per un guerriero!
ja: さような雑用、戦士にはふさわしくない！
ko: 이건 전사가 할 짓이 아니야!
pl: To nie jest zadanie dla wojowniczki!
pt_br: Esse não é um trabalho digno de uma guerreira!
ru: Эта работа недостойна воина!
zh_cn: 那不是适合战士的工作！
zh_tw: 那不是適合戰士的工作！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.RUMMAGE.INUSE
source: True warriors wait their turn.
de: Echte Krieger warten, bis sie dran sind.
es: Los verdaderos guerreros esperan su turno.
fr: Les vraies guerrières attendent leur tour.
it: I veri guerrieri aspettano il loro turno.
ja: まことの戦士は、常に順番を守るもの…
ko: 진정한 전사는 차례를 기다리지.
pl: Dumne wojowniczki nie zwykły się pchać.
pt_br: Guerreiros de verdade esperam sua vez.
ru: Настоящие воины ждут своей очереди.
zh_cn: 真正的战士会耐心等待轮到他们。
zh_tw: 真正的戰士會耐心等待輪到他們。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: T'would not do to meddle with my ally's effects.
de: Ich sollte mich aus den Angelegenheiten meiner Verbündeten raushalten.
es: No conviene toquetear los efectos de aliados.
fr: Pöint ne veux föurrager dans les effets de mes alliés.
it: Non va bene ficcanasare nelle cose degli alleati.
ja: 我が同盟国の影響に干渉することはなかろう。
ko: 동료의 물건을 건드리진 않겠어.
pl: Lepiej nie mieszać się w sprawy mego towarzysza!
pt_br: Seria melhor não mexer nos pertences do meu aliado.
ru: Эффекты, действующие на союзников, — не мое дело
zh_cn: 不能搅黄我盟友的效果。
zh_tw: 不能攪黃我盟友的效果。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: I'll only ride it if it's the victor.
de: Ich werde es reiten, wenn es gewinnt.
es: Solo me montaré si es el vencedor.
fr: Je ne le monterai que s'il gagne.
it: Lo cavalcherò solo se è il vincitore.
ja: 決闘中か…勝った獣を、我が相棒としよう！
ko: 나는 승자만 타지.
pl: Dosiądę go tylko wtedy, gdy okaże się zwycięzcą.
pt_br: Só o cavalgarei se for o vencedor.
ru: Я могу ездить только на победителях.
zh_cn: 是优胜者我才会骑。
zh_tw: 是優勝者我才會騎。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SAIL.REPAIR
source: No need, the ship's spirit is strong.
de: Kein Bedarf, der Geist dieses Schiffes ist stark.
es: No es necesario; el espíritu del barco es fuerte.
fr: Inutile. L'esprit du navire estoit fört.
it: Non c'è bisogno: il morale della nave è alto.
ja: 心配にあらず、その船の魂は強きものよ。
ko: 배의 기운이 강해서 굳이 그럴 필요 없어.
pl: Nie ma takiej potrzeby, duch łodzi jest silny.
pt_br: Não precisa. O espírito do navio é forte.
ru: Не нужно, дух моего корабля и так силен.
zh_cn: 不需要，船的精神很好。
zh_tw: 不需要，船的精神很好。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Let him sleep. Then I'll prune him.
de: Lass ihn schlafen. Dann werde ich ihn stutzen.
es: Déjale dormir. Luego le podaré.
fr: Laissons-le dormir. Je le taillerai après.
it: Lascialo dormire. Così potrò potarlo.
ja: 眠らせておこう。その間に刈れる。
ko: 자게 둬. 그럼 털을 깎을 테니.
pl: Niech zaśnie. Wtedy go ogolę.
pt_br: Deixe-o dormir. Daí, o podarei.
ru: Пусть поспит. А потом я его обкромсаю.
zh_cn: 等他睡着我再给他剃毛。
zh_tw: 等他睡著我再給他剃毛。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.GENERIC
source: Unshaveworthy.
de: Nicht rasierenswert.
es: No merece la pena afeitar.
fr: Pas la peine de se raser.
it: Non vale la pena raderlo.
ja: 剃る価値なし。
ko: 깎을 만하지 않아.
pl: Nie wszystko godne jest golenia.
pt_br: Indigno de raspagem.
ru: Недостойно лезвия бритвы.
zh_cn: 不值得剃。
zh_tw: 不值得剃。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.NOBITS
source: But there's nothing to trim!
de: Aber es gibt nichts zu trimmen!
es: ¡Pero no hay nada que recortar!
fr: Mais il n'y a rien à raser !
it: Ma non c'è nulla da tagliare!
ja: でも何も刈るものがない！
ko: 깎을 게 없다고!
pl: Nie ma czego ogolić!
pt_br: Mas não há nada para cortar!
ru: Здесь нечего брить!
zh_cn: 但没东西可剃！
zh_tw: 但沒東西可剃！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: This beast doth not belong to me.
de: Dieses Tier ist nicht in meinem Besitz.
es: Esta bestia no es de mi propiedad.
fr: Icelle beste ne m'appartient pöint.
it: Questa bestia non mi appartiene.
ja: この獣は我のものではない。
ko: 이 짐승은 내 것이 아닌데.
pl: Ten zwierz nie należy do mnie.
pt_br: Esta fera não me pertence.
ru: Тварь сия мне не принадлежит.
zh_cn: 这只野兽不属于我。
zh_tw: 這只野獸不屬於我。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SING_FAIL.SAMESONG
source: Again, from the top? Nay! The show must go on!
de: Wieder von oben? Nein, sage ich! Die Show muss weitergehen!
es: ¿Hay que volver a empezar? ¡Jamás! ¡El espectáculo debe continuar!
fr: Depuis le début ? Encör ? Que nenni ! Le spectacle se döit de cöntinuer !
it: Di nuovo, da capo? No! Lo spettacolo deve continuare!
ja: またしても最初からとな？ならぬ！物語を続けなければ！
ko: 다시, 꼭대기부터? 아니야! 쇼는 계속 되어야 한다고!
pl: Znowu? Od początku? Nie! Przedstawienie musi trwać!
pt_br: De novo, desde o início? Não! O show deve continuar!
ru: Опять сначала все? Ну нет! Да продолжится праздник!
zh_cn: 再一次，从头开始？不！演出必须继续！
zh_tw: 再一次，從頭開始？不！演出必須繼續！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.SLAUGHTER.TOOFAR
source: Alas, it hath escaped my fury.
de: Ach, es ist meinem Zorn entgangen.
es: Lástima, ha escapado a mi furia.
fr: Peste, il a échappé à mön ire.
it: Ahimè, la mia furia è rimasta incompiuta.
ja: あぁ、我が怒りは収まった。
ko: 아아, 내 분노에서 벗어났군.
pl: Niestety, umknął przede mną.
pt_br: Eia, ele escapou da minha fúria.
ru: Увы, моя ярость ни на кого не обрушилась.
zh_cn: 可惜，它逃过了我的怒火。
zh_tw: 可惜，它逃過了我的怒火。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: The veggie beasts must take their places for the race to commence!
de: Die Gemüseviecher müssen ihre Positionen einnehmen, damit das Rennen beginnen kann!
es: ¡Las bestias vegetales deben tomar posiciones para que empiece la carrera!
fr: La beste végétale döit prendre place afin que la cöurse cömmence !
it: Le bestie vegetali devono mettersi ai loro posti per cominciare la corsa!
ja: 戦いを始めるには野菜の獣達がその場所を手にしないといけない。
ko: 경주를 개시하려면 채소 짐승이 준비되어야 해!
pl: Jarzynowe bestie muszą zająć miejsca, by gonitwa mogła się rozpocząć!
pt_br: As feras leguminosas precisam ir para seus lugares para que a corrida comece!
ru: Овощам надо занять свои места, чтобы забег начался!
zh_cn: 小菜兽们必须就位，比赛才能开始！
zh_tw: 小菜獸們必須就位，比賽才能開始！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.GENERIC
source: It is already brimming with goods.
de: Sie voll bis zum Rand.
es: Ya está lleno de bienes.
fr: C'est déjà plein de marchandises.
it: È già ricco di merci.
ja: これ以上は入らぬようだ
ko: 이미 좋은 것들이 가득 들어있어요.
pl: Już więcej się nie zmieści.
pt_br: Já está repleto de objetos.
ru: Здесь и так уже добра до краев.
zh_cn: 它已经装满了商品。
zh_tw: 它已經裝滿了商品。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.INUSE
source: My stalwart companion currently has use of that.
de: Mein treuer Begleiter hat derzeit Gebrauch davon.
es: Mi fiel compañero actualmente lo está usando.
fr: Mon fidèle compagnon s'en sert en ce moment.
it: Il mio impavido compagno lo sta usando.
ja: 我が勇ましき友の用事が済むまで待とう
ko: 듬직한 동료가 지금 사용 중이야.
pl: Korzysta zeń teraz mój niezłomny sojusznik.
pt_br: Meu robusto companheiro está usando isso no momento.
ru: Мой преданный компаньон уже использует этот предмет.
zh_cn: 我那健壮的同伴现在有那个用处。
zh_tw: 我那健壯的同伴現在有那個用處。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.NOTALLOWED
source: I fear that does not go there.
de: Fürchtet sie Feuer? Sie sollte es.
es: Me temo que eso no va ahí.
fr: J'ai peur que ça n'entre pas ici.
it: Ho paura che non vada là.
ja: そこに入れることは叶わぬ
ko: 거기에 들어가지 않아요.
pl: To tu chyba nie pasuje.
pt_br: Temo que isso não vá aí.
ru: Боюсь, это сюда не подходит.
zh_cn: 恐怕这个不能放进那里。
zh_tw: 恐怕這個不能放進那裡。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.STORE.NOTMASTERCHEF
source: T'would not do to meddle with my ally's effects.
de: Ich sollte mich aus den Angelegenheiten meiner Verbündeten raushalten.
es: No conviene toquetear los efectos de aliados.
fr: Pöint ne veux föurrager dans les effets de mes alliés.
it: Non va bene ficcanasare nelle cose degli alleati.
ja: 我が同盟国の影響に干渉することはなかろう。
ko: 동료의 물건을 건드리진 않겠어.
pl: Lepiej nie mieszać się w sprawy mego towarzysza!
pt_br: Seria melhor não mexer nos pertences do meu aliado.
ru: Эффекты, действующие на союзников, — не мое дело
zh_cn: 不能搅黄我盟友的效果。
zh_tw: 不能攪黃我盟友的效果。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.TEACH.CANTLEARN
source: That knowledge is forbidden by the gods.
de: Nektar der Götter!
es: Ese conocimiento está prohibido por los dioses.
fr: Ce savoir est interdit par les dieux.
it: Quella conoscenza è vietata dagli dei.
ja: その知識を学ぶことは、神々が禁じている
ko: 신이 금지한 지식이야.
pl: Wiedza zakazana przez bogów.
pt_br: Esse conhecimento é proibido pelos deuses.
ru: Боги не дают мне познать это.
zh_cn: 那些知识是诸神禁止的。
zh_tw: 那些知識是諸神禁止的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.TEACH.KNOWN
source: I already wield such knowledge.
de: Das kann ich nicht ausüben.
es: Ya poseo ese conocimiento.
fr: Je maîtrise déjà ces connaissances.
it: Ho già brandito tale conoscenza.
ja: その知識は、すでに身につけている
ko: 이미 아는 지식이야.
pl: Posiadam już tę wiedzę.
pt_br: Já detenho tanto conhecimento.
ru: Я уже владею этим знанием.
zh_cn: 我已经掌握了那些知识。
zh_tw: 我已經掌握了那些知識。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: This is nary the time nor place.
de: Dies ist weder die Zeit noch der Ort.
es: Este no es el momento ni el lugar.
fr: Ce n'estöit ni le lieu ni l'endröit.
it: Non è né il posto, né il momento giusto.
ja: 時間も場所もない。
ko: 지금은 그럴 때도 장소도 아니야.
pl: Ani to miejsce, ani czas na to.
pt_br: Não é hora nem lugar para isso.
ru: Для этого не время и не место.
zh_cn: 时间和地点都不对。
zh_tw: 時間和地點都不對。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.TEACH.WRONGWORLD
source: This map is for some distant land...
de: Diese Karte ist für irgendein fernes Land ...
es: Este mapa es de alguna tierra lejana...
fr: Cette carte correspond à un pays lointain...
it: Questa mappa è di una terra lontana...
ja: この地図はどこか遠い島のものだろう...
ko: 이 지도는 먼 곳의 땅을 그린 것...
pl: Mapa jakiegoś odległego lądu...
pt_br: Este é o mapa de alguma terra distante...
ru: Эта карта создана для каких-то отдаленных земель…
zh_cn: 这个地图上画的是块遥远的土地...
zh_tw: 這個地圖上畫的是塊遙遠的土地...

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: That beast belongs to another.
de: Dieses Tier gehört einem andern.
es: Esa bestia le pertenece a otra persona.
fr: Icelle beste appartient à töut autre.
it: Quella bestia appartiene già a qualcuno.
ja: あの獣は他人のものである。
ko: 그건 다른 사람의 짐승이야.
pl: Ktoś już posiadł tego zwierza.
pt_br: Essa fera pertence a outra pessoa.
ru: Тварюшка сия другому отдана.
zh_cn: 那只野兽属于其他人。
zh_tw: 那只野獸屬於其他人。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I've already chosen my beast.
de: Ich habe mein Tier bereits erwählt.
es: Ya he elegido a mi bestia.
fr: Mön chöix de beste fut déjà arrêté.
it: Ho già scelto la mia bestia.
ja: 我は我が獣を選んだ。
ko: 난 이미 내 짐승을 골랐다고.
pl: Już wybrałam swojego zwierza.
pt_br: Já escolhi minha fera.
ru: Я тварь свою давно уже избрала.
zh_cn: 我已经选好了我的野兽。
zh_tw: 我已經選好了我的野獸。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: I cannot.
de: Ich vermag das nicht.
es: No puedo.
fr: Je ne peux pöint.
it: Non posso.
ja: できぬ。
ko: 그럴 수 없어.
pl: Nie mogę.
pt_br: Não posso fazer tal coisa.
ru: Не могу.
zh_cn: 做不到。
zh_tw: 做不到。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: Not when there is battle to be won!
de: Nicht, wenn es eine Schlacht zu gewinnen gilt!
es: ¡No cuando hay una batalla que ganar!
fr: Pas quand il y a un combat à gagner !
it: Non quando c'è una battaglia da vincere!
ja: 勝たなければならない戦いがあるときではない！
ko: 전투에서 승리하는 게 문제야!
pl: Nie teraz! Bitwa czeka!
pt_br: Não quando tenho uma batalha a vencer!
ru: Только не когда я почти победила в сражении!
zh_cn: 当需要赢得一场战争时就不是！
zh_tw: 當需要贏得一場戰爭時就不是！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: By Odin's beard, I shall find the right key!
de: Bei Odins Bart! Ich werde den richtigen Schlüssel finden!
es: ¡Por la barba de Odín, encontraré la llave correcta!
fr: Par la barbe d'Odin ! Je trouverai la bonne clé !
it: In nome della barba di Odino, troverò la chiave giusta!
ja: オーディンのあご髭により、我は正しい鍵を見つけるだろう！
ko: 오딘의 수염의 힘으로 올바른 열쇠를 찾고 말거야!
pl: Na brodę Odyna! Odnajdę właściwy klucz!
pt_br: Pelas barbas de Odin, lutarei para encontrar a chave certa!
ru: Клянусь бородой Одина, я найду подходящий ключ!
zh_cn: 以奥丁的胡须之名，我一定会找到正确的钥匙！
zh_tw: 以奧丁的鬍鬚之名，我一定會找到正確的鑰匙！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: The true key must be out there somewhere.
de: Der wahre Schlüssel muss irgendwo da draußen sein.
es: La verdadera llave debe estar en alguna parte.
fr: La vraie clé ne doit pas être loin.
it: La vera chiave deve essere là fuori da qualche parte.
ja: 本物の鍵はどこかにあるにちがいない。
ko: 맞는 열쇠가 어딘가에 있겠지.
pl: Prawdziwy klucz musi gdzieś tam być.
pt_br: A verdadeira chave deve estar por aí em algum lugar.
ru: Где-то здесь должен быть настоящий ключ.
zh_cn: 真正的钥匙肯定在外面的某个地方。
zh_tw: 真正的鑰匙肯定在外面的某個地方。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: I cannot wrap that which does not exist!
de: Was es nicht gibt, kann ich nicht einwickeln!
es: ¡No puedo envolver lo que no existe!
fr: Impossible d'emballer ce qui n'existe pas !
it: Non posso avvolgere ciò che non esiste!
ja: 存在せん物を包むことはあたわぬ！
ko: 존재하지 않는 것은 쌀 수 없어!
pl: Nie zapakuję tego, co nie istnieje!
pt_br: Não posso embrulhar o que não existe!
ru: Я не могу завернуть то, чего не существует!
zh_cn: 我没办法打包根本不存在的东西！
zh_tw: 我沒辦法打包根本不存在的東西！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.WRITE.GENERIC
source: I fear I cannot!
de: Ich hab keine Angst!
es: ¡No tengo miedo!
fr: J'ai peur que ce ne soit pas possible !
it: Temo di non poter!
ja: だめだ…できぬ！
ko: 할 수 없어!
pl: Obawiam się, że nic z tego!
pt_br: Temo que não possa!
ru: Боюсь, я не смогу!
zh_cn: 我怕我做不到！
zh_tw: 我怕我做不到！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.WRITE.INUSE
source: I shall valiantly wait my turn.
de: Ich warte, bis ich dran bin.
es: Esperaré valientemente mi turno.
fr: J'attendrai mon tour vaillamment.
it: Aspetterò il mio turno valorosamente.
ja: ここは勇ましく、順番を待つのだ
ko: 내 차례를 용감하게 기다리도록 하지.
pl: Muszę dzielnie czekać na swą kolej.
pt_br: Esperarei valorosamente minha vez.
ru: Я храбро подожду своего хода.
zh_cn: 我应该英勇等待。
zh_tw: 我應該英勇等待。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: Mayhaps there is another competition elsewhere.
de: Vielleicht gibt es woanders einen anderen Wettbewerb.
es: Es posible que haya una competición en otro lado.
fr: Une autre cömpétitiön se déröule peut-être ailleurs.
it: Forse c'è un'altra competizione altrove.
ja: 他の場所で別の競争をしておるやもしれぬ。
ko: 아마도 다른 곳에서 또 다른 대회가 있겠지.
pl: Może gdzie indziej mają inny konkurs.
pt_br: Talvez haja outra competição em outro lugar.
ru: Быть может, где-нибудь еще другой турнир проходит.
zh_cn: 也许其他地方还有别的比赛。
zh_tw: 也許其他地方還有別的比賽。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: Where is he hiding?
de: Wo versteckt er sich?
es: ¿Dónde se habrá escondido?
fr: Öù se cache-t-il ?
it: Dove si sta nascondendo?
ja: あやつ、どこへ隠れた？
ko: 어디에 숨은 거야?
pl: Gdzie on się podział?
pt_br: Onde ele está se escondendo?
ru: Где он прячется?
zh_cn: 他藏哪儿去了？
zh_tw: 他藏哪兒去了？

# CHARACTERS.WATHGRITHR.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: This is known to me.
de: Das ist mir bekannt.
es: Esto ya me lo sé.
fr: Cela m'est cönnu.
it: Mi è già noto.
ja: 我は知っておる。
ko: 알겠다.
pl: To jest mi już znane.
pt_br: Isso me é conhecido.
ru: Этот мне наряд известен.
zh_cn: 这个我是知道的。
zh_tw: 這個我是知道的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL_GENERIC
source: If I can't do it, it can't be done!
de: Wenn ich es nicht kann, kann es keiner.
es: ¡Si yo no puedo hacerlo, no se puede hacer!
fr: Si je ne peux pas faire ça, c'est que c'est impossible !
it: Se non posso farlo io, allora non si può fare!
ja: 我にできぬのならば、誰にもできぬのだ！
ko: 내가 할 수 없으면 불가능한 거야!
pl: Jeśli ja nie mogę tego zrobić, to nie da się tego zrobić!
pt_br: Se eu não consigo fazer, então não tem como!
ru: Если я не могу этого сделать, значит, это невозможно!
zh_cn: 如果我都做不到，那就没人能做到！
zh_tw: 如果我都做不到，那就沒人能做到！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ACCOMPLISHMENT
source: May I return to battle now?
de: Darf ich jetzt in den Kampf zurückkehren?
es: ¿Puedo volver a la batalla ahora?
fr: Je peux retourner au combat maintenant ?
it: Posso tornare alla battaglia adesso?
ja: 戦いに戻っても良いか？
ko: 이제 전투로 돌아가도 되겠지?
pl: Mogę już wrócić do walki?
pt_br: Posso retornar para a batalha agora?
ru: Теперь я могу вернуться к бою?
zh_cn: 我现在能回去战斗了吗？
zh_tw: 我現在能回去戰鬥了嗎？

# CHARACTERS.WATHGRITHR.ANNOUNCE_ACCOMPLISHMENT_DONE
source: Victory! Alright, let us away.
de: Sieg! Lasst uns durch.
es: ¡Victoria! Bien, dejadnos marchar.
fr: Victoire ! Parfait, allons-nous-en.
it: Vittoria! Va bene, andiamo via.
ja: 我らの勝利だッ！…さあ、もうよかろう
ko: 승리! 이제 떠나죠.
pl: Zwycięstwo! Chodźmy, nikt nie woła.
pt_br: Vitória! Tudo bem, vamos embora.
ru: Победа! А теперь можно идти.
zh_cn: 胜利！好了，让我们走吧。
zh_tw: 勝利！好了，讓我們走吧。

# CHARACTERS.WATHGRITHR.ANNOUNCE_ADVENTUREFAIL
source: Back to the Otherworld, victory shall be mine!
de: Zurück ins Jenseits. Der Sieg wird mein sein.
es: ¡En el otro mundo, la victoria será mía!
fr: Retour à l'autre monde, la victoire m'appartient !
it: Torna nell'ultraterreno, la vittoria sarà mia!
ja: いま一度向こう側の世界へ、勝利は私に輝かん！
ko: 저승으로 돌아가지. 승리를 내 손에!
pl: Wracamy do Zaświatów. Po zwycięstwo!
pt_br: De volta ao Além, a vitória será minha!
ru: Назад, в Иной мир. Победа будет за мной!
zh_cn: 返回另一个世界，胜利必将属于我！
zh_tw: 返回另一個世界，勝利必將屬於我！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_SINKHOLE.1
source: The earth rebels against us!
de: Die Erde rebelliert gegen uns!
es: ¡La tierra se rebela contra nosotros!
fr: La terre se rebelle contre nous !
it: La terra si ribella contro di noi!
ja: 地が震い、我らを飲み込まんとしている！
ko: 땅이 우리를 거역하네!
pl: Ziemia burzy się!
pt_br: A terra se rebela contra nós!
ru: Земля восстает против нас!
zh_cn: 大地在反抗我们！
zh_tw: 大地在反抗我們！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_SINKHOLE.2
source: Tis the footsteps of a giant!
de: Das sind die Fußstapfer eines Riesen!
es: ¡Son las pisadas de un gigante!
fr: C'est des pas de géant !
it: Queste sono le orme di un gigante!
ja: 巨人の足跡か！？
ko: 거인의 발자취다!
pl: To ślady giganta!
pt_br: São as pegadas de um gigante!
ru: Это следы великана!
zh_cn: 这是巨人的足迹！
zh_tw: 這是巨人的足跡！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_SINKHOLE.3
source: What plagues you, mother Gaia?
de: Was plagt euch, Mutter Gaia?
es: ¿Qué te asola, madre Gaia?
fr: Qu'est-ce qui te tourmente, mère Gaïa ?
it: Cosa ti affligge, madre Gaia?
ja: 母なるガイアが、苦しんでいるようだ…
ko: 무엇이 어머니 가이아를 괴롭히는가?
pl: Cóż cię trapi, Matko Ziemio?
pt_br: O que te aflige, mãe Gaia?
ru: Что гложет тебя, мать Гея?
zh_cn: 是什么在折磨着你，地球母亲？
zh_tw: 是什麼在折磨著你，地球母親？

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_TRIBUTE.1
source: A gift, that you may not devour us.
de: Ein Geschenk, damit ihr uns nicht verschlingt.
es: Una ofrenda para que no nos devores.
fr: Un cadeau, pour que tu ne nous manges pas.
it: Facci un dono: che non ci divorerai.
ja: この品を献上する。どうか我らを食わぬよう…
ko: 우리를 삼키지 말라는 뜻에서 바치는 조공.
pl: Ofiara. Abyś nas nie pożarł.
pt_br: Um presente, para que não nos devore.
ru: Вот дар, чтобы ты не поглотил нас.
zh_cn: 一份礼物，让你不会吞噬我们的礼物。
zh_tw: 一份禮物，讓你不會吞噬我們的禮物。

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_TRIBUTE.2
source: A tribute for thee, great lion!
de: Ein Tribut für dich, großer Löwe.
es: ¡Toma este tributo, gran león!
fr: Un tribut pour toi, grand lion !
it: Un omaggio per te, grande leone!
ja: 偉大なる獅子よ！この宝を献上する！
ko: 위대한 개미사자에게 바치는 조공!
pl: Składamy ci hołd, wielki lwie!
pt_br: Uma homenagem a ti, grande leão!
ru: Подношение тебе, о великий лев!
zh_cn: 给你的贡品，伟大的狮子！
zh_tw: 給你的貢品，偉大的獅子！
