Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Aha! It must be this one!
de: Aha! Das muss es sein!
es: ¡Ajá! Seguro que es esa.
fr: Ha ha ! C'estöy sans döute icelui !
it: Aha! Dev'essere questo!
ja: これにちがいない！
ko: 알겠다! 확실하게 이거야!
pl: Aha! Zapewne to ta!
pt_br: Ah-rá! Deve ser este aqui!
ru: Ага! Это та самая!
zh_cn: 啊哈！准是这个。
zh_tw: 啊哈！准是這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: It will be built with utmost speed.
de: Das wird mit großer Hast gebaut.
es: Me encargaré de preparar todo esto a buen ritmo.
fr: Je le cöncevrai en töut hâte !
it: Me ne occuperò con la massima celerità.
ja: 最大限の速度で作られるであろう。
ko: 가장 빠른 속도로 지어지겠지.
pl: Rychło to zbuduję.
pt_br: Construirei com muita celeridade.
ru: Будет построено в кратчайшие сроки.
zh_cn: 它将以最快的速度建成。
zh_tw: 它將以最快的速度建成。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: It requires a token to prove my worthiness.
de: Eine Marke wird verlangt, um zu beweisen, dass ich würdig bin.
es: Necesito una ficha para demostrarle mi valía.
fr: Il nécessite un jetön afin de pröuver ma valeur.
it: Ho bisogno di un gettone per dimostrare di essere degna.
ja: 我が価値を証明するためにトークンを求められる。
ko: 내 가치를 증명하려면 토큰이 필요해.
pl: Trzeba mi żetonu, by dowieść, żem godna.
pt_br: Tenho que lhe dar uma ficha para provar meu valor.
ru: Жетон докажет, что я достойна.
zh_cn: 它需要一代币来证明我的价值。
zh_tw: 它需要一代幣來證明我的價值。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: A test of one's mental prowess!
de: Ein Test der geistigen Fähigkeiten!
es: ¡Una prueba de destreza mental!
fr: Une épreuve de pröuesse mentale !
it: Per mettere alla prova le capacità mentali!
ja: 精神力の試練にあるぞ！
ko: 지적 능력 테스트야!
pl: Próba sprawności umysłowej!
pt_br: Um teste de habilidade mental!
ru: Испытание остроты ума!
zh_cn: 一场记忆力的考验!
zh_tw: 一場記憶力的考驗!

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_BALL
source: This may be useful for testing my companions' reflexes.
de: Das kann nützlich sein, um die Reflexe meiner Begleiter zu testen.
es: A lo mejor me sirve para poner a prueba los reflejos de mis compañeros.
fr: Vöici de quöi mettre à l'épreuve les réflexes de miens cömpagnöns.
it: Potrebbe essere utile per mettere alla prova i riflessi dei miei compagni.
ja: 我が相棒の反射神経を試すのによかろう。
ko: 동료의 반사 신경을 테스트하는 데 유용할 수 있겠지.
pl: Może się przydać, by sprawdzić szybkość mych kompanów.
pt_br: Isto pode ser útil para testar os reflexos dos meus companheiros.
ru: Поможет проверить рефлексы моих спутников.
zh_cn: 这也许能测试出我的同伴的反应能力。
zh_tw: 這也許能測試出我的同伴的反應能力。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_CROWKID
source: Noble ravens! How fare thee?
de: Noble Raben! Wie ist es euch ergangen?!
es: ¿Cómo os encontráis, nobles cuervos?
fr: Nöbles cörvidés ! Cömment allez-vöus ?
it: Nobili corvi! Come state?
ja: 高貴なカラスよ！いくらじゃ？
ko: 고귀한 까마귀여! 안녕한지?
pl: Szlachetne kruki! Jak wam się powodzi?
pt_br: Nobres corvos! Como vão?
ru: Благородные вороны! Как живется в небесах?
zh_cn: 尊贵的渡鸦！近来可好？
zh_tw: 尊貴的渡鴉！近來可好？

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_GAMETOKEN
source: A gleaming token of friendship.
de: Ein schimmerndes Zeichen der Freundschaft.
es: Un símbolo de la amistad muy radiante.
fr: Un jetön luisant d'amitié.
it: Uno splendente gettone di amicizia.
ja: 友情のきらめくトークン。
ko: 빛나는 우정의 토큰이야.
pl: Lśniący symbol przyjaźni.
pt_br: Uma ficha cintilante que simboliza a amizade.
ru: Блестящий знак дружбы.
zh_cn: 一个闪闪发光的友谊代币。
zh_tw: 一個閃閃發光的友誼代幣。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_HOST
source: He must be the leader of the ravens.
de: Er scheint der Anführer der Raben zu sein.
es: Supongo que es el líder de los cuervos.
fr: C'estöy sans döute le chef des cörvidés.
it: Dev'essere il capo dei corvi.
ja: あやつはカラスのリーダーにちがいない。
ko: 까마귀의 지도자가 틀림없어.
pl: Zapewne jest wodzem kruków.
pt_br: Ele deve ser o líder dos corvos.
ru: Он — предводитель всех воронов.
zh_cn: 他一定是渡鸦的领主。
zh_tw: 他一定是渡鴉的領主。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: Methinks these grounds are in need of adornment.
de: Mich dünkt, dieses Gelände bedarf einer Verschönerung.
es: Creo que estas tierras necesitan algún tipo de decoración.
fr: Il me semble que ces terres sönt avides d'être décörées.
it: Penso che questo terreno necessiti di decorazioni.
ja: この地面は装飾を必要としておる。
ko: 이러한 땅에는 장식이 필요하다고 생각한다오.
pl: Tereny te trzeba ukrasić.
pt_br: Creio que este lugar necessita de adornos.
ru: Видится мне, что эти земли пора украсить.
zh_cn: 吾认为这些场地需要装饰。
zh_tw: 吾認為這些場地需要裝飾。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Make haste! The great Tree demands offerings of decorations!
de: Eilt euch! Der große Baum verlangt Opfergaben in Form von Dekorationen!
es: ¡Aprisa! ¡El gran Árbol necesita que le llevemos decoración como ofrenda!
fr: Hâtez-vöus ! Le grand Sapin requiert des öffrandes de décöratiöns !
it: Presto! Il grande Albero esige offerte e decorazioni!
ja: 急ぐのじゃ！偉大なる木は装飾の供えを求めておられる！
ko: 서둘러! 위대한 나무가 제물을 장식으로 요구했다고!
pl: Szybko! Wielkie drzewo żąda ozdobnych ofiar!
pt_br: Apressem-se! A grande Árvore exige oferendas de decorações!
ru: Поторопимся же! Великое Древо требует подношений и украшений!
zh_cn: 赶快行动吧! 伟大的树需要装饰品！
zh_tw: 趕快行動吧! 偉大的樹需要裝飾品！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: A glorious sight to behold.
de: Welch glorreicher Anblick!
es: Es algo digno de ver.
fr: Une visiön fört glörieuse.
it: Uno spettacolo glorioso.
ja: 栄光ある景色である。
ko: 영예로운 광경이야.
pl: Wspaniały widok.
pt_br: Uma visão gloriosa.
ru: Поистине восхитительное зрелище.
zh_cn: 如此盛情盛景。
zh_tw: 如此盛情盛景。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PLAZA_KIT
source: Perhaps it will grow as tall as Yggdrasil.
de: Möge das so groß wie Yggdrasil werden.
es: A lo mejor acaba creciendo tanto como Yggdrasil.
fr: Peut-être deviendra-t-il aussi grand qu'Yggdrasil.
it: Potrebbe crescere come Yggdrasil.
ja: 宇宙樹ユグドラシルのように大きく育つやもしれぬ。
ko: 아마도 위그드라실만큼 키가 크겠지.
pl: Może urośnie tak wysokie, jak Yggdrasil.
pt_br: Talvez ela fique tão alta quando a Yggdrasil.
ru: Да вырастет оно таким же высоким, как Иггдрасиль.
zh_cn: 也许有天它能长得像世界树一样高耸。
zh_tw: 也許有天它能長得像世界樹一樣高聳。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: To the victor go the spoils!
de: Der Sieger bekommt die Beute!
es: ¡El ganador se lo lleva todo!
fr: Le butin revient aux victörieux !
it: Le spoglie andranno al vincitore!
ja: 勝者には戦利品じゃ！
ko: 승자는 전리품을 가지겠지!
pl: Łupy dla zwycięzcy!
pt_br: Ao vencedor, os despojos!
ru: Награды для победителя!
zh_cn: 战利品属于胜出者！
zh_tw: 戰利品屬於勝出者！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: I must construct it before my efforts can be rewarded.
de: Ich muss das bauen, bevor meine Bemühungen belohnt werden können.
es: Si quiero recompensas por mis esfuerzos, debo acabar esta construcción.
fr: Il m'échöit de le cönstruire avant que miens efförts puissent être récömpensés.
it: Devo costruirlo prima che i miei sforzi possano essere ricompensati.
ja: 我が献身が報われるよう作らねばならぬ。
ko: 이걸 지어야 내 노력을 보상 받을 수 있어.
pl: Pierwej trzeba to zbudować, by me wysiłki zostały nagrodzone.
pt_br: Antes que meus esforços possam ser recompensados, eu preciso construí-lo.
ru: Чтобы получить награду за подвиги, нужно построить эту штуку.
zh_cn: 想要让努力得到回报，我就必须建好它。
zh_tw: 想要讓努力得到回報，我就必須建好它。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: I am rewarded for completing the test of skill.
de: Ich werde für das Bestehen der Geschicklichkeitsprüfung belohnt.
es: Me han recompensado por demostrar mi habilidad.
fr: C'estöy mienne récömpense pöur avöir rempörté l'épreuve.
it: Vengo ricompensata per aver completato una prova di abilità.
ja: 技巧の試練を終わらせたゆえ、報いを得た。
ko: 기술 시험을 마치면 보상을 받겠지.
pl: Oto ma nagroda za przejście próby.
pt_br: Fui recompensada por ter concluído o teste de habilidade.
ru: Я прошла испытание с честью и получила награду.
zh_cn: 这是对我通过考验的犒赏。
zh_tw: 這是對我通過考驗的犒賞。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: A great pile indeed!
de: Wahrlich ein großer Haufen!
es: ¡Qué montón tan grande!
fr: Une pile impressiönnante, pardi !
it: È davvero un grande mucchio!
ja: たわわであるぞ！
ko: 더미가 정말 크다!
pl: Zaiste, porządny stos!
pt_br: É mesmo uma grande pilha!
ru: Внушительный набор!
zh_cn: 好大的一堆！
zh_tw: 好大的一堆！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: The ravens recognize my unrivaled skill.
de: Die Raben erkennen mein unübertroffenes Können an.
es: Los cuervos reconocen mi habilidad sin parangón.
fr: Les cörvidés saluent miennes cömpétences sans pareil.
it: I corvi riconoscono il mio talento senza eguali.
ja: カラスは我が卓越した技巧を認めたのじゃ。
ko: 까마귀가 나의 비할 데 없는 기술을 알아보는군.
pl: Kruki doceniają me niezrównane umiejętności.
pt_br: Os corvos reconhecem minha habilidade inigualável.
ru: Вороны признают, что моим навыкам нет равных.
zh_cn: 渡鸦认可我无可匹敌的能力。
zh_tw: 渡鴉認可我無可匹敵的能力。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_SEEDPACKET
source: 'Tis food for birds, not Vikings.
de: Das ist Futter für Vögel, nicht für Wikinger.
es: Es comida para pájaros, no para vikingos.
fr: C'estöy pöur les öiseaux, pöint pöur les Vikings.
it: Questo è cibo per uccelli, non per vichinghi.
ja: 「これはバイキングの食料にあらず、鳥の餌であるぞ」
ko: 바이킹이 아니라 새에게 주는 음식이야.
pl: Toż to jadło ptaków, nie wikingów.
pt_br: Isto é comida para pássaros, não vikings.
ru: Это еда для птиц, а не для викингов.
zh_cn: '这是给鸟吃的，维京人可不吃。'
zh_tw: '這是給鳥吃的，維京人可不吃。'

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_VEST_A
source: Blood red, to strike fear into the hearts of our enemies!
de: Blutrot, um die Herzen unserer Feinde in Angst und Schrecken zu versetzen!
es: ¡Rojo sangre para sembrar el miedo en los corazones de nuestros enemigos!
fr: Röuge sang, afin d'insuffler l'effröi dans le cœur de nöstres ennemis !
it: Rosso sangue, per indurre il terrore nei cuori dei nostri nemici!
ja: 敵の心に恐れをもたらす血のような赤！
ko: 피처럼 붉다, 적의 마음에 공포를 심어주자!
pl: Krwistoczerwony kolor sieje strach w sercach wrogów!
pt_br: Vermelho-sangue, para amedrontar os corações de nossos inimigos!
ru: Цвета крови, чтобы вселять ужас в сердца врагов!
zh_cn: 血红色，让我们的敌人心生恐惧！
zh_tw: 血紅色，讓我們的敵人心生恐懼！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_VEST_B
source: 'Tis not unlike the garb of a forest nymph.
de: Das ähnelt der Gewandung einer Waldnymphe.
es: Se asemeja a los ropajes de una ninfa del bosque.
fr: Cela m'évöque les atöurs d'une nymphe des böis.
it: Non è dissimile dall'abbigliamento di una ninfa dei boschi.
ja: これは森のニンフの服と同じである。
ko: 숲의 요정의 복장과 별반 다르지 않네.
pl: Toż to odzienie nimfy leśnej.
pt_br: Não é diferente da vestimenta de uma ninfa da floresta.
ru: Напоминает одеяние лесной нимфы.
zh_cn: 这与林间仙子的服装并无二致。
zh_tw: 這與林間仙子的服裝並無二致。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARNIVAL_VEST_C
source: 'Tis a tree pelt.
de: Das ist ein Baumfell.
es: Es el pellejo de un árbol.
fr: C'estöy l'écörce d'un arbre.
it: Non è altro che una pelle d'albero.
ja: 「木の毛皮にあるぞ。」
ko: 나무 껍질이야.
pl: Toż to skóra drzewa.
pt_br: Uma pele de árvore.
ru: Сие есть шкура дерева.
zh_cn: 这是一张树皮。
zh_tw: 這是一張樹皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARRAT.DEAD
source: It has breathed its last.
de: Sie hat ausgeschnauft.
es: Ha exhalado su último aliento.
fr: Il a rendu sön dernier söupir.
it: Ha esalato il suo ultimo respiro.
ja: それは最後を迎えた。
ko: 마지막 숨을 거두었군.
pl: Wydała ostatnie tchnienie.
pt_br: Deu seu último suspiro.
ru: Сделал последний вздох.
zh_cn: 它咽气了。
zh_tw: 它咽氣了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARRAT.GENERIC
source: Vegetables are not to be trusted!
de: Gemüse ist nicht zu trauen!
es: ¡Los vegetales no son de fiar!
fr: Ön ne peut pöint faire cönfiance à un légume !
it: Mai fidarsi dei vegetali.
ja: 野菜は信用できない！
ko: 채소는 믿을 수 없다!
pl: Jarzynom nie można ufać!
pt_br: Não se pode confiar em legumes!
ru: Овощам доверять нельзя!
zh_cn: 绝对不要相信蔬菜！
zh_tw: 絕對不要相信蔬菜！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARRAT.HELD
source: I have you now, wicked vegetable.
de: Jetzt habe ich dich, böses Gemüse.
es: Ya te tengo, vegetal traicionero.
fr: Je te tiens, gueux de légume.
it: Ti ho preso, empio vegetale.
ja: 今そなたは我が手にある、卑劣な野菜め。
ko: 잡았다, 사악한 채소 같으니.
pl: Wreszcie cię mam, niecna jarzyno!
pt_br: Agora peguei você, seu legume perverso.
ru: Попался, коварный овощ!
zh_cn: 你栽到我手里了，邪恶的蔬菜。
zh_tw: 你栽到我手裡了，邪惡的蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARRAT.SLEEPING
source: A deceptive vegetable with no honor.
de: Unaufrichtiges, ehrloses Gemüse.
es: Un vegetal engañoso sin honor alguno.
fr: Un légume föurbe et sans hönneur.
it: Un ingannevole vegetale senza onore.
ja: 名誉のない偽りの野菜よ。
ko: 염치라곤 없는 기만적인 채소군.
pl: Zwodnicze warzywo bez krztyny honoru.
pt_br: Um legume enganoso e sem honra.
ru: Бесчестный овощ, задумавший дурное.
zh_cn: 毫无荣誉可言的骗子蔬菜。
zh_tw: 毫無榮譽可言的騙子蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARRAT_GHOSTRACER
source: This shadowy creature seeks to challenge me.
de: Diese zwielichtige Kreatur will mich herausfordern.
es: Esta sombría criatura quiere desafiarme.
fr: Icelle sömbre créature me défie.
it: Questa creatura delle ombre vuole sfidarmi.
ja: この謎めいた生き物が、我に挑むと言うのか。
ko: 이 그림자 같은 존재가 내게 도전하려고 하는군.
pl: Ta cienista istota pragnie się ze mną zmierzyć.
pt_br: Essa criatura sombria quer me desafiar.
ru: Эта тень хочет бросить мне вызов.
zh_cn: 这个暗影生物想挑战我。
zh_tw: 這個暗影生物想挑戰我。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARROT
source: Where's the protein?
de: Wo sind die Proteine?
es: ¿Dónde está la proteína?
fr: Où sont les protéines ?
it: Dove si trova la proteina?
ja: プロテインはどこだ？
ko: 단백질은 어디에?
pl: Gdzie białko?!
pt_br: Onde está a proteína?
ru: Где белок?
zh_cn: 蛋白质在哪？
zh_tw: 蛋白質在哪？

# CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_COOKED
source: Sad cooked carrots.
de: Traurige, gekochte Karotten.
es: Pobres zanahorias cocidas.
fr: Tristes carottes cuites.
it: Carote tristi cotte.
ja: 哀れな感じの調理されたニンジン。
ko: 초라한 익힌 당근.
pl: Smutna, gotowana marchewka.
pt_br: Tristes cenouras cozidas.
ru: Грустная приготовленная морковь.
zh_cn: 忧伤的烤胡萝卜。
zh_tw: 憂傷的烤胡蘿蔔。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_OVERSIZED
source: If only you were meat...
de: Wärst du doch Fleisch ...
es: Ojalá fueras un trozo de carne...
fr: Si seulement c'estöy de la viande et pöint de la fane...
it: Se solo fossi carne...
ja: 汝が肉であればのう…
ko: 이게 고기였다면...
pl: Szkoda, że to nie mięso...
pt_br: Se ao menos você fosse de carne...
ru: Вот бы это было мясо...
zh_cn: 如果你是肉就好了……
zh_tw: 如果你是肉就好了……

# CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_PLANTED
source: A wee root vegetable.
de: Ein winziges Wurzelgemüse.
es: Una pequeña raíz vegetal.
fr: Une petite racine de légume.
it: Una piccola radice.
ja: 小さな根菜。
ko: 작은 뿌리 채소로군.
pl: Mały warzywny korzonek.
pt_br: Uma raiz vegetal pequena.
ru: Маленький корнеплод.
zh_cn: 根小的蔬菜。
zh_tw: 根小的蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARROT_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: Alas! My hunting excursions will go unregaled!
de: Ach! Meine Jagd-Ausflüge werden unerzählt bleiben!
es: ¡Ay! ¡Mis cacerías no se sabrán!
fr: Hélas ! Mes parties de chasse ne seront pas chantées !
it: Ahimè! Le mie battute di caccia non saranno raccontate!
ja: あぁ！ 我が狩猟旅行が無比のものになってしまうのか！
ko: 아아! 내 파란만장한 사냥을 기록할 수 없게 되었다!
pl: Nieszczęście! Moje wielkie wyprawy przepadną w niepamięci dziejów!
pt_br: Qual! Minhas excursões de caçada não virarão canções!
ru: Увы! Мои охотничьи походы останутся без пиршества!
zh_cn: 哎！我的狩猎短途旅行不会被公开的！
zh_tw: 哎！我的狩獵短途旅行不會被公開的！

# CHARACTERS.WATHGRITHR.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: I've no choice but to act out my directions now.
de: Ich habe keine andere Wahl als nach meinen Anweisungen zu handeln.
es: Ahora solo puedo confiar en la intuición.
fr: Je vais maintenant être obligée d'imaginer les directions.
it: Non ho altra scelta se non quella di eseguire le mie istruzioni adesso.
ja: 今は我が意向を取る他ない。
ko: 이젠 그냥 마음 가는 대로 방향을 정해 다닐 수밖에.
pl: Nie mam wyjścia – muszę polegać na moich własnych ustaleniach.
pt_br: Não tenho escolha senão colocar as orientações em prática agora.
ru: Мне ничего теперь не остается делать, как действовать по памяти.
zh_cn: 除了跟着自己的方向感，我已别无选择。
zh_tw: 除了跟著自己的方向感，我已別無選擇。

# CHARACTERS.WATHGRITHR.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: What legends might I find within these maps?
de: Welche Legenden könnte ich in diesen Karten finden?
es: ¿Qué leyendas encontraré en estos mapas?
fr: Quelles légendes vais-je trouver dans ces cartes ?
it: Quali leggende potrei trovare tra queste mappe?
ja: 私はこれらの地図になんたる伝説を見るのだろうか。
ko: 과연 이 지도에선 어떤 전설을 발견할 수 있을까?
pl: Jakież legendy będzie mi dane odkryć dzięki tym mapom?
pt_br: Que lendas encontrarei dentro desses mapas?
ru: Какие легенды мне предстоит раскрыть в этих картах?
zh_cn: 照着这些地图我能找到什么样的传说呢？
zh_tw: 照著這些地圖我能找到什麼樣的傳說呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.CATCOON
source: Oh! Cute meat with fur.
de: Oh! Welch süßes Fleischwesen mit Fell.
es: ¡Ah! Bonita carne con piel.
fr: Oh ! Jolie viande avec fourrure.
it: Oh! Carne tenera con pelliccia.
ja: わ！かわいい毛皮付きの肉。
ko: 아! 털 달린 귀여운 고기군요.
pl: Och! Urocze, futrzaste mięsko!
pt_br: Oh! Carne fofa com pelo.
ru: О! Милое пушистое мяско.
zh_cn: 哦！穿了皮草的肉。
zh_tw: 哦！穿了皮草的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONDEN.EMPTY
source: She fought bravely. Alas, she is gone.
de: Sie kämpfte tapfer. Leider ist sie nun fort.
es: Luchó con valentía. Pero ay, se fue.
fr: Il s'est bien battu. Hélas, il est parti.
it: Ha combattuto coraggiosamente. Ahimè, se n'è andata.
ja: よく勇敢に戦った。悲しいかな、もういない。
ko: 용맹하게 싸우고는 가버렸노라.
pl: Walczył dzielnie, ale niestety już go nie zobaczymy.
pt_br: Ela lutou bravamente. Mas, infelizmente, se foi.
ru: Она храбро сражалась. Увы, ее больше нет.
zh_cn: 她勇敢地战斗了。不过，她还是去了。
zh_tw: 她勇敢地戰鬥了。不過，她還是去了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONDEN.GENERIC
source: Cute meat lives there.
de: Dort wohnt das süße Fleischwesen mit Fell.
es: Aquí vive carne bonita.
fr: Il y a de la jolie viande par ici.
it: La carne tenera vive lì.
ja: かわいい肉の住まい。
ko: 귀여운 고기가 사는 곳.
pl: Tutaj mieszka urocze mięsko.
pt_br: Uma carne fofa mora aqui.
ru: Здесь живет милое мяско.
zh_cn: 可爱的肉团住在那里。
zh_tw: 可愛的肉團住在那裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.CATCOONHAT
source: A furry cap! Blessings to you, cute meat.
de: Pelzige Mütze! Segne das süße Fleischwesen.
es: ¡Un gorro peludo! Te bendigo, carne bonita.
fr: Un chapeau poilu ! Bénie soit la jolie viande.
it: Un cappuccio peloso! Ti benedico, carne tenera.
ja: 愛らしき糧の毛皮で仕立てた帽子だ
ko: 털난 모자군요! 고마워요, 귀여운 고기.
pl: Futrzasta czapa! Dzięki ci, urocze mięsko.
pt_br: Um chapéu peludo! Bênçãos a você, linda carne.
ru: Меховая шапка! Будь благословенно, мяско.
zh_cn: 一顶皮帽子！祝福你，可爱的肉。
zh_tw: 一頂皮帽子！祝福你，可愛的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.CATTOY_MOUSE
source: T'would make for excellent target practice!
de: Das wäre eine gute Zielübung!
es: ¡Sería perfecto para prácticas de tiro!
fr: Une cible de chöix !
it: Sarebbe un ottimo bersaglio!
ja: 標的を撃つ練習にふさわしい！
ko: 이건 사냥 연습용으로 아주 좋을 거야!
pl: Nadałaby się do ćwiczenia celności!
pt_br: Servirias como um excelente alvo de prática!
ru: Может стать чудесной мишенью для тренировки!
zh_cn: 它很适合拿来当目标练习！
zh_tw: 它很適合拿來當目標練習！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: A feat of strength in the making.
de: Das wird noch ganz schön stark.
es: Esto será una proeza de fuerza.
fr: Un tour de force est en cours.
it: Un'impresa in corso d'opera.
ja: ここは力の見せどころだな！
ko: 내 힘을 보여줄 때가 되었군.
pl: Cóż za obraz potęgi.
pt_br: Um feito de força em potencial.
ru: Подвиг силы в своем великолепии.
zh_cn: 正在形成的丰功伟绩。
zh_tw: 正在形成的豐功偉績。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVEIN_BOULDER.RAISED
source: I will clear the way!
de: Ich werde den Weg frei machen!
es: ¡Yo despejaré el camino!
fr: Je vais dégager la voie !
it: Ti farò strada!
ja: われが道を切り開こう！
ko: 내가 길을 뚫겠다!
pl: Oczyszczę drogę!
pt_br: Abrirei o caminho!
ru: Я расчищу путь!
zh_cn: 我会开路的！
zh_tw: 我會開路的！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA
source: Monkey food.
de: Affennahrung.
es: Comida de mono.
fr: Nourriture pour les singes !
it: Cibo delle scimmie.
ja: サルの食べ物。
ko: 원숭이 음식이군.
pl: Małpie żarcie.
pt_br: Comida de macaco.
ru: Обезьянья еда.
zh_cn: 猴子的食物。
zh_tw: 猴子的食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA_BURNT
source: Thoroughly vanquished.
de: Völlig am Ende.
es: Totalmente condenado.
fr: Totalement vaincue.
it: È completamente scomparsa.
ja: 炎に屈したか…
ko: 완전히 사라졌군.
pl: Kompletna destrukcja.
pt_br: Totalmente subjugada.
ru: Полностью уничтожен.
zh_cn: 彻底征服了。
zh_tw: 徹底征服了。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed monkey food.
de: Aufgewärmte Affennahrung.
es: Carne de mono caliente.
fr: Nourriture cuite pour les singes !
it: Cibo per scimmie riscaldato.
ja: 温かいサルの食べ物。
ko: 따뜻하게 만든 원숭이 음식이군.
pl: Podgrzane małpie żarcie.
pt_br: Comida de macaco aquecida.
ru: Теплая обезьянья еда.
zh_cn: 热的猴子食物。
zh_tw: 熱的猴子食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_BANANA_TREE
source: A flimsy monkey tree.
de: Ein fadenscheiniger Affenbaum.
es: Un árbol endeble para monos.
fr: Un arbre pour singe peu résistant.
it: Un albero scimmia fragile.
ja: 弱くもろいモンキーツリー。
ko: 부실한 원숭이 나무군.
pl: Cienkie małpie drzewo.
pt_br: Uma árvore de macaco fraca.
ru: Хрупкое обезьянье дерево.
zh_cn: 一棵弱不经风的猴子树。
zh_tw: 一棵弱不經風的猴子樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE
source: What treasures lie beneath?
de: Welche Schätze liegen wohl dort unten?
es: ¿Qué tesoros yacen debajo?
fr: Quel trésor y a-t-il là-dessous ?
it: Quali tesori si nascondono lì dietro?
ja: この下に、大いなる宝が眠るのであろう
ko: 이 안에는 어떤 보물이 있을까?
pl: Cóż za skarby kryją się wewnątrz?
pt_br: Que tesouros me esperam?
ru: Какие сокровища там захоронены?
zh_cn: 下面有什么宝藏？
zh_tw: 下面有什麼寶藏？

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: It's more packed than the Thingvellir!
de: Voller als im Thingvellir!
es: ¡Está más lleno que el Thingvellir!
fr: Il y a encore plus de monde que dans le parc de Þingvellir !
it: È più affollato del Thingvellir!
ja: シンクヴェトリルより混雑しているな！
ko: 팅크베틀리르보다 더 소란스럽네!
pl: Większy tu tłok niż na Thingvellirze!
pt_br: Está mais cheio que Thingvellir!
ru: Там народу больше, чем в Тингвеллире!
zh_cn: 这里比辛格维利尔还拥挤！
zh_tw: 這裡比辛格維利爾還擁擠！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: I've no desire to visit Hel today.
de: Ich habe heute keine Lust, Hel zu besuchen.
es: No tengo ningún deseo de visitar Hel hoy.
fr: Je n'ai aucune envie de rendre visite à Hel aujourd'hui.
it: Non ho alcun desiderio di far visita a Hel oggi.
ja: 今日はヘルに会いにゆく気分ではない…
ko: 아직 헬을 뵙고 싶진 않아.
pl: Nie marzy mi się spotkanie z Helą.
pt_br: Não desejo visitar Hel hoje.
ru: У меня нет желания видеться сегодня с Хель.
zh_cn: 今天我不想去冥界。
zh_tw: 今天我不想去冥界。

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: To the underworld!
de: Zur Unterwelt!
es: ¡A los infiernos!
fr: Vers le monde souterrain !
it: Negli inferi!
ja: いざ、冥府へ！
ko: 지하 세계로 가자!
pl: Naprzód, do podziemi!
pt_br: Ao subterrâneo!
ru: В Иной мир!
zh_cn: 向地底世界进军！
zh_tw: 向地底世界進軍！

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_ENTRANCE_RUINS
source: What treasures lie beneath?
de: Welche Schätze liegen wohl dort unten?
es: ¿Qué tesoros yacen debajo?
fr: Quel trésor y a-t-il là-dessous ?
it: Quali tesori si nascondono lì dietro?
ja: この下に、大いなる宝が眠るのであろう
ko: 이 안에는 어떤 보물이 있을까?
pl: Cóż za skarby kryją się wewnątrz?
pt_br: Que tesouros me esperam?
ru: Какие сокровища там захоронены?
zh_cn: 下面有什么宝藏？
zh_tw: 下面有什麼寶藏？

# CHARACTERS.WATHGRITHR.DESCRIBE.CAVE_EXIT.FULL
source: There are too many people up there.
de: Hier sind zu viele Leute.
es: Hay mucha gente allí.
fr: Il y a trop de gens par ici.
it: Ci sono troppe persone lì sopra.
ja: 地上は人が多すぎるようだ
ko: 밖에 사람이 너무 많군.
pl: Zbyt wiele tu ludzi.
pt_br: Tem muita gente aqui em cima.
ru: Там, наверху, очень много людей.
zh_cn: 那里人太多了。
zh_tw: 那裡人太多了。
