Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_SEWINGMACHINE
source: The competition will be fierce, thus my beast's outfits must be fiercer!
de: Der Wettbewerb wird hart, also müssen die Outfits meiner Bestie noch härter sein!
es: Habrá mucha competencia, ¡así que los ropajes de mi bestia han de los más competentes!
fr: La cömpétitiön sera féröce. La tenue de mienne beste döit l'être d'autant plus !
it: La competizione sarà feroce, quindi l'abbigliamento della mia bestia dovrà esserlo ancora di più!
ja: 競争は熾烈なものになるであろう。我が獣の装具はさらに熾烈な物でなければならぬ！
ko: 경쟁이 치열할 거야, 그러니 짐승의 복장 경쟁은 더 치열하겠지!
pl: To będzie dzika rywalizacja, tedy stroje mojej bestii muszą być jeszcze dziksze!
pt_br: A competição será feroz, por isso os trajes da minha fera precisam ser ferocíssimos!
ru: В столь яростной борьбе одеяние моей твари должно быть яростнее прочих!
zh_cn: 竞争会很生猛，因此我的野兽的外衣必须更生猛!
zh_tw: 競爭會很生猛，因此我的野獸的外衣必須更生猛!

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: Quickly, the competition awaits!
de: Hast ist geboten, die Mitbewerber warten!
es: ¡Rápido, la competición aguarda!
fr: Vite, la cömpétitiön nöus attend !
it: Presto, la competizione attende!
ja: 急ぐのじゃ。競争が待っておるぞ！
ko: 어서, 대회가 기다리고 있다고!
pl: Szybko, czas na rywalizację!
pt_br: Depressa, a competição nos aguarda!
ru: Скорее, меня ждет турнир!
zh_cn: 快点，比赛在等着我们！
zh_tw: 快點，比賽在等著我們！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_STAGE
source: The lair of our judge.
de: Der Unterschlupf unseres Richters.
es: La guarida de nuestro juez.
fr: L'antre du juge.
it: La tana del giudice.
ja: 我らが審判のねぐらじゃ。
ko: 심사위원의 소굴.
pl: Sadyba jurora.
pt_br: O covil do nosso juiz.
ru: Это логово судьи.
zh_cn: 裁判的龙潭虎穴。
zh_tw: 裁判的龍潭虎穴。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_STAGE_ITEM
source: Where to set the battleground of competition...
de: Wo soll das Schlachtfeld des Wettbewerbs liegen?
es: ¿Dónde coloco el campo de batalla de la competición?
fr: Öù placer le champ de bataille d'icelle cömpétitiön...
it: Dove mettere il terreno di scontro per la competizione?
ja: 競争の戦地はどこに設けるべきであろうか…
ko: 경쟁의 장을 펼칠 곳이다...
pl: Gdzie umieścić pole bitwy...
pt_br: Onde colocar o campo de batalha da competição...
ru: Где же быть полю битвы предстоящего турнира...
zh_cn: 要把竞争的战场放在哪里呢……
zh_tw: 要把競爭的戰場放在哪裡呢……

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: Tis naught but ashes now.
de: Nur noch Asche.
es: Ya no es más que cenizas.
fr: Ce n'est plus que cendres.
it: Ormai non è altro che cenere.
ja: 今では灰にすぎない。
ko: 이제 재만 남았군.
pl: Został tylko proch.
pt_br: Nada além de cinzas agora.
ru: Остался только пепел.
zh_cn: 化为灰烬。
zh_tw: 化為灰燼。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: What dost thou need?
de: Was brauchst du?
es: ¿Qué necesitas?
fr: Que veux-tu ?
it: Cosa ti occorre?
ja: 汝、何を必要とする？
ko: 무엇이 필요하지?
pl: Czegóż ci trzeba?
pt_br: Do que precisais?
ru: Чего ты хочешь?
zh_cn: 你需要什么？
zh_tw: 你需要什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: It irks me to honor a vegetable.
de: Eine Schande, Gemüse zu huldigen.
es: Me fastidia honrar a una verdura.
fr: Il me déplait d'hönörer un légume.
it: Mi secca dover onorare un vegetale.
ja: 野菜に敬意を払うのはうんざりだ。
ko: 채소에 경의를 표해야 한다니 짜증 나는군.
pl: Drażni mnie, że składam ofiarę jarzynie.
pt_br: Homenagear um vegetal é algo que me irrita.
ru: Мне больно приносить почести овощу.
zh_cn: 供奉蔬菜让我苦恼。
zh_tw: 供奉蔬菜讓我苦惱。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: Reduced to cinders.
de: Total verbrannt.
es: Solo quedan cenizas.
fr: Tötalement carbönisé.
it: In cenere.
ja: 灰になった。
ko: 재가 되었군.
pl: Spalone na popiół.
pt_br: Tudo reduzido a cinzas.
ru: Сожжено до золы.
zh_cn: 烧成了灰。
zh_tw: 燒成了灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: I must ensure my veggie beast is quick-witted!
de: Es ist wichtig, dass mein Gemüsetierchen klug ist!
es: ¡Debo asegurarme de que mi bestia vegetal es de ingenio rápido!
fr: Je döis pöusser mienne beste-légume à devenir intelligente !
it: Devo assicurarmi che la mia bestia vegetale sia pronta!
ja: 我が野菜獣は確実に機転が利くようにしなければならない！
ko: 내 채소 짐승의 순발력을 키워야겠군!
pl: Muszę dopilnować, by moja warzywna bestia była bystra!
pt_br: Preciso garantir que minha fera leguminosa seja perspicaz!
ru: Надо убедиться, что мне достался умный овощ.
zh_cn: 我必须保证我的小菜兽够机敏！
zh_tw: 我必須保證我的小菜獸夠機敏！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: You must train harder!
de: Du musst härter trainieren!
es: ¡Debes entrenar más!
fr: Tu döis t'entraîner davantage !
it: Devi allenarti con più impegno!
ja: さらなる鍛錬を！
ko: 더 열심히 훈련해야 해!
pl: Musisz się bardziej starać!
pt_br: Você tem que treinar com mais afinco!
ru: Тренируйся упорней!
zh_cn: 训练的再刻苦一点！
zh_tw: 訓練的再刻苦一點！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: A trial of wit.
de: Eine Denkprobe.
es: Una prueba de ingenio.
fr: Une épreuve de malice.
it: Una prova di arguzia.
ja: 知恵の試練だ。
ko: 순발력을 시험하는군.
pl: Próba rozumu.
pt_br: Um teste de sagacidade.
ru: Испытание для ума.
zh_cn: 一场对机敏的考验。
zh_tw: 一場對機敏的考驗。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: Reduced to cinders.
de: Total verbrannt.
es: Solo quedan cenizas.
fr: Tötalement carbönisé.
it: In cenere.
ja: 灰になった。
ko: 재가 되었군.
pl: Spalone na popiół.
pt_br: Tudo reduzido a cinzas.
ru: Сожжено до золы.
zh_cn: 烧成了灰。
zh_tw: 燒成了灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: Reflexes are key in battle, and racing!
de: Reflexe sind der Schlüssel im Kampf – und bei Rennen!
es: ¡Los reflejos son claves en combate... y en carrera!
fr: Les réflexes sönt essentiels en cömbat, ainsi que lörs d'une cöurse !
it: I riflessi sono fondamentali in battaglia e anche nella corsa!
ja: 柔軟性は戦い、競争の鍵となる！
ko: 반사 신경은 전투와 경주의 핵심이지!
pl: Refleks to podstawa w bitwie i w gonitwie!
pt_br: Os reflexos são importantes na batalha e na corrida!
ru: Хорошая реакция нужна как для сражений, так и для гонок!
zh_cn: 反应速度对战斗和赛跑都很关键！
zh_tw: 反應速度對戰鬥和賽跑都很關鍵！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: Too slow!
de: Zu langsam!
es: ¡Muy lento!
fr: Tröp lent !
it: Troppo lento!
ja: 遅すぎるぞ！
ko: 너무 느려!
pl: Za wolna!
pt_br: Muito devagar!
ru: Слишком медленно!
zh_cn: 太慢了！
zh_tw: 太慢了！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: A trial of reflexes.
de: Eine Reflexprobe.
es: Una prueba de reflejos.
fr: Une épreuve de réflexes.
it: Una prova di riflessi.
ja: 柔軟性の試練。
ko: 반사 신경을 시험하는군.
pl: Próba refleksu.
pt_br: Um teste de reflexos.
ru: Испытание на реакцию.
zh_cn: 一场对机敏的考验。
zh_tw: 一場對機敏的考驗。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: Reduced to cinders.
de: Total verbrannt.
es: Solo quedan cenizas.
fr: Tötalement carbönisé.
it: In cenere.
ja: 灰になった。
ko: 재가 되었군.
pl: Spalone na popiół.
pt_br: Tudo reduzido a cinzas.
ru: Сожжено до золы.
zh_cn: 烧成了灰。
zh_tw: 燒成了灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: We shall test thine speed.
de: Wir werden dein Tempo testen.
es: Pondremos a prueba tu velocidad.
fr: Nöus testeröns dönc tienne vitesse.
it: Mettiamo alla prova la tua velocità.
ja: 汝の速度を計ろうではないか。
ko: 속도를 시험해 봐야겠군.
pl: Sprawdzimy twą szybkość.
pt_br: Temos que testar tua velocidade.
ru: Мы проверим твою скорость.
zh_cn: 我们应该测试一下你的速度。
zh_tw: 我們應該測試一下你的速度。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: Run! Run as if thine life depends on it!
de: Lauf! Lauf, als ginge es um dein Leben!
es: ¡Corre! ¡Corre como si tu vida dependiera de ello!
fr: Cöurs ! Cöurs cömme si tienne vie en dépendait !
it: Corri! Corri come se da ciò dipendesse la tua vita!
ja: 走れ！ 汝の人生がそれにかかっているかの如く走れ！
ko: 달려! 목숨이 달린 것처럼 달리라고!
pl: Biegnij! Biegnij, jakby od tego zależało twoje życie!
pt_br: Corre! Corre como se tua vida dependesse disso!
ru: Беги! Беги, будто от этого зависит твоя жизнь!
zh_cn: 跑吧！没命的放开跑！
zh_tw: 跑吧！沒命的放開跑！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: A trial of speed.
de: Eine Tempoprobe.
es: Una prueba de velocidad.
fr: Une épreuve de rapidité.
it: Una prova di velocità.
ja: 速度の試練。
ko: 속도를 시험하는군.
pl: Próba szybkości.
pt_br: Um teste de velocidade.
ru: Испытание на скорость.
zh_cn: 一场对速度的考验。
zh_tw: 一場對速度的考驗。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: Reduced to cinders.
de: Total verbrannt.
es: Solo quedan cenizas.
fr: Tötalement carbönisé.
it: In cenere.
ja: 灰になった。
ko: 재가 되었군.
pl: Spalone na popiół.
pt_br: Tudo reduzido a cinzas.
ru: Сожжено до золы.
zh_cn: 烧成了灰。
zh_tw: 燒成了灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: This odd training ground will suffice.
de: Dieses merkwürdige Übungsgelände muss reichen.
es: Este extraño terreno de entrenamiento bastará.
fr: Cet étrange terrain d'entraînement suffira.
it: Questa strana palestra dovrebbe essere sufficiente.
ja: かの奇妙な練習場で十分であろう。
ko: 이 이상한 훈련장으로도 충분하겠군.
pl: Ten dziwny teren nada się do treningu.
pt_br: Este campo de treinamento esquisito bastará.
ru: Придется обойтись этой странной тренировочной постройкой.
zh_cn: 这个古怪的训练场够用了。
zh_tw: 這個古怪的訓練場夠用了。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: Feel the warrior's spirit within you!
de: Spüre den Kriegergeist in dir!
es: ¡Siente el espíritu guerrero en tu interior!
fr: Tröuve l'esprit guerrier qui est en töi !
it: Senti dentro di te lo spirito del guerriero!
ja: 汝に宿りし戦士の魂を感じるのだ！
ko: 네 안에 있는 전사의 혼을 느껴 봐!
pl: Poczuj w sobie ducha wojownika!
pt_br: Sinta o espírito do guerreiro dentro de você!
ru: Почувствуй, как в тебе разгорается бойцовый дух!
zh_cn: 感受你体内的勇士精神吧！
zh_tw: 感受你體內的勇士精神吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: A trial of endurance.
de: Eine Ausdauerprobe.
es: Una prueba de resistencia.
fr: Une épreuve d'endurance.
it: Una prova di resistenza.
ja: 忍耐の試練。
ko: 지구력을 시험하는군.
pl: Próba wytrzymałości.
pt_br: Um teste de resistência.
ru: Испытание на выносливость.
zh_cn: 一场对耐力的考验。
zh_tw: 一場對耐力的考驗。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: A waypoint to guide our vegetable beasts.
de: Ein Wegpunkt, damit unser Gemüse in die richtige Richtung rennt.
es: Un punto de paso para guiar a nuestras bestias vegetales.
fr: Un repère qui guidera nös bestes-légumes.
it: Un segnale per guidare le nostre bestie vegetali.
ja: 我等の野菜獣を案内する中継地点。
ko: 채소 짐승을 안내하는 중간 지점이군.
pl: Punkt orientacyjny dla jarzynowych bestii.
pt_br: Um ponto de passagem para orientar nossas feras leguminosas.
ru: Ориентир для наших овощных зверей.
zh_cn: 指引我们小菜兽的一个路径点。
zh_tw: 指引我們小菜獸的一個路徑點。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: A waypoint to guide our vegetable beasts.
de: Ein Wegpunkt, damit unser Gemüse in die richtige Richtung rennt.
es: Un punto de paso para guiar a nuestras bestias vegetales.
fr: Un repère qui guidera nös bestes-légumes.
it: Un segnale per guidare le nostre bestie vegetali.
ja: 我等の野菜獣を案内する中継地点。
ko: 채소 짐승을 안내하는 중간 지점이군.
pl: Punkt orientacyjny dla jarzynowych bestii.
pt_br: Um ponto de passagem para orientar nossas feras leguminosas.
ru: Ориентир для наших овощных зверей.
zh_cn: 指引我们小菜兽的一个路径点。
zh_tw: 指引我們小菜獸的一個路徑點。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: Alas, it is no more.
de: Das war einmal. Leider.
es: Ay, se acabó.
fr: Hélas, c'est terminé.
it: Ahimè, è finita.
ja: 香は燃え尽きてしまったようだ…
ko: 이런, 이제 없네.
pl: Niestety, skończyło się.
pt_br: Oh, já era.
ru: Увы, его больше нет.
zh_cn: 唉，没有了。
zh_tw: 唉，沒有了。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: Who shall claim this noble victory?
de: Wer wird den edlen Sieg heimtragen?
es: ¿Quién conquistará esta noble victoria?
fr: Qui rempörtera icelle nöble victöire ?
it: Chi si aggiudicherà questa nobile vittoria?
ja: 誰がこの崇高な勝利を手にするだろうか？
ko: 누가 이 고귀한 승리의 주인공이 될까?
pl: Któż odniesie zwycięstwo?
pt_br: Quem reivindicará esta nobre vitória?
ru: Кто же одержит почетную победу?
zh_cn: 谁会获得尊贵的胜利呢？
zh_tw: 誰會獲得尊貴的勝利呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: The day is won!
de: Der Tag ist gerettet!
es: ¡Un día de victoria!
fr: Cette victöire est mienne !
it: Vittoria!
ja: この日、勝利を得た！
ko: 승리했다!
pl: Zwycięstwo!
pt_br: O dia está ganho!
ru: Это день победы!
zh_cn: 胜利的一天！
zh_tw: 勝利的一天！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: {winner}'s vegetable champion has seized victory.
de: Das Gemüse von {winner} hat den Sieg errungen.
es: El vegetal campeón de {winner} se ha hecho con la victoria.
fr: Le champiön légume de {winner} a rempörté la victöire.
it: Il campione vegetale di {winner} si è aggiudicato la vittoria.
ja: {winner}の野菜王者が勝利を得た。
ko: {winner}의 채소 챔피언이 승리를 쟁취했군.
pl: Zwyciężyło warzywo, którego właścicielem jest {winner}.
pt_br: O campeão leguminoso de {winner} conquistou a vitória.
ru: {winner} со своим овощным чемпионом победили.
zh_cn: {winner} 的植物英雄取得了胜利！
zh_tw: {winner} 的植物英雄取得了勝利！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: This shall mark the race's end point.
de: Dies soll das Ende des Rennens markieren.
es: Esto marcará el punto final de la carrera.
fr: Cela indique la fin de la cöurse.
it: Questo indicherà il punto di arrivo della corsa.
ja: これがレースの終了位置を示す。
ko: 경주의 종점을 표시하겠군.
pl: Tutaj zakończy się gonitwa.
pt_br: Isso vai marcar a linha de chegada da corrida.
ru: Этим можно отметить место окончания забега.
zh_cn: 标识竞赛的终点。
zh_tw: 標識競賽的終點。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_START
source: We shall see which vegetable beast prevails!
de: Wir werden sehen, welches Gemüsetier sich durchsetzt!
es: ¡Veremos qué bestia vegetal prevalece!
fr: Nöus allöns vöir quelle beste-légume prévaudra !
it: Vedremo quale bestia vegetale prevarrà!
ja: どの野菜獣が勝つか見ようではないか！
ko: 어떤 채소 짐승이 승리할지 보자고!
pl: Zobaczmy, które warzywo zwycięży!
pt_br: Vamos ver que fera leguminosa prevalecerá!
ru: Посмотрим, чье овощное животное заработает победу!
zh_cn: 拭目以待哪个小菜兽会胜出吧！
zh_tw: 拭目以待哪個小菜獸會勝出吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: The race cannot commence without it!
de: Das Rennen kann nicht ohne dies beginnen!
es: ¡La carrera no puede comenzar sin eso!
fr: La cöurse ne peut pöint cömmencer sans cela !
it: Senza questo, la corsa non può cominciare!
ja: 其れ無しではレースは始まらぬ！
ko: 이게 없으면 경주를 시작할 수 없지!
pl: Gonitwa nie może się bez tego rozpocząć!
pt_br: A corrida não pode começar sem isso!
ru: Без этого забег не начнется!
zh_cn: 没它比赛开始不了！
zh_tw: 沒它比賽開始不了！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: Naught but ash.
de: Nichts als Asche.
es: Nada más que ceniza.
fr: Rien que des cendres.
it: Niente altro che cenere.
ja: ただ灰である。
ko: 재뿐이로군.
pl: Kupa popiołu.
pt_br: Não passa de cinzas agora.
ru: Ничего, кроме пепла.
zh_cn: 一无是处，除了变成灰。
zh_tw: 一無是處，除了變成灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: You are not yet ready!
de: Du bist noch nicht bereit!
es: ¡Aún no estás a punto!
fr: Tu n'es pöint encöre prête !
it: Non sei ancora pronto!
ja: 汝の準備はできていない！
ko: 넌 아직 준비가 안 됐어!
pl: Nie jesteś jeszcze gotowa!
pt_br: Você ainda não está pronto!
ru: Ты еще не готова!
zh_cn: 你还没准备好！
zh_tw: 你還沒準備好！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: This beast will serve me well in the coming battle.
de: Dieses Tier wird mir im nächsten Kampf gute Dienste tun.
es: Esta bestia me será útil en la próxima batalla.
fr: Cette beste me servira fidèlement lörs de la bataille à venir.
it: Questa bestia mi sarà di grande aiuto nella prossima battaglia.
ja: かの獣は次の戦いにて我に仕える。
ko: 다가오는 전투에서 도움이 되겠군.
pl: Ta bestia dobrze się sprawdzi w nadchodzącej bitwie.
pt_br: Essa fera vai me servir muito bem na batalha vindoura.
ru: Это создание на славу послужит мне в будущей битве.
zh_cn: 这个野兽将为我而战。
zh_tw: 這個野獸將為我而戰。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: We shall see just how strong my veggie beast truly is.
de: Wir werden sehen, wie stark mein Gemüsetier wirklich ist.
es: Ya veremos lo fuerte que es realmente mi bestia vegetal.
fr: Nöus verröns la véritable puissance de ma beste-légume.
it: Vedremo quanto è realmente forte la mia bestia vegetale.
ja: 我が野菜獣が実にどれほど強いかを我等は目にするだろう。
ko: 내 채소 짐승이 얼마나 강한지 보자고.
pl: Zobaczmy, jak silne jest moje warzywo.
pt_br: Vamos ver o quão forte minha fera leguminosa é de verdade.
ru: Посмотрим, насколько силен мой овощ.
zh_cn: 见证一下我的小菜兽究竟有多强。
zh_tw: 見證一下我的小菜獸究竟有多強。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: It's time to put my veggie beast to the test.
de: Zeit, mein Gemüsetier zu testen.
es: Es hora de poner a prueba a mi bestia vegetal.
fr: Il est temps de mettre mienne beste-légume à l'épreuve.
it: È giunto il momento di mettere alla prova la mia bestia vegetale.
ja: 我が野菜獣を試す時が来た。
ko: 내 채소 짐승을 시험해 볼 시간이군.
pl: Pora sprawdzić moją jarzynę.
pt_br: É hora de botar minha fera leguminosa à prova.
ru: Пора испытать мой овощ.
zh_cn: 是时候检验一下我的小菜兽了。
zh_tw: 是時候檢驗一下我的小菜獸了。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_SEEDPACKET
source: I care not for growing vegetables.
de: Ich mache mir nichts aus Gemüseanbau.
es: No me van los vegetales en proceso de crecer.
fr: Je fais peu de cas de la culture de légumes.
it: Le verdure neonate non mi interessano.
ja: 我は野菜を育てるのが好きではない。
ko: 채소를 키우는 데는 관심 없어!
pl: Nie dbam o hodowlę warzyw.
pt_br: Não me interesso por cultivar legumes.
ru: Я не собираюсь выращивать овощи.
zh_cn: 我对种菜没有兴趣。
zh_tw: 我對種菜沒有興趣。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTC_SEEDPACKET_RARE
source: The rarity of these non-meats doth not impress me.
de: Die Seltenheit dieses Nichtfleischs beeindruckt mich nicht.
es: La rareza de estas cosas no cárnicas no me impresiona.
fr: La rareté de ces chöses nön carnées ne m'impressiönne guère.
it: La rarità di questa non-carne mi lascia indifferente.
ja: かの肉でないものの希少性は我を感動させない。
ko: 고기가 아니면 얼마나 희귀하든 관심 없어.
pl: Niezwykłość tych warzyw nie robi na mnie wrażenia.
pt_br: A raridade dessas não carnes não me impressiona!
ru: Мне плевать, даже если это редкое не-мясо.
zh_cn: 再稀奇，只要不是肉，我就没兴趣。
zh_tw: 再稀奇，只要不是肉，我就沒興趣。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTP_FOOD1
source: A meaty feast!
de: Ein fleischiges Fest!
es: ¡Un festín de carne!
fr: Un festin de viande !
it: Un banchetto carnoso!
ja: 肉のごちそうだ！
ko: 고기 잔치!
pl: Mięsna uczta!
pt_br: Um banquete carnoso!
ru: Мясной пир!
zh_cn: 肉的盛宴！
zh_tw: 肉的盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTP_FOOD2
source: 'Tis fit only for the beasts.
de: Das ist nur etwas für Tiere.
es: Un festín solo para bestias.
fr: C'est pour les animaux.
it: È adatto solo alle bestie.
ja: これは獣にのみ相応しい。
ko: 짐승이나 먹을 물건이로군.
pl: Dobre to jeno dla zwierząt.
pt_br: Digno apenas de feras.
ru: Годится только для зверей.
zh_cn: 这只适合野兽。
zh_tw: 這只適合野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTP_FOOD3
source: I shall consume it!
de: Ich werde es verzehren!
es: ¡Me lo comeré!
fr: Je vais manger ça !
it: Lo consumerò!
ja: 喰らうてやろう！
ko: 내가 먹어야지!
pl: Pożrę to!
pt_br: Consumi-lo-ei!
ru: Я это съем!
zh_cn: 我要把它吃掉！
zh_tw: 我要把它吃掉！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: It seems someone offered it a flame. I do not think it liked it.
de: Es scheint, als hätte ihm jemand Zunder gegeben. Das hat ihm nicht geschmeckt.
es: Parece que alguien le ha ofrecido fuego, pero creo que no le ha gustado.
fr: Il semblerait que quelqu'un lui a cönfié une flamme. Je döute que ça ait été apprécié.
it: Sembra che qualcuno gli abbia offerto una fiamma. Non sembra averla gradita.
ja: 誰かが火を捧げたようだ。だが、祭壇は気に入らなかったのだろう。
ko: 누가 불꽃을 바쳤나봐. 좋아하리라고는 생각하지 않아.
pl: Zdaje się, że ktoś złożył go w ofierze całopalnej. Chyba mu się to nie spodobało.
pt_br: Parece que alguém ofereceu uma chama. Não acho que ele gostou.
ru: Кто-то разжег здесь жертвенный огонь.
zh_cn: 似乎有人进贡了火焰，而它似乎不喜欢。
zh_tw: 似乎有人進貢了火焰，而它似乎不喜歡。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: Perhaps it would enjoy a feather?
de: Vielleicht würde ihm eine Feder zusagen?
es: ¿Tal vez guste de una pluma?
fr: Peut-être se réjöuirait-il de recevöir une plume ?
it: Forse potrebbe gradire una piuma?
ja: もしや羽が好み？
ko: 아마 깃털로 노는 걸 즐기려나?
pl: Może pobawi się piórkiem?
pt_br: Talvez ele goste de uma pena?
ru: Может, ему понравится перышко?
zh_cn: 也许它会喜欢羽毛？
zh_tw: 也許它會喜歡羽毛？

# CHARACTERS.WATHGRITHR.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: Let the festive crafting commence!
de: Möge die festliche Bastelei beginnen!
es: ¡Que comience la creación festiva!
fr: Que l'artisanat festif cömmence !
it: Che le creazioni festive abbiano inizio!
ja: 祭りに必要なものを作り始めようぞ！
ko: 축제 공예를 시작하자!
pl: Zaczynajmy świąteczne wytwarzanie!
pt_br: Que as festividades da criação se iniciem!
ru: Да начнется подготовка к празднику!
zh_cn: 让我们开始喜庆的手工制作吧！
zh_tw: 讓我們開始喜慶的手工製作吧！

# CHARACTERS.WATHGRITHR.DESCRIBE_GENERIC
source: It is an artifact of this realm.
de: Ein Gegenstand aus diesem Reich.
es: Es un artefacto de este reino.
fr: C'est un artefact de ce royaume.
it: È un artefatto di questo regno.
ja: これはこの領域の工芸品だ。
ko: 이 세계의 유물이군.
pl: To artefakt z tego świata.
pt_br: É um artefato deste mundo.
ru: Артефакт этого королевства.
zh_cn: 它是这个王国的一个手工制品。
zh_tw: 它是這個王國的一個手工製品。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTHAPPY
source: The foul plant thrives.
de: Die ekle Pflanze gedeiht.
es: La planta repugnante prospera.
fr: La plante pröspère... Répugnant.
it: Quell'orribile pianta prospera.
ja: 臭い植物は繁栄しておる。
ko: 더러운 식물이 번성하네.
pl: Plugawa roślina ma się świetnie.
pt_br: A vil planta floresce.
ru: Дрянной сорняк доволен жизнью.
zh_cn: 臭植物茁壮成长了。
zh_tw: 臭植物茁壯成長了。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSED
source: Something hinders its growth.
de: Etwas behindert ihr Wachstum.
es: Hay algo que impide que crezca.
fr: Quelque chöse ralentit sienne cröissance.
it: Qualcosa ostacola la sua crescita.
ja: 何者かが成長を邪魔しておる。
ko: 그 성장을 방해하는 것이 있어.
pl: Coś przeszkadza jej rosnąć.
pt_br: Há algo impedindo seu crescimento.
ru: Что-то не дает ему расти.
zh_cn: 有些东西阻碍了它的成长。
zh_tw: 有些東西阻礙了它的成長。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORFAMILY
source: Perhaps it needs the company of its kin.
de: Vielleicht braucht sie die Gesellschaft ihrer Artgenossen.
es: ¿A lo mejor necesita estar en compañía de su especie?
fr: Peut-être a-t-elle besöin des siens.
it: Forse ha bisogno della compagnia dei suoi simili.
ja: 同族の仲間が欲しいのかもしれぬ。
ko: 아마도 그것은 동족의 친구가 필요할 거야.
pl: Może potrzebuje kompanii członków swego klanu.
pt_br: Talvez ela precise da companhia de suas semelhantes.
ru: Возможно, оно нуждается в сородичах.
zh_cn: 也许它需要亲人的陪伴。
zh_tw: 也許它需要親人的陪伴。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORHAPPINESS
source: The feeble thing needs conversation to grow? Vikings thrive in stoic silence!
de: Das kraftlose Ding braucht Konversation, um zu wachsen? Wikinger blühen in stoischer Stille auf!
es: ¿Esa cosa necesita conversación para crecer? ¡Los vikingos crecen en sumo silencio!
fr: Cette frêle chöse a besöin de cönverser pöur grandir ? Les Vikings s'épanöuissent dans le silence le plus stöïque !
it: Questo virgulto ha bisogno di conversazione per crescere? I vichinghi prosperano stoicamente nel silenzio!
ja: か弱きものは成長に会話が必要なのか？バイキングはストイックな沈黙の中で繁栄するのじゃぞ！
ko: 연약한 녀석이 자라는 데 대화가 필요한가? 바이킹은 금욕적인 침묵에서 번성한다고!
pl: To chuchro potrzebuje rozmowy, żeby rosnąć? Wikingowie lubują się w ciszy!
pt_br: Essa criatura frágil precisa conversar para crescer? Os vikings são forjados no silêncio estoico!
ru: Чтоб сей слабак подрос, с ним нужно говорить? Стоическое молчание — вот викингов удел!
zh_cn: 这弱小的东西需要对话才能成长？维京人在隐忍的沉默中最能茁壮成长!
zh_tw: 這弱小的東西需要對話才能成長？維京人在隱忍的沉默中最能茁壯成長!
