Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.PUMPKINPIE
source: THE SWEET PUMPKIN MUSH FUELS ME
de: SÜSSES KÜRBISMUS VERSORGT MICH MIT ENERGIE
es_mx: LA PAPILLA DULCE DE CALABAZA ME ALIMENTA
fr: LA CITROUILLE ÉCRASÉE ME SERT DE CARBURANT
it: IL DOLCE PASTICCIO DI ZUCCA MI RIFORNISCE DI CARBURANTE
ja: ＊甘いパンプキンマッシュが燃料供給してくれます＊
ko: 달콤한 호박 곤죽이 본체의 연료가 됨
pl: SŁODKA, DYNIOWA PAPKA DOSTARCZA MI PALIWA
pt_br: A PAPA DE ABÓBORA DOCE ME DÁ ENERGIA
ru: СЛАДКОЕ ПЮРЕ ИЗ ТЫКВЫ СЛУЖИТ МНЕ ТОПЛИВОМ
zh_cn: 甜的南瓜泥是我的燃料
zh_tw: 甜的南瓜泥是我的燃料

# CHARACTERS.WX78.DESCRIBE.PUMPKIN_COOKED
source: DELICIOUS
de: KÖSTLICH.
es_mx: DELICIOSO
fr: DÉLICIEUX
it: DELIZIOSO
ja: ＊とても美味しいです＊
ko: 맛있음
pl: PRZEPYSZNA.
pt_br: DELICIOSO
ru: ВКУСНО
zh_cn: 好吃
zh_tw: 好吃

# CHARACTERS.WX78.DESCRIBE.PUMPKIN_LANTERN
source: IT HAS AN EERIE LIGHT
de: DAS LICHT IST UNHEIMLICH.
es_mx: TIENE UNA LUZ MISTERIOSA
fr: SA LUMIÈRE EST INQUIÉTANTE
it: HA UNA LUCE MISTERIOSA
ja: ＊薄気味悪い明かりがついています＊
ko: 기분 나쁜 빛이 남
pl: WYDZIELA OSOBLIWE ŚWIATŁO.
pt_br: EMITE UMA LUZ ESTRANHA
ru: ЖУТКО СВЕТИТ
zh_cn: 它发着一种怪异的光
zh_tw: 它發著一種怪異的光

# CHARACTERS.WX78.DESCRIBE.PUMPKIN_OVERSIZED
source: GARDENING IS EASY
de: GARTENARBEIT IST EINFACH
fr: JARDINER, C'EST FACILE
it: L'ORTICOLTURA È FACILE
ja: ＊ガーデニングなど簡単です＊
ko: 원예는 쉬움.
pl: OGRODNICTWO JEST ŁATWE.
pt_br: JARDINAGEM É FÁCIL
ru: САДОВОДСТВО — ЭТО ПРОСТО
zh_cn: 种植很容易
zh_tw: 種植很容易

# CHARACTERS.WX78.DESCRIBE.PUMPKIN_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.PURPLEAMULET
source: THE PERFECT AMULET
de: DAS PERFEKTE AMULETT
es_mx: EL AMULETO PERFECTO
fr: L'AMULETTE PARFAITE.
it: L'AMULETO PERFETTO
ja: ＊高機能アミュレット＊
ko: 완벽한 호부.
pl: AMULET DOSKONAŁY
pt_br: O AMULETO PERFEITO.
ru: БЕЗУПРЕЧНЫЙ АМУЛЕТ
zh_cn: 完美的护身符。
zh_tw: 完美的護身符。

# CHARACTERS.WX78.DESCRIBE.PURPLEGEM
source: IT IS STRANGE
de: DAS IST SELTSAM.
es_mx: ES EXTRAÑA
fr: ÉTRANGE
it: È STRANO
ja: ＊奇妙です＊
ko: 이상함
pl: DZIWNA RZECZ.
pt_br: QUE ESTRANHO!
ru: ЭТО СТРАННО
zh_cn: 有点奇怪
zh_tw: 有點奇怪

# CHARACTERS.WX78.DESCRIBE.PURPLEMOONEYE
source: MOONBASE ADDON DETECTED
de: ADDON FÜR MONDBASIS ERKANNT
es_mx: COMPLEMENTO DE BASE LUNAR DETECTADO
fr: MODULE DE BASE LUNAIRE DÉTECTÉ
it: COMPONENTE AGGIUNTO DELLA BASE LUNARE RILEVATO
ja: ＊月面基地アドオンが確認されました＊
ko: 월장석 애드온 탐지됨
pl: WYKRYTO DODATEK: OKO.
pt_br: COMPLEMENTO DA BASE LUNAR DETECTADO
ru: ОБНАРУЖЕН АДДОН ДЛЯ ЛУННОЙ ПЛАТФОРМЫ
zh_cn: 发现月亮基地插件
zh_tw: 發現月亮基地外掛程式

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: IT IS CURRENTLY REFUELING
de: ES WIRD GERADE AUFGETANKT
es_mx: ESTÁ REABASTECIÉNDOSE
fr: RÉAPPROVISIONNEMENT EN COURS
it: RIFORNIMENTO IN CORSO
ja: ＊現在燃料補給中です＊
ko: 현재 연료 재공급 중
pl: JEST W TRAKCIE TANKOWANIA
pt_br: ESTÁ SE REABASTECENDO NO MOMENTO
ru: ИДЕТ ДОЗАПРАВКА
zh_cn: 目前正在补充燃料
zh_tw: 目前正在補充燃料

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: IT WISHES TO CONSUME
de: ES WILL KONSUMIEREN
es_mx: DESEA CONSUMIR
fr: IL VEUT CONSOMMER
it: DESIDERA CONSUMARE
ja: ＊それは消費したいと願っています＊
ko: 무언가를 섭취하고 싶어 함
pl: ŻYCZY SOBIE PODANIE DO STOŁU
pt_br: DESEJA CONSUMIR
ru: ОБЪЕКТ ТРЕБУЕТ ДОЗАПРАВКИ
zh_cn: 它想食用
zh_tw: 它想食用

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: LOG POST
de: PFOSTEN
es_mx: POSTE DE MADERA
fr: PIQUET
it: PALETTO
ja: ＊ログポスト＊
ko: 통나무 기둥
pl: SŁUPEK
pt_br: POSTE
ru: ОБНАРУЖЕН СТОЛБ
zh_cn: 木柱
zh_tw: 木柱

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: INVADING ORGANIC LIFEFORMS!
de: EINDRINGENDE ORGANISCHE LEBENSFORMEN!
es_mx: ¡FORMAS DE VIDA ORGÁNICA INVASORAS!
fr: FORME DE VIE ORGANIQUE INVASIVE !
it: INVASIONE DELLE FORME DI VITA ORGANICHE!
ja: ＊侵略的有機生命体の生活形態！＊
ko: 침습성 유기 생명체!
pl: ATAK FORM ORGANICZNYCH!
pt_br: INVADINDO FORMAS DE VIDA ORGÂNICAS!
ru: ВТОРГАЮТСЯ ОРГАНИЧЕСКИЕ ФОРМЫ ЖИЗНИ!
zh_cn: 具有侵略性的有机生命形式
zh_tw: 具有侵略性的有機生命形式

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: EXCESSIVE ORNAMENTATION
de: ÜBERMÄSSIGE VERZIERUNG
es_mx: ORNAMENTACIÓN EXCESIVA
fr: DÉCORATION EXCESSIVE
it: ORNAMENTO ECCESSIVO
ja: ＊過剰な装飾＊
ko: 장식이 과도함
pl: PRZESADNE OZDOBY
pt_br: ORNAMENTAÇÃO EXCESSIVA
ru: ЧРЕЗМЕРНОЕ УКРАШАТЕЛЬСТВО
zh_cn: 过度的装饰
zh_tw: 過度的裝飾

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: IT IS A HIDEOUS GOAT STATUE
de: ES IST EINE SCHEUSSLICHE ZIEGENSTATUE.
es_mx: ES UNA ESTATUA DE CABRA HORRIBLE
fr: UNE HIDEUSE STATUE DE CHÈVRE
it: È UNA STATUA DI CAPRA ORRIBILE
ja: ＊それはおぞましいヤギの像です＊
ko: 불쾌한 염소 조각상임
pl: TO OBRZYDLIWA STATUA KOZA
pt_br: É UMA ESTÁTUA DE BODE HORRENDA
ru: ПУГАЮЩАЯ СТАТУЯ КОЗЛА
zh_cn: 这是个可笑的山羊雕塑
zh_tw: 這是個可笑的山羊雕塑

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: UNNECESSARILY UGLY
de: UNNÖTIG HÄSSLICH
es_mx: INNECESARIAMENTE FEO
fr: INUTILEMENT MOCHE
it: INUTILMENTE BRUTTO
ja: ＊不必要に醜い＊
ko: 불필요하게 추함
pl: NIEPOTRZEBNIE SZKARADNA
pt_br: FEIURA DESNECESSÁRIA
ru: НЕСОРАЗМЕРНО УРОДЛИВО
zh_cn: 没必要这么丑吧
zh_tw: 沒必要這麼醜吧

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_BEEFALO
source: ANTIQUATED MANURE MACHINE
de: VERALTETE MISTMASCHINE
es_mx: MÁQUINA DE ESTIÉRCOL ANTICUADA
fr: MACHINE À CROTTIN ANTIQUE
it: MACCHINA DI CONCIME ANTIQUATA
ja: ＊アンティークな肥料マシーン＊
ko: 노후한 비료 기계
pl: PRZESTARZAŁA MASZYNA DO PRODUKCJI OBORNIKA
pt_br: MÁQUINA DE ESTRUME ANTIQUADA
ru: УСТАРЕВШАЯ МАШИНА ПО ПРОИЗВОДСТВУ НАВОЗА
zh_cn: 老式肥料制造器
zh_tw: 老式肥料製造器

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_BERRYBUSH
source: ENERGY PACKETS NO LONGER PRESENT
de: ENERGIEPAKETE NICHT MEHR VORHANDEN
es_mx: PAQUETES DE ENERGÍA NO PRESENTES
fr: PAQUETS ÉNERGÉTIQUES ABSENTS
it: I PACCHETTI ENERGETICI NON SONO PIÙ PRESENTI
ja: ＊エネルギーパケットは今はもう存在しません＊
ko: 에너지 패킷이 더는 없음
pl: BRAK WYSTĘPOWANIA PAKIETÓW ENERGETYCZNYCH
pt_br: PACOTES DE ENERGIA NÃO MAIS PRESENTES
ru: ПАКЕТЫ ЭНЕРГИИ БОЛЬШЕ НЕ ДОСТУПНЫ
zh_cn: 能量包已不存在
zh_tw: 能量包已不存在

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: ITS LUSTER VALUE IS HIGH
de: SEIN GLANZWERT IST HOCH
es_mx: SU VALOR DE LUSTRE ES ALTO
fr: VALEUR DE LUSTRE ÉLEVÉE
it: IL SUO VALORE DI LUSTRO È ALTO
ja: ＊その輝きの価値は高いです＊
ko: 광택 값이 높음
pl: WYSOKI WSPÓŁCZYNNIK BLASKU
pt_br: TEM UM ALTO VALOR DE BRILHO
ru: СТОИМОСТЬ ОБЪЕКТА ОЦЕНИВАЕТСЯ ВЫСОКО
zh_cn: 光泽度高
zh_tw: 光澤度高

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: FOR ASSEMBLING A MISHMASH
de: ZUM ZUSAMMENBAU EINES MISCHMASCHS
es_mx: PARA MONTAR UN REVOLTIJO
fr: POUR ASSEMBLER UN MÉLI-MÉLO
it: PER L'ASSEMBLAGGIO DI UN MISCUGLIO
ja: ＊寄せ集めを組みあげるため＊
ko: 잡요리 조립용
pl: DO MONTAŻU CHAOSU
pt_br: PARA MONTAR UMA MISTUREBA
ru: ДЛЯ СБОРКИ МНОЖЕСТВА СОСТАВЛЯЮЩИХ
zh_cn: 用于组合杂烩
zh_tw: 用於組合雜燴

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: ITS MEMORY SLOTS REQUIRE UPGRADE
de: SEINE SPEICHERSTECKPLÄTZE ERFORDERN EIN UPGRADE
es_mx: SUS RANURAS DE MEMORIA REQUIEREN UNA ACTUALIZACIÓN
fr: MISE À JOUR DES CRÉNEAUX DE MÉMOIRE REQUISE
it: LO SLOT DI MEMORIA RICHIEDE AGGIORNAMENTO
ja: ＊その記憶用スロットはアップデートが必要です＊
ko: 메모리 슬롯 업그레이드가 필요함
pl: WYMAGANA AKTUALIZACJA URZĄDZENIA MAGAZYNUJĄCEGO
pt_br: SEUS ESPAÇOS DE MEMÓRIA NECESSITAM DE UPGRADE
ru: СЛОТЫ ПАМЯТИ ТРЕБУЮТ ОБНОВЛЕНИЯ
zh_cn: 记忆槽需要升级
zh_tw: 記憶槽需要升級

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_COIN1
source: A SMALL DENOMINATION OF CURRENCY
de: EINE KLEINE WÄHRUNGSEINHEIT
es_mx: UNA PEQUEÑA DENOMINACIÓN DE MONEDA
fr: MONNAIE DE PETITE VALEUR
it: UNA MONETA DI PICCOLO TAGLIO
ja: ＊少額の通貨＊
ko: 액면금액이 적은 통화
pl: ŚRODKI PŁATNICZE W NIEWIELKIEJ ILOŚCI
pt_br: UMA MOEDA DE BAIXO VALOR
ru: ВАЛЮТА МАЛОГО НОМИНАЛА
zh_cn: 小面值货币
zh_tw: 小面值貨幣

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_COIN2
source: I REQUIRE MORE CURRENCY
de: ICH BENÖTIGE MEHR WÄHRUNG
es_mx: REQUIERO MÁS MONEDAS
fr: IL ME FAUT PLUS DE MONNAIE
it: HO BISOGNO DI PIÙ VALUTA
ja: ＊もっと通貨が必要です＊
ko: 통화가 더 필요함
pl: WYMAGANE DODATKOWE ŚRODKI PŁATNICZE
pt_br: NECESSITO MAIS MOEDAS
ru: ТРЕБУЮ БОЛЬШЕ ВАЛЮТЫ
zh_cn: 我需要更多货币
zh_tw: 我需要更多貨幣

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_COIN3
source: HAVE ACQUIRED MONETARY GAIN
de: HABEN EINEN FINANZIELLEN GEWINN ERLANGT
es_mx: ADQUIRÍ GANANCIAS MONETARIAS
fr: GAIN MONÉTAIRE ACQUIS
it: HO ACQUISITO UN GUADAGNO MONETARIO
ja: ＊金銭的収入を得ました＊
ko: 금전적 이득을 취했음
pl: NOWY POZIOM WARTOŚCI RYNKOWEJ
pt_br: OBTIVE GANHO MONETÁRIO
ru: ДЕНЕЖНАЯ ПРИБАВКА ПОЛУЧЕНА
zh_cn: 已获得金钱收益
zh_tw: 已獲得金錢收益

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_COIN4
source: CONTAINS CHARGE POTENTIAL
de: ENTHÄLT LADUNGSPOTENTIAL
es_mx: CONTIENE POTENCIAL DE CARGA
fr: CONTIENT UN POTENTIEL DE CHARGE
it: CONTIENE LA POSSIBILITÀ DI RESTO
ja: ＊チャージの可能性が含まれます＊
ko: 충전 전위 포함함
pl: POSIADA POTENCJAŁ AKTYWACYJNY
pt_br: CONTÉM POTENCIAL DE CARGA
ru: ТЕОРЕТИЧЕСКАЯ ВОЗМОЖНОСТЬ ДЛЯ ПОДЗАРЯДКИ
zh_cn: 包含充电潜力
zh_tw: 包含充電潛力

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CRABMEAT
source: MEAT FROM THE ROCK CREATURE
de: FLEISCH VON DER FELSENKREATUR
es_mx: CARNE DE LA CRIATURA DE ROCA
fr: VIANDE DE CRÉATURE EN PIERRE
it: CARNE DALLE CREATURE DELLA ROCCIA
ja: ＊岩の生き物からの肉＊
ko: 돌 생명체의 고기
pl: MIĘSO Z KAMIENNEGO STWORA
pt_br: CARNE DA CRIATURA DE PEDRA
ru: МЯСО КАМЕННОГО СУЩЕСТВА
zh_cn: 岩石间生物的肉
zh_tw: 岩石間生物的肉

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: DELICIOUS ROCK MEAT
de: LECKERES STEINFLEISCH
es_mx: CARNE DE ROCA DELICIOSA
fr: DÉLICIEUSE VIANDE DE PIERRE
it: CARNE DELLA ROCCIA DELIZIOSA
ja: ＊おいしい岩肉＊
ko: 맛있는 돌 고기
pl: PRZEPYSZNE MIĘSO KAMIENNE
pt_br: CARNE DE PEDRA DELICIOSA
ru: ВКУСНОЕ КАМЕННОЕ МЯСО
zh_cn: 岩石间生物的美味的肉
zh_tw: 岩石間生物的美味的肉

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_CRABTRAP
source: ENTRAPS BIOLOGICAL ROCKS
de: FÄNGT BIOLOGISCHES GESTEIN EIN
es_mx: ATRAPA ROCAS BIOLÓGICAS
fr: PIÈGE À PIERRES BIOLOGIQUES
it: INTRAPPOLA LE ROCCE BIOLOGICHE
ja: ＊生物岩を罠にかけます＊
ko: 돌 생명체를 포획함
pl: DO NEUTRALIZACJI KAMIENNYCH STWORÓW
pt_br: PRENDE PEDRAS BIOLÓGICAS
ru: ДЛЯ ПОИМКИ БИОКАМНЕЙ
zh_cn: 诱捕岩石间生物
zh_tw: 誘捕岩石間生物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FERN
source: DEFENSELESS PLANT FOOD
de: WEHRLOSE PFLANZENNAHRUNG
es_mx: COMIDA DE PLANTA INDEFENSA
fr: NOURRITURE VÉGÉTALE SANS DÉFENSE
it: ALIMENTO VERDE INDIFESO
ja: ＊無防備な食用植物＊
ko: 무방비 식물 식품
pl: BEZBRONNA ŻYWNOŚĆ ROŚLINNA
pt_br: COMIDA VEGETAL INDEFESA
ru: БЕЗЗАЩИТНОЕ РАСТЕНИЕ ДЛЯ ЕДЫ
zh_cn: 手无寸铁的草本食物
zh_tw: 手無寸鐵的草本食物

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FLOUR
source: HA HA, THE WHEAT HAS BEEN CRUSHED
de: HAHA, DER WEIZEN IST ZERQUETSCHT WORDEN
es_mx: JA, JA, EL TRIGO FUE APLASTADO
fr: AH AH, LE BLÉ S'EST FAIT BROYER
it: AHAH, IL GRANO È STATO SCHIACCIATO
ja: ＊ハハハ、小麦が潰されました＊
ko: 하하, 밀이 분쇄되었음
pl: HAHA, ZBOŻE ZOSTAŁO ZMIAŻDŻONE
pt_br: HA HA, O TRIGO FOI TRITURADO
ru: ХА-ХА, ПШЕНИЦА ИЗМЕЛЬЧЕНА
zh_cn: 哈哈，小麦被碾碎了。
zh_tw: 哈哈，小麥被碾碎了。

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: THIS IS NOT A GOOD MEAL
de: DAS IST KEIN GUTES ESSEN
es_mx: NO ES UNA BUENA COMIDA
fr: MAUVAIS REPAS
it: NON È UN BUON PASTO
ja: ＊これは良い食事ではありません＊
ko: 좋은 식사가 아님
pl: TO NIE JEST DOBRY POSIŁEK
pt_br: ISSO NÃO É UMA REFEIÇÃO
ru: ЭТО ПЛОХАЯ ЕДА
zh_cn: 这不是美味
zh_tw: 這不是美味

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: DEITY SACRIFICE DETECTED
de: GOTTESOPFER ENTDECKT
es_mx: SACRIFICIO DE LA DEIDAD DETECTADO
fr: SACRIFICE DIVIN DÉTECTÉ
it: SACRIFICIO PER LA DIVINITÀ RILEVATO
ja: ＊神々の生贄が確認されました＊
ko: 제물 후보 탐지됨
pl: WYKRYTO OFIARĘ DLA BÓSTWA
pt_br: SACRIFÍCIO DE DIVINDADE DETECTADO
ru: ЗАФИКСИРОВАНО БОЖЕСТВЕННОЕ ЖЕРТВОПРИНОШЕНИЕ
zh_cn: 检测到神的供品
zh_tw: 檢測到神的供品

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: FUEL COMPATIBLE WITH DEITY'S DESIRES
de: NAHRUNG MIT DEN WÜNSCHEN DER GOTTHEIT VEREINBAR
es_mx: COMBUSTIBLE COMPATIBLE CON LOS DESEOS DE LA DEIDAD
fr: CARBURANT COMPATIBLE AVEC DÉSIR DIVIN
it: CIBO COMPATIBILE CON I DESIDERI DELLA DIVINITÀ
ja: ＊神々の欲望と互換性のある燃料＊
ko: 신의 욕망과 호환되는 연료
pl: PALIWO KOMPATYBILNE Z WYMOGAMI BÓSTWA
pt_br: COMBUSTÍVEL COMPATÍVEL COM OS DESEJOS DA DIVINDADE
ru: ТОПЛИВО ПОДХОДИТ ПОД БОЖЕСТВЕННЫЕ ТРЕБОВАНИЯ
zh_cn: 燃料合神心意
zh_tw: 燃料合神心意

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: WARNING: DEITY FUEL IS LOW ON ENERGY
de: WARNUNG: GOTTESNAHRUNG IST ENERGIEARM
es_mx: ADVERTENCIA: EL COMBUSTIBLE DE LA DEIDAD TIENE POCA ENERGÍA
fr: AVERTISSEMENT : CARBURANT DIVIN EN BAISSE
it: AVVISO: CARBURANTE DELLA DIVINITÀ A LIVELLO BASSO
ja: ＊注意：神々の燃料はエネルギーが低下しています＊
ko: 경고: 신성 연료 에너지가 낮음
pl: OSTRZEŻENIE: NISKI POZIOM PALIWA DLA BÓSTWA
pt_br: AVISO: COMBUSTÍVEL DA DIVINDADE ESTÁ COM POUCA ENERGIA
ru: ВНИМАНИЕ: БОЖЕСТВЕННОЕ ТОПЛИВО НЕДОСТАТОЧНО ПИТАТЕЛЬНО
zh_cn: 警告：神的燃料热量低
zh_tw: 警告：神的燃料熱量低

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: WARNING: FUEL INCOMPATIBLE WITH DEITY DESIRES
de: WARNUNG: NAHRUNG UNVEREINBAR MIT GOTTHEITSWÜNSCHEN
es_mx: ADVERTENCIA: EL COMBUSTIBLE ES INCOMPATIBLE CON LOS DESEOS DE LA DEIDAD
fr: AVERTISSEMENT : CARBURANT NON COMPATIBLE AVEC DÉSIR DIVIN
it: AVVISO: CARBURANTE NON COMPATIBILE CON I DESIDERI DELLA DIVINITÀ
ja: ＊注意：燃料は神々の欲望と互換性がありません＊
ko: 경고: 연료가 신의 욕망과 호환되지 않음
pl: OSTRZEŻENIE: PALIWO NIEKOMPATYBILNE Z WYMOGAMI BÓSTWA
pt_br: AVISO: COMBUSTÍVEL INCOMPATÍVEL COM DESEJOS DA DIVINDADE
ru: ВНИМАНИЕ: ТОПЛИВО НЕ ПОДХОДИТ ПОД БОЖЕСТВЕННЫЕ ТРЕБОВАНИЯ
zh_cn: 警告：燃料不合神的心意
zh_tw: 警告：燃料不合神的心意

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: HUMAN ERROR DETECTED
de: MENSCHLICHES VERSAGEN ERKANNT
es_mx: ERROR HUMANO DETECTADO
fr: ERREUR HUMAINE DÉTECTÉE
it: ERRORE UMANO RILEVATO
ja: ＊人的エラーが確認されました＊
ko: 인적 오류 검출됨
pl: WYKRYTO LUDZKI BŁĄD
pt_br: ERRO HUMANO DETECTADO
ru: ОБНАРУЖЕНА ЧЕЛОВЕЧЕСКАЯ ОШИБКА
zh_cn: 检测到人为错误
zh_tw: 檢測到人為錯誤

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GARLIC
source: I FILL MY MOUTH CAVITY WITH THEM TO REPEL HUMANS
de: ICH FÜLLE MEINE MUNDHÖHLE DAMIT, UM MENSCHEN ABZUWEHREN.
es_mx: LLENARÉ MI CAVIDAD BUCAL CON ELLOS PARA AHUYENTAR A LOS HUMANOS
fr: J'EN REMPLIS MA CAVITÉ BUCCALE POUR REPOUSSER LES HUMAINS
it: MI RIEMPIO LE CAVITÀ ORALI PER RESPINGERE GLI UMANI
ja: ＊人間を撃退するために私の口腔をそれらで満たしました＊
ko: 본체의 구강에 이것을 넣으면 인간을 차단할 수 있음
pl: WYPEŁNIAM NIM OTWÓR GĘBOWY W CELU ODPĘDZANIA LUDZI
pt_br: PREENCHO MINHA CAVIDADE ORAL COM ELES PARA REPELIR HUMANOS
ru: ЭТИТ Я НАПОЛНЮ РОТОВУЮ ПОЛОСТЬ, ЧТОБЫ ОТОГНАТЬ ЛЮДЕЙ
zh_cn: 我用它们填充我的口腔，即可驱逐人类
zh_tw: 我用它們填充我的口腔，即可驅逐人類

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: IT IS COOKED NOW
de: ES IST JETZT GEKOCHT
es_mx: AHORA ESTÁ COCINADO
fr: C'EST CUIT
it: ADESSO È COTTO
ja: ＊火が通っています＊
ko: 조리된 상태
pl: POŻYWIENIE ZOSTAŁO PRZETWORZONE
pt_br: AGORA ESTA ASSADO
ru: ПРИГОТОВЛЕНО
zh_cn: 现在做熟了
zh_tw: 現在做熟了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GOATKID
source: THIS GOAT IS IN BETA
de: DIESE ZIEGE IST IN DER BETA-PHASE
es_mx: ESTA CABRA ESTÁ EN FASE BETA
fr: CHÈVRE EN VERSION BÊTA
it: QUESTA CAPRA È NELLA FASE BETA
ja: ＊このヤギはベータ版です＊
ko: 베타 상태의 염소
pl: KOZA W WERSJI BETA
pt_br: ESSA CABRA ESTÁ NA FASE BETA
ru: КОЗЕЛ, БЕТА-ВЕРСИЯ
zh_cn: 此山羊处于测试阶段
zh_tw: 此山羊處於測試階段

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GOATMILK
source: LACTOSE ENERGY PACKET
de: LAKTOSE-ENERGIEPAKET
es_mx: PAQUETE DE ENERGÍA DE LACTOSA
fr: PAQUET D'ÉNERGIE LACTIQUE
it: PACCHETTO ENERGETICO DI LATTOSIO
ja: ＊乳糖エネルギーパケット＊
ko: 유당 에너지 패킷
pl: PAKIET ENERGETYCZNY ZAWIERAJĄCY LAKTOZĘ
pt_br: PACOTE DE ENERGIA LÁCTICA
ru: ПАКЕТ ЭНЕРГИИ ЛАКТОЗЫ
zh_cn: 乳糖能量包
zh_tw: 乳糖能量包

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GOATMUM
source: IT'S EVEN MORE REPULSIVE THAN HUMANS
de: NOCH ABSTOSSENDER ALS MENSCHEN
es_mx: ES AÚN MÁS REPULSIVA QUE LOS HUMANOS
fr: ENCORE PLUS REPOUSSANT QUE LES HUMAINS
it: È ANCORA PIÙ RIPUGNANTE DEGLI UMANI
ja: ＊それは人間よりさらに嫌なものです＊
ko: 인간보다 더 역겨움
pl: JEST NAWET BARDZIEJ ODPYCHAJĄCA OD LUDZI
pt_br: É AINDA MAIS REPULSIVA QUE HUMANOS
ru: ОТТАЛКИВАЕТ БОЛЬШЕ, ЧЕМ ЛЮДИ
zh_cn: 它简直比人类还可憎
zh_tw: 它簡直比人類還可憎

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GRILL
source: ADDING FIRE TO FOOD INCREASES ITS VALUE
de: DAS HINZUFÜGEN VON FEUER ZU LEBENSMITTELN STEIGERT SEINEN WERT
es_mx: AÑADIR FUEGO A LOS ALIMENTOS AUMENTA SU VALOR
fr: AJOUTER DU FEU À LA NOURRITURE AUGMENTE SA VALEUR
it: L'AGGIUNTA DEL FUOCO AGLI ALIMENTI NE AUMENTA IL VALORE
ja: ＊食物に火を入れることで価値が上がります＊
ko: 음식에 불을 추가하면 가치가 높아짐
pl: OBRÓBKA CIEPLNA POŻYWIENIA ZWIĘKSZA JEGO WARTOŚĆ
pt_br: ADICIONAR FOGO À COMIDA AUMENTA SEU VALOR
ru: ДОБАВЛЕНИЕ ОГНЯ ПОВЫШАЕТ ЦЕННОСТЬ ПИЩИ
zh_cn: 用火可以提高食物的价值
zh_tw: 用火可以提高食物的價值

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: SOME ASSEMBLY REQUIRED
de: MONTAGE ERFORDERLICH
es_mx: REQUIERE ALGO DE MONTAJE
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊多少の組み立てが必要です＊
ko: 일부 조립이 요구됨
pl: WYMAGA ZŁOŻENIA.
pt_br: É NECESSÁRIA MONTAGEM
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要组装一下
zh_tw: 需要組裝一下

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: INADEQUATE MEMORY SLOTS
de: UNZUREICHENDE SPEICHERPLÄTZE
es_mx: RANURAS DE MEMORIA INADECUADAS
fr: CRÉNEAUX DE MÉMOIRE INSUFFISANTS
it: SLOT DI MEMORIA INSUFFICIENTI
ja: ＊記憶用スロット不足＊
ko: 메모리 슬롯 부족함
pl: BRAK WYSTARCZAJĄCEJ ILOŚCI MIEJSCA NA URZĄDZENIU MAGAZYNUJĄCYM
pt_br: SLOTS DE MEMÓRIA INADEQUADOS
ru: НЕДОСТАТОЧНО СЛОТОВ ПАМЯТИ
zh_cn: 内存槽不足
zh_tw: 記憶體槽不足

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: SOME ASSEMBLY REQUIRED
de: MONTAGE ERFORDERLICH
es_mx: REQUIERE ALGO DE MONTAJE
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊多少の組み立てが必要です＊
ko: 일부 조립이 요구됨
pl: WYMAGA ZŁOŻENIA.
pt_br: É NECESSÁRIA MONTAGEM
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要组装一下
zh_tw: 需要組裝一下

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_HOE
source: TILLING ADDON ACQUIRED
de: ACKERBAU-ZUSATZ ERWORBEN
es_mx: COMPLEMENTO DE CULTIVO ADQUIRIDO
fr: MODULE D'EXTENSION DE LABOURAGE ACQUIS
it: ATTREZZO PER ARARE ACQUISITO
ja: ＊耕作アドオン入手＊
ko: 경작 애드온이 필요함
pl: WYMAGANA ZAWARTOŚĆ DO POBRANIA: PRACA NA ROLI
pt_br: COMPLEMENTO AGRÍCOLA ADQUIRIDO
ru: ПОЛУЧЕНО РАСШИРЕНИЕ «ПАХОТА»
zh_cn: 已获得犁地插件
zh_tw: 已獲得犁地外掛程式

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_KEY
source: PASSKEY FOR LOCKED CUBE
de: SCHLÜSSEL FÜR VERSCHLOSSENEN WÜRFEL
es_mx: CLAVE DE ACCESO PARA EL CUBO CERRADO
fr: CODE D'ACCÈS POUR CUBE FERMÉ
it: PASSEPARTOUT PER IL CUBO BLOCCATO
ja: ＊ロックされた立方体のためのパスキー＊
ko: 잠긴 정육면체용 패스키
pl: KLUCZ DOSTĘPU DO NIEDOSTĘPNEJ SEKCJI
pt_br: CHAVE-CARTÃO PARA CUBO TRANCADO
ru: КЛЮЧ ОТ ЗАКРЫТОГО КУБА
zh_cn: 被锁住的箱体的钥匙
zh_tw: 被鎖住的箱體的鑰匙

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_KEY_PARK
source: PASSKEY FOR METAL GATE
de: SCHLÜSSEL FÜR METALLTOR
es_mx: CLAVE DE ACCESO PARA LA PUERTA DE METAL
fr: CODE D'ACCÈS POUR PORTAIL MÉTALLIQUE
it: PASSEPARTOUT PER IL CANCELLO DI METALLO
ja: ＊金属ゲートのパスキー＊
ko: 금속 문용 패스키
pl: KLUCZ DOSTĘPU DO STALOWEJ BRAMY
pt_br: CHAVE-CARTÃO PARA PORTÃO DE METAL
ru: КЛЮЧ ОТ МЕТАЛЛИЧЕСКИХ ВОРОТ
zh_cn: 金属大门的钥匙
zh_tw: 金屬大門的鑰匙

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_LAMP_POST
source: A POTENTIAL ALLY AGAINST THE ORGANICS
de: EIN POTENZIELLER VERBÜNDETER GEGEN DIE ORGANISMEN
es_mx: UN ALIADO POTENCIAL CONTRA LA MATERIA ORGÁNICA
fr: ALLIÉ POTENTIEL CONTRE LES ÊTRES ORGANIQUES
it: UN POTENZIALE ALLEATO CONTRO GLI ORGANICI
ja: ＊有機生命体に対する潜在的な同盟＊
ko: 유기체에 대항하기 위한 잠재적 아군
pl: POTENCJALNY SOJUSZNIK W WALCE Z BIO-ORGANIZMAMI
pt_br: UM ALIADO EM POTENCIAL CONTRA OS SERES ORGÂNICOS
ru: ПОТЕНЦИАЛЬНЫЙ СОЮЗНИК В БОРЬБЕ С ОРГАНИКОЙ
zh_cn: 对抗有机物的潜在盟友
zh_tw: 對抗有機物的潛在盟友

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: AN ADOLESCENT METAL MACHINE
de: EINE JUGENDLICHE METALLMASCHINE
es_mx: UNA MÁQUINA DE METAL ADOLESCENTE
fr: MACHINE MÉTALLIQUE ADOLESCENTE
it: UNA MACCHINA DI METALLO ADOLESCENTE
ja: ＊未熟な金属マシーン＊
ko: 청소년기에 있는 금속 기계
pl: MŁODOCIANA MASZYNA Z METALU
pt_br: UMA MÁQUINA DE METAL ADOLESCENTE
ru: ЮНЫЙ МЕТАЛЛИЧЕСКИЙ МЕХАНИЗМ
zh_cn: 处在青春期的金属机器
zh_tw: 處在青春期的金屬機器

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: I AM GOOD AT CRUSHING
de: ICH BIN GUT IM ZERQUETSCHEN
es_mx: SOY BUENO TRITURANDO
fr: JE SUIS DOUÉ POUR BROYER
it: SONO BRAVO A FRANTUMARE
ja: ＊潰すのは得意です＊
ko: 분쇄는 본체의 특기임
pl: MAM TALENT DO MIAŻDŻENIA
pt_br: SOU MUITO BOM EM ESMAGAMENTO
ru: Я ХОРОШ В КРУШЕНИИ ПРЕДМЕТОВ
zh_cn: 我擅长砸碎东西
zh_tw: 我擅長砸碎東西

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MERMHOUSE
source: IT IS BARELY STANDING
de: ES STEHT KAUM NOCH
es_mx: APENAS SE SOSTIENE EN PIE
fr: TIENT À PEINE DEBOUT
it: SI MANTIENE A MALAPENA
ja: ＊ほとんど立っていません＊
ko: 거의 쓰러질 것 같음
pl: LEDWO SIĘ TRZYMA KUPY
pt_br: ESTÁ CAINDO AOS PEDAÇOS
ru: ОН ЕДВА ДЕРЖИТСЯ
zh_cn: 它几乎站不稳了
zh_tw: 它幾乎站不穩了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MERM_CART1
source: CONTAINER FOR GOODS
de: WARENBEHÄLTER
es_mx: CONTENEDOR PARA MERCANCÍAS
fr: CONTENANT POUR MARCHANDISES
it: CONTENITORE PER MERCI
ja: ＊グッズのための入れ物＊
ko: 물품 용기
pl: ZASOBNIK NA DOBRA
pt_br: CONTÊINER PARA ITENS
ru: КОНТЕЙНЕР ДЛЯ ПИЩИ
zh_cn: 食物容器
zh_tw: 食物容器

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MERM_CART2
source: THERE ARE GOODS WITHIN
de: DA SIND WAREN DRIN
es_mx: HAY MERCANCÍAS DENTRO
fr: CONTIENT DES MARCHANDISES
it: CONTIENE MERCI
ja: ＊内部にグッズがあります＊
ko: 안에 물품이 있음
pl: WEWNĄTRZ ZNAJDUJĄ SIĘ DOBRA
pt_br: EXISTEM ITENS EM SEU INTERIOR
ru: ВНУТРИ ЕСТЬ ТОВАРЫ
zh_cn: 里面有好东西
zh_tw: 裡面有好東西

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MUSHROOMS
source: UGLY FUNGUS
de: HÄSSLICHER PILZ
es_mx: HONGO FEO
fr: HORRIBLE CHAMPIGNON
it: FUNGHI BRUTTI
ja: ＊醜いきのこ＊
ko: 추한 버섯
pl: BRZYDKI GRZYB
pt_br: FUNGO HORROROSO
ru: УРОДЛИВЫЙ ГРИБ
zh_cn: 丑陋的菌类
zh_tw: 醜陋的菌類

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: EDIBILITY CONFIRMED
de: GENIESSBARKEIT BESTÄTIGT
es_mx: COMESTIBILIDAD CONFIRMADA
fr: COMESTIBILITÉ CONFIRMÉE
it: COMMESTIBILITÀ CONFERMATA
ja: ＊過食性が確証されました＊
ko: 식용 가능성 확인됨
pl: JADALNOŚĆ POTWIERDZONA
pt_br: COMESTIBILIDADE CONFIRMADA
ru: СЪЕДОБНОСТЬ ПОДТВЕРЖДЕНА
zh_cn: 已确认可食用
zh_tw: 已確認可食用

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: LIFEFORM GROWTH RATE SUBOPTIMAL FOR MY NEEDS
de: WACHSTUMSRATE SUBOPTIMAL FÜR MEINE BEDÜRFNISSE
es_mx: RITMO DE CRECIMIENTO DE VIDA SUBÓPTIMO PARA MIS NECESIDADES
fr: FORME DE VIE AU TAUX DE CROISSANCE SOUS-OPTIMAL POUR MES BESOINS
it: TASSO DI CRESCITA DELLA FORMA DI VITA NON OTTIMALE PER LE MIE ESIGENZE
ja: ＊生命成長レートはわたしの要求水準に達していません＊
ko: 생명체 성장율이 필요치에 미치지 못함
pl: WSPÓŁCZYNNIK WZROSTU NIE JEST WYSTARCZAJĄCY DLA MOICH POTRZEB
pt_br: TAXA DE CRESCIMENTO DE FORMA DE VIDA SUBÓTIMA PARA MINHAS NECESSIDADES
ru: СКОРОСТЬ РОСТА ФОРМЫ ЖИЗНИ НЕ СООТВЕТСТВУЕТ МОИМ ПОТРЕБНОСТЯМ
zh_cn: 此形态植物生长速度未充分满足我的需求
zh_tw: 此形態植物生長速度未充分滿足我的需求

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ONION
source: IT HAS LAYERS
de: ES HAT SCHICHTEN
es_mx: TIENE CAPAS
fr: IL Y A PLUSIEURS COUCHES
it: HA STRATI
ja: ＊層があります＊
ko: 여러 겹으로 이루어짐
pl: SKŁADA SIĘ Z WARSTW
pt_br: TEM CAMADAS
ru: РАЗДЕЛЕНО НА СЛОИ
zh_cn: 它有多层
zh_tw: 它有多層

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ONION_COOKED
source: ALL THE LAYERS HAVE BEEN COOKED
de: ALLE SCHICHTEN SIND GEKOCHT
es_mx: TODAS LAS CAPAS ESTÁN COCINADAS
fr: TOUTES LES COUCHES ONT ÉTÉ CUITES
it: TUTTI GLI STRATI SONO STATI COTTI
ja: ＊すべての層が焼き終わりました＊
ko: 모든 겹이 조리됨
pl: WSZYSTKIE WARSTWY ZOSTAŁO OBROBIONE TERMICZNIE
pt_br: TODAS AS CAMADAS FORAM ASSADAS
ru: ВСЕ СЛОИ ПРИГОТОВЛЕНЫ
zh_cn: 每一层都煮熟了
zh_tw: 每一層都煮熟了

# CHARACTERS.WX78.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: UNIDENTIFIED LIFEPODS
de: UNBEKANNTE RETTUNGSKAPSELN
es_mx: VAINAS DE VIDA NO IDENTIFICADAS
fr: GOUSSES DE VIE NON IDENTIFIÉES
it: CAPSULA DI VITA NON IDENTIFICATA
ja: ＊未確認生命ポッド＊
ko: 정체불명의 생명 포드
pl: NIEZIDENTYFIKOWANE ZASOBNIKI ŻYCIA
pt_br: HABITÁCULOS NÃO IDENTIFICADOS
ru: НЕОПОЗНАННЫЕ ЗАЧАТКИ ЖИЗНИ
zh_cn: 不明种子
zh_tw: 不明種子
