Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Could this be a way home?
de: Könnte das ein Weg nach Hause sein?
es: ¿Podría ser un camino de vuelta a casa?
fr: Est-ce que ça permettrait de rentrer à la maison ?
it: Che sia un modo per tornare a casa?
ja: これでオウチに帰れるノ？
ko: 집에 가는 길이 아닐까?
pl: Czyżby to był sposób na powrót do domu?
pt_br: Será que é um caminho de volta pra casa?
ru: Может быть, он поможет мне вернуться домой?
zh_cn: 这个能带我回家吗？
zh_tw: 這個能帶我回家嗎？

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: Let's see where this takes us, non?
de: Wollen mal sehen, wohin uns das führt, non?
es: Vamos a ver a dónde nos lleva, ¿non?
fr: Voyons où ça nous mène !
it: Vediamo dove ci condurrà, non?
ja: コレ、どこにボクを連れて行くのカナ？
ko: 어디로 데려가는지 보자, 농(어때)?
pl: Zobaczmy, gdzie to nas zaprowadzi, non?
pt_br: Vamos ver pra onde isso nos leva, non?
ru: Что ж, посмотрим, куда нас перенесет, non?
zh_cn: 来看看它会通往哪里吧，好不好？
zh_tw: 來看看它會通往哪裡吧，好不好？

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: C'est fini.
ja: カンリョーだヨ。
ko: 쎄 피니(끝이야).
zh_cn: 完成了。
zh_tw: 完成了。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: I cooked it up with a dash of ancient knowledge.
de: Ich habe das mit einer Prise alten Wissens gekocht.
es: Lo he preparado con una pizca de conocimiento ancestral.
fr: Je l'ai préparé avec une pincée de connaissance ancienne.
it: L'ho preparato con un pizzico di conoscenze antiche.
ja: 古い知識をヒントにこれを作っタ。
ko: 약간의 고대 지식의 요리했어.
pl: Stworzyłem go dzięki odrobinie pradawnej wiedzy.
pt_br: Eu preparei ele com uma pitada de conhecimento antigo.
ru: Щепотка древних знаний — и готово!
zh_cn: 我用古代知识来制作出了它。
zh_tw: 我用古代知識來製作出了它。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: I'm afraid its meaning is lost on me.
de: Ich fürchte, die Bedeutung ist mir entgangen.
es: Me temo que no entiendo qué significa.
fr: J'ai peur de ne pas tout comprendre...
it: Temo di non riuscire a comprenderle.
ja: ボクにはこれの意味がワカラナイヨ。
ko: 그 의미를 잃어버릴까 봐.
pl: Obawiam się, że tego nie rozumiem.
pt_br: Acho que jamais saberei o significado disto.
ru: Боюсь, значение этих надписей от меня ускользает.
zh_cn: 恐怕我不明白它的含义。
zh_tw: 恐怕我不明白它的含義。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: So many secrets lost to time.
de: So viele Geheimnisse sind der Zeit zum Opfer gefallen.
es: Tantos secretos que se me escapan...
fr: Tant de secrets perdus au cours du temps...
it: Quanti segreti perduti nel tempo.
ja: 時の流れとともにたくさんのヒミツが失われたネ。
ko: 너무 많은 비밀이 시간 속으로 사라져버렸어.
pl: Czas pochłonął tyle tajemnic.
pt_br: Tantos segredos que se perderam no tempo.
ru: Время унесло с собой столько разных тайн.
zh_cn: 很多秘密都被时间遗忘了。
zh_tw: 很多秘密都被時間遺忘了。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: I'm afraid its meaning is lost on me.
de: Ich fürchte, die Bedeutung ist mir entgangen.
es: Me temo que no entiendo qué significa.
fr: J'ai peur de ne pas tout comprendre...
it: Temo di non riuscire a comprenderle.
ja: ボクにはこれの意味がワカラナイヨ。
ko: 그 의미를 잃어버릴까 봐.
pl: Obawiam się, że tego nie rozumiem.
pt_br: Acho que jamais saberei o significado disto.
ru: Боюсь, значение этих надписей от меня ускользает.
zh_cn: 恐怕我不明白它的含义。
zh_tw: 恐怕我不明白它的含義。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: So many secrets lost to time.
de: So viele Geheimnisse sind der Zeit zum Opfer gefallen.
es: Tantos secretos que se me escapan...
fr: Tant de secrets perdus au cours du temps...
it: Quanti segreti perduti nel tempo.
ja: 時の流れとともにたくさんのヒミツが失われたネ。
ko: 너무 많은 비밀이 시간 속으로 사라져버렸어.
pl: Czas pochłonął tyle tajemnic.
pt_br: Tantos segredos que se perderam no tempo.
ru: Время унесло с собой столько разных тайн.
zh_cn: 很多秘密都被时间遗忘了。
zh_tw: 很多秘密都被時間遺忘了。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: I'm afraid its meaning is lost on me.
de: Ich fürchte, die Bedeutung ist mir entgangen.
es: Me temo que no entiendo qué significa.
fr: J'ai peur de ne pas tout comprendre...
it: Temo di non riuscire a comprenderle.
ja: ボクにはこれの意味がワカラナイヨ。
ko: 그 의미를 잃어버릴까 봐.
pl: Obawiam się, że tego nie rozumiem.
pt_br: Acho que jamais saberei o significado disto.
ru: Боюсь, значение этих надписей от меня ускользает.
zh_cn: 恐怕我不明白它的含义。
zh_tw: 恐怕我不明白它的含義。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: How strange!
de: Wie seltsam!
es: ¡Qué cosa tan rara!
fr: Que c'est étrange !
it: Che strano!
ja: スゴーク、オカシイよネ！
ko: 정말 이상해!
pl: Dziwne!
pt_br: Que estranho!
ru: Как странно!
zh_cn: 真是离奇！
zh_tw: 真是離奇！

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: It's quiet.
de: Es ist still.
es: No hace nada.
fr: Ça ne fait pas de bruit.
it: È tranquillo.
ja: 静かだネ。
ko: 조용해.
pl: Cisza.
pt_br: Tá desligado.
ru: Здесь так тихо...
zh_cn: 它很安静。
zh_tw: 它很安靜。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: C'est beau! I wonder where it's going?
de: C'est beau! Ich frage mich, wohin es geht?
es: ¡C'est beau! Me pregunto a dónde irá...
fr: Que c'est beau ! Je me demande où ça va.
it: C'est beau! Dove starà andando?
ja: ビューティフル！どこに行くのカナ？
ko: 쎄 보(예쁘다)! 어디가는 거니?
pl: C’est beau! Ciekawe, dokąd idzie.
pt_br: C'est beau! Pra onde será que tá indo?
ru: C'est beau! Интересно, куда оно ведет?
zh_cn: 真漂亮！我想知道它要去哪里？
zh_tw: 真漂亮！我想知道它要去哪裡？

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: It's missing a key ingredient.
de: Da fehlt eine wichtige Zutat.
es: Le falta un ingrediente clave.
fr: Il manque un ingrédient important.
it: Manca un ingrediente chiave.
ja: 大切な材料がないみたいネ。
ko: 핵심 성분이 빠져 있어.
pl: Brakuje kluczowego składnika.
pt_br: Tá faltando um ingrediente importante.
ru: Здесь не хватает ключевого ингредиента.
zh_cn: 缺少一味关键成分。
zh_tw: 缺少一味關鍵成分。

# CHARACTERS.WARLY.DESCRIBE.ARCHIVE_SWITCH.VALID
source: The gems seem to be important.
de: Die Edelsteine scheinen wichtig zu sein.
es: Las gemas parecen ser importantes.
fr: Les gemmes ont l'air importantes.
it: La gemma sembra molto importante.
ja: 宝石は大切みたいネ。
ko: 보석이 중요한 것 같아.
pl: Te klejnoty wydają się dość ważne.
pt_br: As pedras preciosas parecem ser importantes.
ru: Кажется, драгоценные камни тут очень важны.
zh_cn: 这些宝石似乎很重要。
zh_tw: 這些寶石似乎很重要。

# CHARACTERS.WARLY.DESCRIBE.ARMORDRAGONFLY
source: Heavy and hot.
de: Das ist schwer und heiß.
es: Pesada y caliente.
es_mx: Pesada y caliente.
fr: Lourde et chaude.
it: Pesante e caldo.
ja: 重いし、熱いヨ
ko: 무겁고 덥다.
pl: Ciężki i gorący.
pt_br: Pesado e quente.
ru: Тяжелый и горячий.
zh_cn: 又热又沉。
zh_tw: 又熱又沉。

# CHARACTERS.WARLY.DESCRIBE.ARMORGRASS
source: How much protection can grass really provide?
de: Wie viel Schutz kann Gras bieten?
es: ¿Cuánta protección puede proporcionar la hierba?
es_mx: ¿Cuánta protección puede proporcionar la hierba?
fr: L'herbe, ça protège à quel point ?
it: Quanta protezione può davvero fornire l'erba?
ja: 干し草で、身を守れるノ…？
ko: 풀을 두른다고 과연 방어가 되기는 할까?
pl: Jaką ochronę może dać trawa?
pt_br: Quanta proteção a grama pode realmente dar?
ru: Какую защиту может обеспечить трава?
zh_cn: 草究竟能提供多少保护？
zh_tw: 草究竟能提供多少保護？

# CHARACTERS.WARLY.DESCRIBE.ARMORMARBLE
source: Weighs a ton.
de: Wiegt eine Tonne.
es: Pesa una tonelada.
es_mx: Pesa una tonelada.
fr: Ça pèse une tonne.
it: Pesa una tonnellata.
ja: すごく重いヨ
ko: 엄청나게 무거워.
pl: Swoje waży.
pt_br: Pesa uma tonelada.
ru: Весит целую тонну.
zh_cn: 太重了。
zh_tw: 太重了。

# CHARACTERS.WARLY.DESCRIBE.ARMORRUINS
source: Ancient armor.
de: Antike Rüstung!
es: Armadura antigua.
es_mx: Armadura antigua.
fr: Une armure ancienne.
it: Armatura antica.
ja: むか～しむかしのよろいネ
ko: 고대의 갑옷이다.
pl: Pradawny pancerz.
pt_br: Armadura ancestral.
ru: Древние доспехи.
zh_cn: 古代的铠甲。
zh_tw: 古代的鎧甲。

# CHARACTERS.WARLY.DESCRIBE.ARMORSKELETON
source: I'm supposed to put that on?
de: Soll ich das anziehen?
es: ¿Se supone que me lo tengo que poner?
es_mx: ¿Se supone que me ponga eso?
fr: Et je suis censé la porter ?
it: Devo indossarlo?
ja: ボク、アレ着るの？
ko: 저걸 입어야 한다고?
pl: Mam to założyć?
pt_br: Será que devo vestir isso?
ru: Я должен это надеть?
zh_cn: 要我戴这个吗？
zh_tw: 要我戴這個嗎？

# CHARACTERS.WARLY.DESCRIBE.ARMORSLURPER
source: Ah. My appetite wanes under its protection.
de: In dieser Aufmachung vergeht mir der Appetit.
es: Ah. Mi apetito se desvanece bajo su protección.
es_mx: ¡Ah! Mi apetito se desvanece bajo su protección.
fr: Ah ! Il me coupe l'appétit en me protégeant.
it: Ah. Il mio appetito diminuisce sotto la sua protezione.
ja: これを着ると、空腹がまぎれるヨ
ko: 아, 입으면 식욕이 떨어진다.
pl: Jakoś przeszedł mi apetyt...
pt_br: Ah. Meu apetite declina sob sua proteção.
ru: Ай! У меня аппетит пропадает в такой защите.
zh_cn: 啊，在它的保护之下我的食欲下降了。
zh_tw: 啊，在它的保護之下我的食欲下降了。

# CHARACTERS.WARLY.DESCRIBE.ARMORSNURTLESHELL
source: It allows me to turtle.
de: Gibt mir ein Schildkrötengefühl.
es: Me permite protegerme.
es_mx: Me permite protegerme.
fr: Pour faire la tortue.
it: Mi fa diventare una tartaruga.
ja: カメの甲羅みたいネ
ko: 거북이가 될 수 있다.
pl: Mogę się schować i nikt mnie nie znajdzie...
pt_br: Me permite tartarugar.
ru: Теперь я могу спрятаться в панцирь.
zh_cn: 穿上这个，我可以假装成蜗牛。
zh_tw: 穿上這個，我可以假裝成蝸牛。

# CHARACTERS.WARLY.DESCRIBE.ARMORWOOD
source: Sturdy, but quite flammable.
de: Stabil, aber brennbar!
es: Robusto, pero bastante inflamable.
es_mx: Robusto, pero bastante inflamable.
fr: Solide, mais assez inflammable.
it: Robusta, ma molto infiammabile.
ja: 丈夫だけど、燃えやすいネ
ko: 튼튼하지만 불에 잘 탄다.
pl: Twardy, ale chyba łatwopalny.
pt_br: Resistente, mas bem inflamável.
ru: Крепкая защита, но легко загорится.
zh_cn: 坚固，但相当易燃。
zh_tw: 堅固，但相當易燃。

# CHARACTERS.WARLY.DESCRIBE.ARMOR_BRAMBLE
source: I'll have to be very careful putting it on.
de: Da muss ich beim Anziehen aber aufpassen.
es: Habrá que tener cuidado poniéndome eso.
es_mx: Debo tener cuidado al ponérmela.
fr: Je dois faire très attention en l'enfilant.
it: Dovrò stare attento quando voglio indossarla.
ja: コレ、着る時すごく注意しないといけないデスネ。
ko: 입을 때 아주 조심해야겠어.
pl: Muszę bardzo uważać przy zakładaniu tego.
pt_br: Preciso ter muito cuidado pra vestir isso.
ru: Надо очень осторожно это надевать.
zh_cn: 我戴上它时，要十分谨慎。
zh_tw: 我戴上它時，要十分謹慎。

# CHARACTERS.WARLY.DESCRIBE.ARMOR_SANITY
source: Am I crazy to wear this?
de: Bin ich verrückt, das zu tragen?
es: ¿Estoy loco para llevar esto?
es_mx: ¿Estoy loco para llevar esto?
fr: Suis-je fou de porter ça ?
it: Sono pazzo a indossarla?
ja: こんなの着るなんて、どうかしてるカナ？
ko: 이걸 입다니, 나 미쳤나?
pl: Czy jestem szalony, że to noszę?
pt_br: Sou louco de usar isso?
ru: Я что, сумасшедший, чтобы это носить?
zh_cn: 我穿这个是疯了吗？
zh_tw: 我穿這個是瘋了嗎？

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: Crisp, non?
de: Knusprig, non?
es: Crujiente, ¿non?
es_mx: Crocante, ¿non?
fr: Croustillant, non ?
it: Croccante, n'est pas?
ja: カリカリだネ？
ko: 아주 바삭한걸?
pl: Przysmażone, non?
pt_br: Crocante, non?
ru: До хрустящей корочки, non?
zh_cn: 脆不脆？
zh_tw: 脆不脆？

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: This must be a sign.
de: Das muss ein Zeichen sein.
es: Debe de ser una señal.
es_mx: Esto debe ser una señal.
fr: Ça mène sûrement quelque part.
it: Deve essere un segno.
ja: これはきっと看板ですヨ。
ko: 표지판이 틀림없어.
pl: To musi być znak.
pt_br: Deve ser um sinal.
ru: Наверно, это знак.
zh_cn: 这是一个标识。
zh_tw: 這是一個標識。

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: I'll write a nice note for the next person.
de: Ich schreibe der nächsten Person eine nette Nachricht.
es: Escribiré una nota maja para la siguiente persona.
es_mx: Le dejaré una nota bonita al próximo que venga.
fr: Je vais écrire un petit mot pour la prochaine personne.
it: Scriverò un bel messaggino per la prossima persona che lo leggerà.
ja: ボク、次の人のためにナイスなメモを書くヨ。
ko: 다음에 볼 사람에게 글을 남겨야지.
pl: Zostawię miłą notkę dla następnej osoby.
pt_br: Vou escrever um belo bilhete pra próxima pessoa.
ru: Напишу что-нибудь хорошее.
zh_cn: 我会为下一个人好好写段提醒。
zh_tw: 我會為下一個人好好寫段提醒。

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_POST.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Se pasó de cocción.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_POST.GENERIC
source: This must be a sign.
de: Das muss ein Zeichen sein.
es: Debe de ser una señal.
es_mx: Esto debe ser una señal.
fr: Ça mène sûrement quelque part.
it: Deve essere un segno.
ja: これはきっと看板ですヨ。
ko: 표지판이 틀림없어.
pl: To musi być znak.
pt_br: Deve ser um sinal.
ru: Наверно, это знак.
zh_cn: 这是一个标识。
zh_tw: 這是一個標識。

# CHARACTERS.WARLY.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: I'll write a nice note for the next person.
de: Ich schreibe der nächsten Person eine nette Nachricht.
es: Escribiré una nota maja para la siguiente persona.
es_mx: Le dejaré una nota bonita al próximo que venga.
fr: Je vais écrire un petit mot pour la prochaine personne.
it: Scriverò un bel messaggino per la prossima persona che lo leggerà.
ja: ボク、次の人のためにナイスなメモを書くヨ。
ko: 다음에 볼 사람에게 글을 남겨야지.
pl: Zostawię miłą notkę dla następnej osoby.
pt_br: Vou escrever um belo bilhete pra próxima pessoa.
ru: Напишу что-нибудь хорошее.
zh_cn: 我会为下一个人好好写段提醒。
zh_tw: 我會為下一個人好好寫段提醒。

# CHARACTERS.WARLY.DESCRIBE.ASH.GENERIC
source: I miss ash covered cheeses. I miss cheeses, period.
de: Ich vermisse Käse mit Asche. Ich vermisse vor allem Käse.
es: Echo de menos los quesos cubiertos en ceniza. Echo de menos los quesos, y punto.
es_mx: Extraño el queso cubierto en ceniza. Extraño el queso, y punto.
fr: Les crottins de chèvre cendrés me manquent. Les chèvres me manquent.
it: Mi mancano i formaggi coperti di cenere. Mi mancano i formaggi, punto.
ja: 灰をまぶしたチーズ…恋しいネ…
ko: 재투성이 치즈가 먹고 싶다. 아니, 그냥 아무 치즈라도 먹고 싶다.
pl: Tęsknię za serem w popiele. Tęsknię za serem. Kropka.
pt_br: Sinto falta de queijos cobertos de cinzas. Sinto falta de queijos, ponto.
ru: Скучаю по сыру в пепельной золе. Да и вообще по сыру.
zh_cn: 我想念抹灰奶酪，我想念奶酪。
zh_tw: 我想念抹灰乳酪，我想念乳酪。

# CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was sacrificed in my travels.
de: Wurde auf meinen Reisen geopfert.
es: El hueso con ojo fue sacrificado en mis viajes.
es_mx: El hueso con ojo fue sacrificado en mis viajes.
fr: L'os-œil a été sacrifié pendant mon voyage.
it: L'ossocchio è stato sacrificato nei miei viaggi.
ja: 移動中に、灰になってしまったヨ
ko: 여정 중에 눈알 뼈를 희생하게 되었다.
pl: Okość przepadła podczas mych podróży.
pt_br: O osso ocular foi sacrificado nas minhas viagens.
ru: Костеглазом пришлось пожертвовать в моих странствиях.
zh_cn: 眼骨在我旅行的途中化成了灰烬。
zh_tw: 眼骨在我旅行的途中化成了灰燼。

# CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: The unusual flower is but ash now.
de: Das war mal irgendwas. Jetzt ist es nur noch ein Haufen Asche.
es: La flor inusual es ahora solo ceniza.
es_mx: La flor inusual es ahora solo ceniza.
fr: La fleur bizarre n'est plus qu'un tas de cendres.
it: Il fiore insolito ora è solo un mucchio di cenere.
ja: フシギな花、灰になっちゃったヨ…
ko: 이상한 꽃이었지만 지금은 잿더미일 뿐.
pl: Z dziwnego kwiatka został wyłącznie popiół.
pt_br: A flor incomum não passa de cinzas agora.
ru: От необычного цветка остался лишь обычный пепел.
zh_cn: 奇异的花现在不过是飞灰。
zh_tw: 奇異的花現在不過是飛灰。

# CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_THINGIE
source: It is no more.
de: Das war einmal.
es: Ya no es nada.
es_mx: Ya no es nada.
fr: Il n'y a plus rien.
it: Non è più.
ja: これじゃ、もう使えないネ
ko: 이제는 없다.
pl: Było i nie ma.
pt_br: Já era.
ru: И нет его.
zh_cn: 它不存在了。
zh_tw: 它不存在了。

# CHARACTERS.WARLY.DESCRIBE.ASPARAGUS
source: Sparrow grass!
de: Köstlicher Spargel!
es: ¡Un ilustre vegetal!
es_mx: ¡“Es-párroco”!
fr: De l'asperge !
it: Asparagus officinalis!
ja: スズメの草だヨ！
ko: 아스파라거스다!
pl: Szparagi!
pt_br: Aspargo!
ru: Спаржа!
zh_cn: 芦笋！
zh_tw: 蘆筍！

# CHARACTERS.WARLY.DESCRIBE.ASPARAGUSSOUP
source: Ah, a special dish.
de: Ah, ein besonderes Gericht.
es: Ah, un plato especial.
es_mx: Ah, un plato especial.
fr: Ah, c'est un plat très spécial.
it: Ah, che specialità.
ja: おお、特別な一皿だネ。
ko: 아, 특별한 요리군.
pl: Ach, danie dnia.
pt_br: Ah, um prato especial.
ru: О, особое блюдо.
zh_cn: 啊, 一道特色菜.
zh_tw: 啊, 一道特色菜.

# CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_COOKED
source: Roasted asparagus. What a treat!
de: Gerösteter Spargel. Was für eine Köstlichkeit!
es: Espárragos asados. ¡Qué delicia!
es_mx: Espárragos asados. ¡Qué delicia!
fr: Des asperges rôties. Quel régal !
it: Asparagi arrosto. Che delizia!
ja: ローストアスパラガス。なんて御馳走！
ko: 구운 아스파라거스야. 훌륭한 특식인걸!
pl: Pieczone szparagi. Ale pycha!
pt_br: Aspargo assado. Que delícia!
ru: Жареная спаржа. Какая вкуснятина!
zh_cn: 烤芦笋。真是一顿美餐！
zh_tw: 烤蘆筍。真是一頓美餐！

# CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_OVERSIZED
source: Tres bon! You will make a lovely dish!
de: Tres bon! Aus dir wird ein köstliches Gericht!
es: ¡Très bon! ¡Haré contigo una cena de picoteo!
fr: Parfait ! Je sais déjà comment te cuisiner !
it: Tres bon! Diventerai una splendida pietanza!
ja: トレビアン！きっとオイシイ料理になるヨ。
ko: 트레 봉(정말 멋져)! 근사한 식사가 되겠구나!
pl: Tres bon! Będzie z ciebie pyszny obiad!
pt_br: Très bon! Você vai virar um belo prato!
ru: Tres bon! Из тебя выйдет отличное блюдо!
zh_cn: 太好了！你可以做成一道可爱的菜！
zh_tw: 太好了！你可以做成一道可愛的菜！

# CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_SEEDS
source: These will grow some nice fresh vegetables.
de: Da wird schönes frisches Gemüse draus.
es: De esto crecerán verduritas ricas.
es_mx: Estas me darán unas buenas verduras frescas.
fr: Voilà qui me permettra d'obtenir de bons légumes frais.
it: Faranno nascere delle belle verdure fresche.
ja: コレで、新鮮でおいしい野菜が作れるヨ。
ko: 여기에서 맛있고 신선한 채소가 자랄 거야.
pl: Wyrosną z nich smaczne warzywa.
pt_br: Isso vai ajudar a cultivar vegetais frescos.
ru: Из этого вырастут отличные свежие овощи.
zh_cn: 它会长出一些新鲜的蔬菜。
zh_tw: 它會長出一些新鮮的蔬菜。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_GATE.CHARGING
source: I think it's charging up.
de: Ich glaube, es wird aufgeladen.
es: Creo que se está cargando.
es_mx: Creo que se está cargando.
fr: Je crois que ça charge.
it: Credo si stia caricando.
ja: コレ、充電してるんじゃないカナ？
ko: 충전하는 중인 것 같아.
pl: Chyba się ładuje.
pt_br: Acho que tá carregando.
ru: Кажется, они заряжаются.
zh_cn: 我觉得它要充能完毕了。
zh_tw: 我覺得它要充能完畢了。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: It's in a recovery period.
de: Es ist in einer Erholungsphase.
es: Está en periodo de recuperación.
es_mx: Está en un periodo de recuperación.
fr: C'est en cours de récupération.
it: Si sta riprendendo.
ja: 回復してる途中ですネ。
ko: 회복기에 들어갔어.
pl: Trwa regeneracja.
pt_br: Tá num período de recuperação.
ru: Время восстановления.
zh_cn: 处在恢复期。
zh_tw: 處在恢復期。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: Something unsafe is happening.
de: Etwas Gefährliches geschieht.
es: Algo poco seguro está pasando.
es_mx: Algo peligroso está pasando.
fr: Il se passe manifestement quelque chose de dangereux.
it: Sa accadendo qualcosa di pericoloso.
ja: 何かキケンなことが起こるようだネ。
ko: 뭔가 위험한 일이 일어나고 있어.
pl: Dzieje się coś niebezpiecznego.
pt_br: Tem algo perigoso acontecendo.
ru: Происходит что-то не шибко безопасное.
zh_cn: 不安全的事情正在发生。
zh_tw: 不安全的事情正在發生。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_GATE.OFF
source: All the pieces are back in place.
de: Alles ist wieder da, wo es hingehört.
es: Todas las piezas vuelven a su sitio.
es_mx: Todas las piezas están de vuelta en su lugar.
fr: Toutes les pièces ont retrouvé leur place.
it: Tutti i pezzi sono tornati al loro posto.
ja: ぜ～んぶ元の場所に戻されたネ。
ko: 모든 조각이 제자리를 찾았어.
pl: Wszystkie części wróciły na miejsce.
pt_br: Todas as peças voltaram pro seu lugar.
ru: Все части на месте.
zh_cn: 所有部件都归位了。
zh_tw: 所有部件都歸位了。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_GATE.ON
source: It's ready.
de: Sie ist bereit.
es: Está lista.
es_mx: Está lista.
fr: C'est prêt.
it: È pronto.
ja: 準備はできている！
ko: 준비됐다.
pl: Gotowe.
pt_br: Está pronto.
ru: Готово.
zh_cn: 准备就绪了。
zh_tw: 準備就緒了。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_KEY
source: This seems very precious.
de: Der ist bestimmt kostbar.
es: Parece algo muy valioso.
es_mx: Esto parece muy valioso.
fr: Ça semble très précieux.
it: Sembra molto preziosa.
ja: これはすごく価値があるみたいネ。
ko: 아주 귀해 보여.
pl: Wygląda bardzo cennie.
pt_br: Isso parece ser muito precioso.
ru: Выглядит очень ценным.
zh_cn: 看起来十分宝贵。
zh_tw: 看起來十分寶貴。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_LIGHT.OFF
source: Off, for now.
de: Fürs Erste aus.
es: Apagado, por ahora.
es_mx: Está todo oscuro, por ahora.
fr: C'est éteint. Pour l'instant.
it: Si è spento, per ora.
ja: 今は消えてるネ。
ko: 지금은 꺼져 있어.
pl: Wyłączony, na razie.
pt_br: Apagada, por enquanto.
ru: Пока потух.
zh_cn: 暂时灭了。
zh_tw: 暫時滅了。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_LIGHT.ON
source: There's a strange force behind this.
de: Da steckt eine seltsame Macht hinter.
es: Hay una extraña fuerza tras esto.
es_mx: Hay una extraña fuerza detrás de todo esto.
fr: Une force étrange agit derrière tout cela.
it: È pervaso da una strana forza.
ja: この背後には奇妙な力を感じますヨ。
ko: 이 뒤에 이상한 힘이 있어.
pl: Odpowiada za to jakaś dziwna siła.
pt_br: Tem uma força estranha por trás disso.
ru: Работает благодаря какой-то странной силе.
zh_cn: 它的后面似乎有一种神秘力量。
zh_tw: 它的後面似乎有一種神秘力量。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_OVERGROWTH
source: Is this a language of some sort?
de: Ist das eine Art Sprache?
es: ¿Es algún tipo de idioma?
es_mx: ¿Es alguna clase de idioma?
fr: Est-ce un genre de langage ?
it: È una specie di lingua?
ja: コレは、どこかの言葉かな？
ko: 일종의 언어인가?
pl: Czy to jakiś język?
pt_br: Isso é algum tipo de idioma?
ru: Это что, какой-то язык?
zh_cn: 是一种语言吗？
zh_tw: 是一種語言嗎？

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: A picture of lots of unprepared seafood. I'm hungry.
de: Ein Bild von frischen Meeresfrüchten. Ich bin hungrig.
es: Una imagen de mucho marisco crudo. Qué hambre.
es_mx: Una foto de muchos mariscos sin preparar. Tengo hambre.
fr: Une image de fruits de mer crus... J'ai faim.
it: Una raffigurazione di molte creature marine impreparate. Ho fame.
ja: 料理してないシーフードがたくさんある写真ネ。ボクもおなかすいたヨ。
ko: 익히지 않은 해산물 그림이 잔뜩 있다. 배고프네.
pl: Przedstawia nieprzyrządzone owoce morza. Zgłodniałem.
pt_br: Uma imagem com muitos frutos do mar não preparados. Tô com fome.
ru: Изображение кучи сырых морепродуктов. Я хочу есть.
zh_cn: 一副画满生猛海鲜的画。我饿了。
zh_tw: 一副畫滿生猛海鮮的畫。我餓了。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: This tablet's all worn down.
de: Diese Tafel ist ganz verwittert.
es: Esta tableta está muy desgastada.
es_mx: Esta mesa está toda desgastada.
fr: Cette tablette est tout usée.
it: È molto consumato.
ja: このタブレットはもう効き目がなくなっちゃったヨ。
ko: 판이 완전히 닳았어.
pl: Wygląda na dość sfatygowane.
pt_br: Essa placa tá bem gasta.
ru: Изображение затерлось.
zh_cn: 陈旧不堪。
zh_tw: 陳舊不堪。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: The world is flooded by a finely fermented black bean sauce.
de: Die Welt ist überflutet von fein fermentierter Schwarzbohnensauce.
es: El mundo está inundado de una salsa de alubias negras deliciosamente fermentada.
es_mx: Una fina salsa de judías negras fermentada inunda este mundo.
fr: Le monde est englouti par une sauce aux haricots noirs fermentés.
it: Il mondo è inondato da una salsa di fagioli neri ben fermentati.
ja: 世界は程よく発酵された黒豆ソースの洪水状態だヨ。
ko: 세계가 잘 발효된 검은콩 소스에 잠겼어.
pl: Świat zalany dobrze sfermentowanym sosem z czarnej fasoli.
pt_br: Este mundo foi inundado por um molho de feijão preto bem fermentado.
ru: Мир затопило ферментированным черным соевым соусом.
zh_cn: 一种精致发酵的黑豆酱淹没了这个世界。
zh_tw: 一種精緻發酵的黑豆醬淹沒了這個世界。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: The prawns being de-shelled.
de: Krabben, die gepult werden.
es: Las gambas perdiendo su cáscara.
es_mx: Están limpiando los camarones.
fr: Des crevettes qu'on décortique.
it: Gamberi che vengono sgusciati.
ja: エビの殻をむきますヨ。
ko: 새우 껍질이 벗겨지고 있어.
pl: Krewetki obierane z pancerzyków.
pt_br: Camarões sendo descascados.
ru: Креветки сбрасывают панцири.
zh_cn: 对虾正在被去壳。
zh_tw: 對蝦正在被去殼。
