Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.DIVININGROD.HOT
source: I can almost smell it!
de: Ich kann es fast riechen.
es: ¡Casi puedo olerlo!
es_mx: ¡Casi puedo olerlo!
fr: Je peux presque le sentir !
it: Posso quasi sentirne l'odore!
ja: この近くのはずネ！
ko: 거의 냄새를 맡을 수 있을 정도야!
pl: Już prawie, już prawie!
pt_br: Quase posso sentir seu cheiro!
ru: Я почти уверен, что чувствую запах!
zh_cn: 我几乎可以闻到它了！
zh_tw: 我幾乎可以聞到它了！

# CHARACTERS.WARLY.DESCRIBE.DIVININGROD.WARM
source: I've caught onto something!
de: Ich habe einem Tiger am Schwanz gepackt.
es: ¡He encontrado algo!
es_mx: ¡Encontré algo!
fr: Je suis tombé sur quelque chose !
it: Ho captato qualcosa!
ja: 反応あったヨ！
ko: 뭔가가 잡혔어!
pl: Mam coś!
pt_br: Fisguei alguma coisa!
ru: Я наткнулся на что-то!
zh_cn: 我探测到了什么！
zh_tw: 我探測到了什麼！

# CHARACTERS.WARLY.DESCRIBE.DIVININGROD.WARMER
source: Warmer, warmer...!
de: Wärmer, wärmer!
es: ¡Más caliente, más caliente...!
es_mx: ¡Más caliente, más caliente...!
fr: Toujours plus chaud... !
it: Più caldo, più caldo...!
ja: 近づいてるネ…！
ko: 점점 가까워진다...!
pl: Cieplej, cieplej...!
pt_br: Quente, quente...!
ru: Теплее, теплее!
zh_cn: 越来越热...！
zh_tw: 越來越熱...！

# CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.GENERIC
source: Is it a chopping block?
de: Um im Regen Holz zu fällen.
es: ¿Es una tabla para cortar?
es_mx: ¿Es una tabla para cortar?
fr: C'est un billot ?
it: È un tagliere?
ja: これは…まな板、カナ？
ko: 도마일지도?
pl: To pieniek do rąbania drewna?
pt_br: É uma tábua de corte?
ru: Это подставка для нарезки?
zh_cn: 这是一块砧板吗？
zh_tw: 這是一塊砧板嗎？

# CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.READY
source: How do I turn it on?
de: Wie kann ich es einschalten?
es: ¿Cómo se enciende?
es_mx: ¿Cómo se enciende?
fr: Ça s'allume comment ?
it: Come si accende?
ja: どうやって起動するのカナ？
ko: 어떻게 작동시키지?
pl: Jak to się włącza?
pt_br: Como é que eu ligo isso?
ru: Как эта штука включается?
zh_cn: 我怎么打开它？
zh_tw: 我怎麼打開它？

# CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Preparation complete!
de: Vorbereitung abgeschlossen.
es: ¡Preparación completa!
es_mx: ¡Preparación completa!
fr: Préparation terminée !
it: Preparazione completata!
ja: 準備完了ネ！
ko: 준비 끝!
pl: Faza przygotowań zakończona!
pt_br: Preparação concluída!
ru: Подготовка завершена!
zh_cn: 准备就绪！
zh_tw: 準備就緒！

# CHARACTERS.WARLY.DESCRIBE.DIVININGRODSTART
source: That looks important.
de: Das sieht wichtig aus.
es: Eso parece importante.
es_mx: Eso parece importante.
fr: Ça a l'air important.
it: Sembra importante.
ja: これはたぶん、大事なものネ
ko: 중요해 보인다.
pl: To chyba coś ważnego.
pt_br: Isso parece importante.
ru: Выглядит внушительно.
zh_cn: 看起来很重要。
zh_tw: 看起來很重要。

# CHARACTERS.WARLY.DESCRIBE.DOLL_BLUEPRINT
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.DRAGONBODYHAT
source: I can be the middle of the dragon.
de: Ich kann eine Drachenmitte sein.
es: Puedo ser la parte de en medio del dragón.
es_mx: Puedo ser el cuerpo del dragón.
fr: Je pourrais être le milieu du dragon.
it: Potrebbe essere la parte centrale del drago.
ja: ボク、ドラゴンの中に入れるんだネ。
ko: 용의 몸통이 될 수 있어.
pl: Mogę robić za smoczy tułów.
pt_br: Eu posso ser o meio do dragão.
ru: Из меня выйдет милая тушка.
zh_cn: 我可以装作是龙的身子。
zh_tw: 我可以裝作是龍的身子。

# CHARACTERS.WARLY.DESCRIBE.DRAGONCHILISALAD
source: A hint of spice to awaken the tastebuds.
de: Eine Ahnung Gewürz, um die Geschmacksknospen zu wecken.
es: Un toque de especias para despertar las papilas.
es_mx: Nada mejor que un toque de picante para despertar las papilas gustativas.
fr: Une pincée d'épices pour réveiller les papilles.
it: Un po' di piccante per risvegliare le papille gustative.
ja: 味覚の目を覚ますちょっとしたスパイス。
ko: 약간의 매운맛이 미뢰를 자극해.
pl: Trochę przypraw na pobudzenie kubków smakowych.
pt_br: Uma pitada de tempero pra despertar as papilas gustativas.
ru: Немного специй, чтобы вкусовые рецепторы заработали.
zh_cn: 来点调料，唤醒味蕾。
zh_tw: 來點調料，喚醒味蕾。

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLY
source: I'm not cut out for this.
de: Lass uns den Boden aus dem Korb schneiden.
es: No estoy hecho para esto.
es_mx: No estoy hecho para esto.
fr: Je ne suis pas à l'aise avec ça.
it: Non sono tagliato per questo.
ja: ボク、あんなのと戦えナイヨ！
ko: 이건 내 능력 밖이야.
pl: To nie dla mnie.
pt_br: Não fui feito para isso.
ru: Боюсь, это не для меня.
zh_cn: 我不擅长烹饪这个。
zh_tw: 我不擅長烹飪這個。

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLYCHEST
source: Ooh la la, burnproof storage.
de: Aber hallo! Eine feuerfeste Kiste.
es: Oh, la, la, almacenamiento ignífugo.
es_mx: ¡Oh, là là! Almacenamiento ignífugo.
fr: Oh là là ! Un coffre ignifugé !
it: Ooh la la, deposito a prova di incendio.
ja: 燃えない倉庫！イイネ！
ko: 에헤라디야, 불에 안 타는 보관함이네.
pl: O, la, la. Skrzynia przeciwogniowa.
pt_br: Uh lá lá, armazenamento à prova de incêndio.
ru: О-ля-ля, несгораемое хранилище.
zh_cn: 欧拉拉，防火的储物箱。
zh_tw: 歐拉拉，防火的儲物箱。

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: It's a gilded furnace.
de: Ein vergoldeter Hochofen.
es: Es un horno dorado.
es_mx: Es un horno bañado en oro.
fr: C'est un four doré.
it: È una fornace dorata.
ja: コレは金メッキされた炉だネ。
ko: 도금한 화로야.
pl: Zdobiony piec.
pt_br: É um forno dourado.
ru: Это же золоченая печь.
zh_cn: 是个镀金的火炉！
zh_tw: 是個鍍金的火爐！

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: Is it reparable?
de: Ist er reparabel?
es: ¿Se puede arreglar?
es_mx: ¿Se puede reparar?
fr: C'est réparable ?
it: Si può riparare?
ja: 直せるのかな？
ko: 수리할 수 있나?
pl: Da się to naprawić?
pt_br: Será que dá pra consertar?
ru: А починить можно?
zh_cn: 能修好吗？
zh_tw: 能修好嗎？

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: What a handsome fire!
de: Was für ein schönes Feuer!
es: ¡Qué fuego tan bonito!
es_mx: ¡Qué fuego más hermoso!
fr: Le feu brûle comme jamais !
it: Che bel fuoco!
ja: なんてハンサムな火！
ko: 참 멋진 불이야!
pl: Ależ buzuje!
pt_br: Que fogo mais lindo!
ru: Какой красивый огонь!
zh_cn: 多么帅气的火焰！
zh_tw: 多麼帥氣的火焰！

# CHARACTERS.WARLY.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: I believe it's giving me the "eye".
de: Ich glaube, er beobachtet mich.
es: Creo que me mira mal.
es_mx: Creo que me está haciendo ojitos.
fr: J'ai l'impression qu'il me regarde...
it: Penso che mi stia "guardando" male.
ja: これ、ボクをうっとり見てるヨ。
ko: 나한테 "눈길"을 주는 것 같아.
pl: Chyba iskiereczka na mnie mruga.
pt_br: Acredito que ela esteja me "paquerando".
ru: Кажется, она мне подмигивает.
zh_cn: 我觉得它在给我使“眼色”。
zh_tw: 我覺得它在給我使“眼色”。

# CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT
source: So exotic!
de: So exotisch.
es: ¡Qué exótica!
es_mx: ¡Qué exótica!
fr: Tellement exotique !
it: Così esotico!
ja: エキゾチック！
ko: 무척 이국적이야!
pl: Egzotyka w kuchni!
pt_br: Como é exótico!
ru: Какая экзотика!
zh_cn: 充满异域风情！
zh_tw: 充滿異域風情！

# CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT_COOKED
source: Could use a spread of pudding and chia seeds...
de: Dazu vielleicht noch etwas Pudding und Chia-Samen ...
es: Le hace falta crema y semillas de chía...
es_mx: Le hace falta crema y semillas de chía...
fr: Ça serait bien avec du pudding et des graines de chia...
it: Mi servirebbero un budino e della vaniglia...
ja: プディングとチアシードを添えたいネ…
ko: 푸딩과 치아씨가 있었으면...
pl: Przydałby się pudding i nasiona chia...
pt_br: Um pudim e sementes de chia cairiam bem...
ru: Сюда бы пудинг с семенами чиа…
zh_cn: 可以配上满满的布丁和鼠尾草籽...
zh_tw: 可以配上滿滿的布丁和鼠尾草籽...

# CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: Delicious fresh fruit! What shall I make with you?
de: Köstlich frische Frucht! Was soll ich mit dir machen?
es: ¡Fruta fresca y deliciosa! A ver, ¿qué hago contigo?
fr: De délicieux fruits frais ! Qu'est-ce que je vais en faire ?
it: Che bel frutto fresco squisito! Cosa ne farò di te?
ja: デリシャスなフレッシュフルーツ！キミで何を作るカナ。
ko: 맛 좋고 신선한 과일이야! 너로 뭘 만들지?
pl: Pyszny świeży owoc! Co ja mam z tobą zrobić?
pt_br: Fruta fresca deliciosa! O que devo fazer com você?
ru: Вкуснейший свежий фрукт! Что бы мне из тебя сделать?
zh_cn: 好吃的新鲜水果！把你做成什么菜好呢？
zh_tw: 好吃的新鮮水果！把你做成什麼菜好呢？

# CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.DRAGONHEADHAT
source: Oh! Do I get to be the head?
de: Oh! Darf ich der Kopf sein?
es: ¡Oh! ¿Yo soy la cabeza?
es_mx: ¡Oh! ¿Ahora puedo ser la cabeza?
fr: Oh ! C'est moi la tête, alors ?
it: Oh! Posso fare la testa?
ja: えっ！ボク、頭になれるの？
ko: 아! 내가 머리가 되는 건가?
pl: Och! Mogę robić za głowę?
pt_br: Ah! Será que eu sou a cabeça?
ru: О! Теперь я буду головой?
zh_cn: 噢！我当上龙头了？
zh_tw: 噢！我當上龍頭了？

# CHARACTERS.WARLY.DESCRIBE.DRAGONPIE
source: Flaky crust, tart filling... heavenly!
de: Außen knusprig, innen herzhaft ... lecker!
es: Corteza crujiente, relleno en la tarta... ¡delicioso!
es_mx: Corteza crujiente, relleno de tarta... ¡delicioso!
fr: Pâte feuilletée et garniture... divin !
it: Crosta friabile, ripieno di torta... divino!
ja: ほどよい酸味のフィリング…サクサクの生地…！
ko: 바삭한 크러스트에, 상큼한 필링까지... 천상의 맛이야!
pl: Krucha skórka, wyborny środek... niebo w gębie!
pt_br: Recheio de bolo com crosta em flocos... divino!
ru: Чешуйчатая корочка, фруктовая сердцевина… божественно!
zh_cn: 薄脆派皮，塞满果馅...简直是天堂美味！
zh_tw: 薄脆派皮，塞滿果餡...簡直是天堂美味！

# CHARACTERS.WARLY.DESCRIBE.DRAGONTAILHAT
source: I'm just happy to be part of the festivities.
de: Ich bin froh, Teil der Feierlichkeiten zu sein.
es: Me encanta formar parte de las festividades.
es_mx: Me alegra ser parte de la celebración.
fr: Je suis juste content de participer à la fête.
it: Sono già felice di poter prendere parte ai festeggiamenti.
ja: ボクはお祭りに参加できて幸せダヨ。
ko: 축제에 참여하는 것만으로 기뻐.
pl: Cieszę się, że w ogóle biorę udział w obchodach.
pt_br: Estou contente por participar das festividades.
ru: Всегда рад принять участие в празднествах.
zh_cn: 很有节日气氛，我很高兴。
zh_tw: 很有節日氣氛，我很高興。

# CHARACTERS.WARLY.DESCRIBE.DRAGON_SCALES
source: Hot to the touch!
de: Zum heiß zum Anfassen.
es: ¡Caliente al tacto!
es_mx: ¡Caliente al tacto!
fr: Chaud au toucher !
it: È rovente al tatto!
ja: 触ると熱いネ！
ko: 만지면 뜨거워!
pl: Gorące w dotyku!
pt_br: É quente ao toque!
ru: Горячо!
zh_cn: 摸上去很烫！
zh_tw: 摸上去很燙！

# CHARACTERS.WARLY.DESCRIBE.DRIFTWOOD_LOG
source: It's surprisingly light.
de: Es ist überraschend leicht.
es: Pesa sorprendentemente poco.
es_mx: Es sorprendentemente liviano.
fr: C'est étonnamment léger.
it: È sorprendentemente leggero.
ja: 驚くほど軽いネ。
ko: 의외로 가볍네.
pl: Zaskakująco lekkie.
pt_br: É surpreendentemente leve.
ru: На удивление легкое.
zh_cn: 它...出奇地轻盈。
zh_tw: 它...出奇地輕盈。

# CHARACTERS.WARLY.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: Driftwood en flambé!
de: Treibholz en flambé!
es: ¡Madera a la deriva en flambé!
es_mx: ¡Madera flotante flambeada!
fr: Du bois flotté flambé !
it: Legno marino flambé!
ja: 流木フランベ！
ko: 유목이 불탄다!
pl: Drewno w ogniu!
pt_br: Madeira flutuante en flambé!
ru: Коряга en flambé!
zh_cn: 燃烧的浮木！
zh_tw: 燃燒的浮木！

# CHARACTERS.WARLY.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: Charred to a crisp.
de: Knusprig gebrannt.
es: Churruscado hasta estar crujiente.
es_mx: Asado hasta quedar achicharrado.
fr: C'est complètement carbonisé.
it: Bruciato fino a croccare.
ja: カリカリになるまで焼かれたヨ。
ko: 새까맣게 탔어.
pl: Zwęgliło się.
pt_br: Completamente carbonizada.
ru: Сожжено дотла.
zh_cn: 焦香酥脆。
zh_tw: 焦香酥脆。

# CHARACTERS.WARLY.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: All nicely chopped.
de: Hübsch gefällt.
es: Muy bien troceado.
es_mx: Unos cortes preciosos.
fr: Et voilà, c'est bien coupé.
it: Bello spezzettato.
ja: 全部いい具合に切ってあるヨ。
ko: 깔끔하게 베였어.
pl: Ładnie porąbane.
pt_br: Muito bem picada.
ru: Аккуратно порублено.
zh_cn: 切工恰到好处。
zh_tw: 切工恰到好處。

# CHARACTERS.WARLY.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: This tree's spent too much time at sea.
de: Der Baum hat zu viel Zeit im Meer verbracht.
es: Este árbol ha pasado demasiado tiempo en el mar.
es_mx: Este árbol pasó mucho tiempo en el mar.
fr: Cet arbre a passé trop de temps en mer.
it: Quest'albero ha passato troppo tempo in mare.
ja: この木は海で時間を過ごしすぎたんだネ。
ko: 이 나무는 바다에 너무 오래 있었어.
pl: To drzewo spędziło za dużo czasu nad morzem.
pt_br: Essa árvore passou tempo demais no mar.
ru: Это дерево слишком много времени провело в море.
zh_cn: 这棵树在海上待的时间太旧了。
zh_tw: 這棵樹在海上待的時間太舊了。

# CHARACTERS.WARLY.DESCRIBE.DRUMSTICK
source: Dark meat!
de: Dunkles Fleisch.
es: ¡Carne oscura!
es_mx: ¡Carne oscura!
fr: L'aile ou la cuisse ?
it: Carne scura!
ja: 赤身の肉ネ！
ko: 다릿살이다!
pl: Skarbnica kulinarnego potencjału!
pt_br: Carne escura!
ru: Темное мясо!
zh_cn: 鸟腿肉！
zh_tw: 鳥腿肉！

# CHARACTERS.WARLY.DESCRIBE.DRUMSTICK_COOKED
source: Could use a light honey garlic glaze...
de: Mit einer Glasur aus Honig und Knoblauch wär das lecker ...
es: Le hace falta una glaseado de ajo y miel...
es_mx: Le hace falta un glaseado de ajo y miel...
fr: Ça serait bien avec un glaçage d'ail et de miel...
it: Mi servirebbe un aglio ricoperto di miele...
ja: ハニーガーリックソース、かけたいネ…
ko: 라이트 허니 갈릭 글레이즈가 있었으면...
pl: Przydałoby się trochę miodowo-czosnkowej glazury...
pt_br: Um leve glaseado de alho de mel cairia bem...
ru: Сюда бы немного медово-чесночной заправки…
zh_cn: 可以加点淡味的蜜汁香蒜酱...
zh_tw: 可以加點淡味的蜜汁香蒜醬...

# CHARACTERS.WARLY.DESCRIBE.DUG_BERRYBUSH
source: Should I bring it back to life?
de: Soll ich es ins Leben zurückholen?
es: ¿Debo volver traerlo a la vida?
es_mx: ¿Debería revivirlo?
fr: Je la ramène à la vie ?
it: Devo riportarlo alla vita?
ja: どこかに植えたほうがいいカナ？
ko: 다시 소생시켜야 하나?
pl: Mam przywrócić je do życia?
pt_br: Será que devo trazê-la de volta à vida?
ru: Стоит ли его оживить?
zh_cn: 我应该让它再活一次吗？
zh_tw: 我應該讓它再活一次嗎？

# CHARACTERS.WARLY.DESCRIBE.DUG_BERRYBUSH_JUICY
source: Now I can have fresh berries wherever I please!
de: Jetzt kann ich frische Beeren essen, wann immer ich will!
es: ¡Ahora podré tener bayas frescas cuando me plazca!
es_mx: ¡Ahora puedo tener bayas frescas donde quiera!
fr: Maintenant, je peux avoir de délicieuses baies quand je veux !
it: Ora posso avere bacche fresche ogni volta che voglio!
ja: これで好きなところで新鮮なベリーを味わえるヨ！
ko: 이제 어디에서든 신선한 베리를 먹을 수 있다!
pl: Teraz mogę jeść świeże porzeczki, kiedy tylko będę miał ochotę!
pt_br: Agora terei bagas frescas sempre que quiser!
ru: Теперь я смогу есть свежие ягоды, когда захочу!
zh_cn: 这下我随时都能吃到新鲜的浆果了！
zh_tw: 這下我隨時都能吃到新鮮的漿果了！

# CHARACTERS.WARLY.DESCRIBE.DUG_GRASS
source: Should I bring it back to life?
de: Soll ich es ins Leben zurückholen?
es: ¿Debo volver traerlo a la vida?
es_mx: ¿Debería revivirla?
fr: Je la ramène à la vie ?
it: Devo riportarlo alla vita?
ja: どこかに植えたほうがいいカナ？
ko: 다시 소생시켜야 하나?
pl: Mam przywrócić je do życia?
pt_br: Será que devo trazê-la de volta à vida?
ru: Стоит ли его оживить?
zh_cn: 我应该让它再活一次吗？
zh_tw: 我應該讓它再活一次嗎？

# CHARACTERS.WARLY.DESCRIBE.DUG_MARSH_BUSH
source: Should I bring it back to life?
de: Soll ich es ins Leben zurückholen?
es: ¿Debo volver traerlo a la vida?
es_mx: ¿Debería revivirlo?
fr: Je la ramène à la vie ?
it: Devo riportarlo alla vita?
ja: どこかに植えたほうがいいカナ？
ko: 다시 소생시켜야 하나?
pl: Mam przywrócić je do życia?
pt_br: Será que devo trazê-la de volta à vida?
ru: Стоит ли его оживить?
zh_cn: 我应该让它再活一次吗？
zh_tw: 我應該讓它再活一次嗎？

# CHARACTERS.WARLY.DESCRIBE.DUG_SAPLING
source: Should I bring it back to life?
de: Soll ich es ins Leben zurückholen?
es: ¿Debo volver traerlo a la vida?
es_mx: ¿Debería revivirlo?
fr: Je la ramène à la vie ?
it: Devo riportarlo alla vita?
ja: どこかに植えたほうがいいカナ？
ko: 다시 소생시켜야 하나?
pl: Mam przywrócić je do życia?
pt_br: Será que devo trazê-la de volta à vida?
ru: Стоит ли его оживить?
zh_cn: 我应该让它再活一次吗？
zh_tw: 我應該讓它再活一次嗎？

# CHARACTERS.WARLY.DESCRIBE.DUG_TRAP_STARFISH
source: Ha! I'm nobody's snack!
de: Ha! Ich bin niemandes Imbiss!
es: ¡Ja! ¡No soy el aperitivo de nadie!
es_mx: ¡Ja! ¡No soy la botana de nadie!
fr: Ah ! Personne ne me mangera !
it: Ah! Non sarò lo snack di nessuno!
ja: ハハ！ボクはだーれのスナックにもならないヨ！
ko: 하! 난 간식이 아니야!
pl: Ha! Nie będę niczyją przekąską!
pt_br: Ha! Não sou petisco de ninguém!
ru: Ха! Я вам не закуска!
zh_cn: 哈！我不是任何人的零食！
zh_tw: 哈！我不是任何人的零食！

# CHARACTERS.WARLY.DESCRIBE.DUMBBELL
source: All of my arm strength comes from whisking egg whites.
de: Meine ganze Armkraft kommt vom Quirlen des Eiweißes.
es: Toda mi fuerza viene de batir claras de huevo.
fr: Je me suis musclé les bras rien qu'en fouettant des blancs d'œufs en neige.
it: Tutta la mia forza viene dallo sbattere gli albumi.
ja: ボクの腕のキンニクは全部、卵の白身を泡立ててたらついたんだヨ。
ko: 내 팔 힘은 전부 계란 흰자를 거품내며 키웠다고.
pl: Całą parę w łapie mam od ubijania białek jajek.
pt_br: Toda a força no meu braço vem de bater claras de ovos.
ru: Рецепт моих сильных рук — взбивание яиц для суфле.
zh_cn: 我所有的臂力都来自于打发蛋清。
zh_tw: 我所有的臂力都來自於打發蛋清。

# CHARACTERS.WARLY.DESCRIBE.DUMBBELL_GEM
source: All of my arm strength comes from whisking egg whites.
de: Meine ganze Armkraft kommt vom Quirlen des Eiweißes.
es: Toda mi fuerza viene de batir claras de huevo.
fr: Je me suis musclé les bras rien qu'en fouettant des blancs d'œufs en neige.
it: Tutta la mia forza viene dallo sbattere gli albumi.
ja: ボクの腕のキンニクは全部、卵の白身を泡立ててたらついたんだヨ。
ko: 내 팔 힘은 전부 계란 흰자를 거품내며 키웠다고.
pl: Całą parę w łapie mam od ubijania białek jajek.
pt_br: Toda a força no meu braço vem de bater claras de ovos.
ru: Рецепт моих сильных рук — взбивание яиц для суфле.
zh_cn: 我所有的臂力都来自于打发蛋清。
zh_tw: 我所有的臂力都來自於打發蛋清。

# CHARACTERS.WARLY.DESCRIBE.DUMBBELL_GOLDEN
source: All of my arm strength comes from whisking egg whites.
de: Meine ganze Armkraft kommt vom Quirlen des Eiweißes.
es: Toda mi fuerza viene de batir claras de huevo.
fr: Je me suis musclé les bras rien qu'en fouettant des blancs d'œufs en neige.
it: Tutta la mia forza viene dallo sbattere gli albumi.
ja: ボクの腕のキンニクは全部、卵の白身を泡立ててたらついたんだヨ。
ko: 내 팔 힘은 전부 계란 흰자를 거품내며 키웠다고.
pl: Całą parę w łapie mam od ubijania białek jajek.
pt_br: Toda a força no meu braço vem de bater claras de ovos.
ru: Рецепт моих сильных рук — взбивание яиц для суфле.
zh_cn: 我所有的臂力都来自于打发蛋清。
zh_tw: 我所有的臂力都來自於打發蛋清。

# CHARACTERS.WARLY.DESCRIBE.DUMBBELL_MARBLE
source: All of my arm strength comes from whisking egg whites.
de: Meine ganze Armkraft kommt vom Quirlen des Eiweißes.
es: Toda mi fuerza viene de batir claras de huevo.
fr: Je me suis musclé les bras rien qu'en fouettant des blancs d'œufs en neige.
it: Tutta la mia forza viene dallo sbattere gli albumi.
ja: ボクの腕のキンニクは全部、卵の白身を泡立ててたらついたんだヨ。
ko: 내 팔 힘은 전부 계란 흰자를 거품내며 키웠다고.
pl: Całą parę w łapie mam od ubijania białek jajek.
pt_br: Toda a força no meu braço vem de bater claras de ovos.
ru: Рецепт моих сильных рук — взбивание яиц для суфле.
zh_cn: 我所有的臂力都来自于打发蛋清。
zh_tw: 我所有的臂力都來自於打發蛋清。

# CHARACTERS.WARLY.DESCRIBE.DURIAN
source: That odor...
de: Dieser Gestank ...
es: Ese olor...
es_mx: Ese olor...
fr: Cette odeur...
it: Quell'odore...
ja: なんとも言えないにおいネ…
ko: 이 냄새는...
pl: Co za smród...
pt_br: Esse odor...
ru: Этот запах…
zh_cn: 那气味...
zh_tw: 那氣味...

# CHARACTERS.WARLY.DESCRIBE.DURIAN_COOKED
source: Could use onions and chili...
de: Könnte etwas Miso und Speckwürfel vertragen ...
es: Le hacen falta cebollas y guindillas...
es_mx: Le hace falta cebolla y chile...
fr: Ça serait bien avec des oignons et du chili...
it: Ci vorrebbero cipolle e peperoncino...
ja: オニオンとトウガラシを添えたいネ…
ko: 양파와 고추가 있었으면...
pl: Przydałoby się trochę cebuli i chili...
pt_br: Um pouco de cebolas e pimenta cairiam bem...
ru: Можно было бы добавить лука и чили…
zh_cn: 可以加点洋葱和红辣椒...
zh_tw: 可以加點洋蔥和紅辣椒...

# CHARACTERS.WARLY.DESCRIBE.DURIAN_OVERSIZED
source: Oh, that's... quite a lot of durian.
de: Oh, das ... Das ist ja eine Menge Durian ...
es: Oh... Cuánto durián...
fr: Oh c'est... ça fait beaucoup de durian.
it: Oh, è... un sacco di durian.
ja: オー、アレは…ドリアンが山ほどあるネ。
ko: 오...두리안이 아주 많아...
pl: Oj... kawał duriana.
pt_br: Ah, isso... é muito durião.
ru: Ой... да, дуриана у нас теперь много.
zh_cn: 哇，好多的……榴莲啊。
zh_tw: 哇，好多的……榴槤啊。

# CHARACTERS.WARLY.DESCRIBE.DURIAN_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.DUSTMERINGUE
source: I'm afraid even I can't make dust palatable.
de: Ich fürchte, selbst ich kann den Staub nicht schmackhaft machen.
es: Creo que ni yo puedo conseguir que el polvo sea comestible...
fr: Malheureusement, même moi je ne peux pas rendre la poussière savoureuse.
it: Temo che nemmeno io riuscirei a rendere gradevole la polvere.
ja: 悪いけど、ボクでもホコリはオイシクできないヨ。
ko: 먼지조차 맛있게 만들지 못할까봐 두렵군.
pl: Obawiam się, że nawet ja nie zamienię kurzu w coś smacznego.
pt_br: Receio que nem mesmo eu consiga tornar a poeira palatável.
ru: Боюсь, даже я неспособен придать пыли хоть какой-то вкус.
zh_cn: 恐怕连我也无法让灰尘变得可口。
zh_tw: 恐怕連我也無法讓灰塵變得可口。

# CHARACTERS.WARLY.DESCRIBE.DUSTMOTH
source: It seems like a gentle soul.
de: Das scheint mir eine sanfte Seele zu sein.
es: Parece un alma bondadosa.
fr: Il a l'air très gentil.
it: Sembra un'anima buona.
ja: やさしい生き物みたいネ。
ko: 영혼이 온화한 것 같아.
pl: Wygląda na łagodne stworzonko.
pt_br: Parece uma alma gentil.
ru: Кажется, это очень нежное существо.
zh_cn: 它看起来品性温良。
zh_tw: 它看起來品性溫良。

# CHARACTERS.WARLY.DESCRIBE.DUSTMOTHDEN
source: Quelle surprise! It's so clean you could eat off it!
de: Quelle surprise! Es ist so sauber, dass man vom Boden essen könnte!
es: ¡Quelle surprise! Está tan limpio que hasta se podría comer ahí.
fr: Quelle surprise ! C'est si propre qu'on pourrait manger par terre, ici !
it: Quelle surprise! È così pulito che ci si potrebbe mangiare sopra!
ja: ウヮオ！ビックリだヨ！お皿に使えるくらいキレイだネ！
ko: 꿸 슈프하이즈(놀라워)! 어떻게 이렇게 깨끗하게 먹어치웠지?
pl: Quelle surprise! Tak czysto, że można tu jeść z podłogi!
pt_br: Quelle surprise! É tão limpa que daria pra usar como prato!
ru: Quelle suprise! Тут так чисто, что с пола можно есть!
zh_cn: 惊喜啊！竟然如此干净，可以直接在上面吃东西了！
zh_tw: 驚喜啊！竟然如此乾淨，可以直接在上面吃東西了！

# CHARACTERS.WARLY.DESCRIBE.EARMUFFSHAT
source: Ahh, fuzzy!
de: Ohh, flauschig!
es: ¡Ahh, qué peludo!
es_mx: ¡Ahh, qué peludo!
fr: Ah, duveteux !
it: Ah, peloso!
ja: もふもふネ！
ko: 이야, 부드럽네!
pl: Ale puchate!
pt_br: Ahh, peludinho!
ru: А-ах, какой пушистый!
zh_cn: 啊，毛茸茸的！
zh_tw: 啊，毛茸茸的！

# CHARACTERS.WARLY.DESCRIBE.EEL
source: Anguille.
ja: 高級食材ネ
ko: 장어다.
ru: Угорь.
zh_cn: 鳗鱼。
zh_tw: 鰻魚。

# CHARACTERS.WARLY.DESCRIBE.EEL_COOKED
source: Could use some Cajun spices...
de: Könnte ein paar Cajun-Gewürze vertragen ...
es: Me vendrían bien unas especias.
es_mx: Me vendrían bien unas especias de cajún.
fr: On pourrait ajouter quelques épices créoles...
it: Potrei usare qualche spezia Cajun...
ja: ケイジャンスパイスを使えたネ。
ko: 케이준 양념이 있으면 좋을 텐데...
pl: Przydałoby się trochę przyprawy cajun...
pt_br: Alguns temperos cajun cairiam bem...
ru: Добавить бы каджунских специй…
zh_cn: 可以这道菜里加一点卡津香料...
zh_tw: 可以這道菜里加一點卡津香料...

# CHARACTERS.WARLY.DESCRIBE.EGGPLANT
source: Aubergine!
es: ¡Berenjena!
es_mx: ¡Berenjena!
fr: Une aubergine !
ja: 秋の味覚ネ！
ko: 가지다!
pl: Oberżyna!
pt_br: Berinjela!
ru: Баклажан!
zh_cn: 茄子！
zh_tw: 茄子！
