Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_MOON
source: Well yer just too cute, aren'tcha?
de: Bist zu niedlich, was?
es: Pero ¿cómo se puede ser tan bonito?
fr: Mais comment t'es trop mignon !
it: Sei davvero troppo adorabile, non è vero?
ja: とにかくかわいいな。
ko: 음, 넌 너무 귀엽잖아, 아니니?
pl: Ależ jesteś słodziutki, co nie?
pt_br: Olha só como você é fofinho, né não?
ru: Ну какой же ты славный, а.
zh_cn: 你咋这么让人心疼昵，啊？
zh_tw: 你咋這麼讓人心疼昵，啊？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_NAMETAG
source: Thought up any good names, Luce?
de: Sind dir gute Namen eingefallen, Luce?
es: ¿Se te ocurre algún nombre, Luce?
fr: Tu as des idées de noms, Lucy ?
it: Ti è venuto in mente qualche bel nome, Lucy?
ja: なんかいい名前思いついたか、ルーシー？
ko: 좋은 이름이 생각나니, 루시?
pl: Masz pomysł na jakieś dobre imię, Lucy?
pt_br: Já pensou em algum nome bom, Lucy?
ru: Есть какие соображения, Люси?
zh_cn: 想到啥好名字没，露西？
zh_tw: 想到啥好名字沒，露西？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_ROCKY
source: Well yer just too cute, aren'tcha?
de: Bist zu niedlich, was?
es: Pero ¿cómo se puede ser tan bonito?
fr: Mais comment t'es trop mignon !
it: Sei davvero troppo adorabile, non è vero?
ja: とにかくかわいいな。
ko: 음, 넌 너무 귀엽잖아, 아니니?
pl: Ależ jesteś słodziutki, co nie?
pt_br: Olha só como você é fofinho, né não?
ru: Ну какой же ты славный, а.
zh_cn: 你咋这么让人心疼昵，啊？
zh_tw: 你咋這麼讓人心疼昵，啊？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_SAVANNA
source: You look like you could use some pats, eh?
de: Du siehst aus, als könntest du ein paar Streicheleinheiten gebrauchen, eh?
es: Tienes pinta de querer mimitos, ¿eh?
fr: On dirait que t'as envie de câlins, toi.
it: Dall'aspetto, sembri avere bisogno di coccole, eh?
ja: 触ってほしそうだな？
ko: 좀 쓰다듬어 줄 수 있잖아, 그치?
pl: Chciałbyś, żeby ktoś cię pogłaskał, co nie?
pt_br: Parece que você precisa de umas palmadas, né?
ru: Кажись, тебя погладить не помешает, да?
zh_cn: 你是想让俺摸摸你吗，诶？
zh_tw: 你是想讓俺摸摸你嗎，誒？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_YOT
source: Well yer just too cute, aren'tcha?
de: Bist zu niedlich, was?
es: Pero ¿cómo se puede ser tan bonito?
fr: Mais comment t'es trop mignon !
it: Sei davvero troppo adorabile, non è vero?
ja: とにかくかわいいな。
ko: 음, 넌 너무 귀엽잖아, 아니니?
pl: Ależ jesteś słodziutki, co nie?
pt_br: Olha só como você é fofinho, né não?
ru: Ну какой же ты славный, а.
zh_cn: 你咋这么让人心疼昵，啊？
zh_tw: 你咋這麼讓人心疼昵，啊？

# CHARACTERS.WOODIE.DESCRIBE.KLAUS
source: Thing's got no eyes, eh?
de: Dinge haben keine Augen, was?
es: Eso no tiene ojos, ¿eh?
fr: Ce truc n'a pas d'yeux, hein ?
it: La cosa non ha occhi, eh?
ja: こいつ、目がないのか？
ko: 눈이 없잖아, 그치?
pl: Gość nie ma oczu, co nie?
pt_br: Essa coisa não tem olhos, hã?
ru: У него что, правда глаз нет, хех?
zh_cn: 没有眼睛的东西，嗯？
zh_tw: 沒有眼睛的東西，嗯？

# CHARACTERS.WOODIE.DESCRIBE.KLAUSSACKKEY
source: Gotta be some use for that.
de: Das muss doch für irgendwas gut sein.
es: Tiene que servir para algo.
fr: Ça doit servir à quelque chose.
it: Deve pur servire a qualcosa...
ja: これ、何かに使えねえか？
ko: 사용할 데가 있을 거야.
pl: Coś musi się dać z tym zrobić.
pt_br: Deve haver alguma utilidade pra isso.
ru: Это может пригодиться.
zh_cn: 对那来说会有些用处。
zh_tw: 對那來說會有些用處。

# CHARACTERS.WOODIE.DESCRIBE.KLAUS_SACK
source: Something good's in there, eh?
de: Da ist etwas Gutes drin, was?
es: Hay algo bueno ahí, ¿eh?
fr: Y a un truc bon là-dedans, hein ?
it: C'è qualcosa di buono là dentro, eh?
ja: 何かいいモノでも入ってるんじゃないか？
ko: 안에 뭔가 좋은 게 들었을 것 같지?
pl: Jest tam coś fajnego?
pt_br: Tem algo bom lá dentro, hã?
ru: Есть ли тут чем поживиться, хех?
zh_cn: 那里面有些好东西，嗯？
zh_tw: 那裡面有些好東西，嗯？

# CHARACTERS.WOODIE.DESCRIBE.KNIGHT
source: Never did care for horses.
de: Ich war noch nie ein Pferdefreund.
es: Nunca me preocuparon los caballos.
fr: Les chevaux ne m'ont jamais intéressé.
it: Non mi sono mai interessato di cavalli.
ja: ウマには興味ねぇよ
ko: 말엔 전부터 관심 없었잖아.
pl: Nigdy nie interesowały mnie zbytnio konie.
pt_br: Nunca dei muita bola pra cavalos.
ru: Никогда не любил лошадей.
zh_cn: 从来没有照顾过马。
zh_tw: 從來沒有照顧過馬。

# CHARACTERS.WOODIE.DESCRIBE.KNIGHT_NIGHTMARE
source: Doesn't look to be in the best of shape.
de: Sieht nicht so aus, als wäre er in Bestform.
es: No parece estar en su mejor forma.
fr: Pas en grande forme apparemment.
it: Non sembra essere al meglio della forma.
ja: 最高の形には見えないけれど。
ko: 최고 상태가 아닌 것 같잖아.
pl: Chyba nie jest w najlepszym stanie.
pt_br: Não parece estar na melhor das formas.
ru: Кажется, он не в самой лучшей своей форме.
zh_cn: 好像并不是它最好的状态。
zh_tw: 好像並不是它最好的狀態。

# CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_SUMMER
source: He looks tasty.
de: Er sieht lecker aus.
es: Parece delicioso.
fr: Il a l'air délicieux.
it: Sembra gustoso.
ja: 彼は美味しそうだな。
ko: 맛있어 보이잖아.
pl: Wygląda smacznie.
pt_br: Ele parece saboroso.
ru: Выглядит аппетитно.
zh_cn: 他看上去很美味。
zh_tw: 他看上去很美味。

# CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_WINTER
source: They get tastier in the winter.
de: Im Winter werden sie schmackhafter.
es: Son más sabrosos en invierno.
fr: C'est meilleur en hiver.
it: Diventano più saporiti in inverno.
ja: 冬には美味しくなる。
ko: 겨울에 더 맛있어지잖아.
pl: Zimą są smaczniejsze.
pt_br: Ficam mais saborosos no inverno.
ru: Зимой они становятся вкуснее.
zh_cn: 冬天里的它们更美味。
zh_tw: 冬天裡的它們更美味。

# CHARACTERS.WOODIE.DESCRIBE.KOALEFIG_TRUNK
source: I'm the one who's gonna be stuffed if I eat that whole thing.
de: Ich bin derjenige, der vollgestopft wird, wenn ich das ganze Ding esse.
es: Yo sí que voy a estar relleno como me coma todo eso.
fr: C'est moi qui vais être rempli de figues, si je mange tout.
it: Sarei strapieno se la mangiassi tutta.
ja: こいつをまるごと食ったら、次はオレが中に詰められんだろうな。
ko: 저걸 다 먹으면 배부르게 될 것 같아.
pl: Jeżeli zjem to wszystko, to ja będę nafaszerowany.
pt_br: Eu é que vou ficar recheado se comer isso tudo.
ru: Да я сам буду набитый, если целиком эту штуковину слопаю.
zh_cn: 我要是把那玩意全吃完了，我才会是被塞满的那一个。
zh_tw: 我要是把那玩意全吃完了，我才會是被塞滿的那一個。

# CHARACTERS.WOODIE.DESCRIBE.KRAMPUS
source: Back off, hoser!
de: Verschwinde, Schmarotzer!
es: ¡Atrás, idiota!
fr: Dégage, minable !
it: Fatti da parte, idiota!
ja: 後ろへ下がれ、この野郎！
ko: 물러서, 괴물아!
pl: Uciekaj, draniu!
pt_br: Cai fora, babaca!
ru: А ну прочь, дурень!
zh_cn: 退后，蠢材！
zh_tw: 退後，蠢材！

# CHARACTERS.WOODIE.DESCRIBE.KRAMPUS_SACK
source: Seems wrong to take someone else's sack.
de: Das ist nicht gut, den Sack von jemand anders zu nehmen.
es: No está bien llevarse la mochila de alguien.
fr: Voler le sac de quelqu'un c'est mal.
it: Sembra sbagliato prendere il sacco di qualcun altro.
ja: 人のもん盗んでいいのかよ…
ko: 남의 자루를 가져가는 건 나쁜 일 같은데.
pl: Nie uchodzi zabierać cudzą własność.
pt_br: Parece errado pegar o saco de outra pessoa.
ru: Чужие сумки брать как-то неправильно.
zh_cn: 带走其他人的背包是不对的。
zh_tw: 帶走其他人的背包是不對的。

# CHARACTERS.WOODIE.DESCRIBE.LANTERN
source: Well, that's enlightening, eh?
de: Das war aufschlussreich.
es: Es esclarecedor, ¿eh?
fr: C'est lumineux, hein ?
it: Beh è illuminante, eh?
ja: これで明るくなるな
ko: 빛이잖아, 엉?
pl: Doznałem oświecenia.
pt_br: Bem, isso é esclarecedor, não?
ru: Это у нас, значит, освещение, а?
zh_cn: 亮吧，老乡？
zh_tw: 亮吧，老鄉？

# CHARACTERS.WOODIE.DESCRIBE.LATKES
source: I'll never say no to potatoes.
de: Zu Kartoffeln sage ich niemals nein.
es: Nunca digo que no a unas patatas.
fr: J'aime les patates plus que tout.
it: Non so dire di no alle patate.
ja: ポテトならいつでも大歓迎だ。
ko: 감자는 거절할 수 없잖아.
pl: Nigdy nie odmawiam ziemniaków.
pt_br: Nunca direi não às batatas.
ru: Никогда не отказываюсь от картошки.
zh_cn: 我绝不会对洋芋说不。
zh_tw: 我絕不會對洋芋說不。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: No one'd push you around in that.
de: Darin würde dich keiner herumschubsen.
es: Nadie te doblegará con ella.
fr: Qui vous ferait entrer là-dedans ?
it: Nessuno ti può sballottare con quella.
ja: これを着てりゃあ、誰にもナメられねえぞ。
ko: 그걸 입으면 아무에게도 밀리지 않겠다.
pl: W takim kapeluszu by człowieka nie popychali.
pt_br: Ninguém iria se aproveitar de você com isso.
ru: Никто не решился бы тобой помыкать.
zh_cn: 你要是穿上这个，就没人能把你怎么样了。
zh_tw: 你要是穿上這個，就沒人能把你怎麼樣了。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORHEAVY
source: Looks pretty safe, eh?
de: Sieht ziemlich sicher aus, was?
es: Parece bastante segura, ¿eh?
fr: Ça a l'air plutôt sûr, hein ?
it: Sembra molto sicura, eh?
ja: 結構な防御になるんじゃねえか？
ko: 꽤 안전해 보이잖아, 그치?
pl: Wygląda dość bezpiecznie, co nie?
pt_br: Parece bem seguro, hã?
ru: Выглядит безопасно, а?
zh_cn: 看起来很安全，对吧？
zh_tw: 看起來很安全，對吧？

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORLIGHT
source: Won't do anyone much good.
de: Das wird niemandem viel nützen.
es: No le servirá de mucho a nadie.
fr: Ça sera bon pour personne.
it: Non è molto utile a nessuno.
ja: 大した役に立たねえな。
ko: 입어봤자 별로 소용없잖아.
pl: Nikomu na nic się nie zda.
pt_br: Não vai fazer nenhum bem pra ninguém.
ru: Пользы от этого никакой.
zh_cn: 对谁都没有多大用处。
zh_tw: 對誰都沒有多大用處。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: Does nothing fast.
de: Macht nichts schnell.
es: No hace nada rápido.
fr: Ça accélère rien du tout.
it: Non fa niente in fretta.
ja: 速さに関しては無力だな。
ko: 아무것도 빠르게 하지 않잖아.
pl: Jest błyskawicznie bezużyteczny.
pt_br: Não faz nada rápido.
ru: Ничего не делается быстро.
zh_cn: 对速度没多大帮助。
zh_tw: 對速度沒多大説明。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: Better wood armor than nothin'.
de: Lieber Holzrüstung als gar keine.
es: Mejor una armadura de madera que nada.
fr: Une armure en bois c'est mieux que rien.
it: Meglio un'armatura di legno che niente.
ja: 木のよろいか。何も無いよりはマシだな。
ko: 나무 갑옷이라도 없는 것보단 낫겠지.
pl: Lepszy pancerz z drewna niż z powietrza.
pt_br: Melhor uma armadura de madeira que nada.
ru: Лучше уж деревянная броня, чем никакая.
zh_cn: 木盔甲总比啥也没有的强。
zh_tw: 木盔甲總比啥也沒有的強。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: Looks sharp, eh?
de: Sieht scharf aus, was?
es: Parece fuerte, ¿eh?
fr: Ça a l'air pas mal, hein ?
it: Sembra affilata, eh?
ja: シャープだな。
ko: 날카로워 보이지?
pl: Elegancko, co nie?
pt_br: Parece afiado, hã?
ru: Выглядит острым, а?
zh_cn: 看起来很锋利，对吧？
zh_tw: 看起來很鋒利，對吧？

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: Good for a little recharge.
de: Gut für eine kleine Wiederaufladung.
es: Está bien para recargar un poco.
fr: Pas mal pour une petite recharge.
it: Buona per dare un po' di ricarica.
ja: ちょっとしたクールダウンにはいいかもな。
ko: 약간 보충하는 데엔 좋겠네.
pl: W sam raz, gdy trzeba się doładować.
pt_br: Bom pra uma recarregada.
ru: Самое то для перезарядки.
zh_cn: 有一点充能作用。
zh_tw: 有一點充能作用。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ARMOR_HP
source: Better armor up.
de: Besser aufrüsten.
es: Mejor ir con armadura.
fr: Ça améliore l'armure.
it: Meglio fornirsi di armatura.
ja: よろいは装備した方がいいぞ。
ko: 갑옷을 입어야겠어.
pl: Lepiej się opancerzyć.
pt_br: Melhor se proteger.
ru: Лучше надеть броню.
zh_cn: 最好穿上盔甲。
zh_tw: 最好穿上盔甲。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: Let's chop that Battle Standard!
de: Lasst uns die Kampfstandarte zerschneiden!
es: ¡Cortemos ese estandarte de batalla!
fr: Découpons cet étendard de combat !
it: Abbattiamo lo stendardo di battaglia!
ja: この旗をぶった切ってやろうぜ！
ko: 저 전투 깃발을 찍어 내리자!
pl: Zetnijmy tę chorągiew wojenną!
pt_br: Vamos cortar esse Estandarte de Batalha!
ru: Порубим их боевое знамя на дрова!
zh_cn: 让我们切碎那面战斗旗帜！
zh_tw: 讓我們切碎那面戰鬥旗幟！

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_BERNIE
source: Hey there little fella.
de: Hallo, mein Kleiner.
es: Hola, amiguito.
fr: Salut, petit bonhomme.
it: Ehi tu, piccolo.
ja: よう、ちっこいの。
ko: 안녕, 꼬마 친구.
pl: No hej, mały koleżko.
pt_br: Olá, amiguinho.
ru: Привет, малыш.
zh_cn: 嘿，你好呀小家伙。
zh_tw: 嘿，你好呀小傢伙。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_BOARLORD
source: He seems confused, eh?
de: Er wirkt verwirrt, was?
es: Parece confundido, ¿eh?
fr: Il a l'air désorienté, hein ?
it: Sembra confuso, eh?
ja: 何か、動揺してるみたいだな。
ko: 어째 혼란스러워하는 것 같지?
pl: Chyba jest jakiś taki zagubiony?
pt_br: Ele parece confuso, hã?
ru: Похоже, он в ступоре, а?
zh_cn: 他看起来很懵，对吧？
zh_tw: 他看起來很懵，對吧？

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: Get a loada that hat!
de: Holen Sie sich eine Ladung von diesem Hut!
es: ¡Qué sombrero tan fuerte!
fr: Admirez-moi ce chapeau !
it: Ma guarda un po' che cappello!
ja: この帽子によく注意を払うんだ！
ko: 근사한 모자잖아!
pl: Patrzcie no na ten kapelusz!
pt_br: Mas olha só esse chapéu!
ru: Что-то не пойму, что за шляпа такая!
zh_cn: 瞧那顶帽子！
zh_tw: 瞧那頂帽子！

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_ELEMENTAL
source: What an odd little fellow.
de: Was für ein seltsamer kleiner Kerl.
es: Qué tipo tan extraño.
fr: Quelle drôle de petite chose !
it: Ma che strano piccoletto.
ja: ちっこい妙な野郎だな。
ko: 정말 이상한 녀석이잖아.
pl: Co za przedziwny koleżka.
pt_br: Que carinha estranho.
ru: Какой странный малый.
zh_cn: 古怪的小家伙。
zh_tw: 古怪的小傢伙。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: I don't see much use for that.
de: Ich sehe keinen großen Nutzen darin.
es: No le veo mucha utilidad.
fr: Je vois pas trop à quoi ça peut servir.
it: Non ne vedo molta utilità.
ja: これ、あまり使い道がなさそうだな。
ko: 소용없어 보이는데.
pl: Nie widzę zbytniego zastosowania.
pt_br: Não vejo qual a utilidade disso.
ru: Не знаю, зачем мне это может понадобиться.
zh_cn: 我觉得那个对我没什么用。
zh_tw: 我覺得那個對我沒什麼用。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: I don't think agility is my thing, eh?
de: Ich denke nicht, dass Beweglichkeit mein Ding ist, oder?
es: No creo que la agilidad sea lo mío, ¿eh?
fr: L'agilité c'est pas trop mon truc, hein ?
it: Non credo che l'agilità sia il mio forte, eh?
ja: テキパキ動くのはオレ苦手なんだ。
ko: 나는 민첩한 쪽이 아니잖아, 그치?
pl: Zręczność to nie do końca mój talent, tak?
pt_br: Acho que a agilidade não é meu ponto forte, hã?
ru: Просто проворство — это не про меня, а?
zh_cn: 我觉得敏捷不是我的风格，对吧？
zh_tw: 我覺得敏捷不是我的風格，對吧？

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_FIREBOMB
source: I'll leave that for someone else.
de: Ich überlasse das jemand anderem.
es: Se lo dejaré a otra persona.
fr: Je vais laisser ça à quelqu'un d'autre.
it: La lascio a qualcun altro.
ja: 他の誰かに残しておいてやるよ。
ko: 다른 이에게 양보해야겠어.
pl: Zostawię to dla kogoś innego.
pt_br: Vou deixar isso pra outra pessoa.
ru: Оставлю это кому-нибудь еще.
zh_cn: 我把这个留给别人吧。
zh_tw: 我把這個留給別人吧。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: That flower'd look nice with my beard.
de: Die Blume würde gut zu meinem Bart passen.
es: Esa flor quedaría bien con mi barba.
fr: Ces fleurs iraient bien avec ma barbe.
it: Quel fiore starebbe bene con la mia barba.
ja: この花、オレのヒゲによく合うんじゃねんか？
ko: 내 수염이랑 잘 어울리겠는걸.
pl: Ten kwiatek ładnie wyglądałby w mojej brodzie.
pt_br: Essa flor parece bonita com a minha barba.
ru: Этот цветок неплохо смотрелся бы в моей бороде.
zh_cn: 那朵花跟我的胡子很配。
zh_tw: 那朵花跟我的鬍子很配。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: That'll make ya quick on yer feet.
de: Das wird dir Beine machen.
es: Con eso irás rápido.
fr: Pour remettre quelqu'un sur pied.
it: Ti farà diventare veloce di piedi.
ja: これで足が速くなるぞ。
ko: 발 빠르게 만들어 주잖아.
pl: Dodaje człowiekowi wiatru w żagle.
pt_br: Isso vai deixar você de pé.
ru: Это может прибавить тебе прыти.
zh_cn: 那个能让你的脚步变得轻快。
zh_tw: 那個能讓你的腳步變得輕快。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_HEAVYBLADE
source: I could use that.
de: Ich könnte ein Nickerchen vertragen.
es: Podría usar esto.
fr: Je pourrais utiliser ça.
it: Potrei usarlo.
ja: 何かに使えそう
ko: 이거라면 쓸 수 있겠어.
pl: Może mi się przydać.
pt_br: Eu poderia usar isso.
ru: Я смогу его использовать.
zh_cn: 我能用得上那个。
zh_tw: 我能用得上那個。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_KEYHOLE
source: Needs another piece.
de: Da fehlt noch ein Teil.
es: Necesita otra pieza.
fr: Il manque une pièce.
it: Ha bisogno di un altro pezzo.
ja: 他に何かが必要だな、
ko: 다른 조각이 필요하잖아.
pl: Czegoś tu brakuje.
pt_br: Precisa de outra peça.
ru: Нужно что-то еще.
zh_cn: 它需要另一件东西。
zh_tw: 它需要另一件東西。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: Looks good.
de: Sieht gut aus.
es: Tiene buena pinta.
fr: Ça a l'air bon.
it: Sembra buono.
ja: いい感じに見える。
ko: 좋아.
pl: Wygląda świetnie.
pt_br: Bonito!
ru: Красиво выглядит.
zh_cn: 看上去一切就绪。
zh_tw: 看上去一切就緒。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: I'd swing an axe a little harder with that.
de: Damit würde ich eine Axt etwas härter schwingen.
es: Golpearía más fuerte con el hacha.
fr: Avec ça, je cognerais plus fort avec ma hache.
it: Potrei sferrare colpi d'ascia molto più potenti.
ja: これをかぶっている時は、斧をもう少し強く振るかな。
ko: 저게 있으면 도끼를 좀 더 세게 휘두를 수 있잖아.
pl: Osobiście wolałbym machać siekierą nieco mocniej.
pt_br: Eu conseguiria ser mais rápido com o machado com isso.
ru: С этим я мог бы махать топором куда резвее.
zh_cn: 有了那个，我挥斧头都能更有劲。
zh_tw: 有了那個，我揮斧頭都能更有勁。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_LUCY
source: Something's different aboot you, Lucy.
de: Irgendwie siehst du anders aus, Lucy.
es: Hay algo diferente en ti, Lucy.
fr: T'as changé, Lucy.
it: C'è qualcosa di diverso in te, Lucy.
ja: 何か違う感じがするぞ、ルーシー。
ko: 너 어딘가 달라졌어, 루시.
pl: Zmieniłaś się, Lucy.
pt_br: Tem algo diferente em você, Lucy.
ru: Ты как-то изменилась, Люси.
zh_cn: 你有些不一样了，露西。
zh_tw: 你有些不一樣了，露西。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: Don't trust that as far as I can throw it.
de: Dem traue ich nicht einmal so weit, wie ich ihn werfen kann.
es: No confíes en eso por mucho que pueda arrojarlo.
fr: Tant que je peux pas le lancer, je fais pas confiance.
it: Non mi fido, per come la vedo io.
ja: これを信用しちゃいけねえ。
ko: 전혀 못 믿겠어.
pl: Jak na moje oko, to nie należy mu ufać.
pt_br: Não confio nisso, desde que eu possa arremessar.
ru: Не стоит доверять штукам, которые я не могу забросить куда подальше.
zh_cn: 只要我能扔，就别相信那个。
zh_tw: 只要我能扔，就別相信那個。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_PORTAL.ON
source: Let's head back to camp, Lucy.
de: Gehen wir zurück zum Lager, Lucy.
es: Volvamos al campamento, Lucy.
fr: On retourne au camp, Lucy.
it: Torniamo all'accampamento, Lucy.
ja: キャンプに帰ろう、ルーシー。
ko: 캠프로 돌아가자, 루시.
pl: Wracajmy do obozowiska, Lucy.
pt_br: Vamos voltar pro acampamento, Lucy.
ru: Вернемся в лагерь, Люси.
zh_cn: 我们回营地吧，露西。
zh_tw: 我們回營地吧，露西。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_RECHARGERHAT
source: They're reinvigorating rocks.
de: Sie beleben die Felsen wieder.
es: Revigorizan las rocas.
fr: C'est des pierres régénératrices.
it: Sono pietre rigeneranti.
ja: これは回復に効果がある石だ。
ko: 힘 나게 해주는 돌이다.
pl: Kamienie, które leczą.
pt_br: Estão revigorando pedras.
ru: Эти камни могут придать сил.
zh_cn: 这些宝石有恢复活力的作用。
zh_tw: 這些寶石有恢復活力的作用。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_SPAWNER
source: Better keep an eye on that.
de: Das sollte man im Auge behalten.
es: Será mejor no perderlo de vista.
fr: Mieux vaut garder un œil là-dessus.
it: Meglio tenerlo d'occhio.
ja: こいつからは目を離さないほうがいいぞ。
ko: 계속 지켜봐야겠어.
pl: Lepiej mieć nań oko.
pt_br: É melhor ficar de olho nisso.
ru: Нам лучше не сводить с него глаз.
zh_cn: 最好小心那个东西。
zh_tw: 最好小心那個東西。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: I could do some real damage with that.
de: Damit könnte ich echten Schaden anrichten.
es: Podría hacer mucho daño con eso.
fr: Je pourrais faire de gros dégâts avec ça.
it: Potrei procurare dei danni seri.
ja: これで結構なダメージを与えられるぞ。
ko: 이걸 쓰면 제대로 타격을 줄 수 있겠는데.
pl: Mógłbym w nim nieźle narozrabiać.
pt_br: Acho que eu causaria muitos danos com isso.
ru: Этим можно нанести реальный урон.
zh_cn: 有了那个东西，我可以大肆破坏了。
zh_tw: 有了那個東西，我可以大肆破壞了。

# CHARACTERS.WOODIE.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: I oughta leave that for someone else.
de: Ich sollte das jemand anderem überlassen.
es: Debo dejo para otra persona.
fr: Je vais laisser ça à quelqu'un d'autre.
it: Dovrei lasciarlo a qualcun altro.
ja: これだが、他の誰かに残してやった方が良さそうだな。
ko: 이건 남에게 양보해야겠어.
pl: Powinienem zostawić to komuś innemu.
pt_br: Vou deixar isso pra outra pessoa.
ru: Оставлю это кому-нибудь еще.
zh_cn: 我应该把这个留给别人。
zh_tw: 我應該把這個留給別人。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE
source: Death by axe!
de: Tod durch Axt!
es: ¡Muerte por hacha!
fr: Mort par la hache !
it: Morte dall'ascia!
ja: オノでブッたぎってやる！
ko: 도끼로 죽이자!
pl: Trzymaj się z dala od moich drzew!
pt_br: Morte por machado!
ru: Смерть от топора!
zh_cn: 一斧劈死！
zh_tw: 一斧劈死！

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_COCOON
source: Lil buddy cooled right off.
de: Kleiner Kumpel schön gekühlt.
es: El amiguito se enfrió enseguida.
fr: La petite bestiole s'est refroidie.
it: Il cosettino si è raffreddato tutto.
ja: この小さいヤツ、体温を下げてやがる。
ko: 꼬마 친구가 식었네.
pl: Mały trochę się wychłodził.
pt_br: O amiguinho se acalmou rapidinho.
ru: Этот приятель совсем замерз.
zh_cn: 小伙伴马上冷静下来。
zh_tw: 小夥伴馬上冷靜下來。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_EGG.GENERIC
source: There's a fire burning in there.
de: Dieses Feuer brennt in einem erschreckenden Tempo.
es: Hay un fuego ardiendo en su interior.
fr: Il y a un feu qui brûle à l'intérieur.
it: C'è un fuoco che brucia al suo interno.
ja: 中で火が燃えてるみてぇだな
ko: 안에서 불이 타고 있잖아.
pl: Widać płonący wewnątrz ogień.
pt_br: Tem um fogo queimando lá dentro.
ru: Там внутри горит огонь.
zh_cn: 它里面在燃烧。
zh_tw: 它裡面在燃燒。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: She could use a parka.
de: Die müsste mal von einem Piraten umarmt werden.
es: Le hace falta un parka.
fr: Il lui faudrait une parka.
it: Ha bisogno di una giacca a vento.
ja: 厚手のジャケットでも着せてやるか…？
ko: 파카라도 필요하겠는데.
pl: Przydałby mu się porządny sweter.
pt_br: Poderia usar um parca.
ru: Она бы могла взять парку.
zh_cn: 她需要一件派克大衣。
zh_tw: 她需要一件派克大衣。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: Cozier than a moose wrapped in duct tape!
de: Gemütlicher wie ein in Klebeband gewickelter Elch!
es: ¡Más acogedor que un alce envuelto en cinta adhesiva!
fr: Un vrai coq en plâtre !
it: Più comodo di un alce avvolto in nastro adesivo!
ja: すっかりくつろいでるみてぇだな！
ko: 청테이프로 감은 큰사슴보다 따뜻하잖아!
pl: Lepiej niż u mamy.
pt_br: Mais aconchegante que um alce enrolado em fita adesiva!
ru: Ей даже уютней, чем лосю, замотанному в клейкую ленту.
zh_cn: 比用管道胶带裹起来的驼鹿还舒服！
zh_tw: 比用管道膠帶裹起來的駝鹿還舒服！

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_PET.CONTENT
source: Look how happy she is!
de: Das Ding sieht nicht zufrieden aus.
es: ¡Mira qué feliz está!
fr: Regardez comme elle est contente !
it: Vedi come è felice!
ja: ゴキゲンだな！
ko: 정말 행복해 보이잖아!
pl: Ale jest szczęśliwy!
pt_br: Olhe como ela está feliz!
ru: Посмотри, как она теперь счастлива!
zh_cn: 看她多高兴！
zh_tw: 看她多高興！

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_PET.GENERIC
source: That's my lil critter.
de: Oh, mein Kleiner.
es: Qué bichito.
fr: C'est ma petite bestiole.
it: Ecco una creatura deliziosa.
ja: オレのかわいいペットだ
ko: 내 꼬마 친구야.
pl: Mój mały pupilek.
pt_br: Essa é minha criaturinha.
ru: Это мой маленький питомец.
zh_cn: 这是我的小虫子。
zh_tw: 這是我的小蟲子。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_PET.HUNGRY
source: Poor gal's getting hungry.
de: Armes Ding wird langsam hungrig.
es: Pobrecito, está hambriento.
fr: La pauvrette, elle commence à avoir faim.
it: Il poverino sta diventando affamato.
ja: 腹減ってるみてぇだな…かわいそうに…
ko: 가엾게도 배고파 하네.
pl: Biedaczek robi się głodny.
pt_br: Pobre garota está ficando com fome.
ru: Бедная девчушка проголодалась.
zh_cn: 可怜的姑娘饿了。
zh_tw: 可憐的姑娘餓了。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_PET.STARVING
source: Skinnier than a blue heron's legs.
de: Total abgemagert!
es: Está más delgado que las patas de una garza azul.
fr: Plus maigre que les pattes d'un héron.
it: Più magro delle gambe di un airone blu.
ja: アオサギの脚みてぇにガリガリだ…
ko: 학다리보다 더 말랐잖아.
pl: Ale chudzinka.
pt_br: Mais fina que as pernas de uma garça-real azul.
ru: Даже лапы голубой цапли толще выглядят, чем она.
zh_cn: 比青鹭的腿还瘦。
zh_tw: 比青鷺的腿還瘦。

# CHARACTERS.WOODIE.DESCRIBE.LAVAE_TOOTH
source: Not as sharp as Lucy!
de: Die ist nicht so toll wie Lucy.
es: ¡No tan afilado como Lucy!
fr: Pas aussi tranchante que Lucy !
it: Non è tagliente come Lucy!
ja: ルーシーほど鋭くねぇな！
ko: 루시만큼 날카롭지는 않아!
pl: Nie tak ostry jak Lucy.
pt_br: Não é tão afiada quanto a Lucy!
ru: Он не такой острый, как Люси!
zh_cn: 不像露西那么锋利！
zh_tw: 不像露西那麼鋒利！

# CHARACTERS.WOODIE.DESCRIBE.LAVASPIT.COOL
source: My trees are safe now.
de: Meine Bäume sind jetzt sicher.
es: Mis árboles están seguros ahora.
fr: Mes arbres sont à l'abri maintenant.
it: I miei alberi sono al sicuro ora.
ja: 俺の木々はこれで安全だ。
ko: 내 나무가 이제 안전하잖아.
pl: Moje drzewa są bezpieczne.
pt_br: Minhas árvores estão seguras agora.
ru: Теперь мои деревья в безопасности.
zh_cn: 现在我的树安全了。
zh_tw: 現在我的樹安全了。
