Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.POWCAKE
source: This never ends well.
de: Das geht nie gut aus.
es: Esto nunca acaba bien.
fr: Ça ne finit jamais bien.
it: Non finisce mai bene.
ja: 悪い予感しかしない。
ko: 이건 절대 좋게 끝나지 않더라.
pt_br: Isto nunca termina bem.
ru: Это ничем хорошим не заканчивается.
zh_tw: 不會有好結果的。

# CHARACTERS.WANDA.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: Right, I'm supposed to get the water first.
de: Richtig, ich soll zuerst das Wasser holen.
es: Claro, primero necesito agua.
fr: Bon, je suis censée commencer par aller chercher de l'eau.
it: Giusto, prima devo prendere l'acqua.
ja: うん、まず最初に水、だね。
ko: 그래, 먼저 물을 가져와야 해.
pt_br: Certo, preciso conseguir água primeiro.
ru: Ах да, сначала же надо налить воды.
zh_tw: 對了，我應該先去拿水。

# CHARACTERS.WANDA.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: I knew that beak would come in handy.
de: Ich wusste, dass der Schnabel sich als nützlich erweisen würde.
es: Ya sabía yo que ese pico me serviría para algo.
fr: Je savais que ce bec serait utile.
it: Sapevo che quel becco mi sarebbe tornato utile!
ja: あのクチバシは便利だって知ってたんだ。
ko: 그 부리가 유용할 줄 알았어.
pt_br: Sabia que aquele bico viria a calhar.
ru: Так и знала, что этот клюв мне еще пригодится.
zh_tw: 我知道那只喙會派上用場。

# CHARACTERS.WANDA.DESCRIBE.PUFFIN.GENERIC
source: What a jolly looking bird.
de: Was für ein lustig aussehender Vogel.
es: Qué pajarito tan alegre.
fr: Quel oiseau jovial !
it: È un uccello dall'aspetto allegro.
ja: なんて楽しそうな鳥かしら。
ko: 새가 정말 유쾌해 보이네.
pt_br: Que pássaro de aspecto alegre.
ru: Какая забавная птичка.
zh_tw: 多麼歡樂的鳥兒啊。

# CHARACTERS.WANDA.DESCRIBE.PUFFIN.HELD
source: It's a bit awkward carrying such a large bird around with me...
de: Es ist ein bisschen umständlich, einen so großen Vogel mit mir herumzutragen ...
es: ¿No es un poco raro ir cargando con este pájaro tan grande...?
fr: C'est un peu bizarre de trimballer un aussi gros oiseau.
it: È un pochino scomodo portarsi appresso un uccello tanto grande...
ja: こんな大きな鳥を持ち運ぶだなんて、ちょっと恥ずかしい…
ko: 이렇게 커다란 새는 들고 다니기가 좀 어색한데...
pt_br: É meio estranho carregar um pássaro tão grande comigo...
ru: Слегка неудобно таскать с собой такую здоровую птицу...
zh_tw: 帶著這麼大的一隻鳥到處走有點怪……

# CHARACTERS.WANDA.DESCRIBE.PUFFIN.SLEEPING
source: It's fast asleep.
de: Schläft tief und fest.
es: Durmiendo que da gusto.
fr: Il est profondément endormi.
it: Dorme della grossa.
ja: すやすや寝てる。
ko: 깊이 잠들었다.
pt_br: Está dormido profundamente.
ru: Крепко спит.
zh_tw: 它很快就睡著了。

# CHARACTERS.WANDA.DESCRIBE.PUMPKIN
source: A pumpkin that size should keep me fed for a while.
de: Ein Kürbis dieser Größe sollte mich eine Weile satt machen.
es: Una calabaza de ese tamaño me llenará el estómago para rato.
fr: Une citrouille de cette taille devrait me suffire pour un petit moment.
it: Una zucca di quelle dimensioni dovrebbe saziarmi a lungo.
ja: あのサイズのカボチャなら、しばらくの間しのげるわ。
ko: 호박이 그 정도로 크면 한동안 먹으면서 지낼 수 있겠네.
pt_br: Uma abóbora desse tamanho deve me manter alimentada por um bom tempo.
ru: С такой огромной тыквой я нескоро проголодаюсь.
zh_tw: 這麼大的南瓜應該能讓我吃上一段時間了。

# CHARACTERS.WANDA.DESCRIBE.PUMPKINCOOKIE
source: I can never turn down a cookie.
de: Einen Keks kann ich nie ausschlagen.
es: Nunca puedo decirle que no a una galleta.
fr: Je ne dis jamais non à un cookie.
it: Non rifiuto mai un biscotto.
ja: クッキーを食べないっていう選択肢はないわ。
ko: 절대로 쿠키는 거절할 수 없어.
pt_br: Jamais recusarei um biscoito.
ru: Никогда не скажу «нет» печеньке.
zh_tw: 我永遠無法拒絕餅乾。

# CHARACTERS.WANDA.DESCRIBE.PUMPKINPIE
source: Why waste time cutting it into slices when I can just eat the whole thing?
de: Warum Zeit damit verschwenden, ihn in Stücke zu schneiden, wenn ich doch gleich das ganze Ding essen kann?
es: ¿Para qué perder el tiempo cortándolo en porciones si me lo puedo comer entero?
fr: Pourquoi perdre du temps à la découper quand on peut juste la manger en entier ?
it: Perché sprecare tempo a tagliarla a fette quando posso semplicemente mangiarla intera?
ja: 丸ごと食べられるのに、何だってスライスして時間をムダにしないといけないの？
ko: 그냥 다 먹을 수 있는데 왜 굳이 조각으로 자르는 데 시간을 낭비하겠어?
pt_br: Pra que perder tempo cortando fatias se posso comê-la inteira?
ru: Зачем тратить время и резать его на куски, когда можно просто съесть его целиком?
zh_tw: 能一口吞的，幹嘛還浪費時間把它切成片？

# CHARACTERS.WANDA.DESCRIBE.PUMPKIN_COOKED
source: I don't know why I bothered cooking it.
de: Ich weiß nicht, warum ich Zeit damit verschwendet habe, ihn zuzubereiten.
es: No sé para qué me he molestado en cocinarla.
fr: Je ne sais pas pourquoi je me suis embêtée à la préparer.
it: Non so perché ho perso tempo a cucinarla.
ja: なんでこんな物を料理する気になったのかわかんないわ。
ko: 왜 귀찮게 요리를 했는지 모르겠네.
pt_br: Não sei por que me dei o trabalho de cozinhá-la.
ru: Понятия не имею, зачем я возилась с готовкой.
zh_tw: 我不知道我為什麼要費心去做熟它。

# CHARACTERS.WANDA.DESCRIBE.PUMPKIN_LANTERN
source: It's honestly one of the least spooky things around here.
de: Ganz ehrlich, das ist mit das am wenigsten Gespenstische hier.
es: Es una de las cosas que menos miedo da de por aquí, la verdad.
fr: C'est franchement un des objets les moins effrayants de cet endroit.
it: Giuro che è una delle cose meno spaventose che abbia visto in questo posto.
ja: このあたりで全然怖くないものの1つだね。
ko: 솔직히 이 주변에서 가장 으스스하지 않은 것 중 하나야.
pt_br: Sinceramente, é uma das coisas menos assustadoras por aqui.
ru: По сравнению со всем остальным эта штука почти не страшная.
zh_tw: 說實話，在這，這個一點都不嚇人。

# CHARACTERS.WANDA.DESCRIBE.PUMPKIN_OVERSIZED
source: It looks like it's ready to roll away.
de: Es sieht aus, als wäre er bereit, davonzurollen.
es: Está lista para irse rodando en cualquier momento.
fr: Des roues et le carrosse seront prêts pour le bal.
it: Sembra pronta a rotolare via.
ja: 今にも転がっていっちゃいそうね。
ko: 굴러갈 준비가 된 것 같아.
pt_br: Parece que está pronta pra sair rolando.
ru: Она вот-вот укатится.
zh_tw: 它一副要滾走的樣子。

# CHARACTERS.WANDA.DESCRIBE.PUMPKIN_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.PURPLEAMULET
source: Keep that thing away from me!
de: Haltet mir das Ding ja vom Leibe!
es: ¡Ni se te ocurra acercarme eso!
fr: Ne m'approchez pas avec ce truc !
it: Tenete quell'affare lontano da me!
ja: 近くに持ってこないで！
ko: 그 물건을 멀리 치워!
pt_br: Mantenha essa coisa longe de mim!
ru: Чтоб этой штуки и близко здесь не было!
zh_tw: 讓那東西離我遠點！

# CHARACTERS.WANDA.DESCRIBE.PURPLEGEM
source: This could be useful.
de: Das könnte nützlich sein.
es: Esto podría ser útil.
fr: Ça pourrait être utile.
it: Potrebbe tornarmi utile.
ja: これは使えるかも。
ko: 쓸 데가 있을 지도 몰라.
pt_br: Isto pode ser útil.
ru: А это может пригодиться.
zh_tw: 這可能會有用。

# CHARACTERS.WANDA.DESCRIBE.PURPLEMOONEYE
source: I think I can tinker with it even more.
de: Ich glaube, ich kann noch mehr daran herumtüfteln.
es: Creo que puedo hacerle algún retoque más...
fr: Je crois que je peux continuer à la bidouiller.
it: Penso di poterci fare ancora qualcosa.
ja: これでもっといろいろいじれるかも。
ko: 더 고민해볼 수도 있겠어.
pt_br: Acho que posso mexer ainda mais nisto.
ru: Думаю, я смастерю из этого что-то еще.
zh_tw: 我想我還可以再修補一下。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: It's in the process of digestinating.
de: Die Verdauung ist im Gange.
es: Está en proceso de digestión.
fr: Il est en train de digérer.
it: È nel processo di digestinazione.
ja: 食べたものを消化中かな。
ko: 소화 중이다.
pt_br: Está no processo de digerinação.
ru: Идет процесс переваривания пищи.
zh_tw: 它正在消化。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: We'd better start cooking some offerings.
de: Wir fangen besser an, ein paar Opfergaben zu kochen.
es: Será mejor que empecemos a cocinar algunas ofrendas.
fr: On ferait mieux de commencer à cuisiner des offrandes.
it: Sarà meglio iniziare a cucinare delle offerte.
ja: 何か捧げものを料理した方がいいね。
ko: 바칠 것을 요리하는 게 좋겠다.
pt_br: É melhor a gente começar a preparar umas oferendas.
ru: Лучше приступить к приготовлению подношений.
zh_tw: 我們最好開始煮些祭品。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: As far as posts go, this one is adequate.
de: Für einen Pfosten gar nicht schlecht.
es: Por lo que respecta a postes, este es adecuado.
fr: Niveau panneau, celui-là est pas mal.
it: Per quanto riguarda i pali, questo è adeguato.
ja: いかにも柱、という柱。
ko: 괜찮은 기둥이다.
pt_br: No que diz respeito a postes, este é adequado.
ru: Для столба весьма неплохо.
zh_tw: 就柱子而言, 這根足夠了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: Kind of clingy.
de: Ziemlich anhänglich.
es: Un poco pegajosa.
fr: Plutôt collant.
it: Piuttosto appiccicoso.
ja: ちょっと絡みがち。
ko: 자꾸 달라붙는다.
pt_br: Meio peguenta.
ru: Вот прицепился.
zh_tw: 有點粘人。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: A monumental monument.
de: Ein monumentales Monument.
es: Un monumento monumental.
fr: Un monument monumental.
it: Un monumento monumentale.
ja: 記念碑的な記念碑。
ko: 기념비적인 기념비.
pt_br: Uma monumento monumental.
ru: Монументальный монумент.
zh_tw: 一座有紀念意義的紀念碑。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: It's an old statue.
de: Eine alte Statue.
es: Es una estatua antigua.
fr: C'est une vieille statue.
it: È una vecchia statua.
ja: 古い像だ。
ko: 낡은 동상이다.
pt_br: É uma estátua antiga.
ru: Это старая статуя.
zh_tw: 舊雕塑。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: What are you looking at?
de: Was schaust du denn so?
es: ¿Qué miras?
fr: Qu'est-ce que tu regardes comme ça ?
it: Che hai da guardare?
ja: 何でこっちを見てるんだ？
ko: 뭘 봐?
pt_br: O que está olhando?
ru: На что смотришь?
zh_tw: 你在看什麼？

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_BEEFALO
source: Science says it should have died by now.
de: Wenn es nach der Wissenschaft ginge, sollte das schon längst tot sein.
es: La ciencia dice que debería haberse muerto ya.
fr: Selon la science, ça devrait déjà être mort.
it: La scienza dice che doveva già essere morto.
ja: 科学によれば、もう死んでいるべきなんだけどな。
ko: 과학에 따르면 지금이면 죽었어야 한다.
pt_br: A ciência diz que já deveria ter morrido.
ru: Ученые утверждают, что существо давно должно было умереть.
zh_tw: 科學說它應該死透了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_BERRYBUSH
source: Those berries are all gone.
de: Da sind keine Beeren mehr dran.
es: Se acabaron las bayas.
fr: Toutes les baies sont parties.
it: Quelle bacche sono tutte sparite.
ja: ベリーが全部なくなってる。
ko: 베리가 다 없어졌다.
pt_br: Essa bagas já eram.
ru: Ягод здесь уже нет.
zh_tw: 漿果全沒了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: A bright bowl.
de: Eine leuchtende Schüssel.
es: Un cuenco brillante.
fr: Un bol aux couleurs vives.
it: Una ciotola brillante.
ja: 眩しく光るボウル。
ko: 반짝이는 그릇.
pt_br: Uma tigela brilhante.
ru: Яркая чаша.
zh_tw: 一隻明亮的碗。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: A dish for all seasonings.
de: Ein Gericht mit vielen Gewürzen.
es: Un plato para todos los condimentos.
fr: Un plat pour tout les condiments.
it: Un piatto per tutte le stagioni.
ja: どんな季節でも味付けでもイケる一品。
ko: 모든 조미료를 위한 요리.
pt_br: Um prato para todos os temperos.
ru: Блюдо для любых приправ.
zh_tw: 一道加了各種調料的菜。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: For making minuscule motleys.
de: Für kleine Eintöpfe.
es: Para hacer todo tipo de minúsculas comidas.
fr: Pour faire de minuscules mélis-mélos.
it: Per creare un piccolo assortimento.
ja: 小さな具材をごた混ぜに煮込もう。
ko: 작은 규모의 잡탕.
pt_br: Para preparar misturas minúsculas.
ru: Для измельчения на крошечные кусочки.
zh_tw: 可以做各種雜七雜八的小菜。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_COIN1
source: I'd like more than a penny for my thoughts.
de: Für meine Gedanken verlange ich schon etwas mehr als einen Pfennig.
es: Me gustaría que me dieran más de un duro por mí.
fr: Il faudrait plus d'une pièce pour lire dans mes pensées.
it: Vorrei più di un centesimo per i miei pensieri.
ja: 僕のアイデアにはコイン数枚の価値がある。
ko: 기왕이면 푼돈보다는 금화가 좋은데.
pt_br: Eu gostaria de receber mais de um centavo pelo que faço.
ru: Одной монеткой не отделаешься.
zh_tw: 我的想法可值不止這點錢。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_COIN2
source: A decent amount of coin.
de: Eine anständige Menge an Münzen.
es: Una buena cantidad de monedas.
fr: Une décente quantité de pièces.
it: Una somma di monete decente.
ja: かなりの量のコインだ。
ko: 동전이 제법 있다.
pt_br: Uma quantidade decente de moeda.
ru: Достойное количество монет.
zh_tw: 不少硬幣呢。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_COIN3
source: Seems valuable.
de: Scheint wertvoll zu sein.
es: Parece valiosa.
fr: Ça vaut quelque chose.
it: Sembra di valore.
ja: 価値がありそうだ。
ko: 제법 두둑해 보인다.
pt_br: Parece valiosa.
ru: Похоже, ценное.
zh_tw: 似乎很有價值。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_COIN4
source: We can use these to reopen the Gateway.
de: Damit können wir das Tor wieder öffnen.
es: Podemos utilizarlas para abrir la puerta de entrada.
fr: Ça pourrait servir à rouvrir l'Entrée.
it: Possiamo usarle per riaprire il Portale.
ja: これを使ってゲートを開けそうだ。
ko: 관문을 다시 여는 데 사용된다.
pt_br: Podemos usar elas pra reabrir o Portal.
ru: С их помощью мы сможем снова открыть портал.
zh_tw: 可以用它們重新打開大門。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CRABMEAT
source: No imitations here.
de: Garantiert echter Krebs.
es: No es un sucedáneo.
fr: C'est du vrai.
it: Non è un'imitazione.
ja: カニカマじゃないぞ。
ko: 모조품이 아니다.
pt_br: Nenhuma imitação aqui.
ru: Никаких подделок.
zh_tw: 沒什麼好模仿的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: I can put a meal together in a pinch.
de: Wenn's sein muss, kann ich schon was Anständiges kochen.
es: Puedo preparar una comida en un apuro.
fr: Je peux préparer un bon repas en un clin d'œil.
it: Posso preparare il pranzo in un battibaleno.
ja: いざとなれば僕だって食事ぐらい！
ko: 여의치 않을 때 식사 거리로 적당하다.
pt_br: Posso preparar uma refeição na hora do aperto.
ru: Я за пару секунд состряпаю что-нибудь.
zh_tw: 在緊要關頭，我可以做出一頓美餐。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_CRABTRAP
source: A crabby trap.
de: Eine Krabbenfalle.
es: Una trampa de cangrejo.
fr: Un piège à crabe.
it: Una trappola di granchio.
ja: 確かにカニの罠だ。
ko: 게 같은 함정.
pt_br: Uma armadilha infeliz.
ru: Ловушка для крабов.
zh_tw: 螃蟹陷阱。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FERN
source: Probably chock full of vitamins.
de: Wahrscheinlich voller Vitamine.
es: Probablemente esté repleto de vitaminas.
fr: Sans doute bourré de vitamines.
it: Probabilmente pieno zeppo di vitamine.
ja: たぶんビタミンたっぷり。
ko: 비타민이 잔뜩 들어있을 것이다.
pt_br: Provavelmente deve estar cheia de vitaminas.
ru: Наверняка витаминов в нем под завязку.
zh_tw: 可能富含維生素。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FLOUR
source: Ready for baking.
de: Zum Backen.
es: Listo para meterlo al horno.
fr: Prête à passer au four.
it: Pronto per la cottura.
ja: パンにする？それともクッキー？
ko: 바로 베이킹에 쓸 수 있다.
pt_br: Pronta pra um bolo.
ru: Бери и пеки.
zh_tw: 可以烘焙了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: We cooked the foliage.
de: Wir haben das Laub gekocht.
es: Hemos cocinado el follaje.
fr: On a cuit le feuillage.
it: Abbiamo cucinato il fogliame.
ja: 葉っぱを調理したよ。
ko: 잎을 요리했다.
pt_br: Cozinhamos a folhagem.
ru: Мы приготовили листву.
zh_tw: 我們煮了樹葉。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: I should offer it on the Altar of Gnaw.
de: Ich sollte es auf dem Altar des Mampf opfern.
es: Debería ofrecerla al altar de la Roedora.
fr: Je devrais l'offrir sur l'autel de Gnaw.
it: Lo dovrei offrire sull'altare del Masticatore.
ja: ノウの祭壇に捧げてみよう。
ko: 물뜯이의 제단에 바쳐야겠다.
pt_br: Eu deveria oferecer no Altar de Gnaw.
ru: Надо возложить это на алтарь Грызуна.
zh_tw: 我應該把它獻祭在饕餮祭壇上。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: Science says this will appease the sky God.
de: Die Wissenschaft sagt, das wird den Himmel besänftigen.
es: La ciencia dice que apaciguará al dios del cielo.
fr: La science dit que ça va apaiser le Dieu du ciel.
it: La scienza dice che placherà le divinità del cielo.
ja: 科学によれば、これは空の神を喜ばせるものだ。
ko: 과학에 따르면 하늘 신을 기쁘게 한다고 한다.
pt_br: A ciência diz que isso agradará o Deus dos céus.
ru: Наука говорит, что это удовлетворит небесное божество.
zh_tw: 科學說這樣會安撫天空之神。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: It's more of a light snack, really.
de: Eher ein leichter Snack.
es: Es más bien un aperitivo ligero.
fr: C'est plus un snack léger, vraiment.
it: È più di uno spuntino leggero, davvero.
ja: どちらかと言うと軽食。
ko: 가벼운 간식이다.
pt_br: Parece mais um lanchinho leve, na verdade.
ru: Скорее легкая закуска.
zh_tw: 真的，這更像是小吃。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: That's not what it wants.
de: Will wohl was anderes.
es: No es esto lo que quiere.
fr: Ce n'est pas ce qu'il veut.
it: Non è quello che vuole.
ja: 求めているのはこれじゃないな。
ko: 물뜯이가 원하는 게 아니다.
pt_br: Não é isso que está querendo.
ru: Он не этого хочет.
zh_tw: 不是它想要的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: That one was an experiment.
de: Das war ein Experiment.
es: Fue un experimento.
fr: C'était une expérimentation.
it: Era solo un esperimento.
ja: あれは実験だったのさ。
ko: 실험했다고 치자.
pt_br: Foi só um experimento.
ru: Это был эксперимент.
zh_tw: 那是試驗品。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GARLIC
source: The number one breath enhancer.
de: Ideal für frischen Atem.
es: El potenciador del aliento número uno.
fr: Rien de mieux pour l'haleine.
it: Il potenziatore di alito più efficace.
ja: 呼吸を促進するならこれが一番。
ko: 입 냄새를 좋게 하는 데에는 이것 만한 게 없다.
pt_br: O melhorador de hálito número um.
ru: Лучший усилитель дыхания!
zh_tw: 第一口氣清新劑。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: Perfectly browned.
de: Perfekt gebräunt.
es: Perfectamente tostado.
fr: Parfaitement bruni.
it: Perfettamente abbrustolito.
ja: 完璧なキツネ色。
ko: 완벽하게 노릇해졌다.
pt_br: Perfeitamente dourado.
ru: Идеально подрумянен.
zh_tw: 完美的焦黃。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GOATKID
source: This goat's much smaller.
de: Diese Ziege ist viel kleiner.
es: Esta cabra es mucho más pequeña.
fr: Ce bouc est bien plus petit.
it: Questa capra è molto più piccola.
ja: このヤギは随分小さいね。
ko: 아주 작은 염소다.
pt_br: Essa cabra é bem menor.
ru: Эта коза намного меньше.
zh_tw: 這只山羊小得多。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GOATMILK
source: Good if you don't think about where it came from.
de: Man sollte gar nicht darüber nachdenken, wo sie herkommt.
es: Está buena si no piensas de dónde viene.
fr: Mieux vaut ne pas imaginer d'où ça vient.
it: È meglio se non pensi da dove provenga.
ja: 出処を気にしなければイケるね。
ko: 어디서 난 건지 생각하지만 않으면 마실 만하다.
pt_br: É bom se você não pensa de onde veio.
ru: Лучше не думать, откуда это тут взялось.
zh_tw: 挺好的，只要你別去想它的來源。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GOATMUM
source: Reminds me of my old nanny.
de: Erinnert mich an mein altes Kindermädchen.
es: Me recuerda a mi antigua niñera.
fr: Ça me rappelle ma vieille mémé.
it: Mi ricorda la mia vecchia tata.
ja: 年取った乳母を思いだすよ。
ko: 할머니가 생각난다.
pt_br: Me faz lembrar da babá que tive.
ru: Напоминает мне мою старенькую няню.
zh_tw: 讓我想起了我的老保姆。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GRILL
source: Now all I need is a backyard to put it in.
de: Jetzt brauche ich nur noch einen Garten.
es: Ahora solo necesito un jardín para ponerlo.
fr: Il ne me manque plus qu'un jardin pour le placer.
it: Adesso ho bisogno solo di un giardino dove metterlo.
ja: あとはこれを置いておく裏庭さえあれば完璧だな。
ko: 이제 이걸 놓을 뒷마당만 있으면 된다.
pt_br: Agora tudo que preciso é de um pátio pra colocar isso.
ru: Теперь мне нужен только дворик, где можно это установить.
zh_tw: 我現在就差一個擺放它的後院了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: I'll have to grill someone about this.
de: Weiß nicht, was das ist.
es: No me grilles.
fr: Il va falloir que je cuisine quelqu'un à propos de ça.
it: Devo mettere qualcuno sulla graticola in merito.
ja: 誰かにこれで焼きを入れてやろうかな。
ko: 이제 그릴에 요리할 것만 찾으면 된다.
pt_br: Vai tudo virar churrasquinho agora.
ru: Устроить бы кому-нибудь жаркий допрос!
zh_tw: “烤”問利器。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: Barbecurious.
de: Für 'ne kleine Grillfete.
es: Barbacurioso.
fr: Barbecurieux.
it: Grigliatina.
ja: バーベキューしたいね。
ko: 바비큐는 맛있다.
pt_br: Churrascurioso.
ru: Барбекруто.
zh_tw: 烤出好味道。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: For grilling small meats.
de: Zum Grillen von kleinem Fleisch.
es: Para asar carne pequeña.
fr: Pour griller des petits bouts de viande.
it: Per grigliare i pezzetti di carne.
ja: 小さい肉をグリルできる。
ko: 작은 고기를 굽는 데 쓰인다.
pt_br: Para assar carnes pequenas.
ru: Для маленьких кусочков мяса.
zh_tw: 用來烤小塊肉。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_HOE
source: It's a farming instrument.
de: Ein landwirtschaftliches Gerät.
es: Un instrumento de labranza.
fr: Un instrument de la ferme.
it: Uno strumento dell'agricoltura.
ja: 農業に使う道具だ。
ko: 농사 기구다.
pt_br: É um instrumento agrícola.
ru: Рабочее орудие фермера.
zh_tw: 這是一種農具。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_KEY
source: Safe bet this'll come in handy.
de: Ich wette, das wird sich als nützlich erweisen.
es: Apuesto a que me será útil.
fr: Je parie que ça sera utile.
it: Scommetto che questa tornerà utile.
ja: 間違いなく使える品だね。
ko: 분명히 쓸모 있을 것이다.
pt_br: Aposto que isso vai ser útil.
ru: Могу поспорить, это нам пригодится.
zh_tw: 我敢肯定，它會派上用場的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_KEY_PARK
source: I'll park it in my pocket until I get to the park.
de: Ich parke es in meiner Tasche, bis ich in den Park komme.
es: Me la meteré en el bolsillo hasta que llegue al parque.
fr: Je vais parquer ça dans ma poche en attendant d'arriver au parc.
it: La parcheggio nella tasca finché non arrivo al parco.
ja: 公園に行くまでポケットに入れておこう。
ko: 공원에 갈 때까지 주머니에 넣어둬야겠다.
pt_br: Vou deixar no meu bolso até a gente chegar no parque.
ru: Придержу-ка это в кармане, пока не доберусь до места.
zh_tw: 在抵達公園之前，就把它“供“在我的口袋裡吧。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_LAMP_POST
source: Huh. Reminds me of home.
de: Hach. Erinnert mich an Zuhause.
es: Ah, me recuerda a mi casa.
fr: Euh... ça me rappelle la maison.
it: Uh. Mi ricorda casa.
ja: ふむ。我が家を思い出すね。
ko: 흠. 집 생각난다.
pt_br: Hã. Me faz lembrar de casa.
ru: Эх… Что-то вспомнился дом.
zh_tw: 嗯，讓我想起了家。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: Enlightening.
de: Erleuchtend.
es: Esclarecedora.
fr: Lumineux.
it: Illuminante.
ja: 何だか人生まで照らしてくれそうね。
ko: 밝다.
pt_br: Esclarecedor.
ru: Проливает свет.
zh_tw: 亮起來。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: The daily grind.
de: Der tägliche Trott.
es: Todo gira y gira sin parar.
fr: Le labeur quotidien.
it: La routine quotidiana.
ja: 磨り減るような日々だ。
ko: 열심히 갈아줘야 한다.
pt_br: A labuta diária.
ru: На один день хватит.
zh_tw: 日常差事。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MERMHOUSE
source: What an ugly little house.
de: Was für ein hässliches kleines Haus.
es: Qué casita más fea.
fr: Quelle vilaine petite maison !
it: Che brutta casetta.
ja: なんて醜く小さな家だ。
ko: 정말 우스꽝스럽게 생긴 집이다.
pt_br: Que casinha mais feia.
ru: Какой уродливый домишко.
zh_tw: 這個小房子真醜啊。
