Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.SPORE_TALL.GENERIC
source: I can't believe mushrooms made something so pretty.
de: Nicht zu glauben, dass Pilze etwas so Hübsches gemacht haben.
es: No me puedo creer que los champiñones hayan hecho algo tan bonito.
es_mx: No puedo creer que los hongos produjeran algo tan lindo.
fr: J'ai du mal à croire que des champignons aient fait quelque chose d'aussi beau.
it: Non riesco a credere che un fungo abbia creato qualcosa di così bello.
ja: キノコからこんなにカワイイものを作れるなんて信じられないヨ。
ko: 버섯이 이렇게 예쁜 것을 만들 줄이야.
pl: Nie mogę uwierzyć, że grzyby stworzyły coś tak wspaniałego.
pt_br: Nem acredito que os cogumelos fizeram algo tão bonito.
ru: Просто не верится, что от грибов произошло что-то настолько красивое.
zh_cn: 不敢相信蘑菇能做这么漂亮的东西。
zh_tw: 不敢相信蘑菇能做這麼漂亮的東西。

# CHARACTERS.WARLY.DESCRIBE.SPORE_TALL.HELD
source: How precious.
de: Wie kostbar.
es: Que preciosidad.
es_mx: Qué preciosa.
fr: Quelle délicatesse.
it: Preziosissima.
ja: ああ、なんてステキ！
ko: 참 멋진걸.
pl: Coś wspaniałego.
pt_br: Que preciosidade.
ru: Какая прелесть.
zh_cn: 相当宝贵。
zh_tw: 相當寶貴。

# CHARACTERS.WARLY.DESCRIBE.SQUID
source: Incandescent calamari!
de: Ein leuchtender Kalmar!
es: ¡Calamar incandescente!
es_mx: ¡Un calamar incandescente!
fr: Un calmar incandescent !
it: Calamaro incandescente!
ja: 光り輝くイカ！
ko: 백열등 같은 칼라마리다!
pl: Olśniewający kalmar.
pt_br: Lula incandescente!
ru: Кальмар с пылу с жару!
zh_cn: 白炽的枪乌贼！
zh_tw: 白熾的槍烏賊！

# CHARACTERS.WARLY.DESCRIBE.STAFFCOLDLIGHT
source: I appreciate it on sweltering afternoons.
de: Angenehm an heißen Nachmittagen.
es: Muy de valorar en tardes sofocantes.
es_mx: Es bueno tenerlo cerca en las tardes de calor sofocante.
fr: Ça peut être utile en pleine canicule.
it: Il massimo per i pomeriggi soffocanti.
ja: うだるほど暑い午後にピッタリだネ。
ko: 무더운 오후에 도움이 돼.
pl: Doceniam je w upalne popołudnia.
pt_br: Eu gosto disso em tardes abafadas.
ru: В жару ему цены нет.
zh_cn: 在炎热的午后有妙用。
zh_tw: 在炎熱的午後有妙用。

# CHARACTERS.WARLY.DESCRIBE.STAFFLIGHT
source: Too much power to hold in one hand.
de: Zuviel Macht für eine Hand.
es: Demasiado poder para sostener en una mano.
es_mx: Demasiado poder para sostener en una mano.
fr: Trop de pouvoir dans une seule main.
it: Troppo potere da tenere in una mano.
ja: 片手じゃ扱えないほど、すごいパワーだヨ！
ko: 한 손으로 잡기에는 너무 강력해.
pl: Za dużo mocy, by utrzymać ją w jednej ręce.
pt_br: É muito poder para uma mão só.
ru: Слишком много силы, чтобы удерживать ее одной рукой.
zh_cn: 一手掌握这么大的能量并非易事。
zh_tw: 一手掌握這麼大的能量並非易事。

# CHARACTERS.WARLY.DESCRIBE.STAFF_TORNADO
source: Does nature like being tamed?
de: Mag die Natur gezähmt werden?
es: ¿Le gusta a la naturaleza ser domesticada?
es_mx: ¿Le gusta a la naturaleza ser domesticada?
fr: Est-ce que la nature aime être domestiquée ?
it: Alla natura piace essere addomesticata?
ja: 自然は、人に操られること、望むのカナ…？
ko: 자연은 길들여지는 것을 좋아하려나?
pl: Czy natura lubi kontrolę?
pt_br: A natureza gosta de ser domada?
ru: Любит ли природа, когда ее покоряют?
zh_cn: 大自然都喜欢被驯服吗？
zh_tw: 大自然都喜歡被馴服嗎？

# CHARACTERS.WARLY.DESCRIBE.STAGEHAND.AWAKE
source: I've got to hand it to you, I was startled!
de: Ich muss zugeben, ich bin erschrocken!
es: ¡Debo confesar que me dejaste de piedra!
es_mx: ¡Debo admitirlo, me sorprendió!
fr: Je dois admettre que j'ai été surpris !
it: Devo ammetterlo, mi hai sorpreso!
ja: キミにこれ渡さなくちゃ。ボク、びっくりしちゃったヨ！
ko: 인정해야겠는걸. 깜짝 놀랐어!
pl: Przyznam, że się nieźle wystraszyłem!
pt_br: Tenho que admitir, fiquei assustado!
ru: Ничего не могу сказать, я испугался!
zh_cn: 服了你了，吓到我了！
zh_tw: 服了你了，嚇到我了！

# CHARACTERS.WARLY.DESCRIBE.STAGEHAND.HIDING
source: Oh, what a nice table setting.
de: Oh, der Tisch ist aber schön zurechtgemacht.
es: Oh, qué buen servicio de mesa.
es_mx: Oh, qué forma tan linda de poner la mesa.
fr: Oh, quelle belle mise en place.
it: Che bella apparecchiatura.
ja: あぁ、なんてステキなテーブルセッティングだろう。
ko: 아, 멋진 테이블 세팅이야.
pl: Ale ładna zastawa.
pt_br: Ah, que belo conjunto de mesa.
ru: О, какая чудесная сервировка.
zh_cn: 噢，好精美的餐桌摆设。
zh_tw: 噢，好精美的餐桌擺設。

# CHARACTERS.WARLY.DESCRIBE.STALAGMITE
source: I always get you upside down with stalactites...
de: Bei Stalaktiten verwechsle ich immer unten und oben ...
es: Siempre te confundo con las estalactitas...
es_mx: Siempre te confundo con las estalactitas...
fr: Je les confonds toujours avec les stalactites...
it: Ti trovo sempre a testa in giù con le stalattiti...
ja: 上向きの鍾乳石ネ
ko: 종유석이랑 헷갈린다니까...
pl: Zawsze cię mylę z tym drugim....
pt_br: Eu sempre confundo você com estalactites...
ru: Вечно я вас путаю вверх тормашками со сталактитами.
zh_cn: 倒过来就成了钟乳石...
zh_tw: 倒過來就成了鐘乳石...

# CHARACTERS.WARLY.DESCRIBE.STALAGMITE_TALL
source: Rocks to be had.
de: Steine, Steine, Steine ...
es: Aquí crecen rocas.
es_mx: Aquí crecen rocas.
fr: Des roches à avoir.
it: Rocce da possedere.
ja: ツルハシで掘れそうネ
ko: 수집할 만한 돌이다.
pl: Mityczny kamień?
pt_br: Rochas para consumo.
ru: Камни в ассортименте.
zh_cn: 待开采的岩石。
zh_tw: 待開採的岩石。

# CHARACTERS.WARLY.DESCRIBE.STALKER
source: We should have left it sleeping!
de: Wir hätten ihn schlafen lassen sollen!
es: ¡Deberíamos haberlo dejado dormir!
es_mx: ¡Debimos dejar que siguiera durmiendo!
fr: On aurait dû le laisser dormir !
it: Avremmo dovuto lasciarlo dormire!
ja: ずっと眠らせておけばよかったネ。
ko: 자게 뒀어야 하는데!
pl: Trzeba było go nie budzić!
pt_br: A gente devia tê-lo deixado dormir!
ru: Надо было дать ему поспать!
zh_cn: 应该让它睡着吧！
zh_tw: 應該讓它睡著吧！

# CHARACTERS.WARLY.DESCRIBE.STALKER_ATRIUM
source: This won't be an easy fight.
de: Das wird kein einfacher Kampf.
es: No será una pelea fácil.
es_mx: Esta no será una pelea fácil.
fr: Ce n'est pas gagné.
it: Non sarà un combattimento facile.
ja: これは簡単に勝負がつく戦いじゃないネ。
ko: 쉽지 않은 싸움이 되겠어.
pl: To nie będzie łatwe starcie.
pt_br: Essa não vai ser uma luta fácil.
ru: Это будет непростой бой.
zh_cn: 这场仗不容易打。
zh_tw: 這場仗不容易打。

# CHARACTERS.WARLY.DESCRIBE.STALKER_MINION
source: What creeps!
de: Grauenhaft!
es: ¡Es espeluznante!
es_mx: ¡Qué miedo!
fr: Brrr !
it: Che paura!
ja: うわ～気持ち悪いネ！
ko: 소름 끼치는걸!
pl: Aż mam ciarki!
pt_br: Que coisa sinistra!
ru: Какая жуть!
zh_cn: 好吓人！
zh_tw: 好嚇人！

# CHARACTERS.WARLY.DESCRIBE.STATUEGLOMMER.EMPTY
source: Oops.
de: Hoppla.
es: Uy.
es_mx: ¡Uy!
fr: Mince.
it: Ops.
ja: おっとっと！
ko: 이런.
pl: Ups.
pt_br: Ops.
ru: Упс.
zh_cn: 哎呀。
zh_tw: 哎呀。

# CHARACTERS.WARLY.DESCRIBE.STATUEGLOMMER.GENERIC
source: Must have been a pretty important, uh, thingy...
de: Muss ein ziemlich wichtiges ... Etwas ... gewesen sein.
es: Debe de haber sido una... cosa... muy importante...
es_mx: Debe de haber sido una... cosa... muy importante...
fr: Ça devait être un truc plutôt important...
it: Deve essere stato abbastanza importante, uh, coso...
ja: 何かわからないケド…重要なものだった…？
ko: 뭔가 꽤 대단한 존재였나 보다...
pl: Na pewno był bardzo ważny...
pt_br: Deve ter sido uma coisinha, ahm, muito importante...
ru: Должно быть, это довольно важная, эм, штуковина…
zh_cn: 肯定是个很重要的，呃，东西...
zh_tw: 肯定是個很重要的，呃，東西...

# CHARACTERS.WARLY.DESCRIBE.STATUEHARP
source: Headless harpsmen.
de: Kopfloser Musiker.
es: Hombres-arpa sin cabeza.
es_mx: Hombres-arpa sin cabeza.
fr: Harpiste décapité.
it: Suonatori d'arpa senza testa.
ja: ハープ持ってるけど…頭がないネ…
ko: 머리 없는 하프 인간.
pl: Bezgłowi harfiści.
pt_br: Homens harpa sem cabeça.
ru: Безголовый арфист.
zh_cn: 无头的竖琴师。
zh_tw: 無頭的豎琴師。

# CHARACTERS.WARLY.DESCRIBE.STATUEMAXWELL
source: He is literally made of stone.
de: Er ist buchstäblich aus Stein gefertigt.
es: Está hecho literalmente de piedra.
es_mx: Está hecho literalmente de piedra.
fr: Il n'a pas que le cœur en pierre.
it: È letteralmente fatto di pietra.
ja: 石のように冷たい男だヨ…
ko: 진짜 돌로 만들어졌군.
pl: Facet z twardy jak głaz.
pt_br: Ele é literalmente feito de pedra.
ru: Он буквально сделан из камня.
zh_cn: 他确实是石头做成的。
zh_tw: 他確實是石頭做成的。

# CHARACTERS.WARLY.DESCRIBE.STATUE_MARBLE.GENERIC
source: A lovely marble statue.
de: Eine hübsche Marmorstatue.
es: Una preciosa estatua de mármol.
es_mx: Una estatua de mármol encantadora.
fr: Une jolie statue de marbre.
it: Un'incantevole statua di marmo.
ja: 美しい大理石の像だネ。
ko: 멋진 대리석 조각상이야.
pl: Uroczy marmurowy posąg.
pt_br: Uma estátua de mármore adorável.
ru: Чудесная мраморная статуя.
zh_cn: 可爱的大理石雕像。
zh_tw: 可愛的大理石雕像。

# CHARACTERS.WARLY.DESCRIBE.STATUE_MARBLE.TYPE1
source: Well, as they say, if it ain't baroque!
de: Tja, was nicht kaputt ist ...
es: ¡Qué cosa más barroca, como se suele decir!
es_mx: Bueno, como dicen por ahí: si no está “barroto”...
fr: C'est très baroque !
it: Beh, se non è barocca questa!
ja: これがバロックじゃなかったら、他の何がバロックか、って感じだネ！
ko: 긁어 부스럼 만들 필요는 없지!
pl: A cóż to za tragedia?
pt_br: Bom, temos a arte para não morrer da verdade!
ru: Но как ей теперь читать?..
zh_cn: 俗话说的好，要是没坏，就别修！
zh_tw: 俗話說的好，要是沒壞，就別修！

# CHARACTERS.WARLY.DESCRIBE.STATUE_MARBLE.TYPE2
source: She seems regal.
de: Sie wirkt königlich.
es: Parece regio.
es_mx: Tiene un aire de realeza.
fr: Elle est royale.
it: Ha un aspetto regale.
ja: 彼女は王者の風格だネ。
ko: 위엄 있어 보여.
pl: Wygląda królewsko.
pt_br: Ela parece majestosa.
ru: Выглядит по-королевски.
zh_cn: 她仪容庄严。
zh_tw: 她儀容莊嚴。

# CHARACTERS.WARLY.DESCRIBE.STATUE_MARBLE.TYPE3
source: Some fresh cut flowers would brighten it up!
de: Ein paar Schnittblumen könnten nicht schaden!
es: ¡Unas flores recién cortadas lo alegrarían un poco!
es_mx: ¡Algunas flores recién cortadas le darían un poco de color!
fr: Quelques fleurs coupées seraient du plus bel effet !
it: Dei fiori freschi le darebbero un bel tocco in più!
ja: イキイキした切りたての花を飾ったら、明るくなるヨ！
ko: 갓 꺾은 꽃을 두면 더 활기 있어 보이겠어!
pl: Świeże, cięte kwiaty trochę ją ożywią!
pt_br: Algumas flores recém-colhidas a deixariam mais alegre!
ru: Свежесорванные цветы ее оживят!
zh_cn: 找些鲜切花点缀会变得更美。
zh_tw: 找些鮮切花點綴會變得更美。

# CHARACTERS.WARLY.DESCRIBE.STEELWOOL
source: I used to use this to scrub dishes.
de: Damit mache ich meine Pfannen sauber.
es: Antes lo usaba para fregar los platos.
es_mx: Solía usar esto para fregar los platos.
fr: Je m'en servais pour gratter la vaisselle.
it: La usavo per lavare i piatti.
ja: これで皿をこすったもんだヨ。
ko: 접시를 닦을 때 쓰곤 했지.
pl: Używałem tego jako skrobaka do zmywania.
pt_br: Costumava usar isso para lavar pratos.
ru: Я вот этим тарелки отскребал.
zh_cn: 我以前会用它来洗盘子。
zh_tw: 我以前會用它來洗盤子。

# CHARACTERS.WARLY.DESCRIBE.STEERINGWHEEL
source: I'll steer us in the right direction!
de: Ich steuere in die richtige Richtung!
es: ¡Nos pondré en la dirección correcta!
es_mx: ¡Nos conduciré en la dirección correcta!
fr: Il nous mènera dans la bonne direction !
it: Ci condurrà nella direzione giusta!
ja: ボクがみんなを正しい方向に連れてくヨ！
ko: 내가 제대로 된 방향으로 안내할게!
pl: Poprowadzę nas we właściwym kierunku.
pt_br: Vou levar a gente na direção certa!
ru: Я направлю нас в нужную сторону!
zh_cn: 它会给我们指一个正确的方向！
zh_tw: 它會給我們指一個正確的方向！

# CHARACTERS.WARLY.DESCRIBE.STEERINGWHEEL_ITEM
source: We can't set sail without this.
de: Ohne dies können wir nicht in See stechen.
es: No podemos zarpar sin esto.
es_mx: No podemos zarpar sin esto.
fr: On ne peut pas naviguer sans.
it: Non possiamo salpare senza.
ja: これがなければ海を渡れないヨ。
ko: 이게 없으면 항해할 수 없어.
pl: Bez niego nie wypłyniemy.
pt_br: A gente não pode zarpar sem isso.
ru: Без этого мы в плавание не уйдем.
zh_cn: 少了这个东西我们就不能扬帆起航了。
zh_tw: 少了這個東西我們就不能揚帆起航了。

# CHARACTERS.WARLY.DESCRIBE.STINGER
source: It would really sting to not have a use for this.
de: Wäre schade, wenn es dafür keinen Nutzen gäbe.
es: Me dolería que esto no tuviera ningún uso.
es_mx: Me dolería que esto no tuviera ningún uso.
fr: Il serait vraiment piquant que ça ne serve à rien.
it: Sarebbe davvero pungente non poterlo usare.
ja: 見てると、胸がチクチク痛むネ…
ko: 이걸 써먹어보지 않으면 아쉬울 듯.
pl: Ciekawe, czy są tu gdzieś orkowie.
pt_br: Seria bem dolorido não achar uma utilidade pra isso.
ru: И хочется, и колется, надо бы применить.
zh_cn: 这东西派不上用场真头痛。
zh_tw: 這東西派不上用場真頭痛。

# CHARACTERS.WARLY.DESCRIBE.STRAWHAT
source: Now I am on island time.
de: Nun bin ich in Inselstimmung.
es: Ahora estoy en tiempo de isla.
es_mx: Ahora estoy en tiempo de isla.
fr: Un vrai chapeau des îles.
it: Ora sono sul meridiano dell'isola.
ja: のんびりリラックス～♪
ko: 이제야 섬 생활에 어울리네.
pl: Nie ma to jak wczasy w tropikach.
pt_br: Agora estou no horário da ilha.
ru: Пора гулять по острову.
zh_cn: 现在我在享受岛上时光。
zh_tw: 現在我在享受島上時光。

# CHARACTERS.WARLY.DESCRIBE.STUFFEDEGGPLANT
source: Slightly smoky flesh, savory filling. Ah!
de: Leicht rauchiges Fleisch. Herzhafte Füllung. Traumhaft!
es: Carne ligeramente ahumada, sabroso relleno. ¡Ah!
es_mx: Carne ligeramente ahumada, relleno sabroso. ¡Ah!
fr: Une chair savoureuse un peu fumée. Ah !
it: Carne leggermente affumicata, ripieno salato. Ah!
ja: ジューシーなフィリング…スモークの香り…
ko: 약간 훈제한 고기에 풍미가 가득한 속을 채웠지. 아!
pl: Ach, mięciutkie wędzone mięso i pikantne nadzienie.
pt_br: Um recheio saboroso de carne ligeiramente defumada. Ah!
ru: Немного с дымком, вкусная начинка. Ай!
zh_cn: 稍微烟熏过的茄肉，外加美味的馅料。啊！
zh_tw: 稍微煙熏過的茄肉，外加美味的餡料。啊！

# CHARACTERS.WARLY.DESCRIBE.STUFFING
source: To preserve the crispness, I actually cook it separate from the turkey.
de: Ich bereite die Füllung separat zu, damit sie knusprig bleibt.
es: Para preservar la textura crujiente, lo cocino aparte del pavo.
es_mx: Para preservar su frescura, lo cociné aparte del pavo.
fr: Pour conserver son croustillant, je le cuis séparément de la dinde.
it: Io lo preparo separatamente per evitare che diventi troppo molliccio.
ja: カリカリさを残すために、七面鳥とは分けて料理したんだヨ。
ko: 사실 바삭한 상태를 유지하려고 칠면조와 따로 조리해.
pl: Aby zachować chrupkość, przyrządziłem je osobno.
pt_br: Eu o preparo separado do peru para preservar a crocância.
ru: Я приготовил ее отдельно от индейки, чтобы она оставалась хрустящей.
zh_cn: 为了达到脆脆的口感，我把它跟火鸡分开，单独做。
zh_tw: 為了達到脆脆的口感，我把它跟火雞分開，單獨做。

# CHARACTERS.WARLY.DESCRIBE.SUCCULENT_PICKED
source: I wonder if I can find some culinary use for this.
de: Ob ich dafür eine Zubereitungsmöglichkeit finde?
es: Me pregunto si encontraré una utilidad culinaria a esto.
es_mx: Me pregunto si puedo encontrarle un uso culinario a esto.
fr: Je me demande si je peux m'en servir dans un plat.
it: Mi chiedo se posso utilizzarla per una qualche ricetta.
ja: これを料理に使えるかは、ちょっと...わからないヨ。
ko: 이걸 요리에 쓸 수 있으려나 모르겠네.
pl: Ciekawe, czy da się coś z tego przyrządzić.
pt_br: Será que consigo achar um uso culinário para isso?
ru: Интересно, найду ли я этому применение при готовке?
zh_cn: 不知道能不能用在烹调上。
zh_tw: 不知道能不能用在烹調上。

# CHARACTERS.WARLY.DESCRIBE.SUCCULENT_PLANT
source: What an adorable little plant.
de: Was für eine niedliche kleine Pflanze.
es: Qué plantita tan adorable.
es_mx: Qué planta más adorable.
fr: Quelle jolie petite plante.
it: Ma che adorabile piccola pianta!
ja: すご～くかわいい小さい植物だネ。
ko: 참 작고 귀여운 식물이야.
pl: Cóż za urocza roślinka.
pt_br: Que plantinha mais adorável.
ru: Какое чудесное маленькое растение.
zh_cn: 好可爱的小植物！
zh_tw: 好可愛的小植物！

# CHARACTERS.WARLY.DESCRIBE.SUCCULENT_POTTED
source: I would have preferred to cook it, but c'est la vie.
de: Ich hätte sie lieber gekocht, aber c'est la vie.
es: Hubiera preferido cocinarla, pero c'est la vie.
es_mx: Hubiese preferido cocinarla, pero c'est la vie.
fr: J'aurais préféré la cuisiner, mais c'est comme ça...
it: Avrei preferito cucinarla, ma c'est la vie.
ja: これは加熱してある方が好きだけど、セ・ラ・ヴィ、人生そんなもんだヨ。
ko: 나라면 구웠겠지만 인생이 원래 그렇지, 뭐.
pl: Wolałbym go upiec, ale c'est la vie.
pt_br: Eu preferia tê-la cozinhado, mas c'est la vie.
ru: Я бы предпочел его приготовить, но c'est la vie.
zh_cn: 我本想做熟吃的，但这就是生活。
zh_tw: 我本想做熟吃的，但這就是生活。

# CHARACTERS.WARLY.DESCRIBE.SUNKENCHEST.GENERIC
source: I was hoping there would still be a fresh clam inside...
de: Ich hatte auf eine frische Muschel gehofft ...
es: Esperaba que dentro hubiera una almeja fresca.
es_mx: Esperaba que tuviese una almeja fresca dentro.
fr: J'espérais y trouver des palourdes...
it: Speravo che all'interno ci fosse ancora una vongola succulenta...
ja: まだ中に新鮮な貝があればなぁ、って思ってたんだヨ。
ko: 안에 아직 신선한 조개가 남아 있으면 했는데...
pl: Miałem nadzieję, że znajdę w środku świeże ostrygi...
pt_br: Esperava que ainda tivesse um marisco fresco aí dentro...
ru: А я так надеялся, что внутри будут свежие моллюски…
zh_cn: 我还指望着能挖到个新鲜的扇贝……
zh_tw: 我還指望著能挖到個新鮮的扇貝……

# CHARACTERS.WARLY.DESCRIBE.SUNKENCHEST.LOCKED
source: Ah, zut! Locked.
de: Ah, Mist! Verschlossen.
es: ¡Ah, vaya! Cerrado.
es_mx: ¡Ah, caray! Está cerrado.
fr: Ah zut ! C'est verrouillé.
it: Ah, zut! È chiuso.
ja: あぁザンネン！カギがかかってるヨ。
ko: 이런! 잠겼어.
pl: A niech to! Zamknięte.
pt_br: Ah, zut! Tá trancado.
ru: Ой, zut! Заперто.
zh_cn: 啊呀！闭上了。
zh_tw: 啊呀！閉上了。

# CHARACTERS.WARLY.DESCRIBE.SUPERTACKLECONTAINER
source: C'est super!
de: C'est superb!
ja: これはすごいヨ！
ko: 굉장한걸!
zh_cn: 妙极！
zh_tw: 妙極！

# CHARACTERS.WARLY.DESCRIBE.SURFNTURF
source: Mwah! Perfection.
de: Perfekt gekocht!
es: ¡Muá! A la perfección.
es_mx: ¡Muá! A la perfección.
fr: Mouah ! Cuit à la perfection !
it: Wow! Perfezione.
ja: ん～！絶品ネ！
ko: 하! 완벽해.
pl: Mmm, ideał!
pt_br: Mua! Perfeição!
ru: Муа! Превосходно.
zh_cn: 啧！完美。
zh_tw: 嘖！完美。

# CHARACTERS.WARLY.DESCRIBE.SWEATERVEST
source: I feel so much better all of the sudden.
de: Ich fühle mich so viel besser ganz plötzlich.
es: Me siento mucho mejor de repente.
es_mx: Me siento mucho mejor de repente.
fr: Je me sens soudain beaucoup mieux.
it: Mi sento molto meglio tutto ad un tratto.
ja: これ着ると、気持ちが落ち着くヨ
ko: 갑자기 기분이 더 좋아졌어.
pl: Nagle czuję się znacznie lepiej.
pt_br: De repente, me sinto muito melhor.
ru: Мне внезапно стало намного лучше.
zh_cn: 我突然感觉好多了。
zh_tw: 我突然感覺好多了。

# CHARACTERS.WARLY.DESCRIBE.SWEETPOTATO
source: All the sweetness of the holidays.
de: Die Süße des Urlaubs.
es: El sabor característico de las fiestas.
es_mx: Tiene la dulzura de las festividades.
fr: L'accompagnement parfait des fêtes.
it: Tutta la dolcezza delle feste.
ja: ホリデーのスイートなところを集めたものだヨ。
ko: 명절의 달콤한 맛이 전부 들어 있어.
pl: Słodycz świąt.
pt_br: Toda a doçura do Natal.
ru: Праздничная сладость.
zh_cn: 节日的甜蜜。
zh_tw: 節日的甜蜜。

# CHARACTERS.WARLY.DESCRIBE.SWEETTEA
source: Ah... je me sens relaxé.
fr: Ha... Je me sens détendu.
ja: アァ…リラックスするヨ。
ko: 아... 쥬 메 상 렐락시(마음이 편안해지네).
pl: Ach... je me sens relaxé.
ru: Ах... je me sens relaxé.
zh_cn: 啊，我觉得很轻松。
zh_tw: 啊，我覺得很輕鬆。

# CHARACTERS.WARLY.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: Oh dear, it looks a bit overdone.
de: Meine Güte, das sieht alles ein bisschen zerkocht aus.
es: Vaya, parece un poco pasado.
es_mx: ¡Oh, cielos! Parece que se cocinó de más.
fr: Oh, bon sang... Ça m'a l'air un peu trop cuit.
it: Oh cielo, sembra un po' malconcio.
ja: ああ、もう。加熱しすぎた感じだネ。
ko: 이런, 너무 익은 것 같아.
pl: Ojej, chyba się trochę przypaliło.
pt_br: Céus, parece que passou do ponto.
ru: Ох ты ж, кажется, пережарили.
zh_cn: 噢，天啊，火候过头了。
zh_tw: 噢，天啊，火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: Ah yes! A proper feasting table!
de: Ah ja! Eine schöne Festtafel!
es: ¡Ah, sí! ¡Una mesa de banquete como es debido!
es_mx: ¡Ah, sí! ¡Una mesa de banquetes apropiada!
fr: Ah, voilà ! Une table de festin digne de ce nom !
it: Sì! Una tavola apparecchiata a festa!
ja: あぁ、やった！祝い事にピッタリのおテーブルだヨ！
ko: 좋아! 훌륭한 축제 테이블인걸!
pl: O tak! Porządny świąteczny stół!
pt_br: Ah, sim! Uma mesa de banquete adequada!
ru: О да! Настоящее праздничное застолье!
zh_cn: 啊，是的！一张得体的餐桌！
zh_tw: 啊，是的！一張得體的餐桌！

# CHARACTERS.WARLY.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: A masterpiece!
de: Ein Meisterwerk!
es: ¡Una obra maestra!
es_mx: ¡Una obra maestra!
fr: Un chef-d'œuvre !
it: Un capolavoro!
ja: 完ぺきな一品だヨ！
ko: 걸작이다!
pl: Arcydzieło!
pt_br: Uma obra de arte!
ru: Шедевр!
zh_cn: 一个杰作！
zh_tw: 一個傑作！

# CHARACTERS.WARLY.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: Ah no! That does not seem right!
de: Oh nein, das ist so nicht richtig!
es: ¡Ah, no! ¡Algo no funciona!
es_mx: ¡Ah, non! ¡Eso no está bien!
fr: Ah, non ! Ce n'est pas bon !
it: Oh no! Non va bene!
ja: あ、ノン。正しくないみたいだヨ！
ko: 이런! 뭔가 잘못된 것 같아!
pl: Och nie! To nie wygląda dobrze!
pt_br: Ah, não! Isso não me parece certo!
ru: О нет! Что-то не так!
zh_cn: 啊不！看起来不对！
zh_tw: 啊不！看起來不對！

# CHARACTERS.WARLY.DESCRIBE.TACKLECONTAINER
source: I like my tackle to be as organized as my kitchen.
de: Ich habe mein Angelzeug gerne so ordentlich wie meine Küche.
es: Me gusta que mis aparejos estén tan organizados como mi cocina.
es_mx: Me gusta que mi equipo de pesca esté tan ordenado como mi cocina.
fr: J'aime que mon matériel de pêche soit aussi organisé que ma cuisine.
it: La mia attrezzatura da pesca dev'essere in ordine come la mia cucina.
ja: ボクのキッチンと同じようにボクのタックルも整理整頓されてればいいな。
ko: 낚시 도구도 주방처럼 잘 정돈하는 게 좋아.
pl: Lubię mieć porządek w osprzęcie, tak jak w kuchni.
pt_br: Gosto das minhas iscas organizadas como a minha cozinha.
ru: Я предпочитаю держать свои снасти в полном порядке — как и кухню.
zh_cn: 我的钓具要像我的厨房一样整理的井井有条。
zh_tw: 我的釣具要像我的廚房一樣整理的井井有條。

# CHARACTERS.WARLY.DESCRIBE.TACKLESKETCH
source: Ah, it looks like a recipe for some fishing tackle.
de: Ah, sieht aus wie ein Rezept für Angelzeug.
es: Parece una receta para aparejos de pesca.
es_mx: Ah, parece la receta de un equipo de pesca.
fr: On dirait une recette pour un leurre de pêche.
it: Ah, sembra un'erbaccia per dell'attrezzatura da pesca.
ja: あぁ、これは釣りの戦略のためのレシピみたいネ。
ko: 아, 낚시 도구를 만드는 레시피 같아.
pl: Wygląda jak przepis na jakiś osprzęt wędkarski.
pt_br: Ah, parece uma receita para uma isca de pesca.
ru: Похоже на схему для каких-то рыболовных снастей.
zh_cn: 啊，看起来像是某种钓具的配方。
zh_tw: 啊，看起來像是某種釣具的配方。

# CHARACTERS.WARLY.DESCRIBE.TACKLESTATION
source: I've got bigger fish to fry! And bake, and poach, and...
de: Ich habe die größten Fische praktisch schon an der Angel! Und im Ofen und im Bauch ...
es: ¡A ver qué muerde el anzuelo!
es_mx: ¡Tengo peces más gordos que freír! Y que cocinar, hervir y...
fr: J'ai d'autres poissons à poêler ! Et frire, et pocher, et...
it: Pesci più grandi da cuocere! E condire, e infornare, e...
ja: これで、大きい魚をフライにできる！パンもやいて、ポーチにして...
ko: 이제 더 큰 생선을 튀길 수 있겠어! 또 구이나 조림이나...
pl: Ryby można smażyć, piec, gotować, marynować, solić...
pt_br: Tenho mais o que fazer do que pescar! Como fritar, assar e...
ru: Меньше чем на кита я не согласен.
zh_cn: 我有更大的鱼去炸！还有烤，煮，以及……
zh_tw: 我有更大的魚去炸！還有烤，煮，以及……

# CHARACTERS.WARLY.DESCRIBE.TAFFY
source: I hope it never dislodges from my teeth!
de: Ich hoffe, dass es sich nie von meinen Zähnen löst!
es: ¡Espero que nunca se despegue del diente!
es_mx: ¡Espero que nunca se despegue del diente!
fr: Je voudrais les garder en bouche pour toujours !
it: Spero non si tolga mai dai miei denti!
ja: 歯が抜けないといいケド…
ko: 내 이에서 절대로 떨어지지 않기를!
pl: Oby nigdy nie odkleiły mi się od zębów!
pt_br: Espero que nunca saia do meu dente!
ru: Надеюсь, она никогда не отлипнет от моих зубов!
zh_cn: 我不想它离开我的牙齿！
zh_tw: 我不想它離開我的牙齒！

# CHARACTERS.WARLY.DESCRIBE.TALLBIRD
source: Leggy.
de: Langbeinig.
es: Cuánta pierna.
es_mx: Cuánta pierna.
fr: Belles pattes.
it: In gamba.
ja: 足が長いネ
ko: 다리가 기네.
pl: Ale ma nogi!
pt_br: Pernudo.
ru: Длинноногая.
zh_cn: 大长腿。
zh_tw: 大長腿。

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG
source: I wonder what its incubation period is?
de: Was das wohl für einen Wassergehalt hat?
es: Me pregunto cuál es su período de incubación.
es_mx: Me pregunto cuál es su período de incubación.
fr: Je me demande quelle est la période d'incubation.
it: Mi chiedo quale sia il suo periodo di incubazione.
ja: ふ化するまで、どのくらいかかるカナ？
ko: 부화 기간이 어느 정도일까?
pl: Ciekawe, ile czasu trwa wysiadywanie.
pt_br: Qual será seu período de incubação?
ru: Знать бы, как долго оно высиживается.
zh_cn: 我想知道孵化它要多久？
zh_tw: 我想知道孵化它要多久？

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_COOKED
source: Could use sliced fried tomatoes and beans...
de: Da fehlen noch Tomaten und Bohnen ...
es: Le hace falta tomate frito en rodajas y judías...
es_mx: Le hace falta tomate frito en rodajas y frijoles...
fr: Il faudrait ajouter des tomates frites et des haricots...
it: Mi servirebbero dei pomodori e dei fagioli...
ja: フライドトマトと豆を添えたいネ…
ko: 깍둑썰기해서 볶은 토마토에 콩이 있었으면...
pl: Przydałoby się trochę smażonych pomidorów i fasoli...
pt_br: Um pouco de tomate e feijões fritos cairiam bem...
ru: Добавить жареные помидоры и бобы…
zh_cn: 可以做成切片番茄炒蛋，再加点豆子...
zh_tw: 可以做成切片番茄炒蛋，再加點豆子...
