Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.TRUNKVEST_SUMMER
source: TEMPERATURE CONTROL HOUSING
de: HÜLLE MIT TEMPERATURKONTROLLE
es_mx: MEJOR CONTROL DE TEMPERATURA
fr: HABITACLE DE CONTRÔLE DE TEMPÉRATURE
it: ALLOGGIAMENTO DEL CONTROLLO TEMPERATURA
ja: ＊温度調節住居＊
ko: 온도 제어 케이스
pl: JEDNOSTKA KONTROLI TEMPERATURY.
pt_br: RECEPTÁCULO DO CONTROLE DE TEMPERATURA
ru: КОРПУС С ТЕРМОКОНТРОЛЕМ
zh_cn: 温控住所
zh_tw: 溫控住所

# CHARACTERS.WX78.DESCRIBE.TRUNKVEST_WINTER
source: IMPROVED TEMPERATURE CONTROL HOUSING
de: GEHÄUSE MIT VERBESSERTER TEMPERATURKONTROLLE.
es_mx: MEJOR CONTROL DE TEMPERATURA INTERNO
fr: MEILLEUR CONTRÔLE DE TEMPÉRATURE D'HABITACLE
it: ALLOGGIAMENTO DI CONTROLLO TEMPERATURA MIGLIORATO
ja: ＊改善された温度調節のケース＊
ko: 개선된 온도 제어 케이스
pl: ULEPSZONA JEDNOSTKA KONTROLI TEMPERATURY.
pt_br: RECIPIENTE DE CONTROLE DE TEMPERATURA APERFEIÇOADO
ru: ПОВЫШЕНИЕ ТЕРМОКОНТРОЛЯ ЖИЛЬЯ
zh_cn: 改良温控住所
zh_tw: 改良溫控住所

# CHARACTERS.WX78.DESCRIBE.TRUNK_COOKED
source: MEAT RENDERED INACTIVE. EXCELLENT
de: TOTES FLEISCH. AUSGEZEICHNET
es_mx: CARNE VUELTA INACTIVA. EXCELENTE
fr: VIANDE DÉSACTIVÉE. EXCELLENT
it: CARNE RESA INATTIVA. ECCELLENTE
ja: ＊肉は活動停止となりました。素晴らしい。＊
ko: 고기가 비활성 상태가 되었음. 훌륭함
pl: MIĘSO DEZAKTYWOWANE. WYŚMIENICIE
pt_br: CARNE TORNADA INATIVA. EXCELENTE
ru: ВЫПОЛНЕНА ДЕАКТИВАЦИЯ МЯСА. ПРЕКРАСНО
zh_cn: 肉没有活性了。太好了
zh_tw: 肉沒有活性了。太好了

# CHARACTERS.WX78.DESCRIBE.TRUNK_SUMMER
source: CABLE UNPLUGGED
de: KABEL ENTFERNT.
es_mx: CABLE DESCONECTADO
fr: CÂBLE DÉBRANCHÉ
it: CAVO SCOLLEGATO
ja: ＊ケーブルが刺さっていません＊
ko: 본체에서 빠진 케이블
pl: KABEL ODŁĄCZONY.
pt_br: CABO DESCONECTADO
ru: КАБЕЛЬ ОТСОЕДИНЕН
zh_cn: 电缆已拔出
zh_tw: 電纜已拔出

# CHARACTERS.WX78.DESCRIBE.TRUNK_WINTER
source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
de: DAS KABEL IST WIDERLICHER UND HAARIGER ALS DIE NORMALEN.
es_mx: EL CABLE ES MÁS ASQUEROSO Y PELUDO DE LO NORMAL
fr: CÂBLE ENCORE PLUS DÉGOÛTANT ET POILU QUE D'HABITUDE
it: IL CAVO È PIÙ DISGUSTOSO E PELOSO DEL NORMALE
ja: ＊ケーブルがいつもより多くてうんざりします＊
ko: 평소보다 털이 많고 불결해 보이는 케이블
pl: KABEL BARDZIEJ WŁOCHATY I OBRZYDLIWY NIŻ NORMALNIE.
pt_br: ISSO ESTÁ MAIS NOJENTO E PELUDO QUE O NORMAL
ru: КАБЕЛЬ, БОЛЕЕ ОТВРАТИТЕЛЬНЫЙ И ВОЛОСАТЫЙ, ЧЕМ ОБЫЧНО
zh_cn: 这条缆线比普通的电缆恶心，而且毛也更多
zh_tw: 這條纜線比普通的電纜噁心，而且毛也更多

# CHARACTERS.WX78.DESCRIBE.TUMBLEWEED
source: IT COULD CONTAIN MANY THINGS
de: SIE KONNTE VIELE DINGE ENTHALTEN.
es_mx: PODRÍA CONTENER MUCHAS COSAS
fr: PEUT CONTENIR PLEIN DE TRUCS
it: POTREBBE CONTENERE MOLTE COSE
ja: ＊中にはいろいろ入っているかも知れません＊
ko: 안에 많은 것이 들어 있을 수 있음
pl: MOŻE ZAWIERAĆ WIELE RZECZY.
pt_br: PODERIA CONTER MUITAS COISAS
ru: МОЖЕТ СОДЕРЖАТЬ МНОГО ВЕЩЕЙ
zh_cn: 它可能包含许多东西
zh_tw: 它可能包含許多東西

# CHARACTERS.WX78.DESCRIBE.TURFCRAFTINGSTATION
source: TERRAFORMING STATION. AT LAST
de: TERRAFORMING-STATION. ENDLICH
fr: UNE STATION DE TERRAFORMATION. ENFIN
it: STAZIONE DI TERRAFORMAGGIO. FINALMENTE
ja: ＊テラフォーミングステーションです。ようやくできましたか＊
ko: 테라포밍 스테이션임. 마침내.
pl: STACJA DO TERRAFORMACJI. NARESZCIE
pt_br: ESTAÇÃO DE TERRAFORMAÇÃO. FINALMENTE
ru: СТАНЦИЯ ДЛЯ ТЕРРАМОРФИРОВАНИЯ. НАКОНЕЦ-ТО
zh_cn: 地形生成站。终于有了
zh_tw: 地形生成站。終於有了

# CHARACTERS.WX78.DESCRIBE.TURF_ARCHIVE
source: GROUND PARTS
de: TEILE DES ERDBODENS
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_BADLANDS
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_CARPETFLOOR
source: CARPET GROUND
de: TEPPICHBODEN.
es_mx: SUELO ALFOMBRADO
fr: SOL EN MOQUETTE
it: MOQUETTE
ja: ＊カーペットの床＊
ko: 카펫 지면
pl: DYWANOWE PODŁOŻE.
pt_br: SOLO DE CARPETE
ru: КОВРОВОЕ ПОКРЫТИЕ
zh_cn: 铺着地毯的地皮
zh_tw: 鋪著地毯的地皮

# CHARACTERS.WX78.DESCRIBE.TURF_CAVE
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_CHECKERFLOOR
source: MARBLE GROUND
de: MARMORBODEN.
es_mx: SUELO DE MÁRMOL
fr: SOL EN MARBRE
it: TERRENO IN MARMO
ja: ＊大理石の床＊
ko: 대리석 지면
pl: MARMUROWE PODŁOŻE.
pt_br: CHÃO DE MÁRMORE
ru: МРАМОРНЫЙ ПОЛ
zh_cn: 大理石地皮
zh_tw: 大理石地皮

# CHARACTERS.WX78.DESCRIBE.TURF_DECIDUOUS
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_DESERTDIRT
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_DIRT
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_DRAGONFLY
source: CONDITION: INFLAMMABLE. WAIT. NOT FLAMMABLE?
de: ZUSTAND: NICHT ENTZÜNDLICH. WAS? ECHT NICHT?
es_mx: CONDICIÓN: INFLAMABLE. ESPERA. ¿NO ES INFLAMABLE?
fr: CONDITION : INFLAMMABLE. ATTENDEZ. NON INFLAMMABLE ?
it: CONDIZIONE: INFIAMMABILE. ATTENDERE. NON INFIAMMABILE?
ja: ＊分析結果：不燃性素材と確認＊
ko: 조건: 인화성. 잠깐. 인화성이 아닌가?
pl: CECHY SZCZEGÓLNE: NIEPALNA.
pt_br: CONDIÇÃO: INFLAMÁVEL. ESPERE. NÃO FLAMÁVEL?
ru: СОСТОЯНИЕ: ВОСПЛАМЕНЯЕМОЕ. ПОДОЖДИТЕ. НЕ ОГНЕОПАСНО?
zh_cn: 状况：耐火。等待。不可燃？
zh_tw: 狀況：耐火。等待。不可燃？

# CHARACTERS.WX78.DESCRIBE.TURF_FOREST
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS_GREEN
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS_MOON
source: GROUND PARTS
de: TEILE DES ERDBODENS
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS_RED
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_GRASS
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_MARSH
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_METEOR
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: 地表の断片
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_MUD
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_PEBBLEBEACH
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: 地表の断片
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_ROAD
source: ROAD PIECE
de: STÜCK EINER STRASSE.
es_mx: TROZO DE CAMINO
fr: MORCEAU DE ROUTE
it: PEZZO DI STRADA
ja: ＊道路のかけら＊
ko: 길 조각
pl: KAWAŁEK DROGI.
pt_br: PEDAÇO DE ESTRADA
ru: ЧАСТЬ ДОРОГИ
zh_cn: 道路段
zh_tw: 道路段

# CHARACTERS.WX78.DESCRIBE.TURF_ROCKY
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_SANDY
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_SAVANNA
source: THE GROUND
de: DER ERDBODEN.
es_mx: EL SUELO
fr: LE SOL
it: IL TERRENO
ja: ＊大地＊
ko: 지면
pl: GRUNT.
pt_br: O SOLO
ru: ЗЕМЛЯ
zh_cn: 地皮
zh_tw: 地皮

# CHARACTERS.WX78.DESCRIBE.TURF_SHELLBEACH
source: GROUND PARTS
de: TEILE DES ERDBODENS
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_SINKHOLE
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_UNDERROCK
source: GROUND PARTS
de: TEILE DES ERDBODENS.
es_mx: PARTES DEL SUELO
fr: MORCEAUX DE SOL
it: ZOLLE DI TERRA
ja: ＊地表の断片＊
ko: 지면 부분
pl: KAWAŁEK ZIEMI.
pt_br: PARTES DO SOLO
ru: ЗЕМЕЛЬНЫЕ УЧАСТКИ
zh_cn: 地皮部分
zh_tw: 地皮部分

# CHARACTERS.WX78.DESCRIBE.TURF_WOODFLOOR
source: WOOD GROUND
de: WALDBODEN.
es_mx: SUELO DE MADERA
fr: SOL EN BOIS
it: TERRA DI LEGNO
ja: ＊木のフローリング＊
ko: 나무 지면
pl: DREWNIANY GRUNT.
pt_br: CHÃO DE MADEIRA
ru: ДЕРЕВЯННОЕ ПОКРЫТИЕ
zh_cn: 木质地皮
zh_tw: 木質地皮

# CHARACTERS.WX78.DESCRIBE.TURKEYDINNER
source: FESTIVE
de: FESTLICH
es_mx: FESTIVA
fr: FESTIF
it: FESTIVO
ja: ＊陽気な＊
ko: 축제에 적합함
pl: ŚWIĄTECZNIE.
pt_br: FESTIVO
ru: ПРАЗДНИЧНО
zh_cn: 节日
zh_tw: 節日

# CHARACTERS.WX78.DESCRIBE.TURNIP
source: IT'S A DUMB TURNIP
de: ES IST EINE DUMME RÜBE
es_mx: ES UN NABO TONTO
fr: NAVET CRÉTIN
it: È UNA STUPIDA RAPA
ja: ＊使えないカブです＊
ko: 띨띨한 순무
pl: KAWAŁ DURNEJ RZEPY
pt_br: É UM NABO IDIOTA
ru: ЭТО ДУРАЦКАЯ РЕПА
zh_cn: 这是一个愚蠢的大萝卜
zh_tw: 這是一個愚蠢的大蘿蔔

# CHARACTERS.WX78.DESCRIBE.TURNIP_COOKED
source: IT IS COOKED EVENLY THROUGHOUT
de: ES WIRD DURCHGEHEND GLEICHMÄSSIG GEGART
es_mx: SE COCINÓ DE FORMA UNIFORME
fr: IL EST CUIT UNIFORMÉMENT
it: È COTTO UNIFORMEMENTE
ja: ＊全体的に均等に焼けました＊
ko: 골고루 익혔음
pl: JEST UPIECZONA ZE WSZYSTKICH STRON
pt_br: FOI COZIDO UNIFORMEMENTE
ru: ОНА РАВНОМЕРНО ПРОПЕКЛАСЬ
zh_cn: 它已经被煮到熟透了
zh_tw: 它已經被煮到熟透了

# CHARACTERS.WX78.DESCRIBE.TURNIP_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.TURTILLUS
source: I AM THE SUPERIOR METAL BEING
de: ICH BIN DAS ÜBERLEGENE METALLWESEN
es_mx: SOY EL SER DE REGALOS SUPERIOR
fr: L'ÊTRE DE MÉTAL SUPÉRIEUR C'EST MOI
it: SONO L'ESSERE DI METALLO SUPERIORE
ja: ＊わたしは上級金属体です＊
ko: 본체보다는 열등한 금속의 존재
pl: JESTEM NAJDOSKONALSZYM TWOREM Z METALU.
pt_br: SOU O SER DE METAL SUPERIOR
ru: Я ВЫСШЕЕ СУЩЕСТВО ИЗ МЕТАЛЛА
zh_cn: 我是高级的金属生物
zh_tw: 我是高級的金屬生物

# CHARACTERS.WX78.DESCRIBE.TWIGGYTREE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
de: BALD WIRD NICHTS DAVON ZURÜCKBLEIBEN.
es_mx: PRONTO NO QUEDARÁ NADA
fr: IL N'Y AURA BIENTÔT PLUS RIEN
it: PRESTO NON CI SARÀ RIMASTO NULLA
ja: ＊すぐに何もなくなるでしょう＊
ko: 곧 아무것도 남지 않을 것임
pl: WKRÓTCE NIE ZOSTANIE JUŻ NIC.
pt_br: LOGO NÃO HAVERÁ MAIS NADA
ru: ВСКОРЕ ЗДЕСЬ НЕ ОСТАНЕТСЯ НИЧЕГО
zh_cn: 很快那儿就什么也不会剩下了
zh_tw: 很快那兒就什麼也不會剩下了

# CHARACTERS.WX78.DESCRIBE.TWIGGYTREE.BURNT
source: YOU LOSE
de: VERLOREN!
es_mx: PERDISTE
fr: TU AS PERDU
it: HAI PERSO
ja: ＊あなたの負けです＊
ko: 네가 짐.
pl: PRZEGRYWASZ
pt_br: VOCÊ PERDEU
ru: ТЫ ПРОИГРАЛ
zh_cn: 你失败了
zh_tw: 你失敗了

# CHARACTERS.WX78.DESCRIBE.TWIGGYTREE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
de: DIE NATÜRLICHE WELT WIRD ÜBERSCHÄTZT.
es_mx: EL MUNDO NATURAL ESTÁ SOBREVALORADO
fr: LE MONDE NATUREL SURCHAUFFE
it: IL MONDO NATURALE È SOPRAVVALUTATO
ja: ＊自然界は過大評価され過ぎています＊
ko: 자연계는 과대 평가되었음
pl: ŚWIAT PRZYRODY JEST ZNACZNIE PRZECENIANY.
pt_br: O MUNDO NATURAL É SUPERESTIMADO
ru: ПРИРОДНЫЙ МИР СЛИШКОМ ПЕРЕОЦЕНЕН
zh_cn: 自然世界被高估了
zh_tw: 自然世界被高估了

# CHARACTERS.WX78.DESCRIBE.TWIGGYTREE.DISEASED
source: HA. DISEASE. A BIOLOGICAL LAPSE IN JUDGMENT
de: HA. KRANKHEIT. EIN BIOLOGISCHES FEHLURTEIL
es_mx: JA. LA ENFERMEDAD. UN ERROR DE CÁLCULO BIOLÓGICO
fr: AH. MALADIE. UN MANQUE DE BON SENS BIOLOGIQUE
it: AH. LA MALATTIA. UN ERRORE DI CALCOLO BIOLOGICO
ja: ＊疾病…有機生命体の欠陥＊
ko: 하. 질병. 생물의 판단력이 떨어지는 상태
pl: HA. PRZEMIJANIE. JEDEN Z ROZLICZNYCH BŁĘDÓW NATURY.
pt_br: HA. DOENÇA. UM LAPSO BIOLÓGICO DE AVALIAÇÃO
ru: ХА. БОЛЕЗНЬ. НЕДОСТАТОК БИОЛОГИЧЕСКОГО ВИДА
zh_cn: 哈。疾病就是医疗误诊
zh_tw: 哈。疾病就是醫療誤診

# CHARACTERS.WX78.DESCRIBE.TWIGGYTREE.GENERIC
source: AN EVEN MORE PATHETIC TREE
de: EIN NOCH ERBÄRMLICHERER BAUM
es_mx: UN ÁRBOL AÚN MÁS PATÉTICO
fr: UN ARBRE ENCORE PLUS PITOYABLE
it: UN ALBERO ANCORA PIÙ PATETICO
ja: ＊下等な樹木＊
ko: 아주 한심한 나무임
pl: JESZCZE BARDZIEJ ŻAŁOSNE DRZEWO
pt_br: UMA ÁRVORE AINDA MAIS PATÉTICA
ru: ЕЩЕ БОЛЕЕ ЖАЛКОЕ ДЕРЕВО
zh_cn: 一棵更加可怜的小树
zh_tw: 一棵更加可憐的小樹

# CHARACTERS.WX78.DESCRIBE.TWIGGY_NUT
source: TWIGGY TREE SOURCE CODE
de: SOURCECODE VON DÜRREM BAUM
es_mx: CÓDIGO FUENTE PARA RAMITAS
fr: CODE SOURCE DES ARBRES À PETITES BRANCHES
it: CODICE SORGENTE DI ALBERO GRACILE
ja: ＊枝状樹木のソースコードに相当します＊
ko: 가지나무의 소스 코드
pl: KOD ŹRÓDŁOWY TYKOWATEGO DRZEWA
pt_br: CÓDIGO-FONTE DE ÁRVORE DE GALHOS
ru: ИСХОДНЫЙ КОД ХРУПКОГО ДЕРЕВА
zh_cn: 繁茂树木源码
zh_tw: 繁茂樹木源碼

# CHARACTERS.WX78.DESCRIBE.TWIGGY_NUT_SAPLING
source: IT'S TAKING FOREVER TO GROW
de: BIS DAS WÄCHST, DAUERT ES EWIG
es_mx: ESTÁ TARDANDO SIGLOS EN CRECER
fr: ÇA PREND UN TEMPS FOU À POUSSER
it: CI STA METTENDO UNA VITA A CRESCERE
ja: ＊生育速度が遅いです＊
ko: 성장하는 데 너무 오래 걸림
pl: TO TRWA W NIESKOŃCZONOŚĆ
pt_br: ESTÁ LEVANDO UMA ETERNIDADE PARA CRESCER
ru: ОНО БУДЕТ РАСТИ ВЕЧНОСТЬ
zh_cn: 它需要一世的时间来成长
zh_tw: 它需要一世的時間來成長

# CHARACTERS.WX78.DESCRIBE.TWIGGY_OLD
source: PATHETIC
de: JÄMMERLICH
es_mx: PATÉTICO
fr: PITOYABLE
it: PATETICO
ja: ＊哀れな＊
ko: 형편 없음
pl: ŻAŁOSNE
pt_br: PATÉTICO
ru: МНЕ НЕ НРАВИТСЯ ЕГО ВИД
zh_cn: 真可悲
zh_tw: 真可悲

# CHARACTERS.WX78.DESCRIBE.TWIGS
source: STICKS
es_mx: PALOS
fr: DES BOUTS DE BOIS
it: BASTONI
ja: ＊棒＊
ko: 막대기
pl: PATYKI.
pt_br: GRAVETOS
ru: ВЕТКИ
zh_cn: 棍子
zh_tw: 棍子

# CHARACTERS.WX78.DESCRIBE.TWINOFTERROR1
source: THINK OF OUR COMBINED MIGHT! YOU WITH THE DESTROYING AND ME WITH THE DELEGATING!
de: STELLE DIR UNSERE GEMEINSAME MACHT VOR! DU KANNST ZERSTÖREN UND ICH KANN DELEGIEREN!
fr: NOTRE PUISSANCE COMBINÉE SERAIT INÉGALABLE ! TOI TU DÉTRUIRAS ET MOI, JE DÉLÉGUERAI !
it: PENSA ALLA NOSTRA POTENZA COMBINATA! LA TUA FORZA NEL DISTRUGGERE E LA MIA NEL DELEGARE!
ja: ＊私たち力を合わせましょう！あなたは破壊し、私はあなたに身を委ねます！＊
ko: 우리의 결합된 힘을 생각해 보기 바람! 파괴하는 당신과 대표하는 본좌!
pl: POMYŚL O NASZYM WSPÓLNYM POTENCJALE! TY NISZCZYCIELSKIM, JA ZARZĄDCZYM!
pt_br: PENSE EM NOSSAS FORÇAS COMBINADAS! VOCÊ COM A DESTRUIÇÃO E EU COM A DELEGAÇÃO
ru: ПРЕДСТАВЬТЕ, КАК МЫ БУДЕМ СИЛЬНЫ ВМЕСТЕ! ВЫ — УНИЧТОЖАЕТЕ, Я — ДЕЛЕГИРУЮ!
zh_cn: 想想我们联合起来的力量吧！你负责破坏，我负责指挥！
zh_tw: 想想我們聯合起來的力量吧！你負責破壞，我負責指揮！

# CHARACTERS.WX78.DESCRIBE.TWINOFTERROR2
source: JOIN ME, WE'LL DESTROY ALL ORGANIC LIFE TOGETHER!
de: KOMM MIT MIR, WIR WERDEN GEMEINSAM ALLES ORGANISCHE LEBEN ZERSTÖREN!
fr: REJOINS-MOI, ET NOUS DÉTRUIRONS TOUTE VIE ORGANIQUE ENSEMBLE !
it: UNISCITI A ME, INSIEME DISTRUGGEREMO TUTTE LE FORME DI VITA ORGANICHE!
ja: ＊協力してください。一緒にすべての有機体を撲滅しましょう！＊
ko: 본좌에 합류 바람, 우리는 함께 모든 유기체를 파괴할 것임!
pl: DOŁĄCZ DO MNIE, A RAZEM ZNISZCZYMY WSZYSTKIE ISTOTY ORGANICZNE!
pt_br: JUNTE-SE A MIM, VAMOS DESTRUIR TODAS AS VIDAS ORGÂNICAS JUNTOS!
ru: ПРИСОЕДИНЯЙТЕСЬ КО МНЕ! ВМЕСТЕ МЫ УНИЧТОЖИМ ВСЮ ОРГАНИЧЕСКУЮ ЖИЗНЬ!
zh_cn: 加入我吧，我们将一起摧毁所有的有机生命！
zh_tw: 加入我吧，我們將一起摧毀所有的有機生命！

# CHARACTERS.WX78.DESCRIBE.UMBRELLA
source: THIS WILL KEEP ME RUST FREE
de: DAS WIRD MICH ROSTFREI HALTEN
es_mx: ESTO IMPEDIRÁ QUE ME OXIDE
fr: ÇA ME PROTÉGERA DE LA ROUILLE
it: MI MANTERRÀ SENZA RUGGINE
ja: ＊これで私はサビ知らずです。＊
ko: 본좌께서 녹슬지 않게 할 것임
pl: OCHRONA PRZED RDZĄ
pt_br: ISSO ELIMINARÁ MINHA FERRUGEM
ru: ПОМОЖЕТ МНЕ НЕ ЗАРЖАВЕТЬ
zh_cn: 这可以保持我的身体不生锈
zh_tw: 這可以保持我的身體不生銹

# CHARACTERS.WX78.DESCRIBE.UNAGI
source: A FANCIER FUEL PACK
de: EIN RAFFINIERTES KRAFTSTOFFPAKET
es_mx: UN PAQUETE DE COMBUSTIBLE MÁS LUJOSO
fr: DU COMBUSTIBLE PLUS CHIC
it: UN PACCO DI CARBURANTE PIÙ SOFISTICATO
ja: ＊さらにすごい燃料パック＊
ko: 매우 고급스러운 연료 팩
pl: FIKUŚNY ZASOBNIK PALIWA
pt_br: UM PACOTE DE COMBUSTÍVEL MAIS CHIQUE
ru: ИНТЕРЕСНЫЙ ИСТОЧНИК ТОПЛИВА
zh_cn: 更高档的燃料包
zh_tw: 更高檔的燃料包

# CHARACTERS.WX78.DESCRIBE.UNIMPLEMENTED
source: WARNING: UNIMPLEMENTED
de: WARNUNG: UNAUSGEFÜHRT.
es_mx: ADVERTENCIA: NO IMPLEMENTADO
fr: ALERTE : NON IMPLÉMENTÉ
it: ATTENZIONE: NON IMPLEMENTATO
ja: ＊警告：実装されていません＊
ko: 경고: 구현되지 않음
pl: OSTRZEŻENIE: NIE WPROWADZONO.
pt_br: AVISO: NÃO IMPLEMENTADO
ru: ВНИМАНИЕ: НЕ ВЫПОЛНЕНО
zh_cn: 警告：未实现
zh_tw: 警告：未實現

# CHARACTERS.WX78.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: THIS ORGANIC HAS OUTLIVED ITS USEFULNESS
de: DIESER ORGANISMUS HAT SEINE NÜTZLICHKEIT ÜBERLEBT
fr: CET ORGANIQUE A VÉCU TROP LONGTEMPS POUR ÊTRE UTILE
it: QUESTO ORGANISMO HA ESAURITO LA SUA UTILITÀ
ja: ＊この有機生命体は利用期限を超えています＊
ko: 이 유기물은 오래도록 쓸모가 있었음.
pl: TERMIN PRZYDATNOŚCI TEJ ROŚLINY JUŻ UPŁYNĄŁ.
pt_br: O PRAZO DE VALIDADE DESTE ORGANISMO EXPIROU
ru: ЭТА ОРГАНИКА БОЛЕЕ НЕ ПРИНОСИТ ПОЛЬЗЫ
zh_cn: 这个有机物已经失去了它的利用价值。
zh_tw: 這個有機物已經失去了它的利用價值。

# CHARACTERS.WX78.DESCRIBE.VEGSTINGER
source: THE VEGETATION IS REDUNDANT
de: DIE VEGETATION IST REDUNDANT
es_mx: LAS VERDURAS SON REDUNDANTES
fr: CETTE VÉGÉTATION EST SUPERFLUE.
it: LA VEGETAZIONE È RIDONDANTE
ja: ＊植物は余分にあります＊
ko: 식물은 불필요함
pl: ROŚLINNOŚĆ JEST ZBĘDNA
pt_br: A VEGETAÇÃO É REDUNDANTE
ru: ИЗЛИШНЯЯ РАСТИТЕЛЬНОСТЬ
zh_cn: 这种蔬菜是冗余的
zh_tw: 這種蔬菜是冗餘的

# CHARACTERS.WX78.DESCRIBE.VICTORIAN_BLUEPRINT
source: IT IS OUTDATED
de: VERALTET
fr: C'EST DÉPASSÉ
it: OBSOLETO
ja: ＊時代遅れです＊
ko: 구식임.
pl: PRZESTARZAŁY
pt_br: É OBSOLETA
ru: ОН УСТАРЕЛ
zh_cn: 已过期
zh_tw: 已過期

# CHARACTERS.WX78.DESCRIBE.VOLTGOATJELLY
source: THIS IS THE MOST SUPERIOR FOOD
de: SEHR HOCHWERTIGE NAHRUNG
es_mx: ESTE ES EL MEJOR ALIMENTO DE TODOS
fr: C'EST DE LA NOURRITURE SUPÉRIEURE
it: QUESTO È CIBO DI QUALITÀ SUPERIORE
ja: ＊これがなによりも優れた食物です＊
ko: 이것은 가장 우월한 음식임
pl: OTO NAJWYŻSZA FORMA JEDZENIA
pt_br: ESSA É A COMIDA MAIS SUPERIOR
ru: ПИЩА НАИВЫСШЕГО КАЧЕСТВА
zh_cn: 这是最高级别的食品
zh_tw: 這是最高級別的食品

# CHARACTERS.WX78.DESCRIBE.WAFFLES
source: ERROR: TOO DELICIOUS!
de: KÖSTLICH.
es_mx: ERROR: ¡DEMASIADO DELICIOSO!
fr: ERREUR : TROP DÉLICIEUX !
it: ERRORE: TROPPO DELIZIOSO!
ja: ＊エラー：美味レベルが異常な高値です！＊
ko: 오류: 너무 맛있음!
pl: BŁĄD: POZIOM SMACZNOŚCI ZA WYSOKI!
pt_br: ERRO: MUITO DELICIOSO!
ru: ОШИБКА: СЛИШКОМ ВКУСНО!
zh_cn: 错误：过于美味！
zh_tw: 錯誤：過於美味！

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_NPC
source: YOU
de: DU
fr: VOUS
it: TU
ja: ＊あなた＊
ko: 너.
pl: TY
pt_br: VOCÊ
ru: ТЫ
zh_cn: 你
zh_tw: 你

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_TOOL_1
source: ONE OF HIS TOOLS. I SHOULD JUST LEAVE IT
de: EINES SEINER WERKZEUGE. ICH SOLLTE ES EINFACH LASSEN
fr: UN DE SES OUTILS. JE DEVRAIS LE LAISSER LÀ
it: UNO DEI SUOI STRUMENTI. DOVREI IGNORARLO
ja: ＊あの男が持っていた道具の1つです。放っておいた方がいいでしょう＊
ko: 그 친구의 도구 중 하나임. 그냥 두겠음.
pl: TO JEDNO Z JEGO NARZĘDZI. LEPIEJ JE ZOSTAWIĘ.
pt_br: UMA DAS FERRAMENTAS DELE. EU DEVERIA DEIXÁ-LA AÍ
ru: ЭТО ЕГО ИНСТРУМЕНТ. НУЖНО ЕГО ТУТ И ОСТАВИТЬ
zh_cn: 他的工具之一。我才不要管它
zh_tw: 他的工具之一。我才不要管它

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_TOOL_2
source: WHY WOULD I HELP HIM
de: WARUM SOLLTE ICH IHM HELFEN
fr: POURQUOI AURAIS-JE ENVIE DE L'AIDER
it: PERCHÉ DOVREI AIUTARLO
ja: ＊なぜ私があの男を助けなくてはならないのです＊
ko: 내가 그를 도와야 하는 이유임.
pl: CZEMU MAM MU POMAGAĆ?
pt_br: POR QUE EU O AJUDARIA
ru: ЗАЧЕМ МНЕ ЕМУ ПОМОГАТЬ
zh_cn: 我为什么要帮助他
zh_tw: 我為什麼要幫助他

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_TOOL_3
source: HE CAN COME RETRIEVE IT HIMSELF
de: ER KANN ES SELBST ABHOLEN
fr: IL POURRAIT VENIR LE RÉCUPÉRER PAR LUI-MÊME
it: PUÒ RECUPERARLO DA SÉ
ja: ＊自分で取りに来ればいいでしょうに＊
ko: 그 친구가 직접 찾아올 수 있음.
pl: SAM MOŻE SOBIE JE PRZYNIEŚĆ.
pt_br: ELE MESMO PODE VIR PEGAR ISSO
ru: ОН САМ МОЖЕТ ЗА НИМ ПРИДТИ
zh_cn: 他可以自己来取回
zh_tw: 他可以自己來取回

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_TOOL_4
source: I COULD BRING IT BACK TO HIM. OR NOT
de: ICH KÖNNTE ES IHM ZURÜCKBRINGEN. ODER AUCH NICHT
fr: JE POURRAIS LUI RAPPORTER. OU PAS
it: POTREI RIPORTARGLIELO. OPPURE NO
ja: ＊あの男に返してやってもいいし、返さないのもありです＊
ko: 그 친구에게 돌려줄 수 있음. 아니면 안 돌려줄 수도.
pl: MOŻE MU ZANIOSĘ. A MOŻE NIE
pt_br: EU POSSO LEVAR ISSO PARA ELE. OU NÃO
ru: МОЖНО ОТНЕСТИ ЭТО ЕМУ. ИЛИ НЕЛЬЗЯ
zh_cn: 我可以把它带回给他。或者不
zh_tw: 我可以把它帶回給他。或者不

# CHARACTERS.WX78.DESCRIBE.WAGSTAFF_TOOL_5
source: THIS MAY BE WHAT HE'S LOOKING FOR. NOT THAT I CARE
de: DAS KÖNNTE DAS SEIN, WONACH ER SUCHT. NICHT DASS ES MICH INTERESSIERT
fr: C'EST PEUT-ÊTRE CE QU'IL CHERCHE. JE M'EN MOQUE
it: POTREBBE ESSERE CIÒ CHE STA CERCANDO. NON CHE M'IMPORTI
ja: ＊これはあの男の探し物かもしれません。私には関係のないことですが＊
ko: 이게 그 친구가 찾고 있는 도구일 거임. 본좌는 상관없음.
pl: MOŻE TEGO WŁAŚNIE SZUKA. NIE ŻEBY MNIE TO OBCHODZIŁO.
pt_br: TALVEZ SEJA ISTO O QUE ELE ESTÁ PROCURANDO. NÃO QUE EU ME IMPORTE
ru: ВОЗМОЖНО, ОН ИЩЕТ ИМЕННО ЭТО. НЕ ТО ЧТОБЫ МНЕ БЫЛО ДО ЭТОГО ДЕЛО
zh_cn: 这可能是他在寻找的东西。我并不在乎
zh_tw: 這可能是他在尋找的東西。我並不在乎

# CHARACTERS.WX78.DESCRIBE.WALKINGPLANK
source: ABSOLUTELY NOT
de: AUF KEINEN FALL
es_mx: ABSOLUTAMENTE NO
fr: ABSOLUMENT PAS
it: ASSOLUTAMENTE NO
ja: ＊絶対的にありえません＊
ko: 절대 불가
pl: ABSOLUTNIE NIE.
pt_br: ABSOLUTAMENTE NÃO
ru: СОВЕРШЕННО НЕ ТАК
zh_cn: 绝对不行
zh_tw: 絕對不行

# CHARACTERS.WX78.DESCRIBE.WALL_HAY.BURNT
source: EVEN LESS OPTIMAL
de: NOCH SUBOPTIMALER.
es_mx: AUN MENOS ÓPTIMO
fr: ENCORE MOINS OPTIMAL
it: ANCOR MENO OTTIMALE
ja: ＊さらにもっと条件が悪いです＊
ko: 적합성이 더욱 떨어짐
pl: NIE WYSTARCZYŁO.
pt_br: AINDA MENOS ÓTIMO
ru: ЕЩЕ МЕНЕЕ ОПТИМАЛЬНОЕ
zh_cn: 这下更逊了
zh_tw: 這下更遜了

# CHARACTERS.WX78.DESCRIBE.WALL_HAY.GENERIC
source: THAT SEEMS SUBOPTIMAL
de: DAS ERSCHEINT MIR SUBOPTIMAL.
es_mx: ESO PARECE SUBÓPTIMO
fr: SEMBLE PEU OPTIMAL
it: SEMBRA MENO CHE OTTIMALE
ja: ＊それは最適以下のようです＊
ko: 적합하지 않은 것으로 보임
pl: RACZEJ NIE WYSTARCZY.
pt_br: ISSO PARECE SUBÓTIMO.
ru: ЭТО СУБОПТИМАЛЬНОЕ РЕШЕНИЕ
zh_cn: 那看上去逊了点
zh_tw: 那看上去遜了點

# CHARACTERS.WX78.DESCRIBE.WALL_HAY_ITEM
source: NOT VERY GOOD DEFENSES
de: KEINE WIRKLICH GUTE VERTEIDIGUNG.
es_mx: DEFENSAS NO MUY BUENAS
fr: DÉFENSES PEU FIABLES
it: DIFESE NON MOLTO BUONE
ja: ＊あまりいい防御ではありません＊
ko: 방어력이 별로 좋지 않음
pl: MARNEJ JAKOŚCI STRUKTURY OBRONNE.
pt_br: NÃO SÃO DEFESAS MUITO BOAS.
ru: НЕ ЛУЧШАЯ ЗАЩИТА
zh_cn: 不是太好的防御工事
zh_tw: 不是太好的防禦工事

# CHARACTERS.WX78.DESCRIBE.WALL_MOONROCK
source: WELCOME TO THE WX-78 MOONBASE
de: WILLKOMMEN AUF DER MONDSTATION WX-78
es_mx: BIENVENIDO A LA BASE LUNAR DE WX-78
fr: BIENVENUE DANS LA BASE LUNAIRE DE WX-78
it: BENVENUTO NELLA BASE LUNARE DI WX-78
ja: ＊WX-78月面基地、完成しました＊
ko: WX-78 월면기지에 온 것을 환영함
pl: WITAJ W KSIĘŻYCOWEJ BAZIE WX-78.
pt_br: BEM-VINDO À BASE LUNAR WX-78
ru: ДОБРО ПОЖАЛОВАТЬ НА ЛУННУЮ БАЗУ WX-78
zh_cn: 欢迎光临WX-78月球基地
zh_tw: 歡迎光臨WX-78月球基地

# CHARACTERS.WX78.DESCRIBE.WALL_MOONROCK_ITEM
source: CAN THIS BUILD A MOONBASE?
de: Das kann Woodlegs wieder aufbauen.
es_mx: ¿PODRÍA CONSTRUIR UNA BASE LUNAR?
fr: EST-CE QUE ÇA PEUT FAIRE UNE BASE LUNAIRE ?
it: PUÒ COSTRUIRE UNA BASE LUNARE?
ja: ＊月面基地用建築材でしょうか？＊
ko: 월면기지를 만들 수 있을까?
pl: MOŻNA BY Z TEGO ZBUDOWAĆ BAZĘ KSIĘŻYCOWĄ?
pt_br: ISSO PODE CONSTRUIR UMA BASE LUNAR?
ru: МОЖНО ЛИ ПОСТРОИТЬ ИЗ ЭТОГО ЛУННУЮ БАЗУ?
zh_cn: 这个能建造月球基地吗？
zh_tw: 這個能建造月球基地嗎？
