Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.WOBSTER_MOONGLASS
source: A shame they're not edible...
de: Schade, dass sie nicht essbar ist ...
es: Una pena que no sean comestibles...
es_mx: Qué lástima que no sean comestibles.
fr: Dommage que ce ne soit pas comestible.
it: Peccato che non siano commestibili...
ja: ガッカリ...これが食べられないなんてネ...
ko: 먹을 수 없다니 아쉬워...
pl: Szkoda, że to niejadalne...
pt_br: É uma pena elas não serem comestíveis...
ru: Как жаль, что они не съедобны…
zh_cn: 可惜不能吃……
zh_tw: 可惜不能吃……

# CHARACTERS.WARLY.DESCRIBE.WOBSTER_SHELLER
source: Enchanté, entrée!
es: ¡Enchanté, entrez!
es_mx: ¡Enchanté, plato principal!
fr: Enchanté, chère entrée !
ja: はじめまして、ハジメマシテ！
ko: 근사한 앙트레야!
zh_cn: 再见，主菜！
zh_tw: 再見，主菜！

# CHARACTERS.WARLY.DESCRIBE.WOBSTER_SHELLER_DEAD
source: One step closer to my mouth.
de: Ein Schritt näher an den Mund.
es: Un paso cerca de mi boca.
es_mx: Está un paso más cerca de mi boca.
fr: De plus en plus proche de ma bouche.
it: Un passo più vicino alla mia bocca.
ja: すぐに、ごちそうにしてあげるヨ…
ko: 내 입에 더 가까워졌구나.
pl: Jeden krok bliżej do mego żołądka.
pt_br: Um passo mais próximo da minha boca.
ru: На шаг ближе к моему желудку.
zh_cn: 离成为我的口中餐又近了一步。
zh_tw: 離成為我的口中餐又近了一步。

# CHARACTERS.WARLY.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Could use garlic-butter...
de: Da fehlen noch frische Kräuter und Butter ...
es: Le hace falta mantequilla de ajo.
es_mx: Podría usar mantequilla de ajo...
fr: Ça serait bien avec du beurre à l'ail...
it: Servirebbe del burro all'aglio...
ja: ガーリックバター、つけて食べたいネ…
ko: 갈릭버터가 있으면 좋았을 텐데...
pl: Przydałoby się trochę czosnkowego masła...
pt_br: Um pouco de manteiga de alho cairia bem...
ru: Можно было бы капнуть чесночного масла…
zh_cn: 可以加点蒜香酱...
zh_tw: 可以加點蒜香醬...

# CHARACTERS.WARLY.DESCRIBE.WOBYBIG.1
source: She is a beast with a gentle soul.
de: Sie ist ein Tier mit sanftem Gemüt.
es: Es una bestia con un buen corazón.
es_mx: Es una bestia con un alma noble.
fr: C'est une bête au cœur doux.
it: È una bestia dall'animo gentile.
ja: 優しい心を持つ獣だヨ。
ko: 상냥한 영혼을 가진 짐승이군.
pl: Bestia o łagodnym sercu.
pt_br: Ela é uma fera com uma alma gentil.
ru: Страшный зверь с добрым сердцем.
zh_cn: 她是一只有着温柔灵魂的野兽。
zh_tw: 她是一只有著溫柔靈魂的野獸。

# CHARACTERS.WARLY.DESCRIBE.WOBYBIG.2
source: She is a beast with a gentle soul.
de: Sie ist ein Tier mit sanftem Gemüt.
es: Es una bestia con un buen corazón.
es_mx: Es una bestia con un alma noble.
fr: C'est une bête au cœur doux.
it: È una bestia dall'animo gentile.
ja: 優しい心を持つ獣だヨ。
ko: 상냥한 영혼을 가진 짐승이군.
pl: Bestia o łagodnym sercu.
pt_br: Ela é uma fera com uma alma gentil.
ru: Страшный зверь с добрым сердцем.
zh_cn: 她是一只有着温柔灵魂的野兽。
zh_tw: 她是一只有著溫柔靈魂的野獸。

# CHARACTERS.WARLY.DESCRIBE.WOBYSMALL.1
source: She's quite good at cleaning up leftovers after a meal.
de: Sie ist gut darin, die Reste zu verputzen.
es: Es muy buena limpiando las sobras después de una comida.
es_mx: Es muy buena limpiando las sobras que quedan después de la comida.
fr: Elle est douée pour finir les restes.
it: È brava a ripulire gli avanzi di un pasto.
ja: 残飯処理がとても得意だネ。
ko: 남은 음식을 깨끗하게 먹어 치워 주네.
pl: Dobrze sprząta resztki po jedzeniu.
pt_br: Ela é muito boa em limpar as sobras depois de uma refeição.
ru: Она отлично подчищает остатки еды после обеда.
zh_cn: 她很擅长处理饭后的剩菜剩饭。
zh_tw: 她很擅長處理飯後的剩菜剩飯。

# CHARACTERS.WARLY.DESCRIBE.WOBYSMALL.2
source: Oh alright, I'm sure I can find a scrap of meat for you.
de: Schon gut, ich finde bestimmt einen Happen Fleisch für dich.
es: Oh, está bien; estoy seguro de que puedo encontrar un trozo de carne para ti.
es_mx: Oh, muy bien. Estoy seguro de que tengo unas sobras de carne para ti.
fr: Oh, je suis sûr que je peux te trouver un bout de viande.
it: Oh, va bene, sono certo che riusciremo a trovarti un pezzo di carne.
ja: わかったヨ、余ったお肉を探してあげるからネ。
ko: 알았어. 남은 고기 조각 찾아줄게.
pl: No dobrze, znajdę ci kawałeczek mięska.
pt_br: Ah, certo, tenho certeza de que consigo encontrar um pouco de carne para você.
ru: Ну ладно, сейчас найдем тебе мясных обрезков.
zh_cn: 哦，好吧，我肯定能给你找到一块肉。
zh_tw: 哦，好吧，我肯定能給你找到一塊肉。

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.ATTACKER
source: %s's fists are weapons.
de: Fäuste sind die Waffen von %s.
es: Los puños de %s son armas.
es_mx: Los puños de %s son armas letales.
fr: Les poings de %s sont de vraies armes.
it: I pugni di %s sono vere e proprie armi.
ja: %sのコブシは武器だヨ。
ko: %s의 주먹은 무기야.
pl: %s korzysta z pięści jak z broni.
pt_br: Os punhos do %s são armas.
ru: %s со своими кулаками опаснее любого оружия.
zh_cn: %s的拳头是武器。
zh_tw: %s的拳頭是武器。

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.FIRESTARTER
source: Surely he didn't know what he was doing when he set the flames.
de: Bestimmt wusste er nicht, was er tat, als er das Feuer gelegt hat.
es: Supongo que no sabía lo que hacía cuando provocó el fuego.
es_mx: Está claro que no sabía lo que hacía cuando encendió las llamas.
fr: Il ne savait sûrement pas ce qu'il faisait quand il a déclenché l'incendie.
it: Sono certo che non sapesse cosa stava facendo quando ha appiccato l'incendio.
ja: 彼は火をつけた時、自分が何をしてるのかわからなかったんだろうネ。
ko: 어쩌다가 실수로 불을 질렀겠지.
pl: Z pewnością nie wiedział, co czyni, kiedy rozpalał ten ogień.
pt_br: É certo que ele não sabia o que estava fazendo quando acendeu as chamas.
ru: Он ведь не стал бы разводить огонь, если бы представлял последствия, правда?
zh_cn: 他点火的时候可能自己也不知道会造成损失。
zh_tw: 他點火的時候可能自己也不知道會造成損失。

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.GENERIC
source: Salut, %s!
fr: Bonjour, %s !
ja: サヨウナラ、%s！
ko: 살뤼, %s!
zh_cn: 嗨，%s！
zh_tw: 嗨，%s！

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.GHOST
source: Don't be scared, mon amie. I will help.
de: Keine Angst, mon ami. Ich helfe dir.
es: No te asustes, camarade. Te ayudaré.
es_mx: No te asustes, mon ami. Te ayudaré.
fr: N'aie pas peur, mon ami. Je vais t'aider.
it: Non avere paura, mon ami. Ti aiuterò.
ja: 怖がらないでネ、モナミ。ボクが助けてあげるからネ。
ko: 무서워하지 마, 친구. 내가 도와줄 테니까.
pl: Nie bój się, mon ami. Zaraz ci pomogę.
pt_br: Não tenha medo, mon amie. Eu vou ajudar.
ru: Не бойся, mon amie. Я помогу.
zh_cn: 别害怕，我的朋友。我会帮忙的。
zh_tw: 別害怕，我的朋友。我會幫忙的。

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.MURDERER
source: What a heinous act you've committed.
de: Was für eine schändliche Tat du verübt hast.
es: Has cometido un acto despreciable.
es_mx: Qué acto más cruel cometiste.
fr: Tu as commis un crime atroce.
it: Hai commesso un'azione scellerata.
ja: キミはなんてヒドイことをしたんだ。
ko: 정말 극악무도한 짓을 저질렀구나.
pl: Twój czyn był potworny.
pt_br: Que ato horrendo você cometeu.
ru: Какой же отвратительный поступок ты совершил.
zh_cn: 看看你做了多恶劣的事情。
zh_tw: 看看你做了多惡劣的事情。

# CHARACTERS.WARLY.DESCRIBE.WOLFGANG.REVIVER
source: %s is very strong indeed.
de: %s ist wirklich sehr stark.
es: %s es la mar de fuerte.
es_mx: %s de verdad es muy fuerte.
fr: %s est en effet très fort.
it: %s è veramente molto forte.
ja: %sはとっても強いんだヨ。
ko: %s의 힘은 정말 강해.
pl: %s jest naprawdę potężny.
pt_br: %s é mesmo muito forte.
ru: %s такой сильный.
zh_cn: %s确实很强。
zh_tw: %s確實很強。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.ATTACKER
source: I don't trust him with that axe right now.
de: Ich vertraue ihm und seiner Axt gerade nicht.
es: No me fío de él con esa hacha.
es_mx: No le daría un hacha en este momento.
fr: Quelqu'un peut lui enlever sa hache, là ?
it: Non mi fido di lui con quell'ascia.
ja: あいつが斧を持ってる時は、ボク信頼できないヨ。
ko: 이제 저 도끼도 못 믿겠어.
pl: Nie ufam mu, jak tak biega z tą siekierą.
pt_br: No momento, não confio nele com esse machado.
ru: Я бы не стал давать ему топор, конечно.
zh_cn: 他手里拿着把斧头，我很不放心。
zh_tw: 他手裡拿著把斧頭，我很不放心。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.BEAVER
source: What on earth have you been eating?
de: Was in aller Welt hast du gegessen?
es: ¿Qué narices has estado comiendo?
es_mx: ¿Qué rayos has estado comiendo?
fr: Mais qu'est-ce que tu manges ?
it: Che diamine hai mangiato?
ja: 一体キミは何を食べてるの？
ko: 대체 뭘 먹고 있었던 거야?
pl: Co jadłeś, u licha?
pt_br: Mas o que é que você andou comendo?
ru: Это чем ты питаешься?
zh_cn: 你最近在吃什么啊？
zh_tw: 你最近在吃什麼啊？

# CHARACTERS.WARLY.DESCRIBE.WOODIE.BEAVERGHOST
source: My friends are very strange.
de: Mein Freunde sind sehr seltsam.
es: Mis camaradas son muy raros.
es_mx: Mis amigos son muy extraños.
fr: Mes amis sont vraiment très étranges.
it: I miei amici sono molto strani.
ja: ボクの友だちはすごくおかしいんだヨ。
ko: 내 친구들은 정말 이상하다니까.
pl: Mam bardzo dziwnych przyjaciół.
pt_br: Meus amigos são muito estranhos.
ru: У меня очень странные друзья.
zh_cn: 我的朋友们都很奇怪。
zh_tw: 我的朋友們都很奇怪。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.FIRESTARTER
source: I thought you disliked forest fires?
de: Ich dachte, du magst Waldbrände nicht?
es: Pensaba que te horrorizaban los incendios forestales.
es_mx: Pensé que odiabas los incendios forestales.
fr: Je croyais que tu ne supportais pas les feux de forêt.
it: Pensavo non avessi una propensione per i fuochi nei boschi.
ja: キミは、山火事が嫌いだと思ったんだけど？
ko: 산불을 싫어하는 것 아니었어?
pl: Myślałem, że nie lubisz pożarów lasu?
pt_br: Pensei que você odiasse incêndios florestais.
ru: Мне казалось, тебе не нравятся лесные пожары?
zh_cn: 你不是不喜欢森林火灾吗？
zh_tw: 你不是不喜歡森林火災嗎？

# CHARACTERS.WARLY.DESCRIBE.WOODIE.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WOODIE.GHOST
source: Would some comfort food help?
de: Ob etwas zu essen ihn trösten würde?
es: ¿Un poco de comida reconfortante sería de ayuda?
es_mx: ¿Ayudaría si te doy un poco de comida casera?
fr: Un peu de nourriture pour te réconforter ?
it: E se ti cucinassi il tuo piatto preferito staresti un po' meglio?
ja: コンフォートフードの出番かな？
ko: 고향의 맛을 보면 좀 낫겠어?
pl: Chcesz coś zjeść na pocieszenie?
pt_br: Será que uma comidinha caseira ajuda?
ru: Может, приготовить что-нибудь для души?
zh_cn: 给你慰藉的食物好吗？
zh_tw: 給你慰藉的食物好嗎？

# CHARACTERS.WARLY.DESCRIBE.WOODIE.GOOSE
source: Goodness, are you feeling alright?
de: Meine Güte, ist alles in Ordnung?
es: Caramba, ¿te encuentras bien?
es_mx: ¡Cielos! ¿Te sientes bien?
fr: Euh, tu vas bien ?
it: Santo cielo, ti senti bene?
ja: うわぁ、キミ、大丈夫？
ko: 세상에, 괜찮니?
pl: Na niebiosa, dobrze się czujesz?
pt_br: Céus, você tá se sentindo bem?
ru: Ох, ты как себя чувствуешь?
zh_cn: 我的天，你感觉好点了吗？
zh_tw: 我的天，你感覺好點了嗎？

# CHARACTERS.WARLY.DESCRIBE.WOODIE.GOOSEGHOST
source: Looks like your goose is cooked, mon ami.
de: Sieht nach Ex-Gans aus, mon ami.
es: Parece que tu ganso está cocinado, camarade.
es_mx: Parece que tu ganso ya está cocido, mon ami.
fr: On dirait que l'oie est cuite.
it: Mon ami, pare che la tua oca sia... fritta!
ja: キミのガチョウは料理されたみたいだヨ、モナミ。
ko: 거위가 요리된 모양인걸, 친구.
pl: Chyba ktoś przyrządził sobie twoją gęś, mon ami.
pt_br: Parece que seu ganso tá cozido, mon ami.
ru: Похоже, твоего гуся уже запекли, mon ami.
zh_cn: 看起来你的鹅已经烧熟了，我的朋友。
zh_tw: 看起來你的鵝已經燒熟了，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.MOOSE
source: That truly is a powerful curse.
de: Das ist wirklich ein mächtiger Fluch.
es: Es una maldición muy poderosa, la verdad.
es_mx: Es una maldición verdaderamente poderosa.
fr: C'est une sacrée malédiction.
it: È una maledizione davvero potente.
ja: アレは、本当に強力な呪いだヨ。
ko: 정말 강력한 저주야.
pl: To naprawdę potężna klątwa.
pt_br: Essa maldição é mesmo poderosa.
ru: Какое могущественное проклятье.
zh_cn: 那真是一个强大的诅咒。
zh_tw: 那真是一個強大的詛咒。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.MOOSEGHOST
source: Don't worry mon ami, I'll get you back on your feet... er, hooves?
de: Keine Sorge, mon ami, ich kriege dich wieder auf die ... Hufe.
es: No te preocupes, camarade, volverás a estar en pie... Em, ¿pezuñas?
es_mx: No te preocupes, mon ami. Te ayudaré a ponerte de nuevo de pie... Digo, ¿de pezuñas?
fr: Ne t'en fais pas, je vais te remettre sur... euh... sabots ?
it: Non preoccuparti, mon ami, ti rimetto in piedi... ehm, sugli zoccoli!
ja: モナミ、心配しないで。ボクがキミを立ち直らせてあげるからネ。
ko: 걱정하지 마, 친구. 곧 되살려 줄게.
pl: Nie martw się, mon ami, postawię cię z powrotem na, eee... racice?
pt_br: Não se preocupe, mon ami. Logo vai sentir o chão sob seus pés... hã, cascos?
ru: Не переживай, mon ami. Я тебя мигом поставлю на ноги… в смысле на копыта.
zh_cn: 别着急我的朋友，我会让你重新用双脚站起来...额，双蹄？
zh_tw: 別著急我的朋友，我會讓你重新用雙腳站起來...額，雙蹄？

# CHARACTERS.WARLY.DESCRIBE.WOODIE.MURDERER
source: %s did something unforgivable.
de: %s hat etwas Unverzeihliches getan.
es: %s ha hecho algo imperdonable.
es_mx: %s hizo algo imperdonable.
fr: %s a vraiment fait quelque chose d'impardonnable.
it: %s ha fatto qualcosa di imperdonabile.
ja: %sは許せないことをしたんだヨ。
ko: %s은(는) 용서받지 못할 짓을 했어.
pl: %s... Twój czyn był niewybaczalny.
pt_br: %s fez algo imperdoável.
ru: %s совершил нечто непростительное.
zh_cn: %s做了不可饶恕的事情。
zh_tw: %s做了不可饒恕的事情。

# CHARACTERS.WARLY.DESCRIBE.WOODIE.REVIVER
source: %s has a soft spot a mile wide.
de: %s ist viel zu gutherzig.
es: %s tiene un punto débil muy llamativo.
es_mx: El lado amable de %s es casi infinito.
fr: %s a un point faible de la taille du Canada.
it: %s ha un evidente tallone d'Achille.
ja: %sには大きな弱点があるんだヨ。
ko: %s도 부드러운 면이 있어.
pl: %s ma czułe serce.
pt_br: %s tem um coração mole e imenso.
ru: %s на самом деле такой добрый.
zh_cn: %s说到底还是个好人。
zh_tw: %s說到底還是個好人。

# CHARACTERS.WARLY.DESCRIBE.WORM.DIRT
source: Dirty.
de: Dreckig.
es: Tierra.
es_mx: Tierra.
fr: Sale.
it: Sporco.
ja: 汚ない。
ko: 더럽군.
pl: Syf i brud.
pt_br: Sujo.
ru: Грязно.
zh_cn: 好脏。
zh_tw: 好髒。

# CHARACTERS.WARLY.DESCRIBE.WORM.PLANT
source: I see nothing amiss here.
de: Hier gibts nichts zu sehen.
es: No veo que falte nada.
es_mx: No veo que falte nada.
fr: Je ne vois rien qui cloche ici.
it: Non vedo niente di male qui.
ja: とくにアヤシイところはないヨ
ko: 이상한 점 하나도 없는데.
pl: Wszystko wydaje się w porządku.
pt_br: Não vejo nada de errado aqui.
ru: Не вижу здесь ничего подозрительного.
zh_cn: 我看不出这里有什么不对劲。
zh_tw: 我看不出這裡有什麼不對勁。

# CHARACTERS.WARLY.DESCRIBE.WORM.WORM
source: Worm!
de: Wurm!
es: ¡Una lombriz!
es_mx: ¡Una lombriz!
fr: Un ver !
it: Verme!
ja: でっかいミミズね！
ko: 벌레다!
pl: Robal!
pt_br: Verme!
ru: Червяк!
zh_cn: 蠕虫！
zh_tw: 蠕蟲！

# CHARACTERS.WARLY.DESCRIBE.WORMHOLE.GENERIC
source: That is no ordinary tooth-lined hole in the ground!
de: Das ist kein normales Loch im Boden.
es: ¡Eso del suelo no es ningún agujero ordinario con dientes!
es_mx: ¡Eso del suelo no es ningún agujero ordinario con dientes!
fr: C'est un drôle de trou avec des dents tout autour !
it: Questa non è una normale buca nel terreno prodotta da denti!
ja: 地面に、歯が生えた穴があるヨ！？
ko: 저건 평범한 이빨 달린 구멍이 아니야!
pl: To nie jest zwykła zębata dziura w ziemi!
pt_br: Esse não é um buraco com dentes comum no chão!
ru: Это не просто какая-то дыра в земле с зубами по краям!
zh_cn: 地上这个布满牙齿的洞绝不是普通的洞！
zh_tw: 地上這個佈滿牙齒的洞絕不是普通的洞！

# CHARACTERS.WARLY.DESCRIBE.WORMHOLE.OPEN
source: Am I really doing this?
de: Warum tu ich das?
es: ¿Estoy de verdad haciendo esto?
es_mx: ¿De verdad estoy haciendo esto?
fr: Je suis vraiment en train de faire ça ?
it: Lo sto davvero facendo?
ja: ここに…入るノ…？ホンキ…？
ko: 나 정말 들어가야 해?
pl: Nie wierzę, że to robię.
pt_br: Estou realmente fazendo isso?
ru: Неужели я все-таки решился на это?
zh_cn: 我真的要跳下去吗？
zh_tw: 我真的要跳下去嗎？

# CHARACTERS.WARLY.DESCRIBE.WORMHOLE_LIMITED
source: These things can look worse?
de: Ich habe Schlimmeres gegessen. Viel schlimmer.
es: ¿Estas cosas pueden ser aún más feas?
es_mx: ¿Estas cosas pueden ser aún más feas?
fr: Ces trucs-là peuvent tomber malades ?
it: Queste cose possono sembrare peggiori?
ja: これはまた…一段と、キモチワルイネ…
ko: 심지어 이건 더 나빠 보인다?
pl: Mogą wyglądać jeszcze gorzej?
pt_br: Essas coisas podem ter uma aparência ainda pior?
ru: Могут ли они выглядеть еще хуже?
zh_cn: 这东西还可以看起来更恶心吗？
zh_tw: 這東西還可以看起來更噁心嗎？

# CHARACTERS.WARLY.DESCRIBE.WORMLIGHT
source: Radiates deliciousness.
de: ES STRAHLT MIT FLEISCHESWÄRME.
es: Irradia exquisitez.
es_mx: Irradia exquisitez.
fr: Ça irradie merveilleusement.
it: Irradia prelibatezza.
ja: 光輝くおいしさだヨ！
ko: 맛있는 느낌을 발산한다.
pl: Aż promienieje pysznością.
pt_br: Radia deliciosidade.
ru: Излучает изысканный вкус.
zh_cn: 发光的美味。
zh_tw: 發光的美味。

# CHARACTERS.WARLY.DESCRIBE.WORMLIGHT_LESSER
source: Not as fresh, but I imagine the flavor is still good.
de: Nicht mehr ganz frisch, aber das Aroma müsste noch gut sein.
es: No está muy fresco, pero supongo que sabrá bien.
es_mx: No está tan fresco, pero creo que de sabor sigue estando bien.
fr: Ce n'est plus très frais, mais je pense que ça doit toujours être bon.
it: Non è freschissima, ma credo che sia ancora buona.
ja: 新鮮なヤツにはかなわないけど、それでもスゴクいい匂いがするヨ。
ko: 아주 신선하진 않지만 맛은 괜찮을 것 같아.
pl: Może nie jest już świeża, ale wciąż powinna być smaczna.
pt_br: Não tá muito fresca, mas imagino que o sabor ainda seja bom.
ru: Уже не такая свежая, но, полагаю, все равно довольно вкусная.
zh_cn: 虽然不怎么新鲜了，但是味道也还可以。
zh_tw: 雖然不怎麼新鮮了，但是味道也還可以。

# CHARACTERS.WARLY.DESCRIBE.WORMLIGHT_PLANT
source: I see nothing amiss here.
de: Hier gibts nichts zu sehen.
es: No veo que falte nada.
es_mx: No veo nada malo aquí.
fr: Je ne vois rien qui cloche ici.
it: Non vedo niente di male qui.
ja: とくにアヤシイところはないヨ
ko: 이상한 점 하나도 없는데.
pl: Wszystko wydaje się w porządku.
pt_br: Não vejo nada de errado aqui.
ru: Не вижу здесь ничего подозрительного.
zh_cn: 我看不出这里有什么不对劲。
zh_tw: 我看不出這裡有什麼不對勁。

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.ATTACKER
source: You won't make friends that way, %s.
de: So machst du dir keine Freunde, %s.
es: Así no vas a hacer amigos, %s.
es_mx: No vas a hacer amigos así, %s.
fr: Tu ne te feras pas d'amis comme ça, %s.
it: Così non ti farai amici, %s.
ja: そんな方法で友だちを作っちゃダメだよ、%s。
ko: 그런 식으로는 친구 못 사귀어, %s.
pl: Nie zdobędziesz tak przyjaciół, %s.
pt_br: Você não vai fazer amigos desse jeito, %s.
ru: Так друзей не заводят, %s.
zh_cn: 你这样交不到朋友，%s。
zh_tw: 你這樣交不到朋友，%s。

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.FIRESTARTER
source: Fire isn't safe for you, %s.
de: Du solltest dich von Feuer fernhalten, %s.
es: El fuego no es seguro para ti, %s.
es_mx: El fuego es peligroso para ti, %s.
fr: Tu crains le feu, voyons, %s.
it: Il fuoco è pericoloso, %s.
ja: 火はキミにとって安全じゃないネ、%s。
ko: 불은 너한테 위험해, %s.
pl: %s, lepiej trzymaj się z dala od ognia.
pt_br: É perigoso pra você mexer com fogo, %s.
ru: Огонь для тебя слишком опасен, %s.
zh_cn: 火对你不安全，%s。
zh_tw: 火對你不安全，%s。

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.GHOST
source: Hold on, mon amie, I will find a heart.
de: Halte durch, mon ami, ich finde ein Herz.
es: Aguanta, camarade, encontraré un corazón.
es_mx: Espera, mon ami, te traeré un corazón.
fr: Attends, je vais trouver un cœur.
it: Tieni duro, mon ami, ti troverò un cuore.
ja: そのままでいて、モナミ。ボク、ハートを見つけてくるからネ。
ko: 기다려, 친구. 내가 심장을 찾을게.
pl: Poczekaj, mon ami, znajdę serce.
pt_br: Aguente firme, mon ami. Eu vou achar um coração.
ru: Подожди, mon amie, я найду сердце.
zh_cn: 等等，我的朋友，我去给你找颗心。
zh_tw: 等等，我的朋友，我去給你找顆心。

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.MURDERER
source: I could never be friends with such a creature.
de: Mit so einer Kreatur könnte ich mich nie befreunden.
es: Nunca podría tratar con semejante criatura.
es_mx: No podría ser amigo de una criatura así.
fr: Je n'aurais jamais pu être ami avec une telle créature.
it: Non potrei mai essere amico di una creatura del genere.
ja: ボク、あんな化け物とは絶対友だちになれないヨ。
ko: 저런 괴물이랑은 절대 친해질 수 없어.
pl: Nie mógłbym się przyjaźnić z taką kreaturą.
pt_br: Eu jamais poderia ser amigo de uma criatura assim.
ru: Подобные существа никогда не станут моими друзьями.
zh_cn: 我永远都不会跟这种生物交朋友。
zh_tw: 我永遠都不會跟這種生物交朋友。

# CHARACTERS.WARLY.DESCRIBE.WORMWOOD.REVIVER
source: %s is a kind little veg.
de: %s ist ein nettes kleines Gemüse.
es: %s es un vegetal muy agradable.
es_mx: %s es una verdurita amable.
fr: %s est un adorable légume.
it: %s è un piccolo vegetale gentile.
ja: %sは小さくて優しい野菜ダヨ。
ko: %s은(는) 정말 친절한 채소야.
pl: %s jest miłym warzywkiem.
pt_br: %s é um vegetalzinho legal.
ru: %s — милое доброе растение.
zh_cn: %s是颗善良的小植物。
zh_tw: %s是顆善良的小植物。

# CHARACTERS.WARLY.DESCRIBE.WORTOX.ATTACKER
source: I don't find %s's pranks very funny.
de: Ich finde die Späße von %s nur mäßig lustig.
es: Las bromas de %s no me hacen mucha gracia.
es_mx: Las bromas de %s no me parecen chistosas.
fr: Je ne trouve pas les farces de %s très amusantes.
it: Pour moi gli scherzi di %s non sono divertenti.
ja: ボク、%sのイタズラがおもしろいとは思えないネ。
ko: %s의 장난은 별로 재미없어.
pl: Twoje żarty, %s, nie są zbyt zabawne.
pt_br: Não acho as brincadeiras do %s muito engraçadas.
ru: %s, тебе смешно? Мне вот не очень.
zh_cn: %s的恶作剧有些无趣。
zh_tw: %s的惡作劇有些無趣。

# CHARACTERS.WARLY.DESCRIBE.WORTOX.FIRESTARTER
source: It makes sense that he'd like fire.
de: Klar, dass er Feuer mag.
es: Tiene sentido que le guste el fuego.
es_mx: Tiene sentido que le guste el fuego.
fr: Il aime le feu, c'est logique.
it: Capisco perché gli piace il fuoco.
ja: あいつが火を好きだっていうのは納得しちゃうヨ。
ko: 불을 좋아할 만도 하지.
pl: To logiczne, że lubi ogień.
pt_br: Faz sentido que ele goste de fogo.
ru: Надо было догадаться, что ему нравится огонь.
zh_cn: 他喜欢玩火也是有道理的。
zh_tw: 他喜歡玩火也是有道理的。

# CHARACTERS.WARLY.DESCRIBE.WORTOX.GENERIC
source: Salut, my fuzzy red friend!
de: Salut, mein wolliger roter Freund!
es: ¡Salut, mi peludo y rojo amiguito!
es_mx: ¡Salut, mi peludo amigo rojo!
fr: Bonjour, mon ami rouge poilu !
it: Salut, mio pelosissimo amico rosso!
ja: サヨウナラ、ボクのケバだった赤い友だち！
ko: 살뤼, 털이 빨간 친구!
pl: Salut, mój kudłaty, czerwony przyjacielu!
pt_br: Salut, meu amigo vermelho e felpudo!
ru: Salut, мой мохнатый красный друг.
zh_cn: 嗨，红色的绒毛朋友！
zh_tw: 嗨，紅色的絨毛朋友！

# CHARACTERS.WARLY.DESCRIBE.WORTOX.GHOST
source: I don't think it bothers him as much as it does mortals.
de: Ich glaube nicht, dass es ihm so viel ausmacht wie Sterblichen.
es: No creo que a él le importe tanto como a los mortales.
es_mx: Creo que estar en ese estado no le molesta tanto como a los mortales.
fr: Je pense qu'il prend ça mieux que les mortels.
it: A lui non dà fastidio, lo dà solo ai mortali.
ja: あいつはこんなことがあっても生き物ほど感じないんだろうネ。
ko: 필멸자들만큼 괴롭지는 않은 것 같아.
pl: Chyba nie martwi się tym tak jak śmiertelnicy.
pt_br: Não acho que ele se incomode tanto com isso quanto os mortais.
ru: Думаю, так он еще сильнее напугает смертных.
zh_cn: 他应该不像凡人那样为生死烦恼。
zh_tw: 他應該不像凡人那樣為生死煩惱。

# CHARACTERS.WARLY.DESCRIBE.WORTOX.MURDERER
source: %s did something very, very cruel.
de: %s hat etwas sehr, sehr Grausames getan.
es: %s ha hecho algo muy muy cruel.
es_mx: %s hizo algo muy, muy cruel.
fr: %s a fait quelque chose de très, très cruel.
it: %s ha fatto qualcosa di estremamente crudele.
ja: %sはすごく、スゴ～ク残酷なことをしたヨ。
ko: %s이(가) 아주아주 잔인한 짓을 했어.
pl: %s... Twój czyn był przeokrutny.
pt_br: %s fez algo muito, mas muito cruel.
ru: %s совершил нечто ужасное.
zh_cn: %s做了残忍无比的事情。
zh_tw: %s做了殘忍無比的事情。

# CHARACTERS.WARLY.DESCRIBE.WORTOX.REVIVER
source: %s is a trickster, but he helps sometimes too.
de: %s ist ein Schlitzohr, aber manchmal hilft er einem auch.
es: %s te la suele jugar, pero a veces también ayuda.
es_mx: %s es un bromista, pero a veces también es de ayuda.
fr: %s est un roublard, mais parfois, il m'aide.
it: %s è un imbroglione, ma di tanto in tanto mi dà anche una mano.
ja: %sはペテン師。でも、時々は役に立つヨ。
ko: %s은(는) 말썽꾼이지만 가끔 도움이 될 때도 있지.
pl: %s to psotnik, ale czasem też pomaga.
pt_br: %s é um trapaceiro, mas ele também ajuda de vez em quando.
ru: %s, конечно, коварный, но иногда может и помочь.
zh_cn: %s虽然是个骗术大师，但偶尔也会帮别人。
zh_tw: %s雖然是個騙術大師，但偶爾也會幫別人。

# CHARACTERS.WARLY.DESCRIBE.WURT.ATTACKER
source: That wasn't very nice, %s!
de: Das war nicht sehr nett, %s!
es: ¡Eso no ha estado bonito, %s!
es_mx: ¡Eso no estuvo bien, %s!
fr: Ce n'était pas très gentil, %s !
it: Non è stato gentile da parte tua, %s!
ja: あれは良くないヨ、%s！
ko: 너무했잖아, %s!
pl: Bardzo nieładnie, %s!
pt_br: Isso não foi muito legal, %s!
ru: Как нехорошо, %s!
zh_cn: 这样不好，%s！
zh_tw: 這樣不好，%s！
