Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERHAT
source: Warm, but not suited for combat.
de: Warm, aber nicht für den Kampf geeignet.
es: Caliente, pero no adecuado para el combate.
fr: Chaud, mais pas idéal pour le combat.
it: Caldo, ma non adatto al combattimento.
ja: 寒さはしのげるが、戦には向かぬ
ko: 따뜻하지만 전투에는 적합하지 않군.
pl: Ciepły, lecz bezużyteczny w boju.
pt_br: Quente, mas não é adequado para o combate.
ru: Тепло, но для сражений не очень подходит.
zh_cn: 暖和，但不适合战斗。
zh_tw: 暖和，但不適合戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTEROMETER.BURNT
source: The measuring device has been slain by Loge.
de: Das Messgerät wurde von Loki getötet.
es: El dispositivo de medición ha sido asesinado por Loge.
fr: L'appareil de mesure s'est fait massacrer par Logi.
it: Il dispositivo di misurazione è stato ucciso da Loge.
ja: 計測器はローゲに殺られた。
ko: 로게께서 측정 도구를 처치하셨군.
pl: Urządzenie miernicze zgładzone przez Loge'a.
pt_br: O dispositivo medidor foi derrotado por Loge.
ru: Измерительный прибор убит Логи.
zh_cn: 测量装置被罗格干掉了。
zh_tw: 測量裝置被羅格幹掉了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTEROMETER.GENERIC
source: If only it measured the heat of battle.
de: Wenn es nur die Hitze eines Kampfes messen würde.
es: Ojalá midiera el calor de la batalla.
fr: S'il pouvait mesurer la température du combat !
it: Se solo misurasse la foga del combattimento.
ja: 戦いの温度さえ測ることができたら。
ko: 전투의 열기를 측정할 수 있다면 얼마나 좋을까.
pl: Gdyby tylko mierzył temperaturę bitewnej zawieruchy!
pt_br: Se pelo menos medisse o calor da batalha.
ru: Жаль, что он не измеряет пыл битвы.
zh_cn: 要是能测量战斗的热度就好了。
zh_tw: 要是能測量戰鬥的熱度就好了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERSFEASTFUEL
source: The essence of Jol!
de: Die Essenz Jols!
es: ¡La esencia de Jol!
fr: L'essence de Jöl !
it: L'essenza di Jol!
ja: ジョルのエッセンス！
ko: 기쁨의 정수군!
pl: Esencja Jol!
pt_br: A essência de Jol!
ru: Сердце Йоля!
zh_cn: 仲冬节期的精华！
zh_tw: 仲冬節期的精華！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: The wait is almost at an end.
de: Das Warten ist bald vorbei.
es: La espera está a punto de terminar.
fr: L'attente prendra bientôt fin.
it: L'attesa è quasi terminata.
ja: もう待つのは終わりだ。
ko: 기다리는 것도 거의 끝났군.
pl: Czekanie już prawie dobiegło końca.
pt_br: A espera está quase no fim.
ru: Ожидание почти окончено.
zh_cn: 就要结束无尽的等待了。
zh_tw: 就要結束無盡的等待了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: Locked in a glorious cooking battle.
de: Mitten im ruhmreichen Kochkampf.
es: Encerrado en una gloriosa batalla de cocina.
fr: La bataille d'icelle cuissön fait rage.
it: Lì dentro è in corso una vera e propria guerra di sapore.
ja: 華麗な料理合戦に巻き込まれた。
ko: 훌륭한 요리 대결을 벌이는 중이군.
pl: Wspaniała kulinarna bitwa w zamknięciu.
pt_br: Presa numa gloriosa batalha culinária.
ru: Идет яростная кулинарная битва.
zh_cn: 正在进行一场光荣的烹调之战。
zh_tw: 正在進行一場光榮的烹調之戰。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: At long last, we feast!
de: Endlich feiern wir!
es: ¡Por fin, un festín!
fr: Enfin, nöus allöns festöyer !
it: Finalmente banchettiamo!
ja: 長い道のりだったが、ついに宴の時！
ko: 드디어 마음껏 먹겠군!
pl: Wreszcie pora na ucztę!
pt_br: Até que enfim, vamos nos banquetear!
ru: Наконец мы можем пировать!
zh_cn: 终于要开始盛宴了！
zh_tw: 終於要開始盛宴了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: A hearth for cooking a glorious feast!
de: Ein Herd für ein wunderbares Festessen!
es: ¡Un fuego para cocinar un glorioso festín!
fr: Un föyer pöur y cuisiner quelque glörieux festin !
it: Un focolare per preparare un glorioso banchetto!
ja: 豪華なごちそうを作るための囲炉裏！
ko: 훌륭한 성찬을 요리하는 난로군!
pl: Palenisko do przygotowania wspaniałej uczty!
pt_br: Uma lareira para preparar um banquete glorioso!
ru: Очаг, в котором можно приготовить роскошный пир!
zh_cn: 烹调光荣盛宴的火炉！
zh_tw: 烹調光榮盛宴的火爐！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD1
source: How dost I free you from the bread, man of ginger??
de: Lebt der Mann von Kuchen?
es: ¿Cómo te liberaré de la galleta, hombre de jengibre?
fr: Comment te libérer du pain, homme de gingembre ?
it: Come faccio a liberarti dal pan, uomo di zenzero?
ja: ショウガよ、どうやってパンから汝を解放すれば良いのだ？
ko: 이것은 사람인가, 생강인가, 과자인가??
pl: Jak cię uwolnić z okowów tego chleba, piernikowy człowieku?
pt_br: Como livrar-te-ei do pão, homem de gengibre??
ru: Как мне освободить тебя от пряника, имбирный человек?
zh_cn: 我怎么把你从面包上解救下来的，姜人？
zh_tw: 我怎麼把你從麵包上解救下來的，薑人？

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD2
source: Like a snowflake, it is a gift from the heavens!
de: Wie eine Schneeflocke, ein Geschenk des Himmels!
es: ¡Como un copo de nieve, es un regalo de los cielos!
fr: Tel un flocon de neige, c'est un cadeau des cieux !
it: Come un fiocco di neve, è un dono del cielo!
ja: 粉雪の如く、それは天からの恵なのだ！
ko: 눈송이처럼 하늘에서 내리는 선물이로군!
pl: Dar z niebios podobny do płatka śniegu.
pt_br: Como um floco de neve, é um presente dos céus!
ru: Будто бы снежинка, словно дар небес!
zh_cn: 和雪花一样，它是上天给的礼物！
zh_tw: 和雪花一樣，它是上天給的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD3
source: T'would look as divine on the tree as in mine mouth!
de: Sähe auf dem Baum so göttlich aus wie in meinem Mund!
es: ¡Esto quedará igual de divino en el árbol que en mi boca!
fr: Ça serait aussi divin sur l'arbre que dans ma bouche !
it: Starebbe divinamente sia sull'albero che nella mia bocca!
ja: 木の上では、我が口の中の如く、其れ、神聖に見えるだろう！
ko: 내 입에도 어울리고, 나무에 걸어도 잘 어울리겠군!
pl: Prawie jak ja!
pt_br: Ficaria tão divino na árvore quanto em minha boca!
ru: На дереве выглядит так же божественно, как и на вкус во рту!
zh_cn: 它在我嘴里和在树上看起来一样神圣！
zh_tw: 它在我嘴裡和在樹上看起來一樣神聖！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD4
source: Stay back, foul creation!
de: Bleib zurück, widerliche Kreatur!
es: ¡Atrás, creación inmunda!
fr: N'approche pas, création du Malin !
it: Stai indietro, creazione disgustosa!
ja: 下がってろ、穢れた創造物め！
ko: 썩 물러서라, 사악한 물건아!
pl: Trzymaj się z dala, paskudny tworze!
pt_br: Afasta-te, criatura imunda!
ru: Держись подальше, мерзкое создание!
zh_cn: 退后，邪恶的生物！
zh_tw: 退後，邪惡的生物！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD5
source: We feast tonight!
de: Heute abend wird geschlemmt!
es: ¡Esta noche tendremos un banquete!
fr: Ce soir c'est un festin !
it: Banchetteremo questa notte!
ja: 我等、今夜、宴なり！
ko: 오늘은 마음껏 즐겨야지!
pl: Dzisiaj będziemy ucztować!
pt_br: Banquetearemos esta noite!
ru: Сегодня мы пируем!
zh_cn: 我们今晚上来享受盛宴！
zh_tw: 我們今晚上來享受盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD6
source: Twas plucked straight from my nightmares!
de: Direkt aus meinen Alpträumen!
es: ¡Me lo han arrancado de mis pesadillas!
fr: Ça vient directement de mes cauchemars !
it: Viene fuori direttamente dai miei incubi!
ja: 悪夢から突然醒めたのだ！
ko: 악몽에서나 보던 물건이다!
pl: Wyjęty prosto z moich koszmarów!
pt_br: Foi arrancado sem piedade dos pesadelos!
ru: Это было украдено прямиком из моих кошмаров!
zh_cn: 我的噩梦成真了！
zh_tw: 我的噩夢成真了！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD7
source: Something so foul shall never pass my lips!
de: So etwas Übles wird meine Lippen nie passieren!
es: ¡Algo tan inmundo jamás me tocará los labios!
fr: Une chose aussi horrible ne passera jamais entre mes lèvres !
it: Una cosa così ripugnante non andrà mai oltre le mie labbra!
ja: ひどく穢れたものは我が唇は通らない！
ko: 이렇게 끔찍한 걸 입에 넣을 순 없지!
pl: Coś tak paskudnego nie przejdzie przez me usta!
pt_br: Algo imundo assim nunca passará pelos meus lábios!
ru: Нечто настолько мерзкое никогда не коснется моих губ!
zh_cn: 这么污秽的东西永远不应沾到我的嘴唇！
zh_tw: 這麼污穢的東西永遠不應沾到我的嘴唇！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD8
source: Warms the soul.
de: Herzerwärmend.
es: Calienta el alma.
fr: Ça réchauffe l'âme.
it: Riscalda l'anima!
ja: 魂を暖めるのだ。
ko: 영혼까지 따뜻하게 해준다.
pl: Rozgrzewa duszę.
pt_br: Aquece minha alma.
ru: Греет душу.
zh_cn: 温暖灵魂。
zh_tw: 溫暖靈魂。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_FOOD9
source: Imbibable eggs!
de: Trinkbare Eier!
es: ¡Unos huevos bebibles!
fr: Des œufs à boire !
it: Uova da bere!
ja: 卵だ！
ko: 마시기 좋은 에그노그군!
pl: Niepijalne jaja!
pt_br: Ovos sorvíveis!
ru: Готовы к употреблению!
zh_cn: 可吸食的鸡蛋！
zh_tw: 可吸食的雞蛋！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_ORNAMENT
source: A fragile beauty that must be protected.
de: Eine zarte Schönheit, die geschützt werden muss.
es: Una belleza frágil que debe ser protegida.
fr: Une beauté fragile à protéger.
it: Una bellezza fragile da proteggere.
ja: 繊細な美しさというのは守られるべきだ。
ko: 보호가 필요한 연약한 아름다움의 결정체로군.
pl: Krucha piękność wymagająca ochrony.
pt_br: Uma beleza frágil que deve ser protegida.
ru: Хрупкая красота, которую стоит защищать.
zh_cn: 美丽、脆弱、需要呵护。
zh_tw: 美麗、脆弱、需要呵護。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_ORNAMENTBOSS
source: Tis not a celebration without a good battle!
de: Keine Feier ohne einen guten Kampf!
es: ¡No hay celebración sin una buena batalla!
fr: On ne peut rien fêter sans un bon combat !
it: Non c'è festeggiamento senza una buona battaglia!
ja: 良い戦いがなければ祝典にはならない！
ko: 치열한 싸움이 없으면 진정한 축제라고 할 수 없지!
pl: Nie ma świętowania bez porządnej bitki!
pt_br: Não é uma celebração sem uma boa batalha!
ru: Без хорошей битвы празднование тщетно.
zh_cn: 没有一场精彩的战斗就算不上庆典！
zh_tw: 沒有一場精彩的戰鬥就算不上慶典！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_ORNAMENTFORGE
source: Hath been forged in fires.
de: Das wurde in Feuern geschmiedet.
es: Se ha forjado en el fuego.
fr: Ça a été forgé par le feu.
it: È stato forgiato negli incendi.
ja: 火の中で鍛えられた。
ko: 불 속에서 제련되었군.
pl: Artefakt wykuty w płomieniach.
pt_br: Fostes forjada nos fogos.
ru: Выковано в пламени.
zh_cn: 在火中锻造的。
zh_tw: 在火中鍛造的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_ORNAMENTGORGE
source: It feeds the festive spirit.
de: Sorgt für festliche Atmosphäre.
es: Alimenta el espíritu festivo.
fr: Ça nourrit l'esprit de la fête.
it: Nutre lo spirito festivo.
ja: 祭り気分を盛り上げてくれるぞ。
ko: 축제 분위기를 띄워주는군.
pl: Syci się świąteczną atmosferą.
pt_br: Alimenta o espírito festivo.
ru: Подпитывает праздничный дух.
zh_cn: 它增添了节日气氛。
zh_tw: 它增添了節日氣氛。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_ORNAMENTLIGHT
source: Tis a light enchantment, trapped inside a glass ball.
de: Ein in einer Glaskugel gefangenes Lichtlein.
es: Un encantamiento de luz, atrapado en una bola de cristal.
fr: C'est une charmante lumière prisonnière d'une boule de verre.
it: È una luce incantevole, intrappolata dentro una sfera di vetro.
ja: ガラス球の中に閉じ込められた、光の魔法だ。
ko: 유리 공 안에 든 빛의 마술이로군.
pl: Świetliste zaklęcie uwięzione w szklanej kuli.
pt_br: É um encantamento de luz, aprisionado dentro de uma bola de vidro.
ru: Очаровательный свет, заключенный в стеклянный шар.
zh_cn: 这是光的魔法，被困在玻璃球里面。
zh_tw: 這是光的魔法，被困在玻璃球裡面。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREE.BURNING
source: Woe! Misery!
de: Wehe! Elend!
es: ¡Ay! ¡Qué desgracia!
fr: Malheur ! Misère !
it: Guai! Miseria!
ja: 痛い！ 悲惨だ！
ko: 오호 통재라!
pl: Biada! Tragedia się stała!
pt_br: Uau! Que tristeza!
ru: Горе! Несчастье!
zh_cn: 哎！痛苦！
zh_tw: 哎！痛苦！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREE.BURNT
source: Its beauty lives on in our hearts.
de: Seine Schönheit lebt in unseren Herzen weiter.
es: Su belleza vive en nuestros corazones.
fr: Sa beauté vit encore dans nos cœurs.
it: La sua bellezza continua a vivere nei nostri cuori.
ja: その美しさは我等の心にある。
ko: 아름다웠던 자태만은 우리 기억 속에 영원히 남을 거야.
pl: Jej piękno na zawsze pozostanie w naszych sercach.
pt_br: Sua beleza continuará em nossos corações.
ru: Его красота живет в наших сердцах.
zh_cn: 它的美丽活在我们心里。
zh_tw: 它的美麗活在我們心裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREE.CANDECORATE
source: A majestic pine, worthy of celebration!
de: Eine wahrlich majestätische Kiefer!
es: ¡Un pino majestuoso, digno de celebración!
fr: Un pin majestueux, qui vaut d'être célébré !
it: Un maestoso pino, degno di celebrazione!
ja: 壮麗な松の木、お祝いに値する！
ko: 축제에 어울리는 웅장한 소나무로군!
pl: Dostojny świerk godny prawdziwej uczty!
pt_br: Uma pinha majestosa, digna de comemoração!
ru: Волшебная сосна, достойная праздника!
zh_cn: 一棵壮观的松树，值得庆祝！
zh_tw: 一棵壯觀的松樹，值得慶祝！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREE.YOUNG
source: Grow strong, young one! It is your destiny!
de: Wachs stark, junger Freund! Es ist dein Schicksal!
es: ¡Crece fuerte, retoño! ¡Es tu destino!
fr: Pousse bien, mon petit ! C'est ton destin !
it: Cresci forte, giovane albero! È il tuo destino!
ja: 強くなれ、若い人！ 其れが汝の運命なり！
ko: 튼튼하게 자라렴, 아기 나무야! 그게 네 운명이야!
pl: Rośnij silny, młodziaku! To twoje przeznaczenie!
pt_br: Cresça forte, jovem! É o seu destino!
ru: Расти сильным, юное дерево! Это твоя судьба!
zh_cn: 强壮起来，年轻人！这是你们的命运！
zh_tw: 強壯起來，年輕人！這是你們的命運！

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREESTAND.BURNT
source: Its beauty lives on in our hearts.
de: Seine Schönheit lebt in unseren Herzen weiter.
es: Su belleza vive en nuestros corazones.
fr: Sa beauté vit encore dans nos cœurs.
it: La sua bellezza continua a vivere nei nostri cuori.
ja: その美しさは我等の心にある。
ko: 아름다웠던 자태만은 우리 기억 속에 영원히 남을 거야.
pl: Jej piękno na zawsze pozostanie w naszych sercach.
pt_br: Sua beleza continuará em nossos corações.
ru: Его красота живет в наших сердцах.
zh_cn: 它的美丽活在我们心里。
zh_tw: 它的美麗活在我們心裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.WINTER_TREESTAND.GENERIC
source: It awaits a grand tree!
de: Wartet auf einen herrlichen Baum!
es: ¡Pronto será un gran árbol!
fr: Il attend un grand arbre !
it: Aspetta un albero grandioso!
ja: 大木を待つのだ！
ko: 멋진 나무를 기다리고 있군!
pl: Czeka na wspaniałe drzewo!
pt_br: Espera por uma grande árvore!
ru: Он ждет великое дерево!
zh_cn: 它等着一棵高大的树！
zh_tw: 它等著一棵高大的樹！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBSTER_DEN
source: The lair of the pinchy beasts.
de: Das Lager der Kneiftiere.
es: La guarida de las bestias pellizconas.
fr: La tanière de bestes à pinces.
it: La tana delle bestie che pizzicano.
ja: ちくちくした獣の隠れ家。
ko: 잘 꼬집는 짐승의 굴이군.
pl: Leże uszczypliwych bestii.
pt_br: O covil das feras beliscadoras.
ru: Логово щипучих тварей.
zh_cn: 掐人野兽的巢穴。
zh_tw: 掐人野獸的巢穴。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBSTER_MOONGLASS
source: The little beasties have acquired new armor!
de: Die kleinen Tierchen haben eine neue Rüstung!
es: ¡Las pequeñas bestias tienen nueva armadura!
fr: Ces petites bestes önt revêtu une nöuvelle armure !
it: Le piccole bestioline hanno trovato una nuova corazza!
ja: 小さな獣達が新たな鎧を手に入れた！
ko: 작은 짐승들이 새 갑옷을 획득했군!
pl: Małe bestyjki zyskały nowy pancerz!
pt_br: As ferinhas adquiriram uma nova armadura!
ru: Мелкие твари раздобыли новую броню!
zh_cn: 小野兽们获得了新的铠甲！
zh_tw: 小野獸們獲得了新的鎧甲！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBSTER_SHELLER
source: Have at thee, morsel!
de: Nimm dies, Leckerbissen!
es: ¡Te vas a enterar, manjar!
fr: Prends garde, viande !
it: In guardia, bocconcino!
ja: かかってきなさい！
ko: 각오해라, 한 입 거리야!
pl: A masz, kąsku!
pt_br: Tome isto, naco de carne!
ru: Получай, тварь!
zh_cn: 小心了，小肉肉！
zh_tw: 小心了，小肉肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBSTER_SHELLER_DEAD
source: Sleep in Valhalla, armored one.
de: Schlaf in Walhalla, du gepanzertes Ding.
es: Duerme en Valhalla, criatura blindada.
fr: Va dormir au Walhalla avec ton armure.
it: Dormi nel Valhalla, creatura blindata.
ja: ヴァルハラで眠るがいい…
ko: 발할라에서 잠들거라, 갑옷을 두른 생물아.
pl: Miłych snów w Walhalli, pancerny przyjacielu.
pt_br: Durma em Valhalla, ser de armadura.
ru: Покойся в Вальхалле, бронированный воин.
zh_cn: 在英灵殿安息吧，穿着盔甲的家伙。
zh_tw: 在英靈殿安息吧，穿著盔甲的傢伙。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Your armor hides tasty meat.
de: Hinter deinem Panzer steckt schmackhaftes Fleisch.
es: Tu armadura esconde una comida sabrosa.
fr: Ton armure cache une viande savoureuse.
it: La tua corazza cela carne saporita.
ja: 鎧の下に、美味なる肉を隠しているな…
ko: 갑옷 안에 맛있는 고기가 숨어있군.
pl: Twój pancerz skrywa pyszne smakołyki.
pt_br: Sua armadura esconde uma carne deliciosa.
ru: Под твоей броней прячется вкусное мясо.
zh_cn: 盔甲里藏着美味的肉。
zh_tw: 盔甲裡藏著美味的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBYBIG.1
source: Hail, beastie!
de: Sei gegrüßt, Tierchen!
es: ¡Ave, bestia!
fr: Salutatiöns, puissante beste !
it: Salve, bestiolina!
ja: 元気か、獣よ！
ko: 안녕, 짐승!
pl: Witaj, bestio!
pt_br: Salve, besta!
ru: Здравствуй, зверюга!
zh_cn: 万岁，野兽！
zh_tw: 萬歲，野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBYBIG.2
source: Hail, beastie!
de: Sei gegrüßt, Tierchen!
es: ¡Ave, bestia!
fr: Salutatiöns, puissante beste !
it: Salve, bestiolina!
ja: 元気か、獣よ！
ko: 안녕, 짐승!
pl: Witaj, bestio!
pt_br: Salve, besta!
ru: Здравствуй, зверюга!
zh_cn: 万岁，野兽！
zh_tw: 萬歲，野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBYSMALL.1
source: Wouldst thou like a skritch behind thine ears?
de: Soll ich dich hinter den Ohren kraulen?
es: ¿Querrás que te rasque detrás de las orejas?
fr: Désires-tu quelques frictiöns derrière tiennes esgöurdes ?
it: Che ne dici di una grattatina dietro le orecchie?
ja: 耳の後ろをかくのが好きなの？
ko: 귀 뒤를 긁어줄까?
pl: Pragniesz drapanka za uszkami?
pt_br: Queres uma coçada atrás das tuas orelhas?
ru: Хочешь, почешу тебя за ухом?
zh_cn: 你要不要在我摸摸你耳朵后面？
zh_tw: 你要不要在我摸摸你耳朵後面？

# CHARACTERS.WATHGRITHR.DESCRIBE.WOBYSMALL.2
source: Wouldst thou like a skritch behind thine ears?
de: Soll ich dich hinter den Ohren kraulen?
es: ¿Querrás que te rasque detrás de las orejas?
fr: Désires-tu quelques frictiöns derrière tiennes esgöurdes ?
it: Che ne dici di una grattatina dietro le orecchie?
ja: 耳の後ろをかくのが好きなの？
ko: 귀 뒤를 긁어줄까?
pl: Pragniesz drapanka za uszkami?
pt_br: Queres uma coçada atrás das tuas orelhas?
ru: Хочешь, почешу тебя за ухом?
zh_cn: 你要不要在我摸摸你耳朵后面？
zh_tw: 你要不要在我摸摸你耳朵後面？

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.ATTACKER
source: %s packs a punch to rival a frost giant.
de: %s hat einen ordentlichen Schlag drauf.
es: %s es un rival temible para un gigante de escarcha.
fr: %s cogne aussi fort qu'un géant des glaces.
it: %s tira pugni come un gigante del freddo.
ja: %sの一撃は、巨人のそれにも匹敵する
ko: %s의 펀치는 서리 거인 못지 않군.
pl: %s ma siłę godną mroźnego giganta.
pt_br: %s tem a força que rivaliza a de um gigante de gelo.
ru: %s обладает огромной силой для сражения с ледяными гигантами.
zh_cn: %s的重击能够抵抗冰霜巨人。
zh_tw: %s的重擊能夠抵抗冰霜巨人。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.FIRESTARTER
source: %s seems to have mistakenly fumbled a torch.
de: %s scheint aus Versehen eine Fackel abbekommen zu haben.
es: %s parece que ha tirado por accidente una antorcha.
fr: %s semble avoir laissé tomber une torche par inadvertance.
it: Sembrerebbe che %s abbia fatto cadere una torcia per sbaglio.
ja: %sが、たいまつの扱いを誤ったようだ
ko: %s이(가) 어쩌다 횃불을 놓치기라도 한 모양이군.
pl: %s i ogień niezbyt się rozumieją.
pt_br: %s parece ter apalpado uma tocha por engano.
ru: Похоже, %s по ошибке схватился за факел.
zh_cn: %s似乎漏接了火炬。
zh_tw: %s似乎漏接了火炬。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.GENERIC
source: Health and strength to you, %s!
de: Gesundheit und Stärke, %s!
es: ¡Que tengas salud y fuerza, %s!
fr: Santé et force pour toi, %s !
it: La salute e la forza siano con te, %s!
ja: %s！今日も息災か？
ko: %s에게 건강과 힘이 늘 함께하기를!
pl: Zdrowia i siły, %s!
pt_br: Saúde e força para você, %s!
ru: Здоровья и силы тебе, %s!
zh_cn: %s，祝你健康强壮！
zh_tw: %s，祝你健康強壯！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.GHOST
source: A valiant warrior should not be wasted. A heart, a heart!
de: Ein tapferer Krieger sollte nicht verschwendet werden. Ein Herz, ein Herz!
es: Un valiente guerrero no debe echarse a perder. ¡Un corazón, un corazón!
fr: Il ne faut pas gâcher un brave guerrier. Un cœur, un cœur !
it: Un guerriero valente non può essere sprecato. Un cuore, un cuore!
ja: 誰か！心臓を！勇敢な戦士を救わねば！
ko: 용맹한 전사가 쓰러져선 안 되지. 심장, 심장!
pl: Nie zda się, by dzielny wojownik sczezł tak marnie. Serce, serce!
pt_br: Um guerreiro valeroso não deveria ser desperdiçado. Um coração, um coração!
ru: Нельзя терять отважного воина. Сердце! Срочно сердце!
zh_cn: 不应该浪费英勇的战士。一颗心，一颗心！
zh_tw: 不應該浪費英勇的戰士。一顆心，一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.MURDERER
source: You will pay for your heinous deeds, brute!
de: Du wirst für deine abscheulichen Taten bezahlen, du Schurke!
es: ¡Pagarás por tus actos atroces, bruto!
fr: Tu vas payer pour tes actes odieux, brute !
it: La pagherai per le tue azioni atroci, bruto!
ja: なんと野蛮な！成敗してくれる！
ko: 그 악행의 대가를 치르게 될 것이다, 이 악당아!
pl: Zapłacisz za swe niecne występki, oprychu!
pt_br: Você pagará por seus feitos hediondos, animal!
ru: Ты заплатишь за свои гнусные деяния, грубиян!
zh_cn: 畜生，你会为你的滔天罪行遭报应！
zh_tw: 畜生，你會為你的滔天罪行遭報應！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOLFGANG.REVIVER
source: %s, son of Magni.
de: %s, Sohn von Magni.
es: %s, hijo de Magni.
fr: %s, fils de Magni.
it: %s, figlio di Magni.
ja: %s、マグニの息子よ
ko: 마그니의 아들 %s.
pl: %s, syn Magniego.
pt_br: %s, filho de Magni.
ru: %s, сын Магни.
zh_cn: %s，玛格尼之子。
zh_tw: %s，瑪格尼之子。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.ATTACKER
source: I could fell you like so many trees, %s.
de: Ich könnte dich fällen wie einen Baum, %s.
es: Noto que te gustan mucho los árboles, %s.
fr: Je pourrais te faire tomber comme tant d'arbres, %s.
it: Potrei farti cadere come molti altri alberi, %s.
ja: %s…木のごとく切り倒してやる…
ko: 나무처럼 베어줄까, %s?
pl: Padniesz, %s. Tak, jak wiele drzew przed tobą.
pt_br: Eu poderia derrubar você como muitas outras árvores, %s.
ru: Я могу срубить тебя, как обычное деревце, %s.
zh_cn: %s，我会像砍很多树一样砍了你。
zh_tw: %s，我會像砍很多樹一樣砍了你。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.BEAVER
source: I did not know %s possessed such power!
de: Ich wusste nicht, dass %s solche Macht hatte!
es: ¡No sabía que %s poseyese tal poder!
fr: J'ignorais que %s était d'une telle puissance !
it: Non sapevo che %s possedesse un tale potere!
ja: %sにかような能力があったとは！
ko: %s에게 저런 능력이 있을 줄은 전혀 몰랐네!
pl: Co za wielką moc posiada %s!
pt_br: Eu não sabia que %s tinha tal poder!
ru: Я не подозревала, что %s владеет подобными силами!
zh_cn: 我不知道%s拥有这种能力！
zh_tw: 我不知道%s擁有這種能力！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.BEAVERGHOST
source: You went out in a blaze of glory, %s.
de: Du bist im Nu untergegangen, %s.
es: Has ardido envuelto en llamas, %s.
fr: Tu as disparu dans un éclat de gloire, %s.
it: Hai lasciato questo mondo in un tripudio di gloria, %s.
ja: 名誉の戦死だな、%s
ko: 찬란하게 불살랐구나, %s.
pl: Twe płomienne odejście będzie zapamiętane, %s.
pt_br: Você se foi numa explosão gloriosa, %s.
ru: Ты ушел на пике славы, %s.
zh_cn: %s，你是在荣耀的火焰中毁灭的。
zh_tw: %s，你是在榮耀的火焰中毀滅的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.FIRESTARTER
source: Did he mistake "Loge" for "log"?
de: Hat er gemeint, das wäre Feuerholz?
es: ¡Que Loge te proteja!
fr: A-t-il confondu « rondin » et « Odin » ?
it: Che Loge sia con te!
ja: 木を愛する者にとって、火は天敵では…？
ko: 혹시 나무만 보면 불지르고 싶은 걸까?
pl: Czyżby ogień w jego sercu spalił mu mózg?
pt_br: Será que ele quis fazer um sacrifício a Loge?
ru: Он перепутал «Локи» и «блоки»?
zh_cn: 他把“Loge”误认为“log”？
zh_tw: 他把“Loge”誤認為“log”？

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.GENERIC
source: May Yggdrasil bind us as the nine worlds, %s!
de: Möge Yggdrasil uns bei den neun Welten binden, %s!
es: ¡Que Yggdrasil nos una como los nueve mundos, %s!
fr: Qu'Yggdrasil nous unisse comme les neuf mondes, %s !
it: Che Yggdrasil possa legarci come i nove mondi, %s!
ja: %s！ユグドラシルの加護のあらんことを！
ko: 위그드라실이 아홉 세계를 묶듯이 우리도 단결하자, %s!
pl: Niechaj Yggdrasil zwiąże nas w dziewięciu światach, %s!
pt_br: Que Yggdrasil nos una como aos nove mundos, %s!
ru: Пускай же Иггдрасиль объединит нас так же, как девять миров, %s!
zh_cn: 愿世界树同九界一般连结你我，%s！
zh_tw: 願世界樹同九界一般連結你我，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.GHOST
source: The worldtree watches over you, %s.
de: Der Weltbaum wacht über dich, %s.
es: El árbol del mundo te vigila, %s.
fr: L'Arbre du Monde te surveille, %s.
it: L'albero del mondo veglia su di te, %s.
ja: %s…世界樹の加護のあらんことを…
ko: 세계수의 가호가 함께 하기를, %s.
pl: Drzewo świata, %s. Drzewo świata czuwa nad tobą!
pt_br: A árvore do mundo olha por você, %s.
ru: Древо мира следит за тобой, %s.
zh_cn: %s，世界之树保佑你。
zh_tw: %s，世界之樹保佑你。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.GOOSE
source: %s, you've become a fowl beast!
de: %s, du bist ein Federvieh!
es: ¡%s, te has convertido en una bestia abyecta!
fr: %s, vöus êtes devenu bien vile beste !
it: %s, sei diventato una bestia temibile!
ja: %s、汝は獰猛な獣となった！
ko: %s, 새 짐승이 되었군!
pl: %s jest teraz upierzoną bestią!
pt_br: %s, você se tornou uma fera aviária!
ru: %s, какой же ужасной тварью ты стал!
zh_cn: %s，你已经变成了一只家禽！
zh_tw: %s，你已經變成了一隻家禽！
