Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: Doesn't look like it's doing much right now.
de: Sieht nicht so aus, als ob es sich im Moment rührt.
es: Creo que no está haciendo nada...
fr: On dirait qu'elle ne peut pas faire grand-chose pour le moment.
it: Al momento, non sembra che stia facendo molto.
ja: 今は役に立たねぇみてぇだな。
ko: 지금은 별로 하고 있는 것 같지 않아.
pl: W tej chwili chyba nic nie robi.
pt_br: Não parece servir pra muita coisa no momento.
ru: Кажется, сейчас они толком не работают.
zh_cn: 它好像没在做什么。
zh_tw: 它好像沒在做什麼。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: That's a pretty fancy lookin' clock.
de: Das ist eine ziemlich schicke Uhr.
es: Qué reloj tan elegante.
fr: C'est une très jolie montre.
it: È un gran bell'orologio.
ja: なかなかお高そうな時計じゃねぇか。
ko: 꽤 멋져 보이는 시계야.
pl: Ależ wymyślnie wyglądający zegarek.
pt_br: É um relógio bem chique.
ru: Очень красивые часы.
zh_cn: 那个钟看起来真花哨。
zh_tw: 那個鐘看起來真花哨。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: Doesn't look like it's doing much right now.
de: Sieht nicht so aus, als ob es sich im Moment rührt.
es: Creo que no está haciendo nada...
fr: On dirait qu'elle ne peut pas faire grand-chose pour le moment.
it: Al momento, non sembra che stia facendo molto.
ja: 今は役に立たねぇみてぇだな。
ko: 지금은 별로 하고 있는 것 같지 않아.
pl: W tej chwili chyba nic nie robi.
pt_br: Não parece servir pra muita coisa no momento.
ru: Кажется, сейчас они толком не работают.
zh_cn: 它好像没在做什么。
zh_tw: 它好像沒在做什麼。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: That's a pretty fancy lookin' clock.
de: Das ist eine ziemlich schicke Uhr.
es: Qué reloj tan elegante.
fr: C'est une très jolie montre.
it: È un gran bell'orologio.
ja: なかなかお高そうな時計じゃねぇか。
ko: 꽤 멋져 보이는 시계야.
pl: Ależ wymyślnie wyglądający zegarek.
pt_br: É um relógio bem chique.
ru: Очень красивые часы.
zh_cn: 那个钟看起来真花哨。
zh_tw: 那個鐘看起來真花哨。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: Doesn't look like it's doing much right now.
de: Sieht nicht so aus, als ob es sich im Moment rührt.
es: Creo que no está haciendo nada...
fr: On dirait qu'elle ne peut pas faire grand-chose pour le moment.
it: Al momento, non sembra che stia facendo molto.
ja: 今は役に立たねぇみてぇだな。
ko: 지금은 별로 하고 있는 것 같지 않아.
pl: W tej chwili chyba nic nie robi.
pt_br: Não parece servir pra muita coisa no momento.
ru: Кажется, сейчас они толком не работают.
zh_cn: 它好像没在做什么。
zh_tw: 它好像沒在做什麼。

# CHARACTERS.WOODIE.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: I'd hate to be on the receivin' end of that thing.
de: Ich würde es hassen, der Empfänger dieser Nachricht zu sein.
es: No me gustaría que me dieran un golpe con eso.
fr: Je n'aimerais pas être à l'autre bout de ce truc.
it: Non mi piacerebbe se venisse usato contro di me.
ja: これを喰らう側だけは勘弁だぜ。
ko: 그 물건의 끝 부분에 있는 게 싫어.
pl: Wolałbym nie znaleźć się na celowniku tego ustrojstwa.
pt_br: Odiaria ser atingido por essa coisa.
ru: Не хотел бы я, чтобы меня так будили.
zh_cn: 我可不想被这东西伤到。
zh_tw: 我可不想被這東西傷到。

# CHARACTERS.WOODIE.DESCRIBE.POCKET_SCALE
source: I'm gonna reel in a whopper, no doubt aboot it.
de: Ich werde einen Riesenoschi fangen, kein Zweifel.
es: Voy a pescar uno bien grande, no hay duda.
fr: Je vais pêcher un mastodonte, c'est moi qui vous le dit !
it: Prenderò un pesce bello grosso, non ho dubbi.
ja: 見てな、いつかどデカいのを釣り上げやるよ。
ko: 나는 분명히 커다란 생선을 낚을 거야.
pl: Złowię giganta, nie ma co do tego wątpliwości.
pt_br: Vou puxar um grandão, sem dúvida alguma.
ru: Я обязательно выловлю какое-нибудь чудище морское.
zh_cn: 绝对能拉上来一条大家伙，稳了。
zh_tw: 絕對能拉上來一條大傢伙，穩了。

# CHARACTERS.WOODIE.DESCRIBE.POLISHCOOKIE
source: Whoops, I think I got some jam in my beard.
de: Hoppla, ich glaube, ich habe Marmelade im Bart.
es: Ups, creo que tengo mermelada en la barba.
fr: Oups, je me suis mis de la confiture plein la barbe.
it: Ops, credo di essermi sporcato la barba di marmellata.
ja: ありゃ、ジャムがヒゲに付いちまったみたいだ。
ko: 이런, 수염에 잼이 묻었잖아.
pl: Ups, chyba trochę marmolady zostało mi na brodzie.
pt_br: Opa, acho que tenho um pouco de geleia na barba.
ru: Ой, кажется, у меня в бороде джем застрял.
zh_cn: 哎呦，胡子上沾到果酱了。
zh_tw: 哎呦，鬍子上沾到果醬了。

# CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE
source: That's too fancy for me.
de: Der ist mir zu schrill.
es: Demasiado sofisticada para mí.
fr: C'est trop chic pour moi.
it: È troppo raffinato per me.
ja: 俺には派手すぎる。
ko: 나한테는 너무 고급이잖아.
pl: Trochę zbyt wymyślny jak dla mnie.
pt_br: Isso é muito elegante para mim.
ru: Слишком для меня необычно.
zh_cn: 这东西对我来说太复杂了。
zh_tw: 這東西對我來說太複雜了。

# CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_COOKED
source: This would go good on flapjacks.
de: Die würde sicher gut zu einem Pfannkuchen passen.
es: Esto quedaría bien en crêpes.
fr: Ça irait bien sur des crêpes.
it: Si accompagnerebbe bene alle frittelle.
ja: これはホットケーキに乗せるとおいしいだろう。
ko: 플랩잭에 잘 어울리겠네.
pl: Nadawałby się do naleśników.
pt_br: Acho que combinaria com panquecas.
ru: Неплохо пойдет с лепешками.
zh_cn: 把这个放在煎饼上应该会很好。
zh_tw: 把這個放在煎餅上應該會很好。

# CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_OVERSIZED
source: It weighs a ton!
de: Wiegt eine Tonne.
es: ¡Pesa una tonelada!
fr: Ça pèse un caribou mort !
it: Pesa una tonnellata!
ja: すっげえ重てぇぜ！
ko: 엄청나게 무거워!
pl: Chyba waży tonę!
pt_br: Pesa uma tonelada!
ru: Весит целую тонну!
zh_cn: 足足有一吨重！
zh_tw: 足足有一噸重！

# CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_SEEDS
source: Seedy.
de: Samenhaltig.
es: Semillas.
fr: Des graines, hein ?
it: Pieno di semi.
ja: 種が多い。
ko: 씨 많거든.
pl: Dużo tu nasion.
pt_br: Se não mente, fale a verdade.
ru: Много косточек.
zh_cn: 好多种子。
zh_tw: 好多種子。

# CHARACTERS.WOODIE.DESCRIBE.POND
source: I can't swim!
de: Ich kann nicht schwimmen!
es: ¡No sé nadar!
fr: Je sais nager !
it: Non so nuotare!
ja: 俺は泳げないんだ！
ko: 난 수영 못하잖아!
pl: Nie umiem pływać!
pt_br: Não sei nadar!
ru: Я не умею плавать!
zh_cn: 我不会游泳！
zh_tw: 我不會游泳！

# CHARACTERS.WOODIE.DESCRIBE.PONDEEL
source: This should cook up nicely.
de: Das sollte gut kochen.
es: Esto cocinado debe de estar muy bien.
fr: Ça devrait être bon cuit.
it: Questa dovrebbe cuocere benissimo.
ja: これをうまく調理できるはず。
ko: 요리 잘 되겠잖아.
pl: Upieczony na pewno będzie pyszny.
pt_br: Isso deve cozinhar bem.
ru: Его следует приготовить с душой.
zh_cn: 这烹饪出来应该挺不错的。
zh_tw: 這烹飪出來應該挺不錯的。

# CHARACTERS.WOODIE.DESCRIBE.PONDFISH
source: Looks like a cod.
de: Sieht wie ein Kabeljau aus.
es: Parece un bacalao.
fr: On dirait de la morue.
it: Sembra un merluzzo.
ja: タラみたい。
ko: 대구처럼 생겼네.
pl: Wygląda jak dorsz.
pt_br: Parece bacalhau.
ru: Похоже на треску.
zh_cn: 看起来像鳕鱼。
zh_tw: 看起來像鱈魚。

# CHARACTERS.WOODIE.DESCRIBE.POND_ALGAE
source: Doesn't look edible.
de: Sieht nicht essbar aus.
es: No parece comestible.
fr: Ça a pas l'air mangeable.
it: Non sembra commestibile.
ja: 食料品には見えない。
ko: 먹을 수 없을 것 같은데.
pl: Nie wyglądają na jadalne.
pt_br: Não parece comestível.
ru: Не выглядит съедобным.
zh_cn: 好像不能吃。
zh_tw: 好像不能吃。

# CHARACTERS.WOODIE.DESCRIBE.POOP
source: Don't poop in camp!
de: Nicht ins Lager kacken!
es: ¡No hagan caca en el campamento!
fr: Pas de crotte dans le camp !
it: Non fare la cacca nel campo!
ja: キャンプでウンコをするな！
ko: 캠프에서 똥 싸지 마!
pl: Nie srać w obozie!
pt_br: Sem porcaria no acampamento!
ru: В лагере не гадить!
zh_cn: 不要在营地里拉大便！
zh_tw: 不要在營地里拉大便！

# CHARACTERS.WOODIE.DESCRIBE.PORTABLEBLENDER_ITEM
source: Chops up food pretty good.
de: Damit kriegt man Nahrungsmittel klein.
es: Corta la comida muy bien.
fr: Impeccable pour débiter la nourriture.
it: Tritura il cibo in maniera impeccabile.
ja: これを使えば、食べモノなら何でも細かくできるさ。
ko: 음식을 잘 다져주잖아.
pl: Nadaje się do rąbania jedzenia.
pt_br: Corta a comida muito bem.
ru: Рубит отлично.
zh_cn: 切食物的好工具。
zh_tw: 切食物的好工具。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: Better settle in, this could take a while.
de: Ich mache es mir lieber gemütlich, es könnte eine Weile dauern.
es: Mejor ponerse cómodo, esto lleva su tiempo.
fr: Je ferais mieux de m'asseoir, ça va prendre un moment.
it: Meglio mettersi comodi, ci vorrà un po'.
ja: まあどっかりと構えてろ。しばらく時間が掛かりそうだからな。
ko: 눈을 붙이는 게 좋겠어. 오래 걸릴 테니.
pl: Można się rozsiąść, to jeszcze trochę potrwa.
pt_br: Melhor me aconchegar, isso pode demorar um pouco.
ru: Тут еще долго готовить, надо пока чем-нибудь заняться.
zh_cn: 做好心理准备，这个要花不少时间。
zh_tw: 做好心理準備，這個要花不少時間。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: One meal comin' right up!
de: Gleich ist das Essen fertig!
es: ¡Marchando una comida!
fr: Un repas en cuisine, un !
it: Ancora un attimo e si mangia!
ja: もうすぐに出来上がるぜ！
ko: 식사 하나 대령이요!
pl: Posiłek będzie gotowy lada moment!
pt_br: A refeição está quase lá!
ru: Один обед, уже готовится!
zh_cn: 马上就有东西吃了！
zh_tw: 馬上就有東西吃了！

# CHARACTERS.WOODIE.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: Well, should we eat?
de: Tja, essen wir?
es: Bueno, ¿comemos?
fr: Alors, on mange ?
it: Allora, mangiamo?
ja: さあ、いただくか？
ko: 자, 먹을까?
pl: To co, jemy?
pt_br: Bem, vamos comer?
ru: Ну что, приступим?
zh_cn: 好吧，咱们开吃吧？
zh_tw: 好吧，咱們開吃吧？

# CHARACTERS.WOODIE.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: Nothing sadder than an empty crockpot.
de: Nichts ist trauriger als ein leerer Schmortopf.
es: No hay nada más triste que una olla vacía.
fr: Il n'y a rien de plus triste qu'une cocotte vide.
it: Niente di più triste di una pentola vuota.
ja: 空のナベほど悲しいものはねえな。
ko: 텅 빈 냄비만큼 슬픈 건 없잖아.
pl: Nie ma nic smutniejszego niż pusty kociołek.
pt_br: Nada mais triste do que uma panela vazia.
ru: Нет зрелища печальнее, чем пустая кастрюля.
zh_cn: 一口空锅是最让人悲伤的事情。
zh_tw: 一口空鍋是最讓人悲傷的事情。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: Sure makes the camp smell nice.
de: Damit riecht es hier ganz wunderbar.
es: Desde luego hace que el campamento huela bien.
fr: Un agréable fumet embaume tout le campement.
it: Profumerà l'ambiente.
ja: これでキャンプがいい匂いで包まれるぞ。
ko: 캠프에 맛있는 냄새가 풍기잖아.
pl: Piękne aromaty czuć już w całej okolicy.
pt_br: Deixa um cheiro bom no acampamento.
ru: Ароматы по всему лагерю разносятся замечательные.
zh_cn: 让营地里弥漫着香气。
zh_tw: 讓營地裡彌漫著香氣。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: All ground up.
de: Alles zerkleinert.
es: Todo molido.
fr: C'est moulu !
it: Tutto macinato.
ja: 準備完了だ。
ko: 전부 갈았잖아.
pl: Wszystko zmielone.
pt_br: Tudo moído.
ru: Все уже помолото.
zh_cn: 全磨碎了。
zh_tw: 全磨碎了。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: I'm not usually one for fancy spices.
de: Ich bin eigentlich nicht der Typ für exotische Gewürze.
es: No soy muy de especias exóticas.
fr: Je ne suis pas fan d'épices raffinées.
it: In genere non mi piacciono molto le spezie.
ja: オレは高価なスパイスなんかには無縁な男さ。
ko: 고급 향신료는 별로 안 좋아해.
pl: Z reguły nie przepadam za wymyślnymi przyprawami.
pt_br: Não costumo gostar de especiarias sofisticadas.
ru: Я не большой любитель пряностей.
zh_cn: 我通常不喜欢花哨的香料。
zh_tw: 我通常不喜歡花哨的香料。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLETENT
source: I always sleep better in a tent.
de: Im Zelt schlafe ich einfach besser.
es: Siempre duermo mejor en una tienda de campaña.
fr: Je dors toujours mieux dans une tente.
it: Dormo sempre meglio in una tenda.
ja: テントの方がよく眠れるんだ。
ko: 나는 텐트에서 더 잘 자.
pl: Zawsze lepiej mi się śpi w namiocie.
pt_br: Sempre durmo melhor numa barraca.
ru: В палатке мне всегда лучше спится.
zh_cn: 我总是在帐篷里睡得更好。
zh_tw: 我總是在帳篷裡睡得更好。

# CHARACTERS.WOODIE.DESCRIBE.PORTABLETENT_ITEM
source: A portable tent! Why didn't we think of that, Luce?
de: Ein tragbares Zelt! Warum ist uns das nicht eingefallen, Luce?
es: ¡Una tienda portátil! ¿Por qué no se nos había ocurrido, Luce?
fr: Une tente portable ! Pourquoi on n'y a pas pensé plus tôt, Lucy ?
it: Una tenda portatile! Perché non ci abbiamo mai pensato, Lucy?
ja: ポータブルテントか！何で思いつかなかったかね、ルーシー？
ko: 휴대용 텐트잖아! 왜 이 생각을 못 했을까, 루시?
pl: Przenośny namiot! Lucy, dlaczego nigdy na to nie wpadliśmy?
pt_br: Uma barraca portátil! Por que não pensamos nisso, Lucy?
ru: Переносная палатка! И как мы сами не додумались, Люси?
zh_cn: 便携式帐篷！我们怎么就想到，露西？
zh_tw: 可擕式帳篷！我們怎麼就想到，露西？

# CHARACTERS.WOODIE.DESCRIBE.POTATO
source: I love good local produce.
de: Ich liebe gute lokale Produkte.
es: Me encantan los buenos productos locales.
fr: J'aime les bons produits locaux.
it: Adoro i prodotti locali.
ja: オレは地元産が大好きなんだ。
ko: 신토불이지.
pl: Uwielbiam lokalne produkty.
pt_br: Tenho hortaliças locais de qualidade.
ru: Люблю эти славные местные продукты.
zh_cn: 我爱吃优质的本地农产品。
zh_tw: 我愛吃優質的本地農產品。

# CHARACTERS.WOODIE.DESCRIBE.POTATOSACK
source: Never know when you might need a potato, eh?
de: Man weiß nie, wann man eine Kartoffel braucht, oder?
es: Nunca se sabe cuándo te hará falta una patata, ¿eh?
fr: On sait jamais quand on a besoin de patates.
it: Non si sa mai quando si potrebbe aver bisogno di una patata, eh?
ja: いつジャガイモが必要になるかなんて分からねぇもんな。
ko: 언제 감자가 필요할지 모르잖아, 그치?
pl: Nigdy nie wiadomo, kiedy przyda się ziemniak, no nie?
pt_br: Nunca se sabe quando você pode precisar de uma batata, né?
ru: Никогда не знаешь, когда понадобится картофелина, ага.
zh_cn: 不知道什么时候就需要一颗土豆了，诶？
zh_tw: 不知道什麼時候就需要一顆土豆了，誒？

# CHARACTERS.WOODIE.DESCRIBE.POTATOSOUFFLE
source: Lucy and I will clean up, since Warly did the cooking.
de: Lucy und ich waschen ab, schließlich hat Warly gekocht.
es: Ya que Warly ha cocinado, Lucy y yo limpiaremos.
fr: Lucy et moi, on ne risque pas de se salir. C'est Warly qui cuisine.
it: Io e Lucy puliremo tutto, dato che Warly ha cucinato.
ja: 料理担当はワーリーだったから、オレとルーシーが片づけをする。
ko: 왈리가 요리했으니, 루시랑 내가 치울게.
pl: Skoro Warly gotował, to Lucy i ja będziemy zmywać.
pt_br: Lucy e eu vamos limpar tudo, já que o Warly cozinhou.
ru: Раз Варли готовит, то мы с Люси посуду помоем.
zh_cn: 露西跟我就洗碗吧，因为是沃利做的饭。
zh_tw: 露西跟我就洗碗吧，因為是沃利做的飯。

# CHARACTERS.WOODIE.DESCRIBE.POTATOTORNADO
source: I'll eat a tater in any form.
de: Kartoffeln würde ich in jeder Form essen.
es: Me gustan las patatas en cualquiera de sus formas.
fr: Ça va me donner la patate !
it: Le patate mi piacciono in qualsiasi forma.
ja: ポテトならどんなモノでもいただくさ。
ko: 감자는 어떤 모양이든 맛있잖아.
pl: Mogę jeść pyrki w każdej formie.
pt_br: Como batatinhas de todo jeito.
ru: Картофыч — он в любом виде картофыч.
zh_cn: 山药蛋做成啥样我都吃。
zh_tw: 山藥蛋做成啥樣我都吃。

# CHARACTERS.WOODIE.DESCRIBE.POTATO_COOKED
source: It cooked up real nice.
de: Das mit dem Kochen hat gut funktioniert.
es: Se ha cocinado muy bien.
fr: Super bien cuite.
it: Si è cotto ben bene.
ja: うまく仕上がったみたいだな。
ko: 잘 구워졌잖아.
pl: Ładnie się ugotował.
pt_br: Ficou muito bem cozidinho.
ru: Прекрасно пропеклась.
zh_cn: 做得真不错。
zh_tw: 做得真不錯。

# CHARACTERS.WOODIE.DESCRIBE.POTATO_OVERSIZED
source: It's as big as a boulder!
de: Groß wie ein Felsbrocken!
es: ¡Es tan grande como un peñasco!
fr: C'est gros comme une congère !
it: È grossa come un masso!
ja: 岩みてぇにでけぇな！
ko: 바위만큼 크다!
pl: Jest wielki jak głaz!
pt_br: Parece uma rocha de tão grande!
ru: Огромная, как булыжник!
zh_cn: 不如山上的石头大！
zh_tw: 不如山上的石頭大！

# CHARACTERS.WOODIE.DESCRIBE.POTATO_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.POTTEDFERN
source: I do love me some plant life.
de: Ich liebe ein bisschen Pflanzenleben.
es: Me encanta que haya un poco de plantas.
fr: J'aime bien le végétal.
it: Mi piace un po' di vita vegetale.
ja: 植物は、いいもんだよな
ko: 내가 식물을 좋아하잖아.
pl: Uwielbiam życie roślinne.
pt_br: Amo mesmo a vida vegetal.
ru: Люблю всякую там зелень.
zh_cn: 我确实喜欢某些植物。
zh_tw: 我確實喜歡某些植物。

# CHARACTERS.WOODIE.DESCRIBE.POWCAKE
source: I like the ones made with real sugar better.
de: Ich mag die mit echtem Zucker lieber.
es: Me gustan más los que están hechos con azúcar de verdad.
fr: Je préfère ceux avec du vrai sucre.
it: Mi piacciono di più quelli fatti con vero zucchero.
ja: 本物のお砂糖でできた物の方が好きだ。
ko: 진짜 설탕하고 버터로 만든 게 좋지.
pl: Wolę ciasta z prawdziwym cukrem.
pt_br: Gosto mais dos que são feitos com açúcar de verdade.
ru: Мне больше нравятся те, что сделаны из натурального сахара.
zh_cn: 我更喜欢用真正的糖做成的蛋糕。
zh_tw: 我更喜歡用真正的糖做成的蛋糕。

# CHARACTERS.WOODIE.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: Needs more water.
de: Braucht mehr Wasser.
es: Necesita más agua.
fr: Il faut plus d'eau.
it: Ha bisogno di più acqua.
ja: 水が必要だな。
ko: 물이 더 필요해.
pl: Trzeba dolać wody.
pt_br: Precisa de mais água.
ru: Нужно больше воды.
zh_cn: 需要加点水。
zh_tw: 需要加點水。

# CHARACTERS.WOODIE.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: I just don't like the look of that thing... can't put my finger on it...
de: Ich mag einfach nicht, wie das Ding aussieht ... ich kann nicht genau sagen, woran es liegt ...
es: No sé por qué, pero no me gusta nada la pinta que tiene esa cosa...
fr: Je le trouve perturbant... même si je ne saurais pas trop dire pourquoi.
it: Non mi piace l'aspetto di quel coso... ma non so esattamente perché...
ja: 見た目がどうも気に入らねぇ…体が触るのを拒否してやがる…
ko: 그냥 그 모양이 마음에 들지 않아... 손가락을 넣을 수 없다고...
pl: Nie podoba mi się to... Trudno mi powiedzieć dlaczego...
pt_br: Não gosto da aparência desse negócio... não consigo pôr meu dedo nele...
ru: Не нравится мне, как она выглядит, только никак в толк не возьму почему...
zh_cn: 我不喜欢那东西的外观……不适合我……
zh_tw: 我不喜歡那東西的外觀……不適合我……

# CHARACTERS.WOODIE.DESCRIBE.PUFFIN.GENERIC
source: Filthy feathered menace.
de: Dreckige fedrige Gefahr.
es: Sucia amenaza emplumada.
fr: Une saleté à plumes.
it: Una repellente minaccia piumata.
ja: 羽の生えた汚らわしい野郎だ。
ko: 추잡하고 깃털 달린 골칫덩이잖아.
pl: Obrzydliwy, pierzasty koszmar.
pt_br: Ameaça plumada imunda.
ru: Мерзкая пернатая тварь.
zh_cn: 脏东西，带毛的威胁。
zh_tw: 髒東西，帶毛的威脅。

# CHARACTERS.WOODIE.DESCRIBE.PUFFIN.HELD
source: It's my prisoner.
de: Er ist mein Gefangener.
es: Es mi prisionero.
fr: C'est mon prisonnier.
it: Sei mia prigioniera.
ja: こいつはオレが捕まえたヤツだ。
ko: 내 죄수잖아.
pl: Teraz jest moim więźniem.
pt_br: É o meu prisioneiro.
ru: Он мой пленник.
zh_cn: 是我的囚犯。
zh_tw: 是我的囚犯。

# CHARACTERS.WOODIE.DESCRIBE.PUFFIN.SLEEPING
source: Do you think you're cute? You're not.
de: Du hältst dich für niedlich? Bist du aber nicht.
es: ¿Crees que eres una monada? Pues no lo eres.
fr: Tu te crois mignon ? Tu as tort !
it: Credi di essere graziosa? Non lo sei.
ja: 自分のことをカワイイとでも思っているのなら大間違いだぞ。
ko: 너, 네가 귀엽다고 생각해? 안 귀여운데.
pl: Myślisz, że jesteś słodki? To źle myślisz.
pt_br: Você se acha fofinho? Você não é.
ru: Думаешь, ты милый? Нет, ни разу.
zh_cn: 觉得自己很可爱？可爱在哪。
zh_tw: 覺得自己很可愛？可愛在哪。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKIN
source: I don't like to eat things that grow on the ground.
de: Ich esse nicht gerne Dinge, die auf dem Boden wachsen.
es: No me gusta comer cosas que crecen en el suelo.
fr: J'aime pas manger les trucs qui poussent par terre.
it: Non mi piace mangiare le cose che crescono sul terreno.
ja: 地面で成長しているものを食べるのは好きじゃない。
ko: 땅에서 자라는 건 먹기 싫은데.
pl: Nie lubię jeść rzeczy, które rosną na ziemi.
pt_br: Não gosto de coisas que crescem no chão.
ru: Я не люблю есть штуки, которые растут на земле.
zh_cn: 我讨厌吃长在地上的东西。
zh_tw: 我討厭吃長在地上的東西。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKINCOOKIE
source: This will keep me chopping.
de: Dadurch kann ich weiterhacken.
es: Esto me mantendrá talando.
fr: Je vais pouvoir continuer à couper.
it: Mi farà continuare a tagliare.
ja: これで伐採を続けられる。
ko: 계속 자를 수 있게 해주잖아.
pl: Będę mógł rąbać do wieczora.
pt_br: Isso vai permitir que eu continue cortando.
ru: Это поможет мне рубить и дальше.
zh_cn: 吃了这个，就有力气一直砍树了。
zh_tw: 吃了這個，就有力氣一直砍樹了。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKINPIE
source: I won't say no to some pie.
de: Ich schlage keinen Kuchen aus.
es: No voy a decir que no a un poco de pastel.
fr: Je ne dirais pas non à une petite tarte.
it: Non dico mai no a una torta.
ja: パイならありがたくいただくぜ。
ko: 파이는 거절할 수 없잖아.
pl: Nie odmówię kawałka ciasta.
pt_br: Não vou recusar uma torta.
ru: Не отказался бы попробовать кусочек.
zh_cn: 我不会对饼说不。
zh_tw: 我不會對餅說不。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_COOKED
source: Pies are good.
de: Obstkuchen sind gut.
es: Los pasteles son buenos.
fr: J'aime bien les tartes.
it: Le torte sono buone.
ja: パイって美味しいのだ。
ko: 파이는 맛있지.
pl: Lubię ciepłe posiłki.
pt_br: As tortas são boas.
ru: Пироги — это хорошо.
zh_cn: 我喜欢南瓜派。
zh_tw: 我喜歡南瓜派。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_LANTERN
source: It'd better not tip over.
de: Die sollte lieber nicht umkippen.
es: Será mejor que no la mueva mucho.
fr: On va éviter de trébucher.
it: È meglio non farla ribaltare.
ja: ひっくり帰らなければいいけど。
ko: 쓰러지면 안 되는데.
pl: Lepiej, żeby się nie przewróciła.
pt_br: É melhor não virar.
ru: Его лучше не переворачивать.
zh_cn: 最好不要把它打翻。
zh_tw: 最好不要把它打翻。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_OVERSIZED
source: I'd be happier if it was a giant pumpkin pie.
de: Ich wäre glücklicher, wenn es ein riesiger Kürbiskuchen wäre.
es: Me haría más ilusión si fuera una tarta de calabaza gigante.
fr: Je préférerais que ce soit une tarte géante à la citrouille.
it: Sarei stato più felice se fosse stata una torta di zucca gigante.
ja: こいつがでけぇパンプキンパイだったら大喜びなんだけどな。
ko: 거대한 호박 파이였으면 더 좋았을 텐데.
pl: Byłbym szczęśliwszy, gdyby to było wielkie ciasto dyniowe.
pt_br: Ficaria mais feliz se fosse uma torta de abóbora gigante.
ru: Я бы больше порадовался, будь это гигантский тыквенный пирог.
zh_cn: 如果是一个巨大的南瓜饼，我会更高兴。
zh_tw: 如果是一個巨大的南瓜餅，我會更高興。

# CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pl: Normalne nasiona.
pt_br: É uma semente.
ru: Это семена.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.WOODIE.DESCRIBE.PURPLEAMULET
source: The sparkle is gone from the gem.
de: Das Funkeln des Edelsteins ist verschwunden.
es: El brillo se ha ido de la gema.
fr: La gemme a perdu son étincelle.
it: La scintilla della gemma è finita.
ja: その宝石から輝きは失われた。
ko: 보석의 광채가 사라졌어.
pl: Blask klejnotu gdzieś uleciał.
pt_br: O brilho se foi da pedra preciosa.
ru: А камушек-то не блестит.
zh_cn: 宝石上的光芒消失了。
zh_tw: 寶石上的光芒消失了。

# CHARACTERS.WOODIE.DESCRIBE.PURPLEGEM
source: It's nothing a good chopping wouldn't fix.
de: Das ist nichts, was das Fällen von Holz reparieren könnte.
es: No hay nada que un buen tajo con el hacha no pueda arreglar.
fr: Tout peut se régler par un bon coup de hache.
it: Non è niente che un bel taglio potrebbe sistemare.
ja: 上手く切り倒して解決できないものなど何もない。
ko: 자르면 다 해결되잖아.
pl: Nic, czego porządne rąbanie by nie naprawiło.
pt_br: Nada que uma boa lenhada não conserte.
ru: Нет ничего, с чем бы не смогла справиться рубка.
zh_cn: 没什么是优秀伐木工解决不了的。
zh_tw: 沒什麼是優秀伐木工解決不了的。

# CHARACTERS.WOODIE.DESCRIBE.PURPLEMOONEYE
source: A pretty useful guide in this neck of the woods.
de: Ein ziemlich nützliches Handbuch in dieser Gegend.
es: Una guía bastante útil en esta región de los bosques.
fr: Un guide assez pratique dans ce genre de forêt.
it: Una guida molto utile in questo angolo dei boschi.
ja: 森のこのあたりじゃあ、道案内として結構使えるようだな。
ko: 이런 숲에서 꽤 유용하잖아.
pl: Całkiem przydatny przewodnik w tym gęstym lesie.
pt_br: Um guia muito útil nessa parte da floresta.
ru: Очень полезный путеводитель в этих краях.
zh_cn: 在附近一带一个非常有用的向导。
zh_tw: 在附近一帶一個非常有用的嚮導。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: It hasn't finished the food we gave it.
de: Noch nicht fertig mit dem Essen, das wir ihm gegeben haben.
es: No ha terminado la comida que le hemos dado.
fr: Il n'a pas fini ce qu'on lui a donné.
it: Non ha finito il cibo che gli abbiamo dato.
ja: オレらが置いた食べ物がまだ残ってるな。
ko: 전에 우리가 바친 음식을 아직 다 먹지 않았잖아.
pl: Jeszcze nie skończył jeść.
pt_br: Ainda não terminou a comida que eu dei.
ru: Он еще не доел то, что мы принесли.
zh_cn: 它还没吃完我们给它的食物。
zh_tw: 它還沒吃完我們給它的食物。
