Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_PET.GENERIC
source: A faithful, fiery friend.
de: Ein treuer, feueriger Freund.
es: Un amigo fiel y ardiente.
fr: Une fidèle amie de feu.
it: Un amico fedele e ardente.
ja: 炎に包まれし、忠実な友よ
ko: 믿음직한 불의 친구.
pl: Dzielny, płomienisty przyjaciel.
pt_br: Um amigo fiel e flamejante.
ru: Преданный огненный друг.
zh_cn: 一个可靠、热情的朋友。
zh_tw: 一個可靠、熱情的朋友。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_PET.HUNGRY
source: You must eat to keep your fires burning.
de: Du musst essen, damit deine Feuer nicht erlöschen.
es: Debes comer para mantener tu fuego ardiendo.
fr: Tu dois manger pour que tes feux brûlent toujours.
it: Devi mangiare per mantenere i tuoi fuochi in vita.
ja: エサを食べねば、炎は消えてしまうぞ
ko: 먹어야 불을 유지할 수 있지.
pl: Musisz jeść, aby utrzymywać płomienie.
pt_br: Você precisa comer para manter seus fogos queimando.
ru: Тебе нужно есть, чтобы твое пламя горело.
zh_cn: 你得进食，才能保持大火燃烧。
zh_tw: 你得進食，才能保持大火燃燒。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_PET.STARVING
source: Its fires are dying out.
de: Seine Feuer gehen aus.
es: Su fuego se está apagando.
fr: Ses feux s'étiolent.
it: I suoi fuochi si stanno spegnendo.
ja: 命の炎が消えかけている…
ko: 불이 꺼지고 있다.
pl: Jego płomienie gasną.
pt_br: Seus fogos estão morrendo.
ru: Его пламя затухает.
zh_cn: 火灭了。
zh_tw: 火滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVAE_TOOTH
source: A fearsome eggy fang!
de: Ein furchterregender eiiger Zahn.
es: ¡Un temible colmillo en un huevo!
fr: Une redoutable dent d'œuf !
it: Una temibile zanna ovosa!
ja: この牙で殻を破り、出て参ったのだな
ko: 무시무시한 엄니로군!
pl: Straszliwy kieł!
pt_br: Uma presa ovosa temível!
ru: Ужасный слоистый клык!
zh_cn: 好可怕的尖牙！
zh_tw: 好可怕的尖牙！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVASPIT.COOL
source: It's not very scary now, is it?
de: Jetzt ist sie nicht mehr so unheimlich, nicht wahr?
es: Ahora no da mucho miedo, ¿verdad?
fr: Ça ne fait plus trop peur, hein ?
it: Non fa più molto spavento adesso, vero?
ja: これでもうそんなに怖くないだろう？
ko: 이제 별로 무섭지 않지?
pl: Nie jest wcale taki straszny, prawda?
pt_br: Não é tão assustador agora, não é?
ru: Теперь уже не так страшно, а?
zh_cn: 现在没那么可怕了，不是吗？
zh_tw: 現在沒那麼可怕了，不是嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVASPIT.HOT
source: Your fiery pools are no match for me!
de: Deine Feuergruben sind mir nicht gewachsen!
es: ¡Tus pozos de lava no son rival para mí!
fr: Je ne crains pas tes bassins de lave !
it: Le tue pozze di fuoco non mi fanno paura!
ja: お前の火の池も、私の敵ではない！
ko: 불구덩이 따위는 전혀 무섭지 않아!
pl: Niestraszne mi ogniste kałuże!
pt_br: Suas piscinas de fogo não são páreo para mim!
ru: Твои огненные лужи меня не напугают!
zh_cn: 你的火池不是我的对手！
zh_tw: 你的火池不是我的對手！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVA_POND
source: I shall not surrender to the fiery pits!
de: Ich werde mich nicht den feurigen Gruben ergeben!
es: ¡No me rendiré a los fosos ardientes!
fr: Je ne me rendrai pas face aux fosses de feu !
it: Non cederò alla fossa impetuosa!
ja: 灼熱の大穴などに、屈する我ではない！
ko: 불구덩이 따위에 항복하는 일은 없어!
pl: Nie poddam się mocy ognistych rozpadlin!
pt_br: Não me renderei às covas de fogo!
ru: Я не сдамся огненным ямам!
zh_cn: 我不该对火坑望而却步！
zh_tw: 我不該對火坑望而卻步！

# CHARACTERS.WATHGRITHR.DESCRIBE.LAVA_POND_ROCK
source: Stone belched forth by the earth's fiery heart!
de: Ein Stein aus dem feurigen Innern der Erde!
es: ¡Piedra salida del corazón ardiente de la tierra!
fr: De la pierre vomie par le cœur de feu de la terre !
it: La pietra è stata eruttata dal cuore ardente della terra!
ja: 大地の燃ゆる心臓より吐き出されし石だ！
ko: 땅의 불 같은 심장이 내뱉은 돌이군!
pl: Kamień wyrzygany wprost z płomienistego serca ziemi!
pt_br: Pedra expelida pelo coração flamejante da terra!
ru: Камни, которые земля извергла из своего огненного сердца!
zh_cn: 石头被地球的火热之心喷出去了！
zh_tw: 石頭被地球的火熱之心噴出去了！

# CHARACTERS.WATHGRITHR.DESCRIBE.LEAFLOAF
source: It has a suspiciously non-meat smell to it.
de: Riecht verdächtig nach Nichtfleisch.
es: Tiene un sospechoso olor a no-carne.
fr: Ceci est fört suspect. Aucune ödeur de viande n'en émane.
it: Ha un odore sospettosamente non di carne.
ja: 怪しい…肉の匂いがせぬぞ。
ko: 수상하다. 고기가 아닌 냄새가 난다.
pl: Ma podejrzanie niemięsny zapach.
pt_br: Tem um cheiro suspeito de não-carne.
ru: Пахнет подозрительно, не мясом.
zh_cn: 它有一股可疑的非肉味。
zh_tw: 它有一股可疑的非肉味。

# CHARACTERS.WATHGRITHR.DESCRIBE.LEAFYMEATBURGER
source: This will suffice until I find real meat.
de: Das reicht, bis ich echtes Fleisch finde.
es: Esto valdrá hasta que encuentre carne de verdad.
fr: Cela me rassasiera jusqu'à ce que je tröuve de la véritable viande.
it: Sarà sufficiente finché non troverò della carne vera.
ja: 本物の肉が手に入るまでこれで我慢しよう。
ko: 진짜 고기를 찾기 전까지는 이걸로 버틴다.
pl: Wystarczy, póki nie znajdę prawdziwego mięsa.
pt_br: Isso será o suficiente até eu encontrar carne de verdade.
ru: Сойдет, пока не найду настоящее мясо.
zh_cn: 在我找到真正的肉之前，就用这个凑数了。
zh_tw: 在我找到真正的肉之前，就用這個湊數了。

# CHARACTERS.WATHGRITHR.DESCRIBE.LEAFYMEATSOUFFLE
source: A nightmarish vision... but food nonetheless.
de: Eine albtraumhafte Vision ... aber dennoch Nahrung.
es: Una visión pesadillesca..., pero comida al fin y al cabo.
fr: Une visiön cauchemardesque. Il s'agit néanmöins de nöurriture.
it: Una visione da incubo... ma è comunque cibo.
ja: 悪夢のような姿だ…それでも食べ物は食べ物である。
ko: 악몽 같은 모양새군... 그래도 음식은 음식이다.
pl: Upiorna wizja... lecz pomimo wszystko jest to jedzenie.
pt_br: Uma visão digna de pesadelos... mas é comida, em todo caso.
ru: Кошмарное зрелище... но вполне съедобное.
zh_cn: 噩梦般的景象……但终归是食物。
zh_tw: 噩夢般的景象……但終歸是食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.LEIF
source: That is an ancient woodland being.
de: Das ist ein uraltes Geschöpf des Waldes.
es: Es un antiguo ser del bosque.
fr: Une créature des anciennes terres boisées.
it: Quello è un antico essere del bosco.
ja: それは古代の森の守護者だ。
ko: 고대의 삼림지 생물이로군.
pl: Pradawne leśne stworzenie.
pt_br: Esse é um ser florestal ancestral.
ru: Это древнее лесное создание.
zh_cn: 那是一个古老的林地生物。
zh_tw: 那是一個古老的林地生物。

# CHARACTERS.WATHGRITHR.DESCRIBE.LEIF_SPARSE
source: That is an ancient woodland being.
de: Das ist ein uraltes Geschöpf des Waldes.
es: Es un antiguo ser del bosque.
fr: Une créature des anciennes terres boisées.
it: Quello è un antico essere del bosco.
ja: それは古代の森の守護者だ。
ko: 고대의 삼림지 생물이로군.
pl: Pradawne leśne stworzenie.
pt_br: Esse é um ser florestal ancestral.
ru: Это древнее лесное создание.
zh_cn: 那是一个古老的林地生物。
zh_tw: 那是一個古老的林地生物。

# CHARACTERS.WATHGRITHR.DESCRIBE.LICHEN
source: Sky blue nonsense plant.
de: Himmelblaue nutzlose Pflanze.
es: Planta tonta del cielo azul.
fr: Une plante bleu ciel idiote.
it: Pianta insensata celeste.
ja: 空色の不可解な植物。
ko: 엄청나게 무의미한 식물이로군.
pl: Bezsensowna niebieska roślina.
pt_br: Planta sem sentido azul-céu.
ru: Непонятное растение небесно-голубого цвета.
zh_cn: 天蓝色的无用植物。
zh_tw: 天藍色的無用植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIFEINJECTOR
source: This will return me to top form.
de: Damit komme ich wieder in Höchstform.
es: Esto me devolverá a la plena forma.
fr: Avec ça, je vais retrouver une super forme.
it: Mi riporterà al massimo della forma.
ja: これで活力を取り戻せよう
ko: 이걸로 몸 상태를 최고로 회복할 수 있겠어.
pl: Dzięki temu szybko wrócę do świetnej formy.
pt_br: Com isso voltarei ao meu alto nível!
ru: Это поможет мне прийти в былую форму.
zh_cn: 这样会帮我回到最佳状态。
zh_tw: 這樣會幫我回到最佳狀態。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTBULB
source: Glow!
de: Glühe!
es: ¡Brilla!
fr: Ça brille !
it: Bagliore!
ja: 光！
ko: 빛나라!
pl: Świeć!
pt_br: Brilhe!
ru: Свети!
zh_cn: 发光！
zh_tw: 發光！

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTER
source: It lights the fires of mine heart!
de: Entzündet die Feuer meines Herzens.
es: ¡Enciende el fuego de mi corazón!
fr: Il allume les feux de mon cœur !
it: Appicca i fuochi del mio cuore!
ja: 我が心の炎も、燃え上がらん！
ko: 내 심장에 불을 지른다!
pl: Czuję ogień w mym sercu!
pt_br: Acende os fogos de meu coração!
ru: Она зажигает пламя в моем сердце!
zh_cn: 它点亮了我心中之火！
zh_tw: 它點亮了我心中之火！

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTFLIER
source: Light the way, noble insect.
de: Leuchte voran, nobles Insekt.
es: Ilumina el camino, oh, noble insecto.
fr: Passe devant, nöble insecte.
it: Illumina la via, nobile insetto.
ja: 我が行く手を照らすのじゃ、高貴な虫よ。
ko: 길을 밝혀라, 고귀한 곤충이여.
pl: Świeć, szlachetny robaku.
pt_br: Ilumine o caminho, nobre inseto.
ru: Освети мне путь, о благородный жук.
zh_cn: 为我照亮前路吧，高贵的昆虫。
zh_tw: 為我照亮前路吧，高貴的昆蟲。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: The lightning has made you a unicorn warrior!
de: Der Blitz hat dich zu einem Einhornkrieger gemacht!
es: ¡El rayo te ha convertido en un guerrero unicornio!
fr: L'éclair a fait de toi une guerrière licorne !
it: Il fulmine ha fatto di te un guerriero unicorno!
ja: 稲妻がお前をユニコーン戦士にしたのだ！
ko: 벼락이 일각수 전사로 만들어주었구나!
pl: Błyskawica zamieniła cię w jednorożca wojownika!
pt_br: O relâmpago o tornou um guerreiro unicórnio!
ru: Молния сделала тебя боевым единорогом!
zh_cn: 闪电把你变成了独角兽勇士！
zh_tw: 閃電把你變成了獨角獸勇士！

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: May I call you Unicorn?
de: Darf ich dich Einhorn nennen?
es: ¿Puedo llamarte unicornio?
fr: Je peux t'appeler licorne ?
it: Posso chiamarti unicorno?
ja: ユニコーンと呼んでもいい？
ko: 일각수라고 불러도 될까?
pl: Mogę cię nazywać jednorożcem?
pt_br: Posso te chamar de Unicórnio?
ru: Можно называть тебя Единорогом?
zh_cn: 我能叫你独角兽吗？
zh_tw: 我能叫你獨角獸嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNINGGOATHORN
source: This could deal a lasting blow.
de: Das könnte einen nachhaltigen Schlag versetzen.
es: Esto podría dar un golpe duradero.
fr: Ça pourrait causer des dégâts durables.
it: Potrebbe infliggere un colpo duraturo.
ja: これは長いダメージを与えられる。
ko: 오래 지속되는 타격을 입힐 수 있겠군.
pl: Można by nim komuś nieźle przywalić.
pt_br: Isso poderia causar um dano duradouro.
ru: Сгодится для решающего удара.
zh_cn: 这东西可造成持久的打击。
zh_tw: 這東西可造成持久的打擊。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Oh, great lightning!
de: Oh, großartiger Blitz!
es: ¡Oh, gran relámpago!
fr: Oh, super éclair !
it: Oh, grande fulmine!
ja: ああ、偉大な稲妻！
ko: 오, 위대한 번개여!
pl: Och, wspaniale, wielka błyskawico!
pt_br: Oh, grande relâmpago!
ru: Ох, какая молния!
zh_cn: 哦，伟大的闪电！
zh_tw: 哦，偉大的閃電！

# CHARACTERS.WATHGRITHR.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Bring with you lightning, Donner!
de: Bring deinen Blitz mit, Thor.
es: ¡Trae contigo el relámpago, Donner!
fr: Fais tomber la foudre, Thor !
it: Donner, porta con te i fulmini!
ja: 連れて来てちょうだい、雷鳴と稲妻を！
ko: 천둥 번개를 부르지요!
pl: Okiełznaj potęgę błyskawicy.
pt_br: Traga consigo relâmpagos, Donner!
ru: Да пребудет с тобой твоя молния, Доннер!
zh_cn: 召唤雷神！
zh_tw: 召喚雷神！

# CHARACTERS.WATHGRITHR.DESCRIBE.LITTLE_WALRUS
source: A spawn of the evil toothed seal.
de: Die Brut einer böse Robbe mit Zähnen.
es: Un engendro de la malvada foca con dientes.
fr: Progéniture du vilain phoque avec dents.
it: Un'apparizione della foca dentata malevola.
ja: 邪悪な牙を持つアザラシの誕生。
ko: 사악한 이빨이 달린 물개의 새끼로군.
pl: Pomiot straszliwej zębatej foki.
pt_br: Uma cria da foca maligna dentada.
ru: Потомок злого зубастого тюленя.
zh_cn: 邪恶的长牙海豹的后代。
zh_tw: 邪惡的長牙海豹的後代。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGLOG
source: Burning such magic would seem a waste.
de: Diese Magie zu verbrennen, wäre eine Verschwendung.
es: Quemar esta magia parece un desperdicio.
fr: Brûler cette magie serait du gaspillage.
it: Bruciare tale magia sembrerebbe uno spreco.
ja: かように面妖な薪を、燃やしてよいものか…
ko: 이 마법을 태우는 것은 낭비겠지요.
pl: Szkoda byłoby spalić tak wspaniałe magiczne dzieło.
pt_br: Queimar tal magia pareceria um desperdício.
ru: Сжечь такое волшебство будет ужасной тратой.
zh_cn: 烧了这样的魔法生物似乎是一种浪费。
zh_tw: 燒了這樣的魔法生物似乎是一種浪費。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGTREE
source: A tree of life, but it is not Yggdrasil.
de: Ein Baum des Lebens. Aber es ist nicht Yggdrasil.
es: Un árbol de la vida, pero no es Yggdrasil.
fr: Un arbre de vie, mais ce n'est pas Yggdrasil.
it: Un albero della vita, ma non è Yggdrasil.
ja: 生命の樹ではあるが、ユグドラシルではない。
ko: 위그드라실은 아닌 살아있는 나무로군.
pl: Drzewo życia. Choć nie jest to Yggdrasil.
pt_br: Uma árvore da vida, mas não é a Yggdrasil.
ru: Древо жизни, но это не Иггдрасиль.
zh_cn: 一棵生命之树，但它并不是世界树。
zh_tw: 一棵生命之樹，但它並不是世界樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGTREE_ROOT
source: I hath birthed the root of terror!
de: Ich hab die Wurzel alles Übels gefunden!
es: ¡Esta es la raíz del terror!
fr: J'ai donné naissance aux racines de la terreur !
it: Ho dato vita alla radice del terrore!
ja: 我が恐怖の根源を生み出した。
ko: 공포의 뿌리를 얻었도다!
pl: Oto korzenie wszelkiego zła!
pt_br: Dei à luz à raiz do terror!
ru: Мне довелось породить корень ужаса!
zh_cn: 我种下了恐惧的根源！
zh_tw: 我種下了恐懼的根源！

# CHARACTERS.WATHGRITHR.DESCRIBE.LIVINGTREE_SAPLING
source: It bears the promise of horridness!
de: Das verspricht, etwas Übles zu werden!
es: ¡Lleva la promesa de lo horrendo!
fr: Beaucoup d'horreurs en perspective !
it: Porta con sé la promessa dell'orrendo!
ja: 恐ろしきことが約束されている。
ko: 앞으로 끔찍한 장래가 기대되는도다!
pl: Niesie ze sobą obietnicę zła!
pt_br: Tem uma possibilidade de horripilância!
ru: Он таит в себе обещание кошмара!
zh_cn: 它孕育着恐怖的希望！
zh_tw: 它孕育著恐怖的希望！

# CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTERBISQUE
source: That's more like it.
de: Das ist nicht schlecht.
es: Esto ya me gusta más.
fr: Ça c'est bien mieux.
it: Ce ne sono ancora di simili.
ja: うむ、これはうまそうだ
ko: 이건 마음에 드는군.
pl: To jest to!
pt_br: Assim, sim.
ru: Уже лучше.
zh_cn: 这才对了嘛。
zh_tw: 這才對了嘛。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTERDINNER
source: I triumphed over my wobster foe.
de: Ich hab meinen hummrigen Gegner besiegt.
es: He triunfado sobre mi enemigo langüosta.
fr: J'ai triomphé de mon ennemi le womard.
it: Ho trionfato sul mio nemico aragostra.
ja: 鎧をまといし魚に勝ったぞ
ko: 웝스터를 상대하여 이겼노라.
pl: Zwyciężyłam mego wroga!
pt_br: Triunfei sobre meu inimigo lagosta.
ru: Я одержала победу над своим врагом вобстером!
zh_cn: 我战胜了我的龙虾对手。
zh_tw: 我戰勝了我的龍蝦對手。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOG.BURNING
source: Flaming log!
de: Lodernder Holzklotz!
es: ¡Tronco en llamas!
fr: Bûche en flamme !
it: Tronco fiammeggiante!
ja: 燃えている丸太！
ko: 불타는 통나무로군!
pl: Płonie ognisko w lesie!
pt_br: Tora em chamas!
ru: Пылающее бревно!
zh_cn: 着火的木头！
zh_tw: 著火的木頭！

# CHARACTERS.WATHGRITHR.DESCRIBE.LOG.GENERIC
source: Wood is always of value.
de: Holz ist immer von Wert.
es: La madera siempre es de valor.
fr: Le bois sert toujours .
it: Il legno è sempre di valore.
ja: 木材は常に価値が高い。
ko: 나무는 언제나 쓸모가 있지.
pl: Drewno zawsze się przyda.
pt_br: A madeira sempre tem o seu valor.
ru: Дерево всегда в цене.
zh_cn: 木头总是有用的。
zh_tw: 木頭總是有用的。

# CHARACTERS.WATHGRITHR.DESCRIBE.LORDFRUITFLY
source: Thou art no lord!
de: Du bist kein Lord!
es: ¡No tienes nada de señor!
fr: Tu n'es pöint seigneur en ces terres !
it: Sei un falso signore!
ja: そなたは王にあらず！
ko: 그대는 주인이 아니다!
pl: Żaden z ciebie władca!
pt_br: Você não é um nobre coisa nenhuma!
ru: Никакой ты не повелитель!
zh_cn: 你才不是什么王!
zh_tw: 你才不是什麼王!

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_1
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитаны запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_10
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитаны запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_11
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитан запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_14
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитана запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_18
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитана запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_19
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитан запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_2
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитано запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_42
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитана запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_43
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитан запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LOST_TOY_7
source: It hath the stench of death upon it.
de: Es trägt den Gestank des Todes.
es: Apesta a muerte.
fr: L'ödeur de la mört rôde sur icelui.
it: Ha lo stesso odore della morte.
ja: 死の臭いがする。
ko: 죽음의 악취가 서려 있군.
pl: Czuć odór śmierci.
pt_br: Traz o fedor da morte.
ru: Пропитаны запахом смерти.
zh_cn: 散发着死亡的恶臭。
zh_tw: 散發著死亡的惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.LUCKY_GOLDNUGGET
source: The unicorn smiles upon me this day!
de: Das Einhorn lächelt mich heute an!
es: ¡El unicornio me sonríe hoy!
fr: La licorne me sourit aujourd'hui !
it: L'unicorno mi sorride quest'oggi!
ja: この日、ユニコーンは我に微笑む。
ko: 일각수가 오늘 나에게 행운을 보내는군!
pl: Dzisiaj uśmiechnął się do mnie jednorożec!
pt_br: O unicórnio sorri para mim neste dia!
ru: Единорог сегодня улыбается мне!
zh_cn: 今天独角兽朝我微笑了！
zh_tw: 今天獨角獸朝我微笑了！

# CHARACTERS.WATHGRITHR.DESCRIBE.LUCY
source: It's nice, but it's no spear.
de: Hübsch, aber kein Speer.
es: Es bonita, pero no es una lanza.
fr: C'est joli, mais ce n'est pas une lance.
it: È bella, ma non è una lancia.
ja: 優れた武具だが、やはり我はヤリを好む
ko: 나쁘진 않지만, 창이 더 좋은데.
pl: Ładna. Ale nie jest włócznią.
pt_br: É aceitável, mas não é uma lança.
ru: Мило, но это не копье.
zh_cn: 它很好，但不是长矛。
zh_tw: 它很好，但不是長矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.LUMPY_SAPLING
source: It brings shame to the might of Yggdrasil.
de: Bringt Schande über die Macht von Yggdrasil.
es: Avergüenza el gran poder de Yggdrasil.
fr: À en faire pâlir d'envie le puissant Yggdrasil.
it: È una vergogna per la potenza di Yggdrasil.
ja: なんと貧弱な…ユグドラシルに顔向けできぬな
ko: 위그드라실의 수치로군.
pl: To potwarz dla potęgi Yggdrasilu.
pt_br: Traz vergonha ao poder de Yggdrasil.
ru: Он оскверняет могущество Иггдрасиля.
zh_cn: 它玷污了世界树的力量。
zh_tw: 它玷污了世界樹的力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.LUREPLANT
source: Finally! A useful vegetable.
de: Endlich! Ein nützliches Gemüse.
es: ¡Por fin! Un vegetal útil.
fr: Enfin ! Un légume utile.
it: Finalmente! Un ortaggio utile.
ja: ついに！役に立つ野菜。
ko: 마침내! 유용한 채소군요.
pl: Nareszcie! Warzywo, które się do czegoś nadaje.
pt_br: Finalmente! Um vegetal útil.
ru: Наконец-то! Полезный овощ.
zh_cn: 终于！找到了一棵有用的蔬菜。
zh_tw: 終於！找到了一棵有用的蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.LUREPLANTBULB
source: Perhaps I will be a meat farmer after all!
de: Vielleicht werde ich am Ende doch noch ein Fleischbauer.
es: ¡Tal vez seré una granjera de carne después de todo!
fr: Je finirai peut-être par faire pousser de la viande !
it: Potrò essere un'allevatrice di carne dopo tutto!
ja: 結局のところ、肉農場主になるかも知れないな！
ko: 어쩌면 고기 농부가 될 수도 있겠는걸!
pl: Może jednak będę rolniczką. Będę uprawiać mięso!
pt_br: Talvez eu seja uma pecuarista afinal!
ru: Может, я стану выращивать мясо?
zh_cn: 也许最终我将成为一个种肉的农夫！
zh_tw: 也許最終我將成為一個種肉的農夫！

# CHARACTERS.WATHGRITHR.DESCRIBE.LUTEFISK
source: A true Viking delicacy!
de: Eine wahre Wikingerdelikatesse!
es: ¡Una auténtica delicatessen vikinga!
fr: Un vrai délice viking !
it: Un'autentica prelibatezza da vichinghi!
ja: 本物のヴァイキングの珍味なり！
ko: 진정한 바이킹의 별미군!
pl: Przysmak wikingów!
pt_br: Uma verdadeira iguaria viking!
ru: Настоящий викингский деликатес!
zh_cn: 真正的维京美味！
zh_tw: 真正的維京美味！

# CHARACTERS.WATHGRITHR.DESCRIBE.MADSCIENCE_LAB
source: Be there method to this madness?
de: Hat dieser Wahnsinn denn Methode?
es: ¿Es aquí donde se crea esta locura?
fr: Cette folie aurait une explication ?
it: Esiste un qualche metodo per questa follia?
ja: この狂気に対処する手段はあるのか？
ko: 설마 미친 짓에도 체계가 있다는 건가?
pl: Gdzież metoda w tym szaleństwie?
pt_br: Há método na loucura?
ru: Есть ли средства от этого безумия?
zh_cn: 有什么办法对付这种疯狂吗？
zh_tw: 有什麼辦法對付這種瘋狂嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MALBATROSS
source: I will slay the four-winged beast!
de: Ich erschlage die vierflügelige Bestie!
es: ¡Mataré a la bestia de cuatro alas!
fr: J'öccirai la beste à quatre ailes !
it: Sconfiggerò la bestia dalle quattro ali!
ja: 四つ羽の獣を我が討ち取らん！
ko: 날개 넷 달린 짐승을 베어 버리겠다!
pl: Zgładzę tę czteroskrzydłą bestię!
pt_br: Vou matar a fera de quatro asas!
ru: Я сражу четырехкрылого зверя!
zh_cn: 我会杀死四翼巨兽！
zh_tw: 我會殺死四翼巨獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.MALBATROSS_BEAK
source: A trophy from my victory!
de: Eine Trophäe meines Sieges!
es: ¡Un trofeo de mi victoria!
fr: Un tröphée pöur ma victöire !
it: Un trofeo della mia vittoria!
ja: 我が勝利によるトロフィーだ。
ko: 승리의 전리품이다!
pl: Dowód mego zwycięstwa!
pt_br: Um troféu da minha vitória!
ru: Мой победный трофей!
zh_cn: 我的战利品！
zh_tw: 我的戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.MALBATROSS_FEATHER
source: The plume of a fallen foe.
de: Die Feder eines gefallenen Feindes.
es: La pluma de un enemigo caído.
fr: La plume d'un ennemi vaincu.
it: La piuma di un nemico caduto.
ja: 倒れし敵の大羽。
ko: 쓰러진 적의 깃털이군.
pl: Pióro poległego nieprzyjaciela.
pt_br: A pluma de um adversário derrotado.
ru: Оперение павшего врага.
zh_cn: 手下败将的羽毛。
zh_tw: 手下敗將的羽毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: A bolt of thine finest bird-cloth!
de: Ein Stück feinsten Vogelfederstoffs!
es: ¡El manto aviar más fino!
fr: Un mörceau d'une söie d'öiseau délicate !
it: Un rotolo di finissima tela d'uccello!
ja: 最高の一束の鳥布
ko: 최고급 새 천이군!
pl: Bela najlepszego, ptasiego materiału!
pt_br: Um pedaço do melhor tecido aviário!
ru: Сверток тончайшей птичьей ткани!
zh_cn: 最精致的鸟羽织成的布卷！
zh_tw: 最精緻的鳥羽織成的布卷！

# CHARACTERS.WATHGRITHR.DESCRIBE.MALE_PUPPET
source: He looks unhappy upon his throne.
de: Er sieht unglücklich auf seinem Thron aus.
es: Parece infeliz en su trono.
fr: Il n'a pas l'air heureux sur ce trône.
it: Sembra infelice sul suo trono.
ja: なんだか玉座が気に入らない様子だな。
ko: 옥좌에 앉아있지만 불행해 보이는군.
pl: Nie wygląda na szczęśliwego.
pt_br: Ele parece infeliz em seu trono.
ru: Он выглядит несчастным на своем троне.
zh_cn: 他在王座上一副不开心的样子。
zh_tw: 他在王座上一副不開心的樣子。
