Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.DUMBBELL_GEM
source: I'll conquer this weight with the power of-- ACK! My spine!!
de: Ich bezwinge dieses Gewicht mit der Kraft von ... ARGH ... meiner Wirbelsäule!!
es: Levantaré este peso con el poder de mi... ¡AY! ¡Mi espalda!
fr: Je vais vaincre ce poids grâce à la puissance de... AÏE ! MON DOS !!
it: Conquisterò questo peso con il potere della... AHI! La mia schiena!!!
ja: 僕の力をもってこの重さを乗り越えてみせる——イタタッ！脊椎が！！
ko: 이 무게를 정복하고 말--악! 내 허리!!
pt_br: Vou conquistar esse peso com o poder da... ARGH! Minha coluna!!
zh_cn: 这点重量，我轻松就能征服——啊！我的脊柱！！
zh_tw: 這點重量，我輕鬆就能征服——啊！我的脊柱！！

# CHARACTERS.GENERIC.DESCRIBE.DUMBBELL_GOLDEN
source: It's worth its weight in gold.
de: Das ist sein Gewicht in Gold wert.
es: Vale su peso en oro.
fr: Ça vaut son poids en or.
it: Vale il suo peso in oro.
ja: 同じ重さの金より価値があるよ。
ko: 무게가 같은 금만큼 가치 있어.
pt_br: Vale o seu peso em ouro.
zh_cn: 精诚所至，金石为开。
zh_tw: 精誠所至，金石為開。

# CHARACTERS.GENERIC.DESCRIBE.DUMBBELL_MARBLE
source: I've trained my brain to be the strongest muscle in my body.
de: Ich habe mein Gehirn zum stärksten Muskel in meinem Körper gemacht.
es: He entrenado a mi cerebro para que sea el músculo más fuerte de mi cuerpo.
fr: J'ai entraîné mon cerveau pour en faire le muscle le plus puissant de mon corps.
it: Ho allenato il mio cervello fino a farlo diventare il miglior muscolo del mio corpo.
ja: 僕の身体で一番鍛え上げられた筋肉は脳だよ。
ko: 난 뇌를 신체 중에 가장 튼튼한 근육으로 단련했다고.
pt_br: Treinei meu cérebro para ser o músculo mais forte do meu corpo.
zh_cn: 我已经把我的大脑锻炼成了我身上最强壮的肌肉。
zh_tw: 我已經把我的大腦鍛煉成了我身上最強壯的肌肉。

# CHARACTERS.GENERIC.DESCRIBE.DURIAN
source: Oh, it smells!
de: Oh, das stinkt!
es: ¡Ah, cómo huele!
fr: Oh, ça pue !
it: Oh, che odore!
ja: こいつは匂う！
ko: 윽, 냄새가 고약하다!
pt_br: Nossa, que fedor!
zh_cn: 呃，真臭！
zh_tw: 呃，真臭！

# CHARACTERS.GENERIC.DESCRIBE.DURIAN_COOKED
source: Now it smells even worse!
de: Jetzt riecht sie noch schlimmer!
es: ¡Ahora huele aún peor!
fr: Maintenant il sent encore plus mauvais !
it: Adesso odora anche peggio!
ja: さらに強烈な匂い！
ko: 냄새가 더 고약해졌다!
pt_br: Piorou ainda mais o cheiro agora.
zh_cn: 现在它闻起来更臭了！
zh_tw: 現在它聞起來更臭了！

# CHARACTERS.GENERIC.DESCRIBE.DURIAN_OVERSIZED
source: I'm sure it'll make an even bigger stink.
de: Der Gestank wird sicher noch schlimmer sein.
es: Seguro que apestará muchísimo.
fr: Je suis sûr que plus c'est gros, plus ça pue.
it: Sono sicuro che puzzerà ancora di più.
ja: これでもっと臭くなるに違いない。
ko: 악취가 더 심하게 날 것이라고 확신해.
pt_br: Tenho certeza de que fedor é proporcional.
zh_cn: 我很确定它臭味更大。
zh_tw: 我很確定它臭味更大。

# CHARACTERS.GENERIC.DESCRIBE.DURIAN_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pt_br: É uma semente.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.GENERIC.DESCRIBE.DUSTMERINGUE
source: Who or what would eat this?
de: Wer oder was würde das bitte essen?
es: ¿Quién o qué se comería esto?
fr: Qui ou quoi mangerait ce truc ?
it: Chi o cosa avrebbe il fegato di mangiarla?
ja: いったい何がこれを食べるっていうんだ？
ko: 누가 아니면 무엇이 이것을 먹을까?
pt_br: Quem ou o quê comeria isso?
zh_cn: 这玩意谁会愿意吃？
zh_tw: 這玩意誰會願意吃？

# CHARACTERS.GENERIC.DESCRIBE.DUSTMOTH
source: Tidy little guys, aren't they?
de: Reinliche kleine Kerlchen, was?
es: Qué pulcras que son, ¿eh?
fr: C'est propret, c'est petits machins.
it: Sono creaturine ordinate, eh?
ja: きれい好きなんだな。
ko: 깔끔한 꼬맹이들이지, 안 그래?
pt_br: Que criaturinhas asseadas, né?
zh_cn: 真是些整齐的小家伙，不是吗？
zh_tw: 真是些整齊的小傢伙，不是嗎？

# CHARACTERS.GENERIC.DESCRIBE.DUSTMOTHDEN
source: They're snug as bugs in there.
de: Da drin haben sie es urgemütlich.
es: Están como bicho por su casa.
fr: Un petit cocon confortable.
it: Sono pigiati come insetti lì dentro.
ja: お家がらがら、とはよく言ったもんだね。
ko: 그 안이 아주 편안하겠지.
pt_br: Elas ficam bem aconchegadas aí dentro.
zh_cn: 它们在里面过得很舒服。
zh_tw: 它們在裡面過得很舒服。

# CHARACTERS.GENERIC.DESCRIBE.EARMUFFSHAT
source: Makes you warm and fuzzy inside. Outside, too.
de: Hält schön warm.
es: Te calienta por dentro. Y por fuera también.
fr: C'est chaud et duveteux à l'intérieur. À l'extérieur aussi.
it: Ti fa sentire caldo e sicuro dentro. E anche fuori.
ja: 着けると、心も体もほっこり温かくなる
ko: 몸속을 따뜻하게 해준다. 겉에도.
pt_br: Te deixa aquecido e fofinho por dentro. E por fora também.
zh_cn: 温暖你内外。
zh_tw: 溫暖你內外。

# CHARACTERS.GENERIC.DESCRIBE.EEL
source: This will make a delicious meal.
de: Das wird ein leckeres Mahl.
es: Esto será una deliciosa comida.
fr: Ça va faire un délicieux repas.
it: Sarà un pasto delizioso.
ja: これで美味い飯が作れる。
ko: 아주 맛있는 식사감이다.
pt_br: Isso pode se tornar uma refeição deliciosa.
zh_cn: 这能做一道好菜。
zh_tw: 這能做一道好菜。

# CHARACTERS.GENERIC.DESCRIBE.EEL_COOKED
source: Smells great!
de: Riecht großartig!
es: ¡Huele muy bien!
fr: Ça sent super bon !
it: Ha un ottimo odore!
ja: メチャクチャいい匂い！
ko: 냄새 좋다!
pt_br: O cheiro é ótimo!
zh_cn: 闻起来真香！
zh_tw: 聞起來真香！

# CHARACTERS.GENERIC.DESCRIBE.EGGPLANT
source: It doesn't look like an egg.
de: Sieht gar nicht aus wie ein Ei.
es: Qué planta más rara.
fr: Ça ne ressemble pas à un œuf.
it: Non sembra un uovo.
ja: 卵のようには見えない。
ko: 그냥 평범한 가지다.
pt_br: Não parece um ovo.
zh_cn: 它看起来不像一颗蛋。
zh_tw: 它看起來不像一顆蛋。

# CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_COOKED
source: It's even less eggy.
de: Jetzt hat es noch weniger die Form von einem Ei.
es: Es aún más extraña.
fr: Cuit c'est plus de la bas-bergine.
it: È persino meno ovoso.
ja: 前にも増して卵っぽくない。
ko: 더 평범해졌다.
pt_br: Parece ainda menos com ovo.
zh_cn: 现在的它更不像蛋了。
zh_tw: 現在的它更不像蛋了。

# CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_OVERSIZED
source: I still don't see any resemblance to an egg.
de: Ich erkenne immer noch keine Ähnlichkeit mit einem Ei.
es: Es la prima morada del calabacín.
fr: Ça va faire une énorme ratatouille.
it: Continuo a non vedere alcuna somiglianza con un uovo.
ja: ナスというより潜水艦みたいだ。
ko: 아직 달걀과 닮은 점은 모르겠는데.
pt_br: Por que a berinjela tem ciúme da cebola? Porque ninguém chora por ela.
zh_cn: 真想不通它为什么叫茄子。
zh_tw: 真想不通它為什麼叫茄子。

# CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pt_br: É uma semente.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.BURNT
source: A burnt vase on a burnt table.
de: Eine verbrannte Vase auf einem verbrannten Tisch.
es: Un jarrón quemado en una mesa quemada.
fr: Un vase brûlé sur une table brûlée.
it: Un vaso bruciato su un tavolo bruciato.
ja: 焼けたテーブルの上の焼けた花瓶。
ko: 불에 탄 테이블 위의 불탄 꽃병.
pt_br: Um vaso queimado numa mesa queimada.
zh_cn: 一个放在烧焦的桌子上的烧焦的花瓶。
zh_tw: 一個放在燒焦的桌子上的燒焦的花瓶。

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.EMPTY
source: I should put something in there.
de: Ich sollte etwas reintun.
es: Debería poner algo ahí.
fr: Je devrais y mettre quelque chose.
it: Dovrei metterci qualcosa.
ja: 何か入れたいな。
ko: 안에 뭘 넣어야겠다.
pt_br: Eu devia colocar algo aí.
zh_cn: 我应该把一些东西放进那里。
zh_tw: 我應該把一些東西放進那裡。

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.FRESHLIGHT
source: It's nice to have a little light.
de: Es ist schön, ein wenig Licht zu haben.
es: Es bueno tener un poco de luz.
fr: C'est sympa d'avoir un peu de lumière.
it: È bello avere un po' di luce.
ja: ちょっとした照明があるといいよね。
ko: 작은 불빛이라도 있으니 좋군.
pt_br: É bom ter uma luzinha.
zh_cn: 有一点亮光真是好。
zh_tw: 有一點亮光真是好。

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.GENERIC
source: A flower in a vase on a table.
de: Eine Blume in einer Vase auf einem Tisch.
es: Una flor en un jarrón sobre una mesa.
fr: Une fleur dans un vase sur une table.
it: Un fiore nel vaso sul tavolo.
ja: テーブルの上の花瓶に入った花。
ko: 테이블에 놓인 꽃병에 꽂힌 꽃.
pt_br: Uma flor num vaso, numa mesa.
zh_cn: 桌上花瓶里的一朵花。
zh_tw: 桌上花瓶裡的一朵花。

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.OLDLIGHT
source: Did we remember to pick up new bulbs?
de: Haben wir dran gedacht, neue Glühbirnen zu besorgen?
es: ¿Nos hemos acordado de traer bombillas nuevas?
fr: Est-ce qu'on a pensé à ramasser des ampoules ?
it: Ci siamo ricordati di prendere delle nuove lampadine?
ja: 新しい電球を拾ってきたっけ？
ko: 새 전구를 챙겼던가?
pt_br: A gente lembrou de comprar lâmpadas novas?
zh_cn: 我们没忘记拿新灯泡吧？
zh_tw: 我們沒忘記拿新燈泡吧？

# CHARACTERS.GENERIC.DESCRIBE.ENDTABLE.WILTED
source: Not looking too fresh.
de: Sieht nicht mehr sehr frisch aus.
es: No parece muy nueva.
fr: Ça n'a pas l'air très frais.
it: Non sembra molto fresco.
ja: あまり新鮮そうには見えない。
ko: 별로 싱싱해 보이지 않는다.
pt_br: Não está com uma cara muito fresca.
zh_cn: 看起来不太新鲜。
zh_tw: 看起來不太新鮮。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNING
source: What a waste of wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de madera.
fr: Que de bouffe gaspillée !
it: Che spreco di legna.
ja: 何という木の無駄。
ko: 나무가 아깝다.
pt_br: Que desperdício de madeira.
zh_cn: 真是浪费木材。
zh_tw: 真是浪費木材。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNT
source: I feel like I could have prevented that.
de: Ich glaub, ich hätte es verhindern können.
es: Creo que podría haberlo evitado.
fr: Je trouve que j'aurais pu éviter ça.
it: Mi sento come se avessi potuto impedirlo.
ja: この事態は防げたような気がする。
ko: 이렇게 되지 않게 할 수도 있었을 텐데.
pt_br: Tenho a impressão de que podia ter evitado isso.
zh_cn: 我觉得我本可以阻止这种事情发生的。
zh_tw: 我覺得我本可以阻止這種事情發生的。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.CHOPPED
source: Take that, nature!
de: Nimm das, Natur!
es: ¡Chúpate esa, naturaleza!
fr: Prends ça, nature !
it: Prendi questo, natura!
ja: 見たか、自然め！
ko: 자연아, 맛 좀 봐라!
pt_br: Tome essa, natureza!
zh_cn: 接招吧，大自然！
zh_tw: 接招吧，大自然！

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.GENERIC
source: It's all piney.
de: Eine Kiefer.
es: Es todo un pino.
fr: C'est du sapin.
it: È tutto pinoso.
ja: 全部松みたいにチクチクだ。
ko: 소나무가 소나무한다.
pt_br: É um pinheiro.
zh_cn: 满是松针。
zh_tw: 滿是松針。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a waste of wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de madera.
fr: Que de bouffe gaspillée.
it: Che spreco di legna.
ja: 何という木の無駄。
ko: 나무가 아깝다.
pt_br: Que desperdício de madeira.
zh_cn: 真是浪费木材。
zh_tw: 真是浪費木材。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel like I could have prevented that.
de: Ich glaub, ich hätte es verhindern können.
es: Creo que podría haberlo evitado.
fr: Je trouve que j'aurais pu éviter ça.
it: Mi sento come se avessi potuto impedirlo.
ja: 避けられるものならそうしたい気分だ。
ko: 이렇게 되지 않게 할 수도 있었을 텐데.
pt_br: Tenho a impressão de que podia ter evitado isso.
zh_cn: 我觉得我本可以阻止这种事情发生的。
zh_tw: 我覺得我本可以阻止這種事情發生的。

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Take that, nature!
de: Nimm das, Natur!
es: ¡Chúpate esa, naturaleza!
fr: Prends ça, nature !
it: Prendi questo, natura!
ja: 見たか、自然め！
ko: 자연아, 맛 좀 봐라!
pt_br: Tome essa, natureza!
zh_cn: 接招吧，大自然！
zh_tw: 接招吧，大自然！

# CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This sad tree has no cones.
de: Dieser traurige Baum hat keine Zapfen.
es: Este triste árbol no tiene piñas.
fr: Un arbre sans pommes de pin. C'est triste.
it: Questo triste albero non ha pigne.
ja: この哀れな木には実がついてない。
ko: 솔방울도 없는 볼품없는 나무다.
pt_br: Essa árvore triste não tem pinhas.
zh_cn: 这棵悲催的树没有球果。
zh_tw: 這棵悲催的樹沒有毬果。

# CHARACTERS.GENERIC.DESCRIBE.EYEBRELLAHAT
source: It watches over the wearer.
de: Wacht über den Träger.
es: Vigila a quien lo lleva.
fr: Il surveille celui qui le porte.
it: Sorveglia chi lo indossa.
ja: かぶると、見下されてる気分になる
ko: 착용자를 주시한다.
pt_br: Protege quem usa.
zh_cn: 它会守护佩戴人。
zh_tw: 它會守護佩戴人。

# CHARACTERS.GENERIC.DESCRIBE.EYEMASKHAT
source: You could say I have an eye for style.
de: Man könnte sagen, ich habe ein Auge für Stil.
es: Podría decirse que tengo buen ojo para la moda.
fr: On peut dire que j'ai l'œil quand il s'agit de style.
it: Si può dire che ho occhio per lo stile.
ja: 僕はお目が高いってね。
ko: 나에게 스타일에 대한 안목이 있다고 해도 틀리지 않아.
pt_br: Pode-se dizer que tenho um olho bom para estilo.
zh_cn: 不得不说，我独具慧眼。
zh_tw: 不得不說，我獨具慧眼。

# CHARACTERS.GENERIC.DESCRIBE.EYEOFTERROR
source: Go for the eye!
de: Immer aufs Auge!
es: ¡Ataca al ojo!
fr: Mords-y l'œil !
it: Punta all'occhio!
ja: 目を狙え！
ko: 눈을 노려!
pt_br: Mire no olho!
zh_cn: 瞄准眼睛！
zh_tw: 瞄準眼睛！

# CHARACTERS.GENERIC.DESCRIBE.EYEOFTERROR_MINI
source: I'm starting to feel self-conscious.
de: Ich fange so langsam an, mich unwohl zu fühlen.
es: Me da un poco de cosita.
fr: Je me sens observé.
it: Sto iniziando a sentirmi a disagio.
ja: 人目が気になってきたよ。
ko: 타인의 시선을 의식하게 되었어.
pt_br: Estou começando a me sentir autoconsciente.
zh_cn: 我开始觉得不自在了。
zh_tw: 我開始覺得不自在了。

# CHARACTERS.GENERIC.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: I think it's about to hatch...
de: Ich glaube, es schlüpft gleich ...
es: Creo que está a punto de eclosionar...
fr: Je crois qu'il est sur le point d'éclore...
it: Penso che stia per schiudersi...
ja: もうすぐ生まれるんじゃないかな…
ko: 부화할 때가 됐어...
pt_br: Acho que está prestes a nascer...
zh_cn: 我想它就要孵化了……
zh_tw: 我想它就要孵化了……

# CHARACTERS.GENERIC.DESCRIBE.EYEPLANT
source: I think I'm being watched.
de: Ich glaube, ich werde beobachtet.
es: Creo que me están observando.
fr: Je crois qu'on m'observe.
it: Credo di essere osservato.
ja: 見張られていると思う。
ko: 누군가가 나를 지켜보는 것 같다.
pt_br: Acho que estão me observando.
zh_cn: 我觉得有人在看着我。
zh_tw: 我覺得有人在看著我。

# CHARACTERS.GENERIC.DESCRIBE.EYETURRET
source: I hope it doesn't turn on me.
de: Ich hoffe, er richtet sich nicht gegen mich.
es: Espero que no me mire.
fr: J'espère qu'elle ne va pas s'en prendre à moi.
it: Spero non si giri verso di me.
ja: 俺を敵視しませんように！
ko: 날 배신하지 않았으면 좋겠다.
pt_br: Espero que não se volte contra mim.
zh_cn: 希望它不会看向我。
zh_tw: 希望它不會看向我。

# CHARACTERS.GENERIC.DESCRIBE.EYETURRET_ITEM
source: I think it's sleeping.
de: Ich glaube, er schläft.
es: Creo que está durmiendo.
fr: Je crois qu'elle dort.
it: Credo che stia dormendo.
ja: どうやら寝ているようだ。
ko: 자고 있는 것 같다.
pt_br: Acho que está dormindo.
zh_cn: 我想它在睡觉。
zh_tw: 我想它在睡覺。

# CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.BURNT
source: I don't think anything will grow in a pile of ash.
de: Ich glaube nicht, dass etwas in einem Haufen Asche wachsen wird.
es: No creo que nada crezca en un montón de cenizas.
fr: Je crois que rien ne pousse dans un tas de cendres.
it: Non credo che crescerà niente da un mucchio di cenere.
ja: 灰の山でなにか育つとは思えないけど。
ko: 잿더미에선 아무것도 재배할 수 없겠지.
pt_br: Não acho que algo vai crescer em um monte de cinzas.
zh_cn: 灰烬中长不出庄稼。
zh_tw: 灰燼中長不出莊稼。

# CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GENERIC
source: I should try planting some crops.
de: Ich sollte versuchen, etwas anzupflanzen.
es: Debería tratar de sembrar algunos cultivos.
fr: Je devrais semer des graines.
it: Dovrei provare a piantare alcune colture.
ja: 作物をいくらか植えてみるべきだな。
ko: 농작물을 심어야겠다.
pt_br: Talvez fosse bom plantar algo.
zh_cn: 我应该试着种一些庄稼。
zh_tw: 我應該試著種一些莊稼。

# CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GROWING
source: Go plants go!
de: Los, Pflanzen, los!
es: ¡Vamos plantas, vamos!
fr: Allez les plantes, allez !
it: Vai a piantare, vai!
ja: ゴーゴー植物、レッツゴー！
ko: 열심히 자라라, 식물아!
pt_br: Vamos, plantas, vamos!
zh_cn: 长啊，植物，长啊！
zh_tw: 長啊，植物，長啊！

# CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs to be fertilized.
de: Ich glaube, hier muss gedüngt werden.
es: Creo que necesita ser fertilizado.
fr: Je crois qu'il faudrait fertiliser ça.
it: Credo che debba essere fertilizzato.
ja: 肥料をやる必要があると思う。
ko: 비료가 필요한 것 같다.
pt_br: Acho que precisa de fertilizante.
zh_cn: 应该需要施肥。
zh_tw: 應該需要施肥。

# CHARACTERS.GENERIC.DESCRIBE.FARM_HOE
source: I have to make the ground more comfortable for the seeds.
de: Ich muss den Boden für die Samen bequemer machen.
es: Tengo que preparar mejor el suelo para que las semillas estén cómodas.
fr: Il faut que je rende le sol confortable pour les graines.
it: Devo rendere il terreno più accogliente per i semi.
ja: 種まきのために地面を整えないと。
ko: 씨앗을 심으려면 땅을 더 아늑하게 만들어야 해.
pt_br: Preciso deixar o solo mais confortável para as sementes.
zh_cn: 我得把地弄的让种子更舒服一些。
zh_tw: 我得把地弄的讓種子更舒服一些。

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.BURNING
source: That can't be good for the plants...
de: Das kann nicht gut für die Pflanzen sein ...
es: Eso no puede ser bueno para las plantas...
fr: Je doute que les plantes apprécient...
it: Non credo faccia bene alle piante...
ja: 植物は絶体絶命だ…
ko: 식물에 좋지 않을 수 있어...
pt_br: Isso não deve ser bom para as plantas...
zh_cn: 这对植物来说不是好事……
zh_tw: 這對植物來說不是好事……

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.FULL
source: Time to reap science's rewards.
de: Zeit, die Früchte der Wissenschaft zu ernten.
es: Hora de cosechar las recompensas de la ciencia.
fr: Il est temps de récolter les fruits de la science.
it: È ora di raccogliere i frutti della scienza.
ja: 科学者の報酬を収穫する時が来た。
ko: 과학의 보상을 거둬들일 시간이야.
pt_br: Hora de colher as recompensas da ciência.
zh_cn: 是时候收获科学的成果了。
zh_tw: 是時候收穫科學的成果了。

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: With the power of science, I've produced monstrous produce!
de: Mit der Macht der Wissenschaft habe ich monströse Güter produziert!
es: ¡He creado un producto monstruoso gracias al poder de la ciencia!
fr: Grâce au pouvoir de la science, j'ai produit des monstres !
it: Grazie al potere della scienza, ho prodotto dei prodotti mostruosi!
ja: この僕の科学の力で怪物みたいな作物ができたよ！
ko: 과학의 힘으로 몬스터 같은 농산물을 만들어냈어!
pt_br: Com o poder da ciência, eu cultivei produtos agrícolas monstruosos!
zh_cn: 我用科学的力量生产出了巨型农作物!
zh_tw: 我用科學的力量生產出了巨型農作物!

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.FULL_WEED
source: I knew I'd weed out the imposter eventually!
de: Ich wusste, dass ich den Betrüger irgendwann entlarven würde!
es: Sabía que acabaría arrancando a la impostora...
fr: Je savais que je finirais par déraciner l'imposteur !
it: Sradichiamo l'impostora!
ja: 最後にはなりすましを排除するはずだと思ってたんだ！
ko: 내가 결국 그 사기꾼을 제거하리라는 것을 알고 있었어!
pt_br: Essa daí "já erva"!
zh_cn: 我早就想到了有天我会把这个冒牌货斩草除根！
zh_tw: 我早就想到了有天我會把這個冒牌貨斬草除根！

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.GENERIC
source: That's a plant!
de: Das ist eine Pflanze!
es: ¡Es una planta!
fr: C'est une plante !
it: È una pianta!
ja: あれは植物だ！
ko: 그건 식물이야!
pt_br: Isso que é planta!
zh_cn: 那是一株植物！
zh_tw: 那是一株植物！

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.GROWING
source: Grow my beautiful creation, grow!
de: Wachse, meine wunderschöne Schöpfung, wachse!
es: Crece, mi hermosa creación, ¡crece!
fr: Pousse, ma chère création, pousse !
it: Cresci, mia perfetta creazione, cresci!
ja: 僕のすばらしい作品たちよ、育ちなさい！
ko: 자라나라 나의 아름다운 창조물이여, 자라라!
pt_br: Cresça, minha bela criação! Cresça!
zh_cn: 生长吧，我美丽的造物，生长吧！
zh_tw: 生長吧，我美麗的造物，生長吧！

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.ROTTEN
source: Drat! If only I'd picked it while I had the chance!
de: Zum Teufel! Hätte ich das doch nur gepflückt, als ich die Gelegenheit hatte!
es: ¡Maldición! Si me hubiera puesto a cosechar cuando tocaba...
fr: Argh ! J'aurais dû la récolter quand j'en avais l'occasion !
it: Dannazione! Se solo lo avessi raccolto finché ne avevo la possibilità!
ja: 残念！もっと早く収穫できればなあ！
ko: 젠장! 기회가 있을 때 뽑았더라면!
pt_br: Droga! Devia ter colhido quando tive a chance!
zh_cn: 可惜啊！要是在成熟的时候收割就好了!
zh_tw: 可惜啊！要是在成熟的時候收割就好了!

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: What rotten luck.
de: So ein Pech aber auch.
es: Qué mala suerte.
fr: On peut dire que j'ai été gâté, puis pourri.
it: C'è del marcio in questa faccenda.
ja: 幸運も腐るんだな。
ko: 운이 더럽게 없군.
pt_br: Que azar.
zh_cn: 腐烂的霉运。
zh_tw: 腐爛的黴運。

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLANT.SEED
source: And now, we wait.
de: Und nun warten wir.
es: Hora de esperar.
fr: Bon ben... on attend.
it: E adesso aspettiamo.
ja: これでよし。果報は寝て待て。
ko: 그리고 지금, 우리는 기다리지.
pt_br: E agora, vamos esperar.
zh_cn: 现在等着就好了。
zh_tw: 現在等著就好了。

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLOW
source: A convenient plot device.
de: Ein ausgesprochen praktisches Stilmittel.
es: Qué herramienta tan útil.
fr: Ce matin, un lopin...
it: Un utile dispositivo per arare.
ja: 便利な畑の器具だ。
ko: 편리한 쟁기다.
pt_br: Um dispositivo agrícola conveniente.
zh_cn: 方便的地块设备。
zh_tw: 方便的地塊設備。

# CHARACTERS.GENERIC.DESCRIBE.FARM_PLOW_ITEM
source: I'd better find a good spot for my garden before I use it.
de: Ich sollte lieber einen guten Platz für meinen Garten finden, bevor ich das benutze.
es: Será mejor que encuentre un lugar ideal para la huerta antes de usar esto.
fr: Je ferais mieux de trouver un bon endroit pour planter mon jardin avant de l'utiliser.
it: Sarà meglio trovare un buon posto per il mio orto prima di farne uso.
ja: 使う前にまず緑地に向いてる場所を探した方がいいな。
ko: 이것을 사용하기 전에 정원을 만들기 좋은 장소를 찾는 것이 좋겠어.
pt_br: É melhor eu encontrar um bom lugar para o meu jardim antes de usá-lo.
zh_cn: 我得先找个好的种地的园子才能使用它。
zh_tw: 我得先找個好的種地的園子才能使用它。

# CHARACTERS.GENERIC.DESCRIBE.FARM_SOIL_DEBRIS
source: It's making a mess of my garden.
de: Das bringt meinen Garten in Unordnung.
es: La huerta está hecha un desastre por su culpa...
fr: C'est en train de gâcher mon jardin.
it: Stanno impasticciando il mio orto.
ja: これは緑地のじゃまだ。
ko: 이것이 내 정원을 엉망으로 만들고 있잖아.
pt_br: Está bagunçando o meu jardim.
zh_cn: 它把我的园子弄得一团糟。
zh_tw: 它把我的園子弄得一團糟。

# CHARACTERS.GENERIC.DESCRIBE.FEATHERFAN
source: Down, to bring the temperature down.
de: Reduziert meine Temperatur.
es: Menos calor, quiero menos calor.
fr: Pour ne pas trop monter en température.
it: Giù, per abbassare la mia temperatura.
ja: これであおげば、体温が下がるぞ
ko: 체온을 내려줄 깃털.
pt_br: Certamente vai diminuir a temperatura.
zh_cn: 降温用的。
zh_tw: 降溫用的。

# CHARACTERS.GENERIC.DESCRIBE.FEATHERHAT
source: BECOME THE BIRD!
de: WERDE ZUM VOGEL!
es: ¡CONVIÉRTETE EN PÁJARO!
fr: COMME L'OISEAU !
it: DIVENTA UN UCCELLO!
ja: これをかぶれば、鳥になりきれるぞ！
ko: 새가 된다!
pt_br: TRANSFORME-SE EM PÁSSARO!
zh_cn: 变成鸟！
zh_tw: 變成鳥！

# CHARACTERS.GENERIC.DESCRIBE.FEATHERPENCIL
source: The feather increases the scientific properties of the writing.
de: Die Feder erhöht die wissenschaftlichen Eigenschaften des Schreibens.
es: La pluma aumenta las propiedades científicas de la escritura.
fr: La plume augmente les propriétés scientifiques de l'écriture.
it: La piuma aumenta le proprietà scientifiche della scrittura.
ja: 羽根が物書きの科学的属性を増加させる。
ko: 깃털이 작문의 과학적 속성을 증가한다.
pt_br: A pena aumenta as propriedades científicas da caligrafia.
zh_cn: 有根羽毛写出来的字都科学了。
zh_tw: 有根羽毛寫出來的字都科學了。

# CHARACTERS.GENERIC.DESCRIBE.FEATHER_CANARY
source: A canary feather.
de: Die Feder eines Kanarienvogels.
es: Una pluma de canario.
fr: Une plume de canari.
it: Una piuma di canarino.
ja: カナリアの羽。
ko: 카나리아 깃털.
pt_br: Uma pena de canário.
zh_cn: 金丝雀的羽毛。
zh_tw: 金絲雀的羽毛。

# CHARACTERS.GENERIC.DESCRIBE.FEATHER_CROW
source: A feather from a black bird.
de: Eine schwarze Vogelfeder.
es: Una pluma de un pájaro negro.
fr: Une plume d'un oiseau noir.
it: La piuma di un uccello nero.
ja: 黒い鳥の羽根。
ko: 검은 새의 깃털이다.
pt_br: Uma pena de um pássaro preto.
zh_cn: 黑鸟的羽毛。
zh_tw: 黑鳥的羽毛。

# CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN
source: A redbird feather.
de: Eine Feder von einem roten Vogel.
es: Una pluma de petirrojo.
fr: Une plume d'oiseau rouge
it: Una piuma di cardinale rosso.
ja: 赤い鳥の羽。
ko: 붉은 새 깃털.
pt_br: Uma pena de cardeal.
zh_cn: 红雀的羽毛。
zh_tw: 紅雀的羽毛。

# CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather.
de: Die Feder eines Schneevogels.
es: Una pluma de pinzón de las nieves.
fr: Une plume d'oiseau des neiges.
it: Una piuma dello zigolo delle nevi.
ja: スノウバードの羽。
ko: 겨울새 깃털.
pt_br: Uma pena de cardeal invernal.
zh_cn: 雪雀的羽毛。
zh_tw: 雪雀的羽毛。

# CHARACTERS.GENERIC.DESCRIBE.FEM_PUPPET
source: She's trapped!
de: Sie ist gefangen!
es: ¡Está atrapada!
fr: Elle est piégée !
it: È in trappola!
ja: あいつが罠にかかった！
ko: 잡혔잖아!
pt_br: Ela está presa!
zh_cn: 她被困住了！
zh_tw: 她被困住了！

# CHARACTERS.GENERIC.DESCRIBE.FENCE
source: It's just a wood fence.
de: Nur ein Holzzaun.
es: No es más que una valla de madera.
fr: C'est juste une clôture en bois.
it: È solo uno steccato.
ja: ただの木製のフェンス。
ko: 평범한 나무 울타리다.
pt_br: É só uma cerca de madeira.
zh_cn: 不过是个木头栅栏。
zh_tw: 不過是個木頭柵欄。

# CHARACTERS.GENERIC.DESCRIBE.FENCE_GATE
source: It opens. And closes sometimes, too.
de: Lässt sich öffnen. Und manchmal auch schließen.
es: Se abre. Y a veces también se cierra.
fr: Ça s'ouvre. Et ça se ferme parfois.
it: Si apre. E a volte si chiude anche.
ja: 開くぞ。そして時々は閉じる。
ko: 열 수 있다. 닫을 수도 있다.
pt_br: Ela abre. E fecha, às vezes, também.
zh_cn: 有时开，有时关。
zh_tw: 有時開，有時關。
