Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_ATTACK
source: Whew, I don't know what came over me...
de: Ich weiß nicht, was da über mich gekommen ist ...
es: Uf, no sé qué me ha pasado...
fr: Pfiou... Je ne sais pas ce qui m'a prise.
it: Fiu, non so cosa mi sia preso...
ja: はー、何があったのかわからないわ…
ko: 휴, 무슨 일이 일어났는지 모르겠어...
pt_br: Nossa, sei lá o que me deu...
ru: Фух! Даже не знаю, что на меня нашло.
zh_tw: 呼，我也不知道我是怎麼了……

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: I'll miss having electricity at my fingertips.
de: Ich werde es vermissen, Elektrizität zur Hand zu haben.
es: Echaré de menos tener electricidad en la punta de los dedos.
fr: J'aimais bien avoir de l'électricité au bout des doigts.
it: Mi manca avere l'elettricità a portata di mano.
ja: ピピっとリモコン使える電気のある生活が懐かしい。
ko: 손가락에 흐르는 전기를 사용하던 때가 그리울 거야.
pt_br: Vou sentir falta da eletricidade na ponta dos meus dedos.
ru: Мне будет не хватать электричества на кончиках пальцев.
zh_tw: 我會懷念指尖帶電的日子。

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: Oh botheration, I was getting used to being waterproof.
de: Ach verflixt, und da habe ich mich schon dran gewöhnt, wasserdicht zu sein.
es: Qué fastidio, ya me estaba acostumbrando a lo de ser impermeable.
fr: Oh flûte de zut, c'était pratique d'être étanche.
it: Che seccatura, mi stavo abituando a essere impermeabile.
ja: ああ、煩わしい。防水に慣れてきたところだったのに。
ko: 아 귀찮아, 방수에 익숙해지고 있었는데.
pt_br: Ai, que amolação! Já estava me acostumando a ser à prova d'água.
ru: Вот неудобство. Я уже привыкла не мокнуть.
zh_tw: 嗷，麻煩呐。我剛剛才適應了防水的能力。

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: I'm suddenly feeling a bit unprotected...
de: Ich fühle mich plötzlich ein bisschen ungeschützt ...
es: Empiezo a sentirme algo desprotegida...
fr: Je me sens soudainement sans défense...
it: Mi sento improvvisamente non protetta...
ja: 急にむきだしになったような気分…
ko: 갑자기 좀 무방비 상태가 된 것 같아.
pt_br: De repente, comecei a me sentir meio desprotegida...
ru: Я вдруг почувствовала себя беззащитной...
zh_tw: 我突然覺得有點不受保護……

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: I guess I can't avoid sleeping forever.
de: Ich schätze, ich kann es nicht ewig vermeiden, zu schlafen.
es: Supongo que no puedo librarme de dormir para siempre.
fr: J'imagine qu'on ne peut pas rester éveillée pour toujours.
it: Suppongo di non poter rimanere sveglia per sempre.
ja: 永遠に眠らないってことはできないようだわ。
ko: 계속 잠드는 걸 피할 수는 없는 것 같아.
pt_br: Acho que não vou poder ficar sem dormir pra sempre.
ru: Что ж, всю жизнь без сна не проживешь.
zh_tw: 還是躲不開要睡覺的命運啊。

# CHARACTERS.WANDA.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: No! I can't slow down now!
de: Nein! Ich darf jetzt nicht langsamer werden!
es: ¡No! ¡No puedo detenerme ahora!
fr: Non ! Il ne faut pas que je ralentisse maintenant !
it: No! Non posso rallentare ora!
ja: いや！こんな時にゆっくりするなんてムリだわ！
ko: 아니! 이제 속도를 늦출 수 없어!
pt_br: Não! Não posso desacelerar agora!
ru: Нет! Нельзя замедляться!
zh_tw: 不！我現在不能慢下來！

# CHARACTERS.WANDA.ANNOUNCE_DIG_DISEASE_WARNING
source: It looks better already.
de: Sieht schon besser aus.
es: Ya tiene mejor pinta.
fr: Ça a déjà l'air mieux.
it: Sembra stia già meglio.
ja: もう良くなってきた気がする。
ko: 벌써 훨씬 나아 보인다.
pt_br: Já parece melhor.
ru: Это уже выглядит неплохо.
zh_tw: 它看起來已經好多了。

# CHARACTERS.WANDA.ANNOUNCE_DUSK
source: I need to hurry, I'm losing daylight.
de: Ich muss mich beeilen, das Tageslicht schwindet.
es: Tengo que darme prisa, se me acaba la luz del día.
fr: Je dois me dépêcher, la nuit tombe.
it: Devo sbrigarmi, il sole sta calando.
ja: 急がなくちゃ。日が沈んじゃう。
ko: 서둘러야 해. 햇볕이 부족하다고.
pt_br: Tenho que correr, o dia já está acabando.
ru: Нужно торопиться, скоро стемнеет.
zh_tw: 我要快點了，太陽就要下山了。

# CHARACTERS.WANDA.ANNOUNCE_EAT.GENERIC
source: Mmm!
de: Mmh. Riecht gut!
fr: Miam !
ja: フツーにおいしそうじゃん？
ko: 음!
pt_br: Hmmm!
ru: М-м-м!
zh_tw: 唔！

# CHARACTERS.WANDA.ANNOUNCE_EAT.INVALID
source: I'm not eating that!
de: Das esse ich nicht!
es: ¡Me niego a comer eso!
fr: Je refuse de manger ça !
it: Quello non lo mangio!
ja: そんなものは食べないわ！
ko: 그것은 먹지 않을 거야!
pt_br: Não vou comer isso.
ru: Я такое не ем!
zh_tw: 我不要吃這個！

# CHARACTERS.WANDA.ANNOUNCE_EAT.PAINFUL
source: Ohh... I don't feel well...
de: Ohh ... Ich fühle mich nicht gut ...
es: Oh... No me encuentro bien...
fr: Oooh... Je ne me sens pas très bien...
it: Oh... non mi sento bene...
ja: ああ…気分が…
ko: 오... 몸이 별로 좋지 않아...
pt_br: Ahh... Não me sinto bem...
ru: О-ох, мне нехорошо...
zh_tw: 哦，我感覺不太好……

# CHARACTERS.WANDA.ANNOUNCE_EAT.SPOILED
source: Can I go back to a time before I ate that?
de: Kann ich in eine Zeit zurückkehren, bevor ich das gegessen habe?
es: ¿No puedo volver al momento antes de comerme eso?
fr: Je peux remonter le temps avant de manger ce truc ?
it: Posso tornare a un momento in cui non avevo ancora mangiato quella roba?
ja: あれを食べる前に戻れるかな？
ko: 먹기 전으로 돌아갈 수 있을까?
pt_br: Será que posso voltar no tempo, pra uma época antes de comer aquilo?
ru: А можно теперь вернуться в момент, когда я это еще не съела?
zh_tw: 我能不能去到過去再吃那個？

# CHARACTERS.WANDA.ANNOUNCE_EAT.STALE
source: I think that was getting a bit old.
de: Ich glaube, das war schon etwas zu alt.
es: Creo que se estaba empezando a pasar.
fr: Mmh, c'était un peu vieux.
it: Sapeva di vecchio.
ja: あれ、古くなってたんだと思う。
ko: 그게 좀 오래된 것 같아.
pt_br: Acho que isto está ficando meio velho.
ru: По-моему, оно уже начало портиться.
zh_tw: 那個時間好像有點長了。

# CHARACTERS.WANDA.ANNOUNCE_EAT.YUCKY
source: This may be a matter of survival, but I do have SOME standards left.
de: Das mag eine Frage des Überlebens sein, aber ich habe doch immer noch GEWISSE Standards.
es: Puede que necesite sobrevivir, pero también tengo mis principios.
fr: C'est peut-être une question de survie, mais j'ai encore une dignité !
it: Sarà anche questione di sopravvivenza, ma ho ancora DEGLI standard.
ja: 生き残りが焦点かもしれないけど、私には譲れない一線ってものがある。
ko: 이것은 생존의 문제일 수 있지만 나에겐 아직 기준이라는 게 있다고.
pt_br: Talvez seja uma questão de sobrevivência, mas eu ainda tenho ALGUNS critérios.
ru: Да, от этого зависит моя жизнь, но должны же у меня оставаться ХОТЬ КАКИЕ-ТО стандарты!
zh_tw: 雖然可能事關生死，但我還是有些原則的。

# CHARACTERS.WANDA.ANNOUNCE_EATING_NOT_FEASTING
source: Maybe I should offer some to the others...
de: Vielleicht sollte ich den anderen etwas anbieten ...
es: ¿Debería ofrecerles algo a los demás...?
fr: Je devrais peut-être en offrir aux autres...
it: Forse dovrei offrirne un po' agli altri...
ja: 他の人に分けてあげた方がいいのかも…
ko: 아마도 다른 사람에게 조금 줘야 할 거야...
pt_br: Talvez eu deva oferecer um pouco pros outros...
ru: Надо бы и остальных угостить...
zh_tw: 也許我該分給其他人一些……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.1
source: Oof...
de: Uff ...
es: Uf...
fr: Ouff...
it: Uff...
ja: おぉ…
ko: 으악...
pt_br: Vixe...
ru: Уф...
zh_tw: 見鬼……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.2
source: I'm getting... too old for this...
de: Ich bin langsam ... zu alt dafür ...
es: Estoy... muy mayor para estas cosas...
fr: Je suis un peu... trop vieille... pour ça...
it: Sto diventando... troppo vecchia... per queste cose...
ja: 私の年でこれはないわ…
ko: 난...이러기엔 지나치게 늙어가고 있어...
pt_br: Estou ficando... velha demais pra isso...
ru: Слишком я... стара для такого...
zh_tw: 我這個年紀……已經不適合這樣了……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.3
source: Huff... hoo...
de: Uff ... huuh ...
es: Uf... Buf...
fr: Ouuff... Oh là là...
it: Uff... sbuff...
ja: はー、ふー…
ko: 후후...후후...
pt_br: Uff... huh...
ru: Ух... Ох...
zh_tw: 啊呀……呼……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.4
source: I usually... work with... smaller things...
de: Normalerweise ... arbeite ich mit ... kleineren Dingen ...
es: Suelo trabajar... con cosas... más pequeñas...
fr: En général... je travaille avec des objets... plus petits...
it: Di solito... lavoro a cose... più piccole...
ja: いつもは小さい物…を…扱ってるもんでね…
ko: 보통은... 더 작은 것으로... 작업...
pt_br: Em geral, eu... trabalho com... coisas menores...
ru: Я обычно... мелкой работой занимаюсь...
zh_tw: 我一般……處理一些小型的東西……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.5
source: Hrrrrgh!
es: ¡Grrrr!
fr: Arrrrgh !
it: Argh!
ja: おりゃー！
ko: 헉!
ru: Гр-р-р!
zh_tw: 啊呀喝！

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.6
source: Come... on...! I... have things... to do...!
de: Komm ... schon ...! Ich ... habe ... zu tun ...!
es: ¡Venga... ya! ¡Tengo... cosas... que hacer...!
fr: Allez... J'ai... des trucs... à faire !
it: Forza...! Ho cose... da fare...!!!
ja: ほら、がんばれ！…まだまだ…やることがいっぱい！
ko: 제... 발..! 나에게는... 할 일이... 있다고...!
pt_br: Anda...! Eu... tenho coisas... para fazer...!
ru: Давай... ну же! Мне и так есть... чем заняться!
zh_tw: 得了！我還有……事情要做！

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.7
source: Oh yes... let's let the clockmaker... do the heavy lifting...!
de: Oh ja ... soll doch die Uhrmacherin ... die schwere Arbeit machen ...!
es: ¡Claro que sí...! Haced que la relojera... cargue con las cosas pesadas...
fr: Oh bah oui... Laissons... l'horlogère... porter les trucs... lourds !
it: Ma certo... lasciamo i pesi... all'orologiaia...!
ja: ほらご覧…時計屋に…ウェイトリフティング…はないわ…！
ko: 오 예... 시계 제작자가... 무거운 물건을 들어 올리게 하자...!
pt_br: Ah, é... vamos deixar a relojoeira... fazer o trabalho pesado...!
ru: Ну да, ну да... Пусть часовщица... тяжести поднимает...
zh_tw: 對……咱們就讓鐘錶匠……幹重活唄！

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.8
source: I'd better not... sprain anything...
de: Ich sollte mir besser nichts ... verstauchen ...
es: Espero... no hacerme un esguince...
fr: Il ne faut pas... que je me froisse... quoi que ce soit...
it: Sarà meglio... che non mi... sloghi nulla...
ja: ああ…スジを痛めたりしなけりゃ…いいんだけど…
ko: 차라리... 아무 데도 접지르지 않는 게 좋을 것 같은데...
pt_br: Melhor eu não... torcer nenhum membro...
ru: Сейчас ведь точно... ногу подверну...
zh_tw: 我可別……扭傷了……

# CHARACTERS.WANDA.ANNOUNCE_ENCUMBERED.9
source: So... huff... heavy...
de: So ... uff ... Schwer ...
es: Cómo... Uf... Pesa...
fr: C'est si... Outch... lourd...
it: Tanto... uff... pesante...
ja: んとうに…おもっ…重たい…
ko: 너무... 헙... 무거워...
pt_br: Que... uff... peso...
ru: Как же... ох... тяжело...
zh_tw: 太……重了……

# CHARACTERS.WANDA.ANNOUNCE_ENTER_DARK
source: No! I won't let the darkness take me!!
de: Nein! Ich lasse nicht zu, dass die Dunkelheit mich holt!
es: ¡No! ¡No dejaré que se me lleve la oscuridad!
fr: Non ! Je refuse de me laisser attraper par les ténèbres !
it: No! Non mi farò prendere dall'oscurità!!!
ja: 嫌だ！暗闇に乗っ取られるなんてお断り！
ko: 아니! 암흑에 끌려가지 않을 거야!!
pt_br: Não! Eu não vou deixar a escuridão me levar!
ru: Нет! Я не сдамся тьме!
zh_tw: 不！我不會讓黑暗帶走我！！

# CHARACTERS.WANDA.ANNOUNCE_ENTER_LIGHT
source: Whew...
de: Puh ...
es: Uff...
fr: Pfiou...
it: Fiu...
ja: はぁー…
ko: 어휴...
pt_br: Ufa...
ru: Фух...
zh_tw: 哎喲……

# CHARACTERS.WANDA.ANNOUNCE_EYEOFTERROR_ARRIVE
source: I feel a chill, did someone leave an interdimensional door open?
de: Mich schaudert. Hat jemand eine interdimensionale Tür offen gelassen?
es: Hay corriente. ¿Alguien se ha dejado alguna puerta interdimensional abierta?
fr: J'ai des frissons. Quelqu'un aurait laissé un portail interdimensionnel ouvert ?
it: Brrr, qualcuno ha lasciato aperta una porta interdimensionale?
ja: ゾクゾクするわね。誰か次元の扉を開けっ放しにしてないかい？
ko: 오싹하네. 누군가 차원 간 문을 열어 둔 거야?
pt_br: Senti um calafrio. Será que alguém deixou uma porta interdimensional aberta?
ru: У меня холодок по спине пробежал. Кто оставил дверь между мирами открытой?
zh_tw: 我感到一陣寒意，是不是有人沒關維度門？

# CHARACTERS.WANDA.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: I suppose we must wait until sundown to finish this squabble.
de: Ich nehme an, wir müssen bis zum Sonnenuntergang warten, um diesen Disput zu beenden.
es: Supongo que tendremos que esperar a la noche para resolver esta disputa.
fr: J'imagine que nous devons attendre le crépuscule pour mettre fin à cette querelle.
it: Suppongo che dovremo attendere fino al calar del sole per concludere questa zuffa.
ja: この喧嘩を終わらせるには日暮れまで待たなきゃいけないみたいだわ。
ko: 이 옥신각신을 끝내려면 해가 질 때까지 기다려야 할 것 같아.
pt_br: Acho que devemos esperar até o pôr do sol para terminar essa querela.
ru: Придется подождать до заката, чтобы обстряпать это дельце.
zh_tw: 看來要等到日落後才能結束這場爭吵。

# CHARACTERS.WANDA.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Well, it's about time!
de: Wird auch langsam Zeit!
es: Bueno, ¡ya era hora!
fr: Ah, il était temps !
it: Beh, era ora!
ja: よし、そろそろ時間だね！
ko: 음, 때가 되었군!
pt_br: Ora, já não era sem tempo!
ru: Что ж, самое время!
zh_tw: 好，是時候了！

# CHARACTERS.WANDA.ANNOUNCE_FAN_OUT
source: This fan's time has passed.
de: Die Zeit dieses Windrads ist vorbei.
es: Se le acabó el tiempo a este molinillo.
fr: Au revoir, l'éventail.
it: Questo ventilatore ha fatto il suo tempo.
ja: この風車は寿命ね。
ko: 이 부채는 수명을 다했어.
pt_br: Este leque já passou do prazo de validade.
ru: Время этого прибора подошло к концу.
zh_tw: 風扇時間已經過去了。

# CHARACTERS.WANDA.ANNOUNCE_FERTILIZER_RESEARCHED
source: I think I know enough about fertilizer to last me a lifetime.
de: Ich glaube, was ich über Dünger weiß, reicht für ein ganzes Leben.
es: Creo que ya sé bastante cosas del fertilizante para lo que me queda de vida.
fr: Je crois que j'en sais assez sur les engrais pour le reste de ma vie.
it: So talmente tanto sul fertilizzante da bastarmi per una vita.
ja: 肥料については十分すぎるほど知ってると思うわ。
ko: 나는 비료에 대해 평생 갈 만한 것들을 모두 안다고 생각해.
pt_br: Acho que já acumulei conhecimento sobre fertilizantes pra uma vida inteira.
ru: Мне теперь знаний об удобрениях на всю жизнь хватит.
zh_tw: 這些肥料的知識我這輩子都夠用了。

# CHARACTERS.WANDA.ANNOUNCE_FIRENETTLE_TOXIN.1
source: Oooh, I don't feel well at all...
de: Ohh ... Ich fühle mich gar nicht gut ...
es: Oh... No me encuentro nada bien...
fr: Ooh, je ne me sens pas bien du tout...
it: Non mi sento affatto bene...
ja: あぁ…ぐ、具合が…
ko: 오, 상태가 별로 좋지 않아...
pt_br: Ahh, não estou me sentindo nada bem...
ru: О-ох, как-то мне совсем нехорошо...
zh_tw: 喔，我身體不舒服啊……

# CHARACTERS.WANDA.ANNOUNCE_FIRENETTLE_TOXIN.2
source: Help! I've been poisoned!
de: Hilfe! Ich bin vergiftet worden!
es: ¡Socorro, me han envenenado!
fr: Au secours ! J'ai été empoisonnée !
it: Aiuto! Sono stata avvelenata!
ja: 助けてー！毒、毒に当たった！
ko: 도와줘요! 독에 중독됐어요!
pt_br: Socorro! Eu fui envenenada!
ru: Помогите! Меня отравили!
zh_tw: 救命啊！我中毒了！

# CHARACTERS.WANDA.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Whew... it looks like the effects aren't permanent.
de: Uff ... Sieht so aus, als ob die Folgen nicht von Dauer sind.
es: Uf... Parece que los efectos no son permanentes.
fr: Pfiou... On dirait que les effets sont juste temporaires.
it: Fiu... Sembra che l'effetto non fosse permanente.
ja: はぁ…効果が永遠に続くわけじゃないようだわ。
ko: 어휴...효과가 영원하지는 않나 봐.
pt_br: Ufa... parece que os efeitos não são permanentes.
ru: Фух... кажется, эффект был временный.
zh_tw: 嗨……看起來那些症狀只是暫時的。

# CHARACTERS.WANDA.ANNOUNCE_FLARE_SEEN
source: Was that a flare? I'd better hurry and see what's going on!
de: War das eine Leuchtrakete? Ich sollte mich beeilen und nachsehen, was da los ist!
es: ¿Eso ha sido una bengala? Tengo que ir a ver qué pasa.
fr: C'est quoi cette lumière ? Je ferais mieux d'aller voir ce qu'il se passe !
it: Era un razzo segnaletico, quello? Sarà meglio che mi sbrighi a vedere cosa succede!
ja: あれは炎？急いで見に行った方が良さそうだわ。
ko: 저거 조명탄이었나? 서둘러서 무슨 일이 일어나는 지 알아봐야 해!
pt_br: Aquilo foi um sinalizador? É melhor eu correr e ver o que está acontecendo!
ru: Это что, сигнальная ракета? Надо срочно посмотреть, что там происходит!
zh_tw: 那是一個信號彈嗎？我最好趕快去看看發生了什麼事！

# CHARACTERS.WANDA.ANNOUNCE_FREEDOM
source: I-I'm free... I'm alive... h-ha! Ha h-haha! Hahahaha!!
de: I-ich bin frei ... Ich bin am Leben ... H-ha! Ha h-haha! Hahahaha!!
es: S-soy libre... ¡Estoy viva! ¡Ja...! ¡Ja, ja, ja, ja! ¡JA, JA, JA!
fr: Je... Je suis libre... Je suis vivante... ha... ha ha ha ! HA HA HA HA !
it: S-sono libera... Sono viva... ah ah! Ah ah ah! Ah ah ah ah!!!
ja: わ、私は自由で…生きてて…はははは！
ko: 나-난 자유야... 난 살아 있어... ㅎ 하! 하 -하하! 하하하하!!!
pt_br: E-estou livre... Estou viva... h-ha! Ha h-haha! Hahahaha!
ru: Я свободна... я жива! Ха! Ха-ха! Ха-ха-ха-ха!
zh_tw: 我——我自由了……我還活著……哈哈！哈哈哈！哈哈哈！哈哈哈！哈哈哈哈！！！

# CHARACTERS.WANDA.ANNOUNCE_GHOSTDRAIN
source: Stop it, I refuse to accept mortality!
de: Hör auf, ich weigere mich, die Sterblichkeit zu akzeptieren!
es: ¡Basta! ¡No pienso aceptar la mortalidad!
fr: Stop ! Je refuse d'accepter ma mortalité !
it: Smettila! Mi rifiuto di accettare la morte!
ja: やめて！死に行く運命はお断り！
ko: 멈춰, 난 죽음을 받아들이지 않겠다고!
pt_br: Pare, eu me recuso a aceitar a mortalidade!
ru: А ну, прекрати! Я отказываюсь признавать, что смертна!
zh_tw: 別鬧了，我拒絕接受死亡！

# CHARACTERS.WANDA.ANNOUNCE_HIGHRESEARCH
source: That really got the gears in my head turning!
de: Das hat mich wirklich ganz schön ins Grübeln gebracht!
es: Me ha puesto a tope los mecanismos del cerebro.
fr: J'ai les méninges qui tournent à toute vitesse !
it: Mi ha fatto arrovellare le ruote del cervello!
ja: あれで頭の中のギアが回転し始めるのを感じるわ！
ko: 저게 내 머리 속에서 기어가 돌게 했어!
pt_br: Isso acionou as engrenagens da minha mente!
ru: У меня в голове прямо шестеренки закрутились!
zh_tw: 它讓我腦袋裡面的齒輪轉動起來了！

# CHARACTERS.WANDA.ANNOUNCE_HOT
source: I've got to get out of this heat...
de: Ich muss raus aus der Hitze ...
es: Tengo que librarme de este calor...
fr: Il faut que je m'échappe de cette fournaise...
it: Devo liberarmi di questo calore...
ja: この暑さから逃れないと…
ko: 이 더위를 피해야 하는데...
pt_br: Preciso fugir desse calor...
ru: Нужно спрятаться от этой жары...
zh_tw: 我得離開這個炎熱的地方……

# CHARACTERS.WANDA.ANNOUNCE_HOUNDS
source: Wait a tick... did you hear something?
de: Moment mal ... Hast du etwas gehört?
es: Un segundo... ¿Has oído algo?
fr: Une minute... Vous avez entendu ça ?
it: Un secondo... Avete sentito nulla?
ja: ちょっと待って…何か聞こえた？
ko: 잠깐만... 방금 무슨 소리 들었어?
pt_br: Espere um pouco... Você ouviu alguma coisa?
ru: Секундочку... Мне же сейчас не послышалось?
zh_tw: 等下……你聽到什麼東西沒有？

# CHARACTERS.WANDA.ANNOUNCE_HUNGRY
source: How long has it been since I last ate?
de: Wann habe ich das letzte Mal etwas gegessen?
es: ¿Cuándo fue la última vez que comí algo?
fr: Depuis quand je n'ai pas mangé, déjà ?
it: Quanto è passato dall'ultima volta che ho mangiato?
ja: 最後に何かを食べたのはいつのことだろう？
ko: 마지막으로 뭘 먹은 지 얼마나 된 걸까?
pt_br: Quanto tempo faz que eu não como?
ru: Сколько я уже ничего не ела?
zh_tw: 我多久沒吃過東西了？

# CHARACTERS.WANDA.ANNOUNCE_HUNT_BEAST_NEARBY
source: An animal must've been through here just moments ago.
de: Hier muss gerade ein Tier durchgekommen sein.
es: Seguro que acaba de pasar un animal por aquí cerca.
fr: Un animal a dû passer par là récemment.
it: Un animale dev'essere passato di qui da poco.
ja: ちょっと前に動物がここを通ったようだわ。
ko: 방금 전에 동물이 이곳을 지나갔을 거야.
pt_br: Um animal deve ter passado por aqui há poucos instantes.
ru: Здесь буквально пару секунд назад прошло животное.
zh_tw: 剛才一定有動物經過這裡。

# CHARACTERS.WANDA.ANNOUNCE_HUNT_LOST_TRAIL
source: Lost it. Maybe I should retrace my steps.
de: Ich habe die Spur verloren. Vielleicht sollte ich meine Schritte zurückverfolgen.
es: Le he perdido la pista. A lo mejor tendría que volver...
fr: Ah, j'ai perdu sa trace. Je devrais repartir en arrière.
it: Perso. Forse dovrei fare marcia indietro e riprovare.
ja: 迷ったみたい。足跡を追って戻った方がいいかもしれない。
ko: 그걸 잃어버렸네. 어쩌면 발걸음을 되돌려 가봐야 할 지 몰라.
pt_br: Perdi o rastro. Talvez seja melhor refazer meus passos.
ru: Потеряла след. Может, пройти по своим следам?
zh_tw: 跟丟了。也許我應該回頭再找找。

# CHARACTERS.WANDA.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Everything's too soggy, I'm not wasting my time with this.
de: Alles ist durchweicht, ich verschwende meine Zeit nicht damit.
es: Está todo empapado. No pienso perder el tiempo con esto.
fr: Il y a de la boue partout... Je refuse de perdre mon temps.
it: È tutto troppo umido. Non sprecherò il mio tempo con queste cose.
ja: どこもかしこも水浸し。これに関わってる時間はないわ。
ko: 모든 것이 너무 축축해. 이것으로 시간을 낭비하지 않겠어.
pt_br: Está tudo encharcado, não vou perder meu tempo com isto.
ru: Слишком мокро, не буду тратить на это время.
zh_tw: 所有的東西都太潮濕了，我不會在這上面浪費時間。

# CHARACTERS.WANDA.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Hm, did I remember to give it fertilizer?
de: Hm, habe ich daran gedacht, sie zu düngen?
es: Um... ¿Acaso te he dado fertilizante?
fr: Hmm, j'ai oublié de lui donner de l'engrais, c'est ça ?
it: Mm, mi sarò ricordata di fertilizzare?
ja: んー、これに肥料をあげたっけ？
ko: 흠, 비료를 줘야 한다는 걸 기억했나?
pt_br: Hm, será que me lembrei de dar fertilizante?
ru: Хм, не забыла ли я его удобрить?
zh_tw: 嗯，我有沒有記得給它施肥？

# CHARACTERS.WANDA.ANNOUNCE_INV_FULL
source: I'll have to come back for it later. Or earlier.
de: Ich werde später noch mal wiederkommen müssen. Oder früher.
es: Tendré que volver luego a por ello. O antes.
fr: Il faudra que je revienne plus tard. Ou plus tôt.
it: Lo lascio per dopo. O prima.
ja: 後で戻ってこなくちゃ。または前にでもいいけど。
ko: 그 것 때문에 나중에 돌아와야겠군. 아니면 더 일찍.
pt_br: Vou ter que voltar pra pegar isto depois. Ou antes.
ru: Я вернусь за этой штукой позже. Или раньше.
zh_tw: 我必須以後再來找它。或者去以前。

# CHARACTERS.WANDA.ANNOUNCE_IS_FEASTING
source: I guess it is nice to slow down every once in a while.
de: Ich finde es schön, ab und zu mal einen Gang runterzuschalten.
es: Supongo que no está de más frenar de vez en cuando.
fr: C'est vrai que c'est agréable de faire une pause de temps à autre.
it: Suppongo sia piacevole prendere fiato, una volta ogni tanto.
ja: 時々スローダウンするのも悪くないと思うわ。
ko: 시간날때마다 속도를 줄이는 게 좋을 것 같아.
pt_br: Acho que é bom diminuir um pouco o ritmo de vez em quando.
ru: А все-таки иногда замедлиться бывает неплохо.
zh_tw: 我想每隔一段時間放慢腳步是很好的。

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: I thought I might find something hiding there!
de: Ich dachte, dass ich dort vielleicht etwas versteckt finde!
es: ¡Sabía que había algo escondido por aquí!
fr: Je me disais bien que j'allais trouver quelque chose qui se cache ici !
it: Ero certa di trovarci nascosto qualcosa!
ja: そこに隠れてると思ったよ！
ko: 내가 저기 숨어 있는 뭔가를 찾은 것 같아!
pt_br: Achei mesmo que ia encontrar algo se escondendo aí!
ru: Я так и думала, что там кто-то прячется!
zh_tw: 我早就想到能在這找到了！

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: Found you at last.
de: Hab ich dich endlich!
es: Por fin te encuentro.
fr: Je t'ai enfin trouvé.
it: Finalmente ti ho trovato.
ja: やっと見つけたわ。
ko: 드디어 찾았네.
pt_br: Enfim, te achei.
ru: Наконец-то я тебя нашла.
zh_tw: 總算找到你了。

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: So that's where you were hiding this whole time!
de: Da hast du dich also die ganze Zeit versteckt!
es: ¡Así que has estado ahí todo este tiempo!
fr: C'était donc là que tu te cachais depuis tout ce temps !
it: Allora è qui che sei rimasto nascosto per tutto il tempo!
ja: ずっとこんなところに隠れていたのかい！
ko: 그러니까 줄곧 여기 숨어 있었던 거구나!
pt_br: Então você tava se escondendo aí todo esse tempo!
ru: Так вот где ты все это время прятался!
zh_tw: 原來你一直都藏在這裡啊！

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: I knew you couldn't hide forever.
de: Ich wusste, dass du dich nicht ewig verstecken kannst.
es: Sabía que no podías esconderte para siempre.
fr: Je savais bien que tu ne pouvais pas te cacher indéfiniment.
it: Sapevo che non saresti riuscito a nasconderti per sempre.
ja: ずっと隠れられると思ったら大間違いだよ。
ko: 영원히 숨어 있을 순 없단 걸 알았지.
pt_br: Sabia que você não poderia se esconder pra sempre.
ru: Все время прятаться ты не сможешь.
zh_tw: 我知道你不可能永遠躲起來。

# CHARACTERS.WANDA.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: That has to be the last one.
de: Das muss der letzte sein.
es: Ese debería ser el último.
fr: C'est sans doute le dernier.
it: Questo dovrebbe essere l'ultimo.
ja: こいつが最後の1匹だわ。
ko: 이게 마지막이어야 하는데.
pt_br: Esse deve ser o último.
ru: Это должен быть последний.
zh_tw: 這必須是最後一個。
