Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLE_PILLAR_ARM
source: Little Dirt Arms
de: Kleine Erdarme.
es: Pequeños brazos desde la tierra
es_mx: Pequeños brazos de tierra
fr: Un petit bras qui émerge du sol.
it: Piccole braccia da terra
ja: 小さい土の腕
ko: 작은 흙 팔이야
pl: Małe ręce z ziemi
pt_br: Bracinhos da Terra.
ru: Маленькие ручки из грязи
zh_tw: 土裡出來的小手臂

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLE_PILLAR_HOLE
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Euh, salut ?
it: Ciao?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Привет?
zh_tw: 你好？

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.COOLDOWN
source: Where friend go?
de: Wo Freund hin?
es: ¿Y amigo?
fr: Où est parti le copain ?
it: Dove andato amico?
ja: お友だちどこ行ったんだろ？
ko: 친구 어디 가?
pl: Gdzie podział się przyjaciel?
pt_br: Aonde amigo foi?
ru: Куда друг ушел?
zh_tw: 朋友去哪了？

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.CRIMSON
source: Ohhh, friend looks sick!
de: Ohh, Freund sieht krank aus!
es: Oh... ¡Amigo enfermo!
fr: Oooh, le copain a l'air malade !
it: Oh, amico malato!
ja: わー、お友だち病気みたいだよ！
ko: 아, 친구가 아파 보여!
pl: Och, przyjaciel chyba jest chory!
pt_br: Ahhh, amiga parece doente!
ru: Ох, друг выглядит нездорово!
zh_tw: 噢，朋友看著病了！

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.ENABLED
source: Friend free!
de: Freund frei!
es: ¡Amigo libre!
fr: Un copain arbre !
it: Amico libero!
ja: お友だち、自由！
ko: 친구, 자유야!
pl: Przyjaciel jest wolny!
pt_br: Amiga livre!
ru: Друг свободен!
zh_tw: 朋友自由了！

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.GENERIC
source: Friend stuck inside?
de: Freund steckt im Haus fest?
es: ¿Amigo está atrapado?
fr: Le copain est coincé dedans ?
it: Amico bloccato dentro?
ja: お友だち、中から出られない？
ko: 친구 안에 갖혔어?
pl: Przyjaciel utknął w środku?
pt_br: Amiga presa dentro?
ru: Друг там застрял?
zh_tw: 朋友困在裡面了？

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: Closed up
de: Geschlossen
es: Cerrado
fr: C'est fermé
it: Chiuso
ja: 閉まってる
ko: 닫혔어
pl: Zamknięte.
pt_br: Fechado.
ru: Закрыто
zh_tw: 關上了

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: Oooooh, friend is pretty!
de: Oooooh, Freund ist hübsch!
es: Oh... ¡Amigo bonito!
fr: Ooooh, le copain est trop joli !
it: Oh, amico bello!
ja: おおお、お友だちきれい！
ko: 우와아아아, 친구 예뻐!
pl: Ooooch, przyjaciel jest ładniutki!
pt_br: Aaaaah, amiga é bonita!
ru: О-о-о, друг красивый!
zh_tw: 哦，朋友真漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUMCHEST.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUMCHEST.GENERIC
source: Shiny gone...
de: Glitzer ist weg ...
es: No brilla...
fr: Le qui brille est parti...
it: Luce sparita...
ja: ピカピカ消えた…
ko: 반짝이 사라졌어...
pl: Już nie ma światełek...
pt_br: Brilho se foi...
ru: Блестючки пропали...
zh_tw: 不閃了……

# CHARACTERS.WORMWOOD.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: Shiny stuff
de: Leuchtzeug
es: Brilla
fr: Un truc qui brille
it: Cose luccicanti
ja: ピカピカだね
ko: 반짝이 물건
pl: Ale się świeci.
pt_br: Coisas reluzentes.
ru: Штучки-блестючки
zh_tw: 有東西在閃

# CHARACTERS.WORMWOOD.DESCRIBE.THULECITE
source: Rocks from old times
de: Steine aus alten Zeiten.
es: Rocas de tiempos antiguos
es_mx: Rocas de viejos tiempos
fr: Une pierre d'antan.
it: Rocce di vecchi tempi
ja: 大昔の岩
ko: 아주 오래된 돌이야
pl: Kamienie z dawnych czasów
pt_br: Rochas de antigamente.
ru: Камни из прошлых времен
zh_tw: 古代的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.THULECITE_PIECES
source: Old rocks
de: Alte Steine.
es: Rocas viejas
es_mx: Rocas viejas
fr: Des fragments de pierre d'antan.
it: Vecchie rocce
ja: 大昔の岩
ko: 오래된 돌이야
pl: Stare kamienie
pt_br: Rochas antigas.
ru: Старые камни
zh_tw: 古代石頭碎片

# CHARACTERS.WORMWOOD.DESCRIBE.THURIBLE
source: Burns dark fire
de: Dunkles Feuer.
es: Quema fuego oscuro
es_mx: Quema fuego negro
fr: Il y a du feu tout noir qui en sort.
it: Brucia fuoco buio
ja: 暗黒の火を燃やすんだよ
ko: 검은 불을 태워
pl: Pali mroczny ogień
pt_br: Queima fogo escuro.
ru: Горит темным огнем
zh_tw: 燒著黑色的火焰

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.ABANDONED
source: Please come back
de: Bitte komm zurück
es: Vuelve, porfa
fr: Reviens, s'il te plaît
it: Torna, per favore
ja: 戻ってきてー
ko: 다시 와줘
pl: Proszę, wracaj.
pt_br: Por favor, volta.
ru: Пожалуйста, вернись
zh_tw: 請回來吧

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.GENERIC
source: Big fur friend
de: Großer Pelzfreund
es: Amigo peludo grande
fr: Gros copain poilu
it: Grande amico peloso
ja: 大きなもふもふのお友だちだね
ko: 큰 털복숭이 친구
pl: Duży futrzany przyjaciel
pt_br: Amigão peludo.
ru: Большой пушистый друг
zh_tw: 大的毛皮朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.LOST_TRACK
source: Someone found friend first
de: Jemand hat Freund zuerst gefunden
es: Alguien lo ha encontrado
fr: Quelqu'un a trouvé le copain en premier
it: Qualcuno trovare amico prima
ja: 誰かが先にお友だちを見つけたんだ
ko: 누군가 먼저 친구 찾았어
pl: Ktoś znalazł przyjaciela pierwszy.
pt_br: Alguém encontrou amigo primeiro.
ru: Кто-то нашел друга раньше
zh_tw: 有人先找到了朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.NEARBY
source: Friend near us
de: Freund nah
es: Amigo cerca
fr: Le copain est près de nous
it: Amico vicino
ja: お友だち、近くにいるよ
ko: 우리 근처 친구
pl: Przyjaciel w pobliżu
pt_br: Amigo perto da gente.
ru: С нами рядом друг
zh_tw: 朋友在我們附近

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Nothing to find
de: Nichts zu finden
es: No hay nada
fr: Rien à trouver
it: Niente da trovare
ja: 何も見つからないね
ko: 아무것도 찾을 수 없어
pl: Nie ma czego szukać.
pt_br: Nada para achar.
ru: Нечего тут искать
zh_tw: 什麼都沒有

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.SUCCESS
source: Friend found friend
de: Freund fand Freund
es: Amigo encuentra amigo
fr: Le copain a trouvé le copain
it: Amico trovato amico
ja: お友だちがお友だちを見つけたね
ko: 친구가 친구 찾았어
pl: Przyjaciel znalazł przyjaciela.
pt_br: Amigo achou amigo?
ru: Друг нашел друга
zh_tw: 朋友找到了朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: Friends are very far
de: Freunde sind sehr weit
es: Amigos muy lejos
fr: Les amis sont très loin
it: Amici lontani lontani
ja: お友だちはすっごい遠くにいるよ
ko: 친구 아주 멀어
pl: Przyjaciele są bardzo daleko.
pt_br: Amigos estão muito longe.
ru: Друзья очень далеко
zh_tw: 朋友離得很遠

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.TRACKING
source: Should follow friend
de: Sollte Freund finden
es: Debo seguir al amigo
fr: Il faudrait suivre le copain
it: Dovere seguire amico
ja: お友だちの後についていこう
ko: 친구 따라 가야 해
pl: Muszę iść za przyjacielem.
pt_br: Devo seguir amigo.
ru: Надо идти за другом
zh_tw: 應該跟著朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: Looking for other friend
de: Suche nach einem anderen Freund
es: Busca para otro amigo
fr: Il cherche pour un autre copain
it: Cercare altro amico
ja: 他のお友だちを探してるんだ
ko: 다른 친구 찾고 있어
pl: Muszę znaleźć innego przyjaciela.
pt_br: Procurando por outro amigo.
ru: Нужен другой друг
zh_tw: 在找另一個朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TILLWEED
source: Stubborn friends
de: Widerspenstige Freunde
es: Amigas cabezotas
fr: Des copines très têtues.
it: Amici testoni
ja: 頑固なお友だちだよ
ko: 고집 센 친구들이야
pl: Uparci przyjaciele
pt_br: Amigas teimosas.
ru: Упрямые друзья
zh_tw: 頑固的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TILLWEEDSALVE
source: Thank you friends!
de: Danke, Freunde!
es: ¡Gracias, amigas!
fr: Merci, les copines !
it: Grazie, amici!
ja: ありがとうお友だち！
ko: 고마워 친구들!
pl: Dziękuję, przyjaciele!
pt_br: Obrigado, amigas!
ru: Спасибо, друзья!
zh_tw: 謝謝朋友們！

# CHARACTERS.WORMWOOD.DESCRIBE.TOADSTOOL.GENERIC
source: Ribbit giving friends a ride!
de: Quak lässt Freunde reiten!
es: ¡Croac da un paseo a amigos!
es_mx: ¡Croa pasea a amigos!
fr: Le coââ transporte des copains !
it: Cra cra dà passaggio ad amici!
ja: ケロケロはお友だちを乗せてあげてるよ！
ko: 개굴이가 친구들을 태워 줬어!
pl: Kumkum wozi przyjaciół!
pt_br: Croc Croc dando carona pros amigos!
ru: Квакушка катает друзей!
zh_tw: 呱呱載著朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TOADSTOOL.RAGE
source: Uh oh
de: Huch.
es: Oh, oh
es_mx: Oh, oh
fr: Oh oh...
ja: あーあ
ko: 이런
pl: O-oł
ru: Ой-ой
zh_tw: 哦吼。。

# CHARACTERS.WORMWOOD.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: Gone
de: Weg.
es: No está
es_mx: Ya no está
fr: Y a plus rien.
it: Finito
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: Hi friend!
de: Hallo Freund!
es: ¡Hola, colega!
es_mx: ¡Hola amigo!
fr: Salut, copain !
it: Ciao, amico!
ja: やあ、お友だち
ko: 안녕 친구야!
pl: Cześć, przyjacielu!
pt_br: Olá, amigo!
ru: Привет, друг!
zh_tw: 嗨，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Il se cache.
it: Nascosta
ja: 隠れてるよ
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.TOMATO
source: Oh! Squishy ball
de: Oh! Matschball.
es: ¡Oh! Bola blandita
es_mx: ¡Oh! Bola blandita
fr: Oh ! Une boule spongieuse !
it: Oh! Palla gommosa
ja: おお！グニャグニャボール！
ko: 아! 물컹한 공이야
pl: Och! Miękka kulka
pt_br: Oh! Bola tenra.
ru: О! Сочный шарик
zh_tw: 噢，軟軟的球

# CHARACTERS.WORMWOOD.DESCRIBE.TOMATO_COOKED
source: Made little red circles
de: Kleine rote Kreise.
es: Hice pequeños círculos rojos
es_mx: Hecho pequeños círculos rojos
fr: Des petits cercles rouges.
it: Piccoli cerchi rossi
ja: ちっちゃな赤丸を作ったよ
ko: 작은 빨간색 원을 만들었어
pl: Małe, czerwone kółka
pt_br: Fez rodinhas vermelhas.
ru: Маленькие красные кружочки
zh_tw: 做了紅色的小圓圈

# CHARACTERS.WORMWOOD.DESCRIBE.TOMATO_OVERSIZED
source: Big squishy ball
de: Großer Matschball
es: Bola grande y blandita
fr: Une grosse boule pleine d'eau.
it: Grande palla gommosa
ja: おっきなグニャグニャボールだね
ko: 크고 물컹물컹한 공잉
pl: Duża, rozmiękła piłka
pt_br: Bolona molenga.
ru: Большой сочный шарик
zh_tw: 大大軟軟的球

# CHARACTERS.WORMWOOD.DESCRIBE.TOMATO_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.TOPHAT
source: Soft head thing
de: Weiches Kopfding.
es: Cosa suave para la cabeza
es_mx: Cosa suave de cabeza
fr: Un bidule tout doux à mettre sur la tête.
it: Cosa morbida per testa
ja: 柔らかい頭のもの
ko: 부드러운 머리 물건이야
pl: Miękka rzecz na głowę
pt_br: Coisa de cabeça macia.
ru: Мягкая штучка для головы
zh_tw: 柔軟的頭戴物

# CHARACTERS.WORMWOOD.DESCRIBE.TORCH
source: Fire Stick
de: Feuerstock.
es: Palo de fuego
es_mx: Palo de fuego
fr: Du feu sur un bâton.
it: Bastone di fuoco
ja: 火の棒
ko: 불 막대기야
pl: Ognisty patyk
pt_br: Bastão de Fogo.
ru: Огненная палка
zh_tw: 帶火的木棍

# CHARACTERS.WORMWOOD.DESCRIBE.TOURTIERE
source: Mmm... hot belly stuff
de: Mmmh ... Heißes Bauchzeug.
es: Mmm... Cosa caliente para la tripa
es_mx: Mmm… Cosa caliente de barriga
fr: Miam ! Du manger bien chaud !
it: Mmmm... Roba calda per pancia
ja: うーん…アッチチなおなかに入るものだ！
ko: 음... 뜨거운 음식이야
pl: Mmm... gorąca rzecz do brzuszka!
pt_br: Mmm... coisa de barriga quente.
ru: М-м-м… Горячая штучка для животика
zh_tw: 呣。。。辣的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.TOWNPORTAL.ACTIVE
source: Can poof to friends now!
de: Wumms, schon bei Freunden!
es: ¡Ahora puedo hacer puf a amigos!
es_mx: Ahora poder pufear hacia amigos
fr: Maintenant, je peux rejoindre mes amis en faisant POUF.
it: Puff ad amici adesso!
ja: お友だちにプーっとしていいよ！
ko: 이제 친구 앞에 뿅 할 수 있어!
pl: Mogę teraz pykać do przyjaciół!
pt_br: Agora dá pra fazer Puf até os amigos!
ru: Теперь можно вжухнуть к друзьям
zh_tw: 噗的一聲就到朋友旁邊了！

# CHARACTERS.WORMWOOD.DESCRIBE.TOWNPORTAL.GENERIC
source: Friend poofer
de: Freundwummser.
es: Hace-puf de amigo
es_mx: Pufeador de amigo
fr: C'est pour faire POUF et aller voir les copains.
it: Per puff ad amici
ja: お友だちのプーファー
ko: 친구 뿅 장치야
pl: Pykacz do przyjaciół
pt_br: Amigo de Puf.
ru: Вжухалка к друзьям
zh_tw: 噗的一聲就找到朋友

# CHARACTERS.WORMWOOD.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: Can poof now!
de: Kann jetzt wummsen!
es: ¡Ahora puedo hacer puf!
es_mx: ¡Ahora poder pufear!
fr: Je peux me déplacer en faisant POUF.
it: Puff adesso!
ja: プーってしていいよ！
ko: 이제 뿅 할 수 있어!
pl: Mogę teraz pykać!
pt_br: Agora dá pra fazer Puf!
ru: Теперь можно вжухать!
zh_tw: 可以噗的一聲就走了!

# CHARACTERS.WORMWOOD.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: Sandy rock
de: Sandiger Stein.
es: Roca arenosa
es_mx: Roca arenosa
fr: C'est sablonneux.
it: Roccia sabbiosa
ja: 砂岩
ko: 모래투성이 돌이야
pl: Piaszczysta skała
pt_br: Rocha arenosa.
ru: Песчаный камень
zh_tw: 沙子做的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.TRAILMIX
source: Belly stuff for belly
de: Bauchzeug für Bauch.
es: Cosa de tripa para la tripa
es_mx: Cosa de barriga para barriga
fr: De quoi se remplir le ventre.
it: Roba per pancia
ja: おなかに入れるおなかのもの
ko: 배를 채우는 음식이야
pl: Rzeczy do brzuszka
pt_br: Coisas de barriga pra barriga.
ru: Смесь для животика
zh_tw: 用填飽肚子的東西填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.TRAILS
source: Likes to hide
de: Versteckt sich gerne.
es: Le gusta esconderse
es_mx: Gusta esconderse
fr: Il aime se cacher.
it: Piace nascondere
ja: 隠れるのが好きだよ
ko: 숨기 좋아해
pl: Lubi się chować
pt_br: Gosta de se esconder.
ru: Любит прятаться
zh_tw: 喜歡躲起來

# CHARACTERS.WORMWOOD.DESCRIBE.TRANSISTOR
source: It's humming! Hummm...
de: Summt! Summmm ...
es: ¡Hace un zumbido! Zummm...
es_mx: ¡Está zumbando! Zummm…
fr: Ça vrombit ! Vrrrrr...
it: Ronza! Ummm...
ja: 鼻歌歌ってる！フンフンフン....
ko: 윙윙거려! 윙윙...
pl: Szumi! Szszsz...
pt_br: Tá zumbindo! Hummm...
ru: Жужжит! Ж-ж-ж…
zh_tw: 它嗡嗡作響！呣...

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP
source: Snap!
de: Schnapp!
es: ¡Chas!
es_mx: ¡Chas!
fr: Clac !
it: Ahi!
ja: ばちーん！
ko: 탁!
pl: Bęc!
pt_br: Acionada!
ru: Щелк!
zh_tw: 啪嗒！

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP_BRAMBLE
source: Friends made a trap!
de: Freunde haben eine Falle gebaut!
es: ¡Amigos hicieron una trampa!
es_mx: ¡Amigos hicieron una trampa!
fr: Des copains transformés en piège !
it: Amici fanno trappola!
ja: お友達が罠を作った！
ko: 친구들이 덫을 만들었어!
pl: Przyjaciele zrobili pułapkę!
pt_br: Amigos fizeram uma armadilha!
ru: Друзья сделали ловушку!
zh_tw: 用朋友製造了一個陷阱！

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP_STARFISH.CLOSED
source: Snap!
de: Schnapp!
es: ¡Chas!
es_mx: ¡Chas!
fr: Clac !
it: Ahi!
ja: ばちーん！
ko: 탁!
pl: Bęc!
pt_br: Acionada!
ru: Щелк!
zh_tw: 啪嗒！

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP_STARFISH.GENERIC
source: Nice teeth!
de: Hübsche Zähne!
es: ¡Bonitos dientes!
es_mx: ¡Lindos dientes!
fr: T'as de belles dents !
it: Denti belli!
ja: いい歯だね！
ko: 이빨 멋진걸!
pl: Fajne zęby!
pt_br: Belos dentes!
ru: Отличный зубы!
zh_tw: 美美的牙齒！

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP_TEETH
source: Hurty Spikes
de: Aua-Stacheln.
es: Pinchos que duelen
es_mx: Espinas hirientes
fr: Des pics qui font mal.
it: Denti fanno male
ja: 痛いトゲトゲ
ko: 아픈 가시야
pl: Bolesne kolce
pt_br: Estacas Dolorosas.
ru: Болючие шипы
zh_tw: 有著鋒利的牙齒

# CHARACTERS.WORMWOOD.DESCRIBE.TRAP_TEETH_MAXWELL
source: Hurty Spikes
de: Aua-Stacheln.
es: Pinchos que duelen
es_mx: Espinas hirientes
fr: Des pics qui font mal.
it: Denti fanno male
ja: 痛いトゲトゲ
ko: 아픈 가시야
pl: Bolesne kolce
pt_br: Estacas Dolorosas.
ru: Болючие шипы
zh_tw: 有著鋒利的牙齒

# CHARACTERS.WORMWOOD.DESCRIBE.TREASURECHEST.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.TREASURECHEST.GENERIC
source: Stuff!
de: Zeug!
es: ¡Cosas!
es_mx: ¡Cosas!
fr: Ça contient des choses !
it: Roba!
ja: 物だ！
ko: 물건이다!
pl: Rzeczy!
pt_br: Coisa!
ru: Штучки!
zh_tw: 有東西！

# CHARACTERS.WORMWOOD.DESCRIBE.TREASURECHEST_TRAP
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흠...
ru: Хм-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.TREECLUMP
source: Party!
de: Ein Fest!
es: ¡Fiesta!
es_mx: ¡Fiesta!
fr: C'est la fête !
it: Festa!
ja: パーティ！
ko: 파티다!
pl: Imprezka!
pt_br: Festa!
ru: Вечеринка!
zh_tw: 開派對！

# CHARACTERS.WORMWOOD.DESCRIBE.TREEGROWTHSOLUTION
source: Tree friends like it!
de: Baumfreunde mögen das!
es: ¡A los amigos árboles les gusta!
fr: Les copains arbres adorent ça !
it: Piace ad amici alberi!
ja: 木のお友だちは気に入ったみたい！
ko: 나무 친구들이 좋아해!
pl: Drzewni przyjaciele lubią to!
pt_br: Amigas árvores gostam disso!
ru: Друзья-деревья его любят!
zh_tw: 樹朋友喜歡它！

# CHARACTERS.WORMWOOD.DESCRIBE.TRIDENT
source: Pokey
de: Pieksig.
es: Puntiagudo
es_mx: Puntiagudo
fr: Ça pique.
it: Punte punte
ja: ツンツン
ko: 콕콕이야
pl: Kłujący
pt_br: Espetante.
ru: Тыкалка
zh_tw: 尖尖的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_1
source: Swirly rocks
de: Wirbelkugeln.
es: Rocas con espirales
es_mx: Piedras arremolinadas
fr: Des cailloux qui roulent.
it: Rocce arrotolate
ja: グルグル石
ko: 빙글빙글 돌이야
pl: Wirujące kamyki
pt_br: Pedras enroladas.
ru: Вихлястые камешки
zh_tw: 有漩狀圖案的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_10
source: Chatters
de: Klappert.
es: Castañuelas
es_mx: Castañeteos
fr: Elles claquent des dents !
it: Tic tac
ja: ぺちゃくちゃ
ko: 딱딱거려
pl: Gadacze
pt_br: Rumores.
ru: Клацалка
zh_tw: 咯咯響的假牙

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_11
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Ciao!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_12
source: Sticky
de: Klebrig.
es: Pegajosa
es_mx: Pegajoso
fr: Ça colle.
it: Appiccica
ja: べとべと
ko: 끈적끈적해
pl: Klei się
pt_br: Grudenta.
ru: Липко
zh_tw: 黏黏的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_13
source: Hello!... Hello?
de: Hallo! ... Hallo?
es: ¡Hola!... ¿Hola?
es_mx: ¡Hola!… ¿Hola?
fr: Salut !... Salut ?
it: Ciao!... Ciao?
ja: こんにちわー！…こんにちわー？
ko: 안녕!... 안녕?
pl: Cześć! Cześć...?
pt_br: Olá!... Olá?
ru: Привет! Привет?..
zh_tw: 你好！...你好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_14
source: Can't drink from it
de: Kann nicht daraus trinken.
es: No puedo beber de ahí
es_mx: No poder beber con eso
fr: Je peux pas boire avec ça.
it: No bere da qui
ja: そこからは飲めないよ
ko: 이걸로는 못 마셔
pl: Nie da się z niej pić
pt_br: Não dá pra beber nisso.
ru: Из этого нельзя пить
zh_tw: 不能拿來喝東西

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_15
source: Can't play
de: Kann nicht spielen.
es: No puedo jugar
es_mx: No poder jugar
fr: Je peux pas jouer avec.
it: Non gioco
ja: 遊べないよ
ko: 못 해
pl: Nie umiem grać
pt_br: Não dá pra brincar.
ru: Нельзя поиграть
zh_tw: 不會玩

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_16
source: Can't play
de: Kann nicht spielen.
es: No puedo jugar
es_mx: No poder jugar
fr: Je peux pas jouer avec.
it: Non gioco
ja: 遊べないよ
ko: 못 해
pl: Nie umiem grać
pt_br: Não dá pra brincar.
ru: Нельзя поиграть
zh_tw: 不會玩

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_17
source: Pokey shiny thing
de: Pieksiges Glänzding.
es: Cosa brillante puntiaguda
es_mx: Cosa puntiaguda brillante
fr: Un truc qui pique et qui brille.
it: Punte punte luccicante
ja: ツンツンでキラキラなやつ
ko: 뾰족하고 반짝이는 물건이야
pl: Świecąca, kłująca rzecz
pt_br: Coisa espetante reluzente.
ru: Острая блестяшка
zh_tw: 閃閃發光的尖東西

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_18
source: Wheee!
de: Uiii!
es: ¡Ueee!
es_mx: ¡Yupii!
fr: Youpi !
ja: わー！
ko: 이야아아!
pl: Łii!
pt_br: Eeeba!
ru: Ух ты!
zh_tw: 哇！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_19
source: Twirly!
de: Abgedreht!
es: ¡Qué enrolladas!
es_mx: ¡Qué enrolladas!
fr: Hélicoptère !
it: Turbolenta!
ja: クルクル回るよ～
ko: 빙글빙글!
pl: Można dostać kręćka!
pt_br: Giratório!
ru: Крутяшки!
zh_tw: 轉來轉去！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_2
source: Hummm...
es_mx: Mmm…
it: Ummm...
ja: んーーー...
ko: 흐음...
pl: Trrrr...
ru: Ву-у-ум…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_20
source: (scritch, scritch)
de: (Kritzelkratzel)
es: (rasc, rasc)
es_mx: (rasca, rasca)
fr: *Gratte, gratte*
it: (cric, crac)
ja: （キー、キー）
ko: (긁적긁적)
pl: Drap, drap
pt_br: (Arranha, arranha)
ru: (шкряб-шкряб)
zh_tw: （撓癢癢，撓癢癢）

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_21
source: Hmm... Can't use it
de: Hmm ... Kann ich nicht nehmen.
es: Hum... No se puede usar
es_mx: Mmm… No poder usarla
fr: Je peux pas m'en servir.
it: Mmmm... Non uso
ja: んー…使えないよ。
ko: 흠... 쓸 수 없어
pl: Hmm... Nie mogę tego użyć
pt_br: Hmm... Não dá pra usar.
ru: Хм-м. Не могу использовать
zh_tw: 不行，用不了。

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_22
source: Ball!
es: ¡Bola!
es_mx: ¡Pelota!
fr: Un ballon !
it: Palla!
ja: ボール！
ko: 공이다!
pl: Kulka!
pt_br: Bola!
ru: Мячик!
zh_tw: 球！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_23
source: What's this?
de: Was ist das?
es: ¿Qué es esto?
es_mx: ¿Qué es esto?
fr: C'est quoi, ça ?
it: Cosa?
ja: これ何？
ko: 이게 뭐지?
pl: Co to?
pt_br: O que é isso?
ru: А что это?
zh_tw: 這是什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_24
source: Me-Raow? Oh. Not alive
de: Miau? Oh. Lebt nicht.
es: ¿Miau? Oh. No vive
es_mx: ¿Mi-grrau? Oh. Sin vida
fr: Miaou ? Oh, il est pas vivant.
it: Mi-aooo? Oh. Non vivo
ja: ニャーニャー？ああ。死んでるよ
ko: 야옹? 아. 살아 있지 않아
pl: Miau? Och. Nie żyje
pt_br: Merargh? Ah. Não vive.
ru: Мяу? Ой. Он не живой
zh_tw: 喵？啊，不是活的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_25
source: Little friend?
de: Kleiner Freund?
es: ¿Amiguito?
es_mx: ¿Amiguito?
fr: Un copain ?
it: Piccolo amico?
ja: 小さいお友だち？
ko: 작은 친구인가?
pl: Mały przyjaciel?
pt_br: Amiguinha?
ru: Маленький друг?
zh_tw: 小朋友?

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_26
source: Hmm... What's this for?
de: Hmm ... Wozu ist das?
es: Hmm... ¿Para qué sirve esto?
es_mx: Mmm… ¿Para qué es esto?
fr: À quoi ça sert ?
it: Mmmm... Per cosa?
ja: んー…何に使うの？
ko: 흠... 이건 용도가 뭘까?
pl: Hmm... Po co to?
pt_br: Hmm... Pra que serve isso?
ru: Хм-м… А это для чего?
zh_tw: 呣...它是幹嘛的？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_27
source: Stick? No not stick
de: Stock? Nein, kein Stock.
es: ¿Palo? No, no palo
es_mx: ¿Palo? No, palo no
fr: C'est pas un bâton.
it: Bastone? No, non bastone
ja: 棒？いや棒じゃないよ
ko: 막대기? 아니네
pl: Patyk? Nie, nie patyk
pt_br: Graveto? Não, não é graveto.
ru: Палка? Нет, не палка
zh_tw: 棍子？不，不是棍子。

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_28
source: Can't play
de: Kann nicht spielen.
es: No puedo jugar
es_mx: No poder jugar
fr: Je peux pas jouer avec.
it: Non gioco
ja: 遊べないよ
ko: 못 해
pl: Nie umiem grać
pt_br: Não dá pra brincar.
ru: Нельзя поиграть
zh_tw: 不會玩

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_29
source: Anyone to play with?
de: Spielt jemand mit?
es: ¿Alguien con quien jugar?
es_mx: ¿Alguien con quien jugar?
fr: Qui veut jouer avec moi ?
it: Qualcuno gioca?
ja: だれか一緒に遊ぶひと！
ko: 누가 가지고 놀려나?
pl: Ktoś chce ze mną zagrać?
pt_br: Alguém aí quer brincar?
ru: А с кем играть?
zh_tw: 有人一起玩麼？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_3
source: Twisty string
de: Verdrehte Schnur.
es: Cuerda sinuosa
es_mx: Cuerda enredada
fr: Une ficelle entortillée.
it: Corda attorcigliata
ja: ネジネジのヒモ
ko: 구불구불한 끈이야
pl: Zakręcony sznurek
pt_br: Corda retorcida.
ru: Закрученная веревочка
zh_tw: 打結的繩子

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_30
source: Little Neigher
de: Kleiner Wieherer.
es: Pequeño relinchador
es_mx: Pequeño relinchador
fr: Un petit hiii hiii.
it: Piccolo ihhhh
ja: ちっちゃなヒヒーン
ko: 작은 히힝이야
pl: Mały rżak
pt_br: Equininho.
ru: Маленькая коняшка
zh_tw: 小馬

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_31
source: Little Neigher
de: Kleiner Wieherer.
es: Pequeño relinchador
es_mx: Pequeño relinchador
fr: Un petit hiii hiii.
it: Piccolo ihhhh
ja: ちっちゃなヒヒーン
ko: 작은 히힝이야
pl: Mały rżak
pt_br: Equininho.
ru: Маленькая коняшка
zh_tw: 小馬

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_32
source: Ball!
es: ¡Bola!
es_mx: ¡Pelota!
fr: Un ballon !
it: Palla!
ja: ボール！
ko: 공이다!
pl: Kulka!
pt_br: Bola!
ru: Мячик!
zh_tw: 球！

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_33
source: Hello? Oh. Not alive
de: Hallo? Oh. Lebt nicht.
es: ¿Hola? Oh. No vive
es_mx: ¿Hola? Oh. Sin vida
fr: Coucou ! Oh, il est pas vivant.
it: Ciao? Oh. Non vivo
ja: こんにちは？ああ。死んでるよ
ko: 안녕? 아. 살아 있지 않아
pl: Halo? Och. Nie żyje
pt_br: Oi? Ah. Não vive.
ru: Привет? Ой. Не живой
zh_tw: 喂？啊，不是活的

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_34
source: Where's rest?
de: Wo ist der Rest?
es: ¿Dónde está el resto?
es_mx: ¿Dónde está resto?
fr: Où est le reste ?
it: Dove resto?
ja: のこりはどこ？
ko: 나머지는 어디 있지?
pl: Gdzie reszta?
pt_br: Cadê o resto?
ru: А где остальное?
zh_tw: 剩下的在哪？

# CHARACTERS.WORMWOOD.DESCRIBE.TRINKET_35
source: Empty
de: Leer.
es: Vacío
es_mx: Vacía
fr: Vide.
it: Vuoto
ja: 空白
ko: 비었어
pl: Puste
pt_br: Vazio.
ru: Пусто
zh_tw: 現在還空著
