Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.LAVASPIT.HOT
source: Aaaah! Tree killer!
de: Aaaah! Baummörder!
es: ¡Aaaah! ¡Asesino de árboles!
fr: Ah ! Tueuse d'arbres !
it: Aaaah! Assassino di alberi!
ja: ああああ！ツリー・キラー！
ko: 아악! 나무 살해자!
pl: Aaaaa! Zabójca drzew!
pt_br: Aaaah! Assassino de árvore!
ru: А-а-а-а-а! Убийца деревьев!
zh_cn: 啊啊啊啊！树木杀手！
zh_tw: 啊啊啊啊！樹木殺手！

# CHARACTERS.WOODIE.DESCRIBE.LAVA_POND
source: I wouldn't get too close to that, eh?
de: Ich würde lieber nicht zu nah ran!
es: Será mejor que no me acerque demasiado, ¿eh?
fr: Mieux vaut éviter de trop s'approcher, hein ?
it: Non vorrei avvicinarmi troppo, eh?
ja: 近寄らねぇほうがよさそうだぜ…
ko: 너무 가까이 가면 안 좋겠다, 그치?
pl: Nie podchodziłbym zbyt blisko...
pt_br: Eu não me aproximaria muito disso, hein?
ru: Я не буду подбираться к ней слишком близко, ага?
zh_cn: 我不会靠那个太近的，不是吗？
zh_tw: 我不會靠那個太近的，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.LAVA_POND_ROCK
source: Boulder-dash.
de: Felsbrocken
es: Una gran roca.
fr: Du caillou fondu.
it: Masso
ja: 岩だな
ko: 돌이잖아.
pl: Kamień jak kamień.
pt_br: Salto de pedra.
ru: Падающий камень.
zh_cn: 推石小子。
zh_tw: 推石小子。

# CHARACTERS.WOODIE.DESCRIBE.LEAFLOAF
source: Not my cup of tea.
de: Nicht mein Ding.
es: No es lo mío.
fr: Ce n'est pas mon truc.
it: Non fa per me.
ja: オレの好みじゃねぇな。
ko: 내 취향은 아니잖아.
pl: Nie mój smak.
pt_br: Não faz muito meu gosto.
ru: Ну нет, это не по моей части.
zh_cn: 非我杯茶。
zh_tw: 非我杯茶。

# CHARACTERS.WOODIE.DESCRIBE.LEAFYMEATBURGER
source: It never tastes the same as actual meat...
de: Die schmecken ja doch nie nach Fleisch ...
es: Nunca sabe igual que la carne de verdad...
fr: Ça n'aura jamais le goût de la vraie viande...
it: Non sanno mai di hamburger veri...
ja: 本物の肉とは程遠いぜ…
ko: 진짜 고기랑 맛이 다르잖아.
pl: Nigdy nie smakuje jak prawdziwe mięso...
pt_br: Nunca tem o mesmo sabor que carne de verdade...
ru: Мясом тут и не пахнет...
zh_cn: 味道和真正的肉是不一样的……
zh_tw: 味道和真正的肉是不一樣的……

# CHARACTERS.WOODIE.DESCRIBE.LEAFYMEATSOUFFLE
source: I wouldn't touch that with a ten foot pike pole.
de: Das würde ich nicht mal mit der Kneifzange anrühren.
es: No toco eso ni con una lanza.
fr: Je n'y toucherais pas, hors de question !
it: Non la guarderei neanche, figuriamoci mangiarla...
ja: こんなもんに関わりたくないね。
ko: 근처에 가기도 싫은걸.
pl: Nie tknąłbym tego nawet badylem.
pt_br: Eu não encostaria nisso nem com uma vara.
ru: Я к этому подходить не хочу, не то что есть.
zh_cn: 就算给我跟三米长的杆子，我都不要碰它。
zh_tw: 就算給我跟三米長的杆子，我都不要碰它。

# CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry aboot all of those trees!
de: Es tut mir leid wegen all der Bäume.
es: ¡Lo siento por todos esos árboles!
fr: Je suis désolé pour tous ces arbres !
it: Mi spiace per tutti quegli alberi!
ja: これらの木、全て残念だったな。
ko: 나무 때문에 미안하다!
pl: Przepraszam za te wszystkie drzewa!
pt_br: Me desculpe por todas aquelas árvores!
ru: Прости меня за все те деревья!
zh_cn: 我很抱歉我对那些树做的事！
zh_tw: 我很抱歉我對那些樹做的事！

# CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry aboot all of those trees!
de: Es tut mir leid wegen all der Bäume.
es: ¡Lo siento por todos esos árboles!
fr: Je suis désolé pour tous ces arbres !
it: Mi spiace per tutti quegli alberi!
ja: これらの木、全て残念だったな。
ko: 나무 때문에 미안하다!
pl: Przepraszam za te wszystkie drzewa!
pt_br: Me desculpe por todas aquelas árvores!
ru: Прости меня за все те деревья!
zh_cn: 我很抱歉我对那些树做的事！
zh_tw: 我很抱歉我對那些樹做的事！

# CHARACTERS.WOODIE.DESCRIBE.LICHEN
source: Looks barely edible.
de: Sieht gerade noch essbar aus.
es: Parece poco comestible.
fr: Ça n'a pas l'air très mangeable.
it: Sembra appena commestibile.
ja: ぎりぎり食べられるかも。
ko: 겨우 먹을 수 있겠네.
pl: Nie wygląda zbyt apetycznie.
pt_br: Mal parece comestível.
ru: Выглядит не очень-то съедобно.
zh_cn: 看起来几乎不能吃。
zh_tw: 看起來幾乎不能吃。

# CHARACTERS.WOODIE.DESCRIBE.LIFEINJECTOR
source: This should cure those sniffles.
de: Das ist was gegen den Schnupfen.
es: Esto debería curar ese resfriado.
fr: Ça devrait me déboucher le nez.
it: Dovrebbe curare il raffreddore.
ja: これで、鼻風邪も治るはずだ
ko: 이걸 맞으면 콧물도 멈추겠지.
pl: To powinno pomóc na ten wstrętny katar.
pt_br: Isso deve curar esse nariz.
ru: Это поможет вылечить насморк.
zh_cn: 这应该能治愈鼻塞。
zh_tw: 這應該能治癒鼻塞。

# CHARACTERS.WOODIE.DESCRIBE.LIGHTBULB
source: It looks chewy.
de: Sieht zäh aus.
es: Parece dura.
fr: Ça a l'air dur à mâcher.
it: Sembra gommoso.
ja: 噛み応えがありそうさ。
ko: 질겨 보이는데.
pl: Na pewno przyjemnie się żuje.
pt_br: Parece borrachudo.
ru: Можно пожевать.
zh_cn: 它看起来很耐嚼。
zh_tw: 它看起來很耐嚼。

# CHARACTERS.WOODIE.DESCRIBE.LIGHTER
source: Keep it away from the trees!
de: Halte das fern von den Bäumen!
es: ¡Mantenlo alejado de los árboles!
fr: Ne t'approche pas des arbres !
it: Tienilo lontano dagli alberi!
ja: 木に近づけんじゃねぇぞ！
ko: 나무에는 가까이 하지 마!
pl: Nie zbliżaj się z tym do drzew!
pt_br: Afaste isso das árvores!
ru: Держи ее подальше от деревьев!
zh_cn: 不要让它靠近树！
zh_tw: 不要讓它靠近樹！

# CHARACTERS.WOODIE.DESCRIBE.LIGHTFLIER
source: Keep lighting my way and we'll get along just fine, bud!
de: Wenn du mir weiter den Weg leuchtest, kommen wir gut miteinander aus, Kumpel!
es: Tú ilumíname el camino y nos llevaremos bien, coleguilla.
fr: Continue à éclairer mon chemin et on va bien s'entendre.
it: Continua a farmi luce e andremo sempre d'accordo, amico!
ja: オレの行く道を照らせ。そしたらオレたちの友情も輝くってもんよ、相棒！
ko: 계속 내 길을 밝혀주면 우린 잘 지낼 수 있을 거야, 친구!
pl: Oświetlaj mi drogę, a będziemy w dobrych układach, koleżko!
pt_br: Siga iluminando meu caminho e a gente vai se dar muito bem, amigo!
ru: Освещай мне путь и дальше, и мы станем хорошими друзьями!
zh_cn: 继续照亮我的路，我们会相处得很好，伙计！
zh_tw: 繼續照亮我的路，我們會相處得很好，夥計！

# CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Nice goat, nice goat!
de: Nette Ziege, nette Ziege!
es: ¡Bonita cabra, bonita cabra!
fr: Tout doux la chèvre, tout doux !
it: Bella capra, bella capra!
ja: ナイスヤギ、ナイスヤギ！
ko: 착하지, 염소야!
pl: Grzeczny koziołek!
pt_br: Bode amigo, amigo!
ru: Хороший козлик, хороший козлик!
zh_cn: 好山羊，好山羊！
zh_tw: 好山羊，好山羊！

# CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: That's a nice pair of horns you've got there.
de: Das ist aber ein hübschen Paar Hörner, die du da hast.
es: Tienes un bonito par de cuernos.
fr: C'est une jolie paire de cornes que tu as là.
it: Hai proprio un bel paio di corna, sai?
ja: なかなかイケてる角じゃないか。
ko: 뿔이 참 멋지구나.
pl: Ładne masz rogi, kózko.
pt_br: Que belo par de chifres que você tem.
ru: Какая на тебе милая пара рожек.
zh_cn: 你的羊角挺不错的。
zh_tw: 你的羊角挺不錯的。

# CHARACTERS.WOODIE.DESCRIBE.LIGHTNINGGOATHORN
source: I'm sure the goat didn't need it.
de: Die Ziege hat das bestimmt nicht mehr gebraucht.
es: Seguro que a la cabra no le hacía falta.
fr: Je suis sûr que la chèvre n'en avait pas besoin.
it: Sono sicuro che la capra non ne avesse bisogno.
ja: どうせ、ヤギにツノなんて要らねぇだろ？
ko: 염소한테 필요 없는 거잖아.
pl: Głowę dam, że koza tego nie potrzebowała.
pt_br: Tenho certeza que o bode não precisava disso.
ru: Уверен, козлу это уже не нужно.
zh_cn: 我相信山羊不需要这个。
zh_tw: 我相信山羊不需要這個。

# CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's pretty as the Northern lights.
de: Genauso hübsch wie die Nordlichter.
es: Es tan bonito como la aurora boreal.
fr: C'est beau comme une aurore boréale.
it: È bello come l'aurora boreale.
ja: きれいだな…オーロラみてぇだ
ko: 오로라처럼 예쁘잖아.
pl: Ładnie wygląda, trochę jak zorza polarna.
pt_br: É bem parecido com as luzes do norte.
ru: Красиво, прямо как северное сияние.
zh_cn: 像北极光一样漂亮。
zh_tw: 像北極光一樣漂亮。

# CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Weather's not going to get the drop on me now.
de: Das Wetter wird mich jetzt nicht mehr mit dem Blitz treffen.
es: El tiempo no me va a afectar ahora.
fr: Le ciel ne me tombera plus sur la tête.
it: Un'arma in più contro il clima avverso.
ja: 天気が俺を出し抜くことはないだろう。
ko: 이제 벼락 맞을 일 없잖아.
pl: Matka natura już mnie nie zaskoczy.
pt_br: O tempo não vai ter vantagem sobre mim.
ru: Погода не испортит мне настроение.
zh_cn: 现在我不会被闪电劈了。
zh_tw: 現在我不會被閃電劈了。

# CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far south?
de: Wieso sind sie so weit im Süden?
es: ¿Por qué viven tanto en el sur?
fr: Pourquoi ils sont si au sud ?
it: Perché sono così tanto a sud?
ja: なぜ彼らはそんなに遠い南にいるのか？
ko: 왜 이렇게 많이 남쪽으로 왔지?
pl: Dlaczego są tak daleko na południu?
pt_br: Por que eles estão tão para o sul?
ru: Что они делают так далеко на юге?
zh_cn: 它们为什么要住在这么偏南的地方？
zh_tw: 它們為什麼要住在這麼偏南的地方？

# CHARACTERS.WOODIE.DESCRIBE.LIVINGLOG
source: I want to keep you, and call you "Frank".
de: Ich möchte dich behalten und Frank nennen.
es: Quiero llevarte conmigo y te llamaré "Frank".
fr: Je vais te garder, et je vais t'appeler Franck.
it: Ti voglio tenere, e chiamarti "Frank".
ja: ペットにしてぇな…名前はポチだ
ko: 넌 이제부터 "프랭크"야. 나랑 계속 함께 다니는 거야.
pl: Chcę, abyś ze mną został i chcę nazwać cię „Frank”.
pt_br: Vou ficar com você e vou te chamar de "Frank".
ru: Я хочу оставить тебя и назвать «Фрэнком».
zh_cn: 我要留着你，以后你就叫“弗兰克”吧。
zh_tw: 我要留著你，以後你就叫“弗蘭克”吧。

# CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE
source: I feel conflicted, eh?
de: Ich bin hin- und hergerissen, he?
es: Me siento en conflicto, ¿eh?
fr: J'éprouve un sentiment partagé, hein ?
it: Mi sento in conflitto, eh?
ja: 葛藤を感じてる、ねえ？
ko: 베고 싶은데 베면 안 될 것 같아.
pl: Mam poważny dylemat.
pt_br: Estou em conflito, hã?
ru: Э-э, я в ступоре.
zh_cn: 我觉得很矛盾，不是吗？
zh_tw: 我覺得很矛盾，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE_ROOT
source: Hey there's a piece of wood in there.
de: Hey, da ist ein Stück Holz drin.
es: Eh, hay un trozo de madera.
fr: Eh, y a un bout de bois là-dedans.
it: Ehi, qui c'è un pezzo di legno.
ja: おい、木片が入ってるぞ。
ko: 안에 나뭇조각이 있네.
pl: Hej, tam jest jakiś kawałek drewna.
pt_br: Ei, tem um pedaço de madeira aqui.
ru: Эй, да там кусок дерева.
zh_cn: 嘿，里面有木头。
zh_tw: 嘿，裡面有木頭。

# CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE_SAPLING
source: Yep. That'll be a fine tree one day.
de: Ja, das wird einmal ein feiner Baum.
es: Sí. Será un buen árbol algún día.
fr: Ouaip ! Ça fera un bel arbre un jour.
it: Sì. Un giorno diventerà un ottimo albero.
ja: ああ、いつかは立派な木に育つさ。
ko: 그래, 언젠가 좋은 나무가 될 거야.
pl: Tak jest. Kiedyś będzie tu rosło wielkie drzewo.
pt_br: É. Essa vai ser uma bela duma árvore um dia.
ru: Да. Однажды он станет прекрасным деревом.
zh_cn: 对。有一天它会长成漂亮的大树。
zh_tw: 對。有一天它會長成漂亮的大樹。

# CHARACTERS.WOODIE.DESCRIBE.LOBSTERBISQUE
source: Looks so smooth and creamy, but I'd still prefer salmon.
de: Sieht cremig und lecker aus, aber mir wäre Lachs trotzdem lieber.
es: Parece cremoso y suave, pero prefiero el salmón.
fr: Ça a l'air bien crémeux, mais je préfère le saumon.
it: Ha un aspetto liscio e cremoso, ma preferisco sempre il salmone.
ja: クリーミーで口当たりも良さそうだが、オレはやっぱりサケがいいな。
ko: 부드러운 크림 같잖아. 그래도 나는 연어가 더 좋아.
pl: Wygląda na gładką i kremową, ale ja i tak wolę łososia.
pt_br: Parece tão suave e cremoso, mas eu ainda prefiro salmão.
ru: Очень нежный и сливочный вкус, но я все же предпочитаю лосося.
zh_cn: 虽然看起来肉质嫩滑，但我还是更喜欢三文鱼。
zh_tw: 雖然看起來肉質嫩滑，但我還是更喜歡三文魚。

# CHARACTERS.WOODIE.DESCRIBE.LOBSTERDINNER
source: I'd prefer salmon.
de: Lachs wär mir lieber.
es: Prefiero salmón.
fr: Je préfère le saumon.
it: Preferirei il salmone.
ja: サーモンはねぇのか？
ko: 연어가 더 좋은데.
pl: Wolę łososia.
pt_br: Prefiria salmão.
ru: Я бы предпочел лосося.
zh_cn: 我更喜欢鲑鱼肉。
zh_tw: 我更喜歡鮭魚肉。

# CHARACTERS.WOODIE.DESCRIBE.LOG.BURNING
source: Oh no! Don't put another log on the fire!
de: Oh nein! Leg keinen Scheit mehr auf das Feuer!
es: ¡Oh, no! ¡No eches otro leño al fuego!
fr: Oh non ! Arrêtez de mettre le feu aux bûches comme ça !
it: Oh no! Non mettere un'altra legna sul fuoco!
ja: やめろ！丸太を燃やすんじゃねぇ！
ko: 안 돼! 불에 통나무를 더 넣지 마!
pl: O nie! Nie można już więcej dokładać!
pt_br: Ah, não! Não coloque outro tronco no fogo!
ru: О нет! Больше не кидай дров в огонь!
zh_cn: 噢，不要！别把另一根木头放在火上！
zh_tw: 噢，不要！別把另一根木頭放在火上！

# CHARACTERS.WOODIE.DESCRIBE.LOG.GENERIC
source: It makes it all worthwhile.
de: Dadurch wird alles lohnenswert.
es: Hace que todo merezca la pena.
fr: Ça récompense le travail.
it: Rende tutto proficuo.
ja: 全部値打ちはある。
ko: 보람 있다니까.
pl: To dla nich warto się starać.
pt_br: Faz tudo valer a pena.
ru: Оно того стоило.
zh_cn: 一切都值得了。
zh_tw: 一切都值得了。

# CHARACTERS.WOODIE.DESCRIBE.LORDFRUITFLY
source: You came to the wrong garden, bud.
de: Du bist in den falschen Garten gekommen, Kumpel.
es: Has venido a la huerta equivocada, coleguilla.
fr: Tu t'es attaqué au mauvais jardin, mon pote.
it: Sei venuto nell'orto sbagliato, amico.
ja: 来る畑を間違えたな。
ko: 정원을 잘못 찾아왔구나, 친구.
pl: Koleś, przyleciałeś do niewłaściwego ogrodu.
pt_br: Você veio ao jardim errado, amigão.
ru: Ты не в тот сад залетел, дружище.
zh_cn: 你来错花园了，伙计。
zh_tw: 你來錯花園了，夥計。

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_1
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_10
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_11
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_14
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_18
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_19
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_2
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_42
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_43
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LOST_TOY_7
source: There's something unnatural aboot that thing... wouldn't ya say, Luce?
de: Irgendwie unnatürlich, das Ding ... meinst du nicht auch, Luce?
es: Tiene algo antinatural... ¿No crees, Luce?
fr: Ce truc a quelque chose de... pas naturel. Hein, Lucy ?
it: Quell'oggetto ha qualcosa di innaturale, non credi, Lucy?
ja: 何か妙な感じがするな…どう思う、ルーシー？
ko: 저거, 왠지 부자연스럽잖아... 그렇지 않니, 루시?
pl: To wygląda jakoś nienaturalnie... no nie, Lucy?
pt_br: Tem sobrenatural nessa coisa... você não acha, Lucy?
ru: В этой вещице есть что-то неестественное… Что скажешь, Люси?
zh_cn: 那东西有点不自然……对不，露西？
zh_tw: 那東西有點不自然……對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.LUCKY_GOLDNUGGET
source: I could use a bit of luck.
de: Ich könnte ein bisschen Glück gebrauchen.
es: Me vendría bien un poco de suerte.
fr: Je cracherais pas sur un coup de chance.
it: Mi servirebbe un po' di fortuna.
ja: オレにも幸運が舞い込まないもんかね。
ko: 운이 있으면 좋지.
pl: Nie powiem, przydałoby się trochę szczęścia.
pt_br: Um pouco de sorte seria útil.
ru: Немного удачи мне бы не помешало.
zh_cn: 我可以用点运气。
zh_tw: 我可以用點運氣。

# CHARACTERS.WOODIE.DESCRIBE.LUCY
source: I love Lucy!
de: Ich liebe Lucy!
es: ¡Quiero a Lucy!
fr: J'aime Lucy !
it: Amo Lucy!
ja: Lucyを愛している！
ko: 난 루시가 좋아!
pl: Kocham Lucy!
ru: Я люблю Люси!
zh_cn: 我爱露西！
zh_tw: 我愛露西！

# CHARACTERS.WOODIE.DESCRIBE.LUMPY_SAPLING
source: Shucks, I'm gonna have to chop it again.
de: Sowas. Ich muss es noch einmal abhacken.
es: Jolín, voy a tener que cortarlo otra vez.
fr: Mince, je vais encore devoir le couper.
it: Cavoli, dovrò tagliarlo di nuovo.
ja: チッ…また切らなきゃなんねぇのかよ…
ko: 이런, 다시 베어야겠네.
pl: Będę musiał ściąć go jeszcze raz.
pt_br: Droga, vou ter que derrubar de novo.
ru: Ерунда, я срублю его снова.
zh_cn: 哼，我又得再次把它砍掉了。
zh_tw: 哼，我又得再次把它砍掉了。

# CHARACTERS.WOODIE.DESCRIBE.LUREPLANT
source: Is that meat?
de: Ist das Fleisch?
es: ¿Eso es carne?
fr: C'est de la viande ?
it: È carne?
ja: 肉か？
ko: 고기인가?
pl: To mięso?
pt_br: Isso é carne?
ru: Оно мясное?
zh_cn: 那是肉吗？
zh_tw: 那是肉嗎？

# CHARACTERS.WOODIE.DESCRIBE.LUREPLANTBULB
source: It's warm and lumpy.
de: Sie ist warm und knorrig.
es: Es caliente y con bultos.
fr: C'est chaud et bosselé.
it: È caldo e grumoso.
ja: 温かくてゴツゴツしている。
ko: 따뜻하고 튀어나왔잖아.
pl: Ciepła i dziwna w dotyku.
pt_br: É quentinho e granuloso.
ru: Он теплый и комковатый.
zh_cn: 它真暖和，而且是块状的。
zh_tw: 它真暖和，而且是塊狀的。

# CHARACTERS.WOODIE.DESCRIBE.LUTEFISK
source: Weird, it almost tastes like salmon.
de: Seltsam, schmeckt fast wie Lachs.
es: Raro, sabe casi a salmón.
fr: Ça a presque le goût du saumon.
it: Strano, sa quasi di salmone.
ja: 妙だ。サケみたいな味がする。
ko: 이상하네. 맛이 연어 같잖아.
pl: Dziwne, smakuje prawie jak łosoś.
pt_br: Estranho, quase tem gosto de salmão.
ru: Странно. На вкус почти как лосось.
zh_cn: 奇怪，味道很像三文鱼。
zh_tw: 奇怪，味道很像三文魚。

# CHARACTERS.WOODIE.DESCRIBE.MADSCIENCE_LAB
source: I prefer simpler things.
de: Ich mag es lieber einfacher.
es: Prefiero las cosas más simples.
fr: Je préfère les trucs simples.
it: Preferisco cose più semplici.
ja: オレはシンプルな方が好きだ。
ko: 난 단순한 게 좋아.
pl: Wolę proste przyjemności.
pt_br: Prefiro coisas mais simples.
ru: Предпочитаю простые вещи.
zh_cn: 我比较喜欢简单的东西。
zh_tw: 我比較喜歡簡單的東西。

# CHARACTERS.WOODIE.DESCRIBE.MALBATROSS
source: It just had to be a giant bird.
de: Es muss einfach ein Riesenvogel gewesen sein.
es: Tenía que ser un pájaro gigante.
fr: Je m'attendais à tomber sur un oiseau géant.
it: Dovevo proprio incontrare un uccello gigantesco...
ja: でっかい鳥とは驚いたな。
ko: 거대한 새잖아.
pl: To musiał być ogromny ptak.
pt_br: Tinha que ser um pássaro gigante...
ru: Ну конечно, это обязательно должна быть огромная птица.
zh_cn: 它真是一只巨鸟。
zh_tw: 它真是一隻巨鳥。

# CHARACTERS.WOODIE.DESCRIBE.MALBATROSS_BEAK
source: Yeesh, there's still some feathers stuck to it.
de: Huch, da kleben ja noch Federn dran.
es: Jope, todavía tiene algunas plumas.
fr: Il y a encore des plumes collées dessus.
it: Bleah, ci sono ancora delle piume attaccate.
ja: ああ。まだ、羽根がくっついてやがる。
ko: 으윽, 아직 깃털이 붙어 있잖아.
pl: Aj, wciąż wystaje z niego kilka piór.
pt_br: Sim, ainda tem algumas penas presas nele.
ru: Фу, к нему перья прилипли.
zh_cn: 咦，上面还连着几根羽毛。
zh_tw: 咦，上面還連著幾根羽毛。

# CHARACTERS.WOODIE.DESCRIBE.MALBATROSS_FEATHER
source: I don't trust anything that comes from a bird.
de: Mir ist nichts geheuer, was von einem Vogel kommt.
es: No me fío de nada que venga de un pájaro.
fr: Rien de ce qui vient de cet oiseau ne m'inspire confiance.
it: Non mi fido di niente che provenga da un uccello.
ja: 鳥で信用できるコトなんて、ひとつもありゃしない。
ko: 새에서 나온 건 못 믿겠잖아.
pl: Nie ufam niczemu, co jest związane z ptakami.
pt_br: Não confio em nada que venha de um pássaro.
ru: Я не доверяю ничему, что хоть как-то связано с птицами.
zh_cn: 我不信任鸟身上掉下来的任何东西。
zh_tw: 我不信任鳥身上掉下來的任何東西。

# CHARACTERS.WOODIE.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: Why'd we go and ruin this perfectly good canvas?
de: Warum sollen wir diesen tollen Stoff ruinieren?
es: ¿Por qué habríamos de arruinar un lienzo así de bueno?
fr: Pourquoi est-ce que j'ai détruit cette belle toile ?
it: Perché mai dovremmo rovinare questa tela perfettamente intessuta?
ja: 完璧なキャンバスだったのに、これで台無しだな。
ko: 멀쩡한 천을 망칠 이유가 있어?
pl: Po co mielibyśmy marnować takie dobre płótno?
pt_br: Por que arruinaríamos essa tela perfeitamente boa?
ru: Зачем мы испортили такую хорошую ткань?
zh_cn: 咱们为什么要毁了这么好的帆布？
zh_tw: 咱們為什麼要毀了這麼好的帆布？

# CHARACTERS.WOODIE.DESCRIBE.MALE_PUPPET
source: Do you need help?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: T'as besoin d'aide ?
it: Hai bisogno d'aiuto?
ja: 助けが必要か？
ko: 도와줄까?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Тебе помощь нужна?
zh_cn: 你需要帮助吗？
zh_tw: 你需要幫助嗎？
