Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: No fire! No!
de: Kein Feuer! Nein!
es: ¡Fuego, no! ¡No!
es_mx: ¡Fuego no! ¡No!
fr: Non, pas le feu ! Non !
it: No fuoco! No!
ja: 火はだめだよ！だめ！
ko: 불은 안 돼! 안 돼!
pl: Nie ogień! Nie!
pt_br: Nada de fogo! Não!
ru: Не надо огня! Нет!
zh_tw: 不要火！不要！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: Fire hurt it
de: Feuer hat wehgetan.
es: Fuego le hizo daño
es_mx: Fuego lo lastima
fr: Le feu lui a fait du mal.
it: Fuoco fatto male
ja: 燃えちゃうよ！
ko: 불 때문에 다쳤어
pl: Ogień skrzywdził
pt_br: Fogo machuca.
ru: Огонь сделал больно
zh_tw: 火傷到他了

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: Big Machine Feeder!
de: Großer Maschinenfütterer!
es: ¡Alimentador de máquina grande!
es_mx: ¡Máquina alimentadora grande!
fr: Une grosse nourrisseuse à machine !
it: Grande macchina per energia!
ja: 大きなメカ餌やり機だよ！
ko: 큰 기계 공급기야!
pl: Wielki karmnik dla maszyn!
pt_br: Grande alimentador de máquina!
ru: Большая заряжалка для машин!
zh_tw: 大機器吃的東西！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: Sleepy?
de: Müde?
es: ¿Tienes sueño?
es_mx: ¿Adormilada?
fr: Le bidule fait dodo ?
it: Pisolino?
ja: ねむいの？
ko: 졸린가?
pl: Śpiący?
pt_br: Tá com sono?
ru: Пора спать?
zh_tw: 想睡了？

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: Oh. Needs sparkly
de: Oh. Braucht Glitzer.
es: Oh. Necesita brillante
es_mx: Oh. Necesita chispeante
fr: Oh. Il a besoin de feu.
it: Oh. Servono scintille
ja: おお。キラキラが必要だよ
ko: 아. 반짝이가 필요해
pl: Och. Potrzebuje świecidełek
pt_br: Ah. Precisa de brilhantes.
ru: Ой. Нужно зарядить
zh_tw: 噢，需要亮起來

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: No fire! No!
de: Kein Feuer! Nein!
es: ¡Fuego, no! ¡No!
es_mx: ¡Fuego no! ¡No!
fr: Non, pas le feu ! Non !
it: No fuoco! No!
ja: 火はだめだよ！だめ！
ko: 불은 안 돼! 안 돼!
pl: Nie ogień! Nie!
pt_br: Nada de fogo! Não!
ru: Не надо огня! Нет!
zh_tw: 不要火！不要！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: Fire hurt it
de: Feuer hat wehgetan.
es: Fuego le hizo daño
es_mx: Fuego lo lastima
fr: Le feu lui a fait du mal.
it: Fuoco fatto male
ja: 燃えちゃうよ！
ko: 불 때문에 다쳤어
pl: Ogień skrzywdził
pt_br: Fogo machuca.
ru: Огонь сделал больно
zh_tw: 火傷到他了

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: Friends made machine feeder
de: Freunde haben Maschinenfütterer gemacht.
es: Amigos hicieron alimentador de máquina
es_mx: Amigos hicieron máquina alimentadora
fr: Ma copine a fait une nourrisseuse à machine.
it: Amica fa macchina per energia
ja: お友だちがメカ餌やり機をつくったよ
ko: 친구들이 기계 공급기를 만들었어
pl: Przyjaciele zrobili karmnik dla maszyn
pt_br: Amigos fizeram alimentador de máquina.
ru: Друзья сделали заряжалку для машин
zh_tw: 朋友做了機器吃的東西

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: Getting tired
de: Wird müde.
es: Cansándose
es_mx: Cansándose
fr: Elle est fatiguée.
it: Stanco
ja: 疲れてきたよ
ko: 지치고 있어
pl: Męczy się
pt_br: Tá ficando cansado.
ru: Больше нет сил
zh_tw: 變累了

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não tá funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_CATAPULT.BURNING
source: AGGGHH!
de: AAAHRG!
es_mx: ¡AAAHHH!
fr: ARGGGGHH !
ja: うわーー！
ko: 아아아악!
pl: AAAAA!
ru: А-А-А-А-А!
zh_tw: 啊！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_CATAPULT.BURNT
source: Fire bad
de: Feuer schlecht.
es: Fuego malo
es_mx: Fuego malo
fr: Vilain feu.
it: Fuoco cattivo
ja: 火は悪いヤツだ
ko: 불 나빠
pl: Zły ogień
pt_br: Fogo é ruim.
ru: Плохой огонь
zh_tw: 大火真糟糕

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_CATAPULT.GENERIC
source: Big Rock Flinger!
de: Großer Steineschmeißer!
es: ¡Lanzador de roca grande!
es_mx: ¡Tirador de rocas grandes!
fr: C'est un gros bidule qui jette des cailloux.
it: Spara grandi rocce!
ja: 大きな岩飛ばし機だよ！
ko: 큰 돌 발사기야!
pl: Wielka rzucajka do kamieni!
pt_br: Grande arremessadora de pedras!
ru: Кидалка больших камней!
zh_tw: 大石頭手指！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_CATAPULT.OFF
source: Not on
de: Ausgeschaltet.
es: No conectada
es_mx: Apagado
fr: C'est pas allumé.
it: Non accesa
ja: ダメダメ！
ko: 안 켜졌어
pl: Wyłączona
pt_br: Não tá ligada.
ru: Выключено
zh_tw: 沒開

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: Help! Help!
de: Hilfe! Hilfe!
es: ¡Ayuda! ¡Ayuda!
es_mx: ¡Ayuda! ¡Ayuda!
fr: À l'aide ! À l'aide !
it: Aiuto! Aiuto!
ja: たすけて！たすけて！
ko: 도와줘! 도와줘!
pl: Pomocy! Pomocy!
pt_br: Socorro! Socorro!
ru: На помощь! На помощь!
zh_tw: 來人啊！幫忙啊！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: Oh. So sad
de: Oh. Wie traurig.
es: Oh. Qué triste
es_mx: Oh. Qué triste
fr: Oh. C'est tellement triste.
it: Oh. Tanto triste
ja: ああ。すごくかなしいよ
ko: 아. 너무 슬퍼
pl: Och. Co za smutek
pt_br: Ah. Tão triste.
ru: Ой. Так грустно
zh_tw: 嗚嗚，好難過

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: Friend made Followy Light!
de: Freund hat Folgelicht gemacht!
es: ¡Amigo hizo a luz que sigue!
es_mx: ¡Amiga hizo luz que sigue!
fr: Ma copine a fait une lumière qui me suit !
it: Amica fatto luce per seguire!
ja: お友だちが追跡ライトをつくったよ
ko: 친구가 졸졸이 빛을 만들었어!
pl: Przyjaciółka zrobiła śledzące światło!
pt_br: Amiga fez Luz Seguidora!
ru: Подруга сделала следящую светилку!
zh_tw: 朋友做的會跟人的燈！

# CHARACTERS.WORMWOOD.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: Where's light?
de: Wo ist Licht?
es: ¿Y la luz?
es_mx: ¿Dónde está luz?
fr: Où est la lumière ?
it: Dove luce?
ja: ライトはどこ？
ko: 빛이 어디 있지?
pl: Gdzie światło?
pt_br: Cadê a luz?
ru: А где свет?
zh_tw: 光呢？

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERHAT
source: Looks good
de: Sieht gut aus.
es: Queda bien
es_mx: Se ve bien
fr: C'est joli.
it: Bello
ja: いい感じ
ko: 좋아
pl: Wygląda dobrze
pt_br: Bonito.
ru: Красиво
zh_tw: 看起來不錯

# CHARACTERS.WORMWOOD.DESCRIBE.WINTEROMETER.BURNT
source: Noo!
de: Neein!
fr: Noon !
it: Nooo!
ja: イヤーー！
ko: 안 돼애!
pl: Niee!
pt_br: Nãão!
ru: Нет!
zh_tw: 不！不！！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTEROMETER.GENERIC
source: Warm? Cold?
de: Warm? Kalt?
es: ¿Calor? ¿Frío?
es_mx: ¿Caliente? ¿Frío?
fr: Chaud ? Froid ?
it: Caldo? Freddo?
ja: あったかいの？それともつめたいの？
ko: 따뜻한가? 추운가?
pl: Ciepło? Zimno?
pt_br: Quente? Frio?
ru: Тепло? Холодно?
zh_tw: 是溫暖？還是寒冷？

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERSFEASTFUEL
source: Friends...
de: Freunde ...
es: Amigos...
es_mx: Amigos…
fr: Des copains...
it: Amici...
ja: お友だち…
ko: 친구들...
pl: Przyjaciele...
pt_br: Amigos...
ru: Друзья…
zh_tw: 朋友……

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: Almost...
de: Fast ...
es: Casi...
es_mx: Casi…
fr: Presque...
it: Quasi...
ja: ほとんど...
ko: 거의 다 됐어...
pl: Prawie...
pt_br: Quase...
ru: Почти…
zh_tw: 差點...

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: Mmm...
de: Mmmh ...
fr: Hum...
ja: んー...
ko: 음...
pt_br: Hmm...
ru: М-м-м…
zh_tw: 呣……

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: Food!
de: Essen!
es: ¡Comida!
es_mx: ¡Comida!
fr: Du manger !
it: Cibo!
ja: 食べ物だよ！
ko: 음식이다!
pl: Jedzenie!
pt_br: Comida!
ru: Еда!
zh_tw: 食物！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: Doesn't use friends
de: Nimmt keine Freunde.
es: No usa amigos
es_mx: No usa amigos
fr: Ça utilise pas de copains.
it: Non usa amici
ja: お友だちは使わないよ
ko: 친구들을 쓰지 않아
pl: Nie używa przyjaciół
pt_br: Não usa amigas.
ru: Работает не на друзьях
zh_tw: 不燒朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD1
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: C'est un copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD2
source: Oh. Didn't fall from sky
de: Oh. Nicht vom Himmel gefallen.
es: Oh. No ha caído del cielo
es_mx: Oh. No cayó de cielo
fr: Oh. C'est pas tombé du ciel.
it: Oh. Non caduto da cielo
ja: おお。空から落ちなかったね！
ko: 아. 하늘에서 떨어지진 않았어
pl: Och. Nie spadło z nieba
pt_br: Ah. Não caiu do céu.
ru: Ой. Не упало с неба
zh_tw: 噢，不是天上掉下來的

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD3
source: Mmm... Sweet belly thing
de: Mmmh ... Süßes Bauchzeug.
es: Mmm... Cosa dulce para la tripa
es_mx: Mmm… Dulce cosa de barriga
fr: Miam, du manger sucré !
it: Mmmm... Roba dolce per pancia
ja: んー…甘いおなかのやつ
ko: 음... 달콤한 음식이야
pl: Mmm... Słodka rzecz do brzuszka
pt_br: Mmm... Coisa de barriga doce.
ru: М-м-м… Сладкая штучка для животика
zh_tw: 嗯...甜甜的，填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD4
source: So many little colors!
de: So viele kleine Farben!
es: ¡Cuántos pequeños colores!
es_mx: ¡Tantos colorcitos!
fr: Y'a tellement de petites couleurs !
it: Tanti bei colori!
ja: たっくさんのちっちゃな色たち！
ko: 작은 색깔이 참 많아!
pl: Tyle malutkich kolorków!
pt_br: São tantas corzinhas!
ru: Так много цветных пятнышек!
zh_tw: 好多小的顏色！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD5
source: Friend?!... Oh. Nope
de: Freund?! ... Oh. Nö.
es: ¡¿Amigo...?! Oh. Nop
es_mx: ¡¿Amigo?!… Oh. No
fr: Un copain ? Oh, non.
it: Amico?!... Oh. No
ja: お友だち？…ああ。違う
ko: 친구?!... 아. 아니네
pl: Przyjaciel...? Och. Nie
pt_br: Amiga?... Ah. Não é.
ru: Друг?! Ой. Нет
zh_tw: 朋友？！...哦，不

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD6
source: Ball goes in belly
de: Ball für Bauch.
es: Bola va a la tripa
es_mx: Bola va en barriga
fr: Je vais me mettre la boule dans le ventre.
it: Palla va in pancia
ja: ボールがおなかに入るよ
ko: 공이 배에 들어가
pl: Kulka idzie do brzuszka
pt_br: Bola vai pra barriga.
ru: Шарик для животика
zh_tw: 一口就吃了

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD7
source: Haha! Friend made a drink!
de: Haha! Freund hat was zu Trinken gemacht!
es: ¡Ja, ja! ¡Amigo hizo una bebida!
es_mx: ¡Ja, ja! ¡Amigo hizo una bebida!
fr: Ha ha ! C'est pour boire ?
it: Ahah! Amico fatto bevanda!
ja: わはは！お友だちが飲み物を作ったよ！
ko: 하하! 친구가 음료를 만들었어!
pl: Ha, ha! Przyjaciel zrobił napój!
pt_br: Ha, ha! Amiga fez uma bebida!
ru: Ха-ха! Друзья приготовили попить!
zh_tw: 哈哈！朋友做了飲料！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD8
source: Mmm... Makes belly warm
de: Mmmh ... Wärme für Bauch.
es: Mmm... Pone caliente la tripa
es_mx: Mmm… Hace barriga caliente
fr: Miam, j'ai le ventre tout chaud.
it: Mmmm... Fa pancia calda
ja: んー…おなかがポカポカになるんだよ
ko: 음... 배를 따뜻하게 해
pl: Mmm... Rozgrzewa brzuszek
pt_br: Mmm... Deixa barriga quentinha.
ru: М-м-м… Животику тепло
zh_tw: 嗯...吃了暖肚子

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_FOOD9
source: Makes belly full
de: Macht vollen Bauch.
es: Pone llena la tripa
es_mx: Hace barriga llena
fr: Ça me remplit le ventre.
it: Fa pancia piena
ja: おなかをいっぱいにするんだよ
ko: 배를 부르게 해
pl: Wypełnia brzuszek
pt_br: Enche a barriga.
ru: Наполняет животик
zh_tw: 能把肚子填滿

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_ORNAMENT
source: So pretty
de: Sehr hübsch.
es: ¡Qué bonito todo!
es_mx: Qué bonita
fr: Super joli !
it: Carina
ja: とってもかわいい
ko: 정말 예뻐
pl: Coś pięknego
pt_br: Que bonito!
ru: Так красиво
zh_tw: 真漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_ORNAMENTBOSS
source: Put on friends
de: Für Freunde.
es: Para poner en amigos
es_mx: Poner en amigos
fr: C'est pour décorer les copains.
it: Messa su amici
ja: お友だちにのせるよ
ko: 친구들에게 씌워
pl: Do założenia na przyjaciół
pt_br: Pra botar em amigas.
ru: Надеть на друзей
zh_tw: 可以給朋友戴

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_ORNAMENTFORGE
source: It goes on friend
de: Für einen Freund.
es: Va en amigo
es_mx: Va en amigo
fr: Ça va sur mon copain.
it: Va su amici
ja: お友だちに行くよ
ko: 친구에게 장식해
pl: Zakłada się to na przyjaciela
pt_br: Usado em amiga.
ru: Надевается на друга
zh_tw: 朋友可以戴

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_ORNAMENTGORGE
source: For friends to feel pretty
de: Damit sich Freunde hübsch fühlen.
es: Para que los amigos estén bonitos
es_mx: Para que amigos se sientan bonitos
fr: C'est fait pour que les copains se sentent jolis.
it: Per amici carini
ja: お友だちが素敵に感じるように
ko: 친구들을 예쁘게 해
pl: Żeby upiększyć przyjaciół
pt_br: Pras amigas se sentirem bonitas.
ru: Чтобы друзья чувствовали себя красивыми
zh_tw: 能讓朋友覺得漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_ORNAMENTLIGHT
source: Shiny thing...
de: Leuchteding ...
es: Cosa brillante...
es_mx: Cosa brillante…
fr: Ça brille...
it: Cosa brillante...
ja: キラキラなもの…
ko: 반짝이는 물건이야...
pl: Świecidełko...
pt_br: Coisa reluzente...
ru: Блестяшка…
zh_tw: 發光的東西...

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREE.BURNING
source: Help! Help!
de: Hilfe! Hilfe!
es: ¡Ayuda! ¡Ayuda!
es_mx: ¡Ayuda! ¡Ayuda!
fr: À l'aide ! À l'aide !
it: Aiuto! Aiuto!
ja: たすけて！たすけて！
ko: 도와줘! 도와줘!
pl: Pomocy! Pomocy!
pt_br: Socorro! Socorro!
ru: На помощь! На помощь!
zh_tw: 來人啊！幫忙啊！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREE.BURNT
source: NOOOOOO!
de: NEEEEEIN!
fr: NOOOOOON !
ja: ダメーーーーー！
ko: 안 돼애애애!
pl: NIEEEEE!
pt_br: NÃÃÃOOO!
ru: НЕ-Е-Е-Е-ЕТ!
zh_tw: 不不不！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREE.CANDECORATE
source: Make pretty!
de: Hübsch machen!
es: ¡Hace bonito!
es_mx: ¡Hacer bonito!
fr: Ça rend joli.
it: Fa carino!
ja: かわいくして！
ko: 예쁘게 하자!
pl: Dodaje uroku!
pt_br: Embeleza!
ru: Делает красиво!
zh_tw: 弄漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREE.YOUNG
source: So cute...
de: Wie niedlich ...
es: Qué monada...
es_mx: Qué lindo…
fr: Il est trop mignon !
it: Tanto carino...
ja: すっごくかわいい…
ko: 너무 귀여워...
pl: Ale ładna...
pt_br: Que coisa fofa...
ru: Такой милый друг…
zh_tw: 真可愛...

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREESTAND.BURNT
source: So sad...
de: So traurig ...
es: Qué triste...
es_mx: Qué triste…
fr: C'est tellement triste.
it: Tanto triste...
ja: すっごく悲しい…
ko: 너무 슬퍼...
pl: Co za smutek...
pt_br: Que triste...
ru: Так грустно…
zh_tw: 好難過...

# CHARACTERS.WORMWOOD.DESCRIBE.WINTER_TREESTAND.GENERIC
source: For friends
de: Für Freunde.
es: Para amigos
es_mx: Para amigos
fr: C'est pour les copains.
it: Per amici
ja: お友だちのために
ko: 친구들을 위한 거야
pl: Na przyjaciół
pt_br: Pras amigas.
ru: Для друзей
zh_tw: 給朋友的

# CHARACTERS.WORMWOOD.DESCRIBE.WOBSTER_DEN
source: Wet nest
de: Nasses Nest.
es: Nido mojado
es_mx: Red mojada
fr: Un nid aquatique.
it: Nido bagnato
ja: 濡れた巣
ko: 축축한 둥지야
pl: Mokre gniazdo
pt_br: Ninho molhado.
ru: Мокрое гнездо
zh_tw: 潮濕的洞穴

# CHARACTERS.WORMWOOD.DESCRIBE.WOBSTER_MOONGLASS
source: Moony Snappy Glub Glub
de: Mondiger Kneif-Blubblub.
es: Glub-glub enfadica lunar
es_mx: Gluglú chasqueante lunesco
fr: Un bloup-bloup aux pinces claquantes qui aime la lune.
it: Glu glu lunare pinzettoso
ja: お月様のチョキチョキのブクブク
ko: 달 같은 꼬집는 뽀글이야
pl: Księżycowy szczypiący bulbulek
pt_br: Glub Glub Beliscante Lunar.
ru: Лунная цапучая буль-булька
zh_tw: 夾人的月亮咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.WOBSTER_SHELLER
source: Snappy Glub Glub
de: Kneif-Blubblub.
es: Glub-glub enfadica
es_mx: Gluglú chasqueante
fr: Un bloup-bloup aux pinces claquantes.
it: Glu glu pizzicante
ja: チョキチョキのブクブク
ko: 꼬집는 뽀글이야
pl: Szczypiący bulbulek
pt_br: Glub Glub Beliscante.
ru: Буль-булька цапалка
zh_tw: 新鮮的噗嚕噗嚕

# CHARACTERS.WORMWOOD.DESCRIBE.WOBSTER_SHELLER_DEAD
source: Oh. Belly stuff now.
de: Oh. Jetzt ist er Bauchzeug.
es: Oh. Ahora es cosa para la tripa
es_mx: Oh. Ahora cosa de barriga
fr: Oh. C'est juste du manger maintenant.
it: Oh. Ora roba per pancia
ja: あー。おなかのものだね
ko: 아. 음식이 됐어
pl: Och. Stał się rzeczą do brzuszka
pt_br: Oh. Coisa de barriga agora.
ru: Ой. Теперь он штучка для животика
zh_tw: 哦。變成填肚子的東西了。

# CHARACTERS.WORMWOOD.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Why changed color?
de: Warum ändert er die Farbe?
es: ¿Por qué ha cambiado de color?
es_mx: ¿Por qué cambiar color?
fr: Pourquoi sa couleur est différente ?
it: Perché cambiato colore?
ja: なんで色が変わったの？
ko: 왜 색이 바뀌었지?
pl: Dlaczego zmienił kolor?
pt_br: Por que mudou de cor?
ru: Почему ты другого цвета?
zh_tw: 為什麼變色了？

# CHARACTERS.WORMWOOD.DESCRIBE.WOBYBIG.1
source: Biiiiig woofer!
de: Groooßer Wau!
es: ¡Graaaan guau-guau!
es_mx: ¡Guauguau grandoteee!
fr: Groooos truc qui fait ouaf !
it: Graaaaande bau bau!
ja: おっきーワンワン！
ko: 커어어다란 멍멍이야!
pl: Wieeelki hauek!
pt_br: Auauzeiro graaaande!
ru: Бо-о-ольшая гав-гавка!
zh_tw: 大旺旺！

# CHARACTERS.WORMWOOD.DESCRIBE.WOBYBIG.2
source: Biiiiig woofer!
de: Groooßer Wau!
es: ¡Graaaan guau-guau!
es_mx: ¡Guauguau grandoteee!
fr: Groooos truc qui fait ouaf !
it: Graaaaande bau bau!
ja: おっきーワンワン！
ko: 커어어다란 멍멍이야!
pl: Wieeelki hauek!
pt_br: Auauzeiro graaaande!
ru: Бо-о-ольшая гав-гавка!
zh_tw: 大旺旺！

# CHARACTERS.WORMWOOD.DESCRIBE.WOBYSMALL.1
source: Pat pat!
de: Streichelstreichel!
es_mx: ¡Palmadita!
fr: Câlin !
ja: よしよし！
ko: 쓰담 쓰담!
pl: Głasku głask!
pt_br: Au au!
ru: Поглажу тебя!
zh_tw: 拍拍！

# CHARACTERS.WORMWOOD.DESCRIBE.WOBYSMALL.2
source: Pat pat!
de: Streichelstreichel!
es_mx: ¡Palmadita!
fr: Câlin !
ja: よしよし！
ko: 쓰담 쓰담!
pl: Głasku głask!
pt_br: Au au!
ru: Поглажу тебя!
zh_tw: 拍拍！

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.ATTACKER
source: Don't hurt! Hurting bad!
de: Nicht wehtun! Wehtun ist böse!
es: ¡No hagas daño! ¡Hacer daño es malo!
es_mx: ¡No lastimes! ¡Lastimar malo!
fr: Fais pas bobo !
it: Non fare male! Male cattivo!
ja: 傷つけないで！傷つけるのは悪いんだよ！
ko: 해치지 마! 해치는 건 나빠!
pl: Nie krzywdź! Krzywdzenie jest złe!
pt_br: Não machuque! Machucar é ruim!
ru: Не делай больно! Нельзя делать больно!
zh_tw: 別動手！動手不對！

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.FIRESTARTER
source: Fire! Don't like fire!
de: Feuer! Ich mag kein Feuer!
es: ¡Fuego! ¡No gusta el fuego!
es_mx: ¡Fuego! ¡No gustar fuego!
fr: Au feu ! J'aime pas le feu !
it: Fuoco! Non piace fuoco!
ja: 火だ！火は嫌いだよ！
ko: 불이다! 불은 싫어!
pl: Ogień! Nie lubię ognia!
pt_br: Fogo! Não gosto de fogo!
ru: Огонь! Не люблю огонь!
zh_tw: 火！不喜歡火！

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.GENERIC
source: %s is big muscle man!
de: %s ist ein großer Muskelmann!
es: ¡%s es hombre de grandes músculos!
es_mx: ¡%s es gran hombre músculo!
fr: %s est un gros costaud.
it: %s è uomo grande con muscoli!
ja: %sはおっきなムキムキマンだよ！
ko: %s은(는) 큰 근육남이야!
pl: %s ma ogromne mięśnie!
pt_br: %s é homem musculoso grande!
ru: %s большой и сильный!
zh_tw: %s是個大塊頭！

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.GHOST
source: Oh. %s is Floaty Friend now
de: Oh. %s ist jetzt ein Schwebefreund.
es: Oh. %s ahora es amigo flotante
es_mx: Oh. %s es amigo flotante ahora
fr: Oh. Maintenant %s est mon copain qui flotte.
it: Oh. %s è amico fluttuante adesso
ja: Oh. %s はぷかぷかのお友だちになったよ
ko: 아. %s도 떠다니는 친구가 됐어
pl: Och. %s jest teraz latającym przyjacielem
pt_br: Ah. %s é Amigo Flutuante agora.
ru: Ой! %s теперь парит
zh_tw: 噢%s飄浮了

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.MURDERER
source: Killer! Bad!
de: Mörder! Böse!
es: ¡Asesino! ¡Malo!
es_mx: ¡Asesino! ¡Malo!
fr: Tu as tué ! Vilain !
it: Uccide! Cattivo!
ja: 殺し屋！ひどい！
ko: 살인자! 나빠!
pl: Morderca! Fatalnie!
pt_br: Assassino! Malvado!
ru: Убийца! Так нельзя!
zh_tw: 殺人不好！

# CHARACTERS.WORMWOOD.DESCRIBE.WOLFGANG.REVIVER
source: Good, %s!
de: Gut, %s!
es: ¡Bien, %s!
es_mx: ¡Bien, %s!
fr: Gentil %s !
it: %s bravo!
ja: いいね、%s！
ko: 잘했어, %s!
pl: Dobrze, %s!
pt_br: Bom, %s!
ru: Отлично, %s!
zh_tw: 好，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.ATTACKER
source: Bad %s!
de: Böse, %s!
es: ¡%s malo!
es_mx: ¡%s malo!
fr: Méchant %s !
it: %s cattivo!
ja: 悪いよ%s！
ko: 나쁜 %s!
pl: Nieładnie, %s!
pt_br: %s malvado!
ru: %s! Так нельзя!
zh_tw: 壞蛋%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.BEAVER
source: Friend Eater! Keep away!
de: Freundefresser! Weg mit dir!
es: ¡Comeamigos! ¡Aléjate!
es_mx: ¡Comedor de amigos! ¡Aléjate!
fr: Tu manges mes copains ! Va-t-en !
it: Mangia amici! Vai via!
ja: お友だち食い！どっか行け！
ko: 친구 포식자다! 멀리해야 해!
pl: Zjadacz przyjaciół! Nie zbliżaj się!
pt_br: Devorador de amigas! Fique longe!
ru: Ты ешь друзей! Не подходи!
zh_tw: 吃朋友的壞蛋！走開！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.BEAVERGHOST
source: Can't eat friends anymore
de: Kann keine Freunde mehr essen.
es: Ya no puedes comer más amigos
es_mx: Ya no puede comer amigos
fr: Il peut plus manger mes copains.
it: Non magia più amici
ja: もうお友だちは食べれないよ
ko: 더는 친구를 못 먹어
pl: Już nie może zjadać przyjaciół
pt_br: Não pode mais devorar amigas.
ru: Больше ты не съешь друзей
zh_tw: 再也不能吃我的朋友了

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.FIRESTARTER
source: No! Fire hurts!
de: Nein! Feuer tut weh!
es: ¡No! ¡Fuego hace daño!
es_mx: ¡No! ¡Fuego hace daño!
fr: Non ! Le feu fait bobo !
it: No! Fuoco fa male!
ja: だめ！火は痛いよ！
ko: 안 돼! 불은 아파!
pl: Nie! Ogień krzywdzi!
pt_br: Não! Fogo machuca!
ru: Нет! Огонь плохой!
zh_tw: 不！別人燒到會痛的！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.GENERIC
source: Keep axe friend away, please
de: Axtfreundin weg, bitte.
es: Aleja a tu amiga hacha, por favor
es_mx: Mantén amigo hacha lejos, por favor
fr: Surveille ta copine hache.
it: Tieni via ascia amica, prego
ja: 斧のお友だちをどっかへやってよ、おねがい！
ko: 도끼 친구는 치워 줬으면 좋겠어
pl: Proszę trzymać przyjaciółkę siekierę z daleka
pt_br: Mantenham amigo do machado longe, por favor.
ru: Пожалуйста, убери свой топор
zh_tw: 請不要讓斧子朋友過來

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.GHOST
source: Hello, Floaty Friend
de: Hallo Schwebefreund!
es: Hola, amigo flotante
es_mx: Hola, amigo flotante
fr: Coucou, mon copain qui flotte !
it: Ciao, amico galleggiante
ja: おお！こんにちは、プカプカのお友だち
ko: 안녕, 떠다니는 친구야
pl: Cześć, latający przyjacielu
pt_br: Olá, Amigo Flutuante.
ru: Привет, парящий друг
zh_tw: 你好，浮動的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.GOOSE
source: Oh. Friend made small!
de: Oh. Freund ist klein!
es: Oh. ¡Amigo hecho pequeño!
es_mx: Oh. ¡Amigo hecho pequeño!
fr: Oh. Ma copine est toute petite !
it: Oh. Amico fatto piccolo!
ja: おお。お友だちがちっちゃくつくったよ！
ko: 아. 친구가 작아졌어!
pl: Och. Przyjaciel jest teraz malutki!
pt_br: Ah. Amigo menorzinho!
ru: Ой. Друг стал меньше
zh_tw: 哦。朋友變小了！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.GOOSEGHOST
source: Hello floaty friend!
de: Hallo Schwebefreund!
es: ¡Hola, amigo flotante!
es_mx: ¡Hola, amigo flotante!
fr: Coucou, mon copain qui flotte !
it: Ciao amico fluttuante!
ja: こんにちは、プカプカのお友だち！
ko: 안녕, 떠다니는 친구야!
pl: Cześć, latający przyjacielu!
pt_br: Olá, Amigo Flutuante!
ru: Привет, парящий друг!
zh_tw: 你好，浮動的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.MOOSE
source: Like Branch Head better than Friend Eater.
de: Lieber Astkopf als Freundefresser.
es: Me gusta más cabeza rama que comeamigos
es_mx: Gustar más cabeza de rama que comedor de amigos
fr: Mon copain avec des branches sur la tête est plus sympa que celui qui mange mes copains.
it: Piace più testa di rami che mangia amici
ja: 枝あたまは友だち食いよりはいいよ。
ko: 친구 포식자보다 가지 머리가 더 좋아
pl: Wolę gałęziogłowego od zjadacza przyjaciół
pt_br: Gosto mais do Cabeça de Galho do que do Devorador de Amigas.
ru: Лучше ветокоголовый друг, чем пожиратель друзей
zh_tw: 喜歡樹枝頭多一點，吃朋友的傢伙少一點。

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.MOOSEGHOST
source: Branch Head friend is floaty!
de: Astkopffreund schwebt!
es: ¡Amigo cabeza rama es flotante!
es_mx: ¡Amigo cabeza de rama es flotante!
fr: Mon copain qui flotte a des branches sur la tête !
it: Amico con testa di rami galleggia!
ja: 枝あたまのお友だちはプカプカだよ！
ko: 가지 머리 친구가 떠다닌다!
pl: Gałęziogłowy przyjaciel lata!
pt_br: Amigo Cabeça de Galho tá flutuando!
ru: Веткоголовый друг парит!
zh_tw: 樹枝頭朋友浮起來了！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.MURDERER
source: No killing!
de: Kein Töten!
es: ¡No matar!
es_mx: ¡Nada de matar!
fr: Faut pas tuer !
it: Non si uccide!
ja: 殺さないで！
ko: 살생은 안 돼!
pl: Nie można zabijać!
pt_br: Nada de matar!
ru: Убивать нельзя!
zh_tw: 不要殺人！

# CHARACTERS.WORMWOOD.DESCRIBE.WOODIE.REVIVER
source: %s is a make betterer
de: %s macht alles besser.
es: %s es un mejorador
es_mx: %s es un poner mejor
fr: %s fait du mieux.
it: %s è amico migliorissimo
ja: %sはもっとよくするものだよ
ko: %s은(는) 도움이 많이 돼
pl: %s pomaga w potrzebie
pt_br: %s melhora as coisas.
ru: %s помогает
zh_tw: %s能讓別人好起來

# CHARACTERS.WORMWOOD.DESCRIBE.WORM.DIRT
source: Something hiding
de: Etwas versteckt sich.
es: Algo se esconde
es_mx: Algo se esconde
fr: Quelque chose se cache.
it: Qualcosa nascosto
ja: 何か隠れてるね
ko: 뭐가 숨어 있어
pl: Coś się tu chowa
pt_br: Tem algo escondido.
ru: Что-то прячется
zh_tw: 有什麼東西藏在下面
