Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: Who would leave a fishbowl in a cave? I hope it wasn't me...
de: Wer würde ein Aquarium in einer Höhle zurücklassen? Ich hoffe, das war nicht ich ...
es: ¿Quién dejaría una pecera en una cueva? Espero no haber sido yo...
fr: Qui laisserait un aquarium dans une grotte ? J'espère que ce n'était pas moi...
it: Chi mai lascerebbe una boccia con un pesciolino in una grotta? Spero di non essere stata io...
ja: どこの誰が洞窟に金魚鉢なんておくのよ？私じゃなければいいんだけど…
ko: 누가 동굴에 어항을 두고 가겠어? 내가 그런 건 아니길...
pt_br: Quem deixaria um aquário numa caverna? Tomara que não tenha sido eu...
ru: Кто мог оставить в пещере аквариум? Надеюсь, это не я была...
zh_tw: 誰會把魚缸留在洞穴裡？希望不是我……

# CHARACTERS.WANDA.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: I think his time might've run out...
de: Ich fürchte, seine Zeit ist abgelaufen ...
es: Creo que le ha llegado la hora...
fr: Je crois que son heure est venue...
it: Temo che abbia esaurito il suo tempo...
ja: もう死んでしまったのかもしれない…
ko: 시간이 다 된 것 같은데...
pt_br: Acho que o tempo dele deve ter se esgotado...
ru: По-моему, его время вышло...
zh_tw: 我想他的時間可能已經用完了……

# CHARACTERS.WANDA.DESCRIBE.ICE
source: A frozen chunk of future water.
de: Ein gefrorener Klumpen künftigen Wassers.
es: Un trozo de futura agua congelada.
fr: Un morceau gelé de future eau.
it: Un blocco ghiacciato di quella che un giorno sarà acqua.
ja: 将来水になるかたまり。
ko: 지금은 얼어 붙어있지만 미래엔 물이 되겠지.
pt_br: Uma porção congelada de água do futuro.
ru: Застывший кусок воды из будущего.
zh_tw: 一塊凍結的未來之水。

# CHARACTERS.WANDA.DESCRIBE.ICEBERG.GENERIC
source: Let's steer clear of that.
de: Machen wir einen Bogen drum.
es: Mejor no acercarse a eso.
fr: Mieux vaut de pas l'approcher.
it: Meglio tenersi alla larga.
ja: 近づかないでおこう。
ko: 저건 피해 가자.
pt_br: Vamos ficar longe disso.
ru: Будем держаться от него подальше.
zh_tw: 一定要避開那東西。

# CHARACTERS.WANDA.DESCRIBE.ICEBERG.MELTED
source: It's completely melted.
de: Komplett geschmolzen.
es: Se ha derretido por completo.
fr: Ça a complètement fondu.
it: È completamente sciolto.
ja: 完全に溶けてる。
ko: 완전히 녹았네.
pt_br: Está completamente derretido.
ru: Полностью растаял.
zh_tw: 完全融化了。

# CHARACTERS.WANDA.DESCRIBE.ICEBERG_MELTED
source: It's completely melted.
de: Komplett geschmolzen.
es: Se ha derretido por completo.
fr: Ça a complètement fondu.
it: È completamente sciolto.
ja: 完全に溶けてる。
ko: 완전히 녹았네.
pt_br: Está completamente derretido.
ru: Полностью растаял.
zh_tw: 完全融化了。

# CHARACTERS.WANDA.DESCRIBE.ICEBOX
source: I'm all for making things last longer.
de: Ich bin dafür, dass die Dinge länger halten.
es: Adoro hacer que las cosas duren más.
fr: J'aime quand les choses durent plus longtemps.
it: Sono a favore di tutto quello che prolunga la vita alle cose.
ja: 長期保存には大賛成よ。
ko: 더 오래 견디게 하는 데 전적으로 찬성해.
pt_br: Sou a favor de fazer as coisas durarem mais.
ru: Я только за то, чтобы продлевать чему угодно жизнь.
zh_tw: 我完全贊成讓東西更持久。

# CHARACTERS.WANDA.DESCRIBE.ICECREAM
source: Alright, maybe just a bowl or two.
de: Na gut, vielleicht nur eine Schüssel oder zwei.
es: Bueno, a lo mejor un bol o dos...
fr: Bon, juste un bol, alors. Ou deux.
it: E va bene, ma solo una coppetta... o due.
ja: いいわよ。1杯か2杯なら。
ko: 알겠어. 한두 그릇만이라도 괜찮아.
pt_br: Certo, talvez só uma ou duas tigelas.
ru: Ну, разве что стаканчик-другой.
zh_tw: 好吧，那就來一兩碗吧。

# CHARACTERS.WANDA.DESCRIBE.ICEHAT
source: Simple and effective.
de: Einfach und effektiv.
es: Simple y eficaz.
fr: Simple et efficace.
it: Semplice ed efficace.
ja: 簡単で効果的。
ko: 간단하고 효과적이야.
pt_br: Simples e eficaz.
ru: Просто и эффективно.
zh_tw: 簡單而有效。

# CHARACTERS.WANDA.DESCRIBE.ICEHOUND
source: What did I ever do to you?!
de: Was hab ich dir jemals getan?!
es: ¿¡Qué te he hecho yo!?
fr: Mais qu'est-ce que je t'ai fait ?!
it: Cosa ti avrò mai fatto?!
ja: 私があんたに何をしたって言うの？！
ko: 내가 너한테 무슨 짓을 한거지?!
pt_br: O que foi que fiz pra você?!
ru: Что такого я тебе сделала?!
zh_tw: 我是怎麼得罪你了？！

# CHARACTERS.WANDA.DESCRIBE.ICEPACK
source: It'll give my food a longer lifespan.
de: So wird mein Essen länger haltbar.
es: Con esto aguantará más mi comida.
fr: Ça permettra à ma nourriture de rester fraîche plus longtemps.
it: Prolungherà la vita del mio cibo.
ja: これで私の食べ物が長持ちするようになる。
ko: 내 음식이 더 오래가겠네.
pt_br: Vai fazer a minha comida durar mais tempo.
ru: Продлевает срок годности продуктов.
zh_tw: 這將使我的食物有更長的壽命。

# CHARACTERS.WANDA.DESCRIBE.ICESTAFF
source: It'll freeze anything in its tracks.
de: Er lässt alles in seiner Bahn einfrieren.
es: Lo congelará todo a su paso.
fr: Ça gèlera tout sur son passage.
it: Congelerà qualsiasi cosa sul suo cammino.
ja: 全部あっという間に凍らせてくれる。
ko: 길에 있는 모든 것이 얼어버릴 거야.
pt_br: Vai congelar qualquer coisa num instante.
ru: Замораживает все на своем пути.
zh_tw: 它會凍結所有擋它道的人。

# CHARACTERS.WANDA.DESCRIBE.ICE_BLUEPRINT
source: The poor beefalo's going to catch a chill wearing that!
de: Das arme Beefalo wird sich erkälten, wenn es das trägt!
es: El pobre beefalo va a pillar un resfriado si se pone eso.
fr: Le pauvre bœufalo va attraper un rhume, s'il porte ça !
it: Il povero mufalo che dovrà indossarlo si beccherà un malanno!
ja: かわいそうなビーファロ！あんなもの着てたら風邪ひいちゃうわ！
ko: 불쌍한 비팔로가 그걸 입으면 오한이 올 거야!
pt_br: O coitado do bífalo vai pegar um resfriado vestindo isso!
ru: Бедняга бифало в таком наряде точно простудится!
zh_tw: 可憐的皮弗婁牛帶著那個會感冒的！

# CHARACTERS.WANDA.DESCRIBE.INSANITYROCK.ACTIVE
source: This stinks of shadow magic shenanigans.
de: Das stinkt förmlich nach Schattenmagie.
es: Esto apesta a magia sombría...
fr: Ça pue la magie des ombres, tout ça.
it: Puzza di macchinazioni e di magia delle ombre.
ja: 影の魔法の力を感じるわ。
ko: 그림자 마법의 속임수 냄새가 나.
pt_br: Isto fede a falcatrua da magia das sombras.
ru: Попахивает темной магией.
zh_tw: 這周圍彌漫著暗影魔法的惡臭。

# CHARACTERS.WANDA.DESCRIBE.INSANITYROCK.INACTIVE
source: That looks awfully suspect.
de: Das sieht sehr verdächtig aus.
es: Es sospechoso hasta decir basta.
fr: C'est affreusement suspect.
it: Sembra orribilmente sospetto.
ja: ひどく疑わしいわ。
ko: 아주 의심스러워 보이는군.
pt_br: Parece muito suspeito.
ru: Выглядит до ужаса подозрительно.
zh_tw: 這看起來非常令人懷疑。

# CHARACTERS.WANDA.DESCRIBE.INSPECTSELF
source: Ha! Still kicking!
de: Ha! Immer noch fit wie ein Turnschuh!
es: ¡Ja! ¡Sigo vivita y coleando!
fr: Ha ! Je suis en vie !
it: Ha! Ancora viva e vegeta!
ja: はは！まだまだ活きが良いみたいね！
ko: 하! 아직 차고 있잖아!
pt_br: Ha! Ainda estou viva!
ru: Ха! Не дождетесь!
zh_tw: 哈！還在踢！

# CHARACTERS.WANDA.DESCRIBE.IVY_SNARE
source: Oh botheration, now I'll have to clean all of this up!
de: Ach verflixt, jetzt muss ich das alles wieder aufräumen!
es: Qué fastidio, ahora tengo que recoger todo esto.
fr: Oh flûte de zut, je vais devoir tout nettoyer, maintenant !
it: Oh, che seccatura! Ora mi toccherà dare una ripulita!
ja: ああ、煩わしい。これ全部掃除しなくちゃいけないなんて！
ko: 아 귀찮아, 이제 이 모든 것을 청소해야 해!
pt_br: Ai, que amolação! Agora vou ter que limpar tudo isso!
ru: Ну что за неудобство, теперь убирать придется!
zh_tw: 嗷，麻煩呐。現在得靠我來打掃了！

# CHARACTERS.WANDA.DESCRIBE.JAMMYPRESERVES
source: A jar! That's what I forgot!
de: Ein Einmachglas! Das habe ich vergessen!
es: ¡Un tarro! Eso es lo que me he olvidado.
fr: Un bocal ! C'est ça, que j'avais oublié !
it: Il vasetto! Ecco cosa ho dimenticato!
ja: 瓶だ！瓶を用意するのをすっかり忘れてた！
ko: 항아리야! 잊고 있었네!
pt_br: Um pote! Foi disso que me esqueci!
ru: Банка! Вот что я забыла!
zh_tw: 一個罐子！這就是我忘記的東西！

# CHARACTERS.WANDA.DESCRIBE.JELLYBEAN
source: I like to keep a bit of candy in my pocket at all times.
de: Ich habe gerne immer ein paar Süßigkeiten in meiner Tasche.
es: Me gusta llevar siempre algún caramelo encima.
fr: J'aime avoir des bonbons tout le temps dans les poches.
it: Mi piace avere sempre delle caramelle in tasca.
ja: いつでもポケットに飴を入れておくのが好きなの。
ko: 난 항상 주머니에 사탕을 넣고 다니기를 좋아하지.
pt_br: Gosto de carregar sempre um pouco de doce nos bolsos.
ru: Я всегда ношу в кармане пару конфет.
zh_tw: 我喜歡隨時在口袋裡放點糖果。

# CHARACTERS.WANDA.DESCRIBE.KABOBS
source: No need for a plate or utensils, just grab it and go!
de: Du brauchst keinen Teller und keine Utensilien, einfach schnappen und los!
es: No hacen falta ni platos ni cubiertos, ¡se come tal cual!
fr: Pas besoin d'une assiette ou d'ustensiles. Il suffit d'avoir des mains et une bouche !
it: Non servono piatti né stoviglie, basta prenderlo e via!
ja: 皿とかフォークとかいらないわ。そのままつかんで行きな！
ko: 접시나 도구는 필요하지 않으니까 그냥 들고 가!
pt_br: Não precisa de prato nem talheres, é só pegar e ir embora!
ru: Ни посуды не надо, ни приборов, просто берешь и ешь!
zh_tw: 不需要盤子或餐具，只要拿著就可以走了！

# CHARACTERS.WANDA.DESCRIBE.KELP
source: It tastes about as good as it looks.
de: Das schmeckt ungefähr so gut, wie es aussieht.
es: Está tan bueno como parece.
fr: C'est aussi bon que ça en a l'air.
it: Il sapore ben s'addice al suo aspetto.
ja: 見た目を裏切らないおいしさ。
ko: 보기 좋은 만큼 맛도 좋구나.
pt_br: Tem um gosto tão bom quanto sua aparência.
ru: На вкус не сильно лучше, чем на вид.
zh_tw: 看著美，吃著香。

# CHARACTERS.WANDA.DESCRIBE.KELPHAT
source: It's not the craziest thing I've worn.
de: Nicht das verrückteste Outfit, das ich je getragen habe.
es: No es la cosa más rara que me he probado.
fr: Ce n'est pas le truc le plus bizarre que j'ai porté.
it: Non è la cosa più folle che ho indossato.
ja: これよりバカげた恰好をしたこともあるわ。
ko: 내가 입어본 것 중 최악은 면했어.
pt_br: Não é a coisa mais maluca que eu já usei.
ru: Не самая странная вещь, которую мне доводилось носить.
zh_tw: 這不是我穿過的最瘋狂的東西。

# CHARACTERS.WANDA.DESCRIBE.KELP_COOKED
source: I don't know why I wasted time cooking it.
de: Ich weiß nicht, warum ich Zeit damit verschwendet habe, es zuzubereiten.
es: No sé para qué he perdido el tiempo cocinándola.
fr: Je ne sais pas pourquoi j'ai perdu du temps à le cuire.
it: Non so perché ho perso tempo a cucinarle.
ja: なんでこの料理に時間を費やしたんだろう。
ko: 왜 요리하느라 시간을 허비했는지 모르겠네.
pt_br: Não sei por que perdi tempo cozinhando isso.
ru: Понятия не имею, зачем я потратила время на готовку.
zh_tw: 我不知道為什麼要浪費時間來烹飪它。

# CHARACTERS.WANDA.DESCRIBE.KELP_DRIED
source: I don't know if it was worth the wait.
de: Ich bin mir nicht sicher, ob es das Warten wert war.
es: No sé si ha merecido la espera.
fr: Je ne sais pas si ça valait le coup d'attendre.
it: Non so se l'attesa è valsa a qualcosa.
ja: 待った甲斐があるのかわからないわ。
ko: 기다릴만한 가치가 있었는지 모르겠어.
pt_br: Não sei se valeu a espera.
ru: Даже не знаю, стоило ли столько ждать.
zh_tw: 我不知道這是否值得等待。

# CHARACTERS.WANDA.DESCRIBE.KILLERBEE.GENERIC
source: I won't be killed by the likes of you, bee!
de: Von deinesgleichen werde ich mich nicht umbringen lassen, Biene!
es: ¡No me matará un bicho como tú, abeja!
fr: Ce n'est pas toi qui vas me tuer, l'abeille !
it: Non mi farò assassinare da una bestiaccia come te, ape!
ja: あんたみたいなのに殺されるなんてゴメンだわ、ハチめ！
ko: 난 너 같은 놈한테 죽지 않아, 벌!
pt_br: Não serei morta por bichos como você, abelha!
ru: Ну нет, пчела, меня ты не убьешь!
zh_tw: 我不會被你們殺死的，蜜蜂！

# CHARACTERS.WANDA.DESCRIBE.KILLERBEE.HELD
source: I'm not quite sure what my plan is here.
de: Nicht sicher, welchen Plan ich eigentlich für diese Lage habe.
es: No tengo muy claro qué planeo hacer con esto...
fr: Je ne sais pas trop quel est mon plan, là.
it: Non so ancora quale sia il mio piano.
ja: これを使って何をするつもりだったんだっけ。
ko: 여기서 뭘 하려던 건지 잘 모르겠어.
pt_br: Não tenho muita certeza de qual é o meu plano.
ru: Не очень понимаю, что мне делать дальше.
zh_tw: 我不太清楚我在這裡的計畫是什麼。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR1.BURNT
source: Playtime is over.
de: Die Spielzeit ist vorbei.
es: Se ha acabado la hora del recreo.
fr: La récré est terminée.
it: Il tempo dei giochi è bello che finito.
ja: 遊びの時間はおしまいね。
ko: 놀이 시간은 끝났어.
pt_br: Acabou a hora da brincadeira.
ru: Игры окончены.
zh_tw: 遊戲時間已經結束。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR1.GENERIC
source: I don't have time to watch these kits play all day.
de: Ich habe keine Zeit, den ganzen Tag zuzusehen, wie diese Kits spielen.
es: No tengo tiempo para pasarme todo el día mirando como juegan las crías.
fr: Je n'ai pas le temps de regarder ces fatons jouer toute la journée.
it: Non ho tempo di restare a guardare i miciorsetti giocare tutto il giorno.
ja: この子ネコたちが遊んでるのを一日中見ている暇はないわ。
ko: 하루 종일 애옹이들이 놀고 있는 걸 지켜볼 시간이 없다고.
pt_br: Eu não tenho tempo para ver esses xanins brincando o dia todo.
ru: У меня нет времени, чтобы наблюдать, как резвятся котята.
zh_tw: 我沒有時間整天看小貓玩。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR1_KIT
source: Do I really have time to fuss with this?
de: Habe ich wirklich Zeit, mich damit zu beschäftigen?
es: ¿De verdad tengo tiempo para esto?
fr: J'ai vraiment le temps de me soucier de cette chose ?
it: Sono proprio certa di avere tempo da perdere con queste cose?
ja: こいつにかまってる時間なんて私にあるかね？
ko: 정말 이렇게 법석 떨 시간이 있나?
pt_br: Será que eu tenho tempo pra perder com isso?
ru: Вот еще, время на это тратить.
zh_tw: 我真的有時間浪費在這上面？

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR2.BURNT
source: No more playing, for the time being.
de: Vorerst wird nicht mehr gespielt.
es: Se acabó el juego, al menos por ahora.
fr: On arrête de jouer pour le moment.
it: Basta giochi... per il momento.
ja: 今のところ、遊びはおしまい。
ko: 더 놀면 안 돼, 당분간은.
pt_br: Acabou a brincadeira, pelo menos por enquanto.
ru: На время с играми покончено.
zh_tw: 暫時先別玩了。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR2.GENERIC
source: I can't keep getting distracted by those adorable antics!
de: Ich darf mich nicht länger von diesen niedlichen Streichen ablenken lassen!
es: ¡No puedo permitir que estas cositas tan adorables sigan distrayéndome!
fr: Ils sont adorables, mais je ne peux plus me permettre de me laisser distraire !
it: Devo smetterla di farmi distrarre da quelle adorabili buffonerie!
ja: このかわいらしい仕草にずっと夢中になってちゃダメね！
ko: 이 사랑스러운 골통품에 정신을 놓고 있으면 안 돼!
pt_br: Não posso mais me distrair com essas travessuras adoráveis!
ru: Хватит уже отвлекаться на их умильные шалости!
zh_tw: 我不能老是被那些可愛的玩物干擾！

# CHARACTERS.WANDA.DESCRIBE.KITCOONDECOR2_KIT
source: Surely someone with more time on their hands could set it up.
de: Sicherlich kann jemand, der mehr Zeit hat, das hier einrichten.
es: Seguro que alguien con más tiempo libre podría montarlo.
fr: Quelqu'un qui a plus de temps que moi pourrait sans doute s'en charger.
it: Non sarebbe meglio che fosse qualche buontempone a occuparsi del montaggio?
ja: もっと時間がある人がこれを作ればいいのよ。
ko: 누군가 시간이 더 있는 사람이라면 이걸 설치할 수 있겠지.
pt_br: Certamente alguém com mais tempo poderia montar isso.
ru: Вот бы у кого нашлась минутка, чтобы собрать эту штуку.
zh_tw: 誰閑誰來裝好它吧。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDEN.BURNT
source: Well, that's that.
de: Tja, das war's dann wohl.
es: Bien, se acabó.
fr: Bon, ça y est.
it: Ebbene, questo è quanto.
ja: 消えちゃったね～
ko: 이걸로 끝이네.
pt_br: Bem, é isso.
ru: Ну, вот и все.
zh_tw: 好吧，該熄的總是會熄。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDEN.GENERIC
source: What a charming little house.
de: Was für ein bezauberndes Häuschen.
es: Que casita tan encantadora.
fr: Quelle jolie petite maison.
it: Che casetta graziosa.
ja: なんてかわいらしい家なの。
ko: 정말 매력이 넘치는 귀여운 집이네.
pt_br: Que casinha encantadora.
ru: Просто очаровательный домик.
zh_tw: 多麼有魅力的小房子啊。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: Did I find them all? I think there are some still hiding.
de: Habe ich sie alle gefunden? Ich glaube, es sind noch einige versteckt.
es: ¿Los he encontrado a todos? Creo que aún quedan algunos escondidos.
fr: Je les ai tous trouvés ? Non, je pense qu'il y en a qui se cachent encore.
it: Li ho trovati tutti? Penso che alcuni si stiano ancora nascondendo.
ja: これで全部かい？まだ隠れてる子がいるような気がするわ。
ko: 내가 모두 찾았나? 아직 숨어 있는 녀석들이 좀 있을 것 같아.
pt_br: Encontrei todos eles? Acho que ainda tem alguns se escondendo.
ru: По-моему, я нашла еще не всех.
zh_tw: 我把它們都找到了嗎？應該有一些還藏著呢。

# CHARACTERS.WANDA.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: Ugh, where are they? I'm running out of time!
de: Argh, wo sind sie? Mir läuft die Zeit davon!
es: Ugh, ¿dónde se han metido? ¡Se me acaba el tiempo!
fr: Raah, où sont-ils ? Je n'ai plus le temps !
it: Ugh, ma dove sono? Sta per scadere il tempo!
ja: もう、あいつらどこにいるの？もう時間がないのに！
ko: 어, 어디 있지? 시간이 없는데!
pt_br: Ugh, onde eles estão? Estou ficando sem tempo!
ru: Да где же они? У меня время заканчивается!
zh_tw: 呃，他們在哪裡？我快沒時間了！

# CHARACTERS.WANDA.DESCRIBE.KITCOONDEN_KIT
source: Did I not set that up already?
de: Habe ich das nicht schon eingerichtet?
es: ¿Eso no lo había preparado ya?
fr: Je pensais l'avoir déjà installé.
it: Non l'ho ancora montata?
ja: あれ、もうやったんじゃなかった？
ko: 이미 설치하지 않았나?
pt_br: Eu já não instalei isso?
ru: Разве я еще ее не поставила?
zh_tw: 我不是已經設置好了嗎？

# CHARACTERS.WANDA.DESCRIBE.KITCOON_DECIDUOUS
source: Oh how adorable, and conveniently pocket-sized!
de: Oh, wie niedlich! Und so praktisch, im Taschenformat!
es: Oh, qué monada. ¡Y es de bolsillo!
fr: Oh, il est adorable. Et il tient dans la poche !
it: Oh, com'è adorabile... e comodamente tascabile!
ja: わあ、なんてかわいらしいの。ちょうどよくポケットに収まるわ！
ko: 아 정말 사랑스럽고 편리하게 주머니에 쏙 들어갈 크기네.
pt_br: Ah, que adorável, e convenientemente portátil!
ru: Ой, какая милая карманная зверюшка!
zh_tw: 哦，多麼可愛，而且還是便攜的口袋款！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_DESERT
source: Botheration, they're so distractingly cute!
de: Verflixt! Diese Niedlichkeit lenkt nur ab!
es: ¡Qué fastidio, es tan mono que no para de distraerme!
fr: Flûte de zut, ils sont si mignons que c'en est perturbant !
it: Che seccatura, sono talmente carini da essere una distrazione...!
ja: 煩わしい。かわいすぎて気が散る！
ko: 귀찮아, 너무 귀여워서 정신을 못차리겠네!
pt_br: Que amolação, eles são tão fofinhos que distrai!
ru: Вот неудобство! Ну до чего же они миленькие!
zh_tw: 煩死了，他們的可愛真讓人分心！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_FOREST
source: Oh how adorable, and conveniently pocket-sized!
de: Oh, wie niedlich! Und so praktisch, im Taschenformat!
es: Oh, qué monada. ¡Y es de bolsillo!
fr: Oh, il est adorable. Et il tient dans la poche !
it: Oh, com'è adorabile... e comodamente tascabile!
ja: わあ、なんてかわいらしいの。ちょうどよくポケットに収まるわ！
ko: 아 정말 사랑스럽고 편리하게 주머니에 쏙 들어갈 크기네.
pt_br: Ah, que adorável, e convenientemente portátil!
ru: Ой, какая милая карманная зверюшка!
zh_tw: 哦，多麼可愛，而且還是便攜的口袋款！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_GRASS
source: Botheration, they're so distractingly cute!
de: Verflixt! Diese Niedlichkeit lenkt nur ab!
es: ¡Qué fastidio, es tan mono que no para de distraerme!
fr: Flûte de zut, ils sont si mignons que c'en est perturbant !
it: Che seccatura, sono talmente carini da essere una distrazione...!
ja: 煩わしい。かわいすぎて気が散る！
ko: 귀찮아, 너무 귀여워서 정신을 못차리겠네!
pt_br: Que amolação, eles são tão fofinhos que distrai!
ru: Вот неудобство! Ну до чего же они миленькие!
zh_tw: 煩死了，他們的可愛真讓人分心！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_MARSH
source: Oh how adorable, and conveniently pocket-sized!
de: Oh, wie niedlich! Und so praktisch, im Taschenformat!
es: Oh, qué monada. ¡Y es de bolsillo!
fr: Oh, il est adorable. Et il tient dans la poche !
it: Oh, com'è adorabile... e comodamente tascabile!
ja: わあ、なんてかわいらしいの。ちょうどよくポケットに収まるわ！
ko: 아 정말 사랑스럽고 편리하게 주머니에 쏙 들어갈 크기네.
pt_br: Ah, que adorável, e convenientemente portátil!
ru: Ой, какая милая карманная зверюшка!
zh_tw: 哦，多麼可愛，而且還是便攜的口袋款！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_MOON
source: Botheration, they're so distractingly cute!
de: Verflixt! Diese Niedlichkeit lenkt nur ab!
es: ¡Qué fastidio, es tan mono que no para de distraerme!
fr: Flûte de zut, ils sont si mignons que c'en est perturbant !
it: Che seccatura, sono talmente carini da essere una distrazione...!
ja: 煩わしい。かわいすぎて気が散る！
ko: 귀찮아, 너무 귀여워서 정신을 못차리겠네!
pt_br: Que amolação, eles são tão fofinhos que distrai!
ru: Вот неудобство! Ну до чего же они миленькие!
zh_tw: 煩死了，他們的可愛真讓人分心！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_NAMETAG
source: This will make it easier to remember who's who at least.
de: Das macht es zumindest einfacher, sich zu merken, wer wer ist.
es: Al menos así será más fácil saber quién es quién.
fr: Au moins, ce sera plus facile de savoir qui est qui.
it: Oh, com'è adorabile... e comodamente tascabile!
ja: こうしたら少なくともどれが誰だか覚えやすくなるわね。
ko: 최소한 누가 누구인지 기억하기 쉽게 해줄거야.
pt_br: Assim vai ser mais fácil lembrar quem é quem, ao menos.
ru: Наконец-то запомню, кто есть кто.
zh_tw: 這至少會使我們更容易記住誰是誰。

# CHARACTERS.WANDA.DESCRIBE.KITCOON_ROCKY
source: Botheration, they're so distractingly cute!
de: Verflixt! Diese Niedlichkeit lenkt nur ab!
es: ¡Qué fastidio, es tan mono que no para de distraerme!
fr: Flûte de zut, ils sont si mignons que c'en est perturbant !
it: Che seccatura, sono talmente carini da essere una distrazione...!
ja: 煩わしい。かわいすぎて気が散る！
ko: 귀찮아, 너무 귀여워서 정신을 못차리겠네!
pt_br: Que amolação, eles são tão fofinhos que distrai!
ru: Вот неудобство! Ну до чего же они миленькие!
zh_tw: 煩死了，他們的可愛真讓人分心！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_SAVANNA
source: Oh how adorable, and conveniently pocket-sized!
de: Oh, wie niedlich! Und so praktisch, im Taschenformat!
es: Oh, qué monada. ¡Y es de bolsillo!
fr: Oh, il est adorable. Et il tient dans la poche !
it: Oh, com'è adorabile... e comodamente tascabile!
ja: わあ、なんてかわいらしいの。ちょうどよくポケットに収まるわ！
ko: 아 정말 사랑스럽고 편리하게 주머니에 쏙 들어갈 크기네.
pt_br: Ah, que adorável, e convenientemente portátil!
ru: Ой, какая милая карманная зверюшка!
zh_tw: 哦，多麼可愛，而且還是便攜的口袋款！

# CHARACTERS.WANDA.DESCRIBE.KITCOON_YOT
source: Botheration, they're so distractingly cute!
de: Verflixt! Diese Niedlichkeit lenkt nur ab!
es: ¡Qué fastidio, es tan mono que no para de distraerme!
fr: Flûte de zut, ils sont si mignons que c'en est perturbant !
it: Che seccatura, sono talmente carini da essere una distrazione...!
ja: 煩わしい。かわいすぎて気が散る！
ko: 귀찮아, 너무 귀여워서 정신을 못차리겠네!
pt_br: Que amolação, eles são tão fofinhos que distrai!
ru: Вот неудобство! Ну до чего же они миленькие!
zh_tw: 煩死了，他們的可愛真讓人分心！

# CHARACTERS.WANDA.DESCRIBE.KLAUS
source: Is it that time of year again already?
de: Ist es schon wieder so weit?
es: ¿Ya estamos en esa época del año otra vez?
fr: C'est déjà la saison ?
it: È di nuovo quel periodo dell'anno?
ja: もうこの時期が来たの？
ko: 벌써 때가 이리 되었나?
pt_br: Já chegou aquela época do ano? De novo?
ru: Разве уже опять пришло это время года?
zh_tw: 又到了每年的這個時候了嗎？

# CHARACTERS.WANDA.DESCRIBE.KLAUSSACKKEY
source: This looks like just the piece I need.
de: Das sieht nach genau dem Teil aus, das ich brauche.
es: Parece la pieza que necesito.
fr: J'ai l'impression que c'est justement l'élément qu'il me faut.
it: Sembra proprio il pezzo di cui ho bisogno.
ja: これこそ私が必要としていたものみたいね。
ko: 딱 필요한 부분인 것 같아.
pt_br: Parece exatamente a peça de que preciso.
ru: Как раз то, что мне нужно.
zh_tw: 這看起來正是我需要的。

# CHARACTERS.WANDA.DESCRIBE.KLAUS_SACK
source: At least he left some goodies!
de: Wenigstens hat er ein paar Leckereien dagelassen!
es: ¡Al menos se ha dejado alguna cosita!
fr: Au moins, il a laissé des cadeaux !
it: Almeno ci ha lasciato un regalo!
ja: 多少なりとも物資を残していってくれたわ。
ko: 적어도 도움이 될 만한 게 좀 남았네!
pt_br: Pelo menos ele me deixou umas guloseimas!
ru: По крайней мере, он принес подарки!
zh_tw: 至少他留下了一些好東西！

# CHARACTERS.WANDA.DESCRIBE.KNIGHT
source: Clockwork and I usually get along just fine...
de: Uhrwerke und ich kommen normalerweise sehr gut miteinander aus ...
es: Los mecanismos y yo solemos llevarnos bien...
fr: Je m'entends généralement bien avec les horloges...
it: È un cavallo con cui sento di avere molto in comune...
ja: だいたいいつも時計仕掛けとは相性が良いの…
ko: 시계태엽과 나는 대개 사이가 좋지...
pt_br: Em geral, eu e os mecanismos nos entendemos bem...
ru: Я обычно с механизмами дружу...
zh_tw: 發條和我通常相處得很好……

# CHARACTERS.WANDA.DESCRIBE.KNIGHT_NIGHTMARE
source: I... I don't want to look at it.
de: Ich ... ich möchte mir das nicht ansehen.
es: No... No quiero ni mirar...
fr: Je... Je ne veux pas voir ça.
it: Non... non voglio guardare.
ja: もう！こんなもの見たくないわ！
ko: 나... 난 그걸 쳐다보고 싶지 않아.
pt_br: Eu... não quero olhar pra isso.
ru: Я... я не хочу на это смотреть.
zh_tw: 我……我不想看它。

# CHARACTERS.WANDA.DESCRIBE.KOALEFANT_SUMMER
source: It's in the spring of its life.
de: Er ist in der Blüte seiner Jahre.
es: Está en la flor de la vida.
fr: Il est dans la fleur de l'âge.
it: È negli anni verdi della sua vita.
ja: 人生最良の時ね。
ko: 인생의 봄이구나.
pt_br: Está na primavera de seus dias.
ru: Он в самом расцвете сил.
zh_tw: 它正處於生命的春天。
