Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.UMBRELLA
source: Something like that'd keep my beard dry, eh?
de: Mit sowas bliebe wenigstens mein Bart trocken.
es: Algo así mantendrá mi barba seca, ¿eh?
fr: Avec un truc pareil, ma barbe resterait sèche, hein ?
it: Qualcosa del genere che mantenga la mia barba asciutta, eh?
ja: ヒゲがぬれずに済むな
ko: 수염을 젖지 않게 해주겠지, 그치?
pl: Chroni brodę przed wilgocią, tak?
pt_br: Algo assim vai manter minha barba seca, hã?
ru: Эта штука сохранит мою бороду сухой, да?
zh_cn: 那样的东西可以让我的胡子保持干燥，是吧？
zh_tw: 那樣的東西可以讓我的鬍子保持乾燥，是吧？

# CHARACTERS.WOODIE.DESCRIBE.UNAGI
source: It'll fill ya up.
de: Das gibt einem wieder Kraft.
es: Esto me llenará.
fr: Pour se gaver.
it: Ti riempirà.
ja: お腹いっぱいになるよ。
ko: 날 채워주잖아.
pl: Bardzo sycące.
pt_br: Vou te encher.
ru: Этим можно как следует набить брюхо.
zh_cn: 它会填饱你的肚子。
zh_tw: 它會填飽你的肚子。

# CHARACTERS.WOODIE.DESCRIBE.UNIMPLEMENTED
source: It doesn't look safe.
de: Das sieht nicht sicher aus.
es: No parece seguro.
fr: Ça n'a pas l'air sûr.
it: Non sembra sicuro.
ja: 安全には見えないよ。
ko: 안전해 보이지 않잖아.
pl: Nie wygląda to to bezpiecznie.
pt_br: Não parece seguro.
ru: Не выглядит безопасным.
zh_cn: 看起来不太安全。
zh_tw: 看起來不太安全。

# CHARACTERS.WOODIE.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: The only thing it's good for is compost.
de: Das Einzige, wofür sie gut ist, ist Kompost.
es: Solo vale para hacer compost.
fr: Je n'ai plus qu'à la jeter dans le compost.
it: L'unica cosa per cui può tornare utile è il compost.
ja: 肥料づくりにしか使えそうにねぇな。
ko: 퇴비 만드는 데나 좋겠네.
pl: Nadaje się wyłącznie na kompost.
pt_br: Agora só serve como adubo.
ru: Теперь только на компост осталось пустить.
zh_cn: 唯一的作用就是拿来堆肥。
zh_tw: 唯一的作用就是拿來堆肥。

# CHARACTERS.WOODIE.DESCRIBE.VEGSTINGER
source: Hoo! Spicy!
de: Puh! Scharf!
es: ¡Uf! ¡Cómo pica!
fr: Ouh, c'est épicé !
it: Ohh! Piccante!
ja: ふぅ！こりゃあ辛えな！
ko: 아이고! 맵잖아!
pl: Uuu! Pikantne!
pt_br: Uuh! Picante!
ru: Хо-хо, как остро!
zh_cn: 呼! !辣!
zh_tw: 呼! !辣!

# CHARACTERS.WOODIE.DESCRIBE.VICTORIAN_BLUEPRINT
source: Pretty fancy, eh?
de: Ganz schön schick, was?
es: Es muy elegante, ¿eh?
fr: Plutôt classe, non ?
it: Molto elegante, eh?
ja: すげぇ豪華だな。
ko: 꽤 멋지지, 그지?
pl: Ależ wymyślne, co?
pt_br: Bem elegante, né?
ru: Необычно, правда?
zh_cn: 挺高级的，诶？
zh_tw: 挺高級的，誒？

# CHARACTERS.WOODIE.DESCRIBE.VOLTGOATJELLY
source: Can't remember the last time I had dessert.
de: Ich weiß nicht, wann ich zuletzt einen Nachtisch gegessen habe.
es: No recuerdo la última vez que tomé postre.
fr: Ça fait des lustres que je n'ai pas mangé de dessert.
it: Non ricordo l'ultima volta che ho mangiato un dolce.
ja: 最後にデザートを食ったのがいつだったが覚えてねえな。
ko: 마지막으로 디저트를 먹은 게 언젠지 기억이 안 나잖아.
pl: Już nawet nie pamiętam, kiedy ostatnio jadłem deser.
pt_br: Não me lembro da última vez que comi sobremesa.
ru: Не помню уже, когда я в последний раз ел сладкое.
zh_cn: 记不起上次吃甜点是什么时候了。
zh_tw: 記不起上次吃甜點是什麼時候了。

# CHARACTERS.WOODIE.DESCRIBE.WAFFLES
source: I prefer flapjacks.
de: Ich bevorzuge Pfannkuchen.
es: Prefiero los crêpes.
fr: Je préfère les crêpes.
it: Preferisco le frittelle.
ja: ホットケーキの方がいいな。
ko: 난 두꺼운 팬케이크가 더 좋은데.
pl: Wolę naleśniki.
pt_br: Prefiro panquecas.
ru: Мне больше по душе оладьи.
zh_cn: 我更喜欢煎饼。
zh_tw: 我更喜歡煎餅。

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_NPC
source: Looks like you're doing somthin' important. How aboot I lend you a hand, eh?
de: Sieht aus, als hättest du etwas Wichtiges zu tun. Wie wär's, wenn ich dir zur Hand ginge?
es: Andas haciendo algo importante, ¿no? ¿Quieres que te eche una manita?
fr: On dirait que vous faites un truc important. Et si je vous donnais un coup de main ?
it: Sembra che tu stia facendo qualcosa di importante. Che ne diresti se ti dessi una mano?
ja: なんか大事なことやってるみてぇだな。手ぇ貸してやろうか？
ko: 뭔가 중요한 걸 하는 것 같아. 내가 좀 도와줄까, 어?
pl: Wydaje mi się, że robisz coś ważnego. Może ci pomogę, co?
pt_br: Parece que você tá fazendo algo importante. Que tal eu dar uma mãozinha pra você, ein?
ru: Вы, кажется, чем-то важным занимаетесь. Давайте я вам помогу, ага.
zh_cn: 你好像在做重要的事情。要不要我帮你，诶？
zh_tw: 你好像在做重要的事情。要不要我幫你，誒？

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_TOOL_1
source: I'd better run it back to that old-timer.
de: Ich bringe es besser zu diesem Alten zurück.
es: Será mejor que le lleve esto al yayo.
fr: Je ferais mieux de retourner voir le vieux.
it: Devo portarlo subito a quel vecchio.
ja: あのジイさんに返した方がいいな。
ko: 그 노인에게 다시 돌아가는 게 좋겠어.
pl: Lepiej zaniosę to z powrotem temu dziadkowi.
pt_br: Melhor eu levar de volta praquele velhote.
ru: Надо это отнести тому пожилому джентльмену.
zh_cn: 我最好把这个拿回去给那老头。
zh_tw: 我最好把這個拿回去給那老頭。

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_TOOL_2
source: Not really sure what it is, but maybe I'll bring it to that old-timer just in case.
de: Ich bin mir nicht ganz sicher, was das ist, aber vielleicht bringe ich es dem Alten vorsichtshalber mal mit.
es: No tengo muy claro qué es, pero será mejor que le eche un vistazo el yayo.
fr: Je ne sais pas trop ce que c'est, mais je devrais peut-être lui ramener, au cas où.
it: Non so bene cosa sia, ma per sicurezza dovrei portarlo a quel vecchio.
ja: これが何なのかは分からねぇが、念の為あのジイさんのとこに持ってくか。
ko: 그것이 뭔지 확실하지 않지만 만일을 대비하여 그 노인에게 가져갈 거야.
pl: Nie jestem pewien, co to jest, ale na wszelki wypadek zaniosę to temu dziadkowi.
pt_br: Não sei bem o que é, mas talvez eu leve praquele velhote por via das dúvidas.
ru: Не знаю, что это за штука, но надо на всякий случай отнести ее пожилому джентльмену.
zh_cn: 我也不知道这个是什么，我还是拿回去给那老头看看。
zh_tw: 我也不知道這個是什麼，我還是拿回去給那老頭看看。

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_TOOL_3
source: Hey Luce, does that look like a whatever-he-said to you?
de: Hey Lucy, sieht das für dich wie ein "was auch immer er gesagt hat" aus?
es: Eh, Lucy, ¿a ti te parece que esta cosa es lo que sea que dijo el yayo?
fr: Hé, Lucy, tu trouves que ça ressemble à ce dont il t'a parlé ?
it: Ehi, Lucy, ti sembra l'aggeggio di cui parlava?
ja: おいルーシー、あのジイさんが言ってたモンってこれだと思うか？
ko: 이봐 루시, 네가 들은 것처럼 보이니?
pl: Hej, Lucy, czy to ci wygląda na to coś, cokolwiek to jest, o czym ci mówił?
pt_br: Ei, Lucy, aquilo ali te parece um seilaoquê-eledisse?
ru: Смотри, Люси, это же та штуковина, которую он искал, не?
zh_cn: 嘿，露西，这个像不像他跟你说的那东西？
zh_tw: 嘿，露西，這個像不像他跟你說的那東西？

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_TOOL_4
source: Wouldn't hurt to see if this is what that old-timer's been looking for.
de: Es würde nicht schaden, zu sehen, ob es das ist, wonach der Alte gesucht hat.
es: Podemos ir a ver si es esto lo que andaba buscando el yayo.
fr: Autant vérifier si c'est de ça que ce vieux parlait.
it: Non sarebbe male scoprire se questo è ciò che stava cercando quel vecchio.
ja: ジイさんが探してたモンがこれか、試しに持っていってみるか。
ko: 이것이 그 노인이 찾고 있던 것이 봐서 나쁠 것은 없어.
pl: Nie zaszkodzi sprawdzić, czy to właśnie tego szukał ten dziadek.
pt_br: Não faria mal ver se isso é o que aquele velhote anda procurando.
ru: Можно отнести эту штуку пожилому джентльмену. Вдруг он ее и ищет?
zh_cn: 看看这个是不是那个老头想找的。
zh_tw: 看看這個是不是那個老頭想找的。

# CHARACTERS.WOODIE.DESCRIBE.WAGSTAFF_TOOL_5
source: That might be just the thing I'm lookin' for!
de: Das könnte genau das sein, wonach ich suche!
es: ¡A lo mejor es lo que andaba buscando!
fr: C'est peut-être ce que je cherchais !
it: Potrebbe essere proprio quello che stavo cercando!
ja: これ、探してたヤツじゃねぇのか！
ko: 찾고 있는 게 저거 같아!
pl: To może być właśnie to, czego szukam!
pt_br: Talvez seja exatamente o que eu tô procurando!
ru: По-моему, это как раз то, что мне нужно!
zh_cn: 那个可能就是我要找的！
zh_tw: 那個可能就是我要找的！

# CHARACTERS.WOODIE.DESCRIBE.WALKINGPLANK
source: Hopefully we don't have to abandon ship.
de: Hoffentlich müssen wir das Schiff nicht aufgeben.
es: Esperemos no tener que abandonar el barco.
fr: J'espère qu'on ne devra pas abandonner le navire.
it: Speriamo di non dover abbandonare la nave.
ja: 船を捨てることにならなきゃいいけどな。
ko: 배를 버릴 필요가 없기를.
pl: Mam nadzieję, że nie będziemy musieli opuścić statku.
pt_br: Espero não precisarmos abandonar o navio.
ru: Надеюсь, нам не придется покидать корабль таким путем.
zh_cn: 希望不用弃船。
zh_tw: 希望不用棄船。

# CHARACTERS.WOODIE.DESCRIBE.WALL_HAY.BURNT
source: Well, that escalated quickly.
de: Nun, das ist schnell eskaliert.
es: Bien, se ha extendido rápidamente.
fr: Ça s'est vite propagé.
it: Beh, la cosa si è intensificata rapidamente.
ja: うーん、今のは展開が早過ぎたな。
ko: 굉장히 빨리도 탔네.
pl: Było, nie ma.
pt_br: Isso saiu do controle bem rápido.
ru: Вот это было неожиданно.
zh_cn: 嗯，事情来的太突然了。
zh_tw: 嗯，事情來的太突然了。

# CHARACTERS.WOODIE.DESCRIBE.WALL_HAY.GENERIC
source: You could sneeze it down.
de: Das kann man über'n Haufen niesen.
es: Con un estornudo podrías tumbarlo.
fr: Si j'éternue tout s'envole.
it: Si potrebbe abbatterlo con uno starnuto.
ja: くしゃみしたらフッ飛びそうだな
ko: 앞에서 재채기하면 쓰러지겠네.
pl: Człowiek kichnie, dmuchnie i nic z tego nie zostanie.
pt_br: Dava pra derrubar com um espirro.
ru: Я это с одного чиха сдую.
zh_cn: 你打个喷嚏都能把它弄倒。
zh_tw: 你打個噴嚏都能把它弄倒。

# CHARACTERS.WOODIE.DESCRIBE.WALL_HAY_ITEM
source: I could sneeze it apart.
de: Das könnte ich über'n Haufen niesen.
es: Con un estornudo podría tumbarlo.
fr: Si j'éternue tout s'envole.
it: Potrei abbatterlo con uno starnuto.
ja: くしゃみしたらバラバラになりそうだな
ko: 재채기하면 무너질 것 같네.
pl: Kichnąłbym i nie byłoby śladu.
pt_br: Eu poderia quebrar isso com um espirro.
ru: Дунул, плюнул, и нет ее.
zh_cn: 它打个喷嚏都能把它弄倒。
zh_tw: 它打個噴嚏都能把它弄倒。

# CHARACTERS.WOODIE.DESCRIBE.WALL_MOONROCK
source: Looks nice'n'sturdy.
de: Sieht unterernährt aus.
es: Parece buena y resistente.
fr: Ça a l'air costaud et joli.
it: Sembra bella e robusta.
ja: わりと丈夫そうじゃねぇか
ko: 튼튼해 보이잖아.
pl: Wygląda porządnie.
pt_br: Parece bom e resistente.
ru: Выглядит прочно и изящно.
zh_cn: 看起来美观又坚固。
zh_tw: 看起來美觀又堅固。

# CHARACTERS.WOODIE.DESCRIBE.WALL_MOONROCK_ITEM
source: It's not much use like that.
de: Bringt mir jetzt nicht viel.
es: Ya no sirve de mucho.
fr: Pas vraiment utile comme ça.
it: Non è di grande utilità così.
ja: 持ってるだけじゃ意味ねぇぞ
ko: 이래서는 쓸모없잖아.
pl: Średnio przydatny w tej postaci.
pt_br: Não tem mais muita utilidade assim.
ru: Не больно много от него пользы.
zh_cn: 那样用处不大。
zh_tw: 那樣用處不大。

# CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS
source: Crumbling, but still secure, eh?
de: Bröckelt, ist aber noch sicher, was?
es: Desmoronándose, pero aún seguro, ¿eh?
fr: Ça s'écroule, mais ça tient toujours, hein ?
it: Fatiscente, ma ancora sicuro, eh?
ja: 崩れ落ちてるけれど、まだまだしっかりしてるよ、ね？
ko: 무너지고 있지만 아직은 안전한 편이야, 그치?
pl: Ruina, ale bezpieczna ruina, tak?
pt_br: Quebradiço, mas ainda seguro, hã?
ru: Крошится, но держится, ага.
zh_cn: 虽然破碎了，但还是安全的，对吗？
zh_tw: 雖然破碎了，但還是安全的，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_2
source: Crumbling, but still secure, eh?
de: Bröckelt, ist aber noch sicher, was?
es: Desmoronándose, pero aún seguro, ¿eh?
fr: Ça s'écroule, mais ça tient toujours, hein ?
it: Fatiscente, ma ancora sicuro, eh?
ja: 崩れ落ちてるけれど、まだまだしっかりしてるよ、ね？
ko: 무너지고 있지만 아직은 안전한 편이야, 그치?
pl: Ruina, ale bezpieczna ruina, tak?
pt_br: Quebradiço, mas ainda seguro, hã?
ru: Крошится, но держится, ага.
zh_cn: 虽然破碎了，但还是安全的，对吗？
zh_tw: 雖然破碎了，但還是安全的，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_ITEM
source: Heh, stoned again, eh?
de: Schon wieder zugedröhnt, was?
es: Je, otra vez de piedra, ¿eh?
fr: Hé, pas la grosse forme, hein ?
it: Eh, altre pietre, eh?
ja: 酔っぱらって石で殴られたの、ねぇ？
ko: 저런, 또 타격을 입었나?
pl: Czyżby ukamieniowanie?
pt_br: He, empedrou de novo, hã?
ru: Хе, залатали дыру, значит?
zh_cn: 呵，又是石头做成的，是吗？
zh_tw: 呵，又是石頭做成的，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_STONE
source: Safe and secure, eh?
de: Sicher und geborgen, was?
es: Bien seguro, ¿eh?
fr: Bien à l'abri, hein ?
it: Al salvo e al sicuro, eh?
ja: 安心安全だ、なあ？
ko: 안전한가, 엉?
pl: Przytulnie i bezpiecznie, co nie?
pt_br: Seguro e protegido, hã?
ru: Надежная и безопасная, ага?
zh_cn: 相当安全，不是吗？
zh_tw: 相當安全，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_2
source: Safe and secure, eh?
de: Sicher und geborgen, was?
es: Bien seguro, ¿eh?
fr: Bien à l'abri, hein ?
it: Protetto e al sicuro, eh?
ja: 安心安全だ、なあ？
ko: 안전한가, 엉?
pl: Przytulnie i bezpiecznie, co nie?
pt_br: Seguro e protegido, hã?
ru: Надежная и безопасная, ага?
zh_cn: 相当安全，不是吗？
zh_tw: 相當安全，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_ITEM
source: Safe and secure, eh?
de: Sicher und geborgen, was?
es: Bien seguro, ¿eh?
fr: Bien à l'abri, hein ?
it: In salvo e al sicuro, eh?
ja: 安心安全だ、なあ？
ko: 안전한가, 엉?
pl: Przytulnie i bezpiecznie, co nie?
pt_br: Seguro e protegido, hã?
ru: Надежная и безопасная, ага?
zh_cn: 相当安全，不是吗？
zh_tw: 相當安全，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD.BURNT
source: I miss the old you.
de: Ich vermisse ihr altes Aussehen.
es: Echo de menos como eras antes.
fr: Je te préférais avant.
it: Mi manca il vecchio te.
ja: 前のルックスの方が好きだったな。
ko: 이전의 네 모습이 그립구나.
pl: Tęsknię za tobą w dawnej postaci.
pt_br: Sinto falta do você de antes.
ru: Я скучаю по прежнему тебе.
zh_cn: 我好想念以前的你。
zh_tw: 我好想念以前的你。

# CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD.GENERIC
source: I like the look of that!
de: Ich mag, wie es aussieht!
es: ¡Me gusta su aspecto!
fr: Je trouve ça très beau !
it: Mi piace il suo aspetto!
ja: その見た目が好き！
ko: 보기 좋은데!
pl: To mi się podoba!
pt_br: Gosto do visual disso!
ru: Мне нравится, как это выглядит!
zh_cn: 我喜欢它的样子！
zh_tw: 我喜歡它的樣子！

# CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD_ITEM
source: I like the look of that!
de: Ich mag, wie es aussieht!
es: ¡Me gusta su aspecto!
fr: Je trouve ça très beau !
it: Mi piace il suo aspetto!
ja: その見た目が好き！
ko: 보기 좋은데!
pl: To mi się podoba!
pt_br: Gosto do visual disso!
ru: Мне нравится, как это выглядит!
zh_cn: 我喜欢它的样子！
zh_tw: 我喜歡它的樣子！

# CHARACTERS.WOODIE.DESCRIBE.WALRUS
source: Oh no. Walruses again!
de: Oh nein. Schon wieder Walrosse!
es: Oh, no. ¡Morsas otra vez!
fr: Oh non ! Encore les morses !
it: Oh no. Altri trichechi!
ja: なんてことだ！またセイウチだ！
ko: 이런. 또 바다코끼리네!
pl: O nie! Znowu morsy!
pt_br: Ah não. Morsas de novo!
ru: О нет. Снова моржи!
zh_cn: 不是吧，又是海象！
zh_tw: 不是吧，又是海象！

# CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My granddad wore a hat like that.
de: Mein Opa trug einen Hut wie diesen.
es: Mi abuelo tenía un sombrero como este.
fr: Mon grand-père avait le même.
it: Mio nonno portava un cappello come questo.
ja: ワシのじいさんがそんな帽子を被ってた。
ko: 우리 할아버지도 이런 모자를 쓰셨는데.
pl: Mój dziadek nosił takie coś!
pt_br: Meu avô usava um chapéu parecido.
ru: Мой дед носил такую же шляпу.
zh_cn: 我爷爷也有一顶这样的帽子。
zh_tw: 我爺爺也有一頂這樣的帽子。

# CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.EMPTY
source: This won't be safe come winter.
de: Das wird nicht sicher sein, wenn der Winter kommt.
es: No estará a salvo cuando llegue el invierno.
fr: Un lieu à éviter cet hiver.
it: Non sarà sicuro con l'arrivo dell'inverno.
ja: 冬になったら、これじゃあ危ない。
ko: 겨울이 되면 안전하지 않을 거잖아.
pl: Zimą będzie tu niebezpiecznie.
pt_br: Isso não vai ser mais seguro no inverno.
ru: Не будет так безопасен с приходом зимы.
zh_cn: 这在冬天会变得不安全。
zh_tw: 這在冬天會變得不安全。

# CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.GENERIC
source: Walruses are nearby, eh?
de: In der Nähe sind Walrosse, was?
es: Hay morsas cerca, ¿eh?
fr: Il y a des morses dans le coin, hein ?
it: I trichechi sono nelle vicinanze, eh?
ja: セイウチが近くにいる、ねえ？
ko: 근처에 바다코끼리가 있나 보네?
pl: Gdzieś tu się czają morsy?
pt_br: Há morsas por perto, hã?
ru: Моржи где-то рядом, да?
zh_cn: 海象就在附近，是吗？
zh_tw: 海象就在附近，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALRUS_TUSK
source: He had a cavity, eh?
de: Er hatte ein Loch, was?
es: Tenía caries, ¿eh?
fr: Il avait une carie, hein ?
it: Aveva una carie, eh?
ja: 彼には虫歯があったのだろう？
ko: 이빨이 썩었네?
pl: Chyba miał dziurę, co nie?
pt_br: Ele tinha uma cárie, hã?
ru: У него был кариес, а?
zh_cn: 他有蛀牙，是吗？
zh_tw: 他有蛀牙，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALTER.ATTACKER
source: That wasn't very polite, eh?
de: Das war nicht sehr höflich, was?
es: Eso no ha sido muy respetuoso, ¿eh?
fr: Ce n'était pas très poli, ça.
it: Non è stato molto educato, eh?
ja: その態度は失礼じゃねぇか、ん？
ko: 무례하잖아, 그치?
pl: To nie było zbyt kulturalne.
pt_br: Isso não foi muito educado, ein?
ru: Это не очень-то вежливо, ага.
zh_cn: 这不是很有礼貌，对不？
zh_tw: 這不是很有禮貌，對不？

# CHARACTERS.WOODIE.DESCRIBE.WALTER.FIRESTARTER
source: I thought you said you knew how to build a campfire?
de: Ich dachte, du weißt, wie man ein Lagerfeuer macht?
es: Pensé que habías dicho que sabes cómo hacer una fogata.
fr: Je croyais que tu savais comment faire un feu de camp ?
it: Pensavo che mi avessi detto che sapevi come si accende un fuoco da campo?
ja: キャンプファイヤーの作り方は知ってんだろ？
ko: 모닥불 피울 줄 안다고 하지 않았니?
pl: Wydawało mi się, że słyszałem, jak mówisz, że umiesz rozpalać ognisko.
pt_br: Pensei que você sabia fazer uma fogueira.
ru: Ты же вроде говорил, что умеешь разводить костры?
zh_cn: 你不是说你会生营火吗？
zh_tw: 你不是說你會生營火嗎？

# CHARACTERS.WOODIE.DESCRIBE.WALTER.GENERIC
source: Hey, %s! Nice seeing someone from my neck of the woods!
de: He %s! Schön, jemanden aus meiner Heimat zu sehen!
es: ¡Eh, %s! ¡Es agradable ver a alguien de mi tierra!
fr: Hé, %s ! Ça fait plaisir de voir quelqu'un qui vient de chez moi !
it: Ehi, %s! Sono felice di incontrare qualcuno delle mie parti!
ja: よお、%s！地元のヤツに会えるのはうれしいね！
ko: 안녕, %s! 같은 고향 사람을 만나니 반갑잖아!
pl: Hej, %s! Miło spotkać kogoś z moich stron!
pt_br: Oi, %s! É bom ver alguém da nossa terra por aqui!
ru: Привет, %s! Приятно в кои-то веки встретить земляка!
zh_cn: 嘿, %s！老乡你好啊！
zh_tw: 嘿, %s！老鄉你好啊！

# CHARACTERS.WOODIE.DESCRIBE.WALTER.GHOST
source: C'mon kiddo, let's get you a heart.
de: Los, Kleiner, besorgen wir dir ein Herz.
es: Vamos, chaval, consigamos un corazón para ti.
fr: Allez, gamin. On va te trouver un cœur.
it: Forza, ragazzo. Troviamoti un cuore.
ja: よし少年、心臓を取り戻そうじゃねぇか。
ko: 포기하지 마, 꼬마야. 내가 심장을 구해다 줄게.
pl: No dobrze, dzieciaku, znajdźmy ci jakieś serce.
pt_br: Venha, garoto, vamos encontrar um coração para você.
ru: Ну-ка, парень, давай-ка мы тебе сердце найдем.
zh_cn: 加油，孩子，我去给你工作找一颗心。
zh_tw: 加油，孩子，我去給你工作找一顆心。

# CHARACTERS.WOODIE.DESCRIBE.WALTER.MURDERER
source: "Sorry"'s not gonna cut it this time!
de: "Tut mir leid" reicht diesmal nicht!
es: ¡Esta vez no va a valer decir "lo siento"!
fr: Des excuses ne suffiront pas, cette fois !
it: Questa volta dire "mi dispiace" non sarà sufficiente!
ja: これは「ごめん」じゃ済まねぇぞ！
ko: 사과해도 못 넘어갈 거야!
pl: "Przepraszam" tym razem nie pomoże!
pt_br: "Desculpe" não vai colar dessa vez!
ru: На этот раз извинениями ты не отделаешься!
zh_cn: 这次计算你“道歉”也不行了！
zh_tw: 這次計算你“道歉”也不行了！

# CHARACTERS.WOODIE.DESCRIBE.WALTER.REVIVER
source: Thanks for havin' my back, %s!
de: Danke für deine Hilfe, %s!
es: ¡Gracias por cubrirme las espaldas, %s!
fr: Merci de m'avoir aidé, %s !
it: Grazie per avermi dato una mano, %s!
ja: %s、助けてくれてありがとな！
ko: 날 지켜줘서 고마워, %s!
pl: Dziękuję za pomoc, %s!
pt_br: Obrigado por cuidar de mim, %s!
ru: Спасибо, что поддержал, %s!
zh_cn: 多谢你帮忙， %s！
zh_tw: 多謝你幫忙， %s！

# CHARACTERS.WOODIE.DESCRIBE.WALTERHAT
source: Lookit that, it's got a little maple leaf on it!
de: Sieh einer an, da ist ein kleines Ahornblatt drauf!
es: Mira, ¡tiene una hojita de arce y todo!
fr: Regardez ça, elle a même une petite feuille d'érable !
it: Ma guarda un po', c'è sopra una piccola foglia d'acero!
ja: 見てみろよ、カエデの葉が描いてあるぜ。
ko: 세상에, 조그만 단풍잎이 달렸잖아!
pl: Patrzcie no, jest na nim malutki liść klonu!
pt_br: Olha, tem uma pequena folha de carvalho nela!
ru: Смотрите-ка, тут даже кленовый листик вышит!
zh_cn: 瞧，上面有片小枫叶！
zh_tw: 瞧，上面有片小楓葉！

# CHARACTERS.WOODIE.DESCRIBE.WANDA.ATTACKER
source: Yikes! She's got a suprisingly strong right hook.
de: Verflixt! Sie hat einen erstaunlich starken rechten Haken.
es: Uf... Menudos ganchos que mete.
fr: Outch ! Elle a un sacré crochet du droit.
it: Accidenti! Ha un gancio destro davvero sorprendente.
ja: おうおう！あの女、意外とすげぇ右フックキメてきたぜ。
ko: 좋아! 놀라울 정도로 강한 오른쪽 갈고리가 있어.
pl: Łohoho! Ma zaskakujący mocny prawy sierpowy.
pt_br: Nossa! Ela tem um gancho de direita surpreendentemente forte.
ru: Ай! У нее на удивление мощный хук справа.
zh_cn: 呀！她的右勾拳出乎意料地强。
zh_tw: 呀！她的右勾拳出乎意料地強。

# CHARACTERS.WOODIE.DESCRIBE.WANDA.FIRESTARTER
source: Hey, watch where you're burnin'!
de: Hey, pass auf, wo du langbrennst!
es: Eh, ¡cuidadito con lo que quemas!
fr: Eh, attention où tu mets le feu !
it: Ehi, guarda dove bruci!
ja: おい、周りには気をつけろよ！
ko: 이봐, 어디가 불타고 있는지 봐!
pl: Hej! Uważaj, gdzie podpalasz!
pt_br: Ei, cuidado com o que você queima!
ru: Эй, смотри, куда факелом тычешь!
zh_cn: 喂，不要乱点火！
zh_tw: 喂，不要亂點火！

# CHARACTERS.WOODIE.DESCRIBE.WANDA.GENERIC
source: Aboot time you came by for a visit, %s!
de: Höchste Zeit, dass du mich besuchst, %s!
es: Ya era hora de que vinieras de visita, %s.
fr: Il était temps que tu viennes me voir, %s !
it: Era ora che venissi a farmi visita, %s!
ja: そろそろ来る頃だと思ってたぜ、%s！
ko: 대략 방문하러 온 시간이 되었어, %s!
pl: Dawno się nie widzieliśmy, %s!
pt_br: Já era hora mesmo de você me fazer uma visita, %s!
ru: Ты как раз вовремя, %s!
zh_cn: 你早该来看看我了，%s！
zh_tw: 你早該來看看我了，%s！

# CHARACTERS.WOODIE.DESCRIBE.WANDA.GHOST
source: I'm lookin' for a heart! Just give me a minute, eh?
de: Ich bin auf der Suche nach einem Herz! Gib mir eine Minute, ja?
es: Voy a buscar un corazón. Tú espera un momento, ¿eh?
fr: Je cherche un cœur ! Sois un peu patiente, d'accord ?
it: Sto cercando un cuore! Dammi solo un minuto!
ja: 心臓を探してきてやる！ちょっと待っとけよ。
ko: 심장을 찾고 있어! 시간을 좀 줘, 어?
pl: Szukam serca! Daj mi chwilkę, co?
pt_br: Estou procurando um coração! Só me dá um instante, ein?
ru: Да ищу я сердце, ищу! Дай мне минуту, ага.
zh_cn: 我在找心脏了！给我一分钟，诶？
zh_tw: 我在找心臟了！給我一分鐘，誒？

# CHARACTERS.WOODIE.DESCRIBE.WANDA.MURDERER
source: Lucy and I think it's time we put a stop to you, %s.
de: Lucy und ich denken, es ist an der Zeit, dass wir dir das Handwerk legen sollten, %s.
es: Lucy y yo creemos que ya va siendo hora de detenerte, %s.
fr: Lucy et moi pensons qu'il est temps de t'arrêter, %s.
it: Io e Lucy pensiamo che sia ora di fermarti, %s.
ja: ルーシーもオレも、あんたを止めるべきだと意見が一致してね、%s。
ko: 루시와 내 생각에는 이제 너를 멈출 때야, %s.
pl: Lucy i ja uważamy, że najwyższa pora cię powstrzymać, %s.
pt_br: Eu e a Lucy achamos que é hora de deter você, %s.
ru: Мы с Люси считаем, что твоим бесчинствам самое время положить конец, %s.
zh_cn: 露西和我认为是时候制止你了，%s。
zh_tw: 露西和我認為是時候制止你了，%s。

# CHARACTERS.WOODIE.DESCRIBE.WANDA.REVIVER
source: I'm sure glad you're here, %s.
de: Ich bin sehr froh, dass du hier bist, %s.
es: Menos mal que estás aquí, %s.
fr: Je suis sacrément content que tu sois là, %s.
it: Sono felice che tu sia qui, %s.
ja: 来てくれて助かったぜ、%s。
ko: 네가 여기 있어서 정말 기뻐, %s.
pl: Bardzo się cieszę, że tu jesteś, %s.
pt_br: Ainda bem que você tá aqui, %s.
ru: Я очень рад, что ты здесь, %s.
zh_cn: 我很高兴有你在，%s。
zh_tw: 我很高興有你在，%s。

# CHARACTERS.WOODIE.DESCRIBE.WARDROBE.BURNING
source: Wood is the best at burning.
de: Holz brennt am besten.
es: La madera es el mejor material ardiendo.
fr: C'est le bois qui brûle le mieux.
it: Il legno è imbattibile nel bruciare.
ja: やっぱり木は、燃やしてこそだな
ko: 불에 타는 거라면 나무가 최고지.
pl: Drewno najlepiej potrafi się palić.
pt_br: A madeira é a melhor na hora de queimar.
ru: Дерево горит лучше всего.
zh_cn: 木头可是最好的燃料。
zh_tw: 木頭可是最好的燃料。

# CHARACTERS.WOODIE.DESCRIBE.WARDROBE.BURNT
source: Not so useful now, eh?
de: Die ist echt hilfreich!
es: Ahora no es muy útil, ¿eh?
fr: Beaucoup moins pratique maintenant, hein ?
it: È così utile!
ja: これじゃ、もう使えねぇな
ko: 이제는 쓸모가 없잖아, 그치?
pl: Na nic się już nie przyda.
pt_br: Não é tão útil agora, né?
ru: Не так уж и пригодно теперь, а?
zh_cn: 现在没那么有用了，是吗？
zh_tw: 現在沒那麼有用了，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.WARDROBE.GENERIC
source: It's hard to stay neat and tidy in the woods.
de: Im Wald macht man sich zwangsläufig schmutzig.
es: Es difícil mantenerse limpio en el bosque.
fr: C'est dur de rester propre quand on vit dans les bois.
it: È difficile rimanere pulito e ordinato nel bosco.
ja: 着るもんなんかに気ィ使ってられっかよ
ko: 숲에서는 청결을 유지하기가 참 힘들지.
pl: Ciężko dbać o wizerunek w lesie.
pt_br: É difícil permanecer limpo e asseado na floresta.
ru: Довольно трудно оставаться чистым и опрятным в лесу.
zh_cn: 在树林里要保持干净整洁并非易事。
zh_tw: 在樹林裡要保持乾淨整潔並非易事。
