Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: I thought I saw that bird creepin' around here somewhere...
de: Ich dachte, ich hätte diesen Vogel hier irgendwo herumschleichen sehen ...
es: Me había parecido ver al pajarraco ese por aquí...
fr: Je crois que j'ai vu l'oiseau passer par là...
it: Pensavo di aver visto quel pennuto qui attorno...
ja: ここら辺で鳥がうろついてんのを見たと思ったんだけどな…
ko: 여기 어디서 새가 몰래 드나드는 걸 본 것 같은데...
pl: Chyba widziałem, jak ten ptak się gdzieś tu zakradał...
pt_br: Acho que tinha visto aquele pássaro andando em algum lugar por aqui...
ru: По-моему, где-то тут эта птица мелькала в толпе...
zh_cn: 我好像看见了那只鸟在附近鬼鬼祟祟……
zh_tw: 我好像看見了那只鳥在附近鬼鬼祟祟……

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Nothin' really in here, eh?
de: Hier ist nicht wirklich was los, hm?
es: Eh... No hay nada, ¿eh?
fr: Y'a rien par là, hein ?
it: Non c'è nulla qui, eh?
ja: この中には誰もいねぇな？
ko: 여기에는 정말 아무것도 없잖아, 그치?
pl: Chyba nic tu nie ma, co nie?
pt_br: Não há nada aqui, né?
ru: Никого нету дома, да?
zh_cn: 什么都没有吗，诶？
zh_tw: 什麼都沒有嗎，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: What is that bird up to...
de: Was führt dieser Vogel im Schilde ...
es: ¿Qué andará haciendo el pájaro ese?
fr: Qu'est-ce que cet oiseau mijote ?
it: Cosa sta facendo quel pennuto?
ja: あの鳥、何してやがんだよ…
ko: 저 새는 뭘 하려고...
pl: Co ten ptak kombinuje...
pt_br: O que esse pássaro tá tramando...
ru: Чем это он занят...
zh_cn: 那只鸟在搞什么……
zh_tw: 那只鳥在搞什麼……

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: I don't think there's enough of them to make a real game of it.
de: Ich glaube nicht, dass es genug von ihnen gibt, um ein richtiges Spiel anzufangen.
es: Creo que no hay suficientes como para jugar en condiciones.
fr: Je pense pas qu'ils soient assez nombreux pour qu'on fasse une vraie partie.
it: Penso che non ce ne siano abbastanza per giocare.
ja: 真の勝負をするなら、数が足りねんじゃねぇか？
ko: 진짜 게임으로 만들기에는 충분하지 않은 것 같아.
pl: Chyba jest ich zbyt mało, żeby porządnie się pobawić.
pt_br: Não acho que haja o suficiente deles para brincar de verdade.
ru: Не уверен, что получится нормально поиграть. Маловато их.
zh_cn: 人手不够，凑不齐一局游戏。
zh_tw: 人手不夠，湊不齊一局遊戲。

source: Not many places to hide around here, eh?
de: Hier gibt es nicht viele Orte, an denen man sich verstecken kann, hm?
es: Aquí no mucho sitio para esconderse, ¿eh?
fr: Ça manque d'endroits où se cacher par ici, hein ?
it: Non ci sono molti posti per nascondersi qua attorno, eh?
ja: ここら辺には隠れ場所があんまねぇぜ？
ko: 여기는 숨을 곳이 많지 않잖아, 그치?
pl: Nie ma gdzie się tutaj ukryć, co nie?
pt_br: Não tem muitos lugares para se esconder por aqui, né?
ru: Здесь совсем негде прятаться, да?
zh_cn: 周围没有多少地方可以藏，诶？
zh_tw: 周圍沒有多少地方可以藏，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: How aboot we do it again another day?
de: Wie wär's, wenn wir das an einem anderen Tag noch mal machen?
es: ¿Y si volvemos a jugar otro día?
fr: Et si on faisait ça un autre jour ?
it: Perché non lo rifacciamo, un altro giorno?
ja: また別の日にしねぇか？
ko: 다른 날 다시 하는 게 어때?
pl: A może kiedy indziej?
pt_br: Que tal a gente fazer de novo outro dia?
ru: Повторим в другой день?
zh_cn: 改天再来咋样？
zh_tw: 改天再來咋樣？

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: Guess we need a key.
de: Ich schätze, wir brauchen einen Schlüssel.
es: Supongo que necesitamos una llave.
fr: Je crois qu'il faut une clé.
it: Scommetto che abbiamo bisogno di una chiave.
ja: カギがいるみたいだな。
ko: 열쇠가 필요한 것 같네.
pl: Chyba potrzeba nam klucza.
pt_br: Acho que a gente precisa de uma chave.
ru: Кажется, нужен ключ.
zh_cn: 看来我们需要一把钥匙。
zh_tw: 看來我們需要一把鑰匙。

# CHARACTERS.WOODIE.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: Whew, those birds finally skedaddled.
de: Uff, die Vögel haben sich endlich verzogen.
es: Uf, los pájaros han salido pitando de aquí.
fr: Pfiou, ces oiseaux ont enfin déguerpi.
it: Fiu! Finalmente quei pennuti se la sono data a gambe.
ja: あん鳥ども、ようやく尻尾巻いて飛んでったんだな。一息つけるぜ。
ko: 휴, 그 새들이 마침내 서둘러 떠나버렸네.
pl: Uff, te ptaki wreszcie uciekły, gdzie pieprz rośnie.
pt_br: Ufa, até que enfim aqueles pássaros caíram fora.
ru: Фух, наконец-то эти птицы разлетелись.
zh_cn: 呼，那些鸟儿终于散了。
zh_tw: 呼，那些鳥兒終於散了。

# CHARACTERS.WOODIE.ACTIONFAIL.APPRAISE.NOTNOW
source: Guess I'll have to wait politely.
de: Ich werde wohl höflich warten müssen.
es: Supongo que tendré que esperar.
fr: Bon, je vais attendre poliment, alors.
it: Immagino che dovrò aspettare educatamente il mio turno.
ja: お行儀よく待ってるとすっかね。
ko: 예의 바르게 기다려야 할 것 같아.
pl: Chyba muszę grzecznie poczekać.
pt_br: Acho que vou ter que esperar de maneira educada.
ru: Что ж, мне придется подождать, а то невежливо будет.
zh_cn: 看来我得礼貌的等一等。
zh_tw: 看來我得禮貌的等一等。

# CHARACTERS.WOODIE.ACTIONFAIL.ATTUNE.NOHEALTH
source: I feel worse than a used roll of duct tape. Maybe later?
de: Ich fühle mich schlechter als ein gebrauchtes Rolle Klebeband. Vielleicht später?
es: Me siento peor que un rollo de cinta adhesiva usada. ¿Quizás mas tarde?
fr: Je me sens pire qu'un vieux pneu crevé. Plus tard, peut-être ?
it: Mi sento peggio di un rotolo di nastro adesivo utilizzato. Forse più tardi?
ja: 今はヘロヘロだ…あとにしねぇか？
ko: 내가 아주 쓸모없는 것처럼 느껴지네. 나중에 하면 안 될까?
pl: Czuję się jak zużyta rolka taśmy klejącej. Może później?
pt_br: Me sinto pior que um rolo usado de fita adesiva. Quem sabe mais tarde?
ru: Я себя чувствую хуже, чем использованная лента скотча. Может, попозже?
zh_cn: 我觉得比用过的一卷防水胶带还糟糕。或许稍后会好点？
zh_tw: 我覺得比用過的一卷防水膠帶還糟糕。或許稍後會好點？

# CHARACTERS.WOODIE.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: Somebody beat me to it.
de: Jemand ist mir zuvorgekommen.
es: Alguien me ha ganado.
fr: Quelqu'un m'a doublé.
it: Qualcuno mi ha battuto sul tempo.
ja: 先を越されちまったみたいだな。
ko: 누가 나보다 먼저 왔네.
pl: Ktoś mnie uprzedził.
pt_br: Alguém chegou primeiro.
ru: Кто-то меня опередил.
zh_cn: 有人抢先了。
zh_tw: 有人搶先了。

# CHARACTERS.WOODIE.ACTIONFAIL.BATHBOMB.GLASSED
source: There's glass in the way, eh?
de: Da ist Glas im Weg, wie?
es: Hay cristal por medio, ¿eh?
fr: Le verre me gêne.
it: C'è del vetro che intralcia, eh?
ja: 草、ボーボーだ。
ko: 유리 때문에 방해되네, 그치?
pl: To szkło przeszkadza, nie?
pt_br: Tem vidro no caminho, né?
ru: Стекло мешается, ага.
zh_cn: 被好多玻璃挡住了，咦？
zh_tw: 被好多玻璃擋住了，咦？

# CHARACTERS.WOODIE.ACTIONFAIL.BUILD.HASPET
source: I need to take care of the pet I have.
de: Ich muss mich um das Haustier kümmern, das ich habe.
es: Ya tengo que ocuparme de una mascota.
fr: Je dois prendre soin de mon animal.
it: Devo prendermi cura dell'animale domestico che ho già.
ja: ペットの世話をしないとな。
ko: 있는 펫부터 제대로 챙겨줘야 하잖아.
pl: Muszę się zająć zwierzakiem, którego już mam.
pt_br: Preciso cuidar do mascote que tenho.
ru: Я должен заботиться о том, кого приручил.
zh_cn: 我得照顾好我拥有的宠物。
zh_tw: 我得照顧好我擁有的寵物。

# CHARACTERS.WOODIE.ACTIONFAIL.BUILD.MOUNTED
source: Not as tall as a moose, but still too high to place that.
de: Nicht so groß wie ein Elch, aber immer noch zu hoch hierfür.
es: No es tan alto como un alce, pero sigue siendo demasiado alto para colocarlo.
fr: C'est pas aussi grand qu'un élan, mais je suis quand même trop haut pour placer ça.
it: Non è alto come un alce, ma comunque troppo alto per posizionarlo.
ja: コイツに乗ってちゃ、地面に届かねぇな
ko: 이 위에선 너무 높아서 못 놓잖아.
pl: Ten zwierz nie dorównuje wzrostem łosiowi, ale i tak jest dla mnie za wysokie.
pt_br: Não é tão alto quanto um alce, mas ainda é muito alto pra colocar isso.
ru: Не такой высокий, как лось, но все равно высоко для того, чтобы взобраться.
zh_cn: 虽然没有和驼鹿一样高，但是还是太高了，放不上去。
zh_tw: 雖然沒有和駝鹿一樣高，但是還是太高了，放不上去。

# CHARACTERS.WOODIE.ACTIONFAIL.BUILD.TICOON
source: I've already got another one of these critters helping me.
de: Ich habe schon eines dieser Viecher, das mir hilft.
es: Ya me está ayudando una de estas criaturas.
fr: J'ai déjà une de ces bestioles qui m'aide.
it: C'è già un'altra di queste creature che mi sta aiutando.
ja: もう別のやつが力を貸してくれてんだ。
ko: 이미 나를 도와줄 또 다른 동물이 생겼어.
pl: Już jeden taki stworek mi pomaga.
pt_br: Eu já tenho outra dessas criaturas me ajudando.
ru: Мне такое существо и без того помогает.
zh_cn: 已经有另一只在帮助我了。
zh_tw: 已經有另一隻在幫助我了。

# CHARACTERS.WOODIE.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: Guess I wasn't quick enough.
de: Ich glaube, ich war nicht schnell genug.
es: Supongo que tengo que darme más prisa.
fr: Je crois que je n'ai pas été assez rapide.
it: A quanto pare, non ho fatto abbastanza in fretta.
ja: どうやら間に合わなかったみてぇだな。
ko: 내가 좀 굼뜨게 굴었나봐.
pl: Chyba byłem nie dość szybki.
pt_br: Acho que não fui rápido o suficiente.
ru: Что ж, не успел так не успел.
zh_cn: 看来我还不够快。
zh_tw: 看來我還不夠快。

# CHARACTERS.WOODIE.ACTIONFAIL.CHANGEIN.BURNING
source: Better it than a tree.
de: Besser das als ein Baum.
es: Mejor eso que un árbol.
fr: Vaut mieux ça qu'un arbre.
it: Meglio che un albero.
ja: 生きてる木が焼けちまうよりゃマシだ
ko: 나무가 타는 것보다는 낫겠지.
pl: Lepiej to niż drzewo.
pt_br: Melhor isso que uma árvore.
ru: Лучше уж это, чем дерево.
zh_cn: 幸好是它而不是树。
zh_tw: 幸好是它而不是樹。

# CHARACTERS.WOODIE.ACTIONFAIL.CHANGEIN.GENERIC
source: Ouch. Do I not look skookum enough already?
de: Autsch! Seh ich nicht schon drollig genug aus?
es: Ay. ¿Es que no parezco ya lo suficientemente fortachón?
fr: Aïe ! J'ai pas l'air assez cool comme ça ?
it: Eh. Non sembro già abbastanza impressionante?
ja: この格好の何が悪りぃんだ？
ko: 앗.
pl: Aj! Czyżbym źle wyglądał?
pt_br: Autch. Já não sou impressionante o suficiente?
ru: Ой. Разве я недостаточно великолепно выгляжу?
zh_cn: 哎呀。难道我看上去还不够强壮吗？
zh_tw: 哎呀。難道我看上去還不夠強壯嗎？

# CHARACTERS.WOODIE.ACTIONFAIL.CHANGEIN.INUSE
source: Could you hand me my plaid shirt while you're in there?
de: Kannst du mir mein kariertes Hemd reichen, während du da drin bist?
es: ¿Me das mi camisa a cuadros ya que estás ahí?
fr: Tu pourrais me passer ma chemise à carreaux tant que t'y es ?
it: Potresti passarmi la mia camicia a quadri mentre sei lì?
ja: 済んだら、オレのネルシャツも取ってくれ
ko: 아직 거기 쓰고 있는 김에 내 플레드 셔츠 좀 찾아줄래?
pl: Możesz mi podać moją kraciastą koszulę, jak już tam jesteś?
pt_br: Pode aproveitar que está aí e me alcançar minha camisa xadrez?
ru: Не можешь подать мне мою клетчатую рубашку, пока ты там?
zh_cn: 你在那里的时候能把我的格子花呢衬衫递给我吗？
zh_tw: 你在那裡的時候能把我的格子花呢襯衫遞給我嗎？

# CHARACTERS.WOODIE.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: See any beefalo to hitch up around here, Lucy?
de: Siehst du hier irgendwo Beefalo, die man anpflocken kann, Lucy?
es: Oye, Lucy, ¿has visto por aquí algún beefalo al que pillar?
fr: Tu vois un bœufalo à attacher dans le coin, Lucy ?
it: Vedi dei mufali da portare qui nei paraggi, Lucy?
ja: ルーシー、ここいらで結べるビーファロは見てねぇか？
ko: 루시, 여기 주변에 매놓을 비팔로가 보여?
pl: Lucy, widzisz gdzieś jakiegoś wołka do przywiązania?
pt_br: Viu algum bífalo por perto pra gente poder atrelar, Lucy?
ru: Не видела поблизости бифало, чтобы привязать сюда, а, Люси?
zh_cn: 这附近有可以拴起来的皮弗娄牛吗，露西？
zh_tw: 這附近有可以拴起來的皮弗婁牛嗎，露西？

# CHARACTERS.WOODIE.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: Gotta wait for the hair to grow back in.
de: Werde warten müssen, bis die Haare nachwachsen.
es: Toca esperar a que vuelva a crecer el pelo.
fr: Il faut attendre que les poils repoussent.
it: Devo aspettare che la pelliccia ricresca.
ja: 毛ぇ生えてくるまで待たねぇと。
ko: 털이 다시 자랄 때까지 기다려야 해.
pl: Trza poczekać, żeby włosy odrosły.
pt_br: Tenho que esperar o cabelo crescer de novo.
ru: Придется подождать, пока шерсть не отрастет.
zh_cn: 等等让毛长回来。
zh_tw: 等等讓毛長回來。

# CHARACTERS.WOODIE.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: Should've thrown this little guy back.
de: Das Kerlchen hätte ich zurückwerfen sollen.
es: Debí haberlo devuelto.
fr: J'aurais dû m'en débarrasser.
it: Avremmo dovuto ributtarlo in acqua.
ja: このちっちゃいヤツ、放してやればよかったな。
ko: 이 작은 친구는 놓아주는 편이 좋았겠네.
pl: Mogłem wrzucić to maleństwo z powrotem do wody.
pt_br: Deveria ter jogado esse carinha no mar.
ru: Надо эту недоросль обратно в воду кинуть.
zh_cn: 早该把这个小家伙扔回去的。
zh_tw: 早該把這個小傢伙扔回去的。

# CHARACTERS.WOODIE.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: This one's not gonna cut it, eh?
de: Das wird nicht reichen, hm?
es: Con ese tamaño no va a ganar nada, ¿eh?
fr: Celui-là ne suffira pas, hein ?
it: Questo non basterà, eh?
ja: こいつは問題だな。ったくよ。
ko: 이건 안 잘릴거야, 그치?
pl: Ta sztuka jest za mała, co?
pt_br: Esse aqui não vai servir, né?
ru: Такого маловато будет, да?
zh_cn: 这个太小了是吧？
zh_tw: 這個太小了是吧？

# CHARACTERS.WOODIE.ACTIONFAIL.CONSTRUCT.EMPTY
source: I need to put something there.
de: Ich muss da etwas hintun.
es: Tengo que poner algo ahí.
fr: Je dois mettre quelque chose ici.
it: Devo mettere qualcosa lì.
ja: ここに何か置かねえとな。
ko: 안에 뭘 넣어야 하잖아.
pl: Muszę coś tam włożyć.
pt_br: Tenho que colocar alguma coisa aí.
ru: Надо что-то здесь установить.
zh_cn: 我需要在那里放些东西。
zh_tw: 我需要在那裡放些東西。

# CHARACTERS.WOODIE.ACTIONFAIL.CONSTRUCT.INUSE
source: Oops, sorry. Someone's using it already.
de: Hoppla, sorry. Jemand benutzt es schon.
es: Ay, perdón. Alguien ya lo está usando.
fr: Oups ! Désolé. C'est déjà utilisé.
it: Oops, spiacente. Qualcuno lo sta già usando.
ja: あっ、悪い。もう誰かが使ってるな。
ko: 앗, 미안. 누가 이미 사용하고 있잖아.
pl: Ups, przepraszam. Ktoś już tego używa.
pt_br: Ops, desculpe. Alguém já está usando.
ru: Ой, прошу прощения. Уже используется.
zh_cn: 哎呀，对不起。有人已经在使用它了。
zh_tw: 哎呀，對不起。有人已經在使用它了。

# CHARACTERS.WOODIE.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Sorry. Wrong plans.
de: Tut mir Leid. Falsche Pläne.
es: Perdón. Planos equivocados.
fr: Désolé. Mauvais plans.
it: Spiacente. Progetti sbagliati.
ja: 悪い。間違ってた。
ko: 미안. 이 도면이 아니잖아.
pl: Przykro mi, ale to niewłaściwe plany.
pt_br: Desculpe. Planos errados.
ru: Извиняюсь. Не те чертежи.
zh_cn: 抱歉。错误的计划。
zh_tw: 抱歉。錯誤的計畫。

# CHARACTERS.WOODIE.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: Well, it doesn't go there.
de: Nun, das passt da nicht.
es: Vaya, no encaja ahí.
fr: Bon, ça va pas ici.
it: Beh, non ci va.
ja: フム…そこじゃないな。
ko: 이런, 이 재료가 아니잖아.
pl: To tu nie pasuje.
pt_br: Bem, não encaixa aí.
ru: Ну, это сюда не подходит.
zh_cn: 嗯，它不是放在那里的。
zh_tw: 嗯，它不是放在那裡的。

# CHARACTERS.WOODIE.ACTIONFAIL.COOK.GENERIC
source: That's not really in my wheelhouse, sorry.
de: Das ist wirklich nicht mein Stil.
es: Esa no es realmente ni especialidad, lo siento.
fr: C'est pas vraiment mon rayon, désolé.
it: Non è proprio nel mio centro controlli, mi dispiace.
ja: 悪りぃが、料理は得意じゃねぇんだ
ko: 내 특기가 아니잖아. 미안.
pl: To nie moja bajka, przepraszam.
pt_br: Essa não é bem minha praia, desculpe.
ru: Извини, тут не моя рулевая рубка.
zh_cn: 那个真的不在我的舵手室里，不好意思。
zh_tw: 那個真的不在我的舵手室裡，不好意思。

# CHARACTERS.WOODIE.ACTIONFAIL.COOK.INUSE
source: Careful now, don't burn it.
de: Vorsichtig da, nicht verbrennen.
es: Ten cuidado ahora, que no se queme.
fr: Fais gaffe à ce que ça ne brûle pas.
it: Attenzione, non bruciarlo.
ja: 焦がさねぇように気ィつけな
ko: 조심해, 태우면 안 되잖아.
pl: Tylko ostrożnie. Nie przypal.
pt_br: Cuidado aí, não vai queimar isso.
ru: Осторожней, не сожги ничего.
zh_cn: 现在要小心，不要烧它。
zh_tw: 現在要小心，不要燒它。

# CHARACTERS.WOODIE.ACTIONFAIL.COOK.TOOFAR
source: I gotta get closer, eh?
de: Ich muss näher dran, nicht wahr?
es: Tengo que acercarme, ¿eh?
fr: Je dois m'approcher, hein ?
it: Devo avvicinarmi, eh?
ja: もうちっと近づかねぇとダメだな
ko: 아무래도 더 가까이 가야겠어, 그치?
pl: Muszę podejść bliżej, co nie?
pt_br: Preciso chegar mais perto, hã?
ru: Стоит подойти ближе, м?
zh_cn: 嗯，我得靠近点？
zh_tw: 嗯，我得靠近點？

# CHARACTERS.WOODIE.ACTIONFAIL.DISMANTLE.COOKING
source: Better to wait till the food's done, eh?
de: Besser warten, bis das Essen fertig ist, huh?
es: Mejor esperar a que la comida esté hecha, ¿eh?
fr: Mieux vaut attendre que la nourriture soit prête, non ?
it: Meglio aspettare che il cibo sia pronto, no?
ja: 食いモンできるまで待たねぇとな。
ko: 음식이 다 될 때까지 기다리는 것이 좋겠지?
pl: Lepiej poczekać, aż żarcie się ugotuje, co?
pt_br: Melhor esperar até a comida ficar pronta, né?
ru: Надо бы подождать, пока еда сготовится, ага.
zh_cn: 最好等食物做好了再说，诶？
zh_tw: 最好等食物做好了再說，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.DISMANTLE.INUSE
source: Sorry! I'll wait till you're finished there.
de: Entschuldigung! Ich warte, bis du dort fertig bist.
es: Perdón, esperaré a que acabes.
fr: Désolé ! Je vais attendre que vous ayez fini.
it: Ops! Aspetterò che finisca il lavoro.
ja: 悪ぃ！もう使い終わったとばかり思ってたぜ。
ko: 미안해! 거기서 끝날 때까지 기다릴게.
pl: Przepraszam! Poczekam, aż skończysz.
pt_br: Desculpa! Vou esperar até você terminar
ru: Прости! Я подожду, пока ты там не закончишь.
zh_cn: 对不起！我会等你做完那里的事情。
zh_tw: 對不起！我會等你做完那裡的事情。

# CHARACTERS.WOODIE.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: I'd better make sure it's empty first.
de: Ich vergewissere mich lieber erst, dass das leer ist.
es: Tengo que comprobar que no hay nada dentro.
fr: Je dois d'abord vérifier que c'est bien vide.
it: Prima devo assicurarmi che non ci sia nulla all'interno.
ja: 中に何も入ってねぇか、確認したほうがいいな。
ko: 먼저 비어 있는지 확인해야 해.
pl: Lepiej się upewnić, czy w środku niczego nie ma.
pt_br: Primeiro, é melhor eu verificar se não tem nada dentro.
ru: Сначала надо убедиться, что внутри ничего нет.
zh_cn: 我应该先把里面的东西清理掉。
zh_tw: 我應該先把裡面的東西清理掉。

# CHARACTERS.WOODIE.ACTIONFAIL.DRAW.NOIMAGE
source: I won't get it right unless I have the item in front of me.
de: Ich bekomme es nur hin, wenn ich das Ding vor mir habe.
es: No lo lograré a menos que tenga el objeto delante de mí.
fr: J'y arriverai pas tant que c'est pas en face de moi.
it: Non riuscirò a farlo bene finché non ho l'oggetto davanti ai miei occhi.
ja: 描くものが目の前にねぇと描けねぇよ。
ko: 내 앞에 대상이 없으면 제대로 그릴 수 없잖아.
pl: Nie narysuję ładnie, jeśli nie będę miał przedmiotu przed oczami.
pt_br: Não vou acertar a menos que eu tenha o item na minha frente.
ru: У меня не получится нарисовать это без наглядного примера.
zh_cn: 除非我面前就有道具，否则我没法回答正确。
zh_tw: 除非我面前就有道具，否則我沒法回答正確。

# CHARACTERS.WOODIE.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: Sea water isn't usually good for gardens.
de: Meerwasser ist normalerweise nicht gut für Gärten.
es: A las huertas no les suele sentar bien el agua salada.
fr: En général, l'eau de mer n'est pas très bonne pour le jardin.
it: L'acqua salata non è adatta agli orti.
ja: 海水なんてよ、普通は畑に撒くようなモンじゃねぇぜ。
ko: 바닷물은 일반적으로 정원에 좋지 않아.
pl: Woda morska zazwyczaj nie nadaje się do podlewania.
pt_br: Em geral, a água salgada não é boa para jardins.
ru: Морской водой сад обычно не поливают.
zh_cn: 海水通常不宜种庄稼。
zh_tw: 海水通常不宜種莊稼。

# CHARACTERS.WOODIE.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: This little rod won't do me much good.
de: Diese kleine Angelrute hilft mir hier nicht.
es: Esta pequeña caña no va a servirme de mucho.
fr: Cette petite canne ne me servira à rien.
it: Questa piccola canna non mi servirà a molto.
ja: こんなちっこい釣り竿じゃ、何もできねえな。
ko: 이렇게 작은 낚싯대로는 할 수 있는 일이 별로 없잖아.
pl: Ta mała wędka za bardzo mi nie pomoże.
pt_br: Essa vara não vai me ajudar muito.
ru: Эта хлипкая удочка тут бесполезна.
zh_cn: 这根小鱼竿对我没什么好处。
zh_tw: 這根小魚竿對我沒什麼好處。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.ABIGAILHEART
source: I'd never hear the end of it from 'Luce if I didn't try.
de: Wenn ich's nicht versuchen würde, würde mir das Lucy ewig vorhalten.
es: Nunca escucharía el final de Luce si no lo intentase.
fr: Si j'avais pas essayé, Lucie aurait pas arrêté de me harceler.
it: Lucy non mi lascerebbe mai in pace se non ci provassi.
ja: ルーシーが、やってみろってしつこくてよ…
ko: 시도라도 하지 않으면 루시가 계속 불평했을 거라고.
pl: Lucy nie da mi spokoju, jak nie spróbuję.
pt_br: A Lucy nunca ia parar de me encher se eu não tentasse.
ru: Никогда этого бы не услышал от Люси, если бы не попытался.
zh_cn: 要是我不试的话，我永远不会从露西那里听到它后来怎么样了。
zh_tw: 要是我不試的話，我永遠不會從露西那裡聽到它後來怎麼樣了。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.BUSY
source: I'll try again in a mo'.
de: Ich versuch es gleich noch einmal.
es: Lo volveré a intentar dentro de un rato.
fr: Je réessaierai dans un moment.
it: Ci proverò di nuovo in un momento.
ja: ちっと待ったほうがいいな
ko: 나중에 다시 해보겠어.
pl: Spróbuję za sekundę.
pt_br: Vou tentar de novo daqui a pouco.
ru: Я попробую еще раз через пять сек.
zh_cn: 我过会儿再试一次。
zh_tw: 我過會兒再試一次。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: Didn't work. Probably for the best.
de: Hat nicht funktioniert. Vielleicht besser so.
es: No ha funcionado. Probablemente sea mejor así.
fr: Ça a pas marché. C'est sans doute mieux comme ça.
it: Non ha funzionato. Forse meglio così.
ja: ダメか…ま、触らぬ神に…って言うしな
ko: 안 되잖아. 이게 차라리 잘된 건지도.
pl: Nie działa. Może to i lepiej.
pt_br: Não funcionou. Talvez seja melhor assim.
ru: Не получилось. Может, оно и к лучшему.
zh_cn: 不起作用。可能是出于好意。
zh_tw: 不起作用。可能是出於好意。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: It's not polite to cut in line.
de: Es ist unhöflich, sich vorzudrängeln.
es: Colarse es de mala educación.
fr: Ce n'est pas poli de passer devant les gens.
it: Non è educato saltare la coda.
ja: 割り込みなんて行儀がよろしくねぇぜ。
ko: 새치기는 예의가 아니야.
pl: Wpychanie się do kolejki jest niekulturalne.
pt_br: Não é educado furar a fila.
ru: Будет невежливо лезть без очереди.
zh_cn: 插队是不礼貌的。
zh_tw: 插隊是不禮貌的。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: Had to give it a shot, eh?
de: Versuch macht klug, was?
es: Tenía que intentarlo, ¿eh?
fr: Il fallait que j'essaie.
it: Dovevo provare, no?
ja: 一発試してみたくなってよ。
ko: 한번 해봐야겠지, 그치?
pl: Zawsze warto spróbować, co?
pt_br: Eu tinha que tentar, né?
ru: Стоило попробовать, правда?
zh_cn: 得试试，诶？
zh_tw: 得試試，誒？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.DEAD
source: I don't think they... um...
de: Ich glaube nicht, dass das funktioniert.
es: No creo que... eh...
fr: Je ne crois pas que... hem...
it: Non credo che... ehm...
ja: いや…そいつにやっても…なぁ
ko: 그들이... 음...
pl: Hmm... czy oni... eee...
pt_br: Acho que não... hm...
ru: Не думаю, что им… ну…
zh_cn: 我觉得它们不会...嗯...
zh_tw: 我覺得它們不會...嗯...

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.DUPLICATE
source: No sense having two of the same recipe.
de: Man braucht nicht zweimal das selbe Rezept.
es: No tiene sentido tener dos recetas iguales.
fr: Pas la peine d'avoir deux fois la même recette.
it: Non ha senso averne due della stessa ricetta.
ja: 同じレシピが2個あってもしょうがねえよ。
ko: 같은 제조법이 두 개 있을 필요는 없잖아.
pl: Bez sensu mieć dwie takie same receptury.
pt_br: Não faz sentido ter duas receitas iguais.
ru: Нет смысла хранить этот дубликат.
zh_cn: 没有必要拥有两个相同的菜谱。
zh_tw: 沒有必要擁有兩個相同的菜譜。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.FOODFULL
source: There's already something there.
de: Da ist schon etwas.
es: Ya hay algo ahí.
fr: Il y a déjà quelque chose.
it: C'è già qualcosa là.
ja: もう、すでに何かあるぜ。
ko: 이미 다른 게 있잖아.
pl: Już coś tu jest.
pt_br: Já tem alguma coisa aí
ru: Там уже что-то есть.
zh_cn: 里面已经有东西了。
zh_tw: 裡面已經有東西了。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.GENERIC
source: Nah, that ain't right.
de: Nein, das ist nicht richtig.
es: No, esto así no es.
fr: Nan, c'est pas bon.
it: No, non va bene.
ja: これじゃあダメだ。
ko: 에이, 이건 아니잖아.
pl: Nie, to nie tak.
pt_br: Nah, isso não está certo.
ru: Не, это как-то неправильно.
zh_cn: 不，那样不对。
zh_tw: 不，那樣不對。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.GHOSTHEART
source: Not today.
de: Nicht heute.
es: Hoy no.
fr: Pas aujourd'hui.
it: Non oggi.
ja: やめとこうぜ
ko: 오늘은 날이 아닌가 보다.
pl: Nie dziś.
pt_br: Hoje não.
ru: Не сегодня.
zh_cn: 今天不行。
zh_tw: 今天不行。

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: That needs a magic log, eh?
de: Das braucht ein magisches Stück Holz, was?
es: Necesita un tronco mágico, ¿eh?
fr: Il faut une bûche magique, hein ?
it: Ha bisogno di un tronco magico, eh?
ja: 魔法の丸太がいるんじゃねえか？
ko: 마법 통나무가 필요한 것 같아, 그치?
pl: Potrzebuje magicznej kłody, co nie?
pt_br: Precisa de um tronco mágico, hã?
ru: Здесь нужно волшебное полено, а?
zh_cn: 那需要一块魔法木头，嗯？
zh_tw: 那需要一塊魔法木頭，嗯？

# CHARACTERS.WOODIE.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: That needs a mushroom spore, eh?
de: Das braucht eine Pilzspore, was?
es: Necesita una espora de hongo, ¿eh?
fr: Il faut une spore de champignon, hein ?
it: Ha bisogno di una spora di fungo, eh?
ja: キノコの胞子がいるんじゃねえか？
ko: 버섯 포자가 필요한 것 같아, 그치?
pl: Potrzebuje grzybnych zarodników, co nie?
pt_br: Precisa de um esporo de cogumelo, hã?
ru: Тут нужны грибные споры, а?
zh_cn: 那需要一个蘑菇孢子，嗯？
zh_tw: 那需要一個蘑菇孢子，嗯？
