Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.CLAYWARG.STATUE
source: Wonder where that sculpture came from.
de: Ich frage mich, woher diese Skulptur kommt.
es: Me pregunto de dónde ha salido esa escultura.
fr: Je me demande d'où vient cette sculpture.
it: Mi chiedo da dove venga la scultura.
ja: こいつ、どこから来たんだ？
ko: 이 조각상은 어디서 난 걸까.
pl: Ciekawe, skąd wzięła się ta rzeźba.
pt_br: De onde será que veio essa escultura?
ru: Интересно, откуда эта статуя?
zh_cn: 不知道那是哪来的雕像。
zh_tw: 不知道那是哪來的雕像。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.EMBERS
source: It's almost gone.
de: Es ist fast aus.
es: Casi se ha apagado.
fr: C'est presque éteint.
it: È quasi finito.
ja: もうすぐなくなるよ。
ko: 거의 다 사라졌잖아.
pl: Prawie zgasło.
pt_br: Está quase apagando.
ru: Он почти погас.
zh_cn: 快要熄灭了。
zh_tw: 快要熄滅了。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.GENERIC
source: This'll make it feel more like home.
de: So wird es gemütlicher.
es: Así se sentirá más como en casa.
fr: Avec ça je me sentirai un peu comme à la maison.
it: Lo farà sentire più a casa.
ja: 故郷の冬みてぇに、ひんやりした火だな
ko: 더 집 같아지겠잖아.
pl: Będzie trochę bardziej jak w domu.
pt_br: Isso fará com que se sinta mais em casa.
ru: С ним я чувствую себя, как дома.
zh_cn: 有了这个，这里就更像家乡了。
zh_tw: 有了這個，這裡就更像家鄉了。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.HIGH
source: Uh oh! It's bit high!
de: Uh! Ein bisschen hoch!
es: ¡Oh, oh! ¡Qué alto!
fr: Hou là ! C'est un peu haut !
it: Uh oh! È un po' alto!
ja: まずいさ！ちょっと高すぎだ！
ko: 엉! 좀 높잖아!
pl: Ojoj! Trochę się rozszalał ten ogień!
pt_br: Opa! Está um pouco alto!
ru: Ой-ой! Пламя уже достаточно большое!
zh_cn: 哇哦！烧得好旺！
zh_tw: 哇哦！燒得好旺！

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.LOW
source: I should probably do something aboot that, eh?
de: Ich sollte wahrscheinlich etwas dagegen tun, was?
es: Seguramente debería hacer algo al respecto, ¿eh?
fr: Je devrais peut-être faire quelque chose, hein ?
it: Probabilmente dovrei fare qualcosa, eh?
ja: なんとかしないといけないよ、なあ？
ko: 뭔가 해야겠지, 그치?
pl: Chyba powinienem coś z nim zrobić, co nie?
pt_br: Eu deveria tomar alguma providência, hã?
ru: Нужно что-то придумать, чтобы он не погас, а?
zh_cn: 我是不是应该做点什么，嗯？
zh_tw: 我是不是應該做點什麼，嗯？

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.NORMAL
source: I love a cold fire in the evening.
de: Ich liebe ein endothermes Feuer am Abend.
es: Me encanta el fuego por la noche.
fr: J'adore un bon feu froid en soirée.
it: Mi piace un fuoco freddo la sera.
ja: 夜の冷たい火はいいねえ。
ko: 저녁에 즐기는 차가운 불은 좋지.
pl: Lubię zapach zimnego ognia rozświetlającego wieczorne mroki.
pt_br: Adoro um fogo frio à noitinha.
ru: Люблю сидеть у холодного костра вечерами.
zh_cn: 我喜欢在晚上点一堆冰火。
zh_tw: 我喜歡在晚上點一堆冰火。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIRE.OUT
source: It was good while it lasted.
de: Es war gut, solange es brannte.
es: Fue bueno mientras duró.
fr: C'était bien quand ça flambait.
it: È stato bello finché è durato.
ja: 続いてた間はよかったんだけどね。
ko: 불 쬐는 동안에는 좋았는데.
pl: Było miło, ale się skończyło.
pt_br: Foi bom enquanto durou.
ru: Все было здорово, пока он не погас.
zh_cn: 它还是燃着的时候比较好。
zh_tw: 它還是燃著的時候比較好。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.EMBERS
source: I should go chop some wood for that, eh?
de: Ich sollte etwas Holz fällen, was?
es: Debería ir a cortar un poco de madera para esto, ¿eh?
fr: Je devrais aller lui couper du bois, hein ?
it: Dovrei andare a tagliare della legna, eh?
ja: それ用に少し木材を切り出しに行くべきだよな？
ko: 나무라도 베어와야겠지, 그치?
pl: Chyba powinienem ściąć trochę drewna, co nie?
pt_br: Preciso cortar um pouco de madeira para isso, hã?
ru: Нужно пойти и нарубить немного дров, ага?
zh_cn: 我应该去砍点木头来，是吧？
zh_tw: 我應該去砍點木頭來，是吧？

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.GENERIC
source: It uses wood.
de: Benötigt Holz.
es: Utiliza madera.
fr: Ça consomme du bois.
it: Utilizza il legno.
ja: それは木を使う。
ko: 나무를 쓰잖아.
pl: Działa na drewno.
pt_br: Usa madeira.
ru: Ему нужна древесина.
zh_cn: 它要用木头当燃料。
zh_tw: 它要用木頭當燃料。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.HIGH
source: That's too much wood too fast!
de: Zu viel Holz, zu schnell!
es: ¡Demasiada madera demasiado rápido!
fr: Ça fait bien trop de bois d'un seul coup !
it: È troppa legna, troppo velocemente!
ja: っと！一気にくべすぎたな！
ko: 나무를 너무 빨리, 너무 많이 쓰고 있잖아!
pl: To dużo za dużo drewna zbyt szybko!
pt_br: É muita madeira, muito rápido!
ru: Слишком много дров я навалил.
zh_cn: 那太多木头，速度太快了！
zh_tw: 那太多木頭，速度太快了！

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.LOW
source: There should be some wood around here somewhere.
de: Irgendwo hier sollte es doch etwas Holz geben.
es: Debería haber un poco de madera por aquí cerca.
fr: On devrait trouver du bois dans les environs.
it: Ci dovrebbe essere della legna qui intorno da qualche parte.
ja: どこかこの近くに木材がいくらかあるはずだ。
ko: 여기 어딘가에 나무가 있겠지.
pl: Musi tu gdzieś być jakieś drewno...
pt_br: Deve haver madeira por aqui em algum lugar.
ru: Где-то поблизости должна быть древесина.
zh_cn: 这附近应该有木头。
zh_tw: 這附近應該有木頭。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.NORMAL
source: Mmmm. Smells woody.
de: Mmmm. Riecht holzig.
es: Mmmm. Huele a madera.
fr: Mmmm... ça sent le bois.
it: Mmmm. Odore legnoso.
ja: むむむむ。木の匂いがする。
ko: 흠. 나무 냄새 나잖아.
pl: Mmmm. Pachnie drewnem.
pt_br: Mmmm. Aroma amadeirado.
ru: М-м-м-м-м. Пахнет деревом.
zh_cn: 嗯。木头的味道。
zh_tw: 嗯。木頭的味道。

# CHARACTERS.WOODIE.DESCRIBE.COLDFIREPIT.OUT
source: If only I had some wood.
de: Wenn ich doch nur etwas Holz hätte.
es: Ojalá tuviera un poco de madera.
fr: Si seulement j'avais du bois.
it: Se solo avessi un po' di legna.
ja: もしいくらか木材を持っていれば。
ko: 나무가 있으면 좋겠잖아.
pl: Gdybym tylko miał trochę drewna.
pt_br: Se eu pelo menos tivesse um pouco de madeira.
ru: Было б у меня немного древесины.
zh_cn: 要是我有木头就好了。
zh_tw: 要是我有木頭就好了。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.E
source: East.
de: Osten.
es: Este.
fr: Est.
it: Est.
ja: 東だ
ko: 동.
pl: Wschód
pt_br: Leste.
ru: Восток.
zh_cn: 东。
zh_tw: 東。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: Points to the True North.
de: Weist den Weg nach Norden.
es: Señala el norte verdadero.
fr: Indique le vrai nord.
it: Punta verso il vero nord.
ja: これで、方角がわかるぜ
ko: 진북을 향하잖아.
pl: Wskazuje Prawdziwą Północ.
pt_br: Aponta para o norte verdadeiro.
ru: Указывает на Истинный север.
zh_cn: 指向正北方。
zh_tw: 指向正北方。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.N
source: True North.
de: Der wahre Norden.
es: Norte verdadero.
fr: Vrai nord.
it: Vero nord
ja: 真北。
ko: 진북.
pl: Prawdziwa Północ.
pt_br: O norte verdadeiro.
ru: Истинный север.
zh_cn: 正北。
zh_tw: 正北。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.NE
source: Northeast.
de: Nordosten.
es: Nordeste.
fr: Nord-est.
it: Nord-est.
ja: 北東だ
ko: 북동.
pl: Północny wschód
pt_br: Nordeste.
ru: Северо-восток.
zh_cn: 东北。
zh_tw: 東北。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.NW
source: Northwest.
de: Nordwesten.
es: Noroeste.
fr: Nord-ouest.
it: Nord-ovest.
ja: 北西だ
ko: 북서.
pl: Północny zachód
pt_br: Noroeste.
ru: Северо-запад.
zh_cn: 西北。
zh_tw: 西北。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.S
source: South.
de: Süden.
es: Sur.
fr: Sud.
it: Sud.
ja: 南だ
ko: 남.
pl: Południe
pt_br: Sul.
ru: Юг.
zh_cn: 南。
zh_tw: 南。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.SE
source: Southeast.
de: Südosten.
es: Sureste.
fr: Sud-est.
it: Sud-est.
ja: 南東
ko: 남동.
pl: Południowy wschód
pt_br: Sudeste.
ru: Юго-восток.
zh_cn: 东南。
zh_tw: 東南。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.SW
source: Southwest.
de: Südwesten.
es: Sudoeste.
fr: Sud-ouest.
it: Sud-ovest.
ja: 南西だ
ko: 남서.
pl: Południowy zachód
pt_br: Sudoeste.
ru: Юго-запад.
zh_cn: 西南。
zh_tw: 西南。

# CHARACTERS.WOODIE.DESCRIBE.COMPASS.W
source: West.
de: Westen.
es: Oeste.
fr: Ouest.
it: Ovest.
ja: 西だ
ko: 서.
pl: Zachód
pt_br: Oeste.
ru: Запад.
zh_cn: 西。
zh_tw: 西。

# CHARACTERS.WOODIE.DESCRIBE.COMPOST
source: Can't say much for the food, but I like the presentation!
de: Über das Essen kann ich nicht viel sagen, aber die Präsentation gefällt mir!
es: Poco puedo decir de la comida, pero la presentación está bastante bien.
fr: En tant que nourriture, je ne sais pas, mais la présentation me plaît !
it: Non ho molto da dire sul cibo, ma la presentazione mi piace!
ja: 味のことはわからねぇが、悪かねぇ見た目だ！
ko: 음식에 대해 할 말은 별로 없지만 프레젠테이션은 좋아해!
pl: Nie wypowiem się na temat smaku, ale wygląd mi się podoba!
pt_br: Não tenho muito o que dizer sobre a comida, mas gostei da apresentação!
ru: Не знаю, каково это блюдо на вкус, но подача исключительная!
zh_cn: 东西不知道咋样，但是样子我很喜欢！
zh_tw: 東西不知道咋樣，但是樣子我很喜歡！

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTINGBIN.BALANCED
source: Looks aboot right.
de: Sieht halbwegs richtig aus.
es: Creo que así está bien.
fr: Ça m'a l'air pas mal.
it: Sembra tutto a posto.
ja: いい感じじゃねぇか。
ko: 거의 맞는 것 같아.
pl: Wygląda nieźle.
pt_br: Parece estar pronto.
ru: Выглядит вполне неплохо.
zh_cn: 看着不错。
zh_tw: 看著不錯。

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTINGBIN.BURNT
source: Well that's a smell.
de: Das ist mal ein Geruch.
es: Vaya tufo...
fr: Ouf, ça sent encore plus mauvais.
it: Che odore!
ja: 臭ぇな。
ko: 그건 냄새야.
pl: Co za zapaszek.
pt_br: Que fedor.
ru: Ну и амбре.
zh_cn: 这味道有点冲。
zh_tw: 這味道有點沖。

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTINGBIN.DRY
source: Nah, that's too dry.
de: Nee, das ist zu trocken.
es: Está demasiado seco.
fr: Non, c'est trop sec.
it: No, è troppo secco.
ja: こいつぁ乾きすぎてんな。
ko: 아니, 너무 건조해.
pl: Nie, jest za suchy.
pt_br: Nah, seco demais.
ru: Очень уж сухо.
zh_cn: 不行，太干了。
zh_tw: 不行，太乾了。

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTINGBIN.GENERIC
source: Not exactly a barrel of maple syrup...
de: Nicht gerade ein Fass Ahornsirup ...
es: Creo que no es un barril con sirope de arce...
fr: Ce n'est pas non plus un tonneau de sirop d'érable...
it: Non lo si può certo definire un barile di sciroppo d'acero...
ja: メープルシロップのタルじゃねぇって、ひと目で分かるぜ…
ko: 메이플 시럽 통이 아니라...
pl: No nie jest to beczułka syropu klonowego...
pt_br: Não é bem um barril de xarope de bordo...
ru: Та еще бочка кленового сиропа...
zh_cn: 这可不是什么枫树糖浆桶……
zh_tw: 這可不是什麼楓樹糖漿桶……

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTINGBIN.WET
source: A bit too soggy.
de: Ein bisschen zu matschig.
es: Está demasiado húmedo.
fr: C'est un peu trop humide.
it: È un po' troppo umido.
ja: ちょっと水気が多すぎねぇか。
ko: 좀 지나치게 축축해.
pl: Trochę zbyt wodnisty.
pt_br: Ficou molhado demais.
ru: Мокровато будет.
zh_cn: 太湿了。
zh_tw: 太濕了。

# CHARACTERS.WOODIE.DESCRIBE.COMPOSTWRAP
source: Well. Plants gotta fertilize.
de: Tja. Pflanzen sind eben Dünger.
es: Bueno. Las plantas tienen que tener abono.
fr: Les plantes ont besoin d'engrais.
it: Beh, alle piante serve il concime.
ja: ほう、肥料になりそうだな。
ko: 뭐, 식물에 비료는 줘야 하잖아.
pl: No cóż. Rośliny potrzebują nawozu.
pt_br: Bom... Plantas precisam fertilizar.
ru: Ну, растения же надо чем-то удобрять.
zh_cn: 好吧。植物需要施肥。
zh_tw: 好吧。植物需要施肥。

# CHARACTERS.WOODIE.DESCRIBE.CONSTRUCTION_PLANS
source: Well, better get building.
de: Na ja, besser bauen.
es: Bueno, será mejor que me ponga a construir.
fr: Bon, on ferait mieux de construire.
it: Beh, sarà meglio mettersi a costruire.
ja: ああ、建てちまいな。
ko: 뭐, 얼른 만들자고.
pl: No cóż, bierzmy się do roboty.
pt_br: Bem, melhor começar a construir.
ru: Ладно, пора приступать к строительству.
zh_cn: 好吧，最好开始建造了。
zh_tw: 好吧，最好開始建造了。

# CHARACTERS.WOODIE.DESCRIBE.COOKBOOK
source: Pretty handy. Luce, how aboot you read off the ingredients while I cook?
de: Sehr praktisch. Liest du mir die Zutaten vor, während ich koche, Lucy?
es: Muy útil. Lucy, ¿y si vas leyendo los ingredientes mientras yo cocino?
fr: Plutôt pratique. Lucy, tu me lis les ingrédients pendant que je cuisine ?
it: Molto utile. Lucy, che ne pensi di leggermi gli ingredienti mentre cucino?
ja: 使えそうじゃねぇか。ルーシー、料理している間に材料を読み上げてくれるかい？
ko: 제법 유용하잖아. 루시, 내가 요리하는 동안 재료를 읽어줄래?
pl: Całkiem przydatna. Lucy, co ty na to, żebyś czytała listę składników, a ja będę gotował?
pt_br: É bem prático. Lucy, que tal ler os ingredientes enquanto eu cozinho?
ru: Полезная штука. Люси, будешь диктовать мне, пока я готовлю?
zh_cn: 挺管用的。露西，我做饭，你来给我念食谱怎么样？
zh_tw: 挺管用的。露西，我做飯，你來給我念食譜怎麼樣？

# CHARACTERS.WOODIE.DESCRIBE.COOKEDMANDRAKE
source: Was that a bad thing to do?
de: Was es eine schlechte Idee, das zu tun?
es: ¿Debí haber hecho eso?
fr: C'était pas une chose à faire ?
it: È stata una cattiva cosa da fare?
ja: それをしてはまずかったのか？
ko: 익히지 말 걸 그랬나?
pl: Źle zrobiłem?
pt_br: Será que eu não deveria ter feito isso?
ru: Это было плохой идеей?
zh_cn: 我是不是不应该那样做？
zh_tw: 我是不是不應該那樣做？

# CHARACTERS.WOODIE.DESCRIBE.COOKEDMEAT
source: Just like my dear old ma used to make.
de: Als hätte es meine liebe Mama zubereitet.
es: Como la que mi querida y vieja madre solía cocinar.
fr: Exactement comme faisait la grand-mère.
it: Proprio come la faceva la mia cara mammina.
ja: 愛しのばあちゃんが昔作ってくれた物のようだ。
ko: 어머니가 만들어주시던 바로 그 맛이야.
pl: Takie jak robiła mamuśka
pt_br: Como minha mãe querida costumava fazer.
ru: Прямо как готовила моя старая дорогая ма.
zh_cn: 跟老妈以前做的一模一样。
zh_tw: 跟老媽以前做的一模一樣。

# CHARACTERS.WOODIE.DESCRIBE.COOKEDMONSTERMEAT
source: I still don't want to eat it.
de: Ich will sie immer noch nicht essen.
es: Aún no quiero comérmelo.
fr: Toujours pas envie de manger ça.
it: Continuo a non volerla mangiare.
ja: まだ食べたくない。
ko: 그래도 먹기 싫어.
pl: I tak nie mam ochoty go jeść.
pt_br: Ainda não quero comer isso.
ru: Я все равно не хочу это есть.
zh_cn: 我还是不想吃它。
zh_tw: 我還是不想吃它。

# CHARACTERS.WOODIE.DESCRIBE.COOKEDSMALLMEAT
source: That'll just make me hungrier!
de: Das wird mich nur noch hungriger machen.
es: ¡Eso solo me haría tener más hambre!
fr: Je vais avoir encore plus faim avec ça !
it: Mi farà venire ancora più fame!
ja: それじゃあお腹が減るばかりだよ！
ko: 더 배고프게 만들잖아!
pl: Tylko nabrałem apetytu!
pt_br: Isso só vai me deixar com mais fome.
ru: От него только голод разыграется!
zh_cn: 那只会让我觉得更饿！
zh_tw: 那只會讓我覺得更餓！

# CHARACTERS.WOODIE.DESCRIBE.COOKIECUTTER
source: That thing's hankering for a bite of my boat!
de: Das Biest will einen Happen von meinem Boot!
es: ¡Esa cosa quiere morder mi barco!
fr: Ce truc essaie de grignoter mon bateau !
it: Quella cosa non vede l'ora di mordere la mia barca!
ja: オレのボートを食っちまいそうな顔してやがる！
ko: 내 배를 한입 베어 먹으려고 하잖아!
pl: To coś się czai, by wziąć sobie gryza mojej łódki!
pt_br: Essa coisa está ansiosa para morder meu barco!
ru: Эта штука прямо-таки мечтает откусить кусок от моей лодки!
zh_cn: 那东西渴望着咬一口我的小船！
zh_tw: 那東西渴望著咬一口我的小船！

# CHARACTERS.WOODIE.DESCRIBE.COOKIECUTTERHAT
source: Hope this shell protects me better than it protected the last guy.
de: Hoffentlich schützt der Panzer mich besser als den letzten Besitzer.
es: Espero que esto me proteja mejor que al último tipo.
fr: J'espère que ça va mieux me protéger que le type d'avant.
it: Spero che questo guscio protegga me più di quanto abbia fatto col suo precedente occupante.
ja: 前に使ってたヤツよりも、しっかりオレのこと守ってくれよな。
ko: 이 껍데기, 지난번 주인보다는 날 더 잘 보호해줬으면 좋겠잖아.
pl: Mam nadzieję, że ta czapa ochroni mnie lepiej niż swojego poprzedniego właściciela.
pt_br: Espero que essa concha me proteja melhor do que protegeu o último inquilino.
ru: Надеюсь, эта раковина защитит меня лучше, чем предыдущего владельца.
zh_cn: 希望这个壳子保护我比保护它上一个主人好一点。
zh_tw: 希望這個殼子保護我比保護它上一個主人好一點。

# CHARACTERS.WOODIE.DESCRIBE.COOKIECUTTERSHELL
source: He was a tough nut to crack.
de: Er war eine harte Nuss.
es: Era un hueso duro de roer.
fr: C'était un dur à cuire !
it: È stato un osso duro.
ja: こいつを割るのは、ひと苦労だったぜ。
ko: 아주 단단한 친구였어.
pl: To był twardy orzech do zgryzienia.
pt_br: Ele era um osso duro de roer.
ru: Крепкий был орешек, ничего не скажешь.
zh_cn: 他够硬，砸不烂。
zh_tw: 他夠硬，砸不爛。

# CHARACTERS.WOODIE.DESCRIBE.COOKPOT.BURNT
source: Burned to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
fr: Brûlée à vif.
it: Bruciato fino a croccare.
ja: 焦げ焦げに燃えた。
ko: 새까맣게 탔잖아.
pl: Spalony na wiór.
pt_br: Completamente queimada.
ru: Прожарен до хрустящей корочки.
zh_cn: 都烧焦了。
zh_tw: 都燒焦了。

# CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
de: Wird noch ein bisschen dauern, was?
es: Aún tardará un poco más, ¿eh?
fr: Ça va prendre un peu de temps, hein ?
it: Ci vorrà un po' di più, eh?
ja: もうちょっとかかりそうだ、なあ？
ko: 좀 더 기다려야겠네, 그치?
pl: Jeszcze trochę, co nie?
pt_br: Vai demorar um pouco mais, hã?
ru: Долго еще, а?
zh_cn: 还要好一会儿，是吗？
zh_tw: 還要好一會兒，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
de: Au Backe! Hier ist es!
es: ¡Oh, sí! ¡Ya está!
fr: Oh mon gars ! Voilà que c'est prêt !
it: Oh! Eccolo che arriva!
ja: あぁ！やってきたぞ！
ko: 저런! 오잖아!
pl: O rany! Zaraz będzie gotowe!
pt_br: Nossa, está saindo!
ru: О да! Вот так!
zh_cn: 我的乖乖！马上就好了！
zh_tw: 我的乖乖！馬上就好了！

# CHARACTERS.WOODIE.DESCRIBE.COOKPOT.DONE
source: Time for supper!
de: Zeit zum Abendessen!
es: ¡Hora de cenar!
fr: Le dîner est servi !
it: È ora di cena!
ja: 夕飯の時間さ！
ko: 잘 먹겠습니다!
pl: Czas na kolację!
pt_br: Hora da janta!
ru: Пора ужинать!
zh_cn: 晚餐时间到！
zh_tw: 晚餐時間到！

# CHARACTERS.WOODIE.DESCRIBE.COOKPOT.EMPTY
source: It seems a waste to just leave it sitting there, empty.
de: Verschwendung, wenn man den Topf einfach nur leer lässt.
es: Parece un desperdicio dejarla ahí, vacía.
fr: C'est un gâchis de la laisser vide comme ça.
it: Mi sembra uno spreco lasciarla vuota.
ja: 空っぽのままにしておくなんて、なんだか無駄な気がするなぁ。
ko: 이렇게 빈 채로 두기엔 아까운데.
pl: Straszne marnotrawstwo, żeby tak stał pusty.
pt_br: Parece um desperdício apenas deixar aí parado e vazio.
ru: Бессмысленно его держать пустым.
zh_cn: 就这样把它放在这儿，也不煮东西，好像挺浪费的。
zh_tw: 就這樣把它放在這兒，也不煮東西，好像挺浪費的。

# CHARACTERS.WOODIE.DESCRIBE.COONTAIL
source: That's the end of that cat's tale.
de: Das Ende der Katzengeschichte.
es: El final de la cola de ese gato.
fr: Fin de l'histoire pour la queue du chat.
it: La fine del racconto di quel gatto.
ja: ネコも不死身じゃねぇってことだ
ko: 저 고양이의 이야기는 끝났잖아.
pl: Historia tego kota dobiegła końca.
pt_br: Essa é a ponta do rabo daquele gato.
ru: Такой конец истории про кота.
zh_cn: 猫的尾巴。
zh_tw: 貓的尾巴。

# CHARACTERS.WOODIE.DESCRIBE.CORN
source: I like it, but not in everything that I eat.
de: Ich mag es zwar, allerdings sollte es nicht in allem drin sein, was ich esse.
es: Me gusta, pero no con todo lo que como.
fr: J'aime bien ça, mais pas dans tous les plats.
it: Mi piace, ma non in tutto quello che mangio.
ja: それは好きだが、食べた全部というわけじゃない。
ko: 좋지만, 먹는 것에 다 넣을 필요는 없잖아.
pl: Lubię kukurydzę, ale nie jako dodatek do wszystkiego.
pt_br: Gosto disso, mas não em tudo que eu como.
ru: Вкусно, но не ко всему подходит.
zh_cn: 我喜欢玉米，但它不是我最爱的食物。
zh_tw: 我喜歡玉米，但它不是我最愛的食物。

# CHARACTERS.WOODIE.DESCRIBE.CORN_COOKED
source: Cooked with the goodness of corn.
de: Gekocht mit der Güte des Maises.
es: Cocinado con los nutrientes del maíz.
fr: Tous les bienfaits du maïs bien cuit.
it: Cotto con la bontà del mais.
ja: トウモロコシの美味しさで調理した。
ko: 옥수수를 잘 요리했잖아.
pl: Trzeba jeść dużo warzyw.
pt_br: Cozido com a gostosura do milho.
ru: Приготовлено с кукурузьей помощью.
zh_cn: 充分保留了玉米的精华。
zh_tw: 充分保留了玉米的精華。

# CHARACTERS.WOODIE.DESCRIBE.CORN_OVERSIZED
source: Shucks, that's a lot of corn!
de: Mann, das ist jede Menge Mais!
es: Caray, cuánto maíz.
fr: Ouf, ça en fait, du maïs !
it: Cavoli, quello sì che è un sacco di mais!
ja: クソ！すげぇ大量のコーンじゃねぇか！
ko: 쉿, 옥수수가 많다!
pl: A niech to dunder świśnie, ile kukurydzy!
pt_br: Caramba, é muito milho!
ru: Ничего себе! Вот это кукурузина!
zh_cn: 哎呀，好多玉米啊！
zh_tw: 哎呀，好多玉米啊！

# CHARACTERS.WOODIE.DESCRIBE.CORN_SEEDS
source: I'm more of a hewer of wood than a tiller of soil.
de: Ich bin mehr der Holzhacker als ein Landwirt.
es: Yo soy más un leñador que un granjero.
fr: Je suis plus équarrisseur que laboureur.
it: Sono più un taglialegna che non un coltivatore meccanico.
ja: 俺は土壌の耕作者っていうより木こりだな。
ko: 나는 밭 가는 쪽보다는 나무 베는 쪽 전문인데.
pl: Wolę rąbać drewno niż przerzucać ziemię.
pt_br: Sou mais um cortador de madeira que cultivador de terra.
ru: Мне больше по душе колоть дрова, чем возделывать землю.
zh_cn: 我更多的是一名伐木工而不是农民。
zh_tw: 我更多的是一名伐木工而不是農民。

# CHARACTERS.WOODIE.DESCRIBE.CRABKING.GENERIC
source: I think we might've bothered him.
de: Ich glaube, wir belästigen ihn.
es: Creo que quizá le hemos molestado.
fr: On le dérange.
it: Forse l'abbiamo disturbato.
ja: こいつのジャマをしちまったみだいだぞ。
ko: 우리가 방해한 것 같잖아.
pl: Zdaje się, że mu w czymś przeszkodziliśmy.
pt_br: Acho que incomodamos ele.
ru: Кажется, мы его потревожили.
zh_cn: 咱们可能惹到他了。
zh_tw: 咱們可能惹到他了。

# CHARACTERS.WOODIE.DESCRIBE.CRABKING.INERT
source: Think that castle might be missing a gem or two, eh?
de: Sein Schloss könnte noch ein paar Edelsteine vertragen, was?
es: Creo que a ese castillo le faltan una o dos gemas, ¿eh?
fr: Il manque des joyaux sur ce château.
it: Credo che a quel castello manchi qualche gemma, eh?
ja: この城、宝石の1つか2つは足りてねえんだろな。
ko: 저 성에서 보석이 몇 개 없어진 모양이네, 그치?
pl: W tym zamku chyba brakuje paru klejnotów, nie?
pt_br: O castelo parece estar faltando uma ou duas pedras, né?
ru: По-моему, в этом замке самоцветов не хватает, ага.
zh_cn: 那个城堡缺了几颗宝石，是不是？
zh_tw: 那個城堡缺了幾顆寶石，是不是？

# CHARACTERS.WOODIE.DESCRIBE.CRABKING_CLAW
source: Not the best time to make snap decisions, eh?
de: Schneidige Angelegenheit, wie?
es: Este no es el mejor momento de tomar decisiones apresuradas, ¿eh?
fr: C'est pas le moment de prendre des décisions hâtives.
it: Non è il momento migliore per prendere le cose con le pinze, eh?
ja: そんなに急がなくてもいいんじゃねえか？
ko: 지금은 성급히 결정할 때가 아니지?
pl: Nie czas na to, żeby się szczypać, nie?
pt_br: Não é o melhor momento para tomar decisões apressadas, né?
ru: Не лучший момент, чтобы рубить концы, да?
zh_cn: 别冲动啊，诶？
zh_tw: 別衝動啊，誒？

# CHARACTERS.WOODIE.DESCRIBE.CRITTERLAB
source: Anyone home?
de: Jemand zu Hause?
es: ¿Hay alguien en casa?
fr: Y a quelqu'un ?
it: C'è qualcuno in casa?
ja: 誰かいるかい？
ko: 여보세요?
pl: Jest tu kto?
pt_br: Tem alguém em casa?
ru: Кто-нибудь дома?
zh_cn: 有人在家吗？
zh_tw: 有人在家嗎？

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_DRAGONLING
source: Don't start no forest fires now, buddy.
de: Fang jetzt keinen Waldbrand an, Kumpel.
es: No comiences ningún incendio forestal ahora, amigo.
fr: T'avise pas de mettre le feu à la forêt, mon pote.
it: Non appiccare nessun incendio boschivo adesso, amico.
ja: 山火事を起こしたりするんじゃねえぞ。
ko: 숲에 불질러야겠냐.
pl: Tylko żadnego podpalania lasów, kolego.
pt_br: Não inicie incêndios florestais, amigo.
ru: Даже не думай устраивать тут лесные пожары, приятель.
zh_cn: 哥们，先别开始，现在没有森林火焰。
zh_tw: 哥們，先別開始，現在沒有森林火焰。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_EYEOFTERROR
source: We'll have to get you some protective eye gear there, bud.
de: Wir müssen dir eine Schutzbrille besorgen, Kumpel.
es: Tendremos que ponerte algo para proteger el ojo, colega.
fr: Il va falloir te trouver un monocle ou quelque chose.
it: Dovremo procurarti dell'equipaggiamento protettivo per gli occhi, amico.
ja: なんか目を保護するものをいつか渡してやらねぇとな。
ko: 보안경을 준비해야 할 거야, 친구.
pl: Przydadzą ci się jakieś okulary ochronne, kolego.
pt_br: Vamos precisar encontrar proteção ocular pra você, amigo.
ru: Придется тебе какие-нибудь защитные очки сообразить, дружок.
zh_cn: 我们得给你准备一些防护眼罩，伙计。
zh_tw: 我們得給你準備一些防護眼罩，夥計。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_GLOMLING
source: Charmingly chubby.
de: Charmant mollig.
es: Encantadoramente gordito.
fr: Potelé comme un charme.
it: Deliziosamente paffuto.
ja: 丸々太ったカワイイ野郎だな。
ko: 통통한 매력이 있지.
pl: Uroczo grubaśny.
pt_br: Encantadoramente gordinho.
ru: Пухлощекий очаровашка.
zh_cn: 胖乎乎的，真迷人。
zh_tw: 胖乎乎的，真迷人。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_KITTEN
source: Giving it pats is relaxing.
de: Streicheln ist entspannend.
es: Darle palmaditas es relajante.
fr: Le tapoter est relaxant.
it: È rilassante dargli le pacche.
ja: こいつに触ってると癒されるな。
ko: 쓰다듬어주면 마음이 편안해져.
pl: Głaskanie go doskonale odpręża.
pt_br: Dar uns tapinhas nele é relaxante.
ru: Поглаживания так успокаивают.
zh_cn: 轻轻拍它真是令人放松。
zh_tw: 輕輕拍它真是令人放鬆。

# CHARACTERS.WOODIE.DESCRIBE.CRITTER_LAMB
source: Heh, it feels like a beard.
de: He, fühlt sich wie ein Bart an.
es: Je, parece una barba.
fr: Hé, on dirait une barbiche.
it: Eh, è come accarezzare una barba.
ja: ハハ、触ってるとヒゲみたいだな。
ko: 수염 같은 느낌이잖아.
pl: Jakbym głaskał się po brodzie.
pt_br: He, parece uma barba.
ru: Хех, чем-то бороду напоминает.
zh_cn: 嘿，感觉像胡子。
zh_tw: 嘿，感覺像鬍子。
