Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.GOOSEGHOST
source: Worry not, I won't let you leave for Valhalla looking like that!
de: Keine Bange, so lasse ich dich nicht nach Walhall!
es: No te preocupes, ¡no te dejaré partir hacia Valhalla con ese aspecto!
fr: Ne vöus en faites pöint, pöint ne vöus laisserai-je partir ainsi au Valhalla !
it: Non preoccuparti, non ti permetterò di partire per il Valhalla con questo aspetto!
ja: 心配は無用。ヴァルハラには行かせない！
ko: 걱정하지 마, 그런 꼴로 발할라에 보내진 않을 테니까!
pl: Nie bój się, nie pozwolę, byś trafił do Walhalli w takiej postaci!
pt_br: Não se preocupe, não vou deixar que vá para Valhalla com essa aparência!
ru: Не переживай, я не позволю тебе отправиться в Вальхаллу в таком виде!
zh_cn: 不要怕，我不会让你就这样去英灵殿的。
zh_tw: 不要怕，我不會讓你就這樣去英靈殿的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.MOOSE
source: By the gods, I mistook you for a jötunn!
de: Bei den Göttern, ich habe dich für einen Jötunn gehalten!
es: ¡Por los dioses, te había confundido con un jötunn!
fr: Par les dieux, je vöus pris pöur un jötunn !
it: Per gli dei, pensavo fossi un jötunn!
ja: 神に誓い、我は汝をジョタンと間違えた。
ko: 신이시여, 요툰인 줄 알았잖아!
pl: Na bogów, pomyliłam cię z lodowym gigantem!
pt_br: Pelos deuses, eu confundi você com um Jotun!
ru: О боги, я перепутала тебя с йотуном!
zh_cn: 诸神在上，我以为你是巨人呢！
zh_tw: 諸神在上，我以為你是巨人呢！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.MOOSEGHOST
source: Never fear, I'll return you to this realm!
de: Keine Angst, ich bringe dich in dieses Reich zurück!
es: ¡No temas, te devolveré a este reino!
fr: N'ayez pöint peur, je vöus ramènerai en ce röyaume !
it: Non temere, ti riporterò in questo regno!
ja: 恐れるにあらず、我が汝をこの世界に送り返す。
ko: 두려워 마, 내가 이 세계로 돌아오게 해 줄 테니!
pl: Nie lękaj się, sprowadzę cię do świata żywych!
pt_br: Não tenha medo, trarei você de volta a este reino!
ru: Не беспокойся, я верну тебя в этот мир!
zh_cn: 别害怕，我会让你回到这个领域！
zh_tw: 別害怕，我會讓你回到這個領域！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.MURDERER
source: By Yggdrasil, I will cut you down!
de: Bei Yggdrasil! Ich werde dich stutzen!
es: ¡Por Yggdrasil, te derribaré!
fr: Par Yggdrasil, je vais te découper !
it: Per Yggdrasil, ti abbatterò!
ja: ユグドラシルにかけて、貴様を打ち倒す！
ko: 위그드라실의 이름으로 처단해주마!
pl: Na Yggdrasil, powalę cię!
pt_br: Por Yggdrasil, vou te cortar ao meio!
ru: Именем Иггдрасиль, я тебя убью!
zh_cn: 以世界树之名，我会打败你！
zh_tw: 以世界樹之名，我會打敗你！

# CHARACTERS.WATHGRITHR.DESCRIBE.WOODIE.REVIVER
source: %s's heart is as mighty as his beard.
de: %s hat ein Herz so riesig wie sein Bart.
es: El corazón de %s es tan poderoso como su barba.
fr: %s a le cœur aussi puissant que sa barbe.
it: Il cuore di %s è potente come la sua barba.
ja: %sの心は、彼のヒゲのごとく立派だ！
ko: %s의 마음은 그 수염만큼이나 풍성하군.
pl: %s. Jego serce jest równie potężne, co jego broda.
pt_br: O coração de %s é tão poderoso quanto sua barba.
ru: Сердце %s так же сильно, как и его борода.
zh_cn: %s的心和它的胡须一样强大。
zh_tw: %s的心和它的鬍鬚一樣強大。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORM.DIRT
source: What's under that dirt?
de: Was verbirgt sich unter dem Dreck?
es: ¿Qué hay debajo de la tierra?
fr: Que cache ce tas de terre ?
it: Cosa c'è sotto quel terriccio?
ja: あそこの土の下には何が？
ko: 흙 아래에 무엇이 있을까?
pl: Cóż to się tam chowa pod tą ziemią?
pt_br: O que está sob a terra?
ru: Что скрывается под этой грязью?
zh_cn: 那些土下面是什么？
zh_tw: 那些土下面是什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.WORM.PLANT
source: I smell a trap.
de: Ich rieche eine Falle.
es: Huelo una trampa.
fr: Je sens le piège !
it: Sento odore di trappola.
ja: 罠のにおいがする。
ko: 함정의 냄새가 나는군.
pl: Wyczuwam pułapkę.
pt_br: Sinto cheiro de armadilha.
ru: Я чую ловушку.
zh_cn: 我感觉有陷阱。
zh_tw: 我感覺有陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORM.WORM
source: A snake beast from the depths!
de: Eine Schlangenbestie aus der Tiefe!
es: ¡Una bestia serpiente de las profundidades!
fr: Une bête serpent des profondeurs !
it: Una bestia di serpente dal profondo!
ja: 奈落の底から出てきたヘビの化け物！
ko: 심연의 뱀 같은 짐승이군!
pl: Wężowy potwór z podziemi!
pt_br: Uma fera cobra das profundezas!
ru: Змееподобное чудище из глубин!
zh_cn: 来自深渊的蛇形野兽！
zh_tw: 來自深淵的蛇形野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE.GENERIC
source: Does it swallow those fallen in battle?
de: Verschluckt es die, die im Kampf gefallen sind?
es: ¿Se traga a aquellos caídos en batalla?
fr: Est-ce qu'il avale ceux qui tombent au combat ?
it: Ingoia quelli caduti in battaglia?
ja: それは戦死した者たちを飲み込む？
ko: 전투에서 쓰러진 자를 삼키나?
pl: Ciekawe, czy połyka poległych w bitwie.
pt_br: Ele engole aqueles que caíram em batalha?
ru: Забирает ли она павших в битве?
zh_cn: 它是不是会吞掉在战斗中倒下的人？
zh_tw: 它是不是會吞掉在戰鬥中倒下的人？

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE.OPEN
source: Its maw welcomes me.
de: Sein Magen begrüßt mich.
es: Sus fauces me dan la bienvenida.
fr: Sa gueule m'invite.
it: Il suo ventre mi accoglie.
ja: こいつの胃袋は私を歓迎してる。
ko: 벌린 입이 저를 초대하는군요.
pl: Jej paszcza przywita mnie z radością.
pt_br: Sua mãe que me convidou.
ru: Ее глотка приветствует меня.
zh_cn: 它的胃欢迎我。
zh_tw: 它的胃歡迎我。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMHOLE_LIMITED
source: It is sickly and weak.
de: Kränklich und schwach.
es: Es enfermizo y débil.
fr: C'est faible et tout maladif.
it: È debole e malaticcio.
ja: 弱々しく病気がち。
ko: 병약하군.
pl: Jest chora i słaba.
pt_br: Está fraco e doente.
ru: Оно больное и слабое.
zh_cn: 它苍白而虚弱。
zh_tw: 它蒼白而虛弱。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMLIGHT
source: Glowing treasure, I can't resist!
de: Glitzernder Schatz, ich kann nicht widerstehen!
es: ¡Tesoro brillante, no puedo resistir!
fr: Trésor luisant, je craque !
it: Tesoro luminoso, non posso resistere!
ja: 光る宝物。抵抗できない！
ko: 빛나는 보물이라면 그냥 지나칠 수 없지!
pl: Świecący skarb. Nie mogę się powstrzymać!
pt_br: Tesouro incandescente, não consigo resistir!
ru: Сверкающее сокровище, мне не устоять!
zh_cn: 发光的财宝，我无法抗拒！
zh_tw: 發光的財寶，我無法抗拒！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMLIGHT_LESSER
source: Glow! Glow with all your might!
de: Ohh, so viel Glühen aber kein Feuer.
es: ¡Brilla! ¡Brilla con toda tu fuerza!
fr: Brille ! Brille autant que tu peux !
it: Brilla! Brilla con tutta la tua potenza!
ja: さあ、輝け！力強く！
ko: 빛나라! 온 힘을 다해 빛나라!
pl: Świeć! Świeć z całych sił!
pt_br: Brilhe! Brilhe com toda a sua força!
ru: Свети! Свети изо всех сил!
zh_cn: 发光吧！用你所有的力量绽放光芒吧！
zh_tw: 發光吧！用你所有的力量綻放光芒吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMLIGHT_PLANT
source: I smell a trap.
de: Ich rieche eine Falle.
es: Huelo una trampa.
fr: Je sens le piège !
it: Sento odore di trappola.
ja: これは…ワナであろう…
ko: 함정의 냄새가 나는군.
pl: Wyczuwam pułapkę.
pt_br: Sinto cheiro de armadilha.
ru: Я чую ловушку.
zh_cn: 我感觉有陷阱。
zh_tw: 我感覺有陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.ATTACKER
source: Rumors of %s's terrible act have spread like weeds.
de: Die Gerüchte über die schreckliche Tat von %s verbreiten sich wie ein Lauffeuer.
es: Los rumores de la terrible conducta de %s han crecido como malas hierbas.
fr: L'acte ödieux de %s s'est répandu cömme traînée de pöudre !
it: Voci sul terribile gesto di %s sono arrivate in capo al mondo.
ja: %sの恐ろしい行為の噂が広がっている。
ko: %s의 끔찍한 행동에 관한 소문이 잡초처럼 퍼졌군.
pl: Wieści o straszliwym czynie, którego sprawcą jest %s, rozchodzą się z prędkością błyskawicy.
pt_br: Rumores sobre o ato terrível de %s se espalharam como ervas daninhas.
ru: Пошли слухи о том, что %s совершил ужасное.
zh_cn: %s恶劣行径的传闻像杂草一样到处传播。
zh_tw: %s惡劣行徑的傳聞像雜草一樣到處傳播。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.FIRESTARTER
source: %s is sure to be scalded by Hel's flames!
de: %s wird gewiss in Hels Flammen schmoren!
es: ¡Las llamas de Hel escaldarán a %s!
fr: %s finira dévöré par les flammes de Hel !
it: Le fiamme di Hel bruceranno di certo %s!
ja: %sは間違いなく地獄の炎で焼かれよう。
ko: %s이(가) 헬의 화염에 데었겠군!
pl: %s z pewnością poparzy się płomieniami Hel!
pt_br: %s certamente será queimado pelas chamas de Hel!
ru: %s будет сожжен пламенем Хель.
zh_cn: %s必然会受到赫尔之火的制裁!
zh_tw: %s必然會受到赫爾之火的制裁!

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.GENERIC
source: Greetings, %s, touched by Yggdrasil!
de: Sei gegrüßt, %s, von Yggdrasil berührt!
es: ¡Saludos, %s, Yggdrasil te ha bendecido!
fr: Salutatiöns, %s, béni par Yggdrasil !
it: Salve, %s, frutto di Yggdrasil!
ja: ユグドラシルの祝福を受けし%sよ、出会えて光栄だ！
ko: 안녕, 위그드라실의 손길이 닿은 %s!
pl: Witaj, %s! Błogosławi ci Yggdrasil!
pt_br: Saudações, %s, tocado pela Yggdrasil!
ru: Приветствую тебя, %s, отмеченный касанием Иггдрасиля.
zh_cn: 你好，%s，被世界树触碰过的人!
zh_tw: 你好，%s，被世界樹觸碰過的人!

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.GHOST
source: My dear friend hath fallen in battle!
de: Mein lieber Freund ist im Kampf gefallen!
es: ¡Mi valiente camarada ha caído en combate!
fr: Mön cher ami a été vaincu en cömbat !
it: Il mio caro amico è caduto in battaglia!
ja: 我が親愛なる友が戦いで倒れた！
ko: 친구가 전투에서 목숨을 잃었군!
pl: Mój drogi przyjaciel poległ w boju!
pt_br: Meu querido amigo caiu em batalha!
ru: Мой дорогой друг пал в битве!
zh_cn: 我亲爱的好友已战死沙场。
zh_tw: 我親愛的好友已戰死沙場。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.MURDERER
source: I will root you out, monstrous plant!
de: Ich beseitige dich mit Stumpf und Stiel, Monsterpflanze!
es: ¡Te arrancaré de raíz, planta monstruosa!
fr: Je te déracinerai, vile plante mönstrueuse !
it: Ti estirperò, pianta mostruosa!
ja: 我は汝を根絶やしにする、怪物の植物！
ko: 뿌리를 뽑아 주마, 괴물 같은 식물아!
pl: Wykorzenię cię, przebrzydła roślino!
pt_br: Vou arrancar você daqui, planta monstruosa!
ru: Я выкорчую тебя, чудовищное растение!
zh_cn: 我会把你斩草除根，可恶的植物！
zh_tw: 我會把你斬草除根，可惡的植物！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORMWOOD.REVIVER
source: %s is a kind and formidable healer.
de: %s ist ein formidabler und freundlicher Heiler.
es: %s sabe sanar formidablemente como nadie.
fr: %s est un söigneur extraördinaire.
it: %s è un formidabile guaritore gentile.
ja: %sは親切で恐ろしい治療者なり。
ko: %s은(는) 착하고 강한 치유자야.
pl: %s jest potężnym uzdrowicielem.
pt_br: %s é um curandeiro gentil e formidável.
ru: %s — добрый и талантливый целитель.
zh_cn: %s是一位善良可敬的医生。
zh_tw: %s是一位善良可敬的醫生。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.ATTACKER
source: Back! Back, beast!
de: Zurück! Zurück, Bestie!
es: ¡Atrás! ¡Atrás, bestia!
fr: Arrière ! Arrière, bête !
it: Indietro! Indietro, bestia!
ja: 戻れ、戻れ、獣よ！
ko: 물러서! 저리 가라, 짐승아!
pl: Cofnij się! Cofnij się, bestio!
pt_br: Vá de retro, criatura!
ru: Назад! Назад, зверюга!
zh_cn: 回来！野兽，回来！
zh_tw: 回來！野獸，回來！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.FIRESTARTER
source: %s stepped forth from Hel's flames!
de: %s ist aus Hels Flammen hervorgetreten!
es: ¡%s emergió de entre las llamas de Hel!
fr: %s a succombé aux flammes de Hel !
it: %s è uscito dalle fiamme di Hel!
ja: %sが地獄の業火から進み出た！
ko: %s이(가) 헬의 화염에서 나왔군!
pl: %s wychodzi z płomieni Hel!
pt_br: %s veio das chamas de Hel!
ru: %s выходит из пламени Хель!
zh_cn: %s从赫尔之火走了出来。
zh_tw: %s從赫爾之火走了出來。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.GENERIC
source: Hail, fire giant %s!
de: Sei gegrüßt, Feuerriese %s!
es: ¡Salve, gigante de fuego %s!
fr: Salut, monstre de feu %s !
it: Salve, gigante di fuoco %s!
ja: 讃えよう、火の巨人%s！
ko: 불의 거인 %s 만세!
pl: Witaj, gigancie ognia %s!
pt_br: Saudações, gigante de fogo, %s!
ru: Славься, владыка огня %s!
zh_cn: 欢迎烈火巨人%s！
zh_tw: 歡迎烈火巨人%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.GHOST
source: An honorable Viking leaves no one behind!
de: Ein ehrenwerter Wikinger lässt niemanden zurück!
es: ¡Un vikingo honorable no deja a nadie atrás!
fr: Une honorable Viking n'abandonne personne !
it: Un vichingo d'onore non si lascia nessuno alle spalle!
ja: 誇り高きヴァイキングは誰も見捨てぬ！
ko: 명예를 아는 바이킹은 그 누구도 저버리지 않는다!
pl: Honorowy wiking nikogo nie opuszcza!
pt_br: Um viquingue honrado não deixa ninguém para trás!
ru: Доблестный викинг никого не оставляет в живых!
zh_cn: 光荣的维京人不会丢下任何一个人。
zh_tw: 光榮的維京人不會丟下任何一個人。

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.MURDERER
source: %s will pay for his trespasses!
de: %s wird für diese Sünden bezahlen!
es: ¡%s pagará por sus ofensas!
fr: %s paiera pour son intrusion !
it: %s la pagherà per i suoi delitti!
ja: %sは侵入の代償を払うだろう！
ko: %s은(는) 악행의 대가를 치르게 될 거야!
pl: %s zapłaci za swoje występki!
pt_br: %s pagará por suas ofensas!
ru: %s заплатит за вторжение!
zh_cn: %s会为他的闯入付出代价！
zh_tw: %s會為他的闖入付出代價！

# CHARACTERS.WATHGRITHR.DESCRIBE.WORTOX.REVIVER
source: %s abides by a warrior's code.
de: %s hält sich an einen Ehrenkodex der Krieger.
es: %s se rige por el código del guerrero.
fr: %s obéit à un code du guerrier.
it: %s rispetta il codice del guerriero.
ja: %s は戦士の掟に従う。
ko: %s은(는) 전사답게 행동하는군.
pl: %s postępuje zgodnie z kodem wojownika.
pt_br: %s segue o código dos guerreiros.
ru: %s подчиняется кодексу воина.
zh_cn: %s恪守勇士的准则。
zh_tw: %s恪守勇士的準則。

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.ATTACKER
source: Ah, you wish to test your mettle in combat? As you wish!
de: Ah, du willst dich im Kampf beweisen? Nun gut!
es: Ah, ¿quieres probar tu valía en combate? ¡Como desees!
fr: Ah, vöus söuhaitez me défier ? Estöit brave !
it: Ah, vuoi metterti alla prova in combattimento? Come desideri!
ja: ああ、汝、己が戦闘力を試したく思うのか？ 望みのままに！
ko: 아, 전투에서 패기를 시험해 보려고? 마음대로 해!
pl: Ach, pragniesz sprawdzić się w walce? Jak sobie życzysz!
pt_br: Ah, você deseja testar sua coragem em combate? Como quiser!
ru: А, ты решила испытать себя в бою? Как пожелаешь!
zh_cn: 啊，你想在通过战斗练练手？如你所愿吧！
zh_tw: 啊，你想在通過戰鬥練練手？如你所願吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.FIRESTARTER
source: %s toys with Hel's flames!
de: %s spielt mit Hels Feuer!
es: ¡%s juega con las llamas de Hel!
fr: %s jöue avec les flammes de Hel !
it: %s sta giocando con le fiamme di Hel!
ja: %s、地獄の業火と戯れる！
ko: %s이(가) 헬의 화염을 갖고 노는군!
pl: %s bawi się płomieniami Hel!
pt_br: %s brinca com as chamas de Hel!
ru: %s играется с огнем Хель!
zh_cn: %s竟敢玩赫尔之火！
zh_tw: %s竟敢玩赫爾之火！

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.GENERIC
source: Hail, %s, small beastie of the marshlands!
de: Sei gegrüßt, %s, kleines Sumpftier!
es: ¡Saludos, %s, pequeña bestia de los pantanos!
fr: Salutatiöns, %s, petite beste des marécages !
it: Salve, %s, bestiola delle paludi!
ja: 讃えよう、%s、湿地の小さな獣よ！
ko: 늪지대의 작은 짐승 %s 만세!
pl: Witaj, %s, mała bestio z bagien!
pt_br: Olá, %s, pequena fera dos pântanos!
ru: Приветствую, %s, маленькое болотное создание!
zh_cn: 注意了，%s，你这个沼泽小畜生！
zh_tw: 注意了，%s，你這個沼澤小畜生！

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.GHOST
source: You've a warrior's spirit, but you're not ready for Valhalla yet!
de: Du hast den Geist eines Kriegers, aber für Walhall bist du noch nicht bereit!
es: ¡Tienes espíritu guerrero, pero aún no puedes presentarte en Valhalla!
fr: Vötre esprit est intrépide, mais vöus n'êtes pöint encöre prêt pöur le Valhalla.
it: Hai lo spirito di una guerriera, ma non sei ancora pronta per il Valhalla!
ja: 汝は戦士の魂を持っているが、まだヴァルハラの準備ができてない！
ko: 전사의 혼을 지녔지만 아직 발할라에 갈 준비는 안 됐어!
pl: Masz duszę wojownika, ale nie jesteś jeszcze gotowy, by trafić do Walhalli!
pt_br: Você tem um espírito de guerreira, mas ainda não está pronta para Valhalla!
ru: В тебе живет душа воительницы, но в Вальхаллу тебе пока рано!
zh_cn: 虽然你有点战士精神，但是你还没有去英灵殿的资格！
zh_tw: 雖然你有點戰士精神，但是你還沒有去英靈殿的資格！

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.MURDERER
source: I will not be defeated so easily, beastie!
de: So leicht bin ich nicht zu besiegen, Tierchen!
es: ¡No será tan fácil derrotarme, bestia!
fr: Je ne me laisserai pas vaincre aussi facilement, vile beste !
it: Non verrò sconfitta tanto facilmente, bestiolina!
ja: 獣よ！ 我を破るは容易きに非ず！
ko: 나는 그리 쉽게 패배하지 않을 거다, 짐승아!
pl: Nie dam się tak łatwo pokonać, bestyjko!
pt_br: Não serei derrotada tão facilmente, ferinha!
ru: Меня так просто не побороть, тварь!
zh_cn: 我不会这么容易就被打败，小畜生！
zh_tw: 我不會這麼容易就被打敗，小畜生！

# CHARACTERS.WATHGRITHR.DESCRIBE.WURT.REVIVER
source: It seems you have a kind heart 'neath that scaly hide.
de: Du hast wohl eine Art Herz unter all den Schuppen.
es: Parece que tienes un corazón noble bajo esa piel escamosa.
fr: Il semblerait y avöir un cœur, ci-dessöus de ces écailles.
it: Sotto a quella pelle squamosa, il tuo cuore è gentile.
ja: かのうろこ状の皮の下に優しい心を持つようだ。
ko: 그 비늘 가죽 밑에 다정한 마음이 있는 모양이구나.
pl: Zdaje się, że pod tą łuską skrywasz czułe serce.
pt_br: Parece que você tem um coração gentil debaixo dessas escamas.
ru: Похоже, под чешуйчатой шкурой скрывается доброе сердце.
zh_cn: 看起来你粗糙的鳞片下面还是藏了一颗善良的心。
zh_tw: 看起來你粗糙的鱗片下麵還是藏了一顆善良的心。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.ATTACKER
source: %s! You insult my honor!
de: %s! Du beleidigst meine Ehre!
es: ¡%s! ¡Insultas mi honor!
fr: %s ! Tu insultes mon honneur !
it: %s! Insulti il mio onore!
ja: %s！この無礼者め！
ko: %s! 나를 모욕했겠다!
pl: %s! Obrażasz mój honor!
pt_br: %s! Você insulta minha honra!
ru: %s! Ты унизил мое достоинство!
zh_cn: %s！你损毁了我的荣誉！
zh_tw: %s！你損毀了我的榮譽！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.FIRESTARTER
source: That metal warrior would see this world burn.
de: Der Metallkrieger würde diese Welt brennen sehen.
es: Ese guerrero de metal verá este mundo arder.
fr: Ce guerrier de métal voudrait voir brûler ce monde.
it: Quel guerriero di metallo vedrebbe questo mondo bruciare.
ja: 鋼の戦士は、この世界を焼くつもりか…
ko: 저 금속 전사는 이 세계가 불에 타는 걸 보고 싶어 하는군.
pl: Ten zakuty w stal rycerz pragnie ujrzeć świat w płomieniach.
pt_br: Esse guerreiro de metal veria esse mundo queimar.
ru: Этот железный воин узрит, как горит его мир.
zh_cn: 金属战士会眼睁睁看着这个世界烧毁掉。
zh_tw: 金屬戰士會眼睜睜看著這個世界燒毀掉。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.GENERIC
source: May Thor's bolts energize you, %s!
de: Möge Thors Blitz dir Energie geben, %s!
es: ¡Que los rayos de Thor te den energía, %s!
fr: Que les éclairs de Thor t'apportent leur énergie, %s !
it: Che i bulloni di Thor possano darti energia, %s!
ja: %s！トールの加護のあらんことを！
ko: 토르의 번개로 힘을 얻기를, %s!
pl: Niechaj gromy Thora cię porażą, %s!
pt_br: Que os raios de Thor te energizem, %s!
ru: Да зарядят тебя молнии Тора, %s!
zh_cn: %s，希望索尔的闪电能带给你能量！
zh_tw: %s，希望索爾的閃電能帶給你能量！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.GHOST
source: Metal warrior, it is not your time. A heart!
de: Metallkrieger, es ist nicht deine Zeit. Ein Herz!
es: Guerrero de metal, no es tu momento. ¡Un corazón!
fr: Guerrier de métal, ton heure n'est pas venue. Un cœur !
it: Guerriero di metallo, non è giunto il tuo momento. Un cuore!
ja: 鋼の戦士よ、まだ逝くな！心臓を！
ko: 금속 전사여, 아직은 때가 아니다. 심장이여!
pl: To jeszcze nie twój czas, stalowy kawalerze. Serce!
pt_br: Guerreiro de metal, não é a sua hora. Um coração!
ru: Железный воин, еще не пришло твое время. Сердце!
zh_cn: 金属战士，你命不该绝。一颗心！
zh_tw: 金屬戰士，你命不該絕。一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.MURDERER
source: We shall see whose steel is stronger, %s!
de: Wir werden sehen, wessen Stahl stärker ist, %s!
es: ¡Veremos de quién es el acero más fuerte, %s!
fr: On va voir qui a l'acier le plus résistant, %s !
it: Vedremo di chi è l'acciaio più forte, %s!
ja: その鋼の体、我がヤリで貫いてくれる、%s！
ko: 누구의 강철이 더 강한지 보자, %s!
pl: Zobaczmy no, czyja stal więcej ma siły, %s!
pt_br: Veremos qual aço é o mais forte, %s!
ru: Мы еще посмотрим, чья сталь прочнее, %s!
zh_cn: %s，我们应该看看谁的武器更强！
zh_tw: %s，我們應該看看誰的武器更強！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78.REVIVER
source: %s is brimming with honor.
de: %s ist absolut ehrenwert.
es: %s rebosa honor.
fr: %s déborde d'honneur.
it: %s trabocca di onore.
ja: %sは、まこと誉れ高き戦士よ…
ko: %s의 명예는 하늘을 높이 찌르는군.
pl: %s promienieje honorem.
pt_br: %s está transbordando honra.
ru: %s преисполнен достоинства.
zh_cn: %s荣誉满满。
zh_tw: %s榮譽滿滿。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_BEE
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_COLD
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_HEAT
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_LIGHT
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXHEALTH
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXHEALTH2
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXHUNGER
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。
