Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: Perhaps I should show it to the judge, to get a measure of his taste.
de: Vielleicht sollte ich es dem Richter zeigen, um einen Eindruck von seinem Geschmack zu bekommen.
es: ¿Y si se lo enseño al juez para ver qué es lo que le gusta?
fr: Je devrais peut-être la montrer au juge, pour mieux connaître ses goûts.
it: Forse dovrei mostrarla al giudice, per capire meglio i suoi gusti.
ja: コレ、審判に見せて彼のテイストを測るべきだネ。
ko: 아마도 심사위원에게 보여줘야 그의 취향을 가늠할 수 있을 거야.
pl: Chyba powinienem pokazać to jurorowi. Mam nadzieję, że nie będzie mu nie w smak.
pt_br: Talvez eu deva mostrar ele pro juiz, pra tentar entender do que ele gosta.
ru: Нужно показать ее судье, чтобы понять, какой у него вкус в одежде.
zh_cn: 也许我该把它拿给评委看看，了解一下他的品位。
zh_tw: 也許我該把它拿給評委看看，瞭解一下他的品位。

# CHARACTERS.WARLY.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: One part of a recipe for a beefalo costume.
de: Teil eines Rezepts für ein Beefalo-Kostüm.
es: Una parte de una receta de un disfraz de beefalo.
fr: Une partie de la recette du costume pour un bœufalo.
it: Parte di una ricetta per un costume per mufali.
ja: ビーファロのコスチュームのレシピの一部だネ。
ko: 비팔로 의상 레시피의 일부야.
pl: Część przepisu na kostium dla wołka.
pt_br: Parte de uma receita para uma fantasia de bífalo.
ru: Часть рецепта наряда для бифало.
zh_cn: 皮弗娄牛礼服的部分配方。
zh_tw: 皮弗婁牛禮服的部分配方。

# CHARACTERS.WARLY.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: One part of a recipe for a beefalo costume.
de: Teil eines Rezepts für ein Beefalo-Kostüm.
es: Una parte de una receta de un disfraz de beefalo.
fr: Une partie de la recette du costume pour un bœufalo.
it: Parte di una ricetta per un costume per mufali.
ja: ビーファロのコスチュームのレシピの一部だネ。
ko: 비팔로 의상 레시피의 일부야.
pl: Część przepisu na kostium dla wołka.
pt_br: Parte de uma receita para uma fantasia de bífalo.
ru: Часть рецепта наряда для бифало.
zh_cn: 皮弗娄牛礼服的部分配方。
zh_tw: 皮弗婁牛禮服的部分配方。

# CHARACTERS.WARLY.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: One part of a recipe for a beefalo costume.
de: Teil eines Rezepts für ein Beefalo-Kostüm.
es: Una parte de una receta de un disfraz de beefalo.
fr: Une partie de la recette du costume pour un bœufalo.
it: Parte di una ricetta per un costume per mufali.
ja: ビーファロのコスチュームのレシピの一部だネ。
ko: 비팔로 의상 레시피의 일부야.
pl: Część przepisu na kostium dla wołka.
pt_br: Parte de uma receita para uma fantasia de bífalo.
ru: Часть рецепта наряда для бифало.
zh_cn: 皮弗娄牛礼服的部分配方。
zh_tw: 皮弗婁牛禮服的部分配方。

# CHARACTERS.WARLY.DESCRIBE.YOTB_POST
source: A stake to display my prized steak, non?
de: Ein Pflock, um mein wertvolles Steak auszustellen, non?
es: Un palo para exponer a mi pinchito moruno, ¿non?
fr: Un étal pour exposer mon steak préféré, c'est ça ?
it: Uno spiedo per la mia bistecca, non?
ja: ボクの表彰されたステーキをディスプレイするための柱ジャナイ？
ko: 내 소중한 스테이크를 전시할 스테이크네, 농(아닌가)?
pl: Słupek do zaprezentowania mojej wspaniałej wołowinki, non?
pt_br: Um espeto pra minha preciosa picanha, non?
ru: Местечко для демонстрации моего великолепного стейка, non?
zh_cn: 用来展示我获奖的牛排的柱子，不是么？
zh_tw: 用來展示我獲獎的牛排的柱子，不是麼？

# CHARACTERS.WARLY.DESCRIBE.YOTB_POST_ITEM
source: This looks like a good spot, non?
de: Sieht nach einem guten Ort aus, non?
es: Creo que es un buen sitio, ¿non?
fr: Je pense que c'est un bon endroit.
it: Sembra un buon posto, non?
ja: ここはいい場所みたいジャナイ？
ko: 여기가 좋은 곳 같아, 농(안 그래)?
pl: To chyba dobre miejsce, non?
pt_br: Esse parece um bom lugar, non?
ru: Место вроде неплохое, non?
zh_cn: 这里看起来是个好地点，不是吗？
zh_tw: 這裡看起來是個好地點，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.YOTB_SEWINGMACHINE
source: Now to find the recipe for a tasteful outfit.
de: Jetzt gilt es, das Rezept für ein geschmackvolles Outfit zu finden.
es: Ahora toca buscar la receta de un traje con mucho gusto.
fr: Maintenant, il faut que je trouve une recette de joli costume.
it: Ora non mi resta che trovare una ricetta per un bel completo.
ja: 良いテイストの服のレシピを見つけないとネ。
ko: 이제 우아한 의상을 위한 레시피를 찾아야지.
pl: Teraz trzeba znaleźć przepis na gustowny strój.
pt_br: Agora vou procurar a receita para um traje de bom gosto.
ru: Теперь нужно найти рецепт и подобрать наряд со вкусом.
zh_cn: 现在让我们想想怎么做出有品位的外衣。
zh_tw: 現在讓我們想想怎麼做出有品位的外衣。

# CHARACTERS.WARLY.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: I'd better put it together.
de: Ich sollte sie besser zusammenbauen.
es: Tendré que montarla...
fr: Je ferais mieux de l'assembler.
it: Sarà meglio montarla.
ja: コレ全部合わせた方がいいネ。
ko: 조합하는 게 좋을 것 같아.
pl: Lepiej to złożę.
pt_br: É melhor eu montar isso.
ru: Ее давно пора собрать.
zh_cn: 我还是组装一下吧。
zh_tw: 我還是組裝一下吧。

# CHARACTERS.WARLY.DESCRIBE.YOTB_STAGE
source: Ah mes amis, I've been judged by top chefs - this is nothing!
de: Ah mes amis, ich bin schon von Spitzenköchen beurteilt worden - das ist gar nichts!
es: Mes amis, ¡esto no es nada! A mí ya me han juzgado hasta los mejores chefs.
fr: Ah, j'ai déjà été jugé par des meilleurs ouvriers de mon pays... J'ai vu pire !
it: Ah mes amis, sono stato giudicato dai migliori chef, questo è niente a confronto!
ja: ボクはトップクラスのシェフにジャッジされてきましたカラ、これは何でもないヨ！
ko: 아 메 자메(미안), 최고의 요리사가 평가했는데 이건 아무것도 아니야!
pl: Ach, mes amis, oceniali mnie najlepsi szefowie kuchni – to tutaj to bułka z masłem!
pt_br: Ah, mes amis, já fui julgado pelos melhores chefs. Isso não é nada!
ru: Ах, mes amis, мне рукоплескали лучшие повара мира. Мне все нипочем!
zh_cn: 啊，朋友们，我接受过顶级大厨的评判——这不算什么！
zh_tw: 啊，朋友們，我接受過頂級大廚的評判——這不算什麼！

# CHARACTERS.WARLY.DESCRIBE.YOTB_STAGE_ITEM
source: I should be able to put that together.
de: Theoretisch müsste ich das zusammensetzen können.
es: Creo que eso lo podría montar.
fr: Je devrais être capable de tout assembler.
it: Dovrei essere in grado di montarlo.
ja: ボクは、アレ全部一緒にできるヨ。
ko: 저걸 조합할 수 있어야 해.
pl: Chyba dam radę to poskładać.
pt_br: Acho que vou conseguir montar isso.
ru: Думаю, я смогу это собрать.
zh_cn: 我应该可以把那个装好。
zh_tw: 我應該可以把那個裝好。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: Did I leave the oven on?
de: Habe ich den Ofen angelassen?
es: ¿Me he dejado el horno encendido?
es_mx: ¿Acaso dejé el horno encendido?
fr: J'ai laissé le four allumé ?
it: Ho lasciato il forno acceso?
ja: ボク、オーブンつけっぱなしにした？
ko: 내가 오븐을 안 끄고 나갔나?
pl: Czy zostawiłem włączony piekarnik?
pt_br: Será que deixei o forno ligado?
ru: Я что, не выключил духовку?
zh_cn: 我忘记关火了吗？
zh_tw: 我忘記關火了嗎？

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: Are you hungry?
de: Bist du hungrig?
es: ¿Tienes hambre?
es_mx: ¿Tienes hambre?
fr: T'as faim ?
it: Hai fame?
ja: お腹はすいているのか？
ko: 배고프니?
pl: Głodny?
pt_br: Com fome?
ru: Хочешь есть?
zh_cn: 你饿了吗？
zh_tw: 你餓了嗎？

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: How do you do?
de: Wie geht es Ihnen?
es: ¿Qué tal?
es_mx: ¿Qué tal?
fr: Comment vas-tu ?
it: Come stai?
ja: ごきげんよう。
ko: 안녕?
pl: Jak się miewasz?
pt_br: Como vai?
ru: Как поживаете?
zh_cn: 你好吗？
zh_tw: 你好嗎？

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: It's been burnt to a crisp.
de: Völlig abgebrannt.
es: Está churruscado del todo.
es_mx: Se quemó hasta quedar crujiente.
fr: Il a été réduit en cendres.
it: È stata bruciata fino a croccare.
ja: カリカリになるまで焼かれたヨ！
ko: 바삭하게 타 버렸어.
pl: Spalone na węgiel.
pt_br: Queimou todinho.
ru: До хрустящей корочки.
zh_cn: 烤的酥脆可口。
zh_tw: 烤的酥脆可口。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: I hope the poor thing doesn't get too dizzy.
de: Hoffentlich wird dem armen Ding nicht zu schwindelig.
es: Espero que la pobre criatura no se maree mucho.
es_mx: Espero que la pobre no se maree mucho.
fr: J'espère qu'elle n'aura pas trop le tournis.
it: Spero che al poveretto non giri troppo la testa.
ja: かわいそうなあの子があんまりクラクラしないことを祈るヨ。
ko: 가엾은 녀석이 너무 어지럽진 않아야 할 텐데.
pl: Mam nadzieję, że nie kręci jej się za bardzo w głowie.
pt_br: Tomara que o coitado não fique zonzo demais.
ru: Надеюсь, у бедняжки голова не закружилась.
zh_cn: 希望这可怜的家伙别太晕。
zh_tw: 希望這可憐的傢伙別太暈。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: Train hard, mon ami!
de: Trainiere hart, mon ami!
es: ¡Entrena duro, camarade!
es_mx: ¡Entrena duro, mon amie!
fr: Entraîne-toi, mon amie !
it: Allenati duramente, mon ami!
ja: トレーニングがんばってネ、モナミ！
ko: 열심히 훈련해, 친구!
pl: Daj z siebie wszystko, mon amie!
pt_br: Treine duro, mon ami!
ru: Тренируйся как следует, mon ami!
zh_cn: 训练的卖力一点，我的朋友！
zh_tw: 訓練的賣力一點，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: I should find a good place to put this.
de: Ich sollte einen Ort dafür finden.
es: Debería buscar un buen lugar para esto.
es_mx: Debería buscar un buen lugar para poner esto.
fr: Il faut que je trouve un bon endroit pour mettre cet objet.
it: Devo trovare il posto giusto in cui metterlo.
ja: ボク、これを置くいい場所を見つけるヨ。
ko: 놓을 만한 장소를 찾아봐야겠어.
pl: Muszę znaleźć na to jakieś dobre miejsce.
pt_br: Melhor encontrar um bom lugar para colocar isso.
ru: Надо придумать, куда это поставить.
zh_cn: 我们找个好地方放它吧。
zh_tw: 我們找個好地方放它吧。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: It's been burnt to a crisp.
de: Völlig abgebrannt.
es: Está churruscado del todo.
es_mx: Se quemó hasta quedar crujiente.
fr: Il a été réduit en cendres.
it: È stata bruciata fino a croccare.
ja: カリカリになるまで焼かれたヨ！
ko: 바삭하게 타 버렸어.
pl: Spalone na węgiel.
pt_br: Queimou todinho.
ru: До хрустящей корочки.
zh_cn: 烤的酥脆可口。
zh_tw: 烤的酥脆可口。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: I also find food quite motivating.
de: Mich motiviert Essen auch sehr.
es: A mí también me motiva bastante la comida.
es_mx: Yo también pienso que la comida es una gran motivación.
fr: Moi aussi, je suis vite motivé par la nourriture.
it: Anche per me il cibo è motivante.
ja: ボク、食べ物でもやる気が出てくると思うヨ。
ko: 나도 음식으로 동기 부여를 하는 편이야.
pl: Mnie też jedzenie motywuje.
pt_br: Também fico motivado com comida.
ru: Еда, кстати, тоже отлично мотивирует.
zh_cn: 我也认为食物有激励人心的作用。
zh_tw: 我也認為食物有激勵人心的作用。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: Practice makes perfect!
de: Übung macht den Meister!
es: ¡Practicando se mejora!
es_mx: ¡La práctica hace al maestro!
fr: La perfection demande de l'entraînement !
it: La pratica rende perfetti!
ja: 努力に勝る天才なしネ！
ko: 연습하다 보면 잘 되겠지!
pl: Trening czyni mistrza!
pt_br: A prática leva à perfeição!
ru: Практика ведет к совершенству!
zh_cn: 实践出真知！
zh_tw: 實踐出真知！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: I wonder how my carrat will react to this...
de: Wie meine Karatte wohl darauf reagiert ...?
es: Me pregunto cómo reaccionará mi zanarrata a esto...
es_mx: Me pregunto cómo reaccionará mi ratahoria ante esto.
fr: Je me demande comment va réagir ma carate.
it: Chissà come reagirà il mio caratto...
ja: ボクのキャラットはどうやってここまで来られるか...疑問に思うヨ。
ko: 내 당근이쥐가 이걸 보면 어떻게 반응하려나...
pl: Ciekawe, co moja myszomarchew na to...
pt_br: Como será que meu cenourrato vai reagir a isso...
ru: Интересно, как на это среагирует моя моркрыса?..
zh_cn: 我不知道我的胡萝卜鼠会怎么反应……
zh_tw: 我不知道我的胡蘿蔔鼠會怎麼反應……

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: It's been burnt to a crisp.
de: Völlig abgebrannt.
es: Está churruscado del todo.
es_mx: Se quemó hasta quedar crujiente.
fr: Il a été réduit en cendres.
it: È stata bruciata fino a croccare.
ja: カリカリになるまで焼かれたヨ！
ko: 바삭하게 타 버렸어.
pl: Spalone na węgiel.
pt_br: Queimou todinho.
ru: До хрустящей корочки.
zh_cn: 烤的酥脆可口。
zh_tw: 烤的酥脆可口。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: What a nice little wheel.
de: Was für ein hübsches kleines Rad.
es: Qué ruedecita tan chula.
es_mx: Qué ruedita tan bonita.
fr: Quelle jolie roue.
it: Che bella ruota.
ja: 何てかっこいい小さい輪。
ko: 귀여운 쳇바퀴야.
pl: Co za piękne kółko.
pt_br: Que rodinha legal.
ru: Какое милое колесо.
zh_cn: 好漂亮的轮子。
zh_tw: 好漂亮的輪子。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: You're doing very well!
de: Das machst du sehr gut!
es: ¡Lo estás haciendo muy bien!
es_mx: ¡Lo estás haciendo muy bien!
fr: Tu te débrouilles bien !
it: Stai andando molto bene!
ja: キミはすごく良くやってるヨ。
ko: 아주 잘하고 있어!
pl: Dobrze ci idzie!
pt_br: Você tá se saindo muito bem!
ru: У тебя отлично получается!
zh_cn: 你做的很好！
zh_tw: 你做的很好！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: My racer will be in tip top condition in no time.
de: Meine Rennkaratte ist im Handumdrehen topfit.
es: Mi corredor estará en plena forma en un abrir y cerrar de ojos.
es_mx: Mi corredora estará en plena forma en poco tiempo.
fr: Ma carate sera dans les meilleures conditions en un rien de temps.
it: Il mio corridore sarà al top della forma in men che non si dica.
ja: ボクのレーサーはあと少しで最高のコンディションになるからネ。
ko: 내 경주쥐가 곧 최고의 컨디션이 되겠는걸.
pl: W mgnieniu oka mój zawodnik będzie w świetnej formie.
pt_br: Meu corredor vai ficar em plena forma num piscar de olhos.
ru: Моя бегунья быстро придет в форму.
zh_cn: 我的选手将很快达到巅峰状态。
zh_tw: 我的選手將很快達到巔峰狀態。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: It's been burnt to a crisp.
de: Völlig abgebrannt.
es: Está churruscado del todo.
es_mx: Se quemó hasta quedar crujiente.
fr: Il a été réduit en cendres.
it: È stata bruciata fino a croccare.
ja: カリカリになるまで焼かれたヨ！
ko: 바삭하게 타 버렸어.
pl: Spalone na węgiel.
pt_br: Queimou todinho.
ru: До хрустящей корочки.
zh_cn: 烤的酥脆可口。
zh_tw: 烤的酥脆可口。

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: Is that... a tiny jumping rope?
de: Ist das ... ein kleines Springseil?
es: ¿Es una... comba minúscula?
es_mx: ¿Es una... cuerda de saltar diminuta?
fr: C'est une... toute petite corde à sauter ?
it: Ma quella... è una piccola corda per saltare?
ja: アレって...小さい縄跳び？
ko: 설마... 작은 줄넘기인가?
pl: Czy to... miniaturowa skakanka?
pt_br: Isso é... uma cordinha de pular?
ru: Это что, крохотные прыгалки?
zh_cn: 那是……小跳绳吗？
zh_tw: 那是……小跳繩嗎？

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: Such perserverance! Tres bon!
de: Das nenne ich Ausdauer! Tres bon!
es: ¡Qué perseverancia! ¡Très bon!
es_mx: ¡Cuánta constancia! ¡Muy bien!
fr: Quelle persévérante ! C'est très bien !
it: Che perseveranza! Très bien!
ja: スバラシイ忍耐力！トレビアン！
ko: 끈기가 대단한걸! 바로 그거야!
pl: Cóż za upór! Très bon!
pt_br: Quanta perseverança! Très bon!
ru: Какое упорство! Tres bon!
zh_cn: 真是有耐力！太棒了！
zh_tw: 真是有耐力！太棒了！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: I'd better begin training my carrat!
de: Ich fange besser an, meine Karatte zu trainieren!
es: ¡Será mejor que empiece a entrenar a mi zanarrata!
es_mx: ¡Mejor empiezo a entrenar a mi ratahoria!
fr: Je ferais mieux d'entraîner ma carate !
it: Farei meglio a cominciare ad allenare il mio caratto!
ja: ボクのキャラットのトレーニングを始めた方がよさそうネ！
ko: 어서 당근이쥐를 훈련하는 게 좋겠어!
pl: Lepiej zacznę treningi z moją myszomarchwią!
pt_br: É melhor começar a treinar meu cenourrato!
ru: Пора бы начинать тренировать мою моркрысу!
zh_cn: 我最好早点开始训练我的胡萝卜鼠！
zh_tw: 我最好早點開始訓練我的胡蘿蔔鼠！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: Check!
de: Jawoll!
es: ¡Llegué!
es_mx: ¡Punto de control!
fr: Un de plus !
it: Punto di controllo!
ja: チェックポイント！
ko: 체크!
pl: Punkt kontrolny!
pt_br: Ponto de verificação!
ru: Есть!
zh_cn: 检查点！
zh_tw: 檢查點！

# CHARACTERS.WARLY.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: Ah, this will keep the carrat's on course.
de: Ah, damit bleiben die Karatten auf Kurs.
es: Ah, esto mantendrá en el circuito a la zanarrata.
es_mx: Ah. Esto hará que mi ratahoria no se desvíe.
fr: Ha, ça aidera la carate à rester sur la piste.
it: Ah, questo terrà in pista il caratto.
ja: あぁ、こうやってキャラットをコースに留めるんだネ。
ko: 아, 당근이쥐가 경로를 이탈하진 않겠군.
pl: Ach, dzięki temu myszomarchew nie zboczy z kursu.
pt_br: Ah, isso vai manter o cenourrato no percurso.
ru: О, так моркрыса не сойдет с дистанции.
zh_cn: 啊，这个能让胡萝卜鼠跑在正确的路线上。
zh_tw: 啊，這個能讓胡蘿蔔鼠跑在正確的路線上。
