Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The bridge is incomplete.
de: Die Übergang ist unvollständig.
es: El puente está incompleto.
fr: Le pont n'est pas terminé.
it: Il ponte è incompleto.
ja: 架け橋はまだ未完成。
ko: 다리가 미완성이군.
pl: Most jest niekompletny.
pt_br: A ponte está incompleta.
ru: Мост еще не завершен.
zh_cn: 这桥不完整。
zh_tw: 這橋不完整。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BOX
source: Perhaps it holds the secret to this land's Bifrost.
de: Vielleicht beinhaltet sie das Geheimnis vom Bifrost aus diesem Land.
es: Tal vez guarde el secreto del Bifröst de esta tierra.
fr: Elle détient peut-être le secret du Bifröst de cette terre.
it: Forse detiene il segreto di queste terre di Bifrost.
ja: もしかすると、この地のバイフロストに関する秘密はこれにある。
ko: 이 땅의 비프로스트에 대한 정보가 있을지도.
pl: Być może kryje się tu sekret Bifröstu tych ziem.
pt_br: Talvez oculte o segredo da Bifrost desta terra.
ru: Возможно, здесь хранится секрет Бивреста этого мира.
zh_cn: 也许它隐藏着彩虹桥的秘密。
zh_tw: 也許它隱藏著彩虹橋的秘密。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_CRANK
source: A sturdy crank.
de: Eine unerschütterliche Kurbel.
es: Una manivela resistente.
fr: Une solide manivelle.
it: Una manovella robusta.
ja: 頑丈なクランク。
ko: 튼튼한 크랭크군.
pl: Jakiś naukowy wichajster.
pt_br: Uma manivela resistente.
ru: Тяжелый рычаг.
zh_cn: 一根结实的曲柄。
zh_tw: 一根結實的曲柄。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_POTATO
source: No decency. It's not even metal meat.
de: Kein Anstand. Ist noch nicht mal Metallfleisch.
es: No hay decencia. No es ni siquiera carne de metal.
fr: Aucune décence. C'est même pas de la viande de métal.
it: Nessuna decenza. Non si tratta nemmeno di carne di metallo.
ja: 世も末だ。金属の肉さえないとは。
ko: 이럴 수가. 금속 고기도 아니고.
pl: Zero przyzwoitości. Żeby to chociaż było metalowe mięso.
pt_br: Nenhuma decência. Não é nem carne de metal.
ru: Как недостойно. Это даже не металлическое мясо.
zh_cn: 不讲究，连金属肉都不是。
zh_tw: 不講究，連金屬肉都不是。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_RING
source: It appears to be similar to the Bifrost.
de: Scheint so ähnlich wie der Bifrost zu sein.
es: Parece similar al Bifröst.
fr: Ça ressemble un peu au Bifröst.
it: Sembra essere simile al Bifrost.
ja: ビフレストに似ているようだが…
ko: 비프로스트랑 비슷한 듯.
pl: Rzecz wielce podobna do Bifröstu.
pt_br: Parece ser semelhante à Bifrost.
ru: Чем-то напоминает Биврест.
zh_cn: 它的样子像彩虹桥。
zh_tw: 它的樣子像彩虹橋。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELESTAFF
source: Ride through the air and the sea!
de: Reise durch die Luft und das Meer!
es: ¡Cabalga por el aire y el mar!
fr: Pour chevaucher les airs et les mers !
it: Passa attraverso l'aria e il mare!
ja: 空と海を通して私は旅をする！
ko: 하늘과 바다를 가로지를 수 있어!
pl: Pędź poprzez niebiosa i oceany!
pt_br: Cruze pelos ares e mares!
ru: Для полетов по воздуху и морю!
zh_cn: 穿越天空和海洋！
zh_tw: 穿越天空和海洋！

# CHARACTERS.WATHGRITHR.DESCRIBE.TENT.BURNT
source: It has been razed.
de: Wurde zerstört.
es: Ha sido destruida.
fr: Complètement rasée.
it: È stata rasa al suolo.
ja: 焼失し土に帰った。
ko: 불타버렸군.
pl: Został starty z powierzchni ziemi.
pt_br: Foi arrasada.
ru: Здесь ничего не осталось.
zh_cn: 它被彻底摧毁了。
zh_tw: 它被徹底摧毀了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENT.GENERIC
source: Sleep this night, and prepare for battle on the morrow.
de: Schlafe heut Nacht und bereite dich auf den Kampf von Morgen vor.
es: Duerme esta noche y prepárate para la batalla a la mañana siguiente.
fr: Dormir cette nuit pour se préparer au combat du lendemain.
it: Dormi questa notte, e preparati alla battaglia per il domani.
ja: 今夜は眠り、また明日の戦いに備えるのだ。
ko: 오늘밤은 자고, 내일의 전투를 준비해야지.
pl: Prześpij tę noc, by jutro obudzić się gotową do walki.
pt_br: Durma esta noite e se prepare para a batalha amanhã.
ru: Спи сегодня крепко и приготовься к битве завтрашнего дня.
zh_cn: 今晚好好睡，为明天的战斗做好准备。
zh_tw: 今晚好好睡，為明天的戰鬥做好準備。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE
source: It looks fierce. Into the fray!
de: Sieht wild aus. Auf ins Getümmel.
es: Parece feroz. ¡A la refriega!
fr: Il a l'air féroce. À l'attaque !
it: Sembra feroce. Nella mischia!
ja: こいつは凶暴そうだ。いざ突入！
ko: 사나워 보이는군. 얼른 싸워야지!
pl: Wygląda na wściekłą. Do boju!
pt_br: Parece bravo. Ao embate.
ru: Выглядит злобно. В бой!
zh_cn: 它看起来很凶猛。冲啊！
zh_tw: 它看起來很兇猛。沖啊！

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLESPIKE
source: Gooey, but dangerous. I like it.
de: Klebrig, aber gefährlich. Ich mag es.
es: Viscoso, pero peligroso. Me gusta.
fr: Gluant, mais dangereux. J'aime bien ça.
it: Appiccicoso, ma pericoloso. Mi piace.
ja: ヌルヌルしているが、危険。気に入ったぞ。
ko: 끈적하지만 위험하군. 마음에 들어.
pl: Trochę gumowy, ale niebezpieczny. Podoba mi się.
pt_br: Gosmento, mas perigoso. Gosto disso.
ru: Липко, но опасно. Мне нравится.
zh_cn: 黏黏的，但很危险。我喜欢。
zh_tw: 黏黏的，但很危險。我喜歡。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLESPOTS
source: A tough hide.
de: Ein zähes Stück Tierhaut.
es: Una piel resistente.
fr: Du cuir résistant.
it: Una pellaccia.
ja: 強靭な革。
ko: 튼튼한 껍질이군.
pl: Twarda skóra.
pt_br: Pele dura.
ru: Жесткая шкура.
zh_cn: 一块坚韧的皮。
zh_tw: 一塊堅韌的皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_GARDEN
source: I will thrust my spear into that mass of tentacles!
de: Ich werden meinen Speer in die Tentakel stoßen.
es: ¡Embestiré con mi lanza contra esa masa de tentáculos!
fr: Je vais piquer ma lance dans ce paquet de tentacules !
it: Ficcherò la mia lancia in quella massa di tentacoli!
ja: 私は自らの槍をあの触手の固まりに突き刺すぞ！
ko: 저 촉수 덩어리에 내 창을 찔러줘야지!
pl: Zatopię swoją włócznię w tej mackowatej masie!
pt_br: Enfiarei minha lança nessa massa de tentáculos!
ru: Я воткну свое копье в этот клубок щупалец!
zh_cn: 我要把我的长矛掷向那一大堆触手！
zh_tw: 我要把我的長矛擲向那一大堆觸手！

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_PILLAR
source: A towering tentacled foe.
de: Ein gewaltiger Tentakelfeind.
es: Un enemigo con un tentáculo imponente.
fr: Un ennemi à tentacule impressionnant.
it: Un nemico con tentacoli torreggianti.
ja: そびえ立つ触手の敵。
ko: 거대한 촉수로 만들어진 적이군요.
pl: Olbrzymi mackowaty nieprzyjaciel!
pt_br: Um adversário de tentáculos gigante.
ru: Яростный враг с щупальцами.
zh_cn: 高大的触手敌人。
zh_tw: 高大的觸手敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_PILLAR_ARM
source: A gross, grasping appendage.
de: Ein widerliches, packendes Körperteil.
es: Un apéndice para agarrar asqueroso.
fr: Un appendice crochu tout moche.
it: Una rozza appendice afferrante.
ja: 気持ち悪い摑んでくる外肢。
ko: 징그럽게 쥐락하는 부속지군요.
pl: Paskudny chwytliwy odrost.
pt_br: Um apêndice de manipulação nojento.
ru: Мерзкий, цепкий отросток.
zh_cn: 恶心的抓握肢体。
zh_tw: 噁心的抓握肢體。

# CHARACTERS.WATHGRITHR.DESCRIBE.TENTACLE_PILLAR_HOLE
source: The lair of my tallest foe!
de: Die Höhle meiner höchsten Feind!
es: ¡La guarida de mi enemigo más alto!
fr: Le repaire de mon plus grand ennemi !
it: La tana del mio nemico più alto!
ja: 大蛇のごとき魔物の巣か！
ko: 가장 키가 큰 적의 소굴이군!
pl: Leże najwyższego z mych wrogów!
pt_br: O covil de meu inimigo mais alto!
ru: Логово моего высочайшего врага!
zh_cn: 高大敌人的隐藏处！
zh_tw: 高大敵人的隱藏處！

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.COOLDOWN
source: The Bifrost is sealed, but for how long?
de: Der Bifrost ist geschlossen, aber für wie lange?
es: El Bifrost está sellado, pero ¿durante cuánto tiempo?
fr: Le Bifröst est scellé, mais pöur cömbien de temps ?
it: Il Bifrost è stato sigillato, ma per quanto a lungo?
ja: ビフレストが閉ざされた。だが、いつまで続くかな？
ko: 비프로스트는 봉인되었어, 하지만 얼마나 오래?
pl: Bifröst został zamknięty, lecz na jak długo?
pt_br: A Bifrost está selada, mas por quanto tempo?
ru: Биврёст закрыт, но надолго ли?
zh_cn: 彩虹桥暂时被封印了，不过封印能持续多久呢？
zh_tw: 彩虹橋暫時被封印了，不過封印能持續多久呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.CRIMSON
source: Something foul hath taken hold...
de: Ein Übel hat sich eingenistet ...
es: Algo nauseabundo ha echado raíces...
fr: Quelque immöndice l'a envahi...
it: Qualcosa di disgustoso ha preso piede...
ja: 穢れし何かが効き始めたようだな…
ko: 뭔가 불결한 게 장악했어...
pl: Pojawiło się coś plugawego...
pt_br: Algo corrupto tomastes conta...
ru: В нем поселилось какое-то зло...
zh_cn: 被脏东西占据了……
zh_tw: 被髒東西佔據了……

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.ENABLED
source: Behold! The glory of the Bifrost!!
de: Sehet! Die Pracht von Bifrost!
es: ¡Contemplad! ¡La gloria del Bifrost!
fr: Le Bifröst dans töute sienne glöire ! Mirez dönc !
it: Che spettacolo! Il Bifrost in tutta la sua gloria!
ja: 見よ！これぞビフレストの栄光だ！
ko: 주목해! 비프로스트의 영광을!
pl: Oto chwała Bifröstu!
pt_br: Contemple! A glória da Bifrost!!
ru: Узрите же величие Биврёста!
zh_cn: 注视彩虹桥的荣耀吧！！
zh_tw: 注視彩虹橋的榮耀吧！！

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.GENERIC
source: I can feel the Bifrost's warmth from inside it!
de: Ich kann die Wärme des Bifrosts von innen spüren!
es: ¡Puedo sentir la calidez del Bifrost manando de su interior!
fr: Je peux ressentir la chaleur du Bifröst de là öù il est !
it: Sento il calore del Bifrost al suo interno!
ja: この中からビフレストの温かみを感じるぞ！
ko: 안에서 나오는 비프로스트의 따스함이 느껴져!
pl: Ze środka czuć ciepło Bifröstu!
pt_br: Posso sentir o calor da Bifrost vindo de dentro!
ru: Оно источает жар Биврёста!
zh_cn: 我可以从它里面感受到彩虹桥的温暖!
zh_tw: 我可以從它裡面感受到彩虹橋的溫暖!

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: The monster shall not terrorize this realm again!
de: Das Monster soll dieses Reich nicht mehr bedrohen!
es: ¡El monstruo no volverá a aterrorizar a este reino!
fr: Le mönstre ne pöurra plus répandre la terreur sur icel röyaume !
it: Il mostro non terrorizzerà più questo regno!
ja: あの怪物が再びこの国を脅かすことはない！
ko: 괴물이 이 영토를 다시 공포에 떨게 해서는 안 돼!
pl: Ten potwór nie będzie już terroryzował krainy!
pt_br: O monstro não aterrorizará esse reino novamente!
ru: Чудовища больше не побеспокоят этот мир!
zh_cn: 这个怪物不会再在这个王国肆虐了！
zh_tw: 這個怪物不會再在這個王國肆虐了！

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: Something draws near...
de: Da kommt etwas näher ...
es: Se acerca algo...
fr: Quelque chöse se rappröche...
it: Qualcosa si avvicina...
ja: 何かが近づいてくる…
ko: 뭔가 가까이 다가와...
pl: Coś się zbliża...
pt_br: Algo se aproxima...
ru: Что-то приближается...
zh_cn: 有东西在靠近……
zh_tw: 有東西在靠近……

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUMCHEST.BURNT
source: Consumed by flames.
de: Von Flammen verzehrt.
es: Consumido por las llamas.
fr: Il fut englöuti par les flammes.
it: Consumato dalle fiamme.
ja: 火にのまれてしまった。
ko: 화염에 휩싸였어.
pl: Strawił ją ogień.
pt_br: Consumido pelas chamas.
ru: Пламя его поглотило.
zh_cn: 燃烧殆尽了。
zh_tw: 燃燒殆盡了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUMCHEST.GENERIC
source: T'would be a fine place to keep my weapons.
de: Das wäre ein guter Ort, meine Waffen aufzubewahren.
es: Sería un buen lugar para guardar mis armas.
fr: Ce serait quelque endröit parfait pöur y ranger mien arsenal !
it: Sarebbe perfetto per conservare le mie armi.
ja: 我が武器の保管庫にもってこいだ。
ko: 무기를 두기에 좋은 장소야.
pl: To byłoby zacne miejsce na broń.
pt_br: Seria um ótimo lugar para guardar minhas armas.
ru: Отлично подойдет для хранения моего оружия.
zh_cn: 可以很好的存放我的武器。
zh_tw: 可以很好的存放我的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: Doth my eyes deceive me? The chest casts jagged light!
de: Die Truhe verbreitet ein gezacktes Licht!
es: ¿Acaso me engañan mis ojos? ¡El cofre emite una luz titilante!
fr: Mes yeux me jöuent-ils quelques töurs ? Le cöffre émet une lueur mystérieuse !
it: Che i miei occhi mi ingannino? Lo scrigno emana della luce!
ja: 我が目を欺いただと…？宝箱が不規則な光を放ってくるとは！
ko: 내 눈을 의심하게 되네? 상자에서 섬광이 오락가락해!
pl: Czyżby wzrok mnie zwodził? Skrzynia lśni przerywanym światłem!
pt_br: Meus olhos me enganam, será? O baú conjuras luzes listradas!
ru: Мои глаза меня обманывают? От сундука исходит странный свет!
zh_cn: 我的眼睛在欺骗我吗？那箱子居然投射出了锯齿状的光！
zh_tw: 我的眼睛在欺騙我嗎？那箱子居然投射出了鋸齒狀的光！

# CHARACTERS.WATHGRITHR.DESCRIBE.THULECITE
source: This material possesses gargantuan strength!
de: Die Stärke dieses Materials ist gewaltig!
es: ¡Este material posee una fuerza gigantesca!
fr: Cette matière possède une force gargantuesque !
it: Questo materiale possiede una forza enorme!
ja: なんと固い素材なのだ！
ko: 이 재료의 강함은 원대하지요!
pl: Materiał o straszliwej sile!
pt_br: Esse material tem uma força imensa!
ru: У него колоссальная сила!
zh_cn: 这种金属蕴含着巨大的力量！
zh_tw: 這種金屬蘊含著巨大的力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.THULECITE_PIECES
source: Looks like shiny popped corn.
de: Sieht aus wie glänzendes Popcorn.
es: Parece brillante maíz estallado.
fr: On dirait du pop-corn qui brille.
it: Sembra un cereale soffiato splendente.
ja: 光るポップコーンのように見える。
ko: 빛나는 옥수수 뻥튀기처럼 생겼네.
pl: Wyglądają jak świecący popcorn.
pt_br: Parece milho estourado brilhante.
ru: Похоже на блестящую лопнувшую кукурузу.
zh_cn: 看上去像发亮的爆米花。
zh_tw: 看上去像發亮的爆米花。

# CHARACTERS.WATHGRITHR.DESCRIBE.THURIBLE
source: Tis Loki's frost giant lure.
de: Das ist Lokis Lockmittel für frostige Giganten.
es: El cebo de gigantes de escarcha de Loki.
fr: C'est le leurre du géant des glaces de Loki.
it: È l'esca del gigante congelato di Loki.
ja: ロキが霜の巨人を操るのに用いる道具か
ko: 로키의 서리 거인 미끼로군.
pl: Przynęta na lodowych gigantów Lokiego.
pt_br: É a armadilha do gigante congelado de Loki.
ru: Огромная приманка Локи.
zh_cn: 这看起来是冰霜巨人的诱惑。
zh_tw: 這看起來是冰霜巨人的誘惑。

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.ABANDONED
source: Curses! We will commence this hunt without your assistance.
de: Verflucht! Wir werden diese Jagd ohne deine Hilfe beginnen.
es: ¡Maldiciones! Empezaremos la cacería sin ti.
fr: Malédictiön ! Nöus entameröns icelle chasse sans aide de tienne part !
it: Maledizione! Inizieremo questa caccia senza il tuo aiuto.
ja: 呪いか！ここからは汝の助けなしで狩りを始めなくてはならぬ。
ko: 젠장! 네가 도와주지 않아도 이 사냥을 시작할 거야.
pl: Motyla noga! Rozpoczniemy te łowy bez twej pomocy.
pt_br: Maldições! Começaremos essa caçada sem a sua assistência.
ru: Проклятье! Эта охота продолжится без тебя.
zh_cn: 也罢！就算你不帮忙，我们也会开始这次狩猎。
zh_tw: 也罷！就算你不幫忙，我們也會開始這次狩獵。

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.GENERIC
source: A mighty beast worthy of his crown. He will lead us to victory!
de: Ein mächtiges Tier, das seiner Krone würdig ist. Er wird uns zum Sieg führen!
es: ¡Una bestia digna de su corona que nos guiará hacia la victoria!
fr: Une beste puissante digne de sienne cöurönne. Il nöus mènera à la victöire !
it: Una bestia possente, degna della sua corona. Ci condurrà alla vittoria!
ja: 王冠にふさわしい強き獣だ。我々を勝利に導いてくれるであろう！
ko: 왕관을 쓸 자격이 있는 강력한 짐승이야. 우리를 승리로 이끌 거야!
pl: Potężna bestia, która zasłużyła na swą koronę i poprowadzi nas ku zwycięstwu!
pt_br: Uma poderosa fera merecedora de sua coroa. Ela nos levará à vitória!
ru: Великий зверь, достойный своей короны. Он приведет нас к победе!
zh_cn: 头戴王冠的强大野兽。他将带领我们走向胜利！
zh_tw: 頭戴王冠的強大野獸。他將帶領我們走向勝利！

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.LOST_TRACK
source: We were not swift enough.
de: Wir waren nicht schnell genug.
es: No hemos sido lo bastante rápidos.
fr: Nöus n'étiöns pöints assez vifs.
it: Non siamo stati abbastanza veloci.
ja: もう少し素早く移動するべきだったか。
ko: 더 빨랐어야 했어.
pl: Byliśmy zbyt powolni.
pt_br: Não fomos velozes o bastante.
ru: Нам не хватило проворства.
zh_cn: 我们还是不够迅捷。
zh_tw: 我們還是不夠迅捷。

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.NEARBY
source: Do you sense the presence of a wee beast around here?
de: Spürst du die Anwesenheit eines kleinen Tierchens?
es: ¿Puedes sentir la presencia de una bestia diminuta por aquí?
fr: Sens-tu la présence de quelques petite beste, par ici ?
it: Senti la presenza di una bestiolina nelle vicinanze?
ja: ここら辺で小さき獣の存在を感じたのだな？
ko: 근처에 꼬맹이 짐승이 있는 걸 느끼니?
pl: Wyczuwasz obecność jakiejś małej bestyjki na tym obszarze?
pt_br: Você sente a presença de uma ferinhazinha por aqui?
ru: Чувствуешь присутствие тварюшки?
zh_cn: 你有没有感觉到附近有小野兽的存在？
zh_tw: 你有沒有感覺到附近有小野獸的存在？

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Seems there's no beasties to be found.
de: Es scheint, als gäbe es keine Tiere hier.
es: Parece que no hay ninguna bestia por aquí.
fr: Il semblerait qu'aucune beste ne se tröuve en ces lieux.
it: Sembrano non esserci bestioline da trovare.
ja: どの獣も見つからなかったようだ。
ko: 찾아낼 짐승이 없나 봐.
pl: Wygląda na to, że nie ma tutaj żadnych bestyjek.
pt_br: Parece que não há ferinhas a serem encontradas.
ru: Кажется, поблизости нет тварюшек.
zh_cn: 好像没有野兽可找。
zh_tw: 好像沒有野獸可找。

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.SUCCESS
source: Glory to you, mighty beast!
de: Heil dir, mächtiges Tier!
es: ¡Gloria a ti, gran bestia!
fr: Glöire à töi, ô puissante beste !
it: Sia gloria a te, bestia possente!
ja: 汝が掴んだ勝利だ、強き獣よ！
ko: 영광을 너에게 돌릴 게, 강력한 짐승아!
pl: Chwała ci, potężna bestio!
pt_br: Glória a você, poderosa fera!
ru: Слава тебе, великий зверь!
zh_cn: 荣耀归于你，强大的野兽！
zh_tw: 榮耀歸於你，強大的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: They must be too far for him to catch the scent.
de: Sie sind bestimmt zu weit weg, als dass er die Fährte aufnehmen könnte.
es: Estarán demasiado lejos para olfatearlo.
fr: Ils döivent être tröp löin pöur qu'il puisse traquer leur ödeur.
it: Non riesce a trovare una pista, devono essere troppo lontani.
ja: 他の獣から位置が離れすぎていてにおいを感じ取れないようだ。
ko: 냄새를 찾기에 너무 멀리 있는 게 틀림없어.
pl: Pewnie są za daleko, żeby je wywęszył.
pt_br: Eles devem estar longe demais para se sentir o cheiro.
ru: Должно быть, он слишком далеко от источников запаха.
zh_cn: 他们可能离得太远，他无法捕捉到气味。
zh_tw: 他們可能離得太遠，他無法捕捉到氣味。

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.TRACKING
source: He's on the case!
de: Er ist der Sache auf der Spur!
es: ¡Está a ello!
fr: Il s'en charge !
it: Si sta occupando del caso!
ja: 捜索を開始したようだ！
ko: 조사 중이야!
pl: Szuka!
pt_br: Ele encontrou um rastro!
ru: Он ведет меня!
zh_cn: 他在查案！
zh_tw: 他在查案！

# CHARACTERS.WATHGRITHR.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: He's on another's case!
de: Er hat wohl einen neuen Fall!
es: ¡Está a otra cosa!
fr: Il se charge d'autre chöse !
it: Si sta occupando del caso di qualcun altro!
ja: 今は別の捜索で手一杯のようだ！
ko: 또 다른 걸 조사해!
pl: Szuka dla kogoś innego!
pt_br: Ele está no rastro de outro!
ru: Он ведет, но не меня!
zh_cn: 他在帮别人查案！
zh_tw: 他在幫別人查案！

# CHARACTERS.WATHGRITHR.DESCRIBE.TILLWEED
source: Remove yourself from my sight, cowardly weed!
de: Verschwinde aus meinen Augen, feiges Unkraut!
es: ¡Apártate de mi vista, mala hierba cobarde!
fr: Hörs de ma vue, lâche !
it: Sparisci dalla mia vista, pavida erbaccia!
ja: 我が視界から消え失せろ。卑怯者の草め！
ko: 눈 앞에서 사라져, 비겁한 잡초야!
pl: Precz mi z oczu, tchórzliwy chwaście!
pt_br: Suma da minha vista, erva covarde!
ru: А ну исчезни с глаз долой, сорняк трусливый!
zh_cn: 从我的视线中消失，懦弱的杂草！
zh_tw: 從我的視線中消失，懦弱的雜草！

# CHARACTERS.WATHGRITHR.DESCRIBE.TILLWEEDSALVE
source: Hmm, it doth appear that foul weed has a use after all.
de: Hmm, es scheint, als ob das verdorbene Unkraut doch noch einen Nutzen hat.
es: Um... Parece ser que esa hierba repugnante va a resultar útil.
fr: Hmm, il semblerait qu'icelle stupide herbe ait finalement un intérêt.
it: A quanto pare, quell'orribile erbaccia non è del tutto inutile.
ja: フム、臭い雑草にも使い処があるようじゃ。
ko: 흠, 더러운 잡초가 결국 쓸모가 있네.
pl: Hmm, ten plugawy chwast jednak jest pomocny.
pt_br: Hmm, parece que aquela erva desprezível tem utilidade no fim das contas.
ru: Хм-м, похоже, и от дрянного сорняка бывает польза.
zh_cn: 嗯，看来那些肮脏的杂草还是有用处的。
zh_tw: 嗯，看來那些骯髒的雜草還是有用處的。

# CHARACTERS.WATHGRITHR.DESCRIBE.TOADSTOOL.GENERIC
source: Ha! Finally, a worthy foe!
de: Ha! Endlich ein würdiger Gegner!
es: ¡Ja! ¡Por fin un enemigo digno!
fr: Ha ! Enfin un adversaire de valeur !
it: Ah! Finalmente, un degno nemico!
ja: ハ！ ついに相応しい敵手が現われた！
ko: 훗! 드디어 상대할 만한 적수를 만났군!
pl: Ha! Nareszcie godny przeciwnik!
pt_br: Ha! Finalmente, um oponente digno!
ru: Ха! Наконец-то, достойный противник!
zh_cn: 哈！终于来了个有价值的敌人！
zh_tw: 哈！終於來了個有價值的敵人！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOADSTOOL.RAGE
source: Give me your best shot, I'll not hold back!
de: Gib mir dein Bestes, ich werde nicht zurückhalten!
es: ¡Dame tu mejor golpe, no flaquearé!
fr: Montre ce que tu sais faire, je ne reculerai pas !
it: Dammi il tuo colpo migliore, non me la prenderò!
ja: 全力で打って来い、我は引き下がらない！
ko: 최선을 다해 공격해라, 나도 봐주지 않을 테니까!
pl: Pokaż, na co cię stać! Nie cofnę się!
pt_br: Venha com o que tem de melhor, não vou poupar esforços!
ru: Покажи мне свой лучший удар, я не буду защищаться!
zh_cn: 有什么本事都亮出来把，我不会退缩！
zh_tw: 有什麼本事都亮出來把，我不會退縮！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: A cleft in the earth.
de: Ein Spalt in der Erde.
es: Una grieta en la tierra.
fr: Une crevasse dans la terre.
it: Una fenditura nella terra.
ja: 地球の裂け目。
ko: 땅의 갈라진 틈.
pl: Rozpadlina w ziemi.
pt_br: Uma fenda na terra.
ru: Расселина в земле.
zh_cn: 土地中的裂缝。
zh_tw: 土地中的裂縫。

# CHARACTERS.WATHGRITHR.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: You will bend to my blade, toadstool!
de: Du wirst dich meiner Klinge beugen, Pilz!
es: ¡Te doblegarás ante mi espada, fungusapo!
fr: Tu vas plier sous ma lame, crapaugnon !
it: Ti piegherai alla mia lama, rospora!
ja: 毒キノコよ、我が刃に屈するのだ。
ko: 내 칼의 응징을 받아라, 독두꺼비야!
pl: Będziesz robić, co rozkaże me ostrze!
pt_br: Você se curvará a minha espada, fungo!
ru: Склонись перед моим клинком, поганка!
zh_cn: 你会在我的刀刃下屈服，毒菌！
zh_tw: 你會在我的刀刃下屈服，毒菌！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: Something emerges!
de: Etwas entsteht!
es: ¡Algo está emergiendo!
fr: Quelque chose sort !
it: Qualcosa sta emergendo!
ja: 何かが現われた！
ko: 뭔가 나온다!
pl: Coś wyłazi!
pt_br: Algo está emergindo!
ru: Что-то проклевывается наружу!
zh_cn: 有东西出现了！
zh_tw: 有東西出現了！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOMATO
source: It will not pass my lips!
de: Die kommt mir nicht über die Lippen!
es: ¡No tocará mis labios!
fr: Elle ne passera pöint mes lèvres !
it: Non passerà oltre le mie labbra!
ja: 其れは、我が唇を通らない。
ko: 내 입을 통과하진 못한다!
pl: Nie przejdzie mi to przez usta!
pt_br: Não passará pelos meus lábios!
ru: К моим губам он не прикоснется!
zh_cn: 休想突破我的嘴唇！
zh_tw: 休想突破我的嘴唇！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOMATO_COOKED
source: It boasts reddest guts, yet 'tis not meat!
de: Es hat die rötesten Eingeweide, aber es ist kein Fleisch!
es: Sus entrañas son rojas, ¡pero aun así no es carne!
fr: Rouge à l'intérieur alors que ce n'est pas de la viande !
it: Ha le viscere rosse, eppure non è carne!
ja: 最も赤い内臓が自慢であるが、肉に非ず！
ko: 속이 시뻘겋지만, 고기는 아니다!
pl: Flaki twe tak czerwone, a jednak nie jesteś z mięsa!
pt_br: Tem as tripas mais vermelhas, ainda assim não é carne!
ru: У него красные потроха, но это не мясо!
zh_cn: 它的内部红通通的，却不是肉！
zh_tw: 它的內部紅通通的，卻不是肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOMATO_OVERSIZED
source: It's only good for throwing.
de: Nur zum Werfen gut.
es: ¿Desecharlo o lanzarlo? Esa es la cuestión.
fr: Je ne puis m'en servir qu'en la jetant sur quelque mauvais acteur.
it: È utile solo da lanciare.
ja: 捨てるに越したことはない。
ko: 던지기에나 좋지.
pl: Nada się tylko do rzucania.
pt_br: Só serve para ser arremessado.
ru: Его можно лишь метать.
zh_cn: 它只适合于投掷。
zh_tw: 它只適合於投擲。

# CHARACTERS.WATHGRITHR.DESCRIBE.TOMATO_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: これは少しの種、肉ではない。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.TOPHAT
source: It doesn't match my costume.
de: Das passt nicht zu meiner Tracht.
es: No hace juego con mi traje.
fr: Ça ne va pas avec ma tenue.
it: Non si abbina con il mio costume.
ja: 私の衣装に合わない。
ko: 내 옷차림에는 안 어울려.
pl: Nie pasuje mi do stroju.
pt_br: Não combina com minha fantasia.
ru: Не сочетается с моим костюмом.
zh_cn: 它跟我的服装不搭。
zh_tw: 它跟我的服裝不搭。

# CHARACTERS.WATHGRITHR.DESCRIBE.TORCH
source: Perfect for a nighttime assault.
de: Perfekt für einen Nachtangriff.
es: Perfecta para un asalto nocturno.
fr: C'est parfait pour un assaut nocturne.
it: Perfetto per un assalto notturno.
ja: 夜間の襲撃にもってつけ。
ko: 야간 습격에 사용하기 좋지.
pl: Doskonała na nocne najazdy.
pt_br: Perfeita para um ataque noturno.
ru: Самое то для ночного нападения.
zh_cn: 夜袭的完美选择。
zh_tw: 夜襲的完美選擇。
