Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.STARVING
source: WHAT? WHAT DO YOU WANT?
de: Was!? Was willst du?
es_mx: ¿QUÉ? ¿QUÉ QUIERES?
fr: QUOI ? QU'EST-CE QUE TU VEUX ?
it: COSA? COSA VUOI?
ja: ＊何でしょう？何が欲しいのですか？＊
ko: 무엇인가? 무엇을 원하는가?
pl: CO? CZEGO CHCESZ?
pt_br: O QUÊ!? O QUE VOCÊ QUER?
ru: ЧТО? ЧТО ТЕБЕ НУЖНО?
zh_cn: 什么？你想要什么？
zh_tw: 什麼？你想要什麼？

# CHARACTERS.WX78.DESCRIBE.BIRDTRAP
source: STUPID BIRDS. HA.
de: DUMME VÖGEL. HA.
es_mx: PÁJAROS ESTÚPIDOS. ¡JA!
fr: STUPIDES OISEAUX. AH !
it: STUPIDI PENNUTI. AH
ja: ＊バカな鳥。ハハ。＊
ko: 우둔한 새. 하.
pl: GŁUPIE PTAKI. HA!
pt_br: PÁSSAROS ESTÚPIDOS. RÁ!
ru: ГЛУПЫЕ ПТИЦЫ. ХА.
zh_cn: 愚蠢的鸟。哈。
zh_tw: 愚蠢的鳥。哈。

# CHARACTERS.WX78.DESCRIBE.BIRD_EGG
source: I HATE YOU, EGG
de: ICH HASSE DICH, EI.
es_mx: TE ODIO, HUEVO
fr: JE TE DÉTESTE, ŒUF.
it: TI ODIO, UOVO
ja: ＊卵なんて嫌いです＊
ko: 본좌는 너를 싫어함, 알
pl: NIENAWIDZĘ CIĘ, JAJO.
pt_br: ODEIO VOCÊ, OVO
ru: НЕНАВИЖУ ТЕБЯ, ЯЙЦО
zh_cn: 我恨你，蠢蛋
zh_tw: 我恨你，蠢蛋

# CHARACTERS.WX78.DESCRIBE.BIRD_EGG_COOKED
source: THIS IS SUPPOSED TO BE AN IMPROVEMENT
de: DAS SOLL EINE VERBESSERUNG SEIN.
es_mx: SE SUPONE QUE ESTO ES UNA MEJORA
fr: C'EST CENSÉ ÊTRE UNE AMÉLIORATION
it: QUESTO DOVREBBE ESSERE UN MIGLIORAMENTO
ja: ＊これは改良であったはずです＊
ko: 개선된 상태라는 것이 이 모양임
pl: TO MA BYĆ ULEPSZENIE?
pt_br: ISSO DEVERIA SER UM APERFEIÇOAMENTO
ru: ДОЛЖНО БЫТЬ, ЭТО НЕКОЕ УЛУЧШЕНИЕ
zh_cn: 这应该是一种改进
zh_tw: 這應該是一種改進

# CHARACTERS.WX78.DESCRIBE.BIRD_MUTANT
source: I THINK THE BIRDS GOT MORE UGLY
de: ICH GLAUBE, DIE VÖGEL SIND HÄSSLICHER GEWORDEN
fr: JE CROIS QUE LES OISEAUX SE SONT ENCORE PLUS ENLAIDIS
it: PENSO CHE GLI UCCELLI SI SIANO IMBRUTTITI
ja: ＊鳥がまたしても醜くなったようですね＊
ko: 새들이 더 못생겼나 봄.
pl: TE PTAKI ZROBIŁY SIĘ BRZYDSZE.
pt_br: ACHO QUE OS PÁSSAROS FICARAM MAIS FEIOS
ru: Я СЧИТАЮ, ЧТО ПТИЦЫ СТАЛИ ЕЩЕ УРОДЛИВЕЕ
zh_cn: 我认为鸟儿变得更加丑陋了
zh_tw: 我認為鳥兒變得更加醜陋了

# CHARACTERS.WX78.DESCRIBE.BIRD_MUTANT_SPITTER
source: THIS ORGANIC MANAGED TO BECOME EVEN MORE DISGUSTING
de: IRGENDWIE HAT DAS ORGANISCHE DING ES GESCHAFFT, NOCH EKLIGER ZU WERDEN
fr: CET ORGANIQUE A RÉUSSI À ÊTRE ENCORE PLUS ÉCŒURANT
it: QUESTO ORGANISMO È RIUSCITO A DIVENTARE ANCORA PIÙ DISGUSTOSO
ja: ＊有機生物はいかにしてさらなる醜悪な存在になったのでしょうか＊
ko: 이 유기물은 훨씬 더 역겨워졌음.
pl: JAKIMŚ CUDEM TA ISTOTA ORGANICZNA STAŁA SIĘ JESZCZE BARDZIEJ ODRAŻAJĄCA.
pt_br: ESTE ORGANISMO CONSEGUIU FICAR AINDA MAIS ASQUEROSO
ru: ЭТОЙ ОРГАНИКЕ УДАЛОСЬ СТАТЬ ЕЩЕ БОЛЕЕ ОТВРАТИТЕЛЬНОЙ
zh_cn: 这个有机物设法变得更加讨厌了
zh_tw: 這個有機物設法變得更加討厭了

# CHARACTERS.WX78.DESCRIBE.BISHOP
source: REVEREND AUTOMATON
de: EHRWÜRDIGER ROBOTER.
es_mx: REVERENDO AUTÓMATA
fr: AUTOMATE LITURGIQUE
it: BANDITORE AUTOMA
ja: ＊牧師自動化＊
ko: 성직자 자동장치
pl: ZMECHANIZOWANY DORĘCZYCIEL.
pt_br: AUTÔMATO REVERENDO
ru: ЕГО ПРЕПОДОБИЕ — АВТОМАТИЗИРОВАННЫЙ
zh_cn: 机器牧师
zh_tw: 機器牧師

# CHARACTERS.WX78.DESCRIBE.BISHOP_CHARGE_HIT
source: DAMAGE!
de: Phantasierender Schaden.
es_mx: ¡DAÑO!
fr: DÉGÂTS !
it: DANNO!
ja: ＊ダメージ！＊
ko: 피해 발생!
pl: WYKRYTO USZKODZENIA.
pt_br: DANO!
ru: ПОВРЕЖДЕНИЕ!
zh_cn: 破坏！
zh_tw: 破壞！

# CHARACTERS.WX78.DESCRIBE.BISHOP_NIGHTMARE
source: THERE SEEMS TO BE A BUG IN ITS BELIEF CIRCUITS
de: ES SCHEINT EIN FEHLER IN SEINEM SCHALTKREIS VORZULIEGEN.
es_mx: PARECE QUE HAY UN ERROR EN SUS CIRCUITOS DE CREENCIAS
fr: IL DOIT Y AVOIR UN BOGUE DANS SES CIRCUITS DE CROYANCE
it: SEMBRA ESSERCI UN ERRORE NEI SUOI CIRCUITI
ja: ＊思考回路にバグが生じているようです＊
ko: 신념 회로에 버그가 발생한 것으로 보임
pl: OBWODY DOSTAWCZE WYDAJĄ SIĘ NARUSZONE.
pt_br: PARECE HAVER UM BUG EM SEUS CIRCUITOS DE CRENÇA
ru: КАЖЕТСЯ, В ЕГО ЧИПЕ ВЕРЫ ДОПУЩЕНА ОШИБКА
zh_cn: 它的信仰电路似乎出错了
zh_tw: 它的信仰電路似乎出錯了

# CHARACTERS.WX78.DESCRIBE.BLOWDART_FIRE
source: A WEAPON OF MINOR DESTRUCTION
de: EINE WAFFE MIT GERINGER ZERSTÖRUNG.
es_mx: UN ARMA DE DESTRUCCIÓN MENOR
fr: UNE ARME DE DESTRUCTION MINEURE
it: UN'ARMA DI DISTRUZIONE MINORE
ja: ＊小規模破壊武器＊
ko: 소량살상무기
pl: BROŃ NIEWIELKIEGO ZNISZCZENIA.
pt_br: UMA ARMA DE DESTRUIÇÃO DE PEQUENO PORTE
ru: ОРУЖИЕ МАЛОГО УНИЧТОЖЕНИЯ
zh_cn: 小杀器
zh_tw: 小殺器

# CHARACTERS.WX78.DESCRIBE.BLOWDART_LAVA
source: A PITIFUL WEAPON
de: EINE ERBÄRMLICHE WAFFE
es_mx: UN ARMA LAMENTABLE
fr: UNE ARME LAMENTABLE
it: UN'ARMA PIETOSA
ja: ＊貧弱な武器＊
ko: 형편없는 무기
pl: ŻAŁOSNE UZBROJENIE
pt_br: UMA ARMA IMPRESTÁVEL
ru: ЖАЛКОЕ ОРУЖИЕ
zh_cn: 可悲的武器
zh_tw: 可悲的武器

# CHARACTERS.WX78.DESCRIBE.BLOWDART_LAVA2
source: AN INFERIOR WEAPON
de: EINE MINDERWERTIGE WAFFE
es_mx: UN ARMA INFERIOR
fr: UNE ARME INFÉRIEURE
it: UN'ARMA INFERIORE
ja: ＊下級の武器＊
ko: 열등한 무기
pl: PODRZĘDNA BROŃ
pt_br: UMA ARMA INFERIOR
ru: ОРУЖИЕ НИЗКОГО КАЧЕСТВА
zh_cn: 较弱的武器
zh_tw: 較弱的武器

# CHARACTERS.WX78.DESCRIBE.BLOWDART_PIPE
source: ACCELERATES SHARP OBJECTS TO DANGEROUS SPEEDS
de: BESCHLEUNIGT SCHARFE GEGENSTÄNDE ZU GEFÄHRLICHEN GESCHWINDIGKEITEN.
es_mx: ACELERA OBJETOS AFILADOS A VELOCIDADES PELIGROSAS
fr: PROPULSE LES OBJETS POINTUS À DES VITESSES DANGEREUSES
it: ACCELERA GLI OGGETTI APPUNTITI A VELOCITÀ PERICOLOSE
ja: ＊尖った物体を危険なスピードまで加速させます＊
ko: 날카로운 물체를 위험 속도로 가속시킴
pl: PRZYSPIESZA OSTRE PRZEDMIOTY DO NIEBEZPIECZNYCH PRĘDKOŚCI.
pt_br: ACELERA OBJETOS AFIADOS ATÉ VELOCIDADES PERIGOSAS
ru: РАЗГОНЯЕТ ОСТРЫЕ ПРЕДМЕТЫ С ОПАСНОЙ СКОРОСТЬЮ
zh_cn: 将尖锐物体加速至危险速度
zh_tw: 將尖銳物體加速至危險速度

# CHARACTERS.WX78.DESCRIBE.BLOWDART_SLEEP
source: THESE CREATURES ARE SO MANIPULABLE
de: DIE KREATUREN SIND SO MANIPULIERBAR.
es_mx: ESTAS CRIATURAS SON TAN MANIPULABLES
fr: CES CRÉATURES SONT FACILES À MANIPULER
it: QUESTE CREATURE SONO COSÌ MANIPOLABILI
ja: ＊この生き物たちはとても操るのが簡単です＊
ko: 동물 조작이 매우 쉬움
pl: ALEŻ TYMI STWORZENIAMI ŁATWO MANIPULOWAĆ.
pt_br: ESSAS CRIATURAS SÃO TÃO MANIPULÁVEIS
ru: ЭТИ СОЗДАНИЯ ТАКИЕ МАНИПУЛИРУЕМЫЕ
zh_cn: 这些生物可随意操作
zh_tw: 這些生物可隨意操作

# CHARACTERS.WX78.DESCRIBE.BLOWDART_YELLOW
source: DEATH BY ROBO BREATH
de: TOD DURCH ROBO-ATEM
es_mx: MUERTE POR ALIENTO ROBÓTICO
fr: MORT PAR SOUFFLE ROBOTIQUE
it: MORTE PROVOCATA DAL RESPIRO ROBOTICO
ja: ＊ロボの息吹による死＊
ko: 로봇 숨으로 죽이기
pl: ŚMIERĆ PRZEZ ODDECH ROBOTA.
pt_br: MORTE POR BAFO DE ROBÔ
ru: СМЕРТЬ ОТ ДЫХАНИЯ МАШИНЫ
zh_cn: 机器人呼吸造成的死亡
zh_tw: 機器人呼吸造成的死亡

# CHARACTERS.WX78.DESCRIBE.BLUEAMULET
source: THIS WILL MAKE A GREAT HEATSINK
de: ES WIRD EINEN GROSSEN KÜHLKÖRPER ABGEBEN.
es_mx: ESTO SERÁ UN GRAN DISIPADOR DE CALOR
fr: ÇA RÉDUIRA LA TEMPÉRATURE DU PROCESSEUR.
it: QUESTO SARÀ UN OTTIMO DISSIPATORE
ja: ＊これはいいヒートシンクになります＊
ko: 뛰어난 열흡수장치가 될 것임.
pl: ZNAKOMICIE SPRAWDZI SIĘ JAKO RADIATOR.
pt_br: ISSO SERVIRÁ COMO UM ÓTIMO DISSIPADOR DE CALOR.
ru: ИЗ НЕГО ПОЛУЧИТСЯ ХОРОШИЙ РАДИАТОР
zh_cn: 这是一个极好的散热器。
zh_tw: 這是一個極好的散熱器。

# CHARACTERS.WX78.DESCRIBE.BLUEGEM
source: IT IS SLIGHTLY COLD
de: ER IST EIN BISSCHEN KALT.
es_mx: ESTÁ LIGERAMENTE FRÍA
fr: LÉGÈREMENT FROIDE
it: È UN PO' FREDDO
ja: ＊少し寒いです＊
ko: 약간 냉기 있음
pl: ODROBINĘ ZIMNY.
pt_br: É LIGEIRAMENTE FRIA
ru: НЕМНОГО ХОЛОДНЫЙ
zh_cn: 它有点冷
zh_tw: 它有點冷

# CHARACTERS.WX78.DESCRIBE.BLUEMOONEYE
source: TERRAIN MAPPING IN PROGRESS
de: TERRAIN-KARTIERUNG IM GANGE
es_mx: CARTOGRAFÍA DEL TERRENO EN CURSO
fr: CARTOGRAPHIE DU TERRAIN EN COURS
it: MAPPATURA TERRENO IN CORSO
ja: ＊地形マッピング進行中＊
ko: 지형 매핑 진행 중
pl: MAPOWANIE TERENU W TOKU.
pt_br: MAPEAMENTO DO TERRENO EM ANDAMENTO
ru: ИДЕТ ПРОЦЕСС КАРТОГРАФИРОВАНИЯ МЕСТНОСТИ
zh_cn: 地形测绘进行中
zh_tw: 地形測繪進行中

# CHARACTERS.WX78.DESCRIBE.BLUEPRINT.COMMON
source: KNOWLEDGE WAITING TO BE ABSORBED
de: ZU ABSORBIERENDES WISSEN
es_mx: CONOCIMIENTO A LA ESPERA DE SER ABSORBIDO
fr: CONNAISSANCE À INTÉGRER
it: CONOSCENZA IN ATTESA DI ESSERE ASSORBITA
ja: ＊知識吸収待機中＊
ko: 흡수 대기 중인 지식
pl: WIEDZA CZEKAJĄCA NA WGRANIE
pt_br: CONHECIMENTO AGUARDANDO ABSORÇÃO
ru: ЗНАНИЯ ПОДГОТОВЛЕНЫ К ПРОЦЕССУ ВПИТЫВАНИЯ
zh_cn: 这知识正等着被学习
zh_tw: 這知識正等著被學習

# CHARACTERS.WX78.DESCRIBE.BLUEPRINT.RARE
source: DRIPPING WITH DELICIOUS KNOWLEDGE
de: STECKT VOLLER KÖSTLICHEM WISSEN
es_mx: LLENO DE CONOCIMIENTO ÚTIL
fr: BOURRÉ DE CONNAISSANCES DÉLICIEUSES
it: GRONDA DI CONOSCENZA DELIZIOSA
ja: ＊極上の知識のしずく＊
ko: 맛좋은 지식이 넘침
pl: OCIEKA SMAKOWITĄ WIEDZĄ.
pt_br: TRANSBODANDO COM CONHECIMENTO DELICIOSO
ru: СОЧИТСЯ ИЗЫСКАННЫМИ ЗНАНИЯМИ
zh_cn: 和美味的知识一起滴落
zh_tw: 和美味的知識一起滴落

# CHARACTERS.WX78.DESCRIBE.BLUE_CAP
source: MEDICINAL FUNGUS
de: MEDIZINISCHER PILZ.
es_mx: HONGO MEDICINAL
fr: CHAMPIGNON THÉRAPEUTHIQUE
it: FUNGO MEDICINALE
ja: ＊医療用の菌＊
ko: 약용 버섯
pl: LECZNICZY GRZYB.
pt_br: FUNGO MEDICINAL
ru: ЛЕКАРСТВЕННЫЙ ГРИБ
zh_cn: 药用菌
zh_tw: 藥用菌

# CHARACTERS.WX78.DESCRIBE.BLUE_CAP_COOKED
source: MODIFIED FUNGUS
de: MODIFIZIERTER PILZ.
es_mx: HONGO MODIFICADO
fr: CHAMPIGNON MODIFIÉ
it: FUNGO MODIFICATO
ja: ＊改良されたカビ＊
ko: 개조된 버섯
pl: MODYFIKOWANY GRZYB.
pt_br: FUNGO MODIFICADO
ru: МОДИФИЦИРОВАННЫЙ ГРИБ
zh_cn: 改良的菌类
zh_tw: 改良的菌類

# CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: BLUE FUNGUS
de: BLAUER PILZ.
es_mx: HONGO AZUL
fr: CHAMPIGNON BLEU
it: FUNGO BLU
ja: ＊青カビ＊
ko: 청색 버섯
pl: NIEBIESKI GRZYB.
pt_br: FUNGO AZUL
ru: СИНИЙ ГРИБ
zh_cn: 蓝菌
zh_tw: 藍菌

# CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: IT IS HIDING
de: ER VERSTECKT SICH.
es_mx: ESTÁ ESCONDIDO
fr: IL SE CACHE
it: SI NASCONDE
ja: ＊隠れています＊
ko: 숨어있음
pl: CHOWA SIĘ.
pt_br: ESTÁ SE ESCONDENDO
ru: ОН СПРЯТАЛСЯ
zh_cn: 它藏起来了
zh_tw: 它藏起來了

# CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.PICKED
source: DESTROYED
de: ZERSTÖRT
es_mx: DESTRUIDO
fr: DÉTRUIT
it: DISTRUTTO
ja: ＊破壊済みです＊
ko: 파괴됨
pl: AKT ZNISZCZENIA
pt_br: DESTRUÍDO
ru: УНИЧТОЖЕН
zh_cn: 被毁了
zh_tw: 被毀了

# CHARACTERS.WX78.DESCRIBE.BOARDS
source: THEY ARE FLATTER NOW
de: JETZT SIND SIE FLACHER.
es_mx: AHORA SON MÁS PLANOS
fr: ELLES SONT PLUS PLATES MAINTENANT
it: ORA SONO PIÙ PIATTE
ja: ＊これでぺったんこになりました＊
ko: 이제 더 평평함
pl: KŁODY W WERSJI PŁASKIEJ.
pt_br: ESTÃO MAIS PLANAS AGORA
ru: ТЕПЕРЬ ОНИ БОЛЕЕ ПЛОСКИЕ
zh_cn: 它们现在更平了
zh_tw: 它們現在更平了

# CHARACTERS.WX78.DESCRIBE.BOARON
source: LOOK AT IT. IT IS PUNY
de: SCHAU ES DIR AN. WIE MICKRIG!
es_mx: MÍRALO, ES UN ENCLENQUE
fr: REGARDEZ ÇA. C'EST FAIBLARD
it: GUARDATELO. È GRACILE
ja: ＊見てください。なんて寡少な＊
ko: 참으로 하등함
pl: ALE ŻAŁOŚĆ
pt_br: OLHA ISSO. É FRAQUÍSSIMO
ru: СМОТРИТЕ. ВОТ ТАК ХИЛЯК
zh_cn: 看看，真弱小啊。
zh_tw: 看看，真弱小啊。

# CHARACTERS.WX78.DESCRIBE.BOARRIOR
source: YOU ARE STRONG, BUT STILL ORGANIC
de: DU BIST STARK, ABER IMMER NOCH ORGANISCH.
es_mx: ERES FUERTE, PERO TODAVÍA ORGÁNICO
fr: TU ES FORT, MAIS TU RESTES ORGANIQUE
it: SEI FORTE, MA PUR SEMPRE UN ORGANISMO
ja: ＊あなたは強いが、それでも生身の生命体です＊
ko: 아무리 강해도 유기체에 지나지 않음
pl: JESTEŚ SILNY, ALE OGRANICZA CIĘ ORGANICZNA FORMA
pt_br: VOCÊ É FORTE, MAS AINDA ORGÂNICO
ru: ТЫ СИЛЕН, НО ТЫ ИЗ ОРГАНИКИ
zh_cn: 你很强壮，但同时是有机的
zh_tw: 你很強壯，但同時是有機的

# CHARACTERS.WX78.DESCRIBE.BOATFRAGMENT03
source: IT'S BEEN OBLITERATED
de: ABGEWRACKT
es_mx: FUE ELIMINADO
fr: LE NAVIRE EST TOTALEMENT DÉTRUIT
it: È STATA OBLITERATA
ja: ＊抹消されました＊
ko: 파괴됨
pl: ZNISZCZONE
pt_br: FOI OBLITERADO
ru: КОРАБЛЬ БЫЛ РАЗРУШЕН
zh_cn: 它被粉碎了
zh_tw: 它被粉碎了

# CHARACTERS.WX78.DESCRIBE.BOATFRAGMENT04
source: IT'S BEEN OBLITERATED
de: ABGEWRACKT
es_mx: FUE ELIMINADO
fr: LE NAVIRE EST TOTALEMENT DÉTRUIT
it: È STATA OBLITERATA
ja: ＊抹消されました＊
ko: 파괴됨
pl: ZNISZCZONE
pt_br: FOI OBLITERADO
ru: КОРАБЛЬ БЫЛ РАЗРУШЕН
zh_cn: 它被粉碎了
zh_tw: 它被粉碎了

# CHARACTERS.WX78.DESCRIBE.BOATFRAGMENT05
source: IT'S BEEN OBLITERATED
de: ABGEWRACKT
es_mx: FUE ELIMINADO
fr: LE NAVIRE EST TOTALEMENT DÉTRUIT
it: È STATA OBLITERATA
ja: ＊抹消されました＊
ko: 파괴됨
pl: ZNISZCZONE
pt_br: FOI OBLITERADO
ru: КОРАБЛЬ БЫЛ РАЗРУШЕН
zh_cn: 它被粉碎了
zh_tw: 它被粉碎了

# CHARACTERS.WX78.DESCRIBE.BOATPATCH
source: PATCH FOR CRACKED BOAT DRM
de: PATCH FÜR BESCHÄDIGTEN BOOTS-DRM
es_mx: PARCHE PARA REPARAR INTEGRIDAD DEL BOTE
fr: UN PATCH POUR COLMATER LA DRM DU BATEAU
it: PATCH PER DRM BARCA CRACCATO
ja: ＊ひび割れたボートのDRMのパッチ＊
ko: 해킹된 배 DRM에 대한 패치
pl: ŁATKA DLA ZŁAMANYCH ZABEZPIECZEŃ DRM ŁODZI
pt_br: PATCH PARA DRM DO BARCO DANIFICADO
ru: ИСПРАВЛЕНИЯ ДЛЯ ВЗЛОМАННОЙ ЗАЩИТЫ ЛОДКИ
zh_cn: 修复破船数字版权管理的补丁
zh_tw: 修復破船數字版權管理的補丁

# CHARACTERS.WX78.DESCRIBE.BOAT_ITEM
source: FOR BUILDING A HORRIBLE BOAT
de: ZUM BAU EINES GRÄSSLICHEN BOOTS
es_mx: PARA CONSTRUIR UN BOTE HORRIBLE
fr: ÇA SERT À CONSTRUIRE UN BATEAU MINABLE
it: PER COSTRUIRE UN'ORRIBILE BARCA
ja: ＊ひどいボートを作るため＊
ko: 끔찍한 배를 만드는 재료
pl: DO ZBUDOWANIA OBRZYDLIWEJ ŁODZI
pt_br: PARA CONSTRUIR UM BARCO HORRÍVEL
ru: ДЛЯ ПОСТРОЙКИ ОТВРАТИТЕЛЬНОЙ ЛОДКИ
zh_cn: 可以造一艘糟糕的船
zh_tw: 可以造一艘糟糕的船

# CHARACTERS.WX78.DESCRIBE.BOAT_LEAK
source: QUICK. PLUG IT UP QUICK!
de: SCHNELL. SCHNELL ZUSTOPFEN!
es_mx: ¡RÁPIDO! ¡TÁPENLO RÁPIDO!
fr: VITE, IL FAUT BOUCHER ÇA !
it: PRESTO. TAPPIAMO QUEL BUCO!
ja: ＊早く。早く塞いでください＊
ko: 빨리. 얼른 막을 것!
pl: SZYBKO. POTRZEBA WTYCZKI!
pt_br: DEPRESSA. TAPE ISSO RÁPIDO!
ru: ТРЕБУЕТСЯ НЕМЕДЛЕННОЕ ЗАТЫКАНИЕ ТЕЧИ!
zh_cn: 快，马上堵起来！
zh_tw: 快，馬上堵起來！

# CHARACTERS.WX78.DESCRIBE.BONESHARD
source: PIECES OF STRUCTURAL SUPPORT SYSTEM
de: TEILE EINES STRUKTURELLEN UNTERSTÜTZUNGSSYSTEMS.
es_mx: PIEZAS DE SISTEMA DE APOYO ESTRUCTURAL
fr: ÉLÉMENTS DE SYSTÈME DE MAINTIEN STRUCTUREL
it: PEZZI DI SISTEMA DI SUPPORTO STRUTTURALE
ja: ＊構造サポートシステムの断片＊
ko: 구조적 지지 시스템 조각
pl: FRAGMENTY STRUKTURALNEGO SYSTEMU PODPARCIA.
pt_br: PARTES DE UM SISTEMA DE SUPORTE ESTRUTURAL
ru: КУСОЧКИ СИСТЕМЫ ПОДДЕРЖИВАЮЩЕЙ СТРУКТУРЫ
zh_cn: 结构支撑系统碎片
zh_tw: 結構支撐系統碎片

# CHARACTERS.WX78.DESCRIBE.BONESOUP
source: I LIKE THAT I DIDN'T HAVE TO DO ANY OF THE WORK
de: GEFÄLLT MIR, DASS ICH DIE ARBEIT NICHT TUN MUSSTE
es_mx: ME GUSTA QUE NO TUVE QUE AYUDAR EN NADA
fr: ÇA ME PLAÎT QUAND CE N'EST PAS MOI QUI TRAVAILLE
it: MENO MALE CHE NON HO DOVUTO PARTECIPARE ALLA PREPARAZIONE
ja: ＊なんの仕事もしなくていいのが好きでした＊
ko: 본체는 손 하나 까닥하지 않아도 돼서 마음에 듦
pl: PODOBA MI SIĘ TO, ŻE CAŁĄ ROBOTĘ ODWALIŁ ZA MNIE KTOŚ INNY
pt_br: GOSTO DO FATO DE NÃO TER TIDO QUE FAZER NENHUM TRABALHO.
ru: МНЕ НРАВИТСЯ, ЧТО НЕ ПРИШЛОСЬ НИЧЕГО ДЛЯ ЭТОГО ДЕЛАТЬ
zh_cn: 只要别让我干活我就很开心
zh_tw: 只要別讓我幹活我就很開心

# CHARACTERS.WX78.DESCRIBE.BONESTEW
source: NUTRITION ACQUIRED
de: NAHRHAFTE RÖLLCHEN
es_mx: NUTRICIÓN ADQUIRIDA
fr: NUTRIMENT ACQUIS
it: NUTRIMENTO ACQUISITO
ja: ＊栄養素確保＊
ko: 영양 획득
pl: ZDOBYTO POŻYWIENIE.
pt_br: NUTRIÇÃO AQDQUIRIDA
ru: ПОЛУЧЕНО: ПИЩА
zh_cn: 营养已获取
zh_tw: 營養已獲取

# CHARACTERS.WX78.DESCRIBE.BOOK_BIRDS
source: UPLOADING AVIAN FACTOIDS TO DATABASE...
de: FAKTEN AUS DER VOGELWELT IN DATENBANK HOCHLADEN ...
es_mx: SUBIENDO FACTOIDES AVIARES A LA BASE DE DATOS...
fr: TÉLÉCHARGEMENT DE PSEUDO-INFORMATIONS AVIAIRES À LA BASE DE DONNÉES...
it: CARICAMENTO DI FATTO FITTIZIO AVIARIO NEL DATABASE...
ja: ＊鳥類に関する疑似事実をデータベース化…＊
ko: 조류 유사 사실 데이터베이스에 업로드하는 중...
pl: PRZESYŁANIE FAKTÓW NT PTAKÓW DO BAZY DANYCH...
pt_br: TRANSMITINDO FACTOIDES AVIÁRIOS AO BANCO DE DADOS...
ru: ЗАГРУЖАЮ ПТИЧИЕ ФАКТОИДЫ В БАЗУ ДАННЫХ
zh_cn: 将鸟类信息上传至数据库…
zh_tw: 將鳥類資訊上傳至資料庫…

# CHARACTERS.WX78.DESCRIBE.BOOK_BRIMSTONE
source: A BOOK OF DESTRUCTION. EXCELLENT
de: EIN BUCH ÜBER ZERSTÖRUNG. AUSGEZEICHNET.
es_mx: UN LIBRO DE DESTRUCCIÓN. EXCELENTE
fr: UN LIVRE SUR LA DESTRUCTION. EXCELLENT
it: UN LIBRO SULLA DISTRUZIONE. ECCELLENTE
ja: ＊破壊に関する書籍。最高です＊
ko: 파괴의 책. 훌륭함
pl: KSIĘGA ZNISZCZENIA. WYŚMIENICIE
pt_br: UM LIVRO DA DESTRUIÇÃO. EXCELENTE
ru: КНИГА РАЗРУШЕНИЯ ПРЕВОСХОДНО
zh_cn: 毁灭之书。很棒
zh_tw: 毀滅之書。很棒

# CHARACTERS.WX78.DESCRIBE.BOOK_ELEMENTAL
source: A BOOK IS NOT A WEAPON
de: EIN BUCH IST KEINE WAFFE
es_mx: UN LIBRO NO ES UN ARMA
fr: UN LIVRE N'EST PAS UNE ARME
it: UN LIBRO NON È UN'ARMA
ja: ＊本は武器ではありません＊
ko: 책은 무기가 아님
pl: KSIĄŻKA TO NIE BROŃ
pt_br: UM LIVRO NÃO É UMA ARMA
ru: КНИГА — НЕ ОРУЖИЕ
zh_cn: 书本不算武器
zh_tw: 書本不算武器

# CHARACTERS.WX78.DESCRIBE.BOOK_FOSSIL
source: READING IS NOT VERY EVIL
de: LESEN IST NICHT SEHR BÖSE
es_mx: LEER NO ES MUY MALVADO
fr: LIRE N'EST PAS VRAIMENT MAUVAIS
it: LA LETTURA NON È MOLTO DIABOLICA
ja: ＊読書はそんなに有害ではありません＊
ko: 독서는 악하지 않음
pl: CZYTANIE NIE JEST ZBYT ZŁOWROGIE
pt_br: LER NÃO É MUITO MALIGNO
ru: ЧТЕНИЕ — НЕ ТАКОЕ УЖ ЗЛО
zh_cn: 看书不算邪恶
zh_tw: 看書不算邪惡

# CHARACTERS.WX78.DESCRIBE.BOOK_GARDENING
source: A USELESS TOME ON PLANT CULTIVATION
de: NUTZLOSES BUCH ÜBER PFLANZENKULTIVIERUNG
es_mx: UN TOMO INÚTIL SOBRE CULTIVO DE PLANTAS
fr: UN OUVRAGE INUTILE SUR LA CULTURE DES PLANTES
it: UN TOMO INUTILE SULLA COLTIVAZIONE DELLE PIANTE
ja: ＊無価値な植物栽培に関する書籍＊
ko: 식물 재배에 대한 무용한 책
pl: BEZUŻYTECZNA KSIĄŻKA O UPRAWIE ROŚLIN
pt_br: UM TOMO INÚTIL SOBRE O CULTIVO DE PLANTAS
ru: БЕСПОЛЕЗНАЯ КНИГА О КУЛЬТИВАЦИИ РАСТЕНИЙ
zh_cn: 关于植物栽培的没用的大本书
zh_tw: 關於植物栽培的沒用的大本書

# CHARACTERS.WX78.DESCRIBE.BOOK_HORTICULTURE
source: A USELESS TOME ON PLANT CULTIVATION
de: NUTZLOSES BUCH ÜBER PFLANZENKULTIVIERUNG
es_mx: UN TOMO INÚTIL SOBRE CULTIVO DE PLANTAS
fr: UN OUVRAGE INUTILE SUR LA CULTURE DES PLANTES
it: UN TOMO INUTILE SULLA COLTIVAZIONE DELLE PIANTE
ja: ＊無価値な植物栽培に関する書籍＊
ko: 식물 재배에 대한 무용한 책
pl: BEZUŻYTECZNA KSIĄŻKA O UPRAWIE ROŚLIN
pt_br: UM TOMO INÚTIL SOBRE O CULTIVO DE PLANTAS
ru: БЕСПОЛЕЗНАЯ КНИГА О КУЛЬТИВАЦИИ РАСТЕНИЙ
zh_cn: 关于植物栽培的没用的大本书
zh_tw: 關於植物栽培的沒用的大本書

# CHARACTERS.WX78.DESCRIBE.BOOK_SILVICULTURE
source: HA. IT IS WRITTEN ON DEAD PLANTS
de: HA. AUF TOTEN PFLANZEN NOTIERT
fr: HA. C'EST ÉCRIT SUR DES PLANTES MORTES
it: AHAH. È SCRITTO SU PIANTE MORTE
ja: ＊ハハハ。死んだ植物を使って記すだなんて＊
ko: 하! 죽은 식물 위에 씀.
pl: HA. A NAPISALI TO NA MARTWYCH ROŚLINACH.
pt_br: HA. ESTÁ ESCRITO EM PLANTAS MORTAS
ru: ХА. НАПИСАНО НА МЕРТВЫХ РАСТЕНИЯХ
zh_cn: 哈。写在死掉的植物上。
zh_tw: 哈。寫在死掉的植物上。

# CHARACTERS.WX78.DESCRIBE.BOOK_SLEEP
source: POWERING DOown...
de: HERUNTERFAHREN ...
es_mx: APAGANDooo...
fr: EXTINCtion...
it: IN SPEGNIMentooo
ja: ＊シャットダウゥ…ン…＊
ko: 전원 끄는 중...
pl: ZAMYKANIE SYystemu...
pt_br: DESATIVAção...
ru: ВЫКЛЮЧА-А-а-аюсь…
zh_cn: 停电…
zh_tw: 停電…

# CHARACTERS.WX78.DESCRIBE.BOOK_TENTACLES
source: IT SUMMONS THE FLESH WOBBLERS
de: ES RUFT DIE FLEISCHWABBLER ZU SICH
es_mx: INVOCA AGITACIONES DE CARNE
fr: ÇA PARLE DES MORCEAUX DE CHAIR QUI TREMBLENT
it: EVOCA LA CARNE OSCILLANTE
ja: ＊それは粘液性有機生命体を召喚します＊
ko: 물컹거리는 육괴를 소환함
pl: PRZYWOŁUJE MIĘSNE MACKI
pt_br: ELES INVOCA OS VAGANTES DE CARNE
ru: ОН ПРИЗЫВАЕТ СКОЛЬЗКУЮ ПЛОТЬ
zh_cn: 会召唤肉做的，摇来摇去的东西。
zh_tw: 會召喚肉做的，搖來搖去的東西。

# CHARACTERS.WX78.DESCRIBE.BOOMERANG
source: REUSABLE PROJECTILE
de: WIEDERVERWENDBARES PROJEKTIL
es_mx: PROYECTIL REUTILIZABLE
fr: PROJECTILE RÉUTILISABLE
it: PROIETTILE RIUTILIZZABILE
ja: ＊再利用可能なミサイル。＊
ko: 재사용 가능한 발사체
pl: ODNAWIALNY POCISK
pt_br: PROJÉTIL REUTILIZÁVEL
ru: МНОГОРАЗОВОЕ МЕТАТЕЛЬНОЕ ОРУДИЕ
zh_cn: 可反复使用的抛射物
zh_tw: 可反復使用的拋射物

# CHARACTERS.WX78.DESCRIBE.BRUSH
source: HAIR IS AN EXTRANEOUS ADDON
de: HAAR IST EIN EXTERNES ZUBEHÖR
es_mx: EL PELO ES UN COMPLEMENTO EXTRAÑO
fr: LE POIL EST UNE EXTENSION ÉTRANGÈRE
it: IL PELO È UN'AGGIUNTA ESTRANEA
ja: ＊毛の部分は外生アドオンです＊
ko: 털은 선택 사항인 애드온임
pl: WŁOSY TO OBCY DODATEK
pt_br: PELOS SÃO UM COMPLEMENTO ESTRANHO
ru: ВОЛОСЫ — ЭТО ПОСТОРОННИЙ АДДОН
zh_cn: 头发是多余的东西
zh_tw: 頭髮是多餘的東西

# CHARACTERS.WX78.DESCRIBE.BUGNET
source: DEBUGGING IMPLEMENT
de: GERÄT FÜR FEHLERBEHEBUNG
es_mx: IMPLEMENTAR DEPURACIÓN
fr: MATÉRIEL DE DÉBOGAGE
it: IMPLEMENTAZIONE DI DEBUG
ja: ＊バグ除去用デバイス＊
ko: 디버깅 장치
pl: INTERNET TO TO NIE JEST.
pt_br: IMPLEMENTO DE DEPURAÇÃO
ru: ОТЛАДКА ФУНКЦИОНАЛА
zh_cn: 执行除虫任务
zh_tw: 執行除蟲任務

# CHARACTERS.WX78.DESCRIBE.BULLKELP_PLANT.GENERIC
source: IT THRIVES IN THE OCEAN AND I HATE IT
de: LEBT IM OZEAN. ICH HASSE ES
es_mx: SE DESARROLLA EN EL MAR Y LA ODIO
fr: JE DÉTESTE CES CHOSES QUI VIVENT DANS L'OCÉAN
it: PROSPERA NELL'OCEANO E NON LO SOPPORTO
ja: ＊それは海に栄えていて大嫌いです＊
ko: 바다에서 사는 생물임. 기분 나쁨
pl: PROSPERUJE W GŁĘBINACH OCEANU. NIENAWIDZĘ TEGO
pt_br: ELA SE DESENVOLVE BEM NO OCEANO, E EU A ODEIO
ru: ОНО ЖИВЕТ В ОКЕАНЕ И Я ЕГО НЕНАВИЖУ
zh_cn: 它在海洋中茁壮成长，我恨它
zh_tw: 它在海洋中茁壯成長，我恨它

# CHARACTERS.WX78.DESCRIBE.BULLKELP_PLANT.PICKED
source: TAKE THAT
de: NIMM DIES
es_mx: TOMA ESO
fr: PRENDS ÇA !
it: PRENDI QUESTO
ja: ＊くらえ！＊
ko: 이거나 먹을 것
pl: A MASZ
pt_br: PEGUE ISSO
ru: ПОЛУЧАЙ
zh_cn: 这就是你的下场！
zh_tw: 這就是你的下場！

# CHARACTERS.WX78.DESCRIBE.BULLKELP_ROOT
source: MINION MOTIVATOR
de: LAKAIENMOTIVATOR
es_mx: UN MOTIVADOR DE SUBORDINADOS
fr: ÇA MOTIVE LES SERVITEURS
it: MOTIVATORE DI SEGUACI
ja: ＊隷属生物モチベーター＊
ko: 부하에게 동기를 부여함
pl: MOTYWATOR DLA SŁUG
pt_br: MOTIVADOR DE LACAIOS
ru: МОТИВАЦИЯ ДЛЯ МИНЬОНОВ
zh_cn: 鞭策随从的工具
zh_tw: 鞭策隨從的工具

# CHARACTERS.WX78.DESCRIBE.BUNDLE
source: EXTERNAL STORAGE DEVICE
de: EXTERNES SPEICHERGERÄT
es_mx: DISPOSITIVO DE ALMACENAMIENTO EXTERNO
fr: DISPOSITIF DE STOCKAGE EXTERNE
it: DISPOSITIVO DI MEMORIZZAZIONE ESTERNO
ja: ＊外部記憶装置＊
ko: 외부 저장 장치
pl: ZEWNĘTRZNE URZĄDZENIE MAGAZYNUJĄCE.
pt_br: DISPOSITIVO DE ARMAZENAMENTO EXTERNO
ru: ВНЕШНЕЕ УСТРОЙСТВО ХРАНЕНИЯ
zh_cn: 外部存储设备
zh_tw: 外部存放裝置

# CHARACTERS.WX78.DESCRIBE.BUNDLEWRAP
source: FOR WRAPPING THINGS IN BUNDLES
de: UM DINGE IN BÜNDEL EINZUPACKEN
es_mx: PARA ENVOLVER COSAS EN PAQUETES
fr: POUR EMBALLER LES CHOSES EN PAQUETS
it: PER INCARTARE LE COSE A GRUPPI
ja: ＊物をまとめる包み＊
ko: 번들 포장용
pl: DO ZAWIJANIA RZECZY W PACZKI.
pt_br: PARA EMBRULHAR COISAS EM CONJUNTO
ru: ЧТОБЫ СОБИРАТЬ ОБЪЕКТЫ В СВЯЗКИ
zh_cn: 用于成捆地包装东西
zh_tw: 用於成捆地包裝東西

# CHARACTERS.WX78.DESCRIBE.BUNNYMAN
source: ITS METABOLISM OFFENDS ME
de: SEIN STOFFWECHSEL BELEIDIGT MICH.
es_mx: SU METABOLISMO ME OFENDE
fr: SON MÉTABOLISME ME CHOQUE
it: IL SUO METABOLISMO MI OFFENDE
ja: ＊あの新陳代謝には腹が立ちます＊
ko: 본체를 불쾌하게 만드는 신진대사
pl: JEGO METABOLIZM JEST WRĘCZ OBRAŹLIWY.
pt_br: SEU METABOLISMO ME OFENDE
ru: ЭТОТ ХОДЯЧИЙ МЕТАБОЛИЗМ МЕНЯ ОБИЖАЕТ
zh_cn: 它的代谢让我很不爽
zh_tw: 它的代謝讓我很不爽

# CHARACTERS.WX78.DESCRIBE.BUNNYSTEW
source: HA-HA. SLOW RABBIT GOT STEWED
de: HA-HA. DAS LANGSAME KANINCHEN WURDE GESCHMORT
fr: HA HA. LE LAPIN TROP LENT A FINI EN RAGOÛT
it: AH AH. IL CONIGLIO LENTO È STATO STUFATO
ja: ＊ハハハ。のろまなウサギは煮込まれました＊
ko: 하하. 느린 토끼는 스튜가 됨
pl: HA-HA. WOLNY KRÓLIK ZOSTAŁ UPICHCONY
pt_br: HA-HA. COELHO LENTO FOI COZIDO
ru: ХА. ХА. КРОЛИК ДОБЕГАЛСЯ
zh_cn: 哈哈。慢吞吞的兔子被炖炖了。
zh_tw: 哈哈。慢吞吞的兔子被燉燉了。

# CHARACTERS.WX78.DESCRIBE.BURNT_MARSH_BUSH
source: BURNED
de: DIE TRUHE HAT SCHÖN GEBRANNT.
es_mx: QUEMADO
fr: C'EST BRÛLÉ
it: BRUCIATO
ja: ＊炭化しました＊
ko: 불에 탐
pl: SPALONY.
pt_br: CARBONIZADO
ru: ОБЪЕКТ СГОРЕЛ
zh_cn: 已烧毁
zh_tw: 已燒毀

# CHARACTERS.WX78.DESCRIBE.BUSHHAT
source: HOW DEMEANING
de: WIE ERNIEDRIGEND.
es_mx: QUÉ HUMILLANTE
fr: TRÈS HUMILIANT
it: MOLTO UMILIANTE
ja: ＊なんて卑しいのでしょう＊
ko: 매우 품위가 떨어짐
pl: PONIŻAJĄCE.
pt_br: QUE DEGRADANTE
ru: КАК УНИЗИТЕЛЬНО
zh_cn: 多么降低身份
zh_tw: 多麼降低身份

# CHARACTERS.WX78.DESCRIBE.BUTTER
source: THIS IS IMPROBABLE
de: DAS IST UNWAHRSCHEINLICH.
es_mx: ESTO ES IMPROBABLE
fr: C'EST IMPROBABLE
it: È IMPROBABILE
ja: ＊これは起こりそうもありません＊
ko: 확률이 매우 낮은 결과임
pl: TO NIE POWINNO ISTNIEĆ.
pt_br: ISSO É IMPROVÁVEL
ru: ЭТО НЕВЕРОЯТНО
zh_cn: 这太荒谬了
zh_tw: 這太荒謬了

# CHARACTERS.WX78.DESCRIBE.BUTTERFLY.GENERIC
source: IT THINKS IT IS SO PRETTY
de: ER DENKT WIRKLICH, ER IST HÜBSCH.
es_mx: CREE QUE ES MUY BONITA
fr: JE TROUVE ÇA TRÈS JOLI
it: CREDE DI ESSERE BELLO
ja: ＊とてもかわいいと思います＊
ko: 자신이 예쁘다고 생각함
pl: WYDAJE MU SIĘ, ŻE JEST ŁADNY.
pt_br: ELA ACHA QUE É TÃO BONITA
ru: ОНА СЧИТАЕТ СЕБЯ ОЧЕНЬ КРАСИВОЙ
zh_cn: 它觉得自己非常漂亮
zh_tw: 它覺得自己非常漂亮

# CHARACTERS.WX78.DESCRIBE.BUTTERFLY.HELD
source: SQUISH
de: ZERQUETSCHEN.
es_mx: APLASTAR
fr: ÉCRABOUILLÉ
it: SPREMITURA
ja: ＊グシャ＊
ko: 찌그러짐
pl: NIE RUSZAJ SIĘ.
pt_br: APERTAR
ru: ШМЯК
zh_cn: 捏死
zh_tw: 捏死

# CHARACTERS.WX78.DESCRIBE.BUTTERFLYMUFFIN
source: THE INNOCENCE ADDS FLAVOR
de: GESCHMACKSBOMBEN!
es_mx: LA INOCENCIA AÑADE SABOR
fr: L'INNONCE AJOUTE DU GOÛT
it: L'INNOCENZA AGGIUNGE SAPORE
ja: ＊“純真素材”が風味を足しています＊
ko: 순결함이 맛을 돋움
pl: NIEWINNOŚĆ DODAJE SMAKU.
pt_br: A INOCÊNCIA DÁ UM SABOR A MAIS
ru: НЕВИННОСТЬ ДОБАВЛЯЕТ СВОЙ ПРИВКУС
zh_cn: 纯真增添了香味
zh_tw: 純真增添了香味

# CHARACTERS.WX78.DESCRIBE.BUTTERFLYWINGS
source: IRIDESCENT
de: IRISIEREND
es_mx: IRIDISCENTE
fr: IRISÉ
it: IRIDESCENTE
ja: ＊きらきら虹色＊
ko: 무지개빛
pl: ALE SIĘ MIENIĄ.
pt_br: IRIDESCENTE
ru: РАДУЖНЫЕ
zh_cn: 色彩斑斓
zh_tw: 色彩斑斕

# CHARACTERS.WX78.DESCRIBE.BUZZARD
source: GARBAGE COLLECTOR LIFEFORM
de: MÜLLSAMMLER-LEBENSFORM
es_mx: FORMA DE VIDA RECOLECTORA DE BASURA
fr: COLLECTEUR DE DÉCHETS VIVANT
it: FORMA DI VITA RACCOGLIRIFIUTI
ja: ＊ゴミ収集生命体＊
ko: 쓰레기 수집 생물체
pl: NIEMECHANICZNA FORMA ZBIERACZA ŚMIECI.
pt_br: FORMA DE VIDA COLETORA DE LIXO
ru: ФОРМА ЖИЗНИ, СОБИРАЮЩАЯ ОТБРОСЫ
zh_cn: 喜欢收集垃圾的生命体
zh_tw: 喜歡收集垃圾的生命體
