Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: It's about time I cut you back down to size.
de: Es wird Zeit, dass ich dich wieder zurechtstutze.
es: Ya va siendo hora de que te corte un poco.
fr: Je vais enfin te raböter cömme tu le mérites.
it: È ora che ti ridimensioni.
ja: 汝を切り刻む時が来たようじゃ。
ko: 이제 널 베어내 크기를 도로 줄일 시간이 왔어.
pl: Czas cię przyciąć do właściwych rozmiarów.
pt_br: Chegou a hora de eu te fazer voltar ao tamanho normal.
ru: У тебя слишком раздутое самомнение.
zh_cn: 看我把你几刀切碎。
zh_tw: 看我把你幾刀切碎。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.FULL_WEED
source: Weed, vegetable or fruit, all are the same to me.
de: Ob Kraut, Gemüse oder Obst, für mich sind sie alle gleich.
es: Para mí no hay diferencia alguna entre las malas hierbas, las verduras y la fruta.
fr: Herbe, légume öu fruit, pöur möi, c'est la même chöse.
it: Erbacce, ortaggi e frutti per me sono uguali.
ja: 雑草、野菜、果実、すべて我には等しい。
ko: 잡초든 채소든 과일이든 나에게는 다 똑같아.
pl: Chwast, warzywo czy owoc – dla mnie wszystkie są takie same.
pt_br: Ervas-daninhas, legumes ou frutas... Para mim, é tudo a mesma coisa.
ru: Травы, овощи, фрукты — мне все едино.
zh_cn: 杂草、蔬菜、水果，对我来说都是一样的。
zh_tw: 雜草、蔬菜、水果，對我來說都是一樣的。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.GENERIC
source: A plant.
de: Eine Pflanze.
es: Una planta.
fr: Une plante.
it: Una pianta.
ja: 植物。
ko: 식물이로군.
pl: Roślina.
pt_br: Uma planta.
ru: Растение.
zh_cn: 一株植物。
zh_tw: 一株植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.GROWING
source: I care not.
de: Mir egal.
es: No me interesa.
fr: Peu me chaut.
it: Non m'interessa.
ja: 好まぬ。
ko: 관심없거든.
pl: Nie dbam o to.
pt_br: Não tenho interesse.
ru: Мне все равно.
zh_cn: 我不在乎。
zh_tw: 我不在乎。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.ROTTEN
source: It is even more foul than usual.
de: Das ist sogar ekliger als sonst.
es: Es todavía más horrible de lo habitual.
fr: C'est encöre plus vil qu'à l'ördinaire !
it: È ancora peggio del solito.
ja: 平素よりも臭うぞ。
ko: 평소보다 훨씬 더 더럽잖아.
pl: Jeszcze większe paskudztwo niż zazwyczaj.
pt_br: Ficou ainda mais desprezível que o normal.
ru: Еще отвратительнее обычного.
zh_cn: 甚至比平时还臭。
zh_tw: 甚至比平時還臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: Good! Let it rot!
de: Schön! Soll es doch verrotten!
es: ¡Que se pudra, no me importa!
fr: Fört bien ! Que cela pöurrisse !
it: Bene! Che marcisca pure!
ja: よし！腐らせるのだ！
ko: 좋아! 썩으렴!
pl: I dobrze! Niech gnije!
pt_br: Ótimo! Que apodreça!
ru: Отлично! Пусть гниет!
zh_cn: 好！让它烂掉吧！
zh_tw: 好！讓它爛掉吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.SEED
source: I've no use for you.
de: Ich kann dich nicht mehr gebrauchen.
es: No me sirves para nada.
fr: Je n'en ai aucune utilité.
it: Non ho alcun bisogno di voi.
ja: 汝には用がない。
ko: 난 네가 싫어.
pl: Nie potrzebuję ciebie.
pt_br: Você não tem serventia para mim.
ru: Мне это не нужно.
zh_cn: 你对我没用。
zh_tw: 你對我沒用。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLOW
source: I claim this soil for the garden!
de: Ich beanspruche diesen Boden für meinen Garten!
es: ¡Reclamo esta tierra para preparar la huerta!
fr: Icelle terre sera celle de mien jardin !
it: Reclamo questo terreno per l'orto!
ja: この土は我が緑地のものである！
ko: 이 흙은 내 정원의 소유라고!
pl: Przejmuję tę ziemię, na której wyrośnie ogród!
pt_br: Reivindico este solo para o jardim!
ru: Объявляю эту землю своим садом!
zh_cn: 这块地就是我的花园了！
zh_tw: 這塊地就是我的花園了！

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLOW_ITEM
source: A ferocious weapon against untamed soil.
de: Eine grausame Waffe gegen ungezähmten Boden.
es: Un arma atroz que se usa contra la tierra indómita.
fr: Une arme féröce en guerre cöntre la terre sauvage.
it: Un'arma feroce contro un terreno incolto.
ja: 荒ぶる土に対抗する凶暴な武器。
ko: 길들여지지 않은 땅에 대적하는 사나운 무기야.
pl: Przerażająca broń na nieposkromioną ziemię.
pt_br: Uma arma feroz contra o solo indomado.
ru: Свирепое оружие против непокоренной почвы.
zh_cn: 对付桀骜不驯的土壤的利刃。
zh_tw: 對付桀驁不馴的土壤的利刃。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_SOIL_DEBRIS
source: You dare tresspass upon my garden?
de: Du wagst es, in meinen Garten einzudringen?
es: ¿Cómo te atreves a entrar en las inmediaciones de mi huerta?
fr: Qui öse pénétrer sur miennes terres ?
it: Osi sconfinare nel mio orto?
ja: 汝は我が緑地を通行するというのか？
ko: 감히 내 정원에 침입해?
pl: Ośmielacie się wkraczać do mego ogrodu?
pt_br: Você se atreve a invadir meu jardim?
ru: Ты смеешь преступать границы моих угодий?
zh_cn: 你胆敢擅闯我的花园？
zh_tw: 你膽敢擅闖我的花園？

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERFAN
source: The luxuries of camp, on the go.
de: Der Luxus eines Lagers, für unterwegs.
es: Los lujos del campamento, sobre la marcha.
fr: Le luxe du camp de base à emporter.
it: I lussi dell'accampamento, in movimento.
ja: 旅のお供に、リッチなキャンプグッズ。
ko: 야영지의 안락함을 휴대할 수 있게 만들었군.
pl: Luksusy obozowiska, ale w podróży.
pt_br: Os luxos do acampamento, para a viagem.
ru: Удобства лагеря в пути.
zh_cn: 随身携带的奢华享受。
zh_tw: 隨身攜帶的奢華享受。

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERHAT
source: Seems a bit flashy for battle.
de: Scheint für den Kampf ein bisschen zu auffällig zu sein.
es: Parece un poco llamativo para la batalla.
fr: Pourrait manquer de discrétion pour le combat.
it: È un po' appariscente per la battaglia.
ja: 戦には派手な気もする。
ko: 전투에 쓰기에는 좀 화려하군.
pl: Trochę za krzykliwy do bitwy.
pt_br: Parece um pouco cheguei para a batalha.
ru: Выглядит слишком броско для битвы.
zh_cn: 对战斗来说似乎有点花哨。
zh_tw: 對戰鬥來說似乎有點花哨。

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHERPENCIL
source: Perhaps I'll pen a saga of my journeys!
de: Vielleicht schreibe ich meine Reiseerlebnisse nieder.
es: ¡Quizá escriba una saga de mis viajes!
fr: J'écrirai peut-être la saga de mes voyages !
it: Potrei farne una penna per scrivere dei miei viaggi!
ja: 我が旅の物語を記すのもいいだろう！
ko: 내 모험 수기를 써도 좋겠군!
pl: Może napiszę sagę na podstawie moich przygód!
pt_br: Talvez eu assine uma saga das minhas façanhas!
ru: Возможно, я создам летопись о моих путешествиях.
zh_cn: 也许我会书写一本旅途传奇！
zh_tw: 也許我會書寫一本旅途傳奇！

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_CANARY
source: In remembrance of a songbird.
de: In Erinnerung an einen Singvogel.
es: En honor de un pájaro cantor.
fr: En mémoire d'un oiseau chanteur.
it: In ricordo di un uccello canterino.
ja: 鳴く鳥を偲んで。
ko: 노래하는 새를 기리는 것.
pl: Pamiątka po pierzastym śpiewaku.
pt_br: Em memória de um pássaro canoro.
ru: В память о певчей птице.
zh_cn: 睹物思雀。
zh_tw: 睹物思雀。

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_CROW
source: A token from the ravens!
de: Ein Andenken an die Raben!
es: ¡Un símbolo de los cuervos!
fr: Un souvenir des corbeaux !
it: Un simbolo dai corvi!
ja: 大鴉からのしるしだ！
ko: 까마귀가 남긴 것!
pl: Prezent od kruków!
pt_br: Um símbolo dos corvos!
ru: Напоминание о воронах!
zh_cn: 渡鸦的标志！
zh_tw: 渡鴉的標誌！

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_ROBIN
source: Red as my hair.
de: Rot wie mein Haar.
es: Rojo como mi cabello.
fr: Rouge comme mes cheveux.
it: Rosso come i miei capelli.
ja: わが髪のごとく紅き鳥だな
ko: 제 머리카락처럼 붉은 색이군요.
pl: Czerwone jak me włosy.
pt_br: Vermelho como meu cabelo.
ru: Красное как мои волосы.
zh_cn: 像我的头发一样红。
zh_tw: 像我的頭髮一樣紅。

# CHARACTERS.WATHGRITHR.DESCRIBE.FEATHER_ROBIN_WINTER
source: Winter's feather.
de: Winters Feder.
es: Pluma de invierno.
fr: Plume d'hiver.
it: Piuma invernale.
ja: 冬の羽毛。
ko: 겨울의 깃털이군.
pl: Zimowe pióro.
pt_br: Pena do inverno.
ru: Перо зимы.
zh_cn: 冬天的羽毛。
zh_tw: 冬天的羽毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.FEM_PUPPET
source: She looks unhappy upon her throne.
de: Sie sieht unglücklich auf ihrem Thron aus.
es: Parece infeliz sobre su trono.
fr: Elle n'a pas l'air heureuse sur ce trône.
it: Sembra infelice sul suo trono.
ja: なんだか玉座が気に入らない様子だな。
ko: 옥좌에 앉았지만 불행해 보인다.
pl: Wygląda dość nieszczęśliwie na swym tronie.
pt_br: Ela parece infeliz sobre seu trono.
ru: Она выглядит несчастной на своем троне.
zh_cn: 她在王座上一副不开心的样子。
zh_tw: 她在王座上一副不開心的樣子。

# CHARACTERS.WATHGRITHR.DESCRIBE.FENCE
source: Tis not my kind of fencing.
de: Das zäunt sich nicht.
es: Prefiero una defensa más activa.
fr: Pas trop mon genre de clôture.
it: Non ho bisogno di confini.
ja: かような柵は我が好みにあらず。
ko: 이런 건 칼잡이에겐 필요 없어.
pl: Wolę szranki.
pt_br: Não é meu tipo de cercado.
ru: Этот забор мне не по нраву.
zh_cn: 栅栏不是我喜欢的风格。
zh_tw: 柵欄不是我喜歡的風格。

# CHARACTERS.WATHGRITHR.DESCRIBE.FENCE_GATE
source: A tiny replica of Valhalla's gates.
de: Eine kleine Nachbildung der Tore von Walhalla.
es: Una réplica diminuta de las puertas de Valhalla.
fr: Une petite réplique des portes du Valhalla.
it: Una piccola replica delle porte del Valhalla.
ja: ヴァルハラの門の小さきレプリカ。
ko: 발할라 게이트의 모형이로군.
pl: Mała replika bram Walhalli.
pt_br: Uma pequena réplica dos portões de Valhalla.
ru: Небольшая реплика ворот Вальхаллы.
zh_cn: 英灵殿大门的小小复制品。
zh_tw: 英靈殿大門的小小複製品。

# CHARACTERS.WATHGRITHR.DESCRIBE.FENCE_GATE_ITEM
source: Not for fortification. Merely the farm.
de: Nicht für eine Festung, sondern eher für einen Bauernhof.
es: No es una fortificación. Solamente sirve para una granja.
fr: Pas pour les fortifications. Uniquement pour la ferme.
it: Non è per la fortificazione. Solo per la fattoria.
ja: 要塞には不向きなり。菜園用。
ko: 요새에는 걸맞지 않은, 그저 농장을 지키는 문.
pl: Żadnej wartości obronnej. Zwykły pasterski płot.
pt_br: Não se destina à fortificação. Apenas para pecuária.
ru: Точно не для укрепления строений. А для фермы — в самый раз.
zh_cn: 没有防御作用。仅仅是个农场。
zh_tw: 沒有防禦作用。僅僅是個農場。

# CHARACTERS.WATHGRITHR.DESCRIBE.FENCE_ITEM
source: Not for fortification. Merely the farm.
de: Nicht für eine Festung, sondern eher für einen Bauernhof.
es: No es una fortificación. Solamente sirve para una granja.
fr: Pas pour les fortifications. Uniquement pour la ferme.
it: Non è per la fortificazione. Solo per la fattoria.
ja: 要塞には不向き。農園にしか使えない。
ko: 요새에는 걸맞지 않은, 그저 농장을 지키는 문.
pl: Żadnej wartości obronnej. Zwykły pasterski płot.
pt_br: Não se destina à fortificação. Apenas para pecuária.
ru: Точно не для укрепления строений. А для фермы — в самый раз.
zh_cn: 没有防御作用。仅仅是个农场。
zh_tw: 沒有防禦作用。僅僅是個農場。

# CHARACTERS.WATHGRITHR.DESCRIBE.FERTILIZER
source: Its stench could raise the fallen.
de: Sein Gestank könnte die Gefallenen wiedererwecken.
es: Su hedor podría levantar a los caídos.
fr: Une puanteur à réveiller les morts.
it: Il suo fetore potrebbe resuscitare i morti.
ja: この悪臭は死者をも呼び戻す。
ko: 망자도 다시 깨울 수 있을 것 같은 악취다.
pl: Ten smród mógłby ożywić truposza.
pt_br: Seu fedor poderia levantar os mortos.
ru: Его зловоние разбудит павших воинов.
zh_cn: 臭的要命。
zh_tw: 臭的要命。

# CHARACTERS.WATHGRITHR.DESCRIBE.FESTIVEFISH
source: Let us celebrate the season by feasting on fish flesh!
de: Feiern wir die Jahreszeit mit jeder Menge Fischfleisch!
es: ¡Celebremos la estación dándonos un atracón de pescado!
fr: Célébröns la saisön en festöyöns de chair de pöissön !
it: Festeggiamo banchettando con carne di pesce!
ja: 旬を魚の肉で祝おう！
ko: 물고기 살을 마음껏 먹으며 축제를 즐기자!
pl: Rybna uczta na cześć świąt!
pt_br: Vamos comemorar essa época comendo carne de peixe!
ru: Отпразднуем это время года, полакомившись рыбьей плотью!
zh_cn: 我们来吃鱼肉庆祝这个季节！
zh_tw: 我們來吃魚肉慶祝這個季節！

# CHARACTERS.WATHGRITHR.DESCRIBE.FESTIVE_BLUEPRINT
source: The bright colors could be useful for distracting enemies.
de: Die leuchtenden Farben könnten nützlich sein, um Feinde abzulenken.
es: Los colores vivos podrían servir para distraer a los enemigos.
fr: Les cöuleurs vives pöurraient permettre d'attirer l'attentiön de l'ennemi.
it: Questi colori sgargianti potrebbero distrarre i nemici.
ja: 明るい色は敵の注意を削ぐのに有用かもしれぬ。
ko: 밝은 색상이 적의 주의를 분산시키는 데 유용할거야.
pl: Jaskrawe barwy mogą rozpraszać wrogów.
pt_br: As cores chamativas podem servir para distrair os inimigos.
ru: Яркие цвета помогут отвлекать врагов.
zh_cn: 鲜艳的颜色可以用来分散敌人的注意力。
zh_tw: 鮮豔的顏色可以用來分散敵人的注意力。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIG
source: Bah! Foul non-meat!
de: Bäh! Ekles Nicht-Fleisch!
es: ¡Puaj! ¡Otro alimento sin carne!
fr: Beurk ! Vile nön-viande !
it: Bah! Orribile non-carne!
ja: オエー！く、くさい肉ならざるもの！
ko: 쳇! 불결한 안고기!
pl: Ech! Paskudne niemięso!
pt_br: Pff! Não carne nojenta!
ru: Фу! Мерзкое не-мясо!
zh_cn: 呸！肮脏的非肉！
zh_tw: 呸！骯髒的非肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIGATONI
source: I will not sully my warrior tastebuds with such filth.
de: Ich werde meine Kriegerin-Geschmacksknospen nicht mit derlei Dreck besudeln.
es: No voy a mancillar mis papilas gustativas de guerrera con algo tan asqueroso.
fr: Pöint ne salirai mes guerrières papilles avec de telles atröcités.
it: Non ho intenzione di insudiciare le mie papille gustative con questa sporcizia.
ja: かような汚物で我が戦士の味覚を汚すことはせぬ。
ko: 그런 오물로 내 전사의 미각을 더럽히지는 않을 거야.
pl: Nie splamię mych wojowniczych kubków smakowych tym plugastwem.
pt_br: Não vou conspurcar minhas papilas guerreiras com essa imundície.
ru: Истому воину не пристало марать язык такой дрянью.
zh_cn: 绝不能让此等污物脏了本战士的味蕾。
zh_tw: 絕不能讓此等汙物髒了本戰士的味蕾。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIGKABAB
source: Food with a wooden spear lanced through it!
de: Essen, von einem Holzspeer durchbohrt!
es: ¡Una lanza ha atravesado la comida!
fr: De la nöurriture traversée par une lance !
it: Cibo trapassato da una lancia di legno!
ja: 木製の槍が突き刺さった食い物！
ko: 나무창에 꽂힌 음식이야!
pl: Jadło przeszyte drewnianą włócznią!
pt_br: Comida atravessada por uma lança de madeira!
ru: Эту еду пронзили деревянным копьем!
zh_cn: 用木矛刺穿的食物！
zh_tw: 用木矛刺穿的食物！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIG_COOKED
source: Roasted fig flesh.
de: Gebratenes Feigenfleisch.
es: Carne de higo asada.
fr: De la chair de figue rôtie.
it: Carne di fico cotta.
ja: イチジク果肉のロースト。
ko: 구운 무화과 살이다.
pl: Pieczona figa.
pt_br: Polpa de figo assada.
ru: Запеченная плоть инжира.
zh_cn: 烤熟的无花果肉。
zh_tw: 烤熟的無花果肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREBALLSTAFF
source: The gods did not mean thy magic for me.
de: Die Götter sahen deine Magie nicht für mich vor.
es: Los dioses no han destinado tu magia para mí.
fr: Les dieux ne m'ont jamais destiné ton pouvoir.
it: Gli dei non intendevano darmi quella magia.
ja: 神々は我に汝が魔法を意図せず。
ko: 내가 이 마법을 부리는 것을 신들께서 허락하지 않으셨다.
pl: Nie dla mnie bogowie moc twą ukuli.
pt_br: Os deuses não queriam que eu tivesse sua magia.
ru: Боги не наделили меня твоей магией.
zh_cn: 诸神不让我拥有你的魔法。
zh_tw: 諸神不讓我擁有你的魔法。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRECRACKERS
source: To strike fear into the hearts of mine enemies!
de: Damit jage ich meinen Feinden ordentlich Furcht ein!
es: ¡Para sembrar el miedo en el corazón de mi enemigo!
fr: Pour faire naître la peur dans le cœur de mes ennemis !
it: Per indurre terrore nei cuori dei miei nemici!
ja: 敵の心に恐怖をもたらす！
ko: 내 적의 심장에 두려움을 심어주는 것이다!
pl: Zasieją strach w sercach moich wrogów!
pt_br: Para amedrontar os corações de meus inimigos!
ru: Чтобы вселять ужас в сердца моих врагов!
zh_cn: 颤抖吧，我的敌人！
zh_tw: 顫抖吧，我的敵人！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREFLIES.GENERIC
source: Tiny fairy lights aglow!
de: Winzige bunte Lichter, die glühen!
es: ¡Las hadas diminutas brillan!
fr: Petites lumières de fées incandescentes !
it: Lumini da favola accesi!
ja: 小さな妖精の明かりが光る！
ko: 작은 요정 불이 빛나고 있군!
pl: Małe wróżkowe światełka.
pt_br: Luzinhas de fada brilham!
ru: Крошечные сказочные огоньки!
zh_cn: 发光的小精灵！
zh_tw: 發光的小精靈！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREFLIES.HELD
source: I hold the light!
de: Ich halte das Licht in meinen Händen!
es: ¡Tengo la luz!
fr: Je tiens la lumière !
it: Mantengo la luce!
ja: 光を手に持てる！
ko: 내 손안에 빛이 있다!
pl: Jestem panią światła!
pt_br: Detenho a luz!
ru: Я держу свет в руках!
zh_cn: 我掌握了光明！
zh_tw: 我掌握了光明！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREHOUND
source: The flamed one has no mercy.
de: Die brennende Art hat kein Erbarmen.
es: El que ha ardido no tiene piedad.
fr: Ceux de feu sont sans pitié.
it: Quella fiammata non ha pietà.
ja: 火がついているやつは実に容赦ない。
ko: 자비심 없는 불개로군.
pl: Płomienisty stwór nie zna litości.
pt_br: O flamejante não tem misericórdia.
ru: Этот огненный не знает жалости.
zh_cn: 火犬冷酷无情。
zh_tw: 火犬冷酷無情。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRENETTLES
source: They fight like cowards.
de: Sie kämpfen wie Feiglinge.
es: Luchan como cobardes.
fr: Ils cömbattent tels des cöuards.
it: Combattono come i codardi.
ja: あやつらは、卑怯者のように戦いやがる。
ko: 겁쟁이처럼 싸우네.
pl: Walczą niczym tchórze.
pt_br: Eles lutam como covardes.
ru: Они сражаются как трусы.
zh_cn: 它们像懦夫一样战斗。
zh_tw: 它們像懦夫一樣戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.EMBERS
source: That fire's nearly dead.
de: Das Feuer ist nahezu erloschen.
es: Este fuego está casi apagado.
fr: Le feu est presque mort.
it: Quel fuoco è quasi morto.
ja: その炎はもう少しで尽きる。
ko: 불이 거의 죽었군.
pl: Ogień już prawie zgasł.
pt_br: Esse fogo está quase no fim.
ru: Огонь почти догорел.
zh_cn: 那火快要灭了。
zh_tw: 那火快要滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.GENERIC
source: Warm fire, warm Wigfrid.
de: Warmes Feuer, warme Wigfrid.
es: Fuego caliente, Wigfrid caliente.
fr: Feu chaud, Wigfrid au chaud.
it: Fuoco caldo, Wigfrid calda.
ja: 暖かい炎、あったかWigfrid。
ko: 불이 따뜻하니 위그프리드도 따뜻해.
pl: Ciepły ogień, ciepła Wigfryda.
pt_br: Fogo quente, Wigfrid quente.
ru: Теплый огонь — теплая Вигфрид.
zh_cn: 温暖的火焰，温暖的薇格弗德。
zh_tw: 溫暖的火焰，溫暖的薇格弗德。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.HIGH
source: The fire roars!
de: Das Feuer tobt!
es: ¡El fuego ruge!
fr: Le feu rugit !
it: Ruggiti di fuoco!
ja: 炎がゴウゴウうなる！
ko: 불이 타오르고 있어!
pl: Ogień szaleje!
pt_br: O fogo ruge!
ru: Огонь ревет!
zh_cn: 火焰在咆哮！
zh_tw: 火焰在咆哮！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.LOW
source: Fire's slowly dying.
de: Das Feuer stirbt langsam.
es: El fuego está muriendo lentamente.
fr: Le feu meurt lentement.
it: Il fuoco sta morendo lentamente.
ja: 火がゆっくりと消えていく。
ko: 불이 서서히 죽어가는군.
pl: Ogień powoli przygasa.
pt_br: O fogo está lentamente acabando.
ru: Огонь медленно умирает.
zh_cn: 火在慢慢熄灭。
zh_tw: 火在慢慢熄滅。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.NORMAL
source: Warm fire, warm Wigfrid.
de: Warmes Feuer, warme Wigfrid.
es: Fuego caliente, Wigfrid caliente.
fr: Feu chaud, Wigfrid au chaud.
it: Fuoco caldo, Wigfrid calda.
ja: 暖かい炎、あったかWigfrid。
ko: 불이 따뜻하니 위그프리드도 따뜻해.
pl: Ciepły ogień, ciepła Wigfryda.
pt_br: Fogo quente, Wigfrid quente.
ru: Теплый огонь — теплая Вигфрид.
zh_cn: 温暖的火焰，温暖的薇格弗德。
zh_tw: 溫暖的火焰，溫暖的薇格弗德。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIREPIT.OUT
source: And the light flickers out.
de: Und das Licht hat sich ausgeflackert.
es: Y la luz se apaga.
fr: La flamme vacille.
it: E la luce tremola.
ja: そして火は徐々に弱まり、立ち消える。
ko: 빛이 깜박이더니 꺼져버렸군.
pl: Światłość ustępuje.
pt_br: E a luz se apaga.
ru: И гаснет свет.
zh_cn: 火焰渐熄。
zh_tw: 火焰漸熄。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRESTAFF
source: That we might become Masters of Fire!
de: Auf dass wir Meister des Feuers werden!
es: ¡Que seamos los maestros del fuego!
fr: Avec ça on pourrait devenir les Maîtres du feu !
it: Potremmo diventare mastri del fuoco!
ja: これで、炎を思いのままに操れるぞ！
ko: 불의 지배자가 될 수 있겠군요!
pl: Moc ognia nareszcie opanowana!
pt_br: Que possamos nos tornar Mestres do Fogo!
ru: Мы станем повелителями огня!
zh_cn: 那我们就能成为火焰大师了！
zh_tw: 那我們就能成為火焰大師了！

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: The catapult grows weak and tired.
de: Das Katapult wird schwach und müde.
es: La catapulta se debilita y se cansa.
fr: La catapulte faiblit et se fatigue.
it: La catapulta cresce debole e stanca.
ja: カタパルトは徐々に弱くなり疲労する。
ko: 투석기의 힘이 빠지고 있다.
pl: Katapulta zaczyna słabnąć!
pt_br: A catapulta está ficando fraca e cansada.
ru: Катапульта устает и теряет силы.
zh_cn: 发射器渐渐变得虚弱和疲劳。
zh_tw: 發射器漸漸變得虛弱和疲勞。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.OFF
source: Time to rest, flinging warrior.
de: Zeit sich auszuruhen, werfender Krieger.
es: Hora de descansar, aguerrido guerrero.
fr: C'est l'heure du repos, guerrier du lancer.
it: È ora di riposare, guerriero lanciatore.
ja: 投げる戦士を試す時が来た。
ko: 쉴 시간이에요, 날개 치는 전사씨.
pl: Czas odpocząć, mój miotający wojowniku.
pt_br: Hora de descansar, guerreiro arremessador.
ru: Время отдохнуть, воин-метатель.
zh_cn: 投掷战士，你该休息了。
zh_tw: 投擲戰士，你該休息了。

# CHARACTERS.WATHGRITHR.DESCRIBE.FIRESUPPRESSOR.ON
source: Catapult engaged for battle!
de: Das Katapult wurde für den Kampf aktiviert.
es: ¡Catapulta preparada para la batalla!
fr: Catapulte prête au combat !
it: Catapulta pronta alla battaglia!
ja: カタパルト戦闘準備オーケー！
ko: 투석기가 전투에 돌입했다!
pl: Katapulta gotowa do walki!
pt_br: Catapulta pronta para a batalha!
ru: Катапульта готова к бою!
zh_cn: 发射器已准备好战斗！
zh_tw: 發射器已準備好戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISH
source: Meat of the sea!
de: Fleisch aus dem Meer!
es: ¡Carne del mar!
fr: Viande de la mer !
it: Carne del mare!
ja: 海の肉！
ko: 바다의 고기로군!
pl: Mięso z morza!
pt_br: Carne dos mares!
ru: Морское мясо!
zh_cn: 海里的肉！
zh_tw: 海裡的肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHINGNET
source: I shall feed all my allies for a day!
de: Einen Tag lang will ich meine Verbündeten nähren!
es: ¡Alimentaré a todos mis aliados por un día!
fr: Je nöurrirai töus mes alliés en ce jöur !
it: Nutrirò tutti i miei alleati per un giorno intero!
ja: 我、一日同胞を養わん。
ko: 하루 동안 동료들을 전부 먹여 살리겠다!
pl: Moi towarzysze będą syci choć przez jeden dzień!
pt_br: Vou alimentar todos os meus aliados por um dia!
ru: Я буду кормить своих союзников целый день!
zh_cn: 能让所有盟友饱餐一天！
zh_tw: 能讓所有盟友飽餐一天！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHINGROD
source: I'm a ruthless fisherwoman.
de: Ich bin eine rücksichtslose Fischersfrau.
es: Soy una pescadora sin escrúpulos.
fr: Je suis une pêcheuse impitoyable.
it: Sono una pescatrice spietata.
ja: 私は容赦ない女釣り師。
ko: 나는 무자비한 고기잡이 여인이지.
pl: Jestem bezwzględną wędkarką!
pt_br: Sou uma pescadora impiedosa.
ru: Я безжалостная рыбачка.
zh_cn: 我是个无情的渔家女。
zh_tw: 我是個無情的漁家女。

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHMEAT
source: This sea meat will serve me well.
de: Dieses Fleisch aus dem Meer werd ich mir schmecken lassen.
es: Esta carne de mar me saciará.
fr: La viande de la mer va me servir.
it: Questa carne di mare farà al caso mio.
ja: 海の幸か…うまそうだ
ko: 이 바다 고기는 앞으로 쓸모 있겠지.
pl: Nie pogardzę morskim mięsem.
pt_br: Essa carne marinha vai me servir bem.
ru: Это морское мясо сослужит мне хорошую службу.
zh_cn: 这块海鲜肉可以让我好好享用一番。
zh_tw: 這塊海鮮肉可以讓我好好享用一番。

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHMEAT_COOKED
source: Joy!
de: Freude!
es: ¡Alegría!
fr: Bonheur !
it: Gioia!
ja: 嬉しい！
ko: 기뻐라!
pl: Raduje się serce moje!
pt_br: Felicidade!
ru: Ура!
zh_cn: 开心！
zh_tw: 開心！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHMEAT_SMALL
source: This sea meat will serve me well.
de: Dieses Fleisch aus dem Meer werd ich mir schmecken lassen.
es: Esta carne de mar me saciará.
fr: La viande de la mer va me servir.
it: Questa carne di mare farà al caso mio.
ja: 海の幸か…うまそうだ
ko: 이 바다 고기는 앞으로 쓸모 있겠지.
pl: Nie pogardzę morskim mięsem.
pt_br: Essa carne marinha vai me servir bem.
ru: Это морское мясо сослужит мне хорошую службу.
zh_cn: 这块海鲜肉可以让我好好享用一番。
zh_tw: 這塊海鮮肉可以讓我好好享用一番。

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHMEAT_SMALL_COOKED
source: This meat will swim in my belly!
de: Das Bein einer Bestie. Rein in meinen Bauch.
es: ¡Esta carne nadará en mi barriga!
fr: Cette viande va nager dans mon ventre !
it: Questa carne nuoterà nella mia pancia!
ja: わが腹中を泳ぎ回るがよい！
ko: 이제는 내 뱃속에서 헤엄쳐라!
pl: Zaraz będzie pływać w moim brzuchu!
pt_br: Essa carne vai nadar na minha barriga!
ru: Это мясо будет плавать в моем животе!
zh_cn: 这块肉会在我的肚子里游泳！
zh_tw: 這塊肉會在我的肚子裡游泳！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHSTICKS
source: Spears of sea meat.
de: Meeresfleisch.
es: Lanzas de carne marina.
fr: Des lances de viande de la mer.
it: Spiedini di carne di mare.
ja: 海の肉の串焼き。
ko: 바다 고기로 만든 창이군.
pl: Włócznie z morskiego mięsa.
pt_br: Lanças de carne marinha.
ru: Копья морского мяса.
zh_cn: 海鱼肉条。
zh_tw: 海魚肉條。

# CHARACTERS.WATHGRITHR.DESCRIBE.FISHTACOS
source: Fish in a blanket!
de: Fisch in einer Ummantelung!
es: ¡Pez envuelto!
fr: Du poisson dans une couverture !
it: Pesce in una coperta!
ja: 毛布にくるまった魚！
ko: 담요로 싼 물고기로군!
pl: Rybka w kocyku!
pt_br: Peixe num cobertor!
ru: Рыба в одеяле!
zh_cn: 裹起来的鱼肉！
zh_tw: 裹起來的魚肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.FISH_BOX
source: Meat is best when it's fresh!
de: Fleisch ist am besten, wenn es frisch ist!
es: ¡La carne es mejor fresca!
fr: La viande estöit meilleure fraîche !
it: La carne è migliore quando è fresca!
ja: 肉は新鮮なうちが一番よ！
ko: 고기는 신선한 게 최고지!
pl: Najlepsze jest świeże mięso!
pt_br: A carne é melhor quando fresca!
ru: Самое лучшее мясо — свежее!
zh_cn: 肉要吃新鲜的！
zh_tw: 肉要吃新鮮的！
