Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORKILLJOYS
source: I guess the garden's feeling a bit cluttered.
de: Ich glaube, der Garten ist ein bisschen überfüllt.
es: Creo que la huerta está demasiado llena.
fr: Je crois qu'elles se sentent à l'étroit.
it: Suppongo che questo orto sia un po' troppo pieno.
ja: ちょっと畑がゴチャゴチャしてきたな。
ko: 정원이 좀 어수선한 것 같아.
pl: Mam wrażenie, że ogród jest zbyt zagracony.
pt_br: Acho que o jardim tá meio bagunçado.
ru: Кажется, в этому саду много лишнего.
zh_cn: 我的花园觉得有点杂乱。
zh_tw: 我的花園覺得有點雜亂。

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORMOISTURE
source: It could use some more water, eh?
de: Sie könnte etwas mehr Wasser vertragen, oder?
es: Le vendría bien un poquito de agua, ¿eh?
fr: Elle a besoin d'un peu plus d'eau.
it: Avrebbe bisogno di più acqua, eh?
ja: 水をやった方がいいな。
ko: 물이 더 필요하겠지, 그지?
pl: Przydałoby się ją podlać.
pt_br: Um pouco de água faria bem a ela, né?
ru: Водички бы ему побольше, да.
zh_cn: 要浇水了，诶？
zh_tw: 要澆水了，誒？

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: Might not be enough nutrients in the soil...
de: Möglicherweise sind nicht genügend Nährstoffe im Boden ...
es: A lo mejor la tierra no tiene bastantes nutrientes...
fr: Il n'y a peut-être pas assez de nutriments dans la terre...
it: Potrebbero non esserci abbastanza sostanze nutritive nel terreno...
ja: 土に栄養が足りてねぇのかも…
ko: 토양에 영양소가 충분하지 않을 수 있어...
pl: Może w glebie jest za mało składników odżywczych...
pt_br: Talvez não tenha nutrientes suficientes no solo...
ru: Видимо, в почве чего-то не хватает...
zh_cn: 可能是土里营养不够……
zh_tw: 可能是土裡營養不夠……

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: There's so many plants packed in this garden, there's not enough room to grow.
de: In diesem Garten gibt es so viele Pflanzen, dass der Platz nicht zum Wachsen ausreicht.
es: Hay tantas plantas en la huerta que no pueden ni crecer.
fr: Il y a tellement de plantes dans le jardin qu'elles n'ont pas assez de place pour pousser.
it: In questo orto ci sono così tante piante, che non è rimasto spazio per crescere.
ja: この畑には植物が多すぎて、成長するスペースが足らねぇんだ。
ko: 이 정원에는 식물이 너무 많아서 자랄 공간이 충분하지 않아.
pl: W tym ogrodzie jest tyle roślin, że brakuje im miejsca, aby rosnąć.
pt_br: Tem plantas demais nesse jardim. Elas não têm espaço suficiente pra crescer.
ru: Тут столько разных растений, что они друг другу расти мешают.
zh_cn: 花园里装了太多植物，没有足够的空间生长了。
zh_tw: 花園裡裝了太多植物，沒有足夠的空間生長了。

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORSEASON
source: It just wasn't made for this kind of season.
de: Sie ist einfach nicht für diese Jahreszeit gemacht.
es: Creo que esta temporada no es la suya.
fr: Elle n'est pas faite pour vivre à cette saison.
it: Non è fatta per questa stagione.
ja: こいつはこの季節に向いてねぇんだよ。
ko: 이런 계절을 견디기 힘들 거야.
pl: Chyba nie lubi tej pory roku.
pt_br: Não foi feita para este tipo de estação.
ru: Оно не для этого сезона предназначено.
zh_cn: 不适合这种季节。
zh_tw: 不適合這種季節。

# CHARACTERS.WOODIE.DESCRIBE_PLANTVERYSTRESSED
source: There's a lot going wrong with this plant.
de: Bei dieser Pflanze läuft eine Menge schief.
es: Esta planta tiene muchos problemas.
fr: Cette plante accumule les problèmes.
it: Ci sono molte cose che non vanno per questa pianta.
ja: こいつはもう、どっから手つければいいのか分かんねぇくらい酷ぇな。
ko: 이 식물은 문제가 많아.
pl: Z tą rośliną coś jest bardzo nie tak.
pt_br: Tem muita coisa ruim rolando com essa planta.
ru: С этим растением слишком много всего не так.
zh_cn: 这株植物出了很多问题。
zh_tw: 這株植物出了很多問題。

# CHARACTERS.WOODIE.DESCRIBE_SMOLDERING
source: It's aboot to go up in flames, eh?
de: Kurz davor in Flammen aufzugehen, was?
es: Está a punto de arder, ¿eh?
fr: Ça va partir en flammes, hein ?
it: È in procinto di andare in fiamme, eh?
ja: もうすぐ燃え上がるところ、か？
ko: 곧 불이 확 붙겠는데?
pl: Chyba zaraz się spali, co nie?
pt_br: Está prestes a pegar fogo, hã?
ru: Кажется, этот огонь собирается тут все сжечь?
zh_cn: 它要烧起来了，是吗？
zh_tw: 它要燒起來了，是嗎？

# CHARACTERS.WOODIE.DESCRIBE_TOODARK
source: It's too dark, eh!
de: Es ist zu dunkel, was?
es: ¡Está demasiado oscuro, eh!
fr: Il fait trop sombre, hein ?
it: È troppo buio, eh!
ja: 真っ暗じゃねぇか！
ko: 너무 어둡잖아!
pl: Jest za ciemno, tak?
pt_br: Está muito escuro!
ru: Блин, слишком темно!
zh_cn: 额，太暗了！
zh_tw: 額，太暗了！

# CHARACTERS.WOODIE.EAT_FOOD.TALLBIRDEGG_CRACKED
source: You can taste the beak, eh?
de: Du kannst schon den Schnabel spüren, was?
es: Puedes degustar el pico, ¿eh?
fr: Il reste des bouts de bec, hein ?
it: Puoi assaporare il becco, eh?
ja: クチバシの味がするでしょ、ねえ？
ko: 부리 맛이 나지, 그치?
pl: Ciekawe, jak smakuje dziób.
pt_br: Dá pra sentir o gosto do bico, hã?
ru: Высунул клюв наружу?
zh_cn: 你可以尝出鸟嘴的味道，对吗？
zh_tw: 你可以嘗出鳥嘴的味道，對嗎？

# CHARACTERS.WOODIE.EAT_FOOD.WINTERSFEASTFUEL
source: Mmm, maple!
de: Mmmh, Ahorn!
es: Mmm, ¡arce!
fr: Miam, de l'érable.
it: Mmmm, acero!
ja: うーん、メープルだぜ！
ko: 으음. 메이플이다!
pl: Ach, klony!
pt_br: Hmm, bordo!
ru: М-м-м, кленовые дрова!
zh_cn: 呣，枫糖的味道！
zh_tw: 呣，楓糖的味道！

# CHARACTERS.WOODIE.QUAGMIRE_ANNOUNCE_LOSE
source: It's over for us, eh.
de: Für uns ist es vorbei, was?
es: Se acabó para nosotros, eh.
fr: Terminé pour nous, hein ?
it: È finita per noi, eh.
ja: オレもここまでだな。
ko: 이제 우린 끝났구나.
pl: To już jest koniec.
pt_br: Acabou pra nós, hã.
ru: Для нас все кончено, значит.
zh_cn: 呃，我们完了。
zh_tw: 呃，我們完了。

# CHARACTERS.WOODIE.QUAGMIRE_ANNOUNCE_MEALBURNT
source: Too long on the fire.
de: Zu lange auf dem Feuer.
es: Demasiado tiempo en el fuego.
fr: Trop longtemps sur le feu.
it: È rimasto troppo sul fuoco.
ja: 火にかけすぎたな。
ko: 불에 너무 오래 뒀잖아.
pl: Za długo na ogniu.
pt_br: Ficou muito tempo no fogo.
ru: Передержали на огне.
zh_cn: 火上烧得太久了。
zh_tw: 火上燒得太久了。

# CHARACTERS.WOODIE.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: Guess those ingredients don't go together.
de: Ich schätze, diese Zutaten passen nicht zusammen.
es: Supongo que esos ingredientes no combinan bien.
fr: Je crois que c'est pas les bons ingrédients.
it: Immagino che quegli ingredienti non vadano insieme.
ja: 食材の組み合わせが悪かったようだな。
ko: 이 재료들은 같이 쓸 수 없나 보네.
pl: Te składniki chyba nie działają razem.
pt_br: Acho que esses ingredientes não combinam.
ru: Похоже, эти ингредиенты не очень-то сочетаются.
zh_cn: 那些配料的味道看来不相配。
zh_tw: 那些配料的味道看來不相配。

# CHARACTERS.WOODIE.QUAGMIRE_ANNOUNCE_WIN
source: We done did it.
de: Wir haben es geschafft.
es: Lo hemos conseguido.
fr: On a réussi !
it: Ce l'abbiamo fatta.
ja: オレたち、やったな。
ko: 우리가 해냈어.
pl: Udało się.
pt_br: Conseguimos.
ru: Нам удалось!
zh_cn: 我们做到了。
zh_tw: 我們做到了。
