Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.BEE.HELD
source: Careful!
de: Vorsicht!
es: ¡Cuidado!
fr: Attention !
it: Attento!
ja: 気をつけて！
ko: 조심!
pt_br: Cuidado!
zh_cn: 当心！
zh_tw: 當心！

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.BURNT
source: How did it get burned?!!
de: Wie konnte das verbrennen?
es: ¿¡¿Cómo se habrá quemado?!?
fr: Comment a-t-elle brûlé ?
it: Come si è bruciata?!
ja: どうやって燃えたんだ？！
ko: 어쩌다 탄 거지?!!
pt_br: Como é que queimou?!!
zh_cn: 怎么被烧掉的？！！
zh_tw: 怎麼被燒掉的？！！

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.FULLHONEY
source: It's full of honey.
de: Voll mit Honig.
es: Está lleno de miel.
fr: C'est plein de miel.
it: È piena di miele.
ja: はちみつでいっぱい。
ko: 꿀이 가득 있다.
pt_br: Está cheia de mel.
zh_cn: 它里面装满了蜂蜜。
zh_tw: 它裡面裝滿了蜂蜜。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.GENERIC
source: Bees!
de: Bienen!
es: ¡Abejas!
fr: Des abeilles !
it: Api!
ja: 蜂だ！
ko: 벌이구나!
pt_br: Abelhas!
zh_cn: 蜜蜂！
zh_tw: 蜜蜂！

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.NOHONEY
source: It's empty.
de: Leer.
es: Está vacío.
fr: C'est vide.
it: È vuota.
ja: 空っぽ。
ko: 비어있다.
pt_br: Está vazia.
zh_cn: 它是空的。
zh_tw: 它是空的。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.READY
source: It's full of honey.
de: Es ist voll mit Honig.
es: Está lleno de miel.
fr: C'est plein de miel.
it: È piena di miele.
ja: ハチミツがたっぷり集まったぞ
ko: 꿀이 가득 있다.
pt_br: Está cheia de mel.
zh_cn: 它里面装满了蜂蜜。
zh_tw: 它裡面裝滿了蜂蜜。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX.SOMEHONEY
source: Need to wait a bit.
de: Muss man noch ein bisschen warten.
es: Hay que esperar un poco.
fr: Mieux vaut attendre un peu.
it: Ha bisogno di aspettare un po'.
ja: もう少し待たないとダメだ
ko: 조금 기다려야 한다.
pt_br: É preciso esperar um pouco.
zh_cn: 需要等一会。
zh_tw: 需要等一會。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.BURNT
source: How did it get burned?!!
de: Wie konnte das verbrennen?
es: ¿¡¿Cómo se habrá quemado?!?
fr: Comment a-t-elle brûlé ?
it: Come si è bruciata?!
ja: どうやって燃えたんだ？！
ko: 어쩌다 탄 거지?!!
pt_br: Como é que queimou?!!
zh_cn: 怎么被烧掉的？！！
zh_tw: 怎麼被燒掉的？！！

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: It's full of honey.
de: Voll mit Honig.
es: Está lleno de miel.
fr: C'est plein de miel.
it: È piena di miele.
ja: ハチミツがたっぷり集まったぞ
ko: 꿀이 가득 있다.
pt_br: Está cheia de mel.
zh_cn: 它里面装满了蜂蜜。
zh_tw: 它裡面裝滿了蜂蜜。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: I'm sure there's a little sweetness to be found inside.
de: Bestimmt gibt es darin etwas Süßes zu finden.
es: No tengo muy claro que vaya a contener mucha dulzura.
fr: Je parie qu'on y trouve quelque chose de très sucré.
it: Scommetto che dentro c'è qualcosa di dolce.
ja: きっと中には甘いのがたくさん入ってるぞ。
ko: 안에서 단것을 찾을 수 있을 거야.
pt_br: Tenho certeza de que tem algo doce aí dentro.
zh_cn: 不知道里面有没有些许甜蜜。
zh_tw: 不知道裡面有沒有些許甜蜜。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: It's empty.
de: Leer.
es: Está vacío.
fr: C'est vide.
it: È vuota.
ja: 空っぽ。
ko: 비어있다.
pt_br: Está vazia.
zh_cn: 它是空的。
zh_tw: 它是空的。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.READY
source: It's full of honey.
de: Voll mit Honig.
es: Está lleno de miel.
fr: C'est plein de miel.
it: È piena di miele.
ja: ハチミツがたっぷり集まったぞ
ko: 꿀이 가득 있다.
pt_br: Está cheia de mel.
zh_cn: 它里面装满了蜂蜜。
zh_tw: 它裡面裝滿了蜂蜜。

# CHARACTERS.GENERIC.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: Need to wait a bit.
de: Muss man noch ein bisschen warten.
es: Hay que esperar un poco.
fr: Mieux vaut attendre un peu.
it: Ha bisogno di aspettare un po'.
ja: もう少し待たないとダメだ
ko: 조금 기다려야 한다.
pt_br: É preciso esperar um pouco.
zh_cn: 需要等一会。
zh_tw: 需要等一會。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.DOMESTICATED
source: This one is slightly less smelly than the others.
de: Der hier stinkt nicht ganz so schlimm wie die anderen.
es: Este huele un poco menos que los otros.
fr: Celui-ci sent un peu moins fort que les autres.
it: Puzza leggermente meno degli altri.
ja: この個体は、いくぶんニオイがマシだな
ko: 이 녀석은 비교적 냄새가 덜하다.
pt_br: Esse é um pouco menos fedido do que os outros.
zh_cn: 这个没其他的那么臭。
zh_tw: 這個沒其他的那麼臭。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.FOLLOWER
source: He's coming along peacefully.
de: Er es ist friedlich.
es: Viene pacíficamente.
fr: Il suit paisiblement.
it: Sta venendo in pace.
ja: 平和そうにやって来るぞ。
ko: 평온하게 따라오고 있다.
pt_br: Ele está vindo em paz.
zh_cn: 他在静静地跟着我。
zh_tw: 他在靜靜地跟著我。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.GENERIC
source: It's a beefalo!
de: Ein Beefalo!
es: ¡Es un beefalo!
fr: C'est un bœufalo !
it: È un mufalo!
ja: ビーファロだ！
ko: 비팔로다!
pt_br: É um bífalo.
zh_cn: 那是一只皮弗娄牛！
zh_tw: 那是一隻皮弗婁牛！

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.MYPARTNER
source: We're beef friends forever.
de: Wir sind auf ewig beef-freundet.
es: Somos como uña y pezuña.
fr: Toi et moi, on reste entrecôtes !
it: Siamo amici per la pelliccia.
ja: 僕たちは永遠のビーフフレンドだ。
ko: 우리는 영원헤 비팔로기 친구야.
pt_br: Somos unha e carne. Principalmente carne.
zh_cn: 我们永远都是朋友。
zh_tw: 我們永遠都是朋友。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.NAKED
source: Aww, he's so sad.
de: Ach, er is so traurig.
es: Ahhh, está tan triste.
fr: Ho, il est si triste.
it: Oh, è così triste.
ja: おや、とても哀しそうだ。
ko: 저런, 매우 슬퍼 보이네.
pt_br: Oun, ele está tão triste.
zh_cn: 呃，他很伤心。
zh_tw: 呃，他很傷心。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.ORNERY
source: It looks deeply angry.
de: Sieht sehr wütend aus.
es: Parece profundamente enfadado.
fr: Il a l'air particulièrement nerveux.
it: Sembra profondamente arrabbiato.
ja: すごく機嫌が悪そうだ
ko: 무척 화나 보인다.
pt_br: Parece profundamente zangado.
zh_cn: 它看起来非常生气。
zh_tw: 它看起來非常生氣。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.PUDGY
source: Hmmm, there may be too much food inside it.
de: Hmmm, vielleicht ist zu viel Essen drin.
es: Hmmm, puede que haya demasiada comida dentro.
fr: Hem, il pourrait y avoir trop à manger là-dedans.
it: Hmmm, ci potrebbe essere troppo cibo all'interno.
ja: うーん…ちょっと食べ過ぎじゃないかな…
ko: 흠, 뭘 너무 많이 먹었나 보군.
pt_br: Hmmm, talvez haja comida de mais lá dentro.
zh_cn: 嗯，它可能吃太多东西了。
zh_tw: 嗯，它可能吃太多東西了。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.RIDER
source: This fellow appears quite ridable.
de: Der sieht aus, als könnte man ihn reiten.
es: Ese bicho parece que se deja montar bien.
fr: Ce petit bonhomme se laisse monter.
it: Costui sembra essere molto cavalcabile.
ja: これなら、乗ることもできそうだ
ko: 이 녀석이라면 탈 수 있을 것 같다.
pt_br: Esse carinha parece bem cavalgável.
zh_cn: 这家伙看起来挺好骑的。
zh_tw: 這傢伙看起來挺好騎的。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO.SLEEPING
source: These guys are really heavy sleepers.
de: Diese Jungs haben echt einen tiefen Schlaf.
es: Estos bichos tienen el sueño muy profundo.
fr: C'est vraiment de gros dormeurs.
it: Questi tipi dormono davvero pesantemente.
ja: こいつらは本当に寝てばっかりだ。
ko: 깊은 잠에 빠져 있다.
pt_br: Esses caras dormem que nem pedra.
zh_cn: 这些家伙睡得真死。
zh_tw: 這些傢伙睡得真死。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALOHAT
source: That's a case of hat-hair waiting to happen.
de: Sowas ruiniert immer die Frisur.
es: Es un sombrero peludo esperando a que me lo ponga.
fr: On va bientôt parler de chapeau en poils.
it: Ecco una situazione di cappello-capelli in attesa di accadere.
ja: かぶれば、髪型が崩れてしまうな…
ko: 머리카락이 모자에 눌리겠다.
pt_br: Esse caso de cabelo horrível mal perde por esperar.
zh_cn: 可以预见，我的发型要被帽子毁了。
zh_tw: 可以預見，我的髮型要被帽子毀了。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALOWOOL
source: It smells like beefalo tears.
de: Die riecht nach Beefalo-Tränen.
es: Huele a lágrimas de beefalo.
fr: Ça sent comme les larmes de bœufalo.
it: C'è odore di lacrime di mufalo.
ja: ビーファロの涙みたいな匂いがする。
ko: 비팔로 눈물 냄새가 난다.
pt_br: Tem cheiro de lágrimas de bífalo.
zh_cn: 闻起来像皮弗娄牛的眼泪。
zh_tw: 聞起來像皮弗婁牛的眼淚。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO_GROOMER.BURNT
source: I styled my beefalo in the hottest fashions... and paid the price.
de: Ich habe mein Beefalo nach der angesagtesten Mode gestylt ... und den Preis dafür bezahlt.
es: Quería que mi beefalo estuviera radiante..., pero creo que se han pasado.
fr: Mon bœufalo brûlait d'envie d'être à la mode... et j'en ai payé le prix.
it: Ho acconciato il mio mufalo con amore... bruciante.
ja: 僕のビーファロは最新ファッションでホットに決めてる…その対価は君が払ったんだ。
ko: 나는 가장 핫한 패션으로 내 비팔로를 스타일링했고... 그리고 그 대가를 치렀지.
pt_br: Queria o que havia de mais quente em matéria de estética animal... e paguei o preço.
zh_cn: 我用最火的风格打扮了我的皮弗娄牛……然而也付出了代价。
zh_tw: 我用最火的風格打扮了我的皮弗婁牛……然而也付出了代價。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: There's no beefalo here to groom.
de: Hier gibt es keine Beefalos, die man striegeln könnte.
es: Aquí no hay beefalos a los que acicalar.
fr: Il n'y a aucun bœufalo à coiffer, ici.
it: Qui non ci sono mufali da acconciare.
ja: ここには髪形整えてあげるビーファロもいない。
ko: 여기는 단장할 비팔로가 없어.
pt_br: Não tem nenhum bífalo aqui para enfeitar.
zh_cn: 没有皮弗娄牛让我打扮。
zh_tw: 沒有皮弗婁牛讓我打扮。

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: Let's beautify this beefalo!
de: Verschönern wir dieses Beefalo!
es: ¡Vamos a dejarte despampanante!
fr: Faisons une beauté à ce bœufalo !
it: Abbelliamo questo mufalo!
ja: この子をかわいくしてあげよう！
ko: 이 비팔로를 치장하자!
pt_br: Vamos embelezar este bífalo!
zh_cn: 让我们来美化一下这头皮弗娄牛！
zh_tw: 讓我們來美化一下這頭皮弗婁牛！

# CHARACTERS.GENERIC.DESCRIBE.BEEFALO_GROOMER_ITEM
source: I'd better set this up somewhere.
de: Ich stelle das mal besser irgendwo auf.
es: Tendré que poner esto en algún lado.
fr: Je ferais mieux de mettre ça quelque part.
it: Sarà meglio montarlo da qualche parte.
ja: これは別の場所に置いたほうがいいな。
ko: 이것을 어딘가에 세워두는 게 좋겠는데.
pt_br: É melhor eu montar isto em algum lugar.
zh_cn: 我还是换个地方把它装起来吧。
zh_tw: 我還是換個地方把它裝起來吧。

# CHARACTERS.GENERIC.DESCRIBE.BEEF_BELL
source: It makes beefalo friendly. I'm sure there's a very scientific explanation.
de: Es macht Beefalos freundlich. Ich bin sicher, dass es eine sehr wissenschaftliche Erklärung dafür gibt.
es: Vuelve dóciles a los beefalos. Seguro que tiene una explicación científica...
fr: Ça rend un bœufalo plus amical. Il y a sûrement une explication scientifique.
it: Rende amichevoli i mufali. Di certo c'è una spiegazione perfettamente scientifica.
ja: これでビーファロがやさしくなる。これに関する完璧な科学的説明があるはずだよ。
ko: 이렇게 하면 비팔로가 친근하게 느껴지지. 아주 과학적으로 설명할 수 있다고 확신해.
pt_br: Ele deixa os bífalos mais amigáveis. Tenho certeza de que existe uma explicação científica.
zh_cn: 它会让皮弗娄牛变得友好。我相信科学对此一定有解释。
zh_tw: 它會讓皮弗婁牛變得友好。我相信科學對此一定有解釋。

# CHARACTERS.GENERIC.DESCRIBE.BEEGUARD
source: It's guarding the queen.
de: Bewacht die Königin.
es: Protege a la reina.
fr: Elle garde la reine.
it: È a guardia della regina.
ja: 女王を守っているんだ。
ko: 여왕을 지키고 있다.
pt_br: Está protegendo a rainha.
zh_cn: 它正在守卫女王。
zh_tw: 它正在守衛女王。

# CHARACTERS.GENERIC.DESCRIBE.BEEHAT
source: Protects your skin, but squashes your meticulous coiffure.
de: Schützt dein Gesicht, ist aber Gift für die Frisur.
es: Protege la piel, pero aplasta el peinado minucioso.
fr: Ça protège la peau, mais ça ruine une coiffure délicate.
it: Protegge la tua pelle, ma ti schiaccia la pettinatura.
ja: 髪型を犠牲に、肌を守る装備だ
ko: 피부를 보호하지만 머리카락을 누른다.
pt_br: Protege a pele, mas acaba com um penteado meitculoso.
zh_cn: 保护你的皮肤，但会压坏你精心设计的发型。
zh_tw: 保護你的皮膚，但會壓壞你精心設計的髮型。

# CHARACTERS.GENERIC.DESCRIBE.BEEHIVE
source: It's buzzing with activity.
de: Summt vor Aktivität.
es: Está zumbando de actividad.
fr: Quelle activité bourdonnante !
it: È brulicante di attività.
ja: 活発に動きながらブンブンいっている。
ko: 벌들이 활발하게 움직이고 있다.
pt_br: Está zumbindo com atividade.
zh_cn: 蜜蜂嗡嗡忙不停。
zh_tw: 蜜蜂嗡嗡忙不停。

# CHARACTERS.GENERIC.DESCRIBE.BEEMINE
source: It buzzes when shaken.
de: Summt, wenn ich es schüttle.
es: Zumba cuando se le agita.
fr: Ça bourdonne quand on la secoue.
it: Ronza quando è scossa.
ja: 振ると、ブンブン音がするぞ…
ko: 흔들면 윙윙 소리가 난다.
pt_br: Faz um zunido quando sacudido.
zh_cn: 它晃动时就会嗡嗡叫。
zh_tw: 它晃動時就會嗡嗡叫。

# CHARACTERS.GENERIC.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
de: Abgefüllte Moskitowut.
es: ¡Furia de mosquito envasada!
fr: De la rage de moustique en conserve !
it: Rabbia di zanzara imbottigliata!
ja: ビン詰めの蚊の激怒！
ko: 병에 든 모기의 분노!
pt_br: Raiva de mosquito engarrafada!
zh_cn: 被装在地雷里的狂暴蚊子！
zh_tw: 被裝在地雷裡的狂暴蚊子！

# CHARACTERS.GENERIC.DESCRIBE.BEEQUEEN
source: Keep that stinger away from me!
de: Stich mich bloß nicht!
es: ¡Mantén ese aguijón lejos de mí!
fr: Que cette piqueuse ne s'approche pas de moi !
it: Tieni quel pungiglione lontano da me!
ja: その針をこっちに向けるな！
ko: 독침 저리 치워라!
pt_br: Afasta de mim esse ferrão!
zh_cn: 让那蜂刺离我远点！
zh_tw: 讓那蜂刺離我遠點！

# CHARACTERS.GENERIC.DESCRIBE.BEEQUEENHIVE.GENERIC
source: It's too sticky to walk on.
de: Zu klebrig, um darauf zu laufen.
es: Es demasiado pegajosa para andar sobre ella.
fr: C'est trop collant pour marcher dessus.
it: È troppo appiccicoso per camminarci sopra.
ja: ネバネバしすぎて歩けないね。
ko: 너무 끈적거려서 걸을 수 없다.
pt_br: É muito grudenta pra caminhar sobre ela.
zh_cn: 太黏了，没法走下去了。
zh_tw: 太黏了，沒法走下去了。

# CHARACTERS.GENERIC.DESCRIBE.BEEQUEENHIVE.GROWING
source: Was that there before?
de: War das vorhin schon da?
es: ¿Estaba esto aquí antes?
fr: C'était là avant ?
it: Era già lì da prima?
ja: あんなの前からあったっけ？
ko: 저게 원래 저기 있었나?
pt_br: Isso estava aí antes?
zh_cn: 那东西以前在那里吗？
zh_tw: 那東西以前在那裡嗎？

# CHARACTERS.GENERIC.DESCRIBE.BEEQUEENHIVEGROWN
source: How in science did it get so big?!
de: Wie ist das nur so groß geworden?
es: En nombre de la ciencia, ¿¡cómo ha podido crecer tanto!?
fr: Comment la science a-t-elle pu laisser ça grossir à ce point ?
it: Nel nome della scienza, come ha fatto a diventare così grande?
ja: どんな科学の力でこんなに大きくなったんだ？！
ko: 과학 맙소사, 어떻게 저렇게 커졌지?!
pt_br: Como, em nome da ciência, ficou tão grande?!
zh_cn: 不科学啊，它是怎么长到这么大的？！
zh_tw: 不科學啊，它是怎麼長到這麼大的？！

# CHARACTERS.GENERIC.DESCRIBE.BEESWAX
source: Beeswax is a scientifically proven preservative!
de: Bienenwachs ist ein wissenschaftlich bewährtes Konservierungsmittel!
es: ¡La cera de abeja es un conservante probado!
fr: Scientifiquement prouvé : la cire d'abeille est un conservateur !
it: La cera d'api è un conservante scientificamente provato!
ja: ミツロウは科学的に証明された防腐剤だ！
ko: 밀랍은 과학적으로 증명된 보존제다!
pt_br: Cera de abelha é um conservante comprovado cientificamente!
zh_cn: 科学证明蜂蜡可以防腐！
zh_tw: 科學證明蜂蠟可以防腐！

# CHARACTERS.GENERIC.DESCRIBE.BEETLETAUR
source: I can smell him from here!
de: Ich kann ihn von hier aus riechen!
es: ¡Puedo olerlo desde aquí!
fr: Je peux le sentir d'ici !
it: Il suo tanfo si sente da qua!
ja: ここは歴史の香りがする！
ko: 여기서도 녀석의 냄새가 난다!
pt_br: Posso sentir seu cheiro daqui!
zh_cn: 我在这里都能闻到他的气味！
zh_tw: 我在這裡都能聞到他的氣味！

# CHARACTERS.GENERIC.DESCRIBE.BELL
source: Dingalingaling.
de: Klingelingeling.
es: Clin, clin, clin.
fr: Ding, daing, dong.
it: Scampanellio.
ja: キーンコーンカーンコーン。
ko: 땡땡땡.
pt_br: Blim, blón!
zh_cn: 叮呤呤。
zh_tw: 叮呤呤。

# CHARACTERS.GENERIC.DESCRIBE.BERNIE_ACTIVE
source: That teddy bear is moving around. Interesting.
de: Das Teddybär bewegt sich. Interessant.
es: El osito de peluche se está moviendo. Interesante.
fr: Cet ours en peluche se déplace. Intéressant.
it: Quell'orsacchiotto si muove. Interessante.
ja: 勝手に動き回るぬいぐるみか…興味深い…
ko: 곰인형이 움직이고 있다. 흥미롭군.
pt_br: Aquele ursinho está andando por aí. Interessante.
zh_cn: 泰迪熊在四处溜达。好好玩。
zh_tw: 泰迪熊在四處溜達。好好玩。

# CHARACTERS.GENERIC.DESCRIBE.BERNIE_BIG
source: Remind me not to get on Willow's bad side.
de: Erinnere mich daran, es mir mit Willow nicht zu verderben.
es: Recuérdame que no me ponga del lado malo de Willow.
fr: Rappelez-moi d'éviter le mauvais côté de Willow.
it: Ricordami di non andare sul lato cattivo di Willow.
ja: ウィローを怒らせちゃいけない、っていうのを思い出した。
ko: 윌로우와는 사이좋게 지내야겠다.
pt_br: Me lembre de não irritar a Willow.
zh_cn: 千万不要惹薇洛。
zh_tw: 千萬不要惹薇洛。

# CHARACTERS.GENERIC.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: It finally fell apart.
de: Jetzt ist er auseinander gefallen.
es: Se ha acabado rompiendo.
fr: Ça a fini par casser.
it: Alla fine si è rotto.
ja: とうとう壊れてしまったか
ko: 드디어 고장 났다.
pt_br: Finalmente quebrou.
zh_cn: 它最终土崩瓦解。
zh_tw: 它最終土崩瓦解。

# CHARACTERS.GENERIC.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: It's all scorched.
de: Alles versengt.
es: Se ha chamuscado por completo.
fr: C'est tout brûlé.
it: È tutto bruciacchiato.
ja: あちこち焦げてるな…
ko: 완전히 불에 그슬려버렸다.
pt_br: Está completamente carbonizado.
zh_cn: 它全烧焦了。
zh_tw: 它全燒焦了。

# CHARACTERS.GENERIC.DESCRIBE.BERRIES
source: Red berries taste the best.
de: Rote Beeren schmecken am besten.
es: Las bayas rojas son las que mejor saben.
fr: Les baies rouges sont les meilleures.
it: Le bacche rosse sono le più buone.
ja: レッドベリーが一番おいしい。
ko: 빨간 베리가 가장 맛있는걸.
pt_br: As bagas vermelhas têm o melhor gosto.
zh_cn: 红色浆果最好吃。
zh_tw: 紅色漿果最好吃。

# CHARACTERS.GENERIC.DESCRIBE.BERRIES_COOKED
source: I don't think heat improved them.
de: Ich glaube nicht, dass die Hitze sie verbessert hat.
es: No creo que el calor las mejore.
fr: Je ne crois pas que chaleur leur ait fait du bien.
it: Non credo che il calore li abbia migliorati.
ja: 熱を加えても改善はしないようだ。
ko: 가열해서 더 좋아진 것 같진 않다.
pt_br: Não acho que o calor os melhorou.
zh_cn: 我认为加热并没有让它们变得更好。
zh_tw: 我認為加熱並沒有讓它們變得更好。

# CHARACTERS.GENERIC.DESCRIBE.BERRIES_JUICY
source: Extra tasty, though they won't last long.
de: Extra lecker, obwohl sie nicht lange reichen werden.
es: Muy sabrosas, pero no durarán mucho.
fr: C'est vraiment délicieux, mais plutôt périssable.
it: Super gustose, anche se non dureranno a lungo.
ja: 味はいいけど、腐りやすいのが難点だな
ko: 더 맛있게 되었지만 금방 상하고 말 것이다.
pt_br: Super delicioso, mas não dura muito.
zh_cn: 非常美味，虽然美味稍纵即逝。
zh_tw: 非常美味，雖然美味稍縱即逝。

# CHARACTERS.GENERIC.DESCRIBE.BERRIES_JUICY_COOKED
source: Better eat them before they spoil!
de: Besser essen, bevor sie verderben!
es: ¡Mejor comerlas antes de que se estropeen!
fr: J'ai intérêt à les manger avant qu'elles ne pourrissent !
it: Meglio mangiarle prima che si guastino!
ja: 腐る前に食べてしまわないと！
ko: 상하기 전에 얼른 먹어야겠다!
pt_br: É melhor comer antes que estraguem!
zh_cn: 最好在变质前吃掉！
zh_tw: 最好在變質前吃掉！

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BARREN
source: I think it needs to be fertilized.
de: Ich glaube, er muss gedüngt werden.
es: Creo que necesita ser fertilizado.
fr: Je crois qu'il faudrait fertiliser ça.
it: Credo che debba essere fertilizzato.
ja: 肥料をやる必要があると思う。
ko: 비료가 필요한 것 같다.
pt_br: Acho que precisa de fertilizante.
zh_cn: 我想它需要施肥。
zh_tw: 我想它需要施肥。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BURNING
source: It's very much on fire.
de: Das brennt ganz klar.
es: Está ardiendo, sin duda.
fr: C'est vraiment très en feu.
it: È molto in fiamme.
ja: すごく燃えてる。
ko: 확실히 불붙었다.
pt_br: Está muito pegando fogo.
zh_cn: 它大部分都着火了。
zh_tw: 它大部分都著火了。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
zh_cn: 看上去病的很重。
zh_tw: 看上去病的很重。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
zh_cn: 呃...有些地方不对劲。
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.GENERIC
source: I think those are the edible kind.
de: Ich glaube, die sind essbar.
es: Creo que estos son comestibles.
fr: Je crois que celles-là sont comestibles.
it: Credo che queste siano del tipo commestibile.
ja: 恐らく、食用だろう
ko: 먹을 수 있는 것 같다.
pt_br: Acho que esses são do tipo comestível.
zh_cn: 我觉得这些应该能吃。
zh_tw: 我覺得這些應該能吃。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.PICKED
source: Maybe they'll grow back?
de: Vielleicht wachsen sie wieder nach?
es: ¿Tal vez vuelvan a crecer?
fr: Est-ce que ça repoussera ?
it: Forse ricrescerà?
ja: 多分また成長して生えてくる？
ko: 다시 자라지 않을까?
pt_br: De repente cresce de novo?
zh_cn: 或许它们会再长出来？
zh_tw: 或許它們會再長出來？

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.WITHERED
source: Nothing will grow in this heat.
de: Bei dieser Hitze wird nichts wachsen.
es: No va a crecer nada con este calor.
fr: Rien ne poussera avec cette chaleur.
it: Non crescerà niente con questo caldo.
ja: この暑さじゃあ何も育たない。
ko: 더위 때문에 아무것도 못 자란다.
pt_br: Nada vai brotar nesse calor.
zh_cn: 这么热的天气什么也生长不了。
zh_tw: 這麼熱的天氣什麼也生長不了。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: It won't make any berries in this state.
de: In dem Zustand werden da keine Beeren wachsen.
es: No dará ninguna baya en este estado.
fr: Il va pas donner grand-chose.
it: Non produrrà bacche in questo stato.
ja: これじゃ、実はなりそうにないな
ko: 이대로는 베리가 열리지 않을 것이다.
pt_br: Não vai dar nenhuma baga nesse estado.
zh_cn: 在这种状态下，它长不出浆果。
zh_tw: 在這種狀態下，它長不出漿果。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: It's very much on fire.
de: Das brennt ganz klar.
es: Está ardiendo, sin duda.
fr: C'est vraiment très en feu.
it: È molto in fiamme.
ja: すごく燃えてる。
ko: 확실히 불붙었다.
pt_br: Está muito pegando fogo.
zh_cn: 它大部分都着火了。
zh_tw: 它大部分都著火了。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
zh_cn: 它看上去很不舒服。
zh_tw: 它看上去很不舒服。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
zh_cn: 呃...有些地方不对劲。
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: I should leave them there until it's time to eat.
de: Ich sollte sie dort lassen, bis es Zeit ist, zu essen.
es: Debería dejarlas ahí hasta la hora de comer.
fr: Je devrais éviter de les cueillir avant l'heure du repas.
it: Dovrei lasciarle lì fino a quando è il momento di mangiarle.
ja: 食べる直前まで、摘まないほうがいいな
ko: 먹을 때가 되기 전까지는 이대로 둬야겠다.
pt_br: Devo deixá-las aí até a hora de comer.
zh_cn: 我应该把他们留到吃饭时间。
zh_tw: 我應該把他們留到吃飯時間。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: The bush is working hard on the next batch.
de: Der Strauch arbeitet bereits an der nächsten Ladung.
es: El arbusto está trabajando mucho para el siguiente lote.
fr: Ce buisson travaille dur à la prochaine génération.
it: Il cespuglio sta lavorando duramente per la prossima fioritura.
ja: 今、次の実を生産中だ
ko: 다음 수확분을 만들기 위해 덤불이 열심히 일하고 있다.
pt_br: O arbusto está se esforçando pro próximo lote.
zh_cn: 下一批丛林在努力生长。
zh_tw: 下一批叢林在努力生長。

# CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: The heat even dehydrated the juicy berries!
de: Die Hitze dehydriert auch die saftigen Beeren!
es: ¡El calor ha deshidratado las bayas jugosas!
fr: La chaleur a même déshydraté les baies juteuses !
it: Il calore ha disidratato perfino le bacche succose!
ja: ジューシーだったのに、干からびてるぞ！
ko: 너무 더워서 물기 많은 베리마저 다 말라버렸다!
pt_br: O calor desidratou até as bagas suculentas!
zh_cn: 高温将多汁的浆果脱水！
zh_tw: 高溫將多汁的漿果脫水！

# CHARACTERS.GENERIC.DESCRIBE.BERRYSAUCE
source: Equal parts merry and berry.
de: Das Beste aus der Beere.
es: Bayas y alegría a partes iguales.
fr: C'est festif et baie-licieux !
it: Festiva e traboccante di bacche.
ja: レシピは陽気さとベリーを半分ずつ。
ko: 먹으면 즐거운 베리 요리다.
pt_br: Metade baga, metade alegre.
zh_cn: 浆果果酱。
zh_tw: 漿果果醬。

# CHARACTERS.GENERIC.DESCRIBE.BIBINGKA
source: Soft and spongy.
de: Weich und fluffig.
es: Suave y de textura esponjosa.
fr: C'est moelleux. Voire spongieux.
it: Morbida e spugnosa.
ja: やわらかくてスポンジみたい。
ko: 부드럽고 스펀지 같다.
pt_br: Macia e esponjosa.
zh_cn: 像海绵一样软。
zh_tw: 像海綿一樣軟。

# CHARACTERS.GENERIC.DESCRIBE.BIGFOOT
source: That is one biiig foot.
de: Das ist ein enormer Fuß.
es: Es un pie graaande.
fr: C'est un très gros pied !
it: Questo è un biiigfoot.
ja: こいつはビーーーッグフットだ。
ko: 굉장히 큰 발이다.
pt_br: Esse pé é beem grande.
zh_cn: 那真是一只巨大无比的脚。
zh_tw: 那真是一隻巨大無比的腳。

# CHARACTERS.GENERIC.DESCRIBE.BIRCHNUTDRAKE
source: A mad little nut.
de: Eine verrückte, kleine Nuss.
es: Un bicho duro de pelar.
fr: Une petite châtaigne folle.
it: Una piccola noce folle.
ja: 頭のネジがゆるんだナッツ。
ko: 작은 말썽꾸러기.
pt_br: Uma nozinha louca.
zh_cn: 疯狂的小坚果。
zh_tw: 瘋狂的小堅果。
