Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_TREE
source: They don't have those back home.
de: Bei uns zu Hause gibt es so etwas nicht.
es: No hay de esos en casa.
fr: On n'a pas de ça par chez nous.
it: Non ce ne sono da dove vengo.
ja: あれは地元にはないよね。
ko: 고향에는 저런 게 없지.
pl: U nas takich nie było.
pt_br: Não temos isso lá na minha terra.
ru: У нас на родине такое не растет.
zh_cn: 在家乡看不到这种树。
zh_tw: 在家鄉看不到這種樹。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE
source: It's all bunged up.
de: Er wird verstopft.
es: Está obstruida.
fr: C'est bouché.
it: È tutta ostruita.
ja: ふさがってるぜ
ko: 완전히 막혔네.
pl: Zakorkowane.
pt_br: Está tampada.
ru: Он весь завален.
zh_cn: 堵得严严实实的。
zh_tw: 堵得嚴嚴實實的。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: More crowded than a Toronto subway!
de: Hier geht's zu wie in der U-Bahn zur Rushhour!
es: ¡Hay más gente que en el metro de Toronto!
fr: Il y a plus de monde que dans le métro de Toronto !
it: Più affollata della metropolitana di Toronto!
ja: トロントの地下鉄みてぇな混雑ぶりだぜ
ko: 토론토 지하철보다 더 붐비잖아!
pl: Tłok jak w metrze w Toronto!
pt_br: Tem mais gente aqui que no metrô de Toronto!
ru: Здесь народу больше, чем в метро в Торонто!
zh_cn: 比多伦多的地铁还拥挤！
zh_tw: 比多倫多的地鐵還擁擠！

# CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: There're probably no trees down there anyway.
de: Da unten gibt es wahrscheinlich sowieso keine Bäume.
es: Seguramente hay abajo no hay árboles, de todas formas.
fr: Je parie qu'il n'y a pas d'arbres par ici.
it: Probabilmente non ci sono alberi là sotto comunque.
ja: 洞窟ん中には、木なんてねぇだろうしな
ko: 어차피 아래에는 나무도 없잖아.
pl: Pewnie po drodze i tak nie ma żadnych drzew.
pt_br: Provavelmente não há árvores lá embaixo mesmo.
ru: Должно быть, там нет никаких деревьев.
zh_cn: 不管怎样，那下面可能没有任何树。
zh_tw: 不管怎樣，那下面可能沒有任何樹。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: It looks like Sudbury down there.
de: Da unten sieht es wie im Sudbury-Becken aus.
es: Parece Subdury ahí abajo.
fr: On dirait qu'une météorite est tombée ici.
it: Sembra Sudbury laggiù.
ja: 下じゃ、鉱石が山ほど採れるかもな
ko: 마치 서드베리를 보는 것 같네.
pl: Jakbym wchodził do Sudbury.
pt_br: Parece Sudbury aqui embaixo.
ru: Там внизу все выглядит, как в городке Садбери.
zh_cn: 下面看起来好像加拿大的萨德伯里。
zh_tw: 下麵看起來好像加拿大的薩德伯裡。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE_RUINS
source: It's all bunged up.
de: Er wird verstopft.
es: Está obstruida.
fr: C'est bouché.
it: È otturato.
ja: ふさがってるぜ
ko: 완전히 막혔네.
pl: Zakorkowane.
pt_br: Está tampada.
ru: Он весь завален.
zh_cn: 堵得严严实实的。
zh_tw: 堵得嚴嚴實實的。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT.FULL
source: Sorry! I'll wait til you're all done up there!
de: Sorry! Ich warte, bis ihr alle fertig seid.
es: ¡Lo siento! ¡Esperaré a que hayáis terminado todos ahí!
fr: Désolé ! Je sortirai quand ça sera fini là-haut !
it: Scusa! Aspetterò fino a quando è tutto fatto là sopra!
ja: 上の連中がどくまで、待ったほうがいいな
ko: 미안! 다들 갈 때까지 기다릴게!
pl: O, przepraszam! Poczekam, aż będzie więcej miejsca!
pt_br: Desculpe! Vou esperar até você terminar aí!
ru: Прости! Я подожду здесь, пока вы там закончите!
zh_cn: 对不起！我会等到你在那边做完所有的事！
zh_tw: 對不起！我會等到你在那邊做完所有的事！

# CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT.GENERIC
source: Maybe later. I've gotten cozy down here.
de: Vielleicht später. Hier ist es grad so gemütlich.
es: Igual más tarde. Ahora estoy a gusto aquí.
fr: Plus tard peut-être. Je me sens pas si mal ici.
it: Magari più tardi. Sono molto comodo quaggiù.
ja: もうちっと、ここでゆっくりしてこうぜ
ko: 나중에 하자. 난 막 여기에 익숙해졌거든.
pl: Może później. Całkiem tu przytulnie.
pt_br: Talvez mais tarde. Estou aconchegado aqui embaixo.
ru: Возможно, позже. Мне тут внутри так уютно.
zh_cn: 可能过会儿。我在这下面待得很舒服。
zh_tw: 可能過會兒。我在這下麵待得很舒服。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT.OPEN
source: There are probably trees up there.
de: Dort oben gibt es vermutlich Bäume.
es: Probablemente hay árboles ahí arriba.
fr: Il doit y avoir des arbres là-haut.
it: Ci sono probabilmente degli alberi lassù.
ja: 地上に戻りゃ、木があるぜ
ko: 올라가면 나무가 있겠지.
pl: Na pewno są tam w górze jakieś drzewa.
pt_br: Provavelmente existem árvores lá em cima.
ru: Наверное, там наверху меня ждут деревья.
zh_cn: 那上面也许有树。
zh_tw: 那上面也許有樹。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_FERN
source: Hey! It's a fern!
de: Hey! Das ist ein Farn!
es: ¡Eh! ¡Es un helecho!
fr: Hé ! C'est une fougère !
it: Ehi! È una felce!
ja: ねえ！シダだ！
ko: 어이! 양치류다!
pl: Hej! To paprotka!
pt_br: Ei! É uma samambaia!
ru: Эй! Это же папоротник!
zh_cn: 嘿！是蕨类植物！
zh_tw: 嘿！是蕨類植物！

# CHARACTERS.WOODIE.DESCRIBE.CEVICHE
source: I'd be loonie not to eat this.
de: Wäre dumm, wenn ich das nicht essen würde.
es: Sería un idiota si no me comiera esto.
fr: Je serais idiot de ne pas manger ça.
it: Sarei un idiota a non mangiarlo.
ja: こりゃ、食わない手はねぇな
ko: 안 먹으면 바보잖아.
pl: Tylko bałwan nie chciałby tego zjeść.
pt_br: Eu seria louco de não comer isso.
ru: Я буду дурачком, если не съем это.
zh_cn: 我疯了才会不吃这个。
zh_tw: 我瘋了才會不吃這個。

# CHARACTERS.WOODIE.DESCRIBE.CHARCOAL
source: This makes me a bit sad.
de: Das macht mich ein bisschen traurig.
es: Esto me pone un poco triste.
fr: Ça me rend un peu triste.
it: Mi rende un po' triste.
ja: ちょっと悲しい気分になるね。
ko: 좀 슬퍼지잖아.
pl: Przepełnia mnie smutek.
pt_br: Isso me deixa um pouco triste.
ru: От этого мне немного грустно.
zh_cn: 这让我有点儿难过。
zh_tw: 這讓我有點兒難過。

# CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK1
source: Dead metal.
de: Totes Metall.
es: Metal muerto.
fr: Du métal mort.
it: Metallo morto.
ja: 死んでる金属
ko: 죽은 금속이잖아.
pl: Zimna i martwa.
pt_br: Metal morto.
ru: Мертвый металл.
zh_cn: 废金属。
zh_tw: 廢金屬。

# CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK2
source: Dead metal.
de: Totes Metall.
es: Metal muerto.
fr: Du métal mort.
it: Metallo morto.
ja: 死んでる金属
ko: 죽은 금속이잖아.
pl: Zimna i martwa.
pt_br: Metal morto.
ru: Мертвый металл.
zh_cn: 废金属。
zh_tw: 廢金屬。

# CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK3
source: Dead metal.
de: Totes Metall.
es: Metal muerto.
fr: Du métal mort.
it: Metallo morto.
ja: 死んでる金属
ko: 죽은 금속이잖아.
pl: Zimna i martwa.
pt_br: Metal morto.
ru: Мертвый металл.
zh_cn: 废金属。
zh_tw: 廢金屬。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_ANCHOR
source: Looks good to me.
de: Sieht gut aus.
es: Me gusta.
fr: Ça m'a l'air bon.
it: Mi sembra buono.
ja: うまそうじゃねぇか
ko: 나한테는 괜찮아 보이는걸.
pl: Wygląda całkiem nieźle.
pt_br: Parece bom pra mim.
ru: Вроде неплохо.
zh_cn: 在我看来还不错。
zh_tw: 在我看來還不錯。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_ANTLION
source: Looks almost real, eh?
de: Sieht beinahe echt aus, was?
es: Parece casi real, ¿eh?
fr: Il est criant de réalisme.
it: Sembra quasi vera, eh?
ja: 本物そっくりじゃねぇか、ん？
ko: 진짜 같잖아, 그치?
pl: Wygląda prawie jak żywy, nie?
pt_br: Parece quase real, né?
ru: Почти как настоящий, да?
zh_cn: 看起来跟真的一样，对不？
zh_tw: 看起來跟真的一樣，對不？

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BEARGER
source: Good use of stone.
de: Gute Verwendung von Stein.
es: Un buen uso de la piedra.
fr: De la pierre bien utilisée.
it: Un buon uso della pietra.
ja: なかなかいい石像じゃねぇか
ko: 돌을 이렇게도 쓸 수 있구나.
pl: Dobre zastosowanie surowca.
pt_br: Uma boa utilidade pra pedra.
ru: Хорошее применение нашли камню.
zh_cn: 石头的好用处。
zh_tw: 石頭的好用處。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BEEFALO
source: Some real fine detail on the fur there.
de: Das Fell ist wirklich sehr detailreich.
es: Los detalles del pelaje están logradísimos.
fr: Les détails de la fourrure sont fous.
it: Ci sono dei dettagli davvero minuti sulla pelliccia.
ja: 毛皮んとこが、細部の細部まで拘られてるぜ。
ko: 거기 털에 약간의 진짜 정교한 디테일.
pl: Ktoś wyrzeźbił futro z niezwykłą dbałością o detale.
pt_br: Fizeram bem os detalhes da pelagem.
ru: Мех проработан очень реалистично.
zh_cn: 这牛毛处理的可真仔细。
zh_tw: 這牛毛處理的可真仔細。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BEEQUEEN
source: Some nice detail on that.
de: Wunderbare Detailarbeit.
es: Tiene unos detalles bonitos.
fr: L'artiste n'a raté aucun détail.
it: Ci sono dei dettagli mica male.
ja: 凝った作りじゃねぇか。
ko: 표현이 섬세하잖아.
pl: Bardzo ładny detal.
pt_br: Tem uns belos detalhes nisso.
ru: Какая детализация.
zh_cn: 细节部分很出彩。
zh_tw: 細節部分很出彩。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: That's not really my sort of thing, eh?
de: Das ist nicht wirklich meins, weißt du?
es: Esto no es lo mío, ¿eh?
fr: C'est pas vraiment mon genre de trucs, hein ?
it: Non è davvero il mio genere di cose, eh?
ja: オレ、こういうのはあまり分からねえな。
ko: 나는 딱히 관심 없는데.
pl: Nie moje klimaty, co nie?
pt_br: Esse não é bem meu tipo de coisa, hã?
ru: Это вообще не по мне, хех?
zh_cn: 那真不是我干的事情，嗯？
zh_tw: 那真不是我幹的事情，嗯？

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: Get ready, Lucy.
de: Mach dich bereit, Lucy.
es: Prepárate, Lucy.
fr: Tiens-toi prête, Lucy.
it: Preparati, Lucy.
ja: 準備しな、ルーシー。
ko: 준비해, 루시.
pl: Przygotuj się, Lucy.
pt_br: Prepare-se, Lucy.
ru: Приготовься, Люси.
zh_cn: 准备好，露西。
zh_tw: 準備好，露西。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_BUTTERFLY
source: Reminds me of nature.
de: Erinnert mich an die Natur.
es: Me recuerda a la naturaleza.
fr: Ça me fait penser à la nature.
it: Mi ricorda la natura.
ja: 自然を思い出させてくれるな。
ko: 자연이 떠오르잖아.
pl: Przypomina mi naturę.
pt_br: Me lembra a natureza.
ru: Напоминает о природе.
zh_cn: 让我想起了大自然。
zh_tw: 讓我想起了大自然。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_CARRAT
source: Looks well made.
de: Sieht gut gemacht aus.
es: Parece bien hecha.
fr: C'est bien fait !
it: Sembra ben fatta.
ja: ちゃんと作られてるな。
ko: 멋진 작품이잖아.
pl: Dobrze wykonana.
pt_br: Parece bem feito.
ru: Сделано очень даже добротно.
zh_cn: 看起来质量很好。
zh_tw: 看起來品質很好。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_CATCOON
source: Real nice detailing on the fur there.
de: Die Details auf dem Fell sind wirklich schön.
es: Los detalles del pelaje están geniales.
fr: La fourrure fait presque réelle.
it: La pelliccia è stata realizzata minuziosamente.
ja: 毛皮んとこが、細部の細部まで拘られてるぜ。
ko: 거기에 모피 디테일이 정말 훌륭해.
pl: Niezłe wykończenie futra.
pt_br: Ele tem detalhes muito bons na pelagem.
ru: Мех проработан очень реалистично.
zh_cn: 这毛皮做的真像。
zh_tw: 這毛皮做的真像。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_CLAYHOUND
source: All the dog, none of the smell.
de: Ganz Hund, aber ohne den Gestank.
es: Todo el perro, pero nada de olor.
fr: C'est comme un chien, sans l'odeur.
it: Tutto cane e niente odore.
ja: 間違いなくイヌだが、ニオイはしねえな。
ko: 개지만 냄새가 안 나지.
pl: Kompletny pies z wyłączeniem woni.
pt_br: Todas as vantagens do cão, sem o cheiro.
ru: Совсем как собака, только без запаха.
zh_cn: 全是狗，一点气味也没有。
zh_tw: 全是狗，一點氣味也沒有。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_CLAYWARG
source: Not a wood sculpture, but it'll do.
de: Keine Holzskulptur, aber es reicht.
es: No una escultura de madera, pero valdrá.
fr: C'est pas une sculpture en bois, mais ça ira.
it: Non è una scultura di legno, ma va bene lo stesso.
ja: 木じゃないが、まあいいだろう。
ko: 나무 조각상은 아니지만, 괜찮네.
pl: Nie z drewna, ale da radę.
pt_br: Não é uma escultura de madeira, mas serve.
ru: Статуя не деревянная, но сойдет.
zh_cn: 不是木雕像呀，但是还行。
zh_tw: 不是木雕像呀，但是還行。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_CRABKING
source: That's nicely made.
de: Das ist gut gemacht.
es: La han hecho muy bien.
fr: C'est du beau travail.
it: Pregevole fattura.
ja: うまく作られてるじゃねえか。
ko: 훌륭한 작품이잖아.
pl: Ładnie wykonana.
pt_br: Isso é muito bem feito.
ru: Очень хорошая работа.
zh_cn: 做的真不错。
zh_tw: 做的真不錯。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_DEERCLOPS
source: Fine detail on that base.
de: Herrliche Details auf diesem Sockel.
es: Esa base tiene un detalle fino.
fr: La base est bien détaillée.
it: La base ha dei dettagli raffinati.
ja: 土台の部分が、なかなか凝ってるな
ko: 아랫부분 표현이 아주 섬세한데.
pl: Imponujące detale.
pt_br: Detalhe refinado na base.
ru: Как детально.
zh_cn: 在那基础上细节精致。
zh_tw: 在那基礎上細節精緻。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_DRAGONFLY
source: Good stonework.
de: Gute Steinarbeit.
es: Buena piedra.
fr: Bonne sculpture.
it: Buon lavoro sulla pietra.
ja: なかなかの出来だと思うぜ
ko: 석공 솜씨가 좋네.
pl: Niezła kamieniarka.
pt_br: Bom trabalho em pedra.
ru: Искусная работа с камнем.
zh_cn: 不错的石雕工艺。
zh_tw: 不錯的石雕工藝。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: That's the worst case of cataract I've ever seen.
de: Das ist der schlimmste Fall von Katarakt, den ich je gesehen habe.
es: Creo que es el peor caso de cataratas que he visto jamás.
fr: C'est le pire cas de cataracte que j'aie jamais vu.
it: È il peggior caso di cataratta che abbia mai visto.
ja: 今まで見た症例の中で最悪の白内障だ。
ko: 본 것 중 최악의 백내장 사례야.
pl: To najgorszy przypadek zaćmy, jaki widziałem.
pt_br: Esse é o pior caso de catarata que eu já vi.
ru: Самый жуткий случай катаракты из всех, что я видел.
zh_cn: 这是我见过的最糟糕的白内障病例。
zh_tw: 這是我見過的最糟糕的白內障病例。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_FORMAL
source: Looks like a bit of a hoser.
de: Sieht nach Schmarotzer aus.
es: Parece un poco idiota.
fr: Il a un peu l'air d'un minable.
it: Sembra un pezzo di idiota.
ja: なんか、うさん臭えな。
ko: 성격이 별로일 것 같이 생겼네.
pl: Wygląda na drania.
pt_br: Parece um pedaço de um idiota.
ru: Немного похож на придурка.
zh_cn: 看起来有点像傻子。
zh_tw: 看起來有點像傻子。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: From ornery to ornament, eh?
de: Vom Störenfried zum Ornament, was?
es: Así no tiene tan mal humor, ¿eh?
fr: Je le préfère en décoration.
it: Da nemico a decorazione, eh?
ja: 怒りを抑えて、飾り立てられるってわけか、オイ？
ko: 장난감에서 장식품으로, 응?
pl: Od upierdliwości do ozdobności, hę?
pt_br: De enfurecido a enfeite, ein?
ru: Кто много ругался, тот в камне оказался.
zh_cn: 讨厌鬼变成装饰品了，诶？
zh_tw: 討厭鬼變成裝飾品了，誒？

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: Well, I did say I had a hankering for "stone fruit".
de: Na ja, ich habe gesagt, ich hätte Appetit auf "Steinobst".
es: Bueno, cuando hay hambre no hay pan duro.
fr: Ok, j'ai dit que je rêvais d'un fruit à noyau, mais là...
it: Beh, l'avevo detto che ho un debole per la frutta di pietra.
ja: 「石の果物」が好きだなんて言ったことねえぞ。
ko: 음, 눈요깃거리는 될 수 있겠네.
pl: Co za tortura. Żeby chociaż drewniany..
pt_br: Bem, eu disse mesmo que gostava de "fruta de pedra".
ru: Ну, я же говорил, что старался для «каменного фрукта».
zh_cn: 好吧，我确实说我渴望“石头水果”。
zh_tw: 好吧，我確實說我渴望“石頭水果”。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_KITCOON
source: Usually somethin' like this would be carved outta wood.
de: Normalerweise wird so was aus Holz geschnitzt.
es: Por lo general, estas cosas se hacen de madera.
fr: En général, un truc comme ça serait sculpté dans du bois.
it: Di solito sculture di questo genere vengono realizzate in legno.
ja: 普通、こういうのってのは木彫りじゃねぇか。
ko: 일반적으로 이런 건 나무로 조각하는 거잖아.
pl: Coś takiego przeważnie jest wyciosane z drewna.
pt_br: Normalmente, coisas assim são esculpidas em madeira.
ru: Обычно такие вещицы режут из дерева.
zh_cn: 一般这种东西都是拿木头来雕。
zh_tw: 一般這種東西都是拿木頭來雕。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_KLAUS
source: Can't complain aboot that worksmanship.
de: Lässt handwerklich nichts zu wünschen übrig.
es: No puedo ponerle peros a ese trabajo.
fr: C'est du très bel ouvrage.
it: Una lavorazione pregevole.
ja: すごい職人技だね。
ko: 솜씨가 나쁘지 않잖아.
pl: Nie można o tym rzemiośle powiedzieć złego słowa.
pt_br: Não tem como falar mal dessa obra.
ru: Работа отличная, жаловаться не на что.
zh_cn: 这手艺不服不行。
zh_tw: 這手藝不服不行。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: I miss horses.
de: Ich vermisse Pferde.
es: Echo de menos los caballos.
fr: Les chevaux me manquent.
it: Sento nostalgia dei cavalli.
ja: 馬が懐かしいぜ。
ko: 말이 그립네.
pl: Brakuje mi koni.
pt_br: Sinto falta de cavalos.
ru: Скучаю по лошадям.
zh_cn: 我想念马了。
zh_tw: 我想念馬了。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: Get ready, Lucy.
de: Mach dich bereit, Lucy.
es: Prepárate, Lucy.
fr: Tiens-toi prête, Lucy.
it: Preparati, Lucy.
ja: 準備しな、ルーシー。
ko: 준비해, 루시.
pl: Przygotuj się, Lucy.
pt_br: Prepare-se, Lucy.
ru: Приготовься, Люси.
zh_cn: 准备好，露西。
zh_tw: 準備好，露西。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_MALBATROSS
source: I'm not puttin' that anywhere near my base.
de: Das kommt nicht in die Nähe meiner Basis.
es: No voy a poner eso cerca de mi base.
fr: Je ne vais pas mettre ça près de ma base.
it: Non la metterei vicino alla mia base, neanche per sogno.
ja: 自宅の近くには絶対置かねえぞ。
ko: 내 기지 근처에는 안 둘 거야.
pl: Nie postawiłbym tego w pobliżu mojej bazy.
pt_br: Não vou colocar isso perto da minha base.
ru: Рядом с моей базой ЭТО стоять не будет.
zh_cn: 这东西我可不会放在我的基地附近。
zh_tw: 這東西我可不會放在我的基地附近。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_MINOTAUR
source: Gotta say I prefer it to the original.
de: Da ist mir das Original doch lieber.
es: Debo decir que lo prefiero al original.
fr: Je dois admettre que je le préfère à l'original.
it: Devo dire che lo preferisco all'originale.
ja: 本物の方がマシだね。
ko: 원본보다 이게 마음에 들잖아.
pl: Muszę przyznać, że oryginał bardziej mi się podobał.
pt_br: Sinceramente, prefiro o original.
ru: Приятней оригинала.
zh_cn: 我得承认，比起本尊来，我更喜欢它。
zh_tw: 我得承認，比起本尊來，我更喜歡它。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_MOON
source: Someone did a good job on this.
de: Da hat jemand gute Arbeit gemacht.
es: Alguien hizo un buen trabajo aquí.
fr: Quelqu'un s'est appliqué.
it: L'autore ha fatto un buon lavoro.
ja: 誰かは知らねえが、なかなかの仕事をしたもんだな。
ko: 잘 만들었잖아.
pl: Ktoś wykonał kawał dobrej roboty.
pt_br: Alguém fez um bom trabalho aqui.
ru: Кто-то очень хорошо над ней поработал.
zh_cn: 这活干的漂亮。
zh_tw: 這活幹的漂亮。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Looks sturdy.
de: Sieht robust aus.
es: Parece resistente.
fr: Ça a l'air solide.
it: Sembra robusto.
ja: 丈夫そう。
ko: 튼튼해 보이잖아.
pl: Wygląda porządnie.
pt_br: Parece resistente.
ru: Выглядит прочно.
zh_cn: 看起来很坚固。
zh_tw: 看起來很堅固。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_MUSE
source: I don't tend to trust anyone without a face. Lucy excluded, of course.
de: Ich traue niemandem ohne Gesicht. Natürlich mit Ausnahme von Lucy.
es: No suelo confiar en nadie sin rostro. Excepto en Lucy, por supuesto.
fr: Je suis pas du genre à croire les gens sans visage. À part Lucy, bien sûr.
it: Di solito non mi fido di chi non ha il volto. Ad eccezione di Lucy, ovviamente.
ja: 顔のないヤツは信用できねえ。もちろん、ルーシーは例外だ。
ko: 나는 얼굴 없는 사람은 안 믿잖아. 물론 루시는 예외야.
pl: Nie ufam nikomu, kto nie ma twarzy. Oczywiście poza Lucy.
pt_br: Não tenho tendência a confiar em ninguém sem um rosto. A não ser a Lucy, é claro.
ru: Я не шибко-то доверяю кому-либо без лица. Ну, Люси — исключение из всех правил.
zh_cn: 我不会信任没有脸的人。当然不包括露西。
zh_tw: 我不會信任沒有臉的人。當然不包括露西。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_PAWN
source: Just a humble peasant, really.
de: Nur ein bescheidener Bauer, wirklich.
es: No es más que un humilde campesino.
fr: Juste un humble paysan, vraiment.
it: Solo un umile contadino, davvero.
ja: ただの貧乏者じゃねえか。
ko: 그냥 수수한 농부잖아.
pl: Skromny sługa.
pt_br: É só um simples camponês, na verdade.
ru: Просто бедный крестьянин, правда.
zh_cn: 实际上只是个谦卑的乡下人。
zh_tw: 實際上只是個謙卑的鄉下人。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_PIPE
source: Kitschy. Just how Lucy and I like it.
de: Kitschig. Wie Lucy und ich es mögen.
es: Simple. Como a Lucy y a mí nos gusta.
fr: C'est kitsch. Lucy et moi, on aime ça.
it: Pacchiano. Come piace a me e Lucy.
ja: 安っぽい感じがいいじゃねえか。まさにオレとルーシーの好みだ。
ko: 싸구려네. 딱 루시와 내 취향이야.
pl: Kiczowata. Tak jak lubimy z Lucy.
pt_br: Curioso. Como a Lucy e eu gostamos.
ru: Безвкусица. Как мы с Люси и любим.
zh_cn: 低级庸俗。这就是我和露西喜欢它的原因。
zh_tw: 低級庸俗。這就是我和露西喜歡它的原因。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: Pfft, tacky.
de: Pfft, kitschig.
es: Pfft, qué hortera.
fr: Pff... vulgaire.
it: Pfù, di cattivo gusto.
ja: ヘッ、悪趣味だな。
ko: 풋, 조잡해.
pl: Pfff, ale kicz.
pt_br: Pf, brega.
ru: Пф-ф-ф, липкий.
zh_cn: 啐，厚颜无耻。
zh_tw: 啐，厚顏無恥。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: Get ready, Lucy.
de: Mach dich bereit, Lucy.
es: Prepárate, Lucy.
fr: Tiens-toi prête, Lucy.
it: Preparati, Lucy.
ja: 準備しな、ルーシー。
ko: 준비해, 루시.
pl: Przygotuj się, Lucy.
pt_br: Prepare-se, Lucy.
ru: Приготовься, Люси.
zh_cn: 准备好，露西。
zh_tw: 準備好，露西。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_STALKER
source: Nothin' wrong with it now.
de: Jetzt ist alles in Ordnung damit.
es: Ahora no tiene nada de malo.
fr: Il est mieux comme ça qu'en vrai.
it: Ora non ha niente che non vada.
ja: これなら問題ねぇな。
ko: 이제는 괜찮잖아.
pl: Teraz jest w porządku.
pt_br: Não há nada errado nessa estátua.
ru: Теперь-то с ним все прекрасно.
zh_cn: 它就这样挺好的。
zh_tw: 它就這樣挺好的。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_TOADSTOOL
source: Structurally sound.
de: Solide Struktur.
es: Estructuralmente perfecta.
fr: C'est structurellement bien pensé.
it: Strutturalmente molto solida.
ja: しっかりした構造だ。
ko: 구조가 탄탄하잖아.
pl: Solidna konstrukcja.
pt_br: Estruturalmente sólido.
ru: Очень добротно сделано.
zh_cn: 结构稳定。
zh_tw: 結構穩定。

# CHARACTERS.WOODIE.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: They make a good lookin' statue, eh?
de: Die Statue sieht gut aus, eh?
es: Como estatua quedan genial, ¿eh?
fr: Ils sont mieux en statue, quand même.
it: Come statue non sono niente male, eh?
ja: この像は見た目がいいな。なあ？
ko: 멋진 조각상을 만들고 있잖아, 그치?
pl: Niezła rzeźba, co nie?
pt_br: Eles deram uma bela estátua, né?
ru: А статуя из них вышла неплохая, да?
zh_cn: 打成石像还挺好看，诶？
zh_tw: 打成石像還挺好看，誒？

# CHARACTERS.WOODIE.DESCRIBE.CHESTER
source: He's doing his best!
de: Er tut sein Bestes!
es: ¡Está haciendo todo lo posible!
fr: Il fait de son mieux !
it: Sta facendo del suo meglio!
ja: 奴はベストを尽くしている！
ko: 최선을 다하고 있잖아!
pl: Robi, co może!
pt_br: Ele está fazendo seu melhor.
ru: Он старается, как может!
zh_cn: 它已经尽力了！
zh_tw: 它已經盡力了！

# CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: No one ever told him it was rude to stare.
de: Niemand hat ihm jemals gesagt, dass es unhöflich ist, so zu starren.
es: Nadie le enseñó que es de mala educación mirar fijamente.
fr: Il a pas appris qu'on fixe pas les gens comme ça ?
it: Nessuno mi ha mai detto che fosse maleducato fissare qualcuno.
ja: 凝視するのは不作法だと誰も彼に教えたことはなかった。
ko: 노려보는 게 무례하다고 가르쳐 준 자가 없는 모양이잖아.
pl: Nikt jej nigdy nie powiedział, że niegrzecznie jest się gapić?
pt_br: Ninguém nunca disse para ele que é feio encarar.
ru: Никто ему не говорил, что пялиться — грубо.
zh_cn: 从来没有人告诉过他，盯着别人看是不礼貌的。
zh_tw: 從來沒有人告訴過他，盯著別人看是不禮貌的。

# CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.WAITING
source: I wonder if it will ever wake up again.
de: Ich frage mich, ob es jemals wieder aufwachen wird.
es: Me pregunto si alguna vez despertará de nuevo.
fr: Je me demande s'il va se réveiller.
it: Mi chiedo se si sveglierà mai.
ja: それはいつかまた目を覚ますのだろうか。
ko: 다시 일어날까.
pl: Ciekawe, czy jeszcze się kiedyś obudzi.
pt_br: Será que um dia vai acordar de novo?
ru: Интересно, проснется ли он когда-нибудь еще раз.
zh_cn: 不知道它还会不会再醒过来。
zh_tw: 不知道它還會不會再醒過來。

# CHARACTERS.WOODIE.DESCRIBE.CHUM
source: Smells bad, but the fish love it.
de: Riecht furchtbar, aber die Fische lieben es.
es: Huele mal, pero a los peces les encanta.
fr: Ça pue, mais les poissons aiment ça.
it: Ha un odoraccio, ma ai pesci piace.
ja: いいニオイはしねえが、魚の大好物なんだよな。
ko: 냄새가 별로지만, 생선들은 좋아하잖아.
pl: Brzydko pachnie, ale ryby to uwielbiają.
pt_br: Cheira mal, mas os peixes adoram.
ru: Пахнет мерзко, но рыбе нравится.
zh_cn: 闻着臭，但是鱼吃着香。
zh_tw: 聞著臭，但是魚吃著香。

# CHARACTERS.WOODIE.DESCRIBE.CLAYHOUND.GENERIC
source: Earth hounds!
de: Erdhunde!
es: ¡Perros de tierra!
fr: Des molosses en terre !
it: Segugi di terra!
ja: 土のイヌだ！
ko: 땅개잖아!
pl: Ogary ziemne!
pt_br: Sabujos da terra!
ru: Глиняные гончие!
zh_cn: 泥土狗！
zh_tw: 泥土狗！

# CHARACTERS.WOODIE.DESCRIBE.CLAYHOUND.STATUE
source: Someone carved each individual hair.
de: Jemand hat jedes einzelne Haar geschnitzt.
es: Alguien ha tallado cada pelo uno por uno.
fr: Quelqu'un a même sculpté le moindre poil !
it: Qualcuno ha intagliato ogni singolo pelo.
ja: 毛が一本一本再現されているんだな。
ko: 털 한올한올까지 섬세하게 조각했어.
pl: Ktoś wyrzeźbił każdy włosek z osobna.
pt_br: Alguém esculpiu cada pelo.
ru: Кто-то вырезал их всех — попарно.
zh_cn: 连狗毛都雕得很细致。
zh_tw: 連狗毛都雕得很細緻。

# CHARACTERS.WOODIE.DESCRIBE.CLAYWARG.GENERIC
source: Look at the size of you.
de: Schau nur, wie groß du bist.
es: Fíjate que tamaño tienes.
fr: Regarde-moi la taille que tu fais !
it: Guarda quanto sei grande.
ja: 見てみなよ、このデカさ。
ko: 꽤 크잖아.
pl: No popatrz tylko, jaki z ciebie wielkolud.
pt_br: Olha só seu tamanho.
ru: Ну и габариты у тебя…
zh_cn: 你可真大啊。
zh_tw: 你可真大啊。
