Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.NOMOON
source: Needs the gaze of Mani to work.
de: Funktioniert nur, wenn Mani zusieht.
es: Necesita la mirada de Máni para que funcione.
fr: Il faudrait le regard de Mani pour que ça marche.
it: Ha bisogno dello sguardo di Mani per funzionare.
ja: 仕事をするにはマーニの視線が必要だ。
ko: 마니의 눈길이 있어야 작동하는군.
pl: Potrzeba tu spojrzenia Mani.
pt_br: Precisa mirar Máni para funcionar.
ru: Для работы нужен взгляд Мáни.
zh_cn: 需要玛尼的注视才行。
zh_tw: 需要瑪尼的注視才行。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.NOTDISH
source: That's not worthy to grace the mouth of the gods!
de: Das ist es nicht wert, den Mund der Götter zu zieren!
es: ¡Eso no es digno de la boca de los dioses!
fr: Ça ne mérite pas d'honorer la bouche des dieux !
it: Non è degno di onorare la bocca degli dei!
ja: 神の口を飾るにはふさわしくない！
ko: 이건 신들의 입에는 맞지 않아!
pl: To nie jest ofiara godna ust bogów!
pt_br: Isso não é digno de tocar a boca dos deuses!
ru: Это недостойно вкусовых сосочков богов!
zh_cn: 那可不配供奉给诸神！
zh_tw: 那可不配供奉給諸神！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.NOTGEM
source: This object is not blessed with the power of the gods.
de: Dieses Objekt ist nicht mit der Kraft der Götter gesegnet.
es: Este objeto no está bendecido con el poder de los dioses.
fr: Cet objet n'est pas béni par le pouvoir des dieux.
it: Questo oggetto non è benedetto dal potere degli dei.
ja: この物体は神の力の祝福を受けていない。
ko: 신력의 축복을 받지 않은 물건이야.
pl: Ten przedmiot nie został pobłogosławiony przez bogów.
pt_br: Este objeto não foi abençoado com o poder dos deuses.
ru: Этот предмет не благословлен силой богов.
zh_cn: 这个物体没有受到诸神力量的庇佑。
zh_tw: 這個物體沒有受到諸神力量的庇佑。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: That material is not befitting a work of art.
de: Dieses Material ist einem Kunstwerk nicht standesgemäß.
es: Ese material no es apropiado para una obra de arte.
fr: Ce matériau ne convient pas à une œuvre d'art.
it: Quel materiale non è degno di un'opera d'arte.
ja: その材料は芸術作品にはふさわしくない。
ko: 예술 작품에 적합하지 않은 재료야.
pl: Materiał niegodny dzieła sztuki.
pt_br: Esse material não é adequado para uma obra de arte.
ru: Этот материал не подходит для искусства.
zh_cn: 那个材料不适用于艺术品中。
zh_tw: 那個材料不適用於藝術品中。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.NOTSTAFF
source: The gods may frown were I to do that.
de: Mich schauen die Götter krumm an, wenn ich das mache.
es: Los dioses puede que se enfaden si hago eso.
fr: Les dieux pourraient ne pas approuver que je fasse ça.
it: Gli dei potrebbero aggrottare le sopracciglia se lo facessi.
ja: そんなことをしたら神々が眉をひそめるかもしれないぞ。
ko: 그랬다가는 신들이 노여워할 거야.
pl: Bogowie krzywo by na mnie spojrzeli.
pt_br: Os deuses poderiam me condenar se eu fizesse isso.
ru: Боги будут возмущены моими деяниями.
zh_cn: 我那么干怕是会惹怒诸神。
zh_tw: 我那麼幹怕是會惹怒諸神。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: Danger is near! 'Tis no time for games.
de: Gefahr in Verzug! Das ist keine Zeit für Spiele.
es: ¡El peligro está cerca! No hay tiempo para juegos.
fr: Le danger est proche ! C'est pas le moment de jouer.
it: Il pericolo si avvicina! Non è il momento di giocare.
ja: 危険が迫っておる！ 遊んでる暇はないぞ。
ko: 위험이 도사리고 있어! 지금은 장난칠 때가 아니야.
pl: Niebezpieczeństwo czyha! To nie czas na igraszki.
pt_br: O perigo está próximo! Não é hora de jogos.
ru: Опасность близко! Не время для игр.
zh_cn: 危险就在眼前！现在可不是玩游戏的时间。
zh_tw: 危險就在眼前！現在可不是玩遊戲的時間。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: I must clear the battlefield first!
de: Ich muss zuerst das Schlachtfeld aufräumen!
es: ¡Debo despejar primero el campo de batalla!
fr: Je dois d'abord nettoyer le champ de bataille !
it: Devo prima pulire il campo di battaglia!
ja: まず戦場を浄化せねばならん！
ko: 우선 전장을 먼저 정리해야겠어!
pl: Muszę oczyścić wpierw pole bitewne!
pt_br: Primeiro preciso limpar o campo de batalha!
ru: Сначала надо очистить поле боя!
zh_cn: 我必须先清理一下战场！
zh_tw: 我必須先清理一下戰場！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: 'Tis too late for revelry!
de: Es ist zu spät zum Feiern!
es: ¡Es demasiado tarde para jolgorios!
fr: Trop tard pour les festivités !
it: È troppo tardi per far baldoria!
ja: 祭り騒ぎには遅すぎるぞ！
ko: 환락을 즐기기엔 너무 늦었어!
pl: Za późno na hulanki!
pt_br: É muito tarde para fanfarronices!
ru: Поздновато для пирушки!
zh_cn: 狂欢已经太晚了！
zh_tw: 狂歡已經太晚了！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.SLEEPING
source: Such sweet slumber... Maybe later.
de: So schöner Schlaf. Vielleicht später
es: Un sueño tan dulce...Igual más tarde.
fr: Piquer un roupillon c'est tellement bon... plus tard peut-être.
it: Che dolce dormire... forse più tardi.
ja: 安らかに眠っている…目覚めるまで待とう
ko: 달콤한 잠을 자고 있군... 나중에 주지.
pl: Ależ słodko śpi... Może później.
pt_br: Que sono lindo... Talvez mais tarde.
ru: Сладкий сон… Возможно, позже.
zh_cn: 睡得真香...晚点再说吧。
zh_tw: 睡得真香...晚點再說吧。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.SLOTFULL
source: One material at a time!
de: Ein Material nach dem anderen!
es: ¡Solo un material a la vez!
fr: Un matériau à la fois !
it: Un materiale alla volta!
ja: 材料は一度に一つだ！
ko: 재료는 한 번에 하나씩!
pl: Jedna rzecz naraz!
pt_br: Um material de cada vez!
ru: Только один предмет за один раз!
zh_cn: 一次用一种材料！
zh_tw: 一次用一種材料！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.SPIDERNOHAT
source: It hath no use for such things while it's in my pocket.
de: Solange er in meiner Tasche ist, hat er keine Verwendung für solche Dinge.
es: No necesita nada de eso mientras esté en mi bolsillo.
fr: Je n'en ai pöint la nécessité, tant qu'il reste dans ma pöche.
it: Non gli servirebbe a nulla finché è nella mia tasca.
ja: 我のポケットに入っている限りかようなものは使い処がない。
ko: 내 주머니에 있는 한 그런 것들은 아무 소용이 없어.
pl: W mojej kieszeni na nic mu się to zda.
pt_br: Não tenho como usar tais coisas enquanto estão em meu bolso.
ru: Не вижу пользы в этой вещице, пока она в кармане у меня.
zh_cn: 它在我的口袋里用不到这种东西。
zh_tw: 它在我的口袋裡用不到這種東西。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: I shall await the small tree's return before presenting it with another offering.
de: Ich werde die Rückkehr des kleinen Baumes abwarten, bevor ich ihm eine weitere Gabe anbiete.
es: Aguardaré a la vuelta del arbolito antes de entregarle otra ofrenda.
fr: J'attendrai que le petit arbre revienne avant de lui öffrir une quelcönque öffrande.
it: Attenderò il ritorno del piccolo albero prima di presentargli un'altra offerta.
ja: あの小さな樹木の復帰を待ってから、再び供物を捧げるとしよう。
ko: 작은 나무가 돌아올 때까지 기다렸다가 다른 제물을 바치겠어.
pl: Zaczekam na powrót tego małego drzewka, nim złożę mu kolejną ofiarę.
pt_br: Eu aguardarei o retorno da pequena árvore antes de presenteá-la com outra oferenda.
ru: Дождусь, пока деревце вырастет, прежде чем нести дары.
zh_cn: 待小树归来，吾将向它献上另一份礼物。
zh_tw: 待小樹歸來，吾將向它獻上另一份禮物。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: Perhaps it shall accept a different offering.
de: Vielleicht wäre eine andere Opfergabe akzeptabel.
es: Tal vez debiera aceptar otra ofrenda.
fr: Peut-être acceptera-t-il une öffrande différente.
it: Potrebbe accettare un'offerta dissimile.
ja: もしや別の供物なら受け取ってくれるか。
ko: 아마 다른 제물은 받을 거야.
pl: Może przyjmie inną ofiarę.
pt_br: Talvez ela aceita uma oferenda diferente.
ru: Может, ему по нраву иное подношение?
zh_cn: 也许换个供品它会接受。
zh_tw: 也許換個供品它會接受。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.WRONGGEM
source: This gem was not chosen for this purpose.
de: Dieser Edelstein wurde nicht zu diesem Zweck ausgewählt.
es: Esta gema no fue elegida para este fin.
fr: Cette gemme n'a pas été choisie pour ça.
it: Questa gemma non è stata scelta per questo scopo.
ja: この目的にこのジェムは選択されなかった。
ko: 여기에 맞는 보석이 아니야!
pl: Temu klejnotowi pisany był inny los.
pt_br: Esta pedra preciosa não foi escolhida para essa finalidade.
ru: Этот самоцвет не прездназначен для подобных целей.
zh_cn: 选择这个宝石不是为了这个目的。
zh_tw: 選擇這個寶石不是為了這個目的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: We must rearrange the bones of the beast.
de: Wir müssen die Knochen der Bestie wieder zusammensetzen.
es: Debemos reordenar los huesos de la bestia.
fr: Il faut réorganiser les os de la bête.
it: Dobbiamo ridisporre le ossa della bestia.
ja: 獣の骨の組み立て方を、誤ったようだ
ko: 짐승의 뼈를 다시 맞춰야 해.
pl: Musimy inaczej ułożyć kości tej bestii.
pt_br: Precisamos reorganizar os ossos da fera.
ru: Нам нужно по-другому сложить кости зверя.
zh_cn: 我们必须重新整理怪兽的骨头。
zh_tw: 我們必須重新整理怪獸的骨頭。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: I'll try once more when they're free.
de: Ich versuch es noch mal, wenn sie frei sind.
es: Lo intentaré una vez más cuando haya terminado.
fr: Je réessaierai dès que ça sera possible.
it: Ci proverò di nuovo quando sono liberi.
ja: 用が済むまで待ち、再度試すとしよう
ko: 바쁘지 않을 때 다시 시도하지.
pl: Spróbuję ponownie później.
pt_br: Vou tentar mais uma vez quando eles estiverem livres.
ru: Я попробую снова, когда они освободятся.
zh_cn: 等它们可用时我再试一次。
zh_tw: 等它們可用時我再試一次。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: They'll have better things in Valhalla.
de: In Walhalla wird es bessere Sachen geben.
es: Habrá cosas mejores en Valhalla.
fr: Ils auront des trucs mieux au Walhalla.
it: Avranno cose migliori nel Valhalla.
ja: ヴァルハラでは、よりよき物が手に入ろう
ko: 발할라에서 더 좋은 경험을 할 테지.
pl: W Valhalli czeka ich lepsze życie.
pt_br: Haverá coisas melhores em Valhalla.
ru: В Вальхалле их ждут лучшие вещи.
zh_cn: 英灵殿有更好的东西。
zh_tw: 英靈殿有更好的東西。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: They're not strong enough to carry more!
de: Sie sind nicht stark genug, um mehr zu tragen!
es: ¡Ya no son lo bastante fuertes para llevar más!
fr: Lui en faire transporter plus va être impossible !
it: Non sono abbastanza forti per trasportare di più!
ja: その者の細腕では、持ちきれまい
ko: 힘이 부족해서 더는 들 수 없어!
pl: Brak siły u odbiorcy, by unieść więcej!
pt_br: Eles não são fortes o suficiente para carregar mais!
ru: Они не настолько сильны, чтобы унести больше!
zh_cn: 他们不够强壮，背不了那么多！
zh_tw: 他們不夠強壯，背不了那麼多！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: Such sweet slumber graces thy face... Maybe later.
de: Solch süßer Schlummer ziert dein Gesicht ... Vielleicht später.
es: Ese dueño tan dulce te alegra el rostro... Igual más tarde.
fr: Ce visage est tellement paisible... plus tard peut-être.
it: Tale dolce sonno abbellisce la tua faccia... riproverò più tardi.
ja: 安らかな寝顔だ…目覚めるまで待とう
ko: 얼굴을 보니 숙면 중이군... 나중에 줄게.
pl: Lico twe pieści słodki sen... Może później.
pt_br: Que sono lindo agracia seu rosto... Talvez mais tarde.
ru: Как же ты мило спишь… Возможно, позже.
zh_cn: 他们睡得真香...晚点再说吧。
zh_tw: 他們睡得真香...晚點再說吧。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVETOPLAYER.BUSY
source: I'll try once more when they're free.
de: Ich versuch es noch mal, wenn sie frei sind.
es: Lo intentaré una vez más cuando haya terminado.
fr: Je réessaierai dès que ça sera possible.
it: Ci proverò di nuovo quando sono liberi.
ja: 用が済むまで待ち、再度試すとしよう
ko: 바쁘지 않을 때 다시 시도하지.
pl: Spróbuję ponownie później.
pt_br: Vou tentar mais uma vez quando eles estiverem livres.
ru: Я попробую снова, когда они освободятся.
zh_cn: 等它们可用时我再试一次。
zh_tw: 等它們可用時我再試一次。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVETOPLAYER.DEAD
source: They'll have better things in Valhalla.
de: In Walhalla wird es bessere Sachen geben.
es: Habrá cosas mejores en Valhalla.
fr: Ils auront des trucs mieux au Walhalla.
it: Avranno cose migliori nel Valhalla.
ja: ヴァルハラでは、よりよき物が手に入ろう
ko: 발할라에서 더 좋은 경험을 할 테지.
pl: W Valhalli czeka ich lepsze życie.
pt_br: Haverá coisas melhores em Valhalla.
ru: В Вальхалле их ждут лучшие вещи.
zh_cn: 英灵殿有更好的东西。
zh_tw: 英靈殿有更好的東西。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVETOPLAYER.FULL
source: They're not strong enough to carry more!
de: Sie sind nicht stark genug, um mehr zu tragen!
es: ¡Ya no son lo bastante fuertes para llevar más!
fr: Lui en faire transporter plus va être impossible !
it: Non sono abbastanza forti per trasportare di più!
ja: その者の細腕では、持ちきれまい
ko: 힘이 부족해서 더는 들 수 없어!
pl: Brak siły u odbiorcy, by unieść więcej!
pt_br: Eles não são fortes o suficiente para carregar mais!
ru: Они не настолько сильны, чтобы унести больше!
zh_cn: 他们不够强壮，背不了那么多！
zh_tw: 他們不夠強壯，背不了那麼多！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: Such sweet slumber graces thy face... Maybe later.
de: Solch süßer Schlummer ziert dein Gesicht ... Vielleicht später.
es: Ese dueño tan dulce te alegra el rostro... Igual más tarde.
fr: Ce visage est tellement paisible... plus tard peut-être.
it: Tale dolce sonno abbellisce la tua faccia... riproverò più tardi.
ja: 安らかな寝顔だ…目覚めるまで待とう
ko: 얼굴을 보니 숙면 중이군... 나중에 줄게.
pl: Lico twe pieści słodki sen... Może później.
pt_br: Que sono lindo agracia seu rosto... Talvez mais tarde.
ru: Как же ты мило спишь… Возможно, позже.
zh_cn: 他们睡得真香...晚点再说吧。
zh_tw: 他們睡得真香...晚點再說吧。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: We have already conquered this knowledge.
de: Dieses Wissen haben wir bereits erobert.
es: Ya dominamos este conocimiento.
fr: Nous avons déjà conquis cette connaissance.
it: Abbiamo già conquistato questa conoscenza.
ja: 我々はすでにこの知識を凌駕した。
ko: 이미 정복한 지식이야.
pl: Posiadamy już tę wiedzę.
pt_br: Já conquistamos esse conhecimento.
ru: Мы уже завоевали это знание.
zh_cn: 我们已经攻克了这一知识。
zh_tw: 我們已經攻克了這一知識。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: I respect thine loyalty to our metal warrior, scout.
de: Späher, ich respektiere deine Loyalität gegenüber unserem Metallkrieger.
es: Respeto tu lealtad a mi paladín de metal.
fr: Je respecte tienne löyauté envers nöstre guerrier d'acier, éclaireur.
it: Rispetto la tua fedeltà al nostro guerriero di metallo, ricognitore.
ja: 斥候よ、その鋼の戦士への忠誠心は称賛に値するぞ。
ko: 금속 전사 정찰병을 향한 당신의 충성심을 존경해.
pl: Szanuje twą lojalność wobec naszego metalowego wojownika, zwiadowco.
pt_br: Respeito tua lealdade ao nosso guerreiro de metal, batedor.
ru: Твоя верность железному воину заслуживает уважения, искатель.
zh_cn: 我尊重你对金属战士的忠诚，侦察兵。
zh_tw: 我尊重你對金屬戰士的忠誠，偵察兵。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: The spiderchild is the only one who can tame those little beasts!
de: Nur das Spinnenkind kann diese kleinen Biester zähmen!
es: ¡El único que puede domar a esas bestias es el chico araña!
fr: L'enfant araignée est le seul à savöir dömpter ces petites bestes !
it: Il ragnetto è l'unico in grado di domare queste piccole bestie!
ja: あの小さな獣を大人しくさせられるのはクモの子のみじゃ！
ko: 거미의 자손만 유일하게 이 작은 짐승을 길들일 수 있어!
pl: Tylko pajączek może poskromić te małe bestie!
pt_br: A criança-aranha é única que consegue domar essas feras minúsculas!
ru: Только паучье дитя приручать умеет малых тварюшек сих!
zh_cn: 那个蛛孩是唯一可以驯服这些小野兽的人！
zh_tw: 那個蛛孩是唯一可以馴服這些小野獸的人！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: The beast hath already been secured to its post.
de: Das Tier wurde bereits an seinem Pfosten befestigt.
es: La bestia ya está atada en su lugar.
fr: La bride de la beste est déjà nöuée à sön pöteau.
it: La bestia è già stata assicurata al palo.
ja: 獣は既にふさわしき所へつながれておる。
ko: 짐승은 이미 제 위치에 매어놨어.
pl: Zwierz jest już przypięty.
pt_br: A fera já está bem presa ao seu poste.
ru: К стойлу своему тварь уже привязана.
zh_cn: 已经把野兽安全栓到了桩子上。
zh_tw: 已經把野獸安全栓到了樁子上。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HITCHUP.INMOOD
source: The beast is in a foul temper.
de: Dies Tier ist in übler Gemütslage.
es: La bestia ha entrado en cólera...
fr: La beste est en pleine ire.
it: La bestia è di pessimo umore.
ja: 獣は悪しき気性の持ち主じゃ。
ko: 짐승의 기분이 더러운가봐.
pl: Zwierz jest w podłym humorze.
pt_br: A fera está de péssimo humor.
ru: Твари этой стоит подостыть.
zh_cn: 这个野兽的脾气坏着呢。
zh_tw: 這個野獸的脾氣壞著呢。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HITCHUP.NEEDBEEF
source: I have a hitching post, but no beast.
de: Ich habe einen Pfosten zum Ankoppeln, doch kein Tier.
es: Tengo un poste para atar a la bestia, pero no tengo bestia alguna.
fr: J'ai un pöteau, j'ai une lönge, mais pöint de beste...
it: Ho un palo, ma nessuna bestia.
ja: 我にはつなぐ場所はあれど、獣はおらぬ。
ko: 매어둘 말뚝은 있는데 짐승이 없네.
pl: Mam słupek, ale nie mam zwierza.
pt_br: Tenho um poste, mas nenhuma fera para atrelar a ele.
ru: Стойло у меня есть, а твари для него не видно.
zh_cn: 我有一个拴牛桩，但没有野兽。
zh_tw: 我有一個拴牛樁，但沒有野獸。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: I shall have to coax the beast closer.
de: Ich muss das Tier näher heranlocken.
es: Necesito persuadir a la bestia para que se acerque.
fr: Il me faudra amadöuer la beste pöur qu'elle s'appröche.
it: Dovrò persuadere la bestia ad avvicinarsi ulteriormente.
ja: 我は獣を近くにおびき寄せねばならぬ。
ko: 짐승을 더 가까이 유인해야 해.
pl: Muszę przywabić zwierza trochę bliżej.
pt_br: Preciso persuadir o animal a se aproximar.
ru: Мне нужно приманить тварюшку поближе.
zh_cn: 我得把这野兽哄得更近些。
zh_tw: 我得把這野獸哄得更近些。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: By Aegir, you will bend to my will!
de: Bei Aegir, du wirst dich mir fügen!
es: ¡Te doblegarás a mi voluntad, por Aegir!
fr: Aegir en söit témöin, tu te söumettras à mön bön vöulöir !
it: Per Aegir, ti piegherai al mio volere!
ja: エーギルに誓って、汝は我が意志に従うだろう！
ko: 아에기르의 이름을 걸고 반드시 널 굴복시키겠다!
pl: Na Aegir, będziesz robić, co ci rozkażę!
pt_br: Por Aegir, você se curvará perante minha espada!
ru: Клянусь Эгиром, вы подчинитесь моей воле!
zh_cn: 以海神埃吉尔之名，你终有一天会屈服于我的意志！
zh_tw: 以海神埃吉爾之名，你終有一天會屈服於我的意志！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: Oh-ho! Feisty, are we?
de: Oho! Wir sind vorwitzig, was?
es: ¡Oh-oh! Con ganas, ¿eh?
fr: Öh öh ! Taquin, je vois.
it: Oh-oh! Siamo esuberanti?
ja: オーホー！ 我々も根性があるのう？
ko: 오호라! 까칠하게 나오겠다 이건가?
pl: Oho, buntujemy się, tak?
pt_br: Oh, ho! Temperamental, hein?
ru: О-о, сопротивляешься, значит?
zh_cn: 呕-吼！斗志高昂啊？
zh_tw: 嘔-吼！鬥志高昂啊？

# CHARACTERS.WATHGRITHR.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: I will not be defeated by my own vessel!
de: Ich werde mich nicht von meinem eigenen Schiff besiegen lassen!
es: ¡No me dejaré vencer por mi propio navío!
fr: Je ne me laisserai pöint vaincre par mön pröpre vaisseau !
it: Non verrò sconfitta dal mio vascello!
ja: 我が船に我が敗れることはない！
ko: 내 배에 패배하진 않을 것이다!
pl: Nie dam się pokonać mojej własnej łodzi!
pt_br: Não serei derrotada pela minha própria embarcação!
ru: Надо мной не возьмет верх мое собственное судно!
zh_cn: 我绝不会败给自己的船！
zh_tw: 我絕不會敗給自己的船！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.MARK.ALREADY_MARKED
source: I must stand by my choice, even in the heat of competition!
de: Ich muss zu meiner Entscheidung stehen, selbst in der Hitze des Gefechts!
es: ¡He de luchar por mi decisión, incluso en mitad de la competición!
fr: Il me faut assumer mön chöix, même au cœur de la cömpétitiön !
it: Devo restare fedele alla mia scelta, anche nella foga della competizione!
ja: 我は我の選択を全うす。戦いの熱気の中であっても。
ko: 경쟁이 치열해도 내 선택을 고수해야지!
pl: Nie mogę zmieniać swej decyzji, nawet w obliczu rywalizacji!
pt_br: Preciso manter minha escolha, mesmo no calor da competição!
ru: Я должна придерживаться своего выбора даже в пылу соревнования!
zh_cn: 即使是在激烈的竞争中，我也必须坚持我的选择!
zh_tw: 即使是在激烈的競爭中，我也必須堅持我的選擇!

# CHARACTERS.WATHGRITHR.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: I cannot join in the competition without a beastie of my own.
de: Ohne ein eigenes Tier kann ich nicht am Wettbewerb teilnehmen.
es: No me puedo unir a la competición si no tengo una bestia.
fr: Je ne puis rejöindre la cömpétitiön sans une beste à mes côtés.
it: Non posso partecipare alla competizione senza una bestiola.
ja: 我に獣がいない限り戦いには参加できぬ。
ko: 내 짐승이 없이는 대회에 참가할 수 없어.
pl: Nie mogę wziąć udziału bez własnego zwierza.
pt_br: Não posso participar da competição sem uma fera própria.
ru: Я не могу участвовать в турнире, если при мне тварюшки нет.
zh_cn: 没有自己的野兽，我是不会参加比赛的。
zh_tw: 沒有自己的野獸，我是不會參加比賽的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.MOUNT.INUSE
source: I'll need to be faster than that in battle!
de: Im Kampf muss ich schneller sein!
es: ¡Tengo que ser más rápida en la batalla!
fr: Il faudra que je sois plus rapide que ça au combat !
it: Ho bisogno di essere più veloce di così in battaglia!
ja: 戦場では、もっとすばやく行動せねばな…
ko: 전투할 때는 더 빨라야 해!
pl: Działania me muszą być bardziej chwackie!
pt_br: Precisarei ser mais rápida que isso na batalha.
ru: Мне нужно двигаться быстрее, чем в той битве!
zh_cn: 战斗中必须比那更快一点！
zh_tw: 戰鬥中必須比那更快一點！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.MOUNT.SLEEPING
source: Rise, beastie! We ride!
de: Auf, stolzes Tier! Wir reiten!
es: ¡Arriba, bestia! ¡A cabalgar!
fr: Éveille-töi, nöble mönture ! Nöus devöns partir séant !
it: Alzati, bestiola! Cavalchiamo!
ja: 獣よ、目覚めるのだ！我を乗せよ！
ko: 일어나, 짐승아! 태워줘!
pl: Powstań, bestio! Ruszamy!
pt_br: Levanta-te, ferinha! Nós cavalgaremos!
ru: Восстань, зверюга! Мы идем в бой!
zh_cn: 苏醒吧，小野兽！让我们一起驰骋吧！
zh_tw: 蘇醒吧，小野獸！讓我們一起馳騁吧！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: I'll only ride it if it's the victor.
de: Ich werde es reiten, wenn es gewinnt.
es: Solo me montaré si es el vencedor.
fr: Je ne le monterai que s'il gagne.
it: Lo cavalcherò solo se è il vincitore.
ja: 決闘中か…勝った獣を、我が相棒としよう！
ko: 나는 승자만 타지.
pl: Dosiądę go tylko wtedy, gdy okaże się zwycięzcą.
pt_br: Só o cavalgarei se for o vencedor.
ru: Я могу ездить только на победителях.
zh_cn: 只有它是优胜者，我才会骑。
zh_tw: 只有它是優勝者，我才會騎。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: Tis not the rod I require.
de: Das ist nicht die Angel, die ich brauche.
es: Esta no es la caña que necesito.
fr: Icelle canne n'estoit point celle que je requiers.
it: Non è la canna giusta.
ja: それは我が必要とする杖にあらず。
ko: 나한테 필요한 낚싯대가 아니군.
pl: Nie tej wędki mi trzeba.
pt_br: Essa não é a vara de que preciso.
ru: Не эта уда мне нужна.
zh_cn: 此竿不妥。
zh_tw: 此竿不妥。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: T'would not do to meddle with my ally's effects.
de: Ich sollte mich aus den Angelegenheiten meiner Verbündeten raushalten.
es: No conviene toquetear los efectos de aliados.
fr: Pöint ne veux föurrager dans les effets de mes alliés.
it: Non va bene ficcanasare nelle cose degli alleati.
ja: 我が同盟国の影響に干渉することはなかろう。
ko: 동료의 물건을 건드리진 않겠어.
pl: Lepiej nie mieszać się w sprawy mego towarzysza!
pt_br: Seria melhor não mexer nos pertences do meu aliado.
ru: Эффекты, действующие на союзников, — не мое дело
zh_cn: 不能搅黄我盟友的效果。
zh_tw: 不能攪黃我盟友的效果。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: A tragic tale of woe and misery!
de: Eine tragische Geschichte von Leid und Elend!
es: ¡Una trágica historia de dolor y miseria!
fr: Une tragique histoire de malheurs et de souffrances !
it: Un racconto tragico di guai e miseria!
ja: 苦悩と悲しみの物語が記されているな…
ko: 비애와 비참함으로 가득한 비극적인 이야기!
pl: Tragiczna opowieść o żalu i cierpieniu!
pt_br: Um conto trágico de infortúnio e desgraça!
ru: Трагичная повесть, полная горя и мучений!
zh_cn: 充满悲哀和痛苦的悲剧故事！
zh_tw: 充滿悲哀和痛苦的悲劇故事！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PICKUP.INUSE
source: Someone hath beat me to it!
de: Jemand ist mir zuvorgekommen!
es: ¡Alguien me ha ganado!
fr: Quelqu'un m'a précédée !
it: Qualcuno è arrivato prima di me!
ja: 誰かに殴られたぞ！
ko: 누가 선수를 쳤군!
pl: Żałości! Ktoś mnie ubiegł!
pt_br: Alguém me superou!
ru: Кто-то меня опередил!
zh_cn: 有人抢先了！
zh_tw: 有人搶先了！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: Thou art not the one I seek.
de: Du bist nicht das, was ich suche.
es: No eres a quien busco.
fr: Tön art n'est pöint celui que je cönvöite.
it: Tu non sei colui che cerco.
ja: 汝は我が求むるものにあらず。
ko: 내가 찾는 게 아니다.
pl: Nie ciebie mi trzeba.
pt_br: Não é isso o que eu procuro.
ru: Не тебя я искала.
zh_cn: 你可不是我要找的。
zh_tw: 你可不是我要找的。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: Where is your master, veggie beast?
de: Wer ist dein Meister, Gemüsevieh?
es: ¿Dónde está tu amo, bestia vegetal?
fr: Öù est tön maître, beste végétale ?
it: Dov'è il tuo padrone, bestia vegetale?
ja: 野菜の獣よ、お主のマスターはどこだ？
ko: 네 주인은 어디 갔니, 채소 짐승아?
pl: Gdzie twój pan, jarzynowa bestio?
pt_br: Onde está o seu mestre, fera leguminosa?
ru: Где твой хозяин, овощ?
zh_cn: 你的主人去哪了，小菜兽？
zh_tw: 你的主人去哪了，小菜獸？
