Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.GENERIC
source: Time for story-tell around fire, florp!
de: Zeit für Geschichten am Feuer, florp!
es: ¡Hora de contar historias en torno al fuego, florp!
es_mx: ¡Ser momento de contar historias en la fogata, flop!
fr: C'est l'heure de raconter des histoires autour du feu, florp !
it: Ora di storie intorno a fuoco, florp!
ja: 火を囲んで語る時間だよ、フロープ！
ko: 불 옆에서 얘기할 시간이야, 뻐끔!
pl: Czas na opowieści przy ognisku, florp!
pt_br: Hora de contar histórias perto do fogo, florp!
ru: Время для историй у костра, бульк!
zh_tw: 我們來圍著營火講故事吧，格浪浮！

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.HIGH
source: Big fire!
de: Großes Feuer!
es: ¡Gran fuego!
es_mx: ¡Enormes llamas!
fr: C'est un gros feu !
it: Grande fuoco!
ja: 大きい火だ！
ko: 큰 불이다!
pl: Wielki płomień!
pt_br: Fogo grande!
ru: Большой костер!
zh_tw: 大火！

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.LOW
source: Fire getting small.
de: Feuer wird klein.
es: El fuego se está haciendo pequeño.
es_mx: Las llamas estar más pequeñas.
fr: Le feu devient plus petit.
it: Fuoco più piccolo.
ja: 火が小さくなってきたね。
ko: 불 점점 작아져.
pl: Ogień się zmniejsza.
pt_br: Fogo ficando pequeno.
ru: Огонь уменьшается.
zh_tw: 火變小了。

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.NORMAL
source: Chilly fire?
de: Kühles Feuer?
es: ¿Fuego fresco?
es_mx: ¿Fuego frío?
fr: Un feu froid ?
it: Fuoco gelido?
ja: 火事？
ko: 서늘한 불?
pl: Chłodny ogień?
pt_br: Fogo frio?
ru: Холодный огонь?
zh_tw: 冰涼的火？

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.OUT
source: Bye-bye.
de: Tschüss.
es: Adiós.
es_mx: Adiosito.
fr: Il est froid.
it: Ciao ciao.
ja: バイバイ。
ko: 안녕.
pl: Pa, pa.
pt_br: Tchau tchau.
ru: Пока-пока.
zh_tw: 再見。

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.EMBERS
source: It dying.
de: Stirbt.
es: Se está muriendo.
es_mx: Estar muriendo.
fr: Il va s'éteindre.
it: Spegne.
ja: 死にかけているよ。
ko: 죽어 가.
pl: Gaśnie.
pt_br: Tá morrendo.
ru: Умирает.
zh_tw: 火要熄了。

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.GENERIC
source: Time for story-tell around fire, florp!
de: Zeit für Geschichten am Feuer, florp!
es: ¡Hora de contar historias en torno al fuego, florp!
es_mx: ¡Ser momento de contar historias en la fogata, flop!
fr: C'est l'heure de raconter des histoires autour du feu, florp !
it: Ora di storie intorno a fuoco, florp!
ja: 火を囲んで語る時間だよ、フロープ！
ko: 불 옆에서 얘기할 시간이야, 뻐끔!
pl: Czas na opowieści przy ognisku, florp!
pt_br: Hora de contar histórias perto do fogo, florp!
ru: Время для историй у костра, бульк!
zh_tw: 我們來圍著營火講故事吧，格浪浮！

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.HIGH
source: Big fire!
de: Großes Feuer!
es: ¡Gran fuego!
es_mx: ¡Enormes llamas!
fr: C'est un gros feu !
it: Grande fuoco!
ja: 大きい火だ！
ko: 큰 불이다!
pl: Wielki płomień!
pt_br: Fogo grande!
ru: Большой костер!
zh_tw: 大火！

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.LOW
source: Fire getting small.
de: Feuer wird klein.
es: El fuego se está haciendo pequeño.
es_mx: Las llamas estar más pequeñas.
fr: Le feu devient plus petit.
it: Fuoco più piccolo.
ja: 火が小さくなってきたね。
ko: 불 점점 작아져.
pl: Ogień się zmniejsza.
pt_br: Fogo ficando pequeno.
ru: Огонь уменьшается.
zh_tw: 火變小了。

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.NORMAL
source: Chilly fire?
de: Kühles Feuer?
es: ¿Fuego fresco?
es_mx: ¿Fuego frío?
fr: Un feu froid ?
it: Fuoco gelido?
ja: 火事？
ko: 서늘한 불?
pl: Chłodny ogień?
pt_br: Fogo frio?
ru: Холодный огонь?
zh_tw: 冰涼的火？

# CHARACTERS.WURT.DESCRIBE.COLDFIREPIT.OUT
source: Can make more fire later!
de: Später mehr Feuer machen!
es: ¡Puedo hacer más fuego después!
es_mx: ¡Poder hacer más fuego después!
fr: Je referai un feu plus tard.
it: Posso fare più fuoco più tardi!
ja: 後でまた火をつけることが出来るよ。
ko: 불 나중에 만들면 돼!
pl: Później będzie można rozpalić więcej ognia!
pt_br: Pode fazer mais fogo depois!
ru: Я потом еще огня наделаю!
zh_tw: 一會可以再生點火！

# CHARACTERS.WURT.DESCRIBE.COMPASS.E
source: East.
de: Osten.
es: Este.
es_mx: Este.
fr: Est.
it: Est.
ja: 東だ
ko: 동.
pl: Wschód
pt_br: Leste.
ru: Восток.
zh_tw: 東。

# CHARACTERS.WURT.DESCRIBE.COMPASS.GENERIC
source: There spinny needle inside!
de: Drehnadel drin!
es: ¡Hay una aguja giratoria dentro!
es_mx: ¡Haber aguja giratoria dentro!
fr: Y'a une petite aiguille qui bouge !
it: Dentro c'è ago che gira!
ja: 針が入ってるよ！
ko: 안에 빙빙 도는 바늘 있어!
pl: W środku jest igła, która się kręci!
pt_br: Tem agulha que gira dentro!
ru: Внутри стрелка-вертелка!
zh_tw: 裡面有尖尖的針！

# CHARACTERS.WURT.DESCRIBE.COMPASS.N
source: North.
de: Norden.
es: Norte.
es_mx: Norte.
fr: Nord.
it: Nord.
ja: 北だ
ko: 북.
pl: Północ
pt_br: Norte.
ru: Север.
zh_tw: 北。

# CHARACTERS.WURT.DESCRIBE.COMPASS.NE
source: Northeast.
de: Nordosten.
es: Nordeste.
es_mx: Noreste.
fr: Nord-est.
it: Nord-est.
ja: 北東だ
ko: 북동.
pl: Północny wschód
pt_br: Nordeste.
ru: Северо-восток.
zh_tw: 東北。

# CHARACTERS.WURT.DESCRIBE.COMPASS.NW
source: Northwest.
de: Nordwesten.
es: Noroeste.
es_mx: Noroeste.
fr: Nord-ouest.
it: Nord-ovest.
ja: 北西だ
ko: 북서.
pl: Północny zachód
pt_br: Noroeste.
ru: Северо-запад.
zh_tw: 西北。

# CHARACTERS.WURT.DESCRIBE.COMPASS.S
source: South.
de: Süden.
es: Sur.
es_mx: Sur.
fr: Sud.
it: Sud.
ja: 南だ
ko: 남.
pl: Południe
pt_br: Sul.
ru: Юг.
zh_tw: 南。

# CHARACTERS.WURT.DESCRIBE.COMPASS.SE
source: Southeast.
de: Südosten.
es: Sureste.
es_mx: Sureste.
fr: Sud-est.
it: Sud-est.
ja: 南東だ
ko: 남동.
pl: Południowy wschód
pt_br: Sudeste.
ru: Юго-восток.
zh_tw: 東南。

# CHARACTERS.WURT.DESCRIBE.COMPASS.SW
source: Southwest.
de: Südwesten.
es: Sudoeste.
es_mx: Sudoeste.
fr: Sud-ouest.
it: Sud-ovest.
ja: 南西だ
ko: 남서.
pl: Południowy zachód
pt_br: Sudoeste.
ru: Юго-запад.
zh_tw: 西南。

# CHARACTERS.WURT.DESCRIBE.COMPASS.W
source: West.
de: Westen.
es: Oeste.
es_mx: Oeste.
fr: Ouest.
it: Ovest.
ja: 西だ
ko: 서.
pl: Zachód
pt_br: Oeste.
ru: Запад.
zh_tw: 西。

# CHARACTERS.WURT.DESCRIBE.COMPOST
source: Plant snacks.
de: Pflanzensnacks.
es: Comida de planta.
fr: Du manger pour plantes.
it: Cibo per piante.
ja: 葉っぱのオヤツだね。
ko: 식물 간식이야.
pl: Jedzenie dla roślin.
pt_br: Petiscos de planta.
ru: Вкусняшки для растений.
zh_tw: 植物的小吃。

# CHARACTERS.WURT.DESCRIBE.COMPOSTINGBIN.BALANCED
source: It good!
de: Ist gut!
es: ¡Ahora bueno!
fr: C'est bon !
it: È bello!
ja: 良いね！
ko: 좋아!
pl: Jest dobry!
pt_br: Tá bom!
ru: Хорошо!
zh_tw: 真好！

# CHARACTERS.WURT.DESCRIBE.COMPOSTINGBIN.BURNT
source: Who did it?!
de: Wer war das?!
es: ¿¡Quién fue!?
fr: Qui a fait ça ?!
it: Chi l'ha fatto?
ja: 誰のしわざ？！
ko: 누가 그랬어?!
pl: Kto to zrobił?!
pt_br: Quem foi?!
ru: Кто это сделал?!
zh_tw: 是誰幹的？！

# CHARACTERS.WURT.DESCRIBE.COMPOSTINGBIN.DRY
source: Glurgh, is too dry.
de: Glarg, ist zu trocken.
es: Glurgh, muy seco.
fr: Glurg, c'est trop sec.
it: Glurgh, troppo secco.
ja: グルーフ、ちょっと乾きすぎだね。
ko: 빠끔빠끔, 너무 건조해.
pl: Glurg, jest za suchy.
pt_br: Glurgh, tá seco demais.
ru: Хлюп, очень сухо.
zh_tw: 格勒格，太乾了。

# CHARACTERS.WURT.DESCRIBE.COMPOSTINGBIN.GENERIC
source: Look like nice warm place to nap.
de: Sieht aus wie schöner warmer Ort für Nickerchen.
es: Parece lugar cómodo para siesta.
fr: Ça a l'air d'être un endroit tout chaud pour faire la sieste.
it: Sembra bel posto caldo per pisolino.
ja: あったかそうでお昼寝にピッタリだね。
ko: 따듯하게 낮잠 잘 만한 곳처럼 보여.
pl: Wygląda na przyjemne miejsce na drzemkę.
pt_br: Parece lugar quentinho pra cochilar.
ru: Хорошее теплое место для сна.
zh_tw: 看上去是個很溫暖的地方，可以在裡面睡午覺。

# CHARACTERS.WURT.DESCRIBE.COMPOSTINGBIN.WET
source: Gooshy.
de: Wuschig.
es: Húmedo.
fr: Blurb.
it: Fradicio.
ja: グッショリしてる。
ko: 꼬집.
pl: Ale fajowe.
pt_br: Molinho.
ru: Склизко.
zh_tw: 濕漉漉的。

# CHARACTERS.WURT.DESCRIBE.COMPOSTWRAP
source: (Sniff) Glurgh!!
de: (Schnupper) Glarg!!
es: *snif* ¡¡Glurgh!!
es_mx: Snif... ¡¡Gluuf!!
fr: *Renifle* Argh !!
it: (sniff) Glurg!
ja: (鼻を鳴らして)グルーフ！
ko: (킁) 빠끔빠끔!!
pl: Niuch, niuch. Glurg!
ru: (Нюхает) Хлюрп!
zh_tw: （聞）格勒格！！

# CHARACTERS.WURT.DESCRIBE.CONSTRUCTION_PLANS
source: Look easy to build!
de: Sieht einfach zu bauen aus!
es: ¡Parece fácil de construir!
es_mx: ¡Esto parecer fácil de construir!
fr: Ça a l'air facile à construire !
it: Sembra facile costruire!
ja: 見た目は簡単に作れるよ！
ko: 만들기 쉬워 보여!
pl: Budowanie wydaje się łatwe!
pt_br: Parece fácil de fazer!
ru: Легко построить!
zh_tw: 好像很容易做！

# CHARACTERS.WURT.DESCRIBE.COOKBOOK
source: Like this one, has pictures of food!
de: Wie schön, Bilder von Essen.
es: ¡Me gusta este, con fotos de comida!
es_mx: Me gusta. ¡Tener fotos de comida!
fr: J'aime bien ! Y a des images de manger !
it: Questo piace, ha foto di cibo!
ja: これ好き！食べ物の絵がある！
ko: 음식 그림책이야. 마음에 들어!
pl: Ta mi się podoba, ma obrazki z jedzeniem!
pt_br: Gostei disso, tem imagens de comida!
ru: О, мне нравится эта книжка! Тут еда нарисована!
zh_tw: 我喜歡這個，上面有食物的照片！

# CHARACTERS.WURT.DESCRIBE.COOKEDMANDRAKE
source: Feel bit weird eating veggie with face, florp.
de: Komisch, Gemüse mit Gesicht zu essen, florp.
es: Me siento un poco raro comiéndome una verdura con cara, florp.
es_mx: Dar sensación rara al comer verdura con cara, flop.
fr: C'est bizarre de manger un légume qui a une tête, florp.
it: Sembra strano mangiare vegetali con faccia, florp.
ja: 顔で野菜を食べるのはちょっと気持ち悪いよ、フロープ。
ko: 얼굴 있는 채소 먹으니까 좀 이상해, 뻐끔.
pl: To dziwne uczucie jeść warzywo, które ma twarz, florp.
pt_br: É um pouco estranho comer legumes com rosto, florp.
ru: Как странно кушать овощи с лицом, бульк.
zh_tw: 吃長臉了的菜有點奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.COOKEDMEAT
source: Don't want it, florp.
de: Will ich nicht, florp.
es: No quiero, florp.
es_mx: No querer, flop.
fr: J'en veux pas, florp.
it: Non voglio, florp.
ja: いらないよ、フロープ。
ko: 싫어, 뻐끔.
pl: Nie chcę tego, florp.
pt_br: Não quero isso, florp.
ru: Буль, не хочу.
zh_tw: 不想要，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.COOKEDMONSTERMEAT
source: Gluuurrrgh.
de: Glaaarrrg.
es_mx: Gluuuuuff.
fr: Beuuuuuaarrrrrrk.
it: Gluuurrrg.
ja: グルーーーフ。
ko: 빠끔빠끄으음.
pl: Gluuurrrg.
ru: Хлю-ю-юрп.
zh_tw: 格勒噗。

# CHARACTERS.WURT.DESCRIBE.COOKEDSMALLMEAT
source: Won't eat it, flurp.
de: Esse ich nicht, flurp.
es: No voy a comer eso, flurp.
es_mx: No, yo no comer eso, flup.
fr: J'veux pas manger ça, florp.
it: Io non mangio, flurp.
ja: 食べないよ、フループ。
ko: 안 먹을래, 뻐끔.
pl: Nie zjem tego, flurp.
pt_br: Não vou comer, flurp.
ru: Не хочу, хлюп.
zh_tw: 我就不吃，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.COOKIECUTTER
source: It look friendly.
de: Sieht freundlich aus.
es: Parece amable.
es_mx: Verse amigable.
fr: Il a l'air sympa.
it: Sembra amichevole.
ja: 親しみやすく見えるね。
ko: 착해 보여.
pl: Wygląda przyjaźnie.
pt_br: Parece amigável.
ru: Дружелюбный.
zh_tw: 看著挺友好。

# CHARACTERS.WURT.DESCRIBE.COOKIECUTTERHAT
source: Make good spiky hat!
de: Guter Stachelhut!
es: ¡Es un buen sombrero pinchudo!
es_mx: ¡Ser buen sombrero espinoso!
fr: C'est un super chapeau qui pique.
it: Bel cappello spinoso!
ja: 良いトゲのある帽子を作ろう！
ko: 멋진 뾰족 모자 됐어!
pl: Dobry, kolczasty kapelusz!
pt_br: Faz bom chapéu espetudo!
ru: Сделаю шипастую шляпку!
zh_tw: 是個好的尖刺帽子！

# CHARACTERS.WURT.DESCRIBE.COOKIECUTTERSHELL
source: Ha ha! Mine now!
de: Haha! Gehört mir!
es: ¡Ja, ja! ¡Ahora me pertenece!
es_mx: ¡Ja, ja! ¡Ser mío ahora!
fr: Ha ha ! C'est à moi maintenant !
it: Ah ah! Adesso mio!
ja: ハハ！アタシのだよ！
ko: 하하! 이제 내 거야!
pl: Ha, ha! Teraz należy do mnie!
pt_br: Haha! É meu agora!
ru: Ха-ха! Мое-мое!
zh_tw: 哈哈！現在是我的了！

# CHARACTERS.WURT.DESCRIBE.COOKPOT.BURNT
source: Oops...
de: Huch ...
es: Ups...
es_mx: Uy...
fr: Oups...
it: Ops...
ja: おっと...
ko: 이런...
pl: Ups...
pt_br: Opa...
ru: Ой…
zh_tw: 哎呀……

# CHARACTERS.WURT.DESCRIBE.COOKPOT.COOKING_LONG
source: This take foreverrr...
de: Dauert ewig ...
es: Esto nunca acabaaa...
es_mx: Esto tomar una eternidaaad.
fr: Ça prend des lustres !
it: Ci mette tanto tempo...
ja: これはまだまだかかるよ...
ko: 너무 오래 걸려어어...
pl: To trwa milion lat...
pt_br: Isso demora pra sempre...
ru: Столько еще ждать…
zh_tw: 好費時間啊……

# CHARACTERS.WURT.DESCRIBE.COOKPOT.COOKING_SHORT
source: Will be done quick!
de: Geht schnell!
es: ¡Estará listo enseguida!
es_mx: ¡Esto estar listo rápido!
fr: Ça va être vite fait !
it: Manca pochissimo!
ja: すぐに終わるよ！
ko: 금방 끝나!
pl: Za chwilę będzie gotowe!
pt_br: Vai acabar rápido!
ru: Скоро будет готово!
zh_tw: 很快就好了！

# CHARACTERS.WURT.DESCRIBE.COOKPOT.DONE
source: Time for yums!
de: Zeit zum Essen!
es: ¡Hora de comer!
es_mx: ¡Hora de comer!
fr: À taaaaaable !
it: Ora di gnammi!
ja: ヤムスの時間だよ！
ko: 냠냠 시간이다!
pl: Czas na pyszności!
pt_br: Hora de comer!
ru: Пора ням-ням!
zh_tw: 美味時間到！

# CHARACTERS.WURT.DESCRIBE.COOKPOT.EMPTY
source: Wish there was food inside, flurp.
de: Wäre doch Essen drin, flurp.
es: Ojalá hubiera comida dentro, flurp.
es_mx: Ojalá haber comida dentro, flup.
fr: C'est dommage qu'il n'y ait rien à manger.
it: Vorrei cibo dentro, flurp.
ja: 中に食べ物があればいいな、フループ。
ko: 안에 음식 있으면 좋을 텐데, 뻐끔.
pl: Fajnie by było, gdyby było w nim jedzenie, flurp.
pt_br: Queria que tivesse comida dentro, flurp.
ru: Хлюп, вот бы туда еду.
zh_tw: 希望裡面有吃的，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.COONTAIL
source: Mine now, florp!
de: Meins, florp!
es: ¡Ahora me pertenece, florp!
es_mx: ¡Ser mía ahora, flop!
fr: C'est à moi maintenant, florp !
it: Mia adesso, florp!
ja: 今の私は、フロープ！
ko: 이제 내 거야, 뻐끔!
pl: Teraz jest mój, florp!
pt_br: Meu agora, florp!
ru: Бульк, мое-мое!
zh_tw: 現在歸我了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CORN
source: Eat cob for extra crunchy snack, flort.
de: Kolben ist sehr knuspriges Essen, flort.
es: Una mazorca es un piscolabis extracrujiente, flort.
es_mx: Comerme elote también para que botana ser más crocante, flop.
fr: C'est croquant, flort.
it: Mangio pannocchia per spuntino croccantino, flort.
ja: 沢山のカリカリのおやつにコブを食べてね、フロート。
ko: 옥수수는 엄청 아삭아삭한 간식이지, 뻐끔.
pl: Jak się ma ochotę na chrupiący smakołyk, można też zjeść kolbę.
pt_br: Come espiga pra petisco extracrocante, flort.
ru: Стебелек — тоже вкусная хрустелка!
zh_tw: 啃玉米棒子，嘎嘣脆的小吃，浮浪特。

# CHARACTERS.WURT.DESCRIBE.CORN_COOKED
source: They 'sploded!
de: Explodiert!
es: ¡Han explotado!
es_mx: ¡Todos explotar!
fr: Ça a explosé.
it: Esplosi!
ja: スプラッドだ！
ko: 터졌다!
pl: Wybuchły!
pt_br: Eles explodiram!
ru: Взорвались!
zh_tw: 爆開了！

# CHARACTERS.WURT.DESCRIBE.CORN_OVERSIZED
source: Big crunchy!
de: Großer Knusper!
es: ¡Grande y crujiente!
fr: Du gros truc qui croustille !
it: Grande croccante!
ja: おっきいカリカリだ！
ko: 아주 아삭아삭해!
pl: Duży chrupek!
pt_br: Crocantão!
ru: Большая хрустяшка!
zh_tw: 又大又脆!

# CHARACTERS.WURT.DESCRIBE.CORN_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.CRABKING.GENERIC
source: Glurp... he kinda cranky.
de: Glurp ... irgendwie sauer.
es: Glurp... Tiene malas pulgas.
es_mx: Glup... ser un poco malhumorado.
fr: Glorp. Il est tout grincheux.
it: Glurp... Sembra tipo irritabile.
ja: ...彼はちょっと不機嫌なんだよ。
ko: 빠끔... 좀 괴팍해.
pl: Glurp... jakiś jest marudny.
pt_br: Glurp... ele meio irritadiço.
ru: Хлюп… Сердитый тип.
zh_tw: 格勒普……他脾氣有點大。

# CHARACTERS.WURT.DESCRIBE.CRABKING.INERT
source: Castle not very pretty yet.
de: Schloss noch nicht sehr hübsch.
es: El castillo no es muy bonito todavía.
es_mx: Castillo no ser muy bonito aún.
fr: Le château n'est pas très beau pour l'instant.
it: Castello non molto bello.
ja: 城はまだあまりきれいじゃないよ。
ko: 아직 많이 안 예쁜 성이야.
pl: Zamek nie jest jeszcze najpiękniejszy.
pt_br: Castelo ainda não muito bonito.
ru: Замок еще не красивенький.
zh_tw: 城堡還不夠漂亮。

# CHARACTERS.WURT.DESCRIBE.CRABKING_CLAW
source: Go away! No pinching!
de: Geh weg! Nicht kneifen!
es: ¡Vete! ¡Nada de pellizcar!
es_mx: ¡Alejar! ¡No pellizcar!
fr: Arrête, me pince pas !
it: Vai via! Giù pinze!
ja: あっち行け！挟むな！
ko: 저리 가! 꼬집지 마!
pl: Idź sobie! Żadnego szczypania!
pt_br: Vá embora! Sem beliscar!
ru: Уходи! Не щипайся!
zh_tw: 走開！別夾我！

# CHARACTERS.WURT.DESCRIBE.CRITTERLAB
source: See something moving inside, florp.
de: Da drin bewegt sich was, florp.
es: He visto algo moviéndose dentro, florp.
es_mx: Yo ver algo moverse dentro, flop.
fr: Y'a quelque chose qui bouge à l'intérieur, florp.
it: Vedo altro muoversi dentro, florp.
ja: 中で何かが動いているようだよ、フロープ。
ko: 안에서 뭐 움직여, 뻐끔.
pl: Coś się rusza w środku, florp.
pt_br: Vejo algo se mexendo dentro, florp.
ru: Внутри что-то шевелится, бульк.
zh_tw: 看見裡面有東西在動，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CRITTER_DRAGONLING
source: Green scaly friends stick together, florp!
de: Grüne schuppige Freunde halten zusammen, florp!
es: ¡Los amigos verdes escamosos permanecen unidos, florp!
es_mx: ¡Amigos verdes y escamosos mantenerse unidos, flop!
fr: Entre bêtes à écailles vertes, on se serre les coudes, florp !
it: Amici verdi con squame stanno insieme, florp!
ja: 緑のうろこの仲間がついてきているよ、フロープ！
ko: 초록색 비늘 친구들이 붙어 다녀, 뻐끔!
pl: Zieloni, łuskowaci przyjaciele trzymają się razem, florp!
pt_br: Amigos escamosos verdes ficam juntos, florp!
ru: Хлюп! Мы зеленые чешуйчатые друзья!
zh_tw: 咱們長綠鱗的好朋友要團結，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CRITTER_EYEOFTERROR
source: Will make sure no get dry, glorp. Very important.
de: Werde machen, dass nichts trocken ist, glorp. Sehr wichtig.
es: Cuidado con no secarse, glorp. Muy importante.
fr: Comme ça je sécherai pas, glorp. Très important.
it: Controllare non diventare tutto secco, glorp. Molto importante.
ja: 乾燥しないようにしてね、グロープ。とっても大切だよ。
ko: 건조해지지 않게 할 게. 아주 중요해.
pl: Upewnię się, że ty nie wyschnąć, glorp. To ważne.
pt_br: Não vou deixar secar, glorp. Muito importante.
ru: Я позабочусь, чтобы вы не высохли. Это очень важно, бульк.
zh_tw: 一定別乾死，格浪噗。很重要的。

# CHARACTERS.WURT.DESCRIBE.CRITTER_GLOMLING
source: Good bouncy bug.
de: Gutes Hüpfbiest.
es: Bicho saltarín bueno.
es_mx: Ser buen bicho saltarín.
fr: Une petite boule qui vole.
it: Bell'insetto rimbalzante.
ja: 良い跳ね虫だね。
ko: 통통 튀는 착한 벌레야.
pl: Miły, skaczący robaczek.
pt_br: Bom inseto saltitante.
ru: Славный прыгучий жучок.
zh_tw: 愛跳的好蟲子。

# CHARACTERS.WURT.DESCRIBE.CRITTER_KITTEN
source: ...Guess you pretty okay, florpt.
de: ... Du bist nett, florpt.
es: ... Supongo que me caes bien, florpt.
es_mx: ... Suponer que tú sí agradarme, flop.
fr: ...T'es plutôt gentil, florp.
it: ... Sembra stai bene, florpt.
ja: ...大丈夫だと思うよ、フロープト。
ko: ...나쁘지 않은 것 같아, 뻐끔.
pl: Chyba masz się całkiem nieźle, florpt...
pt_br: ... Acho que você tá bem, florpt.
ru: …Ну ты ничего так, бульк.
zh_tw: ……我猜你挺好的，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.CRITTER_LAMB
source: Don't worry, will keep you safe!
de: Keine Sorge, passe auf dich auf!
es: ¡No te preocupes, te mantendré a salvo!
es_mx: ¡No preocupar, yo mantenerte a salvo!
fr: N'aie pas peur, je vais te protéger !
it: Non preoccuparti, tengo al sicuro!
ja: 心配しないで、守ってあげるよ！
ko: 걱정 마, 안전하게 지켜 줄게!
pl: Nie martw się, będę o ciebie dbać!
pt_br: Não se preocupe, vou te manter segura!
ru: Не бойся, я защищу!
zh_tw: 別擔心，我會保護你的！

# CHARACTERS.WURT.DESCRIBE.CRITTER_LUNARMOTHLING
source: You ugly, but me love you.
de: Bist hässlich, aber ich mag dich.
es: Eres fea, pero te quiero.
es_mx: Tú ser fea, pero yo amarte.
fr: T'es moche, mais je t'adore.
it: Bruttina, ma mi piaci.
ja: あなたは不細工だけど、アタシは好きだよ。
ko: 나 너 못생겼어도 사랑해.
pl: Jesteś brzydka, ale cię kocham.
pt_br: Você é feia, mas mim te ama.
ru: Ты гадкий, но я тебя люблю.
zh_tw: 你長的醜，但是我喜歡你。

# CHARACTERS.WURT.DESCRIBE.CRITTER_PERDLING
source: Hello birdy!
de: Hallo Vögelchen!
es: ¡Hola, pajarito!
es_mx: ¡Hola, pajarito!
fr: Salut, petit oiseau !
it: Ciao uccellino!
ja: こんにちは、鳥さん！
ko: 안녕, 새야!
pl: Cześć, ptaszku!
pt_br: Oi, passarinho!
ru: Привет, птичка!
zh_tw: 你好，小鳥！

# CHARACTERS.WURT.DESCRIBE.CRITTER_PUPPY
source: Wanna play, flurp?
de: Spielen, flurp?
es: ¿Quieres jugar, flurp?
es_mx: ¿Querer jugar, flup?
fr: Tu veux jouer, florp ?
it: Vuoi giocare, flurp?
ja: フロープ、遊ぶかい？
ko: 놀래, 뻐끔?
pl: Chcesz się pobawić, flurp?
pt_br: Quer jogar, flurp?
ru: Бульк, поиграем?
zh_tw: 想一起玩嗎，浮勒噗？

# CHARACTERS.WURT.DESCRIBE.CROW.GENERIC
source: It a black bird.
de: Schwarzer Vogel.
es: Es un pájaro negro.
es_mx: Ser un pájaro negro.
fr: Un oiseau noir.
it: Era uccello nero.
ja: 黒い鳥だね。
ko: 검은 새야.
pl: Czarny ptaszek.
pt_br: É um pássaro preto.
ru: Черная птица.
zh_tw: 一隻黑鳥。

# CHARACTERS.WURT.DESCRIBE.CROW.HELD
source: Will find good new home for you, florp.
de: Finden schönes neues Zuhause für dich, florp.
es: Te encontraré una buena casa nueva, florp.
es_mx: Yo encontrarte un mejor y nuevo hogar, flop.
fr: J'vais te trouver une nouvelle maison, florp.
it: Troverò nuova bella casa per te, florp.
ja: 新しい家を見つけてくれるよ、フロープ。
ko: 멋진 새집 찾아 줄게, 뻐끔.
pl: Znajdę dla ciebie porządny, nowy dom, florp.
pt_br: Vou encontrar bom novo lar pra você, florp.
ru: Хлюп, я тебе найду хороший дом.
zh_tw: 我會給你找個新家，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CRUMBS
source: Left tasty trail, florp.
de: Leckere Spur, florp.
es: Han dejado un rastro sabroso, florp.
es_mx: Ser camino de sobras sabrosas, flop.
fr: Je laisse une piste croustillante derrière moi.
it: Lasciato scia gustosa, florp.
ja: 左のおいしい道だよ、フロープ。
ko: 맛있는 흔적 남겼어, 뻐끔.
pl: Ktoś zostawił za sobą smaczne ślady, florp.
pt_br: Deixou trilha gostosa, florp.
ru: Бульк, остался сладкий след.
zh_tw: 留下一路的美味，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CUTGRASS
source: It grass.
de: Gras.
es: Es hierba.
es_mx: Ser hierba.
fr: C'est de l'herbe.
it: Erba
ja: それは草だよ。
ko: 풀이야.
pl: Trawa.
pt_br: É grama.
ru: Трава.
zh_tw: 是草。

# CHARACTERS.WURT.DESCRIBE.CUTLICHEN
source: Crumbly.
de: Krümelig.
es: Se despedaza.
es_mx: Desmoronarse.
fr: Croulant.
it: Friabile.
ja: なんかポロポロ崩れてくるよー
ko: 부스러지고 있는걸.
pl: Kruszy się.
pt_br: Frágil.
ru: Ветхая штука.
zh_tw: 鬆脆。

# CHARACTERS.WURT.DESCRIBE.CUTREEDS
source: Swamp full of useful things, florp.
de: Lauter nützliche Sachen im Sumpf, florp.
es: El pantano está lleno de cosas útiles, florp.
es_mx: Pantano estar lleno de cosas útiles, flop.
fr: Le marécage est plein de trucs utiles, florp.
it: Palude piena di cose utili, florp.
ja: 役に立つものがいっぱいの沼だね、フロープ。
ko: 습지에는 유용한 게 많아, 뻐끔.
pl: Bagna są pełne przydatnych rzeczy, florp.
pt_br: Pântano cheio de coisas úteis, florp.
ru: В болоте много полезностей, хлюп.
zh_tw: 沼澤裡裡全是有用的東西，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CUTSTONE
source: It stone. It cut.
de: Stein. Geschnitten.
es: Es piedra. Corta.
es_mx: Ser piedra. Estar cortada.
fr: C'est une pierre taillée.
it: Pietra. Tagliata.
ja: 石だよ。それを割るよ。
ko: 돌이야. 잘렸어.
pl: Kamień. Ociosany.
pt_br: É pedra. Cortou.
ru: Кусок камня.
zh_tw: 石頭。磨平的石頭。

# CHARACTERS.WURT.DESCRIBE.DEADLYFEAST
source: Shouldn't eat that.
de: Sollte man nicht essen.
es: No debería comer eso.
es_mx: Yo no deber comer eso.
fr: Faut pas que je mange ça.
it: Non devo mangiare.
ja: 食べてはいけないよ。
ko: 먹으면 안 돼.
pl: Nie powinnam tego jeść.
pt_br: Não deveria comer isso.
ru: Не надо это кушать.
zh_tw: 不應該吃那個。

# CHARACTERS.WURT.DESCRIBE.DEAD_SEA_BONES
source: Poor fish, shoulda stayed in water, florp.
de: Armer Fisch, hättest im Wasser bleiben sollen, florp.
es: Pobre pez, debería haberse quedado en el agua, florp.
es_mx: Pobre pez. Tú haber debido quedarte en agua, flop.
fr: Pauvre poisson, t'aurais dû rester dans l'eau, florp.
it: Povero pesce, doveva stare in mare, florp.
ja: かわいそうな魚だね、水の中にいるべきだったな、フロープ。
ko: 가엾은 물고기, 물속에 있었어야지, 뻐끔.
pl: Biedna rybka. Powinna była zostać w wodzie, florp.
pt_br: Peixe coitado, devia ficar na água, florp.
ru: Бедная рыбка, бульк. Зря вылезла из воды.
zh_tw: 可憐的魚，應該待在水裡的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DECIDUOUSTREE.BURNING
source: Aaah, it hot!!
de: Aaah, heiß!!
es: Aaah, ¡¡está caliente!!
es_mx: ¡¡Aaah, estar en llamas!!
fr: Aaaah ! C'est chaud !
it: Aaah, brucia!
ja: あー、熱い！！
ko: 아악, 뜨거워!!
pl: Aaa, gorące!
pt_br: Aaah, tá quente!!
ru: А-а-а, горячо-о!
zh_tw: 啊，好燙！！

# CHARACTERS.WURT.DESCRIBE.DECIDUOUSTREE.BURNT
source: Bye-bye tree.
de: Tschüss Baum.
es: Adiós, árbol.
es_mx: Adiosito, árbol.
fr: Adieu, l'arbre.
it: Ciao ciao albero.
ja: バイバイ、木。
ko: 안녕, 나무야.
pl: Pa, pa, drzewko.
pt_br: Tchau-tchau, árvore.
ru: Пока-пока, дерево.
zh_tw: 再見了，小樹。

# CHARACTERS.WURT.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Broke into pieces!
de: Kaputt!
es: ¡Está hecho pedazos!
es_mx: ¡Roto en pedazos!
fr: J'en ai fait des morceaux !
it: Rotto in pezzi!
ja: バラバラになったよ！
ko: 산산조각 났어!
pl: Pocięte na kawałki!
pt_br: Quebrou em pedaços!
ru: Разлетелось на куски!
zh_tw: 砍成小碎片了！
