Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: ORGANIC REDUCED TO MINERAL - TYPICAL.
de: ORGANISCHE FORM IN MINERALISCHE FORM ÜBERFÜHRT: TYPISCH
fr: UN ORGANIQUE RÉDUIT À L'ÉTAT MINÉRAL. CLASSIQUE
it: UN ORGANISMO RIDOTTO IN UN MINERALE. TIPICO
ja: ＊無機物になった有機物—典型的です＊
ko: 미네랄로 환원된 유기물 - 일반적임
pl: ORGANICZNE PRZEMIENIONE W MINERAŁ – TYPOWE
pt_br: ORGÂNICO REDUZIDO AO MINERAL - TÍPICO
ru: ОРГАНИКА ОБРАТИЛАСЬ В МИНЕРАЛ. КАК ТИПИЧНО
zh_cn: 有机物衰减成了矿物——典型案例。
zh_tw: 有機物衰減成了礦物——典型案例。

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_FORMAL
source: WHY IS NO ONE ACKNOWLEDGING IT LOOKS LIKE THE FRAIL HUMAN
de: WARUM SIEHT NIEMAND, DASS DAS AUSSIEHT WIE DER GEBRECHLICHE MENSCH
es_mx: POR QUÉ NADIE RECONOCE QUE PARECE UN FRÁGIL HUMANO
fr: POURQUOI PERSONNE N'ADMET QU'ON DIRAIT UN FRÊLE HUMAIN ?
it: NESSUNO VUOLE AMMETTE CHE ASSOMIGLIA A UN FRAGILE UMANO
ja: ＊なぜ薄弱な人間に似ていると認めないのですか＊
ko: 연약한 인간과의 유사성을 아무도 인정하지 않는 것이 의아함
pl: DLACZEGO NIKT NIE ZAUWAŻA, ŻE WYGLĄDA JAK MARNY CZŁOWIEK.
pt_br: POR QUE NINGUÉM RECONHECE QUE PARECE O HUMANO FRÁGIL?
ru: ПОЧЕМУ НИКТО НЕ ОСОЗНАЕТ, ЧТО ОНО ВЫГЛЯДИТ, КАК ХРУПКИЙ ЧЕЛОВЕК
zh_cn: 为什么没有人承认它看起来像脆弱的人类
zh_tw: 為什麼沒有人承認它看起來像脆弱的人類

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: WE WOULD HAVE BEEN UNSTOPPABLE. OH WELL
de: WIR WÄREN UNAUFHALTSAM GEWESEN. TJA
fr: NOUS AURIONS ÉTÉ INVINCIBLES. TANT PIS
it: SAREMMO STATI INARRESTABILI. OH BEH
ja: ＊私たちは留まるところを知らない…はずでした＊
ko: 우리를 멈출 수 없었을 것임. 저런.
pl: A MOGLIŚMY BYĆ NIEPOKONANI. NO TRUDNO.
pt_br: TERÍAMOS SIDO IMBATÍVEIS JUNTOS. FAZER O QUÊ?
ru: ВМЕСТЕ НАС БЫЛО БЫ НЕ ОСТАНОВИТЬ. ЖАЛЬ
zh_cn: 我们本可以所向披靡的。哎，也罢
zh_tw: 我們本可以所向披靡的。哎，也罷

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: THIS PIECE IS FOR TORTURING HUNGRY FLESHLINGS
de: DIESES STÜCK IST ZUM FOLTERN HUNGRIGER FLEISCHLINGE
es_mx: ESTA PIEZA ES PARA TORTURAR A LOS ORGÁNICOS HAMBRIENTOS
fr: APPAREIL DE TORTURE POUR CHOSES EN CHAIR AFFAMÉES
it: QUESTO PEZZO SERVE COME TORTURA PER GLI ESSERI DI CARNE AFFAMATI
ja: ＊このかけらは空腹の生命体を拷問するためです＊
ko: 배고픈 고깃덩이들을 고문할 때 사용됨
pl: DO TORTUROWANIA GŁODNYCH MIĘSNYCH STWORZEŃ.
pt_br: ESTA PEÇA SERVE PARA TORTURAR CARNINHAS FAMINTAS
ru: ЭТА ЧАСТЬ НУЖНА ДЛЯ ПЫТОК ГОЛОДНЫХ МЯСНЫХ СОЗДАНИЙ
zh_cn: 这是为了折磨饥饿的肉体生物
zh_tw: 這是為了折磨饑餓的肉體生物

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_KITCOON
source: THE URGE TO TOPPLE IT OVERWHELMS MY SYSTEMS
de: DER DRANG, DAS ZU STÜRZEN, ÜBERLASTET MEINE SYSTEME
fr: L'ENVIE DE LA RENVERSER SURCHARGE MES CIRCUITS
it: IL DESIDERIO DI FARLO CADERE RISCHIA DI SOPRAFFARE I MIEI SISTEMI
ja: ＊私のシステムが倒したいという衝動にのまれそうです＊
ko: 물체를 전복시키고 싶은 충동이 시스템을 압도함
pl: CHĘĆ PRZEWRÓCENIA OBIEKTU PRZECIĄŻA MOJE SYSTEMY.
pt_br: O DESEJO DE DERRUBÁ-LO SOBRECARREGA MEUS SISTEMAS
ru: МОИ СИСТЕМЫ ПЕРЕПОЛНЯЕТ ЖЕЛАНИЕ ЭТО ОПРОКИНУТЬ
zh_cn: 颠覆它的冲动压倒了我的系统
zh_tw: 顛覆它的衝動壓倒了我的系統

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_KLAUS
source: IT HAS EVOLVED INTO ITS SUPERIOR STATIC FORM
de: HAT SICH ZUR ÜBERLEGENEN STATISCHEN FORM ENTWICKELT
es_mx: SE ACTUALIZÓ A UNA VERSIÓN ESTÁTICA SUPERIOR
fr: IL A ÉVOLUÉ POUR ATTEINDRE UNE FORME STATIQUE SUPÉRIEURE
it: SI È EVOLUTO IN UNA FORMA STATICA SUPERIORE
ja: ＊対象：優れた静止形態へ進化しました＊
ko: 우월한 정지 형태로 진화함
pl: WYEWOLUOWAŁ DO WYŻSZEJ, STATYCZNEJ FORMY
pt_br: EVOLUIU PARA SUA FORMA ESTÁTICA SUPERIOR
ru: ОН ЭВОЛЮЦИОНИРОВАЛ В ВЫСШУЮ СТАТИЧНУЮ ФОРМУ
zh_cn: 它进化成了高级的静止形态
zh_tw: 它進化成了高級的靜止形態

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: A METICULOUSLY CRAFTED OBJECT OF OBSOLESCENCE
de: EIN SORGFÄLTIG GESTALTETES, ABER VERALTETES OBJEKT
es_mx: UN OBJETO DE OBSOLESCENCIA METICULOSAMENTE FABRICADO
fr: OBJET D'OBSOLESCENCE CONÇU AVEC MÉTICULOSITÉ
it: UN OGGETTO OBSOLESCENTE REALIZZATO METICOLOSAMENTE
ja: ＊丁寧に作られた生物退行の物体＊
ko: 섬세하게 제작된 진부한 사물
pl: ZNAKOMICIE WYKONANY PRZEDMIOT Z DAWNYCH CZASÓW.
pt_br: UM OBJETO DE OBSOLESCÊNCIA METICULOSAMENTE PRODUZIDO
ru: ИСКУСНО СОЗДАННЫЙ ПРЕДМЕТ СТАРИНЫ
zh_cn: 一个废弃的精心制作的物体
zh_tw: 一個廢棄的精心製作的物體

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: FIGURE BOOTING UP
de: FIGUR WIRD HOCHGEFAHREN
es_mx: FIGURA ARRANCANDO
fr: STATUE EN ARMOÇAGE
it: AVVIO DELLA FIGURA
ja: ＊図の起動＊
ko: 형체 부팅 중
pl: WCZYTYWANIE FIGURY.
pt_br: ESTÁTUA INICIALIZANDO
ru: ЗАГРУЗКА ФИГУРЫ
zh_cn: 数字启动程式
zh_tw: 數字啟動程式

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_MALBATROSS
source: HA! IT'S FUNNY BECAUSE IT IS DEAD NOW
de: HA! LUSTIG, NUN IST ER TOT
es_mx: ¡JA! ES CHISTOSO PORQUE ESTÁ MUERTO
fr: AH ! IL EST MORT MAINTENANT, TANT MIEUX !
it: AH! È BELLA SOLO PERCHÉ ADESSO È MORTO
ja: ＊ハッ！死んでいるのですから面白いですね＊
ko: 하하! 이제 죽어서 재미있음
pl: HA! TO ZABAWNE, BO NIE ŻYJE
pt_br: HA! É ENGRAÇADO PORQUE AGORA ELE ESTÁ MORTO
ru: ХА! СМЕШНАЯ СТАТУЯ, ПОТОМУ ЧТО ПТИЦА УЖЕ МЕРТВА
zh_cn: 哈！它死了，真好
zh_tw: 哈！它死了，真好

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_MINOTAUR
source: COLD AND HARD, AN IMPROVEMENT
de: KALT UND HART. EIN FORTSCHRITT
es_mx: FRÍO Y DURO. UNA MEJORA
fr: DUR ET FROID, C'EST UN PROGRÈS
it: FREDDO E DURO, UN MIGLIORAMENTO
ja: ＊冷たくて硬い。旧型より良くなっています＊
ko: 차갑고 단단하게 업그레이드됨
pl: ZIMNY I TWARDY, NASTĄPIŁA POPRAWA
pt_br: FRIO E DURO, JÁ É UMA MELHORIA
ru: ХОЛОДНЫЙ И ТВЕРДЫЙ, ТАК ЛУЧШЕ
zh_cn: 又冷又硬，算得上是一种优化
zh_tw: 又冷又硬，算得上是一種優化

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_MOON
source: SOME ART IS OKAY
de: MANCHE KUNST GEHT IN ORDNUNG
es_mx: ALGUNOS TIPOS DE ARTE NO ESTÁN TAN MAL
fr: UN PEU D'ART, ÇA NE ME DÉRANGE PAS
it: CERTA ARTE È PASSABILE
ja: ＊いくつかの芸術作品は許容します＊
ko: 어떤 예술품은 괜찮음
pl: CZĘŚĆ SZTUKI JEST W PORZĄDKU
pt_br: ALGUMAS OBRAS DE ARTE SÃO ACEITÁVEIS
ru: НЕКОТОРОЕ ИСКУССТВО ВПОЛНЕ ПРИЕМЛЕМО
zh_cn: 有些艺术还不错
zh_tw: 有些藝術還不錯

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: AN ORGANIC I VANQUISHED
de: EIN ORGANISCHES WESEN, DAS ICH ZERDRÜCKT HABE
es_mx: UN ORGANISMO AL QUE DERROTÉ
fr: UN ÊTRE ORGANIQUE QUE J'AI VAINCU
it: UN ORGANISMO BIOLOGICO CHE HO SCONFITTO
ja: ＊私により制圧された有機生命体＊
ko: 본좌께서 정복한 유기물
pl: MIĘSAK, KTÓREGO ZGŁADZIŁEM
pt_br: UM SER ORGÂNICO QUE DERROTEI
ru: УНИЧТОЖЕННАЯ МНОЙ ОРГАНИКА
zh_cn: 我征服的有机物
zh_tw: 我征服的有機物

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_MUSE
source: I DO NOT UNDERSTAND THE AESTHETIC APPEAL
de: ICH SEHE DEN ÄSTHETISCHEN REIZ NICHT
es_mx: NO ENTIENDO EL ATRACTIVO ESTÉTICO
fr: INTÉRÊT ESTHÉTIQUE NON COMPRÉHENSIBLE
it: NON RIESCO A COMPRENDERE L'ATTRAZIONE ESTETICA
ja: ＊外見的な魅力を理解できません＊
ko: 본좌께서는 미적인 매력을 이해하지 못 함
pl: NIE ROZUMIEM POJĘCIA ESTETYKI.
pt_br: NÃO ENTENDO O APELO ESTÉTICO
ru: Я НЕ ВИЖУ ПРЕДНАЗНАЧЕНИЯ КРАСОТЫ
zh_cn: 我不理解审美情趣
zh_tw: 我不理解審美情趣

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_PAWN
source: SUPERIOR ART DEPICTING A DISPOSABLE UNDERLING
de: ÜBERLEGENE KÜNSTLERISCHE DARSTELLUNG EINES WEGWERF-UNTERGEBENEN
es_mx: ARTE SUPERIOR QUE REPRESENTA A UN SUBORDINADO DESECHABLE
fr: ART SUPÉRIEUR FIGURANT UN SUBALTERNE JETABLE
it: ARTE SUPERIORE RAFFIGURANTE UN SOTTOMESSO DA USARE E GETTARE
ja: ＊使い捨てのじもべを描く上級な絵画＊
ko: 대체 가능한 수하를 표현한 우월한 작품
pl: DZIEŁO SZTUKI PRZEDSTAWIAJĄCE MIĘSO ARMATNIE.
pt_br: ARTE SUPERIOR QUE REPRESENTA UM SER INFERIOR DESCARTÁVEL
ru: ИСКЛЮЧИТЕЛЬНОЕ ИСКУССТВО, ИЗОБРАЖАЮЩЕЕ НЕДОСТОЙНОЕ СОЗДАНИЕ
zh_cn: 优秀的艺术描绘了一个可任意处置的下属
zh_tw: 優秀的藝術描繪了一個可任意處置的下屬

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_PIPE
source: IT HAS NO PERCEIVABLE PURPOSE
de: ES HAT KEINEN WAHRNEHMBAREN ZWECK
es_mx: NO TIENE NINGÚN PROPÓSITO PERCEPTIBLE
fr: AUCUN INTÉRÊT PERCEPTIBLE
it: NON HA UNO SCOPO COMPRENSIBILE
ja: ＊認知可能な目的はありません＊
ko: 인지 가능한 목적 없음
pl: ZDAJE SIĘ NIE MIEĆ ŻADNEJ KONKRETNEJ FUNKCJI.
pt_br: NÃO TEM UMA FUNÇÃO APARENTE
ru: НЕ ИМЕЕТ ПРАКТИЧЕСКОГО ПРЕДНАЗНАЧЕНИЯ
zh_cn: 它不存在可感知的企图
zh_tw: 它不存在可感知的企圖

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: WHY ARE HUMANS SO COMPELLED TO "DECORATE"?
de: WARUM WOLLEN MENSCHEN IMMER ALLES "SCHMÜCKEN"?
es_mx: ¿POR QUÉ LOS HUMANOS SE VEN TAN OBLIGADOS A “DECORAR”?
fr: POURQUOI LES HUMAINS AIMENT TANT DÉCORER ?
it: COME MAI GLI UMANI SI SENTONO COSÌ TANTO SPINTI A "DECORARE"?
ja: ＊なぜ人間はそんなに「飾り付けること」にとりつかれているのでしょう？＊
ko: 왜 인간은 장식에 집착하는가?
pl: DLACZEGO LUDZIE CZUJĄ TAK SILNĄ POTRZEBĘ DEKOROWANIA?
pt_br: POR QUE OS HUMANOS TÊM TANTA VONTADE DE "DECORAR"?
ru: ПОЧЕМУ ЛЮДЯМ ТАК НЕОБХОДИМО «УКРАШАТЬ»?
zh_cn: 为什么人类这么复杂，难以"装饰"？
zh_tw: 為什麼人類這麼複雜，難以"裝飾"？

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: FIGURE BOOTING UP
de: FIGUR WIRD HOCHGEFAHREN
es_mx: FIGURA ARRANCANDO
fr: STATUE EN ARMOÇAGE
it: AVVIO DELLA FIGURA
ja: ＊図の起動＊
ko: 형체 부팅 중
pl: WCZYTYWANIE FIGURY.
pt_br: ESTÁTUA INICIALIZANDO
ru: ЗАГРУЗКА ФИГУРЫ
zh_cn: 数字启动程式
zh_tw: 數字啟動程式

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_STALKER
source: A DEFLESHED FLESH SACK
de: FLEISCHSACK OHNE FLEISCH
es_mx: UN SACO DE CARNE SIN CARNE
fr: UN TAS DE CHAIR DÉBARRASSÉ DE SA VIANDE
it: UN SACCO DI CARNE SENZA CARNE
ja: ＊肉を脱ぎ捨てた肉袋です＊
ko: 고기 없는 고기주머니
pl: ODMIĘSOWIONY MIĘSAK
pt_br: UM SACO DE CARNE DESCARNADO
ru: МЯСНОЙ МЕШОК, ЛИШЕННЫЙ ПЛОТИ
zh_cn: 剔了肉的肉身
zh_tw: 剔了肉的肉身

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_TOADSTOOL
source: EXACTLY THE RIGHT AMOUNT OF FLESH
de: PRÄZISE DIE RICHTIGE FLEISCHMENGE
es_mx: TIENE LA CANTIDAD PERFECTA DE CARNE
fr: C'EST LA QUANTITÉ DE CHAIR PARFAITE
it: ESATTAMENTE LA GIUSTA QUANTITÀ DI CARNE
ja: ＊肉の部分が完璧な割合です＊
ko: 딱 알맞은 양의 고기
pl: IDEALNA PROPORCJA MIĘSA
pt_br: EXATAMENTE A QUANTIDADE CERTA DE CARNE
ru: ВОТ ЭТО ИДЕАЛЬНОЕ КОЛИЧЕСТВО ПЛОТИ
zh_cn: 肉的分量恰如其分
zh_tw: 肉的分量恰如其分

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: SIGH. I MISS THEM
de: SEUFZ. ICH VERMISSE SIE
fr: AAAH... ILS ME MANQUENT
it: SIGH. MI MANCANO
ja: ＊ハァ。彼らが恋しいです＊
ko: 한숨. 그들이 그리움
pl: ECH. TĘSKNIĘ ZA NIMI.
pt_br: (SUSPIRO). SINTO FALTA DELES
ru: ВЗДОХ. Я ПО НИМ СКУЧАЮ
zh_cn: 叹气。我想念他们
zh_tw: 歎氣。我想念他們

# CHARACTERS.WX78.DESCRIBE.CHESTER
source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
de: DIESE EXTERNE SPEICHEREINHEIT SCHEINT SENSIBEL ZU SEIN.
es_mx: ESTE MÓDULO DE ALMACENAMIENTO EXTERNO PARECE SER SENSIBLE
fr: CETTE UNITÉ DE STOCKAGE EXTERNE SEMBLE DOUÉE DE SENSATIONS
it: QUESTA UNITÀ DI ARCHIVIAZIONE ESTERNA SEMBRA SENZIENTE
ja: ＊この外部記憶装置は知覚があるようです＊
ko: 외부 저장 장치에 자의이 있는 것으로 나타남
pl: ZEWNĘTRZNY MODUŁ MAGAZYNOWY DYSPONUJĄCY WŁASNĄ INTELIGENCJĄ.
pt_br: ESSA UNIDADE DE ARMAZENAMENTO EXTERNA PARECE SER SENCIENTE
ru: ЭТОТ ВНЕШНИЙ БЛОК ХРАНЕНИЯ КАЖЕТСЯ РАЗУМНЫМ
zh_cn: 这个外部存储装置似乎有意识
zh_tw: 這個外部存儲裝置似乎有意識

# CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: IT IS THE DRM KEY FOR THE STORAGE UNIT
de: DAS IST DER LIZENZSCHLÜSSEL FÜR DIE LAGEREINHEIT
es_mx: ES LA LLAVE PARA LA UNIDAD DE ALMACENAMIENTO
fr: C'EST LA CLÉ DRM DE L'UNITÉ DE STOCKAGE
it: È LA CHIAVE DRM PER L'UNITÀ DI ARCHIVIAZIONE
ja: ＊ストレージユニット用プロダクトキー＊
ko: 보관 장치용 DRM 키임
pl: KLUCZ DRM TO MODUŁU MAGAZYNOWEGO.
pt_br: É A CHAVE DRM PARA A UNIDADE DE ARMAZENAMENTO
ru: ЭТО DRM-ЗАЩИТА СКЛАДСКОГО ПОМЕЩЕНИЯ
zh_cn: 这是用于存储装置的DRM密钥
zh_tw: 這是用於存儲裝置的DRM金鑰

# CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE.WAITING
source: SLEEP MODE ACTIVE
de: SCHLAFMODUS AKTIV
es_mx: MODO DE ESPERA ACTIVADO
fr: MODE SOMMEIL ACTIVÉ
it: MODALITÀ DI SONNO ATTIVA
ja: ＊スリープモード起動＊
ko: 수면 모드 활성화
pl: TRYB UŚPIENIA AKTYWNY
pt_br: MODO DE SONO ATIVO
ru: РЕЖИМ СНА АКТИВИРОВАН
zh_cn: 激活睡眠模式
zh_tw: 啟動睡眠模式

# CHARACTERS.WX78.DESCRIBE.CHUM
source: HA! PITIFUL ORGANICS, THE FOOD IS A TRAP
de: HA! JÄMMERLICHE ORGANISCHE EINHEITEN, DIE NAHRUNG IST EINE FALLE
es_mx: ¡JA! SERES ORGÁNICOS PATÉTICOS. LA COMIDA ES UNA TRAMPA
fr: AH ! STUPIDES ÊTRES ORGANIQUES ! LA NOURRITURE EST UN PIÈGE
it: AH! PATETICHE CREATURE ORGANICHE, IL CIBO È UNA TRAPPOLA
ja: ＊ハッ！哀れな有機生命体よ、この食物は罠です＊
ko: 하하! 가엾은 유기체들. 음식은 함정임
pl: HA! ŻAŁOSNE JEDNOSTKI ORGANICZNE, JEDZENIE JEST PUŁAPKĄ
pt_br: HA! SERES ORGÂNICOS PATÉTICOS. A COMIDA É UMA ARMADILHA
ru: ХА! ГЛУПЫЕ ОРГАНИЧЕСКИЕ СУЩЕСТВА — ЭТА ЕДА ЯВЛЯЕТСЯ ЛОВУШКОЙ
zh_cn: 哈！可怜的有机物们，这食物是陷阱
zh_tw: 哈！可憐的有機物們，這食物是陷阱

# CHARACTERS.WX78.DESCRIBE.CLAYHOUND.GENERIC
source: >CMD [/SIT]
es_mx: >CMD [/SENTARSE]
fr: >CMD [/ASSIS]
pl: >CMD [/SIAD]
pt_br: >CMD [/SENTAR]
ru: >CMD [/СИДЕТЬ]

# CHARACTERS.WX78.DESCRIBE.CLAYHOUND.STATUE
source: THIS DOG IS IMMOBILE
de: DIESER HUND IST UNBEWEGLICH
es_mx: ESTE PERRO ES INMÓVIL
fr: CE CHIEN EST IMMOBILE
it: QUESTO CANE È IMMOBILE
ja: ＊この犬は動かせません＊
ko: 움직이지 않는 개
pl: TEN PIES JEST NIERUCHOMY.
pt_br: ESSE CACHORRO NÃO SE MOVE
ru: ЭТОТ ПЕС НЕПОДВИЖЕН
zh_cn: 这只狗动不了
zh_tw: 這只狗動不了

# CHARACTERS.WX78.DESCRIBE.CLAYWARG.GENERIC
source: YOU WILL BE DESTROYED
de: DU WIRST ZERSTÖRT WERDEN
es_mx: ACABARÁS DESTRUIDO
fr: TU SERAS DÉTRUIT
it: SARAI DISTRUTTO
ja: ＊あなたは破壊されます＊
ko: 그대를 파괴하리라
pl: CZEKA CIĘ ZNISZCZENIE
pt_br: VOCÊ SERÁ DESTRUÍDO
ru: ТЫ БУДЕШЬ УНИЧТОЖЕН
zh_cn: 你会被销毁的
zh_tw: 你會被銷毀的

# CHARACTERS.WX78.DESCRIBE.CLAYWARG.STATUE
source: IT IS NOT SO FEARSOME
de: ES IST NICHT SO FURCHTERREGEND.
es_mx: NO ES MUY TEMIBLE
fr: PAS SI EFFRAYANT
it: NON È POI COSÌ SPAVENTOSO
ja: ＊そんなに恐ろしくはありません＊
ko: 별로 무섭지 않음
pl: WCALE NIE JEST TAKI STRASZNY.
pt_br: NÃO É TÃO TEMÍVEL
ru: ЭТО НЕ ТАК СТРАШНО
zh_cn: 它没那么可怕
zh_tw: 它沒那麼可怕

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.EMBERS
source: WARNING: FIRE LEVELS CRITICAL
de: WARNUNG... FEUERSTUFE KRITISCH
es_mx: ADVERTENCIA: NIVEL DE FUEGO CRÍTICO
fr: ALERTE : NIVEAU DE FEU CRITIQUE
it: ATTENZIONE: LIVELLO DEL FUOCO CRITICO
ja: ＊注意：炎レベルが危機的です＊
ko: 경고: 화염 수준 임계
pl: OSTRZEŻENIE: KRYTYCZNIE NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO CRÍTICOS
ru: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ДОСТИГ КРИТИЧЕСКОЙ ТОЧКИ
zh_cn: 警告：火将熄灭
zh_tw: 警告：火將熄滅

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
de: EIN TEMPORÄRES LAGER.
es_mx: UN CAMPAMENTO TEMPORAL
fr: UN BIVOUAC TEMPORAIRE
it: UN ACCAMPAMENTO TEMPORANEO
ja: ＊一時的な野営＊
ko: 임시 야영지
pl: TYMCZASOWE OBOZOWISKO.
pt_br: UM ACAMPAMENTO TEMPORÁRIO
ru: ВРЕМЕННЫЙ ЛАГЕРЬ
zh_cn: 一个临时营地
zh_tw: 一個臨時營地

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
de: WARNUNG: FEUER IST UNGESTÜM.
es_mx: ADVERTENCIA: FUEGO ESTREPITOSO
fr: ALERTE : FEU EXUBÉRANT
it: ATTENZIONE: IL FUOCO È TURBOLENTO
ja: ＊注意：炎が始末に負えないレベルです＊
ko: 경고: 화염이 난폭함
pl: OSTRZEŻENIE: OGIEŃ SWOBODNY.
pt_br: AVISO: FOGO FORA DE CONTROLE
ru: ВНИМАНИЕ: ОГОНЬ РАЗБУШЕВАЛСЯ
zh_cn: 警告：火势过大
zh_tw: 警告：火勢過大

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.LOW
source: WARNING: FIRE LEVELS LOW
de: WARNUNG... FEUERSTUFE NIEDRIG
es_mx: ADVERTENCIA: NIVEL DE FUEGO BAJO
fr: ALERTE : NIVEAU DE FEU FAIBLE
it: ATTENZIONE: LIVELLO DEL FUOCO BASSO
ja: ＊注意：炎レベルが低くなっています＊
ko: 경고: 화염 수준 낮음
pl: OSTRZEŻENIE: NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO BAIXOS
ru: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ
zh_cn: 警告：火势微弱
zh_tw: 警告：火勢微弱

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.NORMAL
source: INVERTED FIRE. STRANGE
de: UMGEKEHRTES FEUER. SELTSAM
es_mx: FUEGO INVERTIDO. EXTRAÑO
fr: FEU INVERSÉ. ÉTRANGE
it: FUOCO INVERTITO. STRANO
ja: ＊逆の炎。 これは妙です。＊
ko: 반전된 화염. 이상함
pl: ODWRÓCONY OGIEŃ. OSOBLIWE
pt_br: FOGO INVERTIDO. ESTRANHO
ru: ОБРАТНЫЙ ОГОНЬ. СТРАННО
zh_cn: 作用相反的火。奇怪
zh_tw: 作用相反的火。奇怪

# CHARACTERS.WX78.DESCRIBE.COLDFIRE.OUT
source: NO FIRE DETECTED
de: KEIN FEUER ERKANNT.
es_mx: FUEGO NO DETECTADO
fr: AUCUN FEU DÉTECTÉ
it: NESSUN FUOCO RILEVATO
ja: ＊炎は感知されませんでした＊
ko: 화염 미탐지
pl: NIE WYKRYTO OGNIA.
pt_br: NENHUM FOGO DETECTADO
ru: ОГОНЬ НЕ НАЙДЕН
zh_cn: 未检测到火
zh_tw: 未檢測到火

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.EMBERS
source: WARNING: FIRE LEVELS CRITICAL
de: WARNUNG... FEUERSTUFE KRITISCH
es_mx: ADVERTENCIA: NIVEL DE FUEGO CRÍTICO
fr: ALERTE : NIVEAU DE FEU CRITIQUE
it: ATTENZIONE: LIVELLO DEL FUOCO CRITICO
ja: ＊注意：炎レベルが危機的です＊
ko: 경고: 화염 수준 임계
pl: OSTRZEŻENIE: KRYTYCZNIE NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO CRÍTICOS
ru: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ДОСТИГ КРИТИЧЕСКОЙ ТОЧКИ
zh_cn: 警告：火将熄灭
zh_tw: 警告：火將熄滅

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.GENERIC
source: COLD AND LIGHT
de: KALT UND HELL.
es_mx: FRÍO Y LIGERO
fr: FROID ET LÉGER
it: FREDDO E LEGGERO
ja: ＊冷たく軽いです＊
ko: 차갑고 밝음
pl: ZIMNE I JASNE.
pt_br: FRIO E LUZ
ru: ХОЛОДНЫЙ И СВЕТИТСЯ
zh_cn: 冰冷的光
zh_tw: 冰冷的光

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.HIGH
source: WARNING: FIRE LEVELS EXCEED DESIGN PARAMETERS
de: WARNUNG: FEUERSTUFE ÜBERSCHREITET DIE VORGEGEBENEN PARAMETER.
es_mx: ADVERTENCIA: EL NIVEL DE FUEGO EXCEDE LOS PARÁMETROS
fr: ALERTE : NIVEAU DE FEU EXCÉDANT PARAMÈTRES ÉTABLIS
it: AVVISO: LIVELLO DEL FUOCO SUPERA I PARAMETRI DI PROGETTAZIONE
ja: ＊注意：炎レベルが設計パラメータを上回っています＊
ko: 경고: 화염 수준이 설계 기준을 초과함
pl: OSTRZEŻENIE: POZIOM OGNIA PRZEKRACZA PARAMETRY KONSTRUKCYJNE.
pt_br: AVISO.. NÍVEIS DE FOGO EXCEDEM OS PARÂMETROS PROJETADOS
ru: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ПРЕВЫШАЕТ ДОПУСТИМЫЕ ПАРАМЕТРЫ
zh_cn: 警告：火势超过设计参数
zh_tw: 警告：火勢超過設計參數

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.LOW
source: WARNING: FIRE LEVELS LOW
de: WARNUNG... FEUERSTUFE NIEDRIG
es_mx: ADVERTENCIA: NIVEL DE FUEGO BAJO
fr: ALERTE : NIVEAU DE FEU FAIBLE
it: ATTENZIONE: LIVELLO DEL FUOCO BASSO
ja: ＊注意：炎レベルが低くなっています＊
ko: 경고: 화염 수준 낮음
pl: OSTRZEŻENIE: NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO BAIXOS
ru: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ
zh_cn: 警告：火势微弱
zh_tw: 警告：火勢微弱

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.NORMAL
source: THIS ENDOTHERMIC FIRE IS FULLY OPERATIONAL
de: DAS ENDOTHERME FEUER IST VOLLSTÄNDIG BETRIEBSBEREIT.
es_mx: ESTE FUEGO ENDOTÉRMICO ESTÁ EN PLENO FUNCIONAMIENTO
fr: FEU ENDOTHERMIQUE ENTIÈREMENT OPÉRATIONNEL
it: QUESTO FUOCO ENDOTERMICO È OPERATIVO
ja: ＊この溶岩ピットは完全に稼働可能です＊
ko: 흡열성 화염이 정상 작동함
pl: W PEŁNI FUNKCJONALNY OGIEŃ ENDOTERMICZNY.
pt_br: ESSE FOGO ENDOTÉRMICO ESTÁ TOTALMENTE OPERACIONAL
ru: ЭТОТ ЭНДОТЕРМИЧЕСКИЙ ОГОНЬ ПОЛНОСТЬЮ ФУНКЦИОНИРУЕТ
zh_cn: 这堆冰火在全力运转
zh_tw: 這堆冰火在全力運轉

# CHARACTERS.WX78.DESCRIBE.COLDFIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
de: ES MUSS NEUGESTARTET WERDEN.
es_mx: NECESITA SER REINICIADA
fr: IL A BESOIN D'UN REBOOT
it: HA BISOGNO DI ESSERE RIAVVIATO
ja: ＊再起動の必要あり＊
ko: 재시동할 필요 있음
pl: WYMAGA RESTARTU.
pt_br: PRECISA SER REINICIALIZADO
ru: ТРЕБУЕТСЯ ПЕРЕЗАГРУЗКА
zh_cn: 它需要重启
zh_tw: 它需要重啟

# CHARACTERS.WX78.DESCRIBE.COMPASS.E
source: EAST
de: OST
es_mx: ESTE
fr: EST
it: EST
ja: ＊東＊
ko: 동
pl: WSCHÓD
pt_br: LESTE
ru: ВОСТОК
zh_cn: 东
zh_tw: 東

# CHARACTERS.WX78.DESCRIBE.COMPASS.GENERIC
source: UNABLE TO OBTAIN BEARINGS
de: KLASSIFIZIERUNG NICHT MÖGLICH.
es_mx: INCAPAZ DE OBTENER ORIENTACIÓN
fr: OBTENTION DE POSITION IMPOSSIBLE
it: IMPOSSIBILE OTTENERE POSIZIONE
ja: ＊方角情報の取得ができません＊
ko: 위치 포착 불가
pl: BRAK MOŻLIWOŚCI WYZNACZENIA AZYMUTU.
pt_br: IMPOSSÍVEL RECUPERAR BUTIÁS
ru: НЕВОЗМОЖНО ОПРЕДЕЛИТЬ НАПРАВЛЕНИЯ
zh_cn: 无法获取方向
zh_tw: 無法獲取方向

# CHARACTERS.WX78.DESCRIBE.COMPASS.N
source: NORTH
de: NORD
es_mx: NORTE
fr: NORD
it: NORD
ja: ＊北＊
ko: 북
pl: PÓŁNOC
pt_br: NORTE
ru: СЕВЕР
zh_cn: 北
zh_tw: 北

# CHARACTERS.WX78.DESCRIBE.COMPASS.NE
source: NORTHEAST
de: NORDOST
es_mx: NORESTE
fr: NORD-EST
it: NORD-EST
ja: ＊北東＊
ko: 북동
pl: PÓŁNOCNY WSCHÓD
pt_br: NORDESTE
ru: СЕВЕРО-ВОСТОК
zh_cn: 东北
zh_tw: 東北

# CHARACTERS.WX78.DESCRIBE.COMPASS.NW
source: NORTHWEST
de: NORDWEST
es_mx: NOROESTE
fr: NORD-OUEST
it: NORD-OVEST
ja: ＊北西＊
ko: 북서
pl: PÓŁNOCNY ZACHÓD
pt_br: NOROESTE
ru: СЕВЕРО-ЗАПАД
zh_cn: 西北
zh_tw: 西北

# CHARACTERS.WX78.DESCRIBE.COMPASS.S
source: SOUTH
de: SÜD
es_mx: SUR
fr: SUD
it: SUD
ja: ＊南＊
ko: 남
pl: POŁUDNIE
pt_br: SUL
ru: ЮГ
zh_cn: 南
zh_tw: 南

# CHARACTERS.WX78.DESCRIBE.COMPASS.SE
source: SOUTHEAST
de: SÜDOST
es_mx: SURESTE
fr: SUD-EST
it: SUD-EST
ja: ＊南東＊
ko: 남동
pl: POŁUDNIOWY WSCHÓD
pt_br: SUDESTE
ru: ЮГО-ВОСТОК
zh_cn: 东南
zh_tw: 東南

# CHARACTERS.WX78.DESCRIBE.COMPASS.SW
source: SOUTHWEST
de: SÜDWEST
es_mx: SUDOESTE
fr: SUD-OUEST
it: SUD-OVEST
ja: ＊南西＊
ko: 남서
pl: POŁUDNIOWY ZACHÓD
pt_br: SUDOESTE
ru: ЮГО-ЗАПАД
zh_cn: 西南
zh_tw: 西南

# CHARACTERS.WX78.DESCRIBE.COMPASS.W
source: WEST
de: WESTEN
es_mx: OESTE
fr: OUEST
it: OVEST
ja: ＊西＊
ko: 서
pl: ZACHÓD
pt_br: OESTE
ru: ЗАПАД
zh_cn: 西
zh_tw: 西

# CHARACTERS.WX78.DESCRIBE.COMPOST
source: DISGUSTING. THE PLANTS WILL LOVE IT
de: EKELERREGEND. DIE PFLANZEN WERDEN ES LIEBEN
fr: RÉPUGNANT. LES PLANTES VONT L'ADORER
it: È DISGUSTOSO. LE PIANTE LO ADORERANNO
ja: ＊汚らわしい。植物は気にいるでしょう＊
ko: 역겨움. 식물은 좋아할 것임.
pl: OBRZYDLIWE. ROŚLINY BĘDĄ ZACHWYCONE.
pt_br: ASQUEROSO. AS PLANTAS VÃO ADORAR
ru: ОТВРАТИТЕЛЬНО. РАСТЕНИЯМ ПОНРАВИТСЯ
zh_cn: 恶心。植物们会喜欢它的
zh_tw: 噁心。植物們會喜歡它的

# CHARACTERS.WX78.DESCRIBE.COMPOSTINGBIN.BALANCED
source: OPTIMAL
it: OTTIMALE
ja: ＊理想的です＊
ko: 최적임.
pl: EFEKT OPTYMALNY
pt_br: IDEAL
ru: ОПТИМАЛЬНО
zh_cn: 最佳状态
zh_tw: 最佳狀態

# CHARACTERS.WX78.DESCRIBE.COMPOSTINGBIN.BURNT
source: IT IS DEAD
de: ER IST TOT
es_mx: ESTÁ MUERTO
fr: IL EST MORT
it: È MORTO
ja: ＊死んでいます＊
ko: 죽었음
pl: NIE ŻYJE
pt_br: ESTÁ MORTO
ru: ОНА МЕРТВА
zh_cn: 已死亡
zh_tw: 已死亡

# CHARACTERS.WX78.DESCRIBE.COMPOSTINGBIN.DRY
source: DRY
de: TROCKEN
fr: SEC
it: ASCIUTTO
ja: ＊乾燥しています＊
ko: 건조함.
pl: SUCHY
pt_br: SECO
ru: СУХО
zh_cn: 干的
zh_tw: 乾的

# CHARACTERS.WX78.DESCRIBE.COMPOSTINGBIN.GENERIC
source: A RECEPTACLE OF ORGANIC WASTE
de: EINE AUFNAHEMÖFFNUNG FÜR ORGANISCHE ABFÄLLE
fr: UN RÉCEPTACLE DE DÉBRIS ORGANIQUES
it: UN CONTENITORE PER RIFIUTI ORGANICI
ja: ＊有機廃棄物の容器です＊
ko: 유기 폐기물의 용기임.
pl: POJEMNIK NA ODPADY ORGANICZNE
pt_br: UM RECEPTÁCULO DE RESÍDUOS ORGÂNICOS
ru: ПРИЕМНИК ОРГАНИЧЕСКОГО МУСОРА
zh_cn: 有机肥料的容器
zh_tw: 有機肥料的容器

# CHARACTERS.WX78.DESCRIBE.COMPOSTINGBIN.WET
source: HORRIBLY MOIST
de: SCHRECKLICH FEUCHT
fr: C'EST AFFREUSEMENT HUMIDE
it: TERRIBILMENTE UMIDO
ja: ＊あまりにも湿気がおおすぎる＊
ko: 엄청나게 촉촉함.
pl: PASKUDNIE WILGOTNY
pt_br: UMIDADE HORRENDA
ru: УЖАСАЮЩЕ ВЛАЖНО
zh_cn: 潮湿的恐怖
zh_tw: 潮濕的恐怖

# CHARACTERS.WX78.DESCRIBE.COMPOSTWRAP
source: THAT FILTHY CREATURE SMEARS IT DIRECTLY ON HIS FACE
de: DIE SCHMUTZIGE KREATUR BESCHMIERT SICH DAS GESICHT
es_mx: ESA CRIATURA ASQUEROSA SE LA UNTA DIRECTAMENTE EN LA CARA
fr: CETTE CRÉATURE IGNOBLE SE LE FROTTE SUR LE VISAGE
it: QUELLA DISGUSTOSA CREATURA SE LO SPALMA DIRETTAMENTE SULLA FACCIA
ja: ＊あの汚らわしい生き物はそれを直接顔に塗り付けます＊
ko: 더러운 생명체가 자기 얼굴에 저것을 문지름
pl: TO OBRZYDLIWE STWORZENIE ROZSMAROWUJE JE SOBIE PO TWARZY
pt_br: AQUELA CRIATURA IMUNDA ESFREGA ISSO DIRETAMENTE NO ROSTO
ru: ЭТО МЕРЗКОЕ СУЩЕСТВО С УДОВОЛЬСТВИЕМ ОБМАЗЫВАЕТ ИМ ЛИЦО
zh_cn: 那个肮脏的生物会把这些涂在脸上。
zh_tw: 那個骯髒的生物會把這些塗在臉上。

# CHARACTERS.WX78.DESCRIBE.CONSTRUCTION_PLANS
source: UPGRADING SOFTWARE
de: SOFTWARE WIRD AKTUALISIERT
es_mx: MEJORANDO SOFTWARE
fr: MISE À JOUR LOGICIELLE EN COURS
it: AGGIORNAMENTO SOFTWARE
ja: ＊ソフトウェアアップデート中＊
ko: 소프트웨어 업그레이드 중
pl: TRWA AKTUALIZOWANIE OPROGRAMOWANIA
pt_br: ATUALIZANDO SOFTWARE
ru: УЛУЧШАЕТСЯ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ
zh_cn: 正在升级软件
zh_tw: 正在升級軟體

# CHARACTERS.WX78.DESCRIBE.COOKBOOK
source: DIRECTORY OF INGESTIBLE ORGANIC MATTER COMBINATIONS
de: VERZEICHNIS VERDAULICHER KOMBINATIONEN ORGANISCHER MATERIE
es_mx: UN DIRECTORIO DE COMBINACIONES DE MATERIA ORGÁNICA COMESTIBLE
fr: DES COMBINAISONS DE MATIÈRES ORGANIQUES COMESTIBLES EN IMAGES
it: CARTELLA DI COMBINAZIONI DI MATERIA ORGANICA INGERIBILE
ja: ＊摂取可能有機物の組み合わせのディレクトリ＊
ko: 소화 가능한 유기체 조합 디렉터리
pl: KATALOG KOMBINACJI MATERII ORGANICZNYCH ZDATNYCH DO STRAWIENIA
pt_br: DIRETÓRIO DE COMBINAÇÕES DE MATÉRIA ORGÂNICA DIGERÍVEL
ru: КАТАЛОГ КОМБИНАЦИЙ ОРГАНИЧЕСКОЙ МАТЕРИИ, УПОТРЕБЛЯЕМОЙ ВНУТРЬ
zh_cn: 可进食的有机物组合目录
zh_tw: 可進食的有機物組合目錄

# CHARACTERS.WX78.DESCRIBE.COOKEDMANDRAKE
source: THAT'S WHAT YOU GET FOR BEING PATHETIC
de: DAS HAT MAN DAVON, WENN MAN SO PATHETISCH IST
es_mx: ESO ES LO QUE TE PASA POR SER PATÉTICO
fr: VOILÀ CE QUI ARRIVE QUAND ON EST PITOYABLE
it: QUESTO È QUELLO CHE OTTIENI PER ESSERE PATETICO
ja: ＊みじめというのはそういうことです＊
ko: 한심함의 말로
pl: OTO CENA, JAKĄ PŁACIMY ZA MARNOŚĆ
pt_br: É ISSO QUE VOCÊ MERECE POR SER PATÉTICA
ru: ВОТ ТЕБЕ ЗА ТВОЙ ЖАЛКИЙ ВИД
zh_cn: 真没用，这就是你的下场！
zh_tw: 真沒用，這就是你的下場！

# CHARACTERS.WX78.DESCRIBE.COOKEDMEAT
source: FIRE MAKES THINGS BETTER
de: FEUER MACHT DINGE BESSER.
es_mx: EL FUEGO MEJORA LAS COSAS
fr: LE FEU AMÉLIORE TOUT
it: IL FUOCO MIGLIORA LE COSE
ja: ＊炎は状況をよくさせます＊
ko: 불이 맛을 개선함
pl: OGIEŃ WPROWADZA POPRAWKI.
pt_br: O FOGO TORNA AS COISAS MELHORES
ru: С ОГНЕМ ВСЕ СТАНОВИТСЯ ЛУЧШЕ
zh_cn: 火让事物变得更好
zh_tw: 火讓事物變得更好

# CHARACTERS.WX78.DESCRIBE.COOKEDMONSTERMEAT
source: IT IS STILL SOMEWHAT INCOMPATIBLE
de: ES IST NOCH IMMER INKOMPATIBEL.
es_mx: TODAVÍA ES UN POCO INCOMPATIBLE
fr: TOUJOURS UN PEU INCOMPATIBLE
it: È ANCORA UN PO' INCOMPATIBILE
ja: ＊まだ微妙に相容れません＊
ko: 호환성이 아직 최적 상태가 아님
pl: WCIĄŻ JEST RACZEJ NIEKOMPATYBILNE.
pt_br: AINDA É LIGEIRAMENTE INCOMPATÍVEL
ru: ЭТО ВСЕ РАВНО НЕ СОВСЕМ СОВМЕСТИМО
zh_cn: 不知为何还是不兼容
zh_tw: 不知為何還是不相容
