Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.MALBATROSS_BEAK
source: Tweeter nose
de: Piepsernase.
es: Nariz de pío-pío
es_mx: Nariz de piador
fr: Un nez de piou-piou.
it: Naso di cip cip
ja: ピヨピヨの鼻
ko: 짹짹이 코야
pl: Nos ćwirka
pt_br: Nariz de Piu-Piu.
ru: Нос чирикалки
zh_tw: 啾啾鼻

# CHARACTERS.WORMWOOD.DESCRIBE.MALBATROSS_FEATHER
source: Big Tweeter clothes
de: Große Piepserkleider.
es: Ropa de gran pío-pío
es_mx: Ropa de piador grande
fr: Des vêtements de gros piou-piou.
it: Vestito di grande cip cip
ja: 大きなピヨピヨの服
ko: 큰 짹짹이 옷이야
pl: Strój dużego ćwirka
pt_br: Roupas de Piu-Piu Grande.
ru: Одежда большой чирикалки
zh_tw: 大啾啾的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: Feather cloth
de: Federstoff.
es: Tela de plumas
es_mx: Ropa de pluma
fr: C'est du tissu en plumes.
it: Vestito di piume
ja: 羽毛の布
ko: 깃털 천이야
pl: Materiał z piór
pt_br: Roupa de penas.
ru: Перьевая ткань
zh_tw: 羽毛布

# CHARACTERS.WORMWOOD.DESCRIBE.MALE_PUPPET
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: Copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amigo?
ru: Друг?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.MANDRAKE
source: Need friend?
de: Freunde?
es: ¿Necesitas un amigo?
es_mx: ¿Necesitar amigo?
fr: Tu veux un copain ?
it: Serve amico?
ja: お友だちが必要？
ko: 친구가 필요해?
pl: Potrzebujesz przyjaciela?
pt_br: Precisa de amigos?
ru: Нужен друг?
zh_tw: 需要朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MANDRAKESOUP
source: Sleepytime soup
de: Schlafsuppe.
es: Sopa para dormir
es_mx: Sopa de dormir
fr: De la soupe qui fait dormir.
it: Zuppa buonanotte
ja: おねむになるスープ
ko: 졸린 수프야
pl: Zupa na dobranoc
pt_br: Sopa da Naninha.
ru: Сонный супчик
zh_tw: 睡前例湯

# CHARACTERS.WORMWOOD.DESCRIBE.MANDRAKE_ACTIVE
source: Merp! Merp! Meep! Merp!
de: Merp! Merp! Miep! Merp!
es: ¡Merp! ¡Merp! ¡Merp! ¡Merp!
es_mx: ¡Bueno, bueno! ¡Bueno, bueno!
fr: Mirp ! Mirp ! Mirp ! Mirp !
it: Bla! Bla! Blabla! Bla!
ja: えー！えー！えー！えー！
ko: 어! 어! 꽥! 어!
pl: Merp! Merp! Mip! Merp!
ru: Уи! Уи! Уи! Уи!
zh_tw: 嗶啵!嗶嗶嗶啵！

# CHARACTERS.WORMWOOD.DESCRIBE.MANDRAKE_COOKED
source: Smells sleepy
de: Riecht nach Schlaf.
es: Huele adormilado
es_mx: Huele a sueño
fr: Ça donne envie de dormir.
it: Sa di sonno
ja: おねむなにおいがするよ
ko: 졸린 냄새가 나
pl: Pachnie sennie
pt_br: Tem cheiro de sono.
ru: Пахнет сонно
zh_tw: 聞起來令人昏昏欲睡

# CHARACTERS.WORMWOOD.DESCRIBE.MANDRAKE_PLANTED
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Elle se cache.
it: Nascosta
ja: 隠れてるよ
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.MANRABBIT_TAIL
source: Fluffy. And soft
de: Pelzig. Und weich.
es: Esponjosa. Y suave
es_mx: Peludo. Y suave.
fr: C'est doux et soyeux.
it: Soffice. E morbida
ja: フワフワでやわらかい
ko: 폭신하고 부드러워
pl: Puchaty. I mięciutki
pt_br: Fofinho. E macio.
ru: Мягкий. И пушистый
zh_tw: 毛絨絨的。還很軟

# CHARACTERS.WORMWOOD.DESCRIBE.MAPSCROLL
source: Findy Paper!
de: Findepapier.
es: ¡Papel de encontrar cosas!
es_mx: ¡Papel hallador!
fr: Un papier pour m'aider à trouver !
it: Carta per trovare!
ja: いい紙だ！
ko: 찾기 종이다!
pl: Znajdźkopapier!
pt_br: Papel Encontrador!
ru: Бумажка-искалка
zh_tw: 找東西的紙！

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLE
source: Solid
de: Solide.
es: Sólido
es_mx: Sólido
fr: C'est du solide.
it: Solido
ja: 硬い
ko: 단단해
pl: Twardy
pt_br: Sólido.
ru: Твердо
zh_tw: 很堅硬

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLEBEAN
source: Baby Stone Friend!
de: Steinfreundbaby.
es: ¡Amigo de piedra bebé!
es_mx: ¡Amigo piedra bebé!
fr: C'est un bébé copain caillou !
it: Piccola amica pietra!
ja: 赤ちゃん石のお友だち！
ko: 아기 돌 친구야!
pl: Mały, kamienny przyjaciel!
pt_br: Bebê Pedra Amigo!
ru: Маленький каменный дружок!
zh_tw: 石頭小寶寶朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLEBEAN_SAPLING
source: So cute...
de: Wie niedlich ...
es: Qué monada...
es_mx: Qué lindo…
fr: C'est trop mignon !
it: Tanto carino...
ja: すっごくかわいい…
ko: 너무 귀여워...
pl: Ale ładna...
pt_br: Que coisa fofa...
ru: Такой милый…
zh_tw: 太可愛了！

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLEPILLAR
source: Good trunk. Solid
de: Guter Stamm. Stabil.
es: Buen tronco. Sólido
es_mx: Buen tronco. Sólido
fr: C'est un bon tronc ça. Bien solide !
it: Tronco bello. Solido
ja: いいトランクだね。カチカチ
ko: 단단하고 좋은 줄기야
pl: Dobry pień. Twardy
pt_br: Bom tronco. Sólido.
ru: Хороший ствол. Твердый
zh_tw: 好樹樁，結實。

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLESHRUB
source: Stone? Stone friend?
de: Stein? Steinfreund?
es: ¿Piedra? ¿Amigo de piedra?
es_mx: ¿Piedra? ¿Amiga piedra?
fr: Un copain... caillou ?
it: Pietra? Amica pietra?
ja: 石？ 石のお友だち？
ko: 돌? 돌 친구야?
pl: Kamień? Kamień przyjaciel?
pt_br: Pedra? Pedra Amiga?
ru: Камень? Друг-камень?
zh_tw: 石頭？石頭朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.MARBLETREE
source: Friend? Solid friend
de: Freund? Stabiler Freund.
es: ¿Amigo? Amigo sólido
es_mx: ¿Amigo? Amigo sólido
fr: Un ami solide !
it: Amico? Amico solido
ja: お友だち？ カチカチのお友だち
ko: 친구인가? 단단한 친구네
pl: Przyjaciel? Twardy przyjaciel
pt_br: Amiga? Amiga sólida.
ru: Друг? Твердый друг
zh_tw: 朋友？好硬的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_BUSH.BURNING
source: AGGGH!!!
de: AAAHRG!!
es_mx: ¡¡¡AAAH!!!
fr: ARGGGH !!!
ja: うわーー！！
ko: 아아악!!!
pl: AAAAA!!!
ru: А-А-А-А-А!
zh_tw: 啊啊！！！

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_BUSH.BURNT
source: Oh...
ja: おお…
ko: 아...
pl: Och...
pt_br: Ah...
ru: Ой…
zh_tw: 噢...

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_BUSH.GENERIC
source: Twisty friend
de: Zwirbelfreund.
es: Amigo sinuoso
es_mx: Amigo sinuoso
fr: Un ami tordu.
it: Amico contorto
ja: ネジネジのお友だち
ko: 구불구불한 친구야
pl: Pokręcony przyjaciel
pt_br: Amigo retorcido.
ru: Вихлястый друг
zh_tw: 歪歪曲曲的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_BUSH.PICKED
source: Keep growing!
de: Wachs weiter!
es: ¡Sigue creciendo!
es_mx: ¡Sigue creciendo!
fr: Continue de pousser !
it: Continua a crescere!
ja: どんどん育ってね！
ko: 계속 자라렴!
pl: Rośnij dalej!
pt_br: Continue crescendo!
ru: Продолжай расти!
zh_tw: 請繼續生長吧！

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_PLANT
source: Hello, little guy
de: Hallo Kerlchen.
es: Hola, pequeño
es_mx: Hola, pequeñito
fr: Coucou petite plante.
it: Ciao, piccolina
ja: やあ、おちびさん
ko: 안녕, 작은 친구
pl: Cześć, mały
pt_br: Olá, carinha.
ru: Привет, малыш
zh_tw: 你好啊，小傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_TREE.BURNING
source: YAAAAAAHH!
es: ¡AAAAAAHH!
es_mx: ¡AAAAHHH!
fr: AAAAAAHH !
it: AAAAAAHH!
ja: イヤーーー！
ko: 으아악!
pl: AAAAAAAAAA!
pt_br: IAAAAHHHHHH!
ru: А-А-А-А-А-А!
zh_tw: 呀啊啊啊！

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_TREE.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_TREE.CHOPPED
source: (sob)
de: (Schluchz)
es: *snif*
es_mx: (sollozo)
fr: *Sanglote*
ja: （シクシク）
ko: (흑흑)
pl: Chlip
pt_br: (soluço)
ru: (хнык)
zh_tw: （抽泣）

# CHARACTERS.WORMWOOD.DESCRIBE.MARSH_TREE.GENERIC
source: Sleeping. Shh...
de: Schläft. Psst ...
es: Está durmiendo. Shhh...
es_mx: Durmiendo. Shh…
fr: Chut... Il dort.
it: Dorme. Shh...
ja: 眠ってる。シーーッ...
ko: 자고 있어. 쉿...
pl: Śpi. Cii...
pt_br: Tá dormindo. Shh...
ru: Спит. Тс-с…
zh_tw: 正在睡覺。噓...

# CHARACTERS.WORMWOOD.DESCRIBE.MASHEDPOTATOES
source: Tasty goop
de: Leckerer Brei.
es: Pegote rico
es_mx: ¡Pringue sabrosa!
fr: Du manger super bon.
it: Poltiglia buona
ja: おいしいヘドロ
ko: 맛있는 끈적이야
pl: Smaczna papka
pt_br: Gosma saborosa.
ru: Вкусная жижа
zh_tw: 一坨美味

# CHARACTERS.WORMWOOD.DESCRIBE.MAST
source: Hello! Helping, Friend?
de: Hallo! Helfen, Freund?
es: ¡Hola! ¿Ayudando, amigo?
es_mx: ¡Amigo! ¿Ayudando, amigo?
fr: Coucou ! Un coup de main ?
it: Ciao! Aiuti, amico?
ja: やあ！お手伝い？
ko: 안녕! 돕는 거야, 친구?
pl: Cześć! Pomagasz, przyjacielu?
pt_br: Olá! Tá ajudando, Amigo?
ru: Привет! Помогаешь, друг?
zh_tw: 你好！幫忙的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: Night light
de: Nachtlicht.
es: Luz nocturna
es_mx: Luz nocturna
fr: Une lumière de nuit.
it: Luce per notte
ja: 夜の明かり。
ko: 야간등이야
pl: Nocne światło
pt_br: Luz noturna
ru: Ночной огонек
zh_tw: 夜燈

# CHARACTERS.WORMWOOD.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: Zzzzt catcher
de: Ssst-Fänger.
es: Atrapa-bzzz
es_mx: Atrapador de zzzt
fr: Un piège à gidzit.
it: Per catturare zzzt
ja: ゴロゴロ捕まえる。
ko: 찌릿찌릿을 붙잡아
pl: Łapacz syczenia
pt_br: Apanhador de zzzzt
ru: Ловилка для жужжалок
zh_tw: 能抓滋滋滋

# CHARACTERS.WORMWOOD.DESCRIBE.MAST_ITEM
source: Tall friend for Floater.
de: Großer Freund für Schwimmding.
es: Amigo alto para flotador
es_mx: Amigo alto para flotador
fr: C'est un grand copain pour le bidule flottant.
it: Amico alto per galleggina.
ja: プカプカの背の高いお友だち。
ko: 부유물에 세우는 큰 친구야
pl: Wysoki przyjaciel dla pływacza
pt_br: Amigo alto pro Flutuador.
ru: Высокая подружка для плавучки
zh_tw: 浮的東西上的高高的朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.MAST_MALBATROSS
source: Came from Tweeter
de: Kommt vom Piepser.
es: Viene de pío-pío
es_mx: Vino de piador
fr: Ça vient d'un piou-piou.
it: Viene da cip cip
ja: ピヨピヨから来たよ
ko: 짹짹이한테서 나왔어
pl: Pochodzi z ćwirka
pt_br: Veio do Piu-Piu.
ru: Из чирикалки
zh_tw: 啾啾身上的

# CHARACTERS.WORMWOOD.DESCRIBE.MAST_MALBATROSS_ITEM
source: New friend for Floater
de: Neuer Freund für Schwimmding.
es: Nuevo amigo para flotador
es_mx: Nuevo amigo para flotador
fr: C'est un autre copain pour le bidule flottant.
it: Nuova amica per galleggina
ja: プカプカの新しいお友だち
ko: 부유물의 새 친구야
pl: Nowy przyjaciel dla pływacza
pt_br: Novo amigo pro Flutuador.
ru: Новая подружка для плавучки
zh_tw: 浮的東西的新朋友

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELL
source: Not friend
de: Kein Freund.
es: No amigo
es_mx: No ser amigo
fr: C'est pas un copain.
it: Non amico
ja: お友だちじゃない
ko: 친구가 아니야
pl: Nie przyjaciel
pt_br: Não é amigo.
ru: Не друг
zh_tw: 陌生人

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELLHEAD
source: Not friend head
de: Kopf nicht von Freund.
es: Cabeza de no amigo
es_mx: No ser cabeza amiga
fr: La tête de celui qui n'est pas un copain.
it: Testa non amica
ja: お友だちじゃないのの頭
ko: 친구 머리가 아니야
pl: Głowa nieprzyjaciela
pt_br: Cabeça não é amiga.
ru: Голова не друга
zh_tw: 陌生人的頭顱

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELLLIGHT
source: Bright rock
de: Heller Stein.
es: Roca brillante
es_mx: Roca brillante
fr: Une pierre qui fait de la lumière.
it: Roccia luminosa
ja: まぶしい石
ko: 밝은 돌이야
pl: Świecąca skała
pt_br: Pedra brilhante.
ru: Яркий камень
zh_tw: 會亮光的石柱

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELLLOCK
source: Needs key
de: Braucht Schlüssel.
es: Necesita llave
es_mx: Necesita llave
fr: Il faut une clé.
it: Serve chiave
ja: カギが必要だよ
ko: 열쇠가 필요해
pl: Potrzeba klucza
pt_br: Precisa de chave.
ru: Нужен ключ
zh_tw: 需要一把鑰匙

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELLPHONOGRAPH
source: Can't dance to it
de: Kann nicht dazu tanzen.
es: No puedo bailar
es_mx: No poder bailarlo
fr: Impossible de danser sur la musique que ça diffuse.
it: Non ballo
ja: これじゃあ踊れないね
ko: 춤출 수 없어
pl: Nie zatańczę, jak mi zagra
pt_br: Não dá pra dançar com isso.
ru: Под это не потанцевать
zh_tw: 我可不能跟著節奏跳舞

# CHARACTERS.WORMWOOD.DESCRIBE.MAXWELLTHRONE
source: Smells bad
de: Riecht schlecht.
es: Huele mal
es_mx: Huele mal
fr: Ça sent mauvais.
it: Puzza
ja: くさいよ
ko: 냄새가 별로야
pl: Brzydko pachnie
pt_br: Cheiro ruim.
ru: Плохо пахнет
zh_tw: 真難聞

# CHARACTERS.WORMWOOD.DESCRIBE.MEAT
source: For belly
de: Für den Bauch.
es: Para la tripa
es_mx: Para barriga
fr: Du manger.
it: Per pancia
ja: おなかに入るね
ko: 배를 채워
pl: Do brzuszka
pt_br: Pra barriga.
ru: Для животика
zh_tw: 為了填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.MEATBALLS
source: Balls of belly stuff
de: Bälle aus Bauchzeug.
es: Bolas de cosa para la tripa
es_mx: Bolas de cosa de barriga
fr: Des boulettes pour se remplir le ventre.
it: Palline di roba per pancia
ja: おなかに入るボール
ko: 음식 덩어리야
pl: Kulki rzeczy do brzuszka
pt_br: Bolas de coisa de barriga.
ru: Шарики для животика
zh_tw: 填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DONE
source: Done
de: Fertig
es: Listo
es_mx: Listo
fr: Ça a fini de sécher.
it: Fatto
ja: おしまい
ko: 됐다
pl: Gotowe
pt_br: Pronto.
ru: Готово
zh_tw: 曬好了

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: Done?
de: Fertig?
es: ¿Listo?
es_mx: ¿Listo?
fr: Ça a fini de sécher ?
it: Fatto?
ja: 終わった？
ko: 됐나?
pl: Gotowe?
pt_br: Pronto?
ru: Готово?
zh_tw: 完了？

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DRYING
source: Getting unwet
de: Wird unnass.
es: Quedándose no-mojado
es_mx: Secándose
fr: Ça sèche.
it: Acqua via
ja: 乾いてきた
ko: 물기가 사라지고 있어
pl: Robi się niemokre
pt_br: Secando umidade.
ru: Скоро будет сухеньким
zh_tw: 得把它曬乾

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Rain can't help
de: Regen hilft nicht.
es: La lluvia no ayuda
es_mx: Lluvia no puede ayudar
fr: La pluie n'aide pas.
it: Pioggia non aiuta
ja: 雨じゃしょうがない
ko: 비는 도움이 안 돼
pl: Deszcz nie pomaga
pt_br: Chuva não pode ajudar.
ru: Дождь мешает
zh_tw: 雨不能幫助我曬乾食物

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: Rain not helping
de: Regen nützt nicht.
es: La lluvia no ayuda
es_mx: Lluvia no ayuda
fr: La pluie n'arrange rien.
it: Pioggia non aiuta
ja: この雨なんの手助けにもならないよ
ko: 비가 와도 소용없어
pl: Deszcz nie pomaga
pt_br: Chuva não ajuda.
ru: Дождь только мешает
zh_tw: 雨不幫忙

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: Getting unwet
de: Wird unnass.
es: Quedándose no-mojado
es_mx: Desecándose
fr: Ça sèche.
it: Acqua via
ja: 乾いてきたよ
ko: 물기가 사라지고 있어
pl: Robi się niemokre
pt_br: Secando umidade.
ru: Скоро будет сухеньким
zh_tw: 得把它曬乾

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK.GENERIC
source: Takes out wet
de: Nimmt Nässe raus.
es: Acaba con lo que moja
es_mx: Saca lo mojado
fr: Ça enlève l'humidité.
it: Toglie acqua
ja: 水をとってくれる
ko: 물기를 없애
pl: Wyciąga mokrość
pt_br: Tira umidade.
ru: Чтобы убрать влагу
zh_tw: 能去除水分

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Oh
ja: おお
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DONE
source: Done
de: Fertig.
es: Listo
es_mx: Listo
fr: Ça a fini de sécher.
it: Fatto
ja: 終わったよ
ko: 됐다
pl: Gotowe
pt_br: Pronto.
ru: Готово
zh_tw: 曬好了

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: Done?
de: Fertig?
es: ¿Listo?
es_mx: ¿Listo?
fr: Ça a fini de sécher ?
it: Fatto?
ja: 終わった？
ko: 됐나?
pl: Gotowe?
pt_br: Pronto?
ru: Готово?
zh_tw: 完了？

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DRYING
source: Getting unwet
de: Wird unnass.
es: Quedándose no-mojado
es_mx: Desecándose
fr: Ça sèche.
it: Acqua via
ja: 乾いてきたよ
ko: 물기가 사라지고 있어
pl: Robi się niemokre
pt_br: Secando umidade.
ru: Скоро будет сухеньким
zh_tw: 得把它曬乾

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: Rain can't help
de: Regen hilft nicht.
es: La lluvia no ayuda
es_mx: Lluvia no puede ayudar
fr: La pluie n'aide pas.
it: Pioggia non aiuta
ja: 雨じゃしょうがないよ
ko: 비는 도움이 안 돼
pl: Deszcz nie pomaga
pt_br: Chuva não pode ajudar.
ru: Дождь мешает
zh_tw: 雨不能幫助我曬乾食物

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: Rain not helping
de: Regen nützt nicht.
es: La lluvia no ayuda
es_mx: Lluvia no ayuda
fr: La pluie n'arrange rien.
it: Pioggia non aiuta
ja: この雨なんの手助けにもならないよ
ko: 비가 와도 소용없어
pl: Deszcz nie pomaga
pt_br: Chuva não ajuda.
ru: Дождь только мешает
zh_tw: 雨不幫忙

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: Getting unwet
de: Wird unnass.
es: Quedándose no-mojado
es_mx: Desecándose
fr: Ça sèche.
it: Acqua via
ja: 乾いてきたよ
ko: 물기가 사라지고 있어
pl: Robi się niemokre
pt_br: Secando umidade.
ru: Скоро будет сухеньким
zh_tw: 得把它曬乾

# CHARACTERS.WORMWOOD.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: Need food?
de: Braucht Nahrung?
es: ¿Necesita comida?
es_mx: ¿Necesita comida?
fr: Il a faim !
it: Serve cibo?
ja: 食べ物が必要？
ko: 음식이 필요해?
pl: Potrzebuje jedzenia!
pt_br: Precisa de comida?
ru: Еда нужна?
zh_tw: 需要食物？

# CHARACTERS.WORMWOOD.DESCRIBE.MEATYSALAD
source: Friends? No?
de: Freunde? Nein?
es: ¿Amigos? ¿No?
es_mx: ¿Amigos? ¿No?
fr: C'est bon ça ? Non ?
it: Amici? No?
ja: 友達？違う？
ko: 친구인가? 아닌가?
pl: Przyjaciele? Nie
pt_br: Amigos? Não?
ru: Друзья? Нет?
zh_tw: 朋友？不是嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MEAT_DRIED
source: Dried up belly stuff
de: Getrocknetes Bauchzeug.
es: Cosa seca para la tripa
es_mx: Cosa seca de barriga
fr: Du manger séché pour se remplir le ventre.
it: Roba per pancia secca
ja: 乾いたおなかに入るもの
ko: 바싹 말린 음식이야
pl: Wyschnięte rzeczy do brzuszka
pt_br: Coisa de barriga seca.
ru: Подсушенная штучка для животика
zh_tw: 填飽肚子的肉乾

# CHARACTERS.WORMWOOD.DESCRIBE.MERM
source: Glub Glub Man
de: Blubblub-Mann.
es: Hombre glub-glub
es_mx: Hombre gluglú
fr: Un homme bloup-bloup.
it: Uomo glu glu
ja: ブクブク男
ko: 뽀글이 인간이야
pl: Pan bulbulek
pt_br: Homem Glub Glub.
ru: Ходячая буль-булька
zh_tw: 噗嚕噗嚕人

# CHARACTERS.WORMWOOD.DESCRIBE.MERMGUARD
source: Friends?
de: Freunde?
es: ¿Amigos?
es_mx: ¿Amigos?
fr: Des copains ?
it: Amici?
ja: お友だち？
ko: 친구?
pl: Przyjaciele?
pt_br: Amigos?
ru: Друзья?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHAT
source: Glub Glub pretend face
de: Als-ob-Blubblub.
es: Cara de mentira de glub-glub
es_mx: Cara fingida de gluglú
fr: C'est pour me déguiser en bloup-bloup.
it: Faccia da glu glu
ja: ブクブクのふりしたお顔
ko: 뽀글이인 척하는 얼굴이야
pl: Bulbulek udaje twarz
pt_br: Rosto falso de Glub Glub.
ru: Фальшивое лицо буль-бульки
zh_tw: 咕嚕咕嚕的假臉

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHEAD.BURNT
source: Just ashes
de: Nur Asche.
es: Solo cenizas
es_mx: Solo cenizas
fr: Rien d'autre que des cendres.
it: Solo cenere
ja: ただの灰
ko: 재뿐이야
pl: Same popioły
pt_br: Apenas cinzas.
ru: Просто пепел
zh_tw: 只是燒成灰而已

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHEAD.GENERIC
source: Rotten
de: Verrottet.
es: Podrida
es_mx: Podrido.
fr: Ça a pourri.
it: Marcia
ja: 腐ってる
ko: 썩었어
pl: Zgniła
pt_br: Podre.
ru: Тухлая
zh_tw: 腐爛的魚頭

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHOUSE.BURNT
source: Fire is bad
de: Feuer ist schlecht.
es: El fuego es malo
es_mx: Fuego es malo
fr: Le feu est méchant.
it: Fuoco è cattivo
ja: 火は悪いよ
ko: 불은 나빠
pl: Ogień jest zły
pt_br: Fogo é ruim.
ru: Огонь — это плохо
zh_tw: 壞火焰

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHOUSE.GENERIC
source: Glub Glub Man home
de: Haus von Blubblub-Mann.
es: Casa del hombre glub-glub
es_mx: Casa de hombre gluglú
fr: La maison de l'homme bloup-bloup.
it: Casa uomo glu glu
ja: ブクブク男のおうち
ko: 뽀글이 인간 집이야
pl: Dom pana bulbulka
pt_br: Casa de Homem Glub Glub.
ru: Дом ходячей буль-бульки
zh_tw: 咕嚕咕嚕叫的人的房子

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: Oh...
ja: おお…
ko: 아...
pl: Och...
pt_br: Ah...
ru: Ой…
zh_tw: 噢...

# CHARACTERS.WORMWOOD.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: Glub Glub house
de: Blubblub-Haus.
es: Casa glub-glub
es_mx: Casa gluglú
fr: La maison du bloup-bloup.
it: Casa di glu glu
ja: ブクブクのおうち
ko: 뽀글이 집이야
pl: Domek bulbulków
pt_br: Casa de Glub Glub.
ru: Дом буль-бульки
zh_tw: 咕嚕咕嚕的房子

# CHARACTERS.WORMWOOD.DESCRIBE.MERMKING
source: King Glub Glub
de: Blubblub-König.
es: Rey glub-glub
es_mx: Rey gluglú
fr: Le roi des bloup-bloup.
it: Re glu glu
ja: キングブクブク
ko: 왕 뽀글이야
pl: Król bulbulków
pt_br: Glub Glub Rei.
ru: Король буль-булек
zh_tw: 咕嚕咕嚕王

# CHARACTERS.WORMWOOD.DESCRIBE.MERMTHRONE.BURNT
source: Oh. Gone
de: Oh. Weg.
es: Oh. No está
es_mx: Oh. Acabada
fr: Oh. Y'a plus rien.
it: Oh. Andato
ja: おお。行っちゃった
ko: 아. 없어졌어
pl: Och. Zniknął
pt_br: Ah. Se foi.
ru: Ой. Уничтожен
zh_tw: 噢。燒沒了

# CHARACTERS.WORMWOOD.DESCRIBE.MERMTHRONE.GENERIC
source: Place for big Glub Glub
de: Ort für großen Blubblub.
es: Sitio para gran glub-glub
es_mx: Lugar para gran gluglú
fr: C'est une chaise pour le grand bloup-bloup.
it: Posto per grande glu glu
ja: 大きなブクブクの場所だよ
ko: 큰 뽀글이를 위한 곳이야
pl: Miejsce dla wielkiego bulbulka
pt_br: Lugar pra Glub Glub grande.
ru: Место для большой буль-бульки
zh_tw: 大咕嚕咕嚕的地方

# CHARACTERS.WORMWOOD.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: All gone
de: Alles weg.
es: No queda nada
es_mx: No queda nada
fr: Il ne reste plus rien.
it: Tutto andato
ja: 全部なくなったよ
ko: 다 없어졌어
pl: Nie ma
pt_br: Tudo se foi.
ru: Ничего не осталось
zh_tw: 全都沒了

# CHARACTERS.WORMWOOD.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: Making something
de: Baustelle.
es: Haciendo algo
es_mx: Hacer algo
fr: On fabrique quelque chose.
it: Costruisce qualcosa
ja: なにか作ってるよ
ko: 뭔가 만드는 중이야
pl: Coś powstaje
pt_br: Fazendo alguma coisa.
ru: Что-то строится
zh_tw: 在做東西

# CHARACTERS.WORMWOOD.DESCRIBE.MERMWATCHTOWER_NOKING
source: Glub Glubs inside
de: Blubblubs drinnen.
es: Glub-glubs dentro
es_mx: Gluglú adentro
fr: Y a du bloup-bloup dedans ?
it: Glu glu lì dentro
ja: ブクブクの中
ko: 뽀글이가 들었어
pl: Bulbulki w środku
pt_br: Tem Glub Glub dentro.
ru: Внутри буль-бульки
zh_tw: 咕嚕咕嚕在裡面

# CHARACTERS.WORMWOOD.DESCRIBE.MERMWATCHTOWER_REGULAR
source: Glub Glubs happy
de: Blubblubs zufrieden.
es: Glub-glubs felices
es_mx: Gluglús felices
fr: Les bloup-bloup sont contents.
it: Glu glu felici
ja: ブクブクの幸せ
ko: 뽀글이가 행복해
pl: Wesołe bulbulki
pt_br: Glub Glubs felizes.
ru: Буль-бульки довольны
zh_tw: 咕嚕咕嚕很開心

# CHARACTERS.WORMWOOD.DESCRIBE.MERM_PRINCE
source: Special Glub Glub?
de: Besonderer Blubblub?
es: ¿Glub-glub especial?
es_mx: ¿Gluglú especial?
fr: Un bloup-bloup spécial.
it: Glu glu speciale?
ja: 特別なブクブク？
ko: 특별한 뽀글이인가?
pl: Wyjątkowy bulbulek?
pt_br: Glub Glub Especial?
ru: Особенная буль-булька?
zh_tw: 特別的咕嚕咕嚕？

# CHARACTERS.WORMWOOD.DESCRIBE.MESSAGEBOTTLE
source: Holding thing
de: Halteding.
es: Cosa para guardar
es_mx: Guarda cosa
fr: Ma copine cache un truc.
it: Cosa che contiene
ja: 支えるもの
ko: 물건이 들었어
pl: Mocno się trzyma
pt_br: Coisa de segurar.
ru: В ней что-то есть
zh_tw: 藏著什麼

# CHARACTERS.WORMWOOD.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Empty
de: Leer.
es: Vacío
es_mx: Vacía
fr: Vide.
it: Vuota
ja: 空白
ko: 비었어
pl: Puste
pt_br: Vazia.
ru: Пусто
zh_tw: 空的

# CHARACTERS.WORMWOOD.DESCRIBE.MIGHTY_GYM.BURNT
source: Oh... poor muscle man...
de: Oh ... armer Muskelmann ...
es: Oh... Pobre señor musculoso...
fr: Oh... pauvre monsieur muscle...
it: Oh... povero uomo muscoli...
ja: ああ…かわいそうなムキムキマン…
ko: 아.. 불쌍한 근육 사나이...
pl: Och... Biedny mięśniak...
pt_br: Ah... tadinho do homem músculo...
ru: Ой... бедный сильный человек...
zh_tw: 哦……可憐的肌肉人……

# CHARACTERS.WORMWOOD.DESCRIBE.MIGHTY_GYM.GENERIC
source: Muscle man home
de: Muskelmannhaus
es: Casa de señor musculoso
fr: La maison du monsieur muscle
it: Casa uomo muscoli
ja: ムキムキマンの家だね
ko: 근육 사나이의 집이야
pl: Dom mięśniaka
pt_br: Casa do homem músculo.
ru: Дом сильного человека
zh_tw: 肌肉人的家

# CHARACTERS.WORMWOOD.DESCRIBE.MILKYWHITES
source: Peeper goop
de: Guckerblubb
es: Moco de mirón
fr: Du beurk de n'œil
it: Melma di occhio
ja: のぞくやつのべとべとだ
ko: 엿보는 끈적이
pl: Zerkaczowy śluz
pt_br: Gosma de olho grande.
ru: Жижа от смотрелки
zh_tw: 偷看的人的糊糊

# CHARACTERS.WORMWOOD.DESCRIBE.MINERHAT
source: Fits
de: Passt.
es: Ajusta bien
es_mx: Queda bien
fr: Ça me va.
it: Sta bene
ja: ぴったり
ko: 맞아
pl: Pasuje
pt_br: Serve.
ru: Впору
zh_tw: 很合適

# CHARACTERS.WORMWOOD.DESCRIBE.MINIBOATLANTERN
source: Little Floater
de: Kleines Schwimmding.
es: Pequeño flotador
es_mx: Pequeño flotador
fr: Un mini bidule flottant.
it: Piccola galleggina
ja: ちっちゃなプカプカ
ko: 작은 부유물이야
pl: Mały pływacz
pt_br: Flutuador pequeno.
ru: Маленькая плавучка
zh_tw: 小漂漂

# CHARACTERS.WORMWOOD.DESCRIBE.MINIFAN
source: Wheeee!
de: Uiiii!
es: ¡Ueee!
es_mx: ¡Yupiii!
fr: Youpi !
it: Wheee!
ja: わー！
ko: 이야아아아!
pl: Łii!
pt_br: Eeeeba!
ru: Ух ты!
zh_tw: 呼！

# CHARACTERS.WORMWOOD.DESCRIBE.MINIFLARE
source: Makes pretty lights
de: Macht hübsche Lichter.
es: Hace luces bonitas
es_mx: Hace luces bonitas
fr: Ça fait des jolies lumières.
it: Fa bella luce
ja: きれいな光を作るんだよ
ko: 예쁜 빛을 만들어
pl: Robi ładne światełka
pt_br: Faz luzes bonitas.
ru: Красиво светит
zh_tw: 能做漂亮的光

# CHARACTERS.WORMWOOD.DESCRIBE.MINISIGN.GENERIC
source: Pretty picture
de: Hübsches Bild.
es: Imagen bonita
es_mx: Bonita imagen
fr: Y a un joli dessin dessus.
it: Figura bella
ja: きれいな絵
ko: 예쁜 그림이야
pl: Ładny obrazek
pt_br: Desenho bonito.
ru: Красивая картинка
zh_tw: 漂亮的圖案
