Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MERM_CART1
source: Any science in there?
de: Steckt da Wissenschaft drin?
es: ¿Hay ciencia ahí?
fr: Il y a de la science là-dedans ?
it: C'è qualche cosa di scientifico qui?
ja: そこに科学はあるのか？
ko: 안에 과학이나 있을까?
pt_br: Alguma ciência aí?
ru: Есть в этом что-то научное?
zh_tw: 裡面有什麼科學原理嗎？

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MERM_CART2
source: I could use some stuff.
de: Ich könnte ein paar Sachen gebrauchen.
es: Me harían falta algunas cosas.
fr: Ça pourrait servir.
it: Un po' di queste cose mi farebbero comodo.
ja: 使えるものがありそうだ。
ko: 나한테도 쓸모 있겠다.
pt_br: Umas coisinhas seriam úteis.
ru: Кое-что могло бы мне пригодиться.
zh_tw: 有些東西我能用得上。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MUSHROOMS
source: These are edible mushrooms.
de: Das sind essbare Pilze.
es: Son setas comestibles.
fr: Ce sont des champignons comestibles.
it: Questi sono dei funghi commestibili.
ja: 食べられるキノコだ。
ko: 식용 버섯이다.
pt_br: Esses são cogumelos comestíveis.
ru: Это съедобные грибы.
zh_tw: 這些是可以吃的蘑菇。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: Are those mushrooms? I'm stumped.
de: Sind das Pilze? Sehen verstümmelt aus.
es: ¿Eso son hongos? No sé qué decir.
fr: Des champignons ? Je sèche.
it: Quelli sono funghi? Sono perplesso.
ja: これはキノコなのかな？参ったね。
ko: 버섯인가? 그루터긴가?
pt_br: Que tal, ô, cogumelo?
ru: Это грибы? Я в этих вопросах пень пнем.
zh_tw: 那些是蘑菇嗎？這真是一樁難題。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: I don't think it's growing back.
de: Ich glaube nicht, dass das nachwächst.
es: No creo que vuelva a crecer.
fr: Je ne crois pas que ça repoussera.
it: Non credo che ricrescerà.
ja: もう生えてきそうにはないね。
ko: 다시 자랄 것 같지 않다.
pt_br: Acho que não vai crescer de novo.
ru: Не думаю, что они снова вырастут.
zh_tw: 應該不會長回來了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ONION
source: Looks crunchy.
de: Sieht knusprig aus.
es: Parece crujiente.
fr: Ça a l'air croquant.
it: Sembra croccante.
ja: 歯ごたえが良さそうだ。
ko: 아삭아삭할 것 같다.
pt_br: Parece crocante.
ru: Выглядит хрустящим.
zh_tw: 看起來很脆。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ONION_COOKED
source: A successful chemical reaction.
de: Eine erfolgreiche chemische Reaktion.
es: Una reacción química exitosa.
fr: Une réaction chimique réussie.
it: Una reazione chimica ben riuscita.
ja: いいメイラード反応だ。
ko: 성공적인 화학 반응.
pt_br: Uma reação química bem-sucedida.
ru: Успешная химическая реакция.
zh_tw: 一次成功的化學反應。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_OVEN
source: It needs ingredients to make the science work.
de: Braucht Zutaten, damit die Wissenschaft ihr Werk vollbringt.
es: Le hacen falta ingredientes para que la ciencia funcione.
fr: Il faut des ingrédients pour que la science fonctionne.
it: Ha bisogno di ingredienti per far funzionare la scienza.
ja: 科学が効果を発揮するには原料が必要だ。
ko: 과학이 작동하려면 재료가 필요하다.
pt_br: Precisa de ingredientes para fazer a ciência funcionar.
ru: Чтобы наука сделала свое дело, нужны ингредиенты.
zh_tw: 需要加些材料才會有化學反應。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: For scientifically burning things.
de: Um Dinge ganz wissenschaftlich zu verbrennen.
es: Para quemar cosas de manera científica.
fr: Pour brûler des choses scientifiquement.
it: Per la bruciatura scientifica delle cose.
ja: 科学的に物を燃やせる。
ko: 과학적 연소를 위한 것이다.
pt_br: Para queimar coisas cientificamente.
ru: Для научного обжига предметов.
zh_tw: 科學燃燒用品。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARKSPIKE
source: The scientific term is: "Sharp pointy thing".
de: Der wissenschaftliche Begriff lautet: "Scharfes, spitzes Ding".
es: El término científico es: "Cosa puntiaguda".
fr: Le terme scientifique est : « truc pointu ».
it: Il termine scientifico è "Cosa appuntita"
ja: 科学的に言えば「鋭く尖ったもの」だね。
ko: 과학 용어로는 '날카롭고 뾰족한 것'이라고 부른다.
pt_br: O termo científico é: "coisa pontuda e afiada".
ru: Научное название этого предмета — «острая штука».
zh_tw: 它的學名應該是“鋒利、尖銳的東西”。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: Take that, creature!
de: Nimm das, Kreatur!
es: ¡Chúpate esa, criatura!
fr: Prends ça, créature !
it: Prendi questo, creatura!
ja: 食らえ、化け物め！
ko: 이거나 먹어라!
pt_br: Tome essa, criatura!
ru: Вот тебе, существо!
zh_tw: 接招！

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: So lifelike.
de: So lebensecht.
es: Tan real.
fr: Ça a l'air tellement vivant.
it: Così realistico.
ja: すごく生きてるみたいだ。
ko: 실물 그대로다.
pt_br: Parece tão real.
ru: Как живой.
zh_tw: 真是栩栩如生。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: Been a long time since it was hooked up to water.
de: War schon lange nicht mehr an Wasser angeschlossen.
es: Hace mucho que estuvo conectada al agua.
fr: Ça fait longtemps qu'elle n'est plus branchée à l'eau.
it: È passato molto tempo da quando aveva l'acqua.
ja: 最後に水が供給されてから随分経ってるね。
ko: 물의 공급이 끊긴 지 오래되었다.
pt_br: Faz bastante tempo desde que uma água me enganchou.
ru: Вода в него уже давно не поступает.
zh_tw: 它和水連在一起很長時間了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: Turns out a key was the key to getting in.
de: Der Schlüssel zum Hineinkommen war also ein Schlüssel.
es: Resulta que una llave fue la clave para entrar.
fr: La clé était d'avoir une clé pour entrer.
it: È venuto fuori che una chiave era la chiave per entrare.
ja: 鍵は入るためのカギだったってわけだ。
ko: 열쇠가 열쇠였다.
pt_br: No fim das contas, uma chave era a chave para entrar.
ru: Оказывается, ключ к проникновению внутрь — это ключ.
zh_tw: 沒鑰匙不行。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: Locked tight.
de: Fest verschlossen.
es: Está bien cerrada.
fr: Bien fermé.
it: Ben sigillato.
ja: しっかりとロックされてるわ。
ko: 단단히 잠겼네.
pt_br: Bem trancado.
ru: Заперто.
zh_tw: 鎖得牢牢的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: A monumental monument.
de: Ein monumentales Monument.
es: Un monumento monumental.
fr: Un monument monumental.
it: Un monumento monumentale.
ja: 記念碑的な記念碑。
ko: 기념비적인 기념비.
pt_br: Uma monumento monumental.
ru: Монументальный монумент.
zh_tw: 一座有紀念意義的紀念碑。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PARK_URN
source: Ashes to ashes.
de: Asche zu Asche.
es: Cenizas a las cenizas.
fr: De la cendre à la cendre.
it: Cenere alla cenere.
ja: 灰は灰に。
ko: 재는 재로 돌아가는 법.
pt_br: Das cinzas às cinzas.
ru: Пепел к пеплу.
zh_tw: 塵歸塵，土歸土。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: That rock's alive!
de: Der Stein lebt!
es: ¡Esa roca está viva!
fr: Cette pierre est vivante !
it: Quella roccia è viva!
ja: あの岩、生きてるぞ！
ko: 살아있는 돌이다!
pt_br: Essa rocha está viva!
ru: Этот камень живой!
zh_tw: 那塊石頭是活的！

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: They're dead.
de: Sie sind tot.
es: Están muertos.
fr: Il est mort.
it: Sono morti.
ja: 死んでるね。
ko: 죽었다.
pt_br: Estão mortos.
ru: Они мертвы.
zh_tw: 死了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: He's just winging it.
de: Ob der taub ist?
es: Tan solo revolotea.
fr: Il bat de l'aile.
it: Sta solo sbattendo le ali.
ja: 煽ってくるね。
ko: 대충 산다.
pt_br: Nossa, que asa horrível.
ru: Он машет крыльями.
zh_tw: 羽翼豐滿。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: It's sleeping, for now.
de: Schläft fürs Erste.
es: Está durmiendo, por ahora.
fr: Il dort, pour l'instant.
it: Dorme, per ora.
ja: 寝ている。今のところはね。
ko: 지금은 자고 있다.
pt_br: Está dormindo, por enquanto.
ru: Пока что он спит.
zh_tw: 它睡著了，暫時睡著了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: A silver plated plate.
de: Ein versilberter Teller.
es: Un plato plateado.
fr: Une assiette plaquée argent.
it: Un piatto placcato in argento.
ja: 銀メッキされたお皿。
ko: 은도금 접시.
pt_br: Um prato banhado de prata.
ru: Посеребренная тарелка.
zh_tw: 鍍銀的盤子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POND_SALT
source: A little salty spring.
de: Eine kleine salzige Quelle.
es: Un pequeño manantial salado.
fr: Une petite source d'eau salée.
it: Una piccola sorgente salata.
ja: ちょっとしょっぱい泉。
ko: 소금기 있는 작은 샘.
pt_br: Um laguinho salgado.
ru: Маленький соленый источник.
zh_tw: 鹹的泉水。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PORTAL
source: Another dead end.
de: Schon wieder eine Sackgasse.
es: Otro callejón sin salida.
fr: Encore un cul-de-sac.
it: Un altro vicolo cieco.
ja: また行き止まりだわ。
ko: 또 하나의 막다른 길.
pt_br: Outro beco sem saída.
ru: Еще один тупик.
zh_tw: 又是一條死胡同。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: This looks science-y.
de: Das sieht wissenschaftlich aus.
es: Parece científico.
fr: C'est scientifique.
it: Sembra scientifico.
ja: ちょっと科学的な感じがする。
ko: 과학스럽게 보인다.
pt_br: Isso parece ciencioso.
ru: Выглядит научно.
zh_tw: 看起來很科學。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POT
source: This pot holds more ingredients.
de: Dieser Topf enthält mehr Zutaten.
es: Este tiene más ingredientes.
fr: Il y a plus d'ingrédients dans celle-là.
it: Contiene più ingredienti.
ja: この鍋にはたくさん具材が入る。
ko: 재료가 더 많이 들어간다.
pt_br: Esse guarda mais ingredientes.
ru: Тут больше ингредиентов.
zh_tw: 這個能裝更多配料。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POTATO
source: The apples of the earth.
de: Die Äpfel der Erde.
es: Las manzanas de la tierra.
fr: Les pommes de la terre.
it: La mela della terra.
ja: 大地のリンゴだ。
ko: 땅속에서 자라는 사과.
pt_br: As maçãs da terra.
ru: Яблоки земли.
zh_tw: 埋在地下的蘋果。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: A successful temperature experiment.
de: Ein erfolgreiches Temperaturexperiment.
es: Un experimento de temperatura exitoso.
fr: Une expérience de température réussie.
it: Un esperimento di temperatura ben riuscito.
ja: 温度実験は成功だ。
ko: 성공적인 온도 실험.
pt_br: Um experimento bem-sucedido com a temperatura.
ru: Успешный температурный эксперимент.
zh_tw: 一次成功的溫度實驗。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: A handful of odd seeds.
de: Eine Handvoll seltsamer Samen.
es: Un puñado de semillas inidentificables.
fr: Une poignée de graines bizarres.
it: Una manciata di semi strani.
ja: 一握りの変な種。
ko: 이상한 씨앗 한 줌.
pt_br: Uma porção de sementes estranhas.
ru: Горстка странных семян.
zh_tw: 一把古怪的種子。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POT_HANGER
source: It has hang-ups.
de: Mit Aufhängern.
es: Tiene dónde agarrarse.
fr: On vit à ses crochets.
it: Si sente sempre sospeso.
ja: つれない感じの吊り具。
ko: 거는 것이다.
pt_br: Para seus penduricalhos.
ru: Эта штука виснет.
zh_tw: 它帶有掛鉤。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: For suspension-based cookery.
de: Für die Suspensionsküche.
es: Para una cocina basada en la suspensión.
fr: Pour cuisiner en suspension.
it: Per la cucina sospesa.
ja: 宙に浮かせて料理するためのもの。
ko: 솥을 걸어서 요리할 수 있다.
pt_br: Para cozinha baseada em suspensão.
ru: Для готовки на весу.
zh_tw: 用來懸掛炊具。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POT_SMALL
source: Let's get cooking!
de: Dann wollen wir mal kochen!
es: ¡Pongámonos a cocinar!
fr: Cuisinons !
it: Mettiamoci ai fornelli!
ja: よし、料理しよう！
ko: 요리하자!
pt_br: Vamos cozinhar!
ru: Давайте готовить!
zh_tw: 我們來做飯吧！

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_POT_SYRUP
source: I need to sweeten this pot.
de: Ich muss diesen Topf versüßen.
es: Necesito endulzar esta cazuela.
fr: Il faut ajouter du sucre.
it: Ho bisogno di addolcire questo piatto.
ja: この鍋に甘さを加えないと。
ko: 더 달게 만들어야 한다.
pt_br: Preciso adoçar essa panela.
ru: Надо подсластить содержимое этого котелка.
zh_tw: 我需要給這鍋東西增加甜味。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: I don't think the altar will want that.
de: Ich glaube nicht, dass der Altar das will.
es: No creo que el altar quiera eso.
fr: Je ne crois pas que l'autel en voudra.
it: Non credo che l'altare lo voglia.
ja: 祭壇が求めているものとは思えない。
ko: 제단이 원하지 않을 것 같다.
pt_br: Acho que o altar não vai querer isso.
ru: Не думаю, что это понравится алтарю.
zh_tw: 我認為這個不適合出現在祭壇上。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: Must have mis-spoke.
de: Muss falsch gesprochen haben.
es: Debe de haberse torcido de su camino.
fr: C'est pas mon rayon.
it: Forse ho raggi... rato qualcuno.
ja: スポークが折れたに違いない。
ko: 바큇살이 빠졌군.
pt_br: É bem rodada.
ru: Он здесь спицы… тьфу, спЕциально для меня!
zh_tw: 不幸啊。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: On the road to nowhere.
de: Auf dem Weg ins Nirgendwo.
es: Por el camino a ninguna parte.
fr: En route pour nulle part.
it: Sulla strada verso il niente.
ja: どこにも通じていない道。
ko: 이젠 아무 데도 못 간다.
pt_br: Na estrada para lugar nenhum.
ru: На пути в никуда.
zh_tw: 無處可往。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: Preyed upon.
de: Geplündert.
es: Se ha derrumbado.
fr: La ruine totale.
it: Luogo di preghiera.
ja: 蹂躙されている。
ko: 원래는 기도의 장소였다.
pt_br: Ora, ora.
ru: Для молитв.
zh_tw: 祈“倒”。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: Something put a damper on that chimney.
de: Irgendwas hat den Schornstein erschüttert.
es: Algo ha puesto un regulador en esa chimenea.
fr: Quelque chose a étouffé cette cheminée.
it: Qualcosa ha messo una sordina su quella ciminiera.
ja: 煙突に何かが詰まってるみたいだ。
ko: 이제는 연기를 낼 수 없게 되었군.
pt_br: Algo abafou essa chaminé.
ru: Кто-нибудь, заткните эту трубу!
zh_tw: 那個煙囪灰飛煙滅了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: Something put a damper on that chimney.
de: Irgendwas hat den Schornstein erschüttert.
es: Algo ha puesto un regulador en esa chimenea.
fr: Quelque chose a étouffé cette cheminée.
it: Qualcosa ha messo una sordina su quella ciminiera.
ja: 煙突に何かが詰まってるみたいだ。
ko: 이제는 연기를 낼 수 없게 되었군.
pt_br: Algo abafou essa chaminé.
ru: Кто-нибудь, заткните эту трубу!
zh_tw: 那個煙囪灰飛煙滅了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: Someone beat the clock. Literally.
de: Jemand hat die Uhr geschlagen. Buchstäblich.
es: Alguien le ha echado un pulso al tiempo. Literalmente.
fr: Temps battu. Littéralement.
it: Qualcuno ha battuto il tempo. Letteralmente.
ja: 誰かが時計を壊したんだな。
ko: 시계가 영원히 멈췄다.
pt_br: Alguém acabou com o tempo. Literalmente.
ru: А говорят, что время не остановить. Остановили же.
zh_tw: 鐘，被敲壞了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: That clock's been punched.
de: Die Uhr wurde geschlagen.
es: Han aplastado el reloj.
fr: Ce clocher a été cogné.
it: Quell'orologio è stato mazzolato.
ja: 時計が壊されているね。
ko: 시계가 완전히 박살 났다.
pt_br: Foram muitas badaladas.
ru: Часы получили в циферблат.
zh_tw: 那口鐘壽終正寢了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: No one's here.
de: Niemand ist hier.
es: No hay nadie aquí.
fr: Il n'y a personne ici.
it: Non c'è nessuno qui.
ja: 誰もいない。
ko: 아무도 없다.
pt_br: Não tem ninguém aqui.
ru: Тут никого нет.
zh_tw: 空無一人。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: Something destroyed this town.
de: Etwas hat diese Stadt zerstört.
es: Algo ha destruido esta ciudad.
fr: Quelque chose a détruit ce village.
it: Qualcosa ha distrutto questa città.
ja: この街は何かに破壊されたんだ。
ko: 무언가가 이 마을을 파괴했다.
pt_br: Algo destruiu essa cidade.
ru: Что-то уничтожило этот городок.
zh_tw: 這個小鎮被摧毀了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: I wonder who they angered.
de: Ich frage mich, wen sie verärgert haben.
es: Me pregunto a quiénes han enfadado.
fr: Je me demande qui ils ont fâché.
it: Mi chiedo chi abbiano fatto arrabbiare.
ja: 一体何者を怒らせてしまったんだろう。
ko: 대체 누구의 분노를 샀길래 이렇게 된 걸까.
pt_br: Quem será que enfureceram?
ru: Интересно, кого его жители разозлили.
zh_tw: 不知道他們惹怒了誰。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: No longer a-door-able.
de: Nicht mehr so na-Tür-lich.
es: Está a las puertas de la muerte.
fr: Ça ne porte plus grand-chose.
it: Non "porta" più da nessuna parte.
ja: もうドアとは呼べない。
ko: 이젠 문이라고 할 수 없다.
pt_br: Pobrezinha da porta.
ru: Она и на дверь-то уже не тянет.
zh_tw: 沒門。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: Someone hit the roof.
de: Jemand ist aufs Dach gestiegen.
es: Alguien llegó a lo más alto.
fr: Quelqu'un a cogné le toit.
it: Qualcuno ha colpito il tetto.
ja: 誰かが屋根を壊したんだ。
ko: 지붕이 무너졌다.
pt_br: Alguém subiu no telhado.
ru: Кто-то пробил крышу.
zh_tw: 有人上房揭瓦了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: It's a safe. For keeping things safe.
de: Ein Safe, um Dinge sicher zu verwahren.
es: Una caja fuerte de seguridad. Para que las cosas estén seguras.
fr: C'est un coffre. Pour mettre des trucs en sécurité.
it: È una cassaforte. Per tenere le cose al sicuro.
ja: 金庫だ。中のものを守れる。
ko: 물건을 안전하게 보관하는 금고다.
pt_br: É um cofre. Para manter coisas encofradas.
ru: Безопасная штука. Для безопасности всяких штук.
zh_tw: 這是保險箱，用來保護物品安全的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: It won't open without the key.
de: Ohne Schlüssel geht er nicht auf.
es: No se abrirá sin la llave.
fr: Ça ne s'ouvrira pas sans clé.
it: Non si apre senza la chiave.
ja: 鍵がないと開かないな。
ko: 열쇠가 없으면 열리지 않는다.
pt_br: Não dá pra abrir sem a chave.
ru: Без ключа это не открыть.
zh_tw: 沒有鑰匙就打不開。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALMON
source: Mm, fresh fish.
de: Mm, frischer Fisch.
es: Mmm, pescado fresco.
fr: Hem, poisson frais.
it: Uhm, pesce fresco.
ja: んー、新鮮な魚だ。
ko: 오, 신선한 물고기.
pt_br: Hm, peixe fresco.
ru: М-м, свежая рыба.
zh_tw: 嗯，新鮮的魚。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: Ready for the dinner table.
de: Bereit für den Esstisch.
es: Listo para la cena.
fr: Prêt à passer à table.
it: Pronto per la tavola.
ja: 食卓に並べる準備ができた。
ko: 먹기 좋게 준비되었다.
pt_br: Pronto para a mesa de jantar.
ru: Готово к подаче на стол.
zh_tw: 可以端上餐桌了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALT
source: It's full of salt.
de: Voller Salz.
es: Está lleno de sal.
fr: C'est très salé.
it: È pieno di sale.
ja: 塩でいっぱいだ。
ko: 소금이 가득하다.
pt_br: Está cheio de sal.
ru: Здесь полно соли.
zh_tw: 滿滿的鹽。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALTROCK
source: Salt. The tastiest mineral.
de: Salz. Das schmackhafteste Mineral.
es: Sal. El mineral más sabroso.
fr: Du sel. Le minéral qui a le plus de goût.
it: Sale. Il minerale più saporito.
ja: 塩。世界一美味しい無機質。
ko: 소금. 가장 맛좋은 광물이다.
pt_br: Sal. O mineral mais saboroso.
ru: Соль. Самый вкусный минерал.
zh_tw: 鹽。最有滋味的礦物。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: Science takes time.
de: Wissenschaft braucht Zeit.
es: La ciencia lleva su tiempo.
fr: La science prend du temps.
it: La scienza richiede tempo.
ja: 科学には時間が掛かる。
ko: 과학은 시간이 걸린다.
pt_br: A ciência leva tempo.
ru: Наука требует времени.
zh_tw: 科學是需要時間的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: Salt has gathered on the rope.
de: Salz hat sich am Seil angesammelt.
es: La sal se ha acumulado en la cuerda.
fr: Le sel s'est accumulé sur la corde.
it: Il sale si è raccolto sulla corda.
ja: 塩がロープの上に結晶化している。
ko: 밧줄에 소금이 모였다.
pt_br: Sal acumulou na corda.
ru: Соль налипла на веревку.
zh_tw: 鹽積聚在繩子上了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: For harvesting salt from the pond.
de: Zur Gewinnung von Salz aus dem Teich.
es: Para cosechar sal del estanque.
fr: Pour récolter du sel dans la mare.
it: Per la raccolta del sale dallo stagno.
ja: 池から塩を収穫するための道具。
ko: 연못에서 소금을 수확하는 데 사용된다.
pt_br: Para extrair sal do lago.
ru: Для добычи соли из пруда.
zh_tw: 用來提取池塘裡的鹽。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAP
source: It tastes sweet.
de: Schmeckt süß.
es: Sabe dulce.
fr: C'est sucré.
it: Ha un sapore dolce.
ja: 甘い味がする。
ko: 단맛이 난다.
pt_br: Tem um gosto doce.
ru: М-м, сладко!
zh_tw: 嘗起來是甜的。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAPBUCKET
source: We can use it to gather sap from the trees.
de: Damit können wir Saft von den Bäumen abzapfen.
es: Podemos usarlo para obtener savia de los árboles.
fr: Ça peut servir à récupérer la sève des arbres.
it: Possiamo usarlo per raccogliere la linfa dagli alberi.
ja: これを使って木から樹液を集められる。
ko: 나무에서 수액을 채집하는 데 쓸 수 있다.
pt_br: Podemos usar isso pra juntar seiva das árvores.
ru: Это можно использовать для сбора древесного сока.
zh_tw: 我們可以用它採集樹液。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAPLING
source: I can't get anything else out of that.
de: Da kann ich nichts mehr rausholen.
es: Ya no puedo obtener nada más.
fr: Je n'en tirerai rien de plus.
it: Non posso prenderci più niente.
ja: そこからは他に何も得られない。
ko: 더는 뽑아낼 수 없다.
pt_br: Não consigo tirar mais nada disso.
ru: Из этого я сок не добуду.
zh_tw: 我從中弄不到其他東西。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: Might as well toss it on the fire.
de: Kann man genauso gut ins Feuer werfen.
es: Bien podría arrojarlo al fuego.
fr: Autant balancer ça au feu.
it: Potrei buttarlo nel fuoco.
ja: 火に投げ込んでもいいな。
ko: 이젠 불에나 던져버려야겠다.
pt_br: Dá pra jogar no fogo.
ru: Можно с тем же успехом бросить это в огонь.
zh_tw: 還不如把它扔進火裡。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SEEDPACKET
source: Sow what?
de: Was säen?
es: El que siembra recoge.
fr: Et alors ?
it: Per seminare cosa?
ja: で、どんな種をまく？
ko: 뭘 심는다?
pt_br: Semear, meou.
ru: И что?
zh_tw: 播什麼種？

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: Laboratory tools for surgical butchery.
de: Laborgeräte für chirurgisches Schlachten.
es: Herramientas de laboratorio para carnicería quirúrgica.
fr: Outils de laboratoire pour boucherie chirurgicale.
it: Strumenti di laboratorio per macelleria chirurgica.
ja: 外科的に解体するための研究室用の道具。
ko: 정확도 높은 도살을 위한 실험용 도구.
pt_br: Ferramentas de laboratório para uma carnificina cirúrgica.
ru: Лабораторные инструменты мясника-хирурга.
zh_tw: 用於牲畜的外科工具。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: Flavorful.
de: Geschmackvoll.
es: Sabrosa.
fr: Goûteux.
it: Saporito.
ja: 風味豊か。
ko: 풍미가 있다.
pt_br: Saborosíssimo.
ru: Ароматно.
zh_tw: 風味十足。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: It reminds me of those tentacle monsters.
de: Erinnert mich an diese Tentakelmonster.
es: Me recuerda a esos monstruos de tentáculos.
fr: Ça me rappelle ces monstres à tentacules.
it: Mi ricorda di quei mostri con i tentacoli.
ja: 触手の生えたモンスターを思い出させる。
ko: 촉수 괴물이 생각난다.
pt_br: Me faz lembrar daqueles monstros de tentáculos.
ru: Это напомнило мне монстров со щупальцами.
zh_tw: 它讓我想起來那些帶觸手的怪物。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: I can't get anymore out of that shrub.
de: Aus dem Strauch bekomme ich nichts mehr raus.
es: Ya no puedo obtener nada más del arbusto.
fr: Je ne tirerai plus rien de cet arbrisseau.
it: Non posso prendere più niente da quel cespuglio.
ja: その茂みからは他に何も得られない。
ko: 관목에서 더는 수확할 수 없다.
pt_br: Não consigo tirar mais nada desse arbusto.
ru: С этого куста мне уже ничего не собрать.
zh_tw: 從那叢灌木中採集不到更多果實了。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: I could grind it up to make a spice.
de: Ich könnte es zu einem Gewürz mahlen.
es: Podría molerlo para hacer alguna especia.
fr: Je pourrais le broyer pour en tirer une épice.
it: Potrei macinarlo per farne una spezia.
ja: すりつぶせばスパイスになる。
ko: 갈아서 향신료를 만들 수 있다.
pt_br: Eu poderia moer e fazer um tempero.
ru: Это можно смолоть и получить специи.
zh_tw: 我可以把它磨碎了做香料。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: It's full of delicious, delicious sap.
de: Da steckt viel köstlicher Saft drin.
es: Está lleno de savia superdeliciosa.
fr: C'est plein d'une sève délicieuse.
it: È pieno di deliziosissima linfa.
ja: とっても美味しい樹液でいっぱいだ。
ko: 맛있는 수액이 가득 들어있다.
pt_br: Está cheia de seiva muito deliciosa.
ru: Дерево полно вкусного, вкусного сока.
zh_tw: 它含有大量美味可口的樹液。

# CHARACTERS.WANDA.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: Where'd the tree go? I'm stumped.
de: Wo ist der Baum hin?
es: ¿Dónde está el árbol? Me he quedado de una pieza.
fr: Où est parti l'arbre ? Je sèche.
it: Dove è andato l'albero? Sono perplesso.
ja: 木はどこだ？参ったな。
ko: 나무가 어디로 갔나? 그루터기밖에 안 남았다.
pt_br: Para onde foi árvore? Tá-loco.
ru: Куда делось дерево? Я в шоке.
zh_tw: 那棵樹哪去了？真是一樁謎題。
