Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ANNOUNCE_THURIBLE_OUT
source: No more luring, I guess.
de: Das war's dann wohl.
es: Me imagino que no atraerá más.
fr: Faut croire que les leurres c'est fini.
it: Niente più adescamenti, suppongo.
ja: 効力が切れちまったみてぇだな
ko: 향로가 다 됐나 보네.
pl: No i koniec z nęceniem.
pt_br: Não vamos mais atrair nada, eu acho.
ru: Больше никого не приманить, похоже.
zh_cn: 没有诱饵了，我猜。
zh_tw: 沒有誘餌了，我猜。

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_ABANDONED
source: How aboot we try this again some other time, eh?
de: Wie wär's, wenn wir das ein andermal wiederholen, hm?
es: ¿Y si jugamos en otro momento, eh?
fr: Et si on réessayait un autre jour ?
it: Perché non riproviamo un'altra volta, eh?
ja: いつかもう一回試すってのはどうだ？
ko: 다른 시간에 다시 해보는 게 어때, 그치?
pl: A może innym razem, co?
pt_br: Que tal a gente tentar de novo outra vez, ein?
ru: Давай-ка мы с тобой как-нибудь потом попробуем еще разок.
zh_cn: 咱们以后再一起聚，诶？
zh_tw: 咱們以後再一起聚，誒？

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_DEAD
source: Well that's a shame. Guess I'm on my own now.
de: Tja, schade. Ich schätze, ich bin jetzt auf mich allein gestellt.
es: Qué lástima. Supongo que me toca hacerlo solo.
fr: Bon, tant pis. Je dois me débrouiller tout seul, maintenant.
it: Che peccato. Immagino di dovermela cavare da solo, ora.
ja: 残念だ…ここからはオレひとりか。
ko: 미안해. 지금은 나 혼자인 것 같아.
pl: Szkoda, chyba zostałem sam.
pt_br: Bem, que pena. Acho que estou sozinho agora.
ru: Грустно. Кажись, искать придется самому.
zh_cn: 哎，可惜了。那我就自己来呗。
zh_tw: 哎，可惜了。那我就自己來唄。

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: Looks like he's trying to get my attention.
de: Es sieht so aus, als würde er versuchen, meine Aufmerksamkeit zu erregen.
es: Creo que quiere llamarme la atención.
fr: On dirait qu'il essaie d'attirer mon attention.
it: Sembra che stia cercando di attirare la mia attenzione.
ja: オレの注意を引きこうとしてるみてぇだ。
ko: 관심을 끌려고 애쓰는 것 같아.
pl: Chce chyba zwrócić na siebie uwagę.
pt_br: Parece que ele está tentando chamar minha atenção.
ru: Кажись, он пытается мое внимание привлечь.
zh_cn: 他好像想引起我的注意。
zh_tw: 他好像想引起我的注意。

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_LOST_KITCOON
source: Dangit. Must've lost the trail.
de: Verdammt. Die Spur ist wohl weg.
es: Maldición... Ha perdido el rastro.
fr: Ah, mince. On a perdu sa trace.
it: Cavoli. Deve aver perso le sue tracce.
ja: ちくしょう！痕跡を見失っちまったみてぇだ。
ko: 쳇, 흔적을 놓친 게 틀림없어.
pl: Szlag by to. Musiał zgubić trop.
pt_br: Raios. Ele deve ter perdido o rastro.
ru: Да чтоб тебя. Он след потерял.
zh_cn: 倒霉啊。看来失去了线索。
zh_tw: 倒楣啊。看來失去了線索。

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_NEAR_KITCOON
source: You see something, buddy?
de: Siehst du was, Kumpel?
es: ¿Ves algo, coleguilla?
fr: Tu vois quelque chose, vieux ?
it: Vedi qualcosa, amico?
ja: 相棒、なんか見つけたか？
ko: 뭔가 보이니, 친구?
pl: Widzisz coś, koleżko?
pt_br: Está vendo algo, amigo?
ru: Видишь что-нибудь интересное, дружок?
zh_cn: 伙计，你是不是瞅着啥了？
zh_tw: 夥計，你是不是瞅著啥了？

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: Looks like there ain't anything around.
de: Sieht aus, als gäbe es hier nichts.
es: Creo que por aquí no hay nada.
fr: On dirait qu'il n'y a rien par ici.
it: Sembra che non ci sia nulla qui attorno.
ja: 何も周りにねぇみてぇだな。
ko: 주변에 아무것도 없는 것 같아.
pl: Chyba nic tutaj nie ma.
pt_br: Parece que não há nada por aqui.
ru: Кажись, поблизости никого.
zh_cn: 这周围好像啥都没。
zh_tw: 這周圍好像啥都沒。

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_START_TRACKING
source: Let's get to finding those kits, eh?
de: Machen wir uns auf die Suche nach den Kits, eh?
es: Ya va siendo hora de buscar a los gatitos, ¿eh?
fr: Allons trouver ces petites bestioles, hein ?
it: Mettiamoci a cercare questi miciorsetti, eh?
ja: 子猫どもを探しに行くとするか。なあ？
ko: 그 애옹이들을 찾으러 가자, 응?
pl: Chodźmy szukać tych kociaków, co?
pt_br: Vamos procurar os xanins, né?
ru: Ну что, поищем котят?
zh_cn: 咱们去找那些猫咪吧，诶？
zh_tw: 咱們去找那些貓咪吧，誒？

# CHARACTERS.WOODIE.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: I think he's waiting for me.
de: Ich glaube, er wartet auf mich.
es: Creo que me está esperando.
fr: Je crois qu'il m'attend.
it: Penso che mi stia aspettando.
ja: オレのことを待ってるみてぇだ。
ko: 나를 기다리나 봐.
pl: Chyba czekał na mnie.
pt_br: Acho que ele está me esperando.
ru: Кажись, он меня ждет.
zh_cn: 他应该是在等我。
zh_tw: 他應該是在等我。

# CHARACTERS.WOODIE.ANNOUNCE_TOADESCAPED
source: The warty hoser ran away!
de: Der warzige Schmarotzer ist weggelaufen!
es: ¡El bicho con verrugas se ha escapado!
fr: Le crétin à verrues s'est enfui !
it: Quell'idiota bitorzoluto è scappato!
ja: イボ野郎が逃げ出しやがった！
ko: 울퉁불퉁한 녀석이 도망갔다!
pl: Brodawkowy drań uciekł!
pt_br: O idiota verruguento correu!
ru: Бородавчатый дружище сбежал!
zh_cn: 长瘤的傻子跑掉了！
zh_tw: 長瘤的傻子跑掉了！

# CHARACTERS.WOODIE.ANNOUNCE_TOADESCAPING
source: It's gonna turn tail soon.
de: Wird bald am Ende sein.
es: Se va a escapar pronto.
fr: Il tarde jamais à s'enfuir.
it: Se la darà presto a gambe.
ja: こいつ、すぐに逃げ出すだろうよ。
ko: 곧 도망가겠네.
pl: Zaraz się zawinie.
pt_br: Vai dar no pé logo.
ru: Скоро ему придется поджать хвост.
zh_cn: 它会很快躲开。
zh_tw: 它會很快躲開。

# CHARACTERS.WOODIE.ANNOUNCE_TOOL_SLIP
source: The stuff of nightmares!
de: Der Stoff aus dem Alpträume gemacht werden!
es: ¡La materia de las pesadillas!
fr: Un vrai cauchemar !
it: La materia degli incubi!
ja: もう、悪夢に出てくるような！
ko: 악몽에서 나오겠잖아!
pl: Prawdziwy koszmar!
pt_br: Coisa de pesadelo!
ru: Мой главный кошмар!
zh_cn: 真是一场噩梦！
zh_tw: 真是一場噩夢！

# CHARACTERS.WOODIE.ANNOUNCE_TORCH_OUT
source: My light ran out!
de: Mein Licht ist ausgegangen!
es: ¡Se me ha apagado la luz!
fr: Ma lumière s'est éteinte !
it: La mia luce si è spenta!
ja: 俺の明かりが消えてしまった！
ko: 불이 꺼졌잖아!
pl: Skończyło mi się światło!
pt_br: Minha luz acabou!
ru: Мой факел погас!
zh_cn: 火炬灭了！
zh_tw: 火炬滅了！

# CHARACTERS.WOODIE.ANNOUNCE_TOWNPORTALTELEPORT
source: I got sand in my beard.
de: Ich hab Sand im Bart.
es: Tengo arena en la barba.
fr: J'ai du sable dans la barbe.
it: Ho sabbia nelle mia barba.
ja: ヒゲに砂が入っちまったぜ
ko: 수염에 모래가 꼈네.
pl: Piachu mi się do brody nasypało.
pt_br: Fiquei com areia na barba.
ru: У меня песок в бороде.
zh_cn: 我的胡子里都是沙子。
zh_tw: 我的鬍子裡都是沙子。

# CHARACTERS.WOODIE.ANNOUNCE_TRAP_WENT_OFF
source: Oops!
de: Ups!
es: ¡Uy!
fr: Mince...
it: Ops!
ja: おっとっと！
ko: 이런!
pl: Ups!
pt_br: Ups!
ru: Упс!
zh_cn: 哎呀！
zh_tw: 哎呀！

# CHARACTERS.WOODIE.ANNOUNCE_UNIMPLEMENTED
source: Ouch! That wasn't very polite.
de: Autsch, das war nicht sehr freundlich.
es: ¡Ay! Eso no ha sido muy amable.
fr: Aïe ! Ce n'est pas très poli.
it: Ahia! Non è stato molto educato.
ja: ッテ！行儀のなってねぇ野郎だな！
ko: 앗! 큰 실례를 저질렀네.
pl: Au! To nie było miło.
pt_br: Au! Mas que falta de educação.
ru: Ой! Это было не очень-то вежливо.
zh_cn: 哎哟！它不是非常礼貌。
zh_tw: 哎喲！它不是非常禮貌。

# CHARACTERS.WOODIE.ANNOUNCE_WASHED_ASHORE
source: Well, that'll wake you up. Brr.
de: Tja, das weckt einen. Brr.
es: Bueno, esto te despertará. Brrr.
fr: Ça réveille ! Brrr !
it: Beh, così ci siamo dati una svegliata. Brr.
ja: これで目が覚めたな。ブルブルッ…
ko: 잠이 확 깨잖아. 부르르.
pl: Tak to każdy by się obudził. Brr.
pt_br: Ora, isso acorda qualquer um. Brr.
ru: Бодрящие морские купания. Бр-р-р.
zh_cn: 好吧，被水冲醒了。呼。
zh_tw: 好吧，被水沖醒了。呼。

# CHARACTERS.WOODIE.ANNOUNCE_WEAK_RAT
source: That one's not looking so good.
de: Die sieht aber nicht gut aus.
es: Esta no tiene muy buena pinta.
fr: Elle n'a pas l'air en forme.
it: Non ha un bell'aspetto.
ja: こいつ、あまり強そうに見えねえな。
ko: 이 친구, 상태가 안 좋아 보이잖아.
pl: Nie wygląda najlepiej.
pt_br: Esse não parece estar muito bem.
ru: Болезненно она как-то выглядит.
zh_cn: 那个看起来不太好。
zh_tw: 那個看起來不太好。

# CHARACTERS.WOODIE.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ: {weight}
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_cn: 重量：{weight}
zh_tw: 重量：{weight}

# CHARACTERS.WOODIE.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} Not bad, eh?
de: Gewicht: {weight} Nicht übel, wie?
es: Peso: {weight} No está mal, ¿eh?
fr: Poids : {weight} Pas mal, hein ?
it: Peso: {weight} Non male, eh?
ja: 重さ：{weight} 悪くないんじゃねえか？
ko: 무게: {weight} 나쁘지 않네, 그치?
pl: Waga: {weight} Nieźle, co?
pt_br: Peso: {weight} Nada mal, ein?
ru: Вес: {weight} Не так уж плохо, да?
zh_cn: 重量: {weight} 不赖吧？
zh_tw: 重量: {weight} 不賴吧？

# CHARACTERS.WOODIE.ANNOUNCE_WET
source: Plaid's warm, even when wet.
de: Karierter Stoff hält sogar warm, wenn er kalt ist.
es: La tela escocesa es caliente, incluso cuando está mojada.
fr: Le tissu écossais, c'est chaud. Même mouillé.
it: Il plaid è caldo, anche quando è umido.
ja: チェック柄は暖かい… たとえ濡れていても。
ko: 플레드 셔츠는 젖어도 따뜻하지.
pl: Kraciasta koszula jest ciepła nawet w deszczu.
pt_br: Xadrez é quente, mesmo quando molhado.
ru: Даже мокрый плед греет.
zh_cn: 格子衣服就算湿了，也还是暖和的。
zh_tw: 格子衣服就算濕了，也還是暖和的。

# CHARACTERS.WOODIE.ANNOUNCE_WETTER
source: I'm getting quite wet, eh?
de: Ich werde ziemlich nass, he?
es: Me estoy mojando bastante, ¿eh?
fr: Je commence à prendre l'eau, hein ?
it: Mi sto bagnando abbastanza, eh?
ja: けっこうひどく濡れてきたな、だろ？
ko: 흠씬 젖어버렸네, 그치?
pl: Robi się mokro, co nie?
pt_br: Estou ficando meio molhado, hã?
ru: Я начинаю немного намокать, да?
zh_cn: 我身上很湿，是不是？
zh_tw: 我身上很濕，是不是？

# CHARACTERS.WOODIE.ANNOUNCE_WINCH_CLAW_MISS
source: Dangit, just missed it.
de: Mist, daneben.
es: Maldición, por poco.
fr: Punaise, raté !
it: Cavolo, mancato di poco.
ja: クソッ、もう少しだったんだが。
ko: 이런, 놓쳤잖아.
pl: Kurczaki, nie trafiłem.
pt_br: Raios, errei.
ru: Черт, промазал.
zh_cn: 该死，差一点。
zh_tw: 該死，差一點。

# CHARACTERS.WOODIE.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: Whoops. Guess I was a little off, eh?
de: Hoppla. Das war wohl nichts, wie?
es: Ups. Supongo que no he acertado, ¿eh?
fr: Oups ! C'est pas tout à fait ça, hein ?
it: Ops. Mi sa che ho sbagliato la mira, eh?
ja: しまった。ちょっとミスったみたいだな。
ko: 앗! 실수했네, 그치?
pl: Ups! Chyba trochę mi się omsknęło, nie?
pt_br: Opa. Acho que estava um pouquinho errado, né?
ru: Ой. Наверное, я отвлекся, ага.
zh_cn: 哎呦。我又差了一点点，对不？
zh_tw: 哎呦。我又差了一點點，對不？

# CHARACTERS.WOODIE.ANNOUNCE_WINTERS_FEAST_BUFF
source: I'm lit up like the first of July!
de: Ich strahle wie am Nationalfeiertag!
es: ¡Estoy iluminado como el primero de julio!
fr: Je brille comme un sapin de Noël !
it: Sono abbagliante come una stella cadente!
ja: 花火みたいにキレイに光ってるじゃねえか！
ko: 캐나다 건국 기념일만큼 신이 나잖아!
pl: Świecę się jak fajerwerki na pierwszego lipca!
pt_br: Estou iluminado que nem os fogos de primeiro de julho!
ru: Я весь сверкаю, как в День Канады!
zh_cn: 我像7月1日一样华灯璀璨！
zh_tw: 我像7月1日一樣華燈璀璨！

# CHARACTERS.WOODIE.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: Eh, I was probably a walkin' fire hazard anyway.
de: Ach, ich war sowieso eine wandelnde Brandgefahr.
es: Eh, probablemente era un peligro de incendio andante, de todas formas.
fr: Tant pis. Je risquais de mettre le feu de toute façon.
it: Beh, meglio così, magari avrei potuto scatenare incendi.
ja: フン。どっちみちオレは歩く出火野郎だったしな。
ko: 뭐, 어차피 자칫하면 내가 불을 낼 뻔하긴 했잖아.
pl: Ech, pewnie i tak byłem chodzącym zagrożeniem pożarowym.
pt_br: Ah, eu provavelmente ia acabar botando fogo nas coisas mesmo...
ru: Ну, я все равно был ходячим пожаром, так что и ладно.
zh_cn: 哎，反正那样亮着也是火险。
zh_tw: 哎，反正那樣亮著也是火險。

# CHARACTERS.WOODIE.ANNOUNCE_WORMHOLE
source: It was gross in there!
de: Dort drin war es widerlich!
es: ¡Qué asco ahí dentro!
fr: C'était dégueu là-dedans !
it: È stato nauseante là dentro!
ja: その中はゾッとするぜ！
ko: 아주 끔찍했어!
pl: Obrzydliwe miejsce!
pt_br: Estava nojento lá dentro.
ru: Там так мерзко!
zh_cn: 里面太可怕了！
zh_tw: 裡面太可怕了！

# CHARACTERS.WOODIE.ANNOUNCE_WORMS
source: Oh geez. I hope you're ready, Lucy.
de: Oh mein Gott. Ich hoffe, du bist bereit, Lucy.
es: Caray. Espero que estés lista, Lucy.
fr: Oh doux Jésus ! J'espère que t'es prête, Luce.
it: Oh cavolo. Spero tu sia pronta, Lucy.
ja: やべぇな…ルーシー、覚悟はできてるか？
ko: 이런. 각오 단단히 해, 루시.
pl: O, kurka wodna. Gotowa, Lucy?
pt_br: Oh, céus! Espero que esteja pronta, Luce.
ru: О боже. Надеюсь, ты готова, Люси.
zh_cn: 哦，天啊。我希望你准备好了，露西。
zh_tw: 哦，天啊。我希望你準備好了，露西。

# CHARACTERS.WOODIE.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Hey, I think I figured out a new pattern, Luce!
de: Hey, ich glaube, ich habe ein neues Muster entdeckt, Lucy!
es: Eh, Lucy, creo que se me ocurrido un patrón nuevo.
fr: Hé, je crois que j'ai appris un nouveau motif, Lucy !
it: Ehi, penso di aver imparato un nuovo modello, Lucy!
ja: おお！ルーシー、新しい衣装の型紙を見つけたぜ！
ko: 이봐, 내가 새로운 패턴을 알아낸 것 같아, 루시!
pl: Hej, Lucy, chyba wpadłem na pomysł nowego wzoru!
pt_br: Ei, acho que descobri um novo modelo, Lucy!
ru: Слушай, Люси, теперь я знаю, как сделать новый костюм!
zh_cn: 嘿，露西，我已经琢磨出一个新样式了！
zh_tw: 嘿，露西，我已經琢磨出一個新樣式了！

# CHARACTERS.WOODIE.BATTLECRY.DEER
source: Hunting season's open!
de: Die Jagdsaison ist eröffnet!
es: ¡La temporada de caza ha comenzado!
fr: La saison de la chasse est ouverte !
it: La stagione della caccia è aperta!
ja: ハンティングシーズンの始まりだ！
ko: 사냥철 시작이다!
pl: Sezon łowiecki rozpoczęty!
pt_br: A temporada de caça está aberta!
ru: Сезон охоты открыт!
zh_cn: 狩猎季节开始了！
zh_tw: 狩獵季節開始了！

# CHARACTERS.WOODIE.BATTLECRY.GENERIC
source: Get over here, eh!
de: Beweg deinen Arsch hierher, he!
es: ¡Ven aquí, eh!
fr: Viens par ici, hein ?
it: Vieni qui, eh!
ja: これを超えて進めってことだろう！
ko: 여기 와라, 엉?
pl: Stawaj do walki!
pt_br: Venha aqui, hã!
ru: Давай, иди сюда!
zh_cn: 放马过来吧，哈！
zh_tw: 放馬過來吧，哈！

# CHARACTERS.WOODIE.BATTLECRY.PIG
source: I'll make bacon of you yet!
de: Aus dir mach ich Schinken!
es: ¡Haré beicon contigo!
fr: Je vais te transformer en bacon !
it: Ti farò diventare pancetta!
ja: てめぇ、ベーコンにしてやる！
ko: 널 베이컨으로 만들어겠잖아!
pl: Przerobię cię na bekon!
pt_br: Ainda farei bacon com você!
ru: Да я тебя на бекон пущу!
zh_cn: 我会把你做成培根！
zh_tw: 我會把你做成培根！

# CHARACTERS.WOODIE.BATTLECRY.PREY
source: This here's the end for you!
de: Ende.
es: ¡Este es tu final!
fr: C'en est fini pour toi !
it: Questa è la tua fine!
ja: ここで死んでもらうぜ！
ko: 여기서 끝이잖아!
pl: To twój koniec!
pt_br: Esse é o seu fim!
ru: Ну все, тебе конец!
zh_cn: 你就要完蛋了！
zh_tw: 你就要完蛋了！

# CHARACTERS.WOODIE.BATTLECRY.SPIDER
source: For the North!
de: Norden.
es: ¡Por el Norte!
fr: Cap au nord !
it: Verso il nord!
ja: 北国の誇りにかけてッ！
ko: 북으로!
pl: Ku północy!
pt_br: Para o norte!
ru: На север!
zh_cn: 向北方前进！
zh_tw: 向北方前進！

# CHARACTERS.WOODIE.BATTLECRY.SPIDER_WARRIOR
source: Prepare for a choppin'!
de: Bereite dich auf deinen Tod vor!
es: ¡Prepárate para ser talado!
fr: Prépare-toi à la découpe !
it: Preparati ad essere tagliato!
ja: ブッたぎってやる！
ko: 잘려질 준비해라!
pl: Przygotuj się na rąbanie!
pt_br: Preparar para a derrubada!
ru: Порублю! На мелкие кусочки!
zh_cn: 准备好砍砍砍！
zh_tw: 準備好砍砍砍！

# CHARACTERS.WOODIE.COMBAT_QUIT.GENERIC
source: I think that's enough.
de: Ich denke, das ist genug.
es: Creo que es suficiente.
fr: Je crois que c'est terminé.
it: Credo sia abbastanza.
ja: これでたぶん、十分だろう。
ko: 이제 그만 해도 될 것 같아.
pl: Chyba wystarczy.
pt_br: Acho que é o bastante.
ru: Довольно.
zh_cn: 差不多够了。
zh_tw: 差不多夠了。

# CHARACTERS.WOODIE.COMBAT_QUIT.PIG
source: I thought that would go better.
de: Warum sollte ich dort reingehen wollen?
es: Pensé que iría mejor.
fr: J'avais cru que ça se passerait mieux.
it: Credevo sarebbe andata meglio.
ja: ちと、しくじったな…
ko: 상황이 이렇게 될줄은 몰랐는데.
pl: Myślałem, że lepiej mi to pójdzie.
pt_br: Eu pensava que isso terminaria melhor.
ru: Я-то думал, все сложится получше.
zh_cn: 我原以为情况会好转的。
zh_tw: 我原以為情況會好轉的。

# CHARACTERS.WOODIE.COMBAT_QUIT.PREY
source: Sorry, sorry!
de: Entschuldigung!
es: ¡Lo siento, lo siento!
fr: Désolé ! Désolé !
it: Spiacente, spiacente!
ja: 悪りぃ！悪かった！悪かったよ！
ko: 미안, 미안!
pl: Przepraszam!
pt_br: Desculpe, desculpe!!
ru: Прости, прости!
zh_cn: 对不起，对不起！
zh_tw: 對不起，對不起！

# CHARACTERS.WOODIE.COMBAT_QUIT.SPIDER
source: Sorry!
de: Entschuldigung!
es: ¡Lo siento!
fr: Désolé !
it: Spiacente!
ja: 悪かったよ！
ko: 미안해!
pl: Przepraszam!
pt_br: Desculpe!
ru: Прости!
zh_cn: 抱歉！
zh_tw: 抱歉！

# CHARACTERS.WOODIE.COMBAT_QUIT.SPIDER_WARRIOR
source: Same time again tomorrow, eh?
de: Selbe Zeit morgen?
es: A la misma hora mañana, ¿eh?
fr: Même heure demain, hein ?
it: Alla stessa ora domani di nuovo, eh?
ja: 明日、また同じ時間に来てやるからな…
ko: 내일 같은 시간에 또 하자, 알았지?
pl: Jutro o tej samej porze?
pt_br: Na mesma hora amanhã, então?
ru: Завтра в то же время на том же месте, а?
zh_cn: 明天同一时间再战，是吗？
zh_tw: 明天同一時間再戰，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL1.1
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL1.2
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL2.1
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL2.2
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL3.1
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL.LEVEL3.2
source: That ain't right.
de: Das ist nicht richtig.
es: Eso no está bien.
fr: C'est pas normal.
it: Non è giusto.
ja: ありえねぇ…
ko: 뭔가 잘못됐잖아.
pl: To nie jest w porządku.
pt_br: Isso não tá certo.
ru: Это как-то неправильно.
zh_cn: 那样不对。
zh_tw: 那樣不對。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's a flower? I guess.
de: Eine Blume? Schätz ich mal.
es: ¿Es una flor? Supongo que sí.
fr: C'est une fleur ? Faut croire.
it: È un fiore? Suppongo.
ja: こいつぁ、花…だよな？
ko: 꽃이잖아? 맞나.
pl: To jakiś kwiatek? Chyba.
pt_br: É uma flor? Eu acho.
ru: Это ж цветок? Думаю, да.
zh_cn: 是一朵花？我猜的。
zh_tw: 是一朵花？我猜的。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: Maybe we should split, eh?
de: Vielleicht sollten wir es aufteilen, was?
es: Tal vez deberíamos dividirnos, ¿eh?
fr: On devrait peut-être se séparer, hein ?
it: Forse dovremmo dividere, eh?
ja: あんま触んねぇほうがよさそうだな…
ko: 아무래도 도망가야 할 것 같지?
pl: Może się stąd zabierajmy?
pt_br: Talvez a gente devesse se separar, hã?
ru: Может, нам стоит разделиться, а?
zh_cn: 或许我们该分开，额？
zh_tw: 或許我們該分開，額？

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: I'm not comfortable with this.
de: Das ist mir nicht geheuer.
es: No me siento a gusto con esto.
fr: Je me sens pas à l'aise avec ça.
it: Non mi sento a mio agio.
ja: なんか…落ち着かねぇな…
ko: 어째 불안해지는데.
pl: Nie czuję się z tym dobrze.
pt_br: Não estou muito confortável com isso.
ru: Мне не очень уютно находиться рядом с ним.
zh_cn: 我对这不是很舒服。
zh_tw: 我對這不是很舒服。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: That flower's lookin' a bit run down.
de: Die Blume sieht ein bisschen mitgenommen aus.
es: Esa flor parece un poco hecha polvo.
fr: Cette fleur a connu de meilleurs jours.
it: Quel fiore sembra un po' avvizzito.
ja: この花、少し弱ってるみたいだな。
ko: 저 꽃이 좀 지쳐 보이잖아.
pl: Ten kwiatek wygląda marnie.
pt_br: Essa flor está um pouco degradada.
ru: Цветочек этот выглядит довольно грустно.
zh_cn: 那朵花看起来有点蔫了。
zh_tw: 那朵花看起來有點蔫了。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: A haunted flower... pretty strange don't ya think, Lucy?
de: Eine Spukblume ... Sehr seltsam, was, Lucy?
es: Una flor encantada... Bastante extraño, ¿no crees, Lucy?
fr: Une fleur hantée... C'est bizarre, tu ne trouves pas, Lucy ?
it: Un fiore posseduto... Molto strano, non credi, Lucy?
ja: 取りつかれた花…奇妙だと思わねえか、ルーシー？
ko: 유령 들린 꽃이라니... 이상하지 않니, 루시?
pl: Nawiedzony kwiatek... to dziwne, nie, Lucy?
pt_br: Uma flor assombrada... Bem estranho, não acha, Lucy?
ru: Цветок с призраком… Странная штука, да, Люси?
zh_cn: 闹鬼的花……很古怪吧，露西？
zh_tw: 鬧鬼的花……很古怪吧，露西？

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: I guess I should be used to weird stuff by now.
de: Ich denke, ich sollte mittlerweile an seltsame Dinge gewöhnt sein.
es: Supongo que ya debería estar acostumbrado a cosas raras.
fr: Je devrais pourtant m'être habitué au bizarre depuis le temps...
it: Immagino che dovrei essere abituato alle cose bizzarre oramai.
ja: ま、この程度で驚いてちゃ、やってけねぇよ…
ko: 이제는 이상한 것에 익숙해질 때도 된 것 같은데.
pl: Powinienem być już chyba przyzwyczajony do dziwności.
pt_br: Acho que eu já deveria estar acostumado a coisas estranhas.
ru: Думаю, его можно бы использовать для всяких странных вещей.
zh_cn: 我想如今我得适应那些怪东西。
zh_tw: 我想如今我得適應那些怪東西。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.LONG
source: Yup. It's a flower.
de: Ja. Das ist ne Blume.
es: Sí. Es una flor.
fr: Ouais. C'est une fleur.
it: Sì. Si tratta di un fiore.
ja: ま、見たところ、ただの花だな
ko: 그래, 꽃이잖아.
pl: Potwierdzam. To kwiat.
pt_br: É. É uma flor.
ru: Ага. Это цветок.
zh_cn: 是的。是一朵花。
zh_tw: 是的。是一朵花。

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: That flower's acting funny...
de: Die Blume verhält sich merkwürdig ...
es: Esa flor está haciendo cosas raras...
fr: Cette fleur fait des trucs bizarres...
it: Quel fiore si comporta in modo anomalo...
ja: その花…どうも怪しいぜ…
ko: 꽃이 어딘가 이상해지고 있는데...
pl: Jakiś dziwny ten kwiatek...
pt_br: Essa flor está fazendo coisas estranhas...
ru: Этот цветок забавно себя ведет…
zh_cn: 那朵花的行为太好笑…
zh_tw: 那朵花的行為太好笑…

# CHARACTERS.WOODIE.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Did it just move?
de: Hat es sich gerade bewegt?
es: ¿Se acaba de mover?
fr: Ça vient pas de bouger ?
it: Si è appena mosso?
ja: 今…動かなかったか？
ko: 방금 움직였나?
pl: Czy on się właśnie poruszył?
pt_br: Ela se mexeu?
ru: Он сейчас шевельнулся?
zh_cn: 它刚刚是不是动了？
zh_tw: 它剛剛是不是動了？

# CHARACTERS.WOODIE.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It seems a bit show-offy to me.
de: Er scheint mir ein bisschen zeigefreudig zu sein.
es: Me parece un poco fanfarrón.
fr: Un peu trop de frime à mon goût.
it: Mi sembra un po' esibizionista.
ja: ワシにはちょっと見栄っ張りな感じがするな。
ko: 너무 젠체하는 것 같잖아.
pl: Nie lubię się popisywać.
pt_br: Parece um pouco exibicionista para mim.
ru: Как по мне, выглядит слишком уж показушно.
zh_cn: 对我来说似乎有点炫耀的意味。
zh_tw: 對我來說似乎有點炫耀的意味。

# CHARACTERS.WOODIE.DESCRIBE.ACORN
source: I should grow it and then chop it down!
de: Ich sollte sie anpflanzen und später fällen.
es: ¡Debería plantarla y luego talar el árbol!
fr: Je devrais le semer et puis le couper !
it: Dovrei farlo crescere per poi abbatterlo!
ja: こいつを木に育てて、切り倒してやるぜ！
ko: 나무로 키워낸 다음에 베어야지!
pl: Muszę ją zasadzić, żeby było co ścinać!
pt_br: Vou cultivar e depois derrubar!
ru: Оно сначала должно вырасти, а потом его можно будет срубить!
zh_cn: 我应该把它种出来，然后再砍倒它！
zh_tw: 我應該把它種出來，然後再砍倒它！

# CHARACTERS.WOODIE.DESCRIBE.ACORN_COOKED
source: What a waste of a perfectly good tree.
de: Was für eine Verschwendung eines perfekten Baums.
es: Qué desperdicio de un árbol perfectamente bueno.
fr: C'est gâcher un bel arbre en devenir.
it: Che spreco di albero assolutamente buono.
ja: 良質な木を無駄にして、勿体ない。
ko: 완벽하게 좋은 나무의 낭비잖아.
pl: Co za marnotrawstwo. To było zupełnie dobre drzewo.
pt_br: Que desperdício de uma árvore perfeitamente boa.
ru: Бессмысленная трата просто идеального дерева.
zh_cn: 真是浪费了这么好的树。
zh_tw: 真是浪費了這麼好的樹。

# CHARACTERS.WOODIE.DESCRIBE.ACORN_SAPLING
source: Here comes a tree!
de: Hier wächst ein Baum!
es: ¡Aquí viene un árbol!
fr: Et voilà un arbre !
it: Ecco che arriva un albero!
ja: うし、木が出てきたぜ！
ko: 나무가 될 거야!
pl: Drzewo, przybywaj!
pt_br: Aí vem uma árvore!
ru: На подходе дерево!
zh_cn: 又来了一棵树！
zh_tw: 又來了一棵樹！
