Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ANNOUNCE_LOWRESEARCH
source: Don't get it...
de: Verstehe nicht ...
es: No lo cojo...
es_mx: Yo no entender.
fr: J'comprends pas...
it: Non capisco...
ja: 分からないよ...
ko: 이해 안 돼...
pl: Nie kumam...
pt_br: Não entendo...
ru: Не поняла…
zh_tw: 理解不了……

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Almost done, florp!
de: Fast geschafft, florp!
es: ¡Casi he terminado, florp!
es_mx: ¡Casi listo, flop!
fr: C'est presque fini, florp !
it: Quasi fatto, florp!
ja: もうすぐだよ、フロープ！
ko: 거의 다 됐다, 뻐끔!
pl: Prawie gotowe, florp!
pt_br: Quase pronto, florp!
ru: Почти готово, бульк!
zh_tw: 馬上好了，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: Something in there?
de: Ist was drin?
es: ¿Hay algo ahí?
es_mx: ¿Haber algo ahí?
fr: Y'a quelque chose là-dedans ?
it: C'è qualcosa lì?
ja: 何かあるの？
ko: 안에 뭐 있나?
pl: Coś tam jest?
pt_br: Tem algo lá dentro?
ru: Там что-то есть?
zh_tw: 裡面有東西？

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Et voilà !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Almost done, florp!
de: Fast geschafft, florp!
es: ¡Casi he terminado, florp!
es_mx: ¡Casi listo, flop!
fr: C'est presque fini, florp !
it: Quasi fatto, florp!
ja: もうすぐだよ、フロープ！
ko: 거의 다 됐다, 뻐끔!
pl: Prawie gotowe, florp!
pt_br: Quase pronto, florp!
ru: Почти готово, бульк!
zh_tw: 馬上好了，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: Something in there?
de: Ist was drin?
es: ¿Hay algo ahí?
es_mx: ¿Haber algo ahí?
fr: Y'a quelque chose là-dedans ?
it: C'è qualcosa lì?
ja: 何かあるの？
ko: 안에 뭐 있나?
pl: Coś tam jest?
pt_br: Tem algo lá dentro?
ru: Там что-то есть?
zh_tw: 裡面有東西？

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Et voilà !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Almost done, florp!
de: Fast geschafft, florp!
es: ¡Casi he terminado, florp!
es_mx: ¡Casi listo, flop!
fr: C'est presque fini, florp !
it: Quasi fatto, florp!
ja: もうすぐだよ、フロープ！
ko: 거의 다 됐다, 뻐끔!
pl: Prawie gotowe, florp!
pt_br: Quase pronto, florp!
ru: Почти готово, бульк!
zh_tw: 馬上好了，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: Something in there?
de: Ist was drin?
es: ¿Hay algo ahí?
es_mx: ¿Haber algo ahí?
fr: Y'a quelque chose là-dedans ?
it: C'è qualcosa lì?
ja: 何かあるの？
ko: 안에 뭐 있나?
pl: Coś tam jest?
pt_br: Tem algo lá dentro?
ru: Там что-то есть?
zh_tw: 裡面有東西？

# CHARACTERS.WURT.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Et voilà !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WURT.ANNOUNCE_MOONPOTION_FAILED
source: Awww... nothing happen.
de: Ooch ... Nichts passiert.
es: Oooh... No ocurre nada.
es_mx: Aaayy... no pasar nada.
fr: Oh, il se passe rien.
it: Oooh... non succede niente.
ja: あううう...何も起こらなかったね。
ko: 에이이... 아무것도 안 일어나.
pl: Ooo... nic się nie wydarzyło.
pt_br: Ahhh... nada acontece.
ru: Ой… Не получилось.
zh_tw: 嗷……什麼都沒發生。

# CHARACTERS.WURT.ANNOUNCE_MOSQUITOS
source: Gluuurph! Shoo, bugs!
de: Gluuurpf! Kschksch, Biester!
es: ¡Gluuurph! ¡Bu, bichos!
es_mx: ¡Gluuuf! ¡Largo, insectos!
fr: Argh ! Ouste, les insectes !
it: Gluuurp! Sciò, insetti!
ja: グルル！シー、虫さん！
ko: 빠끔빠끄음! 훠이!
pl: Gluuurp! Sio, robale!
pt_br: Gluuurph! Xô, insetos!
ru: Бу-у-ульк! Кыш, букашки!
zh_tw: 格勒浮！走開，蟲子們！

# CHARACTERS.WURT.ANNOUNCE_MOUNT_LOWHEALTH
source: Big fuzzy look hurt...
de: Großer Zottel sieht nicht gut aus ...
es: Grandullón peludo parece herido...
es_mx: Gran peludo verse lastimado.
fr: Le gros poilu a l'air blessé...
it: Grande peloso sembra fatto male...
ja: 大きなファジールックが痛いよ...
ko: 큰 털북숭이가 아파 보여...
pl: Wielkiego kudłacza chyba coś boli...
pt_br: Peludão parece machucado...
ru: Пушистику больно…
zh_tw: 毛絨絨的大個子好像受傷了……

# CHARACTERS.WURT.ANNOUNCE_NODANGERGIFT
source: Wanna open present... but not safe.
de: Will Geschenk auspacken ... aber ist nicht sicher.
es: Quiero abrir el regalo..., pero no es seguro.
es_mx: Querer abrir regalo... pero no ser seguro.
fr: J'peux pas ouvrir le cadeau maintenant.
it: Voglio aprire regalo... Ma non sicuro.
ja: プレゼント開けたいよ...でも安全じゃないよね
ko: 선물도 열어 보고 싶지만... 안전하지 않아.
pl: Chcę otworzyć prezent... ale to niebezpieczne.
pt_br: Quero abrir presente... mas não é seguro.
ru: Хочу открыть подарок… но это опасно.
zh_tw: 想開禮物……可是不安全。

# CHARACTERS.WURT.ANNOUNCE_NODANGERSIESTA
source: Too scary for nap!
de: Zu gruselig zum Schlafen!
es: ¡Da demasiado miedo para dormir la siesta!
es_mx: ¡Tener mucho miedo como para tomar siesta!
fr: J'ai trop peur pour dormir !
it: Troppo spaventoso per pisolino!
ja: お昼寝には怖すぎるよ！
ko: 너무 무서워서 못 자!
pl: Za bardzo się boję, żeby spać!
pt_br: Muito assustador para soneca!
ru: Такие ужасы, что и не поспишь!
zh_tw: 受驚了，睡不著！

# CHARACTERS.WURT.ANNOUNCE_NODANGERSLEEP
source: No sleepy-time now, florp!
de: Keine Schlafenszeit, florp!
es: ¡No es momento de dormir ahora, florp!
es_mx: ¡No ser momento de dormir, flop!
fr: C'est pas le moment de dormir, florp !
it: Per ora niente pisolino, florp!
ja: もう寝る時間がないよ、フロープ！
ko: 지금은 잘 때 아니야, 뻐끔!
pl: Nie będzie teraz spanka, florp!
pt_br: Agora não é hora de dormir, florp!
ru: Хлюп, нельзя спать!
zh_tw: 現在不是睡覺的時候，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_NODAYSLEEP
source: Too bright out to sleep!
de: Zu hell zum Schlafen!
es: ¡Hay demasiada luz para dormir!
es_mx: ¡Haber mucha luz como para dormir!
fr: Y'a trop de lumière pour dormir !
it: Troppo luminoso per dormire!
ja: 外が明るすぎて眠れないよ！
ko: 너무 밝아서 못 자!
pl: Jest za jasno, żeby spać!
pt_br: Muito claro pra dormir!
ru: Слишком светло! Не уснуть!
zh_tw: 外面太亮了，睡不著！

# CHARACTERS.WURT.ANNOUNCE_NODAYSLEEP_CAVE
source: Not sleepy, florp.
de: Nicht müde, florp.
es: No tengo sueño, florp.
es_mx: No tener sueño, flop.
fr: J'ai pas sommeil, florp.
it: Non ho sonno, florp.
ja: 眠くないよ、フロープ！
ko: 안 졸려, 뻐끔.
pl: Nie jestem śpiąca, florp.
pt_br: Não estou com sono, florp.
ru: Буль, не хочу спать.
zh_tw: 不困啊，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_NOHUNGERSIESTA
source: Belly too rumbly!
de: Bauch zu grummelig!
es: ¡La tripa suena demasiado!
es_mx: ¡Panza rugir mucho!
fr: J'ai le ventre qui fait trop de bruit !
it: Pancia brontola troppo!
ja: ベリーゴロゴロしすぎだよ！
ko: 배 너무 요란해!
pl: Za bardzo burczy mi w brzuszku!
pt_br: Barriga muito estridente!
ru: Животик урчит!
zh_tw: 肚子咕咕叫的厲害！

# CHARACTERS.WURT.ANNOUNCE_NOHUNGERSLEEP
source: Need food, then sleepy-time.
de: Ich brauche Essen, dann ist Schlafenszeit.
es: Necesito comida y luego dormir.
es_mx: Comer primero, dormir después.
fr: Faut que j'mange avant de dormir.
it: Serve cibo, poi pisolino.
ja: 食べ物がいるよ、その後は寝る時間だよ。
ko: 잠은 음식 다음이야.
pl: Najpierw chcę jeść, a potem drzemka.
pt_br: Preciso de comida, depois hora de sono.
ru: Сначала покушаю, потом посплю.
zh_tw: 需要先吃東西，然後在睡覺。

# CHARACTERS.WURT.ANNOUNCE_NOMOUNTEDGIFT
source: Need to get down first.
de: Ich muss erst runter.
es: Primero tengo que desmontar.
es_mx: Primero tener que bajar de aquí.
fr: J'peux pas dormir là-dessus.
it: Prima devo scendere.
ja: 先に降りる必要があるよ。
ko: 먼저 내려가야 해.
pl: Najpierw muszę zejść.
pt_br: Preciso descer primeiro.
ru: Сначала надо слезть.
zh_tw: 得先下來。

# CHARACTERS.WURT.ANNOUNCE_NONIGHTSIESTA
source: Don't want nap, want bedtime!
de: Kein Schläfchen, will Bettzeit!
es: ¡No quiero siesta, quiero dormir!
es_mx: No querer siesta, ¡querer dormir!
fr: J'veux pas faire juste une sieste !
it: Non voglio pisolino, voglio nanna!
ja: お昼寝したくないけど寝る時間だ！
ko: 낮잠 말고 제대로 잘래!
pl: Nie chcę drzemki, chcę do łóżka!
pt_br: Não quero soneca, quero dormir!
ru: Не хочу дремать, хочу в постель!
zh_tw: 不想午睡，想躺在床上好好睡！

# CHARACTERS.WURT.ANNOUNCE_NONIGHTSIESTA_CAVE
source: Glurp... too scary in here...
de: Glurp ... Zu gruselig hier ...
es: Glurp... Da demasiado miedo aquí...
es_mx: Glup... ser muy tétrico aquí.
fr: Argh... J'ai trop peur là-dedans...
it: Glurp... Troppo spaventoso qui...
ja: グループ...ここ怖すぎるよ...
ko: 빠끔... 여기 너무 무서워...
pl: Glurp... tu jest zbyt strasznie...
pt_br: Glurp... muito assustador aqui...
ru: Бульк… Тут слишком страшно.
zh_tw: 格勒噗……這裡太嚇人……

# CHARACTERS.WURT.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: Glurgh... IRONFOLK TOO BRIGHT.
de: Glarg ... EISENLEUTE ZU HELL.
es: Glurgh... GENTE DE HIERRO BRILLA DEMASIADO.
fr: Glurg... TU BRILLES TROP, BONHOMME DE FER.
it: Glurgh... UOMO DI FERRO TROPPO LUMINOSO.
ja: グルーフ…アイアンフォーク、まぶしすぎ。
ko: 빠끔빠끔... 철의 족속은 너무 밝아.
pl: Glurp… ŻELAŹNIAK ZA JASNY.
pt_br: Glurgh... POVO-FERRO MUITO CLARO.
ru: Хлюп... ЖЕЛЕЗЯКА СЛИШКОМ ЯРКАЯ!
zh_tw: 格勒格……鐵人太亮了。

# CHARACTERS.WURT.ANNOUNCE_NOSLEEPONFIRE
source: Not gonna sleep there, glort.
de: Da schlafe ich nicht, glort.
es: No voy a dormir ahí, glort.
es_mx: Yo no dormir ahí, glop.
fr: J'vais pas dormir là, glort.
it: Non dormo lì, glort.
ja: そこで寝るつもりはないよ、グロート。
ko: 저기에선 안 자, 빠끔.
pl: Nie będę tu spać, glort.
pt_br: Não vou dormir lá, glort.
ru: Хлюрп, не буду тут спать.
zh_tw: 不要在那裡睡覺，嗝浪淌。

# CHARACTERS.WURT.ANNOUNCE_NOWARDROBEONFIRE
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.ANNOUNCE_NO_TRAP
source: Easy, florp!
de: Einfach, florp!
es: ¡Cuidado, florp!
es_mx: ¡Fácil, flop!
fr: Facile, florp !
it: Facile, florp!
ja: 落ち着いて、フロープ！
ko: 쉽네, 뻐끔!
pl: Spokojnie, florp!
pt_br: Fácil, florp!
ru: Хлюп! Проще некуда!
zh_tw: 容易，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_BADCAST
source: Glurgh... this hard.
de: Glarg ... Schwer.
es: Glurgh... Qué difícil es esto.
es_mx: Gluf... ser difícil.
fr: Argh... C'est dur !
it: Glurg... Difficile.
ja: グルーフ...これは大変だ。
ko: 빠끔빠끔... 어려워.
pl: Glurg... to jest trudne.
pt_br: Glurgh... tão difícil.
ru: Бульк… сложно-то как.
zh_tw: 格勒格……好難。

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_GOTAWAY
source: No! Come back, fishy!
de: Nein! Komm zurück, Fisch!
es: ¡No! ¡Vuelve, pececito!
es_mx: ¡No! ¡Volver, pececito!
fr: Non ! Reviens, petit poisson !
it: No! Torna indietro, pescetto!
ja: 駄目だよ！戻って来て！
ko: 안 돼! 돌아와, 물고기야!
pl: Nie! Wracaj tutaj, rybko!
pt_br: Não! Volte, peixinho!
ru: Нет! Рыбка, вернись!
zh_tw: 不！回來啊，小魚！

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Fish! Come here fish!
de: Fisch! Hierher, Fisch!
es: ¡Pez! ¡Ven aquí, pez!
es_mx: ¡Peces! ¡Venir aquí, peces!
fr: Un poisson ! Viens là, petit poisson !
it: Pesce! Torna qui, pesce!
ja: 魚だ！魚が来たよ！
ko: 물고기야! 이리 온!
pl: Rybki! Chodźcie tu, rybki!
pt_br: Peixe! Vem cá, peixe!
ru: Рыбка! Рыбка, иди сюда!
zh_tw: 魚！過來，魚！

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Doo-dee-doo-dee-dum...
de: Dumdidumdidum ...
es: La, la, la, di-da...
es_mx: Du, di, du, di, du...
fr: Doum dam doum...
it: Du di du di dum...
ja: ドゥーディードゥーディーダム...
ko: 지루해...
pl: Tra, la, la, ti, ri, ri...
ru: Дум-ди-дум-ди-дум…
zh_tw: 嘟嘀嘟滴答……

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Where the fishies?
de: Wo sind die Fische?
es: ¿Dónde están los pececitos?
es_mx: ¿Dónde estar los pececitos?
fr: Où sont tous les poissons ?
it: Dove sono pesci?
ja: 魚はどこ？
ko: 물고기 다 어디 있지?
pl: Gdzie rybki?
pt_br: Onde tá peixes?
ru: А рыбки где?
zh_tw: 魚兒呢？

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: Glurph. This taking too long.
de: Glurf. Dauert zu lange.
es: Glurph. Esto lleva demasiado tiempo.
es_mx: Gluf. Esto estar tardando demasiado.
fr: Argh. Ça prend trop de temps.
it: Glurp. Ci mette troppo.
ja: グルーフ。時間がかかりすぎだよ。
ko: 빠끔빠끔. 너무 오래 걸려.
pl: Glurp. Za długo to trwa.
pt_br: Glurph. Isso está demorando.
ru: Хлюп. Я устала ждать.
zh_tw: 格勒格。有點久。

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_LINESNAP
source: Glurph! Hey!
de: Glurf! He!
es: ¡Glurph! ¡Eh!
es_mx: ¡Gluf! ¡Oye!
fr: Hé !
it: Glurp! Ehi!
ja: グルーフ。やっほー！
ko: 빠끔빠끔! 뭐야!
pl: Glurp! Hej!
pt_br: Glurph! Ei!
ru: Бульк! Эй!
zh_tw: 格勒格！嘿！

# CHARACTERS.WURT.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: Line too loose, fish gonna get away!
de: Schnur zu locker, Fische entkommen!
es: El sedal está demasiado flojo, ¡el pez se va a escapar!
es_mx: Sedal muy flojo. ¡Los peces poder escapar!
fr: La ligne n'est pas assez tendue. Les poissons peuvent partir !
it: Lenza troppo lenta, pesce scappa!
ja: 紐が緩すぎると魚が逃げちゃうよ！
ko: 줄 너무 느슨해. 물고기 도망치겠어!
pl: Żyłka jest za luźna, ryba mi zwieje!
pt_br: Linha muito frouxa, peixe vai fugir!
ru: Леска не натянута, рыбка улизнет!
zh_tw: 線太松了，魚會跑走的！

# CHARACTERS.WURT.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: Someone coming?
de: Kommt jemand?
es: ¿Viene alguien?
es_mx: ¿Alguien venir?
fr: Quelqu'un approche ?
it: Arriva qualcuno?
ja: 誰か来る？
ko: 누가 오나?
pl: Ktoś idzie?
pt_br: Alguém vem?
ru: А это кто идет?
zh_tw: 有人要來？

# CHARACTERS.WURT.ANNOUNCE_PECKED
source: Ow! OW! Ouchie!
de: Au! AU! Aua!
es: ¡Ay! ¡AY! ¡Ays!
es_mx: ¡Ay! ¡AY! ¡Ay, ay!
fr: Aïe ! AÏE ! AÏÏÏÏE !
it: Ahi! AHI! Che bua!
ja: あー！あー！痛い！
ko: 아야! 아야! 아얏!
pl: Au! AU! Aua!
pt_br: Ah! AH! Autchie!
ru: Ай! Ой! Ай-яй-яй!
zh_tw: 噢！噢！噢哇！

# CHARACTERS.WURT.ANNOUNCE_PETRIFED_TREES
source: Glurp... trees getting scary...
de: Glurp ... Bäume werden gruseliger ...
es: Glurp... Los árboles empiezan a dar miedo...
es_mx: Glup... Árboles volverse escalofriantes.
fr: Les arbres me font peur...
it: Glurp... Alberi diventano spaventosi...
ja: グループ...木が怖くなってきた...
ko: 빠끔... 나무가 무서워지고 있어...
pl: Glurp... drzewa się robią jakieś straszne...
pt_br: Glurp... árvores ficando assustadoras...
ru: Хлюп… какие жуткие деревья…
zh_tw: 格勒噗……樹好嚇人……

# CHARACTERS.WURT.ANNOUNCE_PICK_DISEASE_WARNING
source: Gluurgh... smell bad.
de: Gluurgh ... riecht schlecht.
es: Gluurgh... Qué mal huele.
es_mx: Gluuf... esto oler mal.
fr: Argh... Ça pue.
it: Gluurg... Puzza.
ja: グルグル...臭いね。
ko: 빠끔빠끔... 냄새 고약해.
pl: Gluurg... coś śmierdzi.
pt_br: Gluurgh... cheira mal.
ru: Хлюп… Ну и запах.
zh_tw: 格勒格……好臭。

# CHARACTERS.WURT.ANNOUNCE_PLANT_RANDOMSEED
source: What it gonna be?
de: Was wird sein?
es: ¿Qué va ser?
fr: Ça va être quoi ?
it: Cosa sarà?
ja: 何になるのかな？
ko: 어떻게 될까?
pl: Co to będzie?
pt_br: O que vai ser?
ru: Что же вырастет?
zh_tw: 會是什麼呢？

# CHARACTERS.WURT.ANNOUNCE_PLANT_RESEARCHED.1
source: Oooh, learn new plant thing!
de: Oooh, Neues über Pflanze gelernt!
es: Oooh... ¡Cosa nueva de planta!
fr: Ooooh, de nouveaux trucs de plantes !
it: Oh, imparato nuova pianta!
ja: わーい！葉っぱの新しいお勉強だ！
ko: 우우, 새로운 식물에 대해 배워봐!
pl: Oooch, nauczyłam się czegoś nowego o roślinach!
pt_br: Aaaah, aprendi nova coisa de planta!
ru: О-о-о, что-то новое про растения!
zh_tw: 哦，學習新的植物的事情!

# CHARACTERS.WURT.ANNOUNCE_POCKETWATCH_PORTAL
source: Oooh... head feel swimmy...
de: Oooh ... Kopf dreht ...
es: Oooh... Cabeza muchas vueltas.
fr: Oooh... Ma tête tangue...
it: Oh... testa gira...
ja: わー…頭がプカプカしてきた…
ko: 우오... 머리에 현기증이 나...
pl: Oooch... Kręci mi się w głowie...
pt_br: Aaah... cabeça tá rodando...
ru: Ой... ноги не держат...
zh_tw: 啊呀……腦袋像是剛遊完泳……

# CHARACTERS.WURT.ANNOUNCE_QUAKE
source: Ground shaking!
de: Boden bebt!
es: ¡El suelo está temblando!
es_mx: ¡El suelo sacudirse!
fr: La terre tremble !
it: Terra trema!
ja: 地面が揺れるよ！
ko: 땅 흔들린다!
pl: Ziemia się trzęsie!
pt_br: Chão tremendo!
ru: Земля трясется!
zh_tw: 地在搖！

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_BIRDS
source: This one have pictures of birdies!
de: Hier sind Bilder von Vögelchen drin!
es: ¡Este tiene imágenes de pajaritos!
es_mx: ¡Este tener fotos de pajaritos!
fr: Celui-là a des photos d'oiseaux !
it: Questo ha immagini di uccellini!
ja: 鳥の写真を持っているよ！
ko: 새 그림이 있어!
pl: W tej są obrazki z ptakami!
pt_br: Esse tem fotos de passarinhos!
ru: Тут нарисованы птички!
zh_tw: 裡面有鳥兒的圖片！

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_BRIMSTONE
source: Flurrgh, wanna know how it ends!
de: Flurrgh, will wissen, wie es ausgeht!
es: Flurrgh, ¡quiero saber cómo termina!
es_mx: ¡Fluuf, querer saber cuál ser el final!
fr: J'veux connaître la fin !
it: Flurrg, voglio sapere come finisce!
ja: フルー、結果は！
ko: 뻐끔뻐끔, 어떻게 끝나는지 궁금해!
pl: Flurrg, chcę poznać zakończenie!
pt_br: Flurrgh, quer saber como termina!
ru: Хлюп, а чем все закончилось?
zh_tw: 浮勒格，想知道故事的結尾！

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_GARDENING
source: So many hard words...
de: So viele schwere Wörter ...
es: Cuántas palabras difíciles...
es_mx: Muchas palabras complicadas.
fr: Y'a beaucoup de mots compliqués.
it: Troppe parole difficili...
ja: 難しい言葉が多くて...
ko: 어려운 말 너무 많아...
pl: Ile trudnych słów...
pt_br: Tantas palavras difíceis...
ru: Столько сложных слов…
zh_tw: 好多生僻詞……

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_HORTICULTURE
source: So many hard words...
de: So viele schwere Wörter ...
es: Cuántas palabras difíciles...
es_mx: Muchas palabras complicadas.
fr: Y'a beaucoup de mots compliqués.
it: Troppe parole difficili...
ja: 難しい言葉が多くて...
ko: 어려운 말 너무 많아...
pl: Ile trudnych słów...
pt_br: Tantas palavras difíceis...
ru: Столько сложных слов…
zh_tw: 好多生僻詞……

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_SILVICULTURE
source: Is whole story about trees? Me know about trees!
de: Geht ganze Geschichte um Bäume? Weiß Bescheid wegen Bäumen!
es: ¿Todo de árboles? Ya saber mucho de árboles.
fr: C'est une histoire d'arbres ? Moi je m'y connais déjà tout plein !
it: Tutta storia parla di alberi? Io so molto su alberi!
ja: これぜ～んぶ木のお話なの？木のことならもう知ってるよ！
ko: 나무에 관한 전체 이야기야? 난 나무를 알아!
pl: Czy cała książka jest o drzewach? Ja już wszystko wiem o drzewach!
pt_br: É história completa de árvores! Sei sobre árvores!
ru: Там вся история про деревья? Я про деревья и так знаю!
zh_tw: 是樹的故事嗎？我知道好多樹的事情！

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_SLEEP
source: Wuh... wunce? Once! U-up... on... uh...
de: Es w... wa? War! War ... ein... mal ...
es: ¿Eras... erase? ¡Érase! U-una... vez... uh...
es_mx: Éra... ¿éramos? ¡Érase! Una... v-vez...
fr: Il était... un foie... une fois... Oh.
it: Cela... Cera? C'era! U-una... vo... oh...
ja: うーん...ん？一回だけ！上...上だよ...んー...
ko: 예... 옌날? 옛날! 예, 옛... 저... 개...
pl: Daw... dawno! Daw... no... teee... muuu...
pt_br: Wuh... Eruma? Era uma! V-vez... uh... er...
ru: В три? В триде… вятом цар… хр-р-р…
zh_tw: 洪久？很久！一……前……噢……

# CHARACTERS.WURT.ANNOUNCE_READ_BOOK.BOOK_TENTACLES
source: This a good one!
de: Das ist gut!
es: ¡Este es bueno!
es_mx: ¡Este ser bueno!
fr: J'adore !
it: Questo bello!
ja: これはいいね！
ko: 좋은 책이야!
pl: Ta jest fajna!
pt_br: Esse é bom!
ru: А эта мне нравится!
zh_tw: 這是本好書！

# CHARACTERS.WURT.ANNOUNCE_REPELLED
source: Why not hit?!
de: Warum kein Treffer?!
es: ¡¿Por qué no ha dado?!
es_mx: ¡¿Por qué no recibir golpe?!
fr: Pourquoi j'lai pas touché ?
it: Perché non colpito?!
ja: なんで打たないの！？
ko: 왜 안 맞지?!
pl: Może trzeba w to walnąć?
pt_br: Por que não acerta?!
ru: Почему я не попала?!
zh_tw: 怎麼不行？！

# CHARACTERS.WURT.ANNOUNCE_RESEARCH
source: Head getting full of smarts, flurp!
de: Kopf ist voller Klugheit, flurp!
es: ¡Se me está llenando la cabeza de ingenio, flurp!
es_mx: ¡Mi cabeza llenarse de inteligencia, flup!
fr: J'ai la tête bien pleine !
it: Testa diventa piena di intelligenza, flurp!
ja: 頭の中がいろんなことでいっぱいになってきたよ、フラップ！
ko: 머리가 지식으로 꽉 차고 있어, 뻐끔!
pl: Głowa napełnia się mądrością, flurp!
pt_br: Cabeça ficando cheia de esperteza, flurp!
ru: Столько всяких умностей, хлюп!
zh_tw: 感覺腦瓜聰明透頂，浮勒噗！

# CHARACTERS.WURT.ANNOUNCE_REVIVED_FROM_CORPSE
source: G-glurp... that was scary.
de: G-glurp ... Das war unheimlich.
es: G-glurp... Eso daba miedo.
es_mx: G-glup... eso ser tétrico.
fr: Oh, c'était effrayant !
it: G-glurp... Era spaventoso.
ja: グ、グループ...怖かったよ。
ko: 빠, 빠끔... 무서웠어.
pl: G-glurp... to było straszne.
pt_br: G-glurp... isso foi assustador.
ru: Бульк… Ну и страшно было.
zh_tw: 格-格勒噗……真嚇人。

# CHARACTERS.WURT.ANNOUNCE_REVIVED_OTHER_CORPSE
source: All better, flurp!
de: Viel besser, flurp!
es: ¡Mucho mejor, flurp!
es_mx: ¡Así estar mejor, flup!
fr: C'est bien mieux comme ça !
it: Ora meglio, flurp!
ja: いいぞ、フルップ！
ko: 다 나았어, 뻐끔!
pl: Już lepiej, flurp!
pt_br: Tudo melhor, flurp!
ru: Уже лучше, буль!
zh_tw: 好多了，浮勒噗！

# CHARACTERS.WURT.ANNOUNCE_REVIVING_CORPSE
source: Us friends now... florp?
de: Jetzt Freunde ... florp?
es: ¿Somos amigos ahora... florp?
es_mx: Ahora nosotros ser amigos... ¿flop?
fr: On est amis maintenant, florp ?
it: Ora amicizia tra noi... florp?
ja: 友達になったの...フロープ？
ko: 우리 이제 친구인가... 뻐끔?
pl: Będziemy przyjaciółmi... florp?
pt_br: Amigos agora... florp?
ru: Хлюрп… Мы теперь друзья?
zh_tw: 我們是朋友了……浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_ROYALTY.1
source: Big important!
de: Sehr wichtig!
es: ¡Muy superimportante!
es_mx: ¡Persona muy importante!
fr: C'est quelqu'un d'important !
it: Tanto importante!
ja: 大事なことだよ！
ko: 거물이야!
pl: Wielki ważniak!
pt_br: Grande importante!
ru: Большая шишка!
zh_tw: 大的重要人物！

# CHARACTERS.WURT.ANNOUNCE_ROYALTY.2
source: Crowny head!
de: Kronenkopf!
es: ¡Cabeza coronada!
es_mx: ¡Cabeza con corona!
fr: Une tête couronnée !
it: Testa con corona!
ja: カラスの頭！
ko: 왕관 썼어!
pl: Koronowana głowa!
pt_br: Cabeça coroada!
ru: Голова с короной!
zh_tw: 頭戴皇冠！

# CHARACTERS.WURT.ANNOUNCE_ROYALTY.3
source: Any fairy stories about you, florp?
de: Gibt es Geschichten über dich, florp?
es: ¿Hay algún cuento de hadas sobre ti, florp?
es_mx: ¿Haber cuentos de hadas sobre ti, flop?
fr: Tu connais des contes de fée, florp ?
it: Ci sono fiabe su te, florp?
ja: 何かおとぎ話みたいなものでもあるの、フロップ？
ko: 당신에 관한 동화가 있나요, 뻐끔?
pl: Występujesz w jakichś bajkach, florp?
pt_br: Alguma história de fadas sua, florp?
ru: Хлюп, а про тебя сказки сочиняли?
zh_tw: 你是童話裡的人嗎，浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_RUINS_RESET
source: D-don't like these monsters, florp!
de: Mag die Monster nicht, florp!
es: ¡N-no me gustan estos monstruos, florp!
es_mx: ¡A mí no gustar estos monstruos, flop!
fr: J-j'aime pas ces monstres, florp !
it: N-non piacciono mostri, florp!
ja: こんなモンスターは嫌だよ、フロープ！
ko: 이 괴물 마음에 안 들어, 뻐끔!
pl: Nie podobają mi się te potwory, florp!
pt_br: N-não gosto desses monstros, florp!
ru: Б-бульк, не нравятся мне эти чудища!
zh_tw: 不喜歡這些怪獸，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_SACREDCHEST_NO
source: Grrr... mean box.
de: Grrr ... Gemeine Kiste.
es: Grrr... Caja mala.
es_mx: Grrr... caja mala.
fr: Grrr... Méchante boîte !
it: Grrr... Brutta scatola.
ja: グルル...不気味なボックスだね。
ko: 그르릉... 못된 상자야.
pl: Grrr... wredne pudełko.
pt_br: Grrr... caixa média.
ru: Гр-р-р… Вредный ящик.
zh_tw: 格勒……討厭的箱子。

# CHARACTERS.WURT.ANNOUNCE_SACREDCHEST_YES
source: Yay!
de: Juhu!
es: ¡Sí!
es_mx: ¡Hurra!
fr: Ouais !
it: Sììì!
ja: いえい！
ko: 만세!
pl: Hurra!
pt_br: Viva!
ru: Ура!
zh_tw: 耶！

# CHARACTERS.WURT.ANNOUNCE_SHELTER
source: Why not play in rain, florp?
de: Warum nicht im Regen spielen, florp?
es: ¿Por qué no jugar bajo la lluvia, florp?
es_mx: ¿Por qué no jugar bajo la lluvia, flop?
fr: Pourquoi j'peux pas jouer sous la pluie ?
it: Perché non giochi in pioggia, florp?
ja: 雨の中で遊べばいいよね、フロープ？
ko: 왜 빗속에서 안 놀지, 뻐끔?
pl: A może pobawimy się w deszczu, florp?
pt_br: Por que não brincar na chuva, florp?
ru: Бульк, поиграем под дождем?
zh_tw: 為什麼不在雨裡玩呢，浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_SNARED
source: GLORP!
es_mx: ¡GLOP!
ja: グロープ！
ko: 빠끔!
ru: ХЛЮП!
zh_tw: 格浪噗！

# CHARACTERS.WURT.ANNOUNCE_SNARED_IVY
source: Bad plant!
de: Böse Pflanze!
es: ¡Planta mala!
fr: Vilaine plante !
it: Pianta cattiva!
ja: 悪い草！
ko: 나쁜 식물!
pl: Zła roślina!
pt_br: Planta malvada!
ru: Плохое растение!
zh_tw: 壞植物！

# CHARACTERS.WURT.ANNOUNCE_SOAKED
source: Aaah, splish-splash!
de: Aaah, plitschplatsch!
es: Aaaaah... ¡Paf, paf!
fr: Aaaah... Splash splash !
ja: あー、ぴかぴかだ！
ko: 아아, 찰방찰방해!
pl: Och, plusk-plusk!
ru: У-у-у, шлеп-шлеп!
zh_tw: 啊，嘀嘀！嗒嗒！

# CHARACTERS.WURT.ANNOUNCE_SPOOKED
source: G-glurp... saw something...
de: G-glurp ... Was gesehen ...
es: G-glurp... He visto algo...
es_mx: Glup... yo ver algo.
fr: Glorp ! J'ai vu quelque chose !
it: G-glurp... Visto qualcosa...
ja: グ、グループ...何か見た...
ko: 빠, 빠끔... 뭔가 봤는데...
pl: G-glurp... widziałam coś...
pt_br: G-glurp... vi algo...
ru: Б-буль… я кого-то видела…
zh_tw: 格-格勒噗……看到了一些東西……
