Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: ERROR: GROUND REQUIRES DISKCLEANUP
de: FEHLER: BODEN ERFORDERT FESTPLATTENREINIGUNG
es_mx: ERROR: LA TIERRA REQUIERE UNA LIMPIEZA DE DISCO
fr: ERREUR : NETTOYAGE DE DISQUE REQUIS POUR LE SOL
it: ERRORE: IL PAVIMENTO RICHIEDE LA PULIZIA DEL DISCO
ja: ＊エラー：地面にはディスクの掃除が必要です＊
ko: 오류: 지면에 디스크 정리 필요함
pl: BŁĄD: SEKTORY MIEJSCA WYMAGAJĄ CZYSZCZENIA
pt_br: ERRO: SOLO NECESSITA DE LIMPEZA DE DISCO
ru: ОШИБКА: МЕСТНОСТЬ ТРЕБУЕТ ОЧИСТКИ ДИСКА
zh_cn: 错误：地面需要磁盘清理
zh_tw: 錯誤：地面需要磁片清理

# CHARACTERS.WX78.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: WARNING: NIGHT APPROACHING
de: WARNUNG: NACHT NAHT.
es_mx: ADVERTENCIA: NOCHE APROXIMÁNDOSE
fr: ALERTE : LA NUIT APPROCHE
it: ATTENZIONE: LA NOTTE SI AVVICINA
ja: ＊注意：夜が近づいています＊
ko: 경고: 밤이 접근 중임
pl: OSTRZEŻENIE: ZBLIŻA SIĘ NOC.
pt_br: AVISO: NOITE SE APROXIMA
ru: ВНИМАНИЕ: ПРИБЛИЖАЕТСЯ НОЧЬ
zh_cn: 警告：夜晚将至
zh_tw: 警告：夜晚將至

# CHARACTERS.WX78.ACTIONFAIL.GIVE.SLEEPING
source: THAT UNIT IS BUSY RECHARGING
de: ES LÄDT AUF.
es_mx: ESA UNIDAD ESTÁ OCUPADA RECARGÁNDOSE
fr: CETTE UNITÉ EST OCCUPÉE À SE RECHARGER
it: QUELLA UNITÀ È OCCUPATA A RICARICARSI
ja: ＊対象ユニットはリチャージ中です＊
ko: 유닛이 충전 중임
pl: TRWA ZASILANIE JEDNOSTKI.
pt_br: ESSA UNIDADE ESTÁ OCUPADA RECARREGANDO
ru: ЭТА ЕДИНИЦА НА ПОДЗАРЯДКЕ
zh_cn: 该单元正忙于充电
zh_tw: 該單元正忙於充電

# CHARACTERS.WX78.ACTIONFAIL.GIVE.SLOTFULL
source: ERROR: MATERIALS ALREADY SELECTED
de: FEHLER: MATERIAL BEREITS AUSGEWÄHLT
es_mx: ERROR: MATERIALES YA SELECCIONADOS
fr: ERREUR : MATÉRIAUX DÉJÀ SÉLECTIONNÉS
it: ERRORE: MATERIALE GIÀ SELEZIONATO
ja: ＊エラー：物質がすでに選択されています＊
ko: 오류: 재료가 이미 선택됨
pl: BŁĄD: MATERIAŁY JUŻ WYBRANE.
pt_br: ERRO: MATERIAIS JÁ SELECIONADOS
ru: ОШИБКА: МАТЕРИАЛЫ УЖЕ БЫЛИ ОТОБРАНЫ
zh_cn: 错误：材料已经选定
zh_tw: 錯誤：材料已經選定

# CHARACTERS.WX78.ACTIONFAIL.GIVE.SPIDERNOHAT
source: WARNING: INSUFFICIENT WIGGLE ROOM
de: WARNUNG: SPIELRAUM UNGENÜGEND
fr: ATTENTION : PAS ASSEZ D'ESPACE
it: ATTENZIONE: SPAZIO INSUFFICIENTE
ja: ＊警告：身動きを取るスペースが不足しています＊
ko: 경고: 자유 재량권 부족
pl: OSTRZEŻENIE: ZA MAŁO MIEJSCA
pt_br: AVISO: ESPAÇO INSUFICIENTE
ru: ВНИМАНИЕ: НЕДОСТАТОЧНО МЕСТА ДЛЯ ШЕВЕЛЕНИЯ
zh_cn: 警告：回旋余地不足
zh_tw: 警告：迴旋餘地不足

# CHARACTERS.WX78.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: UNABLE TO INSTALL ITEM. MISSING TREE COMPONENT
de: ELEMENT KANN NICHT INSTALLIERT WERDEN. FEHLENDE BAUMKOMPONENTE
fr: IMPOSSIBLE D'INSTALLER L'OBJET. LE COMPOSANT ARBRE MANQUE
it: IMPOSSIBILE INSTALLARE L'OGGETTO. MANCA IL COMPONENTE ALBERO
ja: ＊アイテムのインストールができません。木のコンポーネントが不足しています＊
ko: 아이템을 설치할 수 없음. 나무 컴포넌트를 분실함
pl: NIE MOŻNA ZAINSTALOWAĆ PRZEDMIOTU. BRAKUJĄCY KOMPONENT W POSTACI DRZEWA.
pt_br: NÃO FOI POSSÍVEL INSTALAR O ITEM. O COMPONENTE DA ÁRVORE ESTÁ EM FALTA
ru: НЕ УДАЛОСЬ УСТАНОВИТЬ ПРЕДМЕТ. КОМПОНЕНТ «ДЕРЕВО» НЕ ОБНАРУЖЕН
zh_cn: 无法安装物品。缺少树组件
zh_tw: 無法安裝物品。缺少樹組件

# CHARACTERS.WX78.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: INCORRECT INPUT. REQUIRES ALTERNATE FUEL
de: FALSCHE EINGABE. ALTERNATIVEN KRAFTSTOFF ERFORDERLICH
fr: CONTENU ADDITIONNEL ERRONÉ. CARBURANT ALTERNATIF NÉCESSAIRE
it: INPUT ERRATO. RICHIEDE CARBURANTE ALTERNATIVO
ja: ＊不適当なインプット。別の燃料が必要です＊
ko: 잘못된 입력임. 대체 연료 필요함
pl: NIEWŁAŚCIWY PRZEDMIOT. POTRZEBNE INNE PALIWO.
pt_br: VALOR DE ENTRADA INCORRETO. REQUER COMBUSTÍVEL ALTERNATIVO
ru: ОШИБКА ВВОДА: ТРЕБУЕТСЯ АЛЬТЕРНАТИВНОЕ ТОПЛИВО
zh_cn: 不正确的输入。需要更换燃料
zh_tw: 不正確的輸入。需要更換燃料

# CHARACTERS.WX78.ACTIONFAIL.GIVE.WRONGGEM
source: INCORRECT MINERAL-BASED POWER SOURCE
de: FALSCHE MINERALISCHE STROMQUELLE
es_mx: FUENTE DE ENERGÍA MINERAL INCORRECTA
fr: SOURCE D'ALIMENTATION BASÉE SUR MINÉRAL INCORRECT
it: FONTE DI ALIMENTAZIONE A BASE MINERALE ERRATA
ja: ＊不適当な鉱物主体の電源＊
ko: 잘못된 미네랄 기반 동력원
pl: NIEPRAWIDŁOWE MINERALNE ŹRÓDŁO ENERGII.
pt_br: FONTE DE ENERGIA BASEADA EM MINERAIS INCORRETA
ru: НЕПРАВИЛЬНЫЙ ИСТОЧНИК ПИТАНИЯ НА МИНЕРАЛЬНОЙ ОСНОВЕ
zh_cn: 基于矿物的电源不正确
zh_tw: 基於礦物的電源不正確

# CHARACTERS.WX78.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: ERROR: REBUILD SKELETON
de: FEHLER: SKELETT WIEDER AUFBAUEN
es_mx: ERROR: RECONSTRUIR ESQUELETO
fr: ERREUR : SQUELETTE À RECONSTRUIRE
it: ERRORE: RICOSTRUZIONE SCHELETRO
ja: ＊エラー：骨格の再構築＊
ko: 오류: 해골 재구축
pl: BŁĄD: ODBUDOWA SZKIELETU
pt_br: ERRO: RECONSTRUIR ESQUELETO
ru: ОШИБКА: ПОСТРОИТЬ СКЕЛЕТ ЗАНОВО
zh_cn: 错误：重建骨架
zh_tw: 錯誤：重建骨架

# CHARACTERS.WX78.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: TARGET IS PREOCCUPIED
de: ZIEL IST BESCHÄFTIGT
es_mx: EL OBJETIVO ESTÁ ABSORTO
fr: LA CIBLE EST INQUIÈTE
it: BERSAGLIO PREOCCUPATO
ja: ＊ターゲットはうわの空です＊
ko: 대상이 다른 작업을 수행 중임
pl: CEL JEST ZAJĘTY.
pt_br: O ALVO ESTÁ PREOCUPADO
ru: ЦЕЛЬ ЗАНЯТА
zh_cn: 目标已被占用
zh_tw: 目標已被佔用

# CHARACTERS.WX78.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: WHY? THEY'RE DEAD
de: Tot.
es_mx: ¿POR QUÉ? ESTÁN MUERTOS
fr: POURQUOI ? IL EST MORT
it: PERCHÉ? SONO MORTI
ja: ＊なぜでしょう？彼らは死んでいます＊
ko: 왜? 죽었음
pl: PO CO? PRZECIEŻ NIE ŻYJE
pt_br: POR QUÊ? ESTÃO MORTOS
ru: ЗАЧЕМ? ОНИ МЕРТВЫ
zh_cn: 为什么？它们已经死了
zh_tw: 為什麼？它們已經死了

# CHARACTERS.WX78.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: TARGET ALREADY OVER CAPACITY
de: ZIEL BEREITS ÜBER KAPAZITÄT
es_mx: OBJETIVO YA POR ENCIMA DE SU CAPACIDAD
fr: CAPACITÉ DE CIBLE DÉJÀ DÉPASSÉE
it: BERSAGLIO GIÀ OLTRE CAPACITÀ
ja: ＊ターゲットは積載量を超過しています＊
ko: 대상의 용량이 가득 참
pl: POJEMNOŚĆ CELU PRZEKROCZONA
pt_br: ALVO JÁ ESTÁ ACIMA DA CAPACIDADE
ru: ДОСТИГНУТА ИЗБЫТОЧНАЯ ЕМКОСТЬ ЦЕЛИ
zh_cn: 目标已经不堪重负
zh_tw: 目標已經不堪重負

# CHARACTERS.WX78.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: THAT UNIT IS BUSY RECHARGING
de: DIESE EINHEIT WIRD GERADE AUFGELADEN
es_mx: ESA UNIDAD ESTÁ OCUPADA RECARGÁNDOSE
fr: CETTE UNITÉ EST OCCUPÉE À SE RECHARGER
it: QUELLA UNITÀ È OCCUPATA A RICARICARSI
ja: ＊対象ユニットはリチャージ中です＊
ko: 유닛이 충전 중임
pl: TRWA ZASILANIE JEDNOSTKI.
pt_br: ESSA UNIDADE ESTÁ OCUPADA RECARREGANDO
ru: ЭТА ЕДИНИЦА НА ПОДЗАРЯДКЕ
zh_cn: 该单元正忙于充电
zh_tw: 該單元正忙於充電

# CHARACTERS.WX78.ACTIONFAIL.GIVETOPLAYER.BUSY
source: TARGET IS PREOCCUPIED
de: ZIEL IST BESCHÄFTIGT
es_mx: EL OBJETIVO ESTÁ ABSORTO
fr: LA CIBLE EST INQUIÈTE
it: BERSAGLIO PREOCCUPATO
ja: ＊ターゲットはうわの空です＊
ko: 대상이 다른 작업을 수행 중임
pl: CEL JEST ZAJĘTY.
pt_br: O ALVO ESTÁ PREOCUPADO
ru: ЦЕЛЬ ЗАНЯТА
zh_cn: 目标已被占用
zh_tw: 目標已被佔用

# CHARACTERS.WX78.ACTIONFAIL.GIVETOPLAYER.DEAD
source: WHY? THEY'RE DEAD
de: Tot.
es_mx: ¿POR QUÉ? ESTÁN MUERTOS
fr: POURQUOI ? IL EST MORT
it: PERCHÉ? SONO MORTI
ja: ＊なぜでしょう？彼らは死んでいます＊
ko: 왜? 죽었음
pl: PO CO? PRZECIEŻ NIE ŻYJE
pt_br: POR QUÊ? ESTÃO MORTOS
ru: ЗАЧЕМ? ОНИ МЕРТВЫ
zh_cn: 为什么？它们已经死了
zh_tw: 為什麼？它們已經死了

# CHARACTERS.WX78.ACTIONFAIL.GIVETOPLAYER.FULL
source: TARGET ALREADY OVER CAPACITY
de: ZIEL BEREITS ÜBER KAPAZITÄT
es_mx: OBJETIVO YA POR ENCIMA DE SU CAPACIDAD
fr: CAPACITÉ DE CIBLE DÉJÀ DÉPASSÉE
it: BERSAGLIO GIÀ OLTRE CAPACITÀ
ja: ＊ターゲットは積載量を超過しています＊
ko: 대상의 용량이 가득 참
pl: POJEMNOŚĆ CELU PRZEKROCZONA
pt_br: ALVO JÁ ESTÁ ACIMA DA CAPACIDADE
ru: ДОСТИГНУТА ИЗБЫТОЧНАЯ ЕМКОСТЬ ЦЕЛИ
zh_cn: 目标已经不堪重负
zh_tw: 目標已經不堪重負

# CHARACTERS.WX78.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: THAT UNIT IS BUSY RECHARGING
de: DIESE EINHEIT WIRD GERADE AUFGELADEN
es_mx: ESA UNIDAD ESTÁ OCUPADA RECARGÁNDOSE
fr: CETTE UNITÉ EST OCCUPÉE À SE RECHARGER
it: QUELLA UNITÀ È OCCUPATA A RICARICARSI
ja: ＊対象ユニットはリチャージ中です＊
ko: 유닛이 충전 중임
pl: TRWA ZASILANIE JEDNOSTKI.
pt_br: ESSA UNIDADE ESTÁ OCUPADA RECARREGANDO
ru: ЭТА ЕДИНИЦА НА ПОДЗАРЯДКЕ
zh_cn: 该单元正忙于充电
zh_tw: 該單元正忙於充電

# CHARACTERS.WX78.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: ERROR: DUPLICATE RECIPE DETECTED
de: FEHLER: DOPPELTES REZEPT ERKANNT
es_mx: ERROR: RECETA DUPLICADA DETECTADA
fr: ERREUR : DOUBLE RECETTE DÉTECTÉE
it: ERRORE: DUPLICATO DELLA RICETTA RILEVATO
ja: ＊エラー：重複したレシピが確認されました＊
ko: 오류: 반복 제조법이 감지됨
pl: BŁĄD: WYKRYTO DUPLIKAT RECEPTURY.
pt_br: ERRO: RECEITA DUPLICADA DETECTADA
ru: ОШИБКА: ОБНАРУЖЕНО: КОПИЯ
zh_cn: 错误：发现重复的菜谱
zh_tw: 錯誤：發現重複的菜譜

# CHARACTERS.WX78.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: AS THE MINIONS OF MY MINION YOU SHOULD OBEY ME!
de: ALS LAKAIEN MEINES LAKAIEN SOLLTET IHR MIR GEHORCHEN!
fr: LES SOUS-FIFRES DE MON SOUS-FIFRE DOIVENT M'OBÉIR !
it: SONO I SEGUACI DEL MIO SEGUACE, DOVREBBERO OBBEDIRMI!
ja: ＊あなたは私の隷属生物の隷属生物、つまり私に従うべきなのです！＊
ko: 부하의 부하로서 넌 본봐에게 복종해야 함!
pl: JAKO SŁUDZY MEGO SŁUGI MUSICIE SIĘ MNIE SŁUCHAĆ!
pt_br: COMO LACAIOS DO MEU LACAIO, VOCÊS DEVEM ME OBEDECER!
ru: МИНЬОНЫ МОЕГО МИНЬОНА ДОЛЖНЫ МЕНЯ СЛУШАТЬ!
zh_cn: 你是我随从的随从，理应听命与我！
zh_tw: 你是我隨從的隨從，理應聽命與我！

# CHARACTERS.WX78.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: IT IS RESTRAINED
de: ES IST GEBÄNDIGT
fr: IL EST IMMOBILISÉ
it: È LEGATO
ja: ＊拘束されています＊
ko: 제지됨
pl: JEST SKRĘPOWANY.
pt_br: FOI CONTIDO
ru: ЕГО ПЕРЕДВИЖЕНИЯ ОГРАНИЧЕНЫ
zh_cn: 它已受到约束
zh_tw: 它已受到約束

# CHARACTERS.WX78.ACTIONFAIL.HITCHUP.INMOOD
source: IT HAS TOO MANY FEELINGS TO RESTRAIN
de: ES HAT ZU VIELE GEFÜHLE, UM GEBÄNDIGT ZU WERDEN
fr: IL A TROP D'ÉMOTIONS POUR POUVOIR ÊTRE IMMOBILISÉ
it: HA TROPPI SENTIMENTI PER ESSERE LEGATO
ja: ＊多大な感情を有しており、拘束を拒否しております＊
ko: 참기에는 너무 많은 감정이 있음.
pl: JEST ZBYT POBUDZONY EMOCJONALNIE, ABY GO SKRĘPOWAĆ.
pt_br: TEM SENTIMENTOS DEMAIS PARA REPRIMIR
ru: СЕЙЧАС У НЕГО СЛИШКОМ МНОГО НЕОГРАНИЧЕННЫХ ЭМОЦИЙ
zh_cn: 它有太多的情感需要被抑制
zh_tw: 它有太多的情感需要被抑制

# CHARACTERS.WX78.ACTIONFAIL.HITCHUP.NEEDBEEF
source: BEEFALO REQUIRED. RUN BELL.EXE TO TAME BEEFALO
de: BEEFALO ERFORDERLICH. GLOCKE.EXE AUSFÜHREN, UM BEEFALO ZU BÄNDIGEN
fr: BŒUFALO REQUIS. LANCER CLOCHE.EXE POUR APPRIVOISER LE BŒUFALO
it: MUFALO RICHIESTO. ESEGUIRE CAMPANACCIO.EXE PER DOMARLO
ja: ＊ビーファロが必要です。ビーファロを従属させるため、BELL.EXEを実行します＊
ko: 비팔로가 요구함. 비팔로를 길들이기 위해 BELL.EXE 실행.
pl: WYMAGANY WOŁEK. URUCHOM PLIK DZWON.EXE, ABY OKIEŁZNAĆ WOŁKA.
pt_br: BÍFALO NECESSÁRIO. EXECUTAR SINO.EXE PARA DOMAR BÍFALO
ru: ТРЕБУЕТСЯ БИФАЛО. ЗАПУСТИТЕ ФАЙЛ КОЛОКОЛЬЧИК.EXE ДЛЯ ПРИРУЧЕНИЯ БИФАЛО
zh_cn: 需要皮弗娄牛。运行铃铛.EXE驯服皮弗娄牛
zh_tw: 需要皮弗婁牛。運行鈴鐺.EXE馴服皮弗婁牛

# CHARACTERS.WX78.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: THE FOOLISH BEAST IS TOO FAR AWAY
de: DAS DUMME GESCHÖPF IST ZU WEIT WEG
fr: LA BÊTE STUPIDE EST TROP ÉLOIGNÉE
it: QUELLA SCIOCCA BESTIA È TROPPO LONTANA
ja: ＊下等な獣と距離が離れすぎています＊
ko: 어리석은 짐승이 너무 멀리 있음.
pl: GŁUPIA BESTIA JEST ZA DALEKO.
pt_br: A FERA IDIOTA ESTÁ LONGE DEMAIS
ru: ГЛУПЫЙ ЗВЕРЬ СЛИШКОМ ДАЛЕКО
zh_cn: 愚蠢的野兽距离太远
zh_tw: 愚蠢的野獸距離太遠

# CHARACTERS.WX78.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: CURSE THIS OBSOLETE TECHNOLOGY
de: VERFLUCHT SEI DIE OBSOLETE TECHNOLOGIE
es_mx: CONDENADA TECNOLOGÍA OBSOLETA
fr: MAUDITE SOIT CETTE TECHNOLOGIE OBSOLÈTE
it: ACCIDENTI A QUESTA TECNOLOGIA OBSOLETA
ja: ＊この旧式の技術を呪います＊
ko: 이 구식 기술을 저주함
pl: NIECH BĘDZIE PRZEKLĘTA TA PRZESTARZAŁA TECHNOLOGIA
pt_br: MALDITA SEJA ESSA TECNOLOGIA OBSOLETA
ru: ЧЕРТОВЫ УСТАРЕВШИЕ ТЕХНОЛОГИИ
zh_cn: 诅咒这个过时的技术
zh_tw: 詛咒這個過時的技術

# CHARACTERS.WX78.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: FAILURE DETECTED
de: FEHLER ERKANNT
es_mx: FALLA DETECTADA
fr: ÉCHEC DÉTECTÉ
it: OPERAZIONE NON RIUSCITA
ja: ＊故障が確認されました＊
ko: 실패 탐지됨
pl: WYKRYTO NIEPOWODZENIE
pt_br: FALHA DETECTADA
ru: НЕУДАЧА
zh_cn: 检测到失败
zh_tw: 檢測到失敗

# CHARACTERS.WX78.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: OPERATION 'LOWER SAIL' FAILED TO EXECUTE; REBOOTING
de: OPERATION "SEGEL REFFEN" KONNTE NICHT AUSGEFÜHRT WERDEN. NEUSTART
es_mx: OPERACIÓN “BAJAR VELA” FALLÓ AL EJECUTAR. REINICIÁNDOSE...
fr: ÉCHEC DE L'OPÉRATION 'DESCENDRE LA VOILE'. REDÉMARRAGE
it: OPERAZIONE "ABBASSAMENTO VELA" NON RIUSCITA; RIAVVIO
ja: ＊「低速航海」運転の実行に失敗しました、再起動します＊
ko: '돛 내리기' 작업 실패, 재시동 중
pl: NIE UDAŁO SIĘ WYKONAĆ OPERACJI "OBNIŻENIE ŻAGLA"; RESTARTOWANIE W TOKU
pt_br: FALHA NA OPERAÇÃO "BAIXAR VELA"; REINICIANDO
ru: ОПЕРАЦИЮ «ОПУСТИТЬ ПАРУС» ВЫПОЛНИТЬ НЕ УДАЛОСЬ, ПЕРЕЗАГРУЗКА
zh_cn: “降帆”任务执行失败；重启中
zh_tw: “降帆”任務執行失敗；重啟中

# CHARACTERS.WX78.ACTIONFAIL.MARK.ALREADY_MARKED
source: I KNOW WHAT I'M DOING
de: ICH WEISS, WAS ICH TUE
fr: JE SAIS CE QUE JE FAIS
it: SO QUELLO CHE STO FACENDO
ja: ＊自分が何をしているかは理解しております＊
ko: 내가 뭘 하고 있는지 알고 있음
pl: WIEM, CO ROBIĘ.
pt_br: EU SEI O QUE ESTOU FAZENDO
ru: Я ЗНАЮ, ЧТО ДЕЛАЮ
zh_cn: 我知道我在做什么
zh_tw: 我知道我在做什麼

# CHARACTERS.WX78.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: HOW DARE YOU START THE COMPETITION WITHOUT ME
de: WIE KANNST DU ES WAGEN, DEN WETTBEWERB OHNE MICH ZU BEGINNEN
fr: COMMENT OSEZ-VOUS COMMENCER LA COMPÉTITION SANS MOI
it: COME OSI INIZIARE LA COMPETIZIONE SENZA DI ME
ja: ＊私抜きでコンテストを始めるとは、一体何のつもりですか＊
ko: 본좌 없이 어떻게 경쟁을 시작하려고 함?
pl: JAK ŚMIESZ ZACZYNAĆ KONKURS BEZE MNIE.
pt_br: COMO OUSAM COMEÇAR A COMPETIÇÃO SEM MIM
ru: КАК ВЫ ПОСМЕЛИ НАЧАТЬ СОРЕВНОВАНИЕ БЕЗ МЕНЯ
zh_cn: 我没加入你们胆敢开始比赛
zh_tw: 我沒加入你們膽敢開始比賽

# CHARACTERS.WX78.ACTIONFAIL.MOUNT.INUSE
source: ERROR: MOUNT IN USE
de: FEHLER: VORRICHTUNG IM EINSATZ
es_mx: ERROR: MONTURA EN USO
fr: ERREUR : MONTURE DÉJÀ UTILISÉE
it: ERRORE: MUFALO IN USO
ja: ＊エラー：騎乗用獣は他ユーザーが使用中＊
ko: 오류: 탈것이 사용 중임
pl: BŁĄD: WIERZCHOWIEC ZAJĘTY
pt_br: ERRO: MONTARIA EM USO
ru: ОШИБКА: ЗАГРУЗКА НЕВОЗМОЖНА
zh_cn: 错误：已经被骑了
zh_tw: 錯誤：已經被騎了

# CHARACTERS.WX78.ACTIONFAIL.MOUNT.SLEEPING
source: SLEEP MODE DISABLED
de: SCHLAFMODUS DEAKTIVIERT
fr: MODE VEILLE DÉSACTIVÉ
it: MODALITÀ SONNO DISATTIVATA
ja: ＊スリープモードが無効化されました＊
ko: 수면 모드 비활성화됨
pl: TRYB UŚPIENIA WYŁĄCZONY
pt_br: MODO DORMIR DESABILITADO
ru: ВЫХОД ИЗ СПЯЩЕГО РЕЖИМА
zh_cn: 睡眠模式已禁用
zh_tw: 睡眠模式已禁用

# CHARACTERS.WX78.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: I'LL RIDE IT LATER. RIGHT NOW IT FIGHTS FOR MY AMUSEMENT
de: ICH WERDE IHN SPÄTER REITEN JETZT KÄMPFT ER ZU MEINER BELUSTIGUNG
es_mx: LO MONTARÉ DESPUÉS. AHORA LUCHA PARA MI DIVERSIÓN
fr: JE LE MONTERAI PLUS TARD. POUR L'INSTANT IL COMBAT POUR MON PLAISIR
it: LO CAVALCHERÒ DOPO. ADESSO STA LOTTANDO PER MIO DILETTO
ja: ＊後で乗ります。現在私の娯楽のために戦闘しています＊
ko: 나중에 탈 것임. 현재는 본체의 흥미를 위해 싸우는 중임
pl: PÓŹNIEJ. CEL WALCZY TERAZ KU MEJ UCIESZE
pt_br: VOU CAVALGÁ-LO MAIS TARDE. AGORA ELE LUTA PARA O MEU ENTRETENIMENTO
ru: ОСЕДЛАЮ ЕГО ПОЗЖЕ СЕЙЧАС ОН СРАЖАЕТСЯ МНЕ НА ПОТЕХУ
zh_cn: 我稍后会骑它。现在它正在打架，逗我开心呢
zh_tw: 我稍後會騎它。現在它正在打架，逗我開心呢

# CHARACTERS.WX78.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: ERROR: INCORRECT ROD
de: FEHLER: RUTE NICHT KORREKT
es_mx: ERROR: CAÑA INCORRECTA
fr: ERREUR : CANNE INSUFFISANTE
it: ERRORE: CANNA NON CORRETTA
ja: ＊エラー：不適当な釣り竿＊
ko: 오류: 잘못된 낚싯대
pl: BŁĄD: NIEPRAWIDŁOWA WĘDKA
pt_br: ERRO: VARA INCORRETA
ru: ОШИБКА: НЕПРАВИЛЬНАЯ УДОЧКА
zh_cn: 错误：鱼竿不正确
zh_tw: 錯誤：魚竿不正確

# CHARACTERS.WX78.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: MAKE MY MINION DO IT
de: MEIN LAKAI SOLL ES TUN
es_mx: HARÉ QUE MI SUBORDINADO LO HAGA
fr: MON SERVITEUR PEUT FAIRE ÇA
it: CI PENSERÀ IL MIO SEGUACE
ja: ＊私の隷属生物にやらせます＊
ko: 내 부하가 하게 둘 것임
pl: NIECH MÓJ SŁUGA TO ZROBI
pt_br: OBRIGAR MEU LACAIO A FAZER ISSO
ru: ПУСТЬ ЭТО СДЕЛАЮТ МОИ МИНЬОНЫ
zh_cn: 让我随从去做
zh_tw: 讓我隨從去做

# CHARACTERS.WX78.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: GOOSEBUMPS ACTIVATED
de: GÄNSEHAUT AKTIVIERT
es_mx: ESCALOFRÍOS ACTIVADOS
fr: CHAIR DE POULE ACTIVÉE
it: PELLE D'OCA ATTIVATA
ja: ＊トリハダ発動＊
ko: 닭살 돋음 활성 상태
pl: WYKRYTO GĘSIĄ SKÓRKĘ
pt_br: ARREPIOS ATIVADOS
ru: ГУСИНАЯ КОЖА АКТИВИРОВАНА
zh_cn: 起鸡皮疙瘩
zh_tw: 起雞皮疙瘩

# CHARACTERS.WX78.ACTIONFAIL.PICKUP.INUSE
source: SERVER BUSY
de: SERVER AUSGELASTET
es_mx: SERVIDOR OCUPADO
fr: SERVEUR OCCUPÉ
it: SERVER OCCUPATO
ja: ＊サーバーが混雑しています＊
ko: 서버 작업 중
pl: SERWER NIEDOSTĘPNY
pt_br: SERVIDOR OCUPADO
ru: СЕРВЕР НЕ ОТВЕЧАЕТ
zh_cn: 服务器忙
zh_tw: 伺服器忙

# CHARACTERS.WX78.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: THIS ORGANIC HAS ALREADY BEEN CLAIMED
de: DIESE ORGANISCHE EINHEIT WURDE BEREITS BEANSPRUCHT
es_mx: YA RECLAMARON ESTE SER ORGÁNICO
fr: ÊTRE ORGANIQUE DÉJÀ RÉCUPÉRÉ
it: QUESTO ESSERE ORGANICO APPARTIENE GIÀ A QUALCUNO
ja: ＊この有機生命体はすでに報告されています＊
ko: 이 유기체는 이미 주인이 있음
pl: PRAWO DO TEGO MIĘSAKA ZOSTAŁO JUŻ ZAJĘTE
pt_br: ESSE SER ORGÂNICO JÁ FOI CAPTURADO
ru: ЭТА ОРГАНИКА УЖЕ КЕМ-ТО ПРИСВОЕНА
zh_cn: 这个有机物已经有主人
zh_tw: 這個有機物已經有主人

# CHARACTERS.WX78.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: ERROR: INCORRECT CARRAT
de: FEHLER: INKORREKTE KARATTE
es_mx: ERROR: RATAHORIA INCORRECTA
fr: ERREUR : CARATE INSUFFISANTE
it: ERRORE: CARATTO NON CORRETTO
ja: ＊エラー：不適当なキャラット＊
ko: 오류: 잘못된 당근이쥐
pl: BŁĄD: NIEPRAWIDŁOWA MYSZOMARCHEW
pt_br: ERRO: CENOURRATO INCORRETO
ru: ОШИБКА: НЕПРАВИЛЬНАЯ МОРКРЫСА
zh_cn: 错误：胡萝卜鼠不正确
zh_tw: 錯誤：胡蘿蔔鼠不正確

# CHARACTERS.WX78.ACTIONFAIL.PICKUP.RESTRICTION
source: ERROR: INFERIOR WEAPON
de: FEHLER: MINDERWERTIGE WAFFE
es_mx: ERROR: ARMA INFERIOR
fr: ERREUR : ARME INFÉRIEURE
it: ERRORE: ARMA INFERIORE
ja: ＊エラー：下級の武器＊
ko: 오류: 무기 등급이 너무 낮음
pl: BŁĄD: PODRZĘDNA BROŃ
pt_br: ERRO: ARMA INFERIOR
ru: ОШИБКА: ОРУЖИЕ НИЗКОГО КАЧЕСТВА
zh_cn: 错误：武器较弱
zh_tw: 錯誤：武器較弱

# CHARACTERS.WX78.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: I REFUSE TO COMMIT ANY MORE INFORMATION ON THIS TO MY DATABANK
de: ICH WEIGERE MICH, WEITERE INFORMATIONEN ZU DIESEM THEMA IN MEINE DATENBANK AUFZUNEHMEN
fr: JE REFUSE D'ENREGISTRER TOUTE AUTRE INFORMATION SUR CE SUJET DANS MA BASE DE DONNÉES
it: RIFIUTO DI DEDICARE ALTRO SPAZIO A RIGUARDO NELLA MIA BANCA DATI
ja: ＊これに関連するデータを、これ以上データバンクに格納することは拒否します＊
ko: 본좌는 이것의 정보를 본좌의 데이터뱅크에 더 많이 제출하는 것을 거부함.
pl: ODMAWIAM ZAPISANIA DODATKOWYCH INFORMACJI NA TEN TEMAT W MOJEJ BAZIE DANYCH.
pt_br: EU ME RECUSO A ALOCAR MAIS INFORMAÇÕES SOBRE ISTO EM MEU BANCO DE DADOS
ru: Я ОТКАЗЫВАЮСЬ ЗАГРУЖАТЬ В БАЗУ ДАННЫХ ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ ОБ ЭТОМ
zh_cn: 我拒绝把更多的信息存入我的数据库
zh_tw: 我拒絕把更多的資訊存入我的資料庫

# CHARACTERS.WX78.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: ALL RELEVANT INFORMATION HAS BEEN OBTAINED
de: ALLE RELEVANTEN INFORMATIONEN ERFASST
fr: TOUTES LES INFORMATIONS UTILES ONT DÉJÀ ÉTÉ OBTENUES
it: TUTTE LE INFORMAZIONI RELATIVE SONO GIÀ STATE OTTENUTE
ja: ＊すべての関連データは取得済みです＊
ko: 모든 관련 정보를 얻었음.
pl: WSZYSTKIE ISTOTNIE INFORMACJE ZOSTAŁY POZYSKANE.
pt_br: TODAS AS INFORMAÇÕES RELEVANTES FORAM OBTIDAS
ru: ВСЯ ИНФОРМАЦИЯ ПО ЭТОМУ ВОПРОСУ ЗАГРУЖЕНА
zh_cn: 已获得所有相关信息
zh_tw: 已獲得所有相關資訊

# CHARACTERS.WX78.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: EMPTY
de: LEER
es_mx: VACÍO
fr: VIDE
it: VUOTO
ja: ＊空＊
ko: 비었음.
pl: WOLNA
pt_br: VAZIO
ru: ПУСТО
zh_cn: 空的
zh_tw: 空的

# CHARACTERS.WX78.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: WONDERFULLY DRY
de: WUNDERVOLL TROCKEN
fr: PARFAITEMENT SEC
it: SPLENDIDAMENTE ASCIUTTO
ja: ＊素晴らしく乾燥しています＊
ko: 훌륭하게 건조됨.
pl: WSPANIALE SUCHA ZIEMIA
pt_br: MARAVILHOSAMENTE SECO
ru: ВОСХИТИТЕЛЬНО СУХО
zh_cn: 很好很干
zh_tw: 很好很乾

# CHARACTERS.WX78.ACTIONFAIL.REMOVEMODULES.NO_MODULES
source: ERROR: MODULE NOT FOUND
de: FEHLER: MODUL NICHT GEFUNDEN
fr: ERREUR : MODULE INTROUVABLE
it: ERRORE: MODULO NON TROVATO
ja: ＊エラー：モジュールが見つかりません＊
ko: 오류: 모듈을 찾을 수 없음
pl: BŁĄD: NIE ZNALEZIONO MODUŁU
pt_br: ERRO: MÓDULO NÃO ENCONTRADO
ru: ОШИБКА: МОДУЛЬ НЕ НАЙДЕН
zh_cn: 错误：模块丢失
zh_tw: 錯誤：模組丟失

# CHARACTERS.WX78.ACTIONFAIL.REPAIR.WRONGPIECE
source: PLUGIN INCOMPATIBLE
de: PLUGIN NICHT KOMPATIBEL
es_mx: ACCESORIO INCOMPATIBLE
fr: CONNEXION INCOMPATIBLE
it: COMPONENTE NON COMPATIBILE
ja: ＊プラグイン機器が対応していません＊
ko: 플러그인 호환 불가
pl: PLUGIN NIEKOMPATYBILNY.
pt_br: PLUGIN INCOMPATÍVEL
ru: ПЛАГИН НЕ СОВМЕСТИМ
zh_cn: 插件不兼容
zh_tw: 外掛程式不相容

# CHARACTERS.WX78.ACTIONFAIL.REPLATE.MISMATCH
source: ERROR: UNEXPECTED DISH FORMAT
de: FEHLER: UNERWARTETES GESCHIRRFORMAT
es_mx: ERROR: FORMATO DE PLATO INESPERADO
fr: ERREUR : FORMAT D'ASSIETTE INATTENDU
it: ERRORE: FORMATO DEL PIATTO SBAGLIATO
ja: ＊エラー：予想されていない食器の形態です＊
ko: 오류: 예기치 못한 접시 형식
pl: BŁĄD: NIEOCZEKIWANY FORMAT NACZYNIA
pt_br: ERRO: FORMATO DE PRATO INESPERADO
ru: ОШИБКА: НЕОЖИДАННЫЙ ФОРМАТ БЛЮДА
zh_cn: 错误：意外的盘格式
zh_tw: 錯誤：意外的盤格式

# CHARACTERS.WX78.ACTIONFAIL.REPLATE.SAMEDISH
source: ERROR: FOOD DOES NOT REQUIRE TWO RECEPTACLES
de: FEHLER: GERICHT BENÖTIGT KEINE ZWEI GEFÄSSE
es_mx: ERROR: LA COMIDA NO REQUIERE DOS RECEPTÁCULOS
fr: ERREUR : UN DES RÉCEPTACLES EST SUPERFLU
it: ERRORE: IL CIBO NON RICHIEDE DUE RECIPIENTI
ja: ＊エラー：食物にケーシングは二つも必要ありません＊
ko: 오류: 음식에 두 용기가 필요하지 않음
pl: BŁĄD: ŻYWNOŚĆ NIE WYMAGA DWÓCH POJEMNIKÓW
pt_br: ERRO: COMIDA NÃO NECESSITA DE DOIS RECEPTÁCULOS
ru: ОШИБКА: ДЛЯ ЕДЫ НЕ ТРЕБУЮТСЯ ДВА РАЗЪЕМА
zh_cn: 错误: 食物不需要两个容器
zh_tw: 錯誤: 食物不需要兩個容器

# CHARACTERS.WX78.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: ERROR: RECALIBRATE ROWING SEQUENCE
de: FEHLER: RUDERSEQUENZ MUSS NEU KALIBIERT WERDEN
es_mx: ERROR: RECALIBRAR SECUENCIA DE REMADO
fr: ERREUR : RECALIBRAGE DE SÉQUENCE DE RAME
it: ERRORE: RICALIBRARE SEQUENZA DI REMATA
ja: ＊エラー：漕艇順列の再調整＊
ko: 오류: 노 젓기 시퀀스 재조정
pl: BŁĄD: REKALIBRACJA SEKWENCJI WIOSŁOWANIA
pt_br: ERRO: RECALIBRAR SEQUÊNCIA DE REMO
ru: ОШИБКА: ИДЕТ НАСТРОЙКА ГРЕБНОГО ЦИКЛА
zh_cn: 错误：重新计算划桨序列
zh_tw: 錯誤：重新計算劃槳序列

# CHARACTERS.WX78.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: MY CALCULATIONS WERE OFF
de: MEINE BERECHNUNGEN WAREN NICHT KORREKT
es_mx: MIS CÁLCULOS ESTABAN ERRADOS
fr: MES CALCULS ÉTAIENT FAUX
it: I MIEI CALCOLI ERANO IMPRECISI
ja: ＊私の計算機器は機能停止中です＊
ko: 본체의 계산이 빗나감
pl: MOJE WYLICZENIA BYŁY BŁĘDNE
pt_br: MEUS CÁLCULOS ESTAVAM ERRADOS
ru: В МОИ ВЫЧИСЛЕНИЯ ЗАКРАЛАСЬ ОШИБКА
zh_cn: 我的计算出现了偏差
zh_tw: 我的計算出現了偏差

# CHARACTERS.WX78.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: FRUSTRATION LEVELS RISING
de: FRUSTRATIONSLEVEL STEIGT
es_mx: ADVERTENCIA: NIVELES DE FRUSTRACIÓN INCREMENTANDO
fr: AUGMENTATION DES NIVEAUX DE FRUSTRATION
it: LIVELLO DI FRUSTRAZIONE IN AUMENTO
ja: ＊不快指数上昇中＊
ko: 좌절 수위 상승 중
pl: POZIOM FRUSTRACJI ROŚNIE
pt_br: NÍVEIS DE FRUSTRAÇÃO SUBINDO
ru: УРОВЕНЬ РАЗДРАЖЕНИЯ РАСТЕТ
zh_cn: 郁闷等级提升中
zh_tw: 鬱悶等級提升中

# CHARACTERS.WX78.ACTIONFAIL.RUMMAGE.GENERIC
source: ERROR: DON'T WANT TO
de: Fehler
es_mx: ERROR: NO QUIERO
fr: ERREUR : NE VEUT PAS
it: ERRORE: NON VOGLIO
ja: ＊エラー：お断り＊
ko: 오류: 원하지 않음
pl: BŁĄD: NIE CHCE MI SIĘ.
pt_br: ERRO: NÃO QUERO
ru: ОШИБКА: НЕ ХОЧУ
zh_cn: 错误：不想
zh_tw: 錯誤：不想

# CHARACTERS.WX78.ACTIONFAIL.RUMMAGE.INUSE
source: I CAN HELP IF IT MAKES THIS GO FASTER
de: ICH KANN HELFEN, WENN ES DANN SCHNELLER WIRD
es_mx: A VER SI ASÍ CONSIGO AVANZAR
fr: JE PEUX AIDER À ACCÉLÉRER LES CHOSES
it: POSSO AIUTARE SE LO FA ANDARE PIÙ VELOCE
ja: ＊これがもっと早く進むなら手伝えます＊
ko: 속도를 올릴 수 있다면 도울 수 있음
pl: MOGĘ POMÓC, JEŚLI TO PRZYŚPIESZY SPRAWY
pt_br: NÃO POSSO EVITAR SE FAZ COM QUE FIQUE MAIS RÁPIDO
ru: ЕСЛИ ЭТО ПОЗВОЛИТ ИДТИ БЫСТРЕЕ, Я МОГУ ПОМОЧЬ
zh_cn: 要是能使这个走得快一些，我能够帮忙
zh_tw: 要是能使這個走得快一些，我能夠幫忙

# CHARACTERS.WX78.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: MAKE MY MINION DO IT
de: MEIN LAKAI SOLL ES TUN
es_mx: HARÉ QUE MI SUBORDINADO LO HAGA
fr: MON SERVITEUR PEUT FAIRE ÇA
it: CI PENSERÀ IL MIO SEGUACE
ja: ＊私の隷属生物にやらせます＊
ko: 내 부하가 하게 둘 것임
pl: NIECH MÓJ SŁUGA TO ZROBI
pt_br: OBRIGAR MEU LACAIO A FAZER ISSO
ru: ПУСТЬ ЭТО СДЕЛАЮТ МОИ МИНЬОНЫ
zh_cn: 让我随从去做
zh_tw: 讓我隨從去做

# CHARACTERS.WX78.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: I'LL RIDE IT LATER. RIGHT NOW IT FIGHTS FOR MY AMUSEMENT
de: ICH WERDE IHN SPÄTER REITEN JETZT KÄMPFT ER ZU MEINER BELUSTIGUNG
es_mx: LO MONTARÉ DESPUÉS. AHORA LUCHA PARA MI DIVERSIÓN
fr: JE LE MONTERAI PLUS TARD. POUR L'INSTANT IL COMBAT POUR MON PLAISIR
it: LO CAVALCHERÒ DOPO. ADESSO STA LOTTANDO PER MIO DILETTO
ja: ＊後で乗ります。現在私の娯楽のために戦闘しています＊
ko: 나중에 탈 것임. 현재는 본체의 흥미를 위해 싸우는 중임
pl: PÓŹNIEJ. CEL WALCZY TERAZ KU MEJ UCIESZE
pt_br: VOU CAVALGÁ-LO MAIS TARDE. AGORA ELE LUTA PARA O MEU ENTRETENIMENTO
ru: ОСЕДЛАЮ ЕГО ПОЗЖЕ СЕЙЧАС ОН СРАЖАЕТСЯ МНЕ НА ПОТЕХУ
zh_cn: 我稍后会骑它。现在它正在打架，逗我开心呢
zh_tw: 我稍後會騎它。現在它正在打架，逗我開心呢

# CHARACTERS.WX78.ACTIONFAIL.SAIL.REPAIR
source: THE WRETCHED THING DOES NOT NEED FIXING
de: VERDAMMTES DING BRAUCHT KEINE REPARATUR
es_mx: LA DESDICHADA COSA NO NECESITA ARREGLO
fr: RÉPARATION INUTILE
it: QUESTA DANNATA COSA NON HA BISOGNO DI RIPARAZIONI
ja: ＊粗末なものを直す必要はありません＊
ko: 이 형편없는 물건은 수리가 필요하지 않음
pl: NIESZCZĘSNA RZECZ NIE WYMAGA NAPRAWY
pt_br: ESSA COISA MISERÁVEL NÃO PRECISA DE CONSERTO
ru: ЖАЛКОЕ СРЕДСТВО ПЕРЕДВИЖЕНИЯ НЕ ТРЕБУЕТ РЕМОНТА
zh_cn: 讨厌的东西不用修理
zh_tw: 討厭的東西不用修理

# CHARACTERS.WX78.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: DANGER! TARGET IS AWAKE
de: ACHTUNG! ZIEL IST WACH.
es_mx: ¡PELIGRO! EL OBJETIVO ESTÁ DESPIERTO
fr: DANGER ! LA CIBLE EST RÉVEILLÉE
it: PERICOLO! IL BERSAGLIO È SVEGLIO
ja: ＊危険！標的が目を覚ましました＊
ko: 위험! 목표물이 깼음
pl: NIEBEZPIECZEŃSTWO! CEL NIE ŚPI!
pt_br: PERIGO! O ALVO ESTÁ ACORDADO
ru: ОПАСНОСТЬ! ЦЕЛЬ НЕ СПИТ
zh_cn: 危险！目标醒着
zh_tw: 危險！目標醒著
