Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.BOOK_ELEMENTAL
source: I don't think that's my forte.
de: Ich glaube nicht, dass das meine Stärke ist.
es: No creo que sea mi fuerte.
es_mx: No creo que eso sea mi fuerte.
fr: Je pense que ce n'est pas mon point fort.
it: Non penso sia il mio forte.
ja: それ、ボク得意じゃないヨ。
ko: 내 전문은 아닌 것 같아.
pl: To chyba nie moje.
pt_br: Não acho que esse seja o meu forte.
ru: Не думаю, что я в этом разберусь.
zh_cn: 不是我的长项。
zh_tw: 不是我的長項。

# CHARACTERS.WARLY.DESCRIBE.BOOK_FOSSIL
source: I don't think that's my forte.
de: Ich glaube nicht, dass das meine Stärke ist.
es: No creo que sea mi fuerte.
es_mx: No creo que eso sea mi fuerte.
fr: Je pense que ce n'est pas mon point fort.
it: Non penso sia il mio forte.
ja: それ、ボク得意じゃないヨ。
ko: 내 전문은 아닌 것 같아.
pl: To chyba nie moje.
pt_br: Não acho que esse seja o meu forte.
ru: Не думаю, что я в этом разберусь.
zh_cn: 不是我的长项。
zh_tw: 不是我的長項。

# CHARACTERS.WARLY.DESCRIBE.BOOK_GARDENING
source: Maybe Mme. Wickerbottom would be interested in starting a herb garden.
de: Vielleicht möchte Madame Wickerbottom einen Kräutergarten anlegen.
es: A lo mejor a Mme. Wickerbottom le interesa poner un jardín de hierbas.
es_mx: Quizá madame Wickerbottom esté interesada en crear un huerto.
fr: Mme Wickerbottom aura peut-être envie de faire pousser des herbes.
it: A mademoiselle Wickerbottom potrebbe interessare coltivare un orto.
ja: マダムウィッカーボトムはハーブガーデンに興味があるかもヨ。
ko: 마담 위커바텀이라면 허브 정원을 가꾸는 데 관심이 있을지도 몰라.
pl: Może madame Wiklińska będzie zainteresowana założeniem ogródka.
pt_br: Talvez a Mme. Wickerbottom esteja interessada em fazer um jardim de ervas.
ru: Может, мадам Уикерботтом захочет разбить свой сад.
zh_cn: 也许啊，薇克巴顿有兴趣为我种一些烹调用的香草。
zh_tw: 也許啊，薇克巴頓有興趣為我種一些烹調用的香草。

# CHARACTERS.WARLY.DESCRIBE.BOOK_HORTICULTURE
source: Maybe Mme. Wickerbottom would be interested in starting a herb garden.
de: Vielleicht möchte Madame Wickerbottom einen Kräutergarten anlegen.
es: A lo mejor a Mme. Wickerbottom le interesa poner un jardín de hierbas.
es_mx: Quizá madame Wickerbottom esté interesada en crear un huerto.
fr: Mme Wickerbottom aura peut-être envie de faire pousser des herbes.
it: A mademoiselle Wickerbottom potrebbe interessare coltivare un orto.
ja: マダムウィッカーボトムはハーブガーデンに興味があるかもヨ。
ko: 마담 위커바텀이라면 허브 정원을 가꾸는 데 관심이 있을지도 몰라.
pl: Może madame Wiklińska będzie zainteresowana założeniem ogródka.
pt_br: Talvez a Mme. Wickerbottom esteja interessada em fazer um jardim de ervas.
ru: Может, мадам Уикерботтом захочет разбить свой сад.
zh_cn: 也许啊，薇克巴顿有兴趣为我种一些烹调用的香草。
zh_tw: 也許啊，薇克巴頓有興趣為我種一些烹調用的香草。

# CHARACTERS.WARLY.DESCRIBE.BOOK_SILVICULTURE
source: Perhaps it will tell me the best places to find mushrooms.
de: Vielleicht erfahre ich darin, wo ich am ehesten Pilze finden kann.
es: A lo mejor me dice los mejores lugares para buscar hongos.
fr: Il me révélera peut-être de bons coins à champignons.
it: Forse mi svelerà i posti migliori dove trovare funghi.
ja: キノコを見つけられる場所を教えてくれるかもネ。
ko: 아마도 버섯을 찾을 수 있는 가장 좋은 장소를 알려줄 거야.
pl: Może się dowiem, gdzie najlepiej szukać grzybów.
pt_br: Talvez ele me diga quais são os melhores lugares pra encontrar cogumelos.
ru: Может быть, там написано, где лучше всего собирать грибы.
zh_cn: 也许它能告诉我找到蘑菇的最佳地点。
zh_tw: 也許它能告訴我找到蘑菇的最佳地點。

# CHARACTERS.WARLY.DESCRIBE.BOOK_SLEEP
source: It's tradition to nap after a good meal.
de: Es ist Tradition, nach einem guten Mahl zu ruhen.
es: Es tradición una siesta tras una buena comida.
es_mx: Es una tradición dormir después de una buena comida.
fr: Faire une sieste après un bon repas est une tradition.
it: Dormire dopo una bella mangiata è tradizione.
ja: いっぱい食べた後は昼寝、が伝統デスヨ。
ko: 맛있는 식사 후 낮잠을 자는 것은 전통이지.
pl: Drzemka po posiłku to tradycja.
pt_br: É uma tradição cochilar depois de uma boa refeição.
ru: После сытной еды надо подремать.
zh_cn: 美餐一顿后必须小憩片刻，这是传统。
zh_tw: 美餐一頓後必須小憩片刻，這是傳統。

# CHARACTERS.WARLY.DESCRIBE.BOOK_TENTACLES
source: I don't see any recipes in this at all.
de: Ich finde hier kein einziges Rezept.
es: No veo ninguna receta.
es_mx: No veo ninguna receta en este libro.
fr: Je ne vois aucune recette là-dedans.
it: Qui dentro non vedo ricette.
ja: この中には全然レシピがないネ。
ko: 이 안에는 레시피가 전혀 없는걸.
pl: Nie widzę tu żadnych przepisów.
pt_br: Não vejo nenhuma receita nisso aqui.
ru: Не вижу тут ни одного рецепта.
zh_cn: 里面什么餐谱都没。
zh_tw: 裡面什麼餐譜都沒。

# CHARACTERS.WARLY.DESCRIBE.BOOMERANG
source: Oh good. I have separation anxiety.
de: Oh, gut, ich habe Trennungsangst.
es: Oh. Tengo ansiedad por separarme.
es_mx: ¡Oh! Tengo ansiedad por separarme.
fr: Parfait ! Moi qui ai le syndrome de la séparation.
it: Ah bene. Ho l'ansia da separazione.
ja: コイツを手放すなんて…ボクには無理ネ…
ko: 잘됐다. 안 그래도 나 분리 불안증이 있는데.
pl: Chyba cierpię na lęk separacyjny.
pt_br: Oh, céus. Fico angustiado com separações.
ru: Ох, шикарно. Я боюсь его потерять.
zh_cn: 噢好吧。我有分离焦虑症。
zh_tw: 噢好吧。我有分離焦慮症。

# CHARACTERS.WARLY.DESCRIBE.BRUSH
source: For tidying unkempt beast hair.
de: Zum Bändigen von wildem Tierfell.
es: Para arreglarle el pelo a alguna bestia despeluchada.
es_mx: Para peinar el cabello despeinado de una bestia.
fr: Pour arranger la pilosité bestiale hirsute.
it: Per sistemare il pelo arruffato delle bestie.
ja: 毛玉だらけの獣の毛をとかすものだネ。
ko: 헝클어진 짐승 털을 정리하는 도구야.
pl: Do czesania potarganej sierści.
pt_br: Para desembaraçar pelos desgrenhados de feras.
ru: Чтобы приводить в порядок спутанную шерсть.
zh_cn: 为了整理乱糟糟的兽毛。
zh_tw: 為了整理亂糟糟的獸毛。

# CHARACTERS.WARLY.DESCRIBE.BUGNET
source: For catching alternative protein.
de: Um Protein zu fangen.
es: Para obtener proteínas alternativas.
es_mx: Para obtener proteínas alternativas.
fr: Pour attraper des protéines alternatives.
it: Per catturare le proteine alternative.
ja: 代替タンパク源を捕まえる道具ネ
ko: 단백질 대체식품 포획용이지.
pl: Do łapania białka.
pt_br: Para pescar proteína alternativa.
ru: Для ловли альтернативного источника белков.
zh_cn: 用于捕捉另类的高蛋白动物。
zh_tw: 用於捕捉另類的高蛋白動物。

# CHARACTERS.WARLY.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Salad of the sea!
de: Salat des Meeres!
es: ¡La ensalada del mar!
es_mx: ¡Ensalada del mar!
fr: La salade de la mer !
it: Insalata del mare!
ja: 海のサラダだヨ！
ko: 바다의 샐러드다!
pl: Morska sałata!
pt_br: Salada do mar.
ru: Морской салат!
zh_cn: 海水沙拉！
zh_tw: 海水沙拉！

# CHARACTERS.WARLY.DESCRIBE.BULLKELP_PLANT.PICKED
source: She needs time to regrow, non?
de: Sie braucht Zeit zum Nachwachsen, non?
es: Necesita tiempo para volver a crecer, ¿non?
es_mx: Necesita tiempo para crecer nuevamente, ¿non?
fr: Il faut du temps pour que ça repousse, non ?
it: Avrà bisogno di tempo per ricrescere, n'est pas?
ja: 元に戻る時間が必要かな？
ko: 다시 자라려면 시간이 걸리겠지?
pl: Potrzebuje czasu, żeby odrosnąć, non?
pt_br: Ela precisa de tempo para crescer novamente, non?
ru: Ей просто нужно время, чтобы снова вырасти, non?
zh_cn: 她需要时间重新成长，对吧？
zh_tw: 她需要時間重新成長，對吧？

# CHARACTERS.WARLY.DESCRIBE.BULLKELP_ROOT
source: Perhaps it'll grow if I plant it.
de: Vielleicht wächst sie, wenn ich sie einpflanze.
es: A lo mejor crece si lo planto.
es_mx: Quizá crecerá si la planto.
fr: Si j'en plante, ça poussera peut-être.
it: Forse crescerà se lo pianto.
ja: ボクが植えたら、たぶん育つネ。
ko: 심으면 자랄지도 몰라.
pl: Może urośnie, jeśli ją gdzieś posadzę.
pt_br: Talvez ela cresça se eu a plantar.
ru: Может, если посадить, то прорастет?
zh_cn: 如果种下去，也许会有收获。
zh_tw: 如果種下去，也許會有收穫。

# CHARACTERS.WARLY.DESCRIBE.BUNDLE
source: A cool dry place to keep food.
de: Ein kühler, trockener Ort, um Nahrung zu lagern.
es: Un lugar fresco y seco para conservar alimentos.
es_mx: Un lugar frío y seco para guardar la comida.
fr: Un endroit bien frais pour y mettre la nourriture.
it: Un posto fresco e asciutto per conservare il cibo.
ja: 食べ物を保管する乾燥した涼しい場所だヨ。
ko: 음식을 보관할 수 있는 서늘하고 건조한 곳이야.
pl: Chłodne i suche miejsce do przechowywania jedzenia.
pt_br: Um local seco bem legal pra guardar a comida.
ru: Прохладное сухое место для хранения еды.
zh_cn: 一个保持食物新鲜的方法。
zh_tw: 一個保持食物新鮮的方法。

# CHARACTERS.WARLY.DESCRIBE.BUNDLEWRAP
source: A good food wrap.
de: Gut zum Einpacken von Nahrung.
es: Viene de lujo para envolver comida.
es_mx: Un buen envoltorio para la comida.
fr: Un bon emballage pour la nourriture.
it: Una buona pellicola per alimenti.
ja: いい食品用ラップだヨ。
ko: 훌륭한 음식 포장지야.
pl: Dobry materiał do zawijania jedzenia.
pt_br: Uma boa embalagem pra comida.
ru: Отличная обертка для еды.
zh_cn: 一个很棒的食物包装。
zh_tw: 一個很棒的食物包裝。

# CHARACTERS.WARLY.DESCRIBE.BUNNYMAN
source: I have so many good rabbit recipes...
de: Ich kenne so viele gute Kaninchenrezepte ...
es: Tengo tantas recetas de conejo buenas...
es_mx: Tengo tantas recetas de conejo buenas...
fr: J'ai tellement de bonnes recettes au lapin...
it: Ho così tante buone ricette di coniglio...
ja: ウサギ肉のレシピなら、いろいろ知ってるヨ
ko: 나 토끼 요리 많이 아는데...
pl: Mam tyle znakomitych przepisów na królika...
pt_br: Tenho tantas receitas boas com coelho...
ru: Я знаю столько рецептов из крольчатины…
zh_cn: 我有很多不错的兔肉烹饪食谱...
zh_tw: 我有很多不錯的兔肉烹飪食譜...

# CHARACTERS.WARLY.DESCRIBE.BUNNYSTEW
source: Ah, lapin a la cocotte. A classic.
de: Ah, lapin a la cocotte. Ein Klassiker.
es: Ah, lapin à la cocotte. Un clásico.
fr: Ah, un civet. Classique.
it: Ah, lapin a la cocotte. Un grande classico.
ja: ウサギのシチューだヨ。伝統料理のできあがりだネ。
ko: 아, 꼬꼬떼 요리. 고전이지.
pl: Ach, lapin a la cocotte. Klasyka.
pt_br: Ah, lapin a la cocotte. Um clássico.
ru: М-м-м, lapin à la cocotte. Классика.
zh_cn: 啊，无水炖兔肉，经典菜啊。
zh_tw: 啊，無水燉兔肉，經典菜啊。

# CHARACTERS.WARLY.DESCRIBE.BURNT_MARSH_BUSH
source: What a shame.
de: Was für eine Schande.
es: Qué pena.
es_mx: Qué lástima.
fr: Quel dommage.
it: Davvero un peccato.
ja: 残念ね…
ko: 정말 안타깝네.
pl: Co za szkoda...
pt_br: Uma grande pena.
ru: Какая жалость.
zh_cn: 令人遗憾。
zh_tw: 令人遺憾。

# CHARACTERS.WARLY.DESCRIBE.BUSHHAT
source: Snacks to go?
de: Ist das was zum Naschen?
es: ¿Aperitivos para llevar?
es_mx: ¿Aperitivos para llevar?
fr: Avec des baies dedans ?
it: Spuntini da viaggio?
ja: 携帯用のおやつカナ？
ko: 휴대용 간식인가?
pl: Przekąska na wycieczkę?
pt_br: Tira-gosto para a viagem?
ru: А закуски будут?
zh_cn: 带着走的小吃？
zh_tw: 帶著走的小吃？

# CHARACTERS.WARLY.DESCRIBE.BUTTER
source: I thought I would never see you again, old friend!
de: Ich dachte, ich würde dich nie wieder sehen, alter Freund!
es: ¡Pensé que nunca volvería a verte, viejo amigo!
es_mx: ¡Pensé que nunca volvería a verte, viejo amigo!
fr: Je croyais ne plus jamais te revoir, vieil ami !
it: Credevo che non ti avrei più rivisto, vecchio amico!
ja: バター！キミに会えて、ボクはうれしいヨ！
ko: 버터를 다시 보게 되다니! 이렇게 반가울 수가!
pl: Myślałem, że już się nie zobaczymy!
pt_br: Achei que nunca veria você de novo, velha amiga!
ru: Я уж было думал, мы больше никогда не увидимся, дружище!
zh_cn: 我还以为再也见不到你了，我的老朋友！
zh_tw: 我還以為再也見不到你了，我的老朋友！

# CHARACTERS.WARLY.DESCRIBE.BUTTERFLY.GENERIC
source: Your aerial dance is so soothing to behold...
de: Deine Flugvorführung ist so entspannend ...
es: Tu danza aérea es tan relajante para la vista...
es_mx: Tu danza aérea es tan relajante para la vista...
fr: Ton ballet aérien est apaisant à voir...
it: La tua danza per aria è così calmante da ammirare...
ja: ヒラヒラ…見てるとココロが落ち着くネ…
ko: 나비가 팔랑거리는 모습을 보면 마음이 편안해져...
pl: Twój powietrzny taniec jest wręcz kojący dl oczu.
pt_br: Sua dança aérea é tão agradável de se ver...
ru: Твой воздушный танец так успокаивает…
zh_cn: 你的空中舞蹈看起来如此舒心...
zh_tw: 你的空中舞蹈看起來如此舒心...

# CHARACTERS.WARLY.DESCRIBE.BUTTERFLY.HELD
source: Don't slip from my butterfingers.
de: Entkomme mir nicht aus den Händen.
es: No te escapes de mis dedos de mantequilla.
es_mx: No te escapes de mis dedos de mantequilla.
fr: Ne t'en va pas... pillon.
it: Non scivolare dalle mie mani imburrate.
ja: “チョウ”しに乗ってると、逃げられるヨ！
ko: 내 손길을 거부하지 말아줘.
pl: Mam nadzieję, że nie wymkniesz mi się z utłuszczonych palców.
pt_br: Não escorregue das minhas mãos de desajeitadas.
ru: Не ускользай из моих неловких рук.
zh_cn: 别从我的黄油手中溜走。
zh_tw: 別從我的黃油手中溜走。

# CHARACTERS.WARLY.DESCRIBE.BUTTERFLYMUFFIN
source: Delectable!
de: Köstlich!
es: ¡Deliciosa!
es_mx: ¡Deliciosa!
fr: Délicieux !
it: Dilettevole!
ja: おいしゅうございマス！
ko: 맛있다!
pl: Wyborne!
pt_br: Deliciosa!
ru: Восхитительно!
zh_cn: 味道不错！
zh_tw: 味道不錯！

# CHARACTERS.WARLY.DESCRIBE.BUTTERFLYWINGS
source: I wonder what dishes I could create with these?
de: Was ich daraus wohl Leckeres zaubern könnte?
es: Me pregunto qué plato podría crear con ellas.
es_mx: Me pregunto qué plato podría crear con ellas.
fr: Je me demande ce que je pourrais cuisiner avec ça.
it: Mi chiedo che piatti potrei creare con queste?
ja: この食材で、どんな料理ができるカナ…？
ko: 이걸로 무슨 요리를 만들 수 있을까?
pl: Ciekawe, co można by z tego ugotować...
pt_br: Que pratos eu poderia criar com elas?
ru: Интересно, какие блюда я смогу с ними создать?
zh_cn: 我想知道用这些东西可以做成什么菜？
zh_tw: 我想知道用這些東西可以做成什麼菜？

# CHARACTERS.WARLY.DESCRIBE.BUZZARD
source: If only you were more turkey than vulture...
de: Wärst du doch nur mehr Pute als Geier ...
es: Si fueses más un pavo que un buitre...
es_mx: Si fueses más un pavo que un buitre...
fr: Si seulement tu étais plus dinde que vautour...
it: Se solo tu fossi più tacchino che avvoltoio...
ja: ターキーなら大歓迎だけどネ…
ko: 독수리보다 칠면조에 더 가까웠으면 좋았을 텐데...
pl: Szkoda, że nie ma w tobie więcej indyka, a mniej sępa...
pt_br: Se pelo menos você fosse mais peru que urubu...
ru: Жаль, что ты больше похож на стервятника, а не на индейку…
zh_cn: 如果你更像火鸡而不是秃鹰该有多好...
zh_tw: 如果你更像火雞而不是禿鷹該有多好...

# CHARACTERS.WARLY.DESCRIBE.CABBAGEROLLS
source: A surprisingly time consuming dish, but well worth the wait.
de: Ein überraschend aufwendiges Essen, aber umso köstlicher.
es: Un plato que lleva la tira de tiempo, pero merece la pena.
es_mx: Un plato que toma mucho tiempo hacer, pero vale la pena la espera.
fr: C'est un plat qui prend du temps, mais ça vaut le coup.
it: Un piatto sorprendentemente laborioso, ma ne vale la pena.
ja: 驚くほど時間がかかる料理だけど待つ価値は十分あるヨ。
ko: 의외로 시간이 걸리는 요리지만 기다릴 가치가 있어.
pl: Nadzwyczaj czasochłonne danie, ale warte wysiłku.
pt_br: Um prato que, surpreendentemente, demora para ser preparado. Mas vale a pena esperar.
ru: Это блюдо отнимает на удивление много времени. Но результат того стоит.
zh_cn: 非常费时制作的美味，但绝对值得等待。
zh_tw: 非常費時製作的美味，但絕對值得等待。

# CHARACTERS.WARLY.DESCRIBE.CACTUS.GENERIC
source: I bet it has a sharp flavor.
de: Wie das wohl schmeckt?
es: Apuesto a que tiene un sabor fuerte.
es_mx: Apuesto a que tiene un sabor fuerte.
fr: Je parie que ça a un goût piquant.
it: Scommetto che ha un sapore pungente.
ja: シャープな味がしそうネ
ko: 아주 자극적인 맛이 날 것 같아.
pl: Na pewno ma cierpki smak.
pt_br: Aposto que tem um sabor penetrante.
ru: Уверен, у него острый вкус.
zh_cn: 我打赌它的味道很刺激。
zh_tw: 我打賭它的味道很刺激。

# CHARACTERS.WARLY.DESCRIBE.CACTUS.PICKED
source: It will live to prick again.
de: Wirst du verwelken oder wieder leben?
es: Vivirá para pinchar de nuevo.
es_mx: Vivirá para pinchar de nuevo.
fr: Il revivra et repiquera.
it: Vivrà per pungere di nuovo.
ja: きっとまた、トゲトゲくんが生えてくるヨ
ko: 다시 가시를 세우고 자라날 거야.
pl: Ukłuje jeszcze nie raz.
pt_br: Vou viver para espetar outra vez.
ru: Он выживет и будет снова колоться.
zh_cn: 它会重新长出刺来的。
zh_tw: 它會重新長出刺來的。

# CHARACTERS.WARLY.DESCRIBE.CACTUS_FLOWER
source: Such a pretty flower from such a prickly customer!
de: Eine hübsche Blüte von einer stachligen Pflanze.
es: ¡Qué flor tan bonita de un cliente tan irritable!
es_mx: ¡Qué flor tan bonita de un cliente tan irritable!
fr: Une si belle fleur pour une plante si piquante !
it: Un bel fiore da un cliente pungente.
ja: 花は意外とかわいらしいネ
ko: 뾰족하지만 꽃은 아름답지!
pl: Taki piękny kwiat z takiej wrednej rośliny.
pt_br: Uma flor tão bela de um cliente tão espinhoso!
ru: Такой прелестный цветок от такого колкого клиента!
zh_cn: 这个多刺的家伙开出的花这么漂亮！
zh_tw: 這個多刺的傢伙開出的花這麼漂亮！

# CHARACTERS.WARLY.DESCRIBE.CACTUS_MEAT
source: I hope it does not prickle going down.
de: Hoffentlich sticht das nicht beim Schlucken.
es: Espero que no me pinche mientras baja al estómago.
es_mx: Espero que no me pinche mientras baja al estómago.
fr: J'espère que ça ne pique pas la gorge.
it: Spero che non punga scendendo.
ja: ノドにトゲが刺さらないカナ…
ko: 삼키면 내 뱃속에서 찌르는 건 아니겠지.
pl: Mam nadzieję, że nie kłuje w przełyk.
pt_br: Espero que não espete na descida.
ru: Надеюсь, внутри оно колоться не будет.
zh_cn: 我希望它不要扎到我的手。
zh_tw: 我希望它不要紮到我的手。

# CHARACTERS.WARLY.DESCRIBE.CACTUS_MEAT_COOKED
source: Could use some tortillas and melted queso...
de: Wenn das noch mit Käse überbacken wäre ...
es: Le faltan nachos y queso fundido...
es_mx: Le faltan nachos y queso fundido...
fr: Ça serait bien avec des tortillas et du fromage fondu...
it: Mi servirebbero una frittata e del formaggio fuso...
ja: トルティーヤとチーズが欲しいネ…
ko: 토르티야와 녹인 치즈가 있었으면...
pl: Przydałaby się tortilla i topiony queso...
pt_br: Umas tortillas e queso derretido cairiam bem...
ru: Можно добавить тортилью и растопленного кесо…
zh_cn: 可以配上一些玉米饼和融化的奶酪...
zh_tw: 可以配上一些玉米餅和融化的乳酪...

# CHARACTERS.WARLY.DESCRIBE.CALIFORNIAROLL
source: Classic Japanese fusion!
de: HA, ER IST GESTORBEN. KLASSISCHER FEHLER DER MENSCHHEIT.
es: ¡Fusión japonesa clásica!
es_mx: ¡Fusión japonesa clásica!
fr: Recette japonaise classique !
it: Un classico fusion giapponese.
ja: 和食と西洋料理のマリアージュ！
ko: 클래식 일본 퓨전 음식!
pl: Klasyczne japońskie połączenie!
pt_br: Clássica fusão japonesa!
ru: Классическое японское сочетание!
zh_cn: 经典的日式融合料理！
zh_tw: 經典的日式融合料理！

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.EMBERS
source: I should stoke the fire.
de: Ich sollte das Feuer schüren.
es: Debería avivar el fuego.
es_mx: Debería avivar el fuego.
fr: Je devrais alimenter le feu.
it: Dovrei alimentare il fuoco.
ja: 燃料を足したほうがいいかもネ…
ko: 불을 다시 지펴야겠네.
pl: Muszę dołożyć do ognia.
pt_br: Eu deveria alimentar o fogo.
ru: Мне нужно подбросить дровишек.
zh_cn: 我应该把火烧得旺点。
zh_tw: 我應該把火燒得旺點。

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.GENERIC
source: To keep the dark at bay.
de: Um die Dunkelheit in Schach zu halten!
es: Para mantener a raya a la oscuridad.
es_mx: Para mantener la oscuridad a raya.
fr: Pour repousser les ténèbres.
it: Per tenere a bada il buio.
ja: これで暗闇も怖くないネ
ko: 어둠을 물리쳐주지.
pl: Aby okiełznać mrok...
pt_br: Para controlar a escuridão.
ru: Оставить тьму снаружи.
zh_cn: 驱散黑暗。
zh_tw: 驅散黑暗。

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.HIGH
source: Rivals a grease fire!
de: Besser als ein Fettbrand!
es: ¡Compite con un fuego de la cocina!
es_mx: ¡Compite con un fuego de la cocina!
fr: Aussi bien qu'un feu de graisse !
it: Compete con un fuoco di grasso!
ja: まるで油を注いだみたいだヨ！
ko: 기름에 불 붙인 것만큼이나 화력이 좋군!
pl: Lepsze to niż płonący tłuszcz!
pt_br: Faz frente a um fogo de graxa!
ru: Покруче, чем вспыхнувший жир на кухне!
zh_cn: 比得上油着火！
zh_tw: 比得上油著火！

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.LOW
source: It is getting low.
de: Geht langsam aus.
es: Se está apagando.
es_mx: Se está apagando.
fr: Il faiblit.
it: Si sta esaurendo.
ja: 火が弱くなってきたヨ
ko: 불이 사그라들고 있어.
pl: Zaczyna przygasać.
pt_br: Está se apagando.
ru: Он гаснет.
zh_cn: 火势小了。
zh_tw: 火勢小了。

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.NORMAL
source: I should like to sit by you for a moment.
de: Ich sitze gerne einen Moment neben dir.
es: Me gustaría sentarme al lado por un momento.
es_mx: Me gustaría sentarme al lado por un momento.
fr: J'aimerais m'asseoir à tes côtés un instant.
it: Vorrei sedermi vicino a te per un momento.
ja: しばらく、そばに座ってていいカナ…？
ko: 불 옆에 잠깐 앉고 싶네.
pl: Chętnie przysiądę na chwilę.
pt_br: Eu gostaria de sentar ao seu lado um pouquinho.
ru: Надо бы тут погреться немного.
zh_cn: 我想要在你旁边坐一会。
zh_tw: 我想要在你旁邊坐一會。

# CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.OUT
source: I will have to light you again.
de: Ich muss dich wieder anzünden.
es: Tendré que encenderte otra vez.
es_mx: Tendré que encenderte otra vez.
fr: Je vais devoir te rallumer.
it: Dovrò accenderti di nuovo.
ja: また火をおこさなきゃネ
ko: 불을 다시 피워야겠어.
pl: Muszę rozpalić cię ponownie.
pt_br: Precisarei acender você de novo.
ru: Мне придется снова тебя разжечь.
zh_cn: 我得再点燃你一次。
zh_tw: 我得再點燃你一次。

# CHARACTERS.WARLY.DESCRIBE.CANARY.GENERIC
source: Sing me your sweet song, mon amie.
de: Sing mir dein süßes Lied, mon ami.
es: Entona tu dulce canción, camarade.
es_mx: Cántame tu dulce melodía, mon ami.
fr: Chante-moi ta jolie chanson, très cher.
it: Fischiettami la tua canzoncina, mon amie.
ja: キミの歌を聞かせておくれ、モナミ。
ko: 아름다운 노래를 들려주렴, 친구.
pl: Zaśpiewaj mi swą słodką pieśń, mon ami.
pt_br: Cante uma bela melodia pra mim, mon amie.
ru: Спой мне свою сладкую песню, mon amie.
zh_cn: 为我唱一首香颂吧，我的朋友。
zh_tw: 為我唱一首香頌吧，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.CANARY.HELD
source: Bonjour monsieur.
es_mx: Bonjour, señor.
ja: ボンジュール、ムシュー。
ko: 봉주르, 무슈.
zh_cn: 你好，先生。
zh_tw: 你好，先生。

# CHARACTERS.WARLY.DESCRIBE.CANARY_POISONED
source: The poor thing!
de: Das arme Ding!
es: ¡Pobre!
es_mx: ¡Pobrecito!
fr: Oh, le pauvre !
it: Poverino!
ja: かわいそうに！
ko: 가엾어라!
pl: Biedaczek!
pt_br: Coitado!
ru: Бедняжка!
zh_cn: 可怜的家伙！
zh_tw: 可憐的傢伙！

# CHARACTERS.WARLY.DESCRIBE.CANDYBAG
source: Where I keep all my confections!
de: Darin bewahre ich all meine Süßigkeiten auf!
es: ¡Donde guardo todas mis golosinas!
es_mx: ¡Aquí guardo todas mis golosinas!
fr: C'est ici que je mets toutes mes sucreries !
it: Dove tengo tutti i miei bonbon!
ja: お菓子作品はどこに置くのかな？
ko: 내 군것질거리를 보관하는 곳이지!
pl: Tutaj trzymam wszystkie swoje słodycze!
pt_br: É aí que guardo todos os meus confeitos!
ru: Здесь я храню все свои сладости!
zh_cn: 我所有的糖果都会装在里面！
zh_tw: 我所有的糖果都會裝在裡面！

# CHARACTERS.WARLY.DESCRIBE.CANE
source: Now we are cooking with gas!
de: Jetzt kommen wir endlich mal voran!
es: ¡Ahora estamos cocinando a todo gas!
es_mx: ¡Ahora estamos cocinando con gas!
fr: Maintenant ça va tracer !
it: Ora sì che si va spediti!
ja: 歩くのが楽チンになるヨ！
ko: 이제 더 빨리 걸을 수 있겠군!
pl: Teraz można chodzić!
pt_br: Agora estamos cozinhando com gás!
ru: Новые технологии!
zh_cn: 现在我们如虎添翼了！
zh_tw: 現在我們如虎添翼了！

# CHARACTERS.WARLY.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: Bravo!
ja: ブラボー！
ko: 브라보!
pl: Brawo!
ru: Браво!
zh_cn: 好样的！
zh_tw: 好樣的！

# CHARACTERS.WARLY.DESCRIBE.CARNIVALCANNON.GENERIC
source: None of the ships I worked on had cannons.
de: Keines der Schiffe, an denen ich gearbeitet habe, hatte Kanonen.
es: Ninguno de los barcos en los que he trabajado tenía cañones.
fr: Aucun des bateaux sur lesquels j'ai travaillé n'avait de canons.
it: Nessuna delle navi su cui ho lavorato aveva dei cannoni.
ja: ボクが働いてた船には大砲がなかったヨ。
ko: 내가 일했던 어느 배에도 대포는 없었어.
pl: Pracowałem na statkach, ale bez armat.
pt_br: Nenhum dos navios em que trabalhei tinha canhões.
ru: Я на разных кораблях ходил, но пушек не было нигде.
zh_cn: 我还没在炮舰上工作过。
zh_tw: 我還沒在炮艦上工作過。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALCANNON_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: Hm... I should cook some eggs for breakfast.
de: Hm ... Ich sollte ein paar Eier zum Frühstück kochen.
es: Um... ¿Y si hago unos huevos para el desayuno?
fr: Hmm... Je devrais faire quelques œufs pour le petit-déjeuner.
it: Uhm... Dovrei preparare delle uova per colazione.
ja: フム…朝ごはんにタマゴを料理するのがいいネ。
ko: 흠... 아침으로 알을 좀 요리해야겠어.
pl: Hm... Powinienem zrobić jajka na śniadanie.
pt_br: Hm... eu devia cozinhar uns ovos pro café da manhã.
ru: Хм... надо бы на завтрак яичницу пожарить.
zh_cn: 嗯……我理当做点蛋类料理当早餐。
zh_tw: 嗯……我理當做點蛋類料理當早餐。

# CHARACTERS.WARLY.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: I'll have it whipped up in no time at all.
de: Das habe ich im Handumdrehen fertiggestellt.
es: ¡Lo prepararé en un segundito!
fr: Je vais préparer ça en un rien de temps.
it: Lo costruirò in men che non si dica.
ja: 今すぐに準備するヨ。
ko: 모든 것을 순식간에 끝내 버려야지!
pl: Przyrządzę to w mgnieniu oka.
pt_br: Vou preparar tudo num piscar de olhos.
ru: Пара минут — и будет готово.
zh_cn: 我三下五除二就能给它做好。
zh_tw: 我三下五除二就能給它做好。
