Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Eurgh. It's so lifelike.
de: Bäh. Wirkt so echt.
es: Puaj. Es muy real.
fr: Beurk ! Ça a l'air vivant.
it: Argh. È così realistico.
ja: ちょっとリアルすぎるな…
ko: 윽. 너무 살아있는 느낌이다.
pt_br: Blerg. Parece tão real.
zh_cn: 呃。这太逼真了。
zh_tw: 呃。這太逼真了。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_MUSE
source: Hmm... Looks familiar.
de: Hmm ... kommt mir bekannt vor.
es: Hmm... Me suena.
fr: Hmm... ça me rappelle quelque chose.
it: Uhmm... ha un aspetto familiare.
ja: んー…見覚えがあるな。
ko: 으음... 어딘가 낯이 익다.
pt_br: Hmm... Parece familiar.
zh_cn: 嗯...看起来很熟悉。
zh_tw: 嗯...看起來很熟悉。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_PAWN
source: I can relate.
de: Ich hab vollstes Verständnis.
es: Sé cómo te sientes.
fr: Je connais ça.
it: Mi posso immedesimare.
ja: 気持ちがわかるよ。
ko: 나랑 처지가 비슷한 것 같다.
pt_br: Me identifico.
zh_cn: 我有同感。
zh_tw: 我有同感。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_PIPE
source: That was never really my thing.
de: Das war nie wirklich mein Ding.
es: Esto nunca ha sido lo mío.
fr: Ça n'a jamais tellement été mon truc.
it: Non è mai stato il mio forte.
ja: あんまり趣味じゃない。
ko: 내 취향은 아니다.
pt_br: Nunca apreciei muito isso.
zh_cn: 那从来不是我的菜。
zh_tw: 那從來不是我的菜。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: It's even heavier than it looks.
de: Noch schwerer, als es aussieht.
es: Es incluso más pesada de lo que parece.
fr: C'est encore plus lourd que ça en a l'air.
it: È anche più pesante di quello che sembra.
ja: 見た目よりさらに重い。
ko: 보기보다 더 무겁다.
pt_br: É ainda mais pesada que parece.
zh_cn: 它比看上去的更重。
zh_tw: 它比看上去的更重。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: The chess pieces are moving themselves!
de: Die Schachfiguren bewegen sich von selbst!
es: ¡Las piezas de ajedrez se están moviendo!
fr: Les pièces d'échecs bougent toutes seules !
it: Le pedine degli scacchi si muovono da sole!
ja: チェスの駒が勝手に動いてる！
ko: 체스말이 스스로 움직인다!
pt_br: As peças de xadrez estão se movendo sozinhas!
zh_cn: 棋子们自己在动！
zh_tw: 棋子們自己在動！

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_STALKER
source: Exactly as stationary as a skeleton should be.
de: So reglos, wie man als Skelett sein sollte.
es: Tan inmóvil como debería estar un esqueleto.
fr: Il est aussi immobile qu'un squelette devrait l'être.
it: Fermo immobile, esattamente come dovrebbe essere uno scheletro.
ja: 全く動かない、ガイコツのあるべき姿だ。
ko: 해골은 이렇게 얌전해야지.
pt_br: Tão estático quanto um esqueleto deve ficar.
zh_cn: 一动不动的骨架。
zh_tw: 一動不動的骨架。

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_TOADSTOOL
source: Not really a great stool though, is it?
de: Nicht gerade der Inbegriff des Pilzes, oder?
es: En realidad no es un gran taburete, ¿verdad?
fr: Il était encore plus laid en vrai.
it: Ricorda solo vagamente un rospo, no?
ja: スツールとしては不合格かな？
ko: 의자로 쓰기에는 좀 별로지?
pt_br: Será que a estátua também é venenosa?
zh_cn: 不能拿来当板凳坐，对吧？
zh_tw: 不能拿來當板凳坐，對吧？

# CHARACTERS.GENERIC.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: That was a terrible night of very uncomfortable eye contact.
de: Das war eine schreckliche Nacht mit sehr unangenehmem Augenkontakt.
es: Una noche entera del contacto visual más incómodo de la historia.
fr: C'était une longue nuit de regards très gênants.
it: È stata un'orribile notte di sguardi estremamente spiacevoli.
ja: すごい嫌な感じで目が合っちゃったし、最悪な夜だったな。
ko: 아주 불편한 시선을 마주한 끔찍한 밤이었어.
pt_br: Essa foi uma noite terrível de contato visual extremamente desconfortável.
zh_cn: 恐怖之夜里出现了非常不舒服的眼神接触。
zh_tw: 恐怖之夜裡出現了非常不舒服的眼神接觸。

# CHARACTERS.GENERIC.DESCRIBE.CHESTER
source: Otto von Chesterfield, Esq.
de: Wohlgeboren Otto von Chesterfield
es: Sr. Otto von Chesterfield
fr: M. Otto von Chesterfield
it: Egregio sig. Otto von Chesterfield
ja: Otto von Chesterfield殿
ko: 오토 폰 체스터필드 님
pt_br: Otto von Baú-Dogue, Escudeiro
zh_cn: 一只小短腿的...箱子，先生。
zh_tw: 一隻小短腿的...箱子，先生。

# CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking at me.
de: Ich fühle mich beobachtet.
es: Me está mirando.
fr: Elle m'observe.
it: Mi sta guardando.
ja: こっちをじっと見つめている。
ko: 나를 보고 있잖아.
pt_br: Está olhando para mim.
zh_cn: 它在看着我。
zh_tw: 它在看著我。

# CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It went to sleep.
de: Eingeschlafen.
es: Se ha quedado dormido.
fr: Il s'est endormi.
it: È andato a dormire.
ja: 寝てしまった。
ko: 잠들었다.
pt_br: Dormiu.
zh_cn: 它睡着了。
zh_tw: 它睡著了。

# CHARACTERS.GENERIC.DESCRIBE.CHUM
source: It's a fish meal!
de: Ein Fischgericht!
es: ¡Es una comida de peces!
fr: Aujourd'hui, c'est poisson !
it: È cibo per pesci!
ja: 魚料理だ！
ko: 물고기 밥이다!
pt_br: É um prato de peixe!
zh_cn: 鱼儿的美味佳肴！
zh_tw: 魚兒的美味佳餚！

# CHARACTERS.GENERIC.DESCRIBE.CLAYHOUND.GENERIC
source: It's been unleashed!
de: Entfesselt!
es: ¡Le han desatado!
fr: Il est déchaîné !
it: È stato sguinzagliato!
ja: 解き放たれてる！
ko: 나왔다!
pt_br: Foi liberado!
zh_cn: 它脱离束缚了！
zh_tw: 它脫離束縛了！

# CHARACTERS.GENERIC.DESCRIBE.CLAYHOUND.STATUE
source: It looks so real.
de: Sieht so echt aus.
es: Parece tan real.
fr: Tellement ressemblant.
it: Sembra così vero.
ja: 本物みたいに見える。
ko: 진짜처럼 보인다.
pt_br: Parece muito real.
zh_cn: 它看起来好逼真。
zh_tw: 它看起來好逼真。

# CHARACTERS.GENERIC.DESCRIBE.CLAYWARG.GENERIC
source: A terror cotta monster!
de: Ein Terror-Kotta-Monster!
es: ¡Un terrorífico monstruo de terracota!
fr: Un monstre en terre cuite !
it: Un mostro di terracotta!
ja: テラコッタのモンスターだ！
ko: 진흙으로 빚은 몬스터다!
pt_br: Um monstro de terror cota!
zh_cn: 黏土怪物！
zh_tw: 黏土怪物！

# CHARACTERS.GENERIC.DESCRIBE.CLAYWARG.STATUE
source: Did it just move?
de: Hat die sich gerade bewegt?
es: ¿Se acaba de mover?
fr: Ça vient pas de bouger ?
it: Si è appena mosso?
ja: 今…動かなかったか？
ko: 방금 움직였나?
pt_br: Ela se mexeu?
zh_cn: 它刚刚是不是动了？
zh_tw: 它剛剛是不是動了？

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.EMBERS
source: That fire needs more fuel or it's going to go out.
de: Das Feuer braucht mehr Futter oder es geht aus.
es: Esa hoguera necesita más fuego o se va a apagar.
fr: Ce feu a besoin de carburant ou il va s'éteindre.
it: Quel fuoco ha bisogno di più combustibile o si estinguerà.
ja: 燃料をくべないと、火が消えてしまう…
ko: 연료를 더 넣지 않으면 불이 꺼질 것이다.
pt_br: Esse fogo precisa de mais combustível ou vai se apagar.
zh_cn: 得给那火加油了，或者就要灭了。
zh_tw: 得給那火加油了，或者就要滅了。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.GENERIC
source: Sure beats darkness.
de: Besser als Dunkelheit.
es: Un método infalible contra la oscuridad.
fr: Plus fort que les ténèbres.
it: Sicuramente batte l'oscurità.
ja: 暗闇に比べれば よほどいい。
ko: 캄캄한 것보단 훨씬 좋다.
pt_br: Com certeza, isso vai dar um jeito no escuro.
zh_cn: 肯定能驱走黑暗。
zh_tw: 肯定能驅走黑暗。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.HIGH
source: That fire is getting out of hand!
de: Das Feuer gerät außer Kontrolle!
es: ¡Ese fuego se está descontrolando!
fr: Ce feu devient incontrôlable !
it: Quel fuoco sta sfuggendo di mano!
ja: その火は手に負えなくなってきた！
ko: 불이 너무 커졌다!
pt_br: O fogo está saindo do controle.
zh_cn: 火要失控了！
zh_tw: 火要失控了！

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.LOW
source: The fire's getting a bit low.
de: Das Feuer wird ein bisschen zu klein.
es: El fuego se está apagando.
fr: Le feu faiblit.
it: Il fuoco si sta affievolendo.
ja: この火は少し弱くなってきた。
ko: 불이 작아지고 있다.
pt_br: O fogo está ficando baixo.
zh_cn: 火变得有点小了。
zh_tw: 火變得有點小了。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.NORMAL
source: Nice and comfy.
de: Angenehm und behaglich.
es: Agradable y confortable.
fr: Chaud et confortable.
it: Bello e piacevole.
ja: とっても快適。
ko: 따뜻하고 훈훈하다.
pt_br: Bom e confortável.
zh_cn: 真舒服。
zh_tw: 真舒服。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIRE.OUT
source: Well, that's over.
de: Ok, es ist aus.
es: Bien, se acabó.
fr: Bon, c'est terminé.
it: Bene, è finita.
ja: ここはもう、終わりか。
ko: 끝났습니다.
pt_br: Bem, já era.
zh_cn: 哦，火灭了。
zh_tw: 哦，火滅了。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.EMBERS
source: I should put something on the fire before it goes out.
de: Ich sollte etwas ins Feuer werfen, bevor es ausgeht.
es: Debería echar algo al fuego antes de que se apague.
fr: Je devrais mettre quelque chose dans le feu avant qu'il ne s'éteigne.
it: Dovrei mettere qualcosa sul fuoco prima che sia troppo tardi.
ja: 燃え尽きてしまう前に、何か火にくべないと。
ko: 꺼지기 전에 불에 뭘 놓아야겠다.
pt_br: Preciso colocar alguma coisa no fogo antes que apague.
zh_cn: 在火熄灭之前我得加点燃料。
zh_tw: 在火熄滅之前我得加點燃料。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.GENERIC
source: Sure beats darkness.
de: Besser als Dunkelheit.
es: Un método infalible contra la oscuridad.
fr: Plus fort que les ténèbres.
it: Sicuramente batte l'oscurità.
ja: 暗闇に比べれば よほどいい。
ko: 캄캄한 것보단 훨씬 좋다.
pt_br: Com certeza, isso vai dar um jeito no escuro.
zh_cn: 肯定能驱走黑暗。
zh_tw: 肯定能驅走黑暗。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.HIGH
source: Good thing it's contained!
de: Gut, dass es begrenzt ist!
es: ¡Menos mal que está controlado!
fr: Heureusement qu'il y a les pierres !
it: Buona cosa che è contenuto!
ja: 囲まれていて良かった！
ko: 번지지 않을 테니 다행이다!
pt_br: Que bom que está contido!
zh_cn: 好在火被围起来了！
zh_tw: 好在火被圍起來了！

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.LOW
source: The fire's getting a bit low.
de: Das Feuer wird ein bisschen zu klein.
es: El fuego se está apagando.
fr: Le feu faiblit.
it: Il fuoco si sta affievolendo.
ja: この火は少し弱くなってきた。
ko: 불이 작아지고 있다.
pt_br: O fogo está ficando baixo.
zh_cn: 火变得有点小了。
zh_tw: 火變得有點小了。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.NORMAL
source: Nice and comfy.
de: Angenehm und behaglich.
es: Agradable y confortable.
fr: Chaud et confortable.
it: Bello e piacevole.
ja: とっても快適。
ko: 따뜻하고 훈훈하다.
pt_br: Bom e confortável.
zh_cn: 真舒服。
zh_tw: 真舒服。

# CHARACTERS.GENERIC.DESCRIBE.COLDFIREPIT.OUT
source: At least I can start it up again.
de: Wenigstens kann ich es neu entfachen.
es: Al menos puedo encenderlo de nuevo.
fr: Au moins je pourrai m'en resservir.
it: Almeno posso ricominciare.
ja: 少なくとも、最初からやり直せる。
ko: 그래도 다시 불을 피울 수 있다.
pt_br: Pelo menos posso acender de novo.
zh_cn: 至少我能让它再烧起来。
zh_tw: 至少我能讓它再燒起來。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.E
source: East.
de: Osten.
es: Este.
fr: Est.
it: Est.
ja: 東
ko: 동.
pt_br: Leste.
zh_cn: 东。
zh_tw: 東。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: Which way am I facing?
de: Welche Richtung ist das?
es: ¿Hacia dónde estoy mirando?
fr: Je fais face à quelle direction ?
it: In che direzione sto guardando?
ja: 今…どの方角を向いてるんだ…？
ko: 어떤 방향인가?
pt_br: Estou virado pra que lado?
zh_cn: 我面朝哪个方向？
zh_tw: 我面朝哪個方向？

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.N
source: North.
de: Norden.
es: Norte.
fr: Nord.
it: Nord.
ja: 北
ko: 북.
pt_br: Norte.
zh_cn: 北。
zh_tw: 北。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.NE
source: Northeast.
de: Nordosten.
es: Nordeste.
fr: Nord-est.
it: Nord-est.
ja: 北東
ko: 북동.
pt_br: Nordeste.
zh_cn: 东北。
zh_tw: 東北。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.NW
source: Northwest.
de: Nordwesten.
es: Noroeste.
fr: Nord-ouest.
it: Nord-ovest.
ja: 北西
ko: 북서.
pt_br: Noroeste.
zh_cn: 西北。
zh_tw: 西北。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.S
source: South.
de: Süden.
es: Sur.
fr: Sud.
it: Sud.
ja: 南
ko: 남.
pt_br: Sul.
zh_cn: 南。
zh_tw: 南。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.SE
source: Southeast.
de: Südosten.
es: Sureste.
fr: Sud-est.
it: Sud-est.
ja: 南東
ko: 남동.
pt_br: Sudeste.
zh_cn: 东南。
zh_tw: 東南。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.SW
source: Southwest.
de: Südwesten.
es: Sudoeste.
fr: Sud-ouest.
it: Sud-ovest.
ja: 南西
ko: 남서.
pt_br: Sudoeste.
zh_cn: 西南。
zh_tw: 西南。

# CHARACTERS.GENERIC.DESCRIBE.COMPASS.W
source: West.
de: Westen.
es: Oeste.
fr: Ouest.
it: Ovest.
ja: 西
ko: 서.
pt_br: Oeste.
zh_cn: 西。
zh_tw: 西。

# CHARACTERS.GENERIC.DESCRIBE.COMPOST
source: Food for plants, and not much else.
de: Nahrung für die Pflanzen, sonst nicht allzu viel mehr.
es: Comida para las plantas y poco más.
fr: C'est les plantes, qui vont être contentes.
it: Cibo per piante e non molto altro.
ja: 植物のための食物、他にはたいしたものがない。
ko: 식물의 양식, 그 외에는 별것 없네.
pt_br: Comida para plantas e não muito mais que isso.
zh_cn: 植物的食物，派不上别的用场。
zh_tw: 植物的食物，派不上別的用場。

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTINGBIN.BALANCED
source: Just right!
de: Gerade richtig!
es: ¡Perfecto!
fr: Par-fait !
it: Perfetto!
ja: ピッタリだ！
ko: 바로 이거야!
pt_br: Na medida!
zh_cn: 恰到好处！
zh_tw: 恰到好處！

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTINGBIN.BURNT
source: I didn't think it could smell any worse...
de: Ich hätte nicht gedacht, dass es noch schlimmer riechen könnte ...
es: Creía que no podía oler peor...
fr: Je ne pensais pas que ça pouvait sentir encore plus mauvais...
it: Non credevo che l'odore sarebbe potuto peggiorare...
ja: こんなに臭くなるなんて思わなかった…
ko: 냄새가 이렇게 심할 줄 몰랐는데...
pt_br: Não achei que pudesse feder ainda mais...
zh_cn: 我真没想到它还能发出更糟糕的味道……
zh_tw: 我真沒想到它還能發出更糟糕的味道……

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTINGBIN.DRY
source: Hm... too dry.
de: Hmm ... Zu trocken.
es: Um... Está muy seco.
fr: Hmm... C'est trop sec.
it: Mmm... troppo secco.
ja: ん…乾きすぎだ。
ko: 흠... 너무 건조해.
pt_br: Hm... seco demais.
zh_cn: 嗯……太干了。
zh_tw: 嗯……太乾了。

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTINGBIN.GENERIC
source: I can barrel-y stand the smell.
de: Ich fass es nicht, wie das stinkt.
es: Cómo puede oler tan mal un solo barril...
fr: L'odeur est insupportable.
it: Puzza un bidone.
ja: もうこの臭いには耐えられない。
ko: 냄새를 전혀 참을 수 없어.
pt_br: Estou quase perdendo a "compostura" com esse fedor.
zh_cn: 我真是有点受不了这个味道。
zh_tw: 我真是有點受不了這個味道。

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTINGBIN.WET
source: That looks too soggy.
de: Das sieht zu labberig aus.
es: Está demasiado húmedo.
fr: Ça a l'air détrempé...
it: Sembra troppo umido.
ja: 水分が多すぎるようだ。
ko: 너무 눅눅해 보이네.
pt_br: Parece muito molhado.
zh_cn: 看起来太湿了。
zh_tw: 看起來太濕了。

# CHARACTERS.GENERIC.DESCRIBE.COMPOSTWRAP
source: Wormwood offered me a bite, but I respectfully declined.
de: Wormwood hat mir was angeboten, aber ich habe dankend abgelehnt.
es: Wormwood me ha ofrecido probar, pero he declinado amablemente.
fr: Wormwood m'a proposé un morceau, mais j'ai poliment refusé.
it: Wormwood me ne ha offerto un morso, ma ho gentilmente rifiutato.
ja: ワームウッドが一口勧めてくれたけど、丁重にお断りした。
ko: 웜우드가 먹어 보라고 했는데 정중히 거절했어.
pt_br: O Wormwood me ofereceu uma mordida, mas eu recusei educadamente.
zh_cn: 沃姆伍德曾想让我尝一口，但我礼貌的拒绝了。
zh_tw: 沃姆伍德曾想讓我嘗一口，但我禮貌的拒絕了。

# CHARACTERS.GENERIC.DESCRIBE.CONSTRUCTION_PLANS
source: Stuff for science!
de: Zeug für Wissenschaft!
es: ¡Material para la ciencia!
fr: Un truc pour la science !
it: Roba per la scienza!
ja: 科学のためのものを！
ko: 과학의 산물!
pt_br: Coisa de ciência!
zh_cn: 科学用品！
zh_tw: 科學用品！

# CHARACTERS.GENERIC.DESCRIBE.COOKBOOK
source: I've always been hungry for knowledge.
de: Ich hatte schon immer Appetit auf Wissen.
es: Siempre he tenido hambre de conocimientos.
fr: J'ai toujours eu faim de connaissances.
it: Ho sempre avuto una gran fame di conoscenza.
ja: 新しい知識ならいつでも大歓迎だ。
ko: 나는 언제나 지식에 목말라했지.
pt_br: Eu sempre tive fome de conhecimento.
zh_cn: 我对知识的饥饿感从未停止过。
zh_tw: 我對知識的饑餓感從未停止過。

# CHARACTERS.GENERIC.DESCRIBE.COOKEDMANDRAKE
source: Poor little guy.
de: Armer, kleiner Kerl.
es: Pobrecita.
fr: Pauvre petit bonhomme
it: Povero piccoletto.
ja: 可愛そうな奴。
ko: 불쌍한 녀석.
pt_br: Pobrezinha.
zh_cn: 可怜的小家伙。
zh_tw: 可憐的小傢伙。

# CHARACTERS.GENERIC.DESCRIBE.COOKEDMEAT
source: Charbroiled to perfection.
de: Perfekt verkohlt.
es: Asado al carbón a la perfección.
fr: C'est grillé à la perfection !
it: Grigliato alla perfezione.
ja: 完璧なまでの炭火焼き。
ko: 완벽하게 구워졌다.
pt_br: Perfeitamente torrada.
zh_cn: 碳烤熟透。
zh_tw: 碳烤熟透。

# CHARACTERS.GENERIC.DESCRIBE.COOKEDMONSTERMEAT
source: That's only somewhat more appetizing than when it was raw.
de: Nur geringfügig appetitlicher als in seiner rohen Form.
es: Es solo un poco más apetecible que cuando estaba crudo.
fr: C'est juste un peu plus appétissant comme ça que cru.
it: È solo un po' più appetitosa di quando era cruda.
ja: 生の時よりいくらか少し美味くなった位のものだ。
ko: 날것이었을 때보다 아주 조금 덜 역해졌다.
pt_br: Isso é só um pouquinho mais apetitoso do que quando estava cru.
zh_cn: 只比生吃的时候好吃一点点。
zh_tw: 只比生吃的時候好吃一點點。

# CHARACTERS.GENERIC.DESCRIBE.COOKEDSMALLMEAT
source: Now there's no reason to worry about getting worms!
de: Nun muss ich mir keine Sorgen mehr machen, dass ich Würmer bekomme.
es: ¡Ahora no hay motivo para preocuparse de que salgan gusanos!
fr: Je ne risque plus d'avoir des vers !
it: Adesso non c'è alcuna ragione per preoccuparsi di prendere i vermi!
ja: これで寄生虫の心配はなくなった…はず！
ko: 이제 기생충 걱정은 할 필요 없다!
pt_br: Agora não há motivo pra se preocupar com vermes!
zh_cn: 现在我不必担心会生虫子了！
zh_tw: 現在我不必擔心會生蟲子了！

# CHARACTERS.GENERIC.DESCRIBE.COOKIECUTTER
source: I don't like the way it's looking at my boat...
de: Gefällt mir nicht, wie er mein Boot ansieht ...
es: No me gusta cómo mira mi barco...
fr: Je n'aime pas sa façon de regarder mon bateau...
it: Non mi piace il modo in cui guarda la mia barca.
ja: 変な目でボートを見ている気がする…
ko: 내 배를 쳐다보는 모습이 마음에 안 들어...
pt_br: Não gosto do jeito que ele está olhando para o meu barco...
zh_cn: 我不喜欢它盯着船看的眼神……
zh_tw: 我不喜歡它盯著船看的眼神……

# CHARACTERS.GENERIC.DESCRIBE.COOKIECUTTERHAT
source: At least my hair will stay dry.
de: Wenigstens bleiben meine Haare trocken.
es: Al menos mi pelo seguirá seco.
fr: Au moins, mes cheveux vont rester au sec.
it: Almeno i miei capelli staranno all'asciutto.
ja: 少なくとも髪の毛は濡れずにすむね。
ko: 적어도 머리가 젖을 일은 없겠네.
pt_br: Pelo menos meu cabelo vai ficar seco.
zh_cn: 至少不会打湿我的头发。
zh_tw: 至少不會打濕我的頭髮。

# CHARACTERS.GENERIC.DESCRIBE.COOKIECUTTERSHELL
source: A shell of its former self.
de: Nur noch die leere Hülle seiner selbst.
es: Una carcasa de su antiguo ser.
fr: Ce n'est plus qu'une coquille vide.
it: Ne resta solo il guscio.
ja: クッキーカッターの入っていた殻。
ko: 이전 모습은 사라지고 껍데기만 남았어.
pt_br: Sobrou apenas a concha.
zh_cn: 曾经尖牙利齿，如今只剩空壳。
zh_tw: 曾經尖牙利齒，如今只剩空殼。

# CHARACTERS.GENERIC.DESCRIBE.COOKPOT.BURNT
source: The pot got cooked.
de: Der Topf wurde gekocht.
es: La olla esta lista.
fr: La marmite est cuite.
it: La pentola si è bruciata.
ja: 鍋料理で鍋が料理された。
ko: 솥이 요리되어 버렸다.
pt_br: A panela foi cozida.
zh_cn: 锅给烧没了。
zh_tw: 鍋給燒沒了。

# CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_LONG
source: This is going to take a while.
de: Das wird eine Weile dauern.
es: Esto va a tardar un poco.
fr: Ça va prendre un moment.
it: Ci vorrà un po' di tempo.
ja: もうしばらく時間がかかりそうだ。
ko: 시간이 꽤 걸릴 것이다.
pt_br: Isso vai demorar um pouco.
zh_cn: 这还需要一点时间。
zh_tw: 這還需要一點時間。

# CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_SHORT
source: It's almost done!
de: Fast fertig!
es: ¡Ya casi está!
fr: Presque fini !
it: È quasi fatto!
ja: もう少しで出来上がり！
ko: 거의 다 됐다!
pt_br: Quase pronto!
zh_cn: 就快好了！
zh_tw: 就快好了！

# CHARACTERS.GENERIC.DESCRIBE.COOKPOT.DONE
source: Mmmmm! It's ready to eat!
de: Mmmmm! Fertig zum Essen.
es: ¡Mmmmm! ¡Listo para comer!
fr: Miammm ! À table !
it: Mmmmm! È pronto da mangiare!
ja: ん〜いい感じ！これで出来上がり！
ko: 냠냠! 먹을 준비가 되었다!
pt_br: Mmmmm! Está pronta para comer!
zh_cn: 嗯！可以吃了！
zh_tw: 嗯！可以吃了！

# CHARACTERS.GENERIC.DESCRIBE.COOKPOT.EMPTY
source: It makes me hungry just to look at it.
de: Ich bekomme schon allein vom Hinschauen hunger.
es: Me da hambre solo de mirarlo.
fr: Rien qu'à le regarder, ça me donne faim.
it: Mi fa venir fame solo a guardarlo.
ja: 見るだけで腹が減ってくる。
ko: 보는 것만으로도 배고프다.
pt_br: Dá fome só de olhar.
zh_cn: 看着都觉得饿。
zh_tw: 看著都覺得餓。

# CHARACTERS.GENERIC.DESCRIBE.COONTAIL
source: I think it's still swishing.
de: Scheint immer noch zu wackeln.
es: Creo que todavía está silbando.
fr: Je crois qu'elle frémit encore.
it: Credo che stia ancora frusciando.
ja: まだシュッシュッと振ってるみたいだぞ。
ko: 아직도 꼬리를 휘두르는 것 같다.
pt_br: Acho que ainda está chicoteando.
zh_cn: 我觉得它还在摆动。
zh_tw: 我覺得它還在擺動。

# CHARACTERS.GENERIC.DESCRIBE.CORN
source: High in fructose!
de: Reich an Fruchtzucker!
es: ¡Rico en fructosa!
fr: Haute teneur en fructose !
it: Ad alto contenuto di fruttosio!
ja: 果糖値が高い。
ko: 과당 함량이 높다!
pt_br: Alta concentração de frutose!
zh_cn: 高果糖！
zh_tw: 高果糖！

# CHARACTERS.GENERIC.DESCRIBE.CORN_COOKED
source: Cooked and high in fructose!
de: Gekocht und reich an Fruchtzucker.
es: ¡Cocinado y rico en fructosa!
fr: Cuit et avec haute teneur en fructose !
it: Cucinato e ad alto contenuto di fruttosio!
ja: 果糖含有量の高い野菜を焼いたものだ
ko: 요리했는데 과당 함량이 높다!
pt_br: Cozido e com alta concentração de frutose!
zh_cn: 做熟了，高果糖！
zh_tw: 做熟了，高果糖！

# CHARACTERS.GENERIC.DESCRIBE.CORN_OVERSIZED
source: What a big ear you have!
de: Warum hast du einen so großen Kolben?
es: ¡Qué hojas más grandes tienes!
fr: Que tu as de grandes oreilles !
it: Non ci lasceremo mais!
ja: ずいぶん大きな芯だね！
ko: 귀가 정말 크구나!
pt_br: Que espiga grande você tem.
zh_cn: 好大的玉米棒！
zh_tw: 好大的玉米棒！

# CHARACTERS.GENERIC.DESCRIBE.CORN_SEEDS
source: It's a seed.
de: Das ist ein Samen.
es: Es una semilla.
fr: C'est des graines.
it: È un seme.
ja: 種だ。
ko: 씨앗이잖아.
pt_br: É uma semente.
zh_cn: 这是一颗种子。
zh_tw: 這是一顆種子。

# CHARACTERS.GENERIC.DESCRIBE.CRABKING.GENERIC
source: Yikes! A little too crabby for me.
de: Huch! Etwas zu krabbenartig für mich.
es: ¡Puf! No me van los crustáceos.
fr: Beurk ! Je n'aime pas ça.
it: Oh, vorrei aver preso un granchio.
ja: うわっ！ちょっとカニ成分が強すぎる。
ko: 윽! 너무 게팍한걸.
pt_br: Credo! Belisca demais pro meu gosto.
zh_cn: 咦！蟹蟹您啊。
zh_tw: 咦！蟹蟹您啊。

# CHARACTERS.GENERIC.DESCRIBE.CRABKING.INERT
source: That castle needs a little decoration.
de: Das Schloss braucht etwas Dekoration.
es: Ese castillo necesita un poco de decoración.
fr: Ce château a besoin d'un peu de décoration.
it: Quel castello ha bisogno di qualche decorazione.
ja: あのお城にはもう少し装飾が必要だ。
ko: 성을 조금 꾸며야 할 것 같아.
pt_br: Esse castelo precisa de uma decoraçãozinha.
zh_cn: 那座城堡需要装修一下。
zh_tw: 那座城堡需要裝修一下。

# CHARACTERS.GENERIC.DESCRIBE.CRABKING_CLAW
source: That's claws for alarm!
de: Klauenalarm!
es: ¡Esas pinzas son alarmantes!
fr: Je ne vais pas lui serrer la pince.
it: Una chela terrificante!
ja: あのハサミには気をつけろ！
ko: 무시무시한 집게발이다!
pt_br: Quem você pinça que é?!
zh_cn: 警惕蟹爪！
zh_tw: 警惕蟹爪！

# CHARACTERS.GENERIC.DESCRIBE.CRITTERLAB
source: Is there something in there?
de: Ist da was drin?
es: ¿Hay algo ahí?
fr: Il y a quelque chose là-dedans ?
it: C'è qualcosa là dentro?
ja: 中に何かある？
ko: 안에 뭐가 있는 걸까?
pt_br: Tem alguma coisa aí dentro?
zh_cn: 那里面有什么东西吗？
zh_tw: 那裡面有什麼東西嗎？

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_DRAGONLING
source: It's wyrmed its way into my heart.
de: Ist mir irgendwie ans Herz gewachsen.
es: Ha llegado volando a mi corazón.
fr: Il m'a dragonné au plus profond du cœur.
it: Si è intrufolato nel mio cuore.
ja: 心を鷲掴みにされる可愛さ。
ko: 내 마음에 쏙 들어와 버렸다.
pt_br: Conseguiu conquistar meu coração.
zh_cn: 它爬进了我的心里。
zh_tw: 它爬進了我的心裡。

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_EYEOFTERROR
source: Always good to have another set of eyes! Er... eye.
de: Es ist immer gut, ein zweites Paar Augen zu haben! Äh ... Ein Auge.
es: ¡Un par de ojos extra nunca vienen mal! O... ojo.
fr: C'est toujours mieux d'avoir un autre regard... Enfin, peut-être pas celui-là.
it: È sempre bello avere un altro paio di occhi! Ehm... un altro occhio.
ja: 目玉がもう一対あって困ることはないね！あ…一対じゃなくてひとつか。
ko: 눈 한 쌍이 더 생기는 건 언제나 좋은 일이지! 어... 눈.
pt_br: É sempre bom ter outro par de olhos! Er... olho.
zh_cn: 多一双眼睛总是好事！呃……应该是一只眼睛。
zh_tw: 多一雙眼睛總是好事！呃……應該是一隻眼睛。

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_GLOMLING
source: What an aerodynamical creature!
de: So eine aerodynamische Kreatur!
es: ¡Qué criatura tan aerodinámica!
fr: Quelle créature aérodynamique !
it: Che creatura aerodinamica!
ja: 実に空気力学的な生き物だ！
ko: 참으로 공기역학적인 동물이다!
pt_br: Que criatura aerodinâmica!
zh_cn: 多么富有空气动力学的生物啊！
zh_tw: 多麼富有空氣動力學的生物啊！

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_KITTEN
source: You'd make a good lab assistant.
de: Du wärst bei der Arbeit im Labor nützlich.
es: Serías un buen asistente de laboratorio.
fr: Tu ferais un bon assistant de laboratoire.
it: Saresti un buon assistente di laboratorio.
ja: 君はいい助手になりそうだ。
ko: 실험실 조수로 적당하겠다.
pt_br: Você daria um bom assistente de laboratório.
zh_cn: 你会成为一位很棒的实验室助手。
zh_tw: 你會成為一位很棒的實驗室助手。

# CHARACTERS.GENERIC.DESCRIBE.CRITTER_LAMB
source: Much less mucusy than its momma.
de: Nicht so schleimig wie seine Mutte.r
es: Tiene menos mucosidad que su mamá.
fr: Avec moins de mucus que sa maman.
it: Molto meno mucoso della sua mamma.
ja: ママみたいにベタベタしないんだね。
ko: 어미보다 점성이 훨씬 적다.
pt_br: Muito menos mucoso que sua mamãe.
zh_cn: 比起它妈妈，它的粘液少多了。
zh_tw: 比起它媽媽，它的粘液少多了。
