Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXHUNGER1
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXSANITY
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MAXSANITY1
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MOVESPEED
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MOVESPEED2
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_MUSIC
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_NIGHTVISION
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78MODULE_TASER
source: These boons shall empower our metal warrior.
de: Diese Wohltaten werden unserem Metallkrieger Kraft spenden.
es: Estas mejoras harán más fuerte a mi paladín de metal.
fr: Icels présents devraient renförcer nöstre guerrier d'acier.
it: Queste benedizioni renderanno più forte il nostro guerriero di metallo.
ja: この恩恵により、我らが鋼の戦士はさらに強力になるであろう。
ko: 이 세트 피스는 우리 금속 전사들에게 힘을 실어 줄 거야.
pl: Te skarby dodadzą siły naszemu metalowemu wojownikowi.
pt_br: Essas oferendas vão empoderar nosso guerreiro de metal.
ru: Новые дары богов для нашего железного воина.
zh_cn: 这些恩赐将使我们的金属战士变得更强。
zh_tw: 這些恩賜將使我們的金屬戰士變得更強。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_MODULEREMOVER
source: I trust my ally knows what they are doing.
de: Ich vertraue darauf, dass mein Verbündeter weiß, was er tut.
es: Confío en que mi camarada sabe lo que hace.
fr: Miens alliés savent ce qu'ils fönt. J'ai föi en eux.
it: Confido che il mio alleato sappia quello che fa.
ja: 我が同胞は自分のしていることを分かっているはずだ。
ko: 동맹은 자신이 무슨 일을 하고 있는지 알고 있다고 믿어.
pl: Ufam, że mój sojusznik wie, co robi.
pt_br: Acredito que meu aliado saiba o que está fazendo.
ru: Я верю, что соратник мой знает свое дело.
zh_cn: 我相信我的盟友知道自己在做什么。
zh_tw: 我相信我的盟友知道自己在做什麼。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_SCANNER.GENERIC
source: Hail, wee metal scout!
de: Heil dir, kleiner Metallspäher!
es: ¡Saludos, explorador de metal!
fr: Salutatiöns, petit éclaireur de métal !
it: Ave, piccolo ricognitore di metallo!
ja: 小さき鋼の斥候、万歳！
ko: 만세! 작은 금속 정찰병이다!
pl: Chwała ci, metalowy zwiadowco!
pt_br: Saudações, pequeno batedor de metal!
ru: Беги, железная тварюшка!
zh_cn: 为金属侦察小兵欢呼吧！
zh_tw: 為金屬偵察小兵歡呼吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_SCANNER.HUNTING
source: Aha! Thou art on the hunt!
de: Aha! Du bist auf der Jagd!
es: Ajá. ¡Estás de cacería!
fr: Ha ha ! Tienne traque a dönc cömmencé !
it: Aha! Sei a caccia!
ja: そうか！狩りの最中なのだな！
ko: 아! 사냥 중이구나!
pl: Aha! Tyś jest na polowaniu!
pt_br: Aha! Você estais caçando!
ru: Ага! Ты вышел на охоту!
zh_cn: 啊哈！你在进行狩猎！
zh_tw: 啊哈！你在進行狩獵！

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_SCANNER.SCANNING
source: Thou hast the prey in thine sights.
de: Du hast die Beute fest im Blick.
es: Has localizado a una presa.
fr: Ta pröie ne peut pöint t'échapper !
it: Ha messo nel mirino la sua preda.
ja: 獲物を見つけたな。
ko: 시야에 먹이감이 들어왔어.
pl: Twa ofiara jest blisko.
pt_br: Tu tens tua presa em tua mira.
ru: Он нацелен на жертву.
zh_cn: 汝已盯上了猎物。
zh_tw: 汝已盯上了獵物。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_SCANNER_ITEM
source: Rest well, noble scout.
de: Ruhe sanft, nobler Späher.
es: Descansa, noble explorador.
fr: Prends quelque repös, nöble éclaireur.
it: Buon riposo, nobile ricognitore.
ja: よく休め、気高き斥候よ。
ko: 편히 쉬어, 고귀한 정찰병님.
pl: Odpocznij, szlachetny zwiadowco.
pt_br: Descanse bem, nobre batedor.
ru: Отдыхай, благородный искатель.
zh_cn: 歇息吧，尊贵的侦察兵。
zh_tw: 歇息吧，尊貴的偵察兵。

# CHARACTERS.WATHGRITHR.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: Metal warrior! The scout's report is complete!
de: Metallkrieger! Der Bericht des Spähers ist fertig!
es: ¡Paladín de metal! El informe del explorador está listo.
fr: Guerrier d'acier ! L'éclaireur a fini sien rappört !
it: Guerriero di metallo! Il rapporto del ricognitore è completo!
ja: 鋼の戦士！斥候からの報告が完了したぞ！
ko: 금속 전사다! 정찰병 보고서가 완료되었네!
pl: Metalowy wojowniku! Raport zwiadowcy jest gotowy!
pt_br: Guerreiro de metal! O relatório do batedor está pronto!
ru: Железный воин! Твой искатель принес весть!
zh_cn: 金属战士！侦察兵已送回报告！
zh_tw: 金屬戰士！偵察兵已送回報告！

# CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWAMULET
source: A star, captured within an amulet.
de: Ein Stern, gefangen in einem Amulett.
es: Una estrella capturada en un amuleto.
fr: Une étoile capturée dans une amulette.
it: Una stella, incastonata in un amuleto.
ja: 星を閉じ込めし護符だ
ko: 부적에 갇힌 별이로군.
pl: Gwiazda uwięziona w amulecie.
pt_br: Uma estrela capturada em um amuleto.
ru: Звезда, пойманная в амулет.
zh_cn: 被装在护符中的星星。
zh_tw: 被裝在護符中的星星。

# CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWGEM
source: A yellow beauty.
de: Ein gelbes Prachtstück.
es: Una belleza amarilla.
fr: Une merveille jaune.
it: Una bellezza gialla.
ja: 黄色い素敵な石
ko: 노란색이 아름답군.
pl: Żółciuchne cudeńko.
pt_br: Uma beleza amarela.
ru: Желтая красота.
zh_cn: 黄色的漂亮东西。
zh_tw: 黃色的漂亮東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWMOONEYE
source: Odin, lend us your sight!
de: Odin, leih uns deine Augen!
es: ¡Odín, préstanos tu vista!
fr: Odin, prête-nous ta vue !
it: Odino, prestarci la tua vista!
ja: オーディン、我等を導きたもう！
ko: 오딘이시여, 시야를 빌려주소서!
pl: Odynie, użycz nam twego wzroku!
pt_br: Odin, conceda-nos sua visão!
ru: Один, даруй нам свой взор!
zh_cn: 奥丁，把你的视力借给我们！
zh_tw: 奧丁，把你的視力借給我們！

# CHARACTERS.WATHGRITHR.DESCRIBE.YELLOWSTAFF
source: It summons the stars!
de: Er ruft Sterne herbei!
es: ¡Invoca las estrellas!
fr: Ça invoque les étoiles !
it: Evoca le stelle!
ja: 星々を呼び出す杖だ！
ko: 별을 부르는군!
pl: Przywołuje gwiazdy!
pt_br: Invoca as estrelas!
ru: Призывает звезды.
zh_cn: 它能召唤星星！
zh_tw: 它能召喚星星！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: I hope the gods did not see that...
de: Ich hoffe, die Götter haben das nicht gesehen ...
es: Espero que los dioses no hayan presenciado eso...
fr: J'ai espöir que les dieux n'aient pöint vu ceci...
it: Spero che gli dèi non l'abbiano visto...
ja: 神々が見ておられませぬよう…
ko: 신들이 그걸 보지 않았으면 좋겠어...
pl: Oby bogowie tego nie widzieli...
pt_br: Tomara que os deuses não tenham visto isso...
ru: Надеюсь, это укрылось от взора богов...
zh_cn: 希望诸神没有看到……
zh_tw: 希望諸神沒有看到……

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: It requires a sacrifice.
de: Das verlangt nach einem Opfer.
es: Necesita un sacrificio.
fr: Un sacrifice est requis.
it: Richiede un sacrificio.
ja: 犠牲が必要じゃ。
ko: 희생 제물이 필요하거든.
pl: Wymaga ofiary.
pt_br: Ele exige um sacrifício.
ru: Ему нужно жертвоприношение.
zh_cn: 它需要一个牺牲品。
zh_tw: 它需要一個犧牲品。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: My offering seems to have pleased the gods.
de: Meine Opfergabe scheint den Göttern gefällig gewesen zu sein.
es: Mi ofrenda ha agradado a los dioses.
fr: Mön öffrande semble avöir satisfait les dieux.
it: Gli dèi sembrano aver gradito la mia offerta.
ja: 我が供え物は神々を喜ばせたようじゃ。
ko: 내 제물이 신들을 기쁘게 한 것 같아.
pl: Ma ofiara zadowoliła bogów.
pt_br: Minha oferenda parece ter agradado aos deuses.
ru: Мое подношение порадовало богов.
zh_cn: 我的祭品似乎让神明很满意。
zh_tw: 我的祭品似乎讓神明很滿意。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: A stuffed effigy of a valiant steed!
de: Ein ausgestopftes Bildnis eines tapferen Reittiers!
es: Una efigie de peluche de un valiente corcel.
fr: Une représentatiön remböurrée à l'effigie d'une brave mönture !
it: Un'effigie imbottita di un nobile destriero!
ja: 勇敢な獣のぬいぐるみの像！
ko: 용감한 말을 본떠 만든 솜인형이다!
pl: Wypchana kukła chrobrego rumaka!
pt_br: Uma efígie de pelúcia de uma montaria valorosa!
ru: Набитое чучело доблестного скакуна!
zh_cn: 一头英勇坐骑的布偶！
zh_tw: 一頭英勇坐騎的布偶！

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.YOTB
source: Mayhaps the judge would like to look upon it.
de: Vielleicht möchte der Richter es betrachten.
es: Es posible que el juez quiera echarle un vistazo.
fr: Le juge söuhaiterait sans döute pöuvöir la vöir.
it: Forse il giudice vorrà darci un'occhiata.
ja: 審判も見たいと申されるかもしれぬ。
ko: 아마도 심사위원이 보고 싶어할 거야.
pl: Może juror chciałby to zobaczyć.
pt_br: Talvez o juiz queira dar uma olhada nisto.
ru: Быть может, судья пожелает обратить на это свой взор.
zh_cn: 也许应该让评委过目一下。
zh_tw: 也許應該讓評委過目一下。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_PATTERN_FRAGMENT_1
source: 'Tis but a fragment of a complete pattern.
de: Nichts als bloß das Fragment eines kompletten Musters.
es: Solo es un fragmento de un patrón.
fr: C'estöy un fragment d'un plus grand mötif.
it: È solo un frammento di un modello.
ja: 完全なパターンの一部に過ぎぬ。
ko: 완전한 패턴의 일부일 뿐이야.
pl: To jeno część całego projektu.
pt_br: É apenas um fragmento de um modelo completo.
ru: Сие лишь один фрагмент целой выкройки.
zh_cn: 不过是一个完整款式的碎片。
zh_tw: 不過是一個完整款式的碎片。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_PATTERN_FRAGMENT_2
source: 'Tis but a fragment of a complete pattern.
de: Nichts als bloß das Fragment eines kompletten Musters.
es: Solo es un fragmento de un patrón.
fr: C'estöy un fragment d'un plus grand mötif.
it: È solo un frammento di un modello.
ja: 完全なパターンの一部に過ぎぬ。
ko: 완전한 패턴의 일부일 뿐이야.
pl: To jeno część całego projektu.
pt_br: É apenas um fragmento de um modelo completo.
ru: Сие лишь один фрагмент целой выкройки.
zh_cn: 不过是一个完整款式的碎片。
zh_tw: 不過是一個完整款式的碎片。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_PATTERN_FRAGMENT_3
source: 'Tis but a fragment of a complete pattern.
de: Nichts als bloß das Fragment eines kompletten Musters.
es: Solo es un fragmento de un patrón.
fr: C'estöy un fragment d'un plus grand mötif.
it: È solo un frammento di un modello.
ja: 完全なパターンの一部に過ぎぬ。
ko: 완전한 패턴의 일부일 뿐이야.
pl: To jeno część całego projektu.
pt_br: É apenas um fragmento de um modelo completo.
ru: Сие лишь один фрагмент целой выкройки.
zh_cn: 不过是一个完整款式的碎片。
zh_tw: 不過是一個完整款式的碎片。

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_POST
source: Now to present my beast for all to see!
de: Und nun wird mein Tier aller Augen präsentiert!
es: ¡Hora de presentar a mi bestia para que la vean todos!
fr: Je peux ainsi présenter mön destrier aux yeux de töus !
it: Non mi resta che presentare la mia bestia affinché tutti la vedano!
ja: 今こそ我が獣を皆の者に見せ進ぜよう！
ko: 이제 모든 사람이 볼 수 있게 내 짐승을 소개해야지!
pl: Teraz wszyscy obaczą mą bestię!
pt_br: Agora apresentarei minha fera para que todos a vejam!
ru: Ну а теперь представлю тварь свою на общий суд!
zh_cn: 现在让所有人都见识一下我的野兽吧!
zh_tw: 現在讓所有人都見識一下我的野獸吧!

# CHARACTERS.WATHGRITHR.DESCRIBE.YOTB_POST_ITEM
source: It shall be raised forthwith!
de: Er wird unverzüglich aufgerichtet!
es: ¡Hay que erigirlo sin demora!
fr: Elle sera érigée sur-le-champ !
it: Verrà innalzato seduta stante!
ja: すぐさま掲げられるであろう！
ko: 즉시 올릴 거야!
pl: Zbuduję go bez chwili zwłoki!
pt_br: Será erguido imediatamente!
ru: Да вознесется она!
zh_cn: 应当即刻竖起它！
zh_tw: 應當即刻豎起它！
