Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: You want somethin' shiny? How aboot my shiny axe!
de: Du willst etwas Glänzendes? Wie wäre es mit meiner glänzenden Axt?!
es: ¿Quieres algo brillante? Porque mi hacha brilla lo suyo.
fr: Tu veux un truc qui brille ? Que dis-tu de ma hache qui brille ?!
it: Vuoi qualcosa di luccicante? Che ne diresti della mia ascia luccicante?
ja: キラキラしたもんは好きか？ならオレのキラキラしたオノを一発くれてやるよ！
ko: 반짝이는 걸 원해? 내 반짝이는 도끼는 어때?
pl: Chcesz coś błyszczącego? Proponuję moją lśniącą siekierę!
pt_br: Quer uma coisa reluzente? Que tal meu machado reluzente?!
ru: Хочешь блестяшку? Может, моего блестящего топора отведаешь?
zh_cn: 你想要闪亮的东西吗？我这把闪亮的斧头怎么样？
zh_tw: 你想要閃亮的東西嗎？我這把閃亮的斧頭怎麼樣？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: Seeing those things run around gives me the willies.
de: Wenn ich diese Dinger herumlaufen sehe, bekomme ich eine Gänsehaut.
es: Me da escalofríos ver a esas cosas corretear por ahí.
fr: Voir ces trucs qui courent partout me file les jetons.
it: Vedere quelle cose correre in giro mi fa venire la pelle d'oca.
ja: 鳥どもが走り回ってんのを見てると、寒気がしてくるぜ。
ko: 그런 것들이 돌아다니는 걸 보니 소름끼쳐.
pl: Gdy patrzę, jak biegają tak wkoło, to dostaję gęsiej skórki.
pt_br: Ver essas coisas correndo de um lado pro outro me dá arrepios.
ru: Видеть не могу, как они там бегают. Бр-р-р.
zh_cn: 看到这些东西跑来跑去，我感到很不舒服。
zh_tw: 看到這些東西跑來跑去，我感到很不舒服。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: What kinda horrible bird secrets are they hiding down there...
de: Was für schreckliche Vogelgeheimnisse verstecken sie da unten ...
es: ¿Qué secretos espantosos esconderán esos pajarracos ahí abajo...?
fr: Quels horribles secrets d'oiseaux ils peuvent bien cacher, là-dedans ?
it: Che genere di orribile segreto avranno nascosto là sotto...?
ja: こんな中に、どんな恐ろしい鳥の秘密が隠されてんだろな…
ko: 그곳에 얼마나 무서운 새들의 비밀이 숨어있는지...
pl: Co za okropne ptasie sekrety one tam ukrywają...
pt_br: Que tipo de segredos terríveis de pássaro eles estão escondendo ali embaixo...
ru: Какие ужасные птичьи тайны они там прячут...
zh_cn: 它们在下面藏了什么可怕的鸟秘密……
zh_tw: 它們在下面藏了什麼可怕的鳥秘密……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Those birds are trying to trick me... but I'm smarter...
de: Diese Vögel versuchen, mich auszutricksen, aber ich bin schlauer ...
es: Esos pajarracos quieren engañarme, pero yo soy más listo...
fr: Ces oiseaux essaient de m'avoir... Mais je suis plus intelligent qu'eux...
it: Quei pennuti stanno cercando di ingannarmi... ma sono più furbo di loro...
ja: 鳥がオレのことをだまくらかそうとしてきやがって…だがオレの方が賢いんだぜ…
ko: 저 새들은 날 속이려 하지만... 내가 더 똑똑해...
pl: Te ptaki próbują mnie ograć... Ale ja jestem sprytniejszy...
pt_br: Esses pássaros estão tentando me enganar... mas eu sou mais esperto...
ru: Птицы пытаются меня перехитрить... но я умнее!
zh_cn: 那些鸟还想骗我……还好我聪明着呢……
zh_tw: 那些鳥還想騙我……還好我聰明著呢……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: Those good-for-nothing birds can't even set up their own carnival?
de: Können diese Taugenichtse von Vögeln nicht einmal ihren eigenen Karneval auf die Beine stellen?
es: ¿Qué pasa? ¿Que esos pajarracos inútiles no pueden preparar su propia feria?
fr: Ces bons à rien d'oiseaux ne peuvent même pas organiser leur propre carnaval ?
it: Quei pennuti buoni a nulla non sono nemmeno in grado di montarsi il loro carnevale?
ja: あん鳥畜生どもが！テメーらでカーニバルの設営もできねぇのかよ？
ko: 그 쓸모없는 새들은 스스로 카니발을 만들 수도 없다고?
pl: Te nienadające się do niczego ptaki nie umieją nawet zorganizować własnego karnawału?
pt_br: Esses pássaros imprestáveis não conseguem preparar nem seu próprio festival?
ru: Эти безмозглые птицы даже свой собственный карнавал сами обустроить не могут?
zh_cn: 那些一无是处的鸟儿们连自己的嘉年华都不会建？
zh_tw: 那些一無是處的鳥兒們連自己的嘉年華都不會建？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: You want somethin' shiny? How aboot my shiny axe!
de: Du willst etwas Glänzendes? Wie wäre es mit meiner glänzenden Axt?!
es: ¿Quieres algo brillante? Porque mi hacha brilla lo suyo.
fr: Tu veux un truc qui brille ? Que dis-tu de ma hache qui brille ?!
it: Vuoi qualcosa di luccicante? Che ne diresti della mia ascia luccicante?
ja: キラキラしたもんは好きか？ならオレのキラキラしたオノを一発くれてやるよ！
ko: 반짝이는 걸 원해? 내 반짝이는 도끼는 어때?
pl: Chcesz coś błyszczącego? Proponuję moją lśniącą siekierę!
pt_br: Quer uma coisa reluzente? Que tal meu machado reluzente?!
ru: Хочешь блестяшку? Может, моего блестящего топора отведаешь?
zh_cn: 你想要闪亮的东西吗？我这把闪亮的斧头怎么样？
zh_tw: 你想要閃亮的東西嗎？我這把閃亮的斧頭怎麼樣？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: Mighty unsettling.
de: Sehr verstörend.
es: Qué cosa tan inquietante...
fr: C'est très perturbant.
it: Davvero inquietante.
ja: すげぇ落ち着かねぇぜ。
ko: 엄청나게 불안해.
pl: Bardzo niepokojące.
pt_br: Extremamente perturbador.
ru: Ну и ерундистика.
zh_cn: 让我很不安。
zh_tw: 讓我很不安。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_BALL
source: Would've preferred a hockey puck, but this'll work.
de: Ich hätte einen Hockey-Puck bevorzugt, aber das geht auch.
es: Prefería un disco de hockey, pero me tendrá que valer.
fr: J'aurais préféré un palet de hockey, mais ça fera l'affaire.
it: Avrei preferito un puck da hockey, ma andrà bene.
ja: ホッケーのパックの方がいいけど、これでも構わねぇよ。
ko: 하키 퍽이면 더 좋겠지만 이것도 효과는 있을 거야.
pl: Wolałbym krążek hokejowy, ale ujdzie i piłka.
pt_br: Preferia um disco de hóquei, mas isso deve servir.
ru: Лучше бы хоккейную шайбу выдали, но и мяч сойдет.
zh_cn: 虽然我更喜欢冰球，但这也能凑活吧。
zh_tw: 雖然我更喜歡冰球，但這也能湊活吧。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_CROWKID
source: I think I had a nightmare like this once...
de: Ich ... Ich glaube, ich hatte mal so einen Albtraum.
es: Creo que una vez tuve una pesadilla así...
fr: Je crois que j'ai déjà eu ce genre de cauchemar...
it: Credo di aver avuto un incubo simile, un tempo...
ja: これと似たような悪夢を見たことがあるぜ…
ko: 언젠가 이런 악몽을 꾼 것 같은데...
pl: Chyba miałem kiedyś podobny koszmar...
pt_br: Acho que já tive um pesadelo assim...
ru: Кажется, мне когда-то что-то похожее снилось в кошмаре.
zh_cn: 我以前有过这样的噩梦……
zh_tw: 我以前有過這樣的噩夢……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_GAMETOKEN
source: I don't trust anything from a bird.
de: Mir ist nichts geheuer, was von einem Vogel kommt.
es: No me fío ni un pelo de nada que venga de un pajarraco.
fr: Je ne fais pas confiance à un oiseau.
it: Non mi fido di niente che provenga da un pennuto.
ja: 鳥から貰うモンなんて、全部怪しいぜ。
ko: 나는 새의 말을 믿지 않아.
pl: Nie ufam niczemu, co jest związane z ptakami.
pt_br: Não confio em nada que seja de pássaro.
ru: Я не доверяю ничему, что хоть как-то связано с птицами.
zh_cn: 我不相信任何鸟类的东西。
zh_tw: 我不相信任何鳥類的東西。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_HOST
source: There's just somethin' aboot him I don't trust...
de: Er hat etwas an sich, dem ich nicht traue.
es: No sé por qué, pero no me fío de él...
fr: Je ne lui fais pas confiance...
it: C'è qualcosa in lui che non mi ispira fiducia...
ja: あの鳥野郎、なんか信用できねぇぜ…
ko: 내가 믿을 수 없는 무언가가 있어...
pl: Jest w nim coś takiego, co sprawia, że mu nie ufam...
pt_br: Tem alguma coisa nele que eu acho muito suspeito...
ru: Что-то есть в нем такое подозрительное...
zh_cn: 我怎么看他怎么不对劲……
zh_tw: 我怎麼看他怎麼不對勁……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: If I can't chop it down, might as well pretty it up, eh?
de: Wenn ich ihn nicht fällen kann, kann ich ihn doch verschönern, hm?
es: Si no lo puedo talar, mejor lo adecento, ¿eh?
fr: Si je peux pas l'abattre, autant le décorer, non ?
it: Se non posso tagliarlo, tanto vale abbellirlo, no?
ja: 切っちゃダメってんなら、きれいに飾り付けてやっかね？
ko: 잘게 썰 수 없다면 예쁘게 만들어도 좋겠다, 그지?
pl: Skoro nie mogę tego ściąć, mogę to upiększyć, no nie?
pt_br: Se não posso derrubar, talvez eu possa deixar ela mais bonita, né?
ru: Если срубить не выйдет, то хоть украсить надо, да?
zh_cn: 既然不能砍掉，那就装饰一下吧，诶？
zh_tw: 既然不能砍掉，那就裝飾一下吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Oh no... I think the decorations are attractin' more birds...
de: Oh nein ... Ich glaube, die Dekoration lockt noch mehr Vögel an ...
es: Oh, no... Creo que la decoración atrae a más pájaros...
fr: Oh non... Je crois que les décorations attirent encore plus d'oiseaux...
it: Oh, no... Penso che le decorazioni stiano attirando altri pennuti...
ja: ヤベぇ…飾り付けたせいで、更に鳥を惹きつけちまってる…
ko: 오 안 돼... 장식 때문에 새들이 더 많이 몰려들고 있어.
pl: O nie... Wygląda na to, że dekoracje przyciągają więcej ptaków...
pt_br: Ah, não... Acho que as decorações estão atraindo mais pássaros...
ru: О, нет... Кажется, украшения привлекают еще больше птиц.
zh_cn: 啊不……那些装饰品把鸟都引来了……
zh_tw: 啊不……那些裝飾品把鳥都引來了……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: The tree's been decorated, but at what cost...
de: Der Baum ist geschmückt, aber zu welchem Preis?
es: El árbol está decorado, pero ¿a qué precio?
fr: L'arbre a été décoré, mais à quel prix ?
it: L'albero è stato decorato, ma a che prezzo...
ja: 木の飾り付けはできた。けどその代償に…
ko: 트리가 장식되어 있지만 비용이...
pl: Drzewo udekorowane, ale jakim kosztem?
pt_br: A árvore foi decorada, mas a que preço...
ru: Дерево украшено, но какой ценой...
zh_cn: 为什么要付出这种代价来装饰一棵树……
zh_tw: 為什麼要付出這種代價來裝飾一棵樹……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PLAZA_KIT
source: The one thing birds are good for, planting trees.
de: Das Einzige, wofür Vögel gut sind: Bäume pflanzen.
es: Lo único para lo que valen los pájaros es para plantar árboles.
fr: Au moins, les oiseaux sont doués pour planter des arbres.
it: L'unica cosa per cui i pennuti sono bravi è piantare gli alberi.
ja: 鳥の唯一の良いところといったら、植林することだな。
ko: 새가 잘하는 한 가지는 나무를 심는 거지.
pl: Sadzenie drzew to jedyne, w czym ptaki są dobre.
pt_br: Plantar árvores é a única coisa que os pássaros fazem de bom.
ru: Ну хоть деревья сажать птицы умеют.
zh_cn: 为鸟植树。
zh_tw: 為鳥植樹。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: Wonder where those birds stole these prizes from...
de: Ich frage mich, woher die Vögel diese Preise gestohlen haben ...
es: ¿De dónde habrán robado todos los premios esos pajarracos...?
fr: Je me demande à qui ces oiseaux ont volé ces prix...
it: Chissà da dove hanno rubato questi premi i pennuti...
ja: こん鳥畜生ども、ここに並んでる景品はどっから盗ってきたんかね？
ko: 그 새들이 어디서 이 경품을 훔쳤는지 궁금해...
pl: Jestem ciekaw, skąd ptaki ukradły te nagrody...
pt_br: Me pergunto de onde esses pássaros roubaram os prêmios...
ru: И где, спрашивается, они эти призы своровали?
zh_cn: 不知道那些鸟儿从哪偷的奖品……
zh_tw: 不知道那些鳥兒從哪偷的獎品……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: I'm only setting this up out of curiosity.
de: Ich stelle das nur aus Neugierde auf.
es: Esto solo lo voy a montar por curiosidad.
fr: C'est par curiosité que j'installe ce truc.
it: Ho intenzione di montarlo solo per curiosità.
ja: ちょっと気になるから組み立ててやるだけだ。それ以外に理由はねぇ。
ko: 그냥 궁금해서 설치해보는 거야.
pl: Robię to tylko z ciekawości...
pt_br: Só estou montando isso por curiosidade.
ru: Я этим только от нечего делать занимаюсь.
zh_cn: 我只是出于好奇才造这个的。
zh_tw: 我只是出於好奇才造這個的。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: I bet they rig the games, that'd be just like a bird...
de: Ich wette, sie manipulieren die Spiele, das wäre einem Vogel ähnlich ...
es: Seguro que amañan los juegos... Cosas de pajarracos.
fr: Je parie qu'ils truquent les jeux. Ça ressemblerait bien à ce que font les oiseaux...
it: Scommetto che truccano i giochi, sarebbe proprio una cosa da pennuti...
ja: 鳥どもが、絶対にイカサマしてるぜ。いつもの鳥みてぇによ。
ko: 그들이 게임을 조작한다고 장담해. 그것은 새처럼 될 거야...
pl: Założę się, że rozgrywki są ustawione, to bardzo w ptasim stylu...
pt_br: Aposto que eles manipulam os jogos. Bem coisa de pássaro...
ru: Зуб даю, что они в играх что-нибудь подкручивают. Это очень в духе птиц...
zh_cn: 它们肯定会在游戏里作弊，鸟就是这个鸟样……
zh_tw: 它們肯定會在遊戲裡作弊，鳥就是這個鳥樣……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: Those birds thought they could cheat me, eh? Guess again!
de: Diese Vögel dachten, sie könnten mich betrügen, was? Falsch gedacht!
es: Esos pajarracos se creían que podían engañarme, ¿eh? ¡Y qué más!
fr: Ces oiseaux pensaient pouvoir m'avoir ? Eh ben raté !
it: Quei pennuti pensavano di potermi ingannare, eh? Per nulla!
ja: オレにイカサマが通用すっと思ってたのか、オイ？出直してきな！
ko: 저 새들이 날 속일 수 있을 거라고 생각한거지, 그지? 다시 생각하라고!
pl: Te ptaki myślały, że mnie oszukają, co? Niedoczekanie!
pt_br: Esses pássaros achavam que podiam me passar pra trás, ein? Tentem de novo!
ru: Думали, обыграть меня сможете, птички? Не бывать такому!
zh_cn: 就那些鸟还想蒙我，诶？好好盘算清楚吧！
zh_tw: 就那些鳥還想蒙我，誒？好好盤算清楚吧！

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: Huh. I managed to collect a pretty good pile.
de: Hm. Ich habe es geschafft, einen ziemlich großen Haufen zu sammeln.
es: Anda, he conseguido un buen montonazo.
fr: Hm, j'ai réussi à en récupérer un certain nombre.
it: Uhm. Sono riuscito a raccoglierne un bel mucchietto.
ja: あー、なんだかんだで結構溜まったじゃねぇか。
ko: 뭐, 용케 예쁜 더미를 모았네.
pl: Haha. Udało mi się uzbierać całkiem dużą stertę.
pt_br: Hã. Consegui coletar uma boa pilha.
ru: Хм. Я уже внушительную кучку насобирал.
zh_cn: 哈。我收集了一大堆。
zh_tw: 哈。我收集了一大堆。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_SEEDPACKET
source: Hmph. Bird food.
de: Hmpf, Vogelfutter.
es: Bah. Comida para pájaros.
fr: Hmpf, de la nourriture pour oiseaux.
it: Ugh. Cibo per pennuti.
ja: ふん。トリのエサか。
ko: 흠. 새 모이다.
pl: Fuj, ptasie żarcie.
pt_br: Hunf. Comida de pássaro.
ru: Пф-ф-ф. Еда для птиц.
zh_cn: 哼。是鸟食。
zh_tw: 哼。是鳥食。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_VEST_A
source: Eh, it's alright. For being bird-made.
de: Ach, es ist in Ordnung. Dafür, dass das von Vögeln gemacht ist.
es: No está mal para ser obra de unos pajarracos.
fr: Bah, c'est pas mal. Pour un truc fait par des oiseaux.
it: Non è male, considerando che è stata fatta da un pennuto.
ja: うーん、悪かねぇよ。鳥が作ったにしては。
ko: 어, 괜찮아. 새가 만든 거라도.
pl: No, może być. Jak na ptasi wyrób.
pt_br: Pra algo feito por pássaros, tá ok, né?
ru: Ну, с учетом, что это птицы сделали, даже неплохо.
zh_cn: 诶，还行吧。鸟做的还想怎么样。
zh_tw: 誒，還行吧。鳥做的還想怎麼樣。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_VEST_B
source: It came from a tree, but also from a bird... I'm feelin' conflicted.
de: Das stammt von einem Baum, aber auch von einem Vogel ... Ich bin hin- und hergerissen.
es: Proviene de un árbol, pero también... de un pajarraco. Menudo dilema.
fr: Ça vient d'un arbre et d'un oiseau en même temps... Je ne sais plus quoi penser.
it: È venuto da un albero, ma anche da un pennuto... Sono molto combattuto.
ja: コイツは木から出来てるが、作ったのは鳥…心ん中で葛藤が繰り広げられてるぜ。
ko: 나무에서 나온 거지만 새에서 나온 거기도 하지... 갈등 생기네.
pl: Pochodzi z drzewa, a jednocześnie od ptaka... Jestem rozdarty.
pt_br: Veio de uma árvore, mas também de um pássaro... Que dilema.
ru: Сделано из листьев, но птицами... у меня смешанные чувства.
zh_cn: 既是从树上来的，又是鸟身上的……我感到很矛盾。
zh_tw: 既是從樹上來的，又是鳥身上的……我感到很矛盾。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVAL_VEST_C
source: At least it keeps the sun off me, eh?
de: Wenigstens hält es die Sonne von mir fern, hm?
es: Al menos me protege un poco del sol, ¿eh?
fr: Au moins, ça me protège du soleil, pas vrai ?
it: Se non altro mi ripara dal sole, no?
ja: 陽の光を遮れんならなんだっていいよ。
ko: 적어도 나를 태양으로부터 보호하잖아, 그지?
pl: Przynajmniej słońce mi nie przygrzewa, nie?
pt_br: Pelo menos me protege do sol, né?
ru: По крайней мере защищает от солнца, угу.
zh_cn: 至少它能帮我遮太阳，诶？
zh_tw: 至少它能幫我遮太陽，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARRAT.DEAD
source: It's dead.
de: Sie ist tot.
es: Está muerta.
fr: Elle est morte.
it: È morto.
ja: 死んでる。
ko: 죽었잖아.
pl: Nie żyje.
pt_br: Está morta.
ru: Он мертв.
zh_cn: 它死了。
zh_tw: 它死了。

# CHARACTERS.WOODIE.DESCRIBE.CARRAT.GENERIC
source: That carrot's a rat!
de: Diese Karotte ist eine Ratte!
es: ¡Esa zanahoria es una rata!
fr: Cette carotte est une ratte !
it: Quella carota è un ratto!
ja: このニンジン、ネズミじゃねえか！
ko: 저 당근, 사실 쥐잖아!
pl: Ta marchew jest myszą!
pt_br: Essa cenoura é um rato!
ru: Это не морковка, а крыса!
zh_cn: 胡萝卜是一只老鼠！
zh_tw: 胡蘿蔔是一隻老鼠！

# CHARACTERS.WOODIE.DESCRIBE.CARRAT.HELD
source: I gotcha now.
de: Jetzt habe ich dich.
es: Ya te tengo.
fr: Je t'ai eue !
it: Ti ho acciuffato.
ja: 捕まえたぞ。
ko: 잡았다.
pl: Mam cię.
pt_br: Te peguei agora.
ru: Попалась, дорогуша.
zh_cn: 逮住你了。
zh_tw: 逮住你了。

# CHARACTERS.WOODIE.DESCRIBE.CARRAT.SLEEPING
source: Huh. It's sleeping.
de: Hm. Sie schläft.
es: Uh. Está durmiendo.
fr: Oh, elle dort.
it: Oh. Dorme.
ja: フッ、寝てやがる。
ko: 흠. 자고 있잖아.
pl: Śpi sobie.
pt_br: Hã. Está dormindo.
ru: Хм. Она спит.
zh_cn: 哈，在睡觉。
zh_tw: 哈，在睡覺。

# CHARACTERS.WOODIE.DESCRIBE.CARRAT_GHOSTRACER
source: That thing's giving me the creeps.
de: Die ist ja haarsträubend.
es: Esa cosa me pone los pelos de punta.
fr: Cette chose me donne la chair de poule.
it: Quel coso mi dà i brividi.
ja: こいつ、気味悪いな。
ko: 소름이 쫙 끼치잖아.
pl: Ciarki mnie od tego przechodzą.
pt_br: Essa coisa está me dando arrepios.
ru: У меня от нее мурашки по коже.
zh_cn: 那家伙让我毛骨悚然。
zh_tw: 那傢伙讓我毛骨悚然。

# CHARACTERS.WOODIE.DESCRIBE.CARROT
source: That's rabbit food.
de: Das ist Kaninchenfutter.
es: Es comida de conejo.
fr: C'est de la bouffe de lapin.
it: È cibo per conigli.
ja: それってウサギの餌だよ。
ko: 토끼 음식이잖아.
pl: Żarcie dla królików.
pt_br: Isso é comida de coelho.
ru: Это кроличья еда.
zh_cn: 那是兔子吃的东西。
zh_tw: 那是兔子吃的東西。

# CHARACTERS.WOODIE.DESCRIBE.CARROT_COOKED
source: That's cooked rabbit food.
de: Das ist gekochtes Kaninchenfutter.
es: Es comida de conejo cocinada.
fr: De la bouffe de lapin cuite.
it: È cibo per conigli.
ja: 焼いたって、ウサギのエサには違ぇねぇ
ko: 토끼 요리잖아.
pl: Gotowane żarcie dla królika.
pt_br: Isso é comida de coelho assada.
ru: Это — печеная кроличья еда.
zh_cn: 那是烤熟的兔子食物。
zh_tw: 那是烤熟的兔子食物。

# CHARACTERS.WOODIE.DESCRIBE.CARROT_OVERSIZED
source: That's giant rabbit food. Luckily we've got those 'round here.
de: Das ist Kaninchenfutter in Übergröße. Zum Glück haben wir die hier in der Nähe.
es: Comida para conejos gigantes. Menos mal que hay de esos por aquí.
fr: C'est de la nourriture pour lapin géant. Heureusement, on en a, dans le coin.
it: Dell'enorme cibo per conigli. Per fortuna qui attorno ce ne sono.
ja: こいつぁ巨大ウサギのエサだな。近くに生息しててよかったぜ。
ko: 이건 거대한 토끼 음식이야. 운 좋게 이 근처에서 얻었네.
pl: To wielkie żarcie dla królików. Na szczęście w okolicy jest ich całkiem sporo.
pt_br: É comida de coelho gigante. Por sorte, a gente tem isso por aqui.
ru: Целая куча еды для кроликов. Хорошо, что у нас и кроликов куча.
zh_cn: 好的兔子食。能在这遇上真是走运了。
zh_tw: 好的兔子食。能在這遇上真是走運了。

# CHARACTERS.WOODIE.DESCRIBE.CARROT_PLANTED
source: I'm not one for vegetables, eh?
de: Ich bin kein Freund von Gemüse ...
es: No me gustan mucho las hortalizas, ¿eh?
fr: Les légumes, c'est pas mon truc, hein ?
it: Io non sono uno per le verdure, eh?
ja: ワシって野菜派じゃないんだよ、ねえ？
ko: 난 야채 싫잖아, 엉?
pl: Nie przepadam za warzywami.
pt_br: Não gosto de vegetais, hã?
ru: Я как бы не большой любитель овощей, понимаешь?
zh_cn: 我可不是素食主义者，你说呢？
zh_tw: 我可不是素食主義者，你說呢？

# CHARACTERS.WOODIE.DESCRIBE.CARROT_SEEDS
source: Tiny seeds.
de: Kleine Samen.
es: Semillas diminutas.
fr: De toutes petites graines.
it: Piccoli semi.
ja: ちっちぇ種。
ko: 쪼끄만 씨앗이다.
pl: Malutkie nasionka.
pt_br: Sementes minúsculas.
ru: Крошечные семена.
zh_cn: 小种子。
zh_tw: 小種子。

# CHARACTERS.WOODIE.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: Looks like the map ends here.
de: Sieht aus, als würde die Karte hier enden.
es: Parece que el mapa acaba aquí.
fr: On dirait que la carte s'arrête là.
it: Sembra che la mappa finisca qui.
ja: 地図もここまでだな。
ko: 지도의 미래가 불살라졌네.
pl: Mapa zdaje się kończyć tutaj.
pt_br: Parece que o mapa termina aqui.
ru: Походу, карта тут и обрывается.
zh_cn: 地图在这里似乎就结束了。
zh_tw: 地圖在這裡似乎就結束了。

# CHARACTERS.WOODIE.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: Eh, I prefer to just wander around the woods anyway.
de: Äh, ich spaziere sowieso lieber durch den Wald.
es: Eh, preferiría pasear por el bosque sin más.
fr: Euh, de toute façon je préfère me perdre dans les bois.
it: Eh, preferisco gironzolare nel bosco.
ja: 森をうろつくほうがオレの性に合ってるさ。
ko: 뭐, 난 어차피 정처 없이 숲에서 떠돌아다니길 좋아하잖아.
pl: Ech, I tak wolę szwendać się po lesie.
pt_br: Hã, prefiro mesmo caminhar pela mata.
ru: Ну, я все равно больше люблю по лесу бродить.
zh_cn: 呃，我更喜欢绕着木头徘徊就好。
zh_tw: 呃，我更喜歡繞著木頭徘徊就好。

# CHARACTERS.WOODIE.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: Heh. Has a little compass and everything.
de: Heh. Mit kleinem Kompass und allem.
es: Je. Tiene una pequeña brújula y todo.
fr: Hé ! Avec une petite boussole et tout.
it: Eh. C'è una piccola bussola e tutto il resto.
ja: ヘッ、小さいコンパスまでついてやがる。
ko: 우와, 작은 나침반까지 있네.
pl: Jest nawet mały kompas i w ogóle.
pt_br: He. Tem uma bússola e tudo.
ru: Хех. У него есть маленький компас и все такое.
zh_cn: 嘿。有一些指南针和所有东西。
zh_tw: 嘿。有一些指南針和所有東西。

# CHARACTERS.WOODIE.DESCRIBE.CATCOON
source: Pests.
de: Plagegeister.
es: Son unas plagas.
fr: Vermine.
it: Parassiti.
ja: 害獣。
ko: 작은 동물이네.
pl: Szkodniki.
pt_br: Pestes.
ru: Паразиты.
zh_cn: 讨厌的动物。
zh_tw: 討厭的動物。

# CHARACTERS.WOODIE.DESCRIBE.CATCOONDEN.EMPTY
source: Good riddance.
de: Auf Nimmerwiedersehen!
es: Hasta nunca.
fr: Bon débarras.
it: Che liberazione.
ja: ああせいせいした。
ko: 걸맞는 최후야.
pl: Do widzenia.
pt_br: Já vai tarde!
ru: Скатертью дор-рожка.
zh_cn: 不在了就好。
zh_tw: 不在了就好。

# CHARACTERS.WOODIE.DESCRIBE.CATCOONDEN.GENERIC
source: Ugh, how many more lives do you have?
de: Mh, wie viele Leben hast du denn noch?
es: ¿Uf, cuántas vidas más tienes?
fr: Hé... il te reste combien de vies ?
it: Ugh, ma quante altre vite hai?
ja: ウェ、命をいったいあと幾つ持ってるんだ？
ko: 어라, 넌 목숨이 몇 개냐?
pl: Ile żyć jeszcze ci zostało?
pt_br: Ugh, quantas vidas mais você tem?
ru: Ух, сколько же у тебя еще жизней осталось?
zh_cn: 呃，你还有几条命啊？
zh_tw: 呃，你還有幾條命啊？

# CHARACTERS.WOODIE.DESCRIBE.CATCOONHAT
source: The traditional garb of the woodsman.
de: Traditionelles Gewand eines Waldbewohners.
es: El atuendo tradicional de un leñador.
fr: La coiffe traditionnelle de l'homme des bois.
it: Abito tradizionale del boscaiolo.
ja: きこりの伝統衣装だ
ko: 나무꾼의 전통 의상이잖아.
pl: Tradycyjne nakrycie głowy ludzi lasu.
pt_br: Roupa tradicional de um lenhador.
ru: Традиционный головной убор дровосека.
zh_cn: 樵夫的传统打扮。
zh_tw: 樵夫的傳統打扮。

# CHARACTERS.WOODIE.DESCRIBE.CATTOY_MOUSE
source: It's pretty convincing.
de: Ziemlich überzeugend.
es: Parece de verdad.
fr: C'est plutôt réaliste.
it: È piuttosto convincente.
ja: すげぇ説得力だぜ。
ko: 꽤 설득력이 있어.
pl: Prawie dałem się nabrać.
pt_br: É bem convincente.
ru: Выглядит очень убедительно.
zh_cn: 看着跟真的似的。
zh_tw: 看著跟真的似的。

# CHARACTERS.WOODIE.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: Some elbow grease'll move those, easy.
de: Mit ein bisschen Mühe lässt sich das leicht bewegen.
es: Un poco de fuerza bruta la moverá con facilidad.
fr: Avec un peu d'huile de coude, ça va bouger tout seul.
it: Un po' di olio di gomito li sposterà.
ja: ちょっとがんばりゃ、動かせそうだな
ko: 힘 좀 쓰면 쉽게 움직일 수 있잖아.
pl: Trochę roboty i się go ruszy, na spokojnie.
pt_br: Um pouco de trabalho braçal vai movê-las.
ru: Немного усилий — и они сдвинутся, легко и просто.
zh_cn: 用手推可以移动这些，简单。
zh_tw: 用手推可以移動這些，簡單。

# CHARACTERS.WOODIE.DESCRIBE.CAVEIN_BOULDER.RAISED
source: Can't reach that one.
de: Da komm ich nicht ran.
es: No llego a esa.
fr: Celle-là est trop loin.
it: Non ci arrivo.
ja: あれには手が届かないぜ
ko: 손이 안 닿아.
pl: Nie dosięgnę.
pt_br: Não alcanço essa.
ru: Этот не достать.
zh_cn: 够不到那个。
zh_tw: 夠不到那個。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA
source: It tastes tropical.
de: Das schmeckt tropisch.
es: Tiene un sabor tropical.
fr: Un goût des tropiques.
it: Ha un sapore tropicale.
ja: トロピカルな味がする。
ko: 열대의 맛이잖아.
pl: Smakują tropikalnie.
pt_br: Tem um gosto tropical.
ru: Довольно тропический вкус.
zh_cn: 热带水果的味道。
zh_tw: 熱帶水果的味道。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_BURNT
source: Such a waste.
de: Was für eine Verschwendung.
es: Qué desperdicio.
fr: Un gâchis.
it: Un tale spreco.
ja: もったいねぇなぁ…
ko: 정말 아깝네.
pl: Co za marnotrawstwo.
pt_br: Que desperdício.
ru: Какая потеря.
zh_cn: 太浪费了。
zh_tw: 太浪費了。

# CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_COOKED
source: Now it's a warm mush.
de: Jetzt ist es warmer Brei.
es: Ahora es una papilla caliente.
fr: Maintenant, c'est une bouillie chaude.
it: Adesso è una poltiglia calda.
ja: 焼いたらドロドロになったぜ
ko: 따뜻한 죽이 됐네.
pl: Cieplutka papka.
pt_br: Agora não passa de uma pastinha quente.
ru: Ммм, тепленькая кашица.
zh_cn: 现在它成了温暖的粥。
zh_tw: 現在它成了溫暖的粥。
