Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORKILLJOYS
source: It seems to harbor resentment for its weed brethren.
de: Sie scheint einen Groll gegen seine Unkrautgeschwister zu hegen.
es: Parece guardarles rencor a las malas hierbas.
fr: Elle semble épröuver du ressentiment pöur siennes sœurs à feuilles.
it: Sembra nutrire un forte risentimento verso le sue sorelle erbacce.
ja: 雑草の兄弟への愚痴をためておるようじゃ。
ko: 그것은 잡초 형제들에 대한 원한을 품고 있는 것 같아.
pl: Chyba czuje gniew wobec swych chwastowych braci.
pt_br: Parece guardar ressentimento de suas irmãs herbáceas.
ru: Похоже, оно прониклось ненавистью к собратьям-сорнякам.
zh_cn: 它似乎对它的杂草兄弟们怀有怨恨。
zh_tw: 它似乎對它的雜草兄弟們懷有怨恨。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORMOISTURE
source: It thirsts for water.
de: Sie dürstet nach Wasser.
es: Necesita agua urgentemente.
fr: Elle est assöiffée.
it: Brama dell'acqua.
ja: 水が飲みたいのじゃ。
ko: 물을 갈망하네.
pl: Chce jej się pić.
pt_br: Está sedenta.
ru: Оно воды алкает.
zh_cn: 它渴求水。
zh_tw: 它渴求水。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORNUTRIENTS
source: You are unhappy with the dirt you have? Do not look to me to help you!
de: Du bist unzufrieden mit dem Schmutz, den du hast? Erwarte nicht von mir, dass ich dir zur Hülfe eile!
es: ¿La tierra que tienes no es de tu agrado? Pues si necesitas ayuda, no me mires.
fr: Es-tu cöntrariée par la terre de laquelle tu émerges ? Ne t'attends pöint à ce que je t'aide !
it: Non ti piace il tuo terreno? Non aspettarti che io ti aiuti!
ja: 汝の土に不満と？助けを求めて我を見るでない！
ko: 먼지가 묻어서 싫어? 도움을 바란다는 눈길을 보내지 마!
pl: Nie podoba ci się twoja ziemia? Nie licz na to, że ci pomogę!
pt_br: Está infeliz com a sua terra? Não conte com a minha ajuda!
ru: Тебя не радует та грязь, что есть вокруг? Не надейся на мою помощь!
zh_cn: 你对那些泥土不满意？不要指望我帮你!
zh_tw: 你對那些泥土不滿意？不要指望我幫你!

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSOROVERCROWDING
source: This small patch of dirt cannot sustain all these non-meats.
de: Dieser kleine Fleck Dreck kann all dieses Nicht-Fleisch nicht ernähren.
es: Es imposible tener tantos alimentos sin carne en un terreno tan reducido.
fr: Icelle petite zöne de terre ne peut nöurrir töutes icelles nön-viandes.
it: Questa piccola zolla di terreno non è in grado di sostentare tutti questi esseri di non-carne.
ja: 小さな畑では肉にあらぬものすべてを育てることはできぬ。
ko: 이 작은 흙 덩어리가 이 안고기를 전부 지탱할 수는 없어.
pl: To poletko nie wyżywi tych wszystkich niemięs.
pt_br: Este pequeno espaço de terra não pode sustentar todas estas não carnes.
ru: Один клочок грязи слишком мал для всех этих не-мясных сорняков.
zh_cn: 这一小块泥土地养活不了这么多非肉。
zh_tw: 這一小塊泥土地養活不了這麼多非肉。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTSTRESSORSEASON
source: It doesn't have what it takes to brave the seasonal elements.
de: Sie hat nicht das Zeug dazu, den jahreszeitlichen Elementen zu trotzen.
es: No tiene lo que hay que tener para vencer a los elementos de la temporada.
fr: Elle n'est pöint adaptée pöur braver les éléments de la nature.
it: Non è in grado di resistere al mutare degli elementi delle stagioni.
ja: この気候に立ち向かえるような作りにはなっておらん。
ko: 계절의 변화를 감당하는 데 필요한 것이 없다.
pl: Ta roślina jest za słaba, by przetrwać trudy tej pory roku.
pt_br: Ela não tem a força necessária para enfrentar as intempéries da estação.
ru: Оно недостаточно выносливо, чтобы побороть сезонные стихии.
zh_cn: 它不具备勇敢面对季节性因素的能力。
zh_tw: 它不具備勇敢面對季節性因素的能力。

# CHARACTERS.WATHGRITHR.DESCRIBE_PLANTVERYSTRESSED
source: It is beset by multiple afflictions.
de: Sie wird von zahlreichen Leiden geplagt.
es: Sufre el acoso de varias aflicciones.
fr: Elle est söus le jöug de möult maux.
it: È soggetta a molteplici malanni.
ja: さまざまな苦痛に悩まされておる。
ko: 갖가지 고난에 시달리고 있어.
pl: Dręczą ją rozmaite nieszczęścia.
pt_br: É afetada por vários tormentos.
ru: Оно страдает множеством недугов.
zh_cn: 它被多种苦恼所困扰。
zh_tw: 它被多種苦惱所困擾。

# CHARACTERS.WATHGRITHR.DESCRIBE_SMOLDERING
source: Flames will soon consume it.
de: Die Flammen werden es bald verschlingen.
es: Las llamas lo consumirán pronto.
fr: Les flammes vont bientôt tout brûler.
it: Le fiamme presto lo consumeranno.
ja: 炎がやがて燃え尽くすだろう。
ko: 화염이 곧 잠식하겠군.
pl: Ogień wkrótce się z tym rozprawi.
pt_br: As chamas logo consumirão tudo.
ru: Языки пламени скоро взовьются.
zh_cn: 火焰很快会将它吞噬。
zh_tw: 火焰很快會將它吞噬。

# CHARACTERS.WATHGRITHR.DESCRIBE_TOODARK
source: Too dark, even for battle.
de: Es ist sogar fürs Kämpfen zu dunkel.
es: Demasiado oscuro incluso para la batalla.
fr: Il fait même trop noir pour combattre.
it: Troppo scuro anche per la battaglia.
ja: 戦いにもこれでは暗すぎる。
ko: 너무 어두워서 전투조차 못 하겠군.
pl: Za ciemno na bitwę.
pt_br: Muito escuro até para batalhar.
ru: Слишком темно даже для битвы.
zh_cn: 即使对战斗来说也太黑了。
zh_tw: 即使對戰鬥來說也太黑了。

# CHARACTERS.WATHGRITHR.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Bones and all.
de: Knochen und alles.
es: Huesos y todo.
fr: Il y a même les os.
it: Ossa e tutto.
ja: 骨なども含め全て。
ko: 뼈 그리고 모든 것이군요.
pl: Chyba się wykluwa.
pt_br: Com ossos e tudo.
ru: Кости и все такое.
zh_cn: 连骨带刺一起吞。
zh_tw: 連骨帶刺一起吞。

# CHARACTERS.WATHGRITHR.EAT_FOOD.WINTERSFEASTFUEL
source: It doth taste just like chicken!
de: Schmeckt genau wie Hühnchen!
es: ¡La verdad es que sabe a pollo!
fr: Fi ! Cela a le goût de völaille !
it: Ha lo stesso sapore del pollo!
ja: 鶏肉のような味わい！
ko: 닭고기 맛이 나잖아!
pl: Smakuje jak kurczak!
pt_br: Tem gosto de frango!
ru: По вкусу как цыпленок!
zh_cn: 味道不像是鸡肉！
zh_tw: 味道不像是雞肉！

# CHARACTERS.WATHGRITHR.QUAGMIRE_ANNOUNCE_LOSE
source: The god of the sky has been angered!
de: Der Gott des Himmels ist verärgert!
es: ¡El dios del cielo se ha enfadado!
fr: Le Dieu du ciel est en colère !
it: Il Dio del cielo si è arrabbiato!
ja: 天の神がお怒りになられた！
ko: 하늘의 신이 분노했군!
pl: Gniew boga niebios został zbudzony!
pt_br: O deus dos céus foi enfurecido!
ru: Небесный бог разгневался!
zh_cn: 天空之神被激怒了！
zh_tw: 天空之神被激怒了！

# CHARACTERS.WATHGRITHR.QUAGMIRE_ANNOUNCE_MEALBURNT
source: Alas! If I'd only grabbed it sooner.
de: Ach! Wenn ich es nur früher gepackt hätte.
es: ¡Ay! Si la hubiera comido antes.
fr: Hélas ! J'aurais dû l'enlever plus tôt.
it: Ahimè! Se solo l'avessi afferrato prima.
ja: あぁ！ もっと早く手にできれば！
ko: 아! 더 빨리 잡았더라면!
pl: Niestety! Gdybym tylko sięgnęła tu wcześniej.
pt_br: Oh! Se eu tivesse pegado antes.
ru: Несчастье! Не успели достать.
zh_cn: 唉！要是我早点关火就好了。
zh_tw: 唉！要是我早點關火就好了。

# CHARACTERS.WATHGRITHR.QUAGMIRE_ANNOUNCE_NOTRECIPE
source: T'were not meant to be a meal.
de: Es sollte keine Mahlzeit sein.
es: Esto no era una comida.
fr: Ce n'était pas censé faire recette.
it: Non c'era l'intenzione di essere un pasto.
ja: 食事のはずではなかったのだ。
ko: 식사가 될 운명이 아니었던 거지.
pl: Nie była pisana im rola posiłku.
pt_br: Você não se destinava a ser uma refeição.
ru: Этому не предназначено стать едой.
zh_cn: 它们做不了菜。
zh_tw: 它們做不了菜。

# CHARACTERS.WATHGRITHR.QUAGMIRE_ANNOUNCE_WIN
source: We shall live to fight another day!
de: Wir werden leben, um an einem anderen Tag zu kämpfen!
es: ¡Viviremos para luchar otro día!
fr: On vivra pour combattre un jour de plus !
it: Vivremo per combattere un altro giorno!
ja: 再び、戦うために生きるのだ！
ko: 살아서 계속 싸워나가자!
pl: Przetrwamy, a nasz bój będzie trwać!
pt_br: Viveremos para lutar outro dia!
ru: Мы сможем продолжить наше сражение и завтра!
zh_cn: 我们要继续活着，继续战斗！
zh_tw: 我們要繼續活著，繼續戰鬥！
