Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.KLAUSSACKKEY
source: Well, it's the key to something.
de: Tja, das ist ein Schlüssel zu etwas.
es: Bueno, es la llave de algo.
es_mx: Bueno, esta llave abre algo.
fr: C'est la clé de... quelque chose.
it: Beh, dev'essere la chiave di qualcosa.
ja: んー、何かのカギだネ。
ko: 뭔가 여는 열쇠야.
pl: Cóż, to klucz do... czegoś.
pt_br: Bom, é a chave para algo.
ru: Это ключ. От чего-то.
zh_cn: 是把钥匙，能打开某把锁。
zh_tw: 是把鑰匙，能打開某把鎖。

# CHARACTERS.WARLY.DESCRIBE.KLAUS_SACK
source: There might be all sorts of treats inside.
de: Da könnten alle möglichen Köstlichkeiten drin sein.
es: Debe de tener todo tipo de cosas chulas dentro.
es_mx: Debe haber cualquier cantidad de botanas dentro.
fr: Il y a peut-être des tas de friandises, là-dedans.
it: Dentro potrebbero esserci dei dolcetti deliziosi.
ja: 中ではありとあらゆる危険が待ってるかもネ。
ko: 안에 온갖 간식이 들어 있을지도 몰라.
pl: Wewnątrz mogą być przeróżne smakołyki.
pt_br: Deve ter tudo que é tipo de guloseimas aí dentro.
ru: Внутри могут быть какие угодно сладости.
zh_cn: 里面可能有很多好吃的。
zh_tw: 裡面可能有很多好吃的。

# CHARACTERS.WARLY.DESCRIBE.KNIGHT
source: A tricky cheval!
de: Ein trügerischer Gefährte!
es: ¡Un astuto cheval!
es_mx: ¡Un cheval astuto!
fr: Un cheval retors !
it: Un cheval difficile!
ja: このナイトは、クワセモノだヨ！
ko: 교활한 기사야!
pl: Podstępny cheval!
pt_br: Um cheval astuto!
ru: Эта лошадка с подвохом!
zh_cn: 一匹难对付的马！
zh_tw: 一匹難對付的馬！

# CHARACTERS.WARLY.DESCRIBE.KNIGHT_NIGHTMARE
source: Effroyable!
de: Fürschterlisch!
ja: ひぃ～、コワイヨ～！
ko: 공포스럽군!
pl: Już sobie nie poskacze!
ru: Просто ужас!
zh_cn: 可怕！
zh_tw: 可怕！

# CHARACTERS.WARLY.DESCRIBE.KOALEFANT_SUMMER
source: Ah, you have fattened up nicely!
de: Ah, du hast schön zugenommen!
es: ¡Ah, has engordado estupendamente!
es_mx: ¡Engordaste bien!
fr: Ah, tu as joliment grossi !
it: Ah, ti sei ingrassato bene!
ja: ん～、まるまる太って、オイシソウ！
ko: 살 잘 쪘구나!
pl: Ale się smakowicie utuczyłeś!
pt_br: Ah, você engordou bem!
ru: Как хорошо ты отъелся!
zh_cn: 啊，你长胖了，真不错！
zh_tw: 啊，你長胖了，真不錯！

# CHARACTERS.WARLY.DESCRIBE.KOALEFANT_WINTER
source: You can't get attached to cute cuts of meat.
de: Man sollte sich nicht zu sehr dran gewöhnen. Ist schließlich nur Fleisch.
es: No puedes cogerle cariño a la carne bonita.
es_mx: No puedes encariñarte con los cortes de carne elegantes.
fr: On ne peut pas s'attacher à de la jolie viande.
it: Non puoi affezionarti alla carne tenera.
ja: 食用のケモノに感情移入しちゃダメネ
ko: 고기가 귀엽다고 가여워하면 안 되지.
pl: Nie można tworzyć więzi emocjonalnej z posiłkiem.
pt_br: Você não pode se apegar os cortes de carne bonitinhos.
ru: Хорошие мясные вырезки не приедаются.
zh_cn: 虽然你肉肉的很可爱，但别想我放过你。
zh_tw: 雖然你肉肉的很可愛，但別想我放過你。

# CHARACTERS.WARLY.DESCRIBE.KOALEFIG_TRUNK
source: I might have overdone it with the figs.
de: Vielleicht habe ich es mit den Feigen etwas übertrieben.
es: Creo que me he pasado con los higos.
fr: Je crois que j'ai mis un peu trop de figues.
it: Potrei aver esagerato con i fichi.
ja: イチジクはやりすぎだったかもネ。
ko: 무화과를 너무 많이 먹어버렸나봐.
pl: Być może przesadziłem z tymi figami.
pt_br: Talvez eu tenha exagerado nos figos.
ru: Кажется, с инжиром я переборщил.
zh_cn: 我把无花果可能用过头了。
zh_tw: 我把無花果可能用過頭了。

# CHARACTERS.WARLY.DESCRIBE.KRAMPUS
source: What the devil!
de: Was zum Teufel!
es: ¡Pero qué demonios!
es_mx: ¡Pero qué demonios!
fr: Mais que diable... ?!
it: Che diavolo!
ja: オマエ！何者ダ！
ko: 이게 대체 무슨?!
pl: Co do diabła?!
pt_br: Que diabos!
ru: Что за черт!
zh_cn: 这是什么鬼！
zh_tw: 這是什麼鬼！

# CHARACTERS.WARLY.DESCRIBE.KRAMPUS_SACK
source: Infinite pocket space!
de: Unendlich viel Platz!
es: ¡Espacio infinito en el bolsillo!
es_mx: ¡Espacio infinito en el bolsillo!
fr: Des poches de géant !
it: Spazio nella tasca infinito!
ja: いっぱい入るヨ！
ko: 주머니에 끝없이 들어가지!
pl: Nieskończona przestrzeń kieszeniowa!
pt_br: Espaço de bolso infinito!
ru: Бесконечный запас места!
zh_cn: 无限的口袋空间！
zh_tw: 無限的口袋空間！

# CHARACTERS.WARLY.DESCRIBE.LANTERN
source: It is my night light.
de: Mein Lichtlein auf dem Ozean.
es: Es mi luz para la noche.
es_mx: Es mi luz para la noche.
fr: C'est ma lanterne de nuit.
it: È la mia luce di notte.
ja: 常夜灯にぴったりネ
ko: 밤에 켜놓는 등이지.
pl: Oto moje światło w mroku.
pt_br: É minha luz noturna.
ru: Мой свет в ночи.
zh_cn: 这是我夜晚用的灯。
zh_tw: 這是我夜晚用的燈。

# CHARACTERS.WARLY.DESCRIBE.LATKES
source: Some chives, a dollop of sour cream, c'est parfait!
de: Etwas Schnittlauch, ein Klecks saure Sahne, c'est parfait!
es: ¡Unas cebolletas y un pegote de crema agria, c'est parfait!
es_mx: Un poco de cebollín, una cucharada de crema agria y ¡c'est parfait!
fr: Un peu de ciboulette, une cuillérée de crème fraîche... Quel délice !
it: Un pizzico d'erba cipollina e un tocco di panna acida: c'est parfait!
ja: エゾネギと少量のサワークリームを混ぜて...これで完ぺきだネ！
ko: 부추에 약간의 사워크림까지, 완벽해!
pl: Trochę szczypiorku, łyżka śmietany, c'est parfait!
pt_br: Um pouco de cebolinhas, um bocado de creme azedo, c'est parfait!
ru: Немного лука, сметаны, c'est parfait!
zh_cn: 撒点葱花，倒点酸奶油，简直就完美了！
zh_tw: 撒點蔥花，倒點優酪乳油，簡直就完美了！

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: We must destroy it, tout suite!
de: Wir müssen sie tout suite zerstören!
es: ¡Hay que destruirlo, tout de suite!
es_mx: ¡Debemos destruirla de inmediato!
fr: Nous devons le détruire immédiatement !
it: Dobbiamo procedere con la sua distruzione, tout de suite!
ja: 今すぐこれを破壊しないといけないヨ。
ko: 지금 당장 파괴해야 해!
pl: Musimy to zniszczyć, tout de suite!
pt_br: A gente precisa destruí-lo, tout de suite!
ru: Его надо уничтожить, tout de suite!
zh_cn: 我们必须现在就摧毁它！
zh_tw: 我們必須現在就摧毀它！

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_BOARLORD
source: He's the one who cooked up this whole thing.
de: Das ist ein ganz ausgekochter Typ.
es: Él es quien ha cocinado todo esto.
es_mx: Fue el que preparó todo esto.
fr: C'est lui qui a mijoté toute cette affaire.
it: È stato lui a escogitare tutto questo.
ja: これぜ～んぶ料理したのは、あの人だヨ。
ko: 이 모든 것을 꾸민 녀석이야.
pl: To przez niego jesteśmy ugotowani.
pt_br: Foi ele quem preparou tudo isso.
ru: Это он заварил кашу.
zh_cn: 都是他一手炮制的。
zh_tw: 都是他一手炮製的。

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_HEAVYBLADE
source: Perfect for chopping ingredients, and enemies!
de: Ideal zum Schnippeln von Zutaten und Gegnern!
es: ¡Perfecto para trocear ingredientes... y a enemigos!
es_mx: ¡Es perfecta para cortar ingredientes y enemigos!
fr: C'est parfait pour émincer les ingrédients... et les ennemis !
it: Perfetta per sminuzzare gli ingredienti... e i nemici!
ja: 材料を刻むのに最適。あと、敵もネ！
ko: 재료와 적을 베기 딱 좋아!
pl: Świetnie nadaje się do cięcia składników i przeciwników!
pt_br: Perfeita para picar ingredientes e inimigos!
ru: Идеально подходит для нарезки ингредиентов. И врагов!
zh_cn: 斩切食物原料和敌人的完美利器！
zh_tw: 斬切食物原料和敵人的完美利器！

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_KEYHOLE
source: That's our way back.
de: Das ist unser Rückweg.
es: Por ahí se vuelve.
es_mx: Ese es nuestro boleto de regreso.
fr: C'est notre ticket de sortie.
it: Possiamo tornare indietro da lì.
ja: あれが戻る道だネ。
ko: 바로 저길 통해 돌아갈 수 있어.
pl: To nasza droga powrotna.
pt_br: É o nosso caminho de volta.
ru: Путь назад.
zh_cn: 我们回去要从那走。
zh_tw: 我們回去要從那走。

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: Time to leave, oui?
de: Zeit zu gehen, oui?
es: Hora de marcharse, ¿oui?
es_mx: Hora de irse, ¿oui?
fr: Il est temps de partir.
it: È ora di andare, n'est pas?
ja: 行かなくちゃいけない時間かな？
ko: 이제 떠날까?
pl: Czas w drogę, oui?
pt_br: É hora de ir embora, oui?
ru: Пора уходить, oui?
zh_cn: 该走了，对吧？
zh_tw: 該走了，對吧？

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_LUCY
source: Lucy looks a little different, non?
de: Lucy sieht ein wenig anders aus, non?
es: Lucy está un poco cambiada, ¿non?
es_mx: Lucy se ve distinta, ¿non?
fr: Lucy a l'air un peu différente.
it: Lucy ha un aspetto un po' diverso, n'est pas?
ja: ルーシーの様子が少し変な気がするネ？
ko: 루시가 조금 달라 보이지 않아?
pl: Lucy wygląda jakoś inaczej, non?
pt_br: A Lucy tá meio diferente, non?
ru: Люси выглядит как-то иначе, non?
zh_cn: 露西看着有点不一样，是不是？
zh_tw: 露西看著有點不一樣，是不是？

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: One day I'll find the portal that takes me home...
de: Eines Tages finde ich das Portal, das mich nach Hause bringt ...
es: Algún día daré con el portal de vuelta a casa...
es_mx: Un día encontraré el portal que me llevará de vuelta a casa.
fr: Un jour, je trouverai le portail qui me ramènera chez moi.
it: Un giorno troverò il portale che mi ricondurrà a casa...
ja: いつかきっと、家に帰るポータルを見つけるヨ…
ko: 언젠가 집으로 가는 포털을 찾을 거야...
pl: Któregoś dnia znajdę portal, który zabierze mnie do domu...
pt_br: Um dia, eu vou encontrar o portal que vai me levar pra casa...
ru: Однажды я найду портал, который вернет меня домой.
zh_cn: 总有一天我会找到带我回家的门...
zh_tw: 總有一天我會找到帶我回家的門...

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_PORTAL.ON
source: Let's go, tout suite!
de: Gehen wir tout suite!
es: ¡Vamos, tout de suite!
es_mx: ¡Vámonos, de inmediato!
fr: Partons sur-le-champ !
it: Andiamo, tout de suite!
ja: さあ行こう、今すぐに！
ko: 지금 당장 가자!
pl: Ruszajmy, tout de suite!
pt_br: Vamos nessa, tout de suite!
ru: Вперед, tout de suite!
zh_cn: 我们这就走！
zh_tw: 我們這就走！

# CHARACTERS.WARLY.DESCRIBE.LAVAARENA_SPAWNER
source: That's where our foes keep coming from!
de: Da kommen unsere Feinde her!
es: ¡De ahí es de donde vienen nuestros enemigos!
es_mx: ¡De ahí es que siguen saliendo nuestros enemigos!
fr: C'est de là que sortent nos ennemis !
it: È da lì che continuano ad arrivare i nemici!
ja: ここから敵がやってきているんだネ！
ko: 적들이 계속해서 나오는 곳이야!
pl: Stąd się biorą nasi wrogowie!
pt_br: É daí que os nossos inimigos não param de sair!
ru: Вот откуда приходят наши враги!
zh_cn: 我们敌人都是从那来的。
zh_tw: 我們敵人都是從那來的。

# CHARACTERS.WARLY.DESCRIBE.LAVAE
source: You're a pretty cute little sausage link.
de: Du bist aber eine niedliche kleine Würstchenkette.
es: Eres una bonita ristra de salchichas.
es_mx: Eres una salchichita bonita.
fr: Oh, quelle petite saucisse trop mignonne.
it: Sei fin troppo carina per diventare una salsiccetta.
ja: 可愛いソーセージみたいだネ。
ko: 작고 귀여운 소시지 토막이구나.
pl: Wyglądasz jak mała, śliczna kiełbaska.
pt_br: Você é uma linguicinha muito bonitinha.
ru: Какая же ты милая сарделька.
zh_cn: 真是个可爱的小香肠。
zh_tw: 真是個可愛的小香腸。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_COCOON
source: Yuck. I should wash my hands before I prepare food.
de: Igitt. Ich sollte mir die Hände waschen, bevor ich koche.
es: Puaj. Debería lavarme las manos antes de preparar comida.
es_mx: ¡Puaj! Debería lavarme las manos antes de preparar comida.
fr: Beurk, j'aurais dû me laver les mains avant de cuisiner.
it: Puah, dovrò lavarmi le mani prima di preparare da mangiare.
ja: うえっ。食事を用意する前によく手を洗わないとネ。
ko: 우웩. 음식을 준비하기 전에 손부터 씻어야겠어.
pl: Ble. Lepiej umyję ręce, zanim wezmę się za gotowanie.
pt_br: Eca. É melhor eu lavar as mãos antes de preparar a comida.
ru: Фу. Надо сначала помыть руки, а потом уже готовить.
zh_cn: 呀。做饭前应该洗洗手。
zh_tw: 呀。做飯前應該洗洗手。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_EGG.GENERIC
source: Is its flavor profile comparable to a regular egg?
de: Ist der Geschmack mit einem normalen Ei vergleichbar?
es: ¿Su sabor es comparable al de un huevo normal y corriente?
es_mx: ¿Su perfil de sabor es comparable al de un huevo normal?
fr: Est-ce que son goût est comparable à celui d'un œuf normal ?
it: Ha una proprietà organolettiche simili a quelle di un normale uovo?
ja: 普通の卵みたいな味がするノ？
ko: 맛이 평범한 알이랑 비슷할까?
pl: Czy w smaku przypomina normalne jajko?
pt_br: Será que o perfil de sabor dele é comparável ao de um ovo regular?
ru: А как у него вкусовые характеристики по сравнению с обычным?
zh_cn: 它的味道和普通鸡蛋一样吗？
zh_tw: 它的味道和普通雞蛋一樣嗎？

# CHARACTERS.WARLY.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: Are you chilly, ma petite choux-fleur?
de: Ist dir kühl, ma petite choux-fleur?
es: ¿Tienes frío, mi petite choux-fleur?
es_mx: ¿Tienes frío, mi petite coliflor?
fr: Tu as froid, ma petite chérie ?
it: Hai freddo, ma petite choux-fleur?
ja: 寒いのかナ、カリフラワーちゃん？
ko: 춥니, 마 쁘띠 콜리플라워?
pl: Zimno ci, mon petit chou-fleur?
pt_br: Tá com frio, ma petite choux-fleur.
ru: Замерзла, ma petite choux-fleur?
zh_cn: 你冷吗，我的小花椰菜？
zh_tw: 你冷嗎，我的小花椰菜？

# CHARACTERS.WARLY.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: Nice and cozy.
de: Sehr gemütlich.
es: Agradable y de espíritu hogareño.
es_mx: Está bien cómoda.
fr: Et voilà, confortable, non ?
it: Bello e accogliente.
ja: 快適で素敵だヨ。
ko: 아늑하니 좋아.
pl: Miło i przytulnie.
pt_br: Bem aconchegante.
ru: Мило и уютно.
zh_cn: 好看又舒适。
zh_tw: 好看又舒適。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_PET.CONTENT
source: Happy as a deliciously seasoned clam.
de: Wie der Mops im Haferstroh.
es: Feliz como una almeja deliciosamente aderezada.
es_mx: Está tan feliz como una almeja deliciosamente sazonada.
fr: Elle a l'air si heureuse !
it: Felice, come una lumachina ben condita.
ja: 美味しく味つけされたアサリみたいに幸せだネ。
ko: 맛있게 양념한 조개처럼 행복해.
pl: Cały w skowronkach.
pt_br: Feliz como um marisco deliciosamente temperado.
ru: Довольна как удав. Как раскаленный удав.
zh_cn: 就像美味的扇贝一样快乐。
zh_tw: 就像美味的扇貝一樣快樂。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_PET.GENERIC
source: She's a fiery little one.
de: Ein feuriges kleines Ding.
es: Tiene un carácter muy ardiente.
es_mx: Es un bichito ardiente.
fr: Elle a le sang chaud, cette petite.
it: È una piccolina infuocata.
ja: 炎みたいに激しいおチビちゃん。
ko: 불같은 친구야.
pl: Ognista bestyjka.
pt_br: Ela é pequena e ardente.
ru: Какой живчик.
zh_cn: 她是个小火辣。
zh_tw: 她是個小火辣。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_PET.HUNGRY
source: You are hungry, non? Let me whip something up.
de: Du bist hungrig, non? Lass mich rasch etwas kreieren.
es: Tienes hambre, ¿non? Deja que te prepare algo.
es_mx: Tienes hambre, ¿non? Déjame prepararte algo.
fr: Tu as faim, non ? Je vais te préparer un petit quelque chose.
it: Hai fame, n'est pas? Lascia che ti prepari qualcosa al volo.
ja: お腹は空いてないかナ？なにか作ってあげるネ。
ko: 배고프니? 후딱 뭐 만들어 줄게.
pl: Jesteś głodny, non? Zaraz ci coś upichcę.
pt_br: Tá com fome, non? Me deixe preparar algo pra você.
ru: Проголодалась, non? Давай что-нибудь приготовлю.
zh_cn: 你是饿了吗？我给你准备点料理。
zh_tw: 你是餓了嗎？我給你準備點料理。

# CHARACTERS.WARLY.DESCRIBE.LAVAE_PET.STARVING
source: I should cook something for her, fast!
de: Ich muss schnell etwas für sie kochen!
es: ¡Debería cocinar algo para ella a la de ya!
es_mx: ¡Debería prepararle algo, y rápido!
fr: Je devrais lui préparer un truc, et vite !
it: Devo preparare qualcosa, in fretta!
ja: 急いで何か作ってあげないとネ！
ko: 빨리 뭘 요리해 줘야겠어!
pl: Muszę mu szybko coś upichcić!
pt_br: É melhor eu cozinhar algo pra ela. E rápido!
ru: Надо что-нибудь скорее для нее приготовить!
zh_cn: 我要给她做点吃的，这就做！
zh_tw: 我要給她做點吃的，這就做！

# CHARACTERS.WARLY.DESCRIBE.LAVAE_TOOTH
source: It came off my petite fiery friend.
de: Den hat meine petite feurige Freundin verloren.
es: Se ha caído, mi ardiente camarada.
es_mx: Se le cayó a mi petite amiguita ardiente.
fr: Ma petite copine en flammes l'a perdue.
it: È caduto alla mia petite amie infuocata.
ja: 炎みたいなおチビちゃんから抜け落ちたものだヨ。
ko: 불같은 꼬마 친구한테서 떨어졌어.
pl: Wypadł z mojego petit ognistego przyjaciela.
pt_br: Isso saiu da minha petite amiga ardente.
ru: Выпал из моей маленькой огненной подружки.
zh_cn: 我小火辣朋友身上掉下来的。
zh_tw: 我小火辣朋友身上掉下來的。

# CHARACTERS.WARLY.DESCRIBE.LAVASPIT.COOL
source: The top has cooled like a barfy crème brûlée!
de: Die Oberfläche ist abgekühlt wie bei einer widerlichen Crème brûlée!
es: ¡Lo de arriba se ha enfriado como una creme brûlée mala!
es_mx: ¡La parte superior se enfrió como una asquerosa crème brûlée!
fr: Le dessus a refroidi, c'est comme un vomi de crème brûlée !
it: La punta si è raffreddata come una crème brûlé!
ja: 表面が冷えて…クレームブリュレみたいになってるネ！
ko: 위는 식어서 크렘 브륄레 같아!
pl: Na górze wystygło, jak crème brûlée!
pt_br: A parte de cima esfriou, parece um crème brûlée de vômito!
ru: Верхушка застыла так, как будто кого-то стошнило крем-брюле!
zh_cn: 表面已经冷却了，像焦糖布丁一样。
zh_tw: 表面已經冷卻了，像焦糖布丁一樣。

# CHARACTERS.WARLY.DESCRIBE.LAVASPIT.HOT
source: A chef-cuisinier never burns his fingers.
de: Ein Chefkoch verbrennt sich nie die Finger.
es: Un chef-cuisinier nunca se quema los dedos.
es_mx: Un chef cuisinier nunca se quema los dedos.
fr: Un grand chef ne se brûle jamais les doigts.
it: Uno chef non si brucia mai le dita.
ja: シェフは、熱いの触ってもヤケドしないヨ
ko: 실력 있는 셰프는 절대 손가락을 데는 일이 없지.
pl: Chef-cuisinier nigdy nie oparzy się w palce.
pt_br: Um mestre-cuca nunca queima seus dedos.
ru: Шеф-повар никогда не обжигает пальцы.
zh_cn: 一位主厨是绝对不会烫到手指的。
zh_tw: 一位主廚是絕對不會燙到手指的。

# CHARACTERS.WARLY.DESCRIBE.LAVA_POND
source: That looks a little toasty.
de: Sieht knusprig aus.
es: Está un pelín tostado.
es_mx: Se ve calientito.
fr: Ça tient bien chaud.
it: Sembra un po' troppo caldo.
ja: 何だか温かそうだネ。
ko: 조금 따뜻해 보여.
pl: Wygląda na trochę nagrzane.
pt_br: Isso parece meio quente demais.
ru: Сейчас закипит.
zh_cn: 看起来温暖舒适。
zh_tw: 看起來溫暖舒適。

# CHARACTERS.WARLY.DESCRIBE.LAVA_POND_ROCK
source: Looks like a rock to me.
de: Sieht aus wie ein Stein.
es: A mí me parece una roca.
es_mx: A mí me parece una roca.
fr: On dirait bien un caillou.
it: Mi sembra una roccia.
ja: 俺には岩の様に見える。
ko: 내 눈에는 돌로 보인다.
pl: Wygląda mi to na kamień.
pt_br: Tá me parecendo que é uma pedra.
ru: Похоже, этот камушек как раз по мне.
zh_cn: 我看它就是块石头。
zh_tw: 我看它就是塊石頭。

# CHARACTERS.WARLY.DESCRIBE.LEAFLOAF
source: A basic recipe, elevated through the use of this strange meat!
de: Ein schlichtes Rezept, aufgewertet durch dieses merkwürdige Fleisch!
es: Una receta básica, ¡elevada por el uso de esta extraña carne!
es_mx: Una receta básica, ¡mejorada con el uso de esta extraña carne!
fr: Une recette simple mais sublimée par une viande étrange !
it: Una ricetta basica, migliorata dall'uso di una carne strana!
ja: 不思議な肉を使って、基本レシピがもっとよくなったヨ！
ko: 단순한 레시피에 이상한 고기를 사용해서 한층 업그레이드됐어!
pl: Prosty przepis urozmaicony tym dziwnym mięsem!
pt_br: Uma receita básica, elevada pelo uso dessa carne estranha!
ru: Это странное мясо вывело простой рецепт на новый уровень!
zh_cn: 一个基本的食谱，但是因为使用了这种奇怪的肉得到了升华！
zh_tw: 一個基本的食譜，但是因為使用了這種奇怪的肉得到了昇華！

# CHARACTERS.WARLY.DESCRIBE.LEAFYMEATBURGER
source: Perhaps this is how we'll convince Mademoiselle Wigfrid to eat her vegetables?
de: Vielleicht lässt sich Mademoiselle Wigfrid so überreden, ihr Gemüse zu essen?
es: ¿Quizá así convenzamos a Mademoiselle Wigfrid de que coma verdura?
es_mx: Quizá así podamos convencer a mademoiselle Wigfrid de que coma verduras.
fr: Peut-être cela convaincra-t-il mademoiselle Wigfrid de manger ses légumes.
it: Forse così convincerò mademoiselle Wigfrid a mangiare un po' di verdura?
ja: これでマドモアゼル・ウィグフリドに野菜を食べてもらえるのでワ？
ko: 이러면 마드모아젤 위그프리드가 채소를 먹어줄까?
pl: Może tak przekonam mademoiselle Wigfrydę, żeby jadła więcej warzyw?
pt_br: Talvez seja assim que convenceremos a senhorita Wigfrid a comer legumes?
ru: Может, хоть так мы сможем уговорить мадмуазель Вигфрид есть овощи?
zh_cn: 也许这就是我们说服薇格弗德小姐吃蔬菜的方法？
zh_tw: 也許這就是我們說服薇格弗德小姐吃蔬菜的方法？

# CHARACTERS.WARLY.DESCRIBE.LEAFYMEATSOUFFLE
source: It is certainly... food.
de: Es ist sicherlich ... essbar.
es: Ciertamente, es... comida.
es_mx: Ciertamente, es... comida.
fr: C'est... de la nourriture.
it: È sicuramente... cibo.
ja: これはもちろん…食べ物だヨ。
ko: 음식...이긴 하네.
pl: To z pewnością jakieś... jedzenie.
pt_br: Certamente é... comida.
ru: Это... съедобно.
zh_cn: 这当然是……食物。
zh_tw: 這當然是……食物。

# CHARACTERS.WARLY.DESCRIBE.LEIF
source: I'm out of my element!
de: Ich bin aus meinem Element!
es: ¡Estoy fuera de mi elemento!
es_mx: ¡Estoy fuera de mi elemento!
fr: Je ne suis pas dans mon élément !
it: Sono fuori dal mio habitat!
ja: 自然のお怒りに触れちゃったヨ！
ko: 정신 못 차리겠어!
pl: Masz może cynamon?
pt_br: Estou fora do meu ambiente!
ru: Чувствую себя не в своей тарелке!
zh_cn: 我有点无所适从！
zh_tw: 我有點無所適從！

# CHARACTERS.WARLY.DESCRIBE.LEIF_SPARSE
source: I'm out of my element!
de: Ich bin aus meinem Element!
es: ¡Estoy fuera de mi elemento!
es_mx: ¡Estoy fuera de mi elemento!
fr: Je ne suis pas dans mon élément !
it: Sono fuori dal mio habitat!
ja: 自然のお怒りに触れちゃったヨ！
ko: 정신 못 차리겠어!
pl: Masz może cynamon?
pt_br: Estou fora do meu ambiente!
ru: Чувствую себя не в своей тарелке!
zh_cn: 我有点无所适从！
zh_tw: 我有點無所適從！

# CHARACTERS.WARLY.DESCRIBE.LICHEN
source: Really scraping the barrel for produce here.
de: Das ist wirklich nur was für den Notfall.
es: Hay que raspar bien el barril para obtener productos.
es_mx: Hay que raspar bien el barril para obtener productos.
fr: On racle vraiment les fonds de tiroir là...
it: Sto davvero raschiando il barile per del prodotto.
ja: こんな食材しか手に入らないナンテ…
ko: 여긴 채소 구하기가 참 어려워.
pl: Na bezrybiu i porost ryba.
pt_br: Estou realmente raspando o barril a procura de alimento aqui.
ru: Придется поскрести по сусекам, чтобы что-нибудь найти.
zh_cn: 它们长在这里也是不得已的。
zh_tw: 它們長在這裡也是不得已的。

# CHARACTERS.WARLY.DESCRIBE.LIFEINJECTOR
source: It's not so bad, if you close your eyes.
de: Es ist nicht so schlimm, wenn man die Augen schließt.
es: No está mal, si cierras los ojos.
es_mx: No es tan malo si cierras los ojos.
fr: Ce n'est pas si mal. Il suffit de fermer les yeux.
it: Non è poi così male, se chiudi gli occhi.
ja: 悪くないヨ、目を閉じている限りはネ。
ko: 눈을 감으면 그렇게 나쁘진 않아.
pl: Nie jest takie złe, jak się zamknie oczy.
pt_br: Não é tão ruim se você fechar os olhos.
ru: Если закрыть глаза, то не так и плохо.
zh_cn: 闭上眼也没那么糟。
zh_tw: 閉上眼也沒那麼糟。

# CHARACTERS.WARLY.DESCRIBE.LIGHTBULB
source: Looks like candy.
de: Zucker!
es: Parece como un caramelo.
es_mx: Parece un caramelo.
fr: On dirait une dragée.
it: Sembra una caramella.
ja: キャンディみたいネ
ko: 사탕처럼 생겼어.
pl: Wygląda jak cukierek.
pt_br: Parece bala.
ru: Похоже на конфетку.
zh_cn: 看上去像糖果。
zh_tw: 看上去像糖果。

# CHARACTERS.WARLY.DESCRIBE.LIGHTER
source: This is Willow's.
de: Das gehört Willow.
es: Esto es de Willow.
es_mx: Es de Willow.
fr: C'est celui de Willow.
it: È di Willow.
ja: これはウィローのだネ。
ko: 윌로우의 물건이야.
pl: To należy do Willow.
pt_br: Esse é da Willow.
ru: Это принадлежит Уиллоу.
zh_cn: 是薇洛的。
zh_tw: 是薇洛的。

# CHARACTERS.WARLY.DESCRIBE.LIGHTFLIER
source: Light the way, mon ami!
de: Leuchte mir, mon ami!
es: ¡Ilumina el camino, mon ami!
fr: Éclaire mon chemin, très cher !
it: Fammi luce, mon ami!
ja: こっちを照らして、モナミ！
ko: 앞장서, 몽 아미(친구)!
pl: Rozświetlaj drogę, mon ami!
pt_br: Ilumine o caminho, mon amie!
ru: Освети путь, mon ami!
zh_cn: 照亮前路吧，我的朋友！
zh_tw: 照亮前路吧，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Goat milkshake!
de: Hüpfende Ziege.
es: ¡Batido de leche de cabra!
es_mx: ¡Malteada de leche de cabra!
fr: Milkshake de chèvre !
it: Frullato di capra!
ja: ヤギのミルクシェイク！
ko: 염소 밀크셰이크!
pl: Kozi shake!
pt_br: Milk-shake de bode!
ru: Козий милкшейк!
zh_cn: 山羊奶昔！
zh_tw: 山羊奶昔！

# CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: I had a goat once.
de: Ich habe den Sack vom Ziegenmann.
es: Una vez tuve una cabra.
es_mx: Una vez tuve una cabra.
fr: J'ai eu un bouc dans le temps.
it: Ho avuto una capra una volta.
ja: ボク、昔、ヤギを飼っていたヨ
ko: 나도 전에 염소 길렀는데.
pl: Miałem kiedyś kozę.
pt_br: Tive um bode uma vez.
ru: У меня когда-то была козочка.
zh_cn: 我曾经有一只山羊。
zh_tw: 我曾經有一隻山羊。

# CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOATHORN
source: For kabobs, perhaps?
de: Kebab
es: ¿Para kebabs, tal vez?
es_mx: ¿Para brochetas, tal vez?
fr: Pour les kebabs peut-être ?
it: Per gli spiedini, forse?
ja: これでシシケバブ作れるカナ？
ko: 꼬치구이 만드는 데 쓸 수 있을까?
pl: Do kebabu?
pt_br: Para espetinhos, talvez?
ru: Подойдет для кебабов?
zh_cn: 可能是用来烤肉串的？
zh_tw: 可能是用來烤肉串的？

# CHARACTERS.WARLY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Electricity!
de: Die Tage der Elektrizität sind vorbei.
es: ¡Electricidad!
es_mx: ¡Electricidad!
fr: Électricité !
it: Elettricità!
ja: ビリビリだヨ！
ko: 전기!
pl: Prąd!
pt_br: Eletricidade!
ru: Электричество!
zh_cn: 电流！
zh_tw: 電流！

# CHARACTERS.WARLY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I do feel a bit safer now.
de: Ich fühle mich jetzt ein wenig sicherer.
es: Ahora me siento un poco más seguro.
es_mx: Ahora me siento un poco más seguro.
fr: Je me sens un plus en sécurité maintenant.
it: Mi sento un po' più sicuro ora.
ja: これで、ちょっと安心ネ
ko: 이제 좀 안전해진 느낌이야.
pl: Czuję się teraz odrobinę bezpieczniejszy.
pt_br: Realmente me sinto um pouco mais seguro agora.
ru: Теперь мне немного спокойнее.
zh_cn: 我现在感觉安全一点了。
zh_tw: 我現在感覺安全一點了。
