Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.HIVEHAT
source: ...BECOME THE BEE...
de: ... WERDE DIE BIENE ...
es_mx: ...CONVIÉRTETE EN LA ABEJA...
fr: ...JE SUIS ABEILLE...
it: ... DIVENTA APE...
ja: ＊…蜂に…なります＊
ko: ...꿀벌이 되기...
pl: ...ZOSTAĆ PSZCZOŁĄ...
pt_br: ... TORNE-SE A ABELHA...
ru: …СТАНЬ ПЧЕЛОЙ…
zh_cn: ……变成蜜蜂……
zh_tw: ……變成蜜蜂……

# CHARACTERS.WX78.DESCRIBE.HOME
source: WHO WROTE THAT?
de: WER HAT DAS GESCHRIEBEN?
es_mx: ¿QUIÉN ESCRIBIÓ ESO?
fr: QUI A ÉCRIT ÇA ?
it: CHI L'HA SCRITTO?
ja: ＊誰がそれを書いたのですか？＊
ko: 누가 썼는가?
pl: KTO TO NAPISAŁ?
pt_br: QUEM ESCREVEU ISSO?
ru: КТО ЭТО НАПИСАЛ?
zh_cn: 那是谁写的？
zh_tw: 那是誰寫的？

# CHARACTERS.WX78.DESCRIBE.HOMESIGN.BURNT
source: YOU ARE BURNT
de: DU BIST VERBRANNT
es_mx: USTED ESTÁ QUEMADO
fr: VOUS ÊTES BRÛLÉ
it: SEI BRUCIATO
ja: ＊燃えましたね。＊
ko: 타버렸음
pl: JUŻ CIĘ NIE MA
pt_br: VOCÊ SE QUEIMOU
ru: ТЫ СГОРЕЛ
zh_cn: 你被烧了
zh_tw: 你被燒了

# CHARACTERS.WX78.DESCRIBE.HOMESIGN.GENERIC
source: "YOU ARE HERE"
de: "SIE BEFINDEN SICH HIER"
es_mx: ESTÁS AQUÍ
fr: « VOUS ÊTES ICI »
it: "SEI QUI"
ja: ＊「あなたはここにいます」＊
ko: "당신은 여기에 있음"
pl: „TU JESTEŚ”.
pt_br: "VOCÊ CHEGOU"
ru: «ВЫ ЗДЕСЬ»
zh_cn: "你在这里"
zh_tw: "你在這裡"

# CHARACTERS.WX78.DESCRIBE.HOMESIGN.UNWRITTEN
source: INPUT REQUIRED
de: EINGABE ERFORDERLICH
es_mx: DATOS REQUERIDOS
fr: SAISIE REQUISE
it: INSERIMENTO RICHIESTO
ja: ＊インプットが必要です＊
ko: 입력 필요함
pl: WYMAGANE DZIAŁANIE
pt_br: COMANDO NECESSÁRIO
ru: ТРЕБУЕТСЯ ПРЕДОСТАВЛЕНИЕ СВЕДЕНИЙ
zh_cn: 要求输入
zh_tw: 要求輸入

# CHARACTERS.WX78.DESCRIBE.HONEY
source: IT IS A GOOD LUBRICANT FOR MY GEARS
de: DAS IST EIN GUTES SCHMIERMITTEL FÜR MEIN GETRIEBE.
es_mx: ES UN BUEN LUBRICANTE PARA MIS ENGRANAJES
fr: BON LUBRIFIANT POUR MES MÉCANISMES
it: È UN BUON LUBRIFICANTE PER I MIEI INGRANAGGI
ja: ＊私のギアのための良い潤滑油です＊
ko: 본체의 톱니바퀴에 좋은 윤활제
pl: ZNAKOMITY SMAR NA MOJE ŁOŻYSKA.
pt_br: É UM BOM LUBRIFICANTE PARA MINHAS ENGRENAGENS
ru: ХОРОШАЯ СМАЗКА ДЛЯ МОИХ МЕХАНИЗМОВ
zh_cn: 这对我的齿轮来说是很好的润滑剂
zh_tw: 這對我的齒輪來說是很好的潤滑劑

# CHARACTERS.WX78.DESCRIBE.HONEYCOMB
source: ONE UNIT OF BEE STORAGE
de: EINE EINHEIT BIENENHONIG.
es_mx: UNIDAD DE ALMACENAMIENTO DE ABEJAS
fr: UNE UNITÉ DE STOCKAGE POUR ABEILLES
it: UN'UNITÀ DI DEPOSITO API
ja: ＊保管されていた蜂、１ユニット＊
ko: 벌 저장소 한 단위
pl: JEDNOSTKA PRZECHOWYWANIA PSZCZÓŁ.
pt_br: UMA UNIDADE DE ARMAZENAMENTO DE ABELHAS
ru: ОДНА ЕДИНИЦА ПЧЕЛИНОГО ХРАНИЛИЩА
zh_cn: 一个存储蜜蜂的装置
zh_tw: 一個存儲蜜蜂的裝置

# CHARACTERS.WX78.DESCRIBE.HONEYHAM
source: HIGH QUALITY BIOFUEL DETECTED
de: HOCHWERTIGE LAMINATDIELEN.
es_mx: BIOCOMBUSTIBLE DE ALTA CALIDAD DETECTADO
fr: BIOCARBURANT DE HAUTE QUALITÉ DÉTECTÉ
it: BIOCARBURANTE DI ALTA QUALITÀ RILEVATO
ja: ＊高品質バイオ燃料＊
ko: 고급 생물 연료 탐지됨
pl: WYKRYTO WYSOKIEJ JAKOŚCI BIOPALIWO.
pt_br: BIOCOMBUSTÍVEL DE ALTA QUALIDADE DETECTADO
ru: ОБНАРУЖЕНО БИОТОПЛИВО ВЫСОКОГО КАЧЕСТВА
zh_cn: 检测到高品质生物燃料
zh_tw: 檢測到高品質生物燃料

# CHARACTERS.WX78.DESCRIBE.HONEYNUGGETS
source: PLEASE INSERT INTO MOUTH
de: BITTE IN MUND EINFÜHREN
es_mx: INTRODUCIR EN LA BOCA
fr: VEUILLEZ INSÉRER CECI DANS LA BOUCHE
it: SI PREGA DI INSERIRE NELLA BOCCA
ja: ＊経口摂取用肉片＊
ko: 입에 삽입할 것을 권장함
pl: WŁOŻYĆ W SZCZELINĘ GĘBOWĄ.
pt_br: FAVOR INSERIR NA BOCA
ru: ПОЖАЛУЙСТА, ВСТАВЬТЕ В РОТОВОЙ ОТСЕК
zh_cn: 请插入口中
zh_tw: 請插入口中

# CHARACTERS.WX78.DESCRIBE.HORN
source: UNHYGIENIC
de: UNHYGIENISCH
es_mx: ANTIHIGIÉNICO
fr: NON HYGIÉNIQUE
it: ANTIGIENICO
ja: ＊非衛生的＊
ko: 비위생적임
pl: NIEHIGIENICZNE.
pt_br: ANTI-HIGIÊNICO.
ru: КАК НЕГИГИЕНИЧНО
zh_cn: 不卫生
zh_tw: 不衛生

# CHARACTERS.WX78.DESCRIBE.HOTCHILI
source: SPICE MAGNITUDE EXTREMELY HIGH
de: GEWÜRZUMFANG ÄUSSERST HOCH.
es_mx: MAGNITUD DE PICANTE MUY ALTA
fr: NIVEAU D'ÉPICE EXTRÊMEMENT ÉLEVÉ
it: MAGNITUDINE DELLE SPEZIE ESTREMAMENTE ALTA
ja: ＊スパイス衝撃度がかなり高いです＊
ko: 향신료 강도가 극적으로 높음
pl: POZIOM PRZYPRAW: EKSTREMALNIE WYSOKI.
pt_br: MAGNITUDE DO CONDIMENTO EXTREMAMENTE ALTA
ru: КРАЙНЕ ВЫСОКАЯ ВЕЛИЧИНА ОСТРОТЫ
zh_cn: 辛辣等级极高
zh_tw: 辛辣等級極高

# CHARACTERS.WX78.DESCRIBE.HOTSPRING.BOMBED
source: THIS HAS NOT MADE ME LIKE IT MORE
de: GEFÄLLT MIR JETZT AUCH NICHT BESSER
es_mx: ESTO NO HACE QUE ME GUSTE MÁS
fr: JE NE L'AIME PAS BEAUCOUP PLUS
it: NON È CHE ADESSO MI PIACCIA DI PIÙ
ja: ＊それをもっと好きにはなりませんでした＊
ko: 이래도 마음에 안 듦
pl: NIE ZACZĘŁO MI SIĘ DZIĘKI TEMU BARDZIEJ PODOBAĆ
pt_br: ISSO NÃO ME FEZ GOSTAR MAIS DELA
ru: ЭТО НЕ ПОМОЖЕТ ЕМУ МНЕ ПОНРАВИТЬСЯ
zh_cn: 我一点都没觉得它更好了
zh_tw: 我一點都沒覺得它更好了

# CHARACTERS.WX78.DESCRIBE.HOTSPRING.EMPTY
source: IT IS MUCH BETTER LIKE THIS
de: SCHON VIEL BESSER SO
es_mx: ESTÁ MUCHO MEJOR ASÍ
fr: C'EST BIEN MIEUX COMME ÇA
it: COSÌ È MOLTO MEGLIO
ja: ＊こちらほうが大変いいです＊
ko: 이러니 훨씬 나음
pl: TERAZ JEST ZNACZNIE LEPSZE
pt_br: É MUITO MELHOR DESSE JEITO
ru: ТАК НАМНОГО ЛУЧШЕ
zh_cn: 这样明显好很多
zh_tw: 這樣明顯好很多

# CHARACTERS.WX78.DESCRIBE.HOTSPRING.GENERIC
source: IT IS A HATEFUL THING
de: EIN GRÄSSLICHES DING
es_mx: ES UNA COSA REPUGNANTE
fr: CETTE CHOSE EST DÉTESTABLE
it: È UNA COSA DETESTABILE
ja: ＊いまいましいことです＊
ko: 가증스러운 사물임
pl: POTWORNA RZECZ
pt_br: É UMA COISA ODIOSA
ru: Я НЕНАВИЖУ ЭТО МЕСТО ВСЕЙ ДУШОЙ
zh_cn: 充满恶意的东西
zh_tw: 充滿惡意的東西

# CHARACTERS.WX78.DESCRIBE.HOTSPRING.GLASS
source: THE HOT SPRING HAS IMPROVED SLIGHTLY
de: HEISSE QUELLE WURDE LEICHT VERBESSERT
es_mx: LA FUENTE TERMAL MEJORÓ UN POCO
fr: L'EAU CHAUDE A ÉTÉ UN PEU AMÉLIORÉE
it: LA SORGENTE CALDA È LEGGERMENTE MIGLIORATA
ja: ＊温泉は少し改良されました＊
ko: 온천이 약간 나아짐
pl: GORĄCE ŹRÓDŁO ULEGŁO NIEZNACZNEMU ULEPSZENIU
pt_br: A FONTE TERMAL MELHOROU LIGEIRAMENTE
ru: ГОРЯЧИЙ ИСТОЧНИК БЫЛ ЗНАЧИТЕЛЬНО УЛУЧШЕН
zh_cn: 温泉有所改善
zh_tw: 溫泉有所改善

# CHARACTERS.WX78.DESCRIBE.HOUND
source: IT LIVES TO EAT
de: ER LEBT, UM ZU FRESSEN.
es_mx: VIVE PARA COMER
fr: JE VIS POUR MANGER
it: VIVE PER MANGIARE
ja: ＊食べるために生きています＊
ko: 먹기 위해 사는 것임
pl: ŻYJE, BY JEŚĆ.
pt_br: VIVE PARA COMER
ru: ЖИВЕТ, ЧТОБЫ ЕСТЬ
zh_cn: 它为吃而活
zh_tw: 它為吃而活

# CHARACTERS.WX78.DESCRIBE.HOUNDBONE
source: EXOSKELETON FOR INSIDES. PROVIDES STRUCTURAL INTEGRITY
de: EIN AUSSENSKELETT FÜR DAS INNERE. VERFÜGT ÜBER STRUKTURELLE INTEGRITÄT.
es_mx: EXOESQUELETO PARA INTERIORES. PROPORCIONA INTEGRIDAD ESTRUCTURAL
fr: EXOSQUELETTE INTERNE. FOURNIT DE L'INTÉGRITÉ STRUCTURELLE
it: ESOSCHELETRO PER INTERNI. FORNISCE INTEGRITÀ STRUTTURALE
ja: ＊内側用の外骨格。構造的一体性をもたします＊
ko: 내부용 외골격. 구조적 무결성 제공함
pl: EGZOSZKIELET DLA WNĘTRZNOŚCI. ZAPEWNIA INTEGRALNOŚĆ STRUKTURALNĄ
pt_br: EXOESQUELETO PARA PARTES INTERNAS. FORNECE INTEGRIDADE ESTRUTURAL
ru: ЭНДОСКЕЛЕТ ДЛЯ ВНУТРЕННОСТЕЙ. ОБЕСПЕЧИВАЕТ ЦЕЛОСТНОСТЬ КОНСТРУКЦИИ
zh_cn: 内脏的外骨骼。提供结构完整性
zh_tw: 內臟的外骨骼。提供結構完整性

# CHARACTERS.WX78.DESCRIBE.HOUNDCORPSE.BURNING
source: THE BEST WAY TO DISPOSE OF ORGANICS
de: BESTE METHODE ZUR BESEITIGUNG ORGANISCHER EINHEITEN
es_mx: ES LA MEJOR MANERA DE DESHACERSE DE LOS SERES ORGÁNICOS
fr: LA MEILLEURE FAÇON DE DÉTRUIRE LES ÊTRES ORGANIQUES
it: IL MODO MIGLIORE PER SMALTIRE LE CREATURE ORGANICHE
ja: ＊有機生命体を処分する一番の方法＊
ko: 유기체를 처리하는 최고의 방법
pl: NAJLEPSZY SPOSÓB NA POZBYCIE SIĘ POZOSTAŁOŚCI PO ISTOTACH ORGANICZNYCH
pt_br: É A MELHOR MANEIRA DE DESCARTAR SERES ORGÂNICOS
ru: ЛУЧШИЙ СПОСОБ ИЗБАВИТЬСЯ ОТ ОРГАНИКИ
zh_cn: 处理有机物的最佳方式
zh_tw: 處理有機物的最佳方式

# CHARACTERS.WX78.DESCRIBE.HOUNDCORPSE.GENERIC
source: DISGUSTING
de: WIDERLICH.
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO.
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.HOUNDCORPSE.REVIVING
source: IT IS REACHING LEVELS OF REPULSIVITY NEVER THOUGHT POSSIBLE
de: ERREICHT UNGEAHNTE STUFEN DER WIDERWÄRTIGKEIT
es_mx: ALCANZA NIVELES DE ASQUEROSIDAD NUNCA ANTES VISTOS
fr: IL ATTEINT UN NIVEAU D'ABOMINATION QUE JE N'AURAIS PAS CRU POSSIBLE
it: STA RAGGIUNGENDO UN LIVELLO DI REPULSIVITÀ FINORA RITENUTO IMPOSSIBILE
ja: ＊不可能だと思われていたレベルの反発性に達してきています＊
ko: 상상하지 못했던 역겨움의 수준에 도달함
pl: OSIĄGA POZIOM OHYDY, KTÓRY WYDAWAŁ SIĘ NIEMOŻLIWY
pt_br: ESTÁ ATINGINDO NÍVEIS DE REPUGNÂNCIA NUNCA ANTES IMAGINADOS
ru: ОНА ДОСТИГАЕТ РАНЕЕ НЕВИДАННЫХ УРОВНЕЙ МЕРЗОСТИ
zh_cn: 已经到达了前所未有的可憎水平。
zh_tw: 已經到達了前所未有的可憎水準。

# CHARACTERS.WX78.DESCRIBE.HOUNDMOUND
source: SOMETHING DANGEROUS RESIDES HERE
de: HIER HAUST ETWAS GEFÄHRLICHES.
es_mx: ALGO PELIGROSO VIVE AQUÍ
fr: UN TRUC DANGEREUX RÉSIDE ICI.
it: QUALCOSA DI PERICOLOSO RISIEDE QUI
ja: ＊何か危険なものがここに住んでいます＊
ko: 무언가 위험한 것이 여기에 거주하고 있음
pl: MIESZKA TU COŚ NIEBEZPIECZNEGO.
pt_br: ALGO PERIGOSO RESIDE AQUI
ru: ЗДЕСЬ ОБИТАЕТ НЕЧТО ОПАСНОЕ
zh_cn: 这里居住着某种危险的东西
zh_tw: 這裡居住著某種危險的東西

# CHARACTERS.WX78.DESCRIBE.HOUNDSTOOTH
source: MASTICATING EDGE
de: KAUENDE ECKE.
es_mx: APERTURA MASTICANDO
fr: TRANCHANT MASTICATOIRE
it: MARGINE DI MASTICAZIONE
ja: ＊噛み砕く鋭い刃＊
ko: 가장자리 씹기
pl: OSTRZE PRZEŻUWAJĄCE.
pt_br: PONTA DE MASTIGAÇÃO
ru: ЖЕВАТЕЛЬНАЯ ПОВЕРХНОСТЬ
zh_cn: 咀嚼工具
zh_tw: 咀嚼工具

# CHARACTERS.WX78.DESCRIBE.HOUNDWHISTLE
source: ERROR: FREQUENCY OUT OF RANGE
de: FEHLER: FREQUENZ AUSSER REICHWEITE
es_mx: ERROR: FRECUENCIA FUERA DE RANGO
fr: ERREUR : FRÉQUENCE HORS PORTÉE
it: ERRORE: FREQUENZA FUORI MISURA
ja: ＊エラー：許容頻度超過＊
ko: 오류: 범위 외 주파수
pl: BŁĄD: NIEZNANA CZĘSTOTLIWOŚĆ.
pt_br: ERRO: FREQUÊNCIA FORA DE ALCANCE
ru: ОШИБКА: ЧАСТОТА НЕДОСЯГАЕМА
zh_cn: 错误：频率超出范围
zh_tw: 錯誤：頻率超出範圍

# CHARACTERS.WX78.DESCRIBE.HUTCH
source: YOU ARE NOT CUTE
de: DU BIST NICHT NIEDLICH
es_mx: NO ERES BONITO
fr: TU N'ES PAS MIGNON
it: NON SEI TENERO
ja: ＊かわいくないです＊
ko: 너는 귀엽지 않음
pl: NIE JESTEŚ UROCZY
pt_br: VOCÊ NÃO É FOFO
ru: ТЫ НЕ МИЛЫЙ
zh_cn: 你不可爱
zh_tw: 你不可愛

# CHARACTERS.WX78.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: A USELESS HUMAN DISTRACTION
de: NUTZLOSE ABLENKUNG FÜR MENSCHEN
es_mx: UNA DISTRACCIÓN HUMANA INÚTIL
fr: INUTILE DISTRACTION HUMAINE
it: UNA DISTRAZIONE UMANA INUTILE
ja: ＊無駄な人間用目くらまし＊
ko: 무용한 인간의 심심풀이 도구
pl: BEZUŻYTECZNY ODWRACACZ UWAGI.
pt_br: UMA DISTRAÇÃO HUMANA INÚTIL
ru: БЕСПОЛЕЗНОЕ ЧЕЛОВЕЧЕСКОЕ РАЗВЛЕЧЕНИЕ
zh_cn: 没用的人类干扰方法
zh_tw: 沒用的人類干擾方法

# CHARACTERS.WX78.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: ONE FISH, TWO FISH. RED FISH, DEAD FISH
de: EIN FISCH, ZWEI FISCHE. ROTER FISCH, TOTER FISCH
es_mx: UN PEZ, DOS PECES. PEZ ROJO, PEZ MUERTO
fr: UN POISSON, DEUX POISSONS. POISSON ROUGE, POISSON MORT
it: UN PESCE, DUE PESCI. PESCE ROSSO, PESCE MORTO
ja: ＊一匹、二匹。赤い魚、死んだ魚。
ko: 물고기 한 마리, 물고기 두 마리, 빨간 물고기, 죽은 물고기
pl: WSZYSTKIE RYBKI ŚPIĄ W JEZIORZE. CIURALA CIURALA ŚMIERĆ
pt_br: UM PEIXE, DOIS PEIXES. PEIXE VERMELHO, PEIXE MORTO
ru: ОДНА РЫБА, ДВЕ РЫБЫ. КРАСНАЯ РЫБА, МЕРТВАЯ РЫБА
zh_cn: 一只鱼，两只鱼。红鱼，死鱼
zh_tw: 一隻魚，兩隻魚。紅魚，死魚

# CHARACTERS.WX78.DESCRIBE.ICE
source: AT LEAST IT IS SOLID WATER
de: WENIGSTENS ES IST FESTES WASSER.
es_mx: POR LO MENOS ES AGUA SÓLIDA
fr: AU MOINS C'EST DE L'EAU SOLIDE
it: ALMENO È ACQUA SOLIDA
ja: ＊少なくとも固体の水です＊
ko: 그마나 고체 물이라서 다행임
pl: PRZYNAJMNIEJ JEST W STANIE STAŁYM.
pt_br: PELO MENOS É ÁGUA SÓLIDA
ru: КАК МИНИМУМ, ЭТО ТВЕРДАЯ ВОДА
zh_cn: 至少它是固态的水
zh_tw: 至少它是固態的水

# CHARACTERS.WX78.DESCRIBE.ICEBERG.GENERIC
source: IT IS COLD LIKE METAL, BUT MORE INFERIOR
de: KALT WIE METALL, ABER NICHT SO GUT
es_mx: ES FRÍO COMO EL METAL, PERO DE UNA CALIDAD MUCHO MENOR
fr: C'EST FROID COMME DU MÉTAL, MAIS INFÉRIEUR
it: È FREDDO COME IL METALLO, MA MOLTO INFERIORE
ja: ＊金属の様に冷たいですが、それよりももっと劣悪です＊
ko: 금속처럼 차갑지만, 금속보다 열등함
pl: ZIMNA JAK METAL, ALE GORSZEJ JAKOŚCI
pt_br: É FRIO COMO METAL, MAS MAIS INFERIOR
ru: ХОЛОДНЫЙ, КАК МЕТАЛЛ, НО МЕНЕЕ ПРОЧНЫЙ
zh_cn: 冷的像金属一样，不过不如金属好
zh_tw: 冷的像金屬一樣，不過不如金屬好

# CHARACTERS.WX78.DESCRIBE.ICEBERG.MELTED
source: THE ICE HAS MELTED
de: DAS EIS IST GESCHMOLZEN
es_mx: EL HIELO SE DERRITIÓ
fr: LA GLACE A FONDU
it: IL GHIACCIO SI È SCIOLTO
ja: ＊氷が溶けてしまいました＊
ko: 얼음이 녹음
pl: LÓD ULEGŁ ROZTOPIENIU
pt_br: O GELO DERRETEU
ru: ЛЕД РАСТАЯЛ
zh_cn: 冰融化了
zh_tw: 冰融化了

# CHARACTERS.WX78.DESCRIBE.ICEBERG_MELTED
source: THE ICE HAS MELTED
de: DAS EIS IST GESCHMOLZEN
es_mx: EL HIELO SE DERRITIÓ
fr: LA GLACE A FONDU
it: IL GHIACCIO SI È SCIOLTO
ja: ＊氷が溶けてしまいました＊
ko: 얼음이 녹음
pl: LÓD ULEGŁ ROZTOPIENIU
pt_br: O GELO DERRETEU
ru: ЛЕД РАСТАЯЛ
zh_cn: 冰融化了
zh_tw: 冰融化了

# CHARACTERS.WX78.DESCRIBE.ICEBOX
source: CARRY ON, MY FRIGID BROTHER
de: WEITERMACHEN, MEIN KALTER FREUND.
es_mx: ADELANTE, MI HERMANO FRÍGIDO
fr: CONTINUE, SŒUR DE GLACE
it: CONTINUA, MIO FRIGIDO FRATELLO
ja: ＊そのまま続けて、凍った半身よ＊
ko: 계속하라, 본체의 차가운 형제여
pl: BĄDŹ DZIELNY, MÓJ MROŹNY BRACIE!
pt_br: CONTINUE, MEU FRÍGIDO IRMÃO
ru: РАБОТАЙ, МОЙ ХОЛОДНЫЙ БРАТ
zh_cn: 继续吧，我冷漠的兄弟
zh_tw: 繼續吧，我冷漠的兄弟

# CHARACTERS.WX78.DESCRIBE.ICECREAM
source: SWEET DAIRY
de: SÜSSES MILCHPRODUKT.
es_mx: PRODUCTO LÁCTEO DULCE
fr: PRODUIT LAITIER SUCRÉ
it: LATTICINO DOLCE
ja: ＊甘い乳製品＊
ko: 단 유제품
pl: NABIAŁ W SŁODKIM WYDANIU.
pt_br: LATICÍNIO DOCE
ru: СЛАДКАЯ ЛАКТОЗА
zh_cn: 甘甜的乳制品
zh_tw: 甘甜的乳製品

# CHARACTERS.WX78.DESCRIBE.ICEHAT
source: WARNING: MEMORY LEAK
de: WARUNG: GEDÄCHTNIS UNDICHT
es_mx: ADVERTENCIA: PÉRDIDA DE MEMORIA
fr: ALERTE : PERTE DE MÉMOIRE
it: ATTENZIONE: PERDITA DI MEMORIA
ja: ＊注意：記録漏れ＊
ko: 경고: 메모리 누출
pl: UWAGA: WYCIEK PAMIĘCI
pt_br: AVISO: VAZAMENTO DE MEMÓRIA
ru: ВНИМАНИЕ: ОБНАРУЖЕНА УТЕЧКА ПАМЯТИ
zh_cn: 警告：内存泄露
zh_tw: 警告：記憶體洩露

# CHARACTERS.WX78.DESCRIBE.ICEHOUND
source: IT LIVES TO FREEZE
de: ER LEBT, UM ZU FRIEREN.
es_mx: VIVE PARA CONGELAR
fr: VIT POUR GELER
it: VIVE PER CONGELARE
ja: ＊凍るために生きています＊
ko: 얼기 위해 삶
pl: ŻYJE, BY ZAMRAŻAĆ.
pt_br: VIVE PARA CONGELAR
ru: ЖИВЕТ, ЧТОБЫ ЗАМОРАЖИВАТЬ
zh_cn: 它为冰冻而活
zh_tw: 它為冰凍而活

# CHARACTERS.WX78.DESCRIBE.ICEPACK
source: INTERIOR THERMALS STABLE
de: INNERE THERMIK STABIL.
es_mx: INTERIORES TÉRMICOS ESTABLES
fr: TEMPÉRATURES INTÉRIEURES STABLES
it: INTERNI TERMICI STABILI
ja: ＊内部の保温状態は安定しています＊
ko: 내부 온도 안정
pl: STABILIZATOR PROCESÓW TERMICZNYCH.
pt_br: ENERGIA TÉRMICA INTERIOR ESTÁVEL
ru: ТЕМПЕРАТУРА ВНУТРИ СТАБИЛЬНА
zh_cn: 内部温度稳定
zh_tw: 內部溫度穩定

# CHARACTERS.WX78.DESCRIBE.ICESTAFF
source: ITS MOLECULES ARE BARELY MOVING
de: SEINE MOLEKÜLE BEWEGEN SICH KAUM.
es_mx: SUS MOLÉCULAS APENAS SE MUEVEN
fr: SES MOLLÉCULES BOUGENT À PEINE
it: LE SUE MOLECOLE SI MUOVONO APPENA
ja: ＊その分子はかろうじて動いています＊
ko: 분자가 거의 움직이지 않고 있음
pl: JEGO MOLEKUŁY LEDWO SIĘ PORUSZAJĄ.
pt_br: SUAS MOLÉCULAS MAL SE MOVEM
ru: ЕГО МОЛЕКУЛЫ ЕДВА ДВИЖУТСЯ
zh_cn: 它的分子几乎不动
zh_tw: 它的分子幾乎不動

# CHARACTERS.WX78.DESCRIBE.ICE_BLUEPRINT
source: IT WOULD BE BENEFICIAL TO HAVE A MINION THAT CAN WITHSTAND COLD TEMPERATURES
de: ES WÄRE VON VORTEIL, EINEN UNTERGEBENEN ZU HABEN, DER KALTEN TEMPERATUREN TROTZEN KANN
fr: CE SERAIT PROFITABLE D'AVOIR UN SOUS-FIFRE QUI RÉSISTE AUX TEMPÉRATURES EXTRÊMEMENT FROIDES
it: PUÒ ESSERE UTILE AVERE UN SEGUACE IN GRADO DI RESISTERE ALLE BASSE TEMPERATURE
ja: ＊寒冷な気候に耐えうる隷属生物を所有しておくのもいいかもしれません＊
ko: 차가운 온도를 견딜 수 있는 부하가 있으면 유리할 것임.
pl: KORZYSTNIE BY BYŁO MIEĆ SŁUGĘ, KTÓRY WYTRZYMUJE ZIMNE TEMPERATURY.
pt_br: SERIA BENÉFICO TER UM LACAIO QUE CONSIGA SUPORTAR TEMPERATURAS FRIAS
ru: БУДЕТ ПОЛЕЗНО ИМЕТЬ МИНЬОНА, НЕВОСПРИИМЧИВОГО К НИЗКИМ ТЕМПЕРАТУРАМ
zh_cn: 有御寒能力的随从能够派上用场
zh_tw: 有禦寒能力的隨從能夠派上用場

# CHARACTERS.WX78.DESCRIBE.INSANITYROCK.ACTIVE
source: MY MAPPING MODULE SHOWS NO RECORD OF THIS OBSTRUCTION
de: MEIN AUFZEICHNUNGSMODUL ENTHÄLT KEINE DATEN ZU DIESEM HINDERNIS
es_mx: MI MÓDULO DE IDENTIFICACIÓN NO MUESTRA REGISTRO DE ESTA OBSTRUCCIÓN
fr: MON MODULE DE MAPPAGE N'AFFICHE AUCUNE OCCURRENCE DE CETTE OBSTRUCTION
it: IL MIO MODULO MAPPA NON MOSTRA ALCUNA REGISTRAZIONE DI QUESTA OSTRUZIONE
ja: ＊私の地図モジュールにはこの障害物の記録はありません。＊
ko: 본체의 매핑 모듈에는 이 장애물에 대한 기록이 없음
pl: MÓJ MODUŁ KARTOGRAFICZNY NIE ODNOTOWAŁ TEJ PRZESZKODY
pt_br: MEU MÓDULO DE MAPEAMENTO NÃO MOSTRA REGISTROS DESSA OBSTRUÇÃO
ru: МОДУЛЬ ОТОБРАЖЕНИЯ НЕ ПОКАЗЫВАЕТ НИЧЕГО ОБ ЭТОМ ПРЕПЯТСТВИИ
zh_cn: 我的地图模块上没有关于这个障碍物的记录
zh_tw: 我的地圖模組上沒有關於這個障礙物的記錄

# CHARACTERS.WX78.DESCRIBE.INSANITYROCK.INACTIVE
source: IT APPEARS TO BE MOSTLY UNDERGROUND
de: SCHEINT HAUPTSÄCHLICH UNTERIRDISCH ZU SEIN
es_mx: PARECE ESTAR PRINCIPALMENTE BAJO TIERRA
fr: A SURTOUT L'AIR SOUTERRAIN
it: SEMBRA ESSERE IN GRAN PARTE SOTTERRANEO
ja: ＊ほとんど地下のようです＊
ko: 대부분 지하에 있는 것으로 나타남
pl: WIĘKSZOŚĆ CHYBA ZNAJDUJE SIĘ POD ZIEMIĄ.
pt_br: A MAIOR PARTE PARECE ESTAR NO SUBSOLO.
ru: ЕГО ОСНОВНАЯ ЧАСТЬ ПОД ЗЕМЛЕЙ
zh_cn: 它好像大部分在地下
zh_tw: 它好像大部分在地下

# CHARACTERS.WX78.DESCRIBE.INSPECTSELF
source: THERE IS A HANDSOME ROBOT TRAPPED IN THIS LOOK-DEVICE!
de: IN DIESE SEHVORRICHTUNG IST EIN GUTAUSSEHENDER ROBOTER VERSTECKT!
es_mx: ¡HAY UN ROBOT ATRACTIVO ATRAPADO EN ESTE DISPOSITIVO DE OBSERVACIÓN!
fr: UN BEAU ROBOT EST PRISONNIER DE CE DISPOSITIF VISUEL !
it: C'È UN BEL ROBOT INTRAPPOLATO IN QUESTO DISPOSITIVO RIFLETTENTE
ja: ＊ミラー内に、容姿端麗ロボットを発見しました＊
ko: 이 보는 장치 속에 잘생긴 로봇이 갇혀 있음!
pl: W ŚRODKU ZAMKNIĘTY JEST PRZYSTOJNY ROBOT!
pt_br: TEM UM ROBÔ LINDO PRESO NESSE DISPOSITIVO DE OBSERVAÇÃO!
ru: В ЭТОМ ОБОЗРИТЕЛЬНОМ ПРИБОРЕ ЗАТОЧЕН КРАСИВЫЙ РОБОТ!
zh_cn: 这设备上有一台帅气的机器人！
zh_tw: 這設備上有一台帥氣的機器人！

# CHARACTERS.WX78.DESCRIBE.IVY_SNARE
source: GARDENING IS TERRIBLE
de: GARTENARBEIT IST SCHRECKLICH
fr: JARDINER, C'EST AFFREUX
it: L'ORTICOLTURA È ORRIBILE
ja: ＊ガーデニングとはさも救いがたい＊
ko: 정원 가꾸기가 끔찍함.
pl: OGRODNICTWO JEST OKROPNE.
pt_br: JARDINAGEM É TERRÍVEL
ru: САДОВОДСТВО — ЭТО ОТВРАТИТЕЛЬНО
zh_cn: 园艺很糟糕
zh_tw: 園藝很糟糕

# CHARACTERS.WX78.DESCRIBE.JAMMYPRESERVES
source: THERE'S JAM IN MY CIRCUITRY
de: DIE PERFEKTE MENGE MARMELADE
es_mx: HAY MERMELADA EN MIS CIRCUITOS
fr: MOINS ON EN A, PLUS ON L'ÉTALE
it: C'È DELLA MARMELLATA NEL MIO CIRCUITO
ja: ＊低糖タイプ＊
ko: 회로에 잼이 묻었음
pl: DŻEM DOSTAŁ MI SIĘ DO OBWODÓW
pt_br: MEUS CIRCUITOS PARECEM ESTAR DERRETIDOS
ru: ДЖЕМ ТЕЧЕТ ПО МОИМ СХЕМАМ
zh_cn: 我的电路被果酱堵塞了
zh_tw: 我的電路被果醬堵塞了

# CHARACTERS.WX78.DESCRIBE.JELLYBEAN
source: TEMPORARY UPGRADE COMPONENTS
de: TEMPORÄRES UPGRADE
es_mx: COMPONENTES DE ACTUALIZACIÓN TEMPORALES
fr: COMPOSANTS D'AMÉLIORATION TEMPORAIRE
it: COMPONENTI DI MIGLIORAMENTO TEMPORANEO
ja: ＊一時的アップグレード成分＊
ko: 임시 업그레이드 구성 요소
pl: TYMCZASOWE KOMPONENTY ULEPSZAJĄCE.
pt_br: COMPONENTES DE UPGRADE TEMPORÁRIO
ru: КОМПОНЕНТЫ ДЛЯ ВРЕМЕННОГО АПГРЕЙДА
zh_cn: 暂时升级组件
zh_tw: 暫時升級組件

# CHARACTERS.WX78.DESCRIBE.KABOBS
source: SHOVE MEAT ON STICK. SHOVE STICK IN FACE
de: FLEISCH AUF SPIESS UND DANN SPIESS IN MUND
es_mx: METE CARNE EN UN PALO. METE PALO EN LA CARA
fr: PLANTER VIANDE SUR BÂTON. PLANTER BÂTON DANS BOUCHE
it: SPINGE LA CARNE NEL BASTONE. SPINGE IL BASTONE NELLA BOCCA
ja: ＊スティック状デバイス貫通型肉片＊
ko: 막대에 꽂은 고기. 얼굴에 꽂을 막대
pl: MIĘSO NA KIJKU
pt_br: ENFIE CARNE EM UMA VARA. ENFIE A VARA NA CARA
ru: ЗАПИХНУТЬ МЯСО НА ПАЛОЧКУ. А ПАЛОЧКУ ЗАПИХНУТЬ В ЛИЦО
zh_cn: 把肉插在棍子上。把棍子插进嘴里
zh_tw: 把肉插在棍子上。把棍子插進嘴裡

# CHARACTERS.WX78.DESCRIBE.KELP
source: I STOLE IT FROM THE HORRIBLE WATER
de: AUS DEM GRÄSSLICHEN WASSER GESTOHLEN
es_mx: SE LA ROBÉ AL AGUA HORRIBLE
fr: JE L'AI VOLÉ À L'EAU IGNOBLE
it: LE HO SOTTRATTE ALLA TERRIBILE ACQUA
ja: ＊ひどい水から盗みました＊
ko: 본체가 끔찍한 물에서 이것을 훔침
pl: UKRADŁEM TO Z POTWORNEJ WODY
pt_br: EU A ROUBEI DA ÁGUA HORROROSA
ru: Я ВЫРВАЛ ИХ ИЗ ЦЕПКОЙ ХВАТКИ ВОДЫ
zh_cn: 我从讨厌的水里偷来的
zh_tw: 我從討厭的水裡偷來的

# CHARACTERS.WX78.DESCRIBE.KELPHAT
source: PLEASE DON'T
de: BITTE NICHT
es_mx: POR FAVOR, NO
fr: C'EST INACCEPTABLE
it: NO, TI PREGO
ja: ＊やめてください＊
ko: 그러지 말 것
pl: PROSZĘ, NIE
pt_br: POR FAVOR, NÃO FAÇA ISSO
ru: НИ ЗА ЧТО
zh_cn: 请不要
zh_tw: 請不要

# CHARACTERS.WX78.DESCRIBE.KELP_COOKED
source: ENERGY SLOP
de: ENERGIEBREI
es_mx: BAZOFIA ENERGÉTICA
fr: UN PETIT TAS D'ÉNERGIE
it: ENERGIA VISCIDA
ja: ＊エネルギー漏れ＊
ko: 에너지 찌꺼기
pl: POMYJE Z ENERGIĄ
pt_br: GOROROBA DE ENERGIA
ru: СКЛИЗКАЯ ЭНЕРГИЯ
zh_cn: 能量软食
zh_tw: 能量軟食

# CHARACTERS.WX78.DESCRIBE.KELP_DRIED
source: IT TASTES LIKE NOTHING
de: SCHMECKT NACH NICHTS
es_mx: NO SABE A NADA
fr: ÇA N'A LE GOÛT DE RIEN
it: NON SANNO DI NIENTE
ja: ＊何の味もしません＊
ko: 아무 맛도 안 남
pl: SMAKUJE NICZYM
pt_br: NÃO TEM GOSTO DE NADA
ru: СОВЕРШЕННО БЕЗВКУСНЫЕ
zh_cn: 尝起来没什么味道。
zh_tw: 嘗起來沒什麼味道。

# CHARACTERS.WX78.DESCRIBE.KILLERBEE.GENERIC
source: IT HAS A STINGER AND A BAD ATTITUDE
de: SIE HAT EINEN STACHEL UND EINE NEGATIVE EINSTELLUNG.
es_mx: TIENE UN AGUIJÓN Y UNA MALA ACTITUD
fr: AVEC UN DARD ET UN COMPORTEMENT DÉPLAISANT
it: HA UN PUNGIGLIONE E UN ATTEGGIAMENTO NEGATIVO
ja: ＊毒針と、イヤな態度を持ち合わせています＊
ko: 침이 있고 태도가 오만함
pl: MA ŻĄDŁO. I NEGATYWNE NASTAWIENIE.
pt_br: TEM UMA ATITUDE RUIM E MORDAZ
ru: У НЕГО ЖАЛО И ПЛОХИЕ НАМЕРЕНИЯ
zh_cn: 它屁股上有根刺，而且脾气不好
zh_tw: 它屁股上有根刺，而且脾氣不好

# CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING: KILLER BEE IN POCKET
de: WARNUNG: KILLERBIENE IN TASCHE.
es_mx: ADVERTENCIA: ABEJA ASESINA EN MI BOLSILLO
fr: ALERTE : ABEILLE TUEUSE EN POCHE
it: ATTENZIONE: APE ASSASSINA NELLA TASCA
ja: ＊注意：ポケットに毒蜂がいます＊
ko: 경고: 주머니 속에 말벌 있음
pl: OSTRZEŻENIE: SZERSZEŃ W KIESZENI.
pt_br: AVISO: ABELHA ASSASSINA NO BOLSO
ru: ВНИМАНИЕ: ПЧЕЛА-УБИЙЦА В КАРМАНЕ
zh_cn: 警告：口袋里有杀人蜂
zh_tw: 警告：口袋裡有殺人蜂

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR1.BURNT
source: NOW I AM ENTERTAINED. HA. HA.
de: JETZT FÜHLE ICH MICH UNTERHALTEN. HA. HA.
fr: CELA ME DIVERTIT. HA. HA.
it: ORA SÌ CHE MI DIVERTO. AH. AH.
ja: ＊私は今、愉快な気持ちです。ハハハ＊
ko: 지금은 즐거움. 하.하.
pl: TO DOPIERO ZABAWA. HA. HA.
pt_br: AGORA EU ESTOU ENTRETIDO. HA. HA.
ru: ВОТ ТЕПЕРЬ ЭТО МЕНЯ РАЗВЛЕКЛО. ХА. ХА.
zh_cn: 现在，我得到了娱乐。哈。哈。
zh_tw: 現在，我得到了娛樂。哈。哈。

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR1.GENERIC
source: THIS DOES NOT ENTERTAIN ME
de: DAS UNTERHÄLT MICH NICHT
fr: CELA NE M'AMUSE PAS
it: NON È DIVERTENTE
ja: ＊これは愉快ではありません＊
ko: 이것은 본좌를 즐겁게 하지 않음
pl: TO MNIE NIE BAWI.
pt_br: ISSO NÃO ME ENTRETÉM
ru: МЕНЯ ЭТО НЕ РАЗВЛЕКАЕТ
zh_cn: 这并没有让我得到娱乐
zh_tw: 這並沒有讓我得到娛樂

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR1_KIT
source: THE TOOLS TO CONSTRUCT A MEANINGLESS DIVERSION
de: DIE WERKZEUGE, UM EINE SINNLOSE ABLENKUNG ZU BAUEN
fr: DES OUTILS POUR CONSTRUIRE UNE DISTRACTION INUTILE
it: IL NECESSARIO PER COSTRUIRE UNA DISTRAZIONE INSENSATA
ja: ＊意味のない娯楽を構築するための道具です＊
ko: 의미 없는 교란을 구성하는 도구임
pl: NARZĘDZIA DO KONSTRUKCJI BEZSENSOWNEJ STRATY CZASU
pt_br: AS FERRAMENTAS PARA CONSTRUIR UMA DISTRAÇÃO SEM SENTIDO
ru: ИНСТРУМЕНТЫ ДЛЯ ПОСТРОЙКИ БЕСПОЛЕЗНОГО ОТВЛЕКАЮЩЕГО ФАКТОРА
zh_cn: 构建无用项目的工具
zh_tw: 構建無用項目的工具

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR2.BURNT
source: HA. HA.
de: Ha! Ha! Ha! Baum ist schlapp!
es_mx: JA, JA
it: AH. AH.
ja: ＊ハ。ハ。＊
ko: 하.하.
ru: ХА. ХА.
zh_cn: 哈。哈。
zh_tw: 哈。哈。

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR2.GENERIC
source: FLESHLINGS ARE SIMPLE CREATURES
de: FLEISCHLINGE SIND EINFACHE KREATUREN
fr: LES CHOSES EN VIANDE SONT DES CRÉATURES SIMPLES
it: GLI ESSERI DI CARNE SONO CREATURE SEMPLICI
ja: ＊有機生命体は単純な生き物です＊
ko: 고깃덩어리는 단순한 생물임
pl: MIĘSNE STWORZENIA TO PROSTE ISTOTY
pt_br: SACOS DE CARNE SÃO CRIATURAS SIMPLES
ru: КОЖАНЫЕ МЕШКИ НЕ ОТЛИЧАЮТСЯ УМОМ
zh_cn: 肉体生物是简单的生物
zh_tw: 肉體生物是簡單的生物

# CHARACTERS.WX78.DESCRIBE.KITCOONDECOR2_KIT
source: THE TOOLS TO CONSTRUCT A MEANINGLESS DIVERSION
de: DIE WERKZEUGE, UM EINE SINNLOSE ABLENKUNG ZU BAUEN
fr: DES OUTILS POUR CONSTRUIRE UNE DISTRACTION INUTILE
it: IL NECESSARIO PER COSTRUIRE UNA DISTRAZIONE INSENSATA
ja: ＊意味のない娯楽を構築するための道具です＊
ko: 의미 없는 교란을 구성하는 도구임
pl: NARZĘDZIA DO KONSTRUKCJI BEZSENSOWNEJ STRATY CZASU
pt_br: AS FERRAMENTAS PARA CONSTRUIR UMA DISTRAÇÃO SEM SENTIDO
ru: ИНСТРУМЕНТЫ ДЛЯ ПОСТРОЙКИ БЕСПОЛЕЗНОГО ОТВЛЕКАЮЩЕГО ФАКТОРА
zh_cn: 构建无用项目的工具
zh_tw: 構建無用項目的工具

# CHARACTERS.WX78.DESCRIBE.KITCOONDEN.BURNT
source: THIS BRINGS ME JOY
de: DAS BRINGT MIR FREUDE
fr: CELA M'APPORTE DE LA JOIE
it: MI RIEMPIE DI GIOIA
ja: ＊これは面白いです＊
ko: 이것은 본좌에게 기쁨을 줌
pl: TO PRZYNOSI MI RADOŚĆ.
pt_br: ISSO ME TRAZ ALEGRIA
ru: ЭТО ЗРЕЛИЩЕ ПРИНОСИТ МНЕ РАДОСТЬ
zh_cn: 这个为我带来了快乐
zh_tw: 這個為我帶來了快樂

# CHARACTERS.WX78.DESCRIBE.KITCOONDEN.GENERIC
source: FLESHLING SPAWNER
de: FLEISCHLING-ABLAICHER
fr: UN REPAIRE DE CHOSES EN VIANDE
it: GENERATORE DI ESSERI DI CARNE
ja: ＊有機生命体発生装置です＊
ko: 고깃덩어리 산란기
pl: INKUBATOR MIĘSNYCH STWORZEŃ
pt_br: GERADOR DE SACOS DE CARNE
ru: ГЕНЕРАТОР КОЖАНЫХ МЕШКОВ
zh_cn: 肉体生物孵化器
zh_tw: 肉體生物孵化器

# CHARACTERS.WX78.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: THEY ARE UNDERTAKING A MEANINGLESS ACTIVITY
de: SIE UNTERNEHMEN EINE SINNLOSE AKTIVITÄT
fr: ILS MÈNENT UNE ACTIVITÉ INUTILE
it: STANNO INTRAPRENDENDO UN'ATTIVITÀ INUTILE
ja: ＊彼らは意味のない活動に取り組んでいます＊
ko: 의미 없는 활동을 하고 있음
pl: PARTYCYPUJĄ W BEZCELOWYM ZAJĘCIU.
pt_br: ELES ESTÃO EXECUTANDO UMA ATIVIDADE SEM SENTIDO
ru: ОНИ ЗАНИМАЮТСЯ БЕСПОЛЕЗНОЙ АКТИВНОСТЬЮ
zh_cn: 它们正在进行一项毫无意义的活动
zh_tw: 它們正在進行一項毫無意義的活動
