Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: Hello? Big Tweeter here?
de: Hallo? Großer Piepser hier.
es: ¿Hola? ¿Está el gran pío-pío por aquí?
fr: Bonjour ? Gros piou-piou est là ?
it: Ehi! C'è grande cip cip?
ja: ハロー？大きなピヨピヨいる？
ko: 안녕? 여기 큰 짹짹이 있어?
pl: Halo? Czy jest tu duży ćwirek?
pt_br: Olá? Piu-Piu Grande tá aqui?
ru: Привет! Большая Чирикалка тут?
zh_tw: 你好？是大啾啾嗎？

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: No friend inside
de: Kein Freund drinnen
es: No hay amigos dentro
fr: Aucun copain dedans
it: Nessun amico dentro
ja: お友だち、中にいないよ
ko: 안에 친구는 없어
pl: W środku nie ma przyjaciela.
pt_br: Não tem amigo dentro.
ru: Внутри нет друзей
zh_tw: 裡面沒朋友

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: Big Tweeter busy
de: Großer Piepser beschäftigt
es: Gran pío-pío ocupado
fr: Gros piou-piou est occupé.
it: Grande cip cip occupato
ja: 大きなピヨピヨは忙しいんだね
ko: 큰 짹짹이 바빠
pl: Duży ćwirek jest zajęty
pt_br: Piu-Piu Grande ocupado.
ru: Большая Чирикалка занята
zh_tw: 大啾啾在忙

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: Not many friends to hide
de: Nicht viele Freunde zum Verstecken
es: No hay amigos suficientes para esconderse
fr: Pas beaucoup de copains qui se cachent
it: Pochi amici da nascondere
ja: 隠れるお友だちが少ないよ
ko: 숨을 친구가 많지 않아
pl: Zbyt mało przyjaciół do chowanego.
pt_br: Não tem muitos amigos para se esconder.
ru: Мало друзей, чтобы прятаться
zh_tw: 沒有多少可以藏起來的朋友

source: Not many hideys for friends
de: Nicht viele Verstecke für Freunde
es: No hay escondites para los amigos
fr: Pas beaucoup de cachettes pour les copains
it: Pochi nascondigli per amici
ja: お友だちの隠れ場所が少ないよ
ko: 친구가 숨을 곳이 많지 않아
pl: Zbyt mało ukryjek dla przyjaciół.
pt_br: Não tem muitos escondidinhos pros amigos.
ru: Мало укрывашек для друзей
zh_tw: 朋友們沒有藏的地方

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: Already had fun
de: Hat sich schon amüsiert
es: Ya lo he pasado bien
fr: On a déjà joué
it: Già divertito
ja: 楽しかったなぁ
ko: 이미 재미를 봤어
pl: Starczy na dziś.
pt_br: Já tive diversão.
ru: Уже повеселились
zh_tw: 已經玩過了

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: Nope. Locked
de: Nein. Verschlossen.
es: Nop. No se abre
es_mx: No. Cerrado
fr: Non, c'est verrouillé.
it: No. Non si apre
ja: うーん、かぎがしてあるね。
ko: 안 돼, 잠겼어
pl: Nie. Zamknięte
pt_br: Negativo. Trancada.
ru: Не-а. Заперто
zh_tw: 不。鎖了

# CHARACTERS.WORMWOOD.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: Tweeters? Aww...
de: Piepser? Ooh ...
es: ¿Pío-píos? Oh...
fr: Des piou-pious ? Haaan...
it: Cip cip? Oh...
ja: ピヨピヨどこ？うう…
ko: 짹짹이? 어우...
pl: Ćwirki? Jakie słodkie...
pt_br: Piu-Pius? Oun...
ru: Чирикалки? О-о-ой...
zh_tw: 啾啾？嗷……

# CHARACTERS.WORMWOOD.ACTIONFAIL.APPRAISE.NOTNOW
source: Busy
de: Beschäftigt.
es: Con tareas por hacer
es_mx: Ocupado
fr: La créature est occupée.
it: Ha da fare
ja: 忙しい
ko: 바빠
pl: Nie weźmie
pt_br: Ocupado.
ru: Не до меня
zh_tw: 在忙

# CHARACTERS.WORMWOOD.ACTIONFAIL.ATTUNE.NOHEALTH
source: Oooooh. Feeling sick
de: Oooooh. Krank!
es: Oooooh. Me siento enfermo
es_mx: Uuuuhh. Sentir enfermo
fr: Ooooooh. Je me sens malade.
it: Oooooh. Sento malato
ja: おおおおお。気持ち悪いよ
ko: 우우우, 아파
pl: Oooch. Czuję się chory
pt_br: Ooouuu. Estou me sentindo doente.
ru: У-у-у-у. Как мне плохо
zh_tw: 哎呀。有點病了

# CHARACTERS.WORMWOOD.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: Already has friends
de: Hat schon Freunde.
es: Ya tiene amigos
es_mx: Ya tiene amigos
fr: Elle a déjà des copines.
it: Ha già amici
ja: もうお友達がいるよ
ko: 이미 친구가 있어
pl: Już ma przyjaciół
pt_br: Já tem amigos.
ru: Уже есть друзья
zh_tw: 已經有朋友了

# CHARACTERS.WORMWOOD.ACTIONFAIL.BATHBOMB.GLASSED
source: Water too hard
de: Wasser zu hart.
es: Agua demasiado dura
es_mx: Agua muy dura
fr: L'eau est trop dure.
it: Acqua troppo dura
ja: お水がカチカチすぎるよ
ko: 물이 너무 단단해
pl: Woda za twarda
pt_br: Água dura demais.
ru: Слишком твердая вода
zh_tw: 水太硬

# CHARACTERS.WORMWOOD.ACTIONFAIL.BUILD.HASPET
source: Already have Care Friend
de: Hat schon einen Freund.
es: Ya tiene amigo que cuida
es_mx: Ya tengo amigo de cuidar
fr: J'ai déjà un bon copain.
it: Già amico da curare
ja: すでにケア・フレンドはいるよ。
ko: 이미 돌봄 친구가 있어
pl: Już ma przyjaciela
pt_br: Já tem mascote.
ru: Уже есть дружок
zh_tw: 已有關愛的朋友

# CHARACTERS.WORMWOOD.ACTIONFAIL.BUILD.MOUNTED
source: Not up here
de: Nicht hier oben.
es: No aquí arriba
es_mx: Aquí arriba no
fr: Impossible depuis cette hauteur.
it: Non qui sopra
ja: ここじゃない
ko: 여기가 아니야
pl: Nie tutaj
pt_br: Não aqui em cima.
ru: Не отсюда же
zh_tw: 這裡夠不到

# CHARACTERS.WORMWOOD.ACTIONFAIL.BUILD.TICOON
source: Already have friend
de: Hab schon Freund
es: Ya tengo un amigo
fr: J'ai déjà un copain
it: Ho già amico
ja: もうお友だちはいるよ
ko: 이미 친구가 있어
pl: Już mam przyjaciela.
pt_br: Já tenho amigo.
ru: Уже есть друг
zh_tw: 已經有朋友了

# CHARACTERS.WORMWOOD.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: Too slow
de: Zu langsam.
es: Demasiado lenta
es_mx: Muy lenta
fr: Elle est trop lente.
it: Troppo lento
ja: のろのろ過ぎだよ！
ko: 너무 느려
pl: Za wolna
pt_br: Muito devagar.
ru: Слишком медленно
zh_tw: 太慢了

# CHARACTERS.WORMWOOD.ACTIONFAIL.CHANGEIN.BURNING
source: Fire! Don't like fire!
de: Feuer! Ich mag kein Feuer!
es: ¡Fuego! ¡No gusta el fuego!
es_mx: ¡Fuego! ¡No gustar fuego!
fr: Au feu ! J'aime pas le feu !
it: Fuoco! Non piace fuoco!
ja: 火だ！火は嫌い！
ko: 불이다! 불은 싫어!
pl: Ogień! Nie lubię ognia!
pt_br: Fogo! Não gosto de fogo!
ru: Огонь! Не люблю огонь!
zh_tw: 火！不喜歡火！

# CHARACTERS.WORMWOOD.ACTIONFAIL.CHANGEIN.GENERIC
source: Not now
de: Jetzt nicht.
es: Ahora no
es_mx: Ahora no
fr: Pas maintenant.
it: Non ora
ja: 今はやめておく
ko: 지금은 아니야
pl: Nie teraz
pt_br: Agora não.
ru: Не сейчас
zh_tw: 現在不行

# CHARACTERS.WORMWOOD.ACTIONFAIL.CHANGEIN.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: De alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 他の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: Need Shaggy Buddy.
de: Brauche Zottelkerl.
es: Necesito amiguito greñudo
fr: Il me faut un copain touffu.
it: Serve amico peloso.
ja: もじゃもじゃ君を連れてこなきゃ。
ko: 덥수룩한 친구가 필요해.
pl: Potrzebować kudłatego kumpla.
pt_br: Preciso de Amigo Felpudo.
ru: Нужен лохматый дружок.
zh_tw: 需要一個毛茸茸的好夥伴。

# CHARACTERS.WORMWOOD.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: Not fuzzy enough
de: Nicht flauschig genug
es: Falta pelo
fr: Pas assez touffu.
it: Troppo poco peloso
ja: もじゃもじゃ足りない
ko: 충분히 북실북실하지 않아
pl: Za mało kudłaty.
pt_br: Não tem pelo suficiente.
ru: Не совсем лохматый
zh_tw: 不夠毛絨絨

# CHARACTERS.WORMWOOD.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: Too small
de: Zu klein
es: Tamaño pequeño
fr: Trop petit.
it: Troppo piccolo
ja: ちっちゃすぎ
ko: 너무 작아
pl: Za mała.
pt_br: Pequeno demais.
ru: Очень маленькая
zh_tw: 太小了。

# CHARACTERS.WORMWOOD.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: Not big enough
de: Nicht groß genug
es: No es tamaño grande
fr: Pas assez gros.
it: Non grande abbastanza
ja: 大きさ足りない
ko: 충분히 크지 않아
pl: Niewystarczająco duże.
pt_br: Não é grande o bastante.
ru: Не слишком большой
zh_tw: 不夠大

# CHARACTERS.WORMWOOD.ACTIONFAIL.CONSTRUCT.EMPTY
source: Nothing to build with
de: Nichts zum Bauen.
es: Nada con lo que construir
es_mx: Nada con qué construir
fr: J'ai rien pour construire.
it: Niente per costruire
ja: 建築素材がないよ
ko: 만들 재료가 없어
pl: Nie ma z czego budować
pt_br: Nada para construir.
ru: Не из чего строить
zh_tw: 拿什麼建？

# CHARACTERS.WORMWOOD.ACTIONFAIL.CONSTRUCT.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: De alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 他の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.COOK.GENERIC
source: Can't cook now
de: Kann jetzt nicht kochen.
es: No puedo cocinar ahora
es_mx: No poder cocinar ahora
fr: Je peux pas cuisiner pour l'instant.
it: Ora non cucino
ja: 今は料理できない
ko: 지금은 요리 못 해
pl: Nie mogę teraz gotować
pt_br: Não posso cozinhar agora.
ru: Не могу сейчас готовить
zh_tw: 現在不能煮

# CHARACTERS.WORMWOOD.ACTIONFAIL.COOK.INUSE
source: Someone else using it
de: Jemand anders kocht.
es: Alguien lo está usando
es_mx: Alguien más lo usa
fr: Quelqu'un d'autre l'utilise.
it: Occupato
ja: 他の誰かが使っているね
ko: 누가 쓰고 있어
pl: Ktoś inny tego używa
pt_br: Alguém já está usando.
ru: Уже кем-то используется
zh_tw: 有人在用

# CHARACTERS.WORMWOOD.ACTIONFAIL.COOK.TOOFAR
source: Get closer. Not too close
de: Näher ran. Aber nicht zu nahe.
es: Acércate. No demasiado
es_mx: Acércate. No demasiado
fr: Il faut s'approcher. Mais pas trop.
it: Più vicino. Non troppo
ja: 近寄ろう。近寄りすぎないように
ko: 더 가까이. 너무 가까워도 안 돼
pl: Bliżej. Nie za blisko
pt_br: Chega mais perto. Mas não muito.
ru: Надо подойти поближе. Но не слишком
zh_tw: 靠近點。不能太近

# CHARACTERS.WORMWOOD.ACTIONFAIL.DISMANTLE.COOKING
source: Cooking. Wait
de: Kocht. Warte
es: Cocinando. Espero
fr: Ça cuit. Faut attendre.
it: Cucina. Aspetta
ja: 料理中。待たなきゃ
ko: 조리 중. 대기
pl: Gotowanie. Trzeba czekać.
pt_br: Cozinhando. Esperar.
ru: Готовится, надо ждать
zh_tw: 在做飯。等一下

# CHARACTERS.WORMWOOD.ACTIONFAIL.DISMANTLE.INUSE
source: Someone else using it
de: Jemand anders kocht.
es: Alguien lo está usando
es_mx: Alguien más lo usa
fr: Quelqu'un d'autre l'utilise.
it: Occupato
ja: 他の誰かが使っているね
ko: 누가 쓰고 있어
pl: Ktoś inny tego używa
pt_br: Alguém já está usando.
ru: Уже кем-то используется
zh_tw: 有人在用

# CHARACTERS.WORMWOOD.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: Things inside
de: Dinge drin
es: Cosas dentro
fr: Des trucs sont dedans.
it: Cose dentro
ja: 中にモノが入ってるよ
ko: 안에 있는 물건이야
pl: Rzeczy w środku.
pt_br: Coisas dentro.
ru: Внутри штуки есть
zh_tw: 裡面有東西

# CHARACTERS.WORMWOOD.ACTIONFAIL.DRAW.NOIMAGE
source: Draw what?
de: Was male ich?
es: ¿Dibujar qué?
es_mx: ¿Dibujar qué?
fr: Dessiner quoi ?
it: Disegno cosa?
ja: 何を描く？
ko: 뭘 그리지?
pl: Co narysować?
pt_br: Desenhar o quê?
ru: Что нарисовать?
zh_tw: 畫什麼？

# CHARACTERS.WORMWOOD.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: Bad water for friends
de: Schlechtes Wasser für Freunde
es: Agua mala para las amigas
fr: C'est pas une bonne eau pour les copines.
it: Acqua cattiva per amici
ja: 悪い水、お友だちにあげられない
ko: 친구에게 안 좋은 물이야
pl: Zła woda dla przyjaciół.
pt_br: Água má pras amigas.
ru: Плохая вода для друзей
zh_tw: 這個水對朋友不好

# CHARACTERS.WORMWOOD.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: Can't reach Glub Glub
de: Kann Blubblub nicht erreichen.
es: No alcanzo a glub-glub
es_mx: No poder alcanzar gluglú
fr: Je peux pas atteindre le bloup-bloup.
it: Non raggiungo glu glu
ja: 届かないよーブクブク
ko: 뽀글이한테 안 닿아
pl: Nie sięgam do bulbulków
pt_br: Não alcanço o Glub Glub.
ru: Не могу добраться до буль-бульки
zh_tw: 夠不到咕嚕咕嚕

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.ABIGAILHEART
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.BUSY
source: Busy
de: Beschäftigt.
es: Con tareas por hacer
es_mx: Ocupado
fr: La créature est occupée.
it: Ha da fare
ja: 忙しい
ko: 바빠
pl: Nie weźmie
pt_br: Ocupado.
ru: Не до меня
zh_tw: 忙著呢

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: Not yet
de: Noch nicht.
es: Aún no
es_mx: Aún no
fr: Pas encore.
it: Non ancora
ja: まだ！
ko: 아직 아니야
pl: Jeszcze nie
pt_br: Ainda não.
ru: Пока нет
zh_tw: 還不行

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: Not right
de: Nicht richtig.
es: No está bien
es_mx: Mal
fr: Non, c'est pas bon.
it: Errore
ja: そうじゃないよ
ko: 그게 아니야
pl: Nie tam
pt_br: Não está certo.
ru: Не туда
zh_tw: 不對

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.DEAD
source: They are dead
de: Sie sind tot.
es: Están sin vida
es_mx: Están muertos
fr: La créature est morte.
it: Non ha vita
ja: 死んでる
ko: 죽었어
pl: Nie żyją
pt_br: Morreram.
ru: Ой, какая печаль
zh_tw: 它們死了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.DUPLICATE
source: Already know it
de: Ich weiß schon.
es: Ya lo sé
es_mx: Ya saberlo
fr: Je connais déjà ça.
it: So già tutto
ja: もう知ってるよ
ko: 이미 알아
pl: Już to zna
pt_br: Já sabe isso.
ru: Уже это знаю
zh_tw: 知道了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.FOODFULL
source: Already has belly stuff
de: Hat schon Bauchzeug.
es: Ya tiene cosas para la tripa
es_mx: Ya tiene cosa de barriga
fr: J'ai déjà du manger.
it: Già roba per pancia
ja: おなかにはいるものはもうあるよ
ko: 이미 음식이 있어
pl: Już ma rzeczy do brzuszka
pt_br: Já tem coisas de barriga.
ru: Животик уже полный
zh_tw: 飽著呢

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.GENERIC
source: No good
de: Nicht gut.
es: No sirve
es_mx: No sirve
fr: Ça va pas.
it: No bene
ja: だめだよ
ko: 소용없어
pl: Kiepsko
pt_br: Nada de bom.
ru: Никак
zh_tw: 不好

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.GHOSTHEART
source: Not alive
de: Nicht lebendig.
es: No vive
es_mx: Vivo no
fr: C'est pas en vie.
it: Non vivo
ja: 死んでるよ
ko: 살아 있지 않아
pl: Nie żyje
pt_br: Não vive.
ru: Нет жизни
zh_tw: 不是活人

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: Needs friends
de: Braucht Freunde.
es: Necesita amigos
es_mx: Necesita amigos
fr: Il a besoin de copains.
it: Servono amici
ja: お友だちが必要だよ
ko: 친구가 필요해
pl: Potrzebuje przyjaciół
pt_br: Precisa de amigos.
ru: Нуждается в друзьях
zh_tw: 需要朋友

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: Needs Fun Guy Friends
de: Braucht lustige Freunde.
es: Necesita amigos divertidos
es_mx: Necesita amigos de tipo divertido
fr: Il a besoin de copains rigolos.
it: Servono amici divertenti
ja: おもしろいお友達が必要だよ
ko: 재미있는 친구가 필요해
pl: Potrzebuje śmiesznych koleżków
pt_br: Precisa amigos fungosos.
ru: Нужны друзья весельчака
zh_tw: 需要些有趣的好友

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: Friends won't live here
de: Freunde werden hier nicht leben
es: Los amigos no vivirán aquí
fr: Les copains vivront pas là.
it: Amici non vivono qui
ja: お友だち、ここに住めないよ
ko: 친구는 여기에 살지 않을 거야
pl: Przyjaciele nie będą tu mieszkać.
pt_br: Amigos não vão viver aqui.
ru: Друзья тут жить не будут
zh_tw: 朋友不願意在這裡住

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.NOMOON
source: Needs Night Ball
de: Braucht Nachtkugel.
es: Necesita bola nocturna
es_mx: Necesita a Bola Nocturna
fr: Il a besoin de boule de nuit.
it: Seve palla di notte
ja: 夜のボールが必要だよ
ko: 밤의 공이 필요해
pl: Potrzebuje nocnej kuli
pt_br: Precisa de bola da noite.
ru: Нужен ночной шарик
zh_tw: 需要夜晚的圓球

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.NOTDISH
source: Not belly stuff
de: Kein Bauchzeug.
es: No cosas para la tripa
es_mx: No es cosa de barriga
fr: C'est pas du manger.
it: Non roba per pancia
ja: おなかにはいらないよ
ko: 음식이 아니야
pl: To nie rzeczy do brzuszka
pt_br: Não é coisa de barriga.
ru: Не для животика
zh_tw: 填不了肚子

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.NOTGEM
source: Won't work
de: Geht nicht.
es: No funcionará
es_mx: No funcionar
fr: Ça va pas marcher.
it: Non funziona
ja: 使えないよ
ko: 안 통해
pl: Nie zadziała
pt_br: Não vai funcionar.
ru: Не работает
zh_tw: 不行

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: Can't make with it
de: Kann nicht bauen.
es: No puedo hacer con esto
es_mx: No poder hacer con eso
fr: Pas possible avec ça.
it: Non serve
ja: それじゃできないよ
ko: 이걸로 못 만들어
pl: Tym się nie da
pt_br: Não pode fazer com isso.
ru: Из этого не сделать
zh_tw: 不能雕刻

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.NOTSTAFF
source: Wrong one. Oops
de: Falsch. Huch.
es: Elección equivocada. Ups
es_mx: Equivocado. Uy
fr: Pas le bon, oups.
it: Sbagliato. Oops
ja: ちがった。おっとっと。
ko: 이게 아니네. 이런
pl: Nie to. Ups
pt_br: Errado. Opa.
ru: Не то. Ой
zh_tw: 錯了，哎

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: Too much danger!
de: Zu gefährlich!
es: ¡Demasiado peligro!
es_mx: ¡Demasiado peligro!
fr: Le danger est trop important !
it: Troppo pericolo!
ja: キケンがいっぱいだよ
ko: 위험한 게 너무 많아!
pl: Zbyt wiele niebezpieczeństw!
pt_br: Muito perigo!
ru: Слишком опасно!
zh_tw: 太危險！

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: Have to clean first
de: Erst saubermachen.
es: Primero hay que limpiar
es_mx: Hay que limpiar primero
fr: Je dois d'abord nettoyer.
it: Prima pulire
ja: お片付けしないとだね
ko: 먼저 청소해야 해
pl: Najpierw trzeba posprzątać
pt_br: Tem que limpar primeiro
ru: Сначала надо почистить
zh_tw: 得先清潔一下

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: Too late!
de: Zu spät!
es: ¡Demasiado tarde!
es_mx: ¡Muy tarde!
fr: Trop tard !
it: Troppo tardi!
ja: おそすぎだよ！
ko: 너무 늦었어!
pl: Za późno!
pt_br: Tarde demais!
ru: Слишком поздно!
zh_tw: 太晚了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.SLEEPING
source: Shhh...
de: Pssst ...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Ciii...
ru: Тс-с-c…
zh_tw: 噓...

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.SLOTFULL
source: Too full
de: Zu voll.
es: Demasiado lleno
es_mx: Muy lleno
fr: Pas de place.
it: Troppo pieno
ja: おなかパンパンだよ
ko: 꽉 찼어
pl: Nie ma miejsca
pt_br: Cheio demais.
ru: Нет места
zh_tw: 太滿了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.SPIDERNOHAT
source: No room
de: Kein Platz
es: No hay espacio
fr: Pas de place.
it: Niente spazio
ja: 場所が足りないよ
ko: 방 없어
pl: Brak miejsca
pt_br: Sem espaço.
ru: Нет места
zh_tw: 沒地方

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: Friend is away... will come back later?
de: Freund ist weg ... kommt später wieder?
es: El amigo no está... ¿Volverá luego?
fr: Le copain est parti... il va revenir ?
it: Amico è lontano... tornerà?
ja: お友だちが留守だ…後で戻ってこよかな？
ko: 친구가 부재중이야... 나중에 돌아올까?
pl: Przyjaciel sobie poszedł... Wróci?
pt_br: Amigo está longe... vai voltar depois?
ru: Друг ушел... Скоро вернется?
zh_tw: 朋友走了……一會兒會回來嗎？

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.TERRARIUM_REFUSE
source: Want something else?
de: Willst was anderes?
es: ¿Quieres otra cosa?
fr: Tu veux autre chose ?
it: Vuoi altro?
ja: 他のが欲しいの？
ko: 다른 것을 원해?
pl: Chce czegoś innego?
pt_br: Quer algo diferente?
ru: Хочешь что-то другое?
zh_tw: 要別的？

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.WRONGGEM
source: Wrong sparkly. Oops
de: Falscher Funkel. Huch.
es: Brillante equivocado. Ups
es_mx: Centelleante equivocada. Uy
fr: C'est pas le bon brillant. Oups.
it: Scintillante sbagliato. Oops
ja: ちがった。おっとっと
ko: 이 반짝이가 아니네. 이런
pl: Złe świecidełko. Ups
pt_br: Brilhante errado. Opa.
ru: Не та сверкалка. Ой
zh_tw: 不是這種閃爍，哎

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: Can't do it
de: Geht nicht.
es: No puedo hacerlo
es_mx: No poder
fr: Impossible.
it: Non posso fare
ja: できないよ
ko: 못 해
pl: Nie da się
pt_br: Não consigo.
ru: Не могу
zh_tw: 做不成

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: Nope. Too busy
de: Nö. Beschäftigt.
es: Nop. Mucho que hacer
es_mx: No. Muy ocupado
fr: Non. La créature est occupée.
it: No. Troppo da fare
ja: だめだよ。忙しすぎだよ
ko: 안 돼. 너무 바빠
pl: Nie. Nie weźmie
pt_br: Negativo. Muito ocupado.
ru: Нет. Когда освободится
zh_tw: 不行。太忙了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: Nope. Dead now
de: Nö. Tot.
es: Nop. Ahora no vive
es_mx: No. Muerto ahora
fr: Non. La créature est morte, maintenant.
it: No. Basta vita
ja: だめだよ。死んでるよ。
ko: 안 돼. 이제 죽었어
pl: Nie. Teraz nie żyje
pt_br: Negativo. Morto agora.
ru: Нет. Мертвым нельзя
zh_tw: 不行。死了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: Nope. Too much stuff
de: Nö. Zu viel Zeug.
es: Nop. Demasiadas cosas
es_mx: No. Demasiadas cosas
fr: Non. Y a trop de choses.
it: No. Troppe cose
ja: だめだよ。物がありすぎるよ。
ko: 안 돼. 물건이 너무 많아
pl: Nie. Za dużo rzeczy
pt_br: Negativo. Coisas demais.
ru: Нет. Слишком много всего
zh_tw: 不行。太多東西

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: After sleeping
de: Nach dem Schlafen.
es: Después de dormir
es_mx: Después de dormir
fr: Après le dodo.
it: Dopo dormito
ja: お休みの後
ko: 깨야 해
pl: Po spaniu
pt_br: Depois de dormir.
ru: После сна
zh_tw: 等睡醒吧

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVETOPLAYER.BUSY
source: Nope. Too busy
de: Nö. Beschäftigt.
es: Nop. Mucho que hacer
es_mx: No. Muy ocupado
fr: Non. La créature est occupée.
it: No. Troppo da fare
ja: だめだよ。忙しすぎだよ
ko: 안 돼. 너무 바빠
pl: Nie. Nie weźmie
pt_br: Negativo. Muito ocupado.
ru: Нет. Когда освободится
zh_tw: 不行。太忙了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVETOPLAYER.DEAD
source: Nope. Dead now
de: Nö. Tot.
es: Nop. Ahora no vive
es_mx: No. Muerto ahora
fr: Non. La créature est morte, maintenant.
it: No. Basta vita
ja: だめだよ。死んでるよ。
ko: 안 돼. 이제 죽었어
pl: Nie. Teraz nie żyje
pt_br: Negativo. Morto agora.
ru: Нет. Мертвым нельзя
zh_tw: 不行。死了

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVETOPLAYER.FULL
source: Nope. Too much stuff
de: Nö. Zu viel Zeug.
es: Nop. Demasiadas cosas
es_mx: No. Demasiadas cosas
fr: Non. Y a trop de choses.
it: No. Troppe cose
ja: だめだよ。物がありすぎるよ。
ko: 안 돼. 물건이 너무 많아
pl: Nie. Za dużo rzeczy
pt_br: Negativo. Coisas demais.
ru: Нет. Слишком много всего
zh_tw: 不行。太多東西

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: After sleeping
de: Nach dem Schlafen.
es: Después de dormir
es_mx: Después de dormir
fr: Après le dodo.
it: Dopo dormito
ja: お休みの後
ko: 깨야 해
pl: Po spaniu
pt_br: Depois de dormir.
ru: После сна
zh_tw: 等睡醒吧

# CHARACTERS.WORMWOOD.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: Already know it
de: Ich weiß schon.
es: Ya lo sé
es_mx: Ya saberlo
fr: Je connais déjà ça.
it: So già tutto
ja: もう知ってるよ
ko: 이미 알아
pl: Już to zna
pt_br: Já sabe isso.
ru: Уже это знаю
zh_tw: 知道了

# CHARACTERS.WORMWOOD.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: Shy?
de: Schüchtern?
es: ¿Tienes vergüenza?
es_mx: ¿Tímido?
fr: T'es timide ?
it: Timido?
ja: 恥ずかしいの？
ko: 부끄럽나?
pl: Nieśmiały?
pt_br: Tímida?
ru: Стесняется?
zh_tw: 很怕生？

# CHARACTERS.WORMWOOD.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: Leggy Bugs don't listen
de: Vielbeine hören nicht zu
es: Los bichos patilargos no escuchan
fr: Insectes à grandes pattes écoutent pas.
it: Insetti tantegambe non ascoltano
ja: 脚の多い虫、お話聞いてくれないね
ko: 긴 다리 벌레는 말 안 듣는다
pl: Wielonogi robak nie słucha.
pt_br: Insetos Pernudos não ouvem.
ru: Ногастые жуки не слушают
zh_tw: 細腿蟲子不聽

# CHARACTERS.WORMWOOD.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: Stay
de: Bleibe
es: Quieto
fr: Pas bouger.
it: È qui
ja: このままでいてね
ko: 기다려
pl: Zostań.
pt_br: Fica.
ru: Стой
zh_tw: 待著吧

# CHARACTERS.WORMWOOD.ACTIONFAIL.HITCHUP.INMOOD
source: Too cranky!
de: Zu mürrisch!
es: ¡Tiene malas pulgas!
fr: Trop pas content !
it: Troppo cattivo!
ja: 怒りすぎだよ！
ko: 너무 짜증나!
pl: Za bardzo marudzi!
pt_br: Irritado demais!
ru: Капризный очень!
zh_tw: 太壞了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.HITCHUP.NEEDBEEF
source: Need Shaggy Buddy
de: Brauche Zottelkerl
es: Necesito amiguito greñudo
fr: Il faut un copain touffu.
it: Serve amico peloso
ja: もじゃもじゃ君を連れてこなきゃ
ko: 덥수룩한 친구가 필요해
pl: Potrzebny kudłaty kumpel
pt_br: Preciso de Amigo Felpudo.
ru: Нужен лохматый дружок
zh_tw: 需要毛絨絨的朋友

# CHARACTERS.WORMWOOD.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: Too far
de: Zu weit
es: Muy lejos
fr: Trop loin.
it: Troppo lontano
ja: 離れすぎ
ko: 너무 멀어
pl: Za daleko
pt_br: Longe demais.
ru: Слишком далеко
zh_tw: 太遠

# CHARACTERS.WORMWOOD.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: Oopsy!
de: Hoppla!
es: ¡Ups!
es_mx: ¡Uy!
fr: Oups !
it: Ops!
ja: おおっと！
ko: 이런!
pl: Ups!
pt_br: Opsie!
ru: Ой-ой!
zh_tw: 哎呀！

# CHARACTERS.WORMWOOD.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: Come down here!
de: Komm runter!
es: ¡Baja aquí!
es_mx: ¡Baja aquí!
fr: Viens là !
it: Vieni giù!
ja: こっちにおいでよ！
ko: 이리 내려와!
pl: Na dół!
pt_br: Desça aqui!
ru: А ну спускайся!
zh_tw: 下來啊！

# CHARACTERS.WORMWOOD.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: Oh no!
de: Oh nein!
es_mx: ¡Ay, no!
ja: なんてこったい！
ko: 이런!
pl: Och, nie!
pt_br: Oh, não!
ru: О нет!
zh_tw: 哦，不！
