Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.GOATMILK
source: The flavor is indescribable.
de: Der Geschmack ist unbeschreiblich.
es: Tiene un sabor indescriptible.
fr: La saveur est indescriptible.
it: Questo sapore è indescrivibile.
ja: このフレーバー、説明のしようがないわ。
ko: 그 맛은 이루 말할 수 없어.
pt_br: O sabor é indescritível.
ru: Вкус совершенно неописуемый.
zh_tw: 味道無法形容。

# CHARACTERS.WANDA.DESCRIBE.GOGGLESHAT
source: I think they go nicely with what I'm wearing.
de: Ich finde, sie passt gut zu dem, was ich gerade trage.
es: Creo que quedan bien con la ropa que llevo.
fr: Je pense que ça va bien avec ce que je porte.
it: Dovrebbero abbinarsi bene con quello che indosso.
ja: 今の私の服装に合うと思うわ。
ko: 내가 걸치고 있는 옷과 잘 어울리는 것 같아.
pt_br: Acho que eles combinam bem com o que estou usando.
ru: Кажется, они вполне неплохо сочетаются с моим нарядом.
zh_tw: 我認為它與我穿的衣服很相稱。

# CHARACTERS.WANDA.DESCRIBE.GOLDENAXE
source: What else will I use gold for around here?
de: Wofür soll ich denn hier sonst noch Gold verwenden?
es: ¿Para qué más voy a usar el oro aquí?
fr: Pour quoi d'autre je peux utiliser de l'or, ici ?
it: Per cos'altro viene utilizzato l'oro da queste parti?
ja: 金には他にどんな用途があるのかしら？
ko: 이 주변에서는 금을 또 어디다 사용할까?
pt_br: Pra que mais vou usar ouro por aqui?
ru: А для чего еще мне здесь золото?
zh_tw: 在這裡，我能用黃金做什麼？

# CHARACTERS.WANDA.DESCRIBE.GOLDENPICKAXE
source: Just don't think about it and it'll make sense.
de: Wenn man nicht drüber nachdenkt, ergibt es einen Sinn.
es: Si no lo piensas mucho, seguro que tiene sentido.
fr: Tout fait sens tant qu'on ne réfléchit pas trop.
it: Ha senso solo se non ci si ferma a riflettere.
ja: これについて考えなければ、何らかの意味が見いだせる。
ko: 그냥 그런 생각을 하지 마, 그러면 이해가 될 거야.
pt_br: É só não pensar mais a respeito e vai fazer sentido.
ru: Если особенно не вдумываться, то выглядит вполне логично.
zh_tw: 別多想，它就會有用的。

# CHARACTERS.WANDA.DESCRIBE.GOLDENPITCHFORK
source: I wouldn't want that gold to go to waste.
de: Wäre doch eine Schande, das Gold nicht zu benutzen.
es: No querría que se desperdiciara ese oro.
fr: Je ne voudrais pas gâcher cet or.
it: Non vorrei che questo oro andasse sprecato.
ja: 金を無駄使いしたくなかったの。
ko: 그 금이 폐품이 되는 건 싫어.
pt_br: Eu não iria querer que esse ouro fosse desperdiçado.
ru: Не хочу, чтобы золото пропало зря.
zh_tw: 總不能白白浪費這些黃金吧。

# CHARACTERS.WANDA.DESCRIBE.GOLDENSHOVEL
source: If I have to spend time digging holes, I can at least be fancy.
de: Wenn ich schon Zeit damit zubringen muss, Löcher zu graben, kann ich wenigstens extravagant dabei sein.
es: Si tengo que perder el tiempo cavando, al menos estaré elegante.
fr: Si je dois perdre du temps à creuser des trous, je peux au moins le faire avec style.
it: Se devo sprecare il tempo a scavare buche, almeno voglio farlo con stile.
ja: 穴掘りに時間を使わなくちゃいけないなら、オシャレにキメないとね。
ko: 구멍을 파는 데 시간을 써야 한다면 적어도 근사해지기는 하겠네.
pt_br: Se tiver que passar o tempo cavando buracos, ao menos posso fazê-lo com estilo.
ru: Если уж приходится тратить время на ковыряние в земле, нужно делать это стильно.
zh_tw: 如果我必須花時間挖洞，那就必須挖出風格。

# CHARACTERS.WANDA.DESCRIBE.GOLDEN_FARM_HOE
source: Why can't the dirt just move itself?
de: Warum kann sich die Erde nicht von selbst ausheben?
es: ¿Por qué no puede ararse sola la tierra?
fr: Pourquoi la terre ne se laboure pas toute seule ?
it: Perché il terriccio non può muoversi da solo?
ja: 土は自力で動けないの？
ko: 흙은 왜 스스로 움직일 수 없는 거지?
pt_br: Por que a terra não pode se mexer sozinha?
ru: Почему земля сама себя не перекидывает?
zh_tw: 為什麼泥土不能自己移動呢？

# CHARACTERS.WANDA.DESCRIBE.GOLDNUGGET
source: Hmm... would a solid gold pocket watch be too much?
de: Hmm ... Wäre eine Taschenuhr aus Massivgold zu übertrieben?
es: Um... No sé si un reloj de bolsillo de oro sería muy estrafalario.
fr: Hmm... Est-ce qu'une montre de gousset en or pur serait exagérée ?
it: Mm... Che un orologio da taschino d'oro massiccio sia troppo eccessivo?
ja: んー…純金製の懐中時計はやりすぎかしら？
ko: 흠... 순금 회중시계는 너무 과하겠지?
pt_br: Hmm... será que um relógio de bolso de ouro maciço seria demais?
ru: Хм... Карманные часы из чистого золота... Не слишком ли вычурно?
zh_tw: 嗯……純金懷錶會不會太誇張？

# CHARACTERS.WANDA.DESCRIBE.GOOSE_FEATHER
source: I'm sure I'll find a use for it sooner or later.
de: Das kann ich früher oder später bestimmt gebrauchen.
es: Seguro que le acabo encontrando alguna utilidad.
fr: Je suis sûre que je finirai par lui trouver une utilité.
it: Sono sicura che prima o poi troverò un modo per usarla.
ja: そのうち必ず使い道が見つかるわ。
ko: 조만간 쓸 곳을 찾게 되겠지 뭐.
pt_br: Vou encontrar um uso pra isso mais cedo ou mais tarde.
ru: Рано или поздно я найду этой штуке применение.
zh_tw: 我相信我遲早會找到它的用途。

# CHARACTERS.WANDA.DESCRIBE.GRASS.BARREN
source: I could probably find something to help speed up its growth.
de: Ich könnte wahrscheinlich etwas finden, das sein Wachstum beschleunigt.
es: Seguro que puedo encontrar algo para que crezca más rápido.
fr: Je peux sûrement trouver quelque chose pour accélérer sa croissance.
it: Potrei riuscire a trovare qualcosa per accelerarne la crescita.
ja: さっさと育つような何かを見つけられるはずなんだけど。
ko: 성장 속도를 높이는 데 도움이 될 무언가를 찾을 수 있을 거야.
pt_br: Talvez eu possa encontrar algo pra ajudar a acelerar seu crescimento.
ru: Наверное, можно найти какое-нибудь удобрение.
zh_tw: 我也許可以找到一些東西來加速它的成長。

# CHARACTERS.WANDA.DESCRIBE.GRASS.BURNING
source: That's not good...
de: Das ist gar nicht gut ...
es: Ay, qué mal...
fr: Ouhlà...
it: Non va per niente bene...
ja: マズイわね…
ko: 좋지 않아...
pt_br: Isso não é bom...
ru: Это нехорошо...
zh_tw: 這可不好……

# CHARACTERS.WANDA.DESCRIBE.GRASS.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
ru: На вид кажется больным.
zh_tw: 它看上去很不舒服。

# CHARACTERS.WANDA.DESCRIBE.GRASS.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
ru: Э-э-э, что-то пошло не так.
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.WANDA.DESCRIBE.GRASS.GENERIC
source: Grass. You do tend to find a lot of it outside.
de: Gras. Davon gibt es da draußen eine ganze Menge.
es: Hierba. Suele abundar en el exterior.
fr: De l'herbe. Il y en a beaucoup, en extérieur.
it: Erba. La si trova spesso all'aperto.
ja: 草。外でよく見かける普通の草。
ko: 풀이다. 밖에서 많이 찾을 수 있지.
pt_br: Grama. A gente tende a encontrar muita por aí.
ru: Трава. На улице ее обычно много растет.
zh_tw: 草。野外就是草多。

# CHARACTERS.WANDA.DESCRIBE.GRASS.PICKED
source: And now it'll begin the painfully slow process of growing back.
de: Und jetzt beginnt der schmerzhaft langsame Prozess des Nachwachsens.
es: Y ahora comienza el tedioso proceso de volver a crecer.
fr: C'est maintenant que commence le processus extrêmement lent de la repousse.
it: E ora inizierà l'estenuante processo di ricrescita.
ja: そしてこれから、イライラするほどゆーっくりと再生してくるわけね。
ko: 그리고 이제 다시 자라나는 고통스럽고 느린 과정을 시작할 테고.
pt_br: E agora vai começar o doloroso processo de crescer de novo.
ru: А теперь траве придется долго и мучительно вырастать снова.
zh_tw: 而現在它將開始痛苦而緩慢的生長過程。

# CHARACTERS.WANDA.DESCRIBE.GRASS.WITHERED
source: Nothing will grow in this heat.
de: Bei dieser Hitze wird nichts wachsen.
es: No va a crecer nada con este calor.
fr: Rien ne poussera avec cette chaleur.
it: Non crescerà niente con questo caldo.
ja: この暑さじゃあ何も育たない。
ko: 더위 때문에 아무것도 못 자란다.
pt_br: Nada vai brotar nesse calor.
ru: Ничто не прорастет в такую жару.
zh_tw: 這麼熱的天氣什麼也生長不了。

# CHARACTERS.WANDA.DESCRIBE.GRASSGATOR
source: It seems to want nothing to do with us, which is fine by me.
de: Sie scheint nichts mit uns zu tun haben zu wollen, was mir nur recht sein kann.
es: No quiere saber nada de nosotros y, sinceramente, me parece bien.
fr: J'ai l'impression qu'il n'a pas envie d'avoir affaire à nous. Et ça me va parfaitement.
it: Ha l'aria di non voler avere niente a che fare con noi, il che mi va benissimo.
ja: 私たちには興味ないみたい。私もそれで問題ないわ。
ko: 우리와 아무 상관이 없기를 바라는 것 같고, 난 그 점이 좋아.
pt_br: Parece querer distância da gente, o que por mim tudo bem.
ru: Кажется, он не хочет с нами общаться, и меня это устраивает.
zh_tw: 它似乎不想與我們有任何關係，這對我來說是好事。

# CHARACTERS.WANDA.DESCRIBE.GRASSGEKKO.DISEASED
source: It looks really sick.
de: Sieht wirklich krank aus!
es: Parece bastante enfermo.
fr: Il a l'air très malade.
it: Sembra davvero malato.
ja: あのトカゲは病気みたいだな
ko: 정말 아파 보인다.
pt_br: Parece bem doente.
ru: Кажется, он сильно болен.
zh_tw: 它看上去真的很不舒服。

# CHARACTERS.WANDA.DESCRIBE.GRASSGEKKO.GENERIC
source: Jumpy little things, aren't they? That's probably wise.
de: Nervöse kleine Dinger, was? Das ist wohl vernünftig.
es: Ay, cómo saltan, ¿eh? Seguro que es por algo.
fr: Ces petites choses sautent partout. Elles n'ont sans doute pas tort.
it: Che creaturine salterellanti... Probabilmente è una mossa saggia.
ja: 飛び跳ねてあたりを警戒しているのね？賢い生き物だわ。
ko: 우왕좌왕 뛰는 조그만 녀석들, 그렇지 않니? 아마 영리하겠지.
pt_br: Eles são saltitantes, né? Acho uma sábia decisão.
ru: Прыгучие какие зверюшки. Наверное, они знают, что делают.
zh_tw: 瞧瞧這些跳躍的小東西。這麼跳著就挺好的。

# CHARACTERS.WANDA.DESCRIBE.GRASS_UMBRELLA
source: Quite the afternoonified rain napper, isn't it?
de: Ganz schön netter Parapluie, wie?
es: Qué protector de lluvia tan coqueto, ¿verdad?
fr: Le parfait allié pour faire la sieste sous la pluie.
it: Ha proprio l'aspetto di un parasole pomeridiano, nevvero?
ja: 午後の茶会に行くような傘だわ！
ko: 오후에 딱인 비옷이야, 그렇지 않아?
pt_br: Que guarda-chuva elegante, né?
ru: Защита от дождя для истинного франта, правда?
zh_tw: 時髦的雨具，對不對？

# CHARACTERS.WANDA.DESCRIBE.GRAVY
source: I don't need any turkey to pour it over, just hand me a spoon.
de: Ich brauche keinen Truthahn zum Übergießen, reiche mir einfach einen Löffel.
es: No necesito echársela a ninguna comida, dame una cuchara.
fr: Je n'ai pas besoin de la verser sur quoi que ce soit. Je n'ai besoin que d'une cuillère.
it: Non ho bisogno di versarla su un tacchino, basta che qualcuno mi dia un cucchiaio.
ja: これをかけるターキーはいらないから、スプーンだけちょうだい。
ko: 칠면조에 끼얹을 필요가 없어, 숟가락만 줘.
pt_br: Não preciso de peru pra comer isso. Só me passa uma colher.
ru: Мне и индейки к ней не надо, дайте только ложку.
zh_tw: 我不需要把它澆在火雞肉上，給我遞個勺子來。

# CHARACTERS.WANDA.DESCRIBE.GREENAMULET
source: Beautifully efficient.
de: Herrlich effizient.
es: Eficaz y precioso.
fr: C'est superbement efficace.
it: Splendidamente efficiente.
ja: 極めて効率的。
ko: 아름다우리만치 효율적이네.
pt_br: Lindamente eficiente.
ru: Идеальная эффективность.
zh_tw: 精美高效。

# CHARACTERS.WANDA.DESCRIBE.GREENGEM
source: If only I could've gotten my hands on one of these before... well never mind.
de: Wenn ich so etwas nur schon früher in die Finger bekommen hätte ... Ach, egal.
es: Si hubiera podido conseguir una de estas antes... Bueno, da igual.
fr: Si seulement j'avais pu en trouver une avant... bah, peu importe.
it: Avrei tanto voluto mettere le mani su una di queste... beh, pazienza.
ja: もっと早くにこれが手に入ってれば…ま、いいか。
ko: 전에 이것들 중 하나를 손에 넣을 수 있었다면... 음 그만 생각하자.
pt_br: Quem dera eu pudesse ter colocado minhas mãos num desses antes... Bom, deixa pra lá.
ru: Если бы мне только такой камень раньше в руки попал... ладно, неважно.
zh_tw: 如果我以前能得到這個就好了……好吧，算了。

# CHARACTERS.WANDA.DESCRIBE.GREENMOONEYE
source: It'll help me keep track of where I've been.
de: Das hilft mir, den Überblick zu behalten, wo ich war.
es: Me servirá para saber dónde he estado.
fr: Ça m'aidera à me souvenir des endroits que j'ai visités.
it: Mi aiuterà a tenere traccia di dove sono stata.
ja: 私がどこに行ったか忘れないで済むわね。
ko: 내가 어디에 있었는지 추적하는 데 도움이 되겠어.
pt_br: Vai me ajudar a não perder a noção de onde estou.
ru: Поможет запомнить, где я уже побывала.
zh_tw: 它可以幫助我追蹤我去過的地方。

# CHARACTERS.WANDA.DESCRIBE.GREENSTAFF
source: It's cruder than my pocket watch, but it follows the same basic principles.
de: Das ist zwar schlichter als meine Taschenuhr, folgt aber denselben Grundprinzipien.
es: Es más tosco que mi reloj de bolsillo, pero tiene los mismos principios básicos.
fr: C'est plus rudimentaire que mes montres, mais le principe de base est le même.
it: È meno sofisticato del mio orologio da taschino, ma segue gli stessi principi di base.
ja: 私の懐中時計より雑だけど、同じ基本原則に則ってる。
ko: 내 회중시계보다 투박하지만 기본 원리는 같아.
pt_br: É mais rústico do que o meu relógio de bolso, mas ele segue os mesmos princípios básicos.
ru: Он, конечно, попроще, чем мои часы, но принципы работы те же.
zh_tw: 雖然它比我的懷錶簡陋一些，但基本原理是一樣的。

# CHARACTERS.WANDA.DESCRIBE.GREEN_CAP
source: Ugh, mushrooms...
de: Bäh, Pilze ...
es: Puaj, hongos...
fr: Eurk, des champignons...
it: Ugh, funghi...
ja: うー…キノコだ…
ko: 어, 버섯...
pt_br: Ugh, cogumelos...
ru: Фу, грибы...
zh_tw: 呃，蘑菇……

# CHARACTERS.WANDA.DESCRIBE.GREEN_CAP_COOKED
source: For some reason the thought of eating it isn't so repulsive now.
de: Aus irgendeinem Grund ist der Gedanke, es zu essen, jetzt nicht mehr so abstoßend.
es: No sé por qué, pero ya no me repugna tanto la idea de comérmelo.
fr: Finalement, je me dis que ce n'est pas si répugnant.
it: Per qualche ragione, il pensiero di mangiarlo mi è meno ripugnante, ora.
ja: どういうわけか、今はそんなにキモくないわ。
ko: 웬일인지 지금은 먹는 것도 그다지 싫지는 않네.
pt_br: Por algum motivo, a ideia de comê-los já não é tão repulsiva.
ru: Почему-то мысль о том, чтобы это съесть, теперь не так отвратительна.
zh_tw: 不知道為什麼，現在想想吃起來也不那麼噁心了。

# CHARACTERS.WANDA.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Just a green mushroom.
de: Einfach nur ein grüner Pilz.
es: Es un hongo verde.
fr: Un champignon vert, voilà tout.
it: È solo un fungo verde.
ja: ただの緑のキノコ。
ko: 그냥 녹색 버섯이잖아.
pt_br: É apenas um cogumelo verde.
ru: Обычный зеленый гриб.
zh_tw: 就是一顆綠蘑菇。

# CHARACTERS.WANDA.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's probably just some kind of mushroom.
de: Eine Art Pilz, vermutlich.
es: Supongo que es una especie de hongo.
fr: C'est sans doute un genre de champignon.
it: Sarà un qualche fungo.
ja: おそらく一種のキノコ。
ko: 아마도 일종의 버섯이겠지.
pt_br: É provável que seja apenas um tipo de cogumelo.
ru: Наверное, там какой-то очередной гриб.
zh_tw: 多半是顆蘑菇。

# CHARACTERS.WANDA.DESCRIBE.GREEN_MUSHROOM.PICKED
source: No sense waiting around for it to grow back.
de: Es ergibt keinen Sinn zu warten, bis er wieder nachwächst.
es: No tiene sentido quedarme a esperar a que crezca de nuevo.
fr: Ça ne sert à rien d'attendre que ça repousse.
it: Non ha senso aspettare che ricresca.
ja: また生えてくるまで待っててもしょうがないわ。
ko: 다시 자라도록 기다리는 건 의미가 없어.
pt_br: Não vale a pena esperar que cresça de novo.
ru: Нет никакого смысла стоять тут и ждать, когда он снова вырастет.
zh_tw: 沒必要乾等它重新長回來。

# CHARACTERS.WANDA.DESCRIBE.GROTTO_POOL_BIG
source: It's not a pool I'd care to take a dip in.
de: Das ist sicher kein Pool, in den ich gerne tauchen würde.
es: No me gustaría nada bañarme ahí.
fr: Ce n'est pas une piscine dans laquelle j'aimerais faire trempette.
it: Non è una piscina in cui vorrei immergermi.
ja: 私が入りたくなるような池じゃないわ。
ko: 몸을 담그고 싶은 수영장이 아니야.
pt_br: Eu não mergulharia nessa piscina.
ru: Нет уж, сами в таких лужах купайтесь.
zh_tw: 我不願意泡在這池子裡。

# CHARACTERS.WANDA.DESCRIBE.GROTTO_POOL_SMALL
source: It's not a pool I'd care to take a dip in.
de: Das ist sicher kein Pool, in den ich gerne tauchen würde.
es: No me gustaría nada bañarme ahí.
fr: Ce n'est pas une piscine dans laquelle j'aimerais faire trempette.
it: Non è una piscina in cui vorrei immergermi.
ja: 私が入りたくなるような池じゃないわ。
ko: 몸을 담그고 싶은 수영장이 아니야.
pt_br: Eu não mergulharia nessa piscina.
ru: Нет уж, сами в таких лужах купайтесь.
zh_tw: 我不願意泡在這池子裡。

# CHARACTERS.WANDA.DESCRIBE.GUACAMOLE
source: Guacamole, guac-guac-amole!
es: ¡Guacamole, guacamoooole!
fr: Du guac ! Trop bien !
ja: ワカモレ、ワックワック・アモーレ！
ko: 과카몰리, 과-카-몰리!
pt_br: Guacamole, guaca-guaca-mole!
ru: Гуакамоле! Гуа-ка-мо-ле-ле-ле!
zh_tw: 鱷梨醬，鱷梨——鱷梨——醬。

# CHARACTERS.WANDA.DESCRIBE.GUANO
source: Bat droppings. Lovely.
de: Fledermaus-Exkremente. Hinreißend.
es: Excrementos de murciélago. Qué alegría.
fr: Des fientes de chauves-souris. Charmant.
it: Cacchine di pipistrello. Splendido.
ja: コウモリのフン。ロマンチックだわ。
ko: 박쥐 응가로군. 사랑스러워.
pt_br: Excrementos de morcego. Adorável.
ru: Какашки мышелисков. Прелестно.
zh_tw: 蝙蝠的糞便。真可愛。

# CHARACTERS.WANDA.DESCRIBE.GUNPOWDER
source: There's an infinite number of ways this could go very badly.
de: Es gibt unendlich viele Möglichkeiten, wie das Ganze schiefgehen kann.
es: Esto podría salir mal de tantas formas que ni puedo contarlas.
fr: Ça pourrait déclencher une catastrophe de mille et une façons.
it: Vi è un infinito numero di eventualità in cui potrebbe mettersi molto male.
ja: これがうまくいかない方法は無限に近いわね。
ko: 아주 나빠지기가 십상이겠지.
pt_br: Existe uma quantidade infinita de maneiras de isso dar muito errado.
ru: Я могу придумать бесконечное число вариантов того, что может пойти не так.
zh_tw: 這東西有無限種可能帶來壞的結局。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_1
source: An apple improved by a delicious candy coating.
de: Ein Apfel, der durch eine köstlich süße Schicht verbessert wurde.
es: Una manzana mejorada con una cobertura de caramelo.
fr: Une pomme améliorée par une délicieuse couche de sucre.
it: Una mela migliorata da uno squisito strato di zucchero.
ja: おいしい飴で包んでリンゴを一層おいしくしたのね。
ko: 맛있는 캔디를 코팅해서 개량한 사과다.
pt_br: Uma maçã aprimorada por uma deliciosa cobertura de doce.
ru: Карамельное покрытие определенно сделало яблоко лучше.
zh_tw: 塗了美味糖果塗層的蘋果。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_10
source: Something sweet that never goes bad, what's not to love?
de: Etwas Süßes, das nie schlecht wird: Das muss man doch einfach lieben!
es: Algo dulce que nunca se pasa, es la perfección.
fr: Les sucreries ne vieillissent jamais. N'est-ce pas formidable ?
it: Una cosa dolce che non va mai a male... Cosa c'è da non amare?
ja: 腐らない甘い物。嫌う理由なんて全然ないじゃない？
ko: 결코 셔지지 않을 달콤함, 좋아하지 않을 게 있어?
pt_br: Uma coisa doce que nunca estraga. Como não amar?
ru: Конфеты, которые никогда не портятся! Что здесь можно не любить?
zh_tw: 甜美的東西，而且永遠不會變壞，誰會不愛它呢？

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_11
source: Oh alright, I'll take a nibble.
de: Na gut. Ich knabbere mal daran.
es: Bueno, va, le daré un mordisquito.
fr: Oh, bon, je vais goûter.
it: Oh, d'accordo, farò un assaggio.
ja: ああ、そうだわ。ちょっとかじってみることにするわ。
ko: 아, 맞아. 한입 먹어봐야지.
pt_br: Ah, tudo bem. Vou dar uma mordiscada.
ru: Ладно, я попробую кусочек.
zh_tw: 哦，好吧，我就咬一口。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_12
source: If nobody else wants them I'll happily take them.
de: Wenn niemand anderes sie will, nehme ich sie gerne.
es: Si no los quiere nadie, ya me los quedo yo.
fr: Si personne n'en veut, je le prends avec plaisir.
it: Se non la vuole nessuno, la prendo ben volentieri.
ja: 誰もいらないんだったら私がぜひいただくわ。
ko: 아무도 원하지 않는다면 기꺼이 가져가야 겠지.
pt_br: Se ninguém mais quiser, eu aceito todos com prazer.
ru: Если больше никто не хочет, я с удовольствием возьму.
zh_tw: 如果沒有人要，我很樂意收下。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_13
source: That seems like a self-fulfilling prophecy.
de: Eine sich selbst erfüllende Prophezeiung.
es: Esto es como una profecía que se cumple sola.
fr: Je sens comme une menace dans son nom.
it: Sembra una profezia perfettamente azzeccata.
ja: 自分が予言したことを行動してるだけのように見えるけど。
ko: 자기 실현적 예언인 것 같네.
pt_br: Parece uma profecia autorrealizável.
ru: Похоже на самосбывающееся пророчество.
zh_tw: 那似乎是一個自我實現的預言。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_14
source: Sweet mixed with spicy!
de: Süß gemischt mit würzig!
es: ¡Es dulce y picante a la vez!
fr: Aussi sucré qu'épicé !
it: Dolce mescolato al piccante!
ja: 甘辛いってこういうことね！
ko: 매콤하고도 달콤한 맛!
pt_br: Doce com um toque apimentado!
ru: Сладкое и острое в одном флаконе!
zh_tw: 甜味與辣味混合在了一起！

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_2
source: Delicious candied corn to munch on.
de: Leckerer kandierter Mais zum Knabbern.
es: Maíz caramelizado para comer.
fr: Du maïs sucré à grignoter !
it: Squisito mais dolce da sgranocchiare.
ja: 飴でコーティングされたコーン。
ko: 오도독오도독 씹는 맛이 일품인 설탕 조림 옥수수.
pt_br: Milho doce delicioso pra mastigar.
ru: Кукурузка в сахаре. Остановиться просто невозможно.
zh_tw: 值得咀嚼的美味糖果玉米。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_3
source: Who is trying to pass this ordinary corn cob off as candy?
de: Wer versucht, diesen gewöhnlichen Maiskolben als Süßigkeit auszugeben?
es: ¿Quién quiere colar esta mazorca normal y corriente como si fuera un dulce?
fr: Qui essaie de faire passer un épi de maïs pour une friandise ?
it: Chi sta cercando di far passare per caramella questa normalissima pannocchia?
ja: この普通のコーンの芯をキャンディだって騙そうとしているのは誰？
ko: 누가 이 평범한 옥수수 속대를 사탕인 양 먹겠어?
pt_br: Quem está tentando fazer essa espiga de milho comum passar por um doce?
ru: Кто придумал выдавать обычную кукурузу за сладость?
zh_tw: 是誰在拿根普通的玉米棒子混充糖果？

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_4
source: That'll be something to chew on for a while.
de: Daran wirst du noch eine Weile zu knabbern haben.
es: Me tendrá un rato masticando.
fr: Ça me donnera matière à mâcher pendant un moment.
it: Ecco qualcosa da masticare a lungo.
ja: しばらくは噛んで楽しめるわね。
ko: 잠시 씹다 버리겠지.
pt_br: Vai ser ótimo pra mastigar enquanto penso.
ru: Мне теперь еще долго будет что пожевать.
zh_tw: 這個東西夠我嚼一段時間了。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_5
source: I'll stash some extras in my pocket, I'm sure the children would love some hard candy.
de: Ich werde ein paar Extras in meiner Tasche verstauen, ich bin sicher, die Kinder würden sich über ein paar Bonbons freuen.
es: Me guardaré más en el bolsillo. Seguro que los niños quieren caramelos.
fr: Je vais en mettre quelques-uns dans ma poche. Je suis sûre que les enfants vont les adorer.
it: Ne infilo in tasca qualcuna in più: sono sicura che i bambini non rifiuteranno delle caramelle dure.
ja: 私のポケットに多めに入れておくわ。子供も固いキャンディ喜ぶでしょ。
ko: 주머니에 조금 여분으로 챙겨둬야지, 아이들은 단단한 사탕도 좋아할 테니까.
pt_br: Vou guardar mais alguns no bolso. Tenho certeza de que as crianças vão adorar uns doces.
ru: Возьму побольше. Деткам точно леденцы понравятся.
zh_tw: 我會在我的口袋裡多藏一點，我相信有孩子會喜歡硬糖的。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_6
source: Do you think I was born yesterday?
de: Glaubst du, ich bin von gestern?
es: ¿Te crees que nací ayer?
fr: Vous croyez vraiment que je suis née de la dernière pluie ?
it: Pensate che sia nata ieri?
ja: ねえ、私が昨日生まれたとでも思ってるの？
ko: 내가 풋내기인 줄 알아?
pt_br: Você acha que eu nasci ontem?
ru: Я, по-вашему, вчера родилась?
zh_tw: 你認為我是昨天才出生的嗎？

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_7
source: A little extra fiber never hurt anyone.
de: Ein paar zusätzliche Ballaststoffe haben noch niemandem geschadet.
es: Un poco más de fibra no le hace daño a nadie.
fr: Un supplément de fibres n'a jamais fait de mal à personne.
it: Un po' di fibre in più non hanno mai fatto male a nessuno.
ja: ちょっと繊維質を多めにとっても問題ないわ。
ko: 섬유질은 좀 많아도 몸에 나쁠 건 없다고.
pt_br: Um pouco mais de fibra nunca fez mal a ninguém.
ru: Немного клетчатки никогда не помешает.
zh_tw: 一點額外的纖維不會傷害任何人。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_8
source: This little ghost I like.
de: Dieser kleine Geist gefällt mir.
es: Este fantasma chiquitito sí que me gusta.
fr: J'aime bien ce petit fantôme.
it: Mi piace questo fantasmino.
ja: この小さい幽霊が好きだわ。
ko: 내가 좋아하는 이 쪼꼬미 유령.
pt_br: Gostei deste fantasminha.
ru: Вот такие маленькие призраки мне даже нравятся.
zh_tw: 我喜歡這個小鬼。

# CHARACTERS.WANDA.DESCRIBE.HALLOWEENCANDY_9
source: Chewy, and only a little wormy.
de: Zäh und nur leicht wurmhaltig.
es: Gomoso y con un toque agusanado.
fr: C'est caoutchouteux, mais au moins ça ne bouge pas... trop.
it: Gommosi... e solo un pochino vermosi.
ja: まるで本物の毛虫みたいにグニグニしてる。
ko: 쫄깃하고 아주 작은 부분에 벌레가 들어 있어.
pt_br: Borrachuda e só um pouquinho minhocuda.
ru: Очень тягучно. И совсем не червячно.
zh_tw: 挺有嚼頭的，就是蟲子多了點。
