Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.KOALEFANT_WINTER
source: It's grown a warm winter coat.
de: Er hat sich ein warmes Winterfell zugelegt.
es: Le ha salido un pelaje de invierno muy calentito.
fr: Il a son pelage d'hiver.
it: Si è fatto crescere un caldo cappotto invernale.
ja: 分厚い冬の毛皮ができたのね。
ko: 따뜻한 겨울 코트로 자랐네.
pt_br: O pelo dele cresceu, criando um casaco de inverno quente.
ru: Он отрастил теплую зимнюю шубу.
zh_tw: 它長出了一件溫暖的冬衣。

# CHARACTERS.WANDA.DESCRIBE.KOALEFIG_TRUNK
source: It looks very filling.
de: Das sieht sehr sättigend aus.
es: Con lo llena que está seguro que llena mucho.
fr: Ça a l'air bourratif.
it: Sembra riempire molto.
ja: すごくおなか一杯になりそう。
ko: 꽉 채운 것 같아.
pt_br: Parece bem nutritiva.
ru: На вид очень сытно.
zh_tw: 它看起來非常填肚子。

# CHARACTERS.WANDA.DESCRIBE.KRAMPUS
source: He really puts a damper on this time of year.
de: Er ist ein echter Dämpfer für diese Zeit des Jahres.
es: Sí que se amarga en esta época del año.
fr: Il a vraiment tendance à gâcher cette période de l'année.
it: Sa bene come rovinare questo periodo dell'anno.
ja: アイツさえいなければ、今は良い季節なんだけどね。
ko: 이맘때에는 갑자기 분위기를 싸하게 하지.
pt_br: Ele realmente estraga essa época do ano.
ru: Из-за него это время года перестало казаться мне волшебным.
zh_tw: 他為這個季節帶來了不悅。

# CHARACTERS.WANDA.DESCRIBE.KRAMPUS_SACK
source: For me? You shouldn't have!
de: Für mich? Das wäre wirklich nicht nötig gewesen!
es: ¿Para mí? Ay, no hacía falta.
fr: Pour moi ? Oh, c'est trop gentil !
it: Per me? Non c'era alcun bisogno!
ja: 私に？それはどうもありがとう！
ko: 나 주는 거야? 그럴 필요까진 없어!
pt_br: Pra mim? Não precisava.
ru: Это мне? Право, не стоило!
zh_tw: 給我的嗎？你不用這麼客氣！

# CHARACTERS.WANDA.DESCRIBE.LANTERN
source: I'd better keep this close, just in case.
de: Ich sollte das besser in Griffnähe haben, nur für den Fall.
es: Será mejor tenerlo cerca por si acaso.
fr: Je ferais mieux de garder ça à portée de main, au cas où.
it: Farò meglio a tenerla a portata di mano... per sicurezza.
ja: 念のために身近に置いておくわ。
ko: 만일을 대비해 이것을 가까이 두는 것이 좋겠어.
pt_br: Prefiro manter isto à mão, por via das dúvidas.
ru: Буду держать его под рукой на всякий случай.
zh_tw: 我最好把這個放在身邊，以備不時之需。

# CHARACTERS.WANDA.DESCRIBE.LATKES
source: Delicious discs of crisp potatoes.
de: Leckere Scheiben knuspriger Kartoffeln.
es: Rodajas de patata crujientes y deliciosas.
fr: De délicieux disques de patates grillées.
it: Squisiti dischetti di patate croccanti.
ja: カリカリポテトのおいしい円盤。
ko: 동글 납짝하고 바삭한, 맛좋은 감자다.
pt_br: Discos deliciosos de batatas crocantes.
ru: Деликатесные диски из хрустящего картофеля.
zh_tw: 酥脆可口的土豆圈。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: This armor has been petrified for maximum protection.
de: Diese Rüstung wurde für maximalen Schutz versteinert.
es: Esta armadura ha sido petrificada para proporcionar máxima protección.
fr: Cette armure a été pétrifiée pour offrir une protection maximum.
it: Questa armatura è stata pietrificata per dare una protezione massima.
ja: この鎧は最大限の防御を得られるように石化されてる。
ko: 최고의 방어력을 위해 석화된 보호구다.
pt_br: Essa armadura foi petrificada para proporcionar o máximo de proteção.
ru: На доспех воздействовали заклинанием окаменения — для максимальной защиты.
zh_tw: 這副盔甲已經石化，提供最大程度的保護。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORHEAVY
source: That's as good as it gets.
de: Besser geht's nicht.
es: Es lo mejor que hay.
fr: On ne peut guère faire mieux.
it: È il meglio del meglio.
ja: 最高にいいね。
ko: 최상급이다.
pt_br: Esse é o melhor possível.
ru: Лучше и не придумаешь!
zh_tw: 這真是極好的。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORLIGHT
source: Light, but not very durable.
de: Leicht, aber nicht sehr robust.
es: Ligera, pero no muy duradera.
fr: Léger, mais pas très résistant.
it: Leggera ma non resistente.
ja: 軽いけど、耐久性は低い。
ko: 가볍고 별로 견고하지 않다.
pt_br: Leve, mas não muito durável.
ru: Легкий, но не слишком прочный.
zh_tw: 輕巧，但不算很耐用。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: Lightweight and designed for mobility.
de: Leicht und bietet genug Mobilität.
es: Ligera y diseñada para la movilidad.
fr: Poids plume et conçue pour la mobilité.
it: Leggera e creata per la mobilità.
ja: 軽くて動き易いデザインだ。
ko: 가볍고 운동성을 강조한 디자인이다.
pt_br: Leve e projetado para proporcionar mobilidade.
ru: Легкий, создан для тех, кто все время в движении.
zh_tw: 輕巧，方便走動。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: It offers a decent amount of protection.
de: Bietet ein angemessenes Maß an Schutz.
es: Ofrece una cantidad decente de protección.
fr: Ça offre une protection décente.
it: Offre un livello di protezione decente.
ja: そこそこの防御力をもたらしてくれる。
ko: 적당한 방어력을 제공한다.
pt_br: Oferece uma quantidade decente de proteção.
ru: Обеспечивает достойную защиту.
zh_tw: 它的保護力還不錯。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: That could help me hit a little harder.
de: Das könnte mir helfen, ein bisschen härter zuzuschlagen.
es: Podría ayudarme a golpear un poco más fuerte.
fr: Ça pourrait m'aider à cogner un peu plus fort.
it: Potrebbe aiutarmi a colpire un po' più duro.
ja: これなら少し強く叩けるようになるかも。
ko: 더 세게 치는 데 도움이 된다.
pt_br: Poderia me ajudar a golpear um pouco mais forte.
ru: С этим можно бить немного сильнее.
zh_tw: 有了它我能攻擊得猛烈一點。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: I'd have energy for a few more stunts wearing that.
de: Damit hätte ich Energie für ein paar weitere Stunts.
es: Si me la pongo tendría energía para unas cuantas acrobacias más.
fr: J'aurais de l'énergie pour quelques coups en portant ça.
it: Indossandola avrei più energia.
ja: ちょっとした立ち回りができるだけのエネルギーが湧いてきそうだ。
ko: 착용하면 어느 정도 더 활약할 에너지가 생길 것이다.
pt_br: Eu teria energia para mais alguns truques usando isso.
ru: Если надену это, смогу выполнить чуть больше трюков.
zh_tw: 穿上它，我就有能量多耍幾招。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ARMOR_HP
source: That should keep me safe.
de: Das sollte mich schützen.
es: Debería protegerme.
fr: Ça devrait me protéger.
it: Questa dovrebbe tenermi al sicuro.
ja: あれがあれば安全そうだ。
ko: 착용하면 제법 든든할 것 같다.
pt_br: Isso deve me proteger.
ru: Это убережет меня.
zh_tw: 它應該能保護我的安全。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: Everyone, break the Battle Standard!
de: Los, brecht die Kampfstandarte!
es: ¡Romped el estandarte de batalla!
fr: Brisons les étendards de combat !
it: Distruggiamo lo stendardo di battaglia!
ja: みんな、戦いの規範を破ろう！
ko: 전투 깃발을 부숴라!
pt_br: Pessoal, destruam o estandarte de batalha!
ru: Слушайте все! Сломайте боевое знамя!
zh_tw: 大家一起摧毀戰旗！

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_BERNIE
source: He might make a good distraction for us.
de: Er könnte eine gute Ablenkung für uns sein.
es: Podría ser una buena distracción para nosotros.
fr: Ça pourrait pas mal nous distraire.
it: Potrebbe essere un buon diversivo.
ja: いい暇つぶしになるかも。
ko: 주의를 분산시키는 데 도움이 되겠다.
pt_br: Ele pode criar uma boa distração para nós.
ru: Он может отвлечь от нас внимание врага.
zh_tw: 我們或許能利用他進行干擾。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_BOARLORD
source: That's the guy in charge here.
de: Der hat hier das Sagen.
es: Ese es el tipo que manda aquí.
fr: C'est lui le patron ici.
it: Quello è il comandante.
ja: あいつがここの責任者だ。
ko: 이곳의 우두머리다.
pt_br: Esse é o cara que comanda as coisas por aqui.
ru: Вот кто здесь главный.
zh_tw: 他是這兒的老大。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: That could cause some major destruction.
de: Könnte ziemlichen Schaden anrichten.
es: Podría causar una destrucción importante.
fr: Ça pourrait causer une destruction majeure.
it: Potrebbe provocare delle grandi devastazioni.
ja: すごく気が散るだろうな。
ko: 파괴력이 상당할 것 같다.
pt_br: Isso poderia causar grande destruição.
ru: Это может привести к масштабным разрушениям.
zh_tw: 那傢伙能造成巨大破壞。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_ELEMENTAL
source: It's a rock monster!
de: Ein Felsenmonster!
es: ¡Un monstruo de piedra!
fr: C'est un monstre de pierre !
it: È un mostro di roccia!
ja: 岩のモンスターだ！
ko: 바위 몬스터다!
pt_br: É um monstro de pedra!
ru: Это каменный монстр!
zh_tw: 它是個岩石怪獸！

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: It has a gaze full of science.
de: Hat einen Wissenschaftsblick.
es: Tiene una mirada llena de ciencia.
fr: Son regard est plein de science.
it: Ha uno sguardo pieno di scienza.
ja: 科学に満ちた凝視だな。
ko: 과학이 가득한 눈초리다.
pt_br: Tem um olhar cheio de ciência.
ru: Это взгляд истинного ученого!
zh_tw: 飽含科學的凝視。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: Those fluffy feathers make me want to run!
de: Diese flauschigen Federn bringen mich zum Laufen!
es: ¡Esas plumas suaves me incitan a correr!
fr: Ces sales plumes me donnent envie de fuir !
it: Quelle piume soffici mi fanno venir voglia di correre!
ja: ふわふわの羽が付いていて走りたくなる！
ko: 하늘하늘한 깃털을 보니 달리고 싶다!
pt_br: Essas penas fofinhas me dão vontade de correr!
ru: При виде этих пушистых перышек мне так хочется пуститься наутек!
zh_tw: 我一看見那些蓬鬆的羽毛就想跑！

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_FIREBOMB
source: It smells like brimstone.
de: Riecht nach Schwefel.
es: Huele a azufre.
fr: Ça sent le soufre.
it: Odora di zolfo.
ja: 硫黄の匂いがする。
ko: 유황 냄새가 난다.
pt_br: Tem cheiro de enxofre.
ru: Пахнет серой.
zh_tw: 聞起來像硫磺。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: The blossom interacts well with healing magic.
de: Die Blüte passt gut zur Heilzauberei.
es: La flor interactúa bien con la magia curativa.
fr: La floraison interagit bien avec la magie guérisseuse.
it: Il bocciolo interagisce bene con la magia curativa.
ja: 花びらは回復魔法と相性がいい。
ko: 꽃은 치료 마법과 상성이 좋다.
pt_br: A flor interage bem com magia curativa.
ru: Цветение прекрасно сочетается с целительной магией.
zh_tw: 這花朵和治癒魔法很合拍。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: This garland will restore a bit of my vitality.
de: Diese Girlande wird ein bisschen von meiner Vitalität wiederherstellen.
es: Esta guirnalda restaurará un poco mi vitalidad.
fr: Cette guirlande va restaurer un peu de ma vitalité.
it: Questa ghirlanda ristorerà un po' della mia vitalità.
ja: この花冠で生命力が少し回復する。
ko: 생명력을 약간 회복시켜 주는 화관이다.
pt_br: Essa guirlanda vai restaurar um pouco da minha vitalidade.
ru: Этот венок восстановит часть моих жизненных сил.
zh_tw: 這花環能給我回點血。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_HEAVYBLADE
source: A sharp looking instrument.
de: Ein scharf aussehendes Instrument.
es: Un instrumento afilado.
fr: Un instrument qui a l'air tranchant.
it: Uno strumento dall'aspetto arguto.
ja: 尖がった見た目の道具だ。
ko: 날카로워 보이는 도구다.
pt_br: Um instrumento que parece afiado.
ru: Это орудие выглядит острым.
zh_tw: 看起來很鋒利的工具。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_KEYHOLE
source: It needs a key.
de: Da fehlt ein Schlüssel.
es: Necesita una llave.
fr: Il me faut une clé.
it: Ha bisogno di una chiave.
ja: カギが必要だ。
ko: 열쇠가 필요해.
pt_br: É necessário uma chave.
ru: Тут нужен ключ.
zh_tw: 它需要一把鑰匙。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: That should do it.
de: Das sollte genügen.
es: Eso valdrá.
fr: Ça devrait le faire.
it: Dovrebbe andar bene.
ja: これでうまくいいくはずだ。
ko: 이거면 되겠지.
pt_br: Essa deve funcionar.
ru: Должно сработать.
zh_tw: 那個應該能行。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: My strikes would hurt a little more wearing that.
de: Damit werden meine Schläge etwas schmerzhafter.
es: Si lo llevo mis golpes harían un poco más de daño.
fr: Mes coups porteraient un peu plus si je portais ça.
it: I miei colpi potrebbero far più male con questo.
ja: これをかぶると敵に与えるダメージが増える。
ko: 이걸 쓰면 공격력이 조금 더 올라갈 것이다.
pt_br: Meus golpes doeriam um pouco mais se eu usasse isso.
ru: Если я это надену, мои удары станут чуточку болезненнее.
zh_tw: 能加點攻擊。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_LUCY
source: That weapon's for throwing.
de: Die Waffe ist zum Werfen.
es: Esa arma es para lanzarla.
fr: C'est une arme de jet.
it: Quell'arma è per lanciare colpi.
ja: 投げるための武器だ。
ko: 던지는 무기다.
pt_br: Essa arma serve para arremessar.
ru: Это метательное оружие.
zh_tw: 那個武器是用來扔的。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: That's how we got here. Hopefully how we get back, too.
de: So sind wir hierher gekommen. Hoffentlich kommen wir so auch wieder zurück.
es: Así es como llegamos aquí. Espero que así sea también como regresemos.
fr: On est arrivé ici par là. Pourvu que ça marche aussi pour partir.
it: Ecco come siamo arrivati fin qui. Sperando ci faccia anche tornare indietro.
ja: これでここに来たんだ。きっとこれで戻れる。
ko: 이곳으로 오게 된 통로다. 이걸로 돌아갈 수도 있어야 할 텐데.
pt_br: Foi assim que chegamos aqui. Espero que voltemos por aí também.
ru: Это — путь, которым мы пришли сюда. Надеюсь, им мы и уйдем.
zh_tw: 能過來，應該也能回去吧？

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_PORTAL.ON
source: I'll just be going now.
de: Ich werde jetzt gehen.
es: Me iré ahora mismo.
fr: Je vais y aller maintenant.
it: Adesso devo andare.
ja: もう行くよ。
ko: 이제 가야겠다.
pt_br: Já está na minha hora.
ru: Я, пожалуй, пойду.
zh_tw: 我要走了。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_RECHARGERHAT
source: Those crystals will quicken my abilities.
de: Diese Kristalle werden meine Fähigkeiten beflügeln.
es: Esos cristales acelerarán mis habilidades.
fr: Ces cristaux vont accélérer mes aptitudes.
it: Quei cristalli ricaricheranno le mie abilità più in fretta.
ja: クリスタルがあると能力の発動が速くなる。
ko: 수정 덕분에 내 능력이 더 빨리 충전되겠군.
pt_br: Esses cristais vão acelerar minhas habilidades.
ru: Эти кристаллы ускорят мои способности.
zh_tw: 那些水晶的力量加速了我的能力。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_SPAWNER
source: This is where those enemies are coming from.
de: Hier kommen diese Feinde her.
es: De aquí salen esos enemigos.
fr: C'est de là que viennent ces ennemis.
it: Ecco da dove provengono quei nemici.
ja: ここから敵がやってくるんだな。
ko: 적들이 생겨나는 곳이다.
pt_br: É daí que estão saindo esses inimigos.
ru: Вот откуда приходят все эти наши враги.
zh_tw: 敵人就是從這兒來的。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: It looks like it packs a wallop.
de: Sieht so aus, als hätte es einen Schlag drauf.
es: Parece que hace mucha pupa.
fr: On dirait que ça peut faire mal.
it: Sembra che possa provocare una bella botta.
ja: 強烈な一撃を持っていそうだ。
ko: 매우 강한 힘을 가진 것으로 보인다.
pt_br: Parece que esse é forte.
ru: Кажется, удар у него сильный.
zh_tw: 好像能加很多攻擊。

# CHARACTERS.WANDA.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: Looks like it amplifies healing expertise.
de: Sieht so aus, als ob es die Heilungskräfte verstärkt.
es: Parece que amplifica la curación.
fr: On dirait que ça augmente la capacité de soin.
it: Sembra che possa amplificare la competenza nel curare.
ja: 回復する力を強めてくれそうだ。
ko: 치료 능력을 증폭하는 것으로 보인다.
pt_br: Parece que amplifica a experiência de cura.
ru: Похоже, это усиливает целительный эффект.
zh_tw: 似乎能增強治癒力。

# CHARACTERS.WANDA.DESCRIBE.LAVAE
source: Tsk, she just lets her children run wild!
de: Ts-ts, sie lässt ihre Kinder einfach überall herumtoben!
es: Buf, ¡si es que deja que se desmadren sus crías!
fr: Tss, encore une qui laisse ses gamins courir partout !
it: Tsk, ha lasciato troppa libertà alla sua prole: sono dei vulcani.
ja: もう！子供を野放しにして！
ko: 쯧쯧, 아이들이 마음껏 뛰어놀게 놔뒀네!
pt_br: Tsc, ela deixa os filhos correrem soltos!
ru: Пф-ф! Кто ж так детей без присмотра на улицу выпускает?
zh_tw: 嘖嘖，她就這樣讓她的孩子們亂跑！

# CHARACTERS.WANDA.DESCRIBE.LAVAE_COCOON
source: Is it... dead?
de: Ist sie ... tot?
es: ¿Está... muerta?
fr: Est-ce que c'est... mort ?
it: È... morta?
ja: これ…死んでるの？
ko: 죽은.. 건가?
pt_br: Está... morta?
ru: Оно... мертвое?
zh_tw: 它……是死了嗎？

# CHARACTERS.WANDA.DESCRIBE.LAVAE_EGG.GENERIC
source: It's warm, I think this egg has already been cooked.
de: Es ist warm, ich glaube, dieses Ei wurde bereits gekocht.
es: Está caliente. Creo que este huevo ya está hecho.
fr: C'est chaud. Je pense que cet œuf a déjà été cuit.
it: È caldo... Credo che questo uovo sia già stato cotto.
ja: 温かいわ。もう火が通ってるはずよ。
ko: 따뜻해, 이 계란은 이미 익은 것 같은데.
pt_br: Está quente, acho que este ovo já está cozido.
ru: Оно теплое. Наверное, уже приготовилось.
zh_tw: 它是熱的，我想這只蛋已經熟了。

# CHARACTERS.WANDA.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: It's cooling off, I don't think that's good.
de: Es kühlt sich ab, das ist bestimmt nicht gut.
es: Se está enfriando y dudo que eso sea bueno...
fr: Ça refroidit, je doute que ce soit une bonne chose.
it: Si sta raffreddando... Non credo sia un buon segno.
ja: 冷たくなってる。マズイわね。
ko: 식어가고 있어, 좋지 않은 것 같아.
pt_br: Está esfriando. Acho que isso não é bom.
ru: Оно остывает. По-моему, это не очень хорошо.
zh_tw: 它正在冷卻，我不認為這是好事。

# CHARACTERS.WANDA.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: I can almost imagine it smiling.
de: Ich kann mir fast vorstellen, wie es lächelt.
es: Casi me la imagino sonriendo.
fr: Je l'imagine presque sourire.
it: Mi sembra quasi di vederlo sorridere.
ja: ニコニコしてるのが目に浮かぶようだわ。
ko: 웃는 모습을 상상할 수 있을 정도야.
pt_br: Quase posso imaginá-lo sorrindo.
ru: Могу даже представить, что оно улыбается.
zh_tw: 我幾乎可以想像它在微笑。

# CHARACTERS.WANDA.DESCRIBE.LAVAE_PET.CONTENT
source: She looks about as happy as a bug covered in lava can look.
de: Sie sieht so glücklich aus, wie ein mit Lava bedeckter Käfer nur aussehen kann.
es: Está tan feliz como podría estarlo un bicho cubierto de lava.
fr: Elle a l'air aussi heureuse qu'un insecte couvert de lave puisse l'être.
it: Sembra felice quanto potrebbe esserlo un insetto coperto di lava.
ja: 溶岩に包まれた虫と同じくらい幸せそう。
ko: 마치 용암으로 뒤덮인 벌레처럼 행복해 보여.
pt_br: Está tão feliz quando um inseto coberto de lava pode aparentar.
ru: Она выглядит счастливой... насколько это возможно для живущего в лаве жука.
zh_tw: 作為一隻被熔岩覆蓋的蟲子，她看起來已經很高興了。

# CHARACTERS.WANDA.DESCRIBE.LAVAE_PET.GENERIC
source: She seems to like me for some reason.
de: Aus irgendeinem Grund scheint sie mich zu mögen.
es: Creo que le caigo bien, pero no sé por qué.
fr: Elle a l'air de m'apprécier, même si je ne sais pas trop pourquoi.
it: Sembro piacerle per qualche ragione.
ja: どういうわけか、私のことが好きみたいね。
ko: 왠지 나를 좋아하는 것 같아.
pt_br: Ele parece gostar de mim por algum motivo.
ru: Кажется, я почему-то ей нравлюсь.
zh_tw: 出於某種原因，她似乎很喜歡我。

# CHARACTERS.WANDA.DESCRIBE.LAVAE_PET.HUNGRY
source: Is it feeding time again already?
de: Schon wieder Fütterungszeit?
es: ¿Otra vez es hora de comer?
fr: C'est encore l'heure de la nourrir ?
it: È di nuovo l'ora della pappa?
ja: またエサの時間なの？
ko: 벌써 또 먹이 주는 시간인가?
pt_br: Já é hora da comida? De novo?
ru: Ее опять пора кормить?
zh_tw: 又到了餵食時間了嗎？

# CHARACTERS.WANDA.DESCRIBE.LAVAE_PET.STARVING
source: Oh botheration, did I forget to feed you again?
de: Ach verflixt, habe ich vergessen, dich zu füttern?
es: Qué fastidio. ¿Me he vuelto a olvidar de darte de comer?
fr: Oh flûte de zut, j'ai encore oublié de te nourrir ?
it: Oh, che seccatura, mi sono dimenticata di nuovo di darti da mangiare?
ja: ああ、煩わしい。また私エサやるの忘れちゃったの？
ko: 아 귀찮아, 또 밥 주는 걸 잊은 거야?
pt_br: Ai, que amolação! Eu me esqueci de te alimentar de novo?
ru: Вот неудобство! Я опять забыла тебя покормить?
zh_tw: 嗷，麻煩呐。我又忘記喂你了嗎？

# CHARACTERS.WANDA.DESCRIBE.LAVAE_TOOTH
source: Well this feels vaguely threatening.
de: Nun, das fühlt sich irgendwie bedrohlich an.
es: Parece un poco amenazador, pero no mucho.
fr: Ça a l'air vaguement menaçant...
it: Beh, mi sento vagamente minacciata.
ja: んー、あれは危険そうね。
ko: 글쎄, 이건 막연하게 위협적인 듯.
pt_br: Bom, isso parece vagamente ameaçador.
ru: Чувствую какую-то смутную угрозу.
zh_tw: 這讓人感覺到隱隱約約的威脅。

# CHARACTERS.WANDA.DESCRIBE.LAVASPIT.COOL
source: I think it's safe to touch. But why would I want to?
de: Ich denke, man kann das anfassen. Aber warum sollte ich das wollen?
es: Creo que no es peligroso tocarla, pero ¿por qué querría hacerlo?
fr: Je crois qu'on peut le toucher sans crainte. Mais pourquoi je ferais ça ?
it: Penso che ora si possa toccare. Ma perché dovrei volerlo fare?
ja: 触っても大丈夫だと思うけど、何で触りたいと思うの？
ko: 만져도 안전한 것 같아. 하지만 굳이 왜 그러고 싶겠어?
pt_br: Acho que é seguro tocar nele. Mas por que eu faria uma coisa dessas?
ru: Наверное, теперь это можно трогать руками. Вот только зачем?
zh_tw: 摸起來應該是安全的。可我為什麼要摸呢？

# CHARACTERS.WANDA.DESCRIBE.LAVASPIT.HOT
source: Hot!!
de: Heiß!!
es: ¡¡Quema!!
fr: C'est chaud !!
it: Scotta!!!
ja: あつっ！
ko: 뜨거워!!
pt_br: Quente!
ru: Горячо!!!
zh_tw: 燙!！

# CHARACTERS.WANDA.DESCRIBE.LAVA_POND
source: Not for swimming.
de: Nicht zum Schwimmen geeignet.
es: Ahí no se puede nadar.
fr: On va éviter d'y nager.
it: Non ci si può nuotare.
ja: 遊泳禁止だわ。
ko: 수영은 할 수 없겠네.
pt_br: Na dá pra nadar aí.
ru: Тут не поплаваешь.
zh_tw: 不能下去游泳。

# CHARACTERS.WANDA.DESCRIBE.LAVA_POND_ROCK
source: You've seen one rock, you've seen them all.
de: Kennt man einen Felsen, kennt man sie alle.
es: Con ver una roca, ya las has visto todas.
fr: Quand on a vu une pierre, on les a toutes vues.
it: Vista una roccia, le hai viste tutte.
ja: 岩は1個見れば、十分。
ko: 바위 하나를 봤다며 전부를 본 거야.
pt_br: Quem viu uma rocha, viu todas.
ru: Видел один камень — считай, видел их все.
zh_tw: 見過一塊石頭就等於見過所有的石頭了。

# CHARACTERS.WANDA.DESCRIBE.LEAFLOAF
source: The loaf has been set very fashionably in jelly.
de: Der Laib wurde sehr stilvoll in Gelee eingelegt.
es: Pastel de carne dentro de una gelatina colocado con muy buen gusto.
fr: C'est très marrant, cette miche qui flotte dans la gelée.
it: Il polpettone è stato elegantemente immerso nella gelatina.
ja: ゼリーに入ったとてもステキなミートローフ。
ko: 고기를 젤리 안에 아주 세련되게 배치했네.
pt_br: O rolo foi revestido com gelatina. Um prato requintado.
ru: Булка очень изящно зафиксирована в желе.
zh_tw: 麵包被非常時尚地鑲嵌在果凍中。

# CHARACTERS.WANDA.DESCRIBE.LEAFYMEATBURGER
source: It has a very interesting texture.
de: Er hat eine sehr interessante Textur.
es: Tiene una textura muy interesante.
fr: Ça a une texture très intéressante.
it: Ha una consistenza molto interessante.
ja: 面白い食感だわ。
ko: 질감이 아주 흥미로워.
pt_br: Possui uma textura muito interessante.
ru: У него очень интересная текстура.
zh_tw: 口感十分有趣。

# CHARACTERS.WANDA.DESCRIBE.LEAFYMEATSOUFFLE
source: This flummery has an odd taste to it.
de: Dieses Zeugs hat einen merkwürdigen Beigeschmack.
es: Esta ensalada tiene un sabor un poco extraño.
fr: Ce machin a un goût étrange.
it: Questo pudding ha un sapore bizzarro.
ja: このスフレは変な味だわ。
ko: 이 플러머리 푸딩은 맛이 이상해.
pt_br: Essa gororoba tem um sabor bizarro.
ru: Какая-то размазня со странным вкусом.
zh_tw: 這東西味道有點怪。

# CHARACTERS.WANDA.DESCRIBE.LEIF
source: Even the trees are out to get me!
de: Selbst die Bäume sind hinter mir her!
es: ¡Hasta los árboles vienen a por mí!
fr: Même les arbres m'en veulent !
it: Pure gli alberi ce l'hanno con me!
ja: 木まで私を殺そうとするなんて！
ko: 나무들조차 나를 잡으러 와!
pt_br: Até as árvores querem me pegar!
ru: На меня даже деревья нападают!
zh_tw: 連樹都不放過我！

# CHARACTERS.WANDA.DESCRIBE.LEIF_SPARSE
source: Even the trees are out to get me!
de: Selbst die Bäume sind hinter mir her!
es: ¡Hasta los árboles vienen a por mí!
fr: Même les arbres m'en veulent !
it: Pure gli alberi ce l'hanno con me!
ja: 木まで私を殺そうとするなんて！
ko: 나무들조차 나를 잡으러 와!
pt_br: Até as árvores querem me pegar!
ru: На меня даже деревья нападают!
zh_tw: 連樹都不放過我！

# CHARACTERS.WANDA.DESCRIBE.LICHEN
source: I'm not stopping to gawk at every plant I see!
de: Ich halte nicht an, um jede Pflanze anzuglotzen, die ich sehe!
es: ¡No pienso pararme a mirar todas las plantas que veo!
fr: Je ne vais pas m'ébahir devant chaque plante non plus !
it: Non sgranerò gli occhi di fronte a ogni pianta che vedo!
ja: 私は植物を見るたびにじっくり止まって眺めたりしないわ！
ko: 나는 식물이 보일 때마다 그 앞에 얼빠진 듯 멈춰 서는 게 아니라고!
pt_br: Não vou parar pra olhar cada planta que aparecer!
ru: Не собираюсь останавливаться и разглядывать тут каждую травинку.
zh_tw: 我猜不要走幾步就停下來盯著植物看！

# CHARACTERS.WANDA.DESCRIBE.LIFEINJECTOR
source: I have no use for it, what I need is more time!
de: Ich habe keine Verwendung dafür, was ich brauche, ist mehr Zeit!
es: No me sirve de nada, ¡si yo necesito tiempo!
fr: Je n'en ai aucune utilité. J'ai besoin de temps !
it: Non so cosa farmene. A me serve solo più tempo!
ja: これには用がないわ。私が欲しいのは時間なの！
ko: 아무 소용이 없어. 시간이 더 필요해!
pt_br: Isso não tem utilidade pra mim. Eu preciso é de mais tempo!
ru: Мне от него пользы не будет, меня спасет только время!
zh_tw: 它對我沒有用，我需要的是更多的時間。
