Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ANNOUNCE_EAT.GENERIC
source: Yum!
de: MJAM!
es: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pt_br: Hmm!
zh_cn: 好吃！
zh_tw: 好吃！

# CHARACTERS.GENERIC.ANNOUNCE_EAT.INVALID
source: I can't eat that!
de: Das kann ich nicht essen!
es: ¡No puedo comerme eso!
fr: Je ne peux pas manger ça !
it: Non lo posso mangiare!
ja: それはとても食べられない！
ko: 먹을 수 없는 것이다!
pt_br: Não posso comer isso!
zh_cn: 我不吃那玩意！
zh_tw: 我不吃那玩意！

# CHARACTERS.GENERIC.ANNOUNCE_EAT.PAINFUL
source: I don't feel so good.
de: Ich fühle mich nicht so gut.
es: No me siento muy bien.
fr: Je ne me sens pas très bien.
it: Non mi sento molto bene.
ja: 気分があまりよくない。
ko: 속이 안 좋다.
pt_br: Não me sinto muito bem.
zh_cn: 我感觉不太好。
zh_tw: 我感覺不太好。

# CHARACTERS.GENERIC.ANNOUNCE_EAT.SPOILED
source: Yuck! That was terrible!
de: Pfui! Das war grausam!
es: ¡Qué asco! ¡Qué mal estaba eso!
fr: Beurk ! C'était atroce !
it: Puah! È stato terribile!
ja: ゲーッ！ひどかったな！
ko: 우엑! 끔찍했다!
pt_br: Eca! Isso estava horrível!
zh_cn: 呸！太难吃了！
zh_tw: 呸！太難吃了！

# CHARACTERS.GENERIC.ANNOUNCE_EAT.STALE
source: I think that was starting to turn.
de: Ich glaube, das war schon schlecht.
es: Creo que está empezando a caducar.
fr: Ça commençait à se périmer.
it: Credo che stesse iniziando a girare.
ja: いい方向に向かい始めてたようだ。
ko: 아마 상하기 직전이었던 것 같다.
pt_br: Acho que isso está ficando podre.
zh_cn: 我觉得它开始变质了。
zh_tw: 我覺得它開始變質了。

# CHARACTERS.GENERIC.ANNOUNCE_EAT.YUCKY
source: Putting that in my mouth would be disgusting!
de: Ich bin nicht so scharf darauf, das in meinem Mund zu stecken.
es: ¡Meterme eso en la boca sería asqueroso!
fr: Mettre ça dans ma bouche serait dégoûtant !
it: Metterlo in bocca sarebbe disgustoso!
ja: これは…ちょっと食べる気になれないな…
ko: 저렇게 끔찍한 걸 입 안에 넣을 순 없지!
pt_br: Colocar isso na minha boca seria nojento!
zh_cn: 把那个放进嘴里太恶心了！
zh_tw: 把那個放進嘴裡太噁心了！

# CHARACTERS.GENERIC.ANNOUNCE_EATING_NOT_FEASTING
source: I should really share this with the others.
de: Das sollte ich wirklich mit den anderen teilen.
es: Debería compartir esto con los demás.
fr: Je devrais partager ça avec les autres.
it: Dovrei condividere con gli altri.
ja: 間違いなくみんなとシェアした方がいい。
ko: 다른 친구들과 나눠야겠어.
pt_br: Eu devia dividir isso com os outros.
zh_cn: 我应该跟其他人分享的。
zh_tw: 我應該跟其他人分享的。

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.1
source: Huff... Pant...
de: Ächz ... schnauf ...
es: Uf... Qué cansancio...
fr: Arf... Pfou...
it: Uff... pant...
ja: はぁ…ふう…
ko: 헉... 헉...
pt_br: Ufa... Suspiro...
zh_cn: 气喘...吁吁...
zh_tw: 氣喘...吁吁...

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.2
source: I should have built... a lifting machine...
de: Ich hätte ... eine Hebemaschine bauen sollen ...
es: Debería haber construido... un ascensor...
fr: J'aurais dû construire... un treuil...
it: Avrei dovuto costruire... una gru...
ja: エレベーターを…作るべきだった…
ko: 이런 걸 들어 올릴 수 있는... 기계가 필요해...
pt_br: Eu devia ter construído... uma máquina de carregar...
zh_cn: 我应该制造...一台起重机...
zh_tw: 我應該製造...一台起重機...

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.3
source: Lift... with your back...
de: Heben ... aus dem Rücken ...
es: Subir... con la espalda...
fr: Faut soulever... avec le dos...
it: Sollevare... con la schiena...
ja: 背中に…乗せてくれ…
ko: 등으로... 들어라...
pt_br: Levante... com as costas...
zh_cn: 抬起来...用你的背...
zh_tw: 抬起來...用你的背...

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.4
source: This isn't... gentleman's work...
de: Das ist keine ... Arbeit für anständige Leute ...
es: Esto... no es... trabajo para caballeros...
fr: C'est pas... un travail pour... midinette...
it: Questo non è... un lavoro... da signori...
ja: これは…紳士の仕事ではない…
ko: 이건... 신사가 할 일이 아니야...
pt_br: Esse não é... um trabalho... de cavalheiro...
zh_cn: 这不是...绅士该做的...工作...
zh_tw: 這不是...紳士該做的...工作...

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.5
source: For... science... oof!
de: Für die Wissenschaft ... ächz!
es: ¡Por... la ciencia... uf!
fr: Au nom... de la science... Pfou !
it: Per... la scienza... uffa!
ja: 科学の…ために…うっ！
ko: 과학을... 위하여... 윽!
pt_br: Pela... ciência... upa!
zh_cn: 为了...科学！
zh_tw: 為了...科學！

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.6
source: Is this... messing up my hair?
de: Zerstört mir das die Frisur?
es: ¿Me estoy... despeinando?
fr: Est-ce que... ça me décoiffe ?
it: Mi fa... scompigliare i capelli?
ja: これ…髪が乱れてない？
ko: 이러다가... 헤어 스타일 구기려나?
pt_br: Isso... está bagunçando meu cabelo?
zh_cn: 这东西...正把我头发弄得一团糟吗？
zh_tw: 這東西...正把我頭髮弄得一團糟嗎？

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.7
source: Hngh...!
de: Uff ...!
es: ¡Aghhh...!
fr: Argh... !
it: Ugh...!
ja: ふんっ…！
ko: 윽...!
pt_br: Ugh...!
zh_cn: 哼...！
zh_tw: 哼...！

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.8
source: Pant... Pant...
de: Ächz... stöhn...
es: Uf... uf...
fr: Pfou... pfou...
it: Uff... uff...
ja: はぁ…はぁ…
ko: 하악... 하악...
pt_br: Suspiro... Suspiro...
zh_cn: 气喘...吁吁...
zh_tw: 氣喘...吁吁...

# CHARACTERS.GENERIC.ANNOUNCE_ENCUMBERED.9
source: This is the worst... experiment...
de: Das ist das schlimmste ... Experiment ...
es: Este es el peor... experimento...
fr: C'est la pire... des expériences...
it: Questo è il peggiore... esperimento...
ja: これは最悪な…実験だ…
ko: 이건... 최악의 실험이야...
pt_br: Esse é o pior... experimento...
zh_cn: 这是最糟糕的...实验...
zh_tw: 這是最糟糕的...實驗...

# CHARACTERS.GENERIC.ANNOUNCE_ENTER_DARK
source: It's so dark!
de: Es ist so dunkel!
es: ¡Está muy oscuro!
fr: Il fait si sombre !
it: È così buio!
ja: とても暗い！
ko: 너무 어두워!
pt_br: Como está escuro!
zh_cn: 伸手不见五指！
zh_tw: 伸手不見五指！

# CHARACTERS.GENERIC.ANNOUNCE_ENTER_LIGHT
source: I can see again!
de: Ich kann wieder etwas sehen.
es: ¡Puedo ver de nuevo!
fr: Je peux voir à nouveau !
it: Posso vedere di nuovo!
ja: また見えるようになった！
ko: 다시 보인다!
pt_br: Consigo ver de novo!
zh_cn: 我又可以看到东西了！
zh_tw: 我又可以看到東西了！

# CHARACTERS.GENERIC.ANNOUNCE_EYEOFTERROR_ARRIVE
source: What is that- a giant floating eyeball?!
de: Was ist das denn, ein riesiger schwebender Augapfel?!
es: ¿Qué es eso? ¿¡Un ojo volador gigante!?
fr: Qu'est-ce que... c'est un... œil géant qui vole ?!
it: Cos'è quel... gigantesco bulbo oculare fluttuante?
ja: あのふわふわ浮いてる巨大な目玉はなんだ！？
ko: 저게 뭐야, 거대한 눈알이 둥둥 떠다녀?!
pt_br: O que é isso? Um globo ocular flutuante?!
zh_cn: 那是什么——漂浮巨眼？！
zh_tw: 那是什麼——漂浮巨眼？！

# CHARACTERS.GENERIC.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: Get back here, I'm not finished with you yet!
de: Komm zurück, ich bin noch nicht fertig mit dir!
es: ¡Vuelve aquí! ¡Aún no he terminado contigo!
fr: Reviens ici, je n'en ai pas fini avec toi !
it: Torna qui, non ho ancora finito con te!
ja: 戻ってきてよ！まだ君には用があるんだ！
ko: 이리 돌아와, 난 아직 안 끝났어!
pt_br: Volte aqui, ainda não acabei com você!
zh_cn: 回来，我跟你没完！
zh_tw: 回來，我跟你沒完！

# CHARACTERS.GENERIC.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
zh_cn: 终于好了！
zh_tw: 終於好了！

# CHARACTERS.GENERIC.ANNOUNCE_FAN_OUT
source: My fan is gone with the wind.
de: Mein Fächer ist vom Winde verweht.
es: Mi ventilador se ha ido con el viento.
fr: Mon éventail a pris du vent dans les voiles.
it: Il mio ventaglio è andato via con il vento.
ja: 風ぐるまは、風と共に去ってしまったか…フッ…
ko: 바람이 부는 날의 부채.
pt_br: E o vento levou meu leque.
zh_cn: 我的风扇已随风消逝。
zh_tw: 我的風扇已隨風消逝。

# CHARACTERS.GENERIC.ANNOUNCE_FERTILIZER_RESEARCHED
source: I never thought I'd be applying my scientific mind to... this.
de: Ich hätte nie gedacht, dass ich meinen wissenschaftlich trainierten Verstand auf ... so etwas anwenden würde.
es: Jamás imaginé que utilizaría mis conocimientos científicos para esto.
fr: Je ne pensais pas un jour utiliser mes méthodes scientifiques pour... ça.
it: Chi avrebbe mai immaginato che avrei applicato la mia mente scientifica in... questo.
ja: 科学者の目をコレに使うようになるとは思わなかったよ。
ko: 내가 과학적 사고를 이런 일에...동원할 거라고는 생각도 못했어.
pt_br: Nunca pensei que usaria minha mente científica para... isto.
zh_cn: 我从未想过会把我的科学思想用在……这东西上。
zh_tw: 我從未想過會把我的科學思想用在……這東西上。

# CHARACTERS.GENERIC.ANNOUNCE_FIRENETTLE_TOXIN.1
source: My insides are burning!
de: Ich verbrenne von innen!
es: ¡Estoy que ardo por dentro!
fr: Mon ventre me brûle !
it: Ho come un fuoco dentro!
ja: 僕の内部が燃えている！
ko: 내 속이 불타고 있어!
pt_br: Minhas entranhas estão queimando.
zh_cn: 我的五脏六腑都在燃烧！
zh_tw: 我的五臟六腑都在燃燒！

# CHARACTERS.GENERIC.ANNOUNCE_FIRENETTLE_TOXIN.2
source: Ouch, that's hot!
de: Autsch, das ist heiß!
es: ¡Ay, está caliente!
fr: Aïe, ça brûle !
it: Ahi, scotta!
ja: イテ、熱い！
ko: 앗, 뜨겁잖아!
pt_br: Autch, isso está quente!
zh_cn: 哎哟，太热了！
zh_tw: 哎喲，太熱了！

# CHARACTERS.GENERIC.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Note to self: no more experiments with Fire Nettle toxin.
de: Notiz an mich selbst: keine weiteren Experimente mit Feuernessel-Toxin.
es: Nota mental: no volver a hacer experimentos con toxinas de ortiga ígnea.
fr: Note à moi-même : plus jamais d'expérience avec la toxine d'ortie de feu.
it: Promemoria: niente più esperimenti con la tossina della fiammortica.
ja: おぼえ書き：イライライラクサの毒で実験はしない。
ko: 자신에게 남기는 주의사항: 더는 불쐐기풀 독소로 실험하지 말 것.
pt_br: Nota pessoal: basta de experimentos com toxina de Urtigardente.
zh_cn: 写给自己的笔记：不要再用火荨麻毒素进行试验。
zh_tw: 寫給自己的筆記：不要再用火蕁麻毒素進行試驗。

# CHARACTERS.GENERIC.ANNOUNCE_FLARE_SEEN
source: I wonder who set that flare?
de: Wer wohl die Leuchtrakete hat hochgehen lassen?
es: Me pregunto quién habrá puesto esa luz.
fr: Je me demande qui a lancé cette fusée.
it: Chi avrà lanciato quel razzo segnaletico?
ja: 誰が火をつけたんだろう？
ko: 누가 신호탄을 터뜨렸지?
pt_br: Quem será que lançou aquele sinalizador?
zh_cn: 是谁发出的信号？
zh_tw: 是誰發出的信號？

# CHARACTERS.GENERIC.ANNOUNCE_FREEDOM
source: I'm free! I'm finally free!
de: Ich bin frei! Ich bin endlich frei!
es: ¡Soy libre! ¡Por fin soy libre!
fr: Je suis libre ! Enfin libre !
it: Sono libero! Sono finalmente libero!
ja: 俺は自由だ！遂に解放されたぞ！
ko: 자유다! 드디어 자유다!
pt_br: Estou livre! Finalmente, livre!
zh_cn: 我自由了！我终于自由了！
zh_tw: 我自由了！我終於自由了！

# CHARACTERS.GENERIC.ANNOUNCE_GHOSTDRAIN
source: My humanity is about to start slipping away...
de: Meine Menschlichkeit entfleucht mir gleich ...
es: Mi humanidad está a punto de desvanecerse...
fr: Mon humanité est sur le point de disparaître...
it: La mia umanità sta per scivolare via...
ja: クッ…ダメだ…正気を保てそうにない…！
ko: 이성이 사라지려고 하고 있다...
pt_br: Minha humanidade está prestes a começar a se esvair...
zh_cn: 我的人性要开始流失了...
zh_tw: 我的人性要開始流失了...

# CHARACTERS.GENERIC.ANNOUNCE_HIGHRESEARCH
source: I feel so smart now!
de: Jetzt fühle ich mich schlauer.
es: ¡Me siento tan inteligente ahora!
fr: Je suis trop intelligent maintenant !
it: Mi sento così intelligente ora!
ja: 今えらく賢くなった気がする！
ko: 아주 똑똑해진 기분이다!
pt_br: Me sinto tão inteligente agora!
zh_cn: 感觉我现在太聪明了！
zh_tw: 感覺我現在太聰明了！

# CHARACTERS.GENERIC.ANNOUNCE_HOT
source: Need... ice... or... shade!
de: Brauche ... Eis ... oder ... Schatten!
es: ¡Necesito... hielo... o... sombra!
fr: Il me faut... de la glace... ou de l'ombre !
it: Serve... ghiaccio... o... ombra!
ja: 氷か… それか… 日かげが必要だ！
ko: 얼음이나... 그늘이... 필요해!
pt_br: Preciso... de gelo... ou... sombra!
zh_cn: 需要...冰...或...阴凉处！
zh_tw: 需要...冰...或...陰涼處！

# CHARACTERS.GENERIC.ANNOUNCE_HOUNDS
source: Did you hear that?
de: Hast du das gehört?
es: ¿Has oído eso?
fr: Vous avez entendu ça ?
it: L'hai sentito?
ja: あの音聞いたか？
ko: 소리가 들리지 않았습니까?
pt_br: Ouviu isso?
zh_cn: 你听到了吗？
zh_tw: 你聽到了嗎？

# CHARACTERS.GENERIC.ANNOUNCE_HUNGRY
source: I'm so hungry!
de: Ich bin so hungrig!
es: ¡Tengo mucha hambre!
fr: J'ai tellement faim !
it: Ho una fame!
ja: とにかく腹減った！
ko: 너무 배고파!
pt_br: Estou com muita fome!
zh_cn: 我好饿！
zh_tw: 我好餓！

# CHARACTERS.GENERIC.ANNOUNCE_HUNT_BEAST_NEARBY
source: This track is fresh. The beast must be nearby.
de: Die Spur ist noch frisch. Das Biest kann nicht weit sein.
es: Esta huella es reciente. La bestia debe de andar cerca.
fr: Cette piste est fraîche, la bête ne doit pas être bien loin.
it: Questa pista è fresca. La bestia deve essere nelle vicinanze.
ja: この足跡はまだ新しい、猛獣は近くにいるはずだ。
ko: 이 자국은 새 거다. 근처에 짐승이 있는 모양이다.
pt_br: Esse rastro está fresco, o bicho deve estar próximo.
zh_cn: 新鲜的足迹，那只野兽肯定就在附近。
zh_tw: 新鮮的足跡，那只野獸肯定就在附近。

# CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL
source: The beast's trail ends here.
de: Die Spur endet hier.
es: El rastro de la bestia termina aquí.
fr: La piste de la bête s'arrête ici.
it: Le tracce della bestia terminano qui.
ja: 獣の足跡は、ここで途切れてるな
ko: 짐승 흔적이 여기에서 끝났다.
pt_br: Os rastros da fera terminam aqui.
zh_cn: 野兽的足迹到这里就没了。
zh_tw: 野獸的足跡到這裡就沒了。

# CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: This wet soil can't hold a footprint.
de: Bei dem nassen Untergrund wird ein Fußabdruck nicht lange halten.
es: En este suelo mojado no se quedará ni una huella.
fr: Les traces ne restent pas sur un sol si mouillé.
it: Questo terreno bagnato non reggerà un'impronta.
ja: 土がぬれて、足跡が崩れたみたいだ
ko: 땅이 축축해서 발자국이 남지 않는다.
pt_br: Esse solo molhado não aguenta uma pegada.
zh_cn: 这种湿土留不下脚印。
zh_tw: 這種濕土留不下腳印。

# CHARACTERS.GENERIC.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Are you still hungry, plant?
de: Bist du immer noch hungrig, Pflanze?
es: ¿Aún tienes hambre, planta?
fr: Tu as encore faim la plante ?
it: Sei ancora affamata, pianta?
ja: 植物よ、まだお腹すいてるか？
ko: 식물아, 아직도 배고파?
pt_br: Ainda está com fome, planta?
zh_cn: 你还饿吗，植物？
zh_tw: 你還餓嗎，植物？

# CHARACTERS.GENERIC.ANNOUNCE_INV_FULL
source: I can't carry any more stuff!
de: Ich kann nichts mehr tragen!
es: ¡No puedo cargar más cosas!
fr: Je ne peux plus rien porter !
it: Non posso trasportare nient'altro!
ja: もうこれ以上は運べない！
ko: 물건을 더 휴대할 수 없다!
pt_br: Não consigo carregar mais nada.
zh_cn: 我拿不了更多的东西了！
zh_tw: 我拿不了更多的東西了！

# CHARACTERS.GENERIC.ANNOUNCE_IS_FEASTING
source: Happy Winter's Feast!
de: Fröhliches Winterfest!
es: ¡Feliz Fiesta Invernal!
fr: Joyeux festin d'hiver !
it: Buone festività invernali!
ja: 冬のお祭りが始まるよ！
ko: 즐거운 겨울 축제가 되기를!
pt_br: Feliz Banquete de Inverno!
zh_cn: 冬季盛宴快乐！
zh_tw: 冬季盛宴快樂！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: I knew I saw something hiding over here!
de: Ich wusste doch, dass sich hier etwas versteckt!
es: ¡Sabía que había algo escondido por ahí!
fr: Je savais bien que j'avais vu quelque chose s'était caché par ici !
it: Sapevo di aver visto qualcosa nascondersi qui!
ja: こっちに何かが隠れてるのが見えたと思う！
ko: 이쪽에 뭔가 숨어 있는 걸 봤는데!
pt_br: Eu sabia que tinha visto algo se escondendo aqui!
zh_cn: 我就说刚刚看到了那边有什么东西在藏着！
zh_tw: 我就說剛剛看到了那邊有什麼東西在藏著！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Found you!
de: Gefunden!
es: ¡Te encontré!
fr: Je t'ai trouvé !
it: Tana!
ja: みーっけ！
ko: 찾았는걸!
pt_br: Achei!
zh_cn: 找到你了！
zh_tw: 找到你了！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: There you are.
de: Da bist du.
es: Te pillé.
fr: Ah, te voilà.
it: Eccoti qui.
ja: みーつけた。
ko: 거 봐.
pt_br: Aí está você.
zh_cn: 你在这。
zh_tw: 你在這。

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: I knew you'd be hiding there!
de: Ich wusste, dass du dich dort versteckst!
es: ¡Sabía que te esconderías ahí!
fr: J'étais sûr que tu étais caché là !
it: Sapevo che ti saresti nascosto qui!
ja: ここに隠れてると思ったよ！
ko: 거기에 숨었을 줄 알았다니까!
pt_br: Sabia que você estaria se escondendo aqui!
zh_cn: 我就知道你会藏在那！
zh_tw: 我就知道你會藏在那！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: I see you!
de: Ich sehe dich!
es: ¡Te veo!
fr: Je te vois !
it: Ti vedo!
ja: 見えてるよ！
ko: 너 보여!
pt_br: Estou vendo você.
zh_cn: 能看见你！
zh_tw: 能看見你！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: I found the last one!
de: Ich habe den letzten gefunden!
es: ¡He encontrado al último!
fr: J'ai trouvé le dernier !
it: Ho trovato l'ultimo!
ja: 最後の1匹を見つけたよ！
ko: 내가 마지막 하나를 찾았어!
pt_br: Encontrei o último!
zh_cn: 我找到最后一个了！
zh_tw: 我找到最後一個了！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: {name} found the last one!
de: {name} hat den letzten gefunden!
es: ¡{name} ha encontrado al último!
fr: {name} a trouvé le dernier !
it: {name} ha trovato l'ultimo!
ja: {name}が最後の1匹を見つけたよ！
ko: {name} 녀석이 마지막 하나를 찾았어!
pt_br: {name} encontrou o último!
zh_cn: {name}找到了最后一个！
zh_tw: {name}找到了最後一個！

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: Now where's that last one hiding?
de: Wo versteckt sich der letzte?
es: Bueno, ¿dónde estará el ultimo?
fr: Bon, où se cache le dernier ?
it: Dove si sarà nascosto l'ultimo?
ja: 最後の1匹はどこに隠れているんだろう？
ko: 마지막 하나는 어디 숨어 있을까?
pt_br: Onde será que o último está se escondendo?
zh_cn: 所以最后一个藏在哪里呢？
zh_tw: 所以最後一個藏在哪裡呢？

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: I guess they don't want to play any more...
de: Ich schätze, sie wollen nicht mehr spielen ...
es: Supongo que no quieren seguir jugando...
fr: J'imagine qu'ils n'ont plus envie de jouer...
it: Suppongo che non vogliano più giocare...
ja: あの子たちはもう遊びたくないみたいだ…
ko: 더 놀고 싶지는 않은가 봐...
pt_br: Acho que eles não querem mais jogar...
zh_cn: 看来它们不想玩了……
zh_tw: 看來它們不想玩了……

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: These little guys must be getting impatient...
de: Die kleinen Kerle werden wohl langsam ungeduldig ...
es: Los pequeñines deben estar impacientándose...
fr: Ils doivent commencer à s'impatienter.
it: Ormai quei piccoletti saranno impazienti...
ja: みんなきっとイライラし始めてるだろうな…
ko: 조그만 녀석들의 인내심이 한계에 도달한 게 틀림없어...
pt_br: Esses pequeninos devem estar ficando impacientes...
zh_cn: 那些小家伙们估计不耐烦了……
zh_tw: 那些小傢伙們估計不耐煩了……

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: They probably wouldn't hide this far away, would they?
de: Sie würden sich wahrscheinlich nicht so weit weg verstecken, oder?
es: No creo que se alejen tanto para esconderse, ¿no?
fr: Ils ne se seraient sûrement pas cachés aussi loin, pas vrai ?
it: Probabilmente non si nasconderebbero tanto lontano, no?
ja: こんな遠くに隠れてるはずないよな？
ko: 이렇게까지 멀리 와서 숨지는 않았을 텐데, 그랬으려나?
pt_br: Eles provavelmente não se esconderiam tão longe, não é mesmo?
zh_cn: 它们大概率不会躲在这么远的地方，对吧？
zh_tw: 它們大概率不會躲在這麼遠的地方，對吧？

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: The kitcoons should be nearby.
de: Die Kitcoons sollten in der Nähe sein.
es: Los gapachitos no pueden andar lejos.
fr: Les fatons laveurs doivent être tout proches.
it: I miciorsetti dovrebbero essere nelle vicinanze.
ja: この近くにいるはずだ。
ko: 애옹쿤이 근처에 있을 거야.
pt_br: Os xanins devem estar aqui perto.
zh_cn: 小浣猫们应该就在附近。
zh_tw: 小浣貓們應該就在附近。

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Aww, they're playing hide and seek.
de: Oh, sie spielen Verstecken.
es: Qué monos, están jugando al escondite.
fr: Haaaan, ils jouent à cache-cache.
it: Oh, stanno giocando a nascondino.
ja: かわいいなぁ。あの子たちかくれんぼしてるよ。
ko: 아, 숨바꼭질을 하고 있네.
pt_br: Own, eles estão brincando de esconde-esconde.
zh_cn: 嗷，它们在玩捉迷藏呢。
zh_tw: 嗷，它們在玩捉迷藏呢。

# CHARACTERS.GENERIC.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: 3, 2, 1... Ready or not, here I come!
de: 3, 2, 1 ... Bereit oder nicht, ich komme!
es: 3, 2, 1... Listos o no, ¡allá voy!
fr: 3, 2, 1... Prêts ou pas, j'arrive !
it: 8, 9, 10... Pronti o no, arrivo!
ja: 8、9、10…もーいいかい？いくよ！
ko: 3, 2, 1... 준비가 됬던 말던, 찾으러 간다!
pt_br: 3, 2, 1... Prontos ou não, lá vou eu!
zh_cn: 3,2,1……不管你有没有藏好，我都要开始找！
zh_tw: 3,2,1……不管你有沒有藏好，我都要開始找！

# CHARACTERS.GENERIC.ANNOUNCE_KLAUS_CALLFORHELP
source: It called for help!
de: Ein Hilferuf!
es: ¡Ha pedido ayuda!
fr: Il a appelé à l'aide !
it: Ha chiamato i rinforzi!
ja: 助けを呼んだ！
ko: 도움을 요청했다!
pt_br: Pediu ajuda!
zh_cn: 它在求救！
zh_tw: 它在求救！

# CHARACTERS.GENERIC.ANNOUNCE_KLAUS_ENRAGE
source: There's no way to beat it now!!
de: Jetzt ist es nicht mehr zu schlagen!
es: ¡Ahora no hay quien lo derrote!
fr: Impossible de le cogner maintenant !
it: Non c'è modo di batterlo adesso!!
ja: これじゃ、倒せない！
ko: 이젠 절대로 못 이긴다!!
pt_br: Não há como derrotá-lo agora!!
zh_cn: 现在没有办法打败它了！！
zh_tw: 現在沒有辦法打敗它了！！

# CHARACTERS.GENERIC.ANNOUNCE_KLAUS_UNCHAINED
source: Its chains came off!
de: Die Ketten sind ab!
es: ¡Se le han soltado las cadenas!
fr: Il s'est libéré de ses chaînes !
it: Le catene si sono spezzate!
ja: 鎖が外れた！
ko: 사슬이 끊어졌다!!
pt_br: Suas correntes se soltaram!
zh_cn: 它的链条松开了！
zh_tw: 它的鏈條鬆開了！

# CHARACTERS.GENERIC.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head!
de: Au, mein Kopf!
es: ¡Agh, mi cabeza!
fr: Aïe, ma tête !
it: Ah, la mia testa!
ja: うっ、俺の頭！
ko: 윽, 머리야!
pt_br: Ugh, minha cabeça!
zh_cn: 嗷，我的头！
zh_tw: 嗷，我的頭！

# CHARACTERS.GENERIC.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Safe from that frightening lightning!
de: Sicher vor den Blitzen!
es: ¡A salvo de ese rayo aterrador!
fr: J'ai échappé à ces horribles éclairs !
it: Al sicuro da quel fulmine spaventoso!
ja: 怖い稲妻から逃れセーフ！
ko: 이제 무서운 벼락을 피할 수 있다!
pt_br: A salvo daquele relâmpago assustador!
zh_cn: 躲过了那可怕的闪电！
zh_tw: 躲過了那可怕的閃電！

# CHARACTERS.GENERIC.ANNOUNCE_LOWRESEARCH
source: I didn't learn very much from that.
de: Dadurch habe ich nicht sehr viel gelernt.
es: No he aprendido mucho con eso.
fr: Ça ne m'a pas appris grand-chose.
it: Non ho imparato molto da quello.
ja: それから学習したことはあまりないな。
ko: 별로 배운 게 없군.
pt_br: Não aprendi muito com isso.
zh_cn: 我没从那儿学到什么。
zh_tw: 我沒從那兒學到什麼。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: I've almost got it out.
de: Ich habe es fast geschafft.
es: Ya casi lo he sacado.
fr: Je l'ai presque.
it: È quasi fuori.
ja: もう少しで出せそうだ。
ko: 거의 다 꺼냈어.
pt_br: Eu quase consegui extrair.
zh_cn: 快挖出来了。
zh_tw: 快挖出來了。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: There's a form trapped inside.
de: Da drinnen ist eine Figur gefangen.
es: Hay una forma atrapada dentro.
fr: Il y a quelque chose coincé dedans.
it: C'è una forma intrappolata dentro.
ja: 中に何か囚われている。
ko: 안에 뭔가가 있어.
pt_br: Tem uma forma aprisionada aí dentro.
zh_cn: 里面有东西。
zh_tw: 裡面有東西。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: You're free!
de: Du bist frei!
es: ¡Eres libre!
fr: Tu es libre, libre !
it: Hai ottenuto la libertà!
ja: これで自由だ！
ko: 넌 이제 자유다!
pt_br: Está livre!
zh_cn: 你自由了！
zh_tw: 你自由了！

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: I've almost got it out.
de: Ich habe es fast geschafft.
es: Ya casi lo he sacado.
fr: Je l'ai presque.
it: È quasi fuori.
ja: もう少しで出せそうだ。
ko: 거의 다 꺼냈어.
pt_br: Eu quase consegui extrair.
zh_cn: 快挖出来了。
zh_tw: 快挖出來了。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: There's a form trapped inside.
de: Da drinnen ist eine Figur gefangen.
es: Hay una forma atrapada dentro.
fr: Il y a quelque chose coincé dedans.
it: C'è una forma intrappolata dentro.
ja: 中に何か囚われている。
ko: 안에 뭔가가 있어.
pt_br: Tem uma forma aprisionada aí dentro.
zh_cn: 里面有东西。
zh_tw: 裡面有東西。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: You're free!
de: Du bist frei!
es: ¡Eres libre!
fr: Tu es libre, libre !
it: Hai ottenuto la libertà!
ja: これで自由だ！
ko: 넌 이제 자유다!
pt_br: Está livre!
zh_cn: 你自由了！
zh_tw: 你自由了！

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: I've almost got it out.
de: Ich habe es fast geschafft.
es: Ya casi lo he sacado.
fr: Je l'ai presque.
it: È quasi fuori.
ja: もう少しで出せそうだ。
ko: 거의 다 꺼냈어.
pt_br: Eu quase consegui extrair.
zh_cn: 快挖出来了。
zh_tw: 快挖出來了。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: There's a form trapped inside.
de: Da drinnen ist eine Figur gefangen.
es: Hay una forma atrapada dentro.
fr: Il y a quelque chose coincé dedans.
it: C'è una forma intrappolata dentro.
ja: 中に何か囚われている。
ko: 안에 뭔가가 있어.
pt_br: Tem uma forma aprisionada aí dentro.
zh_cn: 里面有东西。
zh_tw: 裡面有東西。

# CHARACTERS.GENERIC.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: You're free!
de: Du bist frei!
es: ¡Eres libre!
fr: Tu es libre, libre !
it: Hai ottenuto la libertà!
ja: これで自由だ！
ko: 넌 이제 자유다!
pt_br: Está livre!
zh_cn: 你自由了！
zh_tw: 你自由了！

# CHARACTERS.GENERIC.ANNOUNCE_MOONPOTION_FAILED
source: Perhaps I didn't let it steep long enough...
de: Vielleicht habe ich ihn nicht lange genug ziehen lassen ...
es: A lo mejor tendría que haberlo dejado más en remojo...
fr: Je ne l'ai peut-être pas laissé tremper assez longtemps...
it: Forse l'immersione doveva durare di più...
ja: もしかすると、角度が足りていなかったのかもしれない…
ko: 더 오래 뒀어야 했나...
pt_br: Talvez eu devesse ter deixado infundir um pouco mais...
zh_cn: 可能没泡够时间……
zh_tw: 可能沒泡夠時間……
