Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Friends hiding now
de: Freunde jetzt am Verstecken
es: Los amigos se han escondido
fr: Des copains se cachent
it: Ora amici nascondere
ja: お友だちは隠れたね
ko: 지금 숨어 있는 친구들
pl: Przyjaciele się teraz chowają.
pt_br: Amigos se escondendo agora.
ru: Пусть друзья прячутся
zh_tw: 朋友們現在躲起來了

# CHARACTERS.WORMWOOD.ANNOUNCE_KLAUS_CALLFORHELP
source: Oh. Needs friends
de: Oh. Braucht Freunde.
es: Oh. Necesita amigos
es_mx: Oh. Necesita amigos
fr: Oh. Il a besoin de copains.
it: Oh. Servono amici
ja: おお。 お友だちが必要だよ。
ko: 아. 친구가 필요해
pl: Och. Potrzebuje przyjaciół
pt_br: Ah. Precisa de amigos.
ru: Ой. Ему нужны друзья
zh_tw: 啊。需要朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_KLAUS_ENRAGE
source: Agh! Run away!
de: Aah! Schnell weg!
es: ¡Agh! ¡Corre!
es_mx: ¡Ah! ¡Correr!
fr: Argh ! Au secours !
it: Agh! Via!
ja: あーっ！逃げて！
ko: 으악! 도망가자!
pl: Aaa! W nogi!
pt_br: Agh! Fugir!
ru: А-а-а! Надо бежать!
zh_tw: 啊！快跑！

# CHARACTERS.WORMWOOD.ANNOUNCE_KLAUS_UNCHAINED
source: Agh! Scary belly mouth!
de: Aah! Schrecklicher Bauchmund!
es: ¡Agh! ¡Boca de tripa que da miedo!
es_mx: ¡Ah! ¡Horrible boca de barriga!
fr: Argh ! Il me fait peur !
it: Agh! Pancia, bocca, paura!
ja: あーっ！こわいベリーマウスだ！
ko: 으악! 무서운 배 입이다!
pl: Aaa! Straszny brzuchousty!
pt_br: Agh! Boca da barriga assustadora!
ru: А-а-а! Страшная пасть в животе!
zh_tw: 啊！可怕的肚子嘴巴！

# CHARACTERS.WORMWOOD.ANNOUNCE_KNOCKEDOUT
source: Wha--?
de: Wa...?
es: ¿Qué...?
es_mx: ¿Qué…?
fr: Qu'est-ce q-- ?
it: Cos--?
ja: えっ…？
ko: 헐?
pl: Co...?
pt_br: O qu...?
ru: Что?..
zh_tw: 為什--？

# CHARACTERS.WORMWOOD.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Too close!
de: Zu nahe!
es: ¡Demasiado cerca!
es_mx: ¡Muy cerca!
fr: Trop près !
it: Per poco!
ja: 近すぎ！
ko: 너무 가까워!
pl: Za blisko!
pt_br: Perto demais!
ru: Слишком близко!
zh_tw: 太近了！

# CHARACTERS.WORMWOOD.ANNOUNCE_LOWRESEARCH
source: Learned stuff
de: Zeug gelernt.
es: He aprendido cosas
es_mx: Aprendí cosas
fr: J'ai appris des trucs.
it: Cose imparate
ja: 勉強になった
ko: 아는 거야
pl: Nauczyłem się
pt_br: Aprendi coisas.
ru: Научился новому
zh_tw: 學到了東西

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Almost...
de: Fast ...
es: Casi...
es_mx: Casi…
fr: Presque...
it: Quasi...
ja: ほとんど...
ko: 거의 다 됐어...
pl: Prawie...
pt_br: Quase...
ru: Почти…
zh_tw: 差點...

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: Need to help!
de: Ich muss helfen!
es: ¡Necesito ayudar!
es_mx: ¡Hay que ayudar!
fr: Je dois aider !
it: Devo aiutare!
ja: 助けないと！
ko: 도와야 해!
pl: Trzeba pomóc!
pt_br: Precisa ajudar!
ru: Надо помочь!
zh_tw: 得幫忙！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Libre !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Almost...
de: Fast ...
es: Casi...
es_mx: Casi…
fr: Presque...
it: Quasi...
ja: ほとんど...
ko: 거의 다 됐어...
pl: Prawie...
pt_br: Quase...
ru: Почти…
zh_tw: 差點...

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: Need to help!
de: Ich muss helfen!
es: ¡Necesito ayudar!
es_mx: ¡Hay que ayudar!
fr: Je dois aider !
it: Devo aiutare!
ja: 助けないと！
ko: 도와야 해!
pl: Trzeba pomóc!
pt_br: Precisa ajudar!
ru: Надо помочь!
zh_tw: 得幫忙！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Libre !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Almost...
de: Fast ...
es: Casi...
es_mx: Casi…
fr: Presque...
it: Quasi...
ja: ほとんど...
ko: 거의 다 됐어...
pl: Prawie...
pt_br: Quase...
ru: Почти…
zh_tw: 差點...

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: Need to help!
de: Ich muss helfen!
es: ¡Necesito ayudar!
es_mx: ¡Hay que ayudar!
fr: Je dois aider !
it: Devo aiutare!
ja: 助けないと！
ko: 도와야 해!
pl: Trzeba pomóc!
pt_br: Precisa ajudar!
ru: Надо помочь!
zh_tw: 得幫忙！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: Free!
de: Frei!
es: ¡Libre!
es_mx: ¡Libre!
fr: Libre !
it: Libertà!
ja: 自由だよ！
ko: 자유다!
pl: Wolność!
pt_br: Livre!
ru: Свобода!
zh_tw: 自由！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOONPOTION_FAILED
source: No work
de: Keine Arbeit.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: やることがないよ
ko: 소용이 없어
pl: Nie działa
pt_br: Não funciona.
ru: Не вышло
zh_tw: 不管用

# CHARACTERS.WORMWOOD.ANNOUNCE_MOSQUITOS
source: Bzzt! Bzzt!
de: Bsst! Bsst!
es: ¡Bzzz! ¡Bzzz!
es_mx: ¡Zzzz!, ¡zzzz!
fr: Bzzz ! Bzzz !
it: Bzzz! Bzzz!
ja: プーンプーン！
ko: 앵앵! 앵앵!
pl: Bzz! Bzz!
ru: Бз-з! Бз-з!
zh_tw: 嗞嗞！嗞嗞！

# CHARACTERS.WORMWOOD.ANNOUNCE_MOUNT_LOWHEALTH
source: Riding friend is hurt
de: Reitfreund hat Aua.
es: Amigo de montar está herido
es_mx: Amigo montable está herido
fr: Mon copain sur lequel je monte est blessé.
it: Amico per cavalcare ferito
ja: お馬のお友だちがケガしてるよ！
ko: 타는 친구가 아파
pl: Przyjaciel do jeżdżenia jest chory
pt_br: Amigo de montar está machucado.
ru: Катающий друг ранен
zh_tw: 用來騎的朋友受傷了

# CHARACTERS.WORMWOOD.ANNOUNCE_NODANGERGIFT
source: Too scary!
de: Zu unheimlich!
es: ¡Da demasiado miedo!
es_mx: ¡Da mucho miedo!
fr: J'ai trop peur !
it: Troppo spaventoso!
ja: こわすぎるよ！
ko: 너무 무서워!
pl: Strach się bać!
pt_br: Muito assustador!
ru: Слишком страшно!
zh_tw: 真可怕！

# CHARACTERS.WORMWOOD.ANNOUNCE_NODANGERSIESTA
source: Too dangerous
de: Zu gefährlich.
es: Demasiado peligroso
es_mx: Demasiado peligroso
fr: C'est trop dangereux.
it: Troppo pericoloso
ja: 危なすぎる
ko: 너무 위험해
pl: Zbyt niebezpieczne
pt_br: Perigoso demais.
ru: Слишком опасно
zh_tw: 太危險了

# CHARACTERS.WORMWOOD.ANNOUNCE_NODANGERSLEEP
source: Too much danger
de: Zu viel Gefahr.
es: Demasiado peligro
es_mx: Demasiado peligro
fr: Le danger est trop important.
it: Troppi pericoli
ja: キケンがいっぱい
ko: 위험한 게 너무 많아
pl: Zbyt wiele niebezpieczeństw
pt_br: Muito perigo.
ru: Слишком много опасностей
zh_tw: 太多危險

# CHARACTERS.WORMWOOD.ANNOUNCE_NODAYSLEEP
source: Too bright!
de: Zu hell!
es: ¡Demasiado brillante!
es_mx: ¡Demasiado luminoso!
fr: Y a trop de lumière !
it: Troppo luminoso!
ja: 明るすぎ！
ko: 너무 밝아!
pl: Za jasno
pt_br: Brilho demais!
ru: Слишком ярко!
zh_tw: 太亮了！

# CHARACTERS.WORMWOOD.ANNOUNCE_NODAYSLEEP_CAVE
source: Can't
de: Geht nicht.
es: No puedo
es_mx: No poder
fr: Impossible.
it: Non posso
ja: ダメだ
ko: 못 해
pl: Nie mogę
pt_br: Não posso.
ru: Не могу
zh_tw: 不行

# CHARACTERS.WORMWOOD.ANNOUNCE_NOHUNGERSIESTA
source: Too hungry
de: Zu hungrig.
es: Demasiado hambriento
es_mx: Demasiado hambriento
fr: J'ai trop faim pour ça.
it: Troppa fame
ja: おなかペコペコ
ko: 너무 배고파
pl: Za bardzo głodny
pt_br: Muita fome.
ru: Слишком голодный
zh_tw: 太餓了

# CHARACTERS.WORMWOOD.ANNOUNCE_NOHUNGERSLEEP
source: Too hungry
de: Zu hungrig.
es: Demasiado hambriento
es_mx: Demasiado hambriento
fr: J'ai trop faim pour ça.
it: Troppa fame
ja: おなかペコペコ
ko: 너무 배고파
pl: Za bardzo głodny
pt_br: Muita fome.
ru: Слишком голодный
zh_tw: 太餓了

# CHARACTERS.WORMWOOD.ANNOUNCE_NOMOUNTEDGIFT
source: Get down first
de: Erst runter.
es: Baja primero
es_mx: Bajar primero
fr: Je dois d'abord descendre.
it: Prima giù
ja: まず降りようよ
ko: 먼저 내려가
pl: Najpierw trzeba zejść
pt_br: Desce primeiro.
ru: Сначала надо слезть
zh_tw: 先下來

# CHARACTERS.WORMWOOD.ANNOUNCE_NONIGHTSIESTA
source: Can't. It's nighttime
de: Geht nicht. Es ist Nacht.
es: No puedo. Hora de dormir
es_mx: No poder. Es de noche
fr: Impossible, c'est la nuit
it: Non posso. Notte
ja: 無理だよー。夜だから
ko: 밤이라 못 해
pl: Nie mogę. Jest noc
pt_br: Não posso. É noite.
ru: Не могу. Сейчас ночь
zh_tw: 不行。現在是夜晚時間

# CHARACTERS.WORMWOOD.ANNOUNCE_NONIGHTSIESTA_CAVE
source: Not in caves
de: Nicht in Höhlen.
es: No en cuevas
es_mx: No en las cuevas
fr: Pas ici.
it: Non in grotte
ja: 洞窟の中ではムリ
ko: 동굴이 아니야
pl: Nie w jaskini
pt_br: Não em cavernas.
ru: Не в пещерах
zh_tw: 在洞穴裡不行

# CHARACTERS.WORMWOOD.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: Bright, robot friend! Bright!!
de: Hell, Roboterfreund! Hell!!
es: ¡Mucha luz, robot! ¡¡Mucha!!
fr: Ça brille, copain robot. Ça brille trop !!!
it: Luminoso, amico robot! Troppo!
ja: ロボのお友だち、まぶしい！まぶしいよ！！！
ko: 환해, 로봇 친구! 환하다고!!
pl: Za jasno, robociku! Za jasno!
pt_br: Claro, amigo robô! Claro!!
ru: Яркий друг-робот! Очень яркий!!!
zh_tw: 好亮，機器人朋友！好亮！！

# CHARACTERS.WORMWOOD.ANNOUNCE_NOSLEEPONFIRE
source: Burning!
de: Brennt!
es: ¡Ardiendo!
es_mx: ¡Se quema!
fr: Ça brûle !
it: Brucia!
ja: 燃えてる！
ko: 탄다!
pl: Pali się!
pt_br: Queimando!
ru: Горит!
zh_tw: 燃燒！

# CHARACTERS.WORMWOOD.ANNOUNCE_NOWARDROBEONFIRE
source: Fire! Fire!
de: Feuer, Feuer!
es: ¡Fuego! ¡Fuego!
es_mx: ¡Fuego! ¡Fuego!
fr: Au feu ! Au feu !
it: Fuoco! Fuoco!
ja: 炎の怪物だ！
ko: 불이야! 불이야!
pl: Ogień! Ogień!
pt_br: Fogo! Fogo!
ru: Огонь! Огонь!
zh_tw: 火！火！

# CHARACTERS.WORMWOOD.ANNOUNCE_NO_TRAP
source: Lucky!
de: Glück!
es: ¡Qué suerte!
es_mx: ¡Suertudo!
fr: J'ai de la chance !
it: Fortuna!
ja: ラッキー！
ko: 운이 좋았어!
pl: Mam szczęście!
pt_br: Por sorte!
ru: Повезло!
zh_tw: 運氣真好！

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_BADCAST
source: Will try again
de: Noch mal.
es: Probaré otra vez
es_mx: Intentaré otra vez
fr: Je vais réessayer.
it: Riproverò
ja: もう一回やろうよ
ko: 다시 해 볼래
pl: Spróbuję ponownie
pt_br: Vou tentar de novo.
ru: Попробую еще раз
zh_tw: 會再試一次

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_GOTAWAY
source: Too bad
de: Schade.
es: Qué mal
es_mx: Qué mal
fr: Dommage.
it: Peccato
ja: 最悪だよ
ko: 아까워
pl: Szkoda
pt_br: Que pena.
ru: Жалко
zh_tw: 太糟糕了

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Waiting...
de: Warten ...
es: Esperando...
es_mx: Esperando…
fr: Je dois attendre.
it: Aspetto...
ja: 待ってるよ...
ko: 기다리는 중이야...
pl: Czekam...
pt_br: Esperando...
ru: Жду…
zh_tw: 再等等...

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Hm...
es: Hum...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: うーん...
ko: 흠...
pt_br: Hum...
ru: Хм-м…
zh_tw: 嗯……

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Glub Glubs?
de: Blubblubs?
es_mx: ¿Gluglús?
fr: Y a des bloup-bloup ?
it: Glu glu?
ja: ブクブク？
ko: 뽀글이?
pl: Bulbulki?
ru: Буль-бульки?
zh_tw: 噗嚕噗嚕？

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: Not yet
de: Noch nicht.
es: Aún no
es_mx: Aún no
fr: Pas encore.
it: Non ancora
ja: まだ！
ko: 아직 아니야
pl: Jeszcze nie
pt_br: Ainda não.
ru: Пока нет
zh_tw: 還不行

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_LINESNAP
source: Oh!
ja: わあ！
ko: 아!
pl: Och!
pt_br: Ah!
ru: Ой!
zh_tw: 噢！

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: Too loose?
de: Zu locker?
es: ¿Demasiado floja?
es_mx: ¿Demasiado suelto?
fr: La ligne n'est pas assez tendue.
it: Troppo lenta?
ja: 緩すぎる？
ko: 너무 느슨한가?
pl: Za luźna?
pt_br: Muito solto?
ru: Слишком слабая?
zh_tw: 太松了？

# CHARACTERS.WORMWOOD.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: Water friend?
de: Wasserfreund?
es: ¿Amigo acuático?
es_mx: ¿Amigo de agua?
fr: Un copain qui aime bien l'eau ?
it: Amico acquatico?
ja: お水のお友だち？
ko: 물 친구?
pl: Wodny przyjaciel?
pt_br: Amigo da água?
ru: Водный друг?
zh_tw: 水裡的朋友？

# CHARACTERS.WORMWOOD.ANNOUNCE_PECKED
source: Ouch!
de: Autsch!
es: ¡Ay!
es_mx: ¡Ay!
fr: Ouille !
it: Ahia!
ja: 痛ッた！
ko: 아얏!
pl: Auć!
pt_br: Autch!
ru: Ой!
zh_tw: 哎喲！

# CHARACTERS.WORMWOOD.ANNOUNCE_PETRIFED_TREES
source: Friends! Friends talking!
de: Freunde! Freunde reden!
es: ¡Amigos! ¡Amigos hablando!
es_mx: ¡Amigos! ¡Amigos hablan!
fr: Des copains ! Des copains qui parlent !
it: Amici! Amici parlano!
ja: みんな！みんなお話してるよ！
ko: 친구들! 친구들이 말한다!
pl: Przyjaciele! Przyjaciele mówią!
pt_br: Amigos! Amigos conversando!
ru: Друзья! Друзья разговаривают!
zh_tw: 朋友們！朋友們在說話！

# CHARACTERS.WORMWOOD.ANNOUNCE_PICK_DISEASE_WARNING
source: Ooh. Smells sick
de: Ooh. Riecht krank.
es: Oh. Huele enfermo
es_mx: Ohh. Huele enfermo
fr: Ça sent la maladie.
it: Ooh. Puzza di malato
ja: おお。 くさいよ。
ko: 으. 아픈 냄새가 나
pl: Oj. Pachnie chorobą
pt_br: Ah. Cheira mal.
ru: О-о… Пахнет болезнью
zh_tw: 哎呀，聞著像病了。

# CHARACTERS.WORMWOOD.ANNOUNCE_PLANT_RANDOMSEED
source: Who it going to be?
de: Wer wird es?
es: ¿Quién será?
fr: Ça va être qui ?
it: Chi sarà?
ja: 何になるのかな？
ko: 누가 될 까?
pl: Kim zostanie?
pt_br: Quem ela vai virar?
ru: Кто это будет?
zh_tw: 會是誰呢？

# CHARACTERS.WORMWOOD.ANNOUNCE_PLANT_RESEARCHED.1
source: Learning lots about friend
de: Lerne viel über Freund
es: Aprendo cosas de colega
fr: J'apprends plein de trucs sur les copines.
it: Imparato molto su amico
ja: お友だちのこと、たくさんお勉強してるんだ
ko: 친구에 대해 알아가는 중
pl: Dużo się uczę o przyjacielu.
pt_br: Aprendendo muito sobre amigas!
ru: Много узнаю про друга
zh_tw: 學到了很多朋友的東西

# CHARACTERS.WORMWOOD.ANNOUNCE_POCKETWATCH_PORTAL
source: Ouch! Oooooh...
de: Autsch! Oooooh ...
es: ¡Au! Oooooh...
fr: Ouille ! Oooh...
it: Ahia! Oh...
ja: イタっ！もう…
ko: 아얏! 오오오...
pl: Auć! Ooooch...
pt_br: Ai! Aaaaah...
ru: Ай! Ой...
zh_tw: 啊呀！嗷！

# CHARACTERS.WORMWOOD.ANNOUNCE_QUAKE
source: Rumbles!
de: Grummelt!
es: ¡Temblores!
es_mx: ¡Retumbos!
fr: Ça gronde !
it: Brontola!
ja: ゴロゴロいってる！
ko: 우르릉거린다!
pl: Trzęsie się!
pt_br: Estrondos!
ru: Грохочет!
zh_tw: 轟隆隆！

# CHARACTERS.WORMWOOD.ANNOUNCE_REPELLED
source: Didn't hurt?
de: Kein Aua?
es: ¿No ha dolido?
es_mx: ¿No dolió?
fr: Pas mal ?
it: Non fatto male?
ja: 痛くないの？
ko: 안 다쳤나?
pl: Nie bolało?
pt_br: Não doeu?
ru: Не больно?
zh_tw: 不疼嗎？

# CHARACTERS.WORMWOOD.ANNOUNCE_RESEARCH
source: Smart now
de: Klüger jetzt.
es: Ahora listo
es_mx: Inteligente ahora
fr: Je suis intelligent maintenant.
it: Ora intelligente
ja: 賢くなった
ko: 똑똑해졌어
pl: Wiem więcej
pt_br: Inteligente agora.
ru: Теперь умный
zh_tw: 現在聰明一些了

# CHARACTERS.WORMWOOD.ANNOUNCE_REVIVED_FROM_CORPSE
source: Thank you!
de: Danke!
es: ¡Gracias!
es_mx: ¡Gracias!
fr: Merci !
it: Grazie!
ko: 고마워!
pl: Dziękujemy!
pt_br: Obrigado!
zh_tw: 謝謝你們！

# CHARACTERS.WORMWOOD.ANNOUNCE_REVIVED_OTHER_CORPSE
source: Made better
de: Besser gemacht.
es: Mejor así
es_mx: Poner mejor
fr: Je l'ai guéri.
it: Meglio
ja: よくなったよ。
ko: 나아졌어
pl: Naprawiłem
pt_br: Feito melhor.
ru: Сделал хорошо
zh_tw: 變得更好了

# CHARACTERS.WORMWOOD.ANNOUNCE_REVIVING_CORPSE
source: Helping...
de: Helfen ...
es: Ayudando...
es_mx: Ayudando…
fr: Je donne un coup de main...
it: Aiuto..
ja: 手伝ってるよ...
ko: 돕는 중이야...
pl: Pomagam...
pt_br: Ajudando...
ru: Помогаю…
zh_tw: 幫助中...

# CHARACTERS.WORMWOOD.ANNOUNCE_RUINS_RESET
source: Oh. Everything back
de: Oh. Alles zurück.
es: Oh. Todo ha vuelto
es_mx: Oh. Todo de vuelta
fr: Oh. Tout revenu.
it: Oh. Tutto come prima
ja: おお。全部戻ったよ！
ko: 아. 전부 돌아왔어
pl: Oj. Wszystko wróciło
pt_br: Ah. Tudo de volta.
ru: Ой. Все вернулось
zh_tw: 哦。都回來了

# CHARACTERS.WORMWOOD.ANNOUNCE_SACREDCHEST_NO
source: ...Nope
de: ... Nö.
es: ... Nop
es_mx: …No
fr: ...Non.
it: ... No
ja: ...ううん
ko: ...안 돼
pl: Nie...
pt_br: ...Negativo.
ru: Нет…
zh_tw: ...不

# CHARACTERS.WORMWOOD.ANNOUNCE_SACREDCHEST_YES
source: Said yes!
de: Ja gesagt!
es: ¡Ha dicho sí!
es_mx: ¡Dijo sí!
fr: Il a dit oui !
it: Detto di sì!
ja: うんって言ったんだよ！
ko: 알았대!
pl: Zgodziła się!
pt_br: Disse sim!
ru: Он сказал «да!»
zh_tw: 對！

# CHARACTERS.WORMWOOD.ANNOUNCE_SHELTER
source: Nice under here
de: Schön hier drunter.
es: Se está bien aquí debajo
es_mx: Agradable aquí dentro
fr: C'est sympa là-dessous.
it: Bello qui sotto
ja: この下いいね
ko: 이 아래에 있으니까 좋네
pl: Miło tu
pt_br: Bom aqui embaixo.
ru: Тут хорошо
zh_tw: 這底下真不錯

# CHARACTERS.WORMWOOD.ANNOUNCE_SNARED
source: Oh! Caught!
de: Oh! Gefangen!
es: ¡Oh! ¡Pillado!
es_mx: ¡Oh! ¡Atrapado!
fr: Oh ! J'ai attrapé quelque chose !
it: Oh! Preso!
ja: ああ、捕まえた！
ko: 아! 잡혔네!
pl: Oj! Dałem się złapać!
pt_br: Ah! Peguei!
ru: О! Кто-то попался!
zh_tw: 啊！抓到了！

# CHARACTERS.WORMWOOD.ANNOUNCE_SNARED_IVY
source: Ha ha! Silly
de: Haha! Albern
es: ¡Ja, ja! ¡Tonta!
fr: Ha ha ! C'est bête !
it: Ah ah! Sciocco
ja: あはは！おバカさん！
ko: 하하! 멍청이
pl: Haha! Głupie
pt_br: Ha, ha! Boba.
ru: Ха-ха! Глупыш
zh_tw: 哈哈！笨

# CHARACTERS.WORMWOOD.ANNOUNCE_SOAKED
source: Big drink!
de: Großer Schluck!
es: ¡Bebida grande!
fr: Plein à boire !
it: Grande bevanda!
ja: 大きな飲み物だ！
ko: 크게 마셔!
pl: Dużo picia!
pt_br: Bebidona!
ru: Большая вода!
zh_tw: 大的喝的！

# CHARACTERS.WORMWOOD.ANNOUNCE_SPOOKED
source: Scary!
de: Gruselig!
es: ¡Da miedo!
es_mx: ¡Da miedo!
fr: Ça fiche la trouille !
it: Paura!
ja: こわいよ！
ko: 무서워!
pl: Straszne!
pt_br: Assustador!
ru: Страшно!
zh_tw: 好可怕!

# CHARACTERS.WORMWOOD.ANNOUNCE_TALK_TO_PLANTS.1
source: Hello friend!
de: Hallo, Freund!
es: ¡Hola, amiga!
fr: Coucou copine !
it: Ciao, amico!
ja: こんにちは！ぼくのお友だち！
ko: 안녕 친구!
pl: Witaj, przyjacielu!
pt_br: Olá, amiga!
ru: Привет, друг!
zh_tw: 你好，朋友！

# CHARACTERS.WORMWOOD.ANNOUNCE_TALK_TO_PLANTS.2
source: Is friend happy? Yay!
de: Ist Freund glücklich? Juhuu!
es: ¿Estás contenta? ¡Yuju!
fr: Copine est contente ? Youpi !
it: Amico è felice? Sì!
ja: お友だちは幸せなの？やったね！
ko: 친구 행복해? 그렇구나!
pl: Czy przyjaciel szczęśliwy? Jupi!
pt_br: Amiga tá feliz? Eba!
ru: Друг счастливый? Ура!
zh_tw: 朋友開心嗎？耶！

# CHARACTERS.WORMWOOD.ANNOUNCE_TALK_TO_PLANTS.3
source: Hehe, friend has best jokes
de: Hehe, Freund macht beste Witze
es: Je, je, amiga sabe chistes graciosos
fr: Hé hé, copine fait des super blagues.
it: Eh eh, amico scherza sempre
ja: へへへ。お友だちのジョークは最高だね
ko: 헤헤 친구가 농담을 잘해
pl: Hehe, przyjaciel opowiada najlepsze dowcipy.
pt_br: He, he, amiga tem melhores piadas.
ru: Хе-хе, друг смешно шутит
zh_tw: 哈哈，朋友的笑話最好笑

# CHARACTERS.WORMWOOD.ANNOUNCE_TALK_TO_PLANTS.4
source: Yes? Oh. Hmm... yes
de: Ja? Oh. Hmm ... ja
es: ¿Sí? Oh. Um... Sí
fr: Oui ? Oh... Hmm... Oui oui.
it: Sì? Oh. Uhm... sì
ja: え？そうなの。う～ん…そうだね
ko: 응? 오. 흠... 응
pl: Tak? Och. Hmm... No tak.
pt_br: Sim? Ah. Hmm... sim.
ru: Да? Ого! Хм... да, да
zh_tw: 嗯？噢。呣……對

# CHARACTERS.WORMWOOD.ANNOUNCE_TALK_TO_PLANTS.5
source: Nice to talk to other plants
de: Schön, mit anderen Pflanzen zu sprechen
es: Me gusta hablar con otras plantas
fr: C'est chouette de parle aux autres plantes.
it: Bello parlare piante
ja: 他の植物と喋れて楽しかった
ko: 다른 식물들과 대화하기 좋아
pl: Miło pogadać z innymi roślinami.
pt_br: Bom conversar com outras plantas.
ru: Хорошо поговорить с другими растениями
zh_tw: 跟其他植物聊天真開心

# CHARACTERS.WORMWOOD.ANNOUNCE_THORNS
source: Hey! Spiky friends!
de: He! Stachelfreunde!
es: ¡Ey! ¡Amigos pinchudos!
es_mx: ¡Oye! ¡Amigos puntiagudos!
fr: Oh ! Des copines épines !
it: Ciao! Amici spinosi!
ja: やあ！トゲトゲのお友だち！
ko: 안녕! 뾰족한 친구들!
pl: Aj! Kolczaści przyjaciele!
pt_br: Ei, amigos espinhentos!
ru: Привет, шипастые друзья!
zh_tw: 嘿！長刺的朋友們！

# CHARACTERS.WORMWOOD.ANNOUNCE_THURIBLE_OUT
source: Ran out
de: Alle.
es: Se agotó
es_mx: Se agotó
fr: Le copain est vide.
it: Finito
ja: もうないよ
ko: 다 떨어졌어
pl: Skończył się
pt_br: Acabou.
ru: Выгорело
zh_tw: 沒了

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_ABANDONED
source: Friend left me
de: Freund hat mich verlassen
es: Amigo me ha abandonado
fr: Le copain m'a laissé
it: Amico lasciato me
ja: ぼくは置いてけぼりだね
ko: 친구 나를 떠났어
pl: Przyjaciel mnie opuścił.
pt_br: Amigo me deixou.
ru: Друг от меня ушел
zh_tw: 朋友離開了我

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_DEAD
source: Friend left?
de: Freund weg?
es: ¿Amigo se ha ido?
fr: Le copain est parti ?
it: Amico lasciato?
ja: お友だち、ぼくを残して死んじゃったの？
ko: 친구 떠났어?
pl: Przyjaciel sobie poszedł?
pt_br: Amigo foi embora?
ru: Друг ушел?
zh_tw: 朋友離開了？

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: Should follow
de: Sollte folgen
es: Debería seguirlo
fr: Je devrais le suivre
it: Dovere seguire
ja: ついていこう
ko: 따라가야 해
pl: Muszę za nim iść.
pt_br: Devo seguir.
ru: Надо за ним идти
zh_tw: 應該跟著

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_LOST_KITCOON
source: Friend already found
de: Freund schon gefunden
es: Amigo ya encontrado
fr: Le copain a déjà été trouvé
it: Amico già trovato
ja: お友だちもう見つけたよ
ko: 이미 찾은 친구야
pl: Przyjaciel już znaleziony
pt_br: Amigo já encontrado.
ru: Друга уже нашли
zh_tw: 朋友已經找到了

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_NEAR_KITCOON
source: Friend nearby
de: Freund in der Nähe
es: Amigo cerca
fr: Le copain est proche
it: Amico vicino
ja: お友だち、近い
ko: 근처에 있는 친구야
pl: Przyjaciel w pobliżu
pt_br: Amigo encontrado.
ru: Рядом друг
zh_tw: 周圍有朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: No friend to find
de: Kein Freund zu finden
es: No hay amigos que encontrar
fr: Pas de copain à trouver
it: No amico da trovare
ja: お友だち、見つからないね
ko: 찾을 친구 없어
pl: Brak przyjaciół do znalezienia
pt_br: Nenhum amigo para achar.
ru: Тут друзья не прячутся
zh_tw: 沒有要找的朋友

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_START_TRACKING
source: Looking for friends?
de: Auf der Suche nach Freunden?
es: ¿Buscas amigos?
fr: Tu cherches des copains ?
it: Cercare amici?
ja: お友だちを探し始めたの？
ko: 친구 찾고 있어?
pl: Szuka przyjaciół?
pt_br: Procurando por amigos?
ru: Будем искать друзей?
zh_tw: 找朋友？

# CHARACTERS.WORMWOOD.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: He's waiting
de: Er wartet
es: Está esperando
fr: Il attend
it: Sta aspettando
ja: ぼくを待ってくれてる
ko: 기다리고있다
pl: On na mnie czeka.
pt_br: Ele está esperando.
ru: Он ждет
zh_tw: 他在等著

# CHARACTERS.WORMWOOD.ANNOUNCE_TOADESCAPED
source: Ribbit! Come back!
de: Quaker! Komm zurück!
es: ¡Croac! ¡Vuelve!
es_mx: ¡Croa! ¡Vuelve!
fr: Coââ ! Reviens !
it: Cra cra! Torna!
ja: ケロケロ！戻っておいでよ！
ko: 개굴아! 돌아와!
pl: Kumkum! Wracaj!
pt_br: Croc Croc! Volte aqui!
ru: Квакушка! Вернись!
zh_tw: 呱呱！給我回來！

# CHARACTERS.WORMWOOD.ANNOUNCE_TOADESCAPING
source: Getting away!
de: Verschwindet!
es: ¡Se escapa!
es_mx: ¡Se escapa!
fr: Il s'enfuit !
it: Scappa!
ja: あっちいってよ！
ko: 도망간다!
pl: Ucieka!
pt_br: Fugindo!
ru: Убегает!
zh_tw: 跑了！

# CHARACTERS.WORMWOOD.ANNOUNCE_TOOL_SLIP
source: Whoops
de: Huch.
es: Ups
es_mx: Uy
fr: Oups.
it: Oops
ja: おっとっと
ko: 앗
pl: Ups
pt_br: Ops.
ru: Ой-ой-ой
zh_tw: 哎呀

# CHARACTERS.WORMWOOD.ANNOUNCE_TORCH_OUT
source: Oh. Fire stick is out
de: Oh. Feuerstock ist aus.
es: Oh. Palo de fuego agotado
es_mx: Oh. Palo de fuego agotado
fr: Oh, le bâton de feu s'est éteint.
it: Oh. Bastone di fuoco spento
ja: あれ。火の棒が出てるよ！
ko: 아. 불 막대기가 꺼졌어
pl: Oj. Płonący kijek zgasł
pt_br: Ah. Bastão de fogo saiu.
ru: Ой. Горящая палка потухла
zh_tw: 嘿，著火的棍子滅了

# CHARACTERS.WORMWOOD.ANNOUNCE_TOWNPORTALTELEPORT
source: Made it!
de: Geschafft!
es: ¡Conseguido!
es_mx: ¡Lo logré!
fr: Et voilà !
it: Riuscito!
ja: できたよ！
ko: 해냈다!
pl: Udało się!
pt_br: Feito isso!
ru: Получилось!
zh_tw: 成功了！

# CHARACTERS.WORMWOOD.ANNOUNCE_TRAP_WENT_OFF
source: Trap snapped!
de: Falle ist zugeschnappt!
es: ¡La trampa ha saltado!
es_mx: ¡Trampa se rompió!
fr: Le piège s'est déclenché !
it: Trappola scattata!
ja: 罠がバチンだって！
ko: 덫이 닫혔다!
pl: Pułapka zadziałała!
pt_br: Armadilha estragou!
ru: Ловушка схлопнулась!
zh_tw: 陷阱合上了！

# CHARACTERS.WORMWOOD.ANNOUNCE_UNIMPLEMENTED
source: Can't do it
de: Geht nicht.
es: No puedo hacerlo
es_mx: No poder hacerlo
fr: Impossible.
it: Non posso fare
ja: できないよ
ko: 못 해
pl: Nie da się
pt_br: Não consigo.
ru: Не могу
zh_tw: 做不到

# CHARACTERS.WORMWOOD.ANNOUNCE_WASHED_ASHORE
source: Very wet!
de: Sehr nass!
es: ¡Muy mojado!
es_mx: ¡Muy mojado!
fr: Je suis très mouillé.
it: Molto bagnato!
ja: すごいびっしょびしょだよ！
ko: 엄청 축축해!
pl: Ale mokro!
pt_br: Muito molhado!
ru: Так мокро!
zh_tw: 非常濕！

# CHARACTERS.WORMWOOD.ANNOUNCE_WEAK_RAT
source: Tired
de: Müde.
es: Se ha cansado
es_mx: Cansada
fr: La créature est fatiguée.
it: Stanco
ja: へとへとだよ
ko: 지쳤어
pl: Zmęczona
pt_br: Cansou.
ru: Устала
zh_tw: 它累了

# CHARACTERS.WORMWOOD.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
es_mx: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ：{weight}
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_tw: 重量：{weight}

# CHARACTERS.WORMWOOD.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} Heavy
de: Gewicht: {weight} Schwer.
es: Peso: {weight} Pesado
es_mx: Peso: {weight} Pesado
fr: Poids : {weight} C'est lourd.
it: Peso: {weight} Pesante
ja: 重さ：{weight} おもいよ
ko: 무게: {weight} 무거워
pl: Waga: {weight} Ciężka
pt_br: Peso: {weight} Pesado
ru: Вес: {weight} Тяжело
zh_tw: 重量: {weight} 真沉

# CHARACTERS.WORMWOOD.ANNOUNCE_WET
source: Drip drop
de: Plitsch platsch
es: Glu, glu
fr: Plic ploc...
it: Plic ploc
ja: ポタポタ垂れてる
ko: 물방울이야
pl: Kap kap
pt_br: Gotas gotejantes.
ru: Кап-кап
zh_tw: 滴滴答答
