Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.TURF_DRAGONFLY
source: Scaly ground!
de: Schuppenboden!
es: ¡Suelo de escamas!
es_mx: ¡Suelo escamoso!
fr: Le sol est plein d'écailles.
it: Terra squamosa!
ja: うろこの地面だ！
ko: 비늘 달린 땅이야!
pl: Ziemia z łusek!
pt_br: Chão escamoso!
ru: Чешуйчатая земля!
zh_tw: 有鱗片的地面！

# CHARACTERS.WURT.DESCRIBE.TURF_FOREST
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_FUNGUS
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_FUNGUS_GREEN
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_FUNGUS_MOON
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_FUNGUS_RED
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_GRASS
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_MARSH
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_METEOR
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_MUD
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_PEBBLEBEACH
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_ROAD
source: Make ground walk-ier!
de: Besser zum Laufen!
es: ¡Para poder andar por el suelo!
es_mx: ¡Ser suelo bueno para caminar!
fr: Ça m'aide à marcher plus facilement sur le sol.
it: Per camminare su terra!
ja: 地面を歩くようにしよう。
ko: 땅 더 걷기 좋게 해!
pl: Żeby lepiej się chodziło!
pt_br: Deixa o chão melhor de caminhar!
ru: По такой земле ходить приятнее!
zh_tw: 能讓地面好走一點！

# CHARACTERS.WURT.DESCRIBE.TURF_ROCKY
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_SANDY
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_SAVANNA
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_SHELLBEACH
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_SINKHOLE
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_UNDERROCK
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_WOODFLOOR
source: Tree parts.
de: Baumteile.
es: Partes de árbol.
es_mx: Pedazos de árbol.
fr: Des bouts d'arbre.
it: Parti di albero.
ja: 木のパーツだね。
ko: 나무 일부야.
pl: Kawałki drzewa.
pt_br: Três partes.
ru: Кусочки деревьев.
zh_tw: 樹的碎片。

# CHARACTERS.WURT.DESCRIBE.TURKEYDINNER
source: Horrible, flort.
de: Schrecklich, flort.
es_mx: Horrible, flot.
fr: C'est horrible, flort.
it: Orribile, flort.
ja: 恐ろしいよ、フロート。
ko: 끔찍해, 뻐끔.
pl: Okropieństwo, flort.
pt_br: Horrível, flort.
ru: Ужасно, бульк.
zh_tw: 真可怕，浮浪特。

# CHARACTERS.WURT.DESCRIBE.TURNIP
source: Crunchy snack!
de: Knuspriges Essen!
es: ¡Tentempié crujiente!
es_mx: ¡Botana crujiente!
fr: Ça croustille !
it: Spuntino croccante!
ja: サクサクのおやつだ！
ko: 아삭한 간식이야!
pl: Chrupiący smakołyk!
pt_br: Petiscos crocante!
ru: Хрустящая вкусняшка!
zh_tw: 脆脆的小吃！

# CHARACTERS.WURT.DESCRIBE.TURNIP_COOKED
source: Roasty!
de: Geröstet!
es: ¡Asadito!
es_mx: ¡Bien tostado!
fr: Il est rôti.
it: Arrostita!
ja: ロースティ！
ko: 구웠다!
pl: Upieczona!
pt_br: Assado!
ru: Жареная!
zh_tw: 烤的真香！

# CHARACTERS.WURT.DESCRIBE.TURNIP_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.TURTILLUS
source: Why not get along, florp?
de: Warum nicht vertragen, florp?
es: ¿Por qué no llevarnos bien, florp?
es_mx: ¿Por qué no llevarse bien, flop?
fr: Pourquoi t'es pas gentille ?
it: Perché non andiamo d'accordo, florp?
ja: なぜ仲良くしないの、フロープ？
ko: 친구 하면 안 돼, 뻐끔?
pl: Może byśmy się jakoś dogadali, florp?
pt_br: Por que a gente não vira amigo, florp?
ru: Почему не хочешь дружить, бульк?
zh_tw: 為什麼當刺頭，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.TWIGGYTREE.BURNING
source: Bye-bye skinny tree.
de: Tschüss, dünner Baum.
es: ¡Adiosito, árbol raquítico!
es_mx: Adiosito, árbol flaquito.
fr: Adieu, petit arbre maigrichon.
it: Ciao ciao, albero magrolino.
ja: ばいばい、痩せた木。
ko: 안녕, 마른 나무야.
pl: Pa, pa, patykowate drzewko.
pt_br: Tchauzinho, árvore magrela.
ru: Пока-пока, тоненькое деревце.
zh_tw: 再見了，小瘦樹。

# CHARACTERS.WURT.DESCRIBE.TWIGGYTREE.BURNT
source: All burnt up.
de: Ganz verbrannt.
es: Se ha quemado por completo.
es_mx: Estar bien quemado.
fr: C'est tout brûlé.
it: Tutto bruciato.
ja: 全部燃えちゃったよ。
ko: 다 탔어.
pl: Całkowicie spalone.
pt_br: Tudo queimado.
ru: Все сгорело.
zh_tw: 燒得精光。

# CHARACTERS.WURT.DESCRIBE.TWIGGYTREE.CHOPPED
source: Stumpy, florp.
de: Stumpfig, florp.
es: Un tocón, florp.
es_mx: Ser un tocón, flop.
fr: C'est une souche, florp.
it: Ceppo, florp.
ja: スタンピー、フロール。
ko: 그루터기야, 뻐끔.
pl: Pieniek, florp.
pt_br: Atarracada, florp.
ru: Хлюп. Его срубили.
zh_tw: 只剩一個矮樹樁了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TWIGGYTREE.DISEASED
source: Think it's sick...
de: Er krank ...
es: Creo que está enfermo...
es_mx: Yo creer que él estar enfermo.
fr: J'crois qu'il est malade.
it: Penso che è malato...
ja: 病気だと思って...
ko: 아픈가 봐...
pl: Chyba jest chore...
pt_br: Acho que tá doente...
ru: Кажется, оно болеет…
zh_tw: 我覺得它應該是病了……

# CHARACTERS.WURT.DESCRIBE.TWIGGYTREE.GENERIC
source: Skinny tree.
de: Dünner Baum.
es: Árbol raquítico.
es_mx: Árbol flaquito.
fr: Un arbre maigrichon.
it: Albero magrolino.
ja: 痩せた木だよ。
ko: 마른 나무야.
pl: Patykowate drzewko.
pt_br: Árvore magrela.
ru: Тоненькое деревце.
zh_tw: 小瘦樹。

# CHARACTERS.WURT.DESCRIBE.TWIGGY_NUT
source: Is baby tree.
de: Baumbaby.
es: Un bebé árbol.
es_mx: Ser arbolito bebé.
fr: C'est un bébé arbre.
it: È albero bambino.
ja: 赤ちゃんの木だよ。
ko: 아기 나무야.
pl: Małe drzewko.
pt_br: É árvore bebê.
ru: Маленькое деревце.
zh_tw: 樹寶寶。

# CHARACTERS.WURT.DESCRIBE.TWIGGY_NUT_SAPLING
source: Will grow big someday!
de: Wirst mal groß!
es: ¡Se hará grande algún día!
es_mx: ¡Tú algún día ser muy grande!
fr: Un jour, il sera grand.
it: Crescerà un giorno!
ja: いつかは大きくなるよ！
ko: 언젠가 커져!
pl: Kiedyś będzie duże!
pt_br: Vai ficar grande um dia!
ru: Когда-нибудь оно большое вырастет!
zh_tw: 有一天會長大的！

# CHARACTERS.WURT.DESCRIBE.TWIGGY_OLD
source: Has lived in forest long time.
de: Lebt schon lange im Wald.
es: Ha vivido en el bosque mucho tiempo.
es_mx: Él haber vivido en bosque mucho tiempo.
fr: Ça fait longtemps qu'il vit dans la forêt.
it: Ha vissuto in foresta per tanto tempo.
ja: 長い間、森の中で暮らしてきたんだ。
ko: 숲에서 오래 살았어.
pl: Długo żyło w tym lesie.
pt_br: Vive na floresta faz muito tempo.
ru: Оно очень долго живет в лесу.
zh_tw: 它在森林裡住了好久。

# CHARACTERS.WURT.DESCRIBE.TWIGS
source: Buncha sticks, florp.
de: Paar Stöcke, florp.
es: Muchos palos, florp.
es_mx: Ser un montón de ramitas, flop.
fr: C'est juste des bouts de bois, florp.
it: Tanti bastoncini, florp.
ja: ブンチャスティックだよ、フロープ。
ko: 막대기 잔뜩 있어, 뻐끔.
pl: Garść patyków, florp.
pt_br: Monte de gravetos, florp.
ru: Хлюп, просто веточки.
zh_tw: 一堆樹枝，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TWINOFTERROR1
source: M-mermfolk not scared of any Ironfolk, flort!
de: M-Mermleute haben keine Angst vor Eisenleute, flort!
es: T-tritones no tienen miedo a ojos de hierro. ¡Flort!
fr: L-Les Merms ont pas peur des bonshommes de fer, flort !
it: M-mermo non avere paura di gente di ferro, flort!
ja: マ、マームフォークはアイアンフォークを怖がったりしないもん、フロート！
ko: 어-어인은 철기인 겁 안나, 빠끔!
pl: M-mermowie nie boją się żelaziaków, flort!
pt_br: P-povo-peixe não tem medo de povo-ferro, flort!
ru: Т-тритоны железяк не боятся, хлюрп!
zh_tw: 魚-魚人不怕任何鐵人，浮浪特！

# CHARACTERS.WURT.DESCRIBE.TWINOFTERROR2
source: M-mermfolk not scared of any Ironfolk, flort!
de: M-Mermleute haben keine Angst vor Eisenleute, flort!
es: T-tritones no tienen miedo a ojos de hierro. ¡Flort!
fr: L-Les Merms ont pas peur des bonshommes de fer, flort !
it: M-mermo non avere paura di gente di ferro, flort!
ja: マ、マームフォークはアイアンフォークを怖がったりしないもん、フロート！
ko: 어-어인은 철기인 겁 안나, 빠끔!
pl: M-mermowie nie boją się żelaziaków, flort!
pt_br: P-povo-peixe não tem medo de povo-ferro, flort!
ru: Т-тритоны железяк не боятся, хлюрп!
zh_tw: 魚-魚人不怕任何鐵人，浮浪特！

# CHARACTERS.WURT.DESCRIBE.UMBRELLA
source: Umm-brella keep rain away!
de: Schirm hält Regen ab!
es: ¡Paaaaraguas contra la lluvia!
es_mx: ¡El “parraguas” alejar la lluvia!
fr: C'est un pare-la-pluie.
it: Ombrello, ripara da pioggia!
ja: 雨を寄せ付けないように！
ko: 우스안은 비 막아 줘!
pl: Parasolka chroni przed deszczem!
pt_br: Guarda-chuva mantém chuva longe!
ru: Зонт-ик спасает от дождя!
zh_tw: 打了雨傘就淋不到魚了！

# CHARACTERS.WURT.DESCRIBE.UNAGI
source: That not what you do with fish, flort!
de: Macht man nicht mit Fischen, flort!
es: ¡No se hace eso con los peces, flort!
es_mx: ¡Eso no hacérseles a los peces, flot!
fr: C'est pas comme ça qu'on sert du poisson !
it: Non è cosa che si deve fare con pesci, flort!
ja: 魚と一緒にしないでよ、フロート！
ko: 물고기로 그러면 안 돼, 뻐끔!
pl: Tego się nie robi rybom, flort!
pt_br: Não se pode fazer isso com peixes, flort.
ru: Не надо так с рыбой больше делать, бульк!
zh_tw: 不能這樣對待魚，浮浪特!

# CHARACTERS.WURT.DESCRIBE.UNIMPLEMENTED
source: What that?
de: Was das?
es: ¿Qué es eso?
es_mx: ¿Qué ser eso?
fr: C'est quoi ?
it: Cosa quello?
ja: 何のこと？
ko: 저거 뭐지?
pl: Co to?
pt_br: Que é isso?
ru: А это что?
zh_tw: 那是什麼？

# CHARACTERS.WURT.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: Blegh! No good!
de: Bäh, nicht gut!
es: ¡Puaj! Todo malo, ¡malo!
fr: Bleurk ! Pas bon !
it: Blegh! Schifo!
ja: ブレグ！もうダメだね！
ko: 웩! 나빠!
pl: Ble! Niedobre!
pt_br: Blegh! Nada bom!
ru: Фу-у-у! Нехорошо!
zh_tw: 糟糕！不好！

# CHARACTERS.WURT.DESCRIBE.VEGSTINGER
source: Fancy spicy juice!
de: Schicker scharfer Saft!
es: ¡Zumo pinchudo chachi!
es_mx: ¡Jugo picante y elegante!
fr: C'est du jus épicé !
it: Raffinato succo piccante!
ja: お洒落な辛いジュースだ！
ko: 근사하고 매운 주스야!
pl: Wyszukany, pikantny soczek!
pt_br: Suco picante chique.
ru: Странный сок со специями!
zh_tw: 精緻的辣汁！

# CHARACTERS.WURT.DESCRIBE.VICTORIAN_BLUEPRINT
source: Scale-less sure dress weird, florp.
de: Schuppenlose tragen komische Sachen, florp.
es: Los sinescamas visten muy raro, florp.
fr: Les sans-écailles s'habillent trop bizarre, florp.
it: Senza squame vestono davvero strano, florp.
ja: ウロコナシたちてほんとに変な服を着るんだね、フロープ。
ko: 비늘 없는 드레스 확실히 이상해, 뻐끔.
pl: Bezłuskowce naprawdę dziwnie się ubierają, florp.
pt_br: Sem-escamas usam roupas bizarras, florp.
ru: Ребята без чешуи очень странно одеваются, хлюп.
zh_tw: 沒鱗片的傢伙們穿的真奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.VOLTGOATJELLY
source: Ooooooh, it jiggly!
de: Ooooooh, schwabbelig!
es: ¡Oooooh, qué vibrante!
es_mx: ¡Ooooh, temblorosa!
fr: Oooooh, ça fait flop-flop !
it: Ooooooh, è tremolante!
ja: おー、じぐざぐだよ！
ko: 오오오, 떨려!
pl: Oooooch, galaretowaty!
pt_br: Aaaah, tá tremendo!
ru: О-о-о, оно трясется!
zh_tw: 嗷，它晃來晃去！

# CHARACTERS.WURT.DESCRIBE.WAFFLES
source: Fluffy sweet squares!
de: Weiche süße Vierecke!
es: ¡Cuadraditos dulces esponjosos!
es_mx: ¡Cuadrados dulces y esponjosos!
fr: Ils sont bons les petits carrés sucrés !
it: Soffici quadrati dolci!
ja: ふわふわで甘くて四角い！
ko: 폭신하고 단 사각형이야!
pl: Słodkie, puszyste kwadraciki!
pt_br: Quadrados fofos de doçura!
ru: Воздушные сладкие квадратики!
zh_tw: 毛絨絨的甜方塊！

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_NPC
source: Is another scaleless? Can't smell him, florpt...
de: Noch ein Schuppenloser? Kann nicht riechen, florpt ...
es: ¿Otro sinescamas? No huele... Florp.
fr: Encore un sans-écailles ? J'peux pas le sentir, florp...
it: Altro senza squame? Non sento odore, florpt...
ja: またウロコナシが増えたの？匂いがしないけど、フロープト…
ko: 또 비늘이 없어? 냄새를 맡을 수 없잖아, 빠끔...
pl: Czy to kolejny bezłuskowiec? Nie czuję jego zapachu, florp...
pt_br: É outro sem-escamas? Não consigo sentir cheiro dele, florpt...
ru: Ты тоже без чешуи? Ничем не пахнет, бульк...
zh_tw: 又一個無鱗生物？聞不到他，浮浪噗的……

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_TOOL_1
source: Hmm... it have no smell, like weird scale-less.
de: Hmm ... hat keinen Geruch, wie komischer Schuppenloser.
es: Mmm... No huele, igual que sinescamas raro.
fr: Hmmm... ça a pas d'odeur, comme le sans-écailles bizarre.
it: Uhm... nessun odore, come strano senza squame.
ja: う～ん…これ、匂いがしないね。あの変なウロコナシみたい。
ko: 흠... 냄새도 안나고, 이상한 비늘 없는 물건 처럼.
pl: Hmm... Nie ma zapachu jak ten dziwny bezłuskowiec.
pt_br: Hmm... não tem cheiro, como sem-escamas esquisito.
ru: Хм... Ничем не пахнет, как тот чудак без чешуи.
zh_tw: 嗯……它沒味道，跟古怪的無鱗生物一樣。

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_TOOL_2
source: Maybe this what weird scale-less looking for.
de: Vielleicht ist es das, wonach komischer Schuppenloser sucht.
es: ¿Querrá esto el sinescamas raro?
fr: P'têt que c'est le truc que cherche ce sans-écailles bizarre.
it: Forse questo è cosa che strano senza squame cerca.
ja: あの変なウロコナシが探してたのって、もしかしてこれかな。
ko: 아마도 비늘이 없는 이상한 녀셕들이 찾는 건가 봐.
pl: Może tego właśnie szuka ten dziwny bezłuskowiec.
pt_br: Talvez seja isso que sem-escamas esquisito procura.
ru: Наверное, чудак без чешуи это ищет.
zh_tw: 也許這就是那個無鱗怪人在找的東西。

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_TOOL_3
source: It all flickery, like weird scale-less.
de: Ganz flackerig, wie komischer Schuppenloser.
es: Desvanece, como sinescamas raro.
fr: C'est tout bizarre, comme le sans-écailles.
it: Tremola come strano senza squame.
ja: チカチカしてるね。あの変なウロコナシといっしょだ。
ko: 이상한 비늘 없는 녀석처럼 모든 것이 반짝여.
pl: Strasznie to delikatne tak jak ten dziwny bezłuskowiec.
pt_br: É trêmulo, como sem-escamas esquisito.
ru: Все время моргает, как тот чудак без чешуи.
zh_tw: 一閃一閃的，就像那個無鱗怪人。

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_TOOL_4
source: What that? Maybe it belong to weird scale-less...
de: Was das? Vielleicht gehört zu seltsamen Schuppenlosen ...
es: ¿Y eso? ¿Será de sinescamas raro?
fr: C'est quoi ? Ça appartient p'têt au sans-écailles bizarre...
it: Cosa quello? Forse è di strano senza squame...
ja: これなんだろ？あの変なウロコナシのモノかも…？
ko: 저거 뭐지? 이상한 비늘 없는 녀석 물건인가...
pl: Co to? Może należy do dziwnego bezłuskowca...
pt_br: Que é isso? Talvez pertença ao sem-escamas esquisito...
ru: Что это? Наверное, чудак без чешуи знает...
zh_tw: 那個是什麼？也許是無鱗怪人的東西……

# CHARACTERS.WURT.DESCRIBE.WAGSTAFF_TOOL_5
source: Look like someone drop this, florp.
de: Sieht aus wie hat jemand verloren, florp.
es: A alguien ha caído esto, florp.
fr: On dirait que quelqu'un a laissé tomber ça, florp.
it: Sembra caduto a qualcuno, florp.
ja: 落とし物みたいだね、フロープ。
ko: 누가 이거 떨어뜨렸나봐, 뻐끔.
pl: Chyba komuś to wypadło, florp.
pt_br: Parece que alguém deixou isso cair, florp?
ru: Кажется, кто-то это уронил, бульк.
zh_tw: 看起來有人掉落了這個，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WALKINGPLANK
source: Jumpy board!
de: Springbrett!
es: ¡Tabla de saltar!
es_mx: ¡Tabla para saltar!
fr: C'est une planche pour sauter !
it: Asse per saltare!
ja: ぴょんぴょんボードだ！
ko: 뛰는 판이야!
pl: Trampolina!
pt_br: Prancha de pular!
ru: Доска для прыжков!
zh_tw: 跳跳板！

# CHARACTERS.WURT.DESCRIBE.WALL_HAY.BURNT
source: That not how story usually end, flort.
de: Kein gutes Ende, flort.
es: Así no es como suele acabar una historia, flort.
es_mx: Así no ser como historia soler acabar, flop.
fr: J'pensais pas que ça allait finir comme ça, flort.
it: Storia non finisce così di solito, flort.
ja: 物語の終わり方が違うんだよ。
ko: 이야기랑 다르네, 뻐끔.
pl: Zwykle bajki kończą się inaczej, flort.
pt_br: Não é assim que a história costuma terminar, flort.
ru: Истории обычно не так заканчиваются, хлюп.
zh_tw: 故事通常不是這麼結束的，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WALL_HAY.GENERIC
source: Will huff and puff and blow wall down!
de: Huste und pruste Wand um!
es: ¡Sopla y resopla, y derriba tu casa!
es_mx: ¡Yo soplar y soplar, y el muro derribar!
fr: Je vais souffler, souffler et le mur s'effondrera !
it: Soffia e sbuffa e parete cade giù!
ja: 壁を吹き飛ばせ！
ko: 후후해서 벽 무너뜨려야지!
pl: Chuchnę i dmuchnę, i murek twój zdmuchnę!
pt_br: Vou soprar, bufar e derrubar a parede!
ru: Трам-бам-бом, рухнет дом!
zh_tw: 我幾口氣就把這牆給吹倒了！

# CHARACTERS.WURT.DESCRIBE.WALL_HAY_ITEM
source: Wicker-lady has story of house built with straw.
de: Wicker-Frau weiß Geschichte von Haus aus Stroh.
es: La señora Wicker tiene una historia de una casa hecha con paja.
es_mx: Señorita Wicker tener una historia sobre casa hecha con paja.
fr: Mme Wicker m'a parlé d'une maison de paille.
it: Signora Wicker ha storia di casa costruita con paglia.
ja: 藁で建てた家の話をしている籐屋のおばさんだよ。
ko: 위커 아줌마한테 짚으로 만든 집 이야기 들었어.
pl: Pani Wiklinowa zna bajkę o domku ze słomy.
pt_br: Senhora Wicker tem história de casa construída com palha.
ru: Мадам Уикер знает сказку про домик из соломы.
zh_tw: 薇克女士講過一個稻草房子的故事……

# CHARACTERS.WURT.DESCRIBE.WALL_MOONROCK
source: Moon wall!
de: Mondmauer!
es: ¡Muro lunar!
es_mx: ¡Muro lunar!
fr: C'est un mur de la lune !
it: Muro lunare!
ja: 月の壁だ！
ko: 달 벽이다!
pl: Księżycowy mur!
pt_br: Parede lunar!
ru: Лунная стена!
zh_tw: 月亮牆！

# CHARACTERS.WURT.DESCRIBE.WALL_MOONROCK_ITEM
source: Tough rocks.
de: Harte Steine.
es: Rocas fuertes.
es_mx: Rocas duras.
fr: Une pierre dure.
it: Rocce dure.
ja: タフな岩だね。
ko: 단단한 돌이야.
pl: Twarde skały.
pt_br: Pedras duras.
ru: Твердые камни.
zh_tw: 硬石頭。

# CHARACTERS.WURT.DESCRIBE.WALL_RUINS
source: How look so old already, flort?
de: Wie, schon so alt, flort?
es: ¿Cómo pareces ya tan viejo, flort?
es_mx: ¿Cómo es que eso ya verse tan viejo, flop?
fr: Ça a déjà l'air vieux, flort.
it: Perché sembri vecchio, flort?
ja: どうやって年を取るんだろう？
ko: 왜 벌써 이렇게 낡아 보이지, 뻐끔?
pl: Jak to możliwe, że już wygląda tak staro, flort?
pt_br: Como é que já parece tão velha, flort?
ru: Почему у тебя такой древний вид?
zh_tw: 怎麼看起來這麼老啊，浮浪特？

# CHARACTERS.WURT.DESCRIBE.WALL_RUINS_2
source: How look so old already, flort?
de: Wie, schon so alt, flort?
es: ¿Cómo pareces ya tan viejo, flort?
es_mx: ¿Cómo es que eso ya verse tan viejo, flop?
fr: Ça a déjà l'air vieux, flort.
it: Perché sembri vecchio, flort?
ja: どうやって年を取るんだろう？
ko: 왜 벌써 이렇게 낡아 보이지, 뻐끔?
pl: Jak to możliwe, że już wygląda tak staro, flort?
pt_br: Como é que já parece tão velha, flort?
ru: Почему у тебя такой древний вид?
zh_tw: 怎麼看起來這麼老啊，浮浪特？

# CHARACTERS.WURT.DESCRIBE.WALL_RUINS_ITEM
source: Will make strong wall!
de: Wird starke Wand!
es: ¡Haré un muro fuerte!
es_mx: ¡Con esto hacer muro resistente!
fr: Je vais construire un mur bien solide.
it: Fa muro più resistente!
ja: 強い壁を作ろうよ！
ko: 튼튼한 벽 되겠어!
pl: Zbuduję mocny mur!
pt_br: Vou fazer parede forte!
ru: Я построю прочную стену!
zh_tw: 能用這個建一堵結實的牆！

# CHARACTERS.WURT.DESCRIBE.WALL_STONE
source: Look good, florp!
de: Sieht gut aus, florp!
es: ¡Tiene buena pinta, florp!
es_mx: ¡Verse bien, flop!
fr: C'est joli, florp !
it: Bello, florp!
ja: いいぞ、フロープ！
ko: 괜찮아 보여, 뻐끔!
pl: Wygląda dobrze, florp!
pt_br: Ficou legal, florp!
ru: Прекрасный вид, бульк!
zh_tw: 看著不錯，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WALL_STONE_2
source: Look good, florp!
de: Sieht gut aus, florp!
es: ¡Tiene buena pinta, florp!
es_mx: ¡Verse bien, flop!
fr: C'est joli, florp !
it: Bello, florp!
ja: いいぞ、フロープ！
ko: 괜찮아 보여, 뻐끔!
pl: Wygląda dobrze, florp!
pt_br: Ficou legal, florp!
ru: Прекрасный вид, бульк!
zh_tw: 看著不錯，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WALL_STONE_ITEM
source: Rock pile!
de: Steinhaufen!
es: ¡Montón de rocas!
es_mx: ¡Una pila de rocas!
fr: C'est un tas de cailloux !
it: Mucchio di rocce!
ja: 岩の山だ！
ko: 돌 더미야!
pl: Sterta kamieni!
pt_br: Pilha de pedras!
ru: Куча камней!
zh_tw: 石頭堆！

# CHARACTERS.WURT.DESCRIBE.WALL_WOOD.BURNT
source: Aww, was nice wall...
de: Ooch, war schöne Mauer ...
es: Oooh, era una pared bonita...
es_mx: Ay, haber sido un buen muro.
fr: Oh, il était joli, ce mur...
it: Oh, era bel muro...
ja: あー、いい壁だったのに...
ko: 이런, 좋은 벽이었는데...
pl: Ooo, a to był taki ładny mur...
pt_br: Ahh, era uma parede legal...
ru: Ну вот, хорошая стена была…
zh_tw: 嗷，曾經是一堵好牆……

# CHARACTERS.WURT.DESCRIBE.WALL_WOOD.GENERIC
source: Would look nice with some Pig heads.
de: Schöner mit Schweineköpfen.
es: Quedaría bonito con cabezas de cerdo.
es_mx: Esto poder verse bien con cabezas de cerdo.
fr: Ça serait joli avec des têtes de cochon dessus.
it: Ancora meglio con qualche testa di maialino.
ja: 豚の頭が似合うよ。
ko: 돼지머리 있으면 보기 좋겠어.
pl: Ładnie by się prezentował, gdyby zawisły na nim głowy świniaków.
pt_br: Ia ficar legal com umas cabeças de porco.
ru: Свинячьи головы бы еще туда повесить для красоты.
zh_tw: 放幾顆豬頭就好看了。

# CHARACTERS.WURT.DESCRIBE.WALL_WOOD_ITEM
source: Nice and sharp, florp.
de: Schön scharf, florp.
es: Bonito y afilado, florp.
es_mx: Ser bien afilada, flop.
fr: C'est joli et pointu, florp.
it: Belli appuntiti, florp.
ja: 鋭くていいね、フロープ。
ko: 날카롭고 좋아, 뻐끔.
pl: Porządny i ostry, florp.
pt_br: Legal e pontuda, florp.
ru: Хорошие колья, острые, хлюп.
zh_tw: 尖尖的真漂亮，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WALRUS
source: He look big and important, florp.
de: Sieht groß und wichtig aus, florp.
es: Parece grande e importante, florp.
es_mx: Verse grande e importante, flop.
fr: Il est gros et il a l'air important, florp.
it: Sembra grande e importante, florp.
ja: 彼は大きくて大事そうだね、フロープ。
ko: 크고 중요한 녀석 같아, 뻐끔.
pl: Wygląda na dużego ważniaka, florp.
pt_br: Ele parece grande e importante, florp.
ru: Бульк! Очень уж он большой и важный.
zh_tw: 他看起來又大又重要，浮浪噗。
