Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.KRAMPUS
source: Big meanie!!
de: Großer Fiesling!!
es: ¡Grandullón malo!
es_mx: ¡¡Gran malvado!!
fr: T'es méchant !
it: Cattivone!
ja: デカい男だ！
ko: 크고 못된 녀석이야!!
pl: Wielki wstręciuch!
pt_br: Malvadão!!
ru: Ну и вредина!
zh_tw: 大壞蛋！！

# CHARACTERS.WURT.DESCRIBE.KRAMPUS_SACK
source: It jingles!
de: Klingelt!
es: ¡Tintinea!
es_mx: ¡Esto tintinear!
fr: Ça carillonne !
it: Suona!
ja: ジングルが鳴ったよ！
ko: 짤랑거려!
pl: Brzęczy!
pt_br: Fica tinindo!
ru: Побрякивает!
zh_tw: 它叮噹響！

# CHARACTERS.WURT.DESCRIBE.LANTERN
source: Glowy!
de: Leuchtet!
es: ¡Brilla!
es_mx: ¡Brillante!
fr: Ça brille !
it: Luminosa!
ja: 光ってるよ！
ko: 빛이 나!
pl: Świeci się!
pt_br: Brilhante!
ru: Светится!
zh_tw: 放光啊！

# CHARACTERS.WURT.DESCRIBE.LATKES
source: Is good and crunchy!
de: Lecker und knusprig!
es: ¡Es crujiente y rico!
es_mx: ¡Ser rico y crujiente!
fr: C'est croustillant et ça réconforte.
it: Buoni e croccanti!
ja: 美味しいし、サクサクしているよ！
ko: 바삭하고 맛있어!
pl: Pyszne i chrupiące!
pt_br: É bom e crocante!
ru: Хорошо хрустит!
zh_tw: 香脆美味！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMOREXTRAHEAVY
source: So safe!! But, glurgh... so heavy...
de: Sicher!! Aber schwer, glurgh ...
es: ¡¡Muy segura!! Pero, glurgh... muy pesada...
es_mx: ¡¡Ser muy segura!! Pero, gluf... muy pesada.
fr: J'suis bien protégée avec ça ! Mais c'est tellement lourd...
it: Sicura! Ma, glurg... Pesantissima...
ja: 無事だよ！でも、グルーフ...重くて...
ko: 정말 안전해!! 그런데, 빠끔빠끔... 정말 무거워...
pl: Jest taki bezpieczny! Ale przy tym, glurg... taki ciężki...
pt_br: Tão seguro!! Mas, glurgh... tão pesado...
ru: Надежно! Но хлюрп… так тяжело…
zh_tw: 好安全！！但是，格勒……好重……

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORHEAVY
source: Made of strong rocks!
de: Aus starken Steinen!
es: ¡Hecha de rocas fuertes!
es_mx: ¡Estar hecha de rocas fuertes!
fr: C'est du costaud !
it: Fatta di rocce resistenti!
ja: 強い石でできているよ！
ko: 튼튼한 돌로 만들었어!
pl: Zrobiony z mocnych kamieni!
pt_br: Feito de pedras fortes!
ru: Из самых крепких камней!
zh_tw: 硬石頭做的！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORLIGHT
source: Reeds good for hide in... not so good for fight in.
de: Gras gut zum Verstecken ... nicht zum Kämpfen.
es: Los juncos son buenos para esconderse..., no tanto para luchar.
es_mx: Los juncos ser buenos para ocultarse... pero no para pelear.
fr: J'aime me cacher dans les roseaux, pas me battre avec.
it: Canne vanno bene per nascondersi... non per andare dentro a combattere.
ja: 葦は隠れるには良いけど...戦うにはあまり良くないよ。
ko: 갈대는 숨기 좋아... 싸우긴 안 좋아.
pl: W tataraku dobrze jest się schować... ale słabo się walczy.
pt_br: Juncos boas pra se esconder... não tão boas pra lutar.
ru: В камышах хорошо прятаться… но лучше в них не драться.
zh_tw: 蘆葦適合藏身……不太適合防身。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORLIGHTSPEED
source: Hee-hee, it's tickly!
de: Hehe, kitzelt!
es: Ji, ji, ¡hace cosquillas!
es_mx: Ji, ji. ¡Hacer cosquillitas!
fr: Hé hé, ça chatouille !
it: Eh eh, solletico!
ja: へへ、くすぐったいよ！
ko: 히히, 간지러워!
pl: Hi, hi, łaskocze!
pt_br: Hihi, pinicante!
ru: Хи-хи, щекочется!
zh_tw: 嘿嘿，它好癢！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: Made of strong tree skin.
de: Aus starker Baumhaut.
es: Hecha de piel de árbol fuerte.
es_mx: Estar hecha de piel resistente de árbol.
fr: C'est une armure d'écorce épaisse.
it: Fatta di pelle di albero resistente.
ja: 丈夫な木の皮で作られているよ。
ko: 튼튼한 나무 껍데기로 만들었어.
pl: Z grubej kory.
pt_br: Feito de pele de árvore forte.
ru: Из крепкой кожи дерева.
zh_tw: 硬樹皮做的。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: Grrr! Look very fearsome!
de: Grrr! Sieht schrecklich aus!
es: ¡Grrr! ¡Es temible!
es_mx: ¡Grrr! ¡Yo verme muy aterradora!
fr: Grrr ! J'ai l'air redoutable !
it: Grrr! Fa molta paura!
ja: グルル！とても怖い顔をしてるね！
ko: 그르릉! 엄청 무서워 보여!
pl: Grrr! Wygląda przerażająco!
pt_br: Grrr! Parece muito assustador!
ru: Гр-р-р! Выглядит грозно!
zh_tw: 格！看起來很有威嚴！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: Look light, for working quick!
de: Leicht! Schnell arbeiten!
es: ¡Parece ligera, para trabajar rápido!
es_mx: ¡Verse ligera, para trabajar con velocidad!
fr: Avec cette armure légère, je resterai rapide.
it: Sembra leggera, per lavorare veloce!
ja: ちょっと見て、早く作業するためにね！
ko: 가벼워 보여. 빨리 일할 수 있어!
pl: Leciutki, do szybkiej roboty!
pt_br: Parece leve, pra trabalhar rápido!
ru: В этом можно быстрее двигаться.
zh_tw: 看著輕，穿著行動靈便！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ARMOR_HP
source: Feel bit safer, florp.
de: Schon sicherer, florp.
es: Me siento un poco más a salvo, florp.
es_mx: Yo sentirme un poquito más segura, flop.
fr: J'me sens plus en sécurité, florp.
it: Mi sento più sicura, florp.
ja: ちょっとは安全だと思うよ、フロープ。
ko: 좀 안전해진 느낌이야, 뻐끔.
pl: Czuję się bardziej bezpieczna, florp.
pt_br: Sinto mais segura, florp.
ru: Теперь я защищена, хлюп.
zh_tw: 感覺安全一點了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: It ok to break it? YEAH!!
de: Kaputtmachen? JAA!!
es: ¿Está bien romperlo? ¡¡SÍ!!
es_mx: ¿Yo poder romper? ¡¡SÍ!!
fr: J'peux le casser ? OUAIS !
it: Va bene rompere? Sì!
ja: 壊してもいいの？イェーッ！
ko: 부숴도 돼? 아싸!!
pl: Mogę ją złamać? EKSTRA!
pt_br: Tudo bem quebrar? SIM!!
ru: Можно сломать? О ДА!
zh_tw: 可以打破它嗎？耶！！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_BERNIE
source: Yay!! Bear come to play!
de: Juhu!! Bär will spielen!
es: ¡¡Sí!! ¡Oso, ven a jugar!
es_mx: ¡¡Hurra!! ¡Oso venir a jugar!
fr: Ouais ! Un ours qui veut jouer !
it: Sì! Orso viene a giocare!
ja: イェーイ！くまが遊びに来たよ！
ko: 만세!! 곰이 놀러 왔다!
pl: Jupi! Misio idzie się pobawić!
pt_br: Viva!! Urso vem brincar!
ru: Ура! Медведь пришел играть!
zh_tw: 耶！小熊快來玩！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_BOARLORD
source: Grrr, will show you!
de: Grrr, ich zeige dir!
es: Grrr, ¡te vas a enterar!
es_mx: ¡Grrr, yo darte paliza!
fr: Grrr, tu vas voir !
it: Grrr, faccio vedere io!
ja: グルル、見せてあげるよ！
ko: 그르릉, 보여 주지!
pl: Grrr, ja ci pokażę!
pt_br: Grrr, vou te mostrar!
ru: Гр-р-р, я тебе покажу!
zh_tw: 格，會給你點顏色看看！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: Extra horns for extra fight!!
de: Extrahörner, Extrakampf!!
es: ¡¡Cuernos extra para extraluchar!
es_mx: ¡¡Más cuernos para más pelea!!
fr: Plus on a de cornes, plus on est costaud !
it: Corna in più per combattere di più!
ja: 戦いのために余分な角を！
ko: 뿔 더 달아서 더 싸울 수 있어!!
pl: Dodatkowe rogi do dodatkowej walki!
pt_br: Chifres extras pra luta extra!!
ru: Больше рогов, больше драчливости!
zh_tw: 角多戰鬥力就強！！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_ELEMENTAL
source: Glurp!! Rock monster!
de: Glurp!! Steinmonster!
es: ¡¡Glurp!! ¡Monstruo de roca!
es_mx: ¡¡Glup!! ¡Monstruo rocoso!
fr: Argh, un monstre de pierre !
it: Glurp! Mostro di roccia!
ja: グループ！ロックモンスターだよ！
ko: 빠끔!! 돌 괴물이다!
pl: Glurp! Skalny potwór!
pt_br: Glurp!! Monstro de pedra!
ru: Хлюп! Каменное чудище!
zh_tw: 格勒普！！石頭怪！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: Has magic eye.
de: Mit Zauberauge.
es: Tiene un ojo mágico.
es_mx: Eso tener ojo mágico.
fr: Y'a un œil magique dessus.
it: Ha occhio magico.
ja: 魔法の目を持っているよ。
ko: 마법 눈 있어.
pl: Ma magiczne oko.
pt_br: Tem olho mágico.
ru: С колдовским глазом.
zh_tw: 有魔法眼。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: Hee-hee! Feather head!
de: Hehe! Federkopf!
es: ¡Ji, ji! ¡Cabeza de plumas!
es_mx: ¡Ji, ji! ¡Tener cabeza emplumada!
fr: Héhé ! J'ai la tête pleine de plumes !
it: Eh eh! Testa di piuma!
ja: へへ！フェザーヘッドだ！
ko: 히히! 머리에 깃털 꽂았다!
pl: Hi, hi! Pióro na głowie!
pt_br: Hihi! Cabeça de penas!
ru: Хи-хи! Чудо в перьях!
zh_tw: 嘿嘿！羽毛做的頭！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_FIREBOMB
source: BOOOOM!!
de: WUMMMMM!!
es: ¡¡BUUUUM!!
es_mx: ¡¡BUUUUM!!
fr: BOUUUUUUM !!
it: BUM!
ja: ボカーン！
ko: 콰아아앙!!
pl: BUUUUM!!
ru: БУМ!
zh_tw: 轟轟轟！！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: Blegh... have to wear it...?
de: Bäh ... Muss ich anziehen ...?
es: Blegh... ¿Tengo que llevarlo?
es_mx: Puaj... ¿yo tener que usar esto?
fr: Beurk... Faut que j'mette ça ?
it: Blegh... Devo indossare...?
ja: ブレグ...着なければならないの？
ko: 웩... 꼭 써야 해...?
pl: Ble... muszę to zakładać...?
pt_br: Blegh... tenho que usar...?
ru: Фу… А без этого никак?
zh_tw: 啵……我必須戴嗎……？

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: Know it good for me, but gluuurrgghh...
de: Gut für mich, aber glaaarrg ...
es: Sé que es bueno para mí, pero gluuurrgghh...
es_mx: Yo saber que esto ser bueno para mí, pero gluuuuufff...
fr: C'est bon pour moi, mais beeeeeerrrk...
it: So che mi fa bene, ma gluuurrgghh...
ja: アタシには良いことだけど、でも、グルグル...
ko: 좋다는 건 알지만, 빠끔빠끄으음...
pl: Wiem, że to dla mojego dobra, ale gluuurrg...
pt_br: Sei que é bom pra mim, mas gluuurrgghh...
ru: Знаю, что это поможет, но… хлю-ю-юрп…
zh_tw: 知道是為我好，但是格勒勒……

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_HEAVYBLADE
source: This sword almost big as me, florp!
de: Schwert fast so groß wie ich, florp!
es: ¡Esta espada es casi tan grande como yo, florp!
es_mx: ¡Esta espada ser casi tan grande como yo, flop!
fr: Cette lame est presque aussi grande que moi, florp !
it: Spada quasi grande quanto me, florp!
ja: この剣はアタシとほぼ同じ大きさだよ、フロープ！
ko: 거의 나만큼 큰 검이야, 뻐끔!
pl: Ten miecz jest prawie większy ode mnie, florp!
pt_br: Essa espada é quase grande como eu, florp!
ru: Какой здоровенный меч, буль!
zh_tw: 劍基本跟我一樣大了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_KEYHOLE
source: Something go in there...
de: Da muss was rein ...
es: Algo va ahí...
es_mx: Algo encajar aquí.
fr: Il devrait y avoir quelque chose là-dedans.
it: Qualcosa va lì dentro...
ja: 何かがそこに入っていくよ…
ko: 저기 뭐 들어가...
pl: Coś tu trzeba wsadzić...
pt_br: Algo entra lá...
ru: Что-то сюда надо вставить…
zh_tw: 這裡應該放點東西……

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: All done!
de: Fertig!
es: ¡Listo!
es_mx: ¡Listo!
fr: C'est prêt !
it: Fatto!
ja: はいできたよ！
ko: 다 됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 全做完了！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: Feel little stronger!
de: Schon etwas stärker!
es: ¡Me siento un poco más fuerte!
es_mx: ¡Yo sentirme un poquito más fuerte!
fr: J'me sens un peu plus forte !
it: Mi sento un po' più forte!
ja: 少し強くなった気がするよ！
ko: 조금 강해진 것 같아!
pl: Czuję się trochę silniejsza!
pt_br: Sinto mais forte agora!
ru: Теперь я сильнее!
zh_tw: 感到有點強壯了！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_LUCY
source: Loo-cy look different.
de: Lucy sieht anders aus.
es: Lucy parece diferente.
es_mx: Lucy verse distinta.
fr: Lu-scie a changé de tête.
it: Lucy ha aspetto diverso.
ja: ルーシーが変わって見えるね。
ko: 루우시 달라 보여.
pl: Lucyna wygląda jakoś dziwnie.
pt_br: Loo-cy tá diferente.
ru: Хлю-си выглядит по-другому.
zh_tw: 露-西看起來不一樣了。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: How that door work?
de: Wie geht die Tür?
es: ¿Cómo funciona esa puerta?
es_mx: ¿Cómo funcionar esa puerta?
fr: Comment marche cette porte ?
it: Come funziona porta?
ja: あのドアはどうやって動くんだろう？
ko: 저 문 어떻게 작동하지?
pl: Jak działają te drzwi?
pt_br: Como funciona a porta?
ru: Как это работает?
zh_tw: 那扇門怎麼用？

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_PORTAL.ON
source: Bye-bye!
de: Und tschüss!
es: ¡Adiós!
es_mx: ¡Adiosito!
fr: Adieu !
it: Ciao ciao!
ja: じゃーねー！
ko: 안녕!
pl: Pa, pa!
pt_br: Tchauzinho!
ru: Пока-пока!
zh_tw: 再見了！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_RECHARGERHAT
source: Feel speedy, florp!
de: Schön schnell, florp!
es: ¡Me siento veloz, florp!
es_mx: ¡Sentirme veloz, flop!
fr: J'me sens rapide, florp !
it: Mi sento veloce, florp!
ja: スピーディーにね、フロープ！
ko: 빨라진 것 같아, 뻐끔!
pl: Ale jestem szybka, florp!
pt_br: Tô rápida, florp!
ru: Теперь я быстрая, буль!
zh_tw: 感覺速度很快，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_SPAWNER
source: Fighty folk keep coming from there.
de: Da kommen Kampfleute her.
es: La gente luchadora no para de venir de ahí.
es_mx: Seres luchadores seguir saliendo de allí.
fr: Y'a des tas de créatures qui veulent se battre qui en sortent.
it: Popolo combattente viene da lì.
ja: 喧嘩っ早い人はそこからどんどん来てるよ。
ko: 저기서 계속 사나운 종 나와.
pl: Ciągle stąd wyłażą jacyś przeciwnicy.
pt_br: O povo poderoso continua vindo de lá.
ru: Оттуда выходят всякие драчуны.
zh_tw: 裡面會一直出來打架的人。

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: Hrrraaaaagh!!
es_mx: ¡¡Aaaaaahhh!!
fr: Raaaaaghhhhh !
it: Rrrraaaaagh!
ja: ハラーッグ！！
ko: 흐아아아아!!
ru: Хр-р-р-ра-а-а-а!
zh_tw: 呼讓啊！！

# CHARACTERS.WURT.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: It fill head with healing learning!
de: Füllt Kopf mit Heilwissen!
es: ¡Llena la cabeza de saberes sanadores!
es_mx: ¡Esto llenarme la cabeza con aprendizajes curativos!
fr: J'apprends à guérir !
it: Riempie testa con intelligenza che cura!
ja: 癒しの知識で頭がいっぱいだよ。
ko: 치료법으로 머리 채워!
pl: Napełnia głowę umiejętnością regeneracji!
pt_br: Enche a cabeça com aprendizado de cura!
ru: Учит голову, как надо лечиться!
zh_tw: 它能讓大腦充滿治療的知識！

# CHARACTERS.WURT.DESCRIBE.LAVAE
source: Aww, it just a baby.
de: Ooch, Baby.
es: Oooh, es solo un bebé.
es_mx: Aay, ser un bebé.
fr: Oh, c'est qu'un bébé.
it: Oh, è solo bambina.
ja: あー、ただの赤ちゃんだよ。
ko: 세상에, 아기잖아.
pl: Ooo, to jeszcze dziecko.
pt_br: Ahh, é só um bebê.
ru: Ой, такая кроха.
zh_tw: 嗷，它只是個寶寶。

# CHARACTERS.WURT.DESCRIBE.LAVAE_COCOON
source: Time for nap.
de: Zeit für Schläfchen.
es: Hora de la siesta.
es_mx: Ser hora de tomar siesta.
fr: C'est l'heure de la sieste.
it: Ora di pisolino.
ja: お昼寝の時間だね。
ko: 낮잠 시간이야.
pl: Czas na drzemkę.
pt_br: Hora de dormir.
ru: Пора вздремнуть.
zh_tw: 午覺時間到！

# CHARACTERS.WURT.DESCRIBE.LAVAE_EGG.GENERIC
source: Something skritching inside.
de: Etwas scharrt drinnen.
es: Hay algo rascando dentro.
es_mx: Algo rasguñar ahí dentro.
fr: Y'a quelque chose qui couine là-dedans.
it: Qualcosa formicola all'interno.
ja: 何かが中で動いているね。
ko: 안에서 뭐가 긁고 있어.
pl: Coś tam w środku drapie.
pt_br: Algo se coçando dentro.
ru: Внутри что-то скребется.
zh_tw: 裡面的東西在撓殼子。

# CHARACTERS.WURT.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: Need a hug, florp?
de: Umarmung, florp?
es: ¿Necesitas un abrazo, florp?
es_mx: ¿Tú necesitar abrazo, flop?
fr: Tu veux un câlin, florp ?
it: Serve un abbraccio, florp?
ja: ハグしようか、フロープ？
ko: 껴안아 줄까, 뻐끔?
pl: Przytulić cię, florp?
pt_br: Precisa de abraço, florp?
ru: Тебя обнять, хлюп?
zh_tw: 要抱抱嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: Feel all warm inside!
de: Ganz warm drinnen!
es: ¡Se está calentito dentro!
es_mx: ¡Estar calientito ahí dentro!
fr: C'est tout chaud à l'intérieur.
it: Sento caldo dentro!
ja: 体の中から温まるよ！
ko: 안이 따끈따끈해!
pl: Ale tam w środku cieplutko!
pt_br: Tô toda quente por dentro!
ru: Внутри так тепло!
zh_tw: 裡面好暖！

# CHARACTERS.WURT.DESCRIBE.LAVAE_PET.CONTENT
source: Look happy!
de: Sieht froh aus!
es: ¡Parece feliz!
es_mx: ¡Verse contenta!
fr: Il a l'air content !
it: Sembra felice!
ja: 幸せそうな顔して！
ko: 행복해 보여!
pl: Ale jest zadowolony!
pt_br: Parece feliz!
ru: Какая довольная!
zh_tw: 看起來很開心！

# CHARACTERS.WURT.DESCRIBE.LAVAE_PET.GENERIC
source: She give warm cuddles.
de: Braucht warme Umarmung.
es: Da abrazos calentitos.
es_mx: Ella dar abrazos cálidos.
fr: Elle me fait des câlins.
it: Dà abbracci calorosi.
ja: 彼女の抱っこは温かいね。
ko: 따뜻하게 안아 줘.
pl: Daje cieplutkie przytulaski.
pt_br: Ela dá abraços quentes.
ru: С ней тепло обниматься.
zh_tw: 她的擁抱很溫暖。

# CHARACTERS.WURT.DESCRIBE.LAVAE_PET.HUNGRY
source: Needs snack!
de: Braucht Essen!
es: ¡Necesita un piscolabis!
es_mx: ¡Ella necesitar botana!
fr: Elle a un creux !
it: Serve spuntino!
ja: おやつが必要だよ！
ko: 간식 필요해!
pl: Potrzebuje smakołyków!
pt_br: Precisa de petisco!
ru: Нужно покормить!
zh_tw: 需要小吃！

# CHARACTERS.WURT.DESCRIBE.LAVAE_PET.STARVING
source: Need to find food for you quick!
de: Muss schnell Essen für dich finden!
es: ¡Necesito encontrar rápido comida para ti!
es_mx: ¡Necesitar conseguir comida para ti rápido!
fr: J'dois vite te trouver à manger !
it: Serve trovare cibo per te, in fretta!
ja: 早く食べ物を見つけないと！
ko: 빨리 네 간식 찾아야 해!
pl: Muszę ci natychmiast znaleźć coś do jedzenia!
pt_br: Precisa encontrar comida rápido!
ru: Нужно тебе скорее найти еду.
zh_tw: 要儘快給你找點吃的！

# CHARACTERS.WURT.DESCRIBE.LAVAE_TOOTH
source: Baby lost its first tooth, florp.
de: Baby hat ersten Zahn verloren, florp.
es: Al bebé se le ha caído su primer diente, florp.
es_mx: Bebé haber perdido su primer diente, flop.
fr: Le bébé a perdu sa première dent, florp.
it: Bambina ha perso suo primo dente, florp.
ja: 赤ちゃんは最初の歯を失ったよ、フロープ。
ko: 아기 젖니 빠졌어, 뻐끔.
pl: Dziecku wypadł pierwszy ząbek, florp.
pt_br: Bebê perdeu o primeiro dente, florp.
ru: Буль, у крохи выпал первый зубик.
zh_tw: 寶寶的乳牙掉了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LAVASPIT.COOL
source: Just rock now.
de: Nur noch Steine.
es: Ahora es solo roca.
es_mx: Ahora solo ser roca.
fr: Y'a plus que de la pierre.
it: Ora è solo roccia.
ja: 今は石だけだよ。
ko: 이제 그냥 돌이야.
pl: Teraz to tylko kamień.
pt_br: Só pedra, agora.
ru: Обычный камень.
zh_tw: 現在變成石頭了。

# CHARACTERS.WURT.DESCRIBE.LAVASPIT.HOT
source: Gluuurgh! Hot rock!
de: Glaaarg! Heißer Stein!
es: ¡Gluuurgh! ¡Roca caliente!
es_mx: ¡Gluuuuff! ¡Roca caliente!
fr: Aaaaah ! De la pierre brûlante !
it: Gluuurgh! Roccia bollente!
ja: グルーグ！熱い岩だよ！
ko: 빠끔빠끄음! 뜨거운 돌이다!
pl: Gluuurg! Gorący kamień!
pt_br: Gluuurgh! Pedra quente!
ru: Хлю-ю-юрп! Горячий камень!
zh_tw: 格勒格！發燙的石頭！

# CHARACTERS.WURT.DESCRIBE.LAVA_POND
source: Too hot for swimming, florp.
de: Zu heiß zum Schwimmen, florp.
es: ¡Demasiado caliente para nadar, florp!
es_mx: Estar muy caliente como para nadar, flop.
fr: C'est trop chaud pour que je nage dedans, florp.
it: Troppo caldo per nuotare, florp.
ja: 暑すぎて泳げないよ、フロープ。
ko: 수영하긴 너무 뜨거워, 뻐끔.
pl: Za gorąca, żeby w niej pływać, florp.
pt_br: Quente pra nadar, florp.
ru: Купаться слишком жарко, хлюп.
zh_tw: 太燙不適合游泳，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LAVA_POND_ROCK
source: Rock.
de: Stein.
es: Roca.
es_mx: Roca.
fr: De la pierre.
it: Roccia.
ja: 岩だよ。
ko: 돌이야.
pl: Skała.
pt_br: Pedra.
ru: Камень.
zh_tw: 岩石。

# CHARACTERS.WURT.DESCRIBE.LEAFLOAF
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.DESCRIBE.LEAFYMEATBURGER
source: Glurph, not real veggie!
de: Glurf, kein echtes Gemüse!
es: ¡Glurph, no es vegetal de verdad!
es_mx: ¡Gluf, no ser una verdurita de verdad!
fr: Glurp, c'est pas du vrai légume !
it: Glurp, non vera verdura!
ja: ガルル、偽物の野菜だ！
ko: 빠끔빠끔, 진짜 채소 아니야!
pl: Glurp, to nie prawdziwe warzywo!
pt_br: Glurph, não é legumes de verdade!
ru: Хлюрп, это ненастоящие овощи!
zh_tw: 格浪浮，並不是真的蔬菜！

# CHARACTERS.WURT.DESCRIBE.LEAFYMEATSOUFFLE
source: Smell funny... not gonna eat it.
de: Riecht komisch ... Esse ich nicht.
es: Huele raro... No me lo voy a comer.
es_mx: Esto oler extraño... yo no comérmelo.
fr: Ça sent bizarre. J'le mangerai pas.
it: Strano odore... non mangio.
ja: 変なにおい…食べたくない。
ko: 이상한 냄새 나... 안 먹을래.
pl: Dziwnie pachnie... nie będę tego jeść.
pt_br: Cheira engraçado... não vou comer.
ru: Странно пахнет... не буду это кушать.
zh_tw: 氣味有點奇怪……我不吃。

# CHARACTERS.WURT.DESCRIBE.LEIF
source: Treebeast!!
de: Baumbiest!!
es: ¡Bestiárbol!
es_mx: ¡¡Bestia árbol!!
fr: Un arbre monstrueux !
it: Bestia di albero!
ja: ツリービースト！
ko: 나무짐승이다!!
pl: Drzewostwór!
pt_br: Ferárvore!!
ru: Древочудище!
zh_tw: 樹怪！！

# CHARACTERS.WURT.DESCRIBE.LEIF_SPARSE
source: Treebeast!!
de: Baumbiest!!
es: ¡Bestiárbol!
es_mx: ¡¡Bestia árbol!!
fr: Un arbre monstrueux !
it: Bestia di albero!
ja: ツリービースト！
ko: 나무짐승이다!!
pl: Drzewostwór!
pt_br: Ferárvore!!
ru: Древочудище!
zh_tw: 樹怪！！

# CHARACTERS.WURT.DESCRIBE.LICHEN
source: Cave food.
de: Höhlenessen.
es: Comida de cueva.
es_mx: Comida de caverna.
fr: De la nourriture qui vient de la grotte.
it: Cibo di caverna.
ja: 洞窟の食べ物だよ。
ko: 동굴 음식이야.
pl: Jaskiniowe jedzenie.
pt_br: Comida de caverna.
ru: Пещерная еда.
zh_tw: 洞穴食物。

# CHARACTERS.WURT.DESCRIBE.LIFEINJECTOR
source: Don't like needles, florp!
de: Mag Nadeln nicht, florp!
es: ¡No me gustan las agujas, florp!
es_mx: ¡A mí no gustarme las agujas, flop!
fr: J'aime pas les aiguilles, florp !
it: Non mi piacciono aghi, florp!
ja: 針が嫌いなんだよ、フロープ！
ko: 바늘 싫어, 뻐끔!
pl: Nie lubię igieł, florp!
pt_br: Não gosto de agulhas, florp!
ru: Буль, не люблю иголки!
zh_tw: 不喜歡針頭，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.LIGHTBULB
source: What you mean, "don't put in your mouth"?
de: Wieso nicht in den Mund nehmen?
es: ¿Qué quieres decir con "no te lo metas en la boca"?
es_mx: ¿A qué referirte cuando decir: “no meter a la boca”?
fr: Comment ça, j'dois pas la mettre dans ma bouche ?
it: Cosa significa: "Non mettere in tua bocca"?
ja: 「口に入れるな」ってどういうこと？
ko: "입에 넣지 마시오"라니 무슨 말이야?
pl: Ale jak to "nie wkładaj tego do buzi"?
pt_br: O que quer dizer com "não coloque na boca"?
ru: В смысле «в рот не клади»?
zh_tw: 你說"別放進嘴裡" 是什麼意思?

# CHARACTERS.WURT.DESCRIBE.LIGHTER
source: This very special to fire lady, florp.
de: Feuerfrau mag das, florp.
es: Esto es muy especial para la señora del fuego, florp.
es_mx: Esto ser muy especial para señorita del fuego, flop.
fr: La dame qui fait du feu adore ce truc.
it: Molto speciale per signora di fuoco, florp.
ja: 火の女には特別なんだ、フロープ。
ko: 불내는 여자한테 아주 특별한 거야, 뻐끔.
pl: To jest bardzo ważne dla ognistej pani, florp.
pt_br: É muito especial pra senhora de fogo, florp.
ru: Очень важная штука для огненной мадам.
zh_tw: 這個對火焰女士有特別意義，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.LIGHTFLIER
source: Follow me, glowy bug!
de: Mir nach, Leuchtekäfer!
es: ¡Ven, bicho brillante!
fr: Suis-moi, insecte qui brille !
it: Segui me, insetto luminoso!
ja: ついてきて、ピカピカ虫！
ko: 날 따라와, 반짝이 벌레!
pl: Za mną, świecący robaku!
pt_br: Vem comigo, inseto brilhante!
ru: Иди за мной, мушка-светушка!
zh_tw: 跟我來，發光蟲！

# CHARACTERS.WURT.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Should run now!
de: Lieber rennen!
es: ¡Ahora debería correr!
es_mx: ¡Ser hora de correr, ahora!
fr: Je ferais mieux de fuir !
it: Ora funziona!
ja: 今すぐ逃げろ！
ko: 도망쳐야 해!
pl: Trzeba uciekać!
pt_br: Melhor correr agora!
ru: Надо бежать!
zh_tw: 快跑啊！

# CHARACTERS.WURT.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Curly-head!
de: Lockenkopf!
es: ¡Cabeza enroscada!
es_mx: ¡Cabeza con rizos!
fr: Elle a la tête toute frisée !
it: Ricci in testa!
ja: くるりとした頭だ！
ko: 말린 머리다!
pl: Kręconogłowy!
pt_br: Cabeça encaracolada!
ru: Кудрявоголовый!
zh_tw: 卷毛！

# CHARACTERS.WURT.DESCRIBE.LIGHTNINGGOATHORN
source: Crackly!
de: Knistert!
es: ¡Crepita!
es_mx: ¡Chirriante!
fr: Ça crépite !
it: Ruvido!
ja: ひび割れだ！
ko: 타닥거려!
pl: Trzeszczy!
pt_br: Estalante!
ru: Потрескивает!
zh_tw: 有裂縫！

# CHARACTERS.WURT.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It sizzling!
de: Britzelt!
es: ¡Chisporrotea!
es_mx: ¡Estar chisporroteando!
fr: Ça grésille !
it: Sfrigola!
ja: ジュージューしてるよ！
ko: 지글거려!
pl: Bzyczy!
pt_br: Tá chiando!
ru: Шкворчит!
zh_tw: 它在滋滋響!

# CHARACTERS.WURT.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Scale-less can call down lightning?
de: Schuppenlose können Blitze rufen?
es: ¿Pueden los sin escamas regañar a los rayos?
es_mx: ¿Los no escamosos poder llamar rayos?
fr: Les sans-écailles peuvent faire tomber la foudre !
it: Senza squame evocano lampi?
ja: スケールレスは雷を呼び込めるの？
ko: 무비늘은 번개도 불러?
pl: Bezłuskowcy mogą przywoływać pioruny?
pt_br: Sem-escama pode chamar relâmpagos?
ru: Ребята без чешуи умеют призывать молнии?
zh_tw: 這個無鱗動物可以召喚閃電？

# CHARACTERS.WURT.DESCRIBE.LITTLE_WALRUS
source: Hello, florp! Wanna play?
de: Hallo, florp! Spielen?
es: ¡Hola, florp! ¿Quieres jugar?
es_mx: ¡Hola, flop! ¿Tú querer jugar?
fr: Salut, tu veux jouer ?
it: Ciao, florp! Vuoi giocare?
ja: こんにちは、フロープ！遊ぶ？
ko: 안녕, 뻐끔! 같이 놀래?
pl: Cześć, florp! Chcesz się pobawić?
pt_br: Olá, florp! Quer brincar?
ru: Буль, привет! Поиграем?
zh_tw: 你好，浮浪噗！想玩嗎？

# CHARACTERS.WURT.DESCRIBE.LIVINGLOG
source: Feel kinda bad, florp...
de: Fühle mich schlecht, florp ...
es: Me siento un poco mal, florp...
es_mx: Sentirme algo triste, flop.
fr: J'me sens pas très bien, florp...
it: Mi dispiace, florp...
ja: 悪い予感がするよ、フロープ...
ko: 어쩐지 죄책감 들어, 뻐끔...
pl: Żal mi jej, florp...
pt_br: Me sinto meio mal, florp...
ru: Как-то мне нехорошо, хлюп…
zh_tw: 感覺有點不好，浮浪噗……
