Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.GENERIC
source: Why worry about the moon? I've got enough to contend with down here.
de: Warum sich um den Mond sorgen? Ich habe hier unten schon genug um die Ohren.
es: ¿Por qué me voy a preocupar con la luna? Ya tengo bastante con lo que lidiar aquí.
fr: Pourquoi se soucier de la lune ? J'ai assez de problèmes à gérer ici-bas.
it: Perché preoccuparsi della luna? Ho già abbastanza a cui pensare quaggiù.
ja: どうして月のことなんか心配してるの？地上にだって心配事がてんこ盛りなのに。
ko: 왜 달을 걱정하겠어? 여기 아래서도 달을 놓고 충분히 싸울 수 있는데.
pt_br: Por que me preocupar com a lua? Já tenho muita coisa pra enfrentar aqui embaixo.
ru: Какой смысл смотреть на луну? У меня тут и так предостаточно дел.
zh_tw: 操心月亮？我已經有足夠多的問題要解決了。

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.GLASSED
source: Oh botheration, THIS timeline again...
de: Ach verflixt, nicht DIESE Zeitachse schon wieder ...
es: Qué fastidio... Otra vez ESTA línea temporal.
fr: Oh, flûte de zut... Encore CETTE ligne temporelle ?
it: Oh, che seccatura, di nuovo QUESTA linea temporale...
ja: ああ、煩わしい。まーた、この時間線か…
ko: 아 귀찮아, 이 타임라인이 또...
pt_br: Ai, que amolação! ESTA linha do tempo de novo...
ru: Что за неудобство, опять я в ЭТОЙ линии времени...
zh_tw: 嗷，麻煩呐，怎麼又到這條時間線了……

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.NIGHT_FULL
source: Oh good, a full moon!
de: Oh, gut, ein Vollmond!
es: ¡Vaya! Hay luna llena.
fr: Oh, super ! C'est la pleine lune !
it: Oh, bene! Una luna piena!
ja: ああ、良かった、満月だわ！
ko: 오 좋아, 보름달이야!
pt_br: Que maravilha, uma lua cheia!
ru: Полная луна! Прекрасно!
zh_tw: 哦，太好了，是滿月！

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.NIGHT_NEW
source: It's a new moon. I'd best keep my wits about me...
de: Es ist Neumond. Ich sollte einen klaren Kopf bewahren ...
es: Hay luna nueva. Será mejor que no pierda la calma...
fr: Une nouvelle lune. Je dois rester sur mes gardes.
it: È una luna nuova. Farò meglio a tenere gli occhi aperti...
ja: 新月だ。注意した方がいいわ。
ko: 초승달이야. 정신을 똑바로 차리고 있어야 겠네.
pt_br: É lua nova. Melhor eu me controlar.
ru: Сейчас новолуние. Главное — не паниковать...
zh_tw: 是新月。我要保持警惕……

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.NIGHT_WANE
source: The moon is waning.
de: Der Mond nimmt ab.
es: Hay luna menguante.
fr: La lune décroît.
it: La luna è calante.
ja: 月が欠けていってる。
ko: 달이 이지러지고 있어.
pt_br: A lua está minguando.
ru: Луна убывает.
zh_tw: 月亮正在變小。

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.NIGHT_WAX
source: The moon is waxing.
de: Der Mond nimmt zu.
es: Hay luna creciente.
fr: La lune croît.
it: La luna è crescente.
ja: 月が満ちていってる。
ko: 달이 차오르고 있어.
pt_br: A lua está crescendo.
ru: Луна прибывает.
zh_tw: 月亮慢慢在變圓。

# CHARACTERS.WANDA.DESCRIBE.MOONGLASS
source: It would make a perfect watch crystal, if only it played nice with shadow magic.
de: Das wäre ein perfekter Uhrenkristall, wenn er nur gut mit Schattenmagie harmonieren würde.
es: Sería perfecto como cristal de reloj si fuera compatible con la magia sombría.
fr: Ça ferait une très bonne boule de cristal, si c'était compatible avec la magie des ombres.
it: Sarebbe uno splendido vetro per orologio, se solo non collidesse con la magia delle ombre.
ja: 時計に使うクォーツにぴったりだわ。影の魔法と上手くやり合えるなら。
ko: 그림자 마법과 잘 어울리기만 한다면 완벽한 시계 유리가 될 거야.
pt_br: Seria um relógio de cristal perfeito se utilizasse magia das sombras.
ru: Из него вышел бы идеальный кристалл для часов, если бы темная магия для этого подходила.
zh_tw: 如果它契合暗影魔法，那就能把它放進我的懷錶裡做晶體。

# CHARACTERS.WANDA.DESCRIBE.MOONGLASSAXE
source: A sharp tool makes for faster chopping!
de: Ein scharfes Werkzeug beschleunigt das Zerkleinern!
es: ¡Una herramienta afilada tala más rápido!
fr: Un outil aiguisé permet de couper des arbres plus vite !
it: Un utensile affilato velocizza l'abbattimento della vegetazione!
ja: 伐採がサクサク進む鋭利な道具！
ko: 날카로운 도구를 사용하면 더 빨리 자를 수 있어!
pt_br: Uma ferramenta afiada corta mais rápido!
ru: С острыми инструментами любая работа спорится!
zh_tw: 鋒利的工具能提高劈砍效率！

# CHARACTERS.WANDA.DESCRIBE.MOONGLASS_CHARGED
source: It's not going to stay charged for long.
de: Es wird nicht lange aufgeladen bleiben.
es: La carga no durará mucho.
fr: Ça ne va pas rester chargé très longtemps.
it: Non rimarrà carico a lungo.
ja: 充電が長くもつことはないわ。
ko: 충전 상태가 오래 가지는 않을 거야.
pt_br: Não vai ficar carregado por muito tempo.
ru: Заряд скоро пропадет.
zh_tw: 它不會長時間保持充能。

# CHARACTERS.WANDA.DESCRIBE.MOONGLASS_ROCK
source: Jagged glass coming from the ground, what could go wrong?
de: Glasscherben, die aus dem Boden kommen - was kann da schon schiefgehen?
es: Cristales rotos que salen de la tierra, ¿qué podría ir mal?
fr: Du verre brisé qui sort du sol. Ça ne risque rien, pensez-vous !
it: Vetro appuntito che spunta dal terreno: cosa mai potrebbe andare storto?
ja: ギザギザのガラスが地中から出てきた。全然まるっきりヤバそうじゃない状況ね。
ko: 땅에서 들쭉날쭉한 유리가 나오는데, 잘못될 게 뭐람?
pt_br: Vidro serrilhado saindo do chão. O que poderia dar errado?
ru: Из земли торчит зазубренный кусок стекла. Что может пойти не так?
zh_tw: 鋸齒狀的玻璃從地下冒出來，這能出什麼問題？

# CHARACTERS.WANDA.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: Maybe I should take the glass spikes as a sign to stay away.
de: Vielleicht sollte ich die Glasstacheln als Zeichen nehmen, dass ich mich fernhalten sollte.
es: A lo mejor tendría que tomarme los pinchos de cristal como una señal para que me vaya.
fr: Je suppose que je ne devrais pas m'approcher de ces pics de glace.
it: Credo che gli spuntoni di vetro siano un invito a girare al largo.
ja: この尖ったガラスは近寄るなっていうサインなのかもしれないわ。
ko: 멀리 떨어져 있으라는 표시로 유리 가시를 가져와야 할 수도 있겠어.
pt_br: Talvez eu deva interpretar as pontas de vidro como um sinal pra ficar longe.
ru: Кажется, стеклянные шипы говорят мне держаться отсюда подальше.
zh_tw: 玻璃尖刺也許就是在警告我遠離。

# CHARACTERS.WANDA.DESCRIBE.MOONROCKCRATER
source: Now, have I seen any gems lying about?
de: Habe ich irgendwelche Edelsteine herumliegen sehen?
es: A ver... ¿He visto alguna gema por aquí?
fr: Alors, est-ce que j'ai vu des gemmes dans le coin ?
it: Ho per caso visto gemme qui attorno?
ja: さーて、宝石がゴロゴロ落ちてるのは見たかしら？
ko: 자, 보석이 뒹굴어 다니는 걸 본 적 있었나?
pt_br: Agora, será que vi pedras preciosas por aí?
ru: Итак, нет ли поблизости драгоценных камней?
zh_tw: 我有沒有看到地上有寶石？

# CHARACTERS.WANDA.DESCRIBE.MOONROCKIDOL
source: It looks a bit like a key, doesn't it?
de: Sieht wie ein Schlüssel aus, nicht wahr?
es: Tiene pinta de llave, ¿no?
fr: Ça ressemble un peu à une clé, non ?
it: Assomiglia un po' a una chiave, vero?
ja: カギのように見えるけど？
ko: 약간 열쇠처럼 생겼다, 아닌가?
pt_br: Parece até uma chave, não é?
ru: Немного похоже на ключ, не правда ли?
zh_tw: 看著有點像鑰匙，對不對？

# CHARACTERS.WANDA.DESCRIBE.MOONROCKNUGGET
source: I never would have predicted I'd see a piece of the moon up close.
de: Ich hätte nie gedacht, dass ich einmal ein Stück des Mondes aus der Nähe sehe.
es: Jamás imaginé que vería un pedacito de luna de cerca.
fr: Je n'aurais jamais pensé voir un morceau de lune d'aussi près.
it: Non mi sarei mai immaginata di vedere un frammento di luna da vicino.
ja: 月の欠片をこんなに近くでみるなんて、万が一にも予想してなかったわ。
ko: 달의 조각을 가까이서 보게 될 줄은 꿈에도 몰랐어.
pt_br: Eu jamais poderia imaginar que veria um pedaço da lua de perto.
ru: Никогда бы не подумала, что однажды увижу вблизи кусочек луны.
zh_tw: 我從來沒有預料到有一天我會近距離看到月亮。

# CHARACTERS.WANDA.DESCRIBE.MOONROCKSEED
source: It's like a pocket-sized moon.
de: Sieht aus wie ein Mond im Taschenformat.
es: Es como una luna de bolsillo.
fr: C'est comme une lune de poche.
it: È come una luna tascabile.
ja: ポケットに入る月って感じね。
ko: 주머니에 들어갈 만한 달 같아.
pt_br: É como uma lua de bolso.
ru: Настоящая карманная луна.
zh_tw: 這就像一個口袋版的月亮。

# CHARACTERS.WANDA.DESCRIBE.MOONROCK_PIECES
source: I wonder who made these?
de: Wer die wohl gemacht hat?
es: Me pregunto quién las hizo.
fr: Je me demande qui les a faites.
it: Chissà chi le ha fatte.
ja: 誰が作ったんだろう？
ko: 누가 만들었을까?
pt_br: Quem será que fez isso?
ru: Интересно, кто их сделал?
zh_tw: 不知道這是誰做的？

# CHARACTERS.WANDA.DESCRIBE.MOONSPIDERDEN
source: They're not the best decorators, are they?
de: Sie sind nicht gerade die besten Dekorateure, was?
es: No es la decoración más bonita del mundo, la verdad.
fr: J'ai l'impression qu'elles ne sont pas très douées pour décorer.
it: Non sono arredatori eccellenti, vero?
ja: あれが最高の飾り付けていうわけじゃないんでしょ？
ko: 그들이 최고의 장식가는 아니잖아, 그렇지?
pt_br: Elas não são muito boas em decoração, né?
ru: С декором у них немного туговато, конечно.
zh_tw: 它們不是很擅長裝潢，對吧？

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: Oh wonderful, something sharp to trip on.
de: Wunderbar, etwas Scharfes zum Drauftreten.
es: Qué maravilla, algo afilado con lo que tropezarse.
fr: Oh, formidable. Quelque chose de pointu sur lequel trébucher, quelle bonne idée.
it: Oh, magnifico. Una cosa appuntita su cui inciampare.
ja: ああ、サイコーね。転ぶのにピッタリなギザギザが出てきた。
ko: 오 멋지다, 날카로워서 발에 걸려 넘어지게 생겼네.
pt_br: Que maravilha, algo afiado pra tropeçar.
ru: Прекрасно. Специальные острые камни, чтобы на них падать.
zh_tw: 看看，這麼尖的東西，萬一絆倒了可就完蛋了。

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: It's brimming with untapped potential!
de: Es steckt voller ungenutzter Potenziale!
es: Tiene muchísimo potencial sin explotar.
fr: Ça regorge de potentiel non exploité !
it: Trabocca di potenziale intoccato!
ja: 未知の可能性にあふれてるわ！
ko: 드러나지 않은 잠재력으로 가득 차 있어!
pt_br: Está transbordando de potencial inexplorado!
ru: Какая мощная энергия!
zh_tw: 它充滿了未開發的潛力！

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_GOGGLESHAT
source: Thankfully it's been designed with room for glasses underneath.
de: Zum Glück ist es so gestaltet, dass darunter noch Platz für eine Brille ist.
es: Menos mal que está diseñado para poder llevar gafas debajo.
fr: Heureusement qu'il y a la place pour mettre des lunettes dessous.
it: Fortunatamente è stato progettato con sotto uno spazio per farci stare gli occhiali.
ja: ありがたいことに、眼鏡をかけててもつけられるのよ。
ko: 고맙게도 아래에 안경을 넣을 수 있는 공간까지 설계했어.
pt_br: Felizmente, eles foram projetados com espaço pra usar óculos por baixo.
ru: Хорошо, что под нее и обычные очки помещаются.
zh_tw: 設計的很巧妙，下面還有地方放眼鏡。

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_SPARK
source: A speck of powerful possibility.
de: Ein Stückchen mächtigen Potenzials.
es: Una pizca de probabilidad bastante poderosa.
fr: Une étincelle de potentiel énorme.
it: Un granello di potente possibilità.
ja: わずかにある強力な可能性。
ko: 강력한 가능성 한 점.
pt_br: Uma partícula com possibilidades poderosas.
ru: Искра невероятных возможностей.
zh_tw: 具有強大可能性的一顆斑點。

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_STATIC
source: Unbridled energy.
de: Ungezähmte Energie.
es: Energía descontrolada.
fr: De l'énergie sauvage.
it: Energia sfrenata.
ja: 無制限のエネルギー。
ko: 무한한 에너지.
pt_br: Energia descontrolada.
ru: Необузданная мощь.
zh_tw: 肆無忌憚的能量。

# CHARACTERS.WANDA.DESCRIBE.MOONSTORM_STATIC_ITEM
source: Somewhat bridled energy.
de: Ein wenig gezähmte Energie.
es: Energía algo descontrolada.
fr: De l'énergie un tant soit peu domptée.
it: Energia parzialmente frenata.
ja: どことなく抑えがきかないエネルギー。
ko: 어느 정도는 억제된 에너지.
pt_br: Energia com certo controle.
ru: Слегка обузданная мощь.
zh_tw: 有點被束縛的能量。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR.GENERIC
source: Nothing wrong with dabbling in strange mystical magics from time to time.
de: Es ist nichts falsch daran, sich von Zeit zu Zeit mit seltsamer mystischer Magie einzulassen.
es: No pasa nada por coquetear con las magias místicas de vez en cuando.
fr: Jouer avec la magie mystique de temps en temps n'a rien de honteux.
it: Non c'è niente di male a dilettarsi con strane magie mistiche una volta ogni tanto.
ja: 時々奇妙で神秘的な魔法に手を出しても何も問題ないわ。
ko: 때로는 이상하고 신비로운 마법에 손을 대는 데 아무런 문제가 없지.
pt_br: Não há nada de errado em lidar com magias estranhas de tempos em tempos.
ru: Не вижу ничего плохого в том, чтобы иногда позаниматься всякой мистикой.
zh_tw: 偶爾涉足奇怪的神秘魔法也並無不妥。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: I just can't stand leaving anything unfinished.
de: Ich kann es einfach nicht ertragen, etwas unvollendet zu lassen.
es: No soporto dejar las cosas a medias.
fr: Je déteste laisser des choses inachevées.
it: Non riesco a lasciare le cose a metà.
ja: 物事を途中で放り出すっていうのが耐えられないのよね。
ko: 나는 단지 미완성 상태로 남겨두는 것을 참을 수 없어.
pt_br: Não suporto a ideia de deixar algo inacabado.
ru: Я просто не выношу незаконченные дела.
zh_tw: 我不能忍受留下任何未完成的東西。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_ASTRAL
source: The pieces are starting to come together.
de: Die Teile fügen sich allmählich zusammen.
es: Las piezas ya comienzan a encajar.
fr: Ces éléments commencent à prendre en forme.
it: I tasselli iniziano ad avere senso.
ja: 断片がつながってきているわね。
ko: 조각들이 모이기 시작한다.
pt_br: As peças estão começando a se encaixar.
ru: Фрагменты начинают складываться в картинку.
zh_tw: 我有點開始看明白了。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_COSMIC
source: If I could have discovered this power first... ah well, I suppose it's in the past.
de: Wenn ich diese Macht zuerst entdeckt hätte ... Ach, das ist wohl Schnee von gestern.
es: Si hubiera descubierto este poder antes... En fin, lo pasado, pasado está.
fr: Si j'avais pu découvrir ce pouvoir en premier... Bah, ça appartient au passé, j'imagine.
it: Se fossi riuscita a scoprire prima questo potere... Ah, pazienza. Inutile rimuginarci su.
ja: このパワーを最初に発見できていたら…んー、でもこれも過去の話だわ。
ko: 이 힘을 먼저 발견할 수 있었다면... 아 글쎄, 그것은 과거인 것 같아.
pt_br: Se eu pudesse ter descoberto este poder primeiro... ah, bom, suponho que esteja no passado.
ru: Ах, если бы только эта сила попала в мои руки раньше... ну ладно, прошлого не воротишь.
zh_tw: 如果我能夠先發現這種力量……好吧，過去的已經過去了。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_CROWN
source: I'll make better use of it than that old crab did.
de: Ich werde es besser nutzen als diese alte Krabbe.
es: Seguro que lo aprovecho más que ese viejo cangrejo.
fr: Je m'en servirai davantage que ce vieux crabe.
it: Ne farò un uso migliore di quel vecchio granchio.
ja: あの年取ったカニよりも良い使い方するわ。
ko: 그 늙은 게가 이용한 것 보다 더 잘 이용해야지.
pt_br: Vou fazer melhor uso disso do que a velha carangueja.
ru: Мне она принесет больше пользы, чем старушке-крабу.
zh_tw: 我將比那只老螃蟹更好地利用它。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_GLASS
source: It's showing me a place... is it a premonition or a memory?
de: Es zeigt mir einen Ort ... Ist es eine Vorahnung oder eine Erinnerung?
es: Me está mostrando un lugar... ¿Será una premonición o un recuerdo?
fr: Il m'indique un endroit... est-ce une prémonition ou un souvenir ?
it: Mi sta mostrando un luogo... Che si tratti di una premonizione o di un ricordo?
ja: 私に場所を見せてる…これは予感なの？それとも記憶？
ko: 장소를 알려주고 있네... 계시인지 아니면 기억인지?
pt_br: Está me mostrando um lugar... será uma premonição ou uma lembrança?
ru: Он показывает мне какое-то место... это предсказание или воспоминание?
zh_tw: 它在向我展示一個地方……這是預言還是回憶？

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_ICON
source: I do wish it would stop with all that frightful whispering.
de: Ich wünschte, es würde mit diesem schrecklichen Geflüster aufhören.
es: Ojalá dejara de hacer esos susurros aterradores...
fr: J'aimerais beaucoup qu'il arrête ces chuchotements flippants.
it: Vorrei davvero che la smettesse con questo mormorio spaventoso.
ja: 恐ろしいささやきで止まればいいのに。
ko: 그렇게 무섭게 속삭이는 건 이제 그만했으면 좋겠는데.
pt_br: Queria que ele parasse com esses sussurros apavorantes.
ru: Хорошо бы он перестал мне всякую жуть нашептывать.
zh_tw: 我真希望它能停止可怕的低語。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_IDOL
source: I think I know where it wants to go.
de: Ich glaub, ich weiß, wohin er möchte.
es: Creo que sé dónde quiere ir.
fr: Je crois que je sais où elle veut aller.
it: Penso di sapere dove vuole andare.
ja: どこに行きたいのかわかると思う。
ko: 어디로 가고 싶은 지 알 것 같아.
pt_br: Acho que sei aonde ele quer ir.
ru: Кажется, я знаю, куда ему нужно.
zh_tw: 我大概知道它想去哪裡。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_LINK
source: Can you feel that crackle of possibility in the air?
de: Spürst du das Knistern der Möglichkeiten in der Luft?
es: ¿Sientes el crujir de las posibilidades en el aire?
fr: Vous sentez ce crépitement de possibilité dans l'air ?
it: Riesci a sentire quel crepitio di possibilità nell'aria?
ja: この辺で可能性がぱちぱち言ってるのを感じる？
ko: 허공에서 들릴 듯 말 듯 탁탁거리는 소리가 느껴져?
pt_br: Consegue sentir as possibilidades crepitando no ar?
ru: Вы тоже чувствуете запах новых возможностей?
zh_tw: 你能感覺到空氣中劈啪作響的無限可能嗎？

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: There's definitely something stuck in there. I wonder...
de: Da ist definitiv etwas dran. Ich frage mich ...
es: Hay algo ahí dentro, no me cabe duda. ¿Qué será...?
fr: Il y a quelque chose de coincé là-dedans. Je me demande ce que c'est...
it: C'è chiaramente qualcosa di incastrato là dentro. Mi chiedo se...
ja: あそこに間違いなく何かあるわ。一体何が…
ko: 저기 뭐가 낀 것 같은데. 궁금하네...
pt_br: Sem dúvida, tem alguma coisa aí dentro. O que será...
ru: Там что-то внутри застряло. Интересно...
zh_tw: 肯定有東西卡在裡面。我想知道……

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: There's definitely something stuck in there. I wonder...
de: Da ist definitiv etwas dran. Ich frage mich ...
es: Hay algo ahí dentro, no me cabe duda. ¿Qué será...?
fr: Il y a quelque chose de coincé là-dedans. Je me demande ce que c'est...
it: C'è chiaramente qualcosa di incastrato là dentro. Mi chiedo se...
ja: あそこに間違いなく何かあるわ。一体何が…
ko: 저기 뭐가 낀 것 같은데. 궁금하네...
pt_br: Sem dúvida, tem alguma coisa aí dentro. O que será...
ru: Там что-то внутри застряло. Интересно...
zh_tw: 肯定有東西卡在裡面。我想知道……

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: There's definitely something stuck in there. I wonder...
de: Da ist definitiv etwas dran. Ich frage mich ...
es: Hay algo ahí dentro, no me cabe duda. ¿Qué será...?
fr: Il y a quelque chose de coincé là-dedans. Je me demande ce que c'est...
it: C'è chiaramente qualcosa di incastrato là dentro. Mi chiedo se...
ja: あそこに間違いなく何かあるわ。一体何が…
ko: 저기 뭐가 낀 것 같은데. 궁금하네...
pt_br: Sem dúvida, tem alguma coisa aí dentro. O que será...
ru: Там что-то внутри застряло. Интересно...
zh_tw: 肯定有東西卡在裡面。我想知道……

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_SEED
source: This isn't where it needs to be.
de: Das ist nicht, wo es hingehört.
es: No está donde tiene que estar.
fr: Ce n'est pas à sa place, ça.
it: Non è dove dovrebbe essere.
ja: ここにあるべきものじゃないわ。
ko: 이게 있을 곳은 아닌데.
pt_br: Isto não está em seu devido lugar.
ru: Здесь ему явно не место.
zh_tw: 它不應該出現在這。

# CHARACTERS.WANDA.DESCRIBE.MOON_ALTAR_WARD
source: It feels like wheels have been set in motion...
de: Es fühlt sich an, als ob die Räder in Bewegung gesetzt wurden ...
es: Es como si las ruedas se hubieran puesto en marcha...
fr: J'ai l'impression que des rouages se sont mis en mouvement...
it: Sembra che degli ingranaggi siano stati messi in moto...
ja: 歯車が動き出したみたいね…
ko: 바퀴가 움직였던 것 같아...
pt_br: Parece que as engrenagens foram colocadas em movimento...
ru: Как будто какие-то шестерни пришли в движение...
zh_tw: 感覺就像已經啟動了……

# CHARACTERS.WANDA.DESCRIBE.MOON_CAP
source: A mutated mushroom, what could go wrong?
de: Was kann bei einem mutierten Pilz schon schiefgehen?
es: Un hongo mutante, ¿qué podría salir mal?
fr: Un champignon mutant ? Tout va bien, voyons !
it: Un fungo mutante... Cosa potrebbe andare storto?
ja: 変異したキノコ。悪い予感しかしないわ。
ko: 돌연변이 버섯, 문제 없겠지?
pt_br: Um cogumelo transmutado, o que poderia dar errado?
ru: Грибы-мутанты. Что может пойти не так?
zh_tw: 一顆變異的蘑菇，能出什麼問題呢？

# CHARACTERS.WANDA.DESCRIBE.MOON_CAP_COOKED
source: Why does it have to smell like old cheese?
de: Warum muss es ausgerechnet nach altem Käse riechen?
es: ¿Por qué huele a queso rancio?
fr: Il fallait vraiment que ça sente le vieux fromage ?
it: Perché puzza di formaggio ammuffito?
ja: なんでこれは古びたチーズみたいな匂いなの？
ko: 오래된 치즈 냄새가 나는 이유가 뭐지?
pt_br: Precisava mesmo feder a queijo velho?
ru: Почему это воняет тухлым сыром?
zh_tw: 為什麼是陳年乳酪的味道？

# CHARACTERS.WANDA.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: I've got the uneasy feeling I've done this before...
de: Ich habe das ungute Gefühl, das schon einmal getan zu haben ...
es: Tengo la extraña sensación de que ya he hecho esto antes...
fr: J'ai le sentiment étrange d'avoir déjà fait ça...
it: Ho come lo strano presentimento di averlo già fatto...
ja: 何か引っかかるのよ。きっと前にやったはず…
ko: 기분이 묘한 게 예전에 해본적이 있는 것 같아...
pt_br: Tenho a sensação inquietante de que já fiz isto antes...
ru: У меня неприятное чувство, что я уже это делала...
zh_tw: 我有一種不安的感覺，我好像以前也這麼幹過……

# CHARACTERS.WANDA.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: Progress is slowly being made.
de: Es werden langsam Fortschritte gemacht.
es: Progresa adecuadamente.
fr: Il y a un progrès. Lent, mais il existe.
it: Il progresso è lento ma costante.
ja: ゆっくりだけど前進してる。
ko: 느리게 움직이는데.
pt_br: Estamos progredindo lentamente.
ru: Прогресс небыстрый, но он есть.
zh_tw: 正在慢慢取得進展。

# CHARACTERS.WANDA.DESCRIBE.MOON_DEVICE.GENERIC
source: It's finished...
de: Es ist fertig ...
es: Ya está...
fr: C'est terminé...
it: Ho finito...
ja: できた…
ko: 끝났어...
pt_br: Está terminado...
ru: Все готово...
zh_tw: 已經完成了……

# CHARACTERS.WANDA.DESCRIBE.MOON_FISSURE.GENERIC
source: The air around it tingles with potential.
de: Die Luft um ihn herum knistert vor Potenzial.
es: La atmósfera que la rodea irradia potencial.
fr: L'air qui l'entoure crépite de potentiel.
it: L'aria che lo circonda freme di potenzialità.
ja: この辺の空気が可能性でぱちぱちするわ。
ko: 전기가 생겨서 주변 공기가 따끔거려.
pt_br: O ar em torno dele está fervilhando de potencial.
ru: Воздух здесь прямо пропитан потенциалом.
zh_tw: 它周圍的空氣充滿了潛力。

# CHARACTERS.WANDA.DESCRIBE.MOON_FISSURE.NOLIGHT
source: I'd better watch my step around here.
de: Ich sollte hier besser aufpassen.
es: Será mejor que mire por dónde piso...
fr: Je ferais mieux de faire attention où je marche.
it: Sarà meglio fare attenzione a dove metto i piedi.
ja: ここでは足元に気を付けないと。
ko: 여기에서는 발걸음을 조심하는 게 좋겠어.
pt_br: É melhor eu cuidar onde piso por aqui.
ru: Надо бы тут поосторожнее.
zh_tw: 我在這裡最好注意我的腳步。

# CHARACTERS.WANDA.DESCRIBE.MOON_FISSURE_PLUGGED
source: It makes a delightful little toot sound from time to time.
de: Von Zeit zu Zeit macht es ein entzückendes kleines Tröt-Geräusch.
es: Hace un pitido maravilloso de vez en cuando.
fr: Ça fait un adorable petit bruit de trompette de temps en temps.
it: Di tanto in tanto emette un grazioso, piccolo "tut".
ja: 時々楽しそうにピューピューいうのよ。
ko: 때때로 경쾌한 경적소리가 작게 들려.
pt_br: Produz um barulhinho agudo encantador de tempos em tempos.
ru: Иногда оттуда доносятся приятные гудки.
zh_tw: 它不時地發出令人愉快的小嘟嘟聲。

# CHARACTERS.WANDA.DESCRIBE.MOON_TREE.BURNING
source: I guess that's just the way of things sometimes.
de: Ich schätze, das ist manchmal einfach der Lauf der Dinge.
es: Supongo que, de vez en cuando, así son las cosas.
fr: J'imagine que c'est parfois inévitable.
it: Suppongo che a volte debba andare così.
ja: これはこれでいいんじゃないかしら。
ko: 세상일이 다 이런 것 같아.
pt_br: Acho que às vezes a vida é assim mesmo.
ru: Что ж, такие вещи иногда тоже случаются.
zh_tw: 有時事情就是這樣的。

# CHARACTERS.WANDA.DESCRIBE.MOON_TREE.BURNT
source: That's the end for this tree.
de: So viel zu diesem Baum.
es: Este árbol ha llegado a su fin.
fr: C'est la fin pour cet arbre.
it: È la fine per questo albero.
ja: この木の終わりがきたようね。
ko: 이 나무는 마지막을 맞았어.
pt_br: Foi o fim desta árvore.
ru: Этому дереву пришел конец.
zh_tw: 這就是這棵樹的結局。

# CHARACTERS.WANDA.DESCRIBE.MOON_TREE.CHOPPED
source: No sense waiting around for it to grow back.
de: Es ergibt keinen Sinn zu warten, bis er wieder nachwächst.
es: No tiene sentido quedarme a esperar a que crezca de nuevo.
fr: Ça ne sert à rien d'attendre que ça repousse.
it: Non ha senso aspettare che ricresca.
ja: また生えてくるまで待っててもしょうがないわ。
ko: 다시 자라도록 기다리는 건 의미가 없어.
pt_br: Não vale a pena esperar que cresça de novo.
ru: Нет никакого смысла стоять тут и ждать, когда оно снова вырастет.
zh_tw: 沒必要乾等它重新長回來。

# CHARACTERS.WANDA.DESCRIBE.MOON_TREE.GENERIC
source: It looks like it's already gone grey.
de: Es sieht aus, als wäre er schon grau geworden.
es: Se está quedando gris, como las canas.
fr: On dirait que ça a déjà grisonné.
it: Pare che sia già diventato grigio.
ja: 若々しく見えるけど、気分はグレーみたいね。
ko: 이미 회색으로 변한 것 같아.
pt_br: Parece que ela já ficou grisalha.
ru: Выглядит так, словно оно уже поседело.
zh_tw: 已經灰掉了。
