Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE
source: The corpse of the rutabaga still retains its magic.
de: Die Leiche der Rübe verfügt immer noch über Magie.
es: El cadáver del colinabo conserva su magia.
fr: Le corps du rutabaga recèle encore sa magie.
it: Il cadavere della rapa gialla conserva ancora la sua magia.
ja: ルタバガの死骸…魔力が残っているようだ
ko: 순무 시체가 아직도 마법을 간직하고 있군.
pl: Zwłoki brukwi wciąż przepełnione są magiczną mocą.
pt_br: O cadáver do nabo ainda retém sua magia.
ru: В трупе брюквы все еще хранится магическая сила.
zh_cn: 芜菁甘蓝的尸体仍保留了它的魔力。
zh_tw: 蕪菁甘藍的屍體仍保留了它的魔力。

# CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKESOUP
source: A stew of magic!
de: Ein Eintopf der Zauberei!
es: ¡Un guiso de magia!
fr: Un ragoût magique !
it: Uno stufato di magia!
ja: 魔法のシチュー！
ko: 마법의 스튜로군!
pl: Potrawka z magii!
pt_br: Um ensopado de magia!
ru: Волшебная похлебка!
zh_cn: 魔法炖菜！
zh_tw: 魔法燉菜！

# CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE_ACTIVE
source: She just wants to go on a rutabaga saga.
de: Sie will auf eine Rüben-Saga gehen.
es: Quiere reunir una saga de colinabos.
fr: Elle voudrait bien poursuivre sa saga du rutabaga.
it: Vuole solo far parte di una saga di rape.
ja: ルタバガも、伝説に残る冒険をしたいか…
ko: 순무도 모험을 떠나고 싶은 모양이지.
pl: Szykuje się na brukwiową wyprawę.
pt_br: Ela só quer sair em uma nabosaga!
ru: Она всего лишь хочет попасть в сказку про брюкву.
zh_cn: 它只是想开始属于芜菁的无尽冒险。
zh_tw: 它只是想開始屬於蕪菁的無盡冒險。

# CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE_COOKED
source: Grilled rutabaga.
de: Gegrillte Rübe.
es: Colinabo a la plancha.
fr: Rutabaga grillé.
it: Rutabaga alla griglia.
ja: グリルで焼いたルタバガ。
ko: 구운 순무다.
pl: Grillowana brukiew!
pt_br: Nabo grelhado.
ru: Брюква на гриле.
zh_cn: 烤芜菁甘蓝。
zh_tw: 烤蕪菁甘藍。

# CHARACTERS.WATHGRITHR.DESCRIBE.MANDRAKE_PLANTED
source: A rutabaga!
de: Eine Rübe!
es: ¡Un colinabo!
fr: Du rutabaga !
it: Una rapa gialla!
ja: ルタバガだ！
ko: 순무다!
pl: Brukiew!
pt_br: Um nabo!
ru: Брюква!
zh_cn: 芜菁甘蓝！
zh_tw: 蕪菁甘藍！

# CHARACTERS.WATHGRITHR.DESCRIBE.MANRABBIT_TAIL
source: The fuzzy trophy of a successful battle.
de: Ist ultimative Trophäe!
es: El trofeo peludo de una batalla exitosa.
fr: Le trophée poilu d'un combat gagné.
it: Il trofeo peloso di una battaglia vinta.
ja: 勝利の証しだ。まるで毛玉のようだがな
ko: 성공적인 전투를 기리는 털 달린 트로피군요.
pl: Futrzaste trofeum z udanej bitwy.
pt_br: O troféu peludo de uma batalha bem-sucedida.
ru: Пушистый трофей успешной битвы.
zh_cn: 战斗胜利后得到的毛茸茸的战利品。
zh_tw: 戰鬥勝利後得到的毛茸茸的戰利品。

# CHARACTERS.WATHGRITHR.DESCRIBE.MAPSCROLL
source: Mayhaps the ink is invisible!
de: Vielleicht ist die Tinte unsichtbar!?
es: ¡Tal vez la tinta sea invisible!
fr: L'encre est peut-être invisible !
it: Forse l'inchiostro è invisibile!
ja: その墨は目には見えないだろう！
ko: 혹시 안 보이는 잉크를 썼나!
pl: Może została narysowana atramentem sympatycznym!
pt_br: Quiçá a tinta seja invisível!
ru: Возможно, чернила невидимы!
zh_cn: 也许墨水是隐形的！
zh_tw: 也許墨水是隱形的！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLE
source: The warrior stone!
de: Des Kriegers Stein!
es: ¡La piedra del guerrero!
fr: La pierre du guerrier !
it: La pietra del guerriero!
ja: 戦士の石！
ko: 전사의 돌이군!
pl: Kamień dla wojownika!
pt_br: A pedra do guerreiro!
ru: Камень воина!
zh_cn: 勇士之石！
zh_tw: 勇士之石！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLEBEAN
source: Fee fi fo fum!
es: ¡Clin, clin, clin!
it: Bibidi bobidi bù!
ja: フィー、ファイ、フォー、ファム！
ko: 피 파이 포 펌!
pl: Sposób na kamienne bąki!
pt_br: Fi, fo, fum!
ru: Фи-фай-фо-фам!
zh_cn: 嘿嗨吼哈！
zh_tw: 嘿嗨吼哈！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLEBEAN_SAPLING
source: How dost thou grow?
de: Wie wächst du nur?
es: ¿Hasta dónde crecerás?
fr: Comment croîs-tu ?
it: Come fai a crescere?
ja: 汝はいかにして成長する？
ko: 너는 어떻게 자라는 것이냐?
pl: Jakim cudem rośniesz, kamienna istoto?
pt_br: Como tu cresces?
ru: Как их можно вырастить?
zh_cn: 你怎么种植的？
zh_tw: 你怎麼種植的？

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLEPILLAR
source: Fit for a palace!
de: Für einen Palast geeignet!
es: ¡Perfecta para un palacio!
fr: Parfait pour un palais !
it: Adatto a un palazzo!
ja: お城にふさわしい！
ko: 궁전에 어울리겠군!
pl: W sam raz do pałacu!
pt_br: Perfeito para um palácio!
ru: Достойно дворца!
zh_cn: 适合放在宫殿里！
zh_tw: 適合放在宮殿裡！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLESHRUB
source: Tis a shrub of stone!
de: Ein Strauch aus Stein!
es: ¡Un arbusto de piedra!
fr: C'est un morceau de pierre !
it: È un arbusto di pietra!
ja: 是、石の低木なり！
ko: 돌로 된 관목이다!
pl: Krzew z kamienia!
pt_br: É um arbusto de pedra!
ru: Это куст из камня!
zh_cn: 是个石芽！
zh_tw: 是個石芽！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARBLETREE
source: Even the winds cannot knock this tree down.
de: Selbst der Wind wird diesen Baum nicht umwerfen.
es: Ni siquiera los vientos derribarán a este árbol.
fr: Même le vent ne peut abattre cet arbre.
it: Nemmeno i venti possono abbattere questo albero.
ja: 嵐が来ようと、決して倒れぬだろう
ko: 바람도 이 나무를 쓰러뜨릴 수는 없어요.
pl: Nawet wiatr nie pokona tego drzewa.
pt_br: Nem mesmo os ventos podem derrubar esta árvore.
ru: Даже ветрам не сломить это дерево.
zh_cn: 再大的风也吹不倒这棵树。
zh_tw: 再大的風也吹不倒這棵樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.BURNING
source: Hot log!
de: Heißer Holzklotz!
es: ¡Tronco caliente!
fr: Chaud le bois !
it: Tronco rovente!
ja: 熱い丸太
ko: 뜨거운 통나무로군!
pl: Płonący krzak.
pt_br: Tora quente!
ru: Горячее бревно!
zh_cn: 好烫的木头！
zh_tw: 好燙的木頭！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.BURNT
source: Burnt down to nothing.
de: Zu nichts verbrannt.
es: Se ha quemado del todo.
fr: Réduit en cendres.
it: Raso al suolo.
ja: 何も残らぬほど燃やせ！
ko: 완전히 타 버렸군.
pl: Wszystko spalone na popiół.
pt_br: Queimou até o fim.
ru: Спален дотла.
zh_cn: 烧的一干二净。
zh_tw: 燒的一乾二淨。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.GENERIC
source: A shrub on guard.
de: Ein wachsamer Busch.
es: Un arbusto en guardia.
fr: Un arbuste qui tient la garde.
it: Un arbusto da guardia.
ja: 低木が見張っている。
ko: 방어 중인 덤불이군.
pl: Krzew wartownik.
pt_br: Um arbusto de guarda.
ru: Кустарник на страже.
zh_cn: 一丛站岗的灌木。
zh_tw: 一叢站崗的灌木。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_BUSH.PICKED
source: What a nuisance.
de: Was für ein Ärgernis.
es: Qué fastidio.
fr: Quelle nuisance !
it: Che seccatura.
ja: なんと迷惑な。
ko: 정말 성가셔라.
pl: A to pech.
pt_br: Que chateação!
ru: Какая досада.
zh_cn: 麻烦的东西。
zh_tw: 麻煩的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_PLANT
source: Pond foliage.
de: Sumpfpflanze.
es: Follaje de estanque.
fr: Feuillage de mare.
it: Fogliame di stagno.
ja: 池の枝葉。
ko: 연못의 잎이군.
pl: Wodne zielsko.
pt_br: Folhagem de lago.
ru: Листва из пруда.
zh_cn: 池塘边的植物。
zh_tw: 池塘邊的植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.BURNING
source: It's ablaze!
de: Er steht in Flammen!
es: ¡Está ardiendo!
fr: Il est en feu !
it: È in fiamme!
ja: 木が燃え上がっている！
ko: 불타고 있군!
pl: Pali się!
pt_br: Está em chamas!
ru: Оно пылает!
zh_cn: 它着火了！
zh_tw: 它著火了！

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.BURNT
source: Burnt.
de: Verbrannt.
es: Quemado.
fr: Brûlé.
it: Bruciato.
ja: 燃え尽きた。
ko: 타버렸다.
pl: Spaliło się.
pt_br: Queimado.
ru: Сгорело.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.CHOPPED
source: Another must be planted to maintain the balance of this realm.
de: Um das Gleichgewicht dieses Reich zu wahren, muss noch einer gepflanzt werden.
es: Es necesario plantar otro para mantener el equilibrio de este reino.
fr: Il faut en planter un autre pour maintenir l'équilibre de ce royaume.
it: Se ne deve piantare un altro per mantenere l'equilibrio di questo regno.
ja: 代わりの木を植えねばな…
ko: 이제 이 세계의 균형을 유지하려면 한 그루 심어야 한다.
pl: Trzeba posadzić nowe, aby zachowana została równowaga tych ziemi.
pt_br: Outra deve ser plantada para manter o equilíbrio deste reino.
ru: Чтобы сохранить гармонию в этом мире, надо посадить еще одно древо.
zh_cn: 为了保持这个世界的平衡，得再种一棵。
zh_tw: 為了保持這個世界的平衡，得再種一棵。

# CHARACTERS.WATHGRITHR.DESCRIBE.MARSH_TREE.GENERIC
source: A warrior tree.
de: Ein Kriegerbaum.
es: Un árbol guerrero.
fr: Un arbre guerrier.
it: Un albero del guerriero.
ja: 木の戦士。
ko: 전사 나무로군.
pl: Drzewiasty wojownik.
pt_br: Uma árvore guerreira.
ru: Дерево воинов.
zh_cn: 一棵战士树。
zh_tw: 一棵戰士樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.MASHEDPOTATOES
source: I'll not be fooled by your new mash-ed form, vegetable!
de: Ich lasse mich von deiner Breiform nicht narren, Gemüse!
es: Por tu nueva forma de puré, vegetal.
fr: Je ne me laisserai pöint abuser par cette apparence, vil légume !
it: La tua nuova forma poltigliosa non mi inganna, vegetale!
ja: 汝の新しい混合形態には騙されないぞ、野菜！
ko: 으깬 형태에 속지 않겠다, 채소야!
pl: Nie dam się zwieść twojej nowej postaci, jarzyno!
pt_br: Não serei enganada por sua nova forma de purê, vegetal!
ru: Я опознаю тебя даже в перетертом виде, овощ!
zh_cn: 变成菜泥的形状也糊弄不了我，蔬菜！
zh_tw: 變成菜泥的形狀也糊弄不了我，蔬菜！

# CHARACTERS.WATHGRITHR.DESCRIBE.MAST
source: T'will harness Njord's mighty breath.
de: Er wird Njords mächtigen Atem nutzen.
es: Dominará el poderoso aliento de Njord.
fr: Il cöntrôlera le divin söuffle de Njörd.
it: Catturerà il potente respiro di Njord.
ja: ニョルズの強大な息を利用する。
ko: 뇨르드의 강력한 숨결을 이용하지.
pl: Pozwoli mi ujarzmić siłę potężnego tchu Njorda.
pt_br: Isso vai domar o hálito poderoso de Njord.
ru: Поймает могучее дыхание Ньерда.
zh_cn: 它能驾驭海神强劲的呼吸。
zh_tw: 它能駕馭海神強勁的呼吸。

# CHARACTERS.WATHGRITHR.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: We shall keep the flame burning bright!
de: Wir halten die Flamme am Lodern!
es: ¡Mantendremos la llama viva y brillante!
fr: Nous devons entretenir la flamme, qu'elle brille intensément !
it: Lasciamo che le fiamme continuino ad ardere!
ja: 炎は明るく燃やし続けるのだ！
ko: 타오르는 불을 꺼뜨리지 마라!
pl: Będzie płonąć jasno!
pt_br: Vamos manter a chama ardendo forte!
ru: Мы не дадим пламени угаснуть!
zh_cn: 我们要让火焰继续燃烧！
zh_tw: 我們要讓火焰繼續燃燒！

# CHARACTERS.WATHGRITHR.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: You may do your worst, oh mighty Thor!
de: Tu dein Schlimmstes, mächtiger Thor!
es: ¡Haz todo el daño que puedas, oh poderoso Thor!
fr: Frappe dönc, ô puissant Thör !
it: Che tu possa fare del tuo peggio, oh potente Thor!
ja: ソーよ、やれるものならかかってこい！
ko: 위대한 토르여, 마음대로 해 보시지!
pl: Gotowam, Thorze!
pt_br: Faça o seu melhor, ó poderoso Thor!
ru: Делай свое дело, могучий Тор!
zh_cn: 展示你的威力吧，哦，强大的雷神！
zh_tw: 展示你的威力吧，哦，強大的雷神！

# CHARACTERS.WATHGRITHR.DESCRIBE.MAST_ITEM
source: To harness the winds upon mine vessel!
de: Auf dass mein Schiff die Winde nutze!
es: ¡Para dominar los vientos sobre mi navío!
fr: Il fera plöyer les vents au bön vöulöir de mön drakkar !
it: Catturerà i venti sopra al mio vascello!
ja: 我が船への風を利用する！
ko: 배에 바람을 이용할 때 쓰지!
pl: Aby ujarzmić potęgę wiatru!
pt_br: Para domar os ventos sobre minha embarcação!
ru: Чтобы подчинить ветра моему судну!
zh_cn: 能让我的船御风而行！
zh_tw: 能讓我的船禦風而行！

# CHARACTERS.WATHGRITHR.DESCRIBE.MAST_MALBATROSS
source: Let us be off, with the speed of the Valkyrie!
de: Los geht es im Walkürentempo!
es: ¡Marchémonos, con la velocidad de la Valquiria!
fr: Prenöns le large, aussi vifs que des valkyries !
it: Solchiamo i mari con la rapidità delle valchirie!
ja: 戦乙女の速度で行かん！
ko: 발키리의 속도로 가자!
pl: Ruszajmy chyżo niczym Walkiria!
pt_br: Vamos zarpar com a velocidade da Valquíria!
ru: Отправимся в плаванье со скоростью, подобающей валькириям!
zh_cn: 让我们飞驰吧，以女武神瓦尔基里的速度！
zh_tw: 讓我們飛馳吧，以女武神瓦爾基裡的速度！

# CHARACTERS.WATHGRITHR.DESCRIBE.MAST_MALBATROSS_ITEM
source: A winged sail for my vessel.
de: Ein Segel mit Flügeln für mein Schiff.
es: Una vela alada para mi navío.
fr: Une vöile ailée pöur mön drakkar.
it: Una vela alata per il mio vascello.
ja: 我が船の翼の帆。
ko: 배에 다는 날개 돛이다.
pl: Skrzydlaty żagiel dla mej łodzi.
pt_br: Uma vela alada para minha embarcação.
ru: Крылатый парус для моего судна.
zh_cn: 我舰船的飞翼风帆。
zh_tw: 我艦船的飛翼風帆。

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELL
source: Arrg! Is that the antagonist to my saga?!
de: Arrg! Ist das der Antagonist aus meiner Saga?
es: ¡Arrg! ¿¡Es el antagonista de mi saga!?
fr: Arg ! Est-ce l'adversaire de ma saga ?
it: Argh! È quello l'antagonista della mia saga?!
ja: やだー！あれが私の武勇伝を邪魔するアンタゴニスト!?
ko: 앗! 저것이 제 사가의 적수인가요?!
pl: Arrg! Czy to mój nemezis w tej opowieści?
pt_br: Argh! Esse é o antagonista da minha saga?
ru: Ар-ргх! Это и есть мой противник в саге?
zh_cn: 啊！那就是我传奇故事里的大反派吗？！
zh_tw: 啊！那就是我傳奇故事裡的大反派嗎？！

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
de: Ich kann bis in seine Poren gucken.
es: Puedo ver a través de sus poros.
fr: Je peux voir jusque dans ses pores.
it: Posso vedere nei suoi pori.
ja: やつの毛穴まで見える。
ko: 털구멍이 보인다.
pl: Widzę jego myśli.
pt_br: Consigo ver em seus poros.
ru: У него поры на лице видно.
zh_cn: 我可以看穿他的毛孔。
zh_tw: 我可以看穿他的毛孔。

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLLIGHT
source: Dark magic lives here.
de: Hier lebt dunkle Magie.
es: La magia oscura vive aquí.
fr: Il y a de la magie noire ici.
it: La magia nera vive qui.
ja: ここには闇の魔法が宿っている。
ko: 어둠 마법이 여기에 살고 있군.
pl: Tutaj mieszka czarna magia.
pt_br: Existe uma magia sombria aqui.
ru: Здесь обитает темная магия.
zh_cn: 黑暗魔法在这活动。
zh_tw: 黑暗魔法在這活動。

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLLOCK
source: Shall I unlock it?
de: Soll ich es aufschließen?
es: ¿Lo abro?
fr: Je dois le déverrouiller ?
it: Devo sbloccarlo?
ja: 鍵を開けてみる？
ko: 열어볼까?
pl: Mam go otworzyć?
pt_br: Devo destrancá-lo?
ru: Стоит ли мне его открыть?
zh_cn: 我该打开它吗？
zh_tw: 我該打開它嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLPHONOGRAPH
source: A mechanical songstress.
de: Eine mechanische Sängerin.
es: Una cantante mecánica.
fr: Un chanteur mécanique.
it: Una cantante meccanica.
ja: 機械式の歌姫。
ko: 기계 여가수로군.
pl: Mechaniczna śpiewaczka.
pt_br: Uma cantora mecânica.
ru: Механическая певица.
zh_cn: 机械女歌手。
zh_tw: 機械女歌手。

# CHARACTERS.WATHGRITHR.DESCRIBE.MAXWELLTHRONE
source: I prefer to roam free, my unicorn and I.
de: Wir streife lieber frei umher. Mein Einhorn und ich.
es: Prefiero vagar libre, mi unicornio y yo.
fr: Je préfère bourlinguer librement, avec ma licorne.
it: Preferisco vagare in libertà, io e il mio unicorno.
ja: 私は自由にぶらつく方が好きだ、ユニコーンと私で。
ko: 나는 일각수와 함께 자유롭게 돌아다니는 게 더 좋아.
pl: Wolę wędrować swobodnie, mój jednorożec i ja.
pt_br: Prefiro vagar livremente, meu unicórnio e eu.
ru: Я бы лучше ушла в вольное странствие со своим единорогом.
zh_cn: 我和我的独角兽偏爱自在地漫游。
zh_tw: 我和我的獨角獸偏愛自在地漫遊。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEAT
source: The true fruit of the earth!
de: Die wahre Frucht der Erde!
es: ¡La verdadera fruta de la tierra!
fr: Le véritable fruit de la terre !
it: Il vero frutto della terra!
ja: 真の大地の実り！
ko: 진정한 땅의 열매지!
pl: Prawdziwy owoc ziemi!
pt_br: A verdadeira fruta da terra!
ru: Истинный плод земли!
zh_cn: 真正的大地果实！
zh_tw: 真正的大地果實！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATBALLS
source: Tiny feast balls.
de: Kleine Fleischbälle.
es: Bolas de banquete diminutas.
fr: Petites boulettes de festin.
it: Palline da banchetto.
ja: 小さなごちそうの塊。
ko: 작은 맛덩어리.
pl: Mięsne kulki rozkoszy.
pt_br: Bolinhas delícia.
ru: Крошечные шарики для пира.
zh_cn: 好吃的小丸子。
zh_tw: 好吃的小丸子。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.BURNT
source: Such a shame.
de: Was für eine Schande.
es: Una pena.
fr: Quel dommage !
it: Davvero un peccato.
ja: もったいない。
ko: 아까워라.
pl: Co za szkoda.
pt_br: Que vergonha.
ru: Какая досада.
zh_cn: 真可惜。
zh_tw: 真可惜。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DONE
source: Let's eat!
de: Lasst uns essen!
es: ¡A comer!
fr: On peut manger !
it: Mangiamo!
ja: さあ食べよう！
ko: 먹자!
pl: Czas na żarcie!
pt_br: Vamos comer!
ru: Давайте пировать!
zh_cn: 开吃吧！
zh_tw: 開吃吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: Tis as dry as an empty well!
de: Trocken wie ein toter Brunnen!
es: ¡Tan seco como un pozo vacío!
fr: Cela est aussi sec qu'un puits vide !
it: Un pozzo vuoto non sarebbe così secco!
ja: 空の井戸の如き乾き。
ko: 텅 빈 우물처럼 건조하군!
pl: Suche jak wiór!
pt_br: Mais seco que um poço vazio!
ru: Сухое, как пустой колодец.
zh_cn: 干如枯井！
zh_tw: 乾如枯井！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYING
source: It's being prepared just the way I like it.
de: Es wird so zubereitet, wie ich es mag.
es: Está quedando como me gusta.
fr: Préparée exactement comme j'aime.
it: È stata preparata proprio come piace a me.
ja: 順調に仕上がっているな
ko: 제가 원하는 대로 준비하고 있군요.
pl: Będzie jedzonko. Właśnie takie, jak lubię.
pt_br: Está sendo preparado exatamente do jeito que eu gosto.
ru: Оно готовится именно так, как я люблю.
zh_cn: 正是我喜欢的制备方式。
zh_tw: 正是我喜歡的製備方式。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYINGINRAIN
source: All this rain isn't helping.
de: Dieser ganze Regen hilft nicht.
es: Esta lluvia no ayuda.
fr: Pas facile avec cette pluie.
it: Tutta questa pioggia non è di aiuto.
ja: これだけ雨が降るとやはり困る。
ko: 비가 너무 많이 와서 큰일이네.
pl: Ten deszcz nie pomaga.
pt_br: Toda essa chuva não está ajudando.
ru: Этот дождь только мешает.
zh_cn: 下雨对这个没什么帮助。
zh_tw: 下雨對這個沒什麼幫助。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: All this rain isn't helping.
de: Dieser ganze Regen hilft nicht.
es: Esta lluvia no ayuda.
fr: Pas facile avec cette pluie.
it: Tutta questa pioggia non è di aiuto.
ja: これだけ雨が降るとやはり困る。
ko: 비가 너무 많이 와서 큰일이네.
pl: Ten deszcz nie pomaga.
pt_br: Toda essa chuva não está ajudando.
ru: Этот дождь только мешает.
zh_cn: 下雨对这个没什么帮助。
zh_tw: 下雨對這個沒什麼幫助。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: It's drying out nicely.
de: Es trocknet sehr schön.
es: Se está secando muy bien.
fr: Cela sèche.
it: Si sta essiccando per bene.
ja: 素晴しき乾き。
ko: 잘 마르고 있어.
pl: Pięknie się suszy.
pt_br: Está secando muito bem.
ru: Быстро сушится.
zh_cn: 风干的更好。
zh_tw: 風乾的更好。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK.GENERIC
source: Ah! A dangly rack for my meats!
de: Ah! Ein Gestell für baumelndes Fleisch!
es: ¡Ah! ¡Un estante colgante para mi carne!
fr: Ah ! Un étendoir où accrocher mes viandes !
it: Ah! Una griglia sospesa per le mie carni!
ja: おお！私の肉をツルンと吊るすための棚。
ko: 아! 제 고기를 거는 걸이군요!
pl: Ach! Źródło smakołyków!
pt_br: Ah! Um cavalete frouxo para minhas carnes!
ru: Ай! Вешалка для моего мяса!
zh_cn: 啊！一个可以晾肉的架子！
zh_tw: 啊！一個可以晾肉的架子！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.BURNT
source: Such a shame.
de: Was für eine Schande.
es: Una pena.
fr: Hélas !
it: Davvero un peccato.
ja: もったいない。
ko: 아까워라.
pl: Co za szkoda.
pt_br: Que vergonha.
ru: Какая досада.
zh_cn: 真可惜。
zh_tw: 真可惜。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DONE
source: The moisture has been vanquished!
de: Die Flüssigkeit ist fort!
es: ¡Hay que vencer a la humedad!
fr: L'humidité fut vaincue !
it: L'umidità è stata sconfitta!
ja: 湿気は失われたのだ！
ko: 습기가 완전히 사라졌군!
pl: Wilgoć poniosła klęskę!
pt_br: A umidade foi derrotada!
ru: Влага изгнана!
zh_cn: 水分都消灭干净了！
zh_tw: 水分都消滅乾淨了！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: 'Tis as dry as an empty well!
de: Trocken wie ein toter Brunnen!
es: ¡Tan seco como un pozo vacío!
fr: Cela est aussi sec qu'un puits vide !
it: Un pozzo vuoto non sarebbe così secco!
ja: 空の井戸の如き乾き。
ko: 텅 빈 우물처럼 건조하군!
pl: Suche jak wiór!
pt_br: Mais seco que um poço vazio!
ru: Сухое, как пустой колодец.
zh_cn: 干如枯井！
zh_tw: 乾如枯井！

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DRYING
source: It's being prepared just the way I like it.
de: Es wird so zubereitet, wie ich es mag.
es: Está quedando como me gusta.
fr: Préparée exactement comme j'aime.
it: È stata preparata proprio come piace a me.
ja: 順調に仕上がっているな
ko: 제가 원하는 대로 준비하고 있군요.
pl: Będzie jedzonko. Właśnie takie, jak lubię.
pt_br: Está sendo preparado exatamente do jeito que eu gosto.
ru: Оно готовится именно так, как я люблю.
zh_cn: 正是我喜欢的制备方式。
zh_tw: 正是我喜歡的製備方式。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: All this rain isn't helping.
de: Dieser ganze Regen hilft nicht.
es: Esta lluvia no ayuda.
fr: Pas facile avec cette pluie.
it: Tutta questa pioggia non è di aiuto.
ja: これだけ雨が降るとやはり困る。
ko: 비가 너무 많이 와서 큰일이네.
pl: Ten deszcz nie pomaga.
pt_br: Toda essa chuva não está ajudando.
ru: Этот дождь только мешает.
zh_cn: 下雨对这个没什么帮助。
zh_tw: 下雨對這個沒什麼幫助。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: All this rain isn't helping.
de: Dieser ganze Regen hilft nicht.
es: Esta lluvia no ayuda.
fr: Pas facile avec cette pluie.
it: Tutta questa pioggia non è di aiuto.
ja: これだけ雨が降るとやはり困る。
ko: 비가 너무 많이 와서 큰일이네.
pl: Ten deszcz nie pomaga.
pt_br: Toda essa chuva não está ajudando.
ru: Этот дождь только мешает.
zh_cn: 下雨对这个没什么帮助。
zh_tw: 下雨對這個沒什麼幫助。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: It's drying out nicely.
de: Es trocknet sehr schön.
es: Se está secando muy bien.
fr: Cela sèche.
it: Si sta essiccando per bene.
ja: 素晴しき乾き。
ko: 잘 마르고 있어.
pl: Pięknie się suszy.
pt_br: Está secando muito bem.
ru: Быстро сушится.
zh_cn: 风干的更好。
zh_tw: 風乾的更好。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: I'd be cantankerous too if I were left without meat!
de: Ohne Fleisch wäre ich auch verdrossen!
es: ¡Yo también sería cascarrabias si me dejasen sin carne!
fr: Quelle cataströphe si je tömbe à cöurt de viande !
it: Diventerei intrattabile anch'io se rimanessi senza carne.
ja: 肉を食べずにいたら、我とて腹が立つだろう！
ko: 나도 고기 없이 남겨졌다면 성미가 고약해졌겠지!
pl: Też byłabym zrzędliwa, gdyby zabrakło mi mięsa!
pt_br: Também ficaria irritada se me faltasse carne!
ru: Я бы тоже брюзжала, если бы осталась без мяса.
zh_cn: 如果不给我吃肉，我也会发火。
zh_tw: 如果不給我吃肉，我也會發火。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEATYSALAD
source: My instincts scream against this.
de: Meine Instinkte wehren sich dagegen.
es: Mis instintos se rebelan contra esto.
fr: Mön instinct s'y refuse.
it: Il mio istinto mi urla di lasciar stare.
ja: 本能が止めろと言っている。
ko: 내 본능이 이걸 먹지 말라고 소리친다.
pl: Mój instynkt mnie przed tym ostrzega.
pt_br: Meus instintos gritam contra isso.
ru: Мои инстинкты говорят мне это не есть.
zh_cn: 我的直觉尖叫着让我不要吃这个。
zh_tw: 我的直覺尖叫著讓我不要吃這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.MEAT_DRIED
source: Excellent battle provisions.
de: Ausgezeichnete Kampfvorbereitung.
es: Provisiones para la batalla excelentes.
fr: Excellentes provisions de combat.
it: Eccellenti scorte di battaglia.
ja: 戦いの際に役立つ食糧。
ko: 훌륭한 전투 준비물이다.
pl: Znakomity prowiant na wojnę.
pt_br: Excelentes provisões de batalha.
ru: Превосходные запасы для битвы.
zh_cn: 极好的战斗食物供应。
zh_tw: 極好的戰鬥食物供應。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERM
source: Die soggy beast fish!
de: Stirb, durchweichter Bestienfisch!
es: ¡Muere, pez bestia empapado!
fr: Meurs, sale poisson tout mou !
it: Muori bestia pesce molliccia!
ja: くたばれ、ビショビショの獣魚！
ko: 죽어라, 축축한 짐승 물고기!
pl: Giń, mokra rybia bestio!
pt_br: Morra, fera peixe pegajosa!
ru: Умри, мокрый рыбозверь!
zh_cn: 去死吧，湿腻腻的鱼兽！
zh_tw: 去死吧，濕膩膩的魚獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMGUARD
source: A formidable warrior, to be sure.
de: Ein formidabler Krieger fürwahr.
es: Un guerrero formidable, sin duda.
fr: Sans döute un guerrier vaillant.
it: Un formidabile guerriero.
ja: 確かに、恐るるべき戦士にあり。
ko: 강한 전사가 분명하군.
pl: Ani chybi to groźny wojownik.
pt_br: Um guerreiro formidável, sem dúvida.
ru: Наверняка прекрасный воин.
zh_cn: 无疑是令人敬畏的勇士。
zh_tw: 無疑是令人敬畏的勇士。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHAT
source: 'Tis a deceitful mask.
de: Eine tückische Maske.
es: Una máscara engañosa.
fr: Un masque trömpeur.
it: Una maschera ingannevole.
ja: 嘘の仮面だ。
ko: 눈을 속이는 가면이군.
pl: Zwodnicza maska.
pt_br: Uma máscara enganosa.
ru: Это лживая маска.
zh_cn: 此乃欺骗的面具。
zh_tw: 此乃欺騙的面具。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHEAD.BURNT
source: Beheaded. Burnt. Stinky.
de: Enthauptet. Verbrannt. Stinkend.
es: Decapitada. Quemada. Apestosa.
fr: Décapité. Brûlé. Puant.
it: Decapitato. Bruciato. Puzzolente.
ja: 打ち首。火あぶり。臭いの刑。
ko: 머리를 잘라서 태웠군. 냄새가 지독하네.
pl: Bezgłowy. Spalony. Śmierdzący.
pt_br: Decapitado. Queimado. Fedido.
ru: Обезглавлен. Сгорело. Вонючий.
zh_cn: 被斩首。被焚烧。恶臭。
zh_tw: 被斬首。被焚燒。惡臭。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHEAD.GENERIC
source: I could smell it from back there!
de: Ich konnte ihn sogar von hier hinten riechen!
es: ¡Podría olerla desde allí!
fr: Je pouvais la sentir d'ici !
it: Potevo odorarlo da laggiù!
ja: ずっと向こうから匂いを嗅げたぞ！
ko: 멀리서도 냄새가 나더라니까!
pl: Czuć go aż stamtąd!
pt_br: Consegui sentir o cheiro lá de trás!
ru: Я чуяла его еще издалека!
zh_cn: 这么远我都能闻到它的臭味！
zh_tw: 這麼遠我都能聞到它的臭味！
