Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: Getting bit sleepy now, florp.
de: Jetzt etwas müde, florp.
es: Ya más sueñito, florp.
fr: J'ai un peu sommeil là, florp.
it: Che sonno, florp.
ja: ちょっと眠たくなってきちゃった、フロープ。
ko: 이제 좀 졸려, 뻐끔.
pl: Chce mi się spać, florp.
pt_br: Tô ficando meio sonolenta, florp.
ru: Глаза закрываются, бульк.
zh_tw: 有點困了，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: Tired...
de: Müde ...
es: Qué cansancio...
es_mx: Estar cansada.
fr: J'suis fatiguée...
it: Stanca...
ja: 疲れたね...
ko: 피곤해...
pl: Zmęczyłam się...
pt_br: Cansada...
ru: Устала…
zh_tw: 它累了……

# CHARACTERS.WURT.ANNOUNCE_DIG_DISEASE_WARNING
source: Look better?
de: Besser so?
es: ¿Tiene mejor pinta?
es_mx: ¿Verse mejor?
fr: C'est mieux ?
it: Meglio?
ja: ちょっと、おいしそうになった！
ko: 좀 낫나?
pl: Lepiej?
pt_br: Parecer melhor?
ru: Теперь лучше?
zh_tw: 看著好一些了？

# CHARACTERS.WURT.ANNOUNCE_DUSK
source: Sun going to sleep soon.
de: Sonne geht bald schlafen.
es: El sol se va a ir a dormir pronto.
es_mx: Sol pronto irse a dormir.
fr: Le soleil va bientôt se coucher.
it: Presto sole va dormire.
ja: 良くなったかな？
ko: 곧 해님이 자러 가.
pl: Słonko niedługo pójdzie spać.
pt_br: Sol vai dormir em breve.
ru: Солнце скоро ляжет спать.
zh_tw: 太陽公公馬上要睡覺了。

# CHARACTERS.WURT.ANNOUNCE_EAT.GENERIC
source: Mmm-mmmm!
de: Mmm-mmmh!
fr: Miam miam !
it: Mmmm-mmmm!
ja: うむむむ！
ko: 으으음!
pt_br: Hmm-humm!
ru: М-м-м!
zh_tw: 呣-呣呣!

# CHARACTERS.WURT.ANNOUNCE_EAT.INVALID
source: Not for eating.
de: Nicht zum Essen.
es: No es para comer.
es_mx: Esto no ser para comer.
fr: Ça se mange pas.
it: Non da mangiare.
ja: 食べ物じゃないよ。
ko: 먹는 게 아니야.
pl: Nie do jedzenia.
pt_br: Não é pra comer.
ru: Не съедобно.
zh_tw: 不能吃。

# CHARACTERS.WURT.ANNOUNCE_EAT.PAINFUL
source: Glurph... belly hurts...
de: Glurf ... Bauchweh ...
es: Glurph... Me duele la tripa...
es_mx: Gluf... tener dolor de panza.
fr: Argh... J'ai mal au ventre...
it: Glurf... Pancia fa male...
ja: グルフ...お腹が痛いよ...
ko: 빠끔빠끔... 배 아파...
pl: Glurp... brzuszek boli...
pt_br: Glurph... barriga dói...
ru: Хлюп… животик болит…
zh_tw: 格浪浮……肚子疼……

# CHARACTERS.WURT.ANNOUNCE_EAT.SPOILED
source: Blegh... gone bad.
de: Bäh ... schlecht geworden.
es: Blegh... Se ha estropeado.
es_mx: Puaj... estar echado a perder.
fr: Beurk... Ça a tourné.
it: Blegh... Non più buono.
ja: ブレグ...ダメになっちゃった。
ko: 웩... 상했어.
pl: Ble... zepsuło się.
pt_br: Blegh... ficou ruim.
ru: Фу-у… Испортилось.
zh_tw: 啵……壞掉了。

# CHARACTERS.WURT.ANNOUNCE_EAT.STALE
source: Tastes funny, florp.
de: Schmeckt komisch, florp.
es: Sabe raro, florp.
es_mx: Tener sabor extraño, flop.
fr: Ça a un drôle de goût, florp.
it: Strano sapore, florp.
ja: 変な味がするよ、フロープ。
ko: 맛 이상해, 뻐끔.
pl: Dziwnie smakuje, florp.
pt_br: Tem gosto engraçado, florp.
ru: Хлюп, странный вкус.
zh_tw: 味道怪怪的，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_EAT.YUCKY
source: Nuh-UH.
de: M-m.
es: No-OH.
es_mx: NO poder.
fr: Naaaaan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-E.
pt_br: Ãn-ÃN.
ru: Нетушки!
zh_tw: 不行。

# CHARACTERS.WURT.ANNOUNCE_EATING_NOT_FEASTING
source: Should share with others, florp.
de: Mit anderen teilen, florp.
es: Debería compartir con los demás, florp.
es_mx: Deber compartir esto con otros, flop.
fr: J'devrais partager, florp.
it: Dovrei condividere con altri, florp.
ja: 他の人と共有しないと、フロープ。
ko: 다 같이 나눠야지, 뻐끔.
pl: Powinnam się podzielić z resztą, florp.
pt_br: Tem que compartilhar com outros, florp.
ru: Надо поделиться, бульк.
zh_tw: 應該跟其他人一起分享，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.1
source: Fluurph... Hrrrgh...
de: Fluurpf ... Hrrrgh ...
es_mx: Fluuf... grrr...
fr: Flooooorp... Argh...
it: Fluurf... Urrrgh...
ja: フー...ハー...
ko: 뻐끔뻐끔... 흐그으...
pl: Fluurp... Hrrrg...
ru: Хлю-ю-п… Хр-р-р…
zh_tw: 浮勒浮……呵格……

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.2
source: Tired...
de: Müde ...
es: Qué cansancio...
es_mx: Estar cansada.
fr: J'suis fatiguée...
it: Stanca...
ja: 疲れたね...
ko: 피곤해...
pl: Zmęczyłam się...
pt_br: Cansada...
ru: Устала…
zh_tw: 累了……

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.3
source: Gluuurph!
de: Gluuurpf!
es_mx: ¡Gluuuf!
fr: Gloooorrrrp !
it: Gluuurf!
ja: グルル！
ko: 빠끔빠끄음!
pl: Gluuurp!
ru: Бу-у-у-ульк!
zh_tw: 格勒服！

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.4
source: Me too little... for carry... heavy thing!
de: Bin zu klein ... um ... schweres Zeug zu tragen!
es: Yo demasiado pequeña... para cargar... ¡con algo tan pesado!
es_mx: Yo ser muy pequeña... para cargar... ¡cosa pesada!
fr: J'suis trop p'tite... pour porter tout ça...
it: Io troppo piccola... per portare... cose pesanti!
ja: これ運ぶには...アタシは小さすぎるよ...重いよ！
ko: 난 무거운 물건... 끌기에... 너무 작아!
pl: Jestem za mała... żeby nosić... takie ciężary!
pt_br: Sou muito pequena... para carregar... coisa pesada!
ru: Я такая маленькая… а вещи… такие тяжелые!
zh_tw: 小小的我……不適合……搬重東西！

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.5
source: Don't... like... this...
de: Gefällt ... mir ... nicht ...
es: No me... gusta... esto...
es_mx: A mí... no gustar... esto...
fr: J'aime... pas... ça...
it: Non... mi... piace...
ja: やめてよ...こんなの...
ko: 마음에... 안... 들어...
pl: Nie... podoba... mi się to...
pt_br: Não... gosto... disso...
ru: Не… нравится… мне это…
zh_tw: 不……喜歡……這樣……

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.6
source: (Splutter)
de: (Zisch)
es: (farfullar)
es_mx: (Farfullar)
fr: *Postillonne*
it: (Farfuglia)
ja: （スプラッター）
ko: (투덜투덜)
pl: Blerbeh...
pt_br: (Resmungos)
ru: (Шлеп)
zh_tw: （嘟囔）

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.7
source: Flurrrgh...!
es_mx: ¡Fluuuf...!
fr: Arrrrghhhhhh... !
ja: フルル...！
ko: 뻐끔뻐끄음...!
pl: Flurrrg...!
ru: Хлю-ю-юрп!
zh_tw: 浮勒格……！

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.8
source: Someone... bigger... help...?
de: Jemand ... Größeres ... Hilfe ...?
es: ¿Alguien más grande... puede... ayudar?
es_mx: ¿Alguien... más grande... ayudar...?
fr: Quelqu'un... de plus gros... peut m'aider ?
it: Qualcuno... serve... più aiuto...?
ja: 誰か...もっと大きな...助けて...？
ko: 더 크니까... 도와줄... 사람...?
pl: Niech... ktoś większy... mi pomoże...
pt_br: Alguém... maior... ajuda...?
ru: Эй… помочь… не хотите?
zh_tw: 有沒有……大一點的人……幫忙……？

# CHARACTERS.WURT.ANNOUNCE_ENCUMBERED.9
source: RRRRGH!
es_mx: ¡AARRG!
ja: アアアグ！
ko: 으으으으!
pl: RRRRG!
ru: ХР-Р-Р!
zh_tw: 啊啊格！

# CHARACTERS.WURT.ANNOUNCE_ENTER_DARK
source: It dark in here...
de: Dunkel hier ...
es: Está oscuro aquí...
es_mx: Estar oscuro aquí.
fr: Il fait noir ici...
it: Buio qui...
ja: ここは暗いなあ...
ko: 안이 캄캄해...
pl: Ciemno tu...
pt_br: Tá escuro aqui...
ru: Ну и темень…
zh_tw: 這裡好黑……

# CHARACTERS.WURT.ANNOUNCE_ENTER_LIGHT
source: Light!!
de: Licht!!
es: ¡¡Luz!!
es_mx: ¡¡Luz!!
fr: De la lumière !
it: Luce!
ja: 光だよ！
ko: 빛이다!!
pl: Światło!
pt_br: Luz!!
ru: Светло!
zh_tw: 光！！

# CHARACTERS.WURT.ANNOUNCE_EYEOFTERROR_ARRIVE
source: Sky is falling, glorp!!
de: Himmel fällt, glorp!!
es: ¡El cielo cayendo, glorp!
fr: Le ciel tombe, glorp !!
it: Cielo cade, glorp!
ja: もうおわりだよ、グロープ！
ko: 하늘이 무너진다, 빠끔빠끔!!
pl: Niebo spada, glorp!!!
pt_br: Céu está caindo, glorp!!
ru: Небо падает! Хлюп-хлюп!!!
zh_tw: 天在塌下來，格浪噗！！

# CHARACTERS.WURT.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: Y-Yeah, big eye better run away! Glurgh...
de: Ja, Großauge, lauf weg! Glurgh ...
es: S-sí... ¡Fuera de aquí, ojo grande! Glurgh...
fr: O-Oui, tu fais bien de fuir, le gros œil ! Glurg...
it: S-sì, grande occhio meglio scappare! Glurgh...
ja: そ、そうだよ！デカ目玉は逃げなよ！グルーフ…
ko: 그-그래, 큰 눈알은 도망치는 게 좋을 거야! 빠끔...
pl: T-tak, wielkie oko lepiej zwiewać! Glurg...
pt_br: S-sim, olho grande melhor correr! Glurgh...
ru: Да, большая глазелка, б-беги, п-пока можешь! Хлюрп...
zh_tw: 對，對，大眼趕緊跑吧！格勒格……

# CHARACTERS.WURT.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Why you come back, flurt? Said go away!!
de: Warum wieder da, flurt? Sagte, geh weg!!
es: ¿Por qué volviendo, flurt? ¡¡Yo digo que vete!!
fr: Pourquoi t'es revenu, flurt ? J'ai dit vas-t'en !!
it: Perché tornato, flurt? Vattene, ho detto!
ja: なんで戻ってきたの、フルート？あっち行けって言ったのに！！
ko: 왜 돌아와, 빠끔? 가라고 했어!!
pl: Czemu ty wracać, flurt? Mówiłam, że masz spadać!!!
pt_br: Por que você voltou, flurt? Disse pra correr!!
ru: Глазелка вернулась, бульк? Сказала же, проваливай!!!
zh_tw: 你怎麼又回來了，浮勒特？說了讓你走開的！！

# CHARACTERS.WURT.ANNOUNCE_FAN_OUT
source: Glurp... me didn't break it!!
de: Glurp ... Habe nicht kaputtgemacht!!
es: Glurp... ¡¡Yo no lo he roto!!
es_mx: Glup... ¡¡yo no haberlo roto!!
fr: C'est pas moi qui l'ai cassé !
it: Glurp... Io non rotto!
ja: グループ...アタシは壊してないよ！
ko: 빠끔... 나 안 고장 냈어!!
pl: Glurp... to nie ja zepsułam!
pt_br: Glurp... eu não quebrei!!
ru: Хлюп… Это не я сломала!
zh_tw: 格浪噗……不是我弄壞的！！

# CHARACTERS.WURT.ANNOUNCE_FERTILIZER_RESEARCHED
source: Learning lots!
de: Lerne viel.
es: ¡Aprendiendo mucho!
fr: J'apprends tout plein !
it: Imparo molto!
ja: いっぱいお勉強してるよ！
ko: 많이 배우고 있어!
pl: Dużo się uczę!
pt_br: Aprendendo muito!
ru: Много всего узнала!
zh_tw: 學了好多！

# CHARACTERS.WURT.ANNOUNCE_FIRENETTLE_TOXIN.1
source: Ouchie! It hot! Don't like it, florp!
de: Aua! Ist heiß! Gefällt mir nicht, florp!
es: Au... ¡Quema, no gusta, florp!
fr: Ouille ! C'est chaud ! J'aime pas ça, florp !
it: Ahia! Brucia! Non piace, florp!
ja: 痛てて！アツいよ！これ嫌い！フロープ！
ko: 아얏! 뜨거워! 이거 싫어, 뻐끔!
pl: Auć! Parzy! Nie podoba mi się, florp!
pt_br: Ai! Tá quente! Não gosto, florp!
ru: Ай! Горячо! Не нравится, хлюп!
zh_tw: 啊！身上好燙！不喜歡它，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_FIRENETTLE_TOXIN.2
source: It a bad plant! Makes insides burny!
de: Ist schlechte Pflanze! Macht Eingeweide brennend!
es: Planta mala... ¡Hace quemar por dentro!
fr: Méchante plante ! J'ai trop chaud en dedans !
it: Pianta cattiva! Fa bruciare dentro!
ja: 悪い草！体の中がアツアツになっちゃう！
ko: 나쁜 식물이야! 속이 불타고 있어!
pl: Zła roślina! Parzy w środku!
pt_br: É uma planta malvada! Queima por dentro!
ru: Плохое растение! Внутри все горит!
zh_tw: 壞植物! 讓我身上發燙！

# CHARACTERS.WURT.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Glurgh... feel bit better now.
de: Glarg ... fühle jetzt besser.
es: Glurgh... Ya un poco mejor.
fr: Glurg... J'me sens mieux.
it: Glurgh... ora meglio.
ja: グルーフ…ちょっと良くなってきたよ。
ko: 빠끔빠끔... 이제 좀 나아.
pl: Glurg... Teraz czuję się trochę lepiej.
pt_br: Glurgh... me sinto um pouco melhor agora.
ru: Буль... немного лучше стало.
zh_tw: 格勒格……感覺好些了。

# CHARACTERS.WURT.ANNOUNCE_FLARE_SEEN
source: Fire in sky??
de: Feuer im Himmel?!
es: ¿¿Fuego en el cielo??
es_mx: ¿Fuego en cielo?
fr: Du feu dans le ciel ?
it: Fuoco in cielo?
ja: 空に火が？？
ko: 하늘에 불이??
pl: Ogień na niebie?
pt_br: Fogo no céu??
ru: Огонь в небе?
zh_tw: 天空著火了？？

# CHARACTERS.WURT.ANNOUNCE_FREEDOM
source: Buh-bye!
de: Tschüss!
es: ¡Aaadiós!
es_mx: ¡Adiosito!
fr: À plus !
it: Ciao ciao!
ja: バイバイ！
ko: 잘 있어라!
pl: Pa-a!
pt_br: Tchá-tchau!
ru: Пока-пока!
zh_tw: 再見咯！

# CHARACTERS.WURT.ANNOUNCE_GHOSTDRAIN
source: Gluurrr... glorph... GLORRPP...
de: Gluurrr ... glorf ... GLORRP ...
es_mx: Gluuup... glop... GLOOP...
fr: Gloorrr... glorp... GLORRPP...
it: Gluurrr... glorf... GLORRPP...
ja: グルル...グローフ...グロープ...
ko: 빠끔빠끄으... 빠끔... 빠끄음...
pl: Gluurrr... glorp... GLORRPP...
ru: Хрюп! Буль-бульк!
zh_tw: 格勒額……格浪浮……格浪噗……

# CHARACTERS.WURT.ANNOUNCE_HIGHRESEARCH
source: Head feels so full of smarts, florp!
de: Kopf ist so schlau, florp!
es: ¡Noto la cabeza llena de ingenio, florp!
es_mx: Mi cabeza sentirse llena de inteligencia, ¡flop!
fr: J'ai la tête bien pleine, florp !
it: Testa piena di intelligenza, florp!
ja: 頭の中が知識でいっぱいになったよ、フロープ！
ko: 머리가 지식으로 꽉 차, 뻐끔!
pl: Głowa pełna mądrości, florp!
pt_br: Cabeça parece tão cheia de esperteza, florp!
ru: В голове столько умностей, хлюп!
zh_tw: 感覺腦瓜聰明透頂，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_HOT
source: Drying... up...
de: Trockne ... aus ...
es: Secándome...
es_mx: Estar... secándome...
fr: J'me... dessèche...
it: Fa... asciugare...
ja: 乾かして...上に...
ko: 몸이... 말라 가...
pl: Suszę... się...
pt_br: Secando...
ru: Высы… хаю…
zh_tw: 越來越……乾了……

# CHARACTERS.WURT.ANNOUNCE_HOUNDS
source: Glurp... doggies coming...
de: Glurp ... Hunde kommen ...
es: Glurp... Vienen los perritos...
es_mx: Glup... perritos acercarse...
fr: Glorp... Des toutous arrivent...
it: Glurp... cagnolini arrivano...
ja: グループ...ワンコが来るよ...
ko: 빠끔... 개들이 와...
pl: Glurp... pieski idą...
pt_br: Glurp... cachorrinhos chegando...
ru: Бульк… собачки близко…
zh_tw: 格勒噗……狗子們來了……

# CHARACTERS.WURT.ANNOUNCE_HUNGRY
source: Want food!
de: Will essen!
es: ¡Quiero comida!
es_mx: ¡Yo querer comida!
fr: J'ai faim !
it: Voglio mangiare!
ja: 食べ物が欲しいよ！
ko: 먹고 싶어!
pl: Chcę jeść!
pt_br: Quer comida!
ru: Кушать хочу!
zh_tw: 想要吃的！

# CHARACTERS.WURT.ANNOUNCE_HUNT_BEAST_NEARBY
source: Where these footprints go?
de: Wo führt die Spur hin?
es: ¿Adónde llevan estas huellas?
es_mx: ¿A dónde ir estas huellas?
fr: Où mènent ces empreintes ?
it: Dove vanno impronte?
ja: この足跡はどこに行くのかな？
ko: 발자국이 어디로 이어지지?
pl: Dokąd prowadzą te ślady?
pt_br: Para onde vão pegadas?
ru: Куда ведут следы?
zh_tw: 這些腳印是去哪裡的？

# CHARACTERS.WURT.ANNOUNCE_HUNT_LOST_TRAIL
source: No more prints, flort.
de: Keine Spur mehr, flort.
es: Se acabaron las huellas, flort.
es_mx: No haber más huellas, flop.
fr: J'vois plus les traces, flort.
it: Orme perse, flort.
ja: 指紋はもういらないよ、フロート。
ko: 이제 발자국 없어, 뻐끔.
pl: Koniec śladów, flort.
pt_br: Sem mais pegadas, flort.
ru: Хлюп, следы кончились.
zh_tw: 腳印消失了，浮浪特。

# CHARACTERS.WURT.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Dirt too wet for tracks, have mud bath instead!
de: Zu nass für Spur, lieber schlammbaden!
es: La tierra está demasiado mojada para huellas, ¡mejor me daré un baño de barro!
es_mx: Piso estar muy húmedo para rastrear. ¡Yo tomar baño de lodo más bien!
fr: La boue est trop mouillée pour qu'il y ait des traces.
it: Terra è troppo bagnata per impronte. Quindi io faccio fanghi!
ja: トラックが泥で濡れてるから、代わりに泥風呂に入ろうよ。
ko: 흙 너무 축축하니까 대신 진흙 목욕 하자!
pl: W mokrej ziemi nie widać śladów, ale za to można wziąć błotną kąpiel!
pt_br: Sujeira molhada demais, vamos tomar banho de lama!
ru: Слишком мокро для следов, но можно искупаться в грязи!
zh_tw: 土太濕了留不下腳印，洗個泥漿浴算了！

# CHARACTERS.WURT.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Plant still hungry.
de: Pflanze ist noch hungrig.
es: La planta aún está hambrienta.
es_mx: Planta aún tener hambre.
fr: La plante a encore faim.
it: Pianta ha ancora fame.
ja: まだお腹空いてるよ。
ko: 아직 식물 배고파.
pl: Roślinka wciąż jest głodna.
pt_br: Planta ainda com fome.
ru: Растение не наелось.
zh_tw: 植物餓了。

# CHARACTERS.WURT.ANNOUNCE_INV_FULL
source: Don't have enough pockets, florp.
de: Habe nicht genug Taschen, florp.
es: No tengo suficientes bolsillos, florp.
es_mx: No tener bolsillos suficientes, flop.
fr: J'ai pas assez de poches, florp.
it: Non ho tasche abbastanza, florp.
ja: ポケットが足りないよ、フロープ。
ko: 주머니 부족해, 뻐끔.
pl: Brakuje mi miejsca w kieszeniach, florp.
pt_br: Não tem bolsos suficientes, florp.
ru: Хлюп, карманы кончились.
zh_tw: 口袋不夠用了，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_IS_FEASTING
source: So much food, flurt!
de: So viel Essen, flurt!
es: ¡Cuánta comida, flurt!
es_mx: ¡Mucha comida, flut!
fr: Ça fait beaucoup de trucs à manger, florp !
it: Tantissimo cibo, flurt!
ja: 食べ物がいっぱいで、びっくりしたよ！
ko: 음식 천지야, 뻐끔!
pl: Ile jedzenia, flurt!
pt_br: Tanta comida, flurt!
ru: Бульк, еды-то сколько!
zh_tw: 好多食物，浮勒特！

# CHARACTERS.WURT.ANNOUNCE_KINGCREATED
source: Mermfolk have new King!
de: Mermleute haben neuen König!
es: ¡Los tritones tienen nuevo rey!
es_mx: ¡El pueblo tritón tener nuevo Rey!
fr: Le peuple merm a un nouveau roi !
it: Mermi hanno nuovo re!
ja: マームフォークに新しい王様が！
ko: 어인에게 새 왕 생겼어!
pl: Mermowie mają nowego króla!
pt_br: Povo-peixe tem novo rei!
ru: У тритонов новый король!
zh_tw: 魚人有了新國王！

# CHARACTERS.WURT.ANNOUNCE_KINGDESTROYED
source: Was bad King, will find better one!
de: Schlechter König, finden besseren!
es: Fue un mal rey, ¡encontraré uno mejor!
es_mx: Haber sido mal Rey. ¡Nosotros conseguir uno mejor!
fr: J'aimais pas ce roi. J'vais en trouver un autre !
it: Era re cattivo, troviamo altro migliore!
ja: 悪い王だったね、もっといい王様を見つけよう！
ko: 나쁜 왕이었어. 더 좋은 왕 찾아야지!
pl: To był zły król, znajdziemy sobie lepszego!
pt_br: Foi rei ruim, vão encontrar melhor!
ru: Плохой был король, найдем получше!
zh_tw: 上一屆國王不行，我會找一個更好的！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: You lost? Will take you home, florp!
de: Verirrt? Bringe dich heim, florp!
es: ¿Perdido? Yo llevo a casa, florp.
fr: T'es perdu ? Je vais te ramener chez toi, florp !
it: Ti sei perso? Ti porterò a casa, florp!
ja: あなた、迷子？家に連れて帰るよ、フロープ！
ko: 졌어? 집에 데려다 줄게, 빠끔빠끔!
pl: Zagubiony? Zabiorę cię do domu, florp!
pt_br: Você perdido? Vou te levar pra casa, florp!
ru: Ты потерялся? Я тебя домой отведу, хлюп!
zh_tw: 你迷路了？我會帶你回家，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Found you, florp!
de: Hab dich, florp!
es: ¡Pillado, florp!
fr: Je t'ai attrapé, florp !
it: Trovato, florp!
ja: みーっけ！フロープ！
ko: 찾았다, 빠끔!
pl: Mam cię, florp!
pt_br: Encontrei você, florp!
ru: Бульк! Нашла!
zh_tw: 找到你了，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: Ha ha, you easy to find.
de: Haha, du leicht zu finden.
es: Ja, ja. Fácil de encontrar.
fr: Ha ha, t'étais facile à trouver.
it: Ah ah, tu facile da trovare.
ja: へへへ、簡単に見つけちゃった。
ko: 하하, 넌 쉽게 들켜.
pl: Ha, ha, łatwo cię znaleźć.
pt_br: Ha, ha, você fácil de encontrar.
ru: Ха-ха! Тебя найти несложно.
zh_tw: 哈哈，你很好找。

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: Me is best at this game!
de: Ich am besten in dem Spiel!
es: ¡Yo mejor que nadie en este juego!
fr: C'est moi la meilleure !
it: Sono migliore a questo gioco!
ja: アタシが最強ってわけ！
ko: 이 게임에서는 내가 제일 잘 나가!
pl: Ja najlepsza w tej grze!
pt_br: Eu ser melhor nesse jogo!
ru: В этой игре мне нет равных!
zh_tw: 我玩這遊戲是最厲害的！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: Need to find better hidey spot than that, flort!
de: Brauche besseres Versteck als das, flort!
es: Hay que esconderse en lugar mejor, ¡flort!
fr: Il fallait trouver une meilleure cachette, flort !
it: Devi trovare nascondiglio migliore di quello, flort!
ja: もっといい隠れ場所を探しなね、フロート！
ko: 그보다 더 나은 곳에 숨어야지, 빠끔빠끔!
pl: Trzeba znaleźć lepszą kryjówkę, flort!
pt_br: Precisa encontrar lugar escondido melhor que esse, flort!
ru: Прячься лучше, бульк!
zh_tw: 你得找個好點的地方藏才行，浮浪特！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: You last one!
de: Du Letzter!
es: ¡Tú último!
fr: T'étais le dernier !
it: Tu ultimo!
ja: キミで最後だよ！
ko: 마지막 하나가 너구나!
pl: Ty ostatni!
pt_br: Você último!
ru: Ты последний!
zh_tw: 你就是最後一隻了！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: {name} find last one? Glurgh... coulda done it...
de: {name} hat Letzten gefunden? Glarg ... hätte schaffen können ...
es: ¿{name} encontrado el último? Glurgh... Ojalá yo...
fr: {name} a trouvé le dernier ? Glurg... J'aurais pu y arriver.
it: {name} trovato ultimo? Glurgh... avrei potuto fare io...
ja: {name}が最後の子を見つけたの？グルーフ…アタシのなのに…
ko: {name} 녀석이 마지막 한 마리를 찾았나? 빠끔... 할 수 있었...
pl: {name} ma ostatniego? Glurg... Mógł być mój...
pt_br: {name} encontrou último? Glurgh... podia ter sido eu...
ru: {name}, у тебя последний? Хлюп... я и сама могла...
zh_tw: {name}找到最後一隻了？格勒格……明明我也可以的……

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: Is one left somewhere!
de: Einer ist wo übrig ...
es: ¡Uno queda en algún lado!
fr: Il en reste un !
it: Resta uno da qualche parte!
ja: 1匹どっかに残ってる！
ko: 하나가 어딘가에 남아있어!
pl: Został gdzieś jeszcze jeden!
pt_br: Tem mais um em algum lugar!
ru: Где-то еще один засел!
zh_tw: 就剩一隻了！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: No fair! Scratchy fluffies cheat!
de: Unfair! Kratzeflauschis mogeln!
es: ¡No justo! ¡Peluditos arañadores tramposos!
fr: Pas juste ! Les tout doux ont triché !
it: Non giusto! Graffianti pelosi barano!
ja: ズルい！チクチクフワフワ、ズルした！
ko: 불공평해! 앙칼진 뽀송이가 속였어!
pl: To nie fair! Drapiące futrzaki oszukują!
pt_br: Não é justio! Fofinhos coçadores trapacearam!
ru: Нечестно! Царапучие пушистики жульничают!
zh_tw: 不公平！撓人的毛蛋們作弊！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: Where they hiding?! Time almost up!!
de: Wo versteckt?! Zeit fast um!!
es: ¿¡Dónde escondidos!? ¡Tiempo acabándose!
fr: Où qu'ils se cachent ?! Y a presque plus de temps !
it: Dove nascondere?! Tempo quasi finito!
ja: みんなどこ隠れてるの！？もう時間ないのに！！
ko: 어디에 숨어 있을까?! 시간이 거의 다 되었어!!
pl: Gdzie one? Zaraz koniec czasu!
pt_br: Onde estão escondendo?! Tempo quase acabando!!
ru: Где они прячутся?! Времени почти нет!!!
zh_tw: 它們貓在哪了？時間快到了！！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: Hmm, don't smell no scratchy fluffies out here.
de: Hmm, hier keine Kratzeflauschis zu riechen.
es: Um... No huele peluditos arañadores por aquí.
fr: Hmm, je sens pas de tout doux par ici.
it: Uhm, non sentire graffianti pelosi qui.
ja: うーん、ここにはチクチクフワフワのにおいしないね。
ko: 흠, 여기서는 앙칼진 뽀송이 냄새가 나지 않아.
pl: Hmm, nie czuć tu żadnych drapiących futrzaków.
pt_br: Hmm, não sinto cheiro de fofinhos coçadores por aqui.
ru: Хм, тут царапучими пушистиками не пахнет.
zh_tw: 嗯，這裡沒聞到毛蛋的氣味。

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: Smell scratchy fluffies nearby, flort!
de: Rieche Kratzeflauschis in der Nähe, flort!
es: ¡Hay peluditos arañadores cerca, flort!
fr: Je sens des tout doux tout près, flort !
it: Sente graffianti pelosi vicini, flort!
ja: 近くにチクチクフワフワのにおい！フロート！
ko: 근처에서 앙칼진 뽀송이 냄새가 나, 빠끔빠끔!
pl: Czuć drapiące futrzaki w pobliżu, flort!
pt_br: Sinto cheiro de fofinhos coçadores perto, flort!
ru: Вынюхивай царапучих пушистиков поближе, бульк!
zh_tw: 聞到周圍有毛蛋的氣味，浮浪特！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Wanna play too, florp!
de: Will auch mitspielen, florp!
es: ¡A jugar, a jugar! ¡Florp!
fr: Moi aussi, veux jouer, florp !
it: Voglio giocare anch'io, florp!
ja: アタシも遊ぶ！フロープ！
ko: 나도 놀고 싶어, 빠끔!
pl: Ja też chcieć się bawić, florp!
pt_br: Quero brincar também, florp!
ru: Тоже хочу играть, хлюп!
zh_tw: 我也想玩，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Hide now! Me coming!
de: Verstecken! Ich komme!
es: ¡A esconderse! ¡Yo vooooy!
fr: Cachez-vous ! J'arrive !
it: Nascondetevi! Arrivo!
ja: 隠れて！探し行くよ！
ko: 당장 숨어! 내가 간다!
pl: Czas się kryć! Nadchodzę!
pt_br: Esconde agora! Eu ir!
ru: Прячьтесь! Я иду искать!
zh_tw: 藏好了！我來了！

# CHARACTERS.WURT.ANNOUNCE_KLAUS_CALLFORHELP
source: It calling friends!
de: Ruft Freunde!
es: ¡Está llamando a sus amigos!
es_mx: ¡Estar llamando amigos!
fr: Il appelle ses amis !
it: Chiama amici!
ja: 友達を呼ぼう！
ko: 친구 부르고 있어!
pl: Woła przyjaciół!
pt_br: Tá chamando amigos!
ru: Он друзей зовет!
zh_tw: 它在呼朋引伴！

# CHARACTERS.WURT.ANNOUNCE_KLAUS_ENRAGE
source: Aaah! Scary scary!!
de: Aaah! Gruselig!!
es: ¡Aaah! ¡¡Da miedo, da miedo!!
es_mx: ¡Aahh! ¡¡Escalofriante, escalofriante!!
fr: Aaaah ! Ça fait peur !
it: Aaah! Paura! Paura!
ja: あー！怖いよ！
ko: 아악! 무서워, 무서워!!
pl: Aaa! Strasznie straszny!
pt_br: Aaah! Muito assustador!!
ru: А-а-а! Ужас какой!
zh_tw: 呀！好可怕好可怕！！

# CHARACTERS.WURT.ANNOUNCE_KLAUS_UNCHAINED
source: GLOOOORRP!! Belly has teeth!
de: GLOOOORRP!! Bauch hat Zähne!
es: ¡¡GLOOOORRP!! ¡La tripa tiene dientes!
es_mx: ¡¡GLOOOOOP!! ¡Su panza tener dientes!
fr: GLOOOOORRRRP ! Il a plein de dents !
it: GLOOOORRP!! La pancia ha denti!
ja: ゴオオオ！ベリーには歯がある！
ko: 빠끄으으음!! 배에 이빨 있어!
pl: GLOOOORRP! Ten brzuch ma zęby!
pt_br: GLOOOORRP!! Barriga tem dentes!
ru: ХЛЮ-Ю-ЮП! У живота есть зубы!
zh_tw: 格浪浪浪噗！！肚子都長牙！

# CHARACTERS.WURT.ANNOUNCE_KNOCKEDOUT
source: Glurgh... head hurt...
de: Glarg ... Kopfweh ...
es: Glurgh... Me duele la cabeza...
es_mx: Gluf... cabeza doler.
fr: Argh... J'ai mal à la tête...
it: Glurg... testa fa male...
ja: グルーフ...頭が痛いよ...
ko: 빠끔빠끔... 머리 아파...
pl: Glurg... głowa boli...
pt_br: Glurgh... cabeça dói...
ru: Буль… голова болит…
zh_tw: 格勒格……頭疼……

# CHARACTERS.WURT.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: GLORPT! Almost got sparky!
de: GLORPT! Fast geblitzt!
es: ¡GLORPT! ¡Casi me vuelvo chispeante!
es_mx: ¡GLOP! ¡Casi recibir chispitas!
fr: GLORP ! J'ai failli grésiller !
it: GLORPT! Quasi fatta scintillante!
ja: グローフト！もう少しでスパーキーになるところだったよ！
ko: 빠끔! 찌릿찌릿할 뻔했어!
pl: GLORP! Prawie by mnie kopnęło!
pt_br: GLORPT! Quase ficou faiscante!
ru: ХЛЮ-Ю-ЮРП! Чуть не заискрилась!
zh_tw: 格浪噗特！差點遭雷劈！
