Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: Woah! Careful, Lucy!
de: Wupps! Vorsichtig, Lucy!
es: ¡Eh! ¡Cuidado, Lucy!
fr: Waouh ! Attention, Lucy !
it: Ehi! Attenta, Lucy!
ja: うおっ！気をつけろ、ルーシー！
ko: 헉! 조심해, 루시!
pl: Hej! Ostrożnie, Lucy!
pt_br: Eei! Cuidado, Lucy!
ru: Ого! Осторожней, Люси!
zh_cn: 哇！露西，小心点！
zh_tw: 哇！露西，小心點！

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: That's a right shame.
de: Sehr schade.
es: Qué pena.
fr: C'est vraiment dommage.
it: È un vero peccato.
ja: これは非常に残念だな。
ko: 정말 안타깝잖아.
pl: A to pech.
pt_br: Que grande pena.
ru: Воистину печально.
zh_cn: 令人扼腕啊。
zh_tw: 令人扼腕啊。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: Looks like Winona's work.
de: Sieht nach Winonas Arbeit aus.
es: Parece que es obra de Winona.
fr: Ça ressemble à du Winona.
it: Sembra l'opera di Winona.
ja: 作ったのはウィノナみたいだな。
ko: 위노나가 만든 것 같네.
pl: Wygląda mi to na sprawkę Winony.
pt_br: Parece coisa da Winona.
ru: Похоже на работу Вайноны.
zh_cn: 看着像薇诺娜做的。
zh_tw: 看著像薇諾娜做的。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: Just aboot dead.
de: So gut wie tot.
es: Está casi muerto.
fr: Il va mourir.
it: Praticamente morta.
ja: そろそろバッテリー切れだな。
ko: 거의 죽었잖아.
pl: Na skraju śmierci.
pt_br: Praticamente sem vida.
ru: Скоро заряд кончится.
zh_cn: 马上就没电了。
zh_tw: 馬上就沒電了。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: Plum tuckered.
de: Völlig ausgepowert.
es: Se marchitó.
fr: Raplapla.
it: Stanca morta.
ja: もうこれ以上は使えねえな。
ko: 완전히 뻗었잖아.
pl: Nie działa.
pt_br: Completamente exaurido.
ru: Выжатая слива.
zh_cn: 油尽灯枯了。
zh_tw: 油盡燈枯了。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_CATAPULT.BURNING
source: Woah! Careful, Lucy!
de: Wupps! Vorsichtig, Lucy!
es: ¡Eh! ¡Cuidado, Lucy!
fr: Waouh ! Attention, Lucy !
it: Ehi! Attenta, Lucy!
ja: うおっ！気をつけろ、ルーシー！
ko: 헉! 조심해, 루시!
pl: Hej! Ostrożnie, Lucy!
pt_br: Eei! Cuidado, Lucy!
ru: Ого! Осторожней, Люси!
zh_cn: 哇！露西，小心点！
zh_tw: 哇！露西，小心點！

# CHARACTERS.WOODIE.DESCRIBE.WINONA_CATAPULT.BURNT
source: That's a right shame.
de: Sehr schade.
es: Qué pena.
fr: C'est vraiment dommage.
it: È un vero peccato.
ja: これは非常に残念だな。
ko: 정말 안타깝잖아.
pl: A to pech.
pt_br: Que grande pena.
ru: Воистину печально.
zh_cn: 令人扼腕啊。
zh_tw: 令人扼腕啊。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_CATAPULT.GENERIC
source: Looks kinda fun if I'm honest.
de: Sieht eigentlich richtig spaßig aus.
es: Parece divertido, la verdad.
fr: Pour être honnête, je trouve ça amusant.
it: Sembra buffa ad essere onesti.
ja: 正直言って、楽しそうじゃねえか。
ko: 어째 재밌어 보이잖아.
pl: Jak dla mnie super, jeśli mam być szczery.
pt_br: Parece até divertido, pra ser sincero.
ru: Выглядит прикольно, если честно.
zh_cn: 老实说看着挺好玩。
zh_tw: 老實說看著挺好玩。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_CATAPULT.OFF
source: Does it look like it's working, Lucy?
de: Sieht es so aus, als würde es funktionieren, Lucy?
es: ¿Crees que funciona, Lucy?
fr: Tu crois qu'elle fonctionne, Lucy ?
it: Sembra che funzioni, Lucy?
ja: ルーシー、これ動くと思うか？
ko: 작동하는 것 같니, 루시?
pl: Chyba nie działa. Jak sądzisz, Lucy?
pt_br: Parece que está funcionando, Lucy?
ru: Люси, думаешь, оно работает?
zh_cn: 露西，这东西是在工作么？
zh_tw: 露西，這東西是在工作麼？

# CHARACTERS.WOODIE.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: Woah! Careful, Lucy!
de: Wupps! Vorsichtig, Lucy!
es: ¡Eh! ¡Cuidado, Lucy!
fr: Waouh ! Attention, Lucy !
it: Ehi! Attenta, Lucy!
ja: うおっ！気をつけろ、ルーシー！
ko: 헉! 조심해, 루시!
pl: Hej! Ostrożnie, Lucy!
pt_br: Eei! Cuidado, Lucy!
ru: Ого! Осторожней, Люси!
zh_cn: 哇！露西，小心点！
zh_tw: 哇！露西，小心點！

# CHARACTERS.WOODIE.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: That's a right shame.
de: Sehr schade.
es: Qué pena.
fr: C'est vraiment dommage.
it: È un vero peccato.
ja: これは非常に残念だな。
ko: 정말 안타깝잖아.
pl: A to pech.
pt_br: Que grande pena.
ru: Воистину печально.
zh_cn: 令人扼腕啊。
zh_tw: 令人扼腕啊。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: Fine, as long as it don't start no forest fires.
de: Gut, solange es keine Waldbrände auslöst.
es: Está bien, con tal de que no empiece a incendiar bosques.
fr: Du moment qu'il ne met pas le feu aux arbres...
it: Bene, purché non scateni un incendio boschivo.
ja: いいんじゃねか、山火事を起こさねえんならな。
ko: 숲에 불만 안 지르면 난 괜찮아.
pl: Uważajmy tylko, aby nie zaprószyć ognia.
pt_br: Certo, desde que não inicie nenhum incêndio florestal.
ru: Неплохо, если лес не загорится.
zh_cn: 好吧，别点着山火就行。
zh_tw: 好吧，別點著山火就行。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: Does it look like it's working, Lucy?
de: Sieht es so aus, als würde es funktionieren, Lucy?
es: ¿Crees que funciona, Lucy?
fr: Tu crois qu'il fonctionne, Lucy ?
it: Sembra che funzioni, Lucy?
ja: ルーシー、これ動くと思うか？
ko: 작동하는 것 같니, 루시?
pl: Chyba nie działa. Jak sądzisz, Lucy?
pt_br: Parece que está funcionando, Lucy?
ru: Люси, думаешь, оно работает?
zh_cn: 露西，这东西是在工作么？
zh_tw: 露西，這東西是在工作麼？

# CHARACTERS.WOODIE.DESCRIBE.WINTERHAT
source: It's a nice toque, eh?
de: Das ist ein schön Mütze, was?
es: Es un buen gorro, ¿eh?
fr: Une jolie toque, hein ?
it: Bel tocco, eh?
ja: ステキなトークじゃないか？
ko: 좋은 모자네, 엉?
pl: Ładna czapka, co nie?
pt_br: Lindo barrete, hã?
ru: Неплохая шапочка, а?
zh_cn: 很不错的无边帽，是吧？
zh_tw: 很不錯的無邊帽，是吧？

# CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER.BURNT
source: The ones from home don't burn.
de: Die von Zuhause würden nicht brennen.
es: Los de mi tierra no arden.
fr: Par chez nous, ces trucs-là brûlent pas.
it: Quelli da dove vengo io non bruciano.
ja: 地元のやつは燃えない。
ko: 고향에 있는 건 안 탔는데.
pl: U nas w kraju nie palą się tak łatwo.
pt_br: Os da minha terra não queimam.
ru: У нас на родине он бы не сгорел.
zh_cn: 我家乡的温度计就不会被烧坏。
zh_tw: 我家鄉的溫度計就不會被燒壞。

# CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER.GENERIC
source: We can build these half as tall back home.
de: Bei uns zu Hause reicht uns die untere Hälfte völlig aus.
es: En casa podemos construirlo la mitad de alto.
fr: Par chez nous, on les fait deux fois plus petits.
it: Dalle mie parti li costruiamo parecchio più bassi.
ja: これも、半分の高さで作れる。
ko: 고향에선 얘들 크기가 절반 정도였는데.
pl: U nas w kraju nie potrzeba takich wysokich.
pt_br: Podemos construir esses com a metade do tamanho de onde eu venho.
ru: На родине нам хватает только нижней половины.
zh_cn: 在家乡，我们只需要一半的刻度就够了。
zh_tw: 在家鄉，我們只需要一半的刻度就夠了。

# CHARACTERS.WOODIE.DESCRIBE.WINTERSFEASTFUEL
source: Making me think of that blue spruce we cut down years ago...
de: Erinnert mich an diese blaue Fichte, die wir vor Jahren mal geschlagen haben ...
es: Me recuerda a la pícea azul que talé hace años...
fr: Ça me rappelle un superbe épicéa bleu que j'ai abattu il y a des années.
it: Mi fa pensare a quell'abete blu che abbiamo abbattuto anni fa...
ja: 何年か前に切ったトウヒの木を思い出すぜ。
ko: 몇 년 전에 베었던 종비나무가 떠오르잖아...
pl: Przypomina mi ten srebrny świerk, który ścięliśmy lata temu...
pt_br: Me fez lembrar daquele abeto azul que cortamos anos atrás...
ru: Напоминает о той голубой ели, которую мы срубили много лет назад…
zh_cn: 让我想起了多年前我们砍下的那颗蓝叶云杉……
zh_tw: 讓我想起了多年前我們砍下的那顆藍葉雲杉……

# CHARACTERS.WOODIE.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: Almost done.
de: Fast fertig.
es: Casi listo.
fr: C'est presque prêt.
it: Quasi pronto.
ja: あともうちょっとだ。
ko: 거의 다 됐잖아.
pl: Już prawie gotowe.
pt_br: Quase pronto.
ru: Почти готово.
zh_cn: 快好了。
zh_tw: 快好了。

# CHARACTERS.WOODIE.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: Smells good, eh?
de: Riecht gut, wie?
es: Huele bien, ¿eh?
fr: Ça sent sacrément bon, hein ?
it: C'è un buon profumino, eh?
ja: いい匂いしてるだろ？
ko: 냄새가 좋네, 그치?
pl: Pysznie pachnie, co?
pt_br: Tem um cheiro bom, né?
ru: Пахнет здорово, да?
zh_cn: 真香，对吧？
zh_tw: 真香，對吧？

# CHARACTERS.WOODIE.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: Dinner's ready.
de: Essen ist fertig.
es: Ya está la cena.
fr: Le dîner est servi.
it: La cena è pronta.
ja: 晩メシが出来たぞ。
ko: 저녁 준비됐어.
pl: Gotowe.
pt_br: O jantar está pronto.
ru: Ужин готов.
zh_cn: 晚饭好了。
zh_tw: 晚飯好了。

# CHARACTERS.WOODIE.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: What kind of oven doesn't take wood?
de: Welchen Ofen heizt man denn nicht mit Holz?
es: ¿Qué tipo de horno no va con madera?
fr: C'est quoi ce four qui ne marche pas avec du bois ?
it: Che forno è quello che non va a legna?
ja: 木を使わないオーブンってあるのかい？
ko: 도대체 어떤 오븐에 장작이 안 들어가지?
pl: Co to za piec, w którym nie pali się drewnem?
pt_br: Que tipo de forno não usa madeira?
ru: Что это за печь такая, которую деревом топить нельзя?
zh_cn: 什么破炉子连木头都不烧？
zh_tw: 什麼破爐子連木頭都不燒？

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD1
source: It's a gingerbread lumberjack.
de: Ein Lebkuchenmännchen.
es: Es un leñador de pan de jengibre.
fr: Un bûcheron en pain d'épice.
it: È un boscaiolo di zenzero.
ja: ジンジャーブレッドの木こりだな。
ko: 진저브레드 나무꾼이네.
pl: Piernikowy drwal.
pt_br: É um lenhador de pão de gengibre.
ru: Это пряничный лесоруб.
zh_cn: 是个华而不实的伐木工人。
zh_tw: 是個華而不實的伐木工人。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD2
source: Always had a soft spot for a good holiday cookie.
de: Für Plätzchen hab ich immer Platz.
es: Siempre tuve debilidad por las galletas festivas.
fr: J'ai toujours eu un point faible pour un bon petit gâteau.
it: Ho sempre avuto un debole per i buoni biscotti delle vacanze.
ja: お祝いのクッキーには弱いんだよな。
ko: 명절에 먹는 쿠키는 언제나 맛있지.
pl: Zawsze miałem słabość do dobrych ciasteczek.
pt_br: Sempre gostei de um bom biscoito festivo.
ru: У меня всегда была слабость к хорошим праздничным печенюшкам.
zh_cn: 好吃的节日饼干，我都喜欢。
zh_tw: 好吃的節日餅乾，我都喜歡。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD3
source: Satisfies the sweet tooth.
de: Das ist was für Süßmäuler.
es: Satisface a los más golosos.
fr: Pour les goules sucrées.
it: Soddisfa i più golosi.
ja: 甘いもの好きには満足の菓子だ。
ko: 단 게 땡길 때 좋아.
pl: Coś dla mnie!
pt_br: Satisfaz meu gosto por doces.
ru: Довольно сладко.
zh_cn: 满足喜欢甜食的人。
zh_tw: 滿足喜歡甜食的人。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD4
source: That thing just ain't right.
de: Das kann doch nicht richtig sein.
es: Esto no es normal.
fr: Ce truc est pas normal.
it: Quella cosa non va proprio bene.
ja: これはどうもいけねえ。
ko: 이건 너무 이상하잖아.
pl: Zło w czystej postaci.
pt_br: Essa coisa não está certa.
ru: Это просто неправильно.
zh_cn: 那事就是不对。
zh_tw: 那事就是不對。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD5
source: All the taste and none of the splinters!
de: Schmeckt und hat keine Spreißel.
es: ¡Todo el sabor y nada de astillas!
fr: Le bon goût du bois sans les échardes !
it: Tutto sapore e nessuna scheggia!
ja: 見た目は丸太なのに、木じゃねえってのか？
ko: 맛은 좋고, 가시는 걱정할 필요 없지!
pl: Pełnia smaku i żadnych drzazg!
pt_br: Todo o gosto e nada das felpas!
ru: Все вкусно и ни одной занозы не подцепил!
zh_cn: 所有的味道却没有碎片！
zh_tw: 所有的味道卻沒有碎片！

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD6
source: Hard to complain aboot this whole "Feast" business.
de: An Feiertagen gibts nichts auszusetzen.
es: Difícil quejarse de todo este Festival.
fr: On va pas se plaindre à propos de cette fameuse fête.
it: Difficile lamentarsi di questa faccenda chiamata "banchetto".
ja: 「祝い」関連の商品に、あまり文句を言うわけにもいかねえしな。
ko: 이런 별미에 대고 불평할 순 없지.
pl: Zawsze lubiłem wszelkie święta.
pt_br: É difícil reclamar de todo esse negócio de "Banquete".
ru: Трудно сетовать на весь этот «Праздник».
zh_cn: 很难抱怨“盛宴”这整件事。
zh_tw: 很難抱怨“盛宴”這整件事。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD7
source: Doesn't fall far from the cider tree.
de: Der Apfel fällt nicht weit vom Apfelwein.
es: La sidra crece en los árboles.
fr: Spécialement pour ma pomme !
it: Non cade lontano dall'albero di sidro.
ja: やはり、リンゴの木と似通るものだな。
ko: 주변에 사과 나무도 없는데 어떻게 만들었을까.
pl: Pada niedaleko od cydrowego drzewa.
pt_br: Não cai longe da árvore de cidra.
ru: Видимо, упал неподалеку от сидрового дерева.
zh_cn: 不会从远离苹果树的地方掉下来。
zh_tw: 不會從遠離蘋果樹的地方掉下來。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD8
source: Perfect for drinking next to a good fire, eh?
de: Herrlich, am Lagerfeuer zu essen, was?
es: Perfecto para beberlo junto a un buen fuego, ¿eh?
fr: Parfait le soir au coin du feu, hein ?
it: Perfetta da bere davanti ad un caminetto acceso, eh?
ja: 炎を眺めながら飲んだら最高だろうな。
ko: 따끈한 모닥불 옆에서 마시기 딱 좋잖아?
pl: W sam raz do picia przy ognisku, co nie?
pt_br: Perfeito pra beber ao lado de uma boa fogueira, hã?
ru: Идеально подходит, чтобы пить рядом с каким-нибудь костром, а?
zh_cn: 更喜欢坐在不错的火焰旁喝酒，嗯？
zh_tw: 更喜歡坐在不錯的火焰旁喝酒，嗯？

# CHARACTERS.WOODIE.DESCRIBE.WINTER_FOOD9
source: Psst, Lucy. Do I have a 'nog moustache?
de: Psst, Lucy. Habe ich einen Eierlikor-Schnurrbart?
es: Psst, Lucy. ¿Tengo el bigote manchado?
fr: Hé... Lucy... J'en ai dans la moustache ?
it: Pss, Lucy. Ho per caso lo zabaione nei baffi?
ja: おいルーシー、ヒゲについてないか見てくれ。
ko: 어이, 루시. 혹시 나 입술 위에 에그노그 묻었어?
pl: Pss, Lucy! Nie pobrudziły mi się wąsy?
pt_br: Psiu, Lucy. Tenho algo no meu bigode?
ru: Пс-с-с, Люси. У меня ничего на усах не осталось?
zh_cn: 喂，露西，我的胡子像木垛一样吗？
zh_tw: 喂，露西，我的鬍子像木垛一樣嗎？

# CHARACTERS.WOODIE.DESCRIBE.WINTER_ORNAMENT
source: For hanging on the unchopped tree with care.
de: Vorsichtig auf den ungefällten Baum hängen.
es: Para colgar con cuidado en el árbol sin talar.
fr: À suspendre délicatement dans les arbres encore sur pied.
it: Da appendere con cura all'albero con i rami.
ja: 生きている木に飾り付けるヤツだ。細心の注意でな。
ko: 베지 않은 나무에 장식으로 조심스럽게 다는 거야.
pl: Do delikatnego zawieszania na nieściętym drzewie.
pt_br: Pra se pendurar na árvore não cortada com cuidado.
ru: Чтобы аккуратно повесить на еще не срубленное дерево.
zh_cn: 用来悉心地挂在没有被劈砍的树上。
zh_tw: 用來悉心地掛在沒有被劈砍的樹上。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_ORNAMENTBOSS
source: Y'know, I do believe that was worth it.
de: Weißt du, ich glaube, dass es das Wert war.
es: Sabes, creo que valió la pena.
fr: Vous savez... je crois que ça valait le coup.
it: Sai, credo proprio che ne valesse la pena.
ja: ああ、価値があったと信じてるさ。
ko: 나는 보람이 있었다고 생각해.
pl: Uważam, że było warto.
pt_br: Sabe, acredito mesmo que tenha valido a pena?
ru: Знаешь, я верю, что это того стоило.
zh_cn: 你知道，我相信那是值得的。
zh_tw: 你知道，我相信那是值得的。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_ORNAMENTFORGE
source: Kinda familiar eh, Lucy?
de: Kommt mir irgendwie bekannt vor. Oder, Lucy?
es: Te resulta familiar, ¿eh, Lucy?
fr: Ça rappelle quelque chose, hein Lucy ?
it: Un tantino familiare eh, Lucy?
ja: 何か見覚えがねえか、ルーシー？
ko: 눈에 익지 않아, 루시?
pl: Wygląda znajomo. Prawda, Lucy?
pt_br: Meio familiar hein, Lucy?
ru: Что-то знакомое, а, Люси?
zh_cn: 挺熟悉的，对吧露西？
zh_tw: 挺熟悉的，對吧露西？

# CHARACTERS.WOODIE.DESCRIBE.WINTER_ORNAMENTGORGE
source: That's nice.
de: Die ist hübsch.
es: Es muy bonita.
fr: C'est beau.
it: Che carino.
ja: きれいじゃねぇか
ko: 좋은데.
pl: Nawet ładny.
pt_br: Que beleza.
ru: Как мило.
zh_cn: 很好看。
zh_tw: 很好看。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_ORNAMENTLIGHT
source: What do you think, Lucy? Decorate, or chop?
de: Was meinst du, Lucy? Schmücken oder fällen?
es: ¿Qué opinas, Lucy? ¿Decorarlo o talarlo?
fr: Qu'en penses-tu, Lucy ? On décore ou on coupe ?
it: Cosa ne pensi Lucy? Decorare, o tagliare?
ja: 装飾なのか肉なのか…どっちだろうな、ルーシー？
ko: 어떻게 생각해, 루시? 장식할까, 아니면 자를까?
pl: Co myślisz, Lucy? Ubieramy czy tniemy?
pt_br: O que você acha, Lucy? Decorar ou cortar?
ru: Как думаешь, Люси? Украсить или срубить?
zh_cn: 你怎么想，露西？装饰一下或者砍掉？
zh_tw: 你怎麼想，露西？裝飾一下或者砍掉？

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREE.BURNING
source: Such senseless violence.
de: Solch sinnlose Gewalt.
es: Cuánta violencia sin sentido.
fr: Une violence inouïe !
it: Una violenza insensata.
ja: バカげた行為だよ。
ko: 끔찍한 일이야.
pl: Bezsensowna przemoc.
pt_br: Que violência sem sentido.
ru: Какая бессмысленная жестокость.
zh_cn: 毫无意义的暴力行为。
zh_tw: 毫無意義的暴力行為。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREE.BURNT
source: Too bad. Made the place feel real cozy.
de: Was für ein Pech. Das war wirklich gemütlich.
es: Muy mal. Hacía un lugar bastante acogedor.
fr: Dommage. L'endroit était confortable.
it: Che peccato. Rendeva questo posto molto accogliente.
ja: こりゃひどい。いい雰囲気だったのにな。
ko: 안타깝네. 분위기 정말 좋았는데.
pl: Szkoda. Tak było przytulnie.
pt_br: Que pena. Deixava o lugar realmente aconchegante.
ru: Плохо. С ним было уютнее.
zh_cn: 太糟糕了，让这地方感觉真安逸。
zh_tw: 太糟糕了，讓這地方感覺真安逸。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREE.CANDECORATE
source: Must... not chop...
de: Darf nicht ... fällen ...
es: No debo... talarlo...
fr: Ne pas... couper...
it: Non devo... tagliare...
ja: 切っちゃあ…いけねえ…
ko: 베면... 안 돼...
pl: Nie... wolno... ścinać...
pt_br: Preciso... não cortar...
ru: Только… не рубить…
zh_cn: 不能……劈砍……
zh_tw: 不能……劈砍……

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREE.YOUNG
source: All holidays should revolve around trees.
de: Alle Feste sollten sich um Bäume drehen.
es: Todas las fiestas deberían giran en torno a los árboles.
fr: Toutes les vacances devraient tourner autour des arbres.
it: Tutte le feste dovrebbero essere incentrate attorno agli alberi.
ja: すべての祝い事は木を囲んでするべきだね。
ko: 모든 명절에는 나무가 필요해.
pl: Wszystkie święta powinny mieć w centrum drzewo.
pt_br: Todos os feriados festivos deveriam girar em torno de árvores.
ru: Во все праздники нужно задействовать деревья.
zh_cn: 所有的假日应该以树木为中心。
zh_tw: 所有的假日應該以樹木為中心。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREESTAND.BURNT
source: Too bad. Made the place feel real cozy.
de: Was für ein Pech. Das war wirklich gemütlich.
es: Muy mal. Hacía un lugar bastante acogedor.
fr: Dommage. L'endroit était confortable.
it: Che peccato. Rendeva questo posto molto accogliente.
ja: こりゃひどい。いい雰囲気だったのにな。
ko: 안타깝네. 분위기 정말 좋았는데.
pl: Szkoda. Tak było przytulnie.
pt_br: Que pena. Deixava o lugar realmente aconchegante.
ru: Плохо. С ним было уютнее.
zh_cn: 太糟糕了，让这地方感觉真安逸。
zh_tw: 太糟糕了，讓這地方感覺真安逸。

# CHARACTERS.WOODIE.DESCRIBE.WINTER_TREESTAND.GENERIC
source: I'm sure I have an extra pine cone somewhere.
de: Ich bin sicher, dass ich noch irgendwo einen Tannenzapfen habe.
es: Seguro que tengo una piña de más en algún lugar.
fr: Je suis sûr qu'il me reste encore une pomme de pin quelque part.
it: Sono sicuro di avere una pigna di riserva da qualche parte.
ja: どこかに余ってる松ぼっくりがあったはずだ。
ko: 어딘가에 솔방울이 있을 텐데.
pl: Na pewno mam gdzieś zapasową szyszkę.
pt_br: Tenho certeza que tenho uma pinha extra em algum lugar.
ru: Я уверен, у меня есть где-то лишняя шишка.
zh_cn: 我确信我在其他地方还有一个松果。
zh_tw: 我確信我在其他地方還有一個松果。

# CHARACTERS.WOODIE.DESCRIBE.WOBSTER_DEN
source: Looks cozy.
de: Sieht gemütlich aus.
es: Parece confortable.
fr: Ça a l'air confortable.
it: Sembra comoda.
ja: 快適そうだな。
ko: 포근해 보이잖아.
pl: Wygląda przytulnie.
pt_br: Parece aconchegante.
ru: Выглядит уютно.
zh_cn: 看起来很舒服。
zh_tw: 看起來很舒服。

# CHARACTERS.WOODIE.DESCRIBE.WOBSTER_MOONGLASS
source: Huh. Don't recall them looking like that.
de: Hm. Kann mich nicht erinnern, dass sie so ausgesehen hätten.
es: Uh. No recordaba que tuvieran ese aspecto.
fr: Je ne me souvenais pas qu'ils ressemblaient à ça.
it: Oh, non mi ricordavo che avessero quell'aspetto.
ja: ヘッ、こんな感じだったっか？
ko: 흠. 저런 모양이 아니었는데.
pl: Hm. Nie przypominam sobie, żeby zawsze tak wyglądały.
pt_br: Hã. Não lembro delas terem essa aparência.
ru: Хм. По-моему, раньше они выглядели иначе.
zh_cn: 哈。记得它们不是长这样啊。
zh_tw: 哈。記得它們不是長這樣啊。

# CHARACTERS.WOODIE.DESCRIBE.WOBSTER_SHELLER
source: Wouldn't mind some fresh seafood right aboot now.
de: Gegen ein paar frische Meeresfrüchte hätte ich nichts einzuwenden.
es: No me importaría disfrutar de marisco fresco ahora mismo.
fr: Je me ferais bien un gros plateau de fruits de mer.
it: In questo momento non mi dispiacerebbe mangiare un po' di frutti di mare freschi.
ja: 新鮮な海の幸も悪くねえな。
ko: 지금 당장 신선한 해산물을 좀 먹으면 좋겠잖아.
pl: Nie pogardziłbym teraz świeżymi owocami morza.
pt_br: Eu até que gostaria de uns frutos do mar frescos agora.
ru: Сейчас бы свежих морепродуктов отведать.
zh_cn: 现在吃点海鲜最舒服了。
zh_tw: 現在吃點海鮮最舒服了。

# CHARACTERS.WOODIE.DESCRIBE.WOBSTER_SHELLER_DEAD
source: He's thorougly hooped.
de: Er ist erledigt.
es: Hasta aquí llegó.
fr: Sa situation est totalement désespérée.
it: È proprio finita.
ja: すっかり、くたばっちまってるぜ
ko: 아주 죽었잖아.
pl: Załatwiony na cacy.
pt_br: Ela está totalmente perdida.
ru: Он основательно загнулся.
zh_cn: 他是死翘翘了。
zh_tw: 他是死翹翹了。

# CHARACTERS.WOODIE.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Good eats!
de: Das ist was ganz was Feines!
es: ¡Buen alimento!
fr: Super bon !
it: Una buona mangiata!
ja: こいつは、うまそうだ！
ko: 잘 먹겠습니다!
pl: Porządna wyżerka!
pt_br: Boa refeição!
ru: Вкуснятина!
zh_cn: 好吃！
zh_tw: 好吃！

# CHARACTERS.WOODIE.DESCRIBE.WOBYBIG.1
source: You're almost as shaggy as me, buddy!
de: Du bist fast so zottelig wie ich, Kollege!
es: ¡Eres casi tan greñuda como yo, amiguita!
fr: Tu es presque aussi hirsute que moi, ma belle !
it: Sei quasi pelosa come me, bellezza!
ja: オレくらいモジャモジャじゃねぇか、おめぇ！
ko: 나만큼 덥수룩한 친구잖아!
pl: Jesteś prawie tak zarośnięta jak ja, koleżanko!
pt_br: Você é quase tão desgrenhada quanto eu, amiga!
ru: Да ты такая же пушистая, как моя борода!
zh_cn: 你几乎和我一样毛茸茸的，伙计！
zh_tw: 你幾乎和我一樣毛茸茸的，夥計！

# CHARACTERS.WOODIE.DESCRIBE.WOBYBIG.2
source: You're almost as shaggy as me, buddy!
de: Du bist fast so zottelig wie ich, Kollege!
es: ¡Eres casi tan greñuda como yo, amiguita!
fr: Tu es presque aussi hirsute que moi, ma belle !
it: Sei quasi pelosa come me, bellezza!
ja: オレくらいモジャモジャじゃねぇか、おめぇ！
ko: 나만큼 덥수룩한 친구잖아!
pl: Jesteś prawie tak zarośnięta jak ja, koleżanko!
pt_br: Você é quase tão desgrenhada quanto eu, amiga!
ru: Да ты такая же пушистая, как моя борода!
zh_cn: 你几乎和我一样毛茸茸的，伙计！
zh_tw: 你幾乎和我一樣毛茸茸的，夥計！

# CHARACTERS.WOODIE.DESCRIBE.WOBYSMALL.1
source: It's nice havin' a dog around.
de: Es ist schön, einen Hund um sich zu haben.
es: Es agradable tener un perro cerca.
fr: C'est agréable d'avoir un chien.
it: È bello avere un cagnolino tra i piedi.
ja: 犬がいる生活はいいねぇ。
ko: 강아지가 있으니 좋잖아.
pl: Miło mieć w pobliżu pieska.
pt_br: É bom ter um cachorro por perto.
ru: Хорошо, когда рядом есть собака.
zh_cn: 有狗在身边真好。
zh_tw: 有狗在身邊真好。

# CHARACTERS.WOODIE.DESCRIBE.WOBYSMALL.2
source: It's nice havin' a dog around.
de: Es ist schön, einen Hund um sich zu haben.
es: Es agradable tener un perro cerca.
fr: C'est agréable d'avoir un chien.
it: È bello avere un cagnolino tra i piedi.
ja: 犬がいる生活はいいねぇ。
ko: 강아지가 있으니 좋잖아.
pl: Miło mieć w pobliżu pieska.
pt_br: É bom ter um cachorro por perto.
ru: Хорошо, когда рядом есть собака.
zh_cn: 有狗在身边真好。
zh_tw: 有狗在身邊真好。

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.ATTACKER
source: %s could be a bit more considerate...
de: %s könnte ruhig ein bisschen rücksichtsvoller sein ...
es: %s podría ser un poco más considerado...
fr: %s pourrait montrer plus de considération...
it: %s potrebbe mostrare un po' più di rispetto...
ja: %s、仲間に暴力振るうのはダメだ…
ko: %s이(가) 조금만 배려심이 있었으면...
pl: %s powinien myśleć bardziej o innych...
pt_br: %s poderia ser um pouco mais atencioso...
ru: %s можно быть и чуточку аккуратнее…
zh_cn: %s可以考虑得更加周全点…
zh_tw: %s可以考慮得更加周全點…

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.FIRESTARTER
source: Don't singe your moustache, %s.
de: Du versengst dir noch deinen Schnurrbart, %s.
es: No te quemes el bigote, %s.
fr: Va pas te roussir la moustache, %s.
it: Non ti bruciacchiare i baffi, %s.
ja: %s、ヒゲを焦がすなよ
ko: 콧수염 태우지 마라, %s.
pl: Wąsów sobie nie przypal, %s.
pt_br: Não vai queimar seu bigode, %s.
ru: Не спали свои усы, %s.
zh_cn: %s，别把胡子给点着了。
zh_tw: %s，別把鬍子給點著了。

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.GENERIC
source: That's my buddy, %s! Hey!
de: Mein metallener Freund, %s! Hey!
es: ¡Es mi amigo, %s! ¡Hola!
fr: C'est mon pote %s ! Salut !
it: È il mio amico, %s! Ehi!
ja: おう！%sじゃねぇか！
ko: 힘센 친구, %s! 안녕!
pl: To mój koleżka, %s! Hej!
pt_br: Esse é meu garoto, %s! Ei!
ru: Это мой дружище, %s! Эй!
zh_cn: %s，那是我的兄弟！嘿！
zh_tw: %s，那是我的兄弟！嘿！

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.GHOST
source: C'mon, bud, let's get you on your feet.
de: Komm schon, komm erstmal wieder auf die Füße.
es: Vamos, amigo, tenemos que recuperarte.
fr: Allez, mon pote, on va te remettre sur pied.
it: Forza amico, rimettiamoci in sesto.
ja: 元気出せ、心臓見つけてきてやるからよ
ko: 걱정하지 마, 친구. 되돌아올 수 있게 도와줄게.
pl: Dawaj, koleś. Podnieśmy cię na nogi.
pt_br: Vamos colocar você de pé de novo, amigão.
ru: Да ладно тебе, дружище, сейчас поставим тебя на ноги.
zh_cn: 少来了，兄弟，让我们帮你重新站起来。
zh_tw: 少來了，兄弟，讓我們幫你重新站起來。
