Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.LOW
source: Fire getting small.
de: Feuer wird klein.
es: El fuego se está haciendo pequeño.
es_mx: Las llamas estar más pequeñas.
fr: Le feu devient plus petit.
it: Fuoco più piccolo.
ja: 火が小さくなってきたね。
ko: 불 점점 작아져.
pl: Ogień się zmniejsza.
pt_br: Fogo ficando pequeno.
ru: Огонь уменьшается.
zh_tw: 火變小了。

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.NORMAL
source: Warm and toasty.
de: Warm und gemütlich.
es: Caliente y acogedor.
es_mx: Cálido y acogedor.
fr: Il fait bien chaud.
it: Bello caldino.
ja: あたたかくて、トーストが効いてるね。
ko: 뜨끈뜨끈해.
pl: Cieplutko.
pt_br: Bem quentinho.
ru: Тепло и уютно.
zh_tw: 溫暖舒適。

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.OUT
source: Bye-bye.
de: Tschüss.
es: Adiós.
es_mx: Adiosito.
fr: Il est froid.
it: Ciao ciao.
ja: バイバイ。
ko: 안녕.
pl: Pa, pa.
pt_br: Tchau tchau.
ru: Пока-пока.
zh_tw: 再見。

# CHARACTERS.WURT.DESCRIBE.CANARY.GENERIC
source: Yellow birdy.
de: Gelbes Vögelchen.
es: Pajarito amarillo.
es_mx: Pajarito amarillo.
fr: Un oiseau jaune.
it: Uccellino giallo!
ja: 黄色いバーディだよ。
ko: 노란 새야.
pl: Żółty ptaszek.
pt_br: Passarinho amarelo.
ru: Желтая птичка.
zh_tw: 小黃鳥。

# CHARACTERS.WURT.DESCRIBE.CANARY.HELD
source: Got you, florp!
de: Hab dich, florp!
es: ¡Te tengo, florp!
es_mx: ¡Yo atraparte, flop!
fr: Je t'ai attrapé, florp !
it: Preso, florp!
ja: 掴んだよ、フロープ！
ko: 잡았다, 뻐끔!
pl: Mam cię, florp!
pt_br: Te peguei, florp!
ru: Попалась, буль!
zh_tw: 抓到你了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CANARY_POISONED
source: What wrong with it?
de: Was hat er?
es: ¿Qué le pasa?
es_mx: ¿Qué pasarle?
fr: C'est quoi son problème ?
it: Cosa non va?
ja: 何がいけないの？
ko: 왜 이러지?
pl: Co jest z nim nie tak?
pt_br: O que ele tem de errado?
ru: Что с ней не так?
zh_tw: 它怎麼了？

# CHARACTERS.WURT.DESCRIBE.CANDYBAG
source: Sweets!!
de: Süßes Zeug!!
es: ¡¡Dulces!!
es_mx: ¡¡Dulces!!
fr: Des bonbons !
it: Dolce!
ja: あまーい！
ko: 단것이다!!
pl: Słodkości!
pt_br: Doces!!
ru: Сласти!
zh_tw: 甜食！！

# CHARACTERS.WURT.DESCRIBE.CANE
source: This for old folk, florp.
de: Für alte Leute, florp.
es: Esto es para gente mayor, florp.
es_mx: Esto ser para viejos, flop.
fr: C'est pour les vieux, ça.
it: Questo per persone vecchie, florp.
ja: これは昔の人のためのものだよ、フロープ。
ko: 노인용이야, 뻐끔.
pl: To dla staruszków, florp.
pt_br: Isso pra gente velha, florp.
ru: Это для старичков, хлюп.
zh_tw: 這是老人用的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: Wheee! Pretty!
de: Uiiii! Hübsch!
es: ¡Ueee! ¡Bonito!
fr: Ouiii ! Trop joliii !
it: Eeeh! Bello!
ja: うわー！すっごーい！
ko: 이야야야! 예뻐!
pl: Ojej! Jaka ładna!
pt_br: Eeeba! Bonito!
ru: Уи-и-и! Красота!
zh_tw: 哇！真漂亮！

# CHARACTERS.WURT.DESCRIBE.CARNIVALCANNON.GENERIC
source: Esplode! Esplode!!
de: Esplodiere! Esplodiere!
es: ¡Explota! ¡Explota!
fr: Ça va esploser !
it: Esplodi! Esplodi!!!
ja: ダイハクバツだ！ダイハクバツ！
ko: 터져! 터진다!!
pl: Bum! Bum!
pt_br: Explode! Explode!
ru: Взорвись! Взорвись!
zh_tw: 炸起來！炸起來！！

# CHARACTERS.WURT.DESCRIBE.CARNIVALCANNON_KIT
source: Gonna build it real good, florp!
de: Wird wirklich gut gebaut, florp!
es: ¡A construir superbiéééén, florp!
fr: J'vais bien le construire, florp !
it: Costruirò proprio bene, florp!
ja: セイカクに組み立てないとね、フロープ！
ko: 정말 잘 만들거라고, 뻐끔!
pl: Zrobię z tego cudeńko, florp!
pt_br: Vou montar isso muito bem, florp!
ru: Построю лучше всех, бульк!
zh_tw: 要把它建得非常好，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: Hee-hee, faster! Faster!!
de: Hehehe, schneller! Schneller!!
es: ¡Ji, ji! ¡Más rápido! ¡¡Más!!
fr: Hi hi ! Plus vite ! Plus vite !!
it: Eh eh, più veloce! Più veloce!!!
ja: わーい！もっと早く！早く！
ko: 히히, 더 빨리! 더 빨리!!
pl: Hihihi, szybciej! Szybciej!
pt_br: Hi, hi, mais rápido! Mais rápido!
ru: Хе-хе! Быстрее... быстрее!
zh_tw: 嘻嘻，快點！再快點！！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: Gonna build it real good, florp!
de: Wird wirklich gut gebaut, florp!
es: ¡A construir superbiéééén, florp!
fr: J'vais bien le construire, florp !
it: Costruirò proprio bene, florp!
ja: セイカクに組み立てないとね、フロープ！
ko: 정말 잘 만들거라고, 뻐끔!
pl: Zrobię z tego cudeńko, florp!
pt_br: Vou montar isso muito bem, florp!
ru: Построю лучше всех, бульк!
zh_tw: 要把它建得非常好，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: Can eat it? No? Aww...
de: Ich kann essen? Nein? Oooh ...
es: ¿Puedo comer? ¿No? Oh...
fr: J'peux manger ça ? Non ? Oooh...
it: Posso mangiare? No? Oh...
ja: 食べてもいい？ダメ？そんなぁ～…
ko: 먹어도 돼? 안 돼? 아아...
pl: Mogę to zjeść? Nie? Buuu...
pt_br: Dá pra comer? Não? Oun...
ru: Съесть можно? Нет? Ну вот...
zh_tw: 能吃嗎？不能？嗷……

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: Ooooh, it look different!
de: Oh, sieht anders aus!
es: Ooooh, ¡diferente!
fr: Ooooh, elle est différente !
it: Oh, ha aspetto diverso!
ja: なんだか、他とは違うみたい！
ko: 오오, 달라 보여!
pl: Oooch, wygląda inaczej!
pt_br: Aaaah, tá diferente!
ru: Ой, эта другая!
zh_tw: 哦，看起來不一樣啊！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: Not snack, but still good.
de: Nicht Snack, trotzdem gut.
es: No comida, pero está bien.
fr: C'est pas à manger, mais j'aime bien quand même.
it: Non cibo, ma bene lo stesso.
ja: オヤツじゃないけど、それでもいいね。
ko: 간식은 아니지만 아직 괜찮아.
pl: To nie przekąska, ale i tak dobre.
pt_br: Não é lanche, mas é boa.
ru: Не еда, но тоже хорошо.
zh_tw: 雖然不是小吃，但還好啦。

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: Open up!
de: Aufmach!
es: ¡Abre!
fr: Faut ouvrir !
it: Apriti!
ja: 開けようよ！
ko: 열어!
pl: Otwórz się!
pt_br: Abra!
ru: Открывайся!
zh_tw: 打開！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_LAMP
source: How little light ball float like that?
de: Wie kann kleine Lichtkugel so schweben?
es: ¿Cómo flota bola de luz así?
fr: Comment la petite balle de lumière flotte comme ça ?
it: Come galleggia piccola palla di luce?
ja: ちっちゃな光のボールが、どうやって浮いてるんだろ？
ko: 전구가 얼마나 가볍길래 그렇게 떠 있지?
pl: Jak kula światła może się tak unosić?
pt_br: Como bolinha de luz flutua desse jeito?
ru: Как шарик света так летает?
zh_tw: 小光球怎麼浮起來的？

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: Gonna build it real good, florp!
de: Wird wirklich gut gebaut, florp!
es: ¡A construir superbiéééén, florp!
fr: J'vais bien la construire, florp !
it: Costruirò proprio bene, florp!
ja: セイカクに組み立てないとね、フロープ！
ko: 정말 잘 만들거라고, 뻐끔!
pl: Zrobię z tego cudeńko, florp!
pt_br: Vou montar isso muito bem, florp!
ru: Построю лучше всех, бульк!
zh_tw: 要把它建得非常好，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_PLANT
source: How tree stay so small?
de: Wie bleibt Baum so klein?
es: ¿Cómo árbol se queda pequeño?
fr: Comment l'arbre reste tout petit ?
it: Come fa albero a stare così piccolo?
ja: 木なのにどうして大きくならないの？
ko: 나무는 어떻게 그렇게 작은 상태로 있지?
pl: Jak drzewo może być takie małe?
pt_br: Como árvore ficou tão pequena?
ru: Как дерево остается такое маленькое?
zh_tw: 樹怎麼能這麼小？

# CHARACTERS.WURT.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: Where put little tree?
de: Wo soll kleiner Baum hin?
es: ¿Dónde va arbolito?
fr: Où on doit mettre le petit arbre ?
it: Dove mettere piccolo albero?
ja: ちっちゃな木、どこにおこうかな？
ko: 작은 나무를 어디에 뒀어?
pl: Gdzie posadzić małe drzewo?
pt_br: Onde botar arvorezinha?
ru: Куда ставить деревце?
zh_tw: 小樹要種在哪？

# CHARACTERS.WURT.DESCRIBE.CARNIVALFOOD_CORNTEA
source: Mmm! Want more!
de: Mmm! Will mehr!
es: ¡Mmm! ¡Más, más!
fr: Mmmh ! Encore !
it: Mmm! Voglio ancora!
ja: おいしー！おかわりちょうだい！
ko: 으음! 더 줘!
pl: Mmm! Chcę więcej!
pt_br: Mmm! Quero mais!
ru: М-м-м! Хочу еще!
zh_tw: 喔！我還要！

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: Me not eat worms!
de: Ich nicht esse Würmer!
es: ¡No, yo gusanos no!
fr: Je mange pas de vers, moi !
it: Io non mangiare vermi!
ja: アタシ、ケムシは食べないからね！
ko: 나는 벌레 안 먹어!
pl: Ja nie jem robaków!
pt_br: Não como minhocas!
ru: Я червяков не ем!
zh_tw: 我不吃蟲子！

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: It not look so hard to make, flort.
de: Es nicht sieht aus hart zu bauen, flort.
es: No muy difícil de hacer, ¿no? Florp.
fr: Ça a pas l'air trop dur à faire, flort.
it: Non sembra difficile da fare, flort.
ja: 組み立てはあんまりむずかしくなさそうだね、フロート。
ko: 만들기가 그렇게 어렵지는 않아 보여, 플로트.
pl: Nie wygląda na trudne do złożenia, flort.
pt_br: Não parece tão difícil de montar, flort.
ru: На вид не очень сложно, буль.
zh_tw: 看起來不難做，浮浪特。

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: Where that go, florp?
de: Wo kommt das hin, florp?
es: ¿Dónde va, florp?
fr: Où ça va, florp ?
it: Dove va, florp?
ja: どこに行くの、フロープ？
ko: 어디갔어, 뻐끔?
pl: Gdzie one poszły, florp?
pt_br: Onde isso leva, florp?
ru: Куда ведет дыра, бульк?
zh_tw: 那個去哪了，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: Won't play without shiny thing...
de: Wird nicht ohne Glänz-Ding spielen ...
es: No juega sin cosa brillante...
fr: Il jouera pas sans truc qui brille...
it: Serve cosa luccicante per giocare...
ja: ピカピカがないと遊べないんだ…
ko: 반짝이는 것 없이는 플레이할 수 없어...
pl: Nie będzie grało bez błyskotki...
pt_br: Não vou jogar sem coisa brilhante...
ru: Без блестяшек не поиграешь...
zh_tw: 沒有閃亮的東西就玩不了……

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: Why feeding fake birdies fake worms?
de: Warum falsche Vögel mit falschen Würmern füttern?
es: ¿Por qué dar gusano falso a pajarito falso?
fr: Pourquoi donner des faux vers à des faux piafs ?
it: Perché dare vermi falsi a uccelli falsi?
ja: なんでニセモノの鳥さんにニセモノのケムシを食べさせるの？
ko: 가짜 새에게 가짜 벌레를 먹이는 이유가 뭐야?
pl: Po co karmić sztuczne ptaszki sztucznymi robalami?
pt_br: Pra que dar minhocas falsas pra passarinhos falsos?
ru: Зачем ненастоящих птичек кормить ненастоящими червяками?
zh_tw: 為什麼要給假小鳥喂假蟲子？

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Grrr, no run away egg!
de: Grrr, nicht wegrennen, Ei!
es: Grrr, ¡huevo, no huir!
fr: Grrr, fuis pas, le nœunœuf !
it: Grr, non scappare, uovo!
ja: グルル！タマゴさん、逃げちゃダメ！
ko: 그르릉, 알이 도망가면 안 돼!
pl: Wrrr, jajo, nie uciekaj!
pt_br: Grrr, não fuja, ovo!
ru: Гр-р-р! Не убегайте, яйца!
zh_tw: 格浪，別跑啊，蛋！

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: It not look so hard to make, flort.
de: Es nicht sieht aus hart zu bauen, flort.
es: No muy difícil de hacer, ¿no? Florp.
fr: Ça a pas l'air trop dur à faire, flort.
it: Non sembra difficile da fare, flort.
ja: 組み立てはあんまりむずかしくなさそうだね、フロート。
ko: 만들기가 그렇게 어렵지는 않아 보여, 플로트.
pl: Nie wygląda na trudne do złożenia, flort.
pt_br: Não parece tão difícil de montar, flort.
ru: На вид не очень сложно, буль.
zh_tw: 看起來不難做，浮浪特。

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: Won't play without shiny thing...
de: Wird nicht ohne Glänz-Ding spielen ...
es: No juega sin cosa brillante...
fr: Il jouera pas sans truc qui brille...
it: Serve cosa luccicante per giocare...
ja: ピカピカがないと遊べないんだ…
ko: 반짝이는 것 없이는 플레이할 수 없어...
pl: Nie będzie grało bez błyskotki...
pt_br: Não vou jogar sem coisa brilhante...
ru: Без блестяшек не поиграешь...
zh_tw: 沒有閃亮的東西就玩不了……

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: How eggs run around so fast?
de: Wieso laufen Eier so schnell?
es: ¿Cómo los huevos corren tanto?
fr: Comment les nœunœufs font pour courir aussi vite ?
it: Come uova correre così veloce?
ja: タマゴなのに足が早いんだね。
ko: 알이 어떻게 그렇게 빨리 돌아다녀?
pl: Jak jajka mogą tak szybko biegać?
pt_br: Como ovos correm tão rápido?
ru: Как это яйца так быстро бегают?
zh_tw: 鳥蛋怎麼能跑得這麼快？

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: Where that go, florp?
de: Wo kommt das hin, florp?
es: ¿Dónde va, florp?
fr: Où ça va, florp ?
it: Dove va, florp?
ja: どこにあるのかな、フロープ？
ko: 어디갔어, 뻐끔?
pl: Gdzie one poszły, florp?
pt_br: Onde isso leva, florp?
ru: Куда ведет дыра, бульк?
zh_tw: 那個去哪了，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Is this one!
de: Ist die hier!
es: ¡Esta!
fr: C'est celui-là !
it: È questo!
ja: これだ！
ko: 이거야!
pl: To ta!
pt_br: É esse!
ru: Вот эта!
zh_tw: 是這個！

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: It not look so hard to make, flort.
de: Es nicht sieht aus hart zu bauen, flort.
es: No muy difícil de hacer, ¿no? Florp.
fr: Ça a pas l'air trop dur à faire, flort.
it: Non sembra difficile da fare, flort.
ja: 組み立てはあんまりむずかしくなさそうだね、フロート。
ko: 만들기가 그렇게 어렵지는 않아 보여, 플로트.
pl: Nie wygląda na trudne do złożenia, flort.
pt_br: Não parece tão difícil de montar, flort.
ru: На вид не очень сложно, буль.
zh_tw: 看起來不難做，浮浪特。

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: Won't play without shiny thing...
de: Wird nicht ohne Glänz-Ding spielen ...
es: No juega sin cosa brillante...
fr: Il jouera pas sans truc qui brille...
it: Serve cosa luccicante per giocare...
ja: ピカピカがないと遊べないんだ…
ko: 반짝이는 것 없이는 플레이할 수 없어...
pl: Nie będzie grało bez błyskotki...
pt_br: Não vou jogar sem coisa brilhante...
ru: Без блестяшек не поиграешь...
zh_tw: 沒有閃亮的東西就玩不了……

# CHARACTERS.WURT.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: Glurgh... not very good with counting...
de: Glarg ... Nicht gut im Zählen ...
es: Glurgh... No se da bien contar...
fr: Glurg... Je suis pas très douée pour compter...
it: Glurgh... non so contare bene...
ja: グルーフ…数字は苦手だよ…
ko: 빠끔빠끔... 계산을 잘 못해서...
pl: Glurg... Nie jestem zbyt dobra w liczeniu...
pt_br: Glurgh... não sou muito boa de conta...
ru: Хлюп... плохо считать умею...
zh_tw: 格勒格……不太會數數……

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_BALL
source: Mine!! Hee-hee-hee!
de: Meins! Hee-hee-hee!
es: ¡Mía! ¡Ji, ji, ji!
fr: À moi ! Hi hi hi !
it: Mia! Eh eh eh!
ja: アタシの！えへへへ！
ko: 내꺼야!! 히히히!
pl: Moja! Hi, hi, hi!
pt_br: Meu! Hi, hi, hi!
ru: Мое! Хи-хи-хи!
zh_tw: 我的！嘿——嘿——嘿！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_CROWKID
source: How you grow so big, flort?
de: Wie du so groß geworden, flort?
es: ¿Cómo crece tan grande, flort?
fr: Comment tu es devenu aussi grand, flort ?
it: Come sei cresciuto tanto, flort?
ja: どうしたらそんなに大きくなれるの、フロート？
ko: 어떻게 그렇게 커, 플로트?
pl: Jak ci się udało tak urosnąć, flort?
pt_br: Como você ficou tão grande, flort?
ru: Ты как такой большой вырос, бульк?
zh_tw: 你怎麼長這麼大，浮浪特？

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_GAMETOKEN
source: Shiny!
de: Funkelnd!
es: ¡Qué reluciente!
es_mx: ¡Qué reluciente!
fr: Ça brille !
it: Brillante!
ja: ピカピカ！
ko: 반짝이야!
pl: Ale błyszczy!
pt_br: Brilhante!
ru: Просто блеск!
zh_tw: 好閃亮！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_HOST
source: Ooooh, is fancy Birdfolk.
de: Ooooh, ist schickes Vogelvolk.
es: Ooooh, el pájaro elegante.
fr: Oooh, c'est Zoiseau chic !
it: Ooh, è uccello elegante.
ja: あ～！オシャレなバードフォークだ。
ko: 오오, 멋진 조류족.
pl: Ooooch, to elegancki ptakoludź.
pt_br: Aaaah, é povo-pássaro chique.
ru: У-у-у, очень модный птицелюд.
zh_tw: 噢，是漂亮的鳥人。

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: Need more fun stuff around!
de: Brauchen mehr lustige Sachen hier!
es: ¡Necesita cosas divertidas!
fr: Ça manque de trucs marrants, ici !
it: Servono più cose divertenti!
ja: まわりを楽しいもので飾ろーよ！
ko: 주변에 더 재미있는 것들 필요해!
pl: Trzeba dodać tu więcej atrakcji!
pt_br: Precisa de mais coisas divertidas em volta!
ru: Нужно больше веселых штук!
zh_tw: 需要更多有趣的東西！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Birdfolk like shiny decorations, florp.
de: Vogelleute mögen glänzende Dekorationen, florp.
es: A gente pájaro gusta decoración brillante, florp.
fr: Les Zoiseaux aiment les décorations qui brillent, florp.
it: Decorazioni luccicanti piacciono a uccelli, florp.
ja: バードフォークはキラキラしたもので飾るのがすきなんだ、フロープ。
ko: 반짝이는 장식 좋아하는 새들, 뻐끔.
pl: Ptakoludzie lubią błyszczące dekoracje, florp.
pt_br: Povo-pássaro gosta de decorações brilhantes, florp.
ru: Птицелюдам блестящие украшения нравятся, буль.
zh_tw: 鳥人喜歡漂亮的裝飾品，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: All pretty!
de: Alle hübsch!
es: ¡Todo bonito!
fr: Tout beau !
it: Tutto bello!
ja: ぜ～んぶカワイイね！
ko: 모두 예쁘다!
pl: Wszystko piękne!
pt_br: Tudo bonito!
ru: Все красиво!
zh_tw: 全都很漂亮！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PLAZA_KIT
source: Never see tree like that, florp.
de: Nie solchen Baum gesehen, florp.
es: Nunca visto árbol así, florp.
fr: J'avais jamais vu un arbre comme ça, florp.
it: Mai visto albero come quello, florp.
ja: あんな木、見たことないよ、フロープ。
ko: 그런 나무는 절대 보지 마, 뻐끔.
pl: Nigdy nie widziałam takiego drzewa, florp.
pt_br: Nunca vi árvore assim, florp.
ru: Никогда такого дерева не видела, бульк!
zh_tw: 從來沒見過那種樹，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: Gimme prize!!
de: Gib mir Preis!!
es: ¡¡Dame premio!!
fr: J'veux le prix !
it: Dammi premio!!!
ja: 景品ちょうだい！
ko: 경품 줘!!
pl: Dej nagrodę!
pt_br: Me dá prêmio!
ru: Дай сюда приз!
zh_tw: 給我獎品！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: Want prizes!
de: Will Preise!
es: ¡Quiero premios!
fr: J'veux des prix !
it: Voglio premi!
ja: 景品ほしい！
ko: 경품 달라고!
pl: Chcę nagrody!
pt_br: Quero prêmios!
ru: Хочу призы!
zh_tw: 想要獎品！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: Birdfolk give prize for these?!
de: Vogelleute geben Preis dafür?!
es: ¿¡Gente pájaro da premios por esto!?
fr: Les Zoiseaux donnent des prix contre ça ?!
it: Uccelli danno premi per quelli?!
ja: バードフォークはこれで景品をくれるの？！
ko: 조류족이 경품 줘?!
pl: Ptakoludzie dają za nie nagrody?!
pt_br: Povo-pássaro troca isso por prêmio?!
ru: Птицелюды за это призы дают?!
zh_tw: 可以拿這些跟鳥人們換獎品？！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: Gonna get biggest prize ever!
de: Bekomme größten Preis aller Zeiten!
es: ¡A por el mejor premio del mundo!
fr: J'vais gagner le plus gros prix de tous les temps !
it: Avrò più bel premio di sempre!
ja: いちばんで～っかい景品がもらえるね！
ko: 가장 큰 경품 받을 거야!
pl: Dostanę największą nagrodę w historii!
pt_br: Vou receber maior prêmio da história!
ru: Хочу самый большой приз в мире!
zh_tw: 我要贏最大的獎品！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: Need more! Need more!
de: Brauchen mehr! Brauchen mehr!
es: ¡Quiero más! ¡Máááás!
fr: Encore ! Encore !
it: Voglio di più! Voglio di più!
ja: もっとほしい！もっともっと！
ko: 더 줘! 더 줘!
pl: Chcę więcej! Chcę więcej!
pt_br: Preciso de mais! Preciso de mais!
ru: Хочу еще! Еще!
zh_tw: 需要更多！需要更多！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_SEEDPACKET
source: Mmmm, crunchy snack.
de: Mmmm, ein knuspriger Snack.
es: Mmmm... ¡Comidita crujiente!
fr: Mmmh, ça croustille sous les dents.
it: Mmmm, cibo croccante.
ja: ん～…サクサクしてるね。
ko: 으음, 바삭바삭 스낵이야.
pl: Mmmm, chrupki przysmak.
pt_br: Mmmm, petisco crocante.
ru: М-м-м, хрустящая вкусняшка.
zh_tw: 嗯，脆脆的小吃。

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_VEST_A
source: Hee-hee, look like pine boy!
de: Hee-hee, siehst aus wie Kieferjunge!
es: Je, je, parece chico pino.
fr: Hi hi, j'ressemble à un enfant arbre !
it: Eh eh, sembra ragazzo di pini!
ja: えへへ、松の子どもみたい！
ko: 히히, 소나무 소년 같아!
pl: Hihi, wyglądam jak sosenka!
pt_br: Hi, hi, parece menino pinheiro!
ru: Хи-хи, я похожа на соснового мальчика!
zh_tw: 嘻嘻，看起來像松樹小子了！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_VEST_B
source: Is cam... cam-oo... cam-oo-flodge!
de: Ist Kommdufla... Camou... Camo-Flasche!
es: Es cam... camuu... ¡camuuflas!
fr: C'est du cam... camo... camoufeulage !
it: È cam... camu... camuflorp!
ja: これはカム…カ、ムー…カムーフラッジだ！
ko: 위... 위....위장이야!
pl: To kamu... kamu... kamufladż!
pt_br: É camu... camuf... camufrágil!
ru: Это ка... ка-му... ка-му-фьюжн!
zh_tw: 這是咪……米……彌猜！

# CHARACTERS.WURT.DESCRIBE.CARNIVAL_VEST_C
source: Look just like Birdfolk.
de: Sehen aus wie Vogelleute.
es: Parece gente pájaro.
fr: J'ressemble aux Zoiseaux.
it: Sembra come uccelli.
ja: バードフォークそっくりだね。
ko: 조류족처럼 생겼어.
pl: Wygląda zupełnie jak ptakoludź!
pt_br: Parece muito com povo-pássaro.
ru: Прямо как у птицелюда.
zh_tw: 看起來就像鳥人一樣。

# CHARACTERS.WURT.DESCRIBE.CARRAT.DEAD
source: It not moving anymore.
de: Bewegt sich nicht mehr.
es: Ya no se mueve más.
es_mx: Ya no moverse más.
fr: Elle veut plus bouger.
it: Non si muove.
ja: もう動かないね。
ko: 이제 안 움직여.
pl: Przestała się ruszać.
pt_br: Não tá mais se mexendo.
ru: Больше не шевелится.
zh_tw: 不動了。

# CHARACTERS.WURT.DESCRIBE.CARRAT.GENERIC
source: What that?
de: Was das?
es: ¿Qué es eso?
es_mx: ¿Qué ser eso?
fr: C'est quoi ?
it: Cosa quello?
ja: 何のこと？
ko: 저거 뭐지?
pl: Co to?
pt_br: Que é isso?
ru: А это что?
zh_tw: 那是什麼？

# CHARACTERS.WURT.DESCRIBE.CARRAT.HELD
source: Food or pet, florp?
de: Essen oder Haustier, florp?
es: ¿Comida o mascota, florp?
es_mx: ¿Ser comida o mascota, flop?
fr: C'est un animal ou un légume ?
it: Cibo o animaletto? Florp.
ja: 食品かペットかな、フロープ？
ko: 음식이야, 펫이야?
pl: Jedzenie czy zwierzątko, florp?
pt_br: Comida ou mascote, florp?
ru: Ты еда или питомец, буль?
zh_tw: 食物還是寵物，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.CARRAT.SLEEPING
source: It sleeping now.
de: Schläft jetzt.
es: Está durmiendo ahora.
es_mx: Estar dormida.
fr: Elle dort.
it: Ora dorme.
ja: 今は寝ているよ。
ko: 자고 있다.
pl: Teraz śpi.
pt_br: Tá dormindo agora.
ru: Спит.
zh_tw: 它正酣睡。

# CHARACTERS.WURT.DESCRIBE.CARRAT_GHOSTRACER
source: That one creepy, flurp.
de: Gruselig, flurp.
es: Esa da repelús, flurp.
es_mx: Esa ser tétrica, flup.
fr: Ça fout les jetons !
it: Quello spaventoso, flurp.
ja: その一本が気持ち悪いね、フループ。
ko: 오싹한 녀석이야, 뻐끔.
pl: Ta jest straszna, flurp.
pt_br: Aquele assusta, flurp.
ru: Какая страшная, хлюп.
zh_tw: 那個好嚇人，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.CARROT
source: Tasty root!
de: Leckere Wurzel!
es: ¡Raíz sabrosa!
es_mx: ¡Tubérculo sabroso!
fr: Elle est bonne, cette racine !
it: Radice gustosa!
ja: 根っこが美味しいよ！
ko: 맛있는 뿌리다!
pl: Smaczny korzeń!
pt_br: Raiz saborosa!
ru: Вкусный корешок!
zh_tw: 美味的根！

# CHARACTERS.WURT.DESCRIBE.CARROT_COOKED
source: It was fine way it was.
de: War gut, wie sie war.
es: Estaba bien como estaba.
es_mx: Antes ser más sabrosa.
fr: Elle était meilleure avant.
it: Era buona com'era.
ja: それはそれで良かったね。
ko: 원래도 괜찮았어.
pl: Przecież była dobra.
pt_br: Tava bom como tava antes.
ru: Она и раньше была ничего.
zh_tw: 原本生著就挺好的。

# CHARACTERS.WURT.DESCRIBE.CARROT_OVERSIZED
source: Is big buncha roots!
de: Ist großer Haufen Wurzeln!
es: ¡Montón de raíces!
fr: C'est un gros tas d'racines !
it: Tante radici grosse!
ja: おっきな根っこがた～っくさん！
ko: 큰 뿌리 뭉치야!
pl: To wielki korzeń!
pt_br: Monte de raízes grandes!
ru: Очень большой корень!
zh_tw: 好多的大根！

# CHARACTERS.WURT.DESCRIBE.CARROT_PLANTED
source: Grow! Grow!
de: Wachsen! Wachsen!
es: ¡Crece! ¡Crece!
es_mx: ¡Crecer, crecer!
fr: Pousse, pousse !
it: Cresci! Cresci!
ja: 伸びろー！伸びろー！
ko: 자라라! 자라라!
pl: Rośnij! Rośnij!
pt_br: Cresce! Cresce!
ru: Расти! Расти!
zh_tw: 長大！長大！

# CHARACTERS.WURT.DESCRIBE.CARROT_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: Bye-bye!
de: Und tschüss!
es: ¡Adiós!
es_mx: ¡Adiosito!
fr: Adieu !
it: Ciao ciao!
ja: じゃーねー！
ko: 안녕!
pl: Pa, pa!
pt_br: Tchauzinho!
ru: Пока-пока!
zh_tw: 再見了！

# CHARACTERS.WURT.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: Gone now.
de: Weg.
es: No queda nada.
es_mx: No quedar nada.
fr: Il reste rien.
it: Andata.
ja: 今はいないよ。
ko: 이제 없어.
pl: Zniknęło.
pt_br: Se foi agora.
ru: Сгорело.
zh_tw: 沒了。

# CHARACTERS.WURT.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: Mermfolk don't need map!
de: Mermleute müssen nicht schlafen!
es: ¡Los tritones no necesitamos mapas!
es_mx: ¡Tritones no necesitar mapa!
fr: Le peuple merm ne fait jamais la sieste !
it: Ai mermi non serve mappa!
ja: マームフォークに地図はいらないよ！
ko: 어인은 지도 필요 없어!
pl: Mermowie nie potrzebują map!
pt_br: Povo-peixe não precisa mapa!
ru: Тритонам карты не нужны!
zh_tw: 魚人不需要地圖！

# CHARACTERS.WURT.DESCRIBE.CATCOON
source: You funny, florp!
de: Du bist lustig, florp!
es: ¡Eres divertido, florp!
es_mx: ¡Tú ser gracioso, flop!
fr: T'es marrant, florp !
it: Sei strano, florp!
ja: 面白いね、フロープ！
ko: 너 웃기다, 뻐끔!
pl: Ale jesteś śmieszny, florp!
pt_br: Você é engraçado, florp!
ru: Забавный какой, буль.
zh_tw: 你真好玩，浮浪噗。
