Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.CACTUS.GENERIC
source: Sharp but delicious.
de: Scharf, aber lecker.
es: Pincha, pero es delicioso.
fr: Ça pique, mais c'est délicieux.
it: Pungente ma delizioso.
ja: とがっているけど美味。
ko: 뾰족하지만 맛있다.
pt_br: Afiado, mas delicioso.
zh_cn: 虽然有刺，但很美味。
zh_tw: 雖然有刺，但很美味。

# CHARACTERS.GENERIC.DESCRIBE.CACTUS.PICKED
source: Deflated, but still spiny.
de: Zusammengefallen, aber noch immer stachlig.
es: Está desinflado, pero sigue pinchando.
fr: Dégonflé, mais toujours piquant.
it: Sgonfio, ma ancora coperto di spine.
ja: しぼんでいるけど、それでもトゲトゲ。
ko: 쪼그라들었지만 가시는 여전히 많다.
pt_br: Murcho, mas ainda assim espinhoso.
zh_cn: 干瘪了，但还是很多刺。
zh_tw: 乾癟了，但還是很多刺。

# CHARACTERS.GENERIC.DESCRIBE.CACTUS_FLOWER
source: A pretty flower from a prickly plant.
de: Eine hübsche Blüte von einer stachligen Pflanze.
es: Una hermosa flor de una planta espinosa.
fr: La jolie fleur d'une plante qui pique.
it: Un fiore carino da una pianta spinosa.
ja: とげのある植物に咲いた可憐な花。
ko: 가시 많은 식물의 예쁜 꽃.
pt_br: Uma flor bonita de uma planta espinhosa.
zh_cn: 多刺植物开出的美丽花朵。
zh_tw: 多刺植物開出的美麗花朵。

# CHARACTERS.GENERIC.DESCRIBE.CACTUS_MEAT
source: There are still some spines between me and a tasty meal.
de: Noch immer stehen einige Stacheln zwischen mir und einer leckeren Mahlzeit.
es: Aún hay algunos pinchos entre yo y una sabrosa comida.
fr: Un bon repas, mais gare aux épines.
it: Ci sono ancora delle spine tra me e un pasto gustoso.
ja: 美味しいごはんにありつくには、まだ何本かトゲが行く手にある。
ko: 맛있지만 아직도 가시가 좀 있다.
pt_br: Ainda tem umas espinhas entre mim e uma refeição saborosa.
zh_cn: 要想把它变成一顿美味，还需要把上面的刺弄掉。
zh_tw: 要想把它變成一頓美味，還需要把上面的刺弄掉。

# CHARACTERS.GENERIC.DESCRIBE.CACTUS_MEAT_COOKED
source: Grilled fruit of the desert.
de: Gegrillte Früchte der Wüste.
es: Fruta del desierto a la plancha.
fr: Fruit du désert grillé.
it: Frutta del deserto alla griglia.
ja: 砂漠のフルーツ・グリル焼仕立て。
ko: 사막의 구운 과일.
pt_br: Fruta do deserto grelhada.
zh_cn: 来自沙漠的烤水果。
zh_tw: 來自沙漠的烤水果。

# CHARACTERS.GENERIC.DESCRIBE.CALIFORNIAROLL
source: But I don't have chopsticks.
de: Ich habe keine Zeit für dich!
es: Pero no tengo palillos.
fr: Mince, j'ai pas de baguettes.
it: Ma non ho le bacchette.
ja: 箸がないから、手づかみで食べるか…
ko: 그런데 젓가락이 없다.
pt_br: Mas não tenho hashis.
zh_cn: 但我没有筷子。
zh_tw: 但我沒有筷子。

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.EMBERS
source: That fire needs more fuel or it's going to go out.
de: Das Feuer braucht mehr Futter oder es geht aus.
es: Esa hoguera necesita más fuego o se va a apagar.
fr: Ce feu a besoin de carburant ou il va s'éteindre.
it: Quel fuoco ha bisogno di più combustibile o si estinguerà.
ja: 燃料をくべないと、火が消えてしまう…
ko: 연료를 더 넣지 않으면 불이 꺼질 것이다.
pt_br: Esse fogo precisa de mais combustível ou vai se apagar.
zh_cn: 得加燃料了，不然火就要灭了。
zh_tw: 得加燃料了，不然火就要滅了。

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats darkness.
de: Besser als Dunkelheit.
es: Un método infalible contra la oscuridad.
fr: Plus fort que les ténèbres.
it: Sicuramente batte l'oscurità.
ja: 暗闇に比べれば よほどいい。
ko: 캄캄한 것보단 훨씬 좋다.
pt_br: Com certeza, isso vai dar um jeito no escuro.
zh_cn: 肯定能驱走黑暗。
zh_tw: 肯定能驅走黑暗。

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.HIGH
source: That fire is getting out of hand!
de: Das Feuer gerät außer Kontrolle!
es: ¡Ese fuego se está descontrolando!
fr: Ce feu devient incontrôlable !
it: Quel fuoco sta sfuggendo di mano!
ja: その火は手に負えなくなってきた！
ko: 불이 너무 커졌다!
pt_br: O fogo está saindo do controle.
zh_cn: 火要失控了！
zh_tw: 火要失控了！

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a bit low.
de: Das Feuer wird ein bisschen zu klein.
es: El fuego se está apagando.
fr: Le feu faiblit.
it: Il fuoco si sta affievolendo.
ja: この火は少し弱くなってきた。
ko: 불이 작아지고 있다.
pt_br: O fogo está ficando baixo.
zh_cn: 火变得有点小了。
zh_tw: 火變得有點小了。

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and comfy.
de: Angenehm und behaglich.
es: Agradable y confortable.
fr: Chaud et confortable.
it: Bello e piacevole.
ja: とっても快適。
ko: 따뜻하고 훈훈하다.
pt_br: Bom e confortável.
zh_cn: 真舒服。
zh_tw: 真舒服。

# CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.OUT
source: Well, that's over.
de: Ok, es ist aus.
es: Bien, se acabó.
fr: Bon, c'est terminé.
it: Beh, è spento.
ja: ここはもう、終わりか。
ko: 끝났습니다.
pt_br: Bem, já era.
zh_cn: 哦，火灭了。
zh_tw: 哦，火滅了。

# CHARACTERS.GENERIC.DESCRIBE.CANARY.GENERIC
source: Some sort of yellow creature made of science.
de: Irgendein gelbes Wesen voller Wissenschaft.
es: Una especie de criatura amarilla creada por la ciencia.
fr: Un genre de créature jaune pleine de science.
it: Una specie di creatura gialla fatta di scienza.
ja: 科学の力で作り出された黄色の生物。
ko: 과학으로 만들어진 노란색 생물이다.
pt_br: Algum tipo de criatura amarela feita de ciência.
zh_cn: 某种科学制成的黄色生物。
zh_tw: 某種科學製成的黃色生物。

# CHARACTERS.GENERIC.DESCRIBE.CANARY.HELD
source: I'm not squishing you, am I?
de: Sag, wenn ich dich zu fest halte.
es: No te estoy aplastando, ¿no?
fr: Je ne t'écrase pas trop au moins ?
it: Non ti sto stritolando, vero?
ja: 押し潰してないよね、大丈夫？
ko: 너무 꽉 잡은 건 아니지?
pt_br: Não estou te amassando, estou?
zh_cn: 我并没有在压扁你，不是吗？
zh_tw: 我並沒有在壓扁你，不是嗎？

# CHARACTERS.GENERIC.DESCRIBE.CANARY_POISONED
source: It's probably fine.
de: Das wird schon wieder.
es: Seguro que está bien.
fr: Il a l'air d'aller bien.
it: Dovrebbe star bene.
ja: 多分大丈夫。
ko: 아마 괜찮을 것이다.
pt_br: Provavelmente está bem.
zh_cn: 它可能是好的。
zh_tw: 它可能是好的。

# CHARACTERS.GENERIC.DESCRIBE.CANDYBAG
source: It's some sort of delicious pocket dimension for sugary treats.
de: Eine wunderbar beutelartige Dimension für zuckerhaltige Leckereien.
es: Algún tipo de deliciosa dimensión de bolsillo para golosinas.
fr: Un genre de sac de poche délicieux pour petites gâteries.
it: È una sorpresina zuccherosa di dimensione deliziosamente tascabile.
ja: 甘いご褒美を入れておける便利なポケットみたいなもの。
ko: 달콤한 간식이 존재하는 맛있는 차원의 주머니다.
pt_br: É algum tipo de dimensão de bolso deliciosa pra gostosuras.
zh_cn: 它是某种美味的小小的甜点。
zh_tw: 它是某種美味的小小的甜點。

# CHARACTERS.GENERIC.DESCRIBE.CANE
source: Technically walking is just controlled falling.
de: Eigentlich ist gehen lediglich kontrolliertes Hinfallen.
es: Técnicamente, caminar es solo una caída controlada.
fr: Techniquement, marcher c'est juste comme une chute contrôlée.
it: Tecnicamente parlando serve a controllare le cadute.
ja: 歩行というのは、倒れる動作の延長なんだ
ko: 엄밀히 말하자면 걷는다는 건 넘어지는 걸 잘 관리하는 것이다.
pt_br: Tecnicamente, caminhar não passa de uma queda controlada.
zh_cn: 从技术上讲，走路就是有控制的跌倒。
zh_tw: 從技術上講，走路就是有控制的跌倒。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: What a blast!
de: Das war ein Knaller!
es: ¡Es la bomba!
fr: Quelle détonation !
it: Che potenza!
ja: これは立派な大砲だ！
ko: 대박!
pt_br: Que estouro!
zh_cn: 太炸了！
zh_tw: 太炸了！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALCANNON.GENERIC
source: This experiment blows up on purpose!
de: Das Experiment fliegt mit voller Absicht in die Luft!
es: ¡Este experimento explota a propósito!
fr: Cette expérience a explosé, mais c'était voulu !
it: Questo esperimento esplode di proposito!
ja: この実験は意図的に爆発だよ！
ko: 이 실험에서는 폭발이 일어나는 게 당연해!
pt_br: Esse experimento tem uma finalidade explosiva!
zh_cn: 这个实验的目的就是爆炸！
zh_tw: 這個實驗的目的就是爆炸！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALCANNON_KIT
source: I've got a lot of experience in making things explode.
de: Ich habe viel Erfahrung damit, Dinge hochzujagen.
es: Tengo experiencia en hacer explotar las cosas.
fr: Faire exploser des choses, c'est ma spécialité.
it: Ho molta esperienza nel far esplodere le cose.
ja: 僕は物を爆発させることに関しては豊富な経験があるからね。
ko: 나는 물건을 폭발시킨 경험이 많아.
pt_br: Tenho muita experiência em explodir coisas.
zh_cn: 我在把东西弄炸方面积累了丰富的经验。
zh_tw: 我在把東西弄炸方面積累了豐富的經驗。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: I could watch it for hours.
de: Da könnt ich stundenlang zusehen.
es: Podría estar viéndolo durante horas.
fr: Je pourrais regarder ça pendant des heures !
it: Potrei stare a osservarlo per delle ore.
ja: 何時間でもそれを見ていられる。
ko: 몇 시간이고 구경할 수 있겠는걸.
pt_br: Eu poderia olhar isso por horas.
zh_cn: 我可以几个小时一直盯着它看。
zh_tw: 我可以幾個小時一直盯著它看。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: I hope this prize is all it's cracked up to be.
de: Ich hoffe, dieser Preis ist das, was er zu sein verspricht.
es: Espero que este premio lo parta.
fr: J'espère que ce prix me rendra œuf-orique.
it: Spero che questo premio sia il fiore all'occhiello di bue dell'evento.
ja: この賞品はぜんぶ人気大爆発になるといいな。
ko: 이 상이 흔히 말하듯 전부라면 좋겠어.
pt_br: Espero que esse prêmio seja tão bom quanto dizem.
zh_cn: 希望奖品就只是这些。
zh_tw: 希望獎品就只是這些。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: I seem to be getting a lot of these...
de: Davon kriege ich ganz schön viele ...
es: Tengo un montón de cosas como esta...
fr: J'ai l'impression que j'en gagne beaucoup...
it: È un premio ricorrente...
ja: こればっかり手に入れてる気がするな…
ko: 이거 많이 챙긴 것 같은데...
pt_br: Ando recebendo muitos desses...
zh_cn: 我怎么弄到这么多的这些东西……
zh_tw: 我怎麼弄到這麼多的這些東西……

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: See? Proof that trying the exact same thing over and over will eventually lead to success!
de: Siehst du? Ein Beweis dafür, dass der Versuch, immer wieder genau das Gleiche zu tun, schließlich zum Erfolg führt!
es: Aquí tenemos una prueba de que repetir lo mismo una y otra vez acaba dando sus frutos.
fr: Vous voyez ? C'est la preuve que refaire exactement la même chose en boucle finit par aboutir !
it: Visto? È la prova che tentare e ritentare qualcosa conduce inevitabilmente al successo!
ja: 見たかい？同じことを繰り返すことが結局は成功につながるということの証拠だよ。
ko: 보여? 똑같은 일을 계속 반복하면 결국 성공한다는 증거가!
pt_br: Viu só? É a prova de que tentar exatamente a mesma coisa repetidas vezes acaba levando ao sucesso!
zh_cn: 看到没？重复做同样的事情终究会取得成功，这就是证据！
zh_tw: 看到沒？重複做同樣的事情終究會取得成功，這就是證據！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: You don't see this kind of design too often.
de: Dieser Art von Design begegnet man nicht oft.
es: Este tipo de diseño no es muy común.
fr: On ne voit pas ce genre de choses tous les jours.
it: È uno stile che non si vede molto in giro.
ja: このデザインは珍しいな。
ko: 이런 디자인은 흔하지 않아.
pt_br: Não se vê um design assim todos os dias.
zh_cn: 这种设计不是很常见。
zh_tw: 這種設計不是很常見。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: The thrill of discovery!
de: Ach, der Kick der Entdeckung!
es: ¡Ay, la emoción de los descubrimientos!
fr: C'est le frisson de la découverte !
it: Il brivido della scoperta!
ja: 新しい発見は興奮するな！
ko: 발견하며 느끼는 황홀감!
pt_br: A emoção da descoberta!
zh_cn: 探索的刺激！
zh_tw: 探索的刺激！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_LAMP
source: It's powered by whimsy.
de: Das wird von Stimmungsschwankungen angetrieben.
es: Le da energía algo sin sentido.
fr: C'est alimenté quand ça le veut bien.
it: È alimentata a fantasia.
ja: これは奇抜なアイディアで動いてるんだ。
ko: 엉뚱하게 움직이네.
pt_br: É alimentada por caprichos.
zh_cn: 它的能量来自于奇思妙想。
zh_tw: 它的能量來自於奇思妙想。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: Only some light work left to do.
de: Das werde ich mit Lichtgeschwindigkeit gebaut haben.
es: Ya solo queda lo fácil: ponerse con las luces.
fr: Il n'y a plus qu'à mettre la lumière à tous les étages.
it: È una visione illuminante.
ja: 電気工事はあと少しで完了だ。
ko: 가벼운 작업만 남았다.
pt_br: Isso vai ajudar a esclarecer as coisas.
zh_cn: 光剩下一点工作了。
zh_tw: 光剩下一點工作了。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_PLANT
source: Either it's small, or I'm gigantic.
de: Entweder das da ist winzig oder ich bin ein Riese.
es: O es diminuta... o yo soy gigante.
fr: Soit c'est tout petit, soit je suis gigantesque.
it: O è lui a essere piccolo o sono io a essere gigante.
ja: これがやたらと小さいか、僕が巨大すぎるのか。
ko: 이게 작거나 내가 거대하겠지.
pt_br: Ou ela é muito pequena, ou eu sou gigantesco.
zh_cn: 不是它小，就是我大。
zh_tw: 不是它小，就是我大。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: Maybe it's a boxwood?
de: Vielleicht ist es ein Buchsbaum?
es: ¿Será un boj?
fr: C'est peut-être du buis ?
it: Che sia un bosso?
ja: これがツゲノキってやつかな？
ko: 회양목이 아닐까?
pt_br: Talvez seja um buxo?
zh_cn: 也许这是一棵黄杨？
zh_tw: 也許這是一棵黃楊？

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALFOOD_CORNTEA
source: Is this drink supposed to be crunchy?
de: Soll dieses Getränk so knusprig sein?
es: ¿Se supone que la bebida tiene que ser crujiente?
fr: Cette boisson est censée craquer sous la dent ?
it: È normale che questa bevanda sia croccante?
ja: これは…ガリガリする飲み物なのか？
ko: 이 음료가 바삭바삭하다고 해야 할지?
pt_br: Esta bebida deveria ser crocante?
zh_cn: 这种饮料本该这么松脆吗？
zh_tw: 這種飲料本該這麼鬆脆嗎？

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: I don't need to chew them up first, do I?
de: Ich muss das doch nicht erst zerkauen, oder?
es: No tendré que masticarlos antes, ¿no?
fr: Pas besoin de les mâcher, j'espère ?
it: Non devo prima masticarla, vero?
ja: 僕が最初に噛み下さなくてもいいんだろう？
ko: 먼저 씹을 필요는 없겠지, 그렇지?
pt_br: Não preciso mastigar isso primeiro, né?
zh_cn: 我不需要先把它们嚼碎，对吧？
zh_tw: 我不需要先把它們嚼碎，對吧？

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: This really is a pop-up carnival.
de: Mann, ein echter Springteufel von einem Karneval!
es: Esta feria aparece y desaparece como si nada.
fr: Les autres carnavals devraient en prendre de la graine.
it: È un carnevale davvero animato.
ja: これがほんとの開けてビックリ玉手箱カーニバルってやつか。
ko: 그야말로 팝업 축제네.
pt_br: Este festival é mesmo cheio de surpresas.
zh_cn: 这还真是个快闪嘉年华。
zh_tw: 這還真是個快閃嘉年華。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: It's a little trapdoor.
de: Das ist eine kleine Falltür.
es: Es una trampilla.
fr: C'est une petite trappe.
it: È una piccola botola.
ja: 小さい落とし戸だな。
ko: 작은 문이다.
pt_br: É um pequeno alçapão.
zh_cn: 这是一扇小活门。
zh_tw: 這是一扇小活門。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: It won't let me play until I give it something shiny.
de: Es lässt mich nicht spielen, bis ich ihm etwas Glänzendes gebe.
es: No podré jugar hasta que le dé algo brillante.
fr: Il faut que je leur donne un truc qui brille si je veux jouer.
it: Non mi lascerà giocare fino a quando non offrirò qualcosa di luccicante.
ja: キラキラしたものをやらないと遊ばせてくれないだろう。
ko: 반짝이는 무언가를 주기 전까지는 게임을 하지 못하게 하겠지.
pt_br: Preciso dar algo reluzente para poder jogar.
zh_cn: 它要我给它一些闪亮的东西才让我玩。
zh_tw: 它要我給它一些閃亮的東西才讓我玩。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: This looks like fun!
de: Das macht bestimmt Spaß!
es: ¡Parece divertido!
fr: Ça a l'air sympa !
it: Sembra divertente!
ja: これはおもしろそうだな。
ko: 재미있을 것 같아!
pt_br: Isso parece divertido!
zh_cn: 这个看起来有趣喔！
zh_tw: 這個看起來有趣喔！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Come back here!
de: Komm gefälligst zurück!
es: ¡Vuelve aquí!
fr: Reviens ici !
it: Torna qui!
ja: 帰っておいで！
ko: 돌아와!
pt_br: Volte aqui!
zh_cn: 回来这！
zh_tw: 回來這！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: This really is a pop-up carnival.
de: Mann, ein echter Springteufel von einem Karneval!
es: Esta feria aparece y desaparece como si nada.
fr: Les autres carnavals devraient en prendre de la graine.
it: È un carnevale davvero animato.
ja: これがほんとの開けてビックリ玉手箱カーニバルってやつか。
ko: 그야말로 팝업 축제네.
pt_br: Este festival é mesmo cheio de surpresas.
zh_cn: 这还真是个快闪嘉年华。
zh_tw: 這還真是個快閃嘉年華。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: It won't let me play until I give it something shiny.
de: Es lässt mich nicht spielen, bis ich ihm etwas Glänzendes gebe.
es: No podré jugar hasta que le dé algo brillante.
fr: Il faut que je leur donne un truc qui brille si je veux jouer.
it: Non mi lascerà giocare fino a quando non offrirò qualcosa di luccicante.
ja: キラキラしたものをやらないと遊ばせてくれないだろう。
ko: 반짝이는 무언가를 주기 전까지는 게임을 하지 못하게 하겠지.
pt_br: Preciso dar algo reluzente para poder jogar.
zh_cn: 它要我给它一些闪亮的东西才让我玩。
zh_tw: 它要我給它一些閃亮的東西才讓我玩。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: Those eggs are looking a little runny.
de: Diese Eier ... laufen ja wirklich flüssig.
es: Esos huevos están muy revueltos...
fr: Ces œufs ont l'air d'avoir la bougeotte.
it: Qualcuno si è dimenticato di cuocerle.
ja: この卵ちょっと足が速いね。
ko: 알이 덜 익은 것 같아.
pt_br: Esses ovos vão ficar muito mexidos.
zh_cn: 这些鸡蛋看起来想跑。
zh_tw: 這些雞蛋看起來想跑。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: It's a little trapdoor.
de: Das ist eine kleine Falltür.
es: Es una trampilla.
fr: C'est une petite trappe.
it: È una piccola botola.
ja: 小さい落とし戸だな。
ko: 작은 문이다.
pt_br: É um pequeno alçapão.
zh_cn: 这是一扇小活门。
zh_tw: 這是一扇小活門。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: Is this the right one?
de: Ist das hier das Richtige?
es: ¿Seguro que es esta?
fr: C'est le bon ?
it: È quello giusto?
ja: これは正しいの？
ko: 이게 맞을까?
pt_br: Será que este é o certo?
zh_cn: 是它吗？
zh_tw: 是它嗎？

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: This really is a pop-up carnival.
de: Mann, ein echter Springteufel von einem Karneval!
es: Esta feria aparece y desaparece como si nada.
fr: Les autres carnavals devraient en prendre de la graine.
it: È un carnevale davvero animato.
ja: これがほんとの開けてビックリ玉手箱カーニバルってやつか。
ko: 그야말로 팝업 축제네.
pt_br: Este festival é mesmo cheio de surpresas.
zh_cn: 这还真是个快闪嘉年华。
zh_tw: 這還真是個快閃嘉年華。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: It won't let me play until I give it something shiny.
de: Es lässt mich nicht spielen, bis ich ihm etwas Glänzendes gebe.
es: No podré jugar hasta que le dé algo brillante.
fr: Il faut que je leur donne un truc qui brille si je veux jouer.
it: Non mi lascerà giocare fino a quando non offrirò qualcosa di luccicante.
ja: キラキラしたものをやらないと遊ばせてくれないだろう。
ko: 반짝이는 무언가를 주기 전까지는 게임을 하지 못하게 하겠지.
pt_br: Preciso dar algo reluzente para poder jogar.
zh_cn: 它要我给它一些闪亮的东西才让我玩。
zh_tw: 它要我給它一些閃亮的東西才讓我玩。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: Not to brag, but I've been called a bit of an egghead in the past.
de: Ich will ja nicht prahlen, aber ich wurde in der Vergangenheit schon ab und an mal als Eierkopf bezeichnet.
es: No es por presumir, pero alguna vez me han dicho que soy un genio.
fr: Je ne veux pas me vanter, mais on m'a déjà traité de tête d'œuf.
it: Non per vantarmi, ma in passato mi hanno dato della testa d'uovo.
ja: 自慢じゃないけどかつては天才の卵って呼ばれてたんだ。
ko: 자랑은 아니지만 과거에 나더러 좀 똑똑하다고들 했지.
pt_br: Um ovo de novo? Aí eu me comovo!
zh_cn: 不是我吹牛，我是这方面的行家。
zh_tw: 不是我吹牛，我是這方面的行家。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_BALL
source: It's genius in its simplicity.
de: Genial einfach ... einfach genial.
es: Su sencillez es una genialidad.
fr: C'est génial de simplicité.
it: Semplice ma geniale.
ja: このシンプルさは天才的だ。
ko: 단순한 거로 치면 천재로군.
pt_br: É de uma simplicidade genial.
zh_cn: 天才般的极简设计。
zh_tw: 天才般的極簡設計。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_CROWKID
source: Good day to you, small bird person.
de: Guten Tag, kleine Vogelperson.
es: Que tengas un buen día, pequeña ave humanoide.
fr: Bien le bonjour, petite personne aviaire.
it: Salve, piccoletto piumato.
ja: こんにちは、小さい鳥のお方。
ko: 좋은 하루 보내, 귀여운 조류인간.
pt_br: Tenha um bom dia, passarinho.
zh_cn: 日安，小鸟人。
zh_tw: 日安，小鳥人。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_GAMETOKEN
source: One shiny token.
de: Eine glänzende Marke.
es: Una ficha brillante.
fr: Un jeton qui brille.
it: Un gettone luccicante.
ja: キラキラトークン1つ。
ko: 반짝이는 토큰 하나.
pt_br: Uma ficha reluzente.
zh_cn: 一枚闪亮的代币。
zh_tw: 一枚閃亮的代幣。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_HOST
source: What an odd fellow.
de: Was für ein merkwürdiger Kerl.
es: Qué persona tan peculiar...
fr: Quel étrange personnage.
it: Che tipetto strano.
ja: なんておかしな奴だ。
ko: 요상한 친구로군.
pt_br: Que sujeito esquisito.
zh_cn: 是个怪人。
zh_tw: 是個怪人。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: It doesn't really scream "Cawnival" yet, does it?
de: Das schreit ja nicht gerade nach Krähneval, was?
es: Todavía no hay mucho ambiente de Cuerviferia, ¿no?
fr: Ça ne crie pas encore « Corbringue », pas vrai ?
it: Non ha molto l'aria di un "cranevale", eh?
ja: まだ「カーカーニバル」って叫んでないと思うんだけど。
ko: 아직 "까아악제"라고 외치지는 않죠, 외치나요?
pt_br: Não tem bem a cara do "Crasnaval", né?
zh_cn: 现在看没“鸦年华”的样子，对不对？
zh_tw: 現在看沒“鴉年華”的樣子，對不對？

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: A little birdy told me it could use some more decorations around here.
de: Ein kleines Vögelchen hat mir zugetragen, dass es hier mehr Dekoration gebrauchen könnte.
es: Un parajito me ha dicho que esto podría estar un poquito más decorado.
fr: Un petit oiseau m'a dit que ça manquait de décorations, par ici.
it: Un uccellino mi ha detto che avremmo bisogno di più decorazioni da queste parti.
ja: 小さい鳥がこの周囲にもう少しデコレーションしてもいいって。
ko: 작은 새는 이 주변을 좀 더 장식할 수 있다던데.
pt_br: Um passarinho me contou que mais umas decorações cairiam bem aqui.
zh_cn: 一只小鸟告诉我，这里要多放点装饰品。
zh_tw: 一隻小鳥告訴我，這裡要多放點裝飾品。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: This tree is caws for celebration!
de: Dieser Baum krächzt geradezu nach Party!
es: Cría cuervos y... ¡vendrán al árbol a celebrarlo!
fr: Cet arbre est vraiment cor-beau !
it: Questo albero è crandioso!
ja: この木はお祝いのカーカーなんだ！
ko: 이 나무가 축하하려고 까악까악 대네!
pt_br: Esta árvore pede uma comemoração!
zh_cn: 这是一棵庆祝之树！
zh_tw: 這是一棵慶祝之樹！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PLAZA_KIT
source: It's a scientifically proven fact that birds love trees.
de: Es ist eine wissenschaftlich bewiesene Tatsache, dass Vögel Bäume lieben.
es: Está demostrado científicamente que a los pájaros les encantan los árboles.
fr: Il est scientifiquement prouvé que les oiseaux adorent les arbres.
it: È scientificamente provato che agli uccelli piacciono gli alberi.
ja: 鳥が木を好きなのは科学的に証明されている事実だ。
ko: 새가 나무를 좋아한다는 것은 과학적으로 입증된 사실이지.
pt_br: É um fato cientificamente comprovado: pássaros adoram árvores.
zh_cn: 科学已经证明了鸟儿喜欢树。
zh_tw: 科學已經證明了鳥兒喜歡樹。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: I've got my eyes on the prize. That one, over there!
de: Ich habe den Preis im Visier. Den da drüben!
es: Ya sé lo que quiero... ¡Eso de ahí!
fr: J'ai choisi un prix. Là, celui-là !
it: Ho già adocchiato il mio premio. Quello, laggiù!
ja: 目を付けてる賞品があるんだ。あれ、あそこの！
ko: 상에 눈이 가는군. 저기 있는 저거!
pt_br: Estou de olho no prêmio. Naquele ali!
zh_cn: 我已经看到了我想要的奖品。就是那边那个！
zh_tw: 我已經看到了我想要的獎品。就是那邊那個！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: The real prize is the booth we made along the way.
de: Der eigentliche Preis ist die Bude, die wir unterwegs gebaut haben.
es: El verdadero premio es el puesto que montamos por el camino.
fr: Le vrai trésor, c'est le stand qu'on se fait en chemin.
it: Non banco mai di ammirare i premi.
ja: 本当の賞品はここに来る途中で作ったブースだけどね。
ko: 진짜 경품은 우리가 그 과정에서 만든 부스야.
pt_br: O importante é competir... e ganhar o prêmio no fim.
zh_cn: 真正的奖品是我制作摊位的过程。
zh_tw: 真正的獎品是我製作攤位的過程。

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: That's the ticket!
de: Das ist das Ticket!
es: Aquí está el tíquet.
fr: J'ai un ticket !
it: Ecco il biglietto!
ja: あれがチケットだ！
ko: 저게 바로 티켓이다!
pt_br: Esse é o tíquete que eu queria!
zh_cn: 就是那张奖票！
zh_tw: 就是那張獎票！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: That's a lot of tickets!
de: Das sind jede Menge Tickets!
es: ¡Cuántos tíquets!
fr: Ça en fait, des tickets !
it: Sono un sacco di biglietti!
ja: あれはかなりの量のチケットだ！
ko: 티켓이 많아!
pt_br: São muitos tíquetes!
zh_cn: 好多的奖票啊！
zh_tw: 好多的獎票啊！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: That's the tickets!
de: Das sind die Tickets!
es: Aquí están los tíquets.
fr: J'ai des tickets !
it: Ecco i biglietti!
ja: あれこそがチケットだよ！
ko: 저게 바로 티켓이다!
pt_br: Esses são o tíquetes que eu queria!
zh_cn: 就是那些奖票！
zh_tw: 就是那些獎票！

# CHARACTERS.GENERIC.DESCRIBE.CARNIVAL_SEEDPACKET
source: I was feeling a bit peckish.
de: Ich war etwas hungrig.
es: Qué ganas tenía de picar algo.
fr: J'ai toujours eu un appétit d'oiseau.
it: Meglio di no. Sono pieno come un uovo.
ja: 小腹が減ったなあ。
ko: 약간 배가 출출한 느낌이 들었어.
pt_br: Sempre me dizem que eu como que nem um passarinho.
zh_cn: 我觉得有点饿了。
zh_tw: 我覺得有點餓了。
