Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.SHADOWHEART
source: It's still beating...
de: Es schlägt noch ...
es: Todavía late...
fr: Il bat encore...
it: Sta ancora palpitando...
ja: まだ生きてる…
ko: 아직도 뛰고 있어...
pt_br: Ainda está batendo...
ru: Оно все еще бьется...
zh_tw: 還在跳動……

# CHARACTERS.WANDA.DESCRIBE.SHARK
source: Ah, I almost forgot. Another reason to stay away from the ocean!
de: Ah, das hätte ich fast vergessen. Ein weiterer Grund, sich vom Meer fernzuhalten!
es: Ay, casi me olvidaba. Otra razón para alejarme del océano.
fr: Ah, j'ai failli oublier. Encore une raison de ne pas s'approcher de l'océan !
it: Ah, me n'ero quasi dimenticata. Un'altra ragione per stare alla larga dall'oceano!
ja: あ、忘れるところだった。だから海から離れなくちゃいけないの！
ko: 아, 잊을 뻔했네, 바다에서 멀리 떨어져 있어야 할 또 다른 이유!
pt_br: Ah, quase esqueci. Mais um motivo pra ficar longe do oceano!
ru: Ах да, чуть не забыла. Еще одна причина не соваться в океан!
zh_tw: 啊，我差點忘了。又一個遠離海洋的理由！

# CHARACTERS.WANDA.DESCRIBE.SHELL_CLUSTER
source: Now, what do we have here?
de: Also, was haben wir denn hier?
es: Vaya, ¿qué tenemos aquí?
fr: Alors, qu'avons-nous là ?
it: Cosa abbiamo qua?
ja: ここには何があるのかな？
ko: 자, 여기에 무엇이 있을까?
pt_br: Agora, o que temos aqui?
ru: Что это у нас тут такое?
zh_tw: 這是什麼呢？

# CHARACTERS.WANDA.DESCRIBE.SHIELDOFTERROR
source: Oh, how alarming... but I'm not one to look a gift shield in the mouth.
de: Oh, wie beunruhigend ... aber ich bin nicht jemand, der einem geschenkten Schild ins Maul schaut.
es: Oh, qué perturbador... Pero a escudo regalado, no le mires el diente.
fr: Oh, c'est plutôt inquiétant... mais je ne suis pas du genre à bouder un cadeau.
it: Com'è inquietante... Ma a scudo donato non si guarda in bocca.
ja: まあ、なんて物騒な見た目なの…でも、貰いものに悪口を言うつもりはないわ。
ko: 아, 깜짝이야... 하지만 나는 공짜 무기를 거절할 사람이 아니지.
pt_br: Ah, que alarmante... mas eu não sou de desprezar presentes.
ru: Крайне подозрительно... Но дареному щиту в зубы не смотрят.
zh_tw: 大家提高警惕……這口牙有些年頭了。

# CHARACTERS.WANDA.DESCRIBE.SHOVEL
source: My clocksmith hands weren't made for this kind of work...
de: Meine Uhrmacherhände sind für diese Art von Arbeit nicht gemacht ...
es: Mis manos de relojera no están hechas para este tipo de trabajo...
fr: Mes mains d'horlogère ne sont pas faites pour ce genre de travail.
it: Le mie mani da orologiaia non sono fatte per questo tipo di lavoro...
ja: 私の時計修理の手はこういう仕事に向いてないの…
ko: 시계공 같이 섬세한 내 손은 이런 일을 하라고 만들어진 게 아니야...
pt_br: Minhas mãos de relojoeira não foram feitas pra este tipo de trabalho...
ru: Мои руки часовщика не созданы для такой работы...
zh_tw: 我鐘錶匠的雙手不適合幹這種工作……

# CHARACTERS.WANDA.DESCRIBE.SHROOMCAKE
source: If it's a cake it can't be too terrible... right?
de: Wenn es ein Kuchen ist, kann er ja nicht allzu schlimm sein ... oder?
es: No será muy terrible si es un pastel, ¿no?
fr: Si c'est du gâteau, ça ne peut pas être si terrible que ça... n'est-ce pas ?
it: Se è una torta non può essere troppo terribile... nevvero?
ja: これがケーキだったら、それほど変な物を作ったりしないわ…でしょ？
ko: 케이크라면 그다지 끔찍한 건 아니지...그렇지?
pt_br: Se é um bolo, não pode ser tão terrível... né?
ru: Торт не может быть скверным по определению... так ведь?
zh_tw: 無論如何，是蛋糕就不會太差……對吧？

# CHARACTERS.WANDA.DESCRIBE.SHROOM_SKIN
source: That creature must've been half decayed. How horrible!
de: Diese Kreatur muss halb verwest gewesen sein. Wie furchtbar!
es: Seguro que esa criatura estaba medio descompuesta. ¡Qué horror!
fr: Cette créature doit être à moitié en décomposition... Quelle horreur !
it: Quella creatura si deve essere mezza decomposta. Che orrore!
ja: あの生き物、半分腐ってるに違いないわ。なんて残酷な！
ko: 저 새물은 반쯤 썩었을 거야. 정말 끔찍하다!
pt_br: Essa criatura deve estar meio apodrecida. Que horror!
ru: Да это чудовище наполовину сгнило. Какой ужас!
zh_tw: 那個生物一定是已經腐爛了一半。多嚇人！

# CHARACTERS.WANDA.DESCRIBE.SIESTAHUT.BURNT
source: It won't do me much good now.
de: Das ist jetzt nutzlos für mich.
es: Ya no me servirá de mucho.
fr: Ça ne va pas beaucoup m'aider.
it: Non serve a molto in questo stato.
ja: もう役に立たなくなっちゃったわね。
ko: 지금으로서는 별로 도움이 되지 않아.
pt_br: Não vai me servir de muita coisa agora.
ru: Теперь от него никакой пользы.
zh_tw: 它現在沒什麼用了。

# CHARACTERS.WANDA.DESCRIBE.SIESTAHUT.GENERIC
source: I could stand to spend a moment or two out of the heat.
de: Ich könnte es vertragen, mal kurz aus der Hitze herauszukommen.
es: Podría pasarme un minutito o dos sin tener que aguantar el calor.
fr: Je ne suis pas contre passer quelques minutes au chaud.
it: Penso di poter resistere un momento o due fuori al caldo.
ja: あの熱にはどんな一瞬でも耐えられないわ。
ko: 더위를 피하기 위해 한두 번 시간을 보낼 수 있었지.
pt_br: Não seria ruim passar alguns momentos protegida do calor.
ru: Было бы неплохо укрыться от солнца на пару минут.
zh_tw: 我願意花一兩分鐘時間來避開熱浪。

# CHARACTERS.WANDA.DESCRIBE.SILK
source: It's surprisingly durable.
de: Sie ist erstaunlich robust.
es: Es sorprendentemente resistente.
fr: C'est étonnamment solide.
it: È sorprendentemente durevole.
ja: 驚くほど丈夫。
ko: 의외로 내구성이 좋아.
pt_br: É surpreendentemente durável.
ru: На удивление прочный материал.
zh_tw: 它出乎意料地耐用。

# CHARACTERS.WANDA.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: I love a good knickknack, and a musical one at that!
de: Ich liebe guten Krimskrams, und dazu ist es auch noch musikalisch!
es: ¡Me encantan estas baratijas, sobre todo si son musicales!
fr: J'adore les bibelots, surtout quand ils sont musicaux !
it: Adoro i bei ninnoli, specialmente se fanno musica!
ja: 私、よくできた小物が好き。音楽が鳴るヤツならもっといいわ。
ko: 나는 아름다운 장신구를 좋아하는 데 특히 음악에 관련된 것을 좋아해!
pt_br: Adoro uma boa quinquilharia, ainda mais se for musical!
ru: Люблю славные безделицы, а особенно музыкальные!
zh_tw: 我喜歡好的小飾品，特別是音樂性的小飾品！

# CHARACTERS.WANDA.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: I think that would fit nicely in my pocket.
de: Ich glaube, das würde gut in meine Tasche passen.
es: Creo que me cabría en el bolsillo sin problemas.
fr: Je pense que ça va finir dans ma poche.
it: Dovrebbe starci benissimo in tasca.
ja: あれ、私のポケットにピッタリだと思うわ。
ko: 주머니에 쏙 잘 들어갈 것 같아.
pt_br: Acho que ele cabe bem no meu bolso.
ru: Думаю, ей самое место в моем кармане.
zh_tw: 那個應該很適合放在我的口袋裡。

# CHARACTERS.WANDA.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: What a nice little shell! I wish I had somewhere to display it.
de: Was für eine schöne kleine Muschel! Ich wünschte, ich könnte sie irgendwo ausstellen.
es: ¡Qué cucada de concha! Ojalá tuviera un sitio en el que exponerla.
fr: Quel joli petit coquillage ! J'aimerais pouvoir l'exposer quelque part.
it: Che bella conchiglia! Vorrei avere un posto dove metterla in mostra.
ja: なんってかわいい貝殻！飾るところがあればいいんだけど。
ko: 멋지고 귀여운 조개껍질이다! 이걸 장식할 장소가 있다면 좋을 텐데.
pt_br: Que bela conchinha! Queria ter um lugar onde pudesse exibi-la.
ru: Какая славная ракушечка! Было бы здорово куда-нибудь ее поставить.
zh_tw: 多麼漂亮的小貝殼啊！我希望我有地方可以展示它。

# CHARACTERS.WANDA.DESCRIBE.SISTURN.GENERIC
source: Death should be the farthest thing from a child's mind...
de: Der Tod sollte das Letzte sein, an das ein Kind denkt ...
es: La muerte no tendría que estar en la mente de ningún niño...
fr: Un enfant ne devrait même pas penser à la mort.
it: La morte non dovrebbe nemmeno sfiorare i pensieri di una bambina...
ja: 死は子供の心から一番遠い所に存在すべきものだわ。
ko: 죽음은 아이의 마음에서 가장 멀리 떨어져 있어야 해...
pt_br: A morte deveria ser a última coisa na mente de uma criança...
ru: Смерть — последнее, о чем должен думать ребенок...
zh_tw: 死亡應該是孩子心目中最遙遠的事情……

# CHARACTERS.WANDA.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: I hope she finds some comfort in this.
de: Ich hoffe, sie findet darin etwas Trost.
es: Espero que esto la consuele un poco.
fr: J'espère que ça lui apportera un peu de réconfort.
it: Spero che le sia di conforto.
ja: これで慰められればいいんだけど。
ko: 이것에서 약간의 위안을 찾기를 바라.
pt_br: Espero que ela possa se consolar com isto.
ru: Надеюсь, она сумеет обрести покой.
zh_tw: 我希望她能從中找到一些安慰。

# CHARACTERS.WANDA.DESCRIBE.SISTURN.SOME_FLOWERS
source: Well... I guess it wouldn't take too long to gather a few flowers.
de: Nun ja ... Es dauert sicher nicht lange, ein paar Blumen zu pflücken.
es: Bueno... Supongo que no me llevaría mucho tiempo ir a por alguna que otra flor.
fr: Bon... J'imagine que cueillir quelques fleurs ne devrait pas prendre trop de temps.
it: Beh... Non dovrebbe volerci molto a raccogliere qualche fiore.
ja: うーん…お花を2、3本集めるのにそれほど時間はかからないでしょ。
ko: 음... 꽃 몇 송이 모으는 데 그렇게 오래 걸리지는 않을 거야.
pt_br: Bom... acho que colher algumas flores não deve ser tão demorado.
ru: Что ж... Думаю, я сумею собрать букет всего за несколько минут.
zh_tw: 嗯……摘幾朵花應該不會很久。

# CHARACTERS.WANDA.DESCRIBE.SKELETON
source: This one's beyond my power to save...
de: Es liegt nicht in meiner Macht, den hier zu retten ...
es: Ni mi poder puede salvarlo...
fr: Je ne peux rien faire pour lui...
it: Nemmeno i miei poteri possono riportarlo in vita...
ja: これは私の手には負えないわ…
ko: 이걸 구하는 건 내 능력 밖이야...
pt_br: Meu poder não é suficiente para salvá-lo...
ru: Его не спасти даже мне...
zh_tw: 以我的能力救不回這傢伙……

# CHARACTERS.WANDA.DESCRIBE.SKELETONHAT
source: I don't want to put a dead thing on my head!
de: Ich möchte mir keine toten Dinge auf den Kopf setzen!
es: ¡No quiero ponerme algo muerto en la cabeza!
fr: Je ne veux pas mettre un truc mort sur ma tête !
it: Non voglio mettere una cosa morta in testa!
ja: 頭に死んだものなんて乗せたくないわ！
ko: 머리에 죽은 것을 두고 싶지 않아!
pt_br: Não quero botar algo morto na minha cabeça!
ru: Еще чего, надевать на голову эту мертвечину!
zh_tw: 我不想把一個死掉的東西放在頭上！

# CHARACTERS.WANDA.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s! You're not going out like this, not on my watch!
de: %s! Solange ich etwas dazu zu sagen habe, wirst du uns nicht so verlassen!
es: ¡%s! Mientras yo siga en esta época, ¡no vas a salir así!
fr: %s ! Je refuse que tu partes comme ça !
it: %s! Non te ne andrai così, non finché ci sono io!
ja: %s！死んじゃだめ！なんとかしてあげるから！
ko: %s! 이렇게 나가면 안 돼, 내 시계로는 아니야!
pt_br: %s! Você não vai morrer assim, não se eu puder evitar!
ru: %s! Я не позволю этому случиться — твой час еще не пробил!
zh_tw: %s！有我在，是不會讓你就這麼走的！

# CHARACTERS.WANDA.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s! You're not going out like this, not on my watch!
de: %s! Solange ich etwas dazu zu sagen habe, wirst du uns nicht so verlassen!
es: ¡%s! Mientras yo siga en esta época, ¡no vas a salir así!
fr: %s ! Je refuse que tu partes comme ça !
it: %s! Non te ne andrai così, non finché ci sono io!
ja: %s！死んじゃだめ！なんとかしてあげるから！
ko: %s! 이렇게 나가면 안 돼, 내 시계로는 아니야!
pt_br: %s! Você não vai morrer assim, não se eu puder evitar!
ru: %s! Я не позволю этому случиться — твой час еще не пробил!
zh_tw: %s！有我在，是不會讓你就這麼走的！

# CHARACTERS.WANDA.DESCRIBE.SKELETON_PLAYER.MALE
source: %s! There might still be time to bring him back!
de: %s! Noch ist vielleicht Zeit, ihn zurückzubringen!
es: ¡%s! A lo mejor todavía puedo conseguir que vuelva...
fr: %s ! On peut peut-être encore faire quelque chose !
it: %s! Forse c'è ancora tempo per riportarlo indietro!
ja: %s！まだ彼を救う時間があるかもしれないわ！
ko: %s! 아직 녀석을 다시 데려올 시간이 있어!
pt_br: %s! Talvez ainda dê tempo de trazê-lo de volta!
ru: %s! Еще есть время вернуть его к жизни!
zh_tw: %s！也許還有時間把他帶回來！

# CHARACTERS.WANDA.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s! There might still be time to bring them back!
de: %s! Noch ist vielleicht Zeit, ihn zurückzubringen!
es: ¡%s! A lo mejor todavía puedo conseguir que vuelva...
fr: %s ! On peut peut-être encore faire quelque chose !
it: %s! Forse c'è ancora tempo per riportarlo indietro!
ja: %s！まだ蘇らせる時間はあるわ！
ko: %s! 아직 녀석들을 다시 데려올 시간이 있어!
pt_br: %s! Talvez ainda dê tempo de trazê-lo de volta!
ru: %s! Еще есть время вернуть тебя к жизни!
zh_tw: %s! 也許還有時間救回來！

# CHARACTERS.WANDA.DESCRIBE.SKETCH
source: An art project? Do I really have time for that?
de: Ein Kunstprojekt? Habe ich wirklich Zeit dafür?
es: ¿Manualidades? ¿Acaso tengo tiempo para hacer algo así?
fr: Un projet artistique ? Est-ce que j'ai vraiment le temps de faire ça ?
it: Un progetto artistico? Ho davvero tempo per queste cose?
ja: アートプロジェクト？これに使う時間はあるかな？
ko: 예술 프로젝트? 그런 거 할 시간이 있을까?
pt_br: Um projeto de arte? Será que tenho tempo pra isso?
ru: А у меня точно есть время заниматься искусством?
zh_tw: 一個藝術項目？我真的有時間做這個嗎？

# CHARACTERS.WANDA.DESCRIBE.SKULLCHEST
source: I'm not sure if I want to open it.
de: Ich bin mir nicht sicher, ob ich sie öffnen will.
es: No sé si quiero abrirlo.
fr: Je suis pas sûr qu'il faille ouvrir ça.
it: Non so se voglio aprirlo.
ja: これを開けたいか、自分でもわからない。
ko: 열고 싶은 생각이 안 든다.
pt_br: Não tenho certeza se quero abrir isso.
ru: Сомневаюсь, что хочу его открыть.
zh_tw: 不確定要不要打開。

# CHARACTERS.WANDA.DESCRIBE.SLEEPBOMB
source: Who would want to spend precious time napping?
de: Wer will schon kostbare Zeit mit Nickerchen verbringen?
es: ¿Quién querría perder el tiempo echando siestas?
fr: Qui a envie de perdre un temps précieux à faire la sieste ?
it: Chi sprecherebbe del tempo prezioso a sonnecchiare?
ja: 貴重な時間を昼寝に使いたい人なんているの？
ko: 누가 귀중한 시간에 낮잠이나 자고 싶겠어?
pt_br: Quem gostaria de perder tempo precioso cochilando?
ru: Кто захочет тратить драгоценное время на сон?
zh_tw: 誰會想把寶貴的時間花在打盹上呢？

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOT
source: I think that young man might be more mischievous than he appears.
de: Ich glaube, dieser junge Mann ist verschlagener als er aussieht.
es: Creo que ese joven es mucho más travieso de lo que parece.
fr: Je pense que ce jeune homme est plus malicieux qu'il n'y paraît.
it: Penso che quel giovanotto potrebbe essere più monello di quanto non appaia.
ja: あの若者は見かけよりもいたずらなのかもしれないって思うわ。
ko: 그 청년은 보기보다 더 장난스러울 수도 있다고 생각해.
pt_br: Acho que aquele jovem pode ser mais travesso do que aparenta.
ru: Думаю, этот юноша куда более шаловливый, чем кажется на первый взгляд.
zh_tw: 那個年輕人長相雖然老實，但可能很調皮。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: These obviously weren't made with precision in mind.
de: Das wurde offensichtlich nicht im Hinblick auf Präzision hergestellt.
es: Está claro que no se ha hecho con la precisión en mente.
fr: Manifestement, ça n'a pas été conçu pour être précis.
it: Ovviamente non sono stati realizzati per essere precisi.
ja: これは明らかに精度ってものを一切無視して作られたのね。
ko: 분명히 신중하게 만든 게 아니야.
pt_br: Está na cara que não foram feitos para serem precisos.
ru: Ни о какой точности тут никто и не думал.
zh_tw: 這些在製作的時候顯然沒有考慮到精准度。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_GOLD
source: These obviously weren't made with precision in mind.
de: Das wurde offensichtlich nicht im Hinblick auf Präzision hergestellt.
es: Está claro que no se ha hecho con la precisión en mente.
fr: Manifestement, ça n'a pas été conçu pour être précis.
it: Ovviamente non sono stati realizzati per essere precisi.
ja: これは明らかに精度ってものを一切無視して作られたのね。
ko: 분명히 신중하게 만든 게 아니야.
pt_br: Está na cara que não foram feitos para serem precisos.
ru: Ни о какой точности тут никто и не думал.
zh_tw: 這些在製作的時候顯然沒有考慮到精准度。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: These obviously weren't made with precision in mind.
de: Das wurde offensichtlich nicht im Hinblick auf Präzision hergestellt.
es: Está claro que no se ha hecho con la precisión en mente.
fr: Manifestement, ça n'a pas été conçu pour être précis.
it: Ovviamente non sono state realizzate per essere precise.
ja: これは明らかに精度ってものを一切無視して作られたのね。
ko: 분명히 신중하게 만든 게 아니야.
pt_br: Está na cara que não foram feitos para serem precisos.
ru: Ни о какой точности тут никто и не думал.
zh_tw: 這些在製作的時候顯然沒有考慮到精准度。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_POOP
source: It seems sensible enough to me, if a bit unpleasant.
de: Das scheint mir vernünftig zu sein, wenn auch etwas unangenehm.
es: No me parece mala idea, aunque sea algo desagradable.
fr: Ça me semble plutôt efficace, même si c'est dégoûtant.
it: Mi sembrano alquanto sensati, anche se un pochino spiacevoli.
ja: ちょっとキモイけど道理にかなってると思うわ。
ko: 약간 불쾌하긴 하지만 내가 보기엔 충분히 합리적이야.
pt_br: Me parece bastante razoável, embora um pouco desagradável.
ru: По-моему, здравое решение, пусть и не самое приятное.
zh_tw: 雖然有些令人不悅，但也能說得通。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_ROCK
source: These obviously weren't made with precision in mind.
de: Das wurde offensichtlich nicht im Hinblick auf Präzision hergestellt.
es: Está claro que no se ha hecho con la precisión en mente.
fr: Manifestement, ça n'a pas été conçu pour être précis.
it: Ovviamente non sono stati realizzati per essere precisi.
ja: これは明らかに精度ってものを一切無視して作られたのね。
ko: 분명히 신중하게 만든 게 아니야.
pt_br: Está na cara que não foram feitos para serem precisos.
ru: Ни о какой точности тут никто и не думал.
zh_tw: 這些在製作的時候顯然沒有考慮到精准度。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_SLOW
source: Tampering with the timestream, are we? Good lad.
de: Wir pfuschen also am Zeitstrom herum, was? Guter Junge.
es: Así que manipulas el flujo temporal, ¿eh? Así me gusta.
fr: On fait mumuse avec le temps, c'est ça ? Bravo.
it: Manipoliamo il flusso temporale, nevvero? Bravo ragazzo.
ja: 時間の流れを改ざんするの？良い子ね。
ko: 시간의 흐름을 함부로 바꾸고 있는 거야, 그렇지? 좋은 친구.
pt_br: Mexendo com o fluxo do tempo, hein? Bom rapaz.
ru: Так-так, манипулируем потоком времени? Молодец!
zh_tw: 篡改時間流嗎？好小子。

# CHARACTERS.WANDA.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: These obviously weren't made with precision in mind.
de: Das wurde offensichtlich nicht im Hinblick auf Präzision hergestellt.
es: Está claro que no se ha hecho con la precisión en mente.
fr: Manifestement, ça n'a pas été conçu pour être précis.
it: Ovviamente non sono stati realizzati per essere precisi.
ja: これは明らかに精度ってものを一切無視して作られたのね。
ko: 분명히 신중하게 만든 게 아니야.
pt_br: Está na cara que não foram feitos para serem precisos.
ru: Ни о какой точности тут никто и не думал.
zh_tw: 這些在製作的時候顯然沒有考慮到精准度。

# CHARACTERS.WANDA.DESCRIBE.SLURPER
source: I can't decide how I feel about them...
de: Ich weiß nicht recht, was ich davon halten soll ...
es: No sé ni qué pensar de ellos...
fr: Je ne sais pas trop quoi en penser...
it: Non ho ancora formato un'opinione su di loro...
ja: これはもうなんて言っていいのかわからない…
ko: 그들을 어떻게 느끼는지 모르겠어...
pt_br: Ainda não sei ao certo o que sinto por eles...
ru: Я еще не решила, как к ним относиться...
zh_tw: 我無語了……

# CHARACTERS.WANDA.DESCRIBE.SLURPERPELT
source: Yuck.
de: Pfui.
es: Puaj.
fr: Beurk.
it: Puah.
ja: キモチわるい…
ko: 왝.
pt_br: Eca.
ru: Фи.
zh_tw: 真討厭。

# CHARACTERS.WANDA.DESCRIBE.SLURPER_PELT
source: Yuck.
de: Pfui.
es: Puaj.
fr: Beurk.
it: Puah.
ja: キモチわるい…
ko: 왝.
pt_br: Eca.
ru: Фи.
zh_tw: 真討厭。

# CHARACTERS.WANDA.DESCRIBE.SLURTLE
source: How do they stand being so slow?
de: Wie halten sie es nur aus, so langsam zu sein?
es: ¿Cómo pueden soportar ser así de lentas?
fr: Comment font-ils pour être si lents ?!
it: Come sopportano di essere tanto lente?
ja: どうしたらあのトロさに我慢できるのかしら？
ko: 어떻게 그렇게 느린 걸 참지?
pt_br: Como elas aguentam ser tão lentas?
ru: Ну как можно быть такими медленными?
zh_tw: 它們怎麼能受得了自己這麼慢呢？

# CHARACTERS.WANDA.DESCRIBE.SLURTLEHAT
source: As long as it protects me, I don't care what it looks like.
de: Solange mich das Ding schützt, ist es mir egal, wie es aussieht.
es: Me da igual el aspecto que tenga mientras me proteja.
fr: Tant que ça me protège, je me fiche de l'apparence.
it: Fintanto che mi protegge, non mi interessa il suo aspetto.
ja: 私を守ってくれる限り、その外見にはこだわらないわ。
ko: 나를 보호해주는 한, 그것이 어떻게 생겼는지는 상관하지 않겠어.
pt_br: Contanto que me proteja, eu não ligo pra aparência.
ru: Не так важно, как шлем выглядит, — важно, как он защищает.
zh_tw: 只要能保護我，我才不管它是什麼樣子。

# CHARACTERS.WANDA.DESCRIBE.SLURTLEHOLE
source: Strange. Anyway, moving on...
de: Seltsam. Wie auch immer, weiter geht's ...
es: Qué raro... En fin, sigamos.
fr: Bizarre. Enfin bref...
it: Che cosa strana. Comunque, andando oltre...
ja: おかしいわね。でも、行きましょう…
ko: 이상해. 어쨋든 계속 가보자...
pt_br: Estranho. Enfim, vamos seguir em frente...
ru: Как странно. Что ж, идем дальше...
zh_tw: 很奇怪。好了，繼續前進……

# CHARACTERS.WANDA.DESCRIBE.SLURTLESLIME
source: Oh botheration, I think I got some on the bottom of my shoe...
de: Ach verflixt, ich glaube jetzt habe ich etwas davon an der Schuhsohle...
es: Qué fastidio, creo que tengo algo de baba en el zapato...
fr: Oh flûte de zut, je crois que j'ai marché dans quelque chose...
it: Che seccatura, temo di averne un po' sotto la scarpa...
ja: ああ、煩わしい。靴の裏についてると思う…
ko: 아 귀찮아, 신발 바닥에 뭔가 붙은 것 같아...
pt_br: Ai, que amolação! Acho que tem gosma na sola do meu sapato...
ru: Вот неудобство, к подошве что-то прилипло...
zh_tw: 嗷，麻煩呐！我鞋底好像粘到了一些……

# CHARACTERS.WANDA.DESCRIBE.SLURTLE_SHELLPIECES
source: A handful of shattered shell bits.
de: Eine Handvoll zerbrochener Muschelstückchen.
es: Un puñado de pedacitos de concha.
fr: Une poignée de débris de carapace.
it: Una manciata di frammenti di conchiglie rotte.
ja: 一握りの壊れた貝殻。
ko: 부서진 껍질 조각 한 줌이네.
pt_br: Uma porção de estilhaços de casco.
ru: Это кусочки разбитого панциря.
zh_tw: 一把碎裂的貝殼。

# CHARACTERS.WANDA.DESCRIBE.SMALLBIRD.GENERIC
source: That's no spring chicken.
de: Das ist kein junges Küken.
es: Eso no es un pollo de granja.
fr: Et ça, c'est du poulet ?
it: Non è una gallinella di primo pelo.
ja: もう鶏ではなくなったのね。
ko: 어린 닭은 아니야.
pt_br: Não é nenhum frangote.
ru: На цыпленка ты не тянешь.
zh_tw: 那個不是童子雞。

# CHARACTERS.WANDA.DESCRIBE.SMALLBIRD.HUNGRY
source: What is it? Do you need to be fed again already?
de: Was ist los? Musst du schon wieder gefüttert werden?
es: ¿Qué pasa? ¿Ya vuelves a tener hambre?
fr: Quoi ? Tu as déjà faim ? Encore ?
it: Cosa c'è? Hai già bisogno di essere nutrito di nuovo?
ja: なによ？またご飯食べたいの？
ko: 이게 뭐지? 벌써 또 먹이를 줘야하나?
pt_br: Que foi? Você precisa ser alimentado de novo? Já?
ru: Что такое? Тебя что, снова пора кормить?
zh_tw: 怎麼了？又要喂了嗎？

# CHARACTERS.WANDA.DESCRIBE.SMALLBIRD.SLEEPING
source: Thank goodness. I can finally do things uninterrupted.
de: Dem Himmel sei Dank. Endlich kann ich arbeiten, ohne unterbrochen zu werden.
es: Menos mal. Por fin puedo hacer cosas sin que me interrumpan.
fr: Ouf, parfait. Je peux enfin faire ce qu'il faut sans être interrompue.
it: Grazie al cielo. Finalmente posso sbrigare le mie faccende senza interruzioni.
ja: 素晴らしい。ついに邪魔されないでいろいろやれるわ。
ko: 다행이다. 마침내 뭘 하든 방해받지 않겠어.
pt_br: Ainda bem. Finalmente, posso fazer coisas sem ser interrompida.
ru: Ну наконец-то меня никто не будет отвлекать.
zh_tw: 謝天謝地。我終於可以不受干擾地做事情了。

# CHARACTERS.WANDA.DESCRIBE.SMALLBIRD.STARVING
source: Oh no, I forgot to feed you again didn't I?
de: Oh nein. Ich habe wieder vergessen, dich zu füttern, nicht wahr?
es: Ay, no... Me he vuelto a olvidar de darte de comer, ¿no?
fr: Oh non, j'ai encore oublié de te nourrir, c'est ça ?
it: Oh, no! Ho di nuovo dimenticato di darti da mangiare, vero?
ja: えー、やだ。またご飯あげるの忘れちゃったの？
ko: 오 아니야, 또 먹이 주는 걸 깜빡했네, 안 그래?
pt_br: Ah, não. Eu me esqueci de te dar comida de novo, né?
ru: О нет, я снова забыла тебя покормить?
zh_tw: 哦，不，我又忘記喂你了？

# CHARACTERS.WANDA.DESCRIBE.SMALLGHOST
source: The poor little thing. It's too late for me to help them.
de: Armes kleines Ding. Ich kann ihm nicht mehr helfen.
es: Pobre angelito... Ya es demasiado tarde para ayudar.
fr: Le pauvre... Je ne peux plus rien pour lui.
it: Poverino. Ormai è troppo tardi perché io possa aiutarlo.
ja: かわいそうに。もう助けてあげられないわ。
ko: 작고 가여운 녀석. 도와주기엔 너무 늦었어.
pt_br: Coitadinho. É tarde demais para eu ajudá-lo!
ru: Несчастное создание. Я уже не смогу тебе помочь.
zh_tw: 可憐的小東西。我想幫忙，但已經太晚了。

# CHARACTERS.WANDA.DESCRIBE.SMALLMEAT
source: A little meat is better than none.
de: Ein wenig Fleisch ist besser als keins.
es: Un poco de carne es mejor que nada.
fr: Un peu de viande, c'est mieux que rien.
it: Un po' di carne è sempre meglio di niente.
ja: 小さいけどないよりはマシ。
ko: 약간의 고기라도 없는 것보다야 낫지.
pt_br: Um pouco de carne é melhor do que nada.
ru: Небольшой кусочек мяса лучше, чем ничего.
zh_tw: 有一點肉總比沒有好。

# CHARACTERS.WANDA.DESCRIBE.SMALLMEAT_DRIED
source: A bite of tough, dry meat.
de: Ein Bissen zähen Dörrfleisches.
es: Un trozo de carne seca y dura.
fr: Un morceau de viande séchée et dure à mâcher.
it: Un bocconcino di carne secca e dura.
ja: 固いもの。乾いた肉。
ko: 비쩍 마른 고기 한 조각이야.
pt_br: Um pedaço de carne dura e seca.
ru: Кусочек жесткого засохшего мяса.
zh_tw: 一小口堅硬的乾肉。
