Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: Where art though, raven? Do show yourself!
de: Wo steckest du, oh Rabe? Erscheine doch!
es: ¿Dónde te escondes, cuervo? ¡Manifiéstate!
fr: Öù dönc vöus cachez-vöus, cörvin ? Möntre-vöus dönc !
it: Dove sei, corvo? Palesati!
ja: カラスは一体どこへ？姿を表せ！
ko: 어디 있는 게냐, 까마귀? 나타나!
pl: Gdzie żeś ty, kruku? Pokaż się!
pt_br: Onde você está, corvo? Apareça!
ru: Где ты витаешь, ворон? Покажись!
zh_cn: 你在哪呢，渡鸦？现身吧！
zh_tw: 你在哪呢，渡鴉？現身吧！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Fie! There's naught to pillage!
de: Pfui! Es gibt nichts zu plündern!
es: ¡Vaya! ¡Aquí no hay nada que saquear!
fr: Fi ! Il n'y a dönc rien à piller ici !
it: Che infamia! Non c'è nulla da saccheggiare!
ja: なっ…！何も盗めるものがないではないか！
ko: 젠장! 뺏어올 가치가 없어!
pl: Do diaska! Nic do zrabowania!
pt_br: Ugh! Não tens nada a saquear!
ru: Тьфу! Даже разграбить нечего!
zh_cn: 呸！没有可以掠夺之物！
zh_tw: 呸！沒有可以掠奪之物！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: His attention lies elsewhere.
de: Seine Aufmerksamkeit ist auf etwas anderes gerichtet.
es: Está atendiendo otras cosas.
fr: Sön attentiön se pörte ailleurs.
it: La sua attenzione è altrove.
ja: ヤツの注目は他のものに向けられておる。
ko: 관심이 다른 데 있네.
pl: Ma baczenie na coś innego.
pt_br: A atenção dele está em outro lugar.
ru: Внимание его приковано к другим вещам.
zh_cn: 他的注意力在别处。
zh_tw: 他的注意力在別處。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: This hunt will require more players.
de: Für diese Jagd werden mehr Spieler benötigt.
es: Vamos a necesitar más actores para esta caza.
fr: Icelle chasse nécessite möult jöueurs.
it: Questa caccia richiede più partecipanti.
ja: 狩りにはさらなる数の参加者が必要だ。
ko: 이번 사냥에는 플레이어가 더 많이 필요해.
pl: Do tych łowców trzeba więcej myśliwych.
pt_br: Essa caça necessitará de mais jogadores.
ru: Для звероловства нужен отряд поболе.
zh_cn: 这次狩猎需要更多的选手。
zh_tw: 這次狩獵需要更多的選手。

source: This is not a worthy stage for our players!
de: Das ist keine würdige Bühne für unsere Spieler!
es: ¡Este no es un escenario digno de nuestros actores!
fr: Ce n'est pöint une scène digne de nös jöueurs !
it: Questo non è un palcoscenico degno dei nostri attori!
ja: かような場所は我が演者にふさわしくない！
ko: 우리 플레이어에게 가치 있는 스테이지가 아니라고!
pl: To nie jest arena godna naszych uczestników!
pt_br: Esse não é um palco digno para os nossos jogadores!
ru: Такая сцена недостойна наших игроков!
zh_cn: 这个舞台配不上我们的选手！
zh_tw: 這個舞臺配不上我們的選手！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: Let us reprise another time.
de: Machen wir ein anderes Mal weiter.
es: Vamos a tener que dejar los bises para otro momento.
fr: Reprenöns nös amusements une autre föis.
it: Replicheremo in un'altra occasione.
ja: また後日まみえようではないか。
ko: 다음에 다시 하자.
pl: Poswawolimy jeszcze trochę innym razem.
pt_br: Faremos uma reprise em outra data.
ru: Сойдемся в новой битве позже.
zh_cn: 让我们重演一次。
zh_tw: 讓我們重演一次。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: Thou shalt not keep me out!
de: Du wirst mich nicht raushalten!
es: ¡No me dejarás aquí fuera!
fr: Tu ne m'empêcheras pas d'entrer !
it: Non mi terrai fuori!
ja: 私を締め出すでない！
ko: 나를 밖에 두지 마!
pl: Nie powstrzymasz mnie!
pt_br: Não me deixarás de fora!
ru: Меня не удержать!
zh_cn: 你阻止不了我进入！
zh_tw: 你阻止不了我進入！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: It seems the ravens hath returned to Odin.
de: Mir deucht, die Raben sind zu Odin zurückgekehrt.
es: Los cuervos han regresado con Odín...
fr: Il me semble que les cörvidés s'en sönt retöurnés auprès d'Ödin.
it: Sembra che i corvi siano tornati da Odino.
ja: カラスはオーディンのもとへ戻ったようだ。
ko: 까마귀가 오딘에게 돌아온 것 같아.
pl: Zdaje się, że kruki powróciły do Odyna.
pt_br: Parece que os corvos voltaram para Odin.
ru: Один призвал своих воронов назад.
zh_cn: 渡鸦似乎回到了奥丁身边。
zh_tw: 渡鴉似乎回到了奧丁身邊。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.APPRAISE.NOTNOW
source: Finish thine business with haste! I have glory to attain!
de: Bring dein Geschäft mit Hast zu Ende! Ruhm wartet darauf, von mir erlangt zu werden!
es: ¡Acaba lo que tengas entre manos cuanto antes! ¡La gloria me espera!
fr: Achevez prestement vötre affaire ! La glöire m'attend !
it: Completa in fretta il tuo lavoro! Devo ottenere la gloria!
ja: 仕事を急いで終わらせよ！我は勝利を手に入れるのじゃ！
ko: 이 일을 빨리 끝내! 난 영예를 얻어야 한다고!
pl: Kończ waść! Czeka mnie chwała!
pt_br: Termine logo o que está fazendo! Tenho que conquistar a glória!
ru: Пора тебе дела бы завершить! Меня ждет боевая слава!
zh_cn: 赶紧干完你手上的活！我的荣耀还在等着我呢！
zh_tw: 趕緊幹完你手上的活！我的榮耀還在等著我呢！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.ATTUNE.NOHEALTH
source: Alas, I am too stricken.
de: Leider bin ich auch am Ende.
es: Por desgracia, estoy demasiado débil.
fr: Hélas, je suis trop gravement touchée.
it: Ahimè, sono troppo danneggiata.
ja: ならぬ…今は手負いだ…
ko: 이런, 피해를 너무 많이 받았네.
pl: Niestety, siły me są wątłe.
pt_br: Oh, estou deveras arrasada.
ru: Увы, у меня слишком много ран.
zh_cn: 唉，我大吃一惊。
zh_tw: 唉，我大吃一驚。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: Someone has enchanted it already.
de: Hier hat schon jemand gezaubert.
es: Alguien lo ha encantado ya.
fr: Quelqu'un l'eût déjà enchantée.
it: Qualcuno ci ha già lanciato un incantesimo.
ja: 何者かがすでに魔法をかけたようだ。
ko: 누군가 이미 마법을 걸었군.
pl: Ktoś już to zaczarował!
pt_br: Alguém já a encantou.
ru: Кто-то уже применил свое колдовство.
zh_cn: 有人已经附过魔了。
zh_tw: 有人已經附過魔了。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.BATHBOMB.GLASSED
source: 'Tis shielded!
de: Abgeschirmt!
es: ¡Está blindado!
fr: C'estöit prötégé !
it: Ha una protezione!
ja: 結界が張られている！
ko: 보호막이다!
pl: Ma mocną obronę!
pt_br: Está protegido!
ru: Перекрыто!
zh_cn: 被罩起来了！
zh_tw: 被罩起來了！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.BUILD.HASPET
source: I can only command one beastie!
de: Ich kann nur ein Viech befehligen!
es: ¡Solo puedo dirigir a una bestia!
fr: Je ne peux commander qu'une bestiole !
it: Posso avere il comando di una sola bestiola!
ja: 操れる獣は一体のみにあり！
ko: 짐승은 한 마리밖에 부릴 수 없어!
pl: Nie dam rady zapanować nad dwoma!
pt_br: Só posso ordenar uma fera!
ru: Я могу командовать только одним животным!
zh_cn: 我只能控制一只野兽！
zh_tw: 我只能控制一隻野獸！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.BUILD.MOUNTED
source: I must first dismount from my mighty steed.
de: Ich muss erst von meinem mächtigen Ross absteigen!
es: Debo bajarme primero de mi poderoso corcel.
fr: Je dois d'abord descendre de mon fidèle coursier.
it: Devo prima smontare dal mio possente destriero.
ja: まずは、我が愛馬より降りねば…
ko: 우선 나의 강대한 군마에게서 내려야겠군.
pl: Muszę wpierw zsiąść z mego rączego wierzchowca.
pt_br: Devo desmontar de meu poderoso corcel.
ru: Вначале я должна спешиться со своего могучего скакуна.
zh_cn: 容我先下马。
zh_tw: 容我先下馬。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.BUILD.TICOON
source: I hath already found a guide.
de: Ich habe bereits einen Führer gefunden.
es: Ya he dado con un guía.
fr: J'eusse déjà tröuvé un guide.
it: Ho già trovato una guida.
ja: 我はとうに導き手との邂逅を果たしたのだ。
ko: 난 이미 길잡이를 찾았어.
pl: Już mam przewodnika.
pt_br: Eu já encontreis um guia.
ru: У меня имеется иной поводырь.
zh_cn: 我已经找到了向导。
zh_tw: 我已經找到了嚮導。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: I must move with greater haste!
de: Mehr Eile ist geboten!
es: Tengo que darme más prisa.
fr: Je döis böuger avec möult célérité !
it: Devo procedere più rapidamente!
ja: 我はこれより早く動かねば！
ko: 더 빨리 움직여야 해!
pl: Muszę być szybsza!
pt_br: Preciso me deslocar com mais rapidez!
ru: Мне нужно двигаться с прытью!
zh_cn: 我必须加快行动！
zh_tw: 我必須加快行動！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CHANGEIN.BURNING
source: Gasp! My furs!
de: Brrr! Wo sind meine Felle!
es: ¡Glub! ¡Mis pieles!
fr: Argh ! Mes fourrures !
it: Argh! Le mie pellicce!
ja: ああ、なんということだ！我が毛皮の衣が！
ko: 흑! 내 모피!
pl: Aaa! Moje futra!
pt_br: Ufa! Minhas peles!
ru: А-ах! Мои меха!
zh_cn: 啊！我的皮草！
zh_tw: 啊！我的皮草！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CHANGEIN.GENERIC
source: That's where I keep all my favorite furs and pelts.
de: Da hab ich meine Lieblingspelze drin.
es: Ahí es donde guardo mis pieles favoritas.
fr: C'est là que je garde mes fourrures et mes peaux préférées.
it: Ecco dove tengo tutte le mie pellicce e pelli preferiti.
ja: 我が愛用の毛皮は、そこに保管している
ko: 내가 좋아하는 모피와 가죽을 보관하는 곳이지.
pl: To tutaj trzymam wszystkie swoje ulubione futra i skóry.
pt_br: É aí que guardo todas minhas peles e couros favoritos.
ru: Здесь я храню мои любимые меха и шкуры.
zh_cn: 那是我存放所有我最喜欢的皮草的地方。
zh_tw: 那是我存放所有我最喜歡的皮草的地方。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CHANGEIN.INUSE
source: I shall let them select their garments first.
de: Ich werde sie erst ihre Kleider auswählen lassen.
es: Dejaré que elijan primero sus prendas.
fr: Je choisirai mes vêtements plus tard.
it: Lascerò che scelga prima le sue vesti.
ja: まずは、その者に衣を選ばせよう
ko: 먼저 옷을 선택하도록 양보하지.
pl: Niechże wybierze wpierw swe odzienie.
pt_br: Os deixarei escolher suas vestes primeiro.
ru: Вначале я позволю им выбрать одеяние.
zh_cn: 我应该先让他们挑选自己的服装。
zh_tw: 我應該先讓他們挑選自己的服裝。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: I cannot groom without a beast.
de: Ich kann nicht ohne ein Tier striegeln.
es: No puedo acicalar a nada si no tengo una bestia.
fr: Je ne puis cöiffer une beste sans sa présence.
it: Non posso fare la toletta senza una bestia.
ja: 獣がいなければ手入れもできぬ。
ko: 짐승 없이는 그루밍을 할 수 없어.
pl: Bez zwierzęcia nie ma czego szczotkować.
pt_br: Preciso de uma fera para realizar a tosquia.
ru: Тварь нужна мне, дабы холить ее и лелеять.
zh_cn: 需要有个动物在这里我才能开始打扮。
zh_tw: 需要有個動物在這裡我才能開始打扮。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: First the beast must grow back its mane.
de: Zuerst muss dem Tier seine Mähne nachwachsen.
es: Necesito que le vuelva a crecer el pelo a la bestia.
fr: La föurrure de la beste döit repöusser en amönt.
it: Prima la bestia dovrà far ricrescere la sua chioma.
ja: 獣はそのたてがみを、再び伸ばさねばならぬ。
ko: 먼저 갈기를 다시 길러야 해.
pl: Najpierw zwierzę musi zapuścić grzywę.
pt_br: Primeiro, a pelagem da fera precisa crescer de novo.
ru: Сначала тварь гриву должна отрастить.
zh_cn: 首先，必须等这野兽的鬃毛长回来。
zh_tw: 首先，必須等這野獸的鬃毛長回來。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: This wee beastie will not bring me glory.
de: Dieses mickrige Kerlchen wird mir keinen Ruhm einbringen.
es: Esta minibestia no me brindará gloria.
fr: Icelle ridicule beste ne m'appörtera pöint de glöire.
it: Questa bestiolina non mi darà gloria.
ja: かような小さき獣では我に栄光はもたらさぬ。
ko: 이 작은 짐승은 내게 영광을 가져오지 않아.
pl: Taka mała bestyjka nie przyniesie mi chwały.
pt_br: Essa criaturinha não me trará glória.
ru: Эта кроха не принесет мне почета.
zh_cn: 这个小猛兽不会给我带来荣耀。
zh_tw: 這個小猛獸不會給我帶來榮耀。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: This non-meat isn't even worthy of competing!
de: Dieses Nicht-Fleisch ist es nicht einmal wert, am Wettbewerb teilzunehmen!
es: ¡Este pedazo de alimento sin carne no sirve ni para competir!
fr: Cette nön-viande ne mérite même pöint de participer à icelle cömpétitiön !
it: Questa non-carne non è nemmeno degna di competere!
ja: この肉にあらぬ物は競う価値もない！
ko: 이 안고기는 경쟁할 가치조차 없어!
pl: To niemięso jest niegodne!
pt_br: Esta não carne não serve nem para competir!
ru: Это не-мясо не стоит того, чтобы за него сражаться!
zh_cn: 这种非肉根本就不值竞争!
zh_tw: 這種非肉根本就不值競爭!

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CONSTRUCT.EMPTY
source: It requireth materials.
de: Benötigt Material.
es: Necesita materiales.
fr: Il faut des matériaux.
it: Richiede dei materiali.
ja: 材料が必要であろう。
ko: 재료가 필요해.
pl: Potrzebuje materiałów.
pt_br: Necessita de materiais.
ru: Мне нужны материалы.
zh_cn: 需要材料。
zh_tw: 需要材料。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CONSTRUCT.INUSE
source: 'Tis in use, and not by me.
de: Das wird verwendet, aber nicht von mir.
es: Alguien lo está usando, y yo no.
fr: C'est déjà utilisé, et pas par moi.
it: Questa cosa è in uso, e non da me.
ja: それは使用中なりて、我が使用にあらず。
ko: 다른 사람이 사용 중이야.
pl: Zajęte. I to nie przeze mnie.
pt_br: Está em uso, e não por mim.
ru: Кто-то уже это использует, и даже не я.
zh_cn: 有人在用，而且还不是我。
zh_tw: 有人在用，而且還不是我。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Alas! 'Tis the wrong plans.
de: Leider sind das die falschen Pläne.
es: ¡Ay! Es el plano equivocado.
fr: Hélas ! Ce ne sont pas les bons plans.
it: Ahimè! Questi sono i progetti sbagliati.
ja: あぁ！ それは間違った計画だ。
ko: 이런! 이 도면이 아니군.
pl: Niestety! Te plany są niewłaściwe.
pt_br: Eia! São os planos errados.
ru: Увы! Не те чертежи.
zh_cn: 唉！这是错误的计划。
zh_tw: 唉！這是錯誤的計畫。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: Alas! It doth not go there!
de: Leider passt das hier nicht!
es: ¡Ay! ¡No va ahí!
fr: Hélas ! Ça ne va pas ici !
it: Ahimè! Non ci va!
ja: あぁ！ そこには行かぬであろう！
ko: 아아! 이건 맞지 않아!
pl: Niestety! Nie mogę tam pójść!
pt_br: Eia! Não encaixa aí!
ru: Увы! Этому здесь не место!
zh_cn: 唉！不能把它放到那里！
zh_tw: 唉！不能把它放到那裡！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.COOK.GENERIC
source: Alas! Bested by cookware!
de: Von der Sonne übertroffen.
es: ¡Ay! ¡Derrotado por utensilios de cocina!
fr: Hélas ! Vaincue par la cuisson !
it: Ahimè! Battuta dalle pentole!
ja: むむ…鍋のほうが一枚上手だったようだ
ko: 윽! 조리도구에 당했어!
pl: Cóż to! Pokonana przez przybory kuchenne?!
pt_br: Como?! Superada por equipamentos de cozinha!
ru: Увы! Повержена кухонной утварью!
zh_cn: 哎！被厨具打败了！
zh_tw: 哎！被廚具打敗了！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.COOK.INUSE
source: I shall wait whilst my allies plan their feast.
de: Ich werde warten, während meine Verbündeten ihr Fest planen.
es: Esperaré mientras mis aliados preparan su festín.
fr: J'attendrai pendant que mes alliés préparent leur festin.
it: Aspetterò mentre i miei alleati pianificano il loro banchetto.
ja: 同志が宴の準備中だ…済むまで待とう
ko: 아군이 향연을 준비하는 동안 기다리도록 하지.
pl: Będę dzielnie trwać, podczas gdy towarzysze moi jadło swe sposobić będą.
pt_br: Esperarei enquanto meus aliados planejam seu banquete.
ru: Я подожду, пока мои союзники планируют свою трапезу.
zh_cn: 我的盟友们准备大餐时，我应该耐心等待。
zh_tw: 我的盟友們準備大餐時，我應該耐心等待。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.COOK.TOOFAR
source: I must close the gap between us!
de: Ich muss zusehen, dass die Lücke zwischen uns kleiner wird.
es: ¡Debo cerrar la brecha entre nosotros!
fr: Je dois réduire la distance entre nous !
it: Devo chiudere il divario tra noi!
ja: 鍋が遠すぎる…もっと近づかねば！
ko: 거리를 줄여야 해!
pl: Muszę nadrobić dzielący nas dystans!
pt_br: Preciso acabar com a diferença entre nós!
ru: Я должна преодолеть пропасть между нами!
zh_cn: 我必须缩短我们之间的距离！
zh_tw: 我必須縮短我們之間的距離！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.DISMANTLE.COOKING
source: I will let it finish its work.
de: Ich werde es sein Werk zu Ende bringen lassen.
es: Dejaré que termine lo que está haciendo.
fr: Je le laisserai terminer sön öuvrage.
it: Lascerò che porti a termine il suo lavoro.
ja: 仕事を終わるまで待つとする。
ko: 일을 끝내게 둘 거야.
pl: Niech się skończy gotować.
pt_br: Vou deixá-la fazer seu trabalho.
ru: Я позволю ему завершить работу.
zh_cn: 我应该先让它完成自己的工作。
zh_tw: 我應該先讓它完成自己的工作。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.DISMANTLE.INUSE
source: I shall valiantly wait my turn.
de: Ich warte, bis ich dran bin.
es: Esperaré valientemente mi turno.
fr: J'attendrai mon tour vaillamment.
it: Aspetterò il mio turno valorosamente.
ja: ここは勇ましく、順番を待つのだ
ko: 내 차례를 용감하게 기다리도록 하지.
pl: Muszę dzielnie czekać na swą kolej.
pt_br: Esperarei valorosamente minha vez.
ru: Я храбро подожду своего хода.
zh_cn: 我应该英勇等待。
zh_tw: 我應該英勇等待。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: First, it must be emptied!
de: Das muss erst geleert werden!
es: Se tiene que vaciar antes.
fr: Il faut töut d'abörd le vider de sön cöntenu !
it: Prima va svuotata!
ja: まず、これを空にせねばならぬ！
ko: 우선, 비워야 해!
pl: Najpierw trzeba to opróżnić!
pt_br: Primeiro, ela deve ser esvaziada!
ru: Сначала следует его опустошить!
zh_cn: 首先应该清空它！
zh_tw: 首先應該清空它！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.DRAW.NOIMAGE
source: The muses will not visit me if I do not place an item first.
de: Die Musen werden mich nicht besuchen, wenn ich nicht zuerst etwas platziere.
es: Las musas no me visitarán si no coloco ningún objeto primero.
fr: Les muses ne me rendront pas visite si je ne pose aucun objet.
it: Le muse non mi faranno visita se non metto almeno un oggetto prima.
ja: 先にアイテムを置かねば、女神は我が元を訪れぬであろう。
ko: 아이템을 먼저 놓지 않으면 뮤즈가 찾아오지 않을 거야.
pl: Żadna muza nie przyjdzie, jeśli czegoś tu najpierw nie umieszczę.
pt_br: As musas não me visitarão se eu não colocar um item primeiro.
ru: Муза не посетит меня, если я не размещу предмет.
zh_cn: 如果我不先放一个道具，缪斯就不会来找我。
zh_tw: 如果我不先放一個道具，繆斯就不會來找我。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: The plants will like this about as much as I like them.
de: Den Pflanzen wird das ungefähr so gut gefallen wie sie mir gefallen.
es: A las plantas les va a gustar tanto como ellas a mí.
fr: Les plantes apprécierönt icelle eau autant que je les apprécie.
it: Questo piacerà alle piante quanto loro piacciono a me.
ja: 我が植物を憎むよう、植物もまた海を憎んでおるのだ。
ko: 내가 식물을 좋아하는 만큼 식물도 이것을 좋아할 거야.
pl: Ja nie lubię roślin, a one słonej wody.
pt_br: As plantas vão gostar disto tanto quanto eu gosto delas.
ru: Растениям это по нраву не больше, чем они мне.
zh_cn: 我不喜欢它，这些植物也不喜欢。
zh_tw: 我不喜歡它，這些植物也不喜歡。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: Come closer, ye wee fishy cowards!
de: Kommt her, ihr fischigen Feiglinge!
es: ¡Acercaos, cobardicas con escamas!
fr: Appröchez, cöuards à nageöires !
it: Avvicinatevi, piccoli pescetti codardi!
ja: こちらへ来い、生臭い腰抜け共め。
ko: 가까이 와라, 이 비린내 나는 겁쟁이들아!
pl: Chodźcie bliżej, wy małe rybie tchórze!
pt_br: Cheguem mais perto, peixinhos covardes!
ru: Подплывите ближе, трусливые рыбешки!
zh_cn: 靠近点，尔等小鱼懦夫！
zh_tw: 靠近點，爾等小魚懦夫！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.ABIGAILHEART
source: The girl's spirit cannot be returned.
de: Ihr Geist kann nicht zurückgeholt werden.
es: El espíritu de la chica no puede ser devuelto.
fr: Impossible de faire revivre l'esprit de la fille.
it: Lo spirito della ragazza non può essere restituito.
ja: 幼子の魂は戻らぬか…
ko: 소녀의 혼은 되돌릴 수 없어.
pl: Dusza dziewczyny nie może zostać zwrócona.
pt_br: O espírito da garota não pode ser reavido.
ru: Дух девочки уже не вернуть.
zh_cn: 这女孩无法恢复精神。
zh_tw: 這女孩無法恢復精神。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.BUSY
source: I'll try once more when it's done.
de: Ich werde es noch mal versuchen, wenn es fertig ist.
es: Lo intentaré una vez más cuando acabe.
fr: Je réessaierai quand ça sera prêt.
it: Ci proverò di nuovo quando ha finito.
ja: 用が済むまで待ち、再度試すとしよう
ko: 다 하고 나면 다시 시도하도록 하지.
pl: Spróbuję jeszcze raz, gdy będzie można.
pt_br: Vou tentar mais uma vez quando estiver pronto.
ru: Я попробую снова, когда это закончится.
zh_cn: 等它好了我再试试。
zh_tw: 等它好了我再試試。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: T'will not raise from death, it seems.
de: Ich glaube, das steht nicht von den Toten auf.
es: Parece que no se levantará de la tumba.
fr: On dirait que c'est mort pour de bon.
it: Non risorgerà dalla morte, così pare.
ja: 死者は蘇らぬようだ
ko: 죽음에서 깨어나지 않으려는 모양이군.
pl: Zdaje się, że nie sposób wyrwać cię ze szponów śmierci.
pt_br: Tu não te levantará da morte, parece.
ru: Кажется, тебе не восстать из мертвых.
zh_cn: 看起来不会复活。
zh_tw: 看起來不會復活。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: A warrior must be patient.
de: Krieger müssen geduldig sein.
es: Una guerrera debe ser paciente.
fr: La patience est une vertu de guerrier.
it: Una guerriera deve saper essere paziente.
ja: 戦士は忍耐強くなければならぬ。
ko: 전사라면 인내해야 해.
pl: Wojowniczka musi być cierpliwa.
pt_br: Uma guerreira precisa ser paciente.
ru: Терпение — благодетель воина.
zh_cn: 勇士务必耐心。
zh_tw: 勇士務必耐心。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: 'Tis not to its liking.
de: Das war nicht nach seinem Geschmack.
es: No es de su agrado.
fr: Ce n'était pöint à sien göût.
it: Non è ciò che desidera.
ja: 好みではないようだ。
ko: 마음에 들지 않아.
pl: Toć to nie to.
pt_br: Não foi do seu agrado.
ru: Сие не нравится ему.
zh_cn: 它不喜欢。
zh_tw: 它不喜歡。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.DEAD
source: They'll have better things in Valhalla.
de: In Walhalla wird es bessere Sachen geben.
es: Habrá cosas mejores en Valhalla.
fr: Ils auront des trucs mieux au Walhalla.
it: Avranno cose migliori nel Valhalla.
ja: ヴァルハラでは、よりよき物が手に入ろう
ko: 발할라에서 더 좋은 경험을 할 테지.
pl: W Walhalli czeka ich lepsze życie.
pt_br: Eles terão coisas melhores em Valhalla.
ru: В Вальхалле их ждут лучшие вещи.
zh_cn: 英灵殿有更好的东西。
zh_tw: 英靈殿有更好的東西。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.DUPLICATE
source: We have already conquered this knowledge.
de: Dieses Wissen haben wir bereits erobert.
es: Ya dominamos este conocimiento.
fr: Nous avons déjà conquis cette connaissance.
it: Abbiamo già conquistato questa conoscenza.
ja: 我々はすでにこの知識を凌駕した。
ko: 이미 정복한 지식이야.
pl: Posiadamy już tę wiedzę.
pt_br: Já conquistamos esse conhecimento.
ru: Мы уже завоевали это знание.
zh_cn: 我们已经攻克了这一知识。
zh_tw: 我們已經攻克了這一知識。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.FOODFULL
source: One sacrifice at a time!
de: Ein Opfer nach dem anderen!
es: ¡Un sacrificio a la vez!
fr: Un sacrifice à la fois !
it: Un sacrificio alla volta!
ja: 一度に一つの犠牲を！
ko: 제물은 한 번에 하나씩!
pl: Jedna ofiara naraz!
pt_br: Um sacrifício de cada vez!
ru: Одна жертва за один раз!
zh_cn: 一次仅限一件祭品！
zh_tw: 一次僅限一件祭品！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.GENERIC
source: T'will not work.
de: Das klappt nicht.
es: No funcionará.
fr: Ça marchera pas.
it: Non funzionerà.
ja: それではだめだ。
ko: 안 될 거야.
pl: To nie zadziała.
pt_br: Não funcionará.
ru: Это не сработает.
zh_cn: 估计不行。
zh_tw: 估計不行。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.GHOSTHEART
source: The spirit cannot be returned.
de: Der Geist kann nicht zurückgeholt werden.
es: El espíritu no puede ser devuelto.
fr: Impossible de faire revivre l'esprit.
it: Lo spirito non può essere restituito.
ja: 魂は戻らぬか…
ko: 혼을 되돌릴 수 없어.
pl: Dusza nie może zostać zwrócona.
pt_br: Esse espírito não pode ser reavido.
ru: Дух невозможно вернуть.
zh_cn: 精神无法恢复。
zh_tw: 精神無法恢復。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: The sprite home requires sprucing up. With magical spruce!
de: Ds muss etwas herausgeputzt werden.
es: Hay que decorar la casa del duende. ¡Con adornos mágicos!
fr: La maison du lutin a besoin d'être astiquée. Avec un produit magique !
it: La casa del folletto richiede della cura. Con un abete magico!
ja: 妖精の家を綺麗に必要がある。魔法のトウヒを以って！
ko: 요정의 집을 꾸며야 해. 마법으로!
pl: Grzybki są głodne. Głodne magii!
pt_br: O lar do espírito precisa de uns retoques. Retoques mágicos!
ru: Древесной фее нужна древесина. С волшебной хвои!
zh_cn: 精灵之家需要装修。多么魔幻的打扮啊！
zh_tw: 精靈之家需要裝修。多麼魔幻的打扮啊！

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: Forest sprites have no need of that.
de: Waldfichten brauchen sowas nicht.
es: A los duendes del bosque no les hace falta.
fr: Les lutins de la forêt n'ont pas besoin de ça.
it: I folletti della foresta non ne hanno bisogno.
ja: 森の精はそれを必要としない。
ko: 숲 요정에게는 필요하지 않아.
pl: Leśnym duszkom się to nie przyda.
pt_br: Os espíritos da floresta não precisam disso.
ru: Лесным духам это не нужно.
zh_cn: 森林小精灵不需要那个。
zh_tw: 森林小精靈不需要那個。

# CHARACTERS.WATHGRITHR.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: It longs for its homeland. It will not grow here.
de: Es verlangt ihn nach seiner Heimat. Hier wird er nicht wachsen.
es: Anhela su tierra... No va a crecer aquí.
fr: Sa terre natale lui manque. Ce n'est pöint ici qu'il pöurra cröître.
it: Ha nostalgia della sua terra natale. Non crescerà qui.
ja: 故郷を恋しく思うておる。ここでは育つことはなかろう。
ko: 고향이 그리운 가봐. 여기선 자라지 않겠네.
pl: Tęskni za ojczyzną. Tutaj nie urośnie.
pt_br: Está sentindo saudade da terra natal. Não vai crescer aqui.
ru: Они по родине скучают и здесь зачахнут.
zh_cn: 它怀念自己的家乡。不愿在这里扎根。
zh_tw: 它懷念自己的家鄉。不願在這裡紮根。
