Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.TRUNK_COOKED
source: Could use... Hm... I'm stumped...
de: Da fehlt noch was ... Aber was?
es: Le hace falta... hmm... estoy perplejo.
es_mx: Le hace falta... mmm... Estoy perplejo.
fr: Ça manque de... hem... non, je sèche...
it: Mi servirebbe... umm... sono perplesso...
ja: これは…何を添えてもマズそうネ…
ko: 뭘 더하면 좋을지... 전혀 모르겠군...
pl: Przydałoby się trochę.. hmm... jestem w kropce.
pt_br: Cairia bem... hm... não faço ideia...
ru: Сюда можно… Хм… Я в замешательстве…
zh_cn: 可以加点...唔...难住我了...
zh_tw: 可以加點...唔...難住我了...

# CHARACTERS.WARLY.DESCRIBE.TRUNK_SUMMER
source: This meat has a gamey odor.
de: Dieses Fleisch riecht nach Wild.
es: Esta carne tiene un olor fuerte.
es_mx: Esta carne tiene un olor fuerte.
fr: Cette viande sent le gibier.
it: Questa carne odora di selvaggina.
ja: ケモノくさいネ…
ko: 이 고기는 야생의 냄새가 나.
pl: Śmierdzi trochę podejrzanie.
pt_br: Essa carne tem um odor de caça.
ru: У этого мяса запах дичи.
zh_cn: 这块肉气味很强烈。
zh_tw: 這塊肉氣味很強烈。

# CHARACTERS.WARLY.DESCRIBE.TRUNK_WINTER
source: Not the finest cut of meat.
de: Nicht das beste Stück Fleisch.
es: No es el mejor trozo de carne.
es_mx: No es el mejor trozo de carne.
fr: Pas le meilleur morceau.
it: Non è il miglior taglio di carne.
ja: 良質…とはいえない肉ネ
ko: 가장 좋은 부위의 고기는 아니야.
pl: Nie jest to może najlepszy gatunek mięsa...
pt_br: Não é o corte de carne mais fino.
ru: Не лучшая вырезка.
zh_cn: 并不是最好的那块肉。
zh_tw: 並不是最好的那塊肉。

# CHARACTERS.WARLY.DESCRIBE.TUMBLEWEED
source: What secrets do you hold?
de: Welche Geheimnisse verbirgst du?
es: ¿Qué secretos escondes?
es_mx: ¿Qué secretos escondes?
fr: Quels secrets caches-tu ?
it: Quali segreti contieni?
ja: どんな秘密を抱えてるノ？
ko: 어떤 비밀을 지니고 있니?
pl: Jakie skarby skrywasz?
pt_br: Que segredos você guarda?
ru: Какие тайны ты скрываешь?
zh_cn: 你藏着什么秘密？
zh_tw: 你藏著什麼秘密？

# CHARACTERS.WARLY.DESCRIBE.TURFCRAFTINGSTATION
source: This recipe calls for some ground ingredients, non?
de: Für dieses Rezept braucht man gemahlene Zutaten, non?
es: Esta receta necesita ingredientes de la tierra, ¿non?
fr: Cette recette a besoin d'ingrédients issus de la terre !
it: Questa ricetta richiede degli ingredienti tritati, non?
ja: このレシピは土も材料の1つなのカナ？
ko: 이 조리법에는 바탕이 되는 재료가 좀 필요해, 농(안 그래)?
pl: Grunt to dobre składniki, non?
pt_br: Esta receita pede alguns ingredientes do solo, non?
ru: Для этого рецепта нужны ингредиенты прямо с земли, non?
zh_cn: 这个配方需要一些地上长的原料，对吗?
zh_tw: 這個配方需要一些地上長的原料，對嗎?

# CHARACTERS.WARLY.DESCRIBE.TURF_ARCHIVE
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_BADLANDS
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_CARPETFLOOR
source: Make fists with your toes...
de: Schön weich.
es: Convierte los dedos de los pies en puños...
es_mx: Convierte los dedos de los pies en puños...
fr: On a envie de s'y gratter les orteils...
it: Fai a pugni con le dita dei piedi...
ja: はだしで歩くと気持ちいいネ…
ko: 발가락을 구부려봐...
pl: Podłoga dla szlachty...
pt_br: Faz punhos com seus dedos do pé...
ru: Зажми пальцы ног в кулаки…
zh_cn: 蜷起脚趾...
zh_tw: 蜷起腳趾...

# CHARACTERS.WARLY.DESCRIBE.TURF_CAVE
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_CHECKERFLOOR
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_DECIDUOUS
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_DESERTDIRT
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_DIRT
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_DRAGONFLY
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 好像是大地的原料。
zh_tw: 好像是大地的原料。

# CHARACTERS.WARLY.DESCRIBE.TURF_FOREST
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для земли.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS_GREEN
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS_MOON
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS_RED
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_GRASS
source: Will I need to cut this?
de: Muss ich das mähen?
es: ¿Tendré que cortarlo?
es_mx: ¿Tendré que cortarlo?
fr: Vais-je devoir couper ça ?
it: Avrò bisogno di tagliarlo?
ja: 芝刈りしないとダメ？めんどくさいネ…
ko: 이거 잘라줘야 하나?
pl: Mam ją posiekać?
pt_br: Vou precisar cortar isso?
ru: Нужно будет это срезать?
zh_cn: 我需要割掉这些草吗？
zh_tw: 我需要割掉這些草嗎？

# CHARACTERS.WARLY.DESCRIBE.TURF_MARSH
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_METEOR
source: Very down-to-earth.
de: Himmlisch.
es: Muy de la tierra.
es_mx: Parece de la tierra, pero no lo es.
fr: C'est très terre-à-terre.
it: Ha il morale un po' a terra.
ja: とっても落ち着いてるネ。
ko: 아주 현실적이야.
pl: Bardzo przyziemny.
pt_br: É muito apegado à terra.
ru: Весьма приземленно.
zh_cn: 非常接地气。
zh_tw: 非常接地氣。

# CHARACTERS.WARLY.DESCRIBE.TURF_MUD
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_PEBBLEBEACH
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 好像是大地的原料。
zh_tw: 好像是大地的原料。

# CHARACTERS.WARLY.DESCRIBE.TURF_ROAD
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_ROCKY
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_SANDY
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_SAVANNA
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_SHELLBEACH
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_SINKHOLE
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_UNDERROCK
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURF_WOODFLOOR
source: It's like an ingredient for the ground.
de: Wie eine Zutat für den Boden.
es: Es como un ingrediente para el suelo.
es_mx: Es como un ingrediente, pero para el suelo.
fr: C'est comme un ingrédient pour le sol.
it: È come un ingrediente per il terreno.
ja: 地面の材料…カナ？
ko: 땅을 이루는 재료다.
pl: Taki jakby składnik to przyrządzenia ziemi.
pt_br: É como um ingrediente para o solo.
ru: Похоже на ингредиент для пола.
zh_cn: 这就像是一种给地面的调料。
zh_tw: 這就像是一種給地面的調料。

# CHARACTERS.WARLY.DESCRIBE.TURKEYDINNER
source: I'm getting sleepy just looking at it!
de: Ich schwitze schon beim Hinschauen.
es: ¡Me está entrando sueño solo de mirarlo!
es_mx: ¡Me está entrando sueño de solo mirarlo!
fr: C'est déjà Noël ?
it: Mi sta venendo sonno solo a guardarlo!
ja: おなかいっぱいに食べたら、眠くなるネ！
ko: 보는 것만으로도 졸리네!
pl: Robię się śpiący od samego patrzenia.
pt_br: Estou ficando com sono só de olhar!
ru: Просто смотрю на него, и хочется спать!
zh_cn: 只是看着它我就困了！
zh_tw: 只是看著它我就困了！

# CHARACTERS.WARLY.DESCRIBE.TURNIP
source: Root vegetables are at the root of all good meals.
de: Wurzelgemüse sind das Fundament jeder guten Mahlzeit.
es: Los tubérculos son la raíz de toda buena comida.
es_mx: Los tubérculos son la base de todas las comidas buenas.
fr: Les légumes racines sont à la racine de tous les bons repas. Hé hé.
it: Alla base di qualsiasi buon pasto ci sono i tuberi.
ja: 根菜は良い食事の基礎なんだヨ。
ko: 뿌리채소는 모든 훌륭한 식사의 뿌리지.
pl: Warzywa korzeniowe są podstawą wszystkich dobrych posiłków.
pt_br: As raízes estão na raiz de todas as boas refeições.
ru: Во всех хороших блюдах должны быть корнеплоды.
zh_cn: 根块类的蔬菜是所有美食的根本。
zh_tw: 根塊類的蔬菜是所有美食的根本。

# CHARACTERS.WARLY.DESCRIBE.TURNIP_COOKED
source: It will do in a pinch, but I can do better.
de: Das reicht im Notfall, aber ich kann es besser.
es: Valdrá en caso de apuro, pero puedo aspirar a más.
es_mx: Servirá en caso de apuro, pero sé que puedo aspirar a algo mejor.
fr: Ça fera l'affaire, mais je peux faire mieux.
it: Sarà pronta tra un secondo, lo so per certo.
ja: ピンチの時に役立つけど、ボクはもっとよくできるヨ。
ko: 나쁘진 않지만, 굳이 이걸 먹고 싶지는 않아.
pl: Ujdzie, ale mogę się bardziej postarać.
pt_br: Vai servir num aperto, mas dá pra conseguir coisa melhor.
ru: На крайний случай сгодится, но это далеко не вершина моих способностей.
zh_cn: 这样也能吃，不过我能做的更好。
zh_tw: 這樣也能吃，不過我能做的更好。

# CHARACTERS.WARLY.DESCRIBE.TURNIP_SEEDS
source: What fresh ingredients will grow from these?
de: Welche frischen Zutaten da wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de aquí?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: A quali freschi ingredienti daranno vita?
ja: これからどんな新鮮野菜が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas produzirão?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.TURTILLUS
source: They seem a bit prickly, non?
de: Ein wenig stachelig, non?
es: Un asunto espinoso, ¿non?
es_mx: Se ven bastante espinosos, ¿non?
fr: Ça me paraît piquant, non ?
it: Sembrano un po' pungenti, n'est pas?
ja: ちょっとトゲだらけに見えるヨ。
ko: 조금 따끔해 보이는걸?
pl: Trochę kłujący, non?
pt_br: Elas parecem meio pontudas, non?
ru: Кажется, они все воспринимают в штыки, non?
zh_cn: 是不是有点尖了？
zh_tw: 是不是有點尖了？

# CHARACTERS.WARLY.DESCRIBE.TWIGGYTREE.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.DESCRIBE.TWIGGYTREE.BURNT
source: Crisp, no?
de: Knusprig, was?
es: Crujiente, ¿verdad?
es_mx: Crujiente, ¿non?
fr: Croustillant non ?
it: Croccante, no?
ja: クリスピー？
ko: 아주 바삭하네?
pl: Czips?
pt_br: Crocante, não?
ru: Хрустит, не так ли?
zh_cn: 很脆，不是吗？
zh_tw: 很脆，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.TWIGGYTREE.CHOPPED
source: No more for now.
de: Fürs Erste nichts mehr da.
es: Se acabó por ahora.
es_mx: Ya no queda nada.
fr: Ça suffira pour l'instant.
it: Non c'è più per adesso.
ja: 今はもう十分だネ。
ko: 지금은 더 없어.
pl: Nic nie zostało.
pt_br: Chega por enquanto.
ru: Его больше нет.
zh_cn: 没了。
zh_tw: 沒了。

# CHARACTERS.WARLY.DESCRIBE.TWIGGYTREE.DISEASED
source: It's under the weather.
de: Nicht ganz in Form.
es: Está pasando lo suyo.
es_mx: No se siente bien.
fr: Ça ne va pas très bien.
it: Non si sente molto bene.
ja: 天気のせいだヨ。
ko: 상태가 안 좋아.
pl: Wygląda niezdrowo.
pt_br: Tá doente.
ru: Неважно себя чувствует.
zh_cn: 状态不太好。
zh_tw: 狀態不太好。

# CHARACTERS.WARLY.DESCRIBE.TWIGGYTREE.GENERIC
source: It's a tree made of kabob sticks.
de: Ein Baum aus Schaschlikspießen.
es: Es un árbol hecho de brochetas.
es_mx: Es un árbol hecho de brochetas.
fr: C'est un arbre fait de pics à brochette.
it: È un albero fatto di stecchini per gli spiedini.
ja: まるでケバブの串でできた木だネ。
ko: 케밥 막대기로 만든 나무야.
pl: Drzewo na szaszłyki.
pt_br: É uma árvore feita de espetinhos.
ru: Это дерево можно нарубить на зубочистки.
zh_cn: 长满了烤肉签子的树。
zh_tw: 長滿了烤肉籤子的樹。

# CHARACTERS.WARLY.DESCRIBE.TWIGGY_NUT
source: It will grow into a fine tree.
de: Daraus wird ein stattlicher Baum.
es: Se convertirá en un buen árbol.
es_mx: Crecerá hasta convertirse en un buen árbol.
fr: Ça devrait donner un bel arbre.
it: Crescerà fino a diventare un bell'albero.
ja: これは立派な木になるだろうネ。
ko: 좋은 나무로 자라겠지.
pl: Wyrośnie z niego porządne drzewo.
pt_br: Vai se tornar uma bela árvore.
ru: Из него вырастет отличное дерево.
zh_cn: 会长成一棵好树。
zh_tw: 會長成一棵好樹。

# CHARACTERS.WARLY.DESCRIBE.TWIGGY_NUT_SAPLING
source: Just a petite bébé.
de: So ein petite bébé.
es: Solo un petit bebé.
es_mx: Solo es un petite vástago.
fr: Ce n'est qu'un bébé.
it: Solo un petit bébé.
ja: ただの小さい赤ちゃんネ。
ko: 쁘띠 베베야.
pl: To tylko petit bébé.
pt_br: É apenas um petite bébé.
ru: Просто маленький bébé.
zh_cn: 是一个小宝宝。
zh_tw: 是一個小寶寶。

# CHARACTERS.WARLY.DESCRIBE.TWIGGY_OLD
source: That tree looks like it's on its way out.
de: Der Baum ist auf dem absteigenden Ast.
es: Ese árbol tiene pinta de estar finiquitado.
es_mx: Ese árbol parece que está a punto de colgar las raíces.
fr: Cet arbre a l'air en bout de course.
it: Sembra che quell'albero stia per lasciarci.
ja: あの木、脱出中みたいだネ。
ko: 곧 세상을 떠날 것 같은 나무인걸.
pl: Wygląda, jakby miało już dość.
pt_br: Essa árvore parece prestes a partir dessa pra melhor.
ru: Кажется, у этого дерева заканчивается жизненный срок.
zh_cn: 这棵树快要去了。
zh_tw: 這棵樹快要去了。

# CHARACTERS.WARLY.DESCRIBE.TWIGS
source: The start of a good cooking fire.
de: Das würde sich gut in einem Kochtopf machen.
es: El inicio de un buen fuego para cocinar.
es_mx: El inicio de un buen fuego para cocinar.
fr: Le début d'un bon feu de cuisine.
it: L'inizio di un buon fuoco per cucinare.
ja: かまどに火をおこすとき、重宝するネ
ko: 요리하기에 좋은 불이 될 수 있겠어.
pl: Początek porządnego ognia do gotowania.
pt_br: O início de um bom fogo para cozinhar.
ru: Хороший получится костер для готовки.
zh_cn: 用来生火做饭的好材料。
zh_tw: 用來生火做飯的好材料。

# CHARACTERS.WARLY.DESCRIBE.TWINOFTERROR1
source: I promise, I'm not as delicious as I appear!
de: Ich verspreche, ich bin nicht so lecker, wie ich aussehe!
es: ¡No estoy tan bueno como aparento, en serio!
fr: Je vous jure que je ne suis pas aussi délicieux que j'en ai l'air !
it: Giuro di non essere tanto buono quanto posso sembrare!
ja: ボクは見た目ほどオイシクないヨ！ホントだヨ！
ko: 장담하는 데 난 보기보다 맛이 없어!
pl: Przysięgam, że nie jestem tak pyszny, na jakiego wyglądam!
pt_br: Eu prometo, não sou tão delicioso quanto aparento ser!
ru: Уверяю, на вкус я совсем не так хорош, как на вид!
zh_cn: 我保证，我并不像看起来那么好吃！
zh_tw: 我保證，我並不像看起來那麼好吃！

# CHARACTERS.WARLY.DESCRIBE.TWINOFTERROR2
source: I promise, I'm not as delicious as I appear!
de: Ich verspreche, ich bin nicht so lecker, wie ich aussehe!
es: ¡No estoy tan bueno como aparento, en serio!
fr: Je vous jure que je ne suis pas aussi délicieux que j'en ai l'air !
it: Giuro di non essere tanto buono quanto posso sembrare!
ja: ボクは見た目ほどオイシクないヨ！ホントだヨ！
ko: 장담하는 데 난 보기보다 맛이 없어!
pl: Przysięgam, że nie jestem tak pyszny, na jakiego wyglądam!
pt_br: Eu prometo, não sou tão delicioso quanto aparento ser!
ru: Уверяю, на вкус я совсем не так хорош, как на вид!
zh_cn: 我保证，我并不像看起来那么好吃！
zh_tw: 我保證，我並不像看起來那麼好吃！
