Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ANNOUNCE_SNARED_IVY
source: You would defend your vegetable kin against me? Have at thee!
de: Du willst deine pflanzliche Sippe gegen mich verteidigen? Wehre dich!
es: ¿Defenderías a tu familia de verduras de mí presencia? ¡En guardia!
fr: Tu prötégerais tön frère légume cöntre möi ? En garde !
it: Hai intenzione di difendere i tuoi fratelli ortaggi da me? In guardia!
ja: 汝は我に対抗し、野菜を味方するというのか？かかってこい！
ko: 너의 채소 친척을 변호하고 싶어? 각오해!
pl: Chcesz bronić swoich warzywnych krewniaków? A masz!
pt_br: Quer defender seus clã de vegetais contra mim? Prepare-se para lutar!
ru: Ты будешь защищать своих зеленых братьев от меня? Получай!
zh_cn: 你要保护你的植物人亲戚来对付我？来吧！
zh_tw: 你要保護你的植物人親戚來對付我？來吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SOAKED
source: I'm nearly drowned!
de: Ich bin fast ersoffen.
es: ¡Casi estoy ahogada!
fr: Je suis presque inondée !
it: Sono quasi annegata!
ja: ほとんど溺れているぞ！
ko: 익사하는 줄 알았네!
pl: Zaraz się utopię!
pt_br: Estou quase encharcada.
ru: Я почти утонула!
zh_cn: 差点淹死我了！
zh_tw: 差點淹死我了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SPOOKED
source: Doth mine eyes deceive me?
de: Täuschen mich meine Äuglein?
es: ¿Acaso me engañan mis ojos?
fr: Mes yeux me trahiraient ?
it: I miei occhi mi ingannano?
ja: 我は幻覚でも見たのか？
ko: 내 눈에 헛것이 보이나?
pl: Czyżby oczy mnie myliły?
pt_br: Será que meus olhos me enganam?
ru: Мои глаза меня обманывают?
zh_cn: 我的眼睛是不是在骗我？
zh_tw: 我的眼睛是不是在騙我？

# CHARACTERS.WATHGRITHR.ANNOUNCE_TALK_TO_PLANTS.1
source: I care naught for these plants or the veggies they produce.
de: Ich mache mir nichts aus diesen Pflanzen oder dem Gemüse, das sie produzieren.
es: No tengo interés alguno ni por las plantas ni por las verduras que producen.
fr: Peu me chaut ces plantes öu les légumes qu'elles pröduisent.
it: Non m'importa di queste piante né degli ortaggi che producono.
ja: 我はかような植物やあの者ら作る野菜は好まぬ。
ko: 이 식물이나 여기서 나오는 채소에는 전혀 관심이 없어.
pl: Nie dbam o te rośliny ani ich warzywa.
pt_br: Não me importo com estas plantas nem com os legumes que elas produzem.
ru: Неинтересны мне ни растения, ни их плоды.
zh_cn: 我从未关心这些植物或他们结出的蔬菜。
zh_tw: 我從未關心這些植物或他們結出的蔬菜。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TALK_TO_PLANTS.2
source: Grow, or do not.
de: Wachse ... oder wachse nicht.
es: Crece... o no crezcas.
fr: Cröîs, s'il le faut.
it: Cresci, o non crescere.
ja: 育て、または、育つでない。
ko: 자라라, 아니면 말거나.
pl: Rośnij albo nie.
pt_br: Cresça, ou não.
ru: Расти. Или не расти.
zh_cn: 长不长随你。
zh_tw: 長不長隨你。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TALK_TO_PLANTS.3
source: Perhaps someone more weak and feeble might talk to the plants, while I hunt.
de: Vielleicht kann jemand, der schwächer und gebrechlicher ist, mit den Pflanzen sprechen, während ich jage.
es: A lo mejor alguien más débil puede hablar con las plantas mientras salgo de caza.
fr: Quelqu'un de plus faible et malingre pöurrait cönverser avec les plantes, tandis que je chasse.
it: Qualcuno più debole e fiacco potrebbe parlare alle piante mentre io vado a caccia.
ja: 我が狩りをする一方、我よりも弱ったおいぼれが植物に話すかもしれぬ。
ko: 사냥하는 동안 더 허약하고 연약한 누군가가 식물에게 말을 걸 수도 있겠지.
pl: Może ktoś słabszy porozmawia z roślinami, gdy ja będę polować.
pt_br: Talvez alguém mais fraco e delicado deva conversar com as plantas enquanto eu caço.
ru: С растениями кто-нибудь мягкотелый пусть поговорит, пока я на охоте.
zh_cn: 我是猎人，你去找个弱小的人去跟植物对话吧。
zh_tw: 我是獵人，你去找個弱小的人去跟植物對話吧。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TALK_TO_PLANTS.4
source: No fearsome warrior should be caught talking to plants.
de: Eine furchterregende Kriegerin sollte nicht dabei erwischt werden, wie sie mit Pflanzen spricht.
es: Jamás deberían ver a una guerrera que se precie hablar con las plantas.
fr: Nul guerrier digne de ce nöm ne devrait être surpris à cönverser avec des plantes.
it: Nessuna guerriera temibile può farsi sorprendere mentre parla alle piante.
ja: 恐ろしい戦士が植物に話すところは何人にも見られてはならぬ。
ko: 무시무시한 전사가 식물과 대화하는 것을 들키면 안 돼.
pl: Żadna wielka wojowniczka nie powinna rozmawiać z roślinami.
pt_br: Nenhuma guerreira deveria ser pega conversando com plantas.
ru: Воин, что болтает с травами, страх во врагов не вселяет.
zh_cn: 任何可敬的战士都不应该被发现和植物说话。
zh_tw: 任何可敬的戰士都不應該被發現和植物說話。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TALK_TO_PLANTS.5
source: I should be hunting, not gardening!
de: Ich sollte jagen, nicht gärtnern!
es: ¡Tendría que estar de caza, no cuidando una huerta!
fr: Je devrais chasser, pöint jardiner !
it: Dovrei andare a caccia, non nell'orto!
ja: 我がすべきは狩りであり、ガーデニングではない！
ko: 정원 가꾸기가 아니라 사냥을 해야 해!
pl: Powinnam polować, a nie uprawiać ogród!
pt_br: Eu devia estar caçando, e não fazendo jardinagem!
ru: Я охотиться должна, а не в земле копаться!
zh_cn: 我应该去打猎，而不是种地！
zh_tw: 我應該去打獵，而不是種地！

# CHARACTERS.WATHGRITHR.ANNOUNCE_THORNS
source: Arg, I've been poked!
de: Arg, ich wurde gestochen!
es: ¡Agh, me he pinchado!
fr: Aïe, je me suis fait piquer !
it: Argh, sono stata infilzata!
ja: イテテ、刺された！
ko: 앗, 찔렸다!
pl: Arg! Ukłułam się!
pt_br: Argh, fui espetada!
ru: Аргх, меня кто-то кольнул!
zh_cn: 啊，我给刺到了！
zh_tw: 啊，我給刺到了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_THURIBLE_OUT
source: Alas, it is no more.
de: Das war einmal. Leider.
es: Ay, se acabó.
fr: Hélas, c'est terminé.
it: Ahimè, è finita.
ja: 香は燃え尽きてしまったようだ…
ko: 이런, 이제 없네.
pl: Niestety, skończyło się.
pt_br: Oh, já era.
ru: Увы, его больше нет.
zh_cn: 唉，没有了。
zh_tw: 唉，沒有了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_ABANDONED
source: I will finish this hunt solo!
de: Ich werde diese Jagd allein beenden!
es: ¡Pondré fin a esta caza sin ayuda!
fr: Je mettrai le pöint final à cette chasse seule !
it: Completerò questa caccia da sola!
ja: この狩りは自力で遂行するぞ！
ko: 난 이 사냥을 혼자서 끝낼 거야!
pl: Dokończę te łowy w pojedynkę!
pt_br: Vou terminar essa caçada sozinha!
ru: Я одолею зверя в одиночку!
zh_cn: 我将独自完成狩猎！
zh_tw: 我將獨自完成狩獵！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_DEAD
source: My guide hath fallen, and I am left directionless!
de: Mein Führer ist gefallen, ich bin orientierungslos!
es: ¡Mi guía ha caído! ¡Ya no tengo quien dirija mis pasos!
fr: Mien guide trépassa, et je suis désörmais sans ressöurce !
it: Il mio conduttore è caduto sul campo, sono priva di guida!
ja: 導き手が死んだ。これではあてもなく彷徨うことになってしまう！
ko: 길잡이는 쓰러졌고 난 길 잃은 채 남겨졌지!
pl: Mój przewodnik poległ, a ja nie wiem, dokąd iść!
pt_br: Meu guia jaz morto, e eu me encontro sem direção!
ru: Мой поводырь пал, оставив меня блуждать!
zh_cn: 我的向导倒下了，我失去了方向。
zh_tw: 我的嚮導倒下了，我失去了方向。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: It is vying for my attention.
de: Da wetteifert was um meine Aufmerksamkeit.
es: Reclama mi atención.
fr: Il réclame mienne attentiön.
it: Sta cercando di attirare la mia attenzione.
ja: 奴に目を奪われそうだ。
ko: 관심을 얻으려고 다투네.
pl: Chce mojej uwagi.
pt_br: Ele está sequioso pela minha atenção.
ru: Он жаждет моего внимания.
zh_cn: 它正在争夺我的注意力。
zh_tw: 它正在爭奪我的注意力。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_LOST_KITCOON
source: Someone was swifter than I!
de: Jemand war schneller als ich!
es: ¡Alguien ha sido más diestro que yo!
fr: Quelqu'un fut plus vif que möi !
it: Qualcuno è stato più rapido di me!
ja: 我よりもすばしっこいな！
ko: 나보다 날쌘 녀석이 있네!
pl: Ktoś dotarł tu rychlej niźli ja!
pt_br: Alguém foi mais ágil que eu!
ru: Кто-то меня обогнал!
zh_cn: 有人比我还快！
zh_tw: 有人比我還快！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_NEAR_KITCOON
source: I sense there's a little beastie afoot...
de: Ich spüre, dass da ein kleines Tierchen unterwegs ist ...
es: Presiento que hay una bestia haciendo de las suyas...
fr: Je sens qu'une petite beste est töute pröche...
it: Sento che c'è una bestiolina nei paraggi...
ja: 感じる…小さき獣が近くにいるのを…
ko: 꼬맹이 짐승이 아장대고 있는 게 느껴져...
pl: Wyczuwam w pobliżu małe stworzonko...
pt_br: Sinto que há uma ferinha por perto...
ru: Чую, где-то прячется тварюшка...
zh_cn: 我感到有一只小野兽在附近……
zh_tw: 我感到有一隻小野獸在附近……

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: No little beasties in this area.
de: In diesem Gebiet gibt es keine kleinen Tiere.
es: Aquí no hay ninguna bestia diminuta.
fr: Aucune petite beste dans icelle zöne.
it: Non ci sono bestioline in quest'area.
ja: この一帯に小さき獣はいないようだ。
ko: 이 구역에는 꼬맹이 짐승이 없어.
pl: Żadnych małych stworzonek na tym terenie.
pt_br: Não há ferinhas nessa área.
ru: Тварюшек здесь больше нет.
zh_cn: 该区域没有小野兽。
zh_tw: 該區域沒有小野獸。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_START_TRACKING
source: Onward, great beast!!
de: Vorwärts, großes Tier!!
es: ¡Adelante, gran bestia!
fr: En avant, beste replette !
it: Avanti, grande bestia!
ja: 前進だ！偉大なる獣よ！
ko: 앞으로, 멋쟁이 짐승!!
pl: Naprzód, wspaniały zwierzu!
pt_br: Avante, grande fera!!
ru: Вперед, великий зверь!
zh_cn: 勇往直前吧，伟大的野兽！！
zh_tw: 勇往直前吧，偉大的野獸！！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: Let us proceed!
de: Machen wir weiter!
es: ¡Continuemos!
fr: Après töi !
it: Procediamo!
ja: 我々を誘い給え！
ko: 앞으로 가자!
pl: Kontynuujmy!
pt_br: Vamos prosseguir!
ru: Продолжим путь!
zh_cn: 向前进！
zh_tw: 向前進！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TOADESCAPED
source: The beast returned from whence it came.
de: Das Tier ist zurückgekehrt.
es: La bestia ha vuelto al lugar de donde vino.
fr: La bête est repartie là d'où elle était venue.
it: La bestia è tornata da dove è venuta.
ja: その獣は元の場所から戻ってきた。
ko: 짐승이 원래 있던 곳으로 돌아갔어.
pl: Bestia wróciła tam, skąd przyszła.
pt_br: A fera voltou para o lugar de onde veio.
ru: Зверь вернулся в свою обитель.
zh_cn: 野兽回到它来的地方去了。
zh_tw: 野獸回到它來的地方去了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TOADESCAPING
source: Don't let the beast entertain thoughts of escape.
de: Sieh zu, dass das Vieh nicht an Flucht denkt.
es: No dejes que la bestia piense en escapar.
fr: Ne laisser aucun espoir de fuite à la bête.
it: Non permettere che la bestia faccia pensieri di fuga.
ja: 野獣に逃げようなどと思わせてはいけない。
ko: 짐승이 탈출은 꿈꾸지도 못하게 해.
pl: Nie pozwól bestii nacieszyć się wizją ucieczki.
pt_br: Não deixe a fera cogitar pensamentos de fuga.
ru: Нельзя позволить зверю даже мыслить о спасении.
zh_cn: 不要让野兽有逃跑的想法。
zh_tw: 不要讓野獸有逃跑的想法。

# CHARACTERS.WATHGRITHR.ANNOUNCE_TOOL_SLIP
source: Slippery devil!
de: Rutschiger Teufel!
es: ¡Diablo resbaladizo!
fr: Diablerie insaisissable !
it: Diavolo scivoloso!
ja: ツルツル滑る悪魔め！
ko: 이런, 미끄러워라!
pl: A to śliski diabeł!
pt_br: Diabinho escorregadio!
ru: Скользкий дьявол!
zh_cn: 滑溜溜的，真麻烦！
zh_tw: 滑溜溜的，真麻煩！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TORCH_OUT
source: My light is quenched!
de: Mein Licht ist erlöschen!
es: ¡Mi luz se apaga!
fr: Ma lumière s'est éteinte !
it: La mia luce è spenta!
ja: 私の明かりが立ち消えた！
ko: 불빛이 소멸했다!
pl: Zgasło moje światełko nadziei!
pt_br: Minha luz se extinguiu!
ru: Мой факел погас!
zh_cn: 我的灯快灭了！
zh_tw: 我的燈快滅了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TOWNPORTALTELEPORT
source: Fear not! I have arrived!
de: Keine Angst! Ich bin da!
es: ¡No temáis! ¡Aquí estoy yo!
fr: Nulle crainte ! Me voici !
it: Non aver paura! Sono giunta!
ja: 我が参ったからには、恐るることはない！
ko: 다들 걱정 마! 내가 왔어!
pl: Nie lękajcie się! Oto jestem!
pt_br: Não tema! Cheguei!
ru: Прочь страхи! Я здесь!
zh_cn: 不用害怕！我到了！
zh_tw: 不用害怕！我到了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_TRAP_WENT_OFF
source: That wasn't part of the plan.
de: Das war nicht Teil des Plans.
es: Eso no era parte del plan.
fr: Ce n'était pas au programme.
it: Questo non faceva parte del piano.
ja: あれは想定範囲外だった。
ko: 이건 계획에 없던 일인데.
pl: Tego nie było w planie.
pt_br: Isso não fazia parte do plano.
ru: Это не было частью плана.
zh_cn: 原计划不是那样的。
zh_tw: 原計劃不是那樣的。

# CHARACTERS.WATHGRITHR.ANNOUNCE_UNIMPLEMENTED
source: It is not of this world.
de: Nicht von dieser Welt.
es: No es de este mundo.
fr: Ce n'est pas de ce monde.
it: Non è di questo mondo.
ja: この世のものではない。
ko: 이 세계의 것이 아니야.
pl: To nie pochodzi z tego świata.
pt_br: Não é deste mundo.
ru: Оно принадлежит иному миру.
zh_cn: 它不属于这个世界。
zh_tw: 它不屬於這個世界。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WASHED_ASHORE
source: The sea did not claim me this day.
de: Das Meer hat mich heute nicht für sich gefordert.
es: El mar no me ha reclamado en este día.
fr: La mer ne m'a pöint englöutie en ce jöur.
it: Oggi il mare mi ha risparmiata.
ja: 今日、海は我に何も言わない。
ko: 오늘은 바다가 날 데려가지 않았군.
pl: Morze mnie dziś nie pochłonęło.
pt_br: O mar poupou minha vida desta vez.
ru: Сегодня я не стану добычей океана.
zh_cn: 大海今天没有把我带走。
zh_tw: 大海今天沒有把我帶走。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WEAK_RAT
source: The wee beast is on death's door.
de: Das kleine Tier steht an der Schwelle des Todes.
es: La insignificante bestia en el umbral de la muerte.
fr: La frêle beste est aux pörtes de la mört.
it: La bestiolina sta per lasciarci.
ja: その弱き獣は死の扉の前にいる。
ko: 작은 짐승이 죽음의 문턱 앞에 있다.
pl: Ta maleńka bestyjka stoi u wrót śmierci.
pt_br: A pobre fera está às portas da morte.
ru: Смерть идет за мелкой тварюшкой.
zh_cn: 小野兽已经一只脚踏进死神之门了。
zh_tw: 小野獸已經一隻腳踏進死神之門了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ：{weight}
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_cn: 重量：{weight}
zh_tw: 重量：{weight}

# CHARACTERS.WATHGRITHR.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} By the gods, I've netted a monster!
de: Gewicht: {weight} Bei den Göttern, ich habe ein Monster gefangen!
es: Peso: {weight} ¡Por los dioses, he pescado un monstruo!
fr: Poids : {weight} Par les dieux, j'ai ferré un mönstre !
it: Peso: {weight} Dei del cielo, ho catturato un mostro!
ja: 重さ：{weight} 神の力により、怪物を捕らえたぞ！
ko: 무게: {weight} 신이시여, 괴물이 걸렸잖아!
pl: Waga: {weight} Bogowie, schwytałam potwora!
pt_br: Peso: {weight} Pelos deuses, eu apanhei um monstro!
ru: Вес: {weight} Боги привели в мои сети монстра!
zh_cn: 重量：{weight} 诸神啊，我网罗到了一只猛兽！
zh_tw: 重量：{weight} 諸神啊，我網羅到了一隻猛獸！

# CHARACTERS.WATHGRITHR.ANNOUNCE_WET
source: I am a wet warrior.
de: Ich bin ein nasser Krieger.
es: Soy una guerrera mojada.
fr: Je suis une guerrière humide.
it: Sono una guerriera bagnata.
ja: 私は濡れた戦士だ。
ko: 젖은 전사가 되었네.
pl: Prawdziwemu wojownikowi woda niestraszna.
pt_br: Sou uma guerreira molhada.
ru: Я мокрый воин.
zh_cn: 我是个湿水的战士。
zh_tw: 我是個濕水的戰士。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WETTER
source: Does this count as a bath?
de: Zählt das als ein Bad?
es: ¿Esto cuenta como un baño?
fr: Est-ce que ça compte pour un bain ?
it: Questo conta come un bagno?
ja: これも風呂と言えるのだろうか？
ko: 이것도 목욕으로 칠 수 있을까?
pl: To się liczy za kąpiel?
pt_br: Isso conta como banho?
ru: Считается ли это принятием ванны?
zh_cn: 这算洗澡吗？
zh_tw: 這算洗澡嗎？

# CHARACTERS.WATHGRITHR.ANNOUNCE_WINCH_CLAW_MISS
source: My aim wasn't true...
de: Ich habe nicht gut gezielt ...
es: Mi objetivo no era cierto...
fr: Mön adresse fut döuteuse...
it: La mia mira mi ha tradita...
ja: 我が目論見は間違っていた...
ko: 조준을 잘못했군...
pl: Chybiłam...
pt_br: Não mirei direito...
ru: Я не смогла прицелиться…
zh_cn: 我没有瞄准……
zh_tw: 我沒有瞄準……

# CHARACTERS.WATHGRITHR.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: My efforts were for naught.
de: Meine Anstrengungen waren für die Katz.
es: Mis esfuerzos han sido en vano.
fr: Mes efförts furent vains.
it: Tanta fatica per nulla.
ja: 我が努力は無駄だった。
ko: 노력한 게 헛수고였어.
pl: Mój wysiłek poszedł na marne.
pt_br: Meus esforços foram em vão.
ru: Все старания впустую.
zh_cn: 竹篮打水一场空。
zh_tw: 竹籃打水一場空。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WINTERS_FEAST_BUFF
source: I feel Odin's blessing upon me!
de: Ich kann Odins Segen spüren!
es: ¡Siento la bendición de Odín!
fr: Ödin veille sur möi !
it: Sento la benedizione di Odino su di me!
ja: 我はオーディンの加護を感じるのだ！
ko: 오딘의 축복이 느껴진다!
pl: Odyn obdarzył mnie swoją łaską!
pt_br: Sinto as bênçãos de Odin sobre mim!
ru: Я чувствую, как меня благословил Один!
zh_cn: 我感受到了奥丁的祝福！
zh_tw: 我感受到了奧丁的祝福！

# CHARACTERS.WATHGRITHR.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: The blessing hath faded.
de: Der Segen ist verblasst.
es: La bendición se ha disipado.
fr: La bénédictiön a pris fin.
it: La benedizione è sparita.
ja: 加護が消えた。
ko: 축복이 사라졌군.
pl: Utraciłam łaskę.
pt_br: A bênção se dissipou.
ru: Благословение развеялось.
zh_cn: 祝福褪去了。
zh_tw: 祝福褪去了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WORMHOLE
source: That was a sloppy adventure.
de: Das war ein schmutziges Abenteuer.
es: Ha sido una aventura descuidada.
fr: C'était une aventure peu soignée...
it: È stata un'avventura sciatta.
ja: ずさんな冒険であった。
ko: 꽤 질퍽한 경험이었어.
pl: Śliska sprawa.
pt_br: Essa foi uma aventura desleixada.
ru: Слякотное было приключение.
zh_cn: 那是一次草率的冒险。
zh_tw: 那是一次草率的冒險。

# CHARACTERS.WATHGRITHR.ANNOUNCE_WORMS
source: The earth quakes with the approach of a foe!
de: Die Erde bebt unter dem Ansturm eines Feindes!
es: ¡La tierra tiembla cuando se aproxima un enemigo!
fr: Un ennemi qui approche fait trembler la terre !
it: La terra trema appropinquarsi di un nemico!
ja: 地が震っている…敵が近いぞ！
ko: 다가오는 적 때문에 땅이 흔들리고 있어!
pl: Ziemia drży, zwiastując nadejście wrogów!
pt_br: A terra balança com a aproximação de um inimigo!
ru: Земля трясется при приближении врага!
zh_cn: 随着敌人接近，大地都在颤动！
zh_tw: 隨著敵人接近，大地都在顫動！

# CHARACTERS.WATHGRITHR.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Aha! A new plan has revealed itself before mine eyes!
de: Aha! Ein neuer Plan hat sich meinen Augen offenbart!
es: ¡Ajá! Una idea nueva acaba de revelarse ante mis ojos.
fr: Ha ha ! Un nöuveau plan s'est révélé à möi !
it: Aha! Un nuovo piano si è palesato proprio davanti ai miei occhi!
ja: 来た！新しい計画が我が目の前に明らかにされた！
ko: 알겠다! 새로운 계획이 눈 앞에 나타났어!
pl: Aha! Mym oczom ukazał się nowy projekt!
pt_br: Ah-rá! Um novo plano revelou-se diante dos meus olhos!
ru: Ага! Перед моими глазами расстилается новая выкройка!
zh_cn: 啊哈！一个新的计划展现在了我的眼前！
zh_tw: 啊哈！一個新的計畫展現在了我的眼前！

# CHARACTERS.WATHGRITHR.BATTLECRY.DEER
source: I shall send you to the unicorn!
de: Ich werde dir das Einhorn schicken!
es: ¡Te enviaré con el unicornio!
fr: Je vais t'envoyer à la licorne !
it: Ti manderò dall'unicorno!
ja: 汝をユニコーンの元に送ってさずけよう！
ko: 일각수에게 보내주마!
pl: Wyślę cię do krainy jednorożców!
pt_br: Te mandarei para o unicórnio!
ru: Я отправлю тебя к единорогу!
zh_cn: 我会把你送到独角兽那！
zh_tw: 我會把你送到獨角獸那！

# CHARACTERS.WATHGRITHR.BATTLECRY.GENERIC
source: Valhalla awaits!
de: Walhalla wartet!
es: ¡Valhalla te espera!
fr: La Walhalla m'attend !
it: Il Valhalla aspetta!
ja: ヴァルハーラは待つ！
ko: 발할라가 기다리고 있다!
pl: Walhalla czeka!
pt_br: Valhalla me espera!
ru: Вальхалла ждет!
zh_cn: 英灵殿在等着你！
zh_tw: 英靈殿在等著你！

# CHARACTERS.WATHGRITHR.BATTLECRY.PIG
source: I'm having pig tonight!
de: Ich werde heute Schwein zu Abendbrot haben!
es: ¡Voy a tener cerdo esta noche!
fr: Ce soir je mange du cochon !
it: Avrò maiale per cena!
ja: 私は今夜はブタを食べる！
ko: 오늘밤에는 돼지고기를 먹겠다!
pl: Dziś na kolację będzie wieprzowina!
pt_br: Vou comer porco esta noite!
ru: Сегодня я ем свинью!
zh_cn: 今晚我要吃猪肉！
zh_tw: 今晚我要吃豬肉！

# CHARACTERS.WATHGRITHR.BATTLECRY.PREY
source: Die bravely, little foe!
de: Stirb, kleiner tapferer Feind!
es: ¡Muere con valor, enemigo pequeño!
fr: Meurs avec bravoure, petit ennemi !
it: Muori con coraggio, piccolo nemico!
ja: 勇敢に死ね、小さな敵よ！
ko: 용감하게 죽어라, 꼬마 적아!
pl: Giń z odwagą, malutki wrogu!
pt_br: Morra bravamente, pequeno adversário!
ru: Умри храбро, маленький враг!
zh_cn: 勇敢地战死吧，弱小的敌人！
zh_tw: 勇敢地戰死吧，弱小的敵人！

# CHARACTERS.WATHGRITHR.BATTLECRY.SPIDER
source: Spider, meet my spear!
de: Spinne, spüre meinen Speer!
es: ¡Araña, te presento a mi lanza!
fr: Tu vas tâter de ma lance, araignée !
it: Ragno, assaggia la mia lancia!
ja: クモよ、これが私の槍だ！
ko: 거미야, 내 창을 받아라!
pl: Poznaj grot mej włóczni!
pt_br: Aranha, sinta minha lança!
ru: Паук, познакомься с моим копьем!
zh_cn: 蜘蛛，让你看看我长矛的厉害！
zh_tw: 蜘蛛，讓你看看我長矛的厲害！

# CHARACTERS.WATHGRITHR.BATTLECRY.SPIDER_WARRIOR
source: Prepare to be slain!
de: Bereite dich auf deinen Tod vor!
es: ¡Prepárate para ser asesinada!
fr: Prépare-toi au massacre !
it: Preparati ad essere ucciso!
ja: 倒される覚悟をしろ！
ko: 죽음을 맞이해라!
pl: Przygotuj się na śmierć.
pt_br: Prepare-se para ser destroçado!
ru: Готовься к смерти!
zh_cn: 准备好受死吧！
zh_tw: 準備好受死吧！

# CHARACTERS.WATHGRITHR.COMBAT_QUIT.GENERIC
source: Odin will have you yet!
de: Odin wird dich noch kriegen.
es: ¡Odin te vencerá!
fr: Odin finira par t'avoir !
it: Odino ti avrà prima o poi!
ja: オーディンはまだ待つぞ！
ko: 언젠가는 오딘이 널 데려갈 것이다!
pl: Odyn jeszcze cię dostanie!
pt_br: Odin te derrotará em breve!
ru: Один еще доберется до тебя!
zh_cn: 奥丁会收了你！
zh_tw: 奧丁會收了你！

# CHARACTERS.WATHGRITHR.COMBAT_QUIT.PIG
source: I'll be back, pigskin!
de: Ich werde zurückkommen, Schweinehaut!
es: ¡Volveré, piel de cerdo!
fr: Je reviendrai, peau de cochon !
it: Tornerò, pelle di maiale!
ja: また戻るからね、ピッグスキン！
ko: 돼지껍질 씨, 돌아오겠요!
pl: Jeszcze się spotkamy, prosiaku!
pt_br: Voltarei, pele de porco!
ru: Я вернусь, свиной мешок!
zh_cn: 我会回来的，蠢猪！
zh_tw: 我會回來的，蠢豬！

# CHARACTERS.WATHGRITHR.COMBAT_QUIT.PREY
source: I let you go this time!
de: Diesmal lasse ich dich noch gehen!
es: ¡Te dejaré marchar esta vez!
fr: Je te laisse partir pour cette fois !
it: Ti lascio andare per questa volta!
ja: 今回は見逃すとしよう。
ko: 이번에는 봐 주겠다!
pl: Tym razem pozwolę ci odejść.
pt_br: Vou te deixar ir desta vez!
ru: Я отпущу тебя на этот раз!
zh_cn: 这次放过你！
zh_tw: 這次放過你！

# CHARACTERS.WATHGRITHR.COMBAT_QUIT.SPIDER
source: Leggy coward.
de: Langbeiniger Feigling.
es: Cobarde, no huyas.
fr: Poltron sur pattes.
it: Codardo gamboso.
ja: 足ばかりの臆病者め。
ko: 다리 많은 겁쟁이로군.
pl: Chudonogi tchórz.
pt_br: Covarde pernuda.
ru: Ногастый трус.
zh_cn: 长腿的胆小鬼。
zh_tw: 長腿的膽小鬼。

# CHARACTERS.WATHGRITHR.COMBAT_QUIT.SPIDER_WARRIOR
source: Flee, monster! I will return.
de: Verschwinde Monster! Ich werde zurückkehren.
es: ¡Huye, monstruo! Volveré.
fr: Fuis, monstre ! Je reviendrai.
it: Scappa mostro! Ritornerò.
ja: モンスターを逃すのだ！また後で戻る。
ko: 도망가세요, 괴물 씨! 돌아올 거예요.
pl: Uciekaj, potworze! Jeszcze tu wrócę!
pt_br: Fuja, monstro! Voltarei.
ru: Беги, чудище! Я еще вернусь.
zh_cn: 逃吧，怪物！我会回来的。
zh_tw: 逃吧，怪物！我會回來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL1.1
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL1.2
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL2.1
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL2.2
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL3.1
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL.LEVEL3.2
source: What do you desire, apparition?
de: Was willst du, Erscheinung?
es: ¿Qué deseas, aparición?
fr: Que désires-tu, apparition ?
it: Cosa desideri, apparizione?
ja: おなごの亡霊か
ko: 무엇을 원하지, 유령?
pl: Czego ci trzeba, zjawo?
pt_br: O que você deseja, aparição?
ru: Что нужно тебе, призрак?
zh_cn: 你想要什么，幻影？
zh_tw: 你想要什麼，幻影？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: For me?
de: Für mich?
es: ¿Para mí?
fr: C'est pour moi ?
it: Per me?
ja: 我に…か？
ko: 나 주는 거야?
pl: Dla mnie?
pt_br: Para mim?
ru: Это мне?
zh_cn: 给我的吗？
zh_tw: 給我的嗎？
