Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.ATRIUM_GATE.OFF
source: Someone broke it.
de: Kaputt.
es: Alguien lo ha roto.
es_mx: Alguien haberlo dañado.
fr: Quelqu'un l'a cassé.
it: Qualcuno ha rotto.
ja: 誰かが壊したんだね。
ko: 누가 망가뜨렸어.
pl: Ktoś ją zepsuł.
pt_br: Alguém quebrou.
ru: Их кто-то сломал.
zh_tw: 有人弄壞了。

# CHARACTERS.WURT.DESCRIBE.ATRIUM_GATE.ON
source: Shouldn't have done that!
de: Das war nicht gut!
es: ¡No debería haber hecho eso!
es_mx: ¡Yo no deber haberlo hecho!
fr: T'aurais pas dû faire ça !
it: Non dovevo farlo!
ja: やるんじゃなかったよ！
ko: 하지 말걸!
pl: To nie powinno było się wydarzyć!
pt_br: Não deveria ter feito isso!
ru: Ой, не надо было!
zh_tw: 不應該那樣做的！

# CHARACTERS.WURT.DESCRIBE.ATRIUM_KEY
source: This look important!
de: Sieht wichtig aus!
es: ¡Esto parece importante!
es_mx: ¡Esto parecer importante!
fr: Ça a l'air important !
it: Sembra importante!
ja: これは重要なことだよ！
ko: 중요해 보여!
pl: To chyba coś ważnego!
pt_br: Isso parece importante!
ru: Выглядит важно!
zh_tw: 這個看起來很重要！

# CHARACTERS.WURT.DESCRIBE.ATRIUM_LIGHT.OFF
source: Need fire?
de: Brauchst du Feuer?
es: ¿Necesita fuego?
es_mx: ¿Necesitar fuego?
fr: T'as besoin de feu ?
it: Serve fuoco?
ja: 火は必要なの？
ko: 불 필요해?
pl: Potrzeba ognia?
pt_br: Precisa de fogo?
ru: Нужен огонь?
zh_tw: 需要火？

# CHARACTERS.WURT.DESCRIBE.ATRIUM_LIGHT.ON
source: Glurp! Scary!
de: Glurp! Unheimlich!
es: ¡Glurp! ¡Da miedo!
es_mx: ¡Glup! ¡Escalofriante!
fr: Glorp ! Ça fiche la trouille !
it: Glurp! Paura!
ja: グループ！怖いよ！
ko: 빠끔! 무서워!
pl: Glurp! Straszne!
pt_br: Glurp! Assustador!
ru: Бульк! Жуть какая!
zh_tw: 格勒噗！好可怕!

# CHARACTERS.WURT.DESCRIBE.ATRIUM_OVERGROWTH
source: Weird letters make head hurt, florp...
de: Komische Briefe machen Kopfweh, florp ...
es: Las letras raras dan dolor de cabeza, florp...
es_mx: Las letras raras darme dolor de cabeza, flop...
fr: Ces lettres bizarres me donnent mal à la tête, florp...
it: Strane lettere fanno girare testa, florp...
ja: 変な字で頭が痛い、フシュー...
ko: 이상한 글자 때문에 머리 아파, 뻐끔...
pl: Od tych dziwnych liter boli mnie głowa, florp...
pt_br: Letras estranhas fazem a cabeça doer, florp...
ru: От чудных букв голова болит, хлюп…
zh_tw: 古怪的字母讓我頭疼，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: Ooooh, picture story!
de: Ooooh, Bildergeschichte!
es: ¡Ooooh, historia en imágenes!
es_mx: ¡Ooooh, historia con imágenes!
fr: Oooooh, une histoire avec des images !
it: Ooooh, storia a figure!
ja: おー、紙芝居！？
ko: 오오, 그림 이야기다!
pl: Ooo, komiks!
pt_br: Aaaah, histórias de foto!
ru: О-о-о, с картинками!
zh_tw: 喔，圖像講故事！

# CHARACTERS.WURT.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: Can't see pictures, florp.
de: Kann keine Bilder sehen, florp.
es: No puedo ver las imágenes, florp.
es_mx: No poder ver las imágenes, flop.
fr: J'vois pas d'images, florp.
it: Non vedo disegni, florp.
ja: 絵が見えないよ、フロープ。
ko: 그림 안 보여, 뻐끔.
pl: Nie widzę obrazków, florp.
pt_br: Não consigo ver fotos, florp.
ru: Хлюп, картинок не видно.
zh_tw: 看不到圖像，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: Look like... bad things happen.
de: ... Böse Dinge geschehen.
es: Parece que... pasan cosas malas.
es_mx: Parecer que... pasar cosas malas.
fr: On dirait qu'il se passe... de mauvaises choses.
it: Sembrano... cose brutte.
ja: 見てよ...悪いことが起きるよ。
ko: 보니까... 나쁜 일 생겼나 봐.
pl: Chyba... coś złego tu się dzieje.
pt_br: Parece que... coisas ruins acontecem.
ru: Похоже… случилось что-то плохое.
zh_tw: 看起來……發生了不好的事情。

# CHARACTERS.WURT.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: This getting scary...
de: Es wird gruseliger ...
es: Esto cada vez da más miedo...
es_mx: Esto estar poniéndose feo.
fr: Ça commence à faire peur...
it: Diventa spaventoso...
ja: だんだん、怖くなってきたよ...
ko: 점점 무서워져...
pl: Robi się strasznie...
pt_br: Isso tá ficando assustador...
ru: Становится страшно…
zh_tw: 這裡開始嚇人了……

# CHARACTERS.WURT.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: They had village here.
de: Hier war ein Dorf.
es: Tenían un pueblo aquí.
es_mx: Ellos tener pueblo aquí.
fr: Y'avait un village ici.
it: Avevano villaggio qui.
ja: ここに村があったんだよ。
ko: 여기 마을 있었어.
pl: Kiedyś tu była wioska.
pt_br: Eles tinham vila aqui.
ru: Тут была деревня.
zh_tw: 他們這裡曾有過村莊。

# CHARACTERS.WURT.DESCRIBE.ATRIUM_STATUE
source: Glurp... something wrong with it...
de: Glurp ... Etwas stimmt nicht ...
es: Glurp... Algo no está bien...
es_mx: Glup... haber algo mal con esto.
fr: Oh, elle a quelque chose de bizarre...
it: Glurp... Qualcosa non va...
ja: グループ...何かおかしいよ。
ko: 빠끔... 뭔가 잘못됐어...
pl: Glurp... coś tu jest nie w porządku...
pt_br: Glurp... algo errado nisso...
ru: Хлюп… что-то не так…
zh_tw: 格勒噗……有點不對勁……

# CHARACTERS.WURT.DESCRIBE.AXE
source: Choppy chop!
de: Hackihack!
es: ¡Chop, chop!
es_mx: ¡Cortar y talar!
fr: Coupe, coupe !
it: Taglia, taglia!
ja: チョッピーチョップ！
ko: 쩍! 쩍!
pl: Ciach, ciach!
pt_br: Cortar corta!
ru: Тук-тук!
zh_tw: 剁碎！

# CHARACTERS.WURT.DESCRIBE.BABYBEEFALO.GENERIC
source: So little.
de: So klein.
es: Qué pequeño.
es_mx: Ser pequeñito.
fr: Il est tout petit.
it: Piccolino.
ja: 少ないね。
ko: 아주 작아.
pl: Ale malutki.
pt_br: Tão pequeno.
ru: Ну и кроха.
zh_tw: 真小。

# CHARACTERS.WURT.DESCRIBE.BABYBEEFALO.SLEEPING
source: Night night!
de: Gute Nacht!
es: ¡Dulces sueños!
es_mx: ¡Buenas nochecitas!
fr: Bonne nuit !
it: Notte notte!
ja: おやすみ！
ko: 잘 자!
pl: Dobrej nocy!
pt_br: Boa noite!
ru: Спокойной ночи!
zh_tw: 安安！

# CHARACTERS.WURT.DESCRIBE.BACKPACK
source: For carry all the things!
de: Für alle Sachen!
es: ¡Para llevar todas las cosas!
es_mx: ¡Para cargar todas las cosas!
fr: J'peux mettre toutes mes affaires dedans !
it: Per portare tutte cose!
ja: すべてのものを運ぶためだよ！
ko: 물건 옮길 때 써!
pl: Do noszenia wszystkiego!
pt_br: Para levar todas as coisas!
ru: Чтобы носить всякие штуки!
zh_tw: 什麼東西都能裝！

# CHARACTERS.WURT.DESCRIBE.BACONEGGS
source: Blegh!!
de: Bäh!!
es_mx: ¡¡Puaj!!
fr: Beurk !!
ja: ブレグ！！
ko: 웩!!
pl: Ble!
ru: Фу-у-у!
zh_tw: 啵！！

# CHARACTERS.WURT.DESCRIBE.BALLOON
source: Want one!!
de: Will einen!!
es: ¡¡Quiero uno!!
es_mx: ¡¡Yo querer uno!!
fr: J'en veux un !
it: Voglio uno!
ja: 欲しいよ！
ko: 나도 가질래!!
pl: Chcę jednego!
pt_br: Quero um!!
ru: Хочу-у!
zh_tw: 想要一個！！

# CHARACTERS.WURT.DESCRIBE.BALLOONHAT
source: Squeaky hat.
de: Quietschehut.
es: Sombrero ruidoso.
fr: Un chapeau qui couine.
it: Cappello stridente.
ja: キーキーの帽子だ。
ko: 꽥꽥대는 모자야.
pl: Piszczący kapelusz.
pt_br: Chapéu rangedor.
ru: Скрипучая шляпа.
zh_tw: 吱吱響的帽子。

# CHARACTERS.WURT.DESCRIBE.BALLOONPARTY
source: Huh? There stuff inside!
de: Häh? Da zeug drin!
es: ¿Eh? ¡Cosas dentro!
fr: Hein ? Y'a des trucs dedans !
it: Eh? Ci sono cose dentro!
ja: あれ？中になにか入ってる！
ko: 뭐? 안에 물건이 있어.
pl: Ej? W środku są rzeczy!
pt_br: Hã? Tem coisa dentro!
ru: О, там внутри штучки!
zh_tw: 哈？裡面有東西！

# CHARACTERS.WURT.DESCRIBE.BALLOONSPEED.DEFLATED
source: Awww, got all small.
de: Oooch, ganz klein geworden.
es: Ohh... Encogido.
fr: Ooooh, c'est devenu tout petit.
it: Oooh! Diventato piccolo.
ja: え～～、あんなにちっちゃくなっちゃった。
ko: 이럴수가, 모두 작아졌어.
pl: Oooo, wszystko się zmniejszyło.
pt_br: Ahhh, ficou pequeno.
ru: Ну-у-у, теперь маленький.
zh_tw: 嗷，變小了。

# CHARACTERS.WURT.DESCRIBE.BALLOONSPEED.GENERIC
source: That a big one, flurp!
de: Großer Brocken, flurp!
es: ¡Qué grande, flurp!
fr: C'est un grand, flurp !
it: Quello è grande, flurp!
ja: でっか～い！フロープ！
ko: 그 큰 것, 빠끔!
pl: Ten jest duży, flurp!
pt_br: Esse é bem grande, flurp!
ru: Большой шарик, хлюп!
zh_tw: 真大啊，浮勒噗！

# CHARACTERS.WURT.DESCRIBE.BALLOONS_EMPTY
source: Look chewy, florp.
de: Sehen zäh aus, florp.
es: Parecen masticables, florp.
es_mx: Verse masticable, flop.
fr: C'est caoutchouteux, florp.
it: Sembra gommoso, florp.
ja: 噛みごたえがあるね、フロープ。
ko: 질겨 보여, 뻐끔.
pl: Wyglądają na gumiaste, florp.
pt_br: Parece mastigável, florp.
ru: Хлюп, можно пожевать.
zh_tw: 看起來很有嚼頭，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BALLOONVEST
source: Ooooh, water floaty!
de: Oooh, Wasserschwimmer!
es: ¡Ooooh, flotante acuático!
fr: Oooh, ça flotte !
it: Oh, galleggia su acqua!
ja: すご～い！お水でプカプカだ！
ko: 오오, 물에 떠!
pl: Oooo, unosi się na wodzie!
pt_br: Aaaah, flutuante de água!
ru: Уи-и-и, в воде плавает!
zh_tw: 噢噢，可以在水上浮起來！

# CHARACTERS.WURT.DESCRIBE.BANANAPOP
source: Fruit taste even better on stick!
de: Obst schmeckt am Stock noch besser!
es: ¡La fruta sabe aún mejor en un palo!
es_mx: ¡El sabor frutal ser incluso mejor en palito!
fr: Les fruits, c'est encore meilleur sur des bâtons.
it: Frutta ancora più buona su stecco!
ja: スティックにするとフルーツの味がより一層引き立つね！
ko: 과일은 막대기 꽂으면 더 맛있어!
pl: Owoce smakują znacznie lepiej, gdy są na patyku!
pt_br: Fruta tem gosto ainda melhor no palito!
ru: Фрукты на палочке еще вкуснее!
zh_tw: 水果在棍子上味道更好！

# CHARACTERS.WURT.DESCRIBE.BANDAGE
source: Make hurts feel better, flurp.
de: Macht Aua besser, flurp.
es: Mejora las pupas, flurp.
es_mx: Esto aliviar el dolor, flup.
fr: Ça me fait du bien à la tête, florp.
it: Così ferite meno male, flurp.
ja: 痛いのを楽にしてあげて、フループ。
ko: 아픈 것 나아져, 뻐끔.
pl: Sprawia, że obrażenia mniej bolą, flurp.
pt_br: Faz dodóis melhorarem, flurp.
ru: Бульк, чтобы лечить бо-бо.
zh_tw: 讓傷口感覺好一些，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.BARNACLE
source: They hiding in shell.
de: Versteckt sich in Schale.
es: Se esconden en una concha.
es_mx: Estar escondido en caparazón.
fr: Elles s'cachent dans leur coquille.
it: Si nascondono in conchiglia.
ja: 殻に隠れてるよ。
ko: 껍데기에 숨어 있어.
pl: Chowają się w muszlach.
pt_br: Eles se escondendo na concha.
ru: Они прячутся в раковинах.
zh_tw: 它們躲在貝殼裡。

# CHARACTERS.WURT.DESCRIBE.BARNACLEPITA
source: Don't like it!
de: Mag ich nicht!
es: ¡No me gusta!
es_mx: ¡A mí no gustarme!
fr: J'aime pas !
it: Non piace!
ja: これいや！
ko: 마음에 안 들어!
pl: Nie smakuje mi!
pt_br: Não gostei!
ru: Не нравится!
zh_tw: 不喜歡它！

# CHARACTERS.WURT.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: Who make this terrible thing?!
de: Wer hat das schreckliche Ding gemacht?!
es: ¡¿Quién ha hecho este horror?!
es_mx: ¡¿Quién haber hecho esta atrocidad?!
fr: Qui fait c'genre de truc beurk ?
it: Chi fatto questa terribile cosa?!
ja: 最低、誰が作ったの！？
ko: 누가 이렇게 끔찍한 거 만들지?!
pl: Kto zrobił coś tak okropnego?!
pt_br: Quem faz essa coisa terrível?!
ru: Кто мог такое натворить?!
zh_tw: 是誰做的這個可怕的東西？！

# CHARACTERS.WURT.DESCRIBE.BARNACLESUSHI
source: Glurph...
de: Glurf ...
es_mx: Gluf...
fr: Glurp...
it: Glurp...
ja: ガルル…
ko: 빠끔빠끔...
pl: Glurp...
ru: Хлюрп…
zh_tw: 格浪浮……

# CHARACTERS.WURT.DESCRIBE.BARNACLE_COOKED
source: Glurgh!
de: Glarg ...
es_mx: ¡Gluaj!
fr: Glurg !
ja: ガルルルル！
ko: 빠끔빠끔!
pl: Glurg!
ru: Хлюрп!
zh_tw: 格勒格！

# CHARACTERS.WURT.DESCRIBE.BARNACLINGUINE
source: Nuh-uh, not eating that.
de: M-m, esse ich nicht.
es: No, no, no pienso zampármelo.
es_mx: Nopi, yo no comer eso.
fr: Nan. J'mange pas ça.
it: No-no, non mangio.
ja: イヤだもん、食べたくない。
ko: 안 먹어.
pl: Nie-e, nie zjem tego.
pt_br: Ãn-ãn, não vou comer isso.
ru: Не-а, не буду я это.
zh_tw: 不行，我可不吃那個。

# CHARACTERS.WURT.DESCRIBE.BASALT
source: Hard rock!!
de: Harter Stein!!
es: ¡¡Roca dura!!
es_mx: ¡¡Roca dura!!
fr: De la pierre dure !
it: Roccia dura!
ja: 固い岩だ！
ko: 단단한 바위다!!
pl: Twarda skała!
pt_br: Rocha dura!!
ru: Твердый камень!
zh_tw: 硬石頭！！

# CHARACTERS.WURT.DESCRIBE.BAT
source: Grrr!
ja: グルル！
ko: 그르릉!
ru: Гр-р-р!
zh_tw: 格浪！

# CHARACTERS.WURT.DESCRIBE.BATBAT
source: Whack! Whack!
de: Klatsch! Patsch!
es: ¡Zas! ¡Zas!
es_mx: ¡Pegar y golpear!
fr: Paf ! Paf !
it: Sbat! Sbat!
ja: ワク！ワク！
ko: 퍽! 퍽!
pl: Łup! Łup!
ru: Бам! Бам!
zh_tw: 動手！動手！

# CHARACTERS.WURT.DESCRIBE.BATCAVE
source: Me not afraid, florp!
de: Habe keine Angst, florp!
es: ¡No tengo miedo, florp!
es_mx: ¡Yo no tener miedo, flop!
fr: J'ai pas peur, florp !
it: Io non paura, florp!
ja: 怖くないよ、フロープ！
ko: 나 안 무서워, 뻐끔!
pl: Nie boję się, florp!
pt_br: Eu não ter medo, florp!
ru: Хлюп, а я не боюсь!
zh_tw: 我不怕，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.BATHBOMB
source: Wanna throw it now!
de: Will sie jetzt werfen!
es: ¡Quiero tirarla ahora!
es_mx: ¡Querer arrojarla ahora!
fr: J'veux la jeter maintenant !
it: Voglio lanciare adesso!
ja: 今すぐ投げて！
ko: 지금 던질래!
pl: Chcę ją wrzucić natychmiast!
pt_br: Quero jogar agora!
ru: Хочется бросить!
zh_tw: 現在就想扔！

# CHARACTERS.WURT.DESCRIBE.BATNOSE
source: Glurph... don't like it.
de: Glurp ... Mag ich nicht.
es: Glurph... No me gusta.
fr: Glurp... j'aime pas.
it: Glurp... non mi piace.
ja: グルーフ…あんなの嫌い。
ko: 뻐끔... 싫어.
pl: Glurp... Nie podoba mi się.
pt_br: Glurph... não gostei.
ru: Хлюп... Не нравится!
zh_tw: 格勒浮……不喜歡。

# CHARACTERS.WURT.DESCRIBE.BATNOSEHAT
source: Weird hat.
de: Komischer Hut.
es: Gorro raro.
fr: Un chapeau bizarre.
it: Cappello strano.
ja: 変なお帽子。
ko: 이상한 모자야.
pl: Dziwna czapka.
pt_br: Chapéu esquisito.
ru: Чудная шапка.
zh_tw: 奇怪的帽子。

# CHARACTERS.WURT.DESCRIBE.BATNOSE_COOKED
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_DURABILITY
source: Someone drew bunch of flies stuck in Spiderfolk webs, florpt.
de: Jemand hat einen Haufen Fliegen gemalt, die in Spinnenleute-Netzen stecken, florp.
es: Alguien dibujó moscas atrapadas en telarañas, florp.
fr: Quelqu'un a dessiné des tas de mouches dans des toiles d'araignée, florp.
it: Qualcuno ha disegnato mosche appiccicate a ragnatela, florpt.
ja: スパイダーフォークの巣に引っかかったハエの絵がたくさん描いてあるよ、フロープト。
ko: 누군가 거미족 그물에 걸린 파리 떼를 그렸어.
pl: Ktoś zwabił kilka much w sieci pajęczaków, florp.
pt_br: Alguém deixou um monte de moscas presas nas teias do povo-aranha, florpt.
ru: Кто-то тут нарисовал кучу мух в паучьих сетях, хлюп.
zh_tw: 有人畫了一堆卡在蜘蛛網裡的蒼蠅，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: Someone drew bunch of flies stuck in Spiderfolk webs, florpt.
de: Jemand hat einen Haufen Fliegen gemalt, die in Spinnenleute-Netzen stecken, florp.
es: Alguien dibujó moscas atrapadas en telarañas, florp.
fr: Quelqu'un a dessiné des tas de mouches dans des toiles d'araignée, florp.
it: Qualcuno ha disegnato mosche appiccicate a ragnatela, florpt.
ja: スパイダーフォークの巣に引っかかったハエの絵がたくさん描いてあるよ、フロープト。
ko: 누군가 거미족 그물에 걸린 파리 떼를 그렸어.
pl: Ktoś zwabił kilka much w sieci pajęczaków, florp.
pt_br: Alguém deixou um monte de moscas presas nas teias do povo-aranha, florpt.
ru: Кто-то тут нарисовал кучу мух в паучьих сетях, хлюп.
zh_tw: 有人畫了一堆卡在蜘蛛網裡的蒼蠅，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_HEALTHGAIN
source: Someone drew bunch of flies stuck in Spiderfolk webs, florpt.
de: Jemand hat einen Haufen Fliegen gemalt, die in Spinnenleute-Netzen stecken, florp.
es: Alguien dibujó moscas atrapadas en telarañas, florp.
fr: Quelqu'un a dessiné des tas de mouches dans des toiles d'araignée, florp.
it: Qualcuno ha disegnato mosche appiccicate a ragnatela, florpt.
ja: スパイダーフォークの巣に引っかかったハエの絵がたくさん描いてあるよ、フロープト。
ko: 누군가 거미족 그물에 걸린 파리 떼를 그렸어.
pl: Ktoś zwabił kilka much w sieci pajęczaków, florp.
pt_br: Alguém deixou um monte de moscas presas nas teias do povo-aranha, florpt.
ru: Кто-то тут нарисовал кучу мух в паучьих сетях, хлюп.
zh_tw: 有人畫了一堆卡在蜘蛛網裡的蒼蠅，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: Glurgh... these words really hard...
de: Glarg ... diese Wörter wirklich schwer ...
es: Glurgh... Palabras complicadas...
fr: Glurg... ces mots sont super durs...
it: Glurgh... parole proprio difficili...
ja: グルーフ…言葉が難しすぎるよ…
ko: 빠끔빠끔...이 단어는 정말 어려워...
pl: Glurg... Te słowa są naprawdę trudne...
pt_br: Glurgh... palavras muito duras...
ru: Бульк... очень сложные слова...
zh_tw: 格勒格……這些詞真是難啊……

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: Glurgh... these words really hard...
de: Glarg ... diese Wörter wirklich schwer ...
es: Glurgh... Palabras complicadas...
fr: Glurg... ces mots sont super durs...
it: Glurgh... parole proprio difficili...
ja: グルーフ…言葉が難しすぎるよ…
ko: 빠끔빠끔...이 단어는 정말 어려워...
pl: Glurg... Te słowa są naprawdę trudne...
pt_br: Glurgh... palavras muito duras...
ru: Бульк... очень сложные слова...
zh_tw: 格勒格……這些詞真是難啊……

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_SANITYAURA
source: Someone drew bunch of flies stuck in Spiderfolk webs, florpt.
de: Jemand hat einen Haufen Fliegen gemalt, die in Spinnenleute-Netzen stecken, florp.
es: Alguien dibujó moscas atrapadas en telarañas, florp.
fr: Quelqu'un a dessiné des tas de mouches dans des toiles d'araignée, florp.
it: Qualcuno ha disegnato mosche appiccicate a ragnatela, florpt.
ja: スパイダーフォークの巣に引っかかったハエの絵がたくさん描いてあるよ、フロープト。
ko: 누군가 거미족 그물에 걸린 파리 떼를 그렸어.
pl: Ktoś zwabił kilka much w sieci pajęczaków, florp.
pt_br: Alguém deixou um monte de moscas presas nas teias do povo-aranha, florpt.
ru: Кто-то тут нарисовал кучу мух в паучьих сетях, хлюп.
zh_tw: 有人畫了一堆卡在蜘蛛網裡的蒼蠅，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.BATTLESONG_SANITYGAIN
source: Someone drew bunch of flies stuck in Spiderfolk webs, florpt.
de: Jemand hat einen Haufen Fliegen gemalt, die in Spinnenleute-Netzen stecken, florp.
es: Alguien dibujó moscas atrapadas en telarañas, florp.
fr: Quelqu'un a dessiné des tas de mouches dans des toiles d'araignée, florp.
it: Qualcuno ha disegnato mosche appiccicate a ragnatela, florpt.
ja: スパイダーフォークの巣に引っかかったハエの絵がたくさん描いてあるよ、フロープト。
ko: 누군가 거미족 그물에 걸린 파리 떼를 그렸어.
pl: Ktoś zwabił kilka much w sieci pajęczaków, florp.
pt_br: Alguém deixou um monte de moscas presas nas teias do povo-aranha, florpt.
ru: Кто-то тут нарисовал кучу мух в паучьих сетях, хлюп.
zh_tw: 有人畫了一堆卡在蜘蛛網裡的蒼蠅，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.BATWING
source: No more bat.
de: Keine Fledermaus mehr.
es: Se acabó el murciélago.
es_mx: No más murciélago.
fr: C'est plus une chauve-souris.
it: Senza pipistrello.
ja: バットはもういらないよ。
ko: 이제 박쥐 없어.
pl: Koniec nietoperza.
pt_br: Sem mais morcego.
ru: Пока, мышелиск.
zh_tw: 沒蝙蝠了。

# CHARACTERS.WURT.DESCRIBE.BATWING_COOKED
source: Gluurrggh...
de: Glaarrggh ...
es_mx: Gluuuf...
fr: Beeeuuuuaaaarrrk....
it: Gluurrgg..
ja: グルールグフ...
ko: 뻐끔뻐끄으음...
pl: Gluurrg...
ru: Хлю-ю-ю-юп…
zh_tw: 格勒惡格……

# CHARACTERS.WURT.DESCRIBE.BEARDHAIR
source: Scale-less are weird...
de: Schuppenlose sind merkwürdig ...
es: Los sin escamas son raros...
es_mx: Los no escamosos ser raros.
fr: Les sans-écailles sont bizarres...
it: Senza squame sono strani...
ja: スケールレスは気持ち悪いなぁ...
ko: 무비늘은 이상해...
pl: Bezłuskowcy są dziwni...
pt_br: Sem-escamas são estranhos...
ru: Странные они, ребята без чешуи…
zh_tw: 無鱗生物真奇怪……

# CHARACTERS.WURT.DESCRIBE.BEARGER
source: Run away!!
de: Schnell weg!!
es: ¡¡Huye!!
es_mx: ¡¡Huir!!
fr: Fuyez !
it: Scappa via!
ja: 逃げて！
ko: 도망가자!!
pl: W nogi!
pt_br: Fuja!!
ru: Бежим!
zh_tw: 快跑！！

# CHARACTERS.WURT.DESCRIBE.BEARGERVEST
source: Feel warm and fuzzy...
de: Warm und weich ...
es: Es caliente y peludito...
es_mx: Sentirse cálido y peludo.
fr: C'est chaud et tout doux.
it: Caldo e peloso...
ja: 暖かくてふわふわした気分になるね...
ko: 따뜻하고 포근해...
pl: Cieplutka i kudłata...
pt_br: É quentinho e peludo...
ru: Так тепло и пушисто…
zh_tw: 感覺暖暖的，毛絨絨的……

# CHARACTERS.WURT.DESCRIBE.BEARGER_FUR
source: Stripy fluff.
de: Streifenflausch.
es: Con rayas y pelusa.
es_mx: Pelo con rayas.
fr: C'est doux et rayé.
it: Strisce di fuffa.
ja: シマシマのフワフワだね。
ko: 줄무늬 털이야.
pl: Puchate paski.
pt_br: Fofão listrado.
ru: Полосатый мех.
zh_tw: 條紋小絨毛。

# CHARACTERS.WURT.DESCRIBE.BEAST_BLUEPRINT
source: Awww, big fuzzy wanna have scales too?
de: Oooh, Großer Zottel will auch Schuppen?
es: Oooh... ¿Peludito quiere escamas?
fr: Oooh, le gros poilu aussi veut avoir des écailles ?
it: Oh, anche pelosone vuole squame?
ja: ああ～！おっきなパサパサもウロコがほしいの？
ko: 아이고, 큰 털복숭이도 저울 갖고 싶어?
pl: Oooch, wielki kudłacz też chce mieć łuski?
pt_br: Oun, peludão também quer ter escamas?
ru: Хе-хе, большой пушистик тоже хочет чешую?
zh_tw: 嗷，大絨毛也想長鱗片了嗎？

# CHARACTERS.WURT.DESCRIBE.BEDROLL_FURRY
source: Fluffy...
de: Flauschig ...
es: Mullido...
es_mx: Peludito.
fr: C'est doux.
it: Soffice...
ja: ふわふわ...
ko: 폭신폭신해...
pl: Puchate...
pt_br: Fofo...
ru: Мягенько…
zh_tw: 毛茸茸的……

# CHARACTERS.WURT.DESCRIBE.BEDROLL_STRAW
source: Scale-less rather sleep on itchy grass than mud?
de: Schlafen Schuppenlose lieber auf Kratzgras als im Schlamm?
es: ¿Los sin escamas prefieren dormir sobre la hierba que pica que en el barro?
es_mx: ¿Los no escamosos preferir dormir en pasto picoso que en lodo?
fr: Pourquoi les sans-écailles préfèrent dormir sur ça que dans la boue ?
it: Senza squame preferiscono dormire su erba pungente e non in fango?
ja: ウロコレスは泥よりかゆい草の上で寝るの？
ko: 무비늘은 진흙 두고 따가운 풀에서 자?
pl: Bezłuskowcy wolą spać na kłującej trawie niż w błotku?
pt_br: Sem-escamas prefere dormir na grama que coça do que na lama?
ru: Ребята без чешуи спят на колючей траве вместо грязи?
zh_tw: 無鱗生物寧願睡在癢的草上也不睡在泥巴裡？

# CHARACTERS.WURT.DESCRIBE.BEE.GENERIC
source: Buzzy stinger.
de: Summpiekser.
es: Aguijón zumbante.
es_mx: Aguijón zumbador.
fr: C'est une piqueuse.
it: Pungiglione ronzante.
ja: 蜂の針
ko: 윙윙거리는 침 벌레야.
pl: Bzyczący żądlacz.
pt_br: Ferrão bzzento.
ru: Жужжалка.
zh_tw: 嗡嗡的叮人蟲。

# CHARACTERS.WURT.DESCRIBE.BEE.HELD
source: Ha! Got you, florp!
de: Ha! Hab dich, florp!
es: ¡Ja! ¡Te tengo, florp!
es_mx: ¡Ja! ¡Yo tenerte, flop!
fr: Ah ! J't'ai eu, florp !
it: Ah! Presa, florp!
ja: ハッ！捕まえたぞ！フロープ！
ko: 하! 잡았다, 뻐끔!
pl: Ha! Mam cię, florp!
pt_br: Ha! Te peguei, florp!
ru: Ха! Попалась, бульк!
zh_tw: 哈！抓到你了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.BEEBOX.BURNT
source: It not buzzing anymore...
de: Summt nicht mehr ...
es: Ya no zumba más...
es_mx: Ya no zumbar más.
fr: Y'a plus aucun bruit.
it: Non sento più ronzii...
ja: もう鳴らないよ...
ko: 이제 안 윙윙거려...
pl: Już nie bzyczy...
pt_br: Não está mais bzzindo...
ru: Больше не жужжит…
zh_tw: 它不再嗡嗡了……

# CHARACTERS.WURT.DESCRIBE.BEEBOX.FULLHONEY
source: Sweets!!
de: Süßes Zeug!!
es: ¡¡Dulces!!
es_mx: ¡¡Dulces!!
fr: C'est sucré !
it: Dolce!
ja: あまーい！
ko: 단것이다!!
pl: Słodkości!
pt_br: Doces!!
ru: Сласти!
zh_tw: 甜食！！

# CHARACTERS.WURT.DESCRIBE.BEEBOX.GENERIC
source: Home for stingers.
de: Piekserhaus.
es: Una casa para los aguijones.
es_mx: Casa de aguijones.
fr: C'est la maison des piqueuses.
it: Casa di cose con pungiglione.
ja: スティンガーの家だよ。
ko: 침 벌레 집이야.
pl: Dom żądlaczy.
pt_br: Casa de ferrões.
ru: Дом жужжалок.
zh_tw: 叮人蟲的家。

# CHARACTERS.WURT.DESCRIBE.BEEBOX.NOHONEY
source: Aww no sweets inside.
de: Ooch, nichts Süßes drin.
es: Oh, no hay dulces dentro.
es_mx: Ay... no quedar dulces dentro.
fr: Oh, y'a pas de truc sucré dedans.
it: Oh, niente dolce dentro.
ja: あーあ、中にお菓子が入っていないよ。
ko: 쳇, 안에 단것 없어.
pl: Ooo, nie ma słodkości.
pt_br: Ahh, sem doces dentro.
ru: Ну вот, никаких сластей.
zh_tw: 嗷，裡面沒有甜食了。

# CHARACTERS.WURT.DESCRIBE.BEEBOX.READY
source: Sweets!!
de: Süßes Zeug!!
es: ¡¡Dulces!!
es_mx: ¡¡Dulces!!
fr: C'est sucré !
it: Dolce!
ja: あまーい！
ko: 단것이다!!
pl: Słodkości!
pt_br: Doces!!
ru: Сласти!
zh_tw: 甜食！！

# CHARACTERS.WURT.DESCRIBE.BEEBOX.SOMEHONEY
source: Don't wanna wait!!
de: Will nicht warten!!
es: ¡¡No quiero esperar!!
es_mx: ¡¡No querer esperar!!
fr: J'veux pas attendre !!
it: Non voglio aspettare!
ja: 待ちたくないよ！
ko: 기다리기 싫어!!
pl: Nie chcę już czekać!
pt_br: Não quero esperar!!
ru: Не хочу ждать!
zh_tw: 不想等啊！！

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.BURNT
source: It not buzzing anymore...
de: Summt nicht mehr ...
es: Ya no zumba más...
es_mx: Ya no zumbar más.
fr: Y'a plus aucun bruit.
it: Non sento più ronzii...
ja: もう鳴らないよ...
ko: 이제 안 윙윙거려...
pl: Już nie bzyczy...
pt_br: Não está mais bzzindo...
ru: Больше не жужжит…
zh_tw: 它不再嗡嗡了……

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: It look full of sweet stuff now!
de: Voller süßem Zeug!
es: ¡Parece que ahora está lleno de dulce!
es_mx: ¡Ahora parecer llena de cosas dulces!
fr: C'est plein de truc sucré maintenant !
it: Pieno di roba dolce adesso.
ja: 今は甘いものがいっぱい入っているようだよ！
ko: 이제 단것으로 가득해 보여!
pl: Wygląda, jakby był pełny słodkości!
pt_br: Parece cheio de coisas doces agora!
ru: Похоже, там полно сластей!
zh_tw: 它裡面好多甜甜的東西！
