Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.GENERIC
source: Go fly south or something!
de: Los, flieg nach Süden oder irgendwas.
es: ¡Vete a volar al sur o algo así!
fr: Il doit être en migration !
it: Vola a sud o qualcosa del genere!
ja: 南へ向かって飛ぶとか！
ko: 남쪽으로 날아가든가 해!
pl: Leć na południe, czy coś.
pt_br: Voe para o sul ou algo assim!
ru: Лети-ка ты лучше на юг, или куда там!
zh_cn: 飞到南方去不就行了！
zh_tw: 飛到南方去不就行了！

# CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.HELD
source: It's stealing my warmth.
de: Stiehlt mir meine Wärme.
es: Me está robando el calor.
fr: Il profite de ma chaleur.
it: Sta rubando il mio calore.
ja: 俺の温かさを盗んでいる！
ko: 내 온기를 빼앗고 있잖아.
pl: Kradnie moje ciepło.
pt_br: Está roubando meu calor.
ru: Она отнимает мое тепло.
zh_cn: 它在偷取我身体的热量。
zh_tw: 它在偷取我身體的熱量。

# CHARACTERS.WOODIE.DESCRIBE.ROBOT_BLUEPRINT
source: Is this, er... humane?
de: Ist das, äh ... human vertretbar?
es: ¿Esto es... humano?
fr: C'est, hum... humain ?
it: È, ehm... umano?
ja: こりゃ…人道的にありなのかよ？
ko: 이게, 어... 인간적인가?
pl: Czy to, eee... istota ludzka?
pt_br: Isso é, hã... humano?
ru: Не по-человечески это как-то.
zh_cn: 这个，诶……人道么？
zh_tw: 這個，誒……人道麼？

# CHARACTERS.WOODIE.DESCRIBE.ROBOT_PUPPET
source: They're trapped!
de: Es ist gefangen!
es: ¡Está atrapado!
fr: Ils sont piégés !
it: Sono intrappolati!
ja: なんか捕まってるぞ！
ko: 갇혔잖아!
pl: Są uwięzieni!
pt_br: Estão presos!
ru: Они в ловушке!
zh_cn: 它被困住了！
zh_tw: 它被困住了！

# CHARACTERS.WOODIE.DESCRIBE.ROCK
source: I could break it down if I tried hard enough.
de: Ich könnte ihn zerschmettern, wenn ich mich ganz doll anstrenge.
es: Podría romperla si lo intento lo suficiente.
fr: Je pourrais la casser si j'y mettais du mien.
it: Potrei romperlo se provassi con tenacia.
ja: かなり頑張ればそれを壊せた。
ko: 노력하면 부술 수 있어.
pl: Mógłbym go rozbić przy odrobinie wysiłku.
pt_br: Eu poderia quebrar em pedaços se tentasse de verdade.
ru: Я могу его разбить, если сильно постараюсь.
zh_cn: 如果足够用劲的话，我应该可以把它凿碎。
zh_tw: 如果足夠用勁的話，我應該可以把它鑿碎。

# CHARACTERS.WOODIE.DESCRIBE.ROCKS
source: Could make a decent little inukshuk with these.
de: Wenn man ein bisschen was umstellt, wäre das ein nettes Inushuk.
es: Con estas podría hacer un buen inukshuk.
fr: Ça pourrait faire un bon petit inukshuk.
it: Sistemandole un po' si potrebbe fare un bell'inukshuk.
ja: いいイヌクシュクが造れそうだぜ…
ko: 괜찮은 이눅슈크가 되겠잖아.
pl: Można by z nich zrobić piękny inuksuk.
pt_br: Poderia fazer um inukshuk decente com esses.
ru: Из этого может получиться славный инуксук.
zh_cn: 用这些东西可以做成一个不错的小因努伊特石堆。
zh_tw: 用這些東西可以做成一個不錯的小因努伊特石堆。

# CHARACTERS.WOODIE.DESCRIBE.ROCKY
source: Lobster supper time!
de: Hummer-Abendessenzeit!
es: ¡Hora de cenar langosta!
fr: Le homard est servi !
it: Ora di cena di aragosta!
ja: ロブスター晩餐の時間！
ko: 저녁 메뉴는 랍스터다!
pl: Czas na kolację, homarku!
pt_br: Hora da refeição de lagosta!
ru: Пора поужинать лобстером!
zh_cn: 龙虾餐时间！
zh_tw: 龍蝦餐時間！

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: Ain't got nothing left in it.
de: Mit dem ist nichts mehr los.
es: No le queda nada.
fr: Il n'y a plus rien dessus.
it: Non c'è rimasto più niente.
ja: 何にも残ってねえようだな。
ko: 아무것도 안 남았잖아.
pl: Nic już na nim nie zostało.
pt_br: Não tem mais energia nele.
ru: На нем уже ничего не осталось.
zh_cn: 没了，啥都没了。
zh_tw: 沒了，啥都沒了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: Well, that's no good.
de: Tja, das ist nicht gut.
es: Mal asunto.
fr: Ça craint.
it: Beh, non va bene.
ja: こりゃあマズいな。
ko: 이젠 끝났잖아.
pl: Nie jest dobrze.
pt_br: Ora, isso não é nada bom.
ru: Это весьма печально.
zh_cn: 完了，坏事了。
zh_tw: 完了，壞事了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: That one might be a goner.
de: Ich glaube, der ist hinüber.
es: Me parece que ese va a terminar mal.
fr: Je peux lui dire adieu.
it: Mi sa che sta per lasciarci.
ja: これはもう枯れちまってるのかもな。
ko: 글렀을지 몰라.
pl: Chyba niedługo będzie po nim.
pt_br: Esse pode ser um caso perdido.
ru: Кажется, ему уже не помочь.
zh_cn: 死绝了。
zh_tw: 死絕了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: It's smelling a little stinky.
de: Er stinkt ein bisschen.
es: Huele un poco mal.
fr: Ça sent la pourriture.
it: Puzza un po'.
ja: 少し匂うな。
ko: 악취가 나잖아.
pl: Troszkę śmierdzi.
pt_br: Está cheirando um pouco mal.
ru: От него дурно пахнет.
zh_cn: 闻着臭臭的。
zh_tw: 聞著臭臭的。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: Is that fruit?
de: Sind das Früchte?
es: ¿Eso es fruta?
fr: C'est un fruit, ça ?
it: Sono dei frutti?
ja: これ、果物か？
ko: 이게 과일이야?
pl: Czy to jest owoc?
pt_br: Isso é fruta?
ru: Это что, фрукты?
zh_cn: 是果子不？
zh_tw: 是果子不？

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: It's a nondescript bush.
de: Das ist irgendein Strauch.
es: Un arbusto de lo más anodino.
fr: Un buisson indéterminé.
it: Un cespuglio indefinito.
ja: 何の変哲もない木だな。
ko: 평범한 덤불이잖아.
pl: Jakiś bez wyrazu ten krzak.
pt_br: É um arbusto bem comum.
ru: Самый обычный куст.
zh_cn: 没啥意思的一丛灌木。
zh_tw: 沒啥意思的一叢灌木。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: It's pretty hot out.
de: Es ist ganz schön heiß draußen.
es: Hace mucho calor.
fr: Il fait chaud aujourd'hui !
it: Fa parecchio caldo.
ja: だいぶ暑いからな。
ko: 밖이 꽤 덥잖아.
pl: Jest całkiem gorąco.
pt_br: Está bem quente hoje.
ru: Да, ему тут жарковато.
zh_cn: 被热坏了。
zh_tw: 被熱壞了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_FRUIT
source: Too hard to eat, but at least it smells nice.
de: Zu hart zum Essen, aber immerhin riecht sie gut.
es: Demasiado duro para comer, pero al menos huele bien.
fr: Trop dur pour que je le mange, mais ça sent bon.
it: Troppo duro per essere mangiato, ma almeno ha un buon profumo.
ja: 食べにくいが、匂いはいいな。
ko: 먹기는 힘들지만, 냄새는 좋잖아.
pl: Za twardy, żeby go zjeść, ale przynajmniej ładnie pachnie.
pt_br: Muito duro de comer, mas pelo menos cheira bem.
ru: Слишком твердый, чтобы его можно было съесть, но хотя бы пахнет приятно.
zh_cn: 硬的咬不动，不过闻着挺香。
zh_tw: 硬的咬不動，不過聞著挺香。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: I think I could sink my teeth into it now.
de: Ich glaube, jetzt könnte ich reinbeißen.
es: Creo que ya puedo hincarle el diente.
fr: Je devrais pouvoir le manger, maintenant.
it: Credo che ora potrei affondarci i denti.
ja: 今すぐにでも、かぶりつけそうだぞ。
ko: 이제 입을 대도 될 것 같잖아.
pl: Z radością bym się w niego wgryzł.
pt_br: Acho que consigo enfiar meus dentes nisso agora.
ru: Вот сейчас, наверное, самое время в него зубами впиться.
zh_cn: 应该咬的动了。
zh_tw: 應該咬的動了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: Wish I had some toast.
de: Hätte ich doch ein bisschen Toast.
es: Ojalá tuviera una tostada.
fr: Si seulement j'avais des toasts !
it: Ci sarebbe voluta una fetta di toast.
ja: パンがあれば最高なんだがな。
ko: 토스트가 있으면 좋을 텐데.
pl: Fajnie by było, gdybym miał do niego grzankę.
pt_br: Queria uma torradinha.
ru: Вот бы тостов где-нибудь добыть…
zh_cn: 有点面包就好了。
zh_tw: 有點麵包就好了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: Guess we didn't eat that one in time.
de: Die haben wir wohl nicht rechtzeitig gegessen.
es: Supongo que no nos comimos ese a su debido tiempo.
fr: Je ne l'ai pas cueilli assez vite.
it: Deduco che non l'abbiamo mangiato in tempo.
ja: 食える時期を逃したみたいだな。
ko: 먹을 시기를 놓친 모양이잖아.
pl: Przegapiliśmy moment, kiedy nadawał się do jedzenia.
pt_br: Acho que não comemos isso a tempo.
ru: Видимо, мы про него забыли, и вот результат.
zh_cn: 没及时吃，都长芽了。
zh_tw: 沒及時吃，都長芽了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE.GENERIC
source: Home sweet home!
de: Trautes Heim, Glück allein.
es: ¡Hogar, dulce hogar!
it: Casa dolce casa!
ja: ホーム、スイートホーム！
ko: 집이 최고잖아!
pl: Nie ma to jak w domu!
pt_br: Lar, doce lar!
ru: Дом, милый дом!
zh_cn: 感觉像回到家乡一样！
zh_tw: 感覺像回到家鄉一樣！

# CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE.MELTED
source: Back home, they never melt.
de: Bei uns zu Hause schmelzen die nie.
es: En mi tierra nunca se derrite.
fr: Par chez nous, ça fond jamais.
it: Da dove vengo, non si sciolgono mai.
ja: 地元じゃ、絶対溶けないね。
ko: 고향에서는 녹는 일이 없는데.
pl: U mnie w kraju nigdy nie topnieją.
pt_br: De onde eu venho elas nunca derretem.
ru: Пойдем домой, они никогда не растают.
zh_cn: 在家乡，它们绝不会融化的。
zh_tw: 在家鄉，它們絕不會融化的。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_ICE_MELTED
source: Back home, they never melt.
de: Bei uns zu Hause schmelzen die nie.
es: En mi tierra nunca se derrite.
fr: Par chez nous, ça fond jamais.
it: Da dove vengo, non si sciolgono mai.
ja: 地元じゃ、絶対溶けないね。
ko: 고향에서는 녹는 일이 없는데.
pl: U mnie w kraju nigdy nie topnieją.
pt_br: De onde eu venho elas nunca derretem.
ru: Пойдем домой, они никогда не растают.
zh_cn: 在家乡，它们绝不会融化的。
zh_tw: 在家鄉，它們絕不會融化的。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.GENERIC
source: It's looking a tad crusty.
de: Ein verkrustetes Tier.
es: Parece bastante crujiente.
fr: Ça a l'air un peu croustillant.
it: Sembra un attimo crostoso.
ja: 表面が、ちと固くなってるな
ko: 껍질이 느껴지잖아.
pl: Wygląda dość krucho.
pt_br: Parece um pouco crocante.
ru: Смотрится чуточку твердым.
zh_cn: 它看上去带着点壳。
zh_tw: 它看上去帶著點殼。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.LOW
source: Needs more... wood?
de: Braucht mehr... Holz?
es: ¿Necesita más... madera?
fr: Il faut ajouter... du bois ?
it: Serve altra... legna?
ja: もっと…木が必要？
ko: 나무가 더... 필요한가?
pl: Potrzebuje więcej... drewna?
pt_br: Precisa de mais... madeira?
ru: Нужно больше… дерева?
zh_cn: 需要加点...木材？
zh_tw: 需要加點...木材？

# CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.NORMAL
source: A fire that needs no wood? Unnn-natural!
de: Ein Feuer, das kein Holz braucht? Unnatürlich!
es: ¿Un fuego que no necesita madera? ¡Antinatural!
fr: Un feu sans bois ? Pas normal ça !
it: Un fuoco che non ha bisogno di legna? Innaturale!
ja: まきを必要としない火？自然じゃない！
ko: 나무가 필요 없는 불? 부자연스럽잖아!
pl: Ogień, który nie potrzebuje drewna? To sprzeczne z naturą!
pt_br: Uma fogueira que não precisa de lenha? Annntinatural!
ru: Огонь, которому не нужно дерево? Н-н-не-е-евероя-я-ятно!
zh_cn: 不需要木材的营火？太太太违反自然规律了！
zh_tw: 不需要木材的營火？太太太違反自然規律了！

# CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.OUT
source: It looks like it could break.
de: Er sieht aus, als würde er jeden Moment auseinanderbrechen.
es: Parece como si fuera a romperse.
fr: On dirait que ça va péter d'un moment à l'autre.
it: Sembra che possa rompersi.
ja: こりゃ、崩れそうだな…
ko: 부서질 것 같잖아.
pl: Wygląda, jakby miał się skruszyć.
pt_br: Parece que poderia quebrar.
ru: Выглядит так, будто сейчас сломается.
zh_cn: 它看起来像要碎掉一样。
zh_tw: 它看起來像要碎掉一樣。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_MOON
source: It's uh, a moon rock.
de: Dieser Stein kam vom Mond.
es: Es una, eh, roca lunar.
fr: C'est... euh... une roche de lune.
it: È uh, una lunaroccia.
ja: 月から降ってきた石っころだ
ko: 음, 달돌이잖아.
pl: Kawałek księżyca.
pt_br: É, ahm, uma rocha lunar.
ru: Это, э-эм, камень с луны.
zh_cn: 呃，它是一块月亮石。
zh_tw: 呃，它是一塊月亮石。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_PETRIFIED_TREE
source: So... senseless.
de: So ... sinnlos.
es: Tan... sin sentido.
fr: Tellement... absurde.
it: Così... privo di sensi.
ja: なんで石なんだよ…ケッ
ko: 이건... 너무하잖아.
pl: To... To bez sensu.
pt_br: Tão... sem sentido.
ru: Все так… бессмысленно.
zh_cn: 太…愚蠢了。
zh_tw: 太…愚蠢了。

# CHARACTERS.WOODIE.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: So... senseless.
de: So ... sinnlos.
es: Tan... sin sentido.
fr: Tellement... absurde.
it: Così... privo di sensi.
ja: なんで石なんだよ…ケッ
ko: 이건... 너무하잖아.
pl: To... To bez sensu.
pt_br: Tão... sem sentido.
ru: Все так… бессмысленно.
zh_cn: 太…愚蠢了。
zh_tw: 太…愚蠢了。

# CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm... does the rook move in a straight line? I forget.
de: Hmm ... Bewegt sich ein Turm in einer geraden Linie? Ich hab's vergessen.
es: Hmm... ¿la torre se mueve en línea recta? Se me ha olvidado.
fr: Hmm... la tour avance en ligne droite ? J'ai oublié.
it: Uhm... la torre si muove in linea retta? Lo dimentico sempre.
ja: うーむ…そのヤマガラスは直線的に動くのか？忘れた。
ko: 흠... 루크가 직선으로 움직이던가? 까먹었잖아.
pl: Hmm... Wieża porusza się po prostej? Zawsze zapominam?
pt_br: Hmm.. A torre se move em linha reta? Não lembro.
ru: Хм-м… разве ладья ходит не по прямой? А то я забыл.
zh_cn: 嗯...象棋里的车是直线移动的吗？我忘记了。
zh_tw: 嗯...象棋裡的車是直線移動的嗎？我忘記了。

# CHARACTERS.WOODIE.DESCRIBE.ROOK_NIGHTMARE
source: The gears are spilling out.
de: Die Zahnräder schwappen über.
es: Los engranajes tienen aceite.
fr: Ses mécanismes sont de sortie.
it: Gli ingranaggi vengono allo scoperto.
ja: 所持品が出てきちゃってる。
ko: 톱니바퀴가 튀어나고 있잖아.
pl: Wypadają z niej jakieś metalowe elementy.
pt_br: As engrenagens estão se soltando.
ru: Шестеренки так и сыпятся.
zh_cn: 齿轮都散落出来了。
zh_tw: 齒輪都散落出來了。

# CHARACTERS.WOODIE.DESCRIBE.ROPE
source: Good for holding stuff to other stuff.
de: Gut, um Dinge mit anderen Dingen zu verbinden.
es: Sirve para sostener cosas en otras cosas.
fr: Pratique pour attacher des trucs à d'autres trucs.
it: Ottima per tenere insieme le cose.
ja: 他の物のために物を持っておくのは良いことだ。
ko: 물건 묶을 때 쓰잖아.
pl: Dobra do łączenia rzeczy z innymi rzeczami.
pt_br: Bom para prender uma coisa a outra.
ru: Подходит, чтобы привязать одну штуку к другой штуке.
zh_cn: 可以用来把不同的东西捆在一起。
zh_tw: 可以用來把不同的東西捆在一起。

# CHARACTERS.WOODIE.DESCRIBE.ROTTENEGG
source: One less bird. Good.
de: Ein Vogel weniger. Gut.
es: Un pájaro menos. Bien.
fr: Un oiseau de moins. Bien.
it: Un pennuto in meno. Bene.
ja: 一羽少ない鳥。やったね。
ko: 새 한 마리 줄었잖아. 좋지.
pl: Jednego ptaka mniej. Świetnie.
pt_br: Um pássaro a menos. Ótimo!
ru: Одной птицей меньше. Хорошо.
zh_cn: 这世上将少一只鸟。很好。
zh_tw: 這世上將少一隻鳥。很好。

# CHARACTERS.WOODIE.DESCRIBE.ROYAL_JELLY
source: I'm majestic enough as is.
de: Ich bin majestätisch genug.
es: Ya soy majestuoso así.
fr: Je suis assez majestueux comme ça.
it: Sono già reale così come sono.
ja: このままでも十分高貴な気分さ。
ko: 난 이미 충분히 위엄 있는데.
pl: Majestatyczna galareta.
pt_br: Sou majestoso o suficiente assim.
ru: Я и без того достаточно величественно выгляжу.
zh_cn: 我本来就够威严了。
zh_tw: 我本來就夠威嚴了。

# CHARACTERS.WOODIE.DESCRIBE.RUBBLE
source: Broken furniture.
de: Kaputte Möbel.
es: Muebles rotos.
fr: Du mobilier cassé.
it: Mobili rotti.
ja: 壊れた家具。
ko: 부서진 가구잖아.
pl: Popsute meble.
pt_br: Móveis quebrados.
ru: Сломанная мебель.
zh_cn: 残破的家具。
zh_tw: 殘破的傢俱。

# CHARACTERS.WOODIE.DESCRIBE.RUINSHAT
source: It's no toque, but it'll do.
de: Das ist zwar keine Pudelmütze, aber er wird reichen.
es: No es un gorro de lana, pero servirá.
fr: C'est pas une toque, mais ça ira.
it: Non è un tocco, ma farà al caso.
ja: コックさんの帽子にはほど遠いけれど、まぁいいか。
ko: 토크는 아니지만 쓰자.
pl: Wolałbym kask, ale może być.
pt_br: Não é um barrete, mas vai servir.
ru: Хоть и не моя вязаная шапочка, но вполне сойдет.
zh_cn: 虽然不是无边帽，但还凑合。
zh_tw: 雖然不是無邊帽，但還湊合。

# CHARACTERS.WOODIE.DESCRIBE.RUINS_BAT
source: Metal on a stick.
de: Metall am Stiel.
es: Metal en un palo.
fr: Du métal sur un bout de bois.
it: Metallo su uno spiedo.
ja: 棒に乗った金属。
ko: 막대기에 달린 금속 덩어리잖아.
pl: Metal na patyku.
pt_br: Metal no palito.
ru: Металл на палке.
zh_cn: 金属串在棍子上。
zh_tw: 金屬串在棍子上。

# CHARACTERS.WOODIE.DESCRIBE.RUINS_RUBBLE
source: All busted up.
de: Total kaputt.
es: Todo está en ruinas.
fr: C'est complètement bousillé.
it: Tutto ridotto male.
ja: めちゃくちゃになった。
ko: 다 무너졌잖아.
pl: Całkowicie zniszczony.
pt_br: Tudo quebrado.
ru: Все всмятку.
zh_cn: 一切都毁了。
zh_tw: 一切都毀了。

# CHARACTERS.WOODIE.DESCRIBE.SACRED_CHEST.GENERIC
source: It makes my beard hair stand on end.
de: Da stehen mir die Barthaare auf.
es: Los pelos de la barba se me ponen de punta.
fr: Ça me fait dresser les poils de la barbe.
it: Mi fa rizzare i peli della barba.
ja: ブキミな箱だ…ヒゲがゾワゾワするぜ…
ko: 내 수염이 곤두설 것 같잖아.
pl: Sprawia, że włosy na brodzie stają mi dęba.
pt_br: Arrepia os pelos da minha barba.
ru: У меня от него волосы в бороде дыбом встают.
zh_cn: 这让我寒毛都立起来了。
zh_tw: 這讓我寒毛都立起來了。

# CHARACTERS.WOODIE.DESCRIBE.SACRED_CHEST.LOCKED
source: It's thinkin' real hard.
de: Ist schwer am Nachdenken.
es: Está pensando mucho.
fr: Il réfléchit à fond.
it: Sta pensando tantissimo.
ja: この箱…何か考え込んでやがるぜ…
ko: 아주 골똘히 생각하고 있잖아.
pl: Mocno myśli.
pt_br: Está pensando muito.
ru: Неслабо он призадумался.
zh_cn: 它还在很努力地想。
zh_tw: 它還在很努力地想。

# CHARACTERS.WOODIE.DESCRIBE.SADDLEHORN
source: Puts the critter back to how nature intended.
de: Damit wird das Vieh wieder in den Naturzustand zurückgesetzt.
es: Hace que la criatura vuelva a como la naturaleza le trajo al mundo.
fr: Pour que les bestioles s'imaginent pas qu'elles vont faire la loi.
it: Fa tornare la creatura a come la natura l'ha creata.
ja: これで、獣を自然のまんまの姿に戻せるぜ
ko: 다시 자연의 상태로 돌아가게 해주지.
pl: Przywraca zwierzęciu naturalny wygląd.
pt_br: A criatura volta a ficar como a natureza pretendia.
ru: Возвращает живность в то состояние, в каком она было изначально.
zh_cn: 把这家畜放回到自然状态。
zh_tw: 把這家畜放回到自然狀態。

# CHARACTERS.WOODIE.DESCRIBE.SADDLE_BASIC
source: Yep, that'll get us there.
de: Ja, das sollte passen.
es: Sí, nos llevará hasta allí.
fr: Ouais, avec ça on y arrivera.
it: Sì, ci porterà là.
ja: 徒歩で移動するより、断然速えぇな
ko: 그래, 이거면 갈 수 있잖아.
pl: To powinno rozwiązać kwestię transportu.
pt_br: Aham, assim vamos conseguir.
ru: Ага, можем отправиться, куда пожелаем.
zh_cn: 是的，那个会帮助我们到那里。
zh_tw: 是的，那個會幫助我們到那裡。

# CHARACTERS.WOODIE.DESCRIBE.SADDLE_RACE
source: Makes me feel like some sorta woodland nymph, eh?
de: Da fühlt man sich fast wie eine Waldnymphe, nicht wahr?
es: Me hace parecer como una especie de ninfa de los bosques, ¿eh?
fr: Je me sens comme une vraie nymphe des bois, hein ?
it: Mi fa sentire come una ninfa del bosco, eh?
ja: 森の妖精にでもなった気分だな
ko: 내가 숲의 요정이 된 것 같잖아, 그치?
pl: Czuję się na nim trochę jak jakaś leśna nimfa, tak?
pt_br: Fico me sentindo como uma ninfa da terra com isso.
ru: С ним я чувствую себя этакой лесной нимфой, а?
zh_cn: 让我有森林女神的感觉，额？
zh_tw: 讓我有森林女神的感覺，額？

# CHARACTERS.WOODIE.DESCRIBE.SADDLE_WAR
source: Makes me feel like a Mountie.
de: Da fühle ich mich wie ein Rittmeister.
es: Me hace sentir como si fuera de la Policía Montada.
fr: C'est comme si j'étais dans la police montée.
it: Mi fa sentire come un montatore.
ja: 騎馬警官の気分が味わえるぜ
ko: 기사가 된 느낌이잖아.
pl: Czuję się jak funkcjonariusz policji konnej.
pt_br: Me sinto como um típico guarda florestal.
ru: С ним я чувствую себя полицейским королевской гвардии.
zh_cn: 让我感觉像个加拿大骑警。
zh_tw: 讓我感覺像個加拿大騎警。

# CHARACTERS.WOODIE.DESCRIBE.SALSA
source: Lucy'll give ya a hand chopping veggies next time, eh bud?
de: Lucy hilft das nächste Mal beim Schnippeln, was, Kumpel?
es: La próxima vez Lucy te echará una mano cortando verdura, ¿eh, amigo?
fr: La prochaine fois, tu me donneras un coup de main pour couper les légumes, hein, Lucy ?
it: La prossima volta, Lucy ti darà una mano a tagliare le verdure, che ne dici, amico?
ja: 今度野菜を切るときは、ルーシーが手を貸すぜ。
ko: 루시가 다음에 채소를 잘게 썰어줄 거야, 알았지?
pl: Następnym razem Lucy pomoże ci w krojeniu warzyw, co nie?
pt_br: A Lucy vai te ajudar a cortar legumes da próxima vez, né?
ru: Давай в следующий раз тебе Люси поможет овощи порубить, дружище.
zh_cn: 露西下回帮你切菜，是不，伙计？
zh_tw: 露西下回幫你切菜，是不，夥計？

# CHARACTERS.WOODIE.DESCRIBE.SALTBOX
source: It's like an icebox, but salt!
de: Wie ein Kühlschrank, nur mit Salz!
es: Es como una heladera, ¡pero con sal!
fr: C'est comme une glacière, mais avec du sel !
it: È come un recipiente di ghiaccio, ma è fatto di sale.
ja: 氷かと思ったら塩か！
ko: 냉장고처럼 생겼는데, 소금이잖아!
pl: Jak lodówka, tylko że z solą!
pt_br: É como uma geladeira, mas salgada!
ru: Как холодильник, только из соли!
zh_cn: 就像冰箱一样，但是是盐！
zh_tw: 就像冰箱一樣，但是是鹽！

# CHARACTERS.WOODIE.DESCRIBE.SALTLICK
source: My mouth's dry just looking at it.
de: Allein der Gedanke daran, macht mir den Mund wässrig.
es: Se me hace la boca agua de solo mirarlo.
fr: Rien qu'à regarder ça, j'en ai la bouche toute sèche.
it: La mia bocca si secca solo a guardarlo.
ja: 見てるだけで口ん中が乾いてくるぜ…
ko: 보는 것만으로도 입이 마르잖아.
pl: Robi mi się sucho w ustach na sam widok.
pt_br: Estou com a boca seca só de olhar.
ru: У меня аж во рту пересохло от одного его вида.
zh_cn: 只是看着它我的嘴巴就干了。
zh_tw: 只是看著它我的嘴巴就乾了。

# CHARACTERS.WOODIE.DESCRIBE.SALTROCK
source: It's gleamin' white like the mountains up North!
de: Strahlt weiß wie die Berge im Norden!
es: ¡Resplandece de color blanco como las montañas del norte!
fr: C'est blanc et brillant, comme les montagnes du Grand Nord !
it: Bianchi e splendenti come le montagne!
ja: 北の雪山みたいに真っ白だな！
ko: 마치 북쪽의 산처럼 흰색으로 빛나잖아!
pl: Mienią się bielą niczym góry Północy!
pt_br: Está branco brilhante como as montanhas do Norte!
ru: Сияет белизной, как пики северных гор!
zh_cn: 白的发亮，就像我们北方的雪山！
zh_tw: 白的發亮，就像我們北方的雪山！

# CHARACTERS.WOODIE.DESCRIBE.SALTSTACK.GENERIC
source: Nature's full of amazing things, eh?
de: Die Natur ist einfach verblüffend, wie?
es: La naturaleza está llena de cosas sorprendentes, ¿eh?
fr: La nature ne cesse de me surprendre.
it: La natura non smette mai di stupire, eh?
ja: 自然にはいつも驚かされるぜ。
ko: 자연은 경이롭네, 그치?
pl: Natura jest niesamowita, nie?
pt_br: A natureza é cheia de coisas incríveis, né?
ru: Природа не устает удивлять меня своим многообразием.
zh_cn: 大自然真奇妙，诶?
zh_tw: 大自然真奇妙，誒?

# CHARACTERS.WOODIE.DESCRIBE.SALTSTACK.GROWING
source: Lookit that, it's growing back!
de: Sieh an, der wächst nach!
es: Mira, ¡está creciendo otra vez!
fr: Oh ! Ça repousse !
it: Guarda qua, sta ricrescendo!
ja: また育ち始めたみたいだな！
ko: 저것 좀 봐, 다시 자라잖아!
pl: Patrzcie no, odrasta!
pt_br: Olha, está voltando a crescer!
ru: Смотрите, отрастает заново!
zh_cn: 瞧啊，它长回来了！
zh_tw: 瞧啊，它長回來了！

# CHARACTERS.WOODIE.DESCRIBE.SALTSTACK.MINED_OUT
source: Guess that's that.
de: Das war's dann wohl.
es: Supongo que se acabó.
fr: Je crois que c'est tout.
it: Non c'è niente.
ja: これで終わりだな。
ko: 어쩔 수 없잖아.
pl: To by chyba było na tyle.
pt_br: Acho que acabou.
ru: Ну, вот и все.
zh_cn: 完就完了吧。
zh_tw: 完就完了吧。

# CHARACTERS.WOODIE.DESCRIBE.SANDBLOCK
source: Some good craftsmanship.
de: Handwerklich sehr gut.
es: Una buena artesanía.
fr: Superbe travail !
it: Un buon lavoro di artigianato.
ja: こりゃ、見事な出来栄えだな
ko: 뛰어난 장인의 실력이잖아.
pl: Niezgorsze rzemiosło.
pt_br: Ótimo trabalho manual.
ru: Вот это мастерство.
zh_cn: 一些不错的技艺。
zh_tw: 一些不錯的技藝。

# CHARACTERS.WOODIE.DESCRIBE.SANDSPIKE
source: That's something else, eh?
de: Beeindruckend, oder?
es: Esto es otra cosa, ¿eh?
fr: C'est pas vraiment ça, hein ?
it: È davvero originale, eh?
ja: へー、こりゃすげぇ
ko: 뭔가 다르잖아, 그치?
pl: A to coś nowego, co nie?
pt_br: Que coisa, não?
ru: Это ж что-то другое, не?
zh_cn: 那是一些别的事，呃？
zh_tw: 那是一些別的事，呃？

# CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off aboot that rock, eh?
de: Irgendwas stimmt mir dem Stein nicht, was?
es: Hay algo sospechoso con esa roca, ¿eh?
fr: Il y a un truc qui déconne avec cette pierre, hein ?
it: C'è qualcosa di strano in quella roccia, eh?
ja: その岩の何かが変、だろ？
ko: 바위가 이상하지, 엉?
pl: Coś jest nie tak z tym kamieniem, co nie?
pt_br: Tem algo de errado com essa pedra, hã?
ru: Что-то с этим камнем не так, а?
zh_cn: 那块石头有点奇怪，你说呢？
zh_tw: 那塊石頭有點奇怪，你說呢？

# CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.INACTIVE
source: That makes sense.
de: Das macht Sinn.
es: Eso tiene sentido.
fr: C'est normal.
it: Ha senso.
ja: つじつまが合う。
ko: 말 되네.
pl: To ma sens.
pt_br: Isso faz sentido.
ru: В этом есть смысл.
zh_cn: 可以理解。
zh_tw: 可以理解。

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.BURNING
source: Aw! He barely had a chance!
de: Oh! Er hatte kaum eine Chance!
es: ¡Ah! ¡Apenas tuvo una oportunidad!
fr: Ah ! Il n'avait aucune chance !
it: Oh! Aveva a malapena una possibilità!
ja: あぁ！彼にはほとんどチャンスがなかった！
ko: 오! 기회를 박탈당했잖아!
pl: Ach! Nie miała żadnych szans!
pt_br: Oun! Ele não teve a mínima chance!
ru: О-о-о! И глазом моргнуть не успел!
zh_cn: 唉！他都没机会长大！
zh_tw: 唉！他都沒機會長大！

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.DISEASED
source: It's caught a bit of a bug.
de: Hat sich Ungeziefer eingefangen.
es: Debe tener algún bicho.
fr: Elle a eu comme un petit souci.
it: Ha preso un virus.
ja: 虫に食われちまったみてぇだな
ko: 무슨 병에 걸렸어.
pl: Koleżka złapał jakiegoś bakcyla.
pt_br: Está meio doente.
ru: Похоже, что оно словило какой-то микроб.
zh_cn: 它染上病毒了。
zh_tw: 它染上病毒了。

# CHARACTERS.WOODIE.DESCRIBE.SAPLING.DISEASING
source: A poor excuse for wood.
de: Das ist kein anständiges Holz.
es: Un intento de madera.
fr: On peut pas appeler ça du bois.
it: Una misera scusa per il legno.
ja: これを理由に薪木にするのは忍びねえことだ。
ko: 아주 형편없는 나무네.
pl: Marna wymówka dla drewna.
pt_br: Uma madeira das piores.
ru: Такая себе отговорка для дерева.
zh_cn: 给木头的一个蹩脚的借口。
zh_tw: 給木頭的一個蹩腳的藉口。
