Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: It's burning down!
de: Er brennt ab!
es: ¡Está ardiendo!
es_mx: ¡Se quema!
fr: Ça brûle !
it: Sta bruciando!
ja: 燃えてるヨー！
ko: 불타고 있잖아!
pl: Pali się!
pt_br: Tá pegando fogo!
ru: Он горит!
zh_cn: 要烧完了！
zh_tw: 要燒完了！

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: It's got food poisoning.
de: Er hat eine Lebensmittelvergiftung.
es: Se ha intoxicado.
es_mx: Tiene intoxicación alimentaria.
fr: Il a une intoxication alimentaire.
it: Ha un'intossicazione alimentare.
ja: 食あたりになったんだネ。
ko: 식중독에 걸렸어.
pl: Czymś się struły.
pt_br: Tá com uma intoxicação alimentar.
ru: Заработал пищевое отравление.
zh_cn: 它食物中毒了。
zh_tw: 它食物中毒了。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: I think it's coming down with a little something.
de: Ich glaube, da ist was im Busch.
es: Creo que le ha entrado un no sé qué.
es_mx: Creo que tiene alguna enfermedad.
fr: Je pense qu'il est en train de tomber malade.
it: Penso che abbia qualcosa.
ja: 小さい何かと一緒に来ると思うヨ。
ko: 무슨 병에 걸린 것 같아.
pl: Chyba zaczyna chorować.
pt_br: Eu acho que ela tem alguma doença.
ru: Кажется, он заболевает.
zh_cn: 看样子是得病了。
zh_tw: 看樣子是得病了。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: Berries!
de: Beeren!
es: ¡Bayas!
es_mx: ¡Bayas!
fr: Des baies !
it: Bacche!
ja: ベリーだヨ！
ko: 베리다!
pl: Porzeczki!
pt_br: Bagas!
ru: Ягоды!
zh_cn: 浆果！
zh_tw: 漿果！

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: I can't wait for more.
de: Hoffentlich gibt es bald mehr.
es: No puedo esperar más.
es_mx: No puedo esperar para cosechar más.
fr: J'ai hâte qu'elles repoussent.
it: Non vedo l'ora di raccoglierne ancora.
ja: ああ、早くもっと欲しいなあ。
ko: 더는 기다릴 수 없어.
pl: Nie mogę się doczekać, aż urosną kolejne.
pt_br: Mal posso esperar por mais.
ru: Скорее бы он снова заплодоносил.
zh_cn: 我等不及了。
zh_tw: 我等不及了。

# CHARACTERS.WARLY.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: It's much too hot, I agree.
de: Es ist viel zu heiß, das finde ich auch.
es: Demasiado calor, estoy de acuerdo.
es_mx: Concuerdo contigo, hace demasiado calor.
fr: Je suis d'accord, il fait bien trop chaud.
it: Fa troppo caldo, sono d'accordo.
ja: ここ暑すぎダネ。ボクもそう思うヨ。
ko: 너무 뜨겁긴 하지.
pl: Zdecydowanie za gorąco, zgadzam się.
pt_br: Concordo, tá quente demais.
ru: Согласен, слишком жарко.
zh_cn: 天确实太热了。
zh_tw: 天確實太熱了。

# CHARACTERS.WARLY.DESCRIBE.BERRYSAUCE
source: Made from only the most festive berries.
de: Nur aus den allerfestlichsten Beeren.
es: Solo con las bayas más festivas.
es_mx: Está hecha de las bayas más alegres.
fr: Faites à partir des baies les plus festives !
it: Fatta solo con le bacche più festive.
ja: 一番お祭りっぽいベリーだけ使ったヨ。
ko: 가장 축제에 어울리는 베리로만 만들었어.
pl: Robiony tylko z najświąteczniejszych porzeczek.
pt_br: Feito apenas com as bagas mais festivas.
ru: Приготовлен из самых праздничных ягод.
zh_cn: 由最喜庆的浆果做成。
zh_tw: 由最喜慶的漿果做成。

# CHARACTERS.WARLY.DESCRIBE.BIBINGKA
source: A tasty holiday treat from the Philippines.
de: Eine Feiertagsköstlichkeit von den Philippinen.
es: Un delicioso bocado festivo de Filipinas.
es_mx: Un apetitoso dulce festivo de las Filipinas.
fr: Une friandise de fête délicieuse originaire des Philippines.
it: Una squisita delizia festiva originaria delle Filippine.
ja: フィリピンのおいしいホリデーのごちそうネ。
ko: 필리핀의 맛있는 축제 음식이야.
pl: Smaczny przysmak świąteczny z Filipin.
pt_br: Uma iguaria natalina das Filipinas.
ru: Вкусное праздничное кушанье родом с Филиппин.
zh_cn: 菲律宾的节庆美食。
zh_tw: 菲律賓的節慶美食。

# CHARACTERS.WARLY.DESCRIBE.BIGFOOT
source: Please do not squish me!
de: Bitte zerquetsch mich nicht.
es: ¡Por favor, no me aplastes!
es_mx: ¡Por favor, no me aplastes!
fr: Pitié, ne m'écrase pas !
it: Per favore non mi pestare!
ja: 踏みつぶさないでヨ！
ko: 부디 나를 밟지만 말아줘!
pl: Proszę, nie zgniataj mnie!
pt_br: Por favor, não me esmague!
ru: Только не раздави меня!
zh_cn: 请不要踩扁我！
zh_tw: 請不要踩扁我！

# CHARACTERS.WARLY.DESCRIBE.BIRCHNUTDRAKE
source: What madness is this?
de: Welch Wahnsinn ist das?
es: ¿Qué locura es esta?
es_mx: ¿Qué locura es esta?
fr: Quelle est cette folie ?
it: Che follia è mai questa?
ja: こいつら、ナンナノ…？
ko: 해괴망측해라!
pl: Cóż to za diabelstwo?!
pt_br: Que loucura é essa?
ru: Что это еще за безумная штука?
zh_cn: 这是发什么疯？
zh_tw: 這是發什麼瘋？

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.DEAD
source: Maybe it will wake up.
de: Dummer Vogel. Wach auf!
es: Igual se despertará.
es_mx: Quizá se despierte.
fr: Il va peut-être se réveiller.
it: Forse si sveglierà.
ja: そのうち、目を覚ますカナ？
ko: 어쩌면 깨어날지도 모르지.
pl: Może jeszcze się obudzi.
pt_br: Talvez acorde.
ru: Может, она проснется.
zh_cn: 也许它会醒来。
zh_tw: 也許它會醒來。

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.GENERIC
source: Suitable lodgings for a feathered beast.
de: Geeignete Unterkunft für einen gefiederten Freund.
es: Un alojamiento adecuado para una bestia con plumas.
es_mx: Un alojamiento adecuado para una bestia con plumas.
fr: Belle demeure pour une bête à plumes.
it: Alloggi adatti alle bestie piumate.
ja: 翼のあるドーブツさんのおうちネ
ko: 깃털 달린 짐승에게 적합한 집이다.
pl: Mieszkanie w sam raz dla pierzastej bestii.
pt_br: Uma morada adequada para uma fera de penas.
ru: Подходящее жилье для пернатых созданий.
zh_cn: 这个住处最适合长羽毛的动物了。
zh_tw: 這個住處最適合長羽毛的動物了。

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.HUNGRY
source: Let me cook something nice up for you.
de: Komm, ich koch dir was Schönes.
es: Déjame que te cocine algo rico.
es_mx: Déjame que te cocine algo rico.
fr: Je vais te préparer quelque chose de bon.
it: Lasciami cucinare qualcosa di buono per te.
ja: おいしいもの、作ってあげようネ
ko: 맛있는 걸 먹여줄게.
pl: Pozwól, że coś ci ugotuję.
pt_br: Vou cozinhar algo gostoso pra você.
ru: Давай-ка я тебе приготовлю чего-нибудь вкусненького.
zh_cn: 我来给你做点好吃的。
zh_tw: 我來給你做點好吃的。

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.OCCUPIED
source: I now have an egg farm!
de: Jetzt habe ich eine Eierfarm!
es: ¡Ahora tengo una granja de huevos!
es_mx: ¡Ahora tengo una granja de huevos!
fr: Maintenant j'ai une ferme à œufs !
it: Ora ho un allevamento di uova!
ja: 卵農場、完成だヨ！
ko: 이제 알 농장이 생겼다!
pl: Mam fermę jaj!
pt_br: Agora tenho uma produção de ovos!
ru: Теперь у меня есть ферма по производству яиц!
zh_cn: 我现在有了一个鸟蛋农场！
zh_tw: 我現在有了一個鳥蛋農場！

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.SKELETON
source: It is not waking up. Oh dear.
de: Oh nein, jetzt halluziniere ich schon ...
es: No se va a despertar. Pobrecillo.
es_mx: No se va a despertar. Pobrecillo.
fr: Il ne se réveille pas. Oh là là...
it: Non si sveglia. Oh povero.
ja: いつまでたっても目を覚まさないネ…
ko: 안 깨어나네. 이런.
pl: Nie chce się obudzić. Ojej.
pt_br: Não está acordando. Oh, céus.
ru: Не просыпается. О боже.
zh_cn: 它不会醒了，唉。
zh_tw: 它不會醒了，唉。

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.SLEEPING
source: Sleep now, lay later.
de: Erst schlafen, dann Eier legen.
es: Duerme ahora, túmbate más tarde.
es_mx: Duerme ahora, túmbate más tarde.
fr: Dors, tu pondras plus tard.
it: Dormi adesso, deposita dopo.
ja: タマゴ産むエネルギー、たくわえないとネ！
ko: 알은 나중에 낳고 지금은 일단 자라.
pl: Jest czas spania i czas składania jajek.
pt_br: Durma agora, deite-se mais tarde.
ru: Вечером сон — утром яйца.
zh_cn: 现在睡觉，以后再下蛋。
zh_tw: 現在睡覺，以後再下蛋。

# CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.STARVING
source: Oh, what do birds eat? A nice brisket?
de: Hm, was essen Vögel denn überhaupt? Ein schönes Rinderfilet?
es: Oh, ¿qué comen los pájaros? ¿Una buena pechuga?
es_mx: Oh, ¿qué comen los pájaros? ¿Una buena pechuga?
fr: Oh, que mangent les oiseaux ? Une belle poitrine de bœuf ?
it: Oh, cosa mangiano gli uccelli? Un bel petto di pollo?
ja: 鳥は、なに食べる？ステーキでいいのカナ？
ko: 새는 뭘 먹더라? 차돌박이?
pl: Co jedzą ptaki?
pt_br: Oh, o que os pássaros comem? Um bom peito?
ru: Ох, а что едят птицы? Грудинку?
zh_cn: 唔，鸟吃什么？上好牛胸肉？
zh_tw: 唔，鳥吃什麼？上好牛胸肉？

# CHARACTERS.WARLY.DESCRIBE.BIRDTRAP
source: Oh, roast bird! Hm, don't get ahead of yourself, Warly...
de: Oh, Bratvogel... Hm, nur nicht so voreilig, Warly ...
es: ¡Oh, ave asada! Hmm, no te adelantes, Warly...
es_mx: ¡Oh, ave asada! Mmm, no te adelantes, Warly...
fr: Oh, de l'oiseau rôti ! Hem, garde ton calme, Warly...
it: Oh, pennuto arrosto! Uhm, non farti i conti senza l'oste, Warly...
ja: 鳥の…ロースト…＊ジュルリ＊
ko: 아, 새 구이! 으음. 너무 앞서가지 마라, 왈리...
pl: Ach, pieczony ptaszek... Nie zapędzaj się, Warly...
pt_br: Oh, pássaro assado! Hm, não se apresse, Warly...
ru: О, жареная птичка! Хм, не лезь поперек самого себя в пекло, Варли…
zh_cn: 烤鸟肉不错！嗯，沃利，别想的太超前了...
zh_tw: 烤鳥肉不錯！嗯，沃利，別想的太超前了...

# CHARACTERS.WARLY.DESCRIBE.BIRD_EGG
source: Nature's perfect food.
de: Das perfekte Essen der Natur.
es: Alimento perfecto de la naturaleza.
es_mx: Alimento perfecto de la naturaleza.
fr: Nourriture naturelle parfaite.
it: Cibo perfetto della natura.
ja: 天然の完全食ネ
ko: 자연의 완전식품.
pl: Idealny posiłek prosto z natury.
pt_br: A comida perfeita da natureza.
ru: Идеальная еда от самой природы.
zh_cn: 大自然赐予的完美食物。
zh_tw: 大自然賜予的完美食物。

# CHARACTERS.WARLY.DESCRIBE.BIRD_EGG_COOKED
source: Could use a few different herbs...
de: Da fehlen noch frische Kräuter und Butter ...
es: Le falta algunas hierbas...
es_mx: Le falta algunas hierbas...
fr: Ça serait meilleur avec des herbes aromatiques...
it: Mi servirebbero delle erbe...
ja: ハーブを添えれば、おいしくなるハズ…
ko: 허브가 몇 가지만 있었어도...
pl: Przydałoby się trochę ziół...
pt_br: Poderia ter umas ervas diferentes...
ru: Сюда бы добавить других трав…
zh_cn: 可以加一些不同的香草...
zh_tw: 可以加一些不同的香草...

# CHARACTERS.WARLY.DESCRIBE.BIRD_MUTANT
source: That bird is looking a bit odd.
de: Der Vogel sieht komisch aus.
es: Ese pájaro es un poco raro...
fr: Cet oiseau est étrange.
it: Quell'uccello ha un aspetto insolito.
ja: アノ鳥は少し変ネ。
ko: 그 새는 조금 이상해 보여.
pl: Ten ptak wygląda trochę dziwnie.
pt_br: Aquele pássaro é meio esquisito.
ru: Какая странная птица.
zh_cn: 那只鸟看起来有点异常。
zh_tw: 那只鳥看起來有點異常。

# CHARACTERS.WARLY.DESCRIBE.BIRD_MUTANT_SPITTER
source: Something is definitely amiss here.
de: Da stimmt etwas nicht, ganz eindeutig.
es: Aquí hay algo raro...
fr: Il y a quelque chose d'étrange, ici.
it: C'è decisamente qualcosa che non va.
ja: マチガイなく場違いなヤツだネ。
ko: 여기서 확실히 뭔가 잘못되었어.
pl: Coś tu jest zdecydowanie nie w porządku.
pt_br: Tem alguma coisa errada aqui, sem dúvida.
ru: Что-то здесь совершенно точно не так.
zh_cn: 这里肯定有什么不对劲。
zh_tw: 這裡肯定有什麼不對勁。

# CHARACTERS.WARLY.DESCRIBE.BISHOP
source: You don't strike me as particularly spiritual.
de: Du kommst mir gar nicht so geistig vor.
es: No me pareces particularmente espiritual.
es_mx: No me pareces particularmente espiritual.
fr: Tu ne m'as pas l'air particulièrement intelligent.
it: Non mi sembri particolarmente spirituale.
ja: キミ、あんまり信心深そうじゃないヨ？
ko: 별로 성스러운 분위기가 아닌데.
pl: Gdzie masz listy?
pt_br: Você não me parece ser muito espiritualizado.
ru: Ты не кажешься мне очень благочестивым.
zh_cn: 我并不认为你是精神领袖。
zh_tw: 我並不認為你是精神領袖。

# CHARACTERS.WARLY.DESCRIBE.BISHOP_CHARGE_HIT
source: Mon dieu!
ja: アア、神様ッ！
ko: 세상에나!
ru: Мой бог!
zh_cn: 我的天啊！
zh_tw: 我的天啊！

# CHARACTERS.WARLY.DESCRIBE.BISHOP_NIGHTMARE
source: You are grinding my gears, dear fellow.
de: Das wird nichts, mein Freund.
es: Estás moviendo tus engranajes, compañero.
es_mx: Estás moviendo tus engranajes, compañero.
fr: Vous me rendez fou, cher ami.
it: Mi stai irritando, amico caro.
ja: ボロボロですヨ…？ムリは、よくないですヨ？
ko: 기분이 나쁜데, 친구.
pl: Trochę mnie wpieniasz, kolego.
pt_br: Você está me deixando louco, caro amigo.
ru: Дорогой друг, не выводи меня из себя.
zh_cn: 你惹恼了我，亲爱的伙计。
zh_tw: 你惹惱了我，親愛的夥計。

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_FIRE
source: Breathing fire!
de: Feuerspeien!
es: ¡Fuego que respira!
es_mx: ¡Fuego que respira!
fr: Ça souffle le feu !
it: Respirazione del fuoco!
ja: これでボクも、火を吹けるネ！
ko: 불을 뿜지!
pl: Ognisty oddech!
pt_br: Sopro de fogo!
ru: Дышащий огонь!
zh_cn: 喷火！
zh_tw: 噴火！

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_LAVA
source: That might hurt somebody.
de: Jemand könnte sich verletzen.
es: Podría hacerle daño a alguien.
es_mx: Eso podría herir a alguien.
fr: Ça pourrait blesser quelqu'un.
it: Potrebbe far male a qualcuno.
ja: あれ、誰かを傷つけそうだネ。
ko: 저것 때문에 누가 다치겠어.
pl: To może zrobić komuś krzywdę.
pt_br: Isso aí deve machucar.
ru: Этим можно кого-нибудь поранить.
zh_cn: 可能会伤到人。
zh_tw: 可能會傷到人。

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_LAVA2
source: That looks very dangerous.
de: Das sieht überaus gefährlich aus.
es: Parece muy peligroso.
es_mx: Eso se ve muy peligroso.
fr: Ça me semble très dangereux.
it: Ha un aspetto molto pericoloso.
ja: すごく危なそうネ。
ko: 아주 위험해 보여.
pl: Wygląda bardzo niebezpiecznie.
pt_br: Parece muito perigosa.
ru: Выглядит очень опасно.
zh_cn: 看起来很危险。
zh_tw: 看起來很危險。

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_PIPE
source: They won't know what hit them.
de: Sie werden nicht wissen, was sie getroffen hat.
es: No sabrán lo que les golpeó.
es_mx: No sabrán lo que les golpeó.
fr: Ils ne verront pas d'où ça vient.
it: Non sapranno cosa li ha colpiti.
ja: 敵に気づかれずに攻撃できるネ
ko: 뭐에 맞았는지도 모를 거야.
pl: Nawet się nie zorientują, co ich trafiło.
pt_br: Eles nem vão saber o que os atingiu.
ru: Они даже не поймут, что их сразило.
zh_cn: 它们不会知道是被什么射中了。
zh_tw: 它們不會知道是被什麼射中了。

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_SLEEP
source: A sleep aid!
de: Eine Schlafhilfe.
es: ¡Medicina para dormir!
es_mx: ¡Medicina para dormir!
fr: Pour s'endormir !
it: Un aiuto per dormire!
ja: ぐっすり眠れるネ！
ko: 수면제다!
pl: Pomoc w zasypianiu!
pt_br: Um auxílio para dormir!
ru: Снотворное!
zh_cn: 助眠道具！
zh_tw: 助眠道具！

# CHARACTERS.WARLY.DESCRIBE.BLOWDART_YELLOW
source: It's positively electric.
de: Wie elektrisch.
es: Eléctrico a más no poder.
es_mx: Es positivamente eléctrico.
fr: C'est électrisant ! Littéralement.
it: È davvero elettrizzante.
ja: いい意味で電気的だネ。
ko: 전기가 통하는 게 확실해.
pl: Jest pozytywnie naładowana.
pt_br: Tem uma positividade elétrica!
ru: Двести двадцать!
zh_cn: 它绝对带电！
zh_tw: 它絕對帶電！

# CHARACTERS.WARLY.DESCRIBE.BLUEAMULET
source: Brrrrrr!
fr: Brrr !
ja: つつつつめたいヨ…！
ko: 부르르!
ru: Бр-р-р-р-р!
zh_cn: 好冷！！！！
zh_tw: 好冷！！！！

# CHARACTERS.WARLY.DESCRIBE.BLUEGEM
source: Such a cool blue.
de: Solch ein kühles Blau.
es: Qué azul tan bonito.
es_mx: Qué azul tan bonito.
fr: Un bleu très froid.
it: Che blu freddo.
ja: きれいな青色ネ…
ko: 시원한 파란색이군.
pl: Bardzo fajny niebieski.
pt_br: Que azul mais bacana.
ru: Такой красивый синий.
zh_cn: 好清凉的蓝色。
zh_tw: 好清涼的藍色。

# CHARACTERS.WARLY.DESCRIBE.BLUEMOONEYE
source: It should keep watch for us.
de: Es sollte nach uns Ausschau halten.
es: Debería vigilar por nosotros.
es_mx: Debería vigilar por nosotros.
fr: Il pourrait monter la garder pour nous.
it: Dovrebbe tenerci sott'occhio.
ja: ボクたちのために目を光らせてるんだネ。
ko: 우리 대신 망을 봐줄 거야.
pl: Będzie nas pilnować.
pt_br: Deve ficar de vigia pra gente.
ru: Вот кто будет нести дозор вместо нас.
zh_cn: 应该能替我们放哨。
zh_tw: 應該能替我們放哨。

# CHARACTERS.WARLY.DESCRIBE.BLUEPRINT.COMMON
source: Time to stretch the brain muscles.
de: Zeit, die Hirnmuskeln zu dehnen.
es: Hora de ejercitar la masa gris.
es_mx: Es hora de estirar los músculos cerebrales.
fr: Il est temps d'exercer un peu son cerveau.
it: È ora di mettere in moto i muscoli cerebrali.
ja: 脳の筋肉をストレッチする時間ダヨ。
ko: 뇌 근육을 쓸 시간이군.
pl: Pora rozruszać mózgownicę.
pt_br: É hora de alongar os músculos cerebrais.
ru: Пора пораскинуть мозгами.
zh_cn: 是时候开动脑筋了。
zh_tw: 是時候開動腦筋了。

# CHARACTERS.WARLY.DESCRIBE.BLUEPRINT.RARE
source: This one looks complicated.
de: Der sieht aber kompliziert aus.
es: Este parece complicado.
es_mx: Este se ve complejo.
fr: Celui-ci a l'air plus compliqué.
it: Questo sembra proprio complicato.
ja: これは複雑そうだネ。
ko: 복잡해 보이네.
pl: Wygląda na skomplikowane.
pt_br: Esse aqui parece complicado.
ru: Выглядит сложно.
zh_cn: 这个看起来挺复杂。
zh_tw: 這個看起來挺複雜。

# CHARACTERS.WARLY.DESCRIBE.BLUE_CAP
source: What deliciousness shall you yield?
de: Welche Köstlichkeit wirst du liefern?
es: ¿Qué manjar me ofrecerás?
es_mx: ¿Qué manjar me ofrecerás?
fr: Quel délice recèles-tu ?
it: Quale bontà celi?
ja: どんなステキな味がするのカナ…！？
ko: 너는 어떤 극미를 선사할까?
pl: Jakieś smaki można z ciebie wydobyć?
pt_br: Que deliciosidade você me dará?
ru: Что ты за деликатес?
zh_cn: 你会创造怎样的美味？
zh_tw: 你會創造怎樣的美味？

# CHARACTERS.WARLY.DESCRIBE.BLUE_CAP_COOKED
source: Could use a dash of smoked salt and balsamic vinegar...
de: Könnte Rauchsalz und Balsamico-Essig vertragen ...
es: Le hace falta una pizca de sal ahumada y vinagre balsámico...
es_mx: Le hace falta una pizca de sal ahumada y vinagre balsámico...
fr: Ça manque de sel fumé et de vinaigre balsamique...
it: Vorrei del sale affumicato e dell'aceto balsamico...
ja: スモークソルトとバルサミコ酢が欲しいネ…
ko: 훈제 소금과 발사믹 식초가 있었으면...
pl: Przydałoby się trochę wędzonej soli i octu balsamicznego...
pt_br: Uma pitada de sal defumado e vinagre balsâmico cairiam bem...
ru: Буквально бы капельку копченой соли и бальзамического уксуса…
zh_cn: 可以加点熏盐和香醋...
zh_tw: 可以加點熏鹽和香醋...

# CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Ah, a blue truffle!
de: Ah, ein blauer Trüffel!
es: ¡Ah, una trufa azul!
es_mx: ¡Ah, una trufa azul!
fr: Ah, une truffe bleue !
it: Ah, un tartufo blu!
ja: おお…！青トリュフだヨ！
ko: 아, 파란색 트러플이다!
pl: Ach, niebieska trufla!
pt_br: Ah, uma trufa azul!
ru: Ага, голубой трюфель!
zh_cn: 啊，一朵蓝色的松露！
zh_tw: 啊，一朵藍色的松露！

# CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It retreats from the light.
de: Versteckt sich vor dem Licht, was?
es: Se esconde de la luz.
es_mx: Se esconde de la luz.
fr: Il se cache de la lumière.
it: Si nasconde dalla luce.
ja: キノコは光を嫌うヨ
ko: 빛을 피하고 있구나.
pl: Ucieka przed światłem.
pt_br: Ele foge da luz.
ru: Он прячется от света.
zh_cn: 它躲避着光线。
zh_tw: 它躲避著光線。

# CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I hope the truffles are restocked soon.
de: Ich hoffe, die Trüffel wachsen bald nach.
es: Espero que las trufas vuelvan a aparecer pronto.
es_mx: Espero que las trufas vuelvan a aparecer pronto.
fr: J'espère que les truffes vont bientôt repousser.
it: Spero che i tartufi siano riforniti subito.
ja: トリュフ、また入荷するといいネ
ko: 트러플이 빨리 다시 자랐으면 좋겠다.
pl: Ciekawe, kiedy nowa dostawa trufli.
pt_br: Espero que as trufas rebrotem em breve.
ru: Надеюсь, трюфели недолго отрастают.
zh_cn: 我希望松露很快就会补货。
zh_tw: 我希望松露很快就會補貨。

# CHARACTERS.WARLY.DESCRIBE.BOARDS
source: Sigh. It would be so perfect for grilling salmon.
de: Seufz. Darauf ließe sich ein leckeres Stück Lachs grillen.
es: Ay. Hubiese sido perfecto para asar el salmón.
es_mx: ¡Ay! Habría sido perfecto para asar el salmón.
fr: Ah... ça serait tellement parfait pour griller du saumon.
it: Ahimè. Sarebbe proprio perfetto per grigliare il salmone.
ja: これでサーモンのグリル作りたいけどネ…
ko: 어휴. 연어 구울 때 쓰면 좋을 텐데.
pl: Ech. Byłby w sam raz pod grillowanego łososia.
pt_br: Tsc. Seria très perfeito pra grelhar salmão.
ru: Эх. Можно было бы чудесно поджарить тут лосося на гриле.
zh_cn: 哎。它用来烤鲑鱼再好不过了。
zh_tw: 哎。它用來烤鮭魚再好不過了。

# CHARACTERS.WARLY.DESCRIBE.BOARON
source: Begone, cochon!
de: Verschwinde, cochon!
es: ¡Vete, cochon!
es_mx: ¡Fuera, cerdo!
fr: Ouste, cochon !
it: Vattene, cochon!
ja: あっちに行け、ブタ！
ko: 꺼져라, 꼬숑!
pl: Przepadnij, cochon!
pt_br: Sai daqui, cochon!
ru: Убирайся, cochon!
zh_cn: 走开，猪！
zh_tw: 走開，豬！

# CHARACTERS.WARLY.DESCRIBE.BOARRIOR
source: Bring it on, géant cochon!
de: Na los, géant cochon!
es: ¡Vamos, géant cochon!
es_mx: ¡A pelear, cerdo gigante!
fr: Amène-toi, porcinet !
it: Fatti sotto, cochon géant!
ja: かかって来い、巨大ブタ！
ko: 덤벼라, 큰 꼬숑!
pl: Stawaj, géant cochon!
pt_br: Cai dentro, géant cochon!
ru: Ну давай, géant cochon!
zh_cn: 来吧，大猪！
zh_tw: 來吧，大豬！

# CHARACTERS.WARLY.DESCRIBE.BOATFRAGMENT03
source: Ah non! She is in pieces!
de: Ah non! Es ist kaputt!
es: ¡Ah, non! ¡Está hecho pedazos!
es_mx: ¡Ah, non! ¡Está hecho pedazos!
fr: Oh non ! Il est en morceaux !
it: Oh no! È ridotta in pezzi!
ja: あぁ、ノン！粉々になっちゃったヨ！
ko: 안 돼! 산산조각이 났잖아!
pl: Ach, non! Jest w rozsypce!
pt_br: Ah non! Tá em pedaços!
ru: О, non! Она разбита на части!
zh_cn: 啊不！她碎成片了！
zh_tw: 啊不！她碎成片了！

# CHARACTERS.WARLY.DESCRIBE.BOATFRAGMENT04
source: Ah non! She is in pieces!
de: Ah non! Es ist kaputt!
es: ¡Ah, non! ¡Está hecho pedazos!
es_mx: ¡Ah, non! ¡Está hecho pedazos!
fr: Oh non ! Il est en morceaux !
it: Oh no! È ridotta in pezzi!
ja: あぁ、ノン！粉々になっちゃったヨ！
ko: 안 돼! 산산조각이 났잖아!
pl: Ach, non! Jest w rozsypce!
pt_br: Ah non! Tá em pedaços!
ru: О, non! Она разбита на части!
zh_cn: 啊不！她碎成片了！
zh_tw: 啊不！她碎成片了！

# CHARACTERS.WARLY.DESCRIBE.BOATFRAGMENT05
source: Ah non! She is in pieces!
de: Ah non! Es ist kaputt!
es: ¡Ah, non! ¡Está hecho pedazos!
es_mx: ¡Ah, non! ¡Está hecho pedazos!
fr: Oh non ! Il est en morceaux !
it: Oh no! È ridotta in pezzi!
ja: あぁ、ノン！粉々になっちゃったヨ！
ko: 안 돼! 산산조각이 났잖아!
pl: Ach, non! Jest w rozsypce!
pt_br: Ah non! Tá em pedaços!
ru: О, non! Она разбита на части!
zh_cn: 啊不！她碎成片了！
zh_tw: 啊不！她碎成片了！

# CHARACTERS.WARLY.DESCRIBE.BOATPATCH
source: Better safe than sorry, non?
de: Sicher ist sicher, non?
es: Más vale prevenir que curar, ¿non?
es_mx: Mejor prevenir que lamentar, ¿non?
fr: Mieux vaut prévenir que guérir.
it: Meglio prevenire che curare, n'est pas?
ja: 万が一のときのためにネ。でしょ？
ko: 조심해서 나쁠 것 없잖아?
pl: Lepiej dmuchać na zimne, non?
pt_br: Melhor prevenir do que remediar, non?
ru: Береженого бог бережет, non?
zh_cn: 未雨绸缪，对吧？
zh_tw: 未雨綢繆，對吧？

# CHARACTERS.WARLY.DESCRIBE.BOAT_ITEM
source: Allons-y out to sea!
de: Allons-y, wir stechen in See!
es: ¡Allons-y al mar!
es_mx: ¡Vamos al mar!
fr: Partons sur les flots !
it: Allons-y in mare!
ja: 海に行こう！
ko: 바다로 알롱지!
pl: Ruszajmy na morze!
pt_br: Allons-y pro mar!
ru: Allons-y к морю!
zh_cn: 扬帆起航！
zh_tw: 揚帆起航！

# CHARACTERS.WARLY.DESCRIBE.BOAT_LEAK
source: I should do something about that.
de: Ich sollte etwas unternehmen.
es: Debería hacer algo al respecto.
es_mx: Debería encargarme de eso.
fr: Je devrais m'en charger.
it: Devo fare qualcosa.
ja: これはなんとかしないとダネ。
ko: 어떻게든 해야겠어.
pl: Powinienem coś z tym zrobić.
pt_br: É melhor eu fazer algo a respeito.
ru: С этим надо бы разобраться.
zh_cn: 我应该做点什么。
zh_tw: 我應該做點什麼。

# CHARACTERS.WARLY.DESCRIBE.BONESHARD
source: I could make a hearty stock with these.
de: Ich könnte eine herzhafte Suppe daraus machen.
es: Podría hacer un buen caldo con estos.
es_mx: Podría hacer un buen caldo con estos.
fr: Je pourrais faire un bouillon consistant avec ça.
it: Potrei fare un brodo vigoroso con questi.
ja: いいスープがとれそうネ
ko: 이걸로 진한 육수를 우려낼 수 있겠군.
pl: Mógłbym z nich zrobić całkiem pożywny wywar.
pt_br: Eu poderia fazer um bom caldo com eles.
ru: Я мог бы наварить крепкий бульон.
zh_cn: 我可以用这些东西熬出一锅丰盛的高汤。
zh_tw: 我可以用這些東西熬出一鍋豐盛的高湯。

# CHARACTERS.WARLY.DESCRIBE.BONESOUP
source: Bone appétit!
de: Bon appétit!
es: ¡Bonne appétit de huesitos!
es_mx: ¡Esta sopa me calienta hasta los huesos!
fr: En espérant ne pas tomber sur un os.
it: Bon appétit!
ja: ボナペティ、召し上がれ！
ko: 본 아뻬띠!
pl: Smacznego!
pt_br: Bon appétit!
zh_cn: 食髓知味!
zh_tw: 食髓知味!

# CHARACTERS.WARLY.DESCRIBE.BONESTEW
source: Warms my soul!
de: Herzerwärmend.
es: ¡Calienta mi alma!
es_mx: ¡Calienta mi alma!
fr: Ça me réchauffe l'âme !
it: Riscalda la mia anima!
ja: ココロまで、あったかくなるネ！
ko: 영혼을 따뜻하게 해주지!
pl: Rozgrzewa mą duszę!
pt_br: Aquece minha alma!
ru: Греет душу!
zh_cn: 温暖了我的灵魂！
zh_tw: 溫暖了我的靈魂！

# CHARACTERS.WARLY.DESCRIBE.BOOK_BIRDS
source: I had hoped it was a poultry cookbook.
de: Ich hatte gehofft, es ginge um Geflügelgerichte.
es: Esperaba que fuera un libro con recetas de aves.
es_mx: Esperaba que fuera un libro de cocina de carne de aves.
fr: J'espérais que ce soit un livre de cuisine sur la volaille.
it: Speravo fosse un libro su come cucinare il pollame.
ja: これ鶏肉の料理本だったら良かったのに。
ko: 가금류 요리책이었으면 했는데.
pl: Miałem nadzieję, że znajdę tu przepisy na dania z drobiu.
pt_br: Tinha esperanças de que fosse um livro de receitas de aves.
ru: Я надеялся, тут будут рецепты блюд из дичи.
zh_cn: 本以为是禽类烹饪指南。
zh_tw: 本以為是禽類烹飪指南。

# CHARACTERS.WARLY.DESCRIBE.BOOK_BRIMSTONE
source: I don't think that's my forte.
de: Ich glaube nicht, dass das meine Stärke ist.
es: No creo que sea mi fuerte.
es_mx: No creo que eso sea mi fuerte.
fr: Je pense que ce n'est pas mon point fort.
it: Non penso sia il mio forte.
ja: それ、ボク得意じゃないヨ。
ko: 내 전문은 아닌 것 같아.
pl: To chyba nie moje.
pt_br: Não acho que esse seja o meu forte.
ru: Не думаю, что я в этом разберусь.
zh_cn: 不是我的长项。
zh_tw: 不是我的長項。
