Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.8
source: Nothin' like... honest work...
de: Es geht nichts über ... ehrliche Arbeit ...
es: Nada como... un trabajo honrado...
fr: Rien ne vaut un travail... honnête...
it: Niente è paragonabile... lavoro onesto...
ja: 正直な仕事が…一番さ…
ko: 땀 흘리는 일이... 최고지...
pl: Nie ma to... jak uczciwa... praca...
pt_br: Não há nada... como o trabalho honesto...
ru: Нет ничего лучше… честного труда…
zh_cn: 老实干活...最有意义...
zh_tw: 老實幹活...最有意義...

# CHARACTERS.WOODIE.ANNOUNCE_ENCUMBERED.9
source: I'm more of a chopper than a lifter...
de: Hacken ist mir lieber als heben ...
es: Soy más de cortar por lo sano...
fr: Je suis plus coupeur que souleveur...
it: Sono più un tagliatore che un sollevatore...
ja: オレは、モノを担ぐより切るほうが専門だ…
ko: 나는 운반보다는 베는 게 특기인데...
pl: Jestem bardziej drwalem niż tragarzem...
pt_br: Sou mais lenhador que levantador...
ru: Я ж вообще-то дровосек, а не штангист…
zh_cn: 我比较擅长砍东西，而不是扛东西...
zh_tw: 我比較擅長砍東西，而不是扛東西...

# CHARACTERS.WOODIE.ANNOUNCE_ENTER_DARK
source: Who turned out the lights?
de: Wer hat die Lichter ausgemacht?
es: ¿Quién ha apagado la luz?
fr: Qui a éteint la lumière ?
it: Chi ha spento la luce?
ja: 誰が明かりを消したの？
ko: 누가 불을 껐어?
pl: Kto zgasił światło?
pt_br: Quem desligou as luzes?
ru: Кто выключил свет?
zh_cn: 谁关的灯？
zh_tw: 誰關的燈？

# CHARACTERS.WOODIE.ANNOUNCE_ENTER_LIGHT
source: Brilliance!
de: Helligkeit!
es: ¡Brillante!
fr: Lumière !
it: Splendore!
ja: 光り輝いている！
ko: 광명이잖아!
pl: Wspaniale!
pt_br: Brilhante!
ru: Да будет свет!
zh_cn: 世界亮了！
zh_tw: 世界亮了！

# CHARACTERS.WOODIE.ANNOUNCE_EYEOFTERROR_ARRIVE
source: That's not what I was looking for, eh!
de: Das ist nicht das, wonach ich gesucht habe, eh!
es: Eso no es lo que buscaba, ¡eh!
fr: C'est pas ce que je cherchais, hein !
it: Non è quello che stavo cercando, eh!
ja: オレが探してたのはこいつじゃねぇ！
ko: 내가 찾던건 그게 아니잖아, 그치!
pl: Nie tego szukałem, ech!
pt_br: Eu não estava procurando por isso, ein!
ru: И как же это я такое проглядел, а?
zh_cn: 这可不是我要找的，诶！
zh_tw: 這可不是我要找的，誒！

# CHARACTERS.WOODIE.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: Daylight's too much for that big ol' eye, eh?
de: Das Tageslicht ist zu viel für das große olle Auge, eh?
es: Al ojillo le molesta la luz del sol, ¿eh?
fr: On dirait que ce gros œil aime pas trop la lumière du jour.
it: La luce diurna è troppo per quell'occhio, eh?
ja: あのでっけぇ目ん玉は陽の光が苦手みてぇだな？
ko: 그 큰 눈에 햇빛이 너무 많이 들어오잖아, 그치?
pl: Co, słoneczko razi duże oczysko?
pt_br: A luz do dia é demais para aquele olhão, né?
ru: Гляжу, глазу-то солнышко не любо, а?
zh_cn: 那么大一眼睛还见不了日光，诶？
zh_tw: 那麼大一眼睛還見不了日光，誒？

# CHARACTERS.WOODIE.ANNOUNCE_EYEOFTERROR_FLYBACK
source: I'll cut you down for good this time!
de: Diesmal werde ich dich ein für alle Mal fertigmachen!
es: ¡Esta vez te cortaré de raíz!
fr: Je vais te couper en deux, cette fois !
it: Ti farò a pezzi una volta per tutte!
ja: 今回こそぶっ倒してやるよ！
ko: 이번에는 너를 영원히 베어낼 거야!
pl: Przywalę ci tym razem tak, że ci się odechce!
pt_br: Vou te cortar em pedacinhos de verdade dessa vez!
ru: На этот раз я тебя точно срублю!
zh_cn: 我这回非把你砍倒不可！
zh_tw: 我這回非把你砍倒不可！

# CHARACTERS.WOODIE.ANNOUNCE_FAN_OUT
source: I guess I'll just have to suffer now.
de: Jetzt werde ich wohl einfach leiden müssen.
es: Supongo que ahora tendré que sufrir.
fr: J'imagine qu'il ne me reste plus qu'à souffrir maintenant.
it: Immagino che potrò solo soffrire adesso.
ja: せっかく涼しかったのによ…
ko: 이제 고생 시작이구나.
pl: Chyba zostaje mi przecierpieć...
pt_br: Acho que vou ter que sofrer agora.
ru: Ясно, мне остается только страдать.
zh_cn: 我猜现在我不得不忍受高温的折磨了。
zh_tw: 我猜現在我不得不忍受高溫的折磨了。

# CHARACTERS.WOODIE.ANNOUNCE_FERTILIZER_RESEARCHED
source: I learned a bit more aboot it.
de: Ich habe ein bisschen mehr darüber gelernt.
es: He aprendido un poquitín más del tema.
fr: J'en sais un peu plus, maintenant.
it: Ho imparato qualcosa di più a riguardo.
ja: ちょっとだけ勉強を進めたぜ。
ko: 그것에 대해 조금 더 배웠어.
pl: Nauczyłem się na ten temat nieco więcej.
pt_br: Aprendi um pouco mais sobre o assunto.
ru: Я узнал об этом что-то новое.
zh_cn: 又学到了一点东西。
zh_tw: 又學到了一點東西。

# CHARACTERS.WOODIE.ANNOUNCE_FIRENETTLE_TOXIN.1
source: Whew, I feel hotter than a forest fire.
de: Puh, ich fühle mich heißer als ein Waldbrand.
es: Uf... Tengo más calores que un incendio forestal.
fr: Pfiou, j'ai plus chaud que dans un incendie de forêt !
it: Ehi, mi sento più caldo di un incendio boschivo.
ja: ハァハァ、体が山火事よりも熱くなってるぜ。
ko: 휴, 산불보다 더 뜨겁게 느껴져.
pl: Uff, jest mi gorąco, jakbym biegał po płonącym lesie.
pt_br: Nossa, estou mais quente que um incêndio florestal.
ru: Ух! Жжется сильнее, чем лесной пожар.
zh_cn: 呼，我感觉比森林大火还热。
zh_tw: 呼，我感覺比森林大火還熱。

# CHARACTERS.WOODIE.ANNOUNCE_FIRENETTLE_TOXIN.2
source: Guess I shouldn't have touched that plant, eh?
de: Ich hätte die Pflanze wohl nicht anfassen sollen, was?
es: Supongo que no tendría que haber tocado esa planta, ¿eh?
fr: Je crois que je n'aurais pas dû toucher cette plante.
it: Immagino che non avrei dovuto toccare quella pianta, eh?
ja: あの草に触らんほうが良かったんかね？
ko: 그 식물을 만지지 말았어야 했어, 그치?
pl: Pewnie nie powinienem był dotykać tej rośliny, co?
pt_br: Acho que não devia ter tocado naquela planta, né?
ru: Не стоило ту траву трогать, да?
zh_cn: 看来应该碰那棵植物的，诶？
zh_tw: 看來應該碰那棵植物的，誒？

# CHARACTERS.WOODIE.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Glad that's over with.
de: Zum Glück ist das vorbei.
es: Me alegro de que se haya terminado.
fr: Contente que ce soit terminé.
it: Sono contenta che sia finita.
ja: 終わって何よりだぜ。
ko: 다 끝내서 다행이다.
pl: Dobrze, że już po wszystkim.
pt_br: Ainda bem que isso acabou.
ru: Рада, что с ним покончено.
zh_cn: 很高兴总算弄好了。
zh_tw: 很高興總算弄好了。

# CHARACTERS.WOODIE.ANNOUNCE_FLARE_SEEN
source: I should go check out that flare, eh?
de: Ich sollte mal nach der Leuchtrakete sehen, wie?
es: Debería ir a comprobar esa bengala, ¿eh?
fr: Je ferais mieux d'aller voir cette fusée.
it: Dovrei andare a vedere chi ha lanciato quel razzo, no?
ja: あの光、見に行ったほうが良さそうだな。
ko: 저 조명탄을 확인하러 가야겠네, 그치?
pl: Powinienem sprawdzić, o co chodzi z tą flarą, nie?
pt_br: Eu deveria dar uma olhada naquele sinalizador, né?
ru: Нужно сходить, посмотреть, к чему была ракета, да?
zh_cn: 我应该去看看那个信号，对不？
zh_tw: 我應該去看看那個信號，對不？

# CHARACTERS.WOODIE.ANNOUNCE_FREEDOM
source: I got out!
de: Ich bin ausgestiegen!
es: ¡Soy libre!
fr: Je suis sorti !
it: Sono uscito!
ja: 脱出できた！
ko: 나왔다!
pl: Uciekłem!
pt_br: Saí!
ru: Я свободен!
zh_cn: 我出来了！
zh_tw: 我出來了！

# CHARACTERS.WOODIE.ANNOUNCE_GHOSTDRAIN
source: I'm goin', like, nutso over here...
de: Ich werd hier noch ganz kirre ...
es: Me voy a volver, eh, loco por aquí...
fr: Je suis en train de devenir complètement maboul...
it: Sto per uscire fuori di testa qua...
ja: アタマが…どうかしちまいそうだ…
ko: 나 미치는 중이잖아...
pl: Ja tu, jakby, zmysły tracę...
pt_br: Estou ficando meio maluco aqui...
ru: Я тут, как бы, с ума сойду…
zh_cn: 我在这边快要疯掉了…
zh_tw: 我在這邊快要瘋掉了…

# CHARACTERS.WOODIE.ANNOUNCE_HIGHRESEARCH
source: Informative.
de: Das war nicht sehr informativ.
es: Informativo.
fr: Instructif.
it: Informativo.
ja: ためになったぜ
ko: 매우 교육적이잖아.
pl: Bardzo pouczające.
pt_br: Informativo.
ru: Познавательно.
zh_cn: 增长知识。
zh_tw: 增長知識。

# CHARACTERS.WOODIE.ANNOUNCE_HOT
source: It's so hot out here!
de: Es ist so heiß hier draußen!
es: ¡Qué calor hace aquí!
fr: Il fait tellement chaud ici !
it: È così caldo qui fuori!
ja: 外はえらく暑いな！
ko: 여기 너무 덥다!
pl: Ale tu gorąco!
pt_br: Está muito quente aqui fora!
ru: Тут так жарко!
zh_cn: 这里太热了！
zh_tw: 這裡太熱了！

# CHARACTERS.WOODIE.ANNOUNCE_HOUNDS
source: There's something out there.
de: Dort draußen ist irgendetwas.
es: Hay algo ahí afuera.
fr: Il y a quelque chose par là.
it: C'è qualcosa là fuori.
ja: そこに何かがある。
ko: 밖에 뭔가 있잖아.
pl: Coś tam się czai.
pt_br: Há algo lá fora.
ru: Там кто-то есть.
zh_cn: 那边有什么东西。
zh_tw: 那邊有什麼東西。

# CHARACTERS.WOODIE.ANNOUNCE_HUNGRY
source: I'm getting peckish.
de: Ich werde hungrig.
es: Me está entrando un poco de hambre.
fr: Je commence à avoir la dalle.
it: Comincio ad avere un certo appetito.
ja: 腹がへってきた！
ko: 배고파지고 있잖아.
pl: Zaczyna mnie trochę ssać w żołądku.
pt_br: Estou ficando com fome.
ru: Я начинаю хотеть есть.
zh_cn: 越来越饿了。
zh_tw: 越來越餓了。

# CHARACTERS.WOODIE.ANNOUNCE_HUNT_BEAST_NEARBY
source: The beastie is nearby.
de: Die Bestie ist nah.
es: La bestia está cerca.
fr: La bestiole est pas loin.
it: La bestia è nei paraggi.
ja: 野獣が近くにいる。
ko: 짐승이 근처에 있잖아.
pl: Zwierz jest w pobliżu.
pt_br: A fera está por perto.
ru: Зверь уже очень близко, я чую его.
zh_cn: 动物就在附近。
zh_tw: 動物就在附近。

# CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL
source: I'm more of a woodsman than a hunter anyway.
de: Ich bin sowieso eher ein Waldmensch als ein Jäger.
es: Soy más un leñador que un cazador de todas formas.
fr: De toute façon je suis plus bûcheron que chasseur.
it: Sono più un boscaiolo che un cacciatore in ogni caso.
ja: ま、オレはきこりだ、狩人じゃねぇ
ko: 나는 사냥꾼이 나무꾼이니까.
pl: Jestem leśnikiem, nie łowcą.
pt_br: Sou mais lenhador que caçador mesmo.
ru: В любом случае, я дровосек, а не охотник.
zh_cn: 不管怎样，我更擅长伐木，而不是狩猎。
zh_tw: 不管怎樣，我更擅長伐木，而不是狩獵。

# CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The beastie's tracks washed away.
de: Die Spuren der Bestie wurden weggeschwemmt.
es: Las huellas de la bestia se han borrado.
fr: Les traces de l'animal ont disparu.
it: Le tracce della bestia sono state cancellate dall'acqua.
ja: 小動物の足跡が洗い流された。
ko: 짐승의 흔적이 씻겨졌잖아.
pl: Ślady się zatarły.
pt_br: Os rastros da fera sumiram.
ru: Следы зверя исчезли.
zh_cn: 动物的踪迹已经被雨冲掉了。
zh_tw: 動物的蹤跡已經被雨沖掉了。

# CHARACTERS.WOODIE.ANNOUNCE_INSUFFICIENTFERTILIZER
source: Need more poop, eh?
de: Braucht mehr Dünger, was?
es: Necesita más excremento ¿eh?
fr: Il faudrait plus de crottin, hein ?
it: Serve più cacca, eh?
ja: もっとフンが必要かい、え？
ko: 똥이 더 필요하잖아, 그치?
pl: Potrzeba więcej łajna?
pt_br: Precisa de mais cocô, hã?
ru: Дать тебе еще навоза, растение?
zh_cn: 需要更多便便，是吗？
zh_tw: 需要更多便便，是嗎？

# CHARACTERS.WOODIE.ANNOUNCE_INV_FULL
source: I can't carry any more kit.
de: Ich kann keine weitere Ausrüstung mehr tragen.
es: No puedo cargar más equipo.
fr: Je peux plus rien transporter.
it: Non posso trasportare nient'altro!
ja: これ以上キットを持てないよ。
ko: 키트를 더 휴대할 수 없잖아.
pl: Nic więcej nie zmieszczę.
pt_br: Não posso carregar mais nada.
ru: Мне не унести больше.
zh_cn: 我拿不了更多的东西了。
zh_tw: 我拿不了更多的東西了。

# CHARACTERS.WOODIE.ANNOUNCE_IS_FEASTING
source: My favourite thing aboot any holiday - eating!
de: Meine Lieblingsbeschäftigung im Urlaub: Essen!
es: Lo que más me gusta de cualquier festejo: ¡comer!
fr: Ce que je préfère les jours de fête, c'est manger.
it: Cosa preferisco delle feste? Mangiare!
ja: 休みをどう楽しむかって？—食うことさ！
ko: 어떤 명절이든, 난 먹는 게 제일 좋아!
pl: Mój ulubiony element każdych świąt - jedzenie!
pt_br: Minha parte favorita de qualquer festa: comer!
ru: Обожаю праздники, потому что можно есть от пуза!
zh_cn: 所有节日最大的优点就是——吃！
zh_tw: 所有節日最大的優點就是——吃！

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: Would you look at that! How long have you been hiding there, eh?
de: Schau sich das einer an! Wie lange hast du dich dort versteckt, eh?
es: Anda, ¡mira por dónde! ¿Cuánto llevas ahí escondido, eh?
fr: Regardez-moi ça ! Ça fait combien de temps que tu te caches ici ?
it: Ma guarda un po'! Per questo ti sei nascosto qui, eh?
ja: おいおい！いつからそこに隠れてやがったんだ？
ko: 그거 좀 봐줄래! 얼마나 거기에 숨어 있었던거니, 어?
pl: Patrzcie państwo! Jak długo się tu chowałeś, co?
pt_br: Mas olha só isso! Há quanto tempo você esteve se escondendo aí, ein?
ru: Только гляньте! И сколько ты тут уже хоронишься, а?
zh_cn: 快看！你躲在那里多久了，诶？
zh_tw: 快看！你躲在那裡多久了，誒？

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Gotcha.
de: Hab dich!
es: Te pillé.
fr: Je t'ai eu.
it: Preso.
ja: 捕まえたぜ。
ko: 잡았다.
pl: Mam cię.
pt_br: Te peguei.
ru: Попался.
zh_cn: 抓到了!
zh_tw: 抓到了!

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: Can't hide from me!
de: Du kannst dich nicht vor mir verstecken!
es: ¡No puedes esconderte de mí!
fr: Tu peux pas m'échapper !
it: Non puoi nasconderti da me!
ja: オレからは隠れらんねぇ！
ko: 나한테서 영영 숨을 순 없어!
pl: Nie ukryjesz się przede mną.
pt_br: Não dá para se esconder de mim!
ru: От меня не спрячешься.
zh_cn: 你在我这还躲啥！
zh_tw: 你在我這還躲啥！

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: You were right, Luce! They were hiding right here!
de: Du hattest Recht, Luce! Sie haben sich genau hier versteckt!
es: ¡Tenías razón, Luce, estaba justo aquí!
fr: Tu avais raison, Lucy ! Il se cachait bien là !
it: Avevi ragione, Lucy! Si stavano nascondendo proprio qui!
ja: ルーシー、お前は正しかった！アイツァ、ここに隠れてたぜ！
ko: 네가 옳았어 루시! 바로 여기에 숨어 있었어!
pl: Zgadza się, Lucy! Schowały się dokładnie tutaj!
pt_br: Você estava certa, Lucy! Ele estava se escondendo bem aqui!
ru: Ты была права, Люси! Тут-то он и хоронится!
zh_cn: 真给你蒙对了，露西！它们真藏在这！
zh_tw: 真給你蒙對了，露西！它們真藏在這！

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: So that's where you were hiding, eh?
de: Da hast du dich also versteckt, eh?
es: Así que aquí era donde estabas, ¿eh?
fr: C'est donc là que tu te cachais !
it: E così è qui che ti stavi nascondendo, eh?
ja: こんなとこに隠れてやがったのか？
ko: 그러니까 여기 숨어 있었구나, 그치?
pl: Więc to tu się ukrywałeś, co nie?
pt_br: Então é aí onde você estava escondido, né?
ru: Так вот ты где притаился, да?
zh_cn: 原来你一直都藏在这啊，诶？
zh_tw: 原來你一直都藏在這啊，誒？

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: Think that's the last one, eh?
de: Das ist wohl der Letzte, was?
es: Creo que ese era el último, ¿eh?
fr: Je crois que c'était le dernier.
it: Sbaglio o è l'ultimo, eh?
ja: これが最後の1匹じゃねぇか？
ko: 그게 마지막인가 봐, 그치?
pl: To chyba ostatni, co nie?
pt_br: Acho que esse é o último, né?
ru: Кажись, это последний, не?
zh_cn: 应该是最后一只了吧，诶？
zh_tw: 應該是最後一隻了吧，誒？

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: Looks like {name} found the last of them.
de: {name} hat den letzten gefunden, glaube ich.
es: Parece que {name} ha encontrado al último.
fr: Apparemment, {name} a trouvé le dernier.
it: Sembra che {name} abbia trovato l'ultimo.
ja: {name}が最後の1匹を見つけたみてぇだな。
ko: {name} 녀석이 마지막 하나를 찾았나 봐.
pl: Wygląda na to, że {name} ma ostatniego.
pt_br: Parece que {name} encontrou o último deles.
ru: Последний нашелся. Вот так {name}!
zh_cn: 应该是{name}找到了最后一只。
zh_tw: 應該是{name}找到了最後一隻。

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: Let's see, there should only be one left.
de: Mal sehen, es sollte nur noch einer übrig sein.
es: A ver, ya tendría que quedar solo uno.
fr: Voyons un peu... il devrait en rester qu'un.
it: Vediamo, dovrebbe mancarne solo uno.
ja: さて、残りはあと1匹か。
ko: 보자, 하나만 남아 있어야 해.
pl: Zobaczmy, powinien być jeszcze jeden.
pt_br: Vamos ver, deve haver só mais um.
ru: Посмотрим... Остался всего один.
zh_cn: 好好找找，应该就剩一只了。
zh_tw: 好好找找，應該就剩一隻了。

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: Looks like I lost this one.
de: Das habe ich wohl verloren.
es: Esta vez he perdido.
fr: On dirait que j'ai perdu, cette fois.
it: Mi sa che questa volta ho perso.
ja: 今回はオレの負けみてぇだな。
ko: 이 녀석을 잃어버렸나 봐.
pl: Tym razem nie miałem farta.
pt_br: Parece que eu perdi um.
ru: Кажись, теперь я проиграл.
zh_cn: 看来我输了。
zh_tw: 看來我輸了。

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: Just aboot outta time...
de: So gut wie keine Zeit mehr ...
es: Se está acabando el tiempo...
fr: Le temps est presque écoulé.
it: Ormai non manca molto...
ja: もうすぐ時間切れだ…
ko: 시간이 좀 지났어...
pl: Zaraz koniec...
pt_br: Já tô quase sem tempo...
ru: Времечко-то на исходе...
zh_cn: 快没时间了……
zh_tw: 快沒時間了……

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: They wouldn't have cut and run this far.
de: Sie hätten sich nicht so weit aus dem Staub gemacht.
es: Con lo cortados que son, dudo que hayan llegado hasta aquí.
fr: Ils ne se seraient pas planqués si loin.
it: Non sarebbero andati tanto lontano.
ja: こんな遠くまで急いで逃げてくるわけがねぇな。
ko: 여기까지 황급히 달아나지 았을 거야.
pl: Nie, tak daleko by nie zwiały.
pt_br: Eles não teriam conseguido correr tão longe.
ru: Ну нет, так далеко они забежать не могли...
zh_cn: 它们蹦跶不了这么远。
zh_tw: 它們蹦躂不了這麼遠。

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: Yep, this looks more like the kinda place they'd hide.
de: Ja, das sieht eher nach einem Ort aus, an dem sie sich verstecken würden.
es: Sí, yo creo que por aquí sí que se esconderían.
fr: Oui, ils se cacheraient plutôt par ici.
it: Sì, questo mi sembra un posto per nascondersi più adatto a loro.
ja: よし、ここいらのほうがアイツらが隠れてそうだ。
ko: 어, 여기 숨은 것 같아.
pl: Ta, raczej tu wolałyby się ukryć.
pt_br: Sim, aqui se parece mais com um lugar que eles se esconderiam.
ru: Да, вот тут им прятаться в самый раз.
zh_cn: 这里像是它们会藏的地方。
zh_tw: 這裡像是它們會藏的地方。

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Looks like fun! Mind if I cut in?
de: Sieht nach Spaß aus! Was dagegen, wenn ich mitmache?
es: Oye, parece divertido. ¿Os cortaré mucho si me apunto?
fr: Ça a l'air marrant ! Ça vous ennuie si je participe ?
it: Sembra divertente! Posso partecipare anch'io?
ja: 面白そうだ！オレもまぜてくんねぇか？
ko: 재미있겠다! 내가 끼어들어도 될까?
pl: Zapowiada się frajda! Wetnę się, dobra?
pt_br: Parece divertido! Se importa se eu participar?
ru: Вы тут развлекаетесь? А можно с вами?
zh_cn: 好像很好玩！加我一个？
zh_tw: 好像很好玩！加我一個？

# CHARACTERS.WOODIE.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Better hide quick, eh? Here I come!
de: Dann versteckt euch lieber schnell, was? Hier komme ich!
es: Escondeos rápido, ¿eh? ¡Que voy!
fr: Mieux vaut se cacher vite, hein ? Allez, j'arrive !
it: Meglio nascondersi in fretta, eh? Arrivo!
ja: 早く隠れたほうがいいぜ？今行くぞ！
ko: 빨리 숨는게 낫겠지, 그치? 여기 내가 간다!
pl: Chować się prędko! Nadchodzę!
pt_br: Melhor se esconder rápido, ein? Estou chegando!
ru: Ну что, прячьтесь давайте! Я иду искать!
zh_cn: 快点躲起来呗？俺来了！
zh_tw: 快點躲起來唄？俺來了！

# CHARACTERS.WOODIE.ANNOUNCE_KLAUS_CALLFORHELP
source: Monster hosers, incoming.
de: Monster-Schmarotzer im Anmarsch.
es: Por ahí vienen monstruos idiotas.
fr: Des crétins de monstres se ramènent.
it: Idioti mostri in arrivo.
ja: モンスターの仲間が向かってきやがる。
ko: 몬스터 조무래기들이 오고 있어.
pl: Nadchodzą potworne dranie.
pt_br: Idiotas monstruosos chegando.
ru: Друзья-монстры приближаются.
zh_cn: 傻子怪兽，来了。
zh_tw: 傻子怪獸，來了。

# CHARACTERS.WOODIE.ANNOUNCE_KLAUS_ENRAGE
source: I think it's time to run.
de: Ich denke, es ist Zeit, davonzulaufen.
es: Creo que es hora de correr.
fr: Je crois qu'il est temps de courir.
it: È il momento di correre.
ja: 逃げた方が良さそうだな。
ko: 튀어야 할 것 같은데.
pl: Chyba czas uciekać.
pt_br: Acho que está na hora de correr.
ru: Кажется, самое время сматываться.
zh_cn: 我想逃跑的时候到了。
zh_tw: 我想逃跑的時候到了。

# CHARACTERS.WOODIE.ANNOUNCE_KLAUS_UNCHAINED
source: You shoulda stayed down.
de: Du hättest unten bleiben sollen.
es: Debiste quedarte atado.
fr: T'aurais dû rester couché.
it: Saresti dovuto rimanere in basso.
ja: そのままでいれば良かったものを…
ko: 가만히 있는 게 좋았잖아.
pl: Trzeba się było nie wychylać.
pt_br: Você deveria ter ficado no chão.
ru: Лучше б ты внизу остался.
zh_cn: 你应该留下来。
zh_tw: 你應該留下來。

# CHARACTERS.WOODIE.ANNOUNCE_KNOCKEDOUT
source: Ow. What was that?
de: Oh. Was war das?
es: Oh. ¿Qué fue eso?
fr: Ho ! C'était quoi ?
it: Oh. Che cos'è stato?
ja: オー。あれは何だ？
ko: 윽. 무슨 일이 있었지?
pl: Auć. Co to było?
pt_br: Nossa, o que foi isso?
ru: Ай. Что это было?
zh_cn: 噢。这是怎么回事？
zh_tw: 噢。這是怎麼回事？

# CHARACTERS.WOODIE.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: That tickled a bit, eh?
de: Das hat ein bisschen gekitzelt, was?
es: Eso me ha hecho algunas cosquillas, ¿eh?
fr: Ça a chatouillé un peu, hein ?
it: Ha fatto il solletico, eh?
ja: ありゃあ、ちょっとムズムズしたなぁ、な？
ko: 조금 간지러웠어, 그치?
pl: Trochę załaskotało, co nie?
pt_br: Isso deu um pouco de cócega, hã?
ru: Пощекотало нервишки, да?
zh_cn: 有点麻，是吗？
zh_tw: 有點麻，是嗎？

# CHARACTERS.WOODIE.ANNOUNCE_LOWRESEARCH
source: That was barely even worth it, eh?
de: Das ist jetzt nicht einmal mehr eine halbe Dublone wert.
es: Apenas ha merecido la pena, ¿eh?
fr: Ça valait pas trop le coût, hein ?
it: Ne è valsa quasi la pena, eh?
ja: たいして役に立たなかったな
ko: 굳이 안 배워도 됐을 것 같다, 그치?
pl: Chyba nie było warto, co nie?
pt_br: Isso nem valeu muito a pena, hã?
ru: Это того не стоило ведь?
zh_cn: 几乎没什么价值，不是吗？
zh_tw: 幾乎沒什麼價值，不是嗎？

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Hang on, I'll get you out.
de: Halt durch, ich hole dich raus.
es: Aguanta, te sacaré.
fr: Tiens bon, je vais te sortir de là.
it: Resisti, ti tirerò fuori.
ja: もうちょい待ちな、出してやるから。
ko: 기다려, 내가 꺼내 줄게.
pl: Czekaj, wydostanę cię.
pt_br: Pera aí, vou te tirar daqui.
ru: Держись, я тебя выпущу.
zh_cn: 坚持住，我会弄你出来的。
zh_tw: 堅持住，我會弄你出來的。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: I hear something inside.
de: Ich höre etwas da drinnen.
es: Oigo algo dentro.
fr: J'entends quelque chose à l'intérieur.
it: Sento che c'è qualcosa dentro.
ja: 中から何か聞こえるな。
ko: 안에서 소리가 들리잖아.
pl: Coś tam w środku słychać.
pt_br: Estou ouvindo algo dentro.
ru: Там кто-то есть, я слышу.
zh_cn: 我听见里面有声音。
zh_tw: 我聽見裡面有聲音。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: There! How's that, buddy?
de: Na, wie ist das, Kumpel?
es: ¡Ahí! ¿Qué tal, amigo?
fr: Et voilà ! Ça va ?
it: Ecco! Allora, come va?
ja: ほらよ！どんなもんだ！
ko: 자, 됐다! 어때, 친구야?
pl: No i już! Co ty na to?
pt_br: Pronto! Como está, amigo?
ru: Вот и все! Как ты там, дружище?
zh_cn: 看！我这两手不错吧，兄弟？
zh_tw: 看！我這兩手不錯吧，兄弟？

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Hang on, I'll get you out.
de: Halt durch, ich hole dich raus.
es: Aguanta, te sacaré.
fr: Tiens bon, je vais te sortir de là.
it: Resisti, ti tirerò fuori.
ja: もうちょい待ちな、出してやるから。
ko: 기다려, 내가 꺼내 줄게.
pl: Czekaj, wydostanę cię.
pt_br: Pera aí, vou te tirar daqui.
ru: Держись, я тебя выпущу.
zh_cn: 坚持住，我会弄你出来的。
zh_tw: 堅持住，我會弄你出來的。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: I hear something inside.
de: Ich höre etwas da drinnen.
es: Oigo algo dentro.
fr: J'entends quelque chose à l'intérieur.
it: Sento che c'è qualcosa dentro.
ja: 中から何か聞こえるな。
ko: 안에서 소리가 들리잖아.
pl: Coś tam w środku słychać.
pt_br: Estou ouvindo algo dentro.
ru: Там кто-то есть, я слышу.
zh_cn: 我听见里面有声音。
zh_tw: 我聽見裡面有聲音。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: There! How's that, buddy?
de: Na, wie ist das, Kumpel?
es: ¡Ahí! ¿Qué tal, amigo?
fr: Et voilà ! Ça va ?
it: Ecco! Allora, come va?
ja: ほらよ！どんなもんだ！
ko: 자, 됐다! 어때, 친구야?
pl: No i już! Co ty na to?
pt_br: Pronto! Como está, amigo?
ru: Вот и все! Как ты там, дружище?
zh_cn: 看！我这两手不错吧，兄弟？
zh_tw: 看！我這兩手不錯吧，兄弟？

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Hang on, I'll get you out.
de: Halt durch, ich hole dich raus.
es: Aguanta, te sacaré.
fr: Tiens bon, je vais te sortir de là.
it: Resisti, ti tirerò fuori.
ja: もうちょい待ちな、出してやるから。
ko: 기다려, 내가 꺼내 줄게.
pl: Czekaj, wydostanę cię.
pt_br: Pera aí, vou te tirar daqui.
ru: Держись, я тебя выпущу.
zh_cn: 坚持住，我会弄你出来的。
zh_tw: 堅持住，我會弄你出來的。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: I hear something inside.
de: Ich höre etwas da drinnen.
es: Oigo algo dentro.
fr: J'entends quelque chose à l'intérieur.
it: Sento che c'è qualcosa dentro.
ja: 中から何か聞こえるな。
ko: 안에서 소리가 들리잖아.
pl: Coś tam w środku słychać.
pt_br: Estou ouvindo algo dentro.
ru: Там кто-то есть, я слышу.
zh_cn: 我听见里面有声音。
zh_tw: 我聽見裡面有聲音。

# CHARACTERS.WOODIE.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: There! How's that, buddy?
de: Na, wie ist das, Kumpel?
es: ¡Ahí! ¿Qué tal, amigo?
fr: Et voilà ! Ça va ?
it: Ecco! Allora, come va?
ja: ほらよ！どんなもんだ！
ko: 자, 됐다! 어때, 친구야?
pl: No i już! Co ty na to?
pt_br: Pronto! Como está, amigo?
ru: Вот и все! Как ты там, дружище?
zh_cn: 看！我这两手不错吧，兄弟？
zh_tw: 看！我這兩手不錯吧，兄弟？

# CHARACTERS.WOODIE.ANNOUNCE_MOONPOTION_FAILED
source: Consider yourself lucky, eh?
de: Hast Glück gehabt, wie?
es: Considérate alguien con suerte, ¿eh?
fr: T'as du pot, hein ?
it: Ti è andata bene, eh?
ja: 幸運だったと思いな。
ko: 운이 좋은 줄 알라고.
pl: Masz szczęście, co?
pt_br: Se considere com sorte, sim?
ru: Видимо, мне не повезло, ага.
zh_cn: 觉得自己很幸运，对吧？
zh_tw: 覺得自己很幸運，對吧？

# CHARACTERS.WOODIE.ANNOUNCE_MOSQUITOS
source: Skeeters!
de: Moskitos!
es: ¡Mosquitos!
fr: Des moustiques !
it: Moscerini!
ja: 蚊だ！
ko: 모기잖아!
pl: Dranie!
pt_br: Mosquitos!
ru: Мошка!
zh_cn: 蚊子！
zh_tw: 蚊子！
