Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ANNOUNCE_LOWRESEARCH
source: That wasn't very exciting.
de: Das war nicht sehr aufregend.
es: No ha sido muy emocionante.
fr: Ce n'était pas très passionnant.
it: Non è stato molto eccitante.
ja: あまり面白くなかったな。
ko: 좀 시시했는걸.
pl: To nie było szczególnie fascynujące.
pt_br: Isso não foi muito empolgante.
ru: Это было не очень захватывающе.
zh_cn: 没什么意思。
zh_tw: 沒什麼意思。

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Thy form takes shape!
de: Du nimmst langsam Form an!
es: ¡Te veo tomar forma!
fr: Icelle förme se précise !
it: La tua forma può esprimersi!
ja: 型がととのったぞ！
ko: 점점 형태가 보이는군!
pl: Twój kształt się wyłania!
pt_br: Tua forma começa a se revelar!
ru: Он обретает форму!
zh_cn: 在逐渐成型！
zh_tw: 在逐漸成型！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: It calls from within!
de: Ich höre deine Rufe!
es: ¡Llama desde dentro!
fr: Elle hèle de l'intérieur !
it: Chiama da dentro!
ja: 内側からの呼び声だ！
ko: 안에서 부르고 있다!
pl: Woła mnie z głębin!
pt_br: Há algo que chama dentro dele!
ru: Зов из глубины!
zh_cn: 从内部发出呼唤！
zh_tw: 從內部發出呼喚！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: Taste thy freedom!
de: Schmecke deine Freiheit!
es: ¡Saborea tu libertad!
fr: Hume dönc le parfum de la liberté !
it: Goditi la libertà!
ja: 自由を味わうんだ！
ko: 자유를 맛보길!
pl: Daję ci wolność!
pt_br: Saboreie tua liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝你的自由吧！
zh_tw: 品嘗你的自由吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Thy form takes shape!
de: Du nimmst langsam Form an!
es: ¡Te veo tomar forma!
fr: Icelle förme se précise !
it: La tua forma può esprimersi!
ja: 型がととのったぞ！
ko: 점점 형태가 보이는군!
pl: Twój kształt się wyłania!
pt_br: Tua forma começa a se revelar!
ru: Он обретает форму!
zh_cn: 在逐渐成型！
zh_tw: 在逐漸成型！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: It calls from within!
de: Ich höre deine Rufe!
es: ¡Llama desde dentro!
fr: Elle hèle de l'intérieur !
it: Chiama da dentro!
ja: 内側からの呼び声だ！
ko: 안에서 부르고 있다!
pl: Woła mnie z głębin!
pt_br: Há algo que chama dentro dele!
ru: Зов из глубины!
zh_cn: 从内部发出呼唤！
zh_tw: 從內部發出呼喚！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: Taste thy freedom!
de: Schmecke deine Freiheit!
es: ¡Saborea tu libertad!
fr: Hume dönc le parfum de la liberté !
it: Goditi la libertà!
ja: 自由を味わうんだ！
ko: 자유를 맛보길!
pl: Daję ci wolność!
pt_br: Saboreie tua liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝你的自由吧！
zh_tw: 品嘗你的自由吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Thy form takes shape!
de: Du nimmst langsam Form an!
es: ¡Te veo tomar forma!
fr: Icelle förme se précise !
it: La tua forma può esprimersi!
ja: 型がととのったぞ！
ko: 점점 형태가 보이는군!
pl: Twój kształt się wyłania!
pt_br: Tua forma começa a se revelar!
ru: Он обретает форму!
zh_cn: 在逐渐成型！
zh_tw: 在逐漸成型！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: It calls from within!
de: Ich höre deine Rufe!
es: ¡Llama desde dentro!
fr: Elle hèle de l'intérieur !
it: Chiama da dentro!
ja: 内側からの呼び声だ！
ko: 안에서 부르고 있다!
pl: Woła mnie z głębin!
pt_br: Há algo que chama dentro dele!
ru: Зов из глубины!
zh_cn: 从内部发出呼唤！
zh_tw: 從內部發出呼喚！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: Taste thy freedom!
de: Schmecke deine Freiheit!
es: ¡Saborea tu libertad!
fr: Hume dönc le parfum de la liberté !
it: Goditi la libertà!
ja: 自由を味わうんだ！
ko: 자유를 맛보길!
pl: Daję ci wolność!
pt_br: Saboreie tua liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝你的自由吧！
zh_tw: 品嘗你的自由吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOONPOTION_FAILED
source: Twas all in vain!
de: Es war alles vergebens!
es: ¡Todo ha sido en vano!
fr: En vain, que töut cela !
it: Non è servito a niente!
ja: 無駄だった！
ko: 다 헛짓이었어!
pl: Wszystko na próżno!
pt_br: Isso foi em vão!
ru: Все тщетно!
zh_cn: 完全无效！
zh_tw: 完全無效！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOSQUITOS
source: Away, tiny demons!
de: Hinfort, ihr winzigen Dämonen!
es: ¡Largo, demonios diminutos!
fr: Arrière, petits démons !
it: Via, piccoli demoni!
ja: 小さな悪魔め、あっち行け！
ko: 작은 악마야, 저리 가라!
pl: Uciekajcie, małe demony!
pt_br: Afastem-se, demoninhos!
ru: Прочь, крошечные демоны!
zh_cn: 滚开，小魔鬼！
zh_tw: 滾開，小魔鬼！

# CHARACTERS.WATHGRITHR.ANNOUNCE_MOUNT_LOWHEALTH
source: Don't give up, beast! Fight!
de: Gib nicht auf, Tier! Kämpfe!
es: ¡No te rindas, bestia! ¡Lucha!
fr: N'abandonne pas, bête ! Bats-toi !
it: Non mollare, bestia! Combatti!
ja: 獣よ、戦え！あきらめてはならぬ！
ko: 포기하지 말아라, 짐승아! 계속 싸워!
pl: Nie poddawaj się! Walcz!
pt_br: Não desista, fera! Lute!
ru: Не сдавайся, зверь! Сражайся!
zh_cn: 野兽，别放弃！战斗吧！
zh_tw: 野獸，別放棄！戰鬥吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NODANGERGIFT
source: Not with the gift of battle before me!
de: Nicht mit dem Geschenk der Schlacht vor den Augen!
es: ¡No con la dádiva de la batalla ante mí!
fr: Pas maintenant que le cadeau du combat m'attend !
it: Non con il dono della battaglia che incombe!
ja: 目前に迫る戦こそが、最上の贈り物だ！
ko: 지금 전투의 위협이 있단 말이야!
pl: Nie, gdy czeka na mnie bitwa!
pt_br: Não com o presente da batalha diante de mim!
ru: Неужто передо мной дар битвы!
zh_cn: 即将战斗！
zh_tw: 即將戰鬥！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NODANGERSIESTA
source: Battle is upon us, there'll be no rest!
de: Der Kampf ist bei uns. Es wird keine Pause geben!
es: ¡La batalla va a comenzar, no habrá descanso!
fr: Le combat nous appelle, pas le moment de se reposer !
it: La battaglia è iniziata, non ci sarà nessun riposo!
ja: 戦は迫っている、もう休む暇はない！
ko: 지금은 싸워야 하니까 쉴 수 없어!
pl: Bitwa jest blisko. Nie czas na odpoczynek!
pt_br: A batalha está próxima, não haverá descanso!
ru: Нас ждет битва, не время отдыхать!
zh_cn: 战斗迫在眉睫，没时间休息了！
zh_tw: 戰鬥迫在眉睫，沒時間休息了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NODANGERSLEEP
source: It's not safe to sleep. Use the spear!
de: Es ist nicht sicher genug, um zu schlafen. Benutze einen Speer!
es: No es seguro para dormir. ¡Usa la lanza!
fr: Dormir est risqué. Prenons la lance !
it: Dormire non è sicuro. Usa la lancia!
ja: 眠るのは危険。槍を使え！
ko: 지금 자는 건 안전하지 않아. 창을 들어!
pl: Jest zbyt niebezpiecznie, żeby spać. Użyj włóczni!
pt_br: Não é seguro dormir. Use a lança!
ru: Спать небезопасно. Хватай копье!
zh_cn: 现在睡觉不安全。使用长矛！
zh_tw: 現在睡覺不安全。使用長矛！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NODAYSLEEP
source: The sun is high, journey on!
de: Die Sonne steht hoch. Die Reise geht weiter!
es: ¡El sol está alto, la marcha continúa!
fr: Le soleil est déjà haut, il faut y aller !
it: Il sole è alto, inizia il viaggio!
ja: 日は高い。旅を続ける時だ！
ko: 태양이 높이 떴으니 계속 가야지!
pl: Słońce wysoko na niebie, nie marnujmy czasu!
pt_br: O sol está alto, continuar jornada!
ru: Солнце высоко, продолжим путь!
zh_cn: 太阳高挂，继续旅程！
zh_tw: 太陽高掛，繼續旅程！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NODAYSLEEP_CAVE
source: I'll not rest yet.
de: Ich werde noch nicht ruhen.
es: No descansaré aún.
fr: Je ne vais pas me reposer maintenant.
it: Non posso ancora riposare.
ja: 我はまだ休まぬぞ
ko: 아직은 쉴 때가 아니야.
pl: Nie czas na spoczynek.
pt_br: Ainda não descansarei.
ru: Пока мне рано отдыхать.
zh_cn: 我还没休息呢。
zh_tw: 我還沒休息呢。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOHUNGERSIESTA
source: I'd like a meat snack first.
de: Ich hätte gern erst einen Snack aus Fleisch.
es: Preferiría comer primero un aperitivo de carne.
fr: Je voudrais un bout de viande d'abord.
it: Vorrei uno spuntino di carne prima di tutto.
ja: まず、肉のスナックが欲しい。
ko: 우선 고기 간식부터 먹는 게 좋겠어.
pl: Najpierw zjadłabym kawałek mięsa.
pt_br: Gostaria de um lanche com carne primeiro.
ru: Я бы сперва перекусила мясом.
zh_cn: 我想先吃点肉。
zh_tw: 我想先吃點肉。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOHUNGERSLEEP
source: I'll starve overnight! Feast first.
de: Ich würde über Nacht verhungern! Ich muss erst essen.
es: ¡Tendré hambre durante la noche! El banquete primero.
fr: Je vais avoir faim toute la nuit ! Il faut que je mange.
it: Digiunerò durante la notte! Banchetto prima.
ja: 夜の間に飢えてしまう！ごちそうを先に食べて。
ko: 밤새 굶겠군요! 식사부터 하지요.
pl: Przez noc umrę z głodu! Najpierw muszę coś zjeść.
pt_br: Morrerei de fome durante a noite! Primeiro o banquete!
ru: Я умру от голода за ночь! Сначала пир.
zh_cn: 一晚上会饿死我的！要先吃东西。
zh_tw: 一晚上會餓死我的！要先吃東西。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOINSPIRATION
source: I must warm up my voice... in the heat of battle!
de: Ich muss meine Stimme aufwärmen ... in der Glut der Schlacht!
es: Tengo que calentar la voz... ¡con el ardor de la batalla!
fr: Je döis échauffer mienne vöix... dans le feu du cömbat !
it: Devo riscaldarmi la voce... nel pieno della battaglia!
ja: 戦いの熱気の中で我が声を備えねばならぬ！
ko: 목소리를 덥혀야 해... 전투의 열기로!
pl: Muszę przygotować swój głos... w ogniu walki!
pt_br: Preciso aquecer minha voz... no calor da batalha!
ru: Я должна разогреть голос... в пылу битвы!
zh_cn: 让激战为我开嗓吧！
zh_tw: 讓激戰為我開嗓吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOMOUNTEDGIFT
source: I must dismount my mighty steed!
de: Ich muss von meinem mächtigen Ross absteigen!
es: ¡Debo desmontar a mi poderoso corcel!
fr: Je dois descendre de mon fidèle coursier !
it: Devo smontare dal mio possente destriero!
ja: まずは、我が愛馬より降りねば…
ko: 먼저 내 강대한 군마에게서 내려야 해!
pl: Muszę zsiąść z mego rączego wierzchowca!
pt_br: Devo desmontar de meu poderoso corcel.
ru: Я должна спешиться, мой могучий скакун!
zh_cn: 我得从我那强大的战马上下来！
zh_tw: 我得從我那強大的戰馬上下來！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NONIGHTSIESTA
source: No napping in the moonlight.
de: Kein Nickerchen im Mondschein.
es: No se puede dormir la siesta bajo la luna.
fr: Pas de sieste sous la lune.
it: Non sonnecchiare al chiaro di luna.
ja: 月夜には昼寝はなし。
ko: 달빛 아래에서는 낮잠 잘 수 없어.
pl: Żadnych drzemek w świetle księżyca.
pt_br: Sem cochilo na luz da lua.
ru: Нет мне сна под лунным светом.
zh_cn: 不能在月光下打盹。
zh_tw: 不能在月光下打盹。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NONIGHTSIESTA_CAVE
source: This doesn't feel like the time for a nap.
de: Es fühlt sich nicht so an, als wäre Zeit für ein Nickerchen.
es: Creo que este no es el momento para una siesta.
fr: Pas le moment idéal pour une sieste.
it: Non mi sembra il momento per un pisolino.
ja: あんまり昼寝の時間という感じがしないんだけど。
ko: 낮잠 잘 시간 같지 않아.
pl: To chyba nie jest najlepsza pora na drzemkę.
pt_br: Esse não parece um bom momento para um cochilo.
ru: Это неподходящее время для сна.
zh_cn: 感觉这不是该打盹的时候。
zh_tw: 感覺這不是該打盹的時候。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: 'Tis too bright for sleep!
de: Es ist zu hell, um zu schlafen!
es: Cuánta luz... ¡No puedo dormir!
fr: La lumière chatöie bien tröp pöur pöuvöir s'assöupir !
it: C'è troppa luce per dormire!
ja: 明るすぎて寝られないぞ！
ko: 너무 환해서 잘 수가 없어!
pl: Jest za jasno na spanie!
pt_br: Estais muito claro para dormir!
ru: Слишком светло, чтобы спать.
zh_cn: 太过明亮，难以入眠！
zh_tw: 太過明亮，難以入眠！

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOSLEEPONFIRE
source: I'll not sleep in the flames.
de: Ich werde nicht in den Flammen schlafen.
es: No dormiré en las llamas.
fr: Je ne dormirai pas dans les flammes.
it: Non dormirò nelle fiamme.
ja: 炎の中に眠るは、さすがの我にもムリだ
ko: 불길 속에선 잘 수 없어.
pl: Nie będę spać w płomieniach.
pt_br: Não dormirei nas chamas.
ru: Я не усну в огне.
zh_cn: 我才不会睡在火里。
zh_tw: 我才不會睡在火裡。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NOWARDROBEONFIRE
source: I fear I cannot. It is being razed.
de: Ich fürchte, ich kann es nicht. Es wird dem Erdboden gleichgemacht werden.
es: Me temo que no puedo. Está siendo arrasado.
fr: J'ai peur que non. Elle est en train de se faire raser.
it: Temo di non poter. È stato raso al suolo.
ja: 開けることは叶わぬ…木箱は炎に包まれた
ko: 할 수 없어. 불타고 있는걸.
pl: Niestety, nie mogę. Gore.
pt_br: Temo que não possa. Está sendo arrasado.
ru: Боюсь, я не смогу. Все разрушено.
zh_cn: 恐怕我不能这样做。这里快要被夷为平地了。
zh_tw: 恐怕我不能這樣做。這裡快要被夷為平地了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_NO_TRAP
source: Thankfully, I am light of foot.
de: Glücklicherweise bin ich leichtfüssig.
es: Afortunadamente, soy ligera de pies.
fr: Heureusement, j'ai le pied léger.
it: Grazie al cielo, cammino con passo felpato.
ja: ありがたいことに、私は足軽だ。
ko: 다행히, 난 발이 빠른 편이지.
pl: Dobrze, że lekko stąpam po ziemi.
pt_br: Felizmente, meus passos são leves.
ru: К счастью, я быстро бегаю.
zh_cn: 幸好我身轻如燕。
zh_tw: 幸好我身輕如燕。

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_BADCAST
source: I'm more suited to fighting than fishing.
de: Ich kann besser kämpfen als angeln.
es: Se me da mejor luchar que pescar.
fr: Le cömbat m'est plus favörable que la pêche.
it: Sono più portata a combattere che a pescare.
ja: 我は釣りよりも戦いが得意だ。
ko: 난 낚시보단 전투에 더 맞아.
pl: Lepiej walczę, niż wędkuję.
pt_br: Levo mais jeito para combates do que para a pesca.
ru: Я предпочитаю сражения, а не рыбалку.
zh_cn: 比起钓鱼我更适合战斗。
zh_tw: 比起釣魚我更適合戰鬥。

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_GOTAWAY
source: It lives to fight another day.
de: Er wird leben und weiterkämpfen.
es: Vive para luchar otro día.
fr: Il vivra pöur cömbattre demain.
it: Ci rivedremo in un'altra battaglia.
ja: 再び戦うために生きるのだ！
ko: 훗날을 기약해야겠군.
pl: Przeżyło, by zmierzyć się z kolejnym dniem.
pt_br: Sobreviverá para lutar mais um dia.
ru: Завтра ее будет ждать новая битва.
zh_cn: 它活着逃走了。
zh_tw: 它活著逃走了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: I tire of waiting!
de: Ich bin des Wartens müde!
es: ¡Me harto de esperar!
fr: L'attente m'öccit !
it: Mi stanco ad aspettare!
ja: 我は待ちくたびれた。
ko: 기다리기도 지치는구나!
pl: Mam dość czekania!
pt_br: Estou cansada de esperar!
ru: Мне надоедает ждать!
zh_cn: 我厌倦了等待！
zh_tw: 我厭倦了等待！

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: I'm tempted to simply wade in with my spear...
de: Ich bin versucht, einfach mit dem Speer hineinzuwaten ...
es: Me tienta vadear solo con mi lanza...
fr: La tentatiön d'utiliser ma lance est grande...
it: Sarei tentata di scagliare in acqua la mia lancia...
ja: 我はただ槍を持って入っていきたいのだ...
ko: 차라리 그냥 창을 들고 뛰어드는 게...
pl: Kusi mnie, żeby po prostu wejść tam z włócznią...
pt_br: Estou tentada a entrar na água com a minha lança...
ru: Надо просто взять копье и зайти на глубину…
zh_cn: 我干脆拿出长矛叉鱼吧……
zh_tw: 我乾脆拿出長矛叉魚吧……

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Come to me, delicious sea meats!
de: Kommt her, köstliche Meereshappen!
es: ¡Venid a mí, deliciosas carnes marinas!
fr: Venez à möi, délicieuses bestes marines !
it: Venite a me, deliziosi bocconcini di carne marina!
ja: 美味しい海の肉よ、かかって来い！
ko: 나에게로 와라, 맛있는 바다 고기들아!
pl: Chodźcie do mnie, morskie mięska!
pt_br: Venham até mim, carnes marinhas deliciosas!
ru: Иди ко мне, вкусное морское мяско!
zh_cn: 来我这，美味的海肉！
zh_tw: 來我這，美味的海肉！

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: It's not befitting of a warrior to just stand around waiting!
de: Es geziemt sich nicht für einen Krieger, Maulaffen feilzuhalten!
es: ¡No es digno de una guerrera quedarse al margen esperando!
fr: Une guerrière ne peut pöint rester là à attendre !
it: Non è da guerrieri starsene con le mani in mano ad aspettare!
ja: ただ突っ立って待つだけというのは戦士にふさわしいものではない！
ko: 가만히 서서 기다리는 건 전사에게 어울리지 않아!
pl: Wojowniczce nie przystoi, żeby tak stać i czekać!
pt_br: Não é digno de uma guerreira ficar esperando sem fazer nada!
ru: Воительнице не подобает стоять и ждать!
zh_cn: 一个勇士怎么能站着干等！
zh_tw: 一個勇士怎麼能站著乾等！

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_LINESNAP
source: By Freya, the little fiend snapped my line!
de: Bei Freya, das Untier hat mir die Schnur durchgebissen!
es: ¡Por Freya, ese pequeño granuja se ha cargado mi sedal!
fr: Par Freya, ce petit butör a römpu ma ligne !
it: Per Freya, quel piccolo essere malvagio ha spezzato la mia lenza!
ja: フレイヤの名の下に、小さな悪魔が我が戦線を遮った！
ko: 프레이야이시여, 작은 악마가 내 줄을 끊었잖아!
pl: Na Freję, jakiś mały demon zerwał żyłkę!
pt_br: Por Freya, o diabinho rompeu minha linha!
ru: О Фрейя, эта маленькая злодейка оборвала мне леску!
zh_cn: 芙蕾雅啊，小魔鬼扯断了我的线！
zh_tw: 芙蕾雅啊，小魔鬼扯斷了我的線！

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: The line has gone slack, tis time to reel!
de: Die Schnur hängt durch, ich sollte sie straffziehen!
es: ¡El sedal se ha quedado flojo, es hora de recoger carrete!
fr: La ligne s'est distendue, il est temps de remönter la beste !
it: La lenza non è più tesa: bisogna riavvolgere!
ja: 戦線がくずれてしまった、そろそろだ！
ko: 줄이 느슨해졌으니 이제 감아야겠군!
pl: Żyłka osłabła, pora ją naciągnąć!
pt_br: A linha ficou frouxa. É hora de puxá-la!
ru: Леска провисла, надо ее смотать!
zh_cn: 鱼线懒散放松了，快把它拉紧！
zh_tw: 魚線懶散放鬆了，快把它拉緊！

# CHARACTERS.WATHGRITHR.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: A gargantuan foe approaches!
de: Da kommt ein gigantischer Gegner!
es: ¡Se acerca un enemigo colosal!
fr: Un adversaire gargantuesque appröche !
it: Un mastodontico nemico si avvicina!
ja: ガルガンチュアの敵勢が接近している！
ko: 거대한 적이 다가온다!
pl: Nadciąga gargantuiczny nieprzyjaciel!
pt_br: Um inimigo gigantesco se aproxima!
ru: Приближается исполинский враг!
zh_cn: 巨大的对手正在靠近。
zh_tw: 巨大的對手正在靠近。

# CHARACTERS.WATHGRITHR.ANNOUNCE_PECKED
source: Away, feisty beaker!
de: Hinfort, streitsüchtiges Insekt.
es: ¡Largo, bestia con pico!
fr: Arrière, avec ton sale bec !
it: Via, beccuti esuberanti!
ja: あっち行け、元気なツッツキ魔！
ko: 사나운 부리 저리 치워!
pl: Uciekaj, wredny dziobaku!
pt_br: Afaste-se, bicudo ousado!
ru: Прочь, злобная тварь с клювом!
zh_cn: 走开，好动的小尖嘴！
zh_tw: 走開，好動的小尖嘴！

# CHARACTERS.WATHGRITHR.ANNOUNCE_PETRIFED_TREES
source: I sense Loki's mischievous hand in the shadows.
de: Ich spüre Lokis schelmische Hand in den Schatten.
es: Noto las malvadas manos de Loki haciendo de las suyas.
fr: Je sens la main malicieuse de Loki dans l'ombre.
it: Ho la sensazione della mano maliziosa di Loki nelle ombre.
ja: おそらくこれも、ロキの戯れであろう…
ko: 그림자 속에 로키의 장난스러운 손길이 느껴져.
pl: Wyczuwam w tym niecne działania Lokiego...
pt_br: Sinto a mão perniciosa de Loki entre as sombras.
ru: Я чувствую коварную руку Локи в тенях.
zh_cn: 我能感受到洛基的手在暗影中捣乱。
zh_tw: 我能感受到洛基的手在暗影中搗亂。

# CHARACTERS.WATHGRITHR.ANNOUNCE_PICK_DISEASE_WARNING
source: Foul!
de: Verdorben!
es: ¡Nauseabundo!
fr: Infect !
it: Marcio!
ja: 覚悟せよ！
ko: 불결해!
pl: Paskudztwo!
pt_br: Horrível!
ru: Отвратительно!
zh_cn: 犯规！
zh_tw: 犯規！

# CHARACTERS.WATHGRITHR.ANNOUNCE_PLANT_RANDOMSEED
source: I care not what shall emerge.
de: Mich kümmert nicht, was herauskommen wird.
es: Lo que florezca no es de mi interés.
fr: Peu me chaut ce qui en émergera.
it: Non m'importa cosà emergerà.
ja: 姿を表すものは好まぬ。
ko: 무엇이 나타날지는 관심이 없어.
pl: Nie dbam o to, co z tego powstanie.
pt_br: Não me interessa o que surgirá.
ru: Не важно мне, что из него пробьется.
zh_cn: 我不在乎会出现什么。
zh_tw: 我不在乎會出現什麼。

# CHARACTERS.WATHGRITHR.ANNOUNCE_PLANT_RESEARCHED.1
source: My head hath been filled with useless knowledge about non-meat!
de: Mein Kopf wurde mit nutzlosem Wissen über Nicht-Fleisch gefüllt!
es: ¡Tengo la cabeza llena de saberes inútiles acerca de los alimentos sin carne!
fr: Mien esprit fut rempli par d'inutiles savöirs sans rappört avec la viande !
it: La mia testa è stata riempita di conoscenze inutili sulla non-carne!
ja: 我が頭は、肉にあらぬものの無益な知識で満たされておる！
ko: 내 머리는 고기에 관한 것이 아닌 지식만 쓸데없이 가득 해!
pl: Mój umysł przepełniła zbędną wiedza o tym niemięsie!
pt_br: Minha cabeça ficou cheia de conhecimento inútil sobre não carnes!
ru: Голова моя теперь полна ненужных знаний про не-мясо!
zh_cn: 我的脑袋里装满了关于非肉的无用知识!
zh_tw: 我的腦袋裡裝滿了關於非肉的無用知識!

# CHARACTERS.WATHGRITHR.ANNOUNCE_POCKETWATCH_PORTAL
source: T'was not one of my more graceful exits...
de: Nicht gerade einer meiner eleganteren Abgänge ...
es: No ha sido una de mis apariciones más elegantes...
fr: J'eus déjà effectué sörties plus élégantes.
it: Non è stata una delle mie migliori uscite...
ja: 我が優美な凱旋にあらぬ…
ko: 더 품위를 지키며 나올 수 있는 곳은 아니었어...
pl: To nie było eleganckie wyjście...
pt_br: Não foi uma das minhas saídas mais graciosas...
ru: Не самый мой изящный выход...
zh_cn: 我有过更加优雅的退场方式……
zh_tw: 我有過更加優雅的退場方式……

# CHARACTERS.WATHGRITHR.ANNOUNCE_QUAKE
source: The world shudders!
de: Die Welt zittert.
es: ¡El mundo se estremece!
fr: Le monde trépide !
it: Il mondo trema!
ja: 世界が震え上がる！
ko: 세계가 떨고 있어!
pl: Świat drży!
pt_br: O mundo treme!
ru: Дрожь земли!
zh_cn: 世界在颤抖！
zh_tw: 世界在顫抖！

# CHARACTERS.WATHGRITHR.ANNOUNCE_REPELLED
source: Foul magics block mine blows!
de: Elende Magie blockiert meine Schläge!
es: ¡La magia infecta bloquea mis golpes!
fr: Ces immondes tours de magie bloquent mes coups !
it: La magia scellerata blocca le raffiche esplosive!
ja: こやつ…邪悪な魔力に守られている！
ko: 불결한 마법이 내 공격을 차단하고 있어!
pl: Jakaż to magia upiorna blokuje me ciosy!
pt_br: Uma magia imunda bloqueia meus golpes!
ru: Грязное волшебство отбивает мои удары!
zh_cn: 邪恶魔法挡开了我的攻击！
zh_tw: 邪惡魔法擋開了我的攻擊！

# CHARACTERS.WATHGRITHR.ANNOUNCE_RESEARCH
source: The power of knowledge is great.
de: Wissen ist Macht. Und Macht ist... nun, Macht.
es: El poder del conocimiento es magnífico.
fr: Le pouvoir du savoir est grand.
it: Il potere della conoscenza è immenso.
ja: 知識とは、まことによきものぞ
ko: 지식이 힘은 대단해요!
pl: Potęga wiedzy jest naprawdę imponująca.
pt_br: O poder do conhecimento é lindo.
ru: Сила знания велика.
zh_cn: 知识就是力量。
zh_tw: 知識就是力量。

# CHARACTERS.WATHGRITHR.ANNOUNCE_REVIVED_FROM_CORPSE
source: I am restored!
de: Ich bin wiederhergestellt!
es: ¡Me he recuperado!
fr: Je suis restaurée !
it: Sono rinsavita!
ja: 我は復帰した！
ko: 되살아났다!
pl: Odradzam się!
pt_br: Fui restaurada!
ru: Мое здоровье восстановлено!
zh_cn: 我恢复了！
zh_tw: 我恢復了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_REVIVED_OTHER_CORPSE
source: To battle!
de: Auf in den Kampf!
es: ¡A luchar!
fr: Au combat !
it: Alla battaglia!
ja: いざ戦へ！
ko: 전투하자!
pl: Do boju!
pt_br: À batalha!
ru: В бой!
zh_cn: 战斗吧！
zh_tw: 戰鬥吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_REVIVING_CORPSE
source: Rise, my ally!
de: Erhebt euch, mein Verbündeter!
es: ¡Levántate, mi aliado!
fr: Relève-toi, camarade !
it: Sorgi, mio alleato!
ja: 我が同胞よ！ 立ち上がれ！
ko: 동료여, 일어나라!
pl: Powstań, mój sojuszniku!
pt_br: Levante-se, meu aliado!
ru: Встань, мой союзник!
zh_cn: 冲啊，我的盟友！
zh_tw: 沖啊，我的盟友！

# CHARACTERS.WATHGRITHR.ANNOUNCE_RUINS_RESET
source: I will fight my way out!
de: Ich werde mich da herauskämpfen!
es: ¡Lucharé hasta salir de aquí!
fr: Je me battrai pour sortir !
it: Lotterò per uscire!
ja: 再び血路を開くのみ！
ko: 내 힘으로 싸워서 나갈 거야!
pl: Odnajdę drogę na zewnątrz!
pt_br: Vou lutar para sair daqui!
ru: Я пробью себе путь к свободе!
zh_cn: 我要一路打出去！
zh_tw: 我要一路打出去！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SACREDCHEST_NO
source: Alas! I am unworthy!
de: Leider! Ich bin unwürdig.
es: ¡Ay! ¡No soy digna!
fr: Hélas ! Je n'en suis pas digne !
it: Ahimè. Non sono meritevole!
ja: クッ…我に資格はないと申すか…！
ko: 이런! 난 자격이 안 되는구나!
pl: Niestety! Nie jestem warta!
pt_br: Oh! Não sou digna!
ru: Увы! Я недостойна!
zh_cn: 唉！我不值得！
zh_tw: 唉！我不值得！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SACREDCHEST_YES
source: I have gained the gods' favor!
de: Ich habe mir die Gnade der Götter verdient!
es: ¡Me he ganado el beneplácito de los dioses!
fr: J'ai gagné la faveur des dieux !
it: Ho guadagnato il favore degli dei!
ja: 神々は我をお認めくださった！
ko: 신의 은총을 입었다!
pl: Zyskałam sobie przychylność bogów!
pt_br: Obtive a proteção dos deuses!
ru: Мне дарована милость богов!
zh_cn: 诸神助我！
zh_tw: 諸神助我！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SHELTER
source: Aha! Shelter!
de: Aha! Unterkunft!
es: ¡Ajá! ¡Un refugio!
fr: Aha ! Un abri !
it: Ah! Riparo!
ja: はは！シェルターだ！
ko: 아하! 쉴 곳이군요!
pl: Aha! Schronienie!
pt_br: Arrá! Abrigo!
ru: Ага! Укрытие!
zh_cn: 啊哈！凉棚！
zh_tw: 啊哈！涼棚！

# CHARACTERS.WATHGRITHR.ANNOUNCE_SNARED
source: No cage can hold me!
de: Kein Käfig kann mich halten!
es: ¡Ninguna jaula puede apresarme!
fr: Aucune cage ne peut me retenir !
it: Nessuna gabbia può contenermi!
ja: 我を捕らえることなどできぬぞ！
ko: 그 어떤 우리도 나를 잡아둘 순 없어!
pl: Nie powstrzyma mnie żadna klatka!
pt_br: Nenhuma gaiola pode me conter!
ru: Никакая клетка не удержит меня!
zh_cn: 没有牢笼能够关住我！
zh_tw: 沒有牢籠能夠關住我！
