Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: What is it waiting for?!
de: Worauf wartet er?
es: ¿¡A qué espera!?
fr: Qu'est-ce qu'elle attend ?
it: Cosa sta aspettando?!
ja: この花…何を待っているのだ！？
ko: 무엇을 기다리고 있는 거지?!
pl: Na co czeka?!
pt_br: O que ela está esperando?!
ru: Чего он ждет?
zh_cn: 它在等什么？！
zh_tw: 它在等什麼？！

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Perhaps it's best we part ways...
de: Vielleicht gehen wir lieber getrennte Wege ...
es: Tal vez sea mejor si nos separamos...
fr: Il vaudrait peut-être mieux qu'on se sépare...
it: Forse è meglio che ci separiamo...
ja: あまり長く身につけるは危険か…
ko: 어쩌면 헤어지는 게 좋을지도...
pl: Być może lepiej będzie się rozstać...
pt_br: Talvez seja melhor que nos separemos...
ru: Возможно, это хорошо, что мы разделились…
zh_cn: 或许我们分开最好…
zh_tw: 或許我們分開最好…

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: My warrior's sense tells me it's not to be trifled with.
de: Mein Kriegersinn rät mir zur Vorsicht.
es: Mi olfato guerrero me dice que no conviene tratarlo a la ligera.
fr: Mön instinct guerrier m'indique qu'il ne faut pöint l'escagasser.
it: I miei sensi di guerriera mi dicono di non disturbarlo.
ja: 我が戦士の直感は、それが軽々しく扱われるべきではないことを教えてくれる。
ko: 하찮게 보면 안 될 것 같은 느낌이 드는군.
pl: Mój zmysł wojowniczki mówi mi, że lepiej z nim nie zadzierać.
pt_br: Meu instinto de guerreira me diz que não devo me meter com ela.
ru: Мой инстинкт воительницы шепчет, что с этим лучше не связываться.
zh_cn: 我的武士本能告诉我不能轻视它。
zh_tw: 我的武士本能告訴我不能輕視它。

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: It's gathering its strength.
de: Sie sammelt ihre Kräfte.
es: Está reuniendo fuerzas.
fr: Elle rassemble ses förces.
it: Sta raccogliendo le forze.
ja: それはその力を集めている。
ko: 힘을 모으고 있다.
pl: Zbiera siły.
pt_br: Está reunindo forças.
ru: Собирается с силами.
zh_cn: 正在积蓄力量。
zh_tw: 正在積蓄力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: What strange magic!
de: Welch seltsame Magie!
es: ¡Qué extraña magia!
fr: Quelle étrange magie !
it: Che strana magia!
ja: なんて不思議な魔法なんだ！
ko: 참 이상한 마법이군!
pl: Przedziwne czary!
pt_br: Que magia estranha!
ru: Какое странное волшебство!
zh_cn: 多么奇特的魔法！
zh_tw: 多麼奇特的魔法！

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.LONG
source: For me?
de: Für mich?
es: ¿Para mí?
fr: C'est pour moi ?
it: Per me?
ja: 我に…か？
ko: 나 주는 거야?
pl: Dla mnie?
pt_br: Para mim?
ru: Для меня?
zh_cn: 给我的吗？
zh_tw: 給我的嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: What is it doing?
de: Was geschieht?
es: ¿Qué está haciendo?
fr: Que fait-elle ?
it: Cosa sta facendo?
ja: この花…怪しい…
ko: 무엇을 하고 있는 거지?
pl: Co tam się dzieje?
pt_br: O que ela está fazendo?
ru: Что он делает?
zh_cn: 它在干嘛？
zh_tw: 它在幹嘛？

# CHARACTERS.WATHGRITHR.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Something wicked this way comes.
de: Da kommt etwas boshaftes durch.
es: Algo malvado viene por aquí.
fr: Une chose vicieuse arrive par ici.
it: Qualcosa di malvagio viene da questa parte.
ja: 何やら邪悪な気配がする…
ko: 못된 게 오고 있어요.
pl: Droga w nieznane.
pt_br: Algo maléfico está vindo pra cá.
ru: Тут происходит что-то нечистое.
zh_cn: 当邪恶来敲门。
zh_tw: 當邪惡來敲門。

# CHARACTERS.WATHGRITHR.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: My victories shall be remembered!
de: An meine Siege soll sich erinnert werden!
es: ¡Mis victorias se recordarán!
fr: On se souviendra de mes victoires !
it: Le mie vittorie verranno ricordate!
ja: 私の勝利は語り継がれるであろう！
ko: 기억에 남을 승리다!
pl: Moje przewagi winny być zapamiętane!
pt_br: Minhas vitórias serão lembradas!
ru: О моих подвигах должны помнить!
zh_cn: 我的胜利将被铭记！
zh_tw: 我的勝利將被銘記！

# CHARACTERS.WATHGRITHR.DESCRIBE.ACORN
source: There's a tree hiding within.
de: Darin versteckt sich ein Baum.
es: Hay un árbol escondido dentro.
fr: Un arbre se cache là-dedans.
it: C'è un albero nascosto all'interno.
ja: 中に、小さき木が潜んでいるようだ
ko: 안에 나무가 숨어 있어.
pl: W środku czai się małe drzewko.
pt_br: Tem uma árvore se escondendo lá dentro.
ru: В нем скрывается дерево.
zh_cn: 里面藏着一棵树。
zh_tw: 裡面藏著一棵樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.ACORN_COOKED
source: The young tree has been cooked.
de: Der junge Baum wurde gekocht.
es: El árbol joven ha sido cocinado.
fr: Le petit arbre a été cuit.
it: Il giovane albero è stato cotto.
ja: 若木の宿りを焼いてしまった…
ko: 아기 나무가 요리가 되었어.
pl: To młode drzewo zostało upieczone.
pt_br: Essa jovem árvore foi assada.
ru: Будущее дерево приготовлено.
zh_cn: 幼树已经被煮熟了。
zh_tw: 幼樹已經被煮熟了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ACORN_SAPLING
source: Grow strong, young twigs!
de: Werdet stark, ihr jungen Zweige!
es: ¡Creced fuertes, ramitas jóvenes!
fr: Devenez fortes, petites branches !
it: Crescete forti, giovani rametti!
ja: 若木よ、たくましく育て！
ko: 어린 나무야, 튼튼하게 자라라!
pl: Rośnijcie silne, młode gałązki!
pt_br: Cresçam fortes, jovens gravetos!
ru: Расти сильной, юная лоза!
zh_cn: 茁壮成长吧，小树苗！
zh_tw: 茁壯成長吧，小樹苗！

# CHARACTERS.WATHGRITHR.DESCRIBE.ADVENTURE_PORTAL
source: Adventure is calling.
de: Das Abenteuer ruft.
es: La aventura me está llamando.
fr: L'aventure m'appelle.
it: L'avventura chiama.
ja: 冒険が呼んでいる。
ko: 모험이 부르고 있어.
pl: Przygoda wzywa.
pt_br: A aventura chama.
ru: Приключения зовут.
zh_cn: 冒险在呼唤我。
zh_tw: 冒險在呼喚我。

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIANHAT
source: A boon from Mani's defeated Champion.
de: Ein Segen von Manis besiegtem Champion.
es: Una bendición del campeón derrotado de Máni.
fr: Un dön du champiön déchu de Mani.
it: Una ricompensa dal campione sconfitto di Mani.
ja: 月の神マーニの負けた覇者からの寄贈じゃ。
ko: 마니께서 패배한 챔피언에게 주는 혜택이야.
pl: Skarb pokonanego czempiona Maniego.
pt_br: Uma dádiva do Campeão de Máni derrotado.
ru: Дар поверженного чемпиона Мáни.
zh_cn: 来自摩尼被击败的英雄的恩赐。
zh_tw: 來自摩尼被擊敗的英雄的恩賜。

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIANHATSHARD
source: Even a single shard holds a measure of Mani's power.
de: Selbst ein einziger Splitter birgt einen Teil von Manis Macht.
es: Hasta el más diminuto fragmento contiene algo del poder de Máni.
fr: Le möindre éclat cöntient une part de la puissance de Mani.
it: Ogni singolo frammento contiene una parte del potere di Mani.
ja: 1つの破片でさえ、月の神マーニの力を宿しておる。
ko: 파편 하나에도 마니의 힘이 상당히 느껴져.
pl: Nawet pojedynczy fragment zawiera część mocy Maniego.
pt_br: Mesmo um único fragmento contém uma fração do poder de Máni.
ru: Даже малый осколок хранит частицу силы Мáни.
zh_cn: 即使是一个小碎片也折射出了摩尼的威力。
zh_tw: 即使是一個小碎片也折射出了摩尼的威力。

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: It's ferrying this warrior's soul to the next realm.
de: Damit wird die Seele dieses Kriegers in das nächste Gefilde befördert.
es: Lleva el alma del guerrero hacia el próximo mundo.
fr: Il transpörte l'âme d'icelui guerrier jusqu'au pröchain röyaume.
it: Sta traghettando l'anima del guerriero verso il prossimo regno.
ja: この戦士の魂を次の域に運んでおる。
ko: 이 전사의 영혼을 다음 영역으로 옮기고 있어.
pl: Przenosi duszę tego wojownika do innej krainy.
pt_br: Está transportando a alma deste guerreiro para o próximo reino.
ru: Так душа этого воина переправится в новый мир.
zh_cn: 它正在把这个战士的灵魂渡到另一个世界。
zh_tw: 它正在把這個戰士的靈魂渡到另一個世界。

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: Surely the battle is not over already?
de: Die Schlacht ist doch gewiss noch nicht geschlagen?
es: Supongo que aún no se habrá terminado la contienda.
fr: Le cömbat n'est pöint encöre terminé ?
it: La battaglia non può essere già finita!
ja: 戦いはまだ終わっておらぬのか？
ko: 전투가 벌써 끝난 건 아니겠지?
pl: Z pewnością bitwa nie dobiegła jeszcze końca?
pt_br: A batalha ainda não terminou, né?
ru: Неужто сражение окончено уже?
zh_cn: 战斗不会就这么结束吧？
zh_tw: 戰鬥不會就這麼結束吧？

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: Mani hath sent forth his greatest warrior to challenge me!
de: Mani hat seinen größten Krieger ausgesandt, um mich herauszufordern!
es: ¡Máni ha enviado a su mejor guerrero para que me desafíe!
fr: Mani a invöqué siens plus grands guerriers pöur me mettre au défi !
it: Mani ha inviato il suo più grande guerriero per sfidarmi!
ja: 我と戦わせるために、月の神マーニは最も偉大な戦士を送りたもうた！
ko: 마니께서 나에게 도전하기 위해 가장 위대한 전사를 보내셨네!
pl: Mani wysłał swego największego wojownika, by się ze mną zmierzył!
pt_br: Máni enviou seu melhor guerreiro para me desafiar!
ru: Мáни прислал своего лучшего воина, чтобы испытать меня!
zh_cn: 摩尼派来了他最强大的勇士来挑战我！
zh_tw: 摩尼派來了他最強大的勇士來挑戰我！

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: Is that all you've got, Champion?
de: Mehr vermagst du nicht, Champion?
es: Eso es todo, ¿campeón?
fr: Est-ce töut ce que tu peux faire, Champiön ?
it: È tutto ciò che sai fare, campione?
ja: 覇者よ、汝の力はそれだけか？
ko: 그게 다야, 챔피언?
pl: Tylko na tyle cię stać, czempionie?
pt_br: É tudo o que pode fazer, Campeão?
ru: И это все, чемпион?
zh_cn: 你就这点能耐吗，英雄？
zh_tw: 你就這點能耐嗎，英雄？

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: It seems you are a worthy foe indeed...
de: Du deuchst mir ein würdiger Widersacher zu sein ...
es: Resulta que sí que eres un adversario digno...
fr: Je cönstate que tu es en effet un valeureux adversaire...
it: Sembri essere un avversario davvero degno...
ja: そなたは実に価値のある敵であったようじゃ…
ko: 넌 참으로 대적할 가치가 있는 것 같아...
pl: Zaiste, godny z ciebie przeciwnik...
pt_br: Parece que você é mesmo um adversário digno...
ru: Кажется, ты и правда враг достойный...
zh_cn: 看来你还算个可敬的对手……
zh_tw: 看來你還算個可敬的對手……

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: You think I'm trapped here with you? Ha! It is you who are trapped with me!
de: Du glaubst, ich bin hier mit dir gefangen? Ha! Du bist es, der mit mir gefangen ist!
es: ¿Te crees que estoy atrapada contigo? ¡Porque la realidad es justo al revés!
fr: Tu penses que je suis piégée ici avec töi ? Ha ! C'est töi qui est piégé avec möi !
it: Pensi che io sia intrappolata qui con te? Ha! Sei tu a essere intrappolato con me!
ja: 我が、汝と共にここに閉じ込められたと申すのか？我とともに閉じ込められたのは汝であるぞ！
ko: 내가 너랑 여기 갇힌 것 같아? 하! 네가 나랑 갇힌 거야!
pl: Myślisz, żeś mnie tu uwięził? Ha! To ja uwięziłam ciebie!
pt_br: Acha mesmo que estou presa aqui com você? Ha! É você que está preso comigo!
ru: Думаешь, это меня тут с тобой заперли? Ха! Это тебя заперли со мной!
zh_cn: 你以为是我被你困住了？大错特错，是你被我困住了！
zh_tw: 你以為是我被你困住了？大錯特錯，是你被我困住了！

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE3
source: Come, let us finish this!
de: Na komm, beenden wir dies!
es: Ven, ¡acabemos con esto!
fr: En garde ! Qu'ön en finisse !
it: Forza, mettiamo fine a questa lotta!
ja: 来たれ、これを終わらせるのじゃ！
ko: 자, 끝내자!
pl: Chodźże, kończmy to!
pt_br: Venha, vamos acabar com isto!
ru: Пора покончить с этим!
zh_cn: 来吧，咱们做个了断！
zh_tw: 來吧，咱們做個了斷！

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: It seems I've bested it after all.
de: Ich habe es schließlich doch bezwungen.
es: Me he alzado con la victoria.
fr: Il semblerait que je l'ai vaincu, en fin de cömpte.
it: Sembra che alla fine io abbia avuto la meglio.
ja: 最終的に我はこやつを討伐したようじゃ。
ko: 결국 물리친 것 같아.
pl: Zdaje się, że jednak go przemogłam.
pt_br: Parece que o derrotei, afinal.
ru: В конце концов я все же одержала верх.
zh_cn: 看来我终究还是战胜了它。
zh_tw: 看來我終究還是戰勝了它。

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Beware, stranger! The beast may yet rise again!
de: Hüte dich, Fremder! Jene Bestie könnte sich wieder erheben!
es: ¡Cuidado! La bestia podría volver a despertar.
fr: Prends garde, étrange ! La beste pöurrait bien refaire surface !
it: Fa' attenzione, sconosciuto! La creatura potrebbe sorgere di nuovo!
ja: 用心せよ、見知らぬ者！獣は再び立ち上がるかもしれぬ！
ko: 조심해, 이방인! 아직은 또 일어날 수 있어!
pl: Ostrożnie! Bestia może jeszcze powstać!
pt_br: Cuidado, estranho! A fera pode se erguer mais uma vez!
ru: Бойся, путник, ибо тварь сия восстать способна!
zh_cn: 小心，陌生人！野兽可能会再次崛起！
zh_tw: 小心，陌生人！野獸可能會再次崛起！

# CHARACTERS.WATHGRITHR.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: Only a coward would strike a foe down while they sleep!
de: Nur ein Feigling würde einen Feind im Schlaf niederstrecken!
es: Solo los cobardes atacarían a sus enemigos mientras duermen.
fr: Seul un cöuard achèverait sien ennemi pendant qu'il est assöupi !
it: Solo un codardo colpirebbe un nemico mentre dorme!
ja: 敵の寝込みを襲うのは卑怯者のみぞ！
ko: 잠자는 동안 적을 쓰러뜨리는 건 겁쟁이 뿐일 걸!
pl: Jedno tchórz bije śpiącego wroga!
pt_br: Somente um covarde atacaria um inimigo adormecido!
ru: Только трус нападает на врага, пока тот спит!
zh_cn: 只有懦夫才会在敌人睡觉的时候趁人不备!
zh_tw: 只有懦夫才會在敵人睡覺的時候趁人不備!

# CHARACTERS.WATHGRITHR.DESCRIBE.AMULET
source: It's red, and a fighter. Just like me!
de: Rot und ein Kämpfer. So wie ich!
es: Es rojo y es un luchador. ¡Igual que yo!
fr: C'est rouge et ça se bat. Comme moi !
it: È rosso e combattente. Proprio come me!
ja: 赤く、そして戦士。まさに私のように！
ko: 빨간 전사네. 딱 나처럼!
pl: Czerwony i piękny! Tak jak ja!
pt_br: É vermelho, e um lutador. Como eu!
ru: Он красный и готов к сражению. Прямо как я!
zh_cn: 它是红色的，一个战士。就像我一样！
zh_tw: 它是紅色的，一個戰士。就像我一樣！

# CHARACTERS.WATHGRITHR.DESCRIBE.ANCHOR
source: Tis light as a feather thanks to my Viking's strength!
de: Leicht wie eine Feder dank meiner Wikingerstärke!
es: ¡Es ligera como una pluma gracias a mi fuerza vikinga!
fr: Grâce à ma förce viking, ceci est plus léger qu'une plume !
it: La mia forza vichinga la fa sembrare leggera come una piuma!
ja: バインキングの強さにおかげで羽根みて軽いぞ！
ko: 바이킹의 힘 덕분에 깃털처럼 가볍군!
pl: Dzięki mej sile jest lekka jak piórko!
pt_br: É leve como uma pena graças a minha força de viking!
ru: Благодаря силе валькирии он мне кажется легче перышка!
zh_cn: 在我维京人的强壮面前，它轻如鸿毛。
zh_tw: 在我維京人的強壯面前，它輕如鴻毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANCHOR_ITEM
source: I will craft the finest ship in the land!
de: Ich werde das beste Schiff weit und breit bauen!
es: ¡Fabricaré el mejor navío del lugar!
fr: Je bâtirais le plus beau drakkar de ces terres !
it: Costruirò la nave più bella di queste terre!
ja: その島でもっとも優れた船を造船しよう！
ko: 육지에서 가장 좋은 배를 만들겠어!
pl: Zbuduję najwspanialszą łódź na tych ziemiach!
pt_br: Vou construir o melhor navio do mundo!
ru: На моем корабле все будем самым лучшим!
zh_cn: 我要造出陆地上最精美的船只。
zh_tw: 我要造出陸地上最精美的船隻。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_ALTAR
source: These crafts had better be good.
de: Dieses Handwerk sollte besser gutartig sein.
es: Será mejor que esta artesanía sea buena.
fr: Cet artisanat a intérêt à être bien.
it: Queste creazioni farebbero meglio ad essere buone.
ja: 価値あるものならよいのだが…
ko: 공작의 결과가 좋길 바래요.
pl: Niech te wszystkie cuda lepiej się do czegoś przydadzą.
pt_br: É melhor que seja bons.
ru: Не очень искусно.
zh_cn: 这些东西最好能用。
zh_tw: 這些東西最好能用。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This one is not in working order.
de: Der ist nicht funktionsfähig.
es: Este no funciona.
fr: Celui-ci n'est pas en état de marche.
it: Non funziona.
ja: これは使用できる状態ではない。
ko: 작동하지 않는 상태야.
pl: Na zadziała.
pt_br: Esse não está funcionando direito.
ru: Он не в рабочем состоянии.
zh_cn: 这东西坏掉了。
zh_tw: 這東西壞掉了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANCIENT_STATUE
source: Treasure with a mysterious aura.
de: Schatz mit mysteriöser Aura.
es: Tesoro con un aura misteriosa.
fr: Un trésor à l'aura mystérieuse.
it: Tesoro con un'aura misteriosa.
ja: 不思議なオーラを出す宝物。
ko: 신비로운 기운이 있는 보물이야.
pl: Skarb otoczony tajemniczą aurą.
pt_br: Um tesouro com uma aura misteriosa.
ru: Сокровище с загадочной аурой.
zh_cn: 带有神秘气氛的宝藏。
zh_tw: 帶有神秘氣氛的寶藏。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANIMAL_TRACK
source: Oh! I love a good hunt.
de: Oh! Ich liebe eine gute Jagd.
es: ¡Ah! Me encanta una buena caza.
fr: Ah, rien ne vaut une bonne chasse.
it: Oh! Mi piace la buona caccia.
ja: お！楽しい狩りは好きよ。
ko: 아! 저는 훌륭한 사냥을 좋아하지요.
pl: Och! Uwielbiam polowanie.
pt_br: Nossa! Adoro uma boa caçada.
ru: О! Я люблю славную охоту.
zh_cn: 哦！我喜欢打猎。
zh_tw: 哦！我喜歡打獵。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANTCHOVIES
source: I wrested them from the sea.
de: Ich habe sie dem Ozean entrissen.
es: Se las he arrebatado al mar.
fr: Je les ai extirpés de l'öcéan.
it: L'ho estratta a forza dal mare.
ja: 私は彼らを海から連れ出したのだ。
ko: 바다에서 건져 냈지.
pl: Wyrwałam je z głębi morza.
pt_br: Eu os arranquei do mar.
ru: Я отловила их на море.
zh_cn: 我从大海里捞上来的。
zh_tw: 我從大海裡撈上來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANTLION.GENERIC
source: Tis the mighty lion!
de: Der mächtige Löwe!
es: ¡Es el león poderoso!
fr: C'est le puissant lion !
it: Questo è il possente leone!
ja: 気高き獅子よ！
ko: 위대한 개미사자로군!
pl: Oto potężny lew!
pt_br: É o grande leão!
ru: Это могучий лев!
zh_cn: 这是威猛的狮子！
zh_tw: 這是威猛的獅子！

# CHARACTERS.WATHGRITHR.DESCRIBE.ANTLION.UNHAPPY
source: We've incurred its wrath!
de: Wir haben seinen Zorn geweckt!
es: ¡Hemos provocado su ira!
fr: On s'est attiré son courroux !
it: Abbiamo provocato la sua ira divina!
ja: 怒りを買ってしまったようだ！
ko: 분노를 사버렸다!
pl: Jego gniew został rozbudzony!
pt_br: Nos expomos a sua fúria!
ru: Мы навлекли на себя его гнев!
zh_cn: 我们招来了它的愤怒！
zh_tw: 我們招來了它的憤怒！

# CHARACTERS.WATHGRITHR.DESCRIBE.ANTLION.VERYHAPPY
source: The lion smiles upon us.
de: Der Löwe lächelt uns an.
es: El león nos sonríe.
fr: Le lion nous sourit.
it: Il leone ci sorride.
ja: 獅子は我らを気に入ったようだ
ko: 개미사자가 우리에게 미소를 보내네.
pl: Lew jest nam życzliwy.
pt_br: O leão sorri para nós.
ru: Лев улыбается нам.
zh_cn: 狮子向我们微笑。
zh_tw: 獅子向我們微笑。

# CHARACTERS.WATHGRITHR.DESCRIBE.ANTLIONTRINKET
source: A fitting tribute!
de: Ein passendes Tribut!
es: ¡Un tributo digno!
fr: Un tribut idéal !
it: Un omaggio adeguato!
ja: これぞ、獅子にふさわしき捧げ物だ！
ko: 제대로 된 제물!
pl: Pradawny hołd!
pt_br: Uma homenagem digna!
ru: Подходящее подношение!
zh_cn: 一份合适的贡品！
zh_tw: 一份合適的貢品！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_CENTIPEDE
source: I fear no beast, mortal or metal!
de: Keine Bestie macht mir Angst, sei sie sterblich oder aus Metall!
es: No temo a ninguna bestia... ¡Da igual que sea mortal o de metal!
fr: Je ne crains nul beste, mörtel ni métal !
it: Non temo alcuna creatura, mortale o di metallo che sia!
ja: 獣であろうと、不死であろうと、金属であろうと、我は恐れじ！
ko: 나는 짐승, 필멸자 또는 금속을 두려워하지 않는다고!
pl: Nie lękam się żadnych bestii, śmiertelników ni metalu!
pt_br: Não temo nenhuma fera, seja mortal ou de metal!
ru: Я не боюсь никаких тварей, ни живых, ни металлических!
zh_cn: 我无惧任何野兽、凡人和金属！
zh_tw: 我無懼任何野獸、凡人和金屬！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: This sentry seems to be asleep at its post.
de: Diese Wache scheint auf ihrem Posten eingeschlafen zu sein.
es: El centinela se ha dormido en su puesto.
fr: Icelle sentinelle semble rönfler à sien pöste.
it: Questa sentinella sembra essersi assopita mentre era di guardia.
ja: この歩哨は任務中に寝ているようじゃ。
ko: 이 보초는 초소에서 잠들어 있는 것 같군.
pl: Ten strażnik chyba zasnął na posterunku.
pt_br: Esta sentinela parece ter dormido em seu posto.
ru: Этот часовой спит на посту.
zh_cn: 一名在哨岗酣睡的哨兵。
zh_tw: 一名在哨崗酣睡的哨兵。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: The fire reigned supreme.
de: Das Feuer regierte über den Topf.
es: El fuego ha reinado.
fr: Le feu fait la loi.
it: Il fuoco ha regnato supremo.
ja: 炎がその権力を見せつけた。
ko: 불이 압승했군.
pl: Ogień zwyciężył.
pt_br: O fogo reinou supremo.
ru: Огонь победил.
zh_cn: 火焚尽一切。
zh_tw: 火焚盡一切。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: Might as well do something whilst I wait.
de: Warum nicht etwas tun, während ich warte!?
es: Podría también hacer algo mientras espero.
fr: Je pourrais m'occuper en attendant.
it: Potrei fare qualcosa mentre aspetto.
ja: どうせだから待つ間に何かするか。
ko: 기다리는 동안 뭐라도 하는 게 좋겠지.
pl: Mogłabym w międzyczasie porobić coś pożytecznego.
pt_br: Eu poderia fazer alguma coisa enquanto espero.
ru: Можно еще что-нибудь сделать, пока я жду.
zh_cn: 等待的时候也许可以做点什么。
zh_tw: 等待的時候也許可以做點什麼。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: Shouldn't be long now!
de: Sollte jetzt nicht mehr lange dauern!
es: ¡No debería tardar mucho!
fr: Ça ne devrait plus être long !
it: Non dovrebbe mancare molto adesso!
ja: もうそんなに長くないだろう！
ko: 이제 금방 다 될 거야!
pl: Już niedługo!
pt_br: Não deve demorar agora!
ru: Осталось недолго!
zh_cn: 就快好了！
zh_tw: 就快好了！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: What have we here?
de: Was haben wir denn da?
es: ¿Qué tenemos aquí?
fr: Qu'est-ce qu'on a là ?
it: Cosa abbiamo qui?
ja: どれ…どのような料理ができたか…
ko: 여기 있는 이건 뭐지?
pl: Co my tu mamy?
pt_br: O que temos aqui?
ru: Что у нас тут имеется?
zh_cn: 我们在这有什么？
zh_tw: 我們在這有什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: There is no meat inside, so I care not.
de: Es ist kein Fleisch drin, also ist es mir egal.
es: No hay carne dentro, así que no es de mi interés.
fr: S'il n'y a nulle viande dedans, peu me chaut.
it: All'interno non c'è carne, quindi non m'interessa.
ja: 中に肉がない。我は好まぬ。
ko: 안에 고기가 없으니 신경 쓰고 싶지 않아.
pl: Nie ma żadnego mięsiwa, więc nie dbam o to.
pt_br: Não tem carne dentro, portanto, não me interessa.
ru: Мяса там нет, вот мне и неинтересно.
zh_cn: 里面没肉，我没兴趣。
zh_tw: 裡面沒肉，我沒興趣。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_LOCKBOX
source: Will you whisper truths to me, as Mímir did to Odin?
de: Wirst du mir Wahrheiten einflüstern, wie Mímir es bei Odin tat?
es: ¿Me susurrarás verdades tal y como hizo Mímir con Odín?
fr: Chuchöteras-tu quelques secrets dans mienne öreille, tel Mímir à Ödin ?
it: Mi mormorerai delle verità, come Mímir con Odino?
ja: 汝は我に真実をささやくか。ミーミルがオーディンに語りかけたかのように。
ko: 미미르가 오딘에게 했던 것처럼 나에게도 진실을 속삭여줄래?
pl: Zdradzisz mi prawdę niczym Mímir Odynowi?
pt_br: Vai sussurrar verdades para mim, como Mímir fez com Odin?
ru: Ты нашепчешь мне тайные знания, как Мимир — Одину?
zh_cn: 你能悄悄告诉我事实真相么, 就像密米尔对奥丁那样？
zh_tw: 你能悄悄告訴我事實真相麼, 就像密米爾對奧丁那樣？

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: Reveal thine secrets to me, O strange machine!
de: Enthülle mir deine Geheimnisse, oh seltsame Maschine!
es: ¡Revélame todos tus secretos, oh, máquina misteriosa!
fr: Révèle-möi tiens secrets, ô sibylline machine !
it: Svelami i tuoi segreti, o strana macchina!
ja: 異形の機械よ、我に秘密を明かすがよい！
ko: 너의 비밀을 밝혀줘, 오 이상한 기계여!
pl: Pokaż mi swe sekrety, dziwaczna machino!
pt_br: Revele teus segredos para mim, ó máquina estranha!
ru: Открой мне свои тайны, о странный аппарат!
zh_cn: 古老的机器，向我吐露你的秘密吧！
zh_tw: 古老的機器，向我吐露你的秘密吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: This place has been long forgotten.
de: Dieser Ort ist längst in Vergessenheit geraten.
es: Este lugar ha caído en el olvido.
fr: Icel endröit fut öublié depuis bien löngtemps.
it: Questo luogo è stato a lungo dimenticato.
ja: この地は長らく忘れられていた。
ko: 오래 전에 잊혀진 장소야.
pl: Nikt tu już dawno nie zaglądał.
pt_br: Este lugar foi há muito esquecido.
ru: Об этом месте все давным-давно позабыли.
zh_cn: 这个地方早已被人遗忘。
zh_tw: 這個地方早已被人遺忘。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_MOON_STATUE
source: These people once praised Mani.
de: Diese Leute haben Mani einst gepriesen.
es: Esta gente le rendía culto a Máni.
fr: Ces gens vénéraient jadis Mani.
it: Un tempo queste genti adoravano Mani.
ja: かの者たちはかつて月の神マーニを賞賛した。
ko: 이 사람들은 한때 마니를 찬양했지.
pl: Drzewiej ci ludzie sławili Maniego.
pt_br: Este povo já reverenciou Máni.
ru: Этот народ когда-то поклонялся Мáни.
zh_cn: 这些人曾经称赞过玛尼。
zh_tw: 這些人曾經稱讚過瑪尼。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: If it is a gate, it hath been firmly shut.
de: Wenn es ein Tor ist, ist es fest verschlossen.
es: Si es una puerta, la han cerrado a conciencia.
fr: Si c'estöy un pörtail, il fut clös sans délai.
it: Se di una porta si tratta, è stata ben chiusa.
ja: ここが門であれば、固く閉じられているであろう。
ko: 이게 문이라면 굳게 닫아버렸네.
pl: Jeśli to brama, to zawarta.
pt_br: Se é um portão, ele foi completamente lacrado.
ru: Если это и врата, то закрыты они накрепко.
zh_cn: 如果这是一扇门，它已经被牢牢地关上了。
zh_tw: 如果這是一扇門，它已經被牢牢地關上了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Another gate betwixt worlds?
de: Ein weiteres Tor zwischen den Welten?
es: ¿Otra puerta que lleva a otros mundos?
fr: Un autre pörtail entre les möndes ?
it: Un altro portale tra i mondi?
ja: 世界の間の別の門？
ko: 세계와 세계 사이에 또 다른 문이 있네?
pl: Kolejna brama między światami?
pt_br: Outro portal entre os mundos?
ru: Еще одни врата между мирами?
zh_cn: 另一个世界之门？
zh_tw: 另一個世界之門？
