Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.MOON_TREE_BLOSSOM
source: It's gone completely white.
de: Er ist völlig weiß.
es: Se ha vuelto completamente blanco.
fr: Il est devenu tout blanc.
it: Si è fatto tutto bianco.
ja: 完全に真っ白になっちゃった。
ko: 완전히 하얗게 변해버렸네.
pt_br: Ficou completamente branca.
ru: Теперь оно абсолютно белоснежное.
zh_tw: 全白了。

# CHARACTERS.WANDA.DESCRIBE.MOOSE
source: I could never forget a face like that.
de: Ein solches Gesicht könnte ich nie vergessen.
es: Jamás me olvidaría de un rostro así.
fr: Je ne pourrais jamais oublier un tel visage.
it: Impossibile dimenticare una faccia come quella.
ja: あんな顔絶対忘れられないわ。
ko: 그런 얼굴은 잊을 수가 없지.
pt_br: Jamais me esqueceria de um rosto assim.
ru: Такую морду не забудешь, даже если захочешь.
zh_tw: 我永遠無法忘記那張臉。

# CHARACTERS.WANDA.DESCRIBE.MOOSEEGG
source: A brand new lifetime getting ready to start.
de: Ein brandneues Leben beginnt.
es: Una vida que está a punto de empezar.
fr: Une toute nouvelle vie est prête à commencer.
it: Un nuovo ciclo di vita che si appresta a cominciare.
ja: まっさらな新しい命が始まろうとしてる。
ko: 새로운 인생을 시작하려고 준비하고 있어.
pt_br: Uma nova vida se preparando pra começar.
ru: Скоро из него появится новая жизнь.
zh_tw: 一個全新的生命即將開始。

# CHARACTERS.WANDA.DESCRIBE.MOOSE_NESTING_GROUND
source: Something's telling me I should tread carefully around here.
de: Etwas sagt mir, dass ich hier vorsichtig sein sollte.
es: Algo me dice que tendría que ir con mucho cuidado por aquí.
fr: Quelque chose me dit que je devrais faire attention, dans ce coin.
it: Qualcosa mi dice che dovrei fare attenzione da queste parti.
ja: この辺では気を付けなくちゃいけないって感じるわ。
ko: 여기에서는 뭔가 조심스럽게 행동해야 할 것 가탕.
pt_br: Algo me diz que eu deveria andar com cuidado por aqui.
ru: Что-то мне подсказывает, что здесь нужно быть очень осторожной.
zh_tw: 有個聲音告訴我，我在這裡要小心行事。

# CHARACTERS.WANDA.DESCRIBE.MOQUECA
source: I'm glad someone around here knows how to cook.
de: Wenigstens weiß hier jemand, wie man kocht!
es: Qué alegría que alguien de por aquí sepa cocinar.
fr: Je suis contente que quelqu'un sache cuisiner, ici.
it: Mi fa piacere che qui ci sia qualcuno che sa cucinare.
ja: 誰か料理の仕方を知ってる人がいてくれて良かった。
ko: 이 근처에 요리할 줄 아는 사람이 있다니 다행이야.
pt_br: Ainda bem que alguém por aqui sabe cozinhar.
ru: Я рада, что хоть кто-то здесь умеет готовить.
zh_tw: 我很高興這裡有人知道如何做飯。

# CHARACTERS.WANDA.DESCRIBE.MOSQUITO.GENERIC
source: It's trying to drain the life right out of me!
de: Sie versucht, das Leben aus mir herauszusaugen!
es: ¡Me quiere quitar la vida!
fr: Il essaie de sucer ma vie !
it: Sta cercando di succhiarmi via la vita!
ja: 私の命を奪い去ろうとしてる。
ko: 나에게서 생기를 빼앗으려 하고 있어!
pt_br: Ele está tentando drenar a minha vida!
ru: Он пытается высосать из меня жизнь!
zh_tw: 它想把我的生命榨乾！

# CHARACTERS.WANDA.DESCRIBE.MOSQUITO.HELD
source: Serves you right!
de: Geschieht dir recht!
es: Te está bien empleado.
fr: Ça t'apprendra !
it: Ti sta bene!
ja: ばちが当たったわね！
ko: 보기 좋게 당했네!
pt_br: Bem feito pra você!
ru: И поделом тебе!
zh_tw: 你活該！

# CHARACTERS.WANDA.DESCRIBE.MOSQUITOSACK
source: I think I might be sick...
de: Ich glaube, mir wird schlecht ...
es: Creo que me voy a poner mala...
fr: Je crois que je vais être malade...
it: Sto per dare di stomaco...
ja: うえ、気持ち悪い…
ko: 아플 수도 있을 것 같아...
pt_br: Talvez eu esteja doente...
ru: Что-то мне нехорошо...
zh_tw: 我可能是病了……

# CHARACTERS.WANDA.DESCRIBE.MOSSLING
source: They're cute NOW...
de: JETZT sind die niedlich ...
es: AHORA son monos...
fr: Ils sont mignons. Pour l'instant !
it: È carino ORA...
ja: 今はあんなに可愛いのに…
ko: 지금으로서는 귀엽네...
pt_br: AGORA eles são fofos...
ru: Сейчас-то они милые...
zh_tw: 他們現在很可愛……

# CHARACTERS.WANDA.DESCRIBE.MOUND.DUG
source: It's not like they were going to use any of that stuff.
de: Es ist ja nicht so, dass sie irgendetwas von dem Zeug benutzen würden.
es: Tampoco es como si fueran a usar nada de eso.
fr: Ce n'est pas comme s'ils allaient utiliser ces machins.
it: Tanto non avrebbero potuto usare niente di quella roba.
ja: あれの一部分でさえ、全然使いそうもないけど。
ko: 그 물건을 사용하려는 게 아닌가봐.
pt_br: Não é como se eles fossem usar essas coisas.
ru: Всеми этими вещами все равно никто не пользовался.
zh_tw: 反正他們並不打算使用這些東西。

# CHARACTERS.WANDA.DESCRIBE.MOUND.GENERIC
source: You'll never catch me in one of those.
de: In so etwas würde man mich nie erwischen.
es: Jamás me pillarás en uno de estos.
fr: Je ne crains rien, là-dedans !
it: Non finirò mai in una di queste.
ja: 私があれの中に入ることはないわよ。
ko: 그런 걸 써서는 날 잡을 수 없을 걸.
pt_br: Você nunca me encontrará numa delas.
ru: Меня в такую не загнать.
zh_tw: 我永遠都不會鑽進去的。

# CHARACTERS.WANDA.DESCRIBE.MULLEDDRINK
source: It warms you from the inside out.
de: Es wärmt einen von innen.
es: Te calienta de adentro hacia afuera.
fr: Ça réchauffe de l'intérieur.
it: Ti scalda dall'interno.
ja: 中から外までしっかり温まるわ。
ko: 안에서부터 따듯해져 올 거야.
pt_br: Aquece de dentro pra fora.
ru: Согревает изнутри.
zh_tw: 它能由內而外地溫暖你。

# CHARACTERS.WANDA.DESCRIBE.MULTIPLAYER_PORTAL
source: Parts of this mechanism look... familiar...
de: Einige Teile dieses Mechanismus wirken ... vertraut ...
es: Algunas partes de este mecanismo... me suenan...
fr: Des bouts de ce mécanisme me semblent... familiers...
it: Alcune parti di questo meccanismo sembrano... familiari...
ja: このメカニズムの一部は…なじみがあるわ…
ko: 이 메커니즘 부품이... 낯익은데...
pt_br: Partes deste mecanismo me parecem... familiares...
ru: Детали этого механизма выглядят... знакомо.
zh_tw: 這套裝置有些地方看著……眼熟……

# CHARACTERS.WANDA.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: I feel like I'm being watched...
de: Ich habe das Gefühl, dass ich beobachtet werde ...
es: Siento como si me vigilaran...
fr: J'ai l'impression qu'on m'observe.
it: Mi sento osservata...
ja: なんだか見られてる気がする…
ko: 감시당하는 느낌인데...
pt_br: Sinto como se estivesse sendo observada...
ru: За мной как будто бы кто-то наблюдает.
zh_tw: 我感覺有人在盯著我……

# CHARACTERS.WANDA.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: This will save me precious time!
de: Das wird einiges an wertvoller Zeit sparen!
es: ¡Esto me hará perder menos de mi querido tiempo!
fr: Ça va me faire gagner un temps précieux !
it: Mi farà risparmiare tempo prezioso!
ja: これで私の時間が節約できるわ！
ko: 이렇게 하면 소중한 시간을 절약할 수 있겠지!
pt_br: Isso vai me poupar um tempo precioso!
ru: Столько времени сэкономлю!
zh_tw: 這個能幫我節省不少寶貴時間！

# CHARACTERS.WANDA.DESCRIBE.MUSHGNOME
source: This mushroom manages to be worse than most.
de: Dieser Pilz schafft es, schlimmer zu sein als die meisten anderen.
es: Este hongo es incluso peor que la mayoría.
fr: Ce champignon réussit à être encore moins bon que la plupart.
it: Questo fungo riesce a essere peggiore di tanti altri.
ja: このキノコは他のどのキノコよりも不味くなれた。
ko: 이 버섯은 아무리 해도 대다수의 버섯보다 더 나빠.
pt_br: Este cogumelo consegue ser pior que a maioria.
ru: Этот гриб ухитряется быть даже хуже, чем все остальные.
zh_tw: 這顆蘑菇比大多數蘑菇都更糟。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOMBOMB
source: I knew there was a reason I don't like mushrooms!
de: Ich mag keine Pilze, und ich wusste, dass es dafür gute Gründe gibt!
es: ¡Sabía que si los hongos no me gustaban era por algo!
fr: Je savais que j'avais une bonne raison de détester les champignons !
it: Sapevo che la mia avversione verso i funghi era fondata!
ja: 私がキノコ嫌いなのには、何か理由があるはずだって知ってたわ。
ko: 내가 버섯을 좋아하지 않는 데는 이유가 있지!
pt_br: Sabia que havia uma razão para eu não gostar de cogumelos!
ru: Я знала, что не люблю грибы не без причины!
zh_tw: 我不喜歡蘑菇是有原因的！

# CHARACTERS.WANDA.DESCRIBE.MUSHROOMHAT
source: I don't like the idea of a mushroom growing on my head.
de: Ich mag die Vorstellung nicht, dass ein Pilz auf meinem Kopf wächst.
es: No me gusta la idea de que me crezca un hongo en la cabeza.
fr: L'idée d'un champignon qui pousse sur ma tête ne me ravit pas.
it: Non mi piace l'idea di avere funghi che mi crescono in testa.
ja: 私の頭でキノコが育つなんて考えるのも嫌だわ。
ko: 내 머리에 버섯이 자라고 있다고 생각하고 싶지는 않아.
pt_br: Não gosto da ideia de ter um cogumelo crescendo na minha cabeça.
ru: Мне не нравится думать, что у меня на голове будут расти грибы.
zh_tw: 我不喜歡從頭頂上長出一顆蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Now they smell like burnt decay.
de: Riecht nach verbrannter Verwesung.
es: Ahora huelen a podre y a quemado.
fr: Ça sent la charogne en train de brûler...
it: Ora puzzano di marcio e bruciato.
ja: これで腐ったものが焦げたような匂いになった。
ko: 이제 불타고 썩은 냄새가 나.
pt_br: Agora eles cheiram a decadência queimada.
ru: Теперь они пахнут и гарью, и гнилью одновременно.
zh_tw: 聞起來像是燒焦的腐物。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: Yuck. They smell like decay.
de: Bäh. Riecht nach Verwesung.
es: Puaj. Huelen a podre.
fr: Beurk. Ça sent le cadavre.
it: Puah. Puzzano di marcio.
ja: きもっ。腐った匂いがする。
ko: 우웩. 썩는 냄새 같아.
pt_br: Eca. Eles cheiram a decadência.
ru: Фу. Пахнет гнилью.
zh_tw: 咦。聞起來像腐物。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.BURNT
source: In the end, it made for a nice little campfire.
de: Am Ende ergab das ein schönes kleines Lagerfeuer.
es: Al final ha servido para hacer una fogata.
fr: Au final, ça a donné un bon petit feu de camp.
it: Alla fine ne ho ricavato un bel fuoco da campo.
ja: 最後にはステキな小さいキャンプファイヤーになった。
ko: 결국, 그것은 작지만 멋진 모닥불이 되었네.
pt_br: No fim, virou uma bela fogueirinha.
ru: Ну хоть костер получился неплохой.
zh_tw: 最後，它成了一把漂亮的小營火。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.EMPTY
source: I'm surprised there's no mushrooms growing out of this rotten log.
de: Ich bin überrascht, dass auf diesem verrotteten Baumstamm keine Pilze wachsen.
es: Me sorprende que no haya hongos en este tronco podrido.
fr: Je suis surprise qu'aucun champignon ne pousse sur cette bûche pourrie.
it: È incredibile che non ci siano funghi che spuntano da questo tronco marcescente.
ja: この腐った材木からキノコが生えてないのがびっくりだわ。
ko: 이 썩은 통나무에서 버섯이 자라지 않는다는 것이 놀라워.
pt_br: Estou surpresa por não ter cogumelos crescendo nesta tora podre.
ru: Удивлена, что на таком гнилом бревне еще не выросли грибы.
zh_tw: 我很驚訝這根爛木頭上沒有長出蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.LOTS
source: The mushrooms are multiplying.
de: Die Pilze vermehren sich.
es: Los hongos se están multiplicando.
fr: Les champignons se multiplient.
it: I funghi si stanno moltiplicando.
ja: キノコが増殖してる。
ko: 버섯은 번식하는 존재인데.
pt_br: Os cogumelos estão se multiplicando.
ru: Грибы размножаются.
zh_tw: 蘑菇正在繁殖。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: It's well past its prime.
de: Das Ding hat seine beste Zeit hinter sich.
es: Ya no está en su mejor momento.
fr: Ce n'est clairement plus de première jeunesse.
it: Ha decisamente visto giorni migliori.
ja: 盛りの時期は過ぎたわ。
ko: 왕성하게 자랄 시기가 한참 지나버렸어.
pt_br: Já passou há muito do seu auge.
ru: Его лучшие дни уже позади.
zh_tw: 它韶華不再。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: I think it's frozen solid.
de: Ich glaube, das ist steifgefroren.
es: Creo que se ha congelado.
fr: Je crois que c'est complètement gelé.
it: Temo sia completamente ghiacciata.
ja: カチカチに凍ってると思うわ。
ko: 꽁꽁 얼어붙은 것 같아.
pt_br: Acho que congelou completamente.
ru: Оно промерзло насквозь.
zh_tw: 已經凍得很結實了。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.SOME
source: Oh good... mushrooms.
de: Oh, wunderbar. Pilze.
es: Vaya... Hongos.
fr: Oh, super... des champignons.
it: Oh, magnifico... funghi.
ja: うわー…キノコ…
ko: 오 좋아... 버섯이야.
pt_br: Fantástico... cogumelos.
ru: Ну... это грибы.
zh_tw: 哎呀好啊……蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_FARM.STUFFED
source: What am I going to do with all these mushrooms?
de: Was soll ich mit all den Pilzen nur anfangen?
es: ¿Qué voy a hacer con todos estos hongos?
fr: Qu'est-ce que je vais faire de tous ces champignons ?
it: Cosa dovrei farci con tutti questi funghi?
ja: こんなにたくさんのキノコをどうしろって言うの？
ko: 이 많은 버섯으로 뭘 하지?
pt_br: O que vou fazer com todos esses cogumelos?
ru: И что мне делать с этими грибами?
zh_tw: 我要這麼多蘑菇做什麼？

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: I guess it's time to find a new light.
de: Zeit für ein neues Licht.
es: Creo que va siendo hora de buscar otra luz.
fr: Il est temps de trouver une nouvelle source de lumière.
it: Temo sia ora di trovare una nuova fonte di luce.
ja: 新しい照明を探す時が来たわね。
ko: 새로운 빛을 찾아야 할 때인데.
pt_br: Acho que chegou a hora de encontrar uma nova luminária.
ru: Кажется, пора найти новый источник света.
zh_tw: 是時候找一展新的燈了。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT.OFF
source: What a strangely shaped mushroom.
de: Was für ein merkwürdig geformter Pilz.
es: Este hongo tiene una forma muy rara.
fr: Ce champignon a une forme très étrange.
it: È un fungo dalla forma molto strana.
ja: なんておかしな形のキノコ。
ko: 모양이 정말 이상한 버섯이구나.
pt_br: Este cogumelo tem um formato muito bizarro.
ru: Какая у этого гриба странная форма.
zh_tw: 這蘑菇的形狀真奇怪。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT.ON
source: Light made without oil or matches never ceases to amaze me.
de: Licht, das ohne Öl oder Streichhölzer gemacht wird, verblüfft mich immer wieder.
es: La luz que no se crea ni con aceite ni con cerillas siempre me sorprende.
fr: De la lumière sans huile ni allumettes ? Ça m'étonnera toujours.
it: La luce prodotta senza olio né fiammiferi non cessa mai di stupirmi.
ja: 油やマッチを使わないで作られた火にはいつでも驚かされるわ。
ko: 기름이나 성냥 없이 빛을 만들 수 있다는 건 언제나 놀라워.
pt_br: Sempre fico fascinada com luminosidade produzida sem óleo ou fósforos.
ru: Меня не перестает удивлять то, что он светится без масла и огня.
zh_tw: 不用油或者火柴的燈總能帶給我驚喜。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: I guess it's time to find a new light.
de: Zeit für ein neues Licht.
es: Creo que va siendo hora de buscar otra luz.
fr: Il est temps de trouver une nouvelle source de lumière.
it: Temo sia ora di trovare una nuova fonte di luce.
ja: 新しい照明を探す時が来たわね。
ko: 새로운 빛을 찾아야 할 때인데.
pt_br: Acho que chegou a hora de encontrar uma nova luminária.
ru: Кажется, пора найти новый источник света.
zh_tw: 是時候找一展新的燈了。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: Adding some colored spores might brighten this place up.
de: Ein paar farbige Sporen könnten diesen Ort aufpeppen.
es: A lo mejor este lugar tendría más vida con unas esporas de colores.
fr: Ajouter quelques spores colorées devrait illuminer cet endroit.
it: Alcune spore colorate potrebbero vivacizzare questo posto.
ja: 色付きの胞子を足すとこの場所が明るくなるかも。
ko: 색이 있는 포자를 더 넣으면 여기가 환해질 거야.
pt_br: Acrescentar alguns esporos coloridos podem iluminar este lugar.
ru: Если бы у него еще были цветные споры, тут было бы куда веселее.
zh_tw: 添加一些彩色的孢子應該能讓這個地方變得更加明亮。

# CHARACTERS.WANDA.DESCRIBE.MUSHROOM_LIGHT2.ON
source: Alright, glowing mushrooms I can appreciate.
de: Na gut, leuchtende Pilze weiß ich zu schätzen.
es: Reconozco que los hongos brillantes sí que me gustan.
fr: Bon, j'accepte mieux les champignons qui brillent.
it: E va bene, i funghi luminosi potrei anche apprezzarli.
ja: なるほど、光るキノコなんて綺麗ね。
ko: 좋아, 빛나는 버섯은 고맙기까지 해.
pt_br: Está bem, cogumelos brilhantes são coisas de que posso gostar.
ru: Ладно, светящиеся грибы меня устраивают.
zh_tw: 好吧，發光的蘑菇我倒是可以欣賞。

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: Ugh, it's trying to grow more mushrooms.
de: Igitt, es versucht, mehr Pilze zu produzieren.
es: Uf... Van a crecer más hongos.
fr: Beurk, il y a d'autres champignons qui poussent.
it: Ugh, sta cercando di far crescere altri funghi.
ja: はぁー。もっとキノコ育てようとしてる。
ko: 어, 버섯을 더 키우려고 하는구나.
pt_br: Ugh, está tentado produzir mais cogumelos.
ru: Фу, оно пытается вырастить новые грибы.
zh_tw: 呃，它正試圖長出更多的蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: I never did like mushrooms.
de: Ich mochte Pilze noch nie.
es: Nunca me han gustado los hongos.
fr: Je n'ai jamais aimé les champignons.
it: I funghi non mi sono mai piaciuti.
ja: キノコが好きだったことはないわ。
ko: 나는 버섯을 좋아한 적이 없어.
pt_br: Nunca gostei de cogumelos.
ru: Никогда не любила грибы.
zh_tw: 我從來沒有喜歡過蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_MOON
source: More mushrooms. Lovely.
de: Noch mehr Pilze. Na prima.
es: Más hongos. Qué ilusión.
fr: Encore des champignons. Formidable.
it: Altri funghi. Magnifico.
ja: もっとキノコ。はい、素晴らしい。
ko: 버섯이 더 많아졌네. 사랑스러워.
pt_br: Mais cogumelos. Adorável.
ru: Опять грибы. Прелестно.
zh_tw: 越來越多的蘑菇。好吧。

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: Is it spore season again?
de: Ist es schon wieder Sporen-Zeit?
es: ¿Ya estamos en la temporada de las esporas?
fr: C'est encore la saison des spores ?
it: È tornata la stagione delle spore?
ja: また胞子のシーズンがきたの？
ko: 또 포자의 계절인가?
pt_br: É a época dos esporos de novo?
ru: У них опять сезон спор начался?
zh_tw: 又是孢子的季節嗎？

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: I'm going to trip over one of these if I'm not careful.
de: Wenn ich nicht aufpasse, stolpere ich noch über eins von diesen Dingern.
es: Me voy a acabar tropezando con uno como no tenga cuidado.
fr: Je vais trébucher sur un de ces machins si je ne fais pas attention.
it: Inciamperò su uno di questi se non farò attenzione.
ja: 気を付けないと足を引っ掛けちゃいそう。
ko: 조심하지 않으면 이 중 하나에 걸려 넘어지겠네.
pt_br: Vou tropeçar numa dessas se não tomar cuidado.
ru: Надо смотреть под ноги, а то споткнусь об них еще.
zh_tw: 要是不小心的話，就會被其中一個絆倒。

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_TALL.BLOOM
source: Don't you dare get any of those spores on me!
de: Wage es ja nicht, mich mit Sporen zu besprühen!
es: ¡Ni se te ocurra llenarme de esporas!
fr: Je t'interdis de me lancer des spores, toi !
it: Non osare gettare quelle spore su di me!
ja: 私に胞子を絶対くっつけないでよ！
ko: 감히 그 포자로 날 괴롭힐 생각은 하지 마!
pt_br: Não se atreva a jogar nenhum desses esporos em mim!
ru: Не смей стряхивать на меня свои споры!
zh_tw: 你可別把那些孢子弄到我身上來！

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_TALL.GENERIC
source: I wonder how it got so big? Rather, I wonder what it's been feeding on...
de: Ich frage mich, wie er so groß geworden ist? Eigentlich frage ich mich ja, wovon er sich ernährt hat ...
es: ¿Cómo habrá crecido tanto? Y... ¿con qué se habrá estado alimentando?
fr: Je me demande comment il a pu devenir si grand. Ou plutôt, qu'est-ce qu'il a mangé pour atteindre cette taille ?
it: Chissà come ha fatto a diventare così grande. O meglio, chissà di cosa si è nutrito...
ja: どうしてこんなに大きくなったのかしら？何を食べたらこんなに…
ko: 어떻게 이렇게 커졌지? 아니, 뭘 먹였는지가 궁금해...
pt_br: Como será que ela ficou tão grande? Melhor, do que será que ela está se alimentando...
ru: Интересно, как оно так выросло? Точнее, чем оно питается...
zh_tw: 它是怎麼變這麼大的？還有，它吃什麼呢……

# CHARACTERS.WANDA.DESCRIBE.MUSHTREE_TALL_WEBBED
source: A particularly bad mushroom.
de: Ein ganz besonders übler Pilz.
es: Un hongo particularmente terrible.
fr: Un champignon particulièrement répugnant.
it: Un fungo particolarmente orrendo.
ja: 特に悪いキノコ。
ko: 특히 나쁜 버섯이잖아.
pt_br: Um cogumelo particularmente ruim.
ru: Исключительно отвратительный гриб.
zh_tw: 一個特別糟糕的蘑菇。

# CHARACTERS.WANDA.DESCRIBE.MUTATEDHOUND.DEAD
source: I certainly won't miss it.
de: Das wird mir sicher nicht fehlen.
es: No lo echaré de menos, eso está claro.
fr: Il ne va pas me manquer.
it: Di certo non sentirò la sua mancanza.
ja: あれがいなくなってさみしくなることはないわ。
ko: 확실히 놓치지는 않을 거야.
pt_br: Certamente não sentirei falta dele.
ru: Скучать я точно не собираюсь.
zh_tw: 我肯定不會想它的。

# CHARACTERS.WANDA.DESCRIBE.MUTATEDHOUND.GENERIC
source: What a terrible sight!
de: Was für ein furchtbarer Anblick!
es: ¡Qué horrible visión!
fr: Quelle vision atroce !
it: Che vista terribile!
ja: なんて恐ろしい光景！
ko: 끔찍한 광경이야!
pt_br: Que visão horrível!
ru: Ужасное зрелище!
zh_tw: 多麼可怕的景象啊!

# CHARACTERS.WANDA.DESCRIBE.MUTATEDHOUND.SLEEPING
source: I can't bear to look at that creature!
de: Ich kann es nicht ertragen, diese Kreatur anzuschauen!
es: ¡No soporto mirar a esa criatura!
fr: Mais quelle horreur !
it: Non ho il coraggio di guardare quella creatura!
ja: あの生き物は見るもおぞましい！
ko: 그 생물을 보고만 있을 수는 없어!
pt_br: Não suporto olhar pra essa criatura!
ru: Мне даже смотреть на эту тварь противно!
zh_tw: 我簡直無法直視再看那個生物！

# CHARACTERS.WANDA.DESCRIBE.MUTATED_PENGUIN.DEAD
source: Maybe this time it's for the best.
de: Vielleicht ist es dieses Mal am besten so.
es: Puede que sea lo mejor.
fr: Cette fois, c'est peut-être mieux comme ça.
it: Forse per questa volta è meglio così.
ja: 今回はこう変異するのが最適だったのかしら。
ko: 아마도 이번에는 이게 최선일 거야.
pt_br: Talvez desta vez seja melhor assim.
ru: Может, на этот раз оно и к лучшему.
zh_tw: 也許這就是最好的結果了。

# CHARACTERS.WANDA.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: Is that creature actually alive?!
de: Lebt diese Kreatur etwa wirklich?!
es: ¿¡Esa criatura está viva!?
fr: Cette créature est vraiment vivante ?!
it: Quella creatura è realmente viva?!
ja: あの生き物は本当に生きてるの？
ko: 그 생물이 실제로 살아있나?!
pt_br: Essa criatura está mesmo viva?!
ru: Оно что, правда живое?!
zh_tw: 那個生物真的是活的嗎？！

# CHARACTERS.WANDA.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: Is it asleep, or...?
de: Schläft er etwa ...?
es: ¿Está durmiendo o...?
fr: Il dort, ou bien... ?
it: Che dorma oppure...?
ja: 寝てる、のかな…？
ko: 자고 있는 걸까, 아니면...?
pt_br: Está dormindo ou...?
ru: Он спит или...
zh_tw: 它是在睡覺，還是……？

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_DROPPER
source: I don't think the poor child has a future in baking.
de: Ich glaube nicht, dass das arme Kind eine Zukunft als Bäcker hat.
es: No creo que tenga futuro en el mundo de la repostería.
fr: Je pense que cet enfant n'a malheureusement aucun avenir en pâtisserie...
it: Temo che quel povero bimbo non abbia futuro in cucina.
ja: 可哀想に。いくら望んでも、あの子はお菓子作りの道には進めない。
ko: 이 가여운 아이가 장래가 촉망되는 제빵사라고는 생각하지 않아.
pt_br: Não acho que o coitadinho tenha futuro como confeiteiro.
ru: Подозреваю, что пекарем это бедное дитя не станет никогда.
zh_tw: 這可憐的孩子在烘焙方面應該不會有大發展。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_HEALER
source: I don't think the poor child has a future in baking.
de: Ich glaube nicht, dass das arme Kind eine Zukunft als Bäcker hat.
es: No creo que tenga futuro en el mundo de la repostería.
fr: Je pense que cet enfant n'a malheureusement aucun avenir en pâtisserie...
it: Temo che quel povero bimbo non abbia futuro in cucina.
ja: 可哀想に。いくら望んでも、あの子はお菓子作りの道には進めない。
ko: 이 가여운 아이가 장래가 촉망되는 제빵사라고는 생각하지 않아.
pt_br: Não acho que o coitadinho tenha futuro como confeiteiro.
ru: Подозреваю, что пекарем это бедное дитя не станет никогда.
zh_tw: 這可憐的孩子在烘焙方面應該不會有大發展。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_HIDER
source: Those are definitely not cookies.
de: Das sind ganz sicher keine Kekse.
es: Eso no son galletas.
fr: Ce ne sont pas des biscuits...
it: Non è affatto un biscotto.
ja: あれは絶対にクッキーじゃない。
ko: 그것들은 확실히 쿠키가 아니야.
pt_br: Sem dúvida, não são biscoitos.
ru: На печенье это никаким боком не похоже.
zh_tw: 這些絕對不是餅乾。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_MOON
source: Those are definitely not cookies.
de: Das sind ganz sicher keine Kekse.
es: Eso no son galletas.
fr: Ce ne sont pas des biscuits...
it: Non è affatto un biscotto.
ja: あれは絶対にクッキーじゃない。
ko: 그것들은 확실히 쿠키가 아니야.
pt_br: Sem dúvida, não são biscoitos.
ru: На печенье это никаким боком не похоже.
zh_tw: 這些絕對不是餅乾。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_SPITTER
source: I don't think the poor child has a future in baking.
de: Ich glaube nicht, dass das arme Kind eine Zukunft als Bäcker hat.
es: No creo que tenga futuro en el mundo de la repostería.
fr: Je pense que cet enfant n'a malheureusement aucun avenir en pâtisserie...
it: Temo che quel povero bimbo non abbia futuro in cucina.
ja: 可哀想に。いくら望んでも、あの子はお菓子作りの道には進めない。
ko: 이 가여운 아이가 장래가 촉망되는 제빵사라고는 생각하지 않아.
pt_br: Não acho que o coitadinho tenha futuro como confeiteiro.
ru: Подозреваю, что пекарем это бедное дитя не станет никогда.
zh_tw: 這可憐的孩子在烘焙方面應該不會有大發展。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_WARRIOR
source: Those are definitely not cookies.
de: Das sind ganz sicher keine Kekse.
es: Eso no son galletas.
fr: Ce ne sont pas des biscuits...
it: Non è affatto un biscotto.
ja: あれは絶対にクッキーじゃない。
ko: 그것들은 확실히 쿠키가 아니야.
pt_br: Sem dúvida, não são biscoitos.
ru: На печенье это никаким боком не похоже.
zh_tw: 這些絕對不是餅乾。

# CHARACTERS.WANDA.DESCRIBE.MUTATOR_WATER
source: Those are definitely not cookies.
de: Das sind ganz sicher keine Kekse.
es: Eso no son galletas.
fr: Ce ne sont pas des biscuits...
it: Non è affatto un biscotto.
ja: あれは絶対にクッキーじゃない。
ko: 그것들은 확실히 쿠키가 아니야.
pt_br: Sem dúvida, não são biscoitos.
ru: На печенье это никаким боком не похоже.
zh_tw: 這些絕對不是餅乾。
