Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.SMALLBIRD.SLEEPING
source: Sleep tight!
de: Schlaf gut!
es: ¡Duerme bien!
es_mx: ¡Dormir bien!
fr: Dors bien !
it: Dormi bene!
ja: 良く寝てね。
ko: 잘 자!
pl: Słodkich snów!
pt_br: Durma bem!
ru: Сладких снов!
zh_tw: 好好睡！

# CHARACTERS.WURT.DESCRIBE.SMALLBIRD.STARVING
source: Look really hungry.
de: Sieht sehr hungrig aus.
es: Tiene cara de hambre.
es_mx: Verse muy hambriento.
fr: Houla, t'es affamé !
it: Sembra ha tanta fame.
ja: 本当にお腹が空いているようだね。
ko: 진짜 배고파 보여.
pl: Musi być bardzo głodny.
pt_br: Parece bem com fome.
ru: Очень проголодалась.
zh_tw: 看起來餓極了。

# CHARACTERS.WURT.DESCRIBE.SMALLGHOST
source: Glurp! Y-you not scare me!
de: Glurp! I-Ich gar keine Angst!
es: ¡Glurp! ¡N-no me asustas!
es_mx: ¡Glup! ¡T-tú no darme miedo!
fr: Florp ! J-J'ai pas peur de toi !
it: Glurp! N-Non mi metti paura!
ja: グループ！こ、怖がらせないでよ！
ko: 빠끔! 너, 너 안 무서워!
pl: Glurp! N-nie boję się ciebie!
pt_br: Glurp! V-você não me assusta!
ru: Хлюп! Я н-не боюсь!
zh_tw: 格勒普！你-你嚇不倒我！

# CHARACTERS.WURT.DESCRIBE.SMALLMEAT
source: Glurgh...
de: Glarg ...
es_mx: Gluaj...
fr: Argh...
ja: グルーフ...
ko: 빠끔빠끔...
pl: Glurg...
ru: Хлюрп…
zh_tw: 格勒格……

# CHARACTERS.WURT.DESCRIBE.SMALLMEAT_DRIED
source: Glargh, it even worse now.
de: Glarg, riecht jetzt noch schlechter.
es: Glargh, ahora aún peor.
es_mx: Glaf, ahora ser mucho peor.
fr: Argh, c'est encore pire maintenant.
it: Glargh, ora anche peggio.
ja: グラーフ、もっとひどいよ。
ko: 빠끔빠끔, 더 끔찍해졌어.
pl: Glarg, teraz jest jeszcze gorsze.
pt_br: Glargh, ainda pior agora.
ru: Хляп! Так еще хуже.
zh_tw: 格辣格，現在更難吃了。

# CHARACTERS.WURT.DESCRIBE.SNAPPER
source: Toothy.
de: Zahnig.
es: Dentudito.
es_mx: Dentudo.
fr: Il a plein de dents.
it: Ruvido.
ja: 歯がゆいね。
ko: 이빨 많아.
pl: Zębaty.
pt_br: Dentuço.
ru: Зубастик.
zh_tw: 牙齒。

# CHARACTERS.WURT.DESCRIBE.SNURTLE
source: Has trustworthy face, florp.
de: Sieht freundlich aus, florp.
es: Tiene cara fiable, florp.
es_mx: Tener cara digna de confianza, flop.
fr: Elle a une bonne tête.
it: Ha faccia affidabile, florp.
ja: 信頼できる顔をしているよ、フロープ。
ko: 믿음직한 얼굴이야, 뻐끔.
pl: Wygląda na godnego zaufania, florp.
pt_br: Tem cara confiante, florp.
ru: Очень добрая мордаха.
zh_tw: 有張值得信任的臉，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SOIL_AMENDER.GENERIC
source: Look kinda tasty, florp.
de: Sieht irgendwie lecker aus, florp.
es: Tiene buena pinta, florp.
fr: Ça me donne faim, florp.
it: Sembra buona, florp.
ja: 美味しそうだね、フロープ。
ko: 좀 맛있어 보인다, 뻐끔.
pl: Wygląda nawet smacznie, florp.
pt_br: Parece meio saborosa, florp.
ru: Хлюп, на вид вкусно.
zh_tw: 看起來味道不錯，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SOIL_AMENDER.SPOILED
source: Ready for plants now?
de: Jetzt bereit für Pflanzen?
es: ¿Ya vale para las plantas?
fr: C'est prêt pour les plantes, là ?
it: Pronta per piante, ora?
ja: もう植物に使えるかな？
ko: 지금 식물을 위해 준비했어?
pl: Czy nada się już do kwiatków?
pt_br: Já tá pronta pras plantas?
ru: Уже можно давать растениям?
zh_tw: 可以給植物用了嗎？

# CHARACTERS.WURT.DESCRIBE.SOIL_AMENDER.STALE
source: Good and stinky!
de: Gut und stinkig!
es: ¡Bueno y apestoso!
fr: C'est bon et ça pue !
it: Buona e puzzolente!
ja: 臭くて良いね！
ko: 좋고 냄새난다!
pl: Dobre i śmierdzące!
pt_br: Boa e fedida!
ru: Хорошее, вонючее!
zh_tw: 又好又臭!

# CHARACTERS.WURT.DESCRIBE.SOIL_AMENDER_FERMENTED
source: It ready!
de: Jetzt fertig!
es: ¡Listo!
es_mx: ¡Estar lista!
fr: C'est prêt !
it: Pronto!
ja: 準備完了！
ko: 준비됐어!
pl: Dojrzał!
pt_br: Tá pronto!
ru: Готово!
zh_tw: 它準備好了！

# CHARACTERS.WURT.DESCRIBE.SPAT
source: He not look comfortable, florp.
de: Nicht gut gelaunt, florp.
es: No parece cómodo, florp.
es_mx: No parecer cómodo, flop.
fr: Il a pas l'air très confortable, florp.
it: Non sembra comodo, florp.
ja: 彼は快適そうじゃないね、フロープ。
ko: 불편해 보여, 뻐끔.
pl: Raczej nie jest mięciutka, florp.
pt_br: Ele não parece confortável, florp.
ru: Как-то ему неуютно, хлюп.
zh_tw: 她看起來不舒服，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SPEAR
source: Stabby stick!
de: Stechstock!
es: ¡Palo pinchudo!
es_mx: ¡Rama apuñaladora!
fr: Un bâton à planter dans les ennemis !
it: Bastone pugnalante!
ja: 刺さないで！
ko: 찌르는 막대기다!
pl: Patyk do dźgania!
pt_br: Vara espetante!
ru: Палка-тыкалка!
zh_tw: 戳人的棍子！

# CHARACTERS.WURT.DESCRIBE.SPEAR_GUNGNIR
source: Stabby!
de: Spitz!
es: ¡Pinchudo!
es_mx: ¡Apuñalador!
fr: Ça pique !
it: Pugnalante!
ja: 刺された！
ko: 푹푹 찔러!
pl: Dźgu, dźgu!
pt_br: Espetante!
ru: Тыкалка!
zh_tw: 戳戳戳！

# CHARACTERS.WURT.DESCRIBE.SPEAR_LANCE
source: Swirly!
de: Wirbelig!
es: ¡Cuántas vueltas da!
es_mx: ¡Arremolinada!
fr: La pointe se tortille.
it: Turbinosa!
ja: スワーリー！
ko: 빙글빙글!
pl: Zakręcona!
pt_br: Enrolante!
ru: Спиралька!
zh_tw: 轉轉轉！

# CHARACTERS.WURT.DESCRIBE.SPEAR_WATHGRITHR
source: Took Viking lady's stab stick!!
de: Das Stechstock von Wikingerfrau!
es: ¡¡El palo pinchudo de la dama vikinga!!
es_mx: ¡¡Haber tomado rama apuñaladora de señorita vikinga!!
fr: C'est le bâton qui pique de Mme Viking !
it: Preso bastone pugnalante di signora vichinga!
ja: バイキングの女のステッキを持って行ったよ！
ko: 바이킹 여자의 찌르는 막대기 가져왔어!!
pl: Zabrałam pani Wiking patyk do dźgania!
pt_br: Tomou facada da senhora Viking!!
ru: Взяла тыкалку у мадам Викинг!
zh_tw: 搶了維京女士戳人的棍子！！

# CHARACTERS.WURT.DESCRIBE.SPICEPACK
source: Keep foods inside!
de: Zum Essenreintun!
es: ¡Mantiene la comida dentro!
es_mx: ¡Para guardar comida dentro!
fr: On peut mettre à manger dedans.
it: Tiene cibo dentro!
ja: 食べ物を中に入れておくよ！
ko: 안에 음식 보관해!
pl: Trzyma się w tym jedzenie.
pt_br: Deixa comida dentro!
ru: Там хранят еду!
zh_tw: 裡面放食物的！

# CHARACTERS.WURT.DESCRIBE.SPICE_CHILI
source: Hot bits!
de: Scharfe Stückchen!
es: ¡Quema, quema!
es_mx: ¡Trocitos picantes!
fr: Ça pique !
it: Pezzetti piccanti!
ja: ホットビット！
ko: 매운 조각이야!
pl: Palą!
pt_br: Pedaços quentes!
ru: Остренько!
zh_tw: 辣的小東西！

# CHARACTERS.WURT.DESCRIBE.SPICE_GARLIC
source: Mmmm make breath smell nice.
de: Mmmmh, Atem riecht gut.
es: Mmm, hace oler bien el aliento.
es_mx: Mmm. Dar buen aliento.
fr: Miam, ça donne une bonne haleine.
it: Mmmm... Fa profumare alito.
ja: うーん、息をいい匂いにしよう。
ko: 음, 입 냄새 좋게 해.
pl: Mmmm, odświeża oddech.
pt_br: Hmmm faz o hálito cheirar bem.
ru: М-м-м, чтобы вкусно пахло изо рта.
zh_tw: 唔能讓口氣變得清新。

# CHARACTERS.WURT.DESCRIBE.SPICE_SALT
source: This sand taste good!
de: Sand schmeckt gut!
es: ¡Esta arena está rica!
es_mx: ¡Esta arena tener buen sabor!
fr: Ce sable est vraiment très bon !
it: Questa sabbia ha buon sapore!
ja: この砂の味がいいんだよ！
ko: 이 모래 맛 좋아!
pl: Ale dobry piasek!
pt_br: Esse gosto de areia é bom!
ru: Какой вкусный песок!
zh_tw: 這種沙子真好吃！

# CHARACTERS.WURT.DESCRIBE.SPICE_SUGAR
source: YUM!!
de: MJAM!
es: ¡ÑAM!
es_mx: ¡¡RICO!!
fr: MIAM !
it: GNAM!
ja: うまい！
ko: 냠!!
pl: MNIAM!
pt_br: HMM!!
ru: НЯМ!
zh_tw: 好吃！！

# CHARACTERS.WURT.DESCRIBE.SPIDER.DEAD
source: Not so strong, flort.
de: Nicht mehr so stark, flort.
es: No tan fuerte, flort.
es_mx: No ser muy fuerte, flop.
fr: Tu fais moins la maline, flort.
it: Non più tanto forte, flort.
ja: そんなに強くないのかもね、フロート。
ko: 별로 안 강해, 뻐끔.
pl: A jednak nie taki z niego mocarz, flort.
pt_br: Não é tão forte, flort.
ru: Не такой уж ты и сильный, буль.
zh_tw: 沒那麼強壯，浮浪特。

# CHARACTERS.WURT.DESCRIBE.SPIDER.GENERIC
source: Spiderfolk...
de: Spinnenleute ...
es: Arañas...
es_mx: Un ser araña...
fr: Une araignée...
it: Ragno...
ja: スパイダーフォーク...
ko: 거미족이야...
pl: Pajęczak...
pt_br: Povo-aranha...
ru: Паук…
zh_tw: 蜘蛛人……

# CHARACTERS.WURT.DESCRIBE.SPIDER.SLEEPING
source: Shhhh...
de: Pssst ...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Ciii...
ru: Тс-с-с…
zh_tw: 噓……

# CHARACTERS.WURT.DESCRIBE.SPIDERDEN
source: Glurgh, stepped in sticky stuff!
de: Glarg, in Klebzeug getreten!
es: Glurgh, ¡he pisado algo pegajoso!
es_mx: ¡Gluaj, haber pisado cosa pegajosa!
fr: Argh, j'ai marché dans un truc qui colle !
it: Glurgh, messo piede in cosa appiccicosa!
ja: グル―フ、べたべたしているものを踏んでしまった！
ko: 빠끔빠끔, 끈적한 거 밟았어!
pl: Glurg, wlazłam w coś lepkiego!
pt_br: Glurgh, pisou em coisas grudentas!
ru: Хлюп, я влипла!
zh_tw: 格勒格，踩到了黏黏的東西！

# CHARACTERS.WURT.DESCRIBE.SPIDERDEN_BEDAZZLER
source: What you making Webby boy?
de: Was machst, Spinnenjunge?
es: ¿Qué haces, Webby?
fr: Qu'est-ce que tu fais, l'araignée ?
it: Cosa fai bambino-ragno?
ja: 何を作ってるの、ウェビーボーイ？
ko: 웨비 보이 뭐 만들어?
pl: Co robisz Webby?
pt_br: O que tá fazendo, menino Webby?
ru: Что рисуешь, мальчишка-паучишка?
zh_tw: 你在做什麼呢，韋伯小夥子？

# CHARACTERS.WURT.DESCRIBE.SPIDEREGGSACK
source: Blegh, this where baby Spiderfolk come from?
de: Bäh, das Babys von Spinnenleuten?
es: Puaj, ¿de aquí salen los bebés araña?
es_mx: Puaj. ¿De aquí venir los bebés de los seres araña?
fr: Beurk, c'est de la que viennent les bébés araignées ?
it: Blegh, da qui è venuto ragno piccolo?
ja: ブレグ、 蜘蛛の子はここから来たのかな？
ko: 웩, 여기가 아기 거미족 나오는 곳이야?
pl: Ble, to stąd pochodzą małe pajęczaki?
pt_br: Blegh, é de onde vem o bebê povo-aranha?
ru: Фу, это тут живут паучьи детки?
zh_tw: 啵，這就是蜘蛛寶寶出來的地方？

# CHARACTERS.WURT.DESCRIBE.SPIDERGLAND
source: Medicine!
de: Medizin!
es: ¡Medicina!
es_mx: ¡Medicina!
fr: J'peux m'en servir comme médicament.
it: Medicina!
ja: 薬だ！
ko: 약이다!
pl: Lekarstwo!
pt_br: Medicina!
ru: Лекарство!
zh_tw: 藥！

# CHARACTERS.WURT.DESCRIBE.SPIDERHAT
source: Ha ha, look like Webby boy.
de: Haha, sieht aus wie Webbijunge.
es: Ja, ja, parece Webber.
es_mx: Ja, ja. Parecerme a chico telarañoso.
fr: Ha ha, ça ressemble à Webby !
it: Ah ah, sembra bambino-ragno.
ja: ハハハ、ウェビーボーイに似ているね。
ko: 하하, 웨비 녀석 같아.
pl: Ha, ha, wyglądam jak Webby.
pt_br: Haha, parecido com menino Webby.
ru: Ха-ха, прямо как мальчишка-паучишка.
zh_tw: 哈哈，看起來像韋伯那個小夥子。

# CHARACTERS.WURT.DESCRIBE.SPIDERHOLE
source: Spiderfolk hole!
de: Loch von Spinnenleuten!
es: ¡Agujero de araña!
es_mx: ¡Hoyo de seres araña!
fr: Un trou d'araignée !
it: Tana di ragno!
ja: スパイダーフォークの巣穴だよ！
ko: 거미족 굴이다!
pl: Dziura pajęczaków!
pt_br: Buraco do povo-aranha!
ru: Паучья яма!
zh_tw: 蜘蛛人的洞！

# CHARACTERS.WURT.DESCRIBE.SPIDERHOLE_ROCK
source: All webby...
de: Eingewebt ...
es: Qué telarañoso...
es_mx: Estar llena de telaraña...
fr: C'est couvert de toiles d'araignée.
it: Piena di ragni...
ja: みんなウェブビーだ...
ko: 웨비 천지야...
pl: Wszystko w pajęczynie...
pt_br: Todo enteiado...
ru: Все в паутинке…
zh_tw: 好多網……

# CHARACTERS.WURT.DESCRIBE.SPIDERQUEEN
source: She a mighty Queen!
de: Sie mächtige Königin!
es: ¡Una reina poderosa!
es_mx: ¡Ser una reina poderosa!
fr: C'est une reine, comme moi !
it: È regina possente!
ja: 彼女は強大な女王だよ！
ko: 위대한 여왕이야!
pl: Potężna królowa!
pt_br: Ela é rainha poderosa!
ru: Могучая королева!
zh_tw: 她是強大的女王！

# CHARACTERS.WURT.DESCRIBE.SPIDER_DROPPER
source: See you hiding up there, flort!
de: Sehe dich, du versteckt, flort!
es: ¡Te veo escondida, flort!
es_mx: ¡Yo verte ocultándote ahí arriba, flop!
fr: Je te vois, flort !
it: Vedo che ti nascondi là sopra, flort!
ja: そこに隠れててよ、フロート！
ko: 위에 숨은 거 다 보여!
pl: Widzę, że się tam chowasz, flort!
pt_br: Vejo você se escondendo aí, flort!
ru: От меня не спрячешься, бульк!
zh_tw: 我看到你在上面藏著，浮浪特！

# CHARACTERS.WURT.DESCRIBE.SPIDER_HEALER
source: Glurgh, dusty spider!
de: Glarg, Staubspinne!
es: Glurgh, ¡araña polvorienta!
fr: Glurg ! Une araignée d'poussière !
it: Glurgh, ragno polveroso!
ja: グルーフ！ホコリのクモ！
ko: 빠끔빠끔, 먼지투성이 거미야!
pl: Glurg, zakurzony pająk!
pt_br: Glurgh, aranha poeirenta!
ru: Хлюп, пыльный паук!
zh_tw: 格勒格，一身灰塵的蜘蛛！

# CHARACTERS.WURT.DESCRIBE.SPIDER_HEALER_ITEM
source: Glurgh, have funny smell.
de: Glarg, hat komischen Geruch.
es: Glurgh, olor raro.
fr: Glurg, ça a une odeur bizarre.
it: Glurgh, ha odore strano.
ja: グルーフ、なんか変な匂いだね。
ko: 빠끔빠끔, 이상한 냄새가 나.
pl: Glurg, dziwnie pachnie.
pt_br: Glurgh, tem cheiro esquisito.
ru: Пахнет забавно, бульк.
zh_tw: 格勒格，味道不對勁。

# CHARACTERS.WURT.DESCRIBE.SPIDER_HIDER
source: Grrr, scaredy spider!!
de: Grrr, Spinne fürchtet sich!!
es: ¡¡Grrr, araña horrible!!
es_mx: ¡¡Grrr, araña miedosa!!
fr: Grrr, une araignée trouillarde !
it: Grrr, ragno pauroso!
ja: グルル、おどおどした蜘蛛だよ！
ko: 그르릉, 겁쟁이 거미다!!
pl: Grrr, boi-pająk!
pt_br: Grrr, aranha assustadora!!
ru: Гр-р-р, страшила-паучила!
zh_tw: 格浪，膽小鬼蜘蛛！！

# CHARACTERS.WURT.DESCRIBE.SPIDER_MOON.DEAD
source: Bye-bye!
de: Und tschüss!
es: ¡Adiós!
es_mx: ¡Adiosito!
fr: Adieu !
it: Ciao ciao!
ja: じゃーねー！
ko: 안녕!
pl: Pa, pa!
pt_br: Tchauzinho!
ru: Пока-пока!
zh_tw: 再見了！

# CHARACTERS.WURT.DESCRIBE.SPIDER_MOON.GENERIC
source: Never seen Spiderfolk like that.
de: Nie solche Spinnenleute gesehen.
es: Nunca había visto arañas así.
es_mx: Nunca antes haber visto un ser araña así.
fr: J'ai jamais vu une araignée comme ça.
it: Non ho mai visto ragno così.
ja: そんなスパイダーフォークは見たことがないよ。
ko: 저런 거미족 처음 봐.
pl: Nigdy nie widziałam takiego pajęczaka.
pt_br: Nunca vi povo-aranha assim.
ru: Никогда таких пауков не видела.
zh_tw: 從來沒見過那樣的蜘蛛人。

# CHARACTERS.WURT.DESCRIBE.SPIDER_MOON.SLEEPING
source: Shhh...
de: Psst ...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Ciii...
ru: Тс-с-с…
zh_tw: 噓...

# CHARACTERS.WURT.DESCRIBE.SPIDER_REPELLENT
source: It goes clicky-clacky-clak!
de: Macht klickklackklick!
es: Hace clic, clac.
fr: Ça fait clac clac clac !
it: Fa clic clac!
ja: カチカチパタパタカッタカタって感じ！
ko: 찰칵찰칵찰칵 소리가 나!
pl: Robi klik-klak-klik!
pt_br: Faz clique-claque-claque!
ru: Делает «клик-клак-клик-клак»!
zh_tw: 它會哢噠噠響！

# CHARACTERS.WURT.DESCRIBE.SPIDER_SPITTER
source: Glurph, spider loogies!!
de: Glurf, Spinnenspucke!!
es: Glurph, ¡¡cositas de araña!!
es_mx: ¡¡Gluaj, gargajos de araña!!
fr: Berk, du crachat d'araignée !
it: Glurf, opera di ragno!
ja: グルーフ、スパイダー・ルーギーズだよ！
ko: 빠끔빠끔, 거미 가래침이다!!
pl: Glurp, ślina pajęczaka!
pt_br: Glurph, cacas de aranha!!
ru: Хляп! Плевака!
zh_tw: 格浪浮，蜘蛛吐的痰！！

# CHARACTERS.WURT.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Victory for Mermfolk!
de: Sieg für Mermleute!
es: ¡Victoria para los tritones!
es_mx: ¡Victoria para el pueblo tritón!
fr: La victoire pour le peuple merm !
it: Vittoria per mermi!
ja: マームフォークの勝利だよ！
ko: 어인이 승리했다!
pl: Mermowie zwyciężyli!
pt_br: Vitória para povo-peixe!
ru: Тритоны победили!
zh_tw: 魚人的勝利！

# CHARACTERS.WURT.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Spiderfolk warrior...
de: Spinnenleute Krieger ...
es: Guerrero araña...
es_mx: Guerrero araña.
fr: Une araignée guerrière...
it: Ragni guerrieri...
ja: 蜘蛛の巣の戦士...
ko: 거미족 전사야...
pl: Pajęczak wojownik...
pt_br: Povo-aranha guerreiro...
ru: Паучий воин…
zh_tw: 蜘蛛人勇士……

# CHARACTERS.WURT.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: It dreaming of spider things.
de: Träumt von Spinnensachen.
es: Soñando con cosas de araña.
es_mx: Estar soñando con cosas “arañosas”.
fr: Il rêve à des trucs d'araignée.
it: Sogna cose da ragno.
ja: 蜘蛛の夢を見ているよ。
ko: 거미 꿈 꾸고 있어.
pl: Śni o pajęczych sprawach.
pt_br: Sonhando com coisas de aranha.
ru: Видит паучьи сны.
zh_tw: 它在做蜘蛛的夢。

# CHARACTERS.WURT.DESCRIBE.SPIDER_WATER
source: Spiderfolk run on water?? No fair!!
de: Spinnenleute laufen auf Wasser?? Nicht fair!!
es: ¿¿Arañas por el agua?? ¡¡No justo!!
fr: Une araignée qui court sur l'eau ?? C'est pas juste !!
it: Ragno che corre su acqua??? Non giusto!!!
ja: お水の上を走るスパイダーフォーク？そんなのヒキョウだよ！
ko: 거미족은 물 위를 달려?? 불공평해!!
pl: Pajęczaki biegają po wodzie? To niesprawiedliwe!
pt_br: Povo-aranha corre na água?? Não é justo!!
ru: Пауки по воде бегают? Нечестно!
zh_tw: 蜘蛛人能在水上跑了？？不公平！！

# CHARACTERS.WURT.DESCRIBE.SPIDER_WHISTLE
source: It tickly!
de: Das kitzelig!
es: ¡Cosquillitas!
fr: Ça chatouille les oreilles !
it: Fa solletico!
ja: くすぐったいよ！
ko: 간지럽다!
pl: Łaskocze!
pt_br: Faz cócegas!
ru: Щекочется!
zh_tw: 它會滴滴響！

# CHARACTERS.WURT.DESCRIBE.SPOILED_FISH
source: Someone not take care of fish pet!
de: Jemand nicht auf Fischhaustier aufgepasst!
es: ¡Alguien no ha cuidado de su pez!
es_mx: ¡Alguien no haber cuidado bien a su pez mascota!
fr: Quelqu'un s'est mal occupé de son poisson de compagnie.
it: Qualcuno non ha preso cura di pescetto!
ja: 魚のペットの世話をしていない人がいるよ！
ko: 누가 애완 물고기 안 돌봤어!
pl: Ktoś nie zadbał o swoją rybkę!
pt_br: Alguém não cuida de peixe mascote!
ru: Кто-то забыл про рыбку-питомца!
zh_tw: 有人沒有照顧好寵物魚！

# CHARACTERS.WURT.DESCRIBE.SPOILED_FOOD
source: Maybe it still good?
de: Vielleicht noch gut?
es: ¿A lo mejor sigue bien?
es_mx: Tal vez aún estar buena.
fr: Peut-être que c'est encore bon ?
it: Magari cibo ancora buono?
ja: もしかしてまだいいのかな？
ko: 아직 괜찮지 않을까?
pl: Może jeszcze się nadaje?
pt_br: Talvez ainda seja bom?
ru: Может, еще можно скушать?
zh_tw: 也許它還能吃？

# CHARACTERS.WURT.DESCRIBE.SPORE_MEDIUM.GENERIC
source: Floaty!
de: Schwimmt!
es: ¡Cómo flota!
es_mx: ¡Flota!
fr: Ça flotte !
it: Fluttuante!
ja: 浮いてるよ！
ko: 둥둥이다!
pl: Lata!
pt_br: Flutuante!
ru: Летучка!
zh_tw: 能浮起來！

# CHARACTERS.WURT.DESCRIBE.SPORE_MEDIUM.HELD
source: My floaty fluff now!
de: Mein Schwimmkram!
es: ¡Mi cosita flotante!
es_mx: ¡Ahora ser mi pelusa flotante!
fr: C'est mes trucs qui flottent, maintenant !
it: Mia fuffa fluttuante adesso!
ja: 今すぐ、アタシも浮いてふわふわに！
ko: 이제 내 둥둥이 털이야!
pl: Latający pyłek jest teraz mój!
pt_br: Meu fofão flutuante agora!
ru: Моя пушистая летучка! Моя!
zh_tw: 這飄浮的小絨毛現在是我的了！

# CHARACTERS.WURT.DESCRIBE.SPORE_MOON
source: Explodey floaty fluffs!
de: Explodierende Schwebezottel!
es: ¡Cosas peluditas que hacen bum!
fr: Ça fait des boums !
it: Cosa che galleggia e esplode!
ja: ボンボンするプカプカのふわふわだ！
ko: 동동 떠다니는 솜털이 팍 터진 것 같아!
pl: Wybuchowe i latające cosie!
pt_br: Fofões flutuantes explosivos!
ru: Пушистые летучки взрываются!
zh_tw: 會爆炸的漂浮的茸毛！

# CHARACTERS.WURT.DESCRIBE.SPORE_SMALL.GENERIC
source: It dancing!
de: Tanzt!
es: ¡Baila!
es_mx: ¡Estar bailando!
fr: Ils dansent dans la lumière !
it: Balla!
ja: 踊ってるよ！
ko: 춤추잖아!
pl: Tańczy!
pt_br: Tá dançando!
ru: Она танцует!
zh_tw: 它在跳舞！

# CHARACTERS.WURT.DESCRIBE.SPORE_SMALL.HELD
source: My floaty fluff now!
de: Mein Schwimmkram!
es: ¡Mi cosita flotante!
es_mx: ¡Ahora ser mi pelusa flotante!
fr: C'est mes trucs qui flottent, maintenant !
it: Mia fuffa fluttuante adesso!
ja: 今すぐ、アタシも浮いてふわふわに！
ko: 이제 내 둥둥이 털이야!
pl: Latający pyłek jest teraz mój!
pt_br: Meu fofão flutuante agora!
ru: Моя пушистая летучка! Моя!
zh_tw: 這飄浮的小絨毛現在是我的了！

# CHARACTERS.WURT.DESCRIBE.SPORE_TALL.GENERIC
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WURT.DESCRIBE.SPORE_TALL.HELD
source: My floaty fluff now!
de: Mein Schwimmkram!
es: ¡Mi cosita flotante!
es_mx: ¡Ahora ser mi pelusa flotante!
fr: C'est mes trucs qui flottent, maintenant !
it: Mia fuffa fluttuante adesso!
ja: 今すぐ、アタシも浮いてふわふわに！
ko: 이제 내 둥둥이 털이야!
pl: Latający pyłek jest teraz mój!
pt_br: Meu fofão flutuante agora!
ru: Моя пушистая летучка! Моя!
zh_tw: 這飄浮的小絨毛現在是我的了！

# CHARACTERS.WURT.DESCRIBE.SQUID
source: Stay still, little squiddies!
de: Ruhig, kleine Tintenfische!
es: ¡No os mováis, calamarcitos!
es_mx: ¡Quedar quieto, calamarcito!
fr: Bouge pas, petite pieuvre !
it: Fermi, tentacolini!
ja: じっとしてろ！
ko: 가만히 있으렴, 작은 오징어들아!
pl: Nie ruszaj się, mały kalmarku!
pt_br: Fiquem paradas, pequenas lulinhas!
ru: Кальмарчик, замри!
zh_tw: 站住別動，小魷魚！

# CHARACTERS.WURT.DESCRIBE.STAFFCOLDLIGHT
source: It so cold!
de: So kalt!
es: ¡Qué frío!
es_mx: ¡Estar muy frío!
fr: Ce que c'est froid !
it: Freddissima!
ja: 寒いよ！
ko: 너무 차가워!
pl: Ale zimne!
pt_br: É tão frio!
ru: Такой холодный.
zh_tw: 好冷！

# CHARACTERS.WURT.DESCRIBE.STAFFLIGHT
source: Glorph! Burny light!
de: Glorph! Licht brennt!
es: ¡Glorph! ¡Luz quema!
es_mx: ¡Glof! ¡Luz abrasadora!
fr: Glorp ! La lumière me brûle !
it: Glorf! Luce che brucia!
ja: グローフ！バーニーライト！
ko: 빠끔빠끔! 타오르는 빛이야!
pl: Glorp! Palące światło!
pt_br: Glorph! Luz queimante!
ru: Хлюрп! Жаркий огонек!
zh_tw: 格浪浮！燃燒的光！

# CHARACTERS.WURT.DESCRIBE.STAFF_TORNADO
source: Make wind go spinny!
de: Wind dreht sich!
es: ¡Hace girar el viento!
es_mx: ¡Esto hacer que viento ponerse a girar!
fr: C'est un bâton qui fait tourner le vent !
it: Fa arrabbiare vento!
ja: 風に乗ってスピンをかけよう！
ko: 바람 빙빙 돌게 해!
pl: Wiatr się kręci!
pt_br: Faz vento girar!
ru: От него ветер кружится!
zh_tw: 能讓風轉起來！

# CHARACTERS.WURT.DESCRIBE.STAGEHAND.AWAKE
source: Leeme alone, flort!!
de: Lass mich, flort!!
es: ¡¡Déjame en paz, flort!!
es_mx: ¡¡Dejarme en paz, flot!!
fr: Laisse-moi tranquille, flort !
it: Lasciami stare, flort!
ja: リーメだけでいいよ、フロート！
ko: 가만히 냅둬, 뻐끔!!
pl: Daj mi spokój, flort!
pt_br: Me deixa sozinha, flort!!
ru: Хлюп! Не трогай меня!
zh_tw: 離我遠點，浮浪特！！

# CHARACTERS.WURT.DESCRIBE.STAGEHAND.HIDING
source: Something... weird...
de: Etwas ... merkwürdig ...
es: Algo... raro...
es_mx: Haber algo... extraño...
fr: Il y a quelque chose de... bizarre...
it: Qualcosa... è strano...
ja: 何か...変..
ko: 뭔가... 이상한데...
pl: Coś... dziwnego...
pt_br: Algo... estranho...
ru: Как же… странно…
zh_tw: 奇怪的東西……

# CHARACTERS.WURT.DESCRIBE.STALAGMITE
source: Cave rock.
de: Höhlenstein.
es: Roca de cueva.
es_mx: Roca de cueva.
fr: Une pierre de grotte.
it: Roccia di caverna.
ja: 洞窟の岩だ。
ko: 동굴 바위야.
pl: Skała z jaskini.
pt_br: Pedra de caverna.
ru: Пещерный камень.
zh_tw: 洞穴岩石。

# CHARACTERS.WURT.DESCRIBE.STALAGMITE_TALL
source: Big cave rock.
de: Großer Höhlenstein.
es: Roca grande de cueva.
es_mx: Gran roca de cueva.
fr: Une grosse pierre de grotte.
it: Grande roccia di caverna.
ja: 大きな洞窟の岩だ。
ko: 큰 동굴 바위야.
pl: Wielka skała z jaskini.
pt_br: Pedra de caverna grande.
ru: Большой пещерный камень.
zh_tw: 很大的洞穴岩石。

# CHARACTERS.WURT.DESCRIBE.STALKER
source: Glurph! Has bad shadow magic!
de: Glurf! Schlechte Schattenmagie!
es: ¡Glurph! ¡Magia mala de las sombras!
es_mx: ¡Gluf! ¡Eso tener magia mala de sombras!
fr: Argh, ça sent la magie des ombres.
it: Glurf! Ha cattiva magia di ombre!
ja: グルーフ！悪い影の魔法を持っているよ！
ko: 빠끔빠끔! 나쁜 그림자 마법 써!
pl: Glurp! Magia złego cienia!
pt_br: Glurph! Tem sombra mágica ruim!
ru: Хлюп! Злой колдун-теневик!
zh_tw: 格浪浮！受到過暗影魔法！

# CHARACTERS.WURT.DESCRIBE.STALKER_ATRIUM
source: Glurp, i-it real!
de: Glurp ... Es echt!
es: ¡Glurp, es real!
es_mx: ¡Glup! ¡S-ser de verdad!
fr: Oh, il est réel !
it: Glurp, esiste davvero!
ja: グル―プ！そ それは本当だ！
ko: 빠끔, 지, 진짜잖아!
pl: Glurp, o-on jest prawdziwy!
pt_br: Glurp, é real!
ru: Хлюп… Мне не мерещится!
zh_tw: 格勒噗，它是真的！

# CHARACTERS.WURT.DESCRIBE.STALKER_MINION
source: Little crawlers!
de: Kleine Krabbler!
es: ¡Bichos reptadores!
es_mx: ¡Pequeños bichos!
fr: Des petits trucs qui rampent !
it: Piccole creature!
ja: ちっちゃいクローラだ！
ko: 기어 다녀!
pl: Małe pełzacze!
pt_br: Pequenos rastejadores!
ru: Мелкие ползуны!
zh_tw: 爬行的小傢伙！

# CHARACTERS.WURT.DESCRIBE.STATUEGLOMMER.EMPTY
source: Oops... didn't do it!
de: Huch ... War ich nicht!
es: Huy... ¡Yo no he sido!
es_mx: ¡Uy! ¡No haber sido yo!
fr: Oups... C'est pas moi !
it: Ops... Non sono stata io!
ja: おっと...やってないよ！
ko: 이런... 나 안 했어!
pl: Ups... To nie ja!
pt_br: Opa... não fiz isso!
ru: Ой… Это не я!
zh_tw: 哎呀……不是我幹的！

# CHARACTERS.WURT.DESCRIBE.STATUEGLOMMER.GENERIC
source: Rock look like weird bug.
de: Stein sieht aus wie merkwürdiges Vieh.
es: Roca como bicho raro.
es_mx: Roca parecer un bicho raro.
fr: Cette pierre a la forme d'un insecte.
it: Roccia somiglia a strano insetto.
ja: 岩が変な虫に見えるよ。
ko: 이상한 벌레처럼 생긴 돌이야.
pl: Skała wygląda jak dziwny robak.
pt_br: Pedra parece inseto estranho.
ru: Камень похож на чудного жука.
zh_tw: 石頭看起來像奇怪的蟲子。

# CHARACTERS.WURT.DESCRIBE.STATUEHARP
source: Someone broke it, florp.
de: Jemand kaputtgemacht, florp.
es: Alguien lo ha roto, florp.
es_mx: Alguien haberla dañado, flop.
fr: Quelqu'un l'a cassée, florp.
it: Qualcuno rotta, florp.
ja: 誰かが壊したんだ、フロープ。
ko: 누가 망가뜨렸어, 뻐끔.
pl: Ktoś go zepsuł, florp.
pt_br: Alguém quebrou, florp.
ru: Кто-то сломал, бульк.
zh_tw: 有人弄壞它了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.STATUEMAXWELL
source: Look sort of like fragile scale-less man.
de: Sieht aus wie zerbrechlicher Schuppenloser.
es: Parece un hombre frágil sin escamas.
es_mx: Parecerse un poco a hombre frágil no escamoso.
fr: On dirait une sorte de sans-écailles fragile.
it: Sembra senza squame molto fragile.
ja: やられたスケ―レスマンのようだよ。
ko: 깨지기 쉬운 무비늘 남자 같아.
pl: Wygląda trochę jak delikatny bezłuskowiec.
pt_br: Parece tipo um homem sem-escama frágil.
ru: Какой-то хилый тип без чешуи.
zh_tw: 看起來像脆弱的無鱗人。
