Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.WEBBER_SPIDER_MINION
source: Better small spiders than big, I suppose.
de: Lieber kleine Spinnen als große, sag ich.
es: Mejor arañas pequeñas que grandes, supongo.
fr: Mieux vaut des araignées petites que grosses, je suppose.
it: Meglio i ragnetti che i ragni, credo.
ja: クモはデカいより小さい方がいい。
ko: 큰 거미보다는 작은 거미 쪽이 낫겠지.
pl: Małe pająki są pewnie lepsze od dużych...
pt_br: Melhor aranhas pequenas que grandes, eu acho.
ru: Пожалуй, маленькие пауки лучше больших.
zh_cn: 小蜘蛛比大蜘蛛好，我猜。
zh_tw: 小蜘蛛比大蜘蛛好，我猜。

# CHARACTERS.WOODIE.DESCRIBE.WEED_IVY
source: It has some nasty looking thorns on it.
de: Das Ding hat ein paar fiese Stacheln.
es: Tiene unos pinchos bastante desagradables.
fr: Elle porte de sacrées épines.
it: Ha delle spine davvero minacciose.
ja: すげぇ痛そうなトゲが生えてるぜ。
ko: 보기 흉한 가시가 있어.
pl: Ma paskudnie wyglądające kolce.
pt_br: Os espinhos parecem ser muito afiados.
ru: Очень неприятные на вид колючки.
zh_cn: 它上面有一些看起来很讨厌的刺。
zh_tw: 它上面有一些看起來很討厭的刺。

# CHARACTERS.WOODIE.DESCRIBE.WENDY.ATTACKER
source: %s, I can't believe what I just SAW! Wait, no...
de: %s, ich kann nicht glauben, was ich gerade gesehen habe ! Warte, nein ...
es: ¡%s, no me puedo creer lo que ACABO de ver! Espera, no...
fr: %s, je peux pas croire ce que je viens de voir ! Attends, non...
it: %s, non riesco a credere a quello che ho appena visto! Aspetta, no...
ja: どうしたんだ、%s…目が怖いぜ？
ko: %s, 방금 내가 본 광경을 믿을 수가 없어! 가만, 이런...
pl: %s, twoje działania są jak TOPÓR w serce! Poczekaj, nie...
pt_br: %s, SERRA mesmo que meus olhos não me enganam? Espera, não...
ru: %s, не могу поверить в то, что УВИДЕЛ! Стоп, нет…
zh_cn: %s，我无法相信我刚看到的！等等，不…
zh_tw: %s，我無法相信我剛看到的！等等，不…

# CHARACTERS.WOODIE.DESCRIBE.WENDY.FIRESTARTER
source: Should you be setting fires, little buddy?
de: Solltest du wirklich Feuer machen, Freundchen?
es: ¿Por qué tienes que estar prendiendo fuego, amiguita?
fr: Tu serais pas en train d'allumer des feux, ma petite ?
it: Sei sicura di dover appiccare incendi, piccola amica?
ja: 嬢ちゃん、火遊びはダメだぜ？
ko: 그렇게 불 지르면 안 될 텐데, 꼬마 친구?
pl: Jesteś pewna, że podpalanie to dobry pomysł?
pt_br: Acho que você não deveria estar brincando com fogo, amiguinha!
ru: Устроишь пожар, мой маленький друг?
zh_cn: 小家伙，你应该放火吗？
zh_tw: 小傢伙，你應該放火嗎？

# CHARACTERS.WOODIE.DESCRIBE.WENDY.GENERIC
source: %s! Hi little buddy!
de: %s! Hallo kleiner Freund!
es: ¡%s! ¡Hola, chaval!
fr: %s ! Salut, mon petit pote !
it: %s! Ciao piccino!
ja: よう、%s！調子はどうだ？
ko: %s! 안녕, 꼬마 친구!
pl: %s! Cześć, maluchu!
pt_br: %s! Olá, amiguinho!
ru: %s! Привет, дружок!
zh_cn: %s！嗨，小家伙！
zh_tw: %s！嗨，小傢伙！

# CHARACTERS.WOODIE.DESCRIBE.WENDY.GHOST
source: With a heart you'll be tip-top in no time, %s.
de: Mit einem Herzen bist du in kürzester Zeit wieder in Ordnung, %s.
es: Con un corazón estarás en plena forma dentro de nada, %s.
fr: Avec un cœur, tu seras tip-top en un clin d'œil, %s.
it: Con un cuore sarai in piena forma in un baleno, %s.
ja: %s、心臓がありゃ、すぐ元どおりだからな
ko: 심장이 있으면 좋아질 거잖아, %s.
pl: Z nowym serduchem zaraz wrócisz do formy, %s.
pt_br: Com um coração você vai ficar na melhor forma rapidinho, %s.
ru: Найдем тебе сердце, и все будет тип-топ в кратчайшие сроки, %s.
zh_cn: %s，有了心，你马上又可以容光焕发了。
zh_tw: %s，有了心，你馬上又可以容光煥發了。

# CHARACTERS.WOODIE.DESCRIBE.WENDY.MURDERER
source: Hereeee's Woodie!
de: Da ist Woodie!
es: ¡Aquí está Woodieeeee!
fr: Woodie arrive !
it: Eeeeeecco Woodie!
ja: オレが相手になってやるぜ！
ko: 우디가 널 상대해 주마!
pl: Nadchooooodzi Woodie!
pt_br: O Woodie está aqui!
ru: Ву-у-уди зде-есь!
zh_cn: 伍迪来了！
zh_tw: 伍迪來了！

# CHARACTERS.WOODIE.DESCRIBE.WENDY.REVIVER
source: %s! You're doin' great, little buddy.
de: %s! Nicht schlecht, kleiner Freund.
es: ¡%s! Lo estás haciendo genial, amiga.
fr: %s ! Tu te débrouilles super bien, ma petite.
it: %s! Te la stai cavando benissimo, piccola amica.
ja: %s！てぇしたもんだぜ
ko: %s! 네 활약이 대단한걸, 꼬마 친구.
pl: %s! Świetnie ci idzie, mała.
pt_br: %s! Você está ótima, amiguinha.
ru: %s! Ты молодец, мой маленький друг.
zh_cn: %s！你做的很棒，小家伙。
zh_tw: %s！你做的很棒，小傢伙。

# CHARACTERS.WOODIE.DESCRIBE.WEREITEM_BEAVER
source: Think I'm finally getting the hang of this, eh Lucy?
de: Jetzt habe ich den Bogen endlich raus, was, Lucy?
es: Creo que por fin le estoy pillando el tranquillo, ¿eh, Lucy?
fr: Je commence à avoir le coup de main, hein, Lucy ?
it: Credo di cominciare a capire come funziona, sai, Lucy?
ja: やっとコツが分かってきたぞ。なあ、ルーシー？
ko: 이거 어떻게 쓰는지 이제 알겠어, 루시!
pl: Chyba w końcu zaczynam kumać, o co w tym chodzi, Lucy!
pt_br: Acho que finalmente estou pegando o jeito, ein, Lucy?
ru: Кажется, я наконец начинаю с этим справляться, да, Люси?
zh_cn: 我终于掌握技巧了，对不露西？
zh_tw: 我終於掌握技巧了，對不露西？

# CHARACTERS.WOODIE.DESCRIBE.WEREITEM_GOOSE
source: If you can't beat 'em, join 'em.
de: Wen man nicht besiegen kann, mit dem soll man sich verbünden.
es: Si no puedes con ellos, únete a ellos.
fr: Mieux vaut en faire des amis que des ennemis.
it: Se non riesci a sconfiggerli, unisciti a loro.
ja: 相手を倒せねえなら、仲間になればいいのさ。
ko: 피할 수 없다면 즐겨야지.
pl: Jeśli wejdziesz między gęsi, musisz gęgać jak i one.
pt_br: Se não é possível vencê-los, junte-se a eles.
ru: Не можешь победить — стань союзником.
zh_cn: 打不过就加入吧。
zh_tw: 打不過就加入吧。

# CHARACTERS.WOODIE.DESCRIBE.WEREITEM_MOOSE
source: Not bad, if I do say so mooself.
de: Zum Knutschen, oder?
es: No está mal, si se me permite decirlo.
fr: Je me sens pris d'un élan d'affection.
it: Niente maaaale, se posso dirlo.
ja: 自分で言うのも何だが、なかなかの出来じゃねえか。
ko: 내 입으로 말하기는 좀 그렇지만, 나쁘지 않잖아.
pl: Muszę gŁOŚno przyznać, że wygląda nieźle.
pt_br: Nada mal, se eu posso dizer.
ru: Буду холеный и лосьнящийся.
zh_cn: 还不错，老实说。
zh_tw: 還不錯，老實說。

# CHARACTERS.WOODIE.DESCRIBE.WES.ATTACKER
source: %s could learn some manners...
de: %s sollte mal lernen, wie man sich benimmt.
es: %s tiene que aprender modales...
fr: %s aurait besoin d'apprendre les bonnes manières...
it: %s potrebbe imparare le buone maniere...
ja: %sは、礼儀作法を覚えたほうがいいな…
ko: %s은(는) 공공 예절을 좀 배워야겠어...
pl: %s... Przydałaby ci się lekcja dobrych manier...
pt_br: %s poderia aprender boas maneiras...
ru: %s надо бы обучить манерам.
zh_cn: %s可以学点礼仪...
zh_tw: %s可以學點禮儀...

# CHARACTERS.WOODIE.DESCRIBE.WES.FIRESTARTER
source: Keep those flames away from my trees!
de: Halte die Flammen weg von meinen Bäumen!
es: ¡Mantén esas llamas alejadas de mis árboles!
fr: N'approche pas ces flammes de mes arbres !
it: Tieni quelle fiamme lontano dai miei alberi!
ja: おい！木を焼くんじゃねぇぞ！
ko: 그 불길이 내 나무에 닿지 않게 하는 게 좋을 거야!
pl: Nie zbliżaj się z tym ogniem do moich drzew!
pt_br: Não chega perto das minhas árvores com essas chamas!
ru: Держись подальше со своим огнем от моих деревьев!
zh_cn: 不要让那些火焰靠近树！
zh_tw: 不要讓那些火焰靠近樹！

# CHARACTERS.WOODIE.DESCRIBE.WES.GENERIC
source: %s! How ya doin', buddy?
de: %s! Wie geht's, Kumpel?
es: ¡%s! ¿Qué tal, amigo?
fr: %s ! Comment ça va, mon pote ?
it: %s! Come va, amico?
ja: よう、%s！調子はどうだ？
ko: %s! 잘 지내나, 친구?
pl: %s! Jak się masz, koleś?
pt_br: %s! Como vai, amigo?
ru: %s! Как поживаешь, приятель?
zh_cn: %s！你好吗，小家伙？
zh_tw: %s！你好嗎，小傢伙？

# CHARACTERS.WOODIE.DESCRIBE.WES.GHOST
source: First we'll get you a heart, then we'll get you some bacon, eh %s?
de: Zuerst besorgen wir dir ein Herz und dann ein bisschen Speck. Was hältst du davon, %s?
es: Primero te conseguiremos un corazón y luego algo de beicon, ¿eh, %s?
fr: D'abord, on va te trouver un cœur, après on te trouvera du bacon, hein %s ?
it: Prima ti procureremo un cuore e dopo della pancetta, eh %s?
ja: %s、今、心臓探してきてやるからな
ko: 우선 심장부터 구한 다음에 베이컨도 구해줄게. 알았어, %s?
pl: Najpierw znajdziemy ci serce, a potem jakiś bekon. Co ty na to, %s?
pt_br: Primeiramente, conseguiremos um coração, depois um pouco de bacon, ok, %s?
ru: Сначала мы найдем тебе сердце, а потом накормим тебя беконом, а, %s?
zh_cn: 我们先给你拿到心，然后给你一些培根，好吧%s？
zh_tw: 我們先給你拿到心，然後給你一些培根，好吧%s？

# CHARACTERS.WOODIE.DESCRIBE.WES.MURDERER
source: You're MIME now, %s!
de: Du gehörst jetzt mir, %s!
es: ¡Te tengo, ya eres MIMO, %s!
fr: Je vais t'apprendre un nouveau geste, %s !
it: Sei un MIMO adesso, %s!
ja: %s、このクソピエロが！
ko: 너는 내가 상대해주마, %s!
pl: Twoje czyny MÓWIĄ za siebie, %s!
pt_br: %s, seu mímico de uma figa!
ru: Ну все, ты ДОКРИВЛЯЛСЯ, %s!
zh_cn: %s，你现在哑口无言了！
zh_tw: %s，你現在啞口無言了！

# CHARACTERS.WOODIE.DESCRIBE.WES.REVIVER
source: %s, you're an alright guy.
de: %s, du bist schwer in Ordnung.
es: %s, eres un buen chico.
fr: %s, t'es pas si mauvais en fait.
it: %s, sei un ragazzo a posto.
ja: %s、アンタ、キライじゃないぜ
ko: %s, 역시 넌 좋은 친구야.
pl: %s, jesteś w porządku koleżką.
pt_br: %s, você é de boas.
ru: %s, теперь ты в порядке.
zh_cn: %s，你是个好人。
zh_tw: %s，你是個好人。

# CHARACTERS.WOODIE.DESCRIBE.WETGOOP
source: Better than some of the things I've eaten!
de: Besser als andere Dinge, die ich gegessen habe.
es: ¡Mejor que algunas de las cosas que he comido!
fr: J'ai déjà mangé pire !
it: Meglio di alcune delle cose che ho mangiato!
ja: もっとひでぇもん食ったことあるぜ
ko: 먹었던 것 중 최악은 아니잖아!
pl: Lepsze niż wiele rzeczy, które w życiu jadłem.
pt_br: É melhor que algumas coisas que já comi!
ru: Ел я вещи и похуже!
zh_cn: 比我吃过的一些东西要好！
zh_tw: 比我吃過的一些東西要好！

# CHARACTERS.WOODIE.DESCRIBE.WETPAPER
source: Damp.
de: Feucht.
es: Húmedo.
fr: Humide.
it: Umido.
ja: 湿ってる。
ko: 축축하잖아.
pl: Wilgotny.
pt_br: Úmido.
ru: Сырость.
zh_cn: 湿湿的。
zh_tw: 濕濕的。

# CHARACTERS.WOODIE.DESCRIBE.WETPOUCH
source: Doesn't look useful, but I could be wrong.
de: Sieht nicht sehr nützlich aus. Ich kann mich aber auch täuschen.
es: No parece útil, pero podría estar equivocado.
fr: Ça a l'air inutile, mais je peux me tromper.
it: Non sembra utile, ma potrei sbagliarmi.
ja: オレには、ゴミにしか見えねぇがな…
ko: 별로 쓸모 있어 보이지 않지만, 또 모르는 일이지.
pl: Nie wydaje mi się to zbyt przydatne, ale może się nie znam.
pt_br: Não parece útil, mas eu posso estar errado.
ru: Не кажется полезным, но я могу ошибаться.
zh_cn: 看起来没用，但我可能是错的。
zh_tw: 看起來沒用，但我可能是錯的。

# CHARACTERS.WOODIE.DESCRIBE.WHIP
source: I hope that doesn't end up hurtin' any lil critters.
de: Ich hoffe, da leiden keine kleinen Lebewesen.
es: Espero que no haga daño a ninguna criaturita.
fr: J'espère que c'est pas pour faire mal aux petites bêtes.
it: Mi auguro che quella non finisca col fare del male alle bestioline.
ja: ちっこい動物をケガさせねぇようにな
ko: 작은 동물들을 해치는 일이 없었으면 좋겠어.
pl: Mam nadzieję, że nikt od tego nie ucierpi.
pt_br: Espero que isso não acabe machucando nenhuma criaturinha.
ru: Надеюсь, эта штуковина в итоге не навредит ни одному маленькому созданию.
zh_cn: 我希望这东西最后不会伤害任何小生物。
zh_tw: 我希望這東西最後不會傷害任何小生物。

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.ATTACKER
source: %s should read an etiquette book once in awhile.
de: %s sollte mal Manieren lernen.
es: %s debería leer algún libro sobre etiqueta de vez en cuando.
fr: %s devrait lire des bouquins sur les bonnes manières de temps en temps.
it: %s dovrebbe leggere un libro di galateo ogni tanto.
ja: %s、礼儀作法を忘れちまったのか？
ko: %s은(는) 가끔 매너에 대한 책도 읽을 필요가 있는 것 같아.
pl: %s mogłaby czasem przeczytać jakąś książkę o dobrych manierach.
pt_br: %s deveria ler um livro de etiqueta de vez em quando.
ru: %s следовало бы разок почитать книжку про этикет.
zh_cn: %s应该偶尔看看关于礼仪的书。
zh_tw: %s應該偶爾看看關於禮儀的書。

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: Careful around those open flames, Ma'am.
de: Vorsicht am offenen Feuer, Madame.
es: Cuidado con esas llamas, señora.
fr: Attention avec ce genre de feux, Madame.
it: Attenzione vicino a quelle fiamme, signora.
ja: ばあさん、火の扱いには気をつけてくれよ
ko: 불은 조심해서 다뤄야지, 사서 선생님.
pl: Proszę uważać na ogień.
pt_br: Cuidado perto dessas chamas abertas, senhora.
ru: Поосторожней с этими огоньками, дамочка.
zh_cn: 女士，请小心这些明火。
zh_tw: 女士，請小心這些明火。

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.GENERIC
source: %s. Ma'am.
de: %s. Madame.
es: Sra. %s.
fr: %s. Madame...
it: %s. Signora.
ja: %sさん、元気かい
ko: %s 사서 선생님이네.
pl: %s. Szanowna pani.
pt_br: %s. Senhora.
ru: %s. Мадам.
zh_cn: %s。女士。
zh_tw: %s。女士。

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.GHOST
source: You know where I can get a heart, %s?
de: Weißt du, wo ich hier ein Herz bekomme, %s?
es: ¿Sabe dónde puedo conseguir un corazón, %s?
fr: Tu saurais pas où je pourrais trouver un cœur, %s ?
it: Sai dove posso trovare un cuore, %s?
ja: %s、心臓ってどこで手に入るんだ？
ko: 심장을 어디서 구할 수 있는지 혹시 알아, %s?
pl: Czy wiesz, gdzie mógłbym znaleźć jakieś serce, %s?
pt_br: Você sabe onde posso conseguir um coração, %s?
ru: Не знаешь, где я смогу достать сердце, %s?
zh_cn: %s，你知道哪里可以拿到心吗？
zh_tw: %s，你知道哪裡可以拿到心嗎？

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.MURDERER
source: This is gonna be a clear cut!
de: Das wird recht einfach.
es: ¡Va a ser un corte limpio!
fr: Je vais faire une coupe franche !
it: Farò un taglio netto!
ja: 一振りで倒してやる！
ko: 확실히 잘라야겠잖아!
pl: To będzie czyste cięcie!
pt_br: Vou fazer um cortezinho limpo em você!
ru: Я тебя зарежу, ты даже не почувствуешь!
zh_cn: 一切将会清楚！
zh_tw: 一切將會清楚！

# CHARACTERS.WOODIE.DESCRIBE.WICKERBOTTOM.REVIVER
source: That's some good work ya did, Ma'am.
de: Madame, das war gute Arbeit!
es: Ha hecho un buen trabajo, señora.
fr: Vous avez fait du bon boulot, Madame.
it: Hai fatto un bel lavoro, signora.
ja: ばあさん、さすがだな
ko: 훌륭한 일을 했네, 사서 선생님.
pl: Wykonała pani kawał świetnej roboty, psze pani.
pt_br: A senhora fez um ótimo trabalho aí.
ru: Ты проделала хорошую работу, дамочка.
zh_cn: 女士，你做了点好事。
zh_tw: 女士，你做了點好事。

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.ATTACKER
source: You're tempting a forest fire, %s...
de: Du riskierst einen Waldbrand, %s ...
es: Estás tentando un incendio forestal, %s...
fr: Tu vas déclencher un incendie de forêt, %s...
it: Stai tentando di appiccare un incendio nella foresta, %s...
ja: %s…調子に乗るとヤケドするぜ？
ko: 산불의 맛을 보고 싶나, %s...
pl: Jeszcze trochę i wywołasz pożar lasu, %s...
pt_br: Você está tentando criar um incêndio florestal, %s...
ru: Ты можешь накликать лесной пожар, %s…
zh_cn: %s，你在引发森林火灾…
zh_tw: %s，你在引發森林火災…

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.FIRESTARTER
source: Business as usual, I see.
de: Wie immer also.
es: Todo como de costumbre, ya veo.
fr: Les affaires continuent, à ce que je vois.
it: Siamo alle solite, vedo.
ja: …また始まったか
ko: 개버릇 남 못 주는 법이지.
pl: Widzę, że wszystko po staremu.
pt_br: Nada mudou, pelo visto.
ru: Дела как обычно, как я погляжу.
zh_cn: 我看一切正常。
zh_tw: 我看一切正常。

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.GENERIC
source: Look who it is! %s!
de: Schau, wer es ist: %s!
es: ¡Mira quién es! ¡%s!
fr: Regardez qui voilà ! %s !
it: Guarda chi è! %s!
ja: おう！%sじゃねぇか！
ko: 이야, 이게 누구야! %s!
pl: Patrzcie państwo! Toż to %s!
pt_br: Olhe só quem é! %s!
ru: Вы только гляньте кто пожаловал! %s!
zh_cn: 看看是谁！%s！
zh_tw: 看看是誰！%s！

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.GHOST
source: Just don't haunt anything while I look for a heart, %s.
de: Pass auf, dass du auf der Suche nach einem Herz keine Flüche aussprichst, %s.
es: No habites ningún sitio mientras busco un corazón, %s.
fr: Ne va rien hanter pendant que je vais te chercher un cœur, %s.
it: Non perseguitare niente mentre cerco un cuore, %s.
ja: %s、心臓探すから、何にも取り憑くなよ
ko: 내가 심장을 구하는 동안 장난치지 말고 얌전히 있어, %s.
pl: Tylko niczego nie nawiedzaj, jak będę szukał dla ciebie serca. Słyszysz mnie, %s?
pt_br: Só não vai assombrar nada enquanto eu procuro um coração, %s.
ru: Не пугай тут никого, пока я ищу тебе сердце, %s.
zh_cn: %s，我在找心的时候你不要捣乱。
zh_tw: %s，我在找心的時候你不要搗亂。

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.MURDERER
source: Here comes the wildfire!
de: Jetzt kommt ein Waldbrand!
es: ¡Aquí viene el fuego arrasador!
fr: Un incendie de forêt !
it: Ecco che arriva il fuoco selvaggio!
ja: 手に負えねぇ火は、消すしかねぇな！
ko: 맞불 작전이다!
pl: Nadchodzi pożar!
pt_br: Aí vem o incêndio florestal!
ru: Впереди дикий огонь!
zh_cn: 野火来了！
zh_tw: 野火來了！

# CHARACTERS.WOODIE.DESCRIBE.WILLOW.REVIVER
source: You're on fire today, %s. No... actually.
de: Du bist heute ganz Feuer und Flamme, %s.
es: Estás que arrasas hoy, %s. No... en serio.
fr: Tu pètes le feu aujourd'hui, %s. Non... vraiment.
it: Oggi sputi fiamme, %s. No... dico sul serio.
ja: %sは、心もあったけぇんだな
ko: 너 투지가 불타는구나, %s.
pl: Do czego się tak palisz, %s? Nie... Żartuję tylko.
pt_br: Você está em chamas hoje, %s. Não... de verdade.
ru: Ты сегодня жжешь, %s. Ну… буквально.
zh_cn: %s，今天你状态非常好。实际上...不是。
zh_tw: %s，今天你狀態非常好。實際上...不是。

# CHARACTERS.WOODIE.DESCRIBE.WILSON.ATTACKER
source: You haven't been very gentlemanly lately, %s.
de: Du warst in letzter Zeit nicht sehr zuvorkommend, %s.
es: No has sido muy caballeroso últimamente, %s.
fr: Ces derniers temps, t'as pas été très gentleman, %s.
it: Non sei stato molto signorile di recente, %s.
ja: 最近の%sは、紳士とは言えねぇな
ko: 요즘 신사의 태도를 버린 것 같은데, %s.
pl: Nie zachowujesz się ostatnio zbyt elegancko, %s.
pt_br: Você não tem agido muito educadamente ultimamente, %s.
ru: Ты был не очень-то учтивым в последнее время, %s.
zh_cn: %s，你最近不够绅士。
zh_tw: %s，你最近不夠紳士。

# CHARACTERS.WOODIE.DESCRIBE.WILSON.FIRESTARTER
source: Was that blaze some sort of experiment, %s?
de: War das eine Art Experiment, %s?
es: ¿Era ese fuego algún tipo de experimento, %s?
fr: Ces flammes, c'était pour une expérience, %s ?
it: La fiammata è stata una sorta di esperimento, %s?
ja: %s、なんだ、あの火？実験失敗したか？
ko: 그 불은 설마 실험이었니, %s?
pl: Ten wybuch był częścią jakiegoś eksperymentu, %s?
pt_br: Aquela chama foi algum tipo de experimento, %s?
ru: Этот огонек ведь был всего лишь экспериментом, %s?
zh_cn: %s，那场大火是某种实验吗？
zh_tw: %s，那場大火是某種實驗嗎？

# CHARACTERS.WOODIE.DESCRIBE.WILSON.GENERIC
source: %s! Hey buddy!
de: %s! Hey Kumpel!
es: ¡%s! ¡Hola, amigo!
fr: %s ! Salut, mon pote !
it: %s! Ciao amico!
ja: よう、%s！
ko: %s! 안녕, 친구!
pl: %s! Hej, koleś!
pt_br: %s! Ei, amigo!
ru: %s! Эй, дружище!
zh_cn: %s！嘿，朋友！
zh_tw: %s！嘿，朋友！

# CHARACTERS.WOODIE.DESCRIBE.WILSON.GHOST
source: Someone should rub a heart on %s.
de: Jemand sollte ein Herz auf %s reiben.
es: Alguien debería darle un corazón a %s.
fr: Quelqu'un devrait frotter un cœur sur %s.
it: Qualcuno dovrebbe strofinare un cuore su %s.
ja: 誰か、%sに心臓やってくれ
ko: 누구 %s에게 심장 좀 구해줘.
pl: %s potrzebuje serca.
pt_br: Alguém deveria esfregar um coração em %s.
ru: Кто-нибудь, вдолбите сердце в %s.
zh_cn: 应该有人擦下%s的心。
zh_tw: 應該有人擦下%s的心。

# CHARACTERS.WOODIE.DESCRIBE.WILSON.MURDERER
source: Enemy of the forest!
de: Feind des Waldes!
es: ¡El rival del bosque!
fr: La forêt te déteste !
it: Nemico della foresta!
ja: てめぇは森をおびやかす悪魔だな！
ko: 숲의 적이다!
pl: Wróg lasu!
pt_br: Desafeto da floresta!
ru: Враг леса!
zh_cn: 森林的敌人！
zh_tw: 森林的敵人！

# CHARACTERS.WOODIE.DESCRIBE.WILSON.REVIVER
source: %s, you're an alright guy.
de: %s, du bist schwer in Ordnung.
es: %s, eres un buen chico.
fr: %s, t'es pas si mauvais en fait.
it: %s, sei un ragazzo a posto.
ja: %s、アンタ、キライじゃないぜ
ko: %s, 역시 넌 좋은 친구야.
pl: %s, jesteś w porządku koleżką.
pt_br: %s, você é de boas.
ru: %s, теперь ты в порядке.
zh_cn: %s，你是个好人。
zh_tw: %s，你是個好人。

# CHARACTERS.WOODIE.DESCRIBE.WINCH.GENERIC
source: Let's see what we can find, eh?
de: Mal sehen, was wir finden, wie?
es: Veamos qué encontramos, ¿eh?
fr: Voyons ce qu'on pourra trouver, hein ?
it: Vediamo cosa riusciamo a trovare, eh?
ja: さあ、何が見つかるだろうな。
ko: 어디, 뭘 발견할지 볼까?
pl: Sprawdźmy, co tam można znaleźć.
pt_br: Vamos ver o que a gente encontra, né?
ru: Посмотрим, что мы сможем найти.
zh_cn: 咱们看看能找到什么，诶？
zh_tw: 咱們看看能找到什麼，誒？

# CHARACTERS.WOODIE.DESCRIBE.WINCH.HOLDING_ITEM
source: Looks like we got something!
de: Sieht aus, als hätten wir was erwischt!
es: ¡Parece que tenemos algo!
fr: On a quelque chose !
it: Siamo rimasti a mani vuote!
ja: 何か出たみたいだぞ！
ko: 뭔가 찾아냈잖아!
pl: Złapaliśmy coś!
pt_br: Parece que encontramos algo!
ru: Кажется, мы что-то поймали!
zh_cn: 好像捞到什么东西了！
zh_tw: 好像撈到什麼東西了！

# CHARACTERS.WOODIE.DESCRIBE.WINCH.RETRIEVING_ITEM
source: Reel 'er in!
de: Hergekurbelt!
es: ¡A recoger!
fr: Je le remonte !
it: Portiamolo qui!
ja: 引き上げろ！
ko: 줄을 감자!
pl: Wciągamy!
pt_br: Puxa tudo!
ru: Крути баранку!
zh_cn: 拉起来！
zh_tw: 拉起來！

# CHARACTERS.WOODIE.DESCRIBE.WINONA.ATTACKER
source: %s is getting too big for her britches.
de: %s wächst aus ihren Hosen heraus.
es: %s se lo está creyendo mucho.
fr: %s se prend pour ce qu'elle n'est pas.
it: %s si sta prendendo troppa confidenza.
ja: %sめ、小生意気になってきやがったな。
ko: %s이(가) 아주 대담해지고 있어.
pl: %s zachowuje się, jakby ją oblazły korniki.
pt_br: %s está ficando grande demais pro seu próprio bem.
ru: %s становится слишком большой для своих штанов.
zh_cn: %s快穿不下她的裤子了。
zh_tw: %s快穿不下她的褲子了。

# CHARACTERS.WOODIE.DESCRIBE.WINONA.FIRESTARTER
source: %s betrays the forest!
de: %s verrät den Wald!
es: ¡%s traiciona el bosque!
fr: %s trahit la forêt !
it: %s tradisce la foresta!
ja: %sは森の裏切り者だ！
ko: %s이(가) 숲을 배신했다!
pl: %s zdradziła las!
pt_br: %s está traindo a floresta!
ru: %s подводит лес!
zh_cn: %s背叛了森林！
zh_tw: %s背叛了森林！

# CHARACTERS.WOODIE.DESCRIBE.WINONA.GENERIC
source: %s! Hey there bud!
de: %s! He, Kumpel!
es: ¡%s! ¡Hola, colega!
fr: %s ! Eh, salut toi !
it: %s! Ehilà, amica!
ja: よう！%sじゃねえか！
ko: %s! 안녕, 친구!
pl: Hej, %s! Jak się miewasz?
pt_br: %s! Ei, amiga!
ru: %s! Эй, крошка!
zh_cn: %s！嘿，伙伴！
zh_tw: %s！嘿，夥伴！

# CHARACTERS.WOODIE.DESCRIBE.WINONA.GHOST
source: Yer looking a little pale, %s.
de: Du siehst blass aus, %s.
es: Estás un poco pálida, %s.
fr: T'as l'air un peu pâle, %s.
it: Sembri un tantino pallida, %s.
ja: %s、オマエの顔色悪くねえか？
ko: 얼굴이 창백한데, %s.
pl: Jakbyś nieco pobladła, %s.
pt_br: Você está meio pálida, %s.
ru: Ты выглядишь немного бледной, %s.
zh_cn: 你的脸色有点苍白，%s。
zh_tw: 你的臉色有點蒼白，%s。

# CHARACTERS.WOODIE.DESCRIBE.WINONA.MURDERER
source: You're on the chopping block now, %s!
de: Jetzt bist du dran, %s!
es: ¡Ahora te vamos a talar, %s!
fr: Tu vas passer sur le billot, %s !
it: Sei sull'orlo del precipizio, %s!
ja: %s、オレからは逃げられねえぞ！
ko: 이젠 널 썰어주마, %s!
pl: Chyba cię porąbało, %s!
pt_br: Você está na tábua de corte agora, %s!
ru: Теперь ты на подставке для нарезки, %s!
zh_cn: %s，你现在就是砧板上的肉啦！
zh_tw: %s，你現在就是砧板上的肉啦！

# CHARACTERS.WOODIE.DESCRIBE.WINONA.REVIVER
source: I knew we were gonna get along.
de: Ich wusste, wir würden uns vertragen.
es: Sabía que nos llevaríamos bien.
fr: Je savais qu'on finirait par s'entendre.
it: Sapevo che saremmo andati d'accordo.
ja: オマエとはうまくやっていけると思ってたぜ。
ko: 어쩐지 우린 좋은 친구가 될 것 같았어.
pl: Wiedziałem, że się zaprzyjaźnimy.
pt_br: Eu sabia que a gente ia se dar bem.
ru: Я знал, что мы поладим.
zh_cn: 我就知道我们会相处得很好的。
zh_tw: 我就知道我們會相處得很好的。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: Woah! Careful, Lucy!
de: Wupps! Vorsichtig, Lucy!
es: ¡Eh! ¡Cuidado, Lucy!
fr: Waouh ! Attention, Lucy !
it: Ehi! Attenta, Lucy!
ja: うおっ！気をつけろ、ルーシー！
ko: 헉! 조심해, 루시!
pl: Hej! Ostrożnie, Lucy!
pt_br: Eei! Cuidado, Lucy!
ru: Ого! Осторожней, Люси!
zh_cn: 哇！露西，小心点！
zh_tw: 哇！露西，小心點！

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: That's a right shame.
de: Sehr schade.
es: Qué pena.
fr: C'est vraiment dommage.
it: È un vero peccato.
ja: これは非常に残念だな。
ko: 정말 안타깝잖아.
pl: A to pech.
pt_br: Que grande pena.
ru: Воистину печально.
zh_cn: 令人扼腕啊。
zh_tw: 令人扼腕啊。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: Pretty odd looking gadget there.
de: Das ist ja ein komisches Ding.
es: Un artilugio bastante extraño.
fr: C'est un drôle de petit gadget ça.
it: Un aggeggio piuttosto strano.
ja: 妙な形の装置だな。
ko: 이상하게 생긴 장치잖아.
pl: Cokolwiek dziwaczny gadżet.
pt_br: Que dispositivo mais estranho ali.
ru: Исключительно странное устройство.
zh_cn: 那玩意看着真古怪。
zh_tw: 那玩意看著真古怪。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: Just aboot dead.
de: So gut wie tot.
es: Está casi muerto.
fr: Il va mourir.
it: Praticamente morta.
ja: そろそろバッテリー切れだな。
ko: 거의 죽었잖아.
pl: Na skraju śmierci.
pt_br: Praticamente sem vida.
ru: Скоро заряд кончится.
zh_cn: 马上就没电了。
zh_tw: 馬上就沒電了。

# CHARACTERS.WOODIE.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: Plum tuckered.
de: Völlig ausgepowert.
es: Se marchitó.
fr: Raplapla.
it: Stanca morta.
ja: もうこれ以上は使えねえな。
ko: 완전히 뻗었잖아.
pl: Nie działa.
pt_br: Completamente exaurido.
ru: Выжатая слива.
zh_cn: 油尽灯枯了。
zh_tw: 油盡燈枯了。
