Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.UNAGI
source: Sea Wiggly wiggles in belly
de: Meereszappler zappelt im Bauch.
es: Ondulante marina ondulea en la tripa
es_mx: Serpenteante de mar serpentea en barriga
fr: Hop, dans le ventre, la bestiole de mer qui se tortille.
it: Strisciante marino striscia in pancia
ja: 海のニョロニョロはおなかに入ったよ
ko: 배에서 꿈틀거리는 바다 꿈틀이야
pl: Morski wijacz wije się w brzuchu
pt_br: Serpenteante Marinha serpenteia na barriga.
ru: Морские ерзалки в животике
zh_tw: 海裡扭來扭去的吃的

# CHARACTERS.WORMWOOD.DESCRIBE.UNIMPLEMENTED
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흠...
ru: Хм-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: So sorry
de: Tut so leid
es: Perdón
fr: Désolé désolé désolé !
it: Dispiace molto
ja: ごめんね
ko: 정말 미안해
pl: Bardzo przepraszać.
pt_br: Sinto muito.
ru: Как же жалко
zh_tw: 很抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.VEGSTINGER
source: Tangy water
de: Scharfes Wasser.
es: Agua fuerte
es_mx: Agua agria
fr: De l'eau piquante.
it: Acqua frizzante
ja: ピリッとする水
ko: 톡 쏘는 물이야
pl: Cierpka woda
pt_br: Água picante.
ru: Острая вода
zh_tw: 香水

# CHARACTERS.WORMWOOD.DESCRIBE.VICTORIAN_BLUEPRINT
source: Lots of work...
de: Viel Arbeit ...
es: Mucho trabajo...
fr: Plein de travail...
it: Molto lavoro...
ja: お仕事がたくさん…
ko: 일이 많아...
pl: Dużo pracy...
pt_br: Muito trabalho...
ru: Много работы...
zh_tw: 好複雜……

# CHARACTERS.WORMWOOD.DESCRIBE.VOLTGOATJELLY
source: Friend made. With Love
de: Von Freund. Mit Liebe.
es: Hecho de amigo. Con amor
es_mx: Hecho por amigo. Con amor
fr: C'est fait avec une copine et de l'amour.
it: Fatto amico. Con amore
ja: お友だちが作ったよ。愛をこめて
ko: 친구가 사랑을 담아 만들었어
pl: Przyjaciel zrobił. Z miłością
pt_br: Fiz um amigo. Com amor.
ru: Друг сделал. С любовью
zh_tw: 交朋友了。充滿愛

# CHARACTERS.WORMWOOD.DESCRIBE.WAFFLES
source: Yum
de: Mjam.
es: Ñam
es_mx: Ñam
fr: Miam.
it: Gnam
ja: うまい
ko: 냠
pl: Mniam
pt_br: Hmm.
ru: Ням
zh_tw: 美味

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_NPC
source: Hello! Oh, goodbye... oh, hello!
de: Hallo! Oh, tschüss ... oh, hallo!
es: ¡Hola! Oh, adiós... ¡Oh, hola!
fr: Coucou ! Oh, au revoir... Oh, coucou !
it: Ciao! Oh, ciao... ciao!
ja: こんにちは！あ、さようなら…え、こんにちは！
ko: 안녕! 어, 잘가... 아, 안녕!
pl: Dzień dobry! Och, do widzenia... Och, dzień dobry!
pt_br: Olá! Ah, tchau... ah, olá!
ru: Привет! Ой, пока... ой, привет!
zh_tw: 你好！噢，再見……哦，你好！

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_TOOL_1
source: Thing?
de: Ding?
es: ¿Cosa?
fr: Un truc ?
it: Cosa?
ja: これなに？
ko: 물건?
pl: Coś?
pt_br: Coisa?
ru: Штучка?
zh_tw: 東西？

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_TOOL_2
source: Here it is!
de: Da ist es!
es: ¡Aquí está!
fr: Le voilà !
it: Ecco qui!
ja: 見つけたよ！
ko: 여기 있어!
pl: Tu jest!
pt_br: Tá aqui!
ru: Вот оно!
zh_tw: 在這裡了！

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_TOOL_3
source: Found it!
de: Gefunden!
es: ¡Lo he encontrado!
es_mx: ¡La encontré!
fr: Trouvé !
it: Trovata!
ja: 見つけた！
ko: 찾았다!
pl: Znalazłam!
pt_br: Encontrei!
ru: Нашла!
zh_tw: 找到了！

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_TOOL_4
source: Funny thing
de: Komisches Ding!
es: Cosa rara
fr: C'est rigolo.
it: Cosa divertente
ja: 変なもの
ko: 재미있는 거야
pl: Śmieszne coś
pt_br: Coisa engraçada.
ru: Смешная штучка
zh_tw: 好玩的東西

# CHARACTERS.WORMWOOD.DESCRIBE.WAGSTAFF_TOOL_5
source: Flickery
de: Flackerig
es: Brilla
fr: C'est bizarre.
it: Tremolante
ja: チカチカだ
ko: 반짝반짝해
pl: Nietrwałe
pt_br: Trêmulo.
ru: Моргает
zh_tw: 一閃一閃

# CHARACTERS.WORMWOOD.DESCRIBE.WALKINGPLANK
source: Splashy jump spot
de: Mit Anlauf reinspringen.
es: Sitio de saltar esplás
es_mx: Lugar de salto salpicante
fr: C'est pour sauter et faire splash.
it: Punto salto splash
ja: ザブザブジャンプポイント
ko: 첨벙거리는 점프 장소야
pl: Trampolina do pluskania
pt_br: Local de salto molhado.
ru: Место, чтобы сделать плюх
zh_tw: 濺水的跳的地方

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_HAY.BURNT
source: Bye bye, friends
de: Tschüss Freunde.
es: Adiós, adiós, amigos
es_mx: Adiós, amigos
fr: Adieu, mes copines herbes.
it: Ciao ciao, amici
ja: バイバイお友だち
ko: 잘 가, 친구들
pl: Żegnajcie, przyjaciele
pt_br: Tchau, tchau, amigas.
ru: Пока-пока, друзья
zh_tw: 再見了，朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_HAY.GENERIC
source: Wall of friends
de: Wand aus Freunden.
es: Muro de amigos
es_mx: Pared de amigos
fr: Un mur en copines herbes.
it: Muro di amici
ja: お友だちでできた壁
ko: 친구들로 된 벽이야
pl: Ściana z przyjaciół
pt_br: Parede de amigas.
ru: Стена друзей
zh_tw: 用朋友製造的牆

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_HAY_ITEM
source: Hi, friends!
de: Hallo Freunde!
es: ¡Hola, amigos!
es_mx: ¡Hola, amigos!
fr: Salut les copines herbes !
it: Ciao, amici!
ja: やあ、お友だち！
ko: 안녕, 친구들!
pl: Cześć, przyjaciele!
pt_br: Oi, amigas!
ru: Привет, друзья!
zh_tw: 嗨，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_MOONROCK
source: Hard
de: Hart.
es: Firme
es_mx: Dura
fr: C'est dur.
it: Duro
ja: 硬い
ko: 단단해
pl: Twarda
pt_br: Difícil.
ru: Твердо
zh_tw: 堅硬

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_MOONROCK_ITEM
source: For the ground
de: Für den Boden.
es: Para el suelo
es_mx: Para el suelo
fr: Ça se pose sur le sol.
it: Per terra
ja: 土のものだね
ko: 땅에 놓는 거야
pl: Na ziemię
pt_br: Pro chão.
ru: Для земли
zh_tw: 得建在地上

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_RUINS
source: Strong
de: Stark.
es: Fuerte
es_mx: Resistente
fr: C'est du costaud.
it: Forte
ja: 強い
ko: 튼튼해
pl: Mocna
pt_br: Forte.
ru: Крепко
zh_tw: 很強大

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_RUINS_2
source: Strong
de: Stark.
es: Fuerte
es_mx: Resistente
fr: C'est du costaud.
it: Forte
ja: 強い
ko: 튼튼해
pl: Mocna
pt_br: Forte.
ru: Крепко
zh_tw: 很強大

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_RUINS_ITEM
source: For the ground
de: Für den Boden.
es: Para el suelo
es_mx: Para el suelo
fr: Ça se pose sur le sol.
it: Per terra
ja: 土のものだね
ko: 땅에 놓는 거야
pl: Na ziemię
pt_br: Pro chão.
ru: Для земли
zh_tw: 得建在地上

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_STONE
source: Solid
de: Solide.
es: Sólido
es_mx: Sólida
fr: C'est du solide.
it: Solido
ja: 硬い
ko: 단단해
pl: Solidna
pt_br: Sólido.
ru: Твердо
zh_tw: 很堅固

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_STONE_2
source: Solid
de: Solide.
es: Sólido
fr: C'est du solide.
it: Solido
ja: 硬い
ko: 단단해
pl: Twarde
pt_br: Sólido.
ru: Твердо
zh_tw: 很堅固

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_STONE_ITEM
source: For the ground
de: Für den Boden.
es: Para el suelo
es_mx: Para el suelo
fr: Ça se pose sur le sol.
it: Per terra
ja: 土のものだね
ko: 땅에 놓는 거야
pl: Na ziemię
pt_br: Pro chão.
ru: Для земли
zh_tw: 得建在地上

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_WOOD.BURNT
source: Noo!!
de: Neein!
fr: Noon !!
it: Nooo!
ja: イヤーー！
ko: 안 돼애!!
pl: Niee!
pt_br: Nãão!!
ru: Не-ет!
zh_tw: 不！不！！

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_WOOD.GENERIC
source: So many friends
de: So viele Freunde.
es: Un montón de amigos
es_mx: Cuántos amigos
fr: Plein de copains.
it: Tanti amici
ja: お友だちがいっぱいだ
ko: 친구가 참 많아
pl: Tylu przyjaciół
pt_br: Tantas amigas.
ru: Так много друзей
zh_tw: 好多朋友啊

# CHARACTERS.WORMWOOD.DESCRIBE.WALL_WOOD_ITEM
source: Friends!
de: Freunde!
es: ¡Amigos!
es_mx: ¡Amigos!
fr: Copines !
it: Amici!
ja: 友よ！
ko: 친구다!
pl: Przyjaciele!
pt_br: Amigos!
ru: Друзья!
zh_tw: 朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WALRUS
source: Grows mouth branches?
de: Wachsen Äste aus dem Mund?
es: ¿Le salen ramas de la boca?
es_mx: Le crecen ramas de boca
fr: Il a des branches à la place des dents ?
it: Crescono rami da bocca?
ja: 口の枝が育つの？
ko: 입에 가지가 자라나?
pl: Gałęzie mu wyrastają z buzi?
pt_br: Tem galhos de boca?
ru: Растит ветки во рту?
zh_tw: 你的嘴裡長的是樹枝嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WALRUSHAT
source: Floppy head thing
de: Schlabberkopfding.
es: Cosa blanda para la cabeza
es_mx: Cosa blanda de cabeza
fr: Un bidule qui vient d'une bête à oreilles pendouillantes.
it: Cosa floscia per testa
ja: だらだら頭のやつ
ko: 흐늘거리는 머리 물건이야
pl: Luźna rzecz na głowę
pt_br: Coisa de cabeça molenga.
ru: Мягкая штучка для головы
zh_tw: 晃來晃去的頭上的東西

# CHARACTERS.WORMWOOD.DESCRIBE.WALRUS_CAMP.EMPTY
source: No one here
de: Keiner da.
es: Nadie aquí
es_mx: No hay nadie
fr: Y a personne ici.
it: Non c'è nessuno qui
ja: ここには誰もいないね
ko: 아무도 없어
pl: Nikogo tu nie ma
pt_br: Não tem ninguém aqui.
ru: Тут никого
zh_tw: 這裡沒有人

# CHARACTERS.WORMWOOD.DESCRIBE.WALRUS_CAMP.GENERIC
source: Ball home
de: Haus von Ball.
es: Casa de bola
es_mx: Bola casa
fr: C'est une maison en forme de boule.
it: Casa palla
ja: ボールのおうち
ko: 공 집이야
pl: Okrągły domek
pt_br: Casa de bola.
ru: Круглый дом
zh_tw: 這房子是個半球

# CHARACTERS.WORMWOOD.DESCRIBE.WALRUS_TUSK
source: Tooth branch
de: Zahnast.
es: Rama diente
es_mx: Rama diente
fr: Une branche-dent.
it: Dente ramo
ja: 歯の枝
ko: 이빨 가지야
pl: Gałęzioząb
pt_br: Galho de dente.
ru: Зубная ветка
zh_tw: 海象嘴裡的樹枝

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.ATTACKER
source: Ah! Why you hurt friend?
de: Ah! Warum tust du Freund weh?
es: ¡Ah! ¿Por qué haces daño a amigo?
es_mx: ¡Ah! ¿Por qué lastimas a un amigo?
fr: Ah ! Pourquoi tu me fais mal ?
it: Ah! Perché male su amico?
ja: あ！何で友達傷つけるの？
ko: 아야! 왜 친구를 다치게 해?
pl: Aj! Dlaczego krzywdzisz przyjaciela?
pt_br: Ah! Por que você machucou amigo?
ru: Ой! Зачем делаешь больно другу?
zh_tw: 啊！你為什麼要打朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.FIRESTARTER
source: No! Stop %s!
de: Nein! Aufhören, %s!
es: ¡No! ¡Alto, %s!
es_mx: ¡No! ¡Para, %s!
fr: Non ! Arrête, %s !
it: No! Basta, %s!
ja: ダメ！やめて、%s！
ko: 안 돼! 멈춰, %s!
pl: Nie! Przestań, %s!
pt_br: Não! Para, %s!
ru: Нет! Не надо, %s!
zh_tw: 不要！停下，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.GENERIC
source: %s is helpful friend
de: %s ist Freund und hilft.
es: %s es amigo servicial
es_mx: %s es un amigo que ayuda
fr: %s est un ami très gentil.
it: %s è amico gentile
ja: %sはよく気が利く友達だよ。
ko: %s, 도움이 되는 친구야
pl: %s pomaga przyjaciołom
pt_br: %s é amigo gentil
ru: %s — хороший друг
zh_tw: %s是個會幫忙的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.GHOST
source: Oh. %s having fun?
de: Oh. %s hat Spaß?
es: Oh. ¿%s se lo pasa bien?
es_mx: Oh. ¿%s se divierte?
fr: Oh. Tu t'amuses bien, %s ?
it: Oh. %s si diverte?
ja: %s、楽しんでる？
ko: 오. 재미있니, %s?
pl: Och. %s dobrze się bawi?
pt_br: Ah. %s se divertindo?
ru: О, %s, тебе весело?
zh_tw: 哦。%s在玩嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.MURDERER
source: %s do bad thing!
de: %s tut böse Sachen!
es: ¡%s hace cosa mala!
es_mx: ¡%s hace cosa mala!
fr: %s n'est pas gentil !
it: %s fa cose cattive!
ja: %s、それは悪いことだよ！
ko: %s, 나쁜 짓 해!
pl: %s robi złe rzeczy!
pt_br: %s faz coisa ruim!
ru: %s делает гадости!
zh_tw: %s做壞事了！

# CHARACTERS.WORMWOOD.DESCRIBE.WALTER.REVIVER
source: %s is very good
de: %s ist sehr gut.
es: %s está muy bien
es_mx: %s es muy bueno
fr: %s est très gentil !
it: %s è molto bravo
ja: %sはとても良い人。
ko: %s 아주 착해
pl: %s to dobry człowiek
pt_br: %s é muito bom
ru: %s очень хороший
zh_tw: %s是好人

# CHARACTERS.WORMWOOD.DESCRIBE.WALTERHAT
source: Look like friend!
de: Ich sehe aus wie Freund!
es: ¡Parece un amigo!
es_mx: ¡Me veo como mi amigo!
fr: Je ressemble à mon ami !
it: Sembro amico!
ja: 友達の帽子に似てる！
ko: 친구 같아!
pl: Wygląda jak przyjaciel!
pt_br: Parece amigo!
ru: Как друг!
zh_tw: 看起來像朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.ATTACKER
source: Don't make hurt, %s!
de: Nicht wehtun, %s!
es: ¡No hagas pupa, %s!
fr: Je veux pas te faire mal, %s !
it: Non fare male, %s!
ja: 痛いのはやめて、%s！
ko: 다치게 하지 마, %s!
pl: Nie ranić, %s!
pt_br: Não faz dodói, %s!
ru: Не делай больно, %s!
zh_tw: 別打人，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.FIRESTARTER
source: No fire, %s! No fire!
de: Kein Feuer, %s! Kein Feuer!
es: ¡Fuego no, %s! ¡Fuego no!
fr: Pas le feu, %s ! Pas le feu !
it: No fuoco, %s! No fuoco!
ja: 火はダメだよ%s！ダメだって！
ko: 불은 안 돼, %s! 불은 안 돼!
pl: Nie podpalać, %s! Nie podpalać!
pt_br: Sem fogo, %s! Sem fogo!
ru: Не надо огня, %s! Не надо!
zh_tw: 別點火，%s！別點火！

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.GENERIC
source: Friend keeps changing
de: Freundin ändert sich immer
es: Amiga que no para de cambiar
fr: La copine arrête pas de changer.
it: Amica cambia sempre
ja: お友だちはどんどん変わるね
ko: 친구는 계속 변해
pl: Przyjaciele ciągle się zmieniać.
pt_br: Amiga tá sempre mudando.
ru: Подруга все время меняется
zh_tw: 朋友一直在變

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.GHOST
source: Is %s? Need helping?
de: Ist %s? Braucht Hilfe?
es: ¿%s? ¿Ayudo?
fr: C'est %s ? Besoin d'aide ?
it: È %s? Serve aiuto?
ja: %sなの？手伝えることはあるかな？
ko: %s니? 도와줄까?
pl: Czy %s potrzebować pomoc?
pt_br: É %s? Precisa de ajuda?
ru: Это %s? Помочь?
zh_tw: 是%s嗎？需要幫助嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.MURDERER
source: Why make friends dead? %s bad!
de: Warum Freunde totmachen? %s böse!
es: ¿Por qué quitas vida a amigos? ¡%s mala!
fr: Pourquoi tuer des copains ? Vilaine %s !
it: Perché fare amici non vivi? %s cattiva!
ja: なんでお友だちを殺すの？%sは悪い子！
ko: 왜 친구를 죽게 했아? %s 나빠!
pl: Czemu Wanda zabijać przyjaciół? %s zła!
pt_br: Por que mata amigos? %s malvada!
ru: Зачем делать друзей мертвыми? %s плохая!
zh_tw: 為什麼要讓朋友死？%s是壞蛋！

# CHARACTERS.WORMWOOD.DESCRIBE.WANDA.REVIVER
source: %s is nice friend
de: %s ist nette Freundin.
es: %s es buena amiga
fr: %s est une gentille copine.
it: %s è buona amica
ja: %sはいいお友だちだよ
ko: %s 녀석은 좋은 친구야
pl: %s to dobra przyjaciółka.
pt_br: %s é boa amiga.
ru: %s — хорошая подруга
zh_tw: %s是好朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WARDROBE.BURNING
source: AGHHH!
de: AAAHRG!
es_mx: ¡AAHH!
fr: ARGHHH !
it: AGHHHH!
ja: アーーッ！
ko: 아아악!
pl: AAAAA!
ru: А-А-А!
zh_tw: 啊啊！

# CHARACTERS.WORMWOOD.DESCRIBE.WARDROBE.BURNT
source: Fire bad
de: Feuer schlecht.
es: Fuego malo
es_mx: Fuego malo
fr: Saleté de feu.
it: Fuoco cattivo
ja: 火は悪いヤツ
ko: 불 나빠
pl: Zły ogień
pt_br: Fogo é ruim.
ru: Плохой огонь
zh_tw: 大火真糟糕

# CHARACTERS.WORMWOOD.DESCRIBE.WARDROBE.GENERIC
source: Friends holding clothes
de: Freunde, die Kleider halten.
es: Amigos que sujetan ropa
es_mx: Amigos aguantando ropa
fr: Une copine en bois pour ranger des vêtements.
it: Amici per tenere vestiti
ja: 服が入ってるお友だち
ko: 옷을 보관하는 친구들이야
pl: Przyjaciele trzymający ubrania
pt_br: Amigas guardando roupas.
ru: Друзья хранят одежду
zh_tw: 朋友們幫我拿著衣服

# CHARACTERS.WORMWOOD.DESCRIBE.WARG
source: Big Bad Woofer
de: Großer böser Kläffer.
es: Guau-guau grande y malo
es_mx: Guauguáu malo y grande
fr: Un grand méchant ouaf-ouaf.
it: Grande bau bau cattivo
ja: おっきい悪いワンワン
ko: 크고 못된 멍멍이야
pl: Duży, zły hauek
pt_br: Auauzeiro Mau.
ru: Большая злая гавкалка
zh_tw: 大壞汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.WARGLET
source: Big Bad Woofer
de: Großer böser Kläffer.
es: Guau-guau grande y malo
es_mx: Guauguáu malo y grande
fr: Un grand méchant ouaf-ouaf.
it: Grande bau bau cattivo
ja: おっきい悪いワンワン
ko: 크고 못된 멍멍이야
pl: Duży, zły hauek
pt_br: Auauzeiro Mau.
ru: Большая злая гавкалка
zh_tw: 大壞汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.WARGSHRINE.BURNT
source: Too much fire
de: Zu viel Feuer.
es: Demasiado fuego
es_mx: Demasiado fuego
fr: Il y a trop de feu !
it: Troppo fuoco
ja: 火が大きすぎだよ！
ko: 불이 너무 많아
pl: Za dużo ognia
pt_br: Fogo demais.
ru: Слишком много огня
zh_tw: 火太大了

# CHARACTERS.WORMWOOD.DESCRIBE.WARGSHRINE.EMPTY
source: Needs fire
de: Braucht Feuer.
es: Necesita fuego
es_mx: Necesita fuego
fr: Il a besoin de feu !
it: Ha bisogno di fuoco
ja: 火がいるね。
ko: 불이 필요해
pl: Potrzebuje ognia
pt_br: Precisa de fogo.
ru: Нужен огонь
zh_tw: 需要火

# CHARACTERS.WORMWOOD.DESCRIBE.WARGSHRINE.GENERIC
source: Yellow Woofer has house
de: Haus von gelbem Kläffer.
es: Guau-guau amarillo tiene casa
es_mx: Guauguáu amarillo tiene casa
fr: Le ouaf-ouaf jaune a une maison.
it: Bau bau giallo ha casa
ja: 黄色ワンワンはおうちがあるよ
ko: 노란 멍멍이한테 집이 있어
pl: Żółty hauek ma domek
pt_br: Auauzeiro Amarelo tem uma casa.
ru: У желтой гавкалки есть дом
zh_tw: 黃汪汪獸有個屋子

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.ATTACKER
source: Friend make lots of Ouch!
de: Freund macht aua!
es: ¡Amigo hace montones de ay!
es_mx: Amigo hace muchos ¡auch!
fr: Le copain fait plein de ouille !
it: Amico fa tanti ahi!
ja: お友だちはたくさんのアイタタをつくるよ
ko: 친구가 많이 아야 하게 해!
pl: Przyjaciel robi aućki!
pt_br: Amigo provoca muitos Ais!
ru: Друг делает бо-бо!
zh_tw: 朋友把別人打的嗷嗷叫！

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.FIRESTARTER
source: Ah! %s make scary burnies!
de: Ah! %s macht gruseliges Feuer!
es: ¡Ah! ¡%s hace fuego que da miedo!
es_mx: ¡Ah! ¡%s hace quemadas feas!
fr: Ah ! %s fait du feu qui fait peur !
it: Ah! %s fa fuoco pauroso!
ja: ああ！%sが怖いバーニーを作るよ
ko: 아! %s이(가) 무서운 불을 질러!
pl: Ach! %s robi straszne płomienie!
pt_br: Ah! %s faz foguinhos apavorantes!
ru: А! %s жжется, страшно!
zh_tw: 啊！%s點了可怕的火！

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.GENERIC
source: Friend that makes tummy happy
de: Freund macht Bauch froh.
es: Amigo que hace feliz a la tripa
es_mx: Amigo que hace feliz a pancita
fr: C'est un copain qui rend mon ventre heureux.
it: Amico che fa pancia felice
ja: おなかを幸せにするお友だち
ko: 배를 행복하게 해 주는 친구야
pl: Przyjaciel, który uszczęśliwia brzuszek
pt_br: Amigo que faz a barriguinha feliz.
ru: Друг, который делает хорошо животику
zh_tw: 這個朋友讓肚子很開心

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.GHOST
source: %s needs help!
de: %s braucht Hilfe!
es: ¡%s necesita ayuda!
es_mx: ¡%s necesita ayuda!
fr: %s a besoin d'aide !
it: %s serve aiuto!
ja: %s は助けてほしいんだよ！
ko: %s 도와줘야 해!
pl: %s potrzebuje pomocy!
pt_br: %s precisa de ajuda!
ru: %s нуждается в помощи!
zh_tw: %s需要幫忙！

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.MURDERER
source: Do not eat friends!
de: Keine Freunde essen!
es: ¡No comas amigos!
es_mx: ¡No comas amigos!
fr: On mange pas les copains !
it: Non mangia amici!
ja: お友だちを食べないで！
ko: 친구를 먹으면 안 돼!
pl: Nie jedz przyjaciół!
pt_br: Não coma amigos!
ru: Не кушай друзей!
zh_tw: 別吃朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WARLY.REVIVER
source: Thank you, friend %s!
de: Danke, %s, lieb!
es: ¡Gracias, amigo %s!
es_mx: ¡Gracias, amigo %s!
fr: Merci, copain %s !
it: Grazie, amico %s!
ja: ありがとうお友だち%s！
ko: 고마워, %s 친구!
pl: Dziękuję, %s! Jesteśmy przyjaciółmi
pt_br: Obrigado, amigo %s!
ru: Спасибо, друг %s!
zh_tw: 謝謝你，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WAR_BLUEPRINT
source: Scary!
de: Gruselig!
es: ¡Da miedo!
es_mx: ¡Da miedo!
fr: Ça fiche la trouille !
it: Paura!
ja: こわいよ！
ko: 무서워!
pl: Straszne!
pt_br: Assustador!
ru: Страшно!
zh_tw: 好可怕!

# CHARACTERS.WORMWOOD.DESCRIBE.WASPHIVE
source: Bad Buzz home
de: Haus der bösen Summsis.
es: Casa de zuum malo
es_mx: Casa de zumbido malo
fr: La maison des vilaines bzzz.
it: Casa bzzz cattive
ja: 悪いブンブンのおうち
ko: 나쁜 붕붕이 집이야
pl: Dom złych bzyków
pt_br: Casa de Bzzz Malvados.
ru: Дом плохой жужжалки
zh_tw: 壞嗡嗡的家

# CHARACTERS.WORMWOOD.DESCRIBE.WATERBALLOON
source: Water Booper
de: Wasserstups.
es: Buup de agua
es_mx: Salpicador de agua
fr: C'est un pouët avec de l'eau.
it: Palla con acqua
ja: もふもふお水
ko: 물 빵빵이야
pl: Wodny pykacz
pt_br: Bexiga de água.
ru: Кидалка с водой
zh_tw: 能噴水的東西

# CHARACTERS.WORMWOOD.DESCRIBE.WATERINGCAN.EMPTY
source: Oh. Empty
de: Oh. Leer.
es: Oh. Vacío
es_mx: Oh. Vacío
fr: Oh. C'est vide.
it: Oh. Vuoto
ja: ああ。空っぽ
ko: 아. 비었어
pl: Och. Puste
pt_br: Ah. Vazio.
ru: Ой. Пусто
zh_tw: 噢，空的

# CHARACTERS.WORMWOOD.DESCRIBE.WATERINGCAN.GENERIC
source: Drink can
de: Trinkkanne
es: Lata de bebida
fr: C'est pour boire.
it: Bicchiere
ja: 飲みものカンカン
ko: 음료수 캔이야
pl: Puszka z piciem
pt_br: Lata de bebida
ru: Банка для питья
zh_tw: 喝水壺

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELON
source: Watery Sweet belly stuff
de: Süßes Wasserbauchzeug.
es: Cosa dulce y acuosa para la tripa
es_mx: Acuosa y dulce cosa de barriga
fr: C'est un truc pour le ventre sucré et plein d'eau.
it: Roba per pancia dolce e acquosa
ja: みずみずしくて甘いおなかに入れるもの
ko: 물기 많고 달콤한 음식이야
pl: Wodnista, słodka rzecz do buzi
pt_br: Coisa docinha e aguada de barriga.
ru: Сладкая водянистая штучка для животика
zh_tw: 西瓜有一肚子的甜水

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELONHAT
source: Watery head thing
de: Wässriges Kopfding.
es: Cosa acuosa para la cabeza
es_mx: Cosa acuosa de cabeza
fr: Je peux mettre sur ma tête le truc pour le ventre sucré et plein d'eau.
it: Cosa acquosa per testa
ja: みずみずしい頭のもの
ko: 물기 많은 머리 물건이야
pl: Wodnista rzecz na głowę
pt_br: Coisa de cabeça aguada.
ru: Водянистая штучка для головы
zh_tw: 西瓜頭戴物

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELONICLE
source: Keeping cool, stick?
de: Hältst du mich kühl, Stock?
es: ¿Estás fresquito, palo?
es_mx: ¿Te mantienes frío, palito?
fr: Tu gardes la tête froide, le bâtonnet ?
it: Stai fresco, bastoncino?
ja: キメてるのかな？
ko: 시원하니, 막대기야?
pl: Wszystko dobrze, patyczku?
pt_br: Tá de cuca fresca, graveto?
ru: Прохлаждаешься, друг?
zh_tw: 別化好嗎，木棍？

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELON_COOKED
source: Slurpy
de: Mampfig.
es: Sorbeteante
es_mx: Sorbente
fr: *Slurp*
it: Gnam
ja: ズズズズー
ko: 꿀꺽 먹을 수 있어
pl: Siorb
pt_br: Glup.
ru: Сытненько
zh_tw: 哧溜

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELON_OVERSIZED
source: Big watery fruit
de: Große Wasserfrucht
es: Fruta con agua grande
fr: Un gros fruit plein d'eau.
it: Grosso frutto di acqua
ja: おっきなベシャベシャの果物だよ
ko: 커다랗고 물기 많은 과일이야
pl: Duży wodnisty owoc
pt_br: Grande fruta aguada.
ru: Большой водянистый фрукт
zh_tw: 大的水水的水果

# CHARACTERS.WORMWOOD.DESCRIBE.WATERMELON_SEEDS
source: Makes Water Fruit!
de: Daraus wird Wasserfrucht!
es: ¡Hace fruta acuosa!
es_mx: ¡Hace fruta de agua!
fr: C'est pour faire un fruit plein d'eau.
it: Fanno frutta di acqua!
ja: みずの果物を作るんだね
ko: 물기 많은 과일을 만들어!
pl: Uczynią wodniste owoce!
pt_br: Faz Fruta de Água!
ru: Чтобы вырастить водянистый фрукт!
zh_tw: 種出西瓜果實！

# CHARACTERS.WORMWOOD.DESCRIBE.WATERPLANT
source: Big friend!
de: Großer Freund!
es: ¡Amigo grande!
es_mx: ¡Amiga grande!
fr: Une grande copine !
it: Grande amica!
ja: 大きな友達！
ko: 커다란 친구!
pl: Duży przyjaciel!
pt_br: Amigona!
ru: Большой друг!
zh_tw: 大朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WATERPLANT_BABY
source: Baby friend
de: Babyfreund.
es: Amigo bebé
es_mx: Amiga bebé
fr: Une copine plante, mais bébé.
it: Piccola amica
ja: バブバブの友達。
ko: 아기 친구
pl: Mały przyjaciel
pt_br: Amiga bebê
ru: Друг-малыш
zh_tw: 寶寶朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WATERPLANT_BOMB
source: Stop, friend!
de: Halt, Freund!
es: ¡Alto, amigo!
es_mx: ¡Para, amiga!
fr: Arrête, copine !
it: Basta, amica!
ja: やめて、友達！
ko: 그만해, 친구!
pl: Przestań, przyjacielu!
pt_br: Para, amiga!
ru: Перестань, друг!
zh_tw: 停下，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WATERPLANT_PLANTER
source: Find nice spot for friend
de: Guten Ort für Freund finden.
es: Encontré buen sitio para amigo
es_mx: Busco buen lugar para amiga
fr: Je vais trouver un bon endroit pour ma copine.
it: Trovo bel punto per amico
ja: 友達にステキな場所を探してあげよう。
ko: 친구 집 찾아줘야지
pl: Trzeba znaleźć przyjacielowi ładne miejsce
pt_br: Encontra lugar bom para amiga
ru: Найду другу хорошее место
zh_tw: 為朋友找個好地方

# CHARACTERS.WORMWOOD.DESCRIBE.WATERPUMP
source: Sploosh!
de: Platsch!
es: ¡Esplás!
es_mx: ¡Salpicón!
fr: Plouf !
it: Splash!
ja: ジャバジャバ！
ko: 첨벙 첨벙!
pl: Chlup!
ru: Плюх!
zh_tw: 啪！

# CHARACTERS.WORMWOOD.DESCRIBE.WATERTREE_PILLAR
source: Biiiiig friend!
de: Groooooßer Freund!
es: ¡Amigo graaande!
fr: Graaaaand copain !
it: Graaande amico!
ja: お～～～っっきなお友だちだ！
ko: 삐익 친구!
pl: Duuuuży przyjaciel!
pt_br: Amiga graaaaande!
ru: Большо-о-о-ой друг!
zh_tw: 大朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WATERTREE_ROOT
source: Oh! Don't bump into friends!
de: Oh! Nicht mit Freunden zusammenstoßen!
es: Oh... ¡No chocar con los amigos!
fr: Oh ! Faut pas trébucher sur les copains !
it: Oh! Non inciampare in amici!
ja: あ！お友だちにぶつかったらダメだよ！
ko: 오! 친구랑 부딪히면 안 돼!
pl: Och! Nie wpadać na przyjaciół!
pt_br: Ah! Não bata nas amigas!
ru: Ой! Нельзя бить друзей!
zh_tw: 噢！別撞到朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.ATTACKER
source: Bad %s! Don't hurt!
de: Nein, %s! Nicht wehtun!
es: ¡%s mala! ¡No hagas daño!
es_mx: ¡%s mala! ¡No lastimes!
fr: Vilain %s ! Fais pas bobo !
it: %s cattiva! Non fare male!
ja: 悪い%s！傷つけないで！
ko: 나쁜 %s! 해치지 마!
pl: Nieładnie, %s! Nie wolno bić!
pt_br: %s malvada! Não machuque!
ru: %s, фу! Нельзя драться!
zh_tw: 壞%s！別動手！

# CHARACTERS.WORMWOOD.DESCRIBE.WATHGRITHR.FIRESTARTER
source: Too much fire! Too much!
de: Zu viel Feuer! Zu viel!
es: ¡Demasiado fuego! ¡Demasiado!
es_mx: ¡Demasiado fuego! ¡Demasiado!
fr: Il y a trop de feu ! Trop trop !
it: Troppo fuoco! Troppo!
ja: 火が大きすぎだよ！
ko: 불이 너무 많아! 너무 많다고!
pl: Za dużo ognia! Za dużo!
pt_br: Fogo demais! Demais!
ru: Слишком много огня! Слишком много!
zh_tw: 火太大！太大！
