Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ANNOUNCE_WEAK_RAT
source: Poor thing, I think it's gotten stale.
de: Armes Ding, ich glaube, es ist jetzt abgestanden.
es: Pobre, ya está para el arrastre.
fr: Le pauvre, je crois qu'il a vieilli.
it: Poverino, temo sia diventato stantio.
ja: かわいそうに。腐ったんだろう。
ko: 불쌍한 것, 오래된 것 같아.
pt_br: Pobrezinho, acho que passou da validade.
ru: Бедняга. Кажется, она слегка подгнила.
zh_tw: 可憐的傢伙，我想它已經變質了。

# CHARACTERS.WANDA.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ：{weight}
ko: 무게: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_tw: 重量：{weight}

# CHARACTERS.WANDA.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} Ha! I've impressed myself!
de: Gewicht: {weight} Ha! Ich habe mich selbst beeindruckt!
es: Peso: {weight} ¡Ja! Impresionada me hallo.
fr: Poids : {weight} Ha ! Je m'impressionne !
it: Peso: {weight} Ha! Mi faccio paura da sola!
ja: 重量：{weight} やった！私には上出来！
ko: 무게: {weight} 하! 내 자신이 인상적이군!
pt_br: Peso: {weight} Ha! Fiquei impressionada comigo mesma!
ru: Вес: {weight} Ха! Сама себе поражаюсь!
zh_tw: 重量：{weight} 哈！我怎麼這麼能行！

# CHARACTERS.WANDA.ANNOUNCE_WET
source: It's getting uncomfortably damp around here.
de: Es wird langsam unangenehm feucht hier.
es: Empieza a haber demasiada humedad...
fr: C'est humide, par ici... Berk.
it: Sta diventando orribilmente umido qui attorno.
ja: この辺はびしょびしょになってきて気持ち悪い。
ko: 여기 주변이 불편할 정도로 습해지고 있어.
pt_br: Está ficando úmido demais por aqui.
ru: Тут становится до омерзения мокро.
zh_tw: 這裡的天氣越來越潮濕，令人不舒服。

# CHARACTERS.WANDA.ANNOUNCE_WETTER
source: Oooh, my pocket watches are going to rust if this keeps up!
de: Oooh, meine Taschenuhren werden rosten, wenn das so weitergeht!
es: Como siga así, se me van a oxidar los relojes de bolsillo.
fr: Oooh, mes montres vont rouiller si ça continue !
it: Ooh, di questo passo i miei orologi da taschino diventeranno ruggine!
ja: これが長引くとポケットウォッチが錆びちゃうわ。
ko: 우, 계속 이러면 내 회중시계가 녹슬어버릴거야!
pt_br: Aaah, meus relógios de bolso vão enferrujar se continuar assim!
ru: Охо-хо, у меня такими темпами все часы заржавеют!
zh_tw: 哦，如果這樣下去，我的懷錶要生銹了！

# CHARACTERS.WANDA.ANNOUNCE_WINCH_CLAW_MISS
source: Oh botheration, let's try that again.
de: Verflixt! Das versuchen wir noch mal.
es: Qué fastidio. Voy a volver a intentarlo.
fr: Oh flûte de zut... Bon, on réessaie.
it: Che seccatura, riproviamoci...
ja: ああ、煩わしい。もう一回試してみよう。
ko: 아 귀찮아, 다시 해보자.
pt_br: Ai, que amolação! Vamos tentar de novo.
ru: Вот ведь неудобство! Попробуем-ка еще разок.
zh_tw: 嗷，麻煩呐。那我們再試一次吧。

# CHARACTERS.WANDA.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: I wasted my precious time for nothing.
de: Ich habe meine kostbare Zeit umsonst verschwendet.
es: Mi tiempo es oro y lo he malgastado para nada.
fr: J'ai gaspillé un temps précieux pour rien.
it: Ho sprecato il mio prezioso tempo per nulla.
ja: 私の貴重な時間をムダにした。
ko: 내 소중한 시간을 쓸데없이 낭비했잖아.
pt_br: Perdi meu tempo precioso por nada.
ru: Я потратила свое драгоценное время впустую.
zh_tw: 我白白浪費了我的寶貴時間。

# CHARACTERS.WANDA.ANNOUNCE_WINTERS_FEAST_BUFF
source: All this excitement is kind of infectious!
de: Diese Begeisterung ist irgendwie ansteckend!
es: Ay, tanta emoción es hasta contagiosa.
fr: Tout cet enthousiasme est communicatif !
it: Tutto questo entusiasmo è contagioso!
ja: ドキドキって伝染するわよね！
ko: 이렇게 모두 흥분하면 전염되게 되어 있어!
pt_br: Essa empolgação toda é contagiante!
ru: Весь этот энтузиазм просто невозможно не поддерживать!
zh_tw: 這種興奮情緒非常有感染力！

# CHARACTERS.WANDA.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: That was fun... maybe I'll go back and re-live it sometime.
de: Das hat Spaß gemacht ... vielleicht gehe ich irgendwann zurück und erlebe es noch einmal.
es: Ha sido divertido... A lo mejor vuelvo al pasado un día para revivirlo.
fr: C'était amusant... je reviendrai peut-être dans le passé pour en profiter encore une fois.
it: È stato divertente... Forse una volta o l'altra dovrei tornarci e riviverle.
ja: 面白かった…戻ってもう一回やるのも悪くないわ。
ko: 재미있었어... 언젠가 돌아가서 다시 살아볼 수 있겠지.
pt_br: Foi divertido... talvez eu volte pra vivenciar esse momento de novo.
ru: Было занимательно... Может, как-нибудь вернусь во времени и переживу это заново.
zh_tw: 這很有趣……也許我什麼時候會回去重新體驗一下。

# CHARACTERS.WANDA.ANNOUNCE_WORMHOLE
source: I can't believe I just did that...
de: Kaum zu glauben, dass ich das gerade gemacht habe ...
es: No me creo lo que acabo de hacer...
fr: Je n'arrive pas à croire que j'ai fait ça...
it: Non riesco a credere di averlo fatto...
ja: あんなことやっただなんて信じられない…
ko: 내가 이런 일을 해내다니, 믿지 못하겠어.
pt_br: Não acredito que fiz isso...
ru: Поверить не могу, что я только что сделала...
zh_tw: 我不能相信我剛剛居然那麼做了……

# CHARACTERS.WANDA.ANNOUNCE_WORMS
source: That rumble felt... ominous.
de: Dieses Grollen war ... ominös.
es: Qué estruendo tan... ominoso.
fr: Ce grondement n'était pas de bon augure...
it: Quel boato è stato... inquietante.
ja: あの轟音…不吉だわ。
ko: 그 굉음은... 불길한데.
pt_br: Esse estrondo foi... sinistro.
ru: Какое-то зловещее бурление.
zh_tw: 那隆隆聲感覺……很不祥。

# CHARACTERS.WANDA.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Something new, how exciting!
de: Etwas Neues, wie aufregend!
es: ¡Qué emoción, algo nuevo!
fr: Oh, c'est nouveau ! Fascinant !
it: Che bello! Qualcosa di nuovo!
ja: 新しいことだなんて、ウキウキする！
ko: 새로운 것, 얼마나 흥미진진해!
pt_br: Uma coisa nova, que emocionante!
ru: Что-то новенькое и интересное!
zh_tw: 新東西，多麼令人激動啊！

# CHARACTERS.WANDA.BATTLECRY.DEER
source: This won't go well for you!
de: Das wird nicht gut für dich ausgehen!
es: ¡Te vas a enterar!
fr: Tu vas avoir des problèmes.
it: Ora te la vedrai con me!
ja: あんたには良い終わり方しないよ！
ko: 잘될 것 같지 않아!
pt_br: Você vai se dar mal!
ru: Ты об этом пожалеешь!
zh_tw: 這對你來說不會有什麼好結果！

# CHARACTERS.WANDA.BATTLECRY.GENERIC
source: You ruffian! I'll clean your clock!
de: Du Grobian! Dir werde ich die Uhr putzen!
es: ¡Ha llegado tu hora, bestia!
fr: Vil vilain ! Je vais te remonter les aiguilles !
it: Leccapiedi! Ora ti concio per le feste!
ja: このならず者！狂った時計はお陀仏なんだよ！
ko: 나쁜 놈! 내가 시계를 닦아줄게!
pt_br: Seu rufião! Vou acabar com você!
ru: Ах ты зараза! Сейчас тебе циферблат-то начищу!
zh_tw: 你這個流氓！我要清理你的時鐘！

# CHARACTERS.WANDA.BATTLECRY.PIG
source: Your time ends now, pig!
de: Deine Zeit läuft jetzt ab, Schwein!
es: ¡Este momento será tu fin, cerdo!
fr: Ton heure a sonné, le cochon !
it: È scoccata la tua ora, porcello!
ja: ブタ、お前の時間はもうおしまいだよ！
ko: 넌 이제 끝이야, 돼지!
pt_br: Sua hora chegou, porco!
ru: Твое время истекло, свинья!
zh_tw: 你的時間到此結束，豬！

# CHARACTERS.WANDA.BATTLECRY.PREY
source: It's nothing personal!
de: Das ist nichts Persönliches!
es: ¡No es nada personal!
fr: Ça n'a rien de personnel !
it: Niente di personale!
ja: あんたのせいってわけじゃないよ！
ko: 이건 개인적인 일이 아니야!
pt_br: Não é nada pessoal!
ru: Ничего личного!
zh_tw: 我不是針對你！

# CHARACTERS.WANDA.BATTLECRY.SPIDER
source: Dial it back a notch, would you?
de: Schalte mal einen Gang runter, ja?
es: Te me bajas dos tonitos, ¿quieres?
fr: Calme ta joie, tu veux ?
it: Datti una calmata, d'accordo?
ja: ちょっと一息入れる？
ko: 한 단계 더 돌려줄래?
pt_br: É melhor baixar a bola, viu?
ru: Ослабь-ка пружину!
zh_tw: 給我注意點，聽見沒？

# CHARACTERS.WANDA.BATTLECRY.SPIDER_WARRIOR
source: Did I insult you in some other timeline?
de: Habe ich dich in einer anderen Zeitachse beleidigt?
es: ¿Acaso te he insultado en otra línea temporal?
fr: Je t'ai insultée dans une autre ligne temporelle, ou quoi ?
it: Ti ho forse insultato in una diversa linea temporale?
ja: 別の時間線で君をいじめたことがあったかしら？
ko: 내가 다른 타임라인에서 널 모욕했어?
pt_br: Eu ofendi você em outra linha do tempo?
ru: Я что, обидела тебя в какой-то линии времени?
zh_tw: 我是在別的時間線裡羞辱過你嗎？

# CHARACTERS.WANDA.COMBAT_QUIT.GENERIC
source: I've got better things to do.
de: Ich habe Besseres zu tun.
es: Tengo mejores cosas que hacer.
fr: J'ai mieux à faire.
it: Ho cose migliori da fare.
ja: 他にやることがある。
ko: 이럴 시간에 다른 일을 하는 게 낫겠어.
pt_br: Tenho coisas melhores para fazer.
ru: У меня и поважнее дела есть.
zh_tw: 饒你小命，我還有重要的事情要做。

# CHARACTERS.WANDA.COMBAT_QUIT.PIG
source: At least they're gone now.
de: Wenigstens sind die jetzt weg.
es: Menos mal que ya se ha pasado...
fr: Bon, au moins, ils sont partis.
it: Almeno se ne sono andati.
ja: 今のところはいなくなった。
ko: 그래도 가버리긴 했어.
pt_br: Pelo menos já foram embora.
ru: Ну, зато ко мне больше никто не пристает.
zh_tw: 至少他們現在走了。

# CHARACTERS.WANDA.COMBAT_QUIT.PREY
source: All that time I spent, down the drain.
de: Die ganze Zeit, die ich verbraucht habe, war für die Katz.
es: Cuánto tiempo perdido...
fr: Que de temps perdu...
it: Quanto tempo sprecato...
ja: 私がこれまでに使った時間はぜーんぶムダ。
ko: 난 시간을 모두 허비한 셈이군.
pt_br: Tanto tempo pra nada.
ru: Я потратила столько времени — и ради чего?
zh_tw: 我花費的所有時間都付諸東流了。

# CHARACTERS.WANDA.COMBAT_QUIT.SPIDER
source: I hope I don't run into him again.
de: Ich hoffe, ich laufe ihm nicht wieder über den Weg.
es: Espero no volver a toparme con ella.
fr: J'espère que je ne le recroiserai pas.
it: Spero di non imbattermici di nuovo.
ja: もうあいつには遭わないといいな。
ko: 다시는 그와 마주치지 않기를.
pt_br: Espero não encontrá-la de novo.
ru: Надеюсь, больше я с ним не встречусь.
zh_tw: 我希望我不會再碰到他。

# CHARACTERS.WANDA.COMBAT_QUIT.SPIDER_WARRIOR
source: And don't come back!
de: Und komm ja nicht zurück!
es: ¡Y no vuelvas!
fr: Et n'y reviens pas !
it: E guai a te se ti rivedo!
ja: とにかく、もう帰ってこないで！
ko: 그리고 돌아오지 마!
pt_br: E não volte mais!
ru: И не возвращайся!
zh_tw: 而且別再回來了！

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL1.1
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL1.2
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL2.1
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL2.2
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL3.1
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL.LEVEL3.2
source: Poor thing. Her time came too soon.
de: Armes Ding. Ihre Zeit war zu früh gekommen.
es: Pobre... Se nos fue tan pronto...
fr: La pauvre. Son heure est venue bien trop tôt.
it: Poveretta. La sua ora è giunta troppo presto.
ja: かわいそうに。こんなに早く終わりを迎えるなんて。
ko: 가여운 녀석. 시간이 너무 빨리 흐르네.
pt_br: Coitadinha. A hora dela chegou cedo demais.
ru: Бедняжка. Ее время слишком быстро истекло.
zh_tw: 可憐啊。她的時間到的有點太早。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: There's something about that flower...
de: Diese Blume hat etwas an sich ...
es: Esa flor tiene un no sé qué...
fr: Cette fleur est très particulière...
it: Quel fiore ha qualcosa di speciale...
ja: あの花、何か引っ掛かる…
ko: 그 꽃에 뭔가 있어...
pt_br: Essa flor... tem algo diferente nela...
ru: Что-то в этом цветке есть такое...
zh_tw: 那朵花不一般……

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I'd die to find out what it does.
de: Ich würde mein Leben geben, um herauszufinden, wozu das gut ist.
es: Me muero por saber lo que hace.
fr: Je meurs d'envie de savoir ce que ça fait.
it: Morirei per scoprire cosa fa.
ja: この花…どうしても気になる…
ko: 죽어서라도 이게 뭔지 알아내고 싶다.
pt_br: Eu morreria pra descobrir o que isso faz.
ru: Умру, но узнаю, для чего он нужен.
zh_tw: 我會查明它到底做了些什麼。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: I don't think I should hang on to this.
de: Das sollte ich wohl nicht behalten.
es: Creo que no debería guardarme esto.
fr: Je crois que je ne devrais pas prendre ça.
it: Non credo che dovrei aggrapparmici.
ja: 早めに手放したほうがよさそうだな…
ko: 이건 가지고 있으면 안 될 것 같다.
pt_br: Acho que não devo ficar com isso.
ru: Не думаю, что мне стоит носить его с собой.
zh_tw: 我該放下它。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: There's something about that flower...
de: Diese Blume hat etwas an sich ...
es: Esa flor tiene un no sé qué...
fr: Cette fleur est très particulière...
it: Quel fiore ha qualcosa di speciale...
ja: あの花、何か引っ掛かる…
ko: 그 꽃에 뭔가 있어...
pt_br: Essa flor... tem algo diferente nela...
ru: Что-то в этом цветке есть такое...
zh_tw: 那朵花不一般……

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: There's energy building around it.
de: Es baut sich Energie drumherum auf.
es: Se está formando energía a su alrededor.
fr: Il y a une sorte d'énergie qui se dégage d'elle.
it: L'energia si sta accumulando attorno a esso.
ja: この周りにエネルギーが蓄積してる。
ko: 그 주위에 에너지가 몰려 있어.
pt_br: Há um acúmulo de energia ao redor dela.
ru: В нем накопилось много энергии.
zh_tw: 周圍有能量在積攢。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: Something's about to happen!
de: Gleich passiert etwas!
es: ¡Va a ocurrir algo!
fr: Il va se passer quelque chose !
it: Sta per accadere qualcosa!
ja: 何かが起きそう！
ko: 무슨 일이 일어나려고 해!
pt_br: Algo está prestes a acontecer!
ru: Скоро что-то случится!
zh_tw: 有事要發生了！

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It hurts my soul to look at that thing.
de: Dieser Anblick tut mir im Herzen weh.
es: Me duele el alma de mirarla.
fr: Quand je regarde cette chose, mon âme saigne.
it: Mi duole l'anima al guardarlo.
ja: この花を見てると、なんだか胸が痛くなる…
ko: 보고 있으니까 영혼이 아프다.
pt_br: Minha alma dói quando olho pra isso.
ru: Он ранит мне душу, когда я смотрю на него.
zh_tw: 看到那東西時，我的靈魂受傷了。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: It's giving me the creeps.
de: Das macht mich ganz unruhig.
es: Me está poniendo los pelos de punta.
fr: Ce truc me fout les chocottes.
it: Mi sta dando i brividi.
ja: この花、ちょっと気味が悪いな…
ko: 섬뜩한 기분이 든다.
pt_br: Está me dando arrepios.
ru: У меня мурашки от него.
zh_tw: 這讓我毛骨悚然。

# CHARACTERS.WANDA.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Something is up with that flower!
de: Irgendetwas stimmt mit dieser Blume nicht.
es: ¡Algo le pasa a esa flor!
fr: Il y a un truc pas normal avec cette fleur !
it: Sta succedendo qualcosa a quel fiore!
ja: この花、何かおかしいぞ！
ko: 꽃이 이상하다!
pt_br: Tem algo errado com essa flor!
ru: С этим цветком что-то происходит!
zh_tw: 那朵花有情況！

# CHARACTERS.WANDA.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know that I did.
de: Ich will das benutzen. Und ich will, dass die Welt weiß, dass ich es getan habe.
es: Quiero usarlo, y quiero que el mundo sepa lo que hice.
fr: Je veux l'utiliser et je veux que le monde le sache.
it: Voglio usarlo, e voglio che il mondo sappia quello che ho fatto.
ja: それを使ってみたい、そして世界に自分がやったことを知らしめたい。
ko: 내가 쓰고 싶다. 그리고 세계에 내가 한 일을 알리고 싶다.
pt_br: Quero usá-lo, e quero que o mundo saiba o que eu fiz.
ru: Я хочу воспользоваться им, и хочу, чтобы мир узнал о моих достижениях.
zh_tw: 我想用一下它，我想讓全世界都知道我的所作所為。

# CHARACTERS.WANDA.DESCRIBE.ACORN
source: In time, it'll be a new tree.
de: Irgendwann wird das ein neuer Baum sein.
es: Con el tiempo, llegará a ser un árbol.
fr: Il finira par avoir un nouvel arbre.
it: Con il tempo diventerà un nuovo albero.
ja: そのうちこれは新しい木になる。
ko: 시간이 지나면 새로운 나무가 되겠지.
pt_br: Com o tempo, ela se tornará uma árvore.
ru: Придет время и ему стать деревом.
zh_tw: 假以時日，它將長成一棵新樹。

# CHARACTERS.WANDA.DESCRIBE.ACORN_COOKED
source: Maybe in another timeline it grew to be a tree.
de: Vielleicht ist er in einer anderen Zeitachse zu einem Baum herangewachsen.
es: A lo mejor llegó a ser un árbol en otra línea temporal.
fr: Dans une autre ligne temporelle, c'est peut-être devenu un arbre.
it: Forse in una diversa linea temporale è diventata un albero.
ja: もしかしたら別の時間線で木になるかもしれない。
ko: 다른 타임라인에서는 나무로 자랐을 수도 있어.
pt_br: Talvez ela vire uma árvore em outra linha do tempo.
ru: В другой линии времени из него, наверное, выросло дерево.
zh_tw: 也許在另一條時間線裡，它長成了一棵樹。

# CHARACTERS.WANDA.DESCRIBE.ACORN_SAPLING
source: Trees are so painfully slow to grow.
de: Bäume wachsen so schmerzhaft langsam.
es: Qué despacio crecen los árboles.
fr: Les arbres grandissent si lentement...
it: Gli alberi sono terribilmente lenti a crescere.
ja: 木は育つまでに時間がかかりすぎる。
ko: 정말 고통스럽지만 나무는 너무 더디게 자라지.
pt_br: As árvores crescem muito devagar.
ru: Как же невыносимо медленно растут деревья.
zh_tw: 樹木的生長速度是如此之慢，令人痛苦。

# CHARACTERS.WANDA.DESCRIBE.ADVENTURE_PORTAL
source: What's the worst that could happen?
de: Was ist das Schlimmste, was passieren kann?
es: ¿Qué es lo peor que podría ocurrir?
fr: Qu'est-ce qui pourrait bien arriver, franchement ?
it: Cos'è il peggio che potrebbe accadere?
ja: 起こり得る最悪の事態は何だろう？
ko: 일어날 수 있는 최악의 상황은 뭘까?
pt_br: O que poderia acontecer de pior?
ru: Что плохого может случиться?
zh_tw: 可能發生的最壞情況是什麼？

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIANHAT
source: I-I can see now! The timelines are untangling before my eyes!
de: Je... Jetzt erkenne ich es! Die Zeitachsen entflechten sich vor meinen Augen!
es: ¡L-lo veo todo! ¡Las líneas temporales se revelan ante mis ojos!
fr: J-Je peux les voir ! Les lignes temporelles se démêlent sous mes yeux !
it: F-finalmente le vedo! Le linee temporali si stanno districando dinanzi a me!
ja: わ、わかった！こんがらがった時間線が私に紐解かれた！
ko: 이-이제 보여! 타임라인이 내 눈앞에 펼쳐진다!
pt_br: A-agora eu entendo! As linhas do tempo estão se desembaraçando diante dos meus olhos!
ru: Я... Я их вижу! Линии времени расстилаются у меня перед глазами!
zh_tw: 我——我現在可以看到了！ 時間線在我眼前一一展開了！

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIANHATSHARD
source: I wonder what else I could fashion with this.
de: Ich frage mich, was ich damit noch anstellen könnte.
es: Me pregunto qué más podría crear con esto.
fr: Je me demande ce que je pourrais fabriquer avec ça.
it: Chissà cos'altro potrei creare con questo.
ja: これで他にどんなファッションができるかしら。
ko: 이걸로 뭘 만드는 게 좋을까?
pt_br: O que mais eu poderia fazer com isto?
ru: Интересно, что еще можно из этого смастерить.
zh_tw: 我想知道我還可以用這個來做什麼。

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: I should have known it would happen like this again.
de: Ich hätte wissen müssen, dass es wieder so kommen würde.
es: Tendría que haber sabido que iba a pasar lo mismo.
fr: J'aurais dû savoir que ça arriverait encore comme ça.
it: Avrei dovuto immaginare che sarebbe andata così di nuovo.
ja: もう一回こんな風になるって知っておくべきだった。
ko: 또 이런 일이 일어날 줄 알았어야 했어.
pt_br: Eu já devia saber que isso iria acontecer de novo.
ru: Надо было догадаться, что все пройдет так же, как раньше.
zh_tw: 我早該知道會再次發生這樣的事情。

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: It's down... for the time being.
de: Am Boden ... Jedenfalls vorläufig.
es: Se acabó..., por ahora.
fr: C'est mort... pour l'instant.
it: È a terra... per il momento.
ja: 倒れてるわね…今のところは。
ko: 다운되었어...당분간은.
pt_br: Foi derrotado... por enquanto.
ru: Оно затихло... но лишь на время.
zh_tw: 它倒下了……暫時的。

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: Oh botheration, not you...
de: Ach verflixt. Nicht ausgerechnet du ...
es: ¿Tú? Qué fastidio...
fr: Oh, flûte de zut, pas toi...
it: Oh, che seccatura, non tu di nuovo...
ja: ああ、煩わしい。あんたのことじゃないよ…
ko: 아 귀찮아, 너 말고...
pt_br: Ai, que amolação! Você não...
ru: Вот же неудобство, опять ты...
zh_tw: 嗷，麻煩呐。你可別……

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: Just give me a moment to catch my breath...
de: Ich brauche nur kurz Zeit, um zu Atem zu kommen ...
es: Dame un momento... para recuperar la respiración...
fr: Laisse-moi une minute pour reprendre mon souffle...
it: Concedimi un momento per riprendere fiato...
ja: ちょっと息をつぐ時間をちょうだい…
ko: 잠시만 숨 좀 돌리자...
pt_br: Só me dá um instante, preciso recuperar o fôlego...
ru: Подожди секундочку, я дыхание переведу...
zh_tw: 給我點時間喘口氣……

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: I'm already at the dizzy age, all that spinning is just making it worse!
de: Ich bin schon in einem Alter, wo man ständig verwirrt ist, die ganze Dreherei macht es nur noch schlimmer!
es: Ya estoy en edad de marearme y todas esas vueltas solo empeoran la situación.
fr: Je suis déjà à un âge où on est difficilement stable. Et ça, ça ne fait qu'empirer les choses !
it: Sono già stordita, e tutto quel roteare non fa che peggiorare la situazione!
ja: もうフラフラするような年だから、あんなにグルグルしたらもっとひどくなる！
ko: 나는 이미 현기증 나는 나이인데, 돌고 있는 것들 덕분에 더 나빠지고 있어!
pt_br: Já estou numa idade avançada. Esses giros só estão piorando minha labirintite!
ru: Я и так уже в том возрасте, когда голова то и дело кружится, а тут еще все эти карусели!
zh_tw: 我已經到了會頭暈目眩的年紀，旋轉讓它變得更糟了！

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: Nice try, but not even time can trap me!
de: Netter Versuch, aber nicht einmal die Zeit kann mich fangen!
es: Buen intento, pero ni siquiera el tiempo puede atraparme.
fr: Bien essayé, mais même le temps ne peut pas me piéger !
it: Bel tentativo, ma non mi faccio intrappolare nemmeno dal tempo!
ja: 惜しい！でも時間でさえも私を留めることはできない！
ko: 해보길 잘 했지만 시간조차 나를 가둘 수 없어!
pt_br: Bela tentativa, mas nem o tempo pode me pegar!
ru: Неплохая попытка, но меня даже время не может удержать на месте!
zh_tw: 想得美，但即使是時間也無法困住我！

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE3
source: Third time's a charm!
de: Aller guten Dinge sind drei!
es: ¡A la tercera va la vencida!
fr: La troisième fois est la bonne !
it: Non c'è due senza tre!
ja: 3度目の正直！
ko: 삼세번 만에 행운이라더니!
pt_br: A terceira é a que vale!
ru: Третий раз на счастье!
zh_tw: 第三次就會是你的幸運咒！

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: There isn't so much as a spark of possibility left in it.
de: Es bleibt nicht einmal der Funke einer Möglichkeit übrig.
es: Ya no le queda ni una triste chispa de posibilidad.
fr: Il ne lui reste même plus la moindre étincelle de possibilité.
it: Non gli è rimasta nemmeno una scintilla di possibilità.
ja: 可能性の火花以上に残ってるものはない。
ko: 거기에는 혹시라도 스파크가 생길 가능성조차 남아 있지 않아.
pt_br: Não resta mais do que uma fagulha de possibilidade nele.
ru: В нем не осталось ничего, кроме последней искорки силы.
zh_tw: 這裡面沒剩下多少可能性的火花。

# CHARACTERS.WANDA.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: The air around it is still crackling with potential.
de: Die Luft um sie herum knistert noch immer vor Potenzial.
es: La atmósfera que lo rodea sigue irradiando potencial.
fr: L'air qui l'entoure grésille de potentiel.
it: L'aria che lo circonda è ancora crepitante di potenzialità.
ja: この辺の空気は可能性でバチバチしてる。
ko: 주변 공기는 아직 전기가 생길 듯이 파지직 거리는데.
pt_br: O ar em torno dele ainda está repleto de potencial.
ru: Воздух все еще потрескивает от сконцентрированного напряжения.
zh_tw: 它周圍的空氣仍在劈啪作響，充滿潛力。
