Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.ACTIONFAIL.MARK.ALREADY_MARKED
source: Picked this one
de: Habe das gewählt
es: Ya he elegido
fr: J'ai pris celui-là.
it: Preso questo
ja: これに決めたよ
ko: 이걸 골랐어
pl: Już wybrane
pt_br: Escolhi este.
ru: Вот это выбрал
zh_tw: 選了這個

# CHARACTERS.WORMWOOD.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: Have to wait
de: Ich muss warten.
es: Hay que esperar
es_mx: Hay que esperar
fr: Il faut attendre.
it: Serve aspettare
ja: 待たなくちゃ
ko: 기다려야 해
pl: Trzeba poczekać
pt_br: Tem que esperar.
ru: Надо подождать.
zh_tw: 現在我們還要等待

# CHARACTERS.WORMWOOD.ACTIONFAIL.MOUNT.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: Es de alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 別の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.MOUNT.SLEEPING
source: Upsie daisies!
de: Hoppla!
es: ¡Hora de levantarse!
fr: Debout debout !
it: Sveglia, alzare!
ja: 起きて！
ko: 아이고 저런!
pl: Upsik!
pt_br: Opazinha!
ru: Ой, непоняточки!
zh_tw: 起床床了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: Too much fighting!
de: Zu viel Kampf!
es: ¡Demasiada pelea!
es_mx: ¡Demasiada pelea!
fr: Il lutte trop !
it: Troppi combattimenti!
ja: ケンカばっかりだよ！
ko: 싸움에 열중하고 있어!
pl: Za dużo walki!
pt_br: São brigas demais!
ru: Дерется же!
zh_tw: 太多打鬥了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: Not right Glub Glub stick
de: Falscher Blubblub-Stock.
es: No es el palo glub-glub correcto
es_mx: No es el palo de gluglú correcto
fr: C'est pas le bon bâton à bloup-bloup.
it: Bastone glu glu sbagliato
ja: ブクブクの棒、これじゃないよ
ko: 이 뽀글이 막대기가 아니야
pl: Zły patyk do bulbulków
pt_br: Não é a vara de Glub Glub certa
ru: Не та палка для буль-булек
zh_tw: 不能用這根釣咕嚕咕嚕的木棍

# CHARACTERS.WORMWOOD.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: Not mine
de: Nicht meins.
es: No es cosa mía
es_mx: No ser mío
fr: C'est pas à moi.
it: Non roba mia
ja: ぼくのじゃないよ
ko: 내 것이 아니야
pl: To nie dla mnie
pt_br: Não é meu.
ru: Не мое
zh_tw: 不是我的

# CHARACTERS.WORMWOOD.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: だめだー
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.PICKUP.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: De alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 他の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: Someone else's friend
de: Freund von wem anders.
es: El amigo de alguien
es_mx: Amigo de alguien más
fr: C'est le copain de quelqu'un d'autre.
it: Amico di qualcun altro
ja: 他の誰かのお友達だちよ
ko: 누군가의 친구야
pl: Nie mój przyjaciel
pt_br: Amigo de outra pessoa.
ru: Чей-то еще друг
zh_tw: 別人的朋友

# CHARACTERS.WORMWOOD.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: Not friend
de: Kein Freund.
es: No amigo
es_mx: No ser amigo
fr: C'est pas un copain.
it: Non amico
ja: お友だちじゃないよ
ko: 친구가 아니야
pl: Nie przyjaciel
pt_br: Não é amigo.
ru: Не друг
zh_tw: 陌生人

# CHARACTERS.WORMWOOD.ACTIONFAIL.PICKUP.RESTRICTION
source: Nope. Can't use it
de: Nö. Kann ich nicht nehmen.
es: Nop. No se puede usar
es_mx: No, no poder usarla
fr: Non, je peux pas m'en servir.
it: No. Non uso
ja: だめだよ。使えないよ。
ko: 안 돼. 쓸 수 없어
pl: Nie mogę tego użyć
pt_br: Negativo. Não consigo usar.
ru: Нет. Не могу это использовать
zh_tw: 不行，用不了。

# CHARACTERS.WORMWOOD.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: Know all about it
de: Weiß alles darüber
es: Ya lo sé todo
fr: Je sais tout.
it: So tutto
ja: 全部知ってるもん
ko: 그건 전부 알고 있어
pl: Już to wszystko wiem.
pt_br: Sei tudo sobre isso.
ru: Все об этом знаю
zh_tw: 全知道

# CHARACTERS.WORMWOOD.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: Know already
de: Weiß ich schon
es: Ya lo sé
fr: Je sais déjà.
it: So già
ja: もう知ってるよ
ko: 이미 알고 있어
pl: Już wiem.
pt_br: Já sei.
ru: Уже знаю
zh_tw: 知道了

# CHARACTERS.WORMWOOD.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: All gone
de: Alles weg.
es: No queda nada
es_mx: No queda nada
fr: Il ne reste plus rien.
it: Tutto andato
ja: 全部なくなったよ
ko: 다 없어졌어
pl: Nie ma
pt_br: Tudo se foi.
ru: Ничего не осталось
zh_tw: 全都不見了

# CHARACTERS.WORMWOOD.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: No water
de: Kein Wasser
es: No hay agua
fr: Pas d'eau.
it: No acqua
ja: 水がないね
ko: 물 없어
pl: Brak wody
pt_br: Sem água.
ru: Воды нет
zh_tw: 沒水了

# CHARACTERS.WORMWOOD.ACTIONFAIL.REPAIR.WRONGPIECE
source: Wrong one
de: Falsches Ding.
es: Elección equivocada
es_mx: Equivocada
fr: C'est pas le bon.
it: Cosa sbagliata
ja: これじゃないよ。
ko: 이게 아니네
pl: Nie to
pt_br: Parte errada.
ru: Не то
zh_tw: 錯誤

# CHARACTERS.WORMWOOD.ACTIONFAIL.REPLATE.MISMATCH
source: Oops. Wrong food holder
de: Huch. Falscher Essenshalter.
es: Ups. Soporte de comida equivocado
es_mx: Uy. Aguantacomida equivocado
fr: Oups, c'est pas le bon récipient.
it: Oops. Portacibo sbagliato
ja: おっと。このたべもの置きじゃないよ。
ko: 이런. 이 음식 용기가 아니야
pl: Ups. Nie ta rzecz na jedzenie
pt_br: Opa. Suporte de comida errado.
ru: Ой. Неправильная держалка для еды
zh_tw: 哎，錯誤的食物容器

# CHARACTERS.WORMWOOD.ACTIONFAIL.REPLATE.SAMEDISH
source: Already has food holder
de: Hat schon Essenshalter.
es: Ya tiene soporte de comida
es_mx: Ya tiene aguantacomida
fr: Il a déjà un récipient.
it: Ha già portacibo
ja: たべもの置きはもうあるよ
ko: 이미 음식 용기가 있어
pl: Już ma rzeczy na jedzenie
pt_br: Já tem suporte de comida.
ru: Уже есть держалка для еды
zh_tw: 已經有食物容器了

# CHARACTERS.WORMWOOD.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: Why slow down?
de: Warum langsamer?
es: ¿Por qué más despacio?
es_mx: ¿Por qué ir más lento?
fr: Pourquoi on ralentit ?
it: Perché rallentare?
ja: なんでゆっくりになるの？
ko: 왜 느려지지?
pl: Po co zwalniać?
pt_br: Por que desacelerar?
ru: Зачем замедляться?
zh_tw: 為什麼會慢下來？

# CHARACTERS.WORMWOOD.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: Row, row-- oh
de: Rudern, Rudern ... Oh.
es: Rema, rema... Oh
es_mx: Rema, rema... Oh
fr: Rame, rame... Oh.
it: Rema, rema... oh
ja: 列、列…ああ
ko: 하나 둘, 하나 둘... 아
pl: Raz, dwa... ups
pt_br: Remar, remar-- ah.
ru: Гребем, гребем… Ой
zh_tw: 劃，劃——嗷

# CHARACTERS.WORMWOOD.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: That not right...
de: Das ist nicht richtig ...
es: Eso no está bien...
es_mx: Eso no está bien…
fr: C'est pas bon...
it: Non va bene...
ja: そうじゃないよ...
ko: 이게 아니야...
pl: Coś nie działa...
pt_br: Isso não tá certo...
ru: Что-то не так…
zh_tw: 那不對...

# CHARACTERS.WORMWOOD.ACTIONFAIL.RUMMAGE.GENERIC
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: だめだ
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ACTIONFAIL.RUMMAGE.INUSE
source: Friends doing it
de: Freunde haben es.
es: Los amigos lo hacen
es_mx: Amigos lo hacen
fr: C'est fait avec des copains.
it: Amici lavorano
ja: お友だちがやってるよ
ko: 친구가 하고 있어
pl: Przyjaciele to robią
pt_br: Amigos fazendo isso.
ru: Друзья уже это делают
zh_tw: 有好友在做了

# CHARACTERS.WORMWOOD.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: Not mine
de: Nicht meins.
es: No es cosa mía
es_mx: No ser mío
fr: C'est pas à moi.
it: Non roba mia
ja: ぼくのじゃないよ
ko: 내 것이 아니야
pl: To nie dla mnie
pt_br: Não é meu.
ru: Не мое
zh_tw: 不是我的

# CHARACTERS.WORMWOOD.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: Too much fighting!
de: Zu viel Kampf!
es: ¡Demasiada pelea!
es_mx: ¡Demasiada pelea!
fr: Il lutte trop !
it: Troppi combattimenti!
ja: ケンカばっかりだよ！
ko: 싸움에 열중하고 있어!
pl: Za dużo walki!
pt_br: São brigas demais!
ru: Дерется же!
zh_tw: 太多打鬥了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.SAIL.REPAIR
source: Already good
de: Schon gut.
es: Ya está bien
es_mx: Ya está bien
fr: C'est déjà bon.
it: Sta già bene
ja: いいかんじだね。
ko: 이미 멀쩡해
pl: Już działa
pt_br: Já tá bom.
ru: Все и так в порядке
zh_tw: 已經好了

# CHARACTERS.WORMWOOD.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Too awake
de: Zu wach.
es: Demasiado despierto
es_mx: Demasiado despierto
fr: La créature est trop éveillée.
it: Troppo sveglio
ja: お目々ぱっちり
ko: 너무 말똥말똥해
pl: Zbyt rozbudzony
pt_br: Acordado demais.
ru: Слишком бодрый
zh_tw: 太清醒了

# CHARACTERS.WORMWOOD.ACTIONFAIL.SHAVE.GENERIC
source: Hmmm... Can't do
de: Hmm ... Geht nicht.
es: Mmm... No puedo
es_mx: Mmm… No es posible
fr: Hum... Non, impossible.
it: Mmm... Non posso
ja: んー...できないよ
ko: 흠... 못 해
pl: Hmm... Nie da się
pt_br: Hmm... Não consigo.
ru: Хм-м… Нет, не могу
zh_tw: 呣...做不了

# CHARACTERS.WORMWOOD.ACTIONFAIL.SHAVE.NOBITS
source: Nothing there
de: Da ist nichts.
es: Ahí no hay nada
es_mx: No haber nada ahí
fr: Y a rien ici.
it: Niente lì
ja: 何もないよ
ko: 아무것도 없어
pl: Nic tu nie ma
pt_br: Não tem nada aí.
ru: Тут ничего нет
zh_tw: 什麼也沒有

# CHARACTERS.WORMWOOD.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: Nope. Not mine
de: Nein. Nicht meins
es: No. No es mío
fr: Nan. Pas à moi.
it: No. Non mio
ja: ダメだよ。これはぼくのじゃない
ko: 아니. 내 것 아니야
pl: Nie. Nie mój.
pt_br: Negativo. Não é meu.
ru: Не-а, не мой
zh_tw: 不。不是我的

# CHARACTERS.WORMWOOD.ACTIONFAIL.SLAUGHTER.TOOFAR
source: Nope. Too far
de: Nö. Zu weit.
es: Nop. Demasiado lejos
es_mx: No. Muy lejos
fr: Non. C'est trop loin.
it: No. Troppo lontano
ja: だめだよ。遠すぎるよ。
ko: 안 돼. 너무 멀어
pl: Nie. Za daleko
pt_br: Negativo. Muito longe.
ru: Нет. Слишком далеко
zh_tw: 不。太遠了

# CHARACTERS.WORMWOOD.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: Find friends for race
de: Freunde fürs Rennen finden.
es: Encontrar amigas para carrera
es_mx: Hallar amigos para carrera
fr: Je dois trouver des copines pour la course.
it: Trova amici per correre
ja: レースのためにお友だちをさがすよ
ko: 경주할 친구를 찾아야 해
pl: Trzeba znaleźć przyjaciół do wyścigu
pt_br: Encontrar amigos para corrida.
ru: Найти друзей для забега
zh_tw: 找朋友比賽

# CHARACTERS.WORMWOOD.ACTIONFAIL.STORE.GENERIC
source: Too full
de: Zu voll.
es: Demasiado lleno
es_mx: Demasiado lleno
fr: Pas de place.
it: Troppo pieno
ja: いっぱいだ
ko: 꽉 찼어
pl: Nie ma miejsca
pt_br: Cheio demais.
ru: Нет места
zh_tw: 太滿

# CHARACTERS.WORMWOOD.ACTIONFAIL.STORE.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: De alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 他の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.STORE.NOTALLOWED
source: Why can't it go?
de: Warum kann ich nicht rein?
es: ¿Por qué no se va?
es_mx: ¿Por qué no puede ir?
fr: Pourquoi c'est pas possible ?
it: Perché non ci va?
ja: どうして行けないの？
ko: 왜 안 되지?
pl: Dlaczego nie można?
pt_br: Por que não dá?
ru: Почему нельзя?
zh_tw: 為什麼進不去？

# CHARACTERS.WORMWOOD.ACTIONFAIL.STORE.NOTMASTERCHEF
source: Not mine
de: Nicht meins.
es: No es cosa mía
es_mx: No ser mío
fr: C'est pas à moi.
it: Non roba mia
ja: ぼくのじゃないよ
ko: 내 것이 아니야
pl: To nie dla mnie
pt_br: Não é meu.
ru: Не мое
zh_tw: 不是我的

# CHARACTERS.WORMWOOD.ACTIONFAIL.TEACH.CANTLEARN
source: Don't get it
de: Verstehe nicht.
es: No entiendo
es_mx: No entender
fr: Je comprends pas.
it: Non capisco
ja: ぜんぜんわかんない
ko: 이해가 안 돼
pl: Nie rozumiem
pt_br: Não entendo.
ru: Не понимаю
zh_tw: 學不懂

# CHARACTERS.WORMWOOD.ACTIONFAIL.TEACH.KNOWN
source: Know that already
de: Weiß ich schon.
es: Ya lo sabía
es_mx: Ya saber eso
fr: Je connais déjà ça.
it: So già
ja: もう知ってるよ
ko: 이미 알아
pl: Już to wiem
pt_br: Já sei disso.
ru: Уже это знаю
zh_tw: 已經知道

# CHARACTERS.WORMWOOD.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: Not here
de: Nicht hier.
es: Aquí no
es_mx: No está
fr: Pas ici.
it: Non qui
ja: ここじゃないよ
ko: 여긴 아니야
pl: Nie tutaj
pt_br: Aqui não.
ru: Не здесь
zh_tw: 這不行

# CHARACTERS.WORMWOOD.ACTIONFAIL.TEACH.WRONGWORLD
source: Not for here
de: Nicht für hier.
es: No para aquí
es_mx: No ser para aquí
fr: C'est pas pour ici.
it: Non per qui
ja: ここじゃだめだよ
ko: 여기 것이 아니야
pl: Nie tutaj
pt_br: Não é válido aqui.
ru: Не отсюда
zh_tw: 不是適用這裡

# CHARACTERS.WORMWOOD.ACTIONFAIL.UNLOCK.WRONGKEY
source: Wrong key. Oops
de: Falscher Schlüssel. Huch.
es: Llave equivocada. Ups
es_mx: Llave equivocada. Uy
fr: Mauvaise clé. Oups.
it: Chiave sbagliata. Oops
ja: ちがううカギだよ。おおっと。
ko: 이 열쇠가 아니네. 이런
pl: Zły klucz. Ups
pt_br: Chave errada. Opa.
ru: Не тот ключ. Ой
zh_tw: 鑰匙不對，哎

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: Not mine
de: Nicht meins.
es: No es cosa mía
es_mx: No ser mío
fr: C'est pas à moi.
it: Non roba mia
ja: ぼくのじゃないよ
ko: 내 것이 아니야
pl: To nie dla mnie
pt_br: Não é meu.
ru: Не мое
zh_tw: 不是我的

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: Have Buddy already
de: Hab schon Freund
es: Ya tengo amigo
fr: J'ai déjà un copain.
it: Ho già amico
ja: もうもじゃもじゃ君はいるから
ko: 이미 친구 있어
pl: Już mam wołka.
pt_br: Já tenho Amigo.
ru: Уже есть дружок
zh_tw: 已經有夥伴了

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não está funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: Too much danger now!
de: Zu gefährlich!
es: ¡Demasiado peligro ahora!
es_mx: ¡Demasiado peligro ahora!
fr: Le danger est trop important maintenant !
it: Ora troppo pericolo!
ja: キケンがいっぱいだよ
ko: 지금은 위험한 게 너무 많아!
pl: To teraz zbyt niebezpieczne!
pt_br: Muito perigo agora!
ru: Сейчас слишком опасно!
zh_tw: 現在太危險了！

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: Wrong key. Oops
de: Falscher Schlüssel. Huch.
es: Llave equivocada. Ups
es_mx: Llave equivocada. Uy
fr: Mauvaise clé. Oups.
it: Chiave sbagliata. Oops
ja: ちがううカギだよ。おおっと。
ko: 이 열쇠가 아니네. 이런
pl: Zły klucz. Ups
pt_br: Chave errada. Opa.
ru: Не тот ключ. Ой
zh_tw: 鑰匙不對，哎

# CHARACTERS.WORMWOOD.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: Wrong key. Oops
de: Falscher Schlüssel. Huch.
es: Llave equivocada. Ups
es_mx: Llave equivocada. Uy
fr: Mauvaise clé. Oups.
it: Chiave sbagliata. Oops
ja: ちがううカギだよ。おおっと。
ko: 이 열쇠가 아니네. 이런
pl: Zły klucz. Ups
pt_br: Chave errada. Opa.
ru: Не тот ключ. Ой
zh_tw: 鑰匙不對，哎

# CHARACTERS.WORMWOOD.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: What to wrap... What to wrap...
de: Was soll ich einpacken?
es: Qué envolver..., qué envolver...
es_mx: ¿Qué envolver…?, ¿qué envolver…?
fr: Pour emballer quoi... Pour emballer quoi...
it: Cosa avvolgere... Cosa avvolgere...
ja: 包む...何を包もうかな...
ko: 뭘 싸지... 뭘 싸지...
pl: Co zawinąć... co zawinąć...
pt_br: Embrulhar o quê... embrulhar o quê...
ru: Что завернуть… Что завернуть…
zh_tw: 包什麼...包什麼...

# CHARACTERS.WORMWOOD.ACTIONFAIL.WRITE.GENERIC
source: Can't write
de: Kann nicht schreiben.
es: No puedo escribir
es_mx: No poder escribir
fr: Impossible d'écrire dessus.
it: Non posso scrivere
ja: 書けない
ko: 못 써
pl: Nie mogę pisać
pt_br: Não consigo escrever.
ru: Не умею писать
zh_tw: 寫不了

# CHARACTERS.WORMWOOD.ACTIONFAIL.WRITE.INUSE
source: Someone else's
de: Gehört wem anders.
es: Es de otro
es_mx: De alguien más
fr: À quelqu'un d'autre.
it: Di qualcun altro
ja: 他の誰かのだね
ko: 주인이 있어
pl: Nie moje
pt_br: É de outra pessoa.
ru: Не мое
zh_tw: 別人的

# CHARACTERS.WORMWOOD.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: Not here
de: Nicht hier.
es: Aquí no
es_mx: No está
fr: Pas ici.
it: Non qui
ja: ここじゃないよ
ko: 여긴 아니야
pl: Nie tutaj
pt_br: Aqui não.
ru: Не здесь
zh_tw: 這不行

# CHARACTERS.WORMWOOD.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: Hm...
es: Hum...
fr: Hum...
it: Mmmm...
ja: うーん...
ko: 흠...
pt_br: Hum...
ru: Хм...
zh_tw: 嗯……

# CHARACTERS.WORMWOOD.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: Know it
de: Weiß das
es: Lo sé
fr: Je connais.
it: So già
ja: 知ってるよ
ko: 알아
pl: Wiem.
pt_br: Sei disso.
ru: Знаю
zh_tw: 我知道

# CHARACTERS.WORMWOOD.ACTIONFAIL_GENERIC
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: いや。
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ANNOUNCE_ACCOMPLISHMENT
source: A game!
de: Ein Spiel!
es: ¡Un juego!
es_mx: ¡Un juego!
fr: Un jeu !
it: Un gioco!
ja: ゲームだ！
ko: 게임이다!
pl: Zabawa!
pt_br: Um jogo!
ru: Игра!
zh_tw: 一個遊戲！

# CHARACTERS.WORMWOOD.ANNOUNCE_ACCOMPLISHMENT_DONE
source: Did it! Yay!
de: Geschafft! Juhuu!
es: ¡Hecho! ¡Yupi!
es_mx: ¡Está hecho! ¡Viva!
fr: Youpi, j'ai réussi !
it: Fatto! Evviva!
ja: できた！イェイ！
ko: 해냈어! 만세!
pl: Udało się! Hurra!
pt_br: Consegui! Viva!
ru: Получилось! Ура!
zh_tw: 做到了！耶！

# CHARACTERS.WORMWOOD.ANNOUNCE_ADVENTUREFAIL
source: Try again
de: Noch mal.
es: Inténtalo de nuevo
es_mx: Intentar otra vez
fr: Il faut réessayer.
it: Riprovo
ja: もう一回やろう
ko: 다시 하자
pl: Spróbuj ponownie
pt_br: Tente novamente.
ru: Еще раз
zh_tw: 再試一次

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_SINKHOLE.1
source: Sinking!
de: Sinken!
es: ¡Se hunde!
es_mx: ¡Hundiendo!
fr: Il coule !
it: Affonda!
ja: しずんでるよ！
ko: 가라앉는다!
pl: Tonę!
pt_br: Afundando!
ru: Тонет!
zh_tw: 下沉中！

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_SINKHOLE.2
source: Ground going!
de: In den Boden!
es: ¡El suelo se va!
es_mx: ¡Tierra se va!
fr: Le sol s'enfonce !
it: Terra si muove!
ja: 地面を行こう！
ko: 땅이 무너진다!
pl: Ziemia się rusza!
pt_br: Terreno indo!
ru: Земля не держит!
zh_tw: 通向地面！

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_SINKHOLE.3
source: Dirt sinking!
de: Bodensenke!
es: ¡La tierra se hunde!
es_mx: ¡Tierra hundiéndose!
fr: La terre s'en va !
it: Terra cade!
ja: 泥にしずんてるよ！
ko: 흙이 가라앉는다!
pl: Ziemia tonie!
pt_br: Terra afundando!
ru: Тонет в грязи!
zh_tw: 土都掉下去了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_TRIBUTE.1
source: Here you go
de: Hier, bitte.
es: Ya está
es_mx: Ahí tienes
fr: Et voilà.
it: Fatto
ja: どうぞ
ko: 여기 있어
pl: Proszę
pt_br: Aqui está.
ru: Вот, держи
zh_tw: 好啦

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_TRIBUTE.2
source: For you
de: Für dich.
es: Para ti
es_mx: Para ti
fr: Pour toi.
it: Per te
ja: あげるよ！
ko: 이걸 줄게
pl: Dla ciebie
pt_br: Pra você.
ru: Это тебе
zh_tw: 都給你

# CHARACTERS.WORMWOOD.ANNOUNCE_ANTLION_TRIBUTE.3
source: Happy? Yes, happy
de: Zufrieden? Ja, zufrieden.
es: ¿Feliz? Sí, feliz
es_mx: ¿Feliz? Sí, feliz
fr: T'es content ? Oui, t'es content.
it: Felice? Sì, felice
ja: うれしい？ うん、うれしい
ko: 좋아? 다행이야
pl: Cieszysz się? Tak
pt_br: Feliz? Sim, feliz.
ru: Доволен? Да, доволен
zh_tw: 開心麼？是，開心

# CHARACTERS.WORMWOOD.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: Oooooh, pictures!
de: Oooooh, Bilder!
es: ¡Oh, dibujitos!
fr: Ooooh, des images !
it: Oh, immagini!
ja: うわああ～、写真だぁ！
ko: 오오오오, 사진들!
pl: Oooch, obrazki!
pt_br: Aaaaah, fotos!
ru: У-у-у, картинки!
zh_tw: 噢，圖片！

# CHARACTERS.WORMWOOD.ANNOUNCE_ARCHIVE_NO_POWER
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: いや。
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: Know it
de: Weiß das
es: Lo sé
fr: Je connais.
it: So già
ja: 知ってるよ
ko: 알아
pl: Wiem.
pt_br: Sei disso.
ru: Знаю
zh_tw: 我知道

# CHARACTERS.WORMWOOD.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: Ground shaky
de: Bodengrummel.
es: Suelo tembloroso
es_mx: Tierra temblorosa
fr: Le sol tremble.
it: Terra trema
ja: 地面がぶるぶるだよ
ko: 땅이 흔들려
pl: Ziemia się trzęsie
pt_br: Chão instável.
ru: Земля дрожит
zh_tw: 地在搖

# CHARACTERS.WORMWOOD.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: Sky falling!
de: Himmel fällt!
es: ¡El cielo se cae!
es_mx: ¡Cielo se cae!
fr: Le ciel tombe !
it: Cielo cade!
ja: もうおわりだ！
ko: 하늘이 무너진다!
pl: Niebo spada!
pt_br: Céu caindo!
ru: Небо падает!
zh_tw: 天塌了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: Not safe!
de: Nicht sicher!
es: ¡No es seguro!
es_mx: ¡No ser seguro!
fr: C'est dangereux !
it: Non sicuro!
ja: 安全じゃないよ！
ko: 안전하지 않아!
pl: Niebezpieczeństwo!
pt_br: Não seguro!
ru: Не безопасно!
zh_tw: 不安全！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_ATTACK
source: Feel stronger!
de: Viel stärker!
es: ¡Me siento más fuerte!
es_mx: ¡Sentir más fuerte!
fr: Je me sens plus fort !
it: Più forte!
ja: 強くなった気がする！
ko: 강해진 것 같아!
pl: Jestem silniejszy!
pt_br: Sentir mais forte!
ru: Чувствую себя сильнее!
zh_tw: 感到更強壯了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: Zap! Zap, Zap!
de: Patsch! Patschpatsch!
es_mx: ¡Bzz! ¡Bzz, bzz!
ja: バン！ バン！ バン！
ko: 찌릿! 찌릿찌릿!
pl: Bzzt! Bzzt, bzzt!
ru: Бзт! Бзт-бзт!
zh_tw: 電擊！電擊，電擊！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: No more wet!
de: Nicht mehr nass!
es: ¡No más mojado!
es_mx: ¡No más mojado!
fr: Je suis sec !
it: Non più bagnato!
ja: もうぬれてないよ！
ko: 이제 안 축축해!
pl: Koniec mokrości
pt_br: Não mais molhado!
ru: Теперь не сыро!
zh_tw: 再不會弄濕了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: Hmm, bark feel thicker!
de: Hmm, Borke ist dicker!
es: Hum, ¡noto la corteza más gruesa!
es_mx: Mmm, ¡corteza sentirse más gruesa!
fr: Mon écorce s'est épaissie !
it: Mmmm, corteccia più robusta!
ja: んー、音がおっきく聞こえるよ！
ko: 흠, 껍질이 더 두꺼워진 것 같아!
pl: Hm, kora wydaje się mocniejsza!
pt_br: Hum, casca parece mais grossa!
ru: Хм-м, кора стала крепче!
zh_tw: 嗯，樹皮感覺更厚了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: Awake!
de: Wach auf!
es: ¡Despierto!
fr: Je suis réveillé !
it: Sveglio!
ja: おめめパッチリ！
ko: 일어나!
pl: Nie śpię!
pt_br: Acordado!
ru: Не сплю!
zh_tw: 醒了！

# CHARACTERS.WORMWOOD.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Faster gooder!
de: Schneller, besser!
es: ¡Más rápido es más bueno!
es_mx: ¡Más rápido ser mejor!
fr: Plus vite, plus vite !
it: Più veloce, più efficiente!
ja: 速いほうがもっといいよ！
ko: 빠를수록 좋지!
pl: Szybciej, dobrzej!
pt_br: Mais rápido e melhor!
ru: Быстрее — лучше!
zh_tw: 更快，更好！

# CHARACTERS.WORMWOOD.ANNOUNCE_BECOMEGHOST
source: ooOooooO!
es: ¡uuUuuuuU!
fr: bOuHoUhoU !
ja: えー！なんてこった！
ko: 우우우!
ru: О-о-о-о!
zh_tw: 嗚～嗚～嗚！

# CHARACTERS.WORMWOOD.ANNOUNCE_BEES
source: Buzz! Buzz!
de: Summ! Summ!
es: ¡Zuums! ¡Zuums!
es_mx: ¡Zumbido!, ¡zumbido!
fr: Bzzz ! Bzzz !
it: Bzzz! Bzzz!
ja: ブンブン！
ko: 붕붕! 붕붕!
pl: Bzyk! Bzyk!
pt_br: Bzzz! Bzzz!
ru: Бз-з-з! Бз-з-з!
zh_tw: 嗡嗡！嗡嗡！

# CHARACTERS.WORMWOOD.ANNOUNCE_BLOOMING.1
source: Feeling bloomy!
de: Blümerant!
es: ¡Me siento floreciente!
es_mx: ¡Sintiéndome floreciente!
fr: Je me sens florissant !
it: In fiore!
ja: 満開の気分だ！
ko: 꽃이 피는 것 같아!
pl: Wygląda kwitnąco!
pt_br: Tô me sentindo florescente!
ru: Цветущее настроение!
zh_tw: 感覺開花了！

# CHARACTERS.WORMWOOD.ANNOUNCE_BOAT_LEAK
source: Water! Water coming!
de: Wasser! Wasser kommt!
es: ¡Agua! ¡Viene agua!
es_mx: ¡Agua! ¡Llega agua!
fr: De l'eau, de l'eau qui s'infiltre !
it: Acqua! Acqua sgorga!
ja: 水だよ！水がくるよ！
ko: 물! 물이 들어와!
pl: Woda! Woda leci!
pt_br: Água! Água vindo!
ru: Вода! Вода полилась!
zh_tw: 水！漏水了！

# CHARACTERS.WORMWOOD.ANNOUNCE_BOAT_SINK
source: Why sinking, Floater?
de: Warum sinkst du, Schwimmer?
es: ¿Por qué te hundes, flotador?
es_mx: ¿Por qué te hundes, flotador?
fr: Pourquoi tu coules, bidule flottant ?
it: Perché affondi?
ja: プカプカ、なんで沈むの？
ko: 왜 가라앉니, 부유물아?
pl: Dlaczego toniesz, pływaczu?
pt_br: Por que afundou, Flutuador?
ru: Почему ты тонешь, плавучка?
zh_tw: 浮的好好的，為什麼要沉？

# CHARACTERS.WORMWOOD.ANNOUNCE_BOOMERANG
source: Whoops. Missed it
de: Huch. Daneben.
es: Ups. Fallo
es_mx: ¡Ups! Fallé
fr: Oups. Je l'ai pas rattrapé.
it: Ops. Mancato
ja: おっと。失敗だー
ko: 앗. 놓쳤다
pl: Ups. Nie trafiłem
pt_br: Ops. Errei.
ru: Ой. Не попал
zh_tw: 哎呀。錯過了

# CHARACTERS.WORMWOOD.ANNOUNCE_BRAVERY_POTION
source: Feeling strong!
de: Ich bin stark!
es: ¡Me siento fuerte!
es_mx: ¡Sentir fuerte!
fr: Je me sens costaud !
it: Sento forte!
ja: 強くなった気分だよ！
ko: 강해진 느낌이야!
pl: Czuję się silny!
pt_br: Tô me sentindo forte!
ru: Чувствую себя сильнее!
zh_tw: 強壯起來了！

# CHARACTERS.WORMWOOD.ANNOUNCE_BURNT
source: Agghh! Too much hot!
de: Aaargh! Zu heiß!
es: ¡Argh! ¡Demasiado calor!
es_mx: ¡Ahhh! ¡Demasiado calor!
fr: Argh, trop de chaleur !
it: Agghh! Troppo caldo!
ja: わー！熱すぎるよー！
ko: 아아! 너무 뜨거워!
pl: Aaa! Za gorąco!
pt_br: Agghh! Tá quente demais!
ru: А-а-а! Слишком горячо!
zh_tw: 啊啊！太熱了！

# CHARACTERS.WORMWOOD.ANNOUNCE_CALL_BEEF
source: Here Shaggy Buddy!
de: Hey Zottelkerl!
es: ¡Aquí, amiguito greñudo!
fr: Viens, copain poilu !
it: Qui, amico peloso!
ja: もじゃもじゃ君、こっちだよ！
ko: 여기 덥수룩한 친구!
pl: Tutaj kudłaty kumplu!
pt_br: Aqui, Amigo Felpudo!
ru: Сюда, лохматый дружок!
zh_tw: 來，毛絨絨的朋友！
