Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of my fears in liquid form, eh?
de: Alle meine Ängste in flüssiger Form, was?
es: Todos mis temores en forma líquida, ¿eh?
fr: Toutes mes craintes sous forme liquide, hein ?
it: Tutte le mie paure nella forma liquida, eh?
ja: ワシの恐怖が結集された液体ってとこだ、ねえ？
ko: 내가 무서워하는 모든 것이 액체의 형태가 된 거야, 그치?
pl: Cały mój strach w płynnej formie.
pt_br: Todos os meus medos em forma líquida, é?
ru: Все мои страхи в жидкой форме, а?
zh_cn: 我的所有恐惧都汇成了液体，是吗？
zh_tw: 我的所有恐懼都匯成了液體，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREGROWTH
source: Somethin' tells me that's not part of the natural environment.
de: Irgendetwas sagt mir, dass das nicht Teil der natürlichen Umgebung ist.
es: Algo me dice que eso no es precisamente parte de la naturaleza...
fr: Quelque chose me dit que ça n'a rien de naturel.
it: Qualcosa mi dice che non appartiene all'ambiente naturale.
ja: オレの直感が、あれが自然物じゃねぇって告げてるぜ。
ko: 자연 환경의 일부가 아닌 것 같아.
pl: Coś mi mówi, że to nie jest częścią środowiska naturalnego.
pt_br: Algo me diz que isso não faz parte do ambiente natural.
ru: Что-то мне подсказывает, что это явно не естественный элемент пейзажа.
zh_cn: 直觉告诉我，它不是自然长出的东西。
zh_tw: 直覺告訴我，它不是自然長出的東西。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARELIGHT
source: They should have used wood.
de: Sie hätten Holz benutzen sollen.
es: Deberían haber utilizado madera.
fr: Ils auraient dû utiliser du bois.
it: Avrebbero dovuto usare il legno.
ja: 木材を使えばよかったのに。
ko: 나무를 썼어야 하잖아.
pl: Powinni byli użyć drewna.
pt_br: Eles deveriam ter usado madeira.
ru: Их бы древесиной топить.
zh_cn: 这盏灯应该使用木材的。
zh_tw: 這盞燈應該使用木材的。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREPIE
source: Whatcha think, Lucy? Should we try a bite?
de: Was meinst du, Lucy? Sollen wir mal probieren?
es: ¿Qué opinas, Lucy? ¿Probamos un bocado?
fr: Qu'en dis-tu, Lucy ? On goûte ?
it: Che ne dici, Lucy? Ne assaggiamo un po'?
ja: どう思う、ルーシー？一口いただくか？
ko: 어때, 루시? 한입 먹어볼까?
pl: Jak myślisz, Lucy? Spróbujemy gryzka?
pt_br: O que você acha, Lucy? Vamos experimentar?
ru: Что думаешь, Люси? Стоит нам съесть кусочек?
zh_cn: 露西，你怎么看？咱们要不要吃一口？
zh_tw: 露西，你怎麼看？咱們要不要吃一口？

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I think it's off.
de: Ich denke, es ist aus.
es: Creo que está apagado.
fr: Je crois que c'est éteint.
it: Penso che sia spento.
ja: オフのはずだ。
ko: 꺼진 것 같아.
pl: Chyba nie działa.
pt_br: Acho que está desligado.
ru: Кажется, он все.
zh_cn: 我想它已经关了吧。
zh_tw: 我想它已經關了吧。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's nearly still.
de: Es ist fast ruhig.
es: Casi está inmóvil.
fr: C'est presque arrêté.
it: È quasi immobile.
ja: ほぼ静止している。
ko: 거의 멈췄어.
pl: Prawie się nie rusza.
pt_br: Está praticamente parada.
ru: Он почти неподвижен.
zh_cn: 它几乎没动。
zh_tw: 它幾乎沒動。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I think it's off.
de: Ich denke, es ist aus.
es: Creo que está apagado.
fr: Je crois que c'est éteint.
it: Penso che sia spento.
ja: オフのはずだ。
ko: 꺼진 것 같아.
pl: Chyba nie działa.
pt_br: Acho que está desligado.
ru: Кажется, он все.
zh_cn: 我想它已经关了吧。
zh_tw: 我想它已經關了吧。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's going crazy!
de: Es spielt verrückt!
es: ¡Se está volviendo loco!
fr: Ça devient fou !
it: Sta impazzendo!
ja: 発狂しているぞ！
ko: 미친 것 같아!
pl: Zaczyna szaleć!
pt_br: Está ficando louca!
ru: Сейчас он взбесится!
zh_cn: 太疯狂了！
zh_tw: 太瘋狂了！

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's settling down.
de: Es nimmt ab.
es: Se está yendo.
fr: Ça se calme.
it: Si sta calmando.
ja: 落ち着いてきている。
ko: 잠잠해지고 있어.
pl: Uspokaja się.
pt_br: Está se aquietando.
ru: Он слабеет.
zh_cn: 它稳定下来了。
zh_tw: 它穩定下來了。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: This thing just turned on!
de: Das Ding hat sich gerade eingeschaltet.
es: ¡Esto se acaba de encender!
fr: Ce truc vient de s'allumer !
it: Questa cosa si è appena accesa!
ja: 今スイッチが入った！
ko: 방금 켜졌잖아!
pl: Właśnie się włączyło!
pt_br: Essa coisa acabou de ligar!
ru: Эта штука только что включилась!
zh_cn: 这东西又打开了！
zh_tw: 這東西又打開了！

# CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's vibrating!
de: Es vibriert!
es: ¡Está vibrando!
fr: Ça vibre !
it: Sta vibrando!
ja: 振動している！
ko: 떨리고 있잖아!
pl: Wibruje!
pt_br: Está vibrando!
ru: Он вибрирует!
zh_cn: 它在振动！
zh_tw: 它在振動！

# CHARACTERS.WOODIE.DESCRIBE.NIGHTSTICK
source: That's mighty nifty.
de: Das ist mächtig flott.
es: Muy ingenioso.
fr: C'est vachement chouette.
it: Elegantissima.
ja: それはなんて、力強く素晴らしいんだ。
ko: 아주 유용한데.
pl: Bardzo sprytne.
pt_br: Isso é muito estiloso.
ru: Довольно искусно выполнено.
zh_cn: 漂亮又强大。
zh_tw: 漂亮又強大。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTSWORD
source: Nightmares can't hurt ya!
de: Albträume können dir nichts anhaben
es: ¡Las pesadillas no pueden hacerte daño!
fr: Les cauchemars, ça peut pas faire mal !
it: Gli incubi non possono farti del male!
ja: 悪夢が君に害を与えることはない！
ko: 악몽은 사람을 해칠 수 없어!
pl: Koszmary nie mogą cię skrzywdzić!
pt_br: Pesadelos não te machucam!
ru: Кошмары больше не страшны!
zh_cn: 噩梦没法伤害你！
zh_tw: 噩夢沒法傷害你！

# CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we built the railway.
de: So haben wir die Eisenbahn gebaut.
es: Así es como construimos el ferrocarril.
fr: C'est avec ça qu'on fait la poudre.
it: È così che costruiamo la ferrovia.
ja: 俺たちがどのように鉄道を作ったかを示している。
ko: 철도를 만든 방법이잖아.
pl: Tak się buduje kolej.
pt_br: Foi assim que construímos as estradas de ferro.
ru: Вот как мы строим железные дороги.
zh_cn: 我们就是用这个建造铁路的。
zh_tw: 我們就是用這個建造鐵路的。

# CHARACTERS.WOODIE.DESCRIBE.NUTRIENTSGOGGLESHAT
source: This thing sure helps take the guesswork out of gardening.
de: Mit diesem Gerät ist die Gartenarbeit kein Rätselraten mehr.
es: Esto resuelve todas las incertidumbres de la horticultura.
fr: Au moins, cette chose permet de moins se poser de questions à propos du jardinage.
it: Questo coso trasforma il giardinaggio in una scienza.
ja: こいつがあれば、畑仕事で頭を悩ませる必要がなくなるぜ。
ko: 이 덕분에 확실히 정원 가꾸기에서 짐작하지 않아도 돼.
pl: Dzięki temu faktycznie można dać sobie spokój z intuicyjnym ogrodnictwem.
pt_br: Essa coisa ajuda a acabar com os achismos na jardinagem.
ru: С этой штукой больше не нужно ничего угадывать про растения.
zh_cn: 有了这东西种起地来就不用靠猜了。
zh_tw: 有了這東西種起地來就不用靠猜了。

# CHARACTERS.WOODIE.DESCRIBE.OAR
source: I wouldn't mind taking the boat out on the lake today.
de: Ich hätte nichts dagegen, heute mit dem Boot auf den See zu fahren.
es: Hoy no me importaría sacar el barco al lago.
fr: Ça me dirait bien de faire un tour de lac aujourd'hui.
it: Oggi non mi dispiacerebbe fare bel un giro in barca sul lago.
ja: 今日なら、池にボートを浮かべるのも悪くねえな。
ko: 오늘은 배를 타고 호수에 나가도 좋겠어.
pl: Nie miałbym nic przeciwko wypchnięciu łodzi na jezioro.
pt_br: Não seria nada mal passear de barco no lago hoje.
ru: Было бы неплохо сплавать на лодке на середину озера.
zh_cn: 今天去湖里划个船也好。
zh_tw: 今天去湖裡劃個船也好。

# CHARACTERS.WOODIE.DESCRIBE.OAR_DRIFTWOOD
source: Nice day for rowin', eh?.
de: Schöner Tag zum Rudern, nicht?
es: Un bonito día para remar, ¿eh?
fr: Une belle journée pour ramer, hein ?
it: Bella giornata per una remata, eh?
ja: 今日は漕ぎ日和だな。
ko: 노 젓기 좋은 날이네, 그치?
pl: Dobry dzień na pływanie łódką, co?
pt_br: Bom dia para remar, ein?
ru: Хороший день для заплыва, да?
zh_cn: 很适合划船的一天，对不？
zh_tw: 很適合划船的一天，對不？

# CHARACTERS.WOODIE.DESCRIBE.OASISLAKE.EMPTY
source: There's nothin' but dirt here.
de: Hier ist nichts als Schlamm.
es: Aquí no hay más que tierra.
fr: Il n'y a que de la terre ici.
it: C'è solo terra qui.
ja: 泥しかねえみたいだ。
ko: 먼지밖에 없잖아.
pl: Nic, tylko ziemia.
pt_br: Não tem nada além de sujeira aqui.
ru: Тут только грязь осталась.
zh_cn: 除了土什么都没有。
zh_tw: 除了土什麼都沒有。

# CHARACTERS.WOODIE.DESCRIBE.OASISLAKE.GENERIC
source: That's a whole lotta wet.
de: Ziemlich nass.
es: Un montón de humedad.
fr: C'est vraiment très humide.
it: C'è un lago di acqua.
ja: 水浸しだな
ko: 많이 젖었잖아.
pl: Ale tu dużo wody.
pt_br: Esse é um grande poço de umidade.
ru: Как же тут мокро.
zh_cn: 全都湿了。
zh_tw: 全都濕了。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHABLEFLOTSAM
source: A bit of mud won't hurt ya.
de: Etwas Schlamm kann nicht schaden.
es: Un poco de barro no te va a hacer daño.
fr: Un peu de boue ne peut pas faire de mal.
it: Un po' di fango non ha mai fatto male a nessuno.
ja: 少々の泥なら問題ない。
ko: 진흙이 좀 있으면 나쁠 게 없지.
pl: Trochę błota jeszcze nikomu nie zaszkodziło.
pt_br: Um pouco de lama não vai machucar.
ru: От грязи еще никто не умирал.
zh_cn: 一点泥怕什么。
zh_tw: 一點泥怕什麼。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: Nothing like a nice day of fishin'.
de: Es geht nichts über einen schönen Angeltag.
es: No hay nada como un buen día de pesca.
fr: C'est une belle journée pour pêcher.
it: Non c'è niente di meglio che passare una giornata a pescare.
ja: 魚釣りほどいい時間の過ごし方はねえな。
ko: 낚시만 한 게 없잖아.
pl: Nie ma to jak dzień na rybach.
pt_br: Nada como um belo dia de pesca.
ru: Нет ничего лучше дня, проведенного на рыбалке.
zh_cn: 打一天渔就是最幸福的事情。
zh_tw: 打一天漁就是最幸福的事情。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: Hm. Could really use a float of some kind.
de: Hm. Ich könnte wirklich irgendeinen Schwimmer gebrauchen.
es: Hum. Me vendría bien un flotador de pesca.
fr: Il me faudrait une sorte de flotteur.
it: Mmmm. Forse dovrei usare un galleggiante.
ja: ふむ。何か浮きみたいなモノがあればいいんだが。
ko: 흠. 찌 같은 걸 쓰면 좋겠잖아.
pl: Hm. Przydałby się tu jakiś spławik.
pt_br: Hum. Seria realmente bom ter algum flutuador.
ru: Хм. Тут не помешал бы какой-нибудь поплавок.
zh_cn: 嗯。需要浮标。
zh_tw: 嗯。需要浮標。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: Nothing like a nice day of fishin'.
de: Es geht nichts über einen schönen Angeltag.
es: No hay nada como un buen día de pesca.
fr: C'est une belle journée pour pêcher.
it: Non c'è niente di meglio che passare una giornata a pescare.
ja: 魚釣りほどいい時間の過ごし方はねえな。
ko: 낚시만 한 게 없잖아.
pl: Nie ma to jak dzień na rybach.
pt_br: Nada como um belo dia de pesca.
ru: Нет ничего лучше дня, проведенного на рыбалке.
zh_cn: 打一天渔就是最幸福的事情。
zh_tw: 打一天漁就是最幸福的事情。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Hmph. Guess birds are good for some things.
de: Hmpf. Vögel sind also doch zu irgendwas gut.
es: Ejem. Supongo que los pájaros sirven para algunas cosas.
fr: Les oiseaux ne sont pas si inutiles que ça.
it: Uhm. Allora forse anche gli uccelli servono a qualcosa.
ja: ヘッ、鳥も何かの役に立つんだな。
ko: 흠. 새도 쓸모가 있잖아.
pl: Hm. Wygląda na to, że ptaki jednak czasami się przydają.
pt_br: Hunf. Acho que pássaros servem para algumas coisas.
ru: Пф-ф-ф. Ну ладно, иногда и от птиц бывает польза.
zh_cn: 嗯。看来鸟也不是一无是处。
zh_tw: 嗯。看來鳥也不是一無是處。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: Gonna have to hold that one real carefully.
de: Damit muss ich sehr vorsichtig sein.
es: Voy a tener que sujetar ese con mucho cuidado.
fr: Il faut que je le tienne avec précaution.
it: Meglio maneggiarla con molta cura.
ja: 取り扱いには注意しねえとな。
ko: 이건 조심히 다뤄야겠잖아.
pl: Trzeba będzie na nią bardzo uważać.
pt_br: Vou ter que segurar isso com muito cuidado.
ru: С этим надо обращаться очень аккуратно.
zh_cn: 拿那个我得小心点。
zh_tw: 拿那個我得小心點。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: I wonder what kind of monster I'll reel in with this.
de: Mal sehen, was für Monster ich damit rausziehe.
es: Me pregunto qué tipo de monstruo voy a pescar con esto.
fr: Je me demande quel monstre je vais attirer avec ça.
it: Che diavolo di mostro marino potrei pescare con questa?
ja: これで、どんな化け物が釣れるんだろうな。
ko: 이걸로 어떤 괴물을 낚을지 기대되잖아.
pl: Ciekawe, co za potwór złapie się na taką przynętę.
pt_br: Me pergunto que tipo de monstro vou puxar com isso.
ru: Интересно, какую ужасную тварь это привлечет?
zh_cn: 不知道能钓上什么怪物来。
zh_tw: 不知道能釣上什麼怪物來。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: Guess there's fish to be caught, rain or shine.
de: Es gibt wohl Fische zu fangen, ob es regnet oder die Sonne scheint.
es: Imagino que habrá peces que atrapar, llueva o haga sol.
fr: La pêche est bonne, qu'il neige ou qu'il vente.
it: I pesci abboccano sia sotto il sole che sotto la pioggia.
ja: 晴れだろうが雨がだろうが、魚はいつでもいるのさ。
ko: 비가 오든 날이 개든, 생선은 잡아야 하잖아.
pl: Czy słońce, czy deszcz, ryby trzeba łowić.
pt_br: Acho que tem peixes a serem pescados, faça chuva ou faça sol.
ru: Наверное, рыбе все равно, дождь идет на поверхности или светит солнце.
zh_cn: 不管刮风下雨，鱼都能钓上来。
zh_tw: 不管颳風下雨，魚都能釣上來。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: I wouldn't mind a bit of ice fishing.
de: Ich hätte nichts gegen eine Runde Eisangeln.
es: No me importaría pescar un poco en hielo.
fr: Je suis un pro de la pêche sur glace.
it: Non mi dispiacerebbe un po' di pesca sul ghiaccio.
ja: 雪の中の釣りもいいもんだ。
ko: 얼음 낚시도 나쁘지 않잖아.
pl: Chętnie połowiłbym trochę pod lodem.
pt_br: Não me incomodaria de pescar um pouco no gelo.
ru: Ничего не имею против подледной рыбалки.
zh_cn: 钓冰鱼也挺好玩。
zh_tw: 釣冰魚也挺好玩。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: This'll be sure to reel them in, eh?
de: Damit kriegt man jeden eingeholt, wie?
es: Con esto sí que se pescará bien, ¿eh?
fr: Avec ça, je vais tous les avoir, hein ?
it: Con questo prenderò di sicuro qualcosa, no?
ja: これで魚どもを釣り上げられるってもんだ。
ko: 이거면 생선이 꼬이겠네, 그치?
pl: Na pewno się na nią złapią, nie?
pt_br: Isso certamente vai atrair eles, né?
ru: Этого же хватит, чтобы наловить рыбки на ужин, да?
zh_cn: 这下肯定能钓到鱼了，对不？
zh_tw: 這下肯定能釣到魚了，對不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISHINGROD
source: Let's see if the fish are bitin', eh?
de: Mal sehen, ob die Fische beißen, was?
es: Veamos si los peces están picando, ¿eh?
fr: Alors, ça mord ?
it: Vediamo se i pesci abboccano, eh?
ja: さあ、魚どもが食らいつくか見ものだぜ。
ko: 생선이 이걸 무는지 봐야겠네, 그치?
pl: Sprawdzimy, czy biorą, nie?
pt_br: Vamos ver se os peixes estão mordendo, né?
ru: Посмотрим, будет ли клевать, ага.
zh_cn: 咱们来看看鱼儿咬钩没，好不？
zh_tw: 咱們來看看魚兒咬鉤沒，好不？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_1
source: Yeesh, if I weren't so hungry I'd throw it right back.
de: Puh, wenn ich nicht so hungrig wäre, würde ich ihn wieder reinwerfen.
es: Jope, si no tuviera tanta hambre lo devolvería.
fr: Si je n'avais pas aussi faim, je m'en débarrasserais tout de suite.
it: Bleah, se non avessi così tanta fame, lo ributterei in acqua all'istante.
ja: 腹が空いてなけりゃあ、リリースしていたところだ。
ko: 으윽, 배가 고프지만 않았어도 놓아줄 텐데.
pl: Gdybym tylko nie był taki głodny, od razu bym to wyrzucił.
pt_br: Eita, se eu não estivesse com tanta fome, soltava de volta.
ru: Фу. Если бы не голод, я бы ее обратно выкинул.
zh_cn: 咦，要不是饿，我就直接扔回水里了。
zh_tw: 咦，要不是餓，我就直接扔回水裡了。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_2
source: You'll make a good meal.
de: Du wirst eine schöne Mahlzeit abgeben.
es: Contigo se puede hacer una buena comida.
fr: Tu feras un très bon repas.
it: Sarai un buon pasto.
ja: ウマい料理が作れそうだな。
ko: 훌륭한 식사가 되겠잖아.
pl: Będzie z ciebie dobry posiłek.
pt_br: Você vai dar uma boa refeição.
ru: Из тебя выйдет отличный ужин.
zh_cn: 你能做成一道好菜。
zh_tw: 你能做成一道好菜。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_3
source: Never seen a fish so pointy before.
de: Ich habe noch nie so einen spitzen Fisch gesehen.
es: Nunca había visto un pez tan puntiagudo.
fr: C'est la première fois que je vois un poisson aussi pointu.
it: Non ho mai visto un pesce così pieno di aculei.
ja: こんなトゲトゲの魚は見たことねえ。
ko: 이렇게 뾰족한 물고기는 처음 보잖아.
pl: W życiu nie widziałem takiej kłującej ryby.
pt_br: Nunca vi um peixe tão pontudo antes.
ru: Никогда раньше не видел такой колючей рыбы.
zh_cn: 我从没见过这么尖的鱼。
zh_tw: 我從沒見過這麼尖的魚。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_4
source: Don't recall ever trying catfish. First time for everything!
de: Ich habe noch nie Katzenfisch gegessen. Es gibt immer ein erstes Mal!
es: No recuerdo haber probado un siluro. ¡Para todo hay una primera vez!
fr: Je n'ai jamais mangé de poisson-chat. C'est une première !
it: Credo di non aver mai mangiato un pesce gatto. C'è sempre una prima volta!
ja: まさかナマズが釣れるとは。何事も経験だな。
ko: 열심히 노력하는 메기를 꾸짖으면 못 써. 누구나 처음은 있는 법이잖아.
pl: Nie przypominam sobie, żebym kiedykolwiek jadł suma. Niech żyją pierwsze razy!
pt_br: Não me lembro de ter comido peixe-gato. Tudo tem uma primeira vez!
ru: Кажется, рыбу-кошку я еще не ел. Никогда не поздно попробовать что-то новое!
zh_cn: 我还没吃过鲶鱼。凡事都有第一次！
zh_tw: 我還沒吃過鯰魚。凡事都有第一次！

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_5
source: Now that's just confusing.
de: Wie verwirrend.
es: Eso es desconcertante.
fr: Ça me met mal à l'aise.
it: Questo pesce mi confonde.
ja: ややこしい見た目をしてやがる。
ko: 혼란스럽잖아.
pl: To jest bardzo dziwne.
pt_br: Isso é tão confuso.
ru: А вот это мне уже совсем непонятно.
zh_cn: 简直让人摸不着头脑。
zh_tw: 簡直讓人摸不著頭腦。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_6
source: Sorry bud, but your whiskers don't hold a candle to mine.
de: Tut mir leid, Kumpel, aber dein Schnurrbart kann sich nicht mit meinem messen.
es: Lo siento, amigo, pero tus bigotes no están a la altura de los míos.
fr: Désolé, mais ta moustache ne vaut pas la mienne.
it: Scusa, ma i tuoi baffi non possono rivaleggiare con i miei.
ja: 悪いが、オマエのヒゲなんてオレのヒゲに比べれば足元にも及ばねえよ。
ko: 미안해 친구, 네 수염은 내 수염의 상대가 안 되잖아.
pl: Przykro mi, stary, ale twoje wąsy nie dorastają moim do pięt.
pt_br: Desculpe, amigo, mas seu bigode não se compara ao meu.
ru: Прости, дружок, но тебе до меня еще усы растить и растить.
zh_cn: 抱歉伙计，你那点胡子还是跟我的没法比。
zh_tw: 抱歉夥計，你那點鬍子還是跟我的沒法比。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_7
source: Sorry bud, but your whiskers don't hold a candle to mine.
de: Tut mir leid, Kumpel, aber dein Schnurrbart kann sich nicht mit meinem messen.
es: Lo siento, amigo, pero tus bigotes no están a la altura de los míos.
fr: Désolé, mais ta moustache ne vaut pas la mienne.
it: Scusa, ma i tuoi baffi non possono rivaleggiare con i miei.
ja: 悪いが、オマエのヒゲなんてオレのヒゲに比べれば足元にも及ばねえよ。
ko: 미안해 친구, 네 수염은 내 수염의 상대가 안 되잖아.
pl: Przykro mi, stary, ale twoje wąsy nie dorastają moim do pięt.
pt_br: Desculpe, amigo, mas seu bigode não se compara ao meu.
ru: Прости, дружок, но тебе до меня еще усы растить и растить.
zh_cn: 抱歉伙计，你那点胡子还是跟我的没法比。
zh_tw: 抱歉夥計，你那點鬍子還是跟我的沒法比。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_8
source: You'd be right at home in the Great White North.
de: Du wirst dich im großen weißen Norden ganz zuhause fühlen.
es: En Canadá estarías como en casa.
fr: Tu t'en sortirais bien dans le Grand Nord.
it: Ti sentiresti a casa oltre il circolo polare.
ja: オマエ、北の方の出身だろ？
ko: 북쪽 나라에 어울리는 친구잖아.
pl: Czułbyś się jak u siebie w domu na Wielkiej Białej Północy.
pt_br: Você se sentiria em casa no Grande Norte Branco.
ru: На Великом белом Севере ты бы чувствовала себя как дома.
zh_cn: 你很适合加拿大堆满雪的大北方。
zh_tw: 你很適合加拿大堆滿雪的大北方。
