Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.MURDERER
source: You'll not strong arm me, %s!
de: Von dir lass ich mich nicht unterkriegen, %s!
es: ¡No me ganarás a un pulso, %s!
fr: Tu me battras pas au bras de fer, %s !
it: Non farai a braccio di ferro con me, %s!
ja: %s、オレに力ずくは通用しねぇぞ！
ko: 네가 아무리 힘세도 난 굽히지 않아, %s!
pl: Nie jesteś ode mnie silniejszy, %s!
pt_br: Você não vai conseguir me superar, %s!
ru: Не вынуждай меня, %s!
zh_cn: %s，你无法很好地掩护我！
zh_tw: %s，你無法很好地掩護我！

# CHARACTERS.WOODIE.DESCRIBE.WOLFGANG.REVIVER
source: %s has a big, squishy heart under those muscles.
de: %s hat ein großes Herz unter diesen Muskeln.
es: %s tiene un gran y blando corazón debajo de esos músculos.
fr: %s a un gros cœur qui bat sous ses muscles.
it: %s ha un grande cuore morbidoso sotto quei muscoli.
ja: %sは、気はやさしくて力持ち、だな
ko: %s의 다부진 근육 뒤에는 말랑말랑한 심장이 있지.
pl: Pod tymi wszystkimi mięśniami %s ma tak naprawdę wielkie, gorące serce.
pt_br: %s tem um coração grande e molenga debaixo desses músculos todos.
ru: %s прячет большое, мягкое сердце под тонной мускулатуры.
zh_cn: %s的肌肉下有一颗大大柔软的心。
zh_tw: %s的肌肉下有一顆大大柔軟的心。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.ATTACKER
source: %s isn't a true Canadian...
de: %s ist kein echter Kanadier ...
es: %s no es un verdadero canadiense...
fr: %s n'est pas un vrai Canadien...
it: %s non è davvero canadese...
ja: %s…、ホントはカナダ人じゃねぇな…
ko: %s은(는) 진짜 캐나다인이 아니잖아...
pl: %s nie jest prawdziwym Kanadyjczykiem...
pt_br: %s não é um canadense de verdade...
ru: %s — ненастоящий канадец.
zh_cn: %s不是真正的加拿大人…
zh_tw: %s不是真正的加拿大人…

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.BEAVER
source: Been there, bud.
de: Kenn ich, Alter.
es: Ya conozco el tema, amigo.
fr: Ouais, je connais ça, mec.
it: Già fatto, amico.
ja: アンタも大変だな
ko: 나도 겪어봤어, 친구.
pl: Wiem, co czujesz.
pt_br: Já estive na sua pele, amigo.
ru: Я был уже здесь, приятель.
zh_cn: 伙伴，去过那里。
zh_tw: 夥伴，去過那裡。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.BEAVERGHOST
source: You're gonna have one monster headache after this, buddy.
de: Danach wirst du Wahnsinnskopfschmerzen haben, Kumpel.
es: Vas a tener un dolor de cabeza terrible después de esto, amigo.
fr: Tu vas te taper une migraine monstre après ça, mon pote.
it: Dopo avrai un mal di testa mostruoso.
ja: あとで、すげぇ頭痛がくるぜ…
ko: 그게 끝나고 나면 엄청나게 머리가 아플 거잖아, 친구.
pl: Ale będziesz mieć po tym migrenę, koleś.
pt_br: Você vai ficar com uma dor de cabeça monstra depois disso, amigo.
ru: У тебя после этого будет чудовищная головная боль, приятель.
zh_cn: 伙伴，你之后将会遇到怪兽纠缠。
zh_tw: 夥伴，你之後將會遇到怪獸糾纏。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.FIRESTARTER
source: Those fires are kind of counterproductive now, eh?
de: Diese Brände sind jetzt nicht so der Hit!
es: Esos fuegos son contraproducentes ahora, ¿eh?
fr: Ces feux deviennent plutôt contre-productifs, hein ?
it: Quegli incendi sono un po' controproducenti adesso, eh?
ja: 火なんかつけて、どういう了見だ？
ko: 별로 생산적이지 않은 불인데, 안 그래?
pl: Te pożary są teraz tak jakby bezproduktywne, tak?
pt_br: Esses fogos são meio contraproducentes agora, né?
ru: Использовать эти огни весьма непродуктивно, а?
zh_cn: 那些火现在有点在帮倒忙，额？
zh_tw: 那些火現在有點在幫倒忙，額？

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.GENERIC
source: %s! Fancy seeing another Canadian here.
de: %s! Na sowas, ein Landsmann!
es: ¡%s! Me alegro de ver a otro canadiense por aquí.
fr: %s ! C'est sympa de voir un autre Canadien par ici !
it: %s! Mi fa piacere vedere altri canadesi da queste parti.
ja: %s！同郷の仲間に会えてうれしいぜ！
ko: %s! 캐나다 사람을 여기서 만났잖아.
pl: %s! Jak to miło spotkać innego Kanadyjczyka.
pt_br: %s! Que bom ver outro canadense por aqui.
ru: %s! Приятно увидеть здесь еще одного Канадца.
zh_cn: %s！真没想到会在这里看到另一个加拿大人。
zh_tw: %s！真沒想到會在這裡看到另一個加拿大人。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.GHOST
source: Canadians gotta stick together, %s. Let's get a heart.
de: Kanadier müssen zusammenhalten, %s. Los, holen wir uns ein Herz.
es: Los canadienses tenemos que ayudarnos, %s. Vayamos a por un corazón.
fr: Les Canadiens ne vont pas bien, %s. Trouvons un cœur.
it: I canadesi devo stare insieme, %s. Procuriamoci un cuore.
ja: 心臓探すぞ、%s…同郷の仲間のためだ
ko: 캐나다 사람들끼리 단결해야지, %s. 심장을 구해보자.
pl: Kanadyjczycy muszą trzymać się razem, %s. Znajdźmy ci serce.
pt_br: Nós canadenses precisamos nos unir, %s. Vamos procurar um coração.
ru: Канадцы должны держаться вместе, %s. Давай добудем тебе сердце.
zh_cn: 加拿大人团结一致，%s。让我们拿到心吧。
zh_tw: 加拿大人團結一致，%s。讓我們拿到心吧。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.GOOSE
source: Truly Canada's most ferocious beast.
de: In Wahrheit Kanadas wildeste Bestie.
es: Realmente la bestia más feroz de Canadá.
fr: La bête la plus féroce de tout le Grand Nord !
it: La bestia più feroce del Canada.
ja: カナダで一番どう猛な獣さ。
ko: 캐나다에서 가장 흉포한 짐승으로 꼽히잖아.
pl: Najgroźniejszy potwór w całej Kanadzie.
pt_br: Verdadeiramente, o animal mais feroz do Canadá.
ru: Самое жуткое чудовище Канады.
zh_cn: 可以说是加拿大最凶猛的野兽了。
zh_tw: 可以說是加拿大最兇猛的野獸了。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.GOOSEGHOST
source: Whew... I mean, let's find you a heart, eh?
de: Uff ... Ich meine, suchen wir dir ein Herz, wie?
es: Fiu... Quiero decir, vamos a encontrarte un corazón, ¿eh?
fr: Berk... Euh, on va te trouver un cœur, hein ?
it: Fiuu... Cioè, troviamoti un cuore, eh?
ja: ふう…そうかい。オマエに新しい心臓を見つけてやるよ。
ko: 휴... 아니, 심장을 찾아줄게.
pl: Uff! To znaczy, chyba trzeba ci znaleźć jakieś serce, co nie?
pt_br: Ufa... Digo, vamos te encontrar um coração, né?
ru: Фух… То есть, я хотел сказать, давай найдем тебе сердце, ага.
zh_cn: 呜...我说，咱们还是给你找颗心，好吧？
zh_tw: 嗚...我說，咱們還是給你找顆心，好吧？

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.MOOSE
source: Yeesh, is that really what I look like?
de: Puh, sehe ich wirklich so aus?
es: Jope, ¿es ese tu verdadero aspecto?
fr: C'est vraiment à ça que je ressemble ?
it: Cavolo, è davvero questo il mio aspetto?
ja: ええっ、オレって本当にこんな姿なのか？
ko: 으윽, 내가 정말 이렇게 생겼어?
pl: O mamo, naprawdę tak wyglądam?
pt_br: Eita, isso é realmente o que parece ser?
ru: Уф, неужто я и вправду так выгляжу?
zh_cn: 咦，我原来就长这样啊？
zh_tw: 咦，我原來就長這樣啊？

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.MOOSEGHOST
source: Hang on bud, we'll get you sorted out.
de: Halt durch, Kumpel, wir helfen dir.
es: Aguanta, amigo; enseguida arreglamos lo tuyo.
fr: Ne t'en fais pas, je vais t'aider.
it: Aspetta, amico, adesso capiamo cosa fare.
ja: もうちょっと辛抱しな。オレたちが何とかしてやるからよ。
ko: 기다려, 친구. 우리가 널 정리해줄게.
pl: Wytrzymaj, kolego, zaraz ci pomożemy.
pt_br: Aguenta um pouco, vamos cuidar de você.
ru: Держись, дружище, сейчас мы тебе поможем.
zh_cn: 坚持住，伙计，我们会帮你处理好的。
zh_tw: 堅持住，夥計，我們會幫你處理好的。

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.MURDERER
source: Hey, c'mere %s! I've gotta AXE you question!
de: Na komm, %s! Ich muss dich was fragen!
es: ¡Eh, ven aquí, %s! ¡Tengo algunas preguntas CORTANTES que hacerte!
fr: Hé, viens par ici %s ! On va avoir une question à trancher !
it: Ehi, vieni qua %s! Devo farti una domanda tagliente!
ja: おい、%s！きこり同士、真っ向勝負だ！
ko: 이리 와, %s! 도끼 맛 좀 보여줄게!
pl: Hej, %s! Chodź tu na chwilę! No przecież cię nie zarąbię...
pt_br: Ei, vem aqui, %s! Vamos rachar uma lenha!
ru: Э, дисюда, %s! Я тебе ВРУБЛЮ!
zh_cn: 嘿，来这里%s。我有问题要问你！
zh_tw: 嘿，來這裡%s。我有問題要問你！

# CHARACTERS.WOODIE.DESCRIBE.WOODIE.REVIVER
source: %s is a Canadian patriot, eh.
de: %s ist ein kanadischer Patriot.
es: %s es un patriota canadiense, eh.
fr: %s est un patriote canadien, hein !
it: %s è un patriota canadese, eh.
ja: %sはカナダの誇りだな
ko: %s은(는) 캐나다 애국자라니까.
pl: %s to prawdziwy patriota i duma Kanady.
pt_br: %s é um patriota canadense, hã.
ru: %s — патриот Канады, хех.
zh_cn: %s是个加拿大爱国者，额。
zh_tw: %s是個加拿大愛國者，額。

# CHARACTERS.WOODIE.DESCRIBE.WORM.DIRT
source: Be wary of the moving ground.
de: Sei auf der Hut, wenn sich der Boden bewegt.
es: Ten cuidado con el suelo movedizo.
fr: Attention au sol qui bouge.
it: Diffida della terra che si muove.
ja: 動いている地面に油断するな。
ko: 땅이 움직이니 조심해.
pl: Strzeż się ruchomej ziemi.
pt_br: Cuidado com o solo se mexendo.
ru: Осторожно, земля под ногами ходит ходуном.
zh_cn: 小心移动的地面。
zh_tw: 小心移動的地面。

# CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This's an impostor!
de: Ich erkenne eine Pflanze, wenn ich sie sehe. Und das ist ein Betrüger!
es: Reconozco a una planta cuando la veo. ¡Esta es una impostora!
fr: Je reconnais une plante immédiatement. Ça c'est un imposteur !
it: Riconosco una pianta quando ne vedo una. Questo è un impostore!
ja: その一つをみて植物だとわかった。これは替え玉だ！
ko: 식물이 어떻게 생겼는지는 알아. 이건 가짜잖아!
pl: Umiem rozpoznać roślinę. To jakiś oszust!
pt_br: Conheço uma planta quando vejo uma. Essa é uma impostora!
ru: Я узнаю растение, если увижу. А это обманка!
zh_cn: 是不是植物，我一看就知道。这很明显是个冒充植物的家伙！
zh_tw: 是不是植物，我一看就知道。這很明顯是個冒充植物的傢伙！

# CHARACTERS.WOODIE.DESCRIBE.WORM.WORM
source: WOOORM!
de: WUUUURM!
es: ¡GUSAAANOOO!
fr: UN VER !
it: VEEERME!
ja: ミミズだーー！
ko: 벌레다!
pl: ROOOBAL!
pt_br: VERMEEE!
ru: ЧЕ-Е-ЕРВЬ!
zh_cn: 哇哦，蠕虫！
zh_tw: 哇哦，蠕蟲！

# CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.GENERIC
source: That looks like a bum!
de: Sieht wie ein Hintern aus!
es: ¡Parece un culo!
fr: On dirait une paire de fesses !
it: Ha l'aspetto di un deretano!
ja: ホームレスみたい！
ko: 생긴 거 진짜 별로다!
pl: Przypomina pupę!
pt_br: Tem jeito de vagabundo!
ru: Выглядит в точности как задница!
zh_cn: 看起来像屁股！
zh_tw: 看起來像屁股！

# CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.OPEN
source: I'm not sure I want to look at that, eh?
de: Ich bin mir nicht sicher, ob ich dort reingucken möchte ...
es: No sé bien si quiero ver eso, ¿eh?
fr: Je suis pas sûr d'avoir envie de voir ça, hein ?
it: Non sono sicuro di volerlo osservare, eh?
ja: あんまり見たくないかもしれない、ねえ？
ko: 들여다보고 싶지 않은데, 엉?
pl: Chyba nie chcę na to patrzeć.
pt_br: Não tenho certeza se quero olhar isso, hã?
ru: Не думаю, что хочу на это смотреть, хм?
zh_cn: 我不确定自己是否真的想进去看看，你说呢？
zh_tw: 我不確定自己是否真的想進去看看，你說呢？

# CHARACTERS.WOODIE.DESCRIBE.WORMHOLE_LIMITED
source: It smells a bit off, eh?
de: Es riecht ein bisschen, was?
es: Huele un poquito mal, ¿eh?
fr: Ça pue un peu, hein ?
it: Puzza come se fosse andato un po' a male, eh?
ja: ちょっと変な臭いがするよ、なあ？
ko: 좀 이상한 냄새 나잖아, 그치?
pl: Pachnie trochę dziwnie, co nie?
pt_br: Tem um cheiro meio estranho, não?
ru: Чувствуешь запашок, м?
zh_cn: 闻起来有点不是味儿，对吗？
zh_tw: 聞起來有點不是味兒，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT
source: This thing will be useful.
de: Das Ding wird nützlich sein.
es: Esto será útil.
fr: Ça pourrait servir.
it: Questa cosa sarà utile.
ja: これは役に立つだろう。
ko: 이거 유용하겠잖아.
pl: To się może przydać.
pt_br: Isso vai ser útil.
ru: Эта штука очень пригодится.
zh_cn: 这东西应该会有用。
zh_tw: 這東西應該會有用。

# CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT_LESSER
source: Wrinklier than the underside of a beaver.
de: Faltiger als ein Bieberbauch.
es: Tiene más arrugas que la parte inferior de un castor.
fr: Encore plus ridé que la panse d'un castor.
it: Più rugoso della parte inferiore del castoro.
ja: ビーバーの腹みてぇにシワシワだ
ko: 비버의 배보다 더 쭈글쭈글하잖아.
pl: Bardziej pomarszczona niż brzuch borsuka.
pt_br: Mais enrugado que a barriga de um castor.
ru: Морщинистей, чем задница бобра.
zh_cn: 比海狸的下面还要皱。
zh_tw: 比海狸的下面還要皺。

# CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT_PLANT
source: Just a regular old plant.
de: Nur eine ganz normale Pflanze.
es: Es solo una planta normal y cualquiera.
fr: Une plante ordinaire.
it: È solo una normale pianta.
ja: ごく普通の古い植物だな。
ko: 그냥 식물이잖아.
pl: Zwykła, stara roślina.
pt_br: É só uma planta antiga e comum.
ru: Самое обычное растение.
zh_cn: 就是颗普通的老植物。
zh_tw: 就是顆普通的老植物。

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.ATTACKER
source: Why don't you leaf the fighting to the professionals?
de: Überlass das Kämpfen lieber den Profis.
es: ¿Por qué no dejas pelear a los profesionales?
fr: Laisse la bagarre aux professionnels.
it: Perché non lasci fare ai professionisti?
ja: ケンカならプロに任せておけばどうだ？
ko: 싸움은 꾼들한테 맡기지 그래?
pl: Może byś zostawił dawanie z liścia tym, którzy się na tym znają?
pt_br: Por que você não deixa os verdadeiros jardineiros lutarem?
ru: Пусть лучше профессионалы тут палками машут.
zh_cn: 打架这种活还是交给我这种专业人士吧！
zh_tw: 打架這種活還是交給我這種專業人士吧！

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.FIRESTARTER
source: I thought you of all people would prevent forest fires.
de: Ich dachte, gerade du würdest Waldbrände verhindern.
es: Pensé que precisamente tú evitarías los incendios forestales.
fr: J'aurais cru que tu voudrais empêcher les feux de forêt.
it: Pensavo che tra tutti, proprio tu avresti cercato di evitare gli incendi nella foresta.
ja: 山火事防止がアンタらの仕事だと思ってたぜ。
ko: 적어도 너는 산불을 막을 줄 알았는데.
pl: Myślałem, że kto jak kto, ale akurat ty będziesz zapobiegać pożarom lasu.
pt_br: Pensei que você, de todas as pessoas, impediria incêndios florestais.
ru: Уж кто-кто, а ты должен больше всех заботиться о сохранении лесов.
zh_cn: 本以为你会阻止森林火灾的。
zh_tw: 本以為你會阻止森林火災的。

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.GENERIC
source: %s, hey there budding bud!
de: Hallo %s, alter Blühkumpel!
es: %s, ¡qué tal, amiguito!
fr: %s, salut le bourgeon !
it: Ehilà %s, amico verde!
ja: よう、%s。今日のつぼみの調子はどうだ？
ko: %s, 안녕, 싹 난 친구!
pl: %s! Cześć, kiełkujący kiełku!
pt_br: %s, e aí, amigãozão!
ru: Привет, %s! Цветешь и пахнешь?
zh_cn: %s，你好，茁壮的小苗苗！
zh_tw: %s，你好，茁壯的小苗苗！

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.GHOST
source: C'mon, let's getcha replanted.
de: Komm, wir pflanzen dich um.
es: Venga, vamos a replantarte.
fr: Attends, je vais te replanter.
it: Forza, ripiantiamoti.
ja: さあ、どこかに植え替えてやるからな。
ko: 가자, 다시 심어줄게.
pl: No chodź, trzeba cię przesadzić.
pt_br: Vamos lá, vamos replantar você.
ru: Как же так?! Давай-ка мы тебя пересадим.
zh_cn: 好吧，咱们把你重新种一下！
zh_tw: 好吧，咱們把你重新種一下！

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.MURDERER
source: I'll wear that gem like a brooch, y'hear!
de: Den Edelstein werde ich wie eine Brosche tragen!
es: ¡Llevaré esa gema a modo de broche, ya verás!
fr: Je vais porter ce joyau en broche !
it: Ti indosserò come una spilla, hai capito?!
ja: その宝石をブローチにしてやる！
ko: 잘 들어, 그 보석, 내가 브로치로 삼겠어!
pl: Będę nosił ten twój klejnot jak broszkę, słyszysz?!
pt_br: Vou vestir essa joia como um broche, escutou?!
ru: Я из этого твоего камешка себе брошку сделаю!
zh_cn: 我会把你的宝石当胸针戴起来，知道么！
zh_tw: 我會把你的寶石當胸針戴起來，知道麼！

# CHARACTERS.WOODIE.DESCRIBE.WORMWOOD.REVIVER
source: You're a good sapling, %s.
de: Du bist ein guter Setzling, %s.
es: Eres un buen retoño, %s.
fr: T'es sympa pour un végétal, %s.
it: Sei un bravo germoglio, %s.
ja: アンタはいいヤツだ、%s。
ko: 넌 정말 착한 나무야, %s.
pl: Jesteś kochanym świerkiem, %s.
pt_br: Você é uma boa muda, %s.
ru: Зелен ты еще, конечно, но сердце у тебя доброе, %s.
zh_cn: 你是颗好苗子，%s。
zh_tw: 你是顆好苗子，%s。

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.ATTACKER
source: Trust me, you ain't got the chops, %s.
de: Glaub mir, du hast es nicht drauf, %s.
es: Te digo que no tienes lo que hace falta, %s.
fr: Crois-moi, t'es pas doué pour ça, %s.
it: Credimi, non sei tagliato per questo, %s.
ja: %s、オマエにやる骨付き肉はねえ。それだけは確かだ。
ko: 네 실력으로는 어림없어, %s.
pl: Zaufaj mi. Za cienki jesteś, %s.
pt_br: Confie em mim, você não leva jeito, %s.
ru: Поверь, у тебя силенок не хватит, %s.
zh_cn: 相信我，就你那两把板斧不行的，%s。
zh_tw: 相信我，就你那兩把板斧不行的，%s。

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.FIRESTARTER
source: You better not burn any of my precious trees!
de: Pass auf, dass du meine kostbaren Bäume nicht verbrennst!
es: ¡Será mejor que no quemes ninguno de mis preciosos árboles!
fr: T'as pas intérêt à brûler mes précieux arbres !
it: Faresti meglio a non bruciare nessuno dei miei preziosi alberi!
ja: オレの大事な木を燃やしたらタダじゃおかねえぞ！
ko: 내 소중한 나무를 태우지 마!
pl: Obyś tylko nie spalił żadnego z moich cennych drzew!
pt_br: É melhor não queimar minhas preciosas árvores!
ru: Только попробуй сжечь хоть одно из моих драгоценных деревьев!
zh_cn: 你可注意点别烧着了我宝贵的树木！
zh_tw: 你可注意點別燒著了我寶貴的樹木！

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.GENERIC
source: %s, buddy, hey!
de: %s, Kumpel, hey!
es: ¡%s, amigo!
fr: %s, copain, salut !
it: %s, amico, ehi!
ja: よう！%sじゃねぇか！
ko: %s, 친구, 이봐!
pl: Hej, %s! Hej, koleżko!
pt_br: %s, amigo, ei!
ru: %s, дружок, привет!
zh_cn: %s，伙计，你好啊！
zh_tw: %s，夥計，你好啊！

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.GHOST
source: That soul sapper's lookin' like a real sap now.
de: Dieser Seelenfresser sieht jetzt schön blöd aus.
es: Parece que ese chupaalmas quedó bastante planchado.
fr: Ce suceur d'âmes a vraiment l'air idiot maintenant.
it: Quel diavoletto sembra una vera linfa adesso.
ja: 魂狩りが魂になったってか。間抜けだな。
ko: 임프도 영혼을 잃어버릴 수 있구나.
pl: Wygląda, jakby uszły zeń wszystkie soki.
pt_br: Esse chupador de almas vai ficar chupando o dedo agora.
ru: Этот вытягиватель душ вытянулся по струнке.
zh_cn: 这下消停了吧。
zh_tw: 這下消停了吧。

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.MURDERER
source: I'll hang those horns on the wall of my cabin!
de: Diese Hörner werd ich mir an die Wand hängen!
es: ¡Colgaré esos cuernos en la pared de mi cabaña!
fr: Je vais accrocher ces cornes au mur de ma cabane !
it: Appenderò quelle corna sul muro della mia casa!
ja: その角をオレの小屋の壁に飾ってやる！
ko: 그 뿔을 내 오두막 벽에 걸어 놓겠어!
pl: Powieszę te rogi na ścianie w mojej chacie!
pt_br: Vou pendurar esses chifres na parede do meu chalé!
ru: Я повешу эти рога на стене в своей хижине!
zh_cn: 我要把这对角挂在我柜子上面的墙上！
zh_tw: 我要把這對角掛在我櫃子上面的牆上！

# CHARACTERS.WOODIE.DESCRIBE.WORTOX.REVIVER
source: That was mighty kind of you, %s.
de: Das war sehr nett von dir, %s.
es: Ha sido realmente amable de tu parte, %s.
fr: C'est vraiment sympa de ta part, %s.
it: Sei stato davvero gentile, %s.
ja: %s、アンタすごく優しいんだな。
ko: 정말 착한 일 했네, %s.
pl: To wielce pomocne, %s.
pt_br: Que bondade a sua, %s.
ru: Это было мощно, %s.
zh_cn: 十分感谢，%s。
zh_tw: 十分感謝，%s。

# CHARACTERS.WOODIE.DESCRIBE.WURT.ATTACKER
source: Woah! Slow down there, bud!
de: Ui! Immer langsam, Kumpel!
es: ¡Eh! ¡Para el carro, amigo!
fr: Hé, ralentis !
it: Ehi! Rallenta, bellezza!
ja: おいおい、ちょっと待ちなって！
ko: 우어어! 진정해, 친구!
pl: Hola, hola! Opanuj się!
pt_br: Uau! Devagar aí, amigo!
ru: Ух, полегче, дорогая!
zh_cn: 哇！悠着点，伙计！
zh_tw: 哇！悠著點，夥計！

# CHARACTERS.WOODIE.DESCRIBE.WURT.FIRESTARTER
source: Hey! What do you think you're doin?
de: He! Was glaubst du, was du tust?
es: ¡Eh! ¿Qué estás haciendo?
fr: Hé, tu fais quoi, là ?
it: Ehi! Cosa pensi di fare?
ja: おい、何してんだ？
ko: 이봐! 뭐 하는 거야?
pl: Hej! Co ty sobie myślisz?!
pt_br: Ei! O que você pensa que está fazendo?
ru: Эй! Что это ты там делаешь?
zh_cn: 嘿！你以为你在干嘛？
zh_tw: 嘿！你以為你在幹嘛？

# CHARACTERS.WOODIE.DESCRIBE.WURT.GENERIC
source: %s! Hey little bud!
de: %s, kleines Kerlchen!
es: ¡%s! ¡Hola, amiguito!
fr: %s ! Salut mon petit pote !
it: %s! Ehi, bellezza!
ja: %s！調子はどうだ？
ko: %s! 안녕, 꼬마 친구!
pl: %s! Cześć, maleństwo!
pt_br: %s! E aí, amiguinho!
ru: Привет, малышка %s!
zh_cn: %s！你好小伙计！
zh_tw: %s！你好小夥計！

# CHARACTERS.WOODIE.DESCRIBE.WURT.GHOST
source: We'll get ya feeling right as rain in no time.
de: Wir kriegen dich im Handumdrehen wieder hin.
es: Haremos que vuelvas a sentirte bien en un periquete.
fr: On va te remettre sur tes nageoires !
it: Ti faremo sentire a tuo agio in men che non si dica.
ja: すぐにオレたちで何とかしてやるからよ。
ko: 금방 비가 오는 기분을 느끼게 해줄게.
pl: Już za momencik wszystko będzie w porządku.
pt_br: Você vai estar de pé são e salva em pouco tempo.
ru: И минуты не пройдет, как мы тебя вернем в наши края.
zh_cn: 咱们马上就让你如鱼得水。
zh_tw: 咱們馬上就讓你如魚得水。

# CHARACTERS.WOODIE.DESCRIBE.WURT.MURDERER
source: That's it, I'm givin' you the axe!
de: Schluss jetzt, ich gebe dir die Axt!
es: ¡Ya está, te voy a dar jarabe de hacha!
fr: Je vais te découper en rondelles !
it: Basta così, adesso assaggerai la mia ascia!
ja: そこまでだ。オマエにはこの斧を食らわせてやる！
ko: 이젠 못 참아. 도끼 맛 좀 봐라!
pl: Dość tego, oddaję ci siekierę.
pt_br: Já chega, você vai encarar o machado agora!
ru: Ну все, сейчас ты пойдешь у меня под топор!
zh_cn: 得了，吃俺一斧！
zh_tw: 得了，吃俺一斧！

# CHARACTERS.WOODIE.DESCRIBE.WURT.REVIVER
source: A bit rough around the edges, but you're alright %s!
de: Bisschen raue Schale, aber du bist in Ordnung, %s!
es: Con algunas imperfecciones, ¡pero estás muy bien, %s!
fr: Un peu mal dégrossi, mais ça ira, %s !
it: Sei alquanto ruvida intorno ai bordi, ma non sei male, %s!
ja: 見かけはぶっきらぼうだが、オマエ優しいんだな、%s。
ko: 다소 거칠기는 하지만 괜찮네, %s!
pl: Może nie jesteś jeszcze w szczytowej formie, %s, ale wszystko już dobrze!
pt_br: Você não assou muito no forno, mas é bem legal, %s!
ru: Ты, %s, конечно, иногда грубовата, но в остальном — молодец.
zh_cn: 虽然有点毛躁，但你还是个好人，%s！
zh_tw: 雖然有點毛躁，但你還是個好人，%s！

# CHARACTERS.WOODIE.DESCRIBE.WX78.ATTACKER
source: %s is cruisin' for a bruisin'...
de: %s will einen draufmachen ...
es: %s está dando mamporros sin parar...
fr: %s est en route pour la pêche aux gnons...
it: %s sta cercando rogne...
ja: %sは、身の程知らずと見えるな…
ko: %s이(가) 맞으려고 환장했잖아...
pl: %s prosi się o guzy.
pt_br: %s está querendo se quebrar...
ru: %s лавирует и третирует…
zh_cn: %s在查看有没有擦伤…
zh_tw: %s在查看有沒有擦傷…

# CHARACTERS.WOODIE.DESCRIBE.WX78.FIRESTARTER
source: You're gonna singe your chassis, %s.
de: Du versengst dir noch dein Fahrwerk, %s.
es: Te vas a chamuscar el chasis, %s.
fr: Tu vas faire flamber ton châssis, %s.
it: Finirai per bruciarti il telaio, %s.
ja: %s、シャーシが焦げても知らねぇぞ
ko: 그러다 네 본체가 타버리는 수 있어, %s.
pl: Podwodzie ci się wypaczy, %s.
pt_br: Você vai chamuscar seu chassi, %s.
ru: Ты себе шасси подпалишь, %s.
zh_cn: %s，你快要把自己的机体烤焦了。
zh_tw: %s，你快要把自己的機體烤焦了。

# CHARACTERS.WOODIE.DESCRIBE.WX78.GENERIC
source: It's my metal buddy, %s!
de: Mein metallener Freund, %s!
es: ¡Es mi compañero de metal, %s!
fr: C'est mon pote en métal, %s !
it: È il mio amico di metallo, %s!
ja: よう、%s！ロボットでも、アンタは友だちだ！
ko: 내 무쇠 친구, %s!
pl: To mój metalowy druh, %s!
pt_br: É meu amigo de metal, %s!
ru: Это мой железный дружище, %s!
zh_cn: 我的金属伙伴%s！
zh_tw: 我的金屬夥伴%s！

# CHARACTERS.WOODIE.DESCRIBE.WX78.GHOST
source: Huh, I guess %s had a soul after all.
de: Hm, %s hatte wohl doch eine Seele.
es: Eh, supongo que %s tenía alma al fin y al cabo.
fr: Euh... faut croire que %s a une âme après tout.
it: Eh, suppongo che %s aveva un'anima dopo tutto.
ja: %sにも魂があったんだな
ko: 흐음. 이렇게 보니 %s에게도 영혼이 있는 모양이네.
pl: No proszę. Kto by pomyślał, że %s ma duszę!
pt_br: Hã, acho que %s tinha uma alma afinal de contas.
ru: Хех, похоже, у %s все же есть душа.
zh_cn: 哈！我想%s应该有灵魂。
zh_tw: 哈！我想%s應該有靈魂。

# CHARACTERS.WOODIE.DESCRIBE.WX78.MURDERER
source: It's time to power DOWN, %s!
de: Es ist an der Zeit zum Herunterfahren, %s!
es: ¡Hora de APAGARTE, %s!
fr: Il est temps d'appuyer sur ARRÊT, %s !
it: È il momento di SPEGNERSI, %s!
ja: %s…電源切ってやる…！
ko: 전원을 차단해주마, %s!
pl: Czas ZAMKNĄĆ system, %s!
pt_br: É hora de desativar, %s!
ru: Время ВЫКЛЮЧИТЬ тебя, %s!
zh_cn: %s，该关机了！
zh_tw: %s，該關機了！

# CHARACTERS.WOODIE.DESCRIBE.WX78.REVIVER
source: %s, you're an alright sort.
de: %s, du bist ein gut sortieren.
es: %s, eres un buen tipo.
fr: %s, t'es pas si pire que je pensais.
it: %s, sei un tipo giusto.
ja: %s、あんた、キライじゃないぜ
ko: %s, 넌 참 괜찮은 친구야.
pl: %s, jesteś w porządku.
pt_br: %s, você é bacana.
ru: %s, теперь ты в гарантийном виде.
zh_cn: %s，你是个好人。
zh_tw: %s，你是個好人。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_BEE
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_COLD
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。

# CHARACTERS.WOODIE.DESCRIBE.WX78MODULE_HEAT
source: Some fancy robot bits.
de: Ein paar raffinierte Roboterteile.
es: Son partes de robot elaboradas.
fr: Des bouts de robot bizarres.
it: Degli stravaganti pezzi di robot.
ja: しゃれたロボットの欠片だ。
ko: 좀 근사한 로봇 조각이잖아, 그치?
pl: To jakieś wymyślne części robota.
pt_br: Umas partes chiques de robô.
ru: Какие-то штучки-дрючки для роботов.
zh_cn: 胡里花哨的机器人零件。
zh_tw: 胡裡花哨的機器人零件。
