Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL.MARKED_SAMESHARD
source: Is it time for us to take a dip in the timestream?
de: Ist es für uns an der Zeit, in den Zeitstrom einzutauchen?
es: ¿Ha llegado la hora de darnos un chapuzón en la corriente temporal?
fr: Il est temps qu'on fasse trempette dans les flots du temps ?
it: È forse ora di tuffarci nel flusso temporale?
ja: 時の流れに飛び込む時が来たの？
ko: 우리가 시간 흐름에 몸을 던져할 때가 온 거야?
pt_br: Chegou a hora de darmos um mergulho no fluxo do tempo?
ru: Не пора ли искупаться в потоке времени?
zh_tw: 是時候跳進時間流了嗎？

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: It's not ready yet? Botheration, the normal passage of time is so slow!
de: Es ist noch nicht soweit? Ärgerlich, der normale Zeitablauf ist so langsam!
es: ¿Todavía no está listo? Qué fastidio, no soporto lo despacio que pasa el tiempo.
fr: Ce n'est pas encore prêt ? Oh, flûte de zut, le temps qui passe normalement est trop lent !
it: Non è ancora pronto? Che seccatura, il normale scorrere del tempo è di una lentezza allucinante!
ja: まだ準備できてないの？ああ、煩わしい！時間の普通の流れは超ゆっくりなんだもん！
ko: 준비가 아직 안된건가? 귀찮아, 시간은 기본적으로 아주 느리게 흐른다고!
pt_br: Ainda não está pronto? Que amolação, a passagem normal do tempo é muito lenta!
ru: Еще не готово? Вот неудобство! Без понуканий время едва ползет!
zh_tw: 還沒好？麻煩呐，時間正常流逝起來是如此的緩慢！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL.UNMARKED
source: Why don't we all take a little jaunt to the past? It'll be fun!
de: Warum machen wir nicht alle einen kleinen Ausflug in die Vergangenheit? Das wird ein Spaß!
es: ¿Por qué no damos un paseíto por el pasado? ¡Será divertido!
fr: Pourquoi on ne ferait pas tous une petite balade dans le passé ? Ce serait marrant !
it: Perché non facciamo un salto nel passato? Sarà divertente!
ja: ちょっと過去に遊びに行ってみない？楽しいわよ！
ko: 우리 모두 과거로 산책을 떠나볼까? 재미있을 거야!
pt_br: Que tal nós todos darmos uma voltinha no passado? Vai ser divertido?
ru: А не прогуляться ли нам в прошлое? Будет весело!
zh_tw: 一起回到過去走一走如何？會很有意思的！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: It won't stay open forever. Come along everyone, tick-tock!
de: Es wird nicht ewig offen bleiben. Kommt alle mit, tick-tack!
es: No va a estar abierto para siempre. ¡Vamos, gente, tictac!
fr: Ça ne restera pas ouvert pour toujours. Allez, tic tac, on s'active !
it: Non rimarrà aperto per sempre. Forza, gente, tic tac!
ja: ずーっと開いてるわけじゃないのよ。さあ、早く、チクタク！
ko: 곧 닫힐거야. 얘들아, 함께 가자, 똑딱똑딱!
pt_br: Não vai ficar aberto pra sempre. Venham todos, tique-taque!
ru: Ну же, вперед! Часики тикают! Портал скоро закроется.
zh_tw: 它不會一直開著。大夥快過來吧，爭分奪秒啊！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: It won't stay open forever. Come along everyone, tick-tock!
de: Es wird nicht ewig offen bleiben. Kommt alle mit, tick-tack!
es: No va a estar abierto para siempre. ¡Vamos, gente, tictac!
fr: Ça ne restera pas ouvert pour toujours. Allez, tic tac, on s'active !
it: Non rimarrà aperto per sempre. Forza, gente, tic tac!
ja: ずーっと開いてるわけじゃないのよ。さあ、早く、チクタク！
ko: 곧 닫힐거야. 얘들아, 함께 가자, 똑딱똑딱!
pt_br: Não vai ficar aberto pra sempre. Venham todos, tique-taque!
ru: Ну же, вперед! Часики тикают! Портал скоро закроется.
zh_tw: 它不會一直開著。大夥快過來吧，爭分奪秒啊！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: Another flawless temporal excursion.
de: Ein weiterer makelloser Zeitausflug.
es: Otra excursión temporal perfecta.
fr: Encore une excursion temporelle impeccable.
it: Un'altra impeccabile escursione temporale.
ja: またしても完璧な時間遠足をしちゃった。
ko: 또 다른 완벽한 시간 여행이야.
pt_br: Mais uma excursão temporal perfeita.
ru: Очередная хронологическая экскурсия без сучка и задоринки!
zh_tw: 又一次無懈可擊的短途時空之旅。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: Ah, that takes me way back.
de: Das führt mich weit zurück.
es: Ay, es como volver al pasado.
fr: Oh, ça me rappelle des souvenirs.
it: Ah, mi riporta indietro nel tempo...
ja: ああ、私を過去に連れて行くわ。
ko: 아, 그게 다시 데려다주겠지.
pt_br: Ah, esse me faz voltar bastante no tempo.
ru: Ах, вот было же время.
zh_tw: 啊，讓我回去了好遠一段。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_RECALL.MARKED_DIFFERENTSHARD
source: It'll be a big jump, but I can make it!
de: Das wird ein großer Sprung, aber ich kann es schaffen!
es: Habrá que saltar mucho, pero ¡lo conseguiré!
fr: Ça va être un sacré saut, mais je peux y arriver !
it: Sarà un bel salto, ma posso farcela!
ja: 大きなジャンプになるけど私なら大丈夫！
ko: 아마 크게 점프 해야 하겠지만 할 수 있을 거야!
pt_br: Vai ser um grande salto, mas vou conseguir!
ru: Прыжок будет длинным, но у меня получится!
zh_tw: 這將是一個很大的跳躍，但我可以做到！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_RECALL.MARKED_SAMESHARD
source: Is it time for me to take a dip in the timestream?
de: Ist es für mich an der Zeit, in den Zeitstrom einzutauchen?
es: ¿Ha llegado la hora de darme un chapuzón en la corriente temporal?
fr: Il est temps que je fasse trempette dans les flots du temps ?
it: È forse ora di tuffarmi nel flusso temporale?
ja: 時の流れに飛び込む時が来たの？
ko: 시간의 흐름에 몸을 던질 시간인가?
pt_br: Chegou a hora de eu dar um mergulho no fluxo do tempo?
ru: Не пора ли мне искупаться в потоке времени?
zh_tw: 是時候跳進時間流了嗎？

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: Hurry up now, tick-tock!
de: Jetzt aber schnell, tick-tack!
es: ¡Rápido, tictac!
fr: On se dépêche ! Tic tac tic tac !
it: Sbrigati, su! Tic tac!
ja: 急いで、チクタク！
ko: 이제 서둘러, 똑딱!
pt_br: Depressa, tique-taque!
ru: Нужно поторопиться! Часики тикают.
zh_tw: 快點啊，時間在滴答滴答流走！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_RECALL.UNMARKED
source: Ah, that takes me way back.
de: Das führt mich weit zurück.
es: Ay, es como volver al pasado.
fr: Oh, ça me rappelle des souvenirs.
it: Ah, mi riporta indietro nel tempo...
ja: ああ、私を過去に連れて行くわ。
ko: 아, 그게 다시 데려다주겠지.
pt_br: Ah, esse me faz voltar bastante no tempo.
ru: Ах, вот было же время.
zh_tw: 啊，讓我回去了好遠一段。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: I like to be prepared for any eventuality.
de: Ich möchte auf alle Eventualitäten vorbereitet sein.
es: Me gusta estar preparada para cualquier contratiempo.
fr: J'aime être préparée à toute éventualité.
it: Mi piace essere pronta a ogni eventualità.
ja: 不測の事態に備えるのが私流。
ko: 난 만일의 사태에 대비하는 것을 좋아하지.
pt_br: Gosto de estar preparada para qualquer eventualidade.
ru: Предпочитаю быть готовой к любым неприятностям.
zh_tw: 我喜歡為各種終極狀況做好準備。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: This might take a moment. Nobody do anything dangerous in the meantime!
de: Das kann einen Moment dauern. In der Zwischenzeit darf niemand etwas Gefährliches tun!
es: A lo mejor me lleva un momento... ¡Que nadie haga nada peligroso mientras tanto!
fr: Ça risque de prendre un certain temps. Que personne ne fasse rien de dangereux en attendant !
it: Potrebbe volerci un momento. Nel frattempo, nessuno faccia niente di pericoloso!
ja: ちょっと時間がかかるかもしれないわ。今は危ないことは遠慮しておいてね！
ko: 이 건 어쩌면 순간이겠지. 그 동안 아무도 위험한 행동은 하지 않았어.
pt_br: Isso pode demorar. Enquanto isso, não quero que ninguém faça nada de perigoso!
ru: Мне понадобится пара минут. Постарайтесь за это время не нажить неприятностей!
zh_tw: 這可能需要一些時間。在此期間，不要做任何危險的事情！

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: It's perfect for short trips, no muss or fuss.
de: Er ist perfekt für Kurztrips, ohne viel Aufwand.
es: Va muy bien para los viajes cortos: ni jaleos ni ajetreos.
fr: C'est idéal pour les voyages courts.
it: È perfetto per le escursioni brevi, senza troppe complicazioni.
ja: 短い旅には完璧。手間暇いらず。
ko: 야단법석 없이 짧게 여행하는 데 적합해.
pt_br: É perfeito pra viagens curtas, sem complicações.
ru: Самое то для коротких путешествий: ни хлопот, ни заморочек.
zh_tw: 這個十分適合短途旅行，輕鬆加愉快。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: It needs a bit of time to unwind.
de: Sie braucht etwas Zeit zur Aufladung.
es: Tardará un rato en recargarse.
fr: Elle a besoin d'un peu de temps pour se remonter.
it: Gli occorre del tempo per ricaricarsi.
ja: 巻き戻す時間が少し必要だね。
ko: 긴장을 풀려면 시간이 좀 필요해.
pt_br: Precisa de um tempinho pra descansar.
ru: Нужно немного времени, чтобы пружина раскрутилась.
zh_tw: 它需要一點時間來松發條。

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_WEAPON.DEPLETED
source: I need to get my hands on more of that dark fuel...
de: Ich muss mehr von diesem dunklen Brennstoff bekommen ...
es: Necesito conseguir más de ese combustible oscuro...
fr: Il faut que je mette encore la main sur de l'énergie sombre...
it: Devo mettere le mani su altro di quel carburante oscuro...
ja: 闇の燃料が必要だわ…
ko: 저 어둠의 연료를 더 손에 넣어야 하는데...
pt_br: Preciso pôr minhas mãos em mais daquele combustível escuro.
ru: Нужно найти побольше этого топлива тьмы...
zh_tw: 我需要得到更多的黑暗燃料……

# CHARACTERS.WANDA.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: If anything threatens me, why I'll clock them without a second thought!
de: Wenn mich etwas bedroht, dann schlage ich zu, ohne zu zögern!
es: Si me amenaza algo, ¡le daré un golpe de reloj sin pensármelo!
fr: Si je suis en danger, je vais leur fait comprendre la puissance du temps !
it: Che provino pure a minacciarmi, li annienterò senza esitazione alcuna!
ja: 私を脅かすものがあるとしたら、一も二もなくチクタク刺してあげるわ！
ko: 나를 위협하는 것이 있다면 왜 내가 두 번도 생각하지 않고 시간을 재겠어!
pt_br: Se alguma coisa me ameaçar, vou usar meu relógio sem pensar duas vezes!
ru: Если я почую угрозу, она тут же получит от меня прямо в циферблат!
zh_tw: 如果有什麼東西威脅到我，我就會毫不猶豫地把它們打成碎片！

# CHARACTERS.WANDA.DESCRIBE.POCKET_SCALE
source: In my opinion, everything should have a pocket-sized version.
de: Meiner Meinung nach sollte es von allem eine Version im Taschenformat geben.
es: En mi opinión, todo tendría que tener una versión de bolsillo.
fr: Je trouve que tout devrait exister en version de poche.
it: A mio parere, tutto dovrebbe avere una versione tascabile.
ja: 私が思うに、すべてのものにポケットサイズ版があるべきなのよ。
ko: 내 생각에는 모든 것에 포켓 사이즈 버전이 있어야 해.
pt_br: Na minha opinião, tudo deveria ter uma versão de bolso.
ru: Я считаю, у каждого предмета должна быть карманная версия.
zh_tw: 在我看來，所有東西都應該有一個口袋版。

# CHARACTERS.WANDA.DESCRIBE.POLISHCOOKIE
source: I'll just put a few extras in my pocket... don't mind me.
de: Ich stecke einfach ein paar Extras in meine Tasche ... lass dich nicht stören.
es: Me guardaré alguna más en el bolsillo... Haced como si no estuviera.
fr: Je vais juste en mettre quelques-uns dans mes poches... Ne faites pas attention à moi.
it: Credo che ne infilerò un altro paio in tasca... Non curatevi di me.
ja: 私のポケットに追加で何個か入れるわ…そんなに気にならないから。
ko: 주머니에 몇 개만 더 넣어둬야지... 날 신경쓰지 말아줘.
pt_br: Só vou botar mais alguns no meu bolso... Não ligue pra mim.
ru: Не обращайте внимания, я просто положу парочку в карман про запас...
zh_tw: 我多放幾個在口袋裡……別介意。

# CHARACTERS.WANDA.DESCRIBE.POMEGRANATE
source: Who wants to spend time picking out every individual seed?
de: Wer will schon Zeit damit verbringen, jedes einzelne Samenkorn zu pflücken?
es: ¿Quién querría perder el tiempo desgranando esto?
fr: Qui veut passer de temps à retirer tous les pépins un par un ?
it: Chi ha voglia di perdere tempo a estrarre ogni singolo semino?
ja: 一個一個種を拾うのに誰が時間を使いたいって思うわけ？
ko: 누가 모든 씨앗을 하나하나 따는 데 시간을 보내고 싶겠어?
pt_br: Quem quer perder tempo escolhendo cada semente?
ru: Ну кому охота тратить время и вынимать каждую косточку?
zh_tw: 誰願意花時間去剔出每一顆籽？

# CHARACTERS.WANDA.DESCRIBE.POMEGRANATE_COOKED
source: It seemed like a better idea in my head.
de: In meiner Vorstellung schien das eine bessere Idee zu sein.
es: En mi cabeza era espectacular.
fr: C'était une meilleure idée dans ma tête...
it: Nella mia testa sembrava migliore come idea.
ja: 私の頭の中では良い考えだと思えたんだけど。
ko: 더 좋은 생각이 떠오른 것 같았는데 아닌가봐.
pt_br: Quando pensei, parecia uma ideia melhor.
ru: А задумка казалась такой интересной.
zh_tw: 我構思的時候還覺得是個好主意。

# CHARACTERS.WANDA.DESCRIBE.POMEGRANATE_OVERSIZED
source: I hope the seeds inside grew bigger too.
de: Ich hoffe, die Samen im Inneren sind auch größer geworden.
es: Espero que las semillas también hayan crecido bastante.
fr: J'espère que ses graines aussi sont énormes.
it: Chissà se anche i semi al suo interno sono più grandi.
ja: 中の種も大きくなったらいいなと思うわ。
ko: 안에 있는 씨앗도 더 많이 자랐으면 좋겠다.
pt_br: Tomara que as sementes dentro dela também cresçam.
ru: Надеюсь, что и косточки у него тоже выросли.
zh_tw: 希望籽也變大了。

# CHARACTERS.WANDA.DESCRIBE.POMEGRANATE_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.POND
source: Has that pond always been there?
de: War der Teich immer schon da?
es: ¿Siempre ha estado aquí ese estanque?
fr: Cette mare a toujours été là ?
it: Quello stagno c'è sempre stato?
ja: あの池ずっとあそこにあった？
ko: 그 연못이 항상 거기에 있었나?
pt_br: Aquela lagoa sempre esteve ali?
ru: Разве этот пруд всегда здесь был?
zh_tw: 那個池塘一直在那裡嗎？

# CHARACTERS.WANDA.DESCRIBE.PONDEEL
source: I have half a mind to throw it back...
de: Ich würde das am liebsten zurückwerfen ...
es: Me dan ganas de que vuelva por donde ha venido...
fr: J'ai presque envie de la remettre à l'eau.
it: Ho una mezza voglia di rigettarla in acqua...
ja: 気持ちの半分はあそこに戻すつもり…
ko: 다시 던지고 싶은 마음이 반쯤...
pt_br: Estou quase a jogando de volta...
ru: Мне почти хочется кинуть его обратно...
zh_tw: 我有點想把它丟回去……

# CHARACTERS.WANDA.DESCRIBE.PONDFISH
source: Can I call it seafood? It's more of a pondfood, really.
de: Darf man das Meeresfrüchte nennen? Eigentlich ist es ja eher eine Teich-Frucht.
es: ¿Esto podría considerarse marisco? Bueno, en realidad, sería estanquisco.
fr: Ça se mange aussi, les poissons de mare ?
it: Ha senso chiamarli frutti di mare? Direi più frutti di stagno.
ja: シーフードって呼んでいいの？池フードでしょ、実際は。
ko: 이걸 해산물이라고 부를 수 있을까? 이건 연못산물에 더 가까워, 진짜.
pt_br: Posso chamá-lo de fruto do mar? Está mais para fruto da lagoa, na verdade.
ru: Ну какой это морепродукт? Это, скорее, прудопродукт.
zh_tw: 我可以管它叫海鮮嗎？它更像是池鮮，真的。

# CHARACTERS.WANDA.DESCRIBE.POND_ALGAE
source: I can't spend my time looking at every old pond plant.
de: Ich kann meine Zeit nicht damit verbringen, mir jede alte Teichpflanze anzuschauen.
es: No puedo perder el tiempo fijándome en todas las plantas del estanque.
fr: Je ne peux pas passer mon temps à admirer toutes les plantes des mares.
it: Non posso perdere tempo a osservare ogni vegetazione di stagno.
ja: 古い池の植物1つ1つを見て時間をムダにしてられないわ。
ko: 갖가지 오래된 연못 식물을 보면서 시간을 보낼 수는 없어.
pt_br: Não tenho tempo para ficar olhando pra tudo que é planta da lagoa.
ru: Не хватало еще тратить время да разглядывать каждую водоросль.
zh_tw: 我不能把時間花在欣賞古老的池塘植物上。

# CHARACTERS.WANDA.DESCRIBE.POOP
source: That's one healthy bowel movement.
de: Das ist mal ein gesunder Stuhlgang.
es: Una defecación muy saludable.
fr: Ça a dû faire du bien.
it: È il prodotto di un sano e regolare movimento intestinale.
ja: 健康なウンコだわ。
ko: 건강한 장운동을 한 번 했네.
pt_br: Obra de um movimento intestinal saudável.
ru: Чей-то кишечник работает как часы.
zh_tw: 這是健康腸道運動的產物。

# CHARACTERS.WANDA.DESCRIBE.PORTABLEBLENDER_ITEM
source: It does a lively little jig.
de: Das Ding führt ein munteres kleines Tänzchen auf.
es: Se mueve un poquito.
fr: On dirait qu'il fait une petite danse.
it: Balla una piccola eppure animata giga.
ja: 活発に上下運動する。
ko: 활기차게 살짝 지그 춤을 췄군.
pt_br: Ele dá uma chacoalhadinha vigorosa.
ru: Как она забавно пританцовывает.
zh_tw: 它能活潑地舞動。

# CHARACTERS.WANDA.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: Ohhh I wish it would just hurry up!
de: Ich wünschte, es würde schneller machen.
es: Ay, ¡ojalá se diera más prisa!
fr: Oooh, si seulement ça pouvait aller plus vite !
it: Quanto vorrei che si sbrigasse!
ja: おー、急げばいいのに！
ko: 오오 빨리빨리 했으면 좋겠어!
pt_br: Ahhh, queria que fosse mais depressa!
ru: Ох-х-х, вот бы ускорить время!
zh_tw: 哦，我希望它能快點！

# CHARACTERS.WANDA.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: Surely it won't take too much longer?
de: Sicher wird es nicht mehr lange dauern.
es: No debería de tardar mucho más, ¿no?
fr: C'est sûrement bientôt prêt... non ?
it: Ormai non dovrebbe volerci molto...
ja: ねえ、そんなに時間かからないわよね？
ko: 당연히 시간이 많이 걸리지는 않겠지?
pt_br: Não vai demorar muito, né?
ru: Осталось ведь уже не так много?
zh_tw: 要不了多久了吧？

# CHARACTERS.WANDA.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: At long last, food!
de: Na endlich, Essen!
es: Comida, ¡por fin!
fr: Ah, de la nourriture ! Enfin !
it: Finalmente si mangia!
ja: やーっと、食べ物にありつける！
ko: 드디어 음식이 나왔어!
pt_br: Até que enfim, comida!
ru: Наконец-то! Наконец-то еда!
zh_tw: 終於有了食物！

# CHARACTERS.WANDA.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: I don't smell anything cooking.
de: Es riecht nicht nach Zubereitung von Essen.
es: No huele a nada cocinándose.
fr: À l'odeur, je pense qu'il n'y a rien qui cuit.
it: Non sento alcun profumo di cibo.
ja: 料理してるような匂いはしないな。
ko: 요리하는 냄새가 하나도 안 나.
pt_br: Não sinto cheiro de nada cozinhando.
ru: Едой и не пахнет.
zh_tw: 我沒有聞到做菜的味道。

# CHARACTERS.WANDA.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: I don't like to fuss around with fancy cooking.
de: Ich mag es nicht, mich mit ausgefallenen Kochideen herumzuärgern.
es: Me niego a perder el tiempo preparando comida de diseño.
fr: Je n'aime pas perdre du temps à faire des petits plats.
it: Non mi piace darmi troppa pena con le pietanze sofisticate.
ja: 凝った料理に手間暇かけたくないわ。
ko: 화려한 요리로 소란을 피우는 건 별로야.
pt_br: Não gosto de preparar comidas sofisticadas.
ru: Не люблю я возиться с изысканной кухней.
zh_tw: 我不喜歡在高級料理上浪費時間。

# CHARACTERS.WANDA.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: I'll admit, it does look more appetizing than it did before.
de: Ich gebe zu, es sieht viel appetitlicher aus als vorher.
es: He de admitir que tiene mejor pinta que antes.
fr: Je dois admettre que c'est bien plus appétissant qu'avant.
it: Devo ammettere che ha un aspetto più invitante di prima.
ja: 確かに前よりだいぶおいしそうに見えるわ。
ko: 인정해. 이전보다 더 맛있어 보인다.
pt_br: Tenho que admitir, ficou mais apetitoso do que antes.
ru: Надо признать, теперь оно выглядит куда вкуснее, чем раньше.
zh_tw: 我承認，看起來更好吃了。

# CHARACTERS.WANDA.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: Some flavor might be nice, but is it worth taking the extra time?
de: Etwas mehr Geschmack wäre schön, aber ist es die zusätzliche Zeit wert?
es: No estaría mal que tuviera más sabor, pero ¿merece la pena perder el tiempo?
fr: Plus de goût, c'est toujours bien, mais ça vaut vraiment tout ce temps perdu ?
it: Non mi dispiace che abbia un gusto più ricco, ma ne vale davvero la pena?
ja: ちょっと風味があったらいいけど、もっと時間をかける価値はある？
ko: 어떤 건 맛있을 수도 있겠지만 시간을 더 써야할 가치가 있을까?
pt_br: Um pouco de sabor pode ser bom, mas vale a pena gastar tempo com isso?
ru: Приправы добавят блюду вкуса, но стоит ли тратить на это время?
zh_tw: 值得為了多點風味花這麼多時間嗎？

# CHARACTERS.WANDA.DESCRIBE.PORTABLETENT
source: A safe place to spend the night would be a welcome change.
de: Ein sicherer Ort, an dem man die Nacht verbringen kann, wäre eine willkommene Abwechslung.
es: No le diría que no a un lugar seguro en el que pasar la noche.
fr: Un endroit sûr pour passer la nuit serait un changement bienvenu.
it: Un posto sicuro dove passare la notte sarebbe una bella novità.
ja: 夜を安全に過ごせる場所があるなんて、良い変化だわ。
ko: 밤을 보낼 수 있는 안전한 장소가 있다면 반가울 텐데.
pt_br: Um local seguro pra passar a noite seria uma mudança bem-vinda.
ru: Было бы здорово провести ночь в безопасном месте.
zh_tw: 有個安全的地方過夜也算是個積極的變化了。

# CHARACTERS.WANDA.DESCRIBE.PORTABLETENT_ITEM
source: Someone with more time on their hands should set it up.
de: Jemand, der mehr Zeit zur Verfügung hat, sollte das aufstellen.
es: Tendría que montarla alguien con más tiempo libre.
fr: Quelqu'un qui a plus de temps libre devrait la monter.
it: Sarebbe il caso che qualche buontempone si occupasse di montarla.
ja: もっと時間がある人がこれを作ればいいのよ。
ko: 시간이 더 많은 사람이 설치해야 해.
pt_br: É melhor que alguém com mais tempo disponível a monte.
ru: Вот бы у кого нашлась свободная минутка, чтобы ее поставить.
zh_tw: 誰閑誰來弄它吧。

# CHARACTERS.WANDA.DESCRIBE.POTATO
source: One of the more dependable vegetables.
de: Eine der zuverlässigeren Gemüsesorten.
es: Una de las verduras más de fiar.
fr: Qui n'aime pas les pommes de terre ?
it: Uno degli ortaggi più sicuri.
ja: 頼りになる野菜の一種。
ko: 믿을 수 있는 채소 중 하나지.
pt_br: Um dos vegetais mais confiáveis.
ru: Один из самых надежных овощей.
zh_tw: 比較可靠的蔬菜之一。

# CHARACTERS.WANDA.DESCRIBE.POTATOSACK
source: Who would want to lug this heavy thing around?
de: Wer will schon dieses schwere Ding mit sich herumschleppen?
es: ¿Quién iba a querer ir por ahí cargando con esto?
fr: Personne n'a envie de trimballer cette chose super lourde.
it: Chi mai sceglierebbe di portarsi appresso un affare tanto pesante?
ja: この重いのをあちこち運びたがる人なんているの？
ko: 누가 이렇게 무거운 걸 끌고 다니고 싶겠어?
pt_br: Quem iria querer ficar carregando essa coisa pesada por aí?
ru: Кто вообще захочет таскать с собой такую тяжесть?
zh_tw: 誰想拖著這麼重的東西到處走呢？

# CHARACTERS.WANDA.DESCRIBE.POTATOSOUFFLE
source: Light and airy.
de: Leicht und luftig.
es: Ligero y esponjoso.
fr: Aussi léger qu'aérien.
it: Soffice e leggero.
ja: 軽くてフワフワ。
ko: 가볍고 빈 공간이 많아.
pt_br: Leve e suave.
ru: Легкое и воздушное.
zh_tw: 輕盈鬆軟。

# CHARACTERS.WANDA.DESCRIBE.POTATOTORNADO
source: Time is kind of like a swirly potato.
de: Die Zeit ist wie eine Wirbel-Kartoffel.
es: El tiempo es como un tubérculo espiralizado.
fr: On dirait une torsade de patate.
it: Il tempo è come una spirale di patata.
ja: 時間はうずまきポテトみたいな感じよ。
ko: 시간은 소용돌이 감자 같아.
pt_br: O tempo meio que parece com uma batata encaracolada.
ru: Время — все равно что картофельная спираль.
zh_tw: 時間其實就像一個旋轉的土豆。

# CHARACTERS.WANDA.DESCRIBE.POTATO_COOKED
source: Potatoes are much better cooked, I'll admit.
de: Kartoffeln schmecken gekocht viel besser, das gebe ich zu.
es: He de admitir que las patatas saben mejor al cocinarlas.
fr: Les pommes de terre sont bien meilleures une fois cuites, je dois bien l'admettre.
it: E va bene, ammetto che le patate sono più buone da cotte.
ja: 確かにポテトは料理するとすごくおいしくなるわ。
ko: 감자를 익히니까 훨씬 좋구나. 인정해.
pt_br: Eu admito, as batatas são muito melhores assadas.
ru: Надо признать, это вкуснее, чем сырая картошка.
zh_tw: 我承認，土豆做熟會好吃很多。

# CHARACTERS.WANDA.DESCRIBE.POTATO_OVERSIZED
source: What a ridiculously enormous potato.
de: Was für eine lächerlich große Kartoffel.
es: Esa patata tiene un tamaño que no es normal.
fr: Cette pomme de terre est ridiculement énorme.
it: Che patata ridicolmente enorme.
ja: なんて巨大なポテト。
ko: 엄청나게 거대한 감자야.
pt_br: Que batata ridiculamente enorme.
ru: Умопомрачительно здоровенная картофелина.
zh_tw: 這個土豆大的有點荒謬了吧。

# CHARACTERS.WANDA.DESCRIBE.POTATO_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.POTTEDFERN
source: I can never seem to keep them alive for long.
de: Ich scheine sie nie lange am Leben halten zu können.
es: Siempre se me mueren muy rápido...
fr: Je n'arrive jamais à les faire survivre longtemps.
it: Non riesco mai a mantenerle in vita a lungo.
ja: あれを長生きさせることは絶対できなそう。
ko: 오래 살려둘 수는 없을 것 같아.
pt_br: Nunca consigo mantê-las vivas por muito tempo.
ru: Они у меня почему-то долго не живут.
zh_tw: 我一直無法讓它們活得長久。
