Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.CLAYHOUND.STATUE
source: Was that a temporal blip, or did that statue just move?
de: War das ein temporaler Aussetzer, oder hat sich die Statue gerade bewegt?
es: ¿Ha sido una anomalía temporal o se ha movido la estatua?
fr: C'était un saut temporel ou la statue a bougé ?
it: È stato un blip temporale o la statua si è appena mossa?
ja: 時間線の異常？それとも像が動いたの？
ko: 일시적인 오류였을까, 아니면 저 조각상이 방금 움직였을까?
pt_br: Foi um perturbação temporal, ou aquela estátua se mexeu?
ru: Эта статуя только что пошевелилась, или это я во времени запуталась?
zh_tw: 那是一個時空錯亂，還是那座雕像剛剛動了？

# CHARACTERS.WANDA.DESCRIBE.CLAYWARG.GENERIC
source: Not a statue!!
de: Hey, das ist keine Statue!
es: ¡¡No es una estatua!!
fr: Ce n'est pas une statue !!
it: Non è una statua!!!
ja: 像じゃない！！
ko: 조각상이 아니잖아!!
pt_br: Não é uma estátua!
ru: Это не статуя!!!
zh_tw: 不是雕像！！

# CHARACTERS.WANDA.DESCRIBE.CLAYWARG.STATUE
source: Thankfully, it's just a statue.
de: Das ist zum Glück nur eine Statue.
es: Por suerte, no es más que una estatua.
fr: Ouf, c'est juste une statue.
it: Per fortuna è solo una statua.
ja: 良かった。ただの像だった。
ko: 다행히 조각상일 뿐이군.
pt_br: Ainda bem, é só uma estátua.
ru: Хорошо, что это просто статуя.
zh_tw: 還好只是一座雕像。

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.EMBERS
source: I need to give it something to burn, quickly!
de: Ich muss schnell etwas Brennbares nachlegen!
es: Necesito algo para quemar y lo necesito ya.
fr: Il me faut quelque chose à brûler, et vite !
it: Presto, diamogli qualcosa da bruciare!
ja: 燃えるものを入れないと。早く！
ko: 불태울 무언가를 줘야겠어, 빨리!
pt_br: Preciso colocar algo pra queimar. E rápido!
ru: Нужно срочно что-нибудь подбросить в костер!
zh_tw: 我需要給它一些燃燒的東西，快！

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.GENERIC
source: It keeps the shadows at bay.
de: Es hält die Schatten in Schach.
es: Mantiene a raya a las sombras.
fr: Ça permet d'éloigner les ombres.
it: Tiene a bada le ombre.
ja: これは影を阻止する。
ko: 그림자를 막아주지.
pt_br: Mantém a escuridão distante.
ru: Распугивает тени.
zh_tw: 它能讓暗影遠離。

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.HIGH
source: Oh botheration, I got carried away with the kindling!
de: Ach verflixt, ich habe es mit dem Anzünden übertrieben!
es: Qué fastidio, me he pasado con el fuego.
fr: Oh, flûte de zut... Je crois que je me suis emballée.
it: Oh, che seccatura, ho esagerato con il combustibile!
ja: ああ、まったく。火を見てるうちに薪をくべるの忘れてた！
ko: 아 귀찮아, 불쏘시개 때문에 자제력을 잃었어!
pt_br: Ai, que amolação! Acabei me empolgando com o material inflamável!
ru: Вот ведь неудобство! Очень уж увлеклась, когда разжигала!
zh_tw: 哦，麻煩呐，我柴火加多了！

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.LOW
source: It needs more to burn if I want it to last.
de: Es braucht mehr Brennbares, wenn ich will, dass es länger brennt.
es: Tengo que quemar algo más si quiero que dure.
fr: Il me faut du combustible pour entretenir le feu.
it: Serve più combustibile, se voglio che duri.
ja: もっと長引かせるなら、もっと燃えるものが必要だわ。
ko: 지속하려면 태울 게 더 필요해.
pt_br: Pra que o fogo dure, preciso pôr mais coisas pra queimar.
ru: Нужно добавить топлива, а не то он скоро погаснет.
zh_tw: 如果想讓它繼續燒的話，它需要更多的燃料。

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.NORMAL
source: That feels better.
de: Ah, schon besser.
es: Así mucho mejor.
fr: C'est mieux comme ça.
it: Così va meglio.
ja: 割と気持ちいい。
ko: 훨씬 낫네.
pt_br: Assim está melhor.
ru: Так-то лучше.
zh_tw: 這樣感覺更好。

# CHARACTERS.WANDA.DESCRIBE.COLDFIRE.OUT
source: That was nice while it lasted.
de: Das war schön, solange es währte.
es: Fue bonito mientras duró.
fr: C'était agréable. Mais c'est fini.
it: È stato bello finché è durato.
ja: これはこれで良い物だったわ。
ko: 아직 살아있는 동안은 좋았지.
pt_br: Foi bom enquanto durou.
ru: Горело хорошо, но недолго.
zh_tw: 燒的時候還是挺美的。

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.EMBERS
source: I need to give it something to burn, quickly!
de: Ich muss schnell etwas Brennbares nachlegen!
es: Necesito algo para quemar y lo necesito ya.
fr: Il me faut quelque chose à brûler, et vite !
it: Presto, diamogli qualcosa da bruciare!
ja: 燃えるものを入れないと。早く！
ko: 불태울 무언가를 줘야겠어, 빨리!
pt_br: Preciso colocar algo pra queimar. E rápido!
ru: Нужно срочно что-нибудь подбросить в костер!
zh_tw: 我需要給它一些燃燒的東西，快！

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.GENERIC
source: It keeps the shadows at bay.
de: Es hält die Schatten in Schach.
es: Mantiene a raya a las sombras.
fr: Ça permet d'éloigner les ombres.
it: Tiene a bada le ombre.
ja: これは影を阻止する。
ko: 그림자를 막아주지.
pt_br: Mantém a escuridão distante.
ru: Распугивает тени.
zh_tw: 它能讓暗影遠離。

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.HIGH
source: Oh botheration, I got carried away with the kindling!
de: Ach verflixt, ich habe es mit dem Anzünden übertrieben!
es: Qué fastidio, me he pasado con el fuego.
fr: Oh, flûte de zut... Je crois que je me suis emballée.
it: Oh, che seccatura, ho esagerato con il combustibile!
ja: ああ、まったく。火を見てるうちに薪をくべるの忘れてた！
ko: 아 귀찮아, 불쏘시개 때문에 자제력을 잃었어!
pt_br: Ai, que amolação! Acabei me empolgando com o material inflamável!
ru: Вот ведь неудобство! Очень уж увлеклась, когда разжигала!
zh_tw: 哦，麻煩呐，我柴火加多了！

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.LOW
source: It needs more to burn if I want it to last.
de: Es braucht mehr Brennbares, wenn ich will, dass es länger brennt.
es: Tengo que quemar algo más si quiero que dure.
fr: Il me faut du combustible pour entretenir le feu.
it: Serve più combustibile, se voglio che duri.
ja: もっと長引かせるなら、もっと燃えるものが必要だわ。
ko: 지속하려면 태울 게 더 필요해.
pt_br: Pra que o fogo dure, preciso pôr mais coisas pra queimar.
ru: Нужно добавить топлива, а не то он скоро погаснет.
zh_tw: 如果想讓它繼續燒的話，它需要更多的燃料。

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.NORMAL
source: That feels better.
de: Ah, schon besser.
es: Así mucho mejor.
fr: C'est mieux comme ça.
it: Così va meglio.
ja: 割と気持ちいい。
ko: 훨씬 낫네.
pt_br: Assim está melhor.
ru: Так-то лучше.
zh_tw: 這樣感覺更好。

# CHARACTERS.WANDA.DESCRIBE.COLDFIREPIT.OUT
source: I could get it going again in no time at all.
de: Ich könnte das im Handumdrehen wieder zum Laufen bringen.
es: Lo volveré a encender en un segundín.
fr: Je pourrais le relancer en un rien de temps.
it: Potrei riaccenderlo in una frazione di secondo.
ja: すぐにまた火をつけられるわね。
ko: 순식간에 다시 시작할 수 있어.
pt_br: Posso acendê-la de novo num piscar de olhos.
ru: Всего пару минут, и он снова загорится.
zh_tw: 我馬上就能讓它重新燒起來。

# CHARACTERS.WANDA.DESCRIBE.COMPASS.E
source: East. It's definitely East!
de: Osten. Es ist ganz sicher Osten!
es: Este. ¡Es al este!
fr: Est. C'est vers l'est !
it: Est. È sicuramente l'est!
ja: 東よ。絶対に東。
ko: 동쪽. 정확히 동쪽이야!
pt_br: Leste. Sem dúvida, é leste!
ru: Восток. Да, показывает на восток!
zh_tw: 東。這絕對是東邊！

# CHARACTERS.WANDA.DESCRIBE.COMPASS.GENERIC
source: If only it could tell me which way is past and which way is future.
de: Wenn er mir doch nur zeigen könnte, in welcher Richtung die Vergangenheit und in welcher die Zukunft liegt.
es: Ojalá me dijera dónde está el pasado y dónde está el futuro.
fr: Si seulement ça m'indiquait dans quelle direction est le passé et dans laquelle est le futur.
it: Sarebbe bello se indicasse la via per il passato e quella per il futuro.
ja: どっちが過去でどっちが未来か教えてくれたらいいのに。
ko: 어느 쪽이 과거이고 어느 쪽이 미래인지 알려주기만 한다면.
pt_br: Se ao menos ela pudesse me dizer pra que lado fica o passado e pra que lado fica o futuro.
ru: Вот бы он еще показывал, в какой стороне прошлое, а в какой — будущее.
zh_tw: 如果它能告訴我哪裡是過去，哪裡是未來就好了。

# CHARACTERS.WANDA.DESCRIBE.COMPASS.N
source: North. That's "up" on the map, right?
de: Norden. Das ist "oben" auf der Karte, ja?
es: Norte. Eso en un mapa es ir hacia arriba, ¿no?
fr: Nord. C'est en haut de la carte, c'est ça ?
it: Nord. È la parte in alto della mappa, vero?
ja: 北。地図上では上よ？
ko: 북쪽. 지도에서 "위"쪽이겠지, 그렇겠지?
pt_br: Norte. Fica "no alto" do mapa, certo?
ru: Север. На карте, получается, вверху.
zh_tw: 北方。就是地圖的 “上”，對嗎？

# CHARACTERS.WANDA.DESCRIBE.COMPASS.NE
source: Northeast. I think.
de: Nordost. Glaube ich.
es: Nordeste. Creo.
fr: Nord-est. Je crois.
it: Nord-est. Credo.
ja: 北東だと思うわ。
ko: 북동쪽이야. 내 생각에는.
pt_br: Nordeste. Eu acho.
ru: Северо-восток, кажется.
zh_tw: 應該是東北。

# CHARACTERS.WANDA.DESCRIBE.COMPASS.NW
source: Northwest. Maybe?
de: Nordwest? Kann das sein?
es: Noroeste. ¿Supongo?
fr: Nord-ouest. Enfin, peut-être.
it: Nord-ovest. Giusto?
ja: 北西じゃないかな？
ko: 북서쪽이겠지. 아마도?
pt_br: Noroeste. Talvez?
ru: Северо-запад... вроде бы.
zh_tw: 是西北吧？

# CHARACTERS.WANDA.DESCRIBE.COMPASS.S
source: South. That's "down" on the map, right?
de: Süden. Das ist "unten" auf der Karte, ja?
es: Sur. Eso en un mapa es ir hacia abajo, ¿no?
fr: Sud... C'est en bas de la carte, pas vrai ?
it: Sud. È la parte in basso della mappa, vero?
ja: 南、地図上では下でしょ？
ko: 남쪽. 그건 지도에서 "아래"쪽이지, 그렇겠지?
pt_br: Sul. Fica "na parte de baixo" do mapa, certo?
ru: Юг. На карте, получается, внизу.
zh_tw: 南方。就是地圖的 “下”，對嗎？

# CHARACTERS.WANDA.DESCRIBE.COMPASS.SE
source: Southeast. Probably.
de: Südosten. Wahrscheinlich jedenfalls.
es: Sureste. O eso creo.
fr: Sud-est. Enfin, sûrement.
it: Sud-est. Probabilmente.
ja: 南東、たぶんね。
ko: 남동쪽이려나. 아마.
pt_br: Sudeste. Provavelmente.
ru: Юго-восток. Наверное.
zh_tw: 可能是東南。

# CHARACTERS.WANDA.DESCRIBE.COMPASS.SW
source: Southwest. Or not, who really knows?
de: Südwesten. Oder auch nicht, wer kann das schon sagen?
es: Sudoeste. O no, ¿quién sabe?
fr: Sud-ouest ? Ou pas, qui sait ?
it: Sud-ovest. Oppure no, chi può dirlo?
ja: 南西。でも、もしかしたら違うかも。
ko: 남서쪽. 아닐수도, 누가 알겠어?
pt_br: Sudoeste. Ou não, quem é que sabe?
ru: Юго-запад. Или нет. Кто знает?
zh_tw: 西南，也許又不是，誰知道呢？

# CHARACTERS.WANDA.DESCRIBE.COMPASS.W
source: West. That'd be left, right?
de: Westen. Das ist links, ja?
es: Oeste. Eso es hacia la izquierda, ¿no?
fr: Ouest. À gauche, c'est ça ?
it: Ovest. È a sinistra, vero?
ja: 西。左ってことでしょ？
ko: 서쪽. 그건 왼쪽이겠지, 그렇겠지?
pt_br: Oeste. Fica pra esquerda, certo?
ru: Запад. Налево, что ли?
zh_tw: 西。是左邊，對吧？

# CHARACTERS.WANDA.DESCRIBE.COMPOST
source: At least I won't have to touch it.
de: Wenigstens muss ich das nicht anfassen.
es: Al menos no tendré que tocarlo.
fr: Au moins, je n'ai pas à le toucher.
it: Almeno non devo toccarlo.
ja: 絶対に私は触らないわ。
ko: 적어도 만질 필요는 없을 거야.
pt_br: Pelo menos não vou ter que tocar nele.
ru: Ну, хоть руками его трогать не нужно.
zh_tw: 至少我不用去碰它。

# CHARACTERS.WANDA.DESCRIBE.COMPOSTINGBIN.BALANCED
source: Perfect! I hope I can remember how I did it...
de: Perfekt! Ich hoffe, ich kann mich daran erinnern, wie ich es gemacht habe ...
es: ¡Perfecto! Espero acordarme de cómo lo he hecho...
fr: Parfait ! J'espère que je me rappelle encore de la marche à suivre...
it: Perfetto! Spero di ricordare cosa ho fatto...
ja: 完璧。どうやってやったか覚えてられればいいんだけどね…
ko: 완벽해! 내가 어떻게 해낸 건지만 기억할 수 있다면...
pt_br: Perfeito! Tomara que eu possa me lembrar de como fiz...
ru: Идеально! Еще бы теперь вспомнить, что я с ним сделала...
zh_tw: 完美！真希望我能記住我是怎麼做到的……

# CHARACTERS.WANDA.DESCRIBE.COMPOSTINGBIN.BURNT
source: A fine mess this is...
de: Das ist ja ein schönes Durcheinander ...
es: Menudo desastre...
fr: C'est un beau boxon...
it: Che bel macello...
ja: なんってステキなごちゃごちゃ…
ko: 엉망진창이고 좋네...
pt_br: Que bela confusão...
ru: Смешались в кучу корни, фрукты...
zh_tw: 這下糟糕了……

# CHARACTERS.WANDA.DESCRIBE.COMPOSTINGBIN.DRY
source: Oh. It's much dryer than I expected.
de: Oh. Viel trockener, als ich erwartet hätte.
es: Oh, está más seco de lo que esperaba.
fr: Oh. C'est plus sec que ce que j'imaginais.
it: Oh. È molto più secco di quanto mi aspettassi.
ja: 想像したよりずっと乾いてるわ。
ko: 오. 예상했던 것보다 더 건조해.
pt_br: Ah. Está muito mais seco do que eu esperava.
ru: Хм. Я думала, будет мокрее.
zh_tw: 哦。這比我想像的要乾燥得多。

# CHARACTERS.WANDA.DESCRIBE.COMPOSTINGBIN.GENERIC
source: Just how long is this going to take?
de: Wie lange wird es dauern?
es: ¿Cuánto tiempo va a tardar?
fr: Ça va prendre combien de temps, tout ça ?
it: Quanto ci vorrà?
ja: これ、どのくらいかかるの？
ko: 다만 시간이 얼마나 걸릴지?
pt_br: Quanto tempo isso vai levar?
ru: Сколько еще времени потребуется?
zh_tw: 這需要多長時間？

# CHARACTERS.WANDA.DESCRIBE.COMPOSTINGBIN.WET
source: Oh botheration, it's turned into a wet muck!
de: Ach verflixt, es ist zu einer nassen Pampe geworden!
es: Qué fastidio, me ha quedado un montón de fango húmedo.
fr: Oh flûte de zut, c'est devenu une bouillie infâme !
it: Oh, che seccatura, è diventato una poltiglia umidiccia!
ja: ああ、煩わしい。ただのびしょびしょになった！
ko: 아 귀찮아, 젖은 똥으로 변했어!
pt_br: Ai, que amolação! Virou um lamaçal!
ru: Ну что за неудобство, тут теперь одна жижа!
zh_tw: 嗷，麻煩呐。它變成了一坨濕泥巴!

# CHARACTERS.WANDA.DESCRIBE.COMPOSTWRAP
source: To each their own.
de: Jeder so, wie er mag.
es: A cada paje, su ropaje.
fr: Chacun le sien.
it: A ognuno il suo.
ja: 勝手にして。
ko: 각자 자신에게.
pt_br: Cada um na sua.
ru: Каждому свое.
zh_tw: 蘿蔔青菜各有所愛。

# CHARACTERS.WANDA.DESCRIBE.CONSTRUCTION_PLANS
source: What's a little more tampering going to hurt?
de: Was kann ein bisschen mehr Herumpfuschen schon schaden?
es: ¿Qué podría ir mal por hacer unos retoques?
fr: Quelques manipulations supplémentaires ne feront pas de mal.
it: Non dovrebbe essere un problema se ci armeggio ancora un pochino, vero?
ja: ちょっと変えたところでどのくらいの害があるの？
ko: 조금 더 손대면 상처가 될까?
pt_br: Que mal pode fazer um pouquinho mais de manipulação?
ru: Любой чертеж всегда можно улучшить.
zh_tw: 再做一點手腳又有什麼壞處呢？

# CHARACTERS.WANDA.DESCRIBE.COOKBOOK
source: Cooking is so time consuming, look at all these ingredients and methods!
de: Kochen ist so zeitaufwendig. Jetzt sieh sich einer all diese Zutaten und Methoden an!
es: Cocinar lleva demasiado tiempo. ¡Mira la de ingredientes y métodos que hay!
fr: Cuisiner prend un temps monstrueux. Il suffit de voir tous ces ingrédients et ces méthodes !
it: Cucinare richiede una marea di tempo! Basta guardare tutti questi ingredienti e metodi di cottura per capirlo!
ja: 料理って時間かかりすぎだわ。見て！、あの山ほどの材料と調理法！
ko: 요리는 시간이 너무 많이 걸리니 재료와 방법 모두 보세요!
pt_br: Cozinhar é tão demorado. Olhe só todos estes ingredientes e métodos.
ru: Кулинария занимает столько времени! Столько разных ингредиентов и способов готовки...
zh_tw: 烹飪太花時間了，看看這裡有多少原料和方法！

# CHARACTERS.WANDA.DESCRIBE.COOKEDMANDRAKE
source: It was a matter of survival.
de: Eine Frage des Überlebens.
es: Era cuestión de supervivencia.
fr: C'était une question de survie.
it: Era questione di sopravvivenza.
ja: 生き残りをかけて。
ko: 그것은 생존의 문제였어.
pt_br: Era questão de sobrevivência.
ru: Из нас двоих должен был выжить кто-то один.
zh_tw: 事關生死存亡啊。

# CHARACTERS.WANDA.DESCRIBE.COOKEDMEAT
source: Alright, I guess it was worth taking the time to cook it.
de: Na gut, ich denke, es hat sich gelohnt, sich die Zeit zu nehmen, es zuzubereiten.
es: Bueno, supongo que ha merecido la pena pararme a cocinarla.
fr: Bon, j'imagine que ça valait la peine de prendre du temps pour la cuisiner.
it: Sì, suppongo che il tempo speso per cucinarla sia valso la pena.
ja: 悪くないわ。時間をかけた甲斐があるってもんね。
ko: 좋아, 시간을 들여 요리할 가치가 있었던 것 같아.
pt_br: Está bem, acho que valeu a pena dedicar um tempo para cozinhá-la.
ru: Что ж, я определенно не зря потратила столько времени на готовку.
zh_tw: 好吧，我想這是值得花時間來煮的。

# CHARACTERS.WANDA.DESCRIBE.COOKEDMONSTERMEAT
source: Somehow cooking it didn't make it much better.
de: Irgendwie wurde es durch das Kochen nicht viel besser.
es: No ha mejorado mucho al cocinarla.
fr: Bizarrement, la préparer ne l'a pas rendue meilleure...
it: In qualche modo, cucinarla non l'ha resa migliore.
ja: 料理してもたいしてマシにならなかった。
ko: 어쨋든 요리를 했다고 훨씬 나아지지는 않았어.
pt_br: Não sei por quê, mas cozinhá-la não a deixou muito melhor.
ru: Странно, но в приготовленном виде лучше на вкус оно не стало.
zh_tw: 不知為何，烹飪它並沒有讓它變得更好。

# CHARACTERS.WANDA.DESCRIBE.COOKEDSMALLMEAT
source: It's at least enough to hold me over for the time being.
de: Das ist zumindest genug, um mich für den Augenblick zu versorgen.
es: Supongo que me sirve para seguir tirando un rato.
fr: Ça devrait me suffire pour l'instant.
it: Sarà sufficiente a trattenermi per il momento.
ja: ただ今のところは、おなかがすかないってだけマシ。
ko: 적어도 당분간은 나를 지지하는 것만으로도 충분해.
pt_br: Pelo menos é suficiente pra me manter por enquanto.
ru: На какое-то время мне этого хватит.
zh_tw: 這至少足以讓我在這段時間內不餓肚子。

# CHARACTERS.WANDA.DESCRIBE.COOKIECUTTER
source: Oooh those things give me the shivers.
de: Oooh, davon kriege ich eine Gänsehaut.
es: Oh... Esas cosas me dan escalofríos.
fr: Oooh, ces trucs me révulsent.
it: Oh... Quegli esseri mi fanno venire i brividi.
ja: ゾクゾクするわ。
ko: 오오오, 저 것들 때문에 떨려.
pt_br: Aaah, essas coisas me dão arrepios.
ru: Бр-р-р. У меня мурашки от этих штуковин.
zh_tw: 哦，這些東西讓我不寒而慄。

# CHARACTERS.WANDA.DESCRIBE.COOKIECUTTERHAT
source: If you step back a good ways and squint, it almost looks fashionable.
de: Wenn man ein gutes Stück zurücktritt und die Augen zusammenkneift, sieht es fast modisch aus.
es: Si lo miras un poco desde lejos con los ojos entrecerrados, casi es hasta elegante.
fr: De loin et en plissant les yeux, c'est presque... joli ?
it: Se lo si guarda da lontano a occhi socchiusi, sembra quasi alla moda.
ja: 離れて目を細めてみたら格好いいかも。
ko: 한발 물러서서 곁눈질로 보면 거의 패셔너블하기까지 해.
pt_br: Se você se afastar bastante e apertar os olhos, ele fica quase bonito.
ru: Если отойти подальше и прищуриться, может даже показаться, что она вполне стильная.
zh_tw: 如果你退後一步，眯起眼睛，它幾乎看起來很時尚。

# CHARACTERS.WANDA.DESCRIBE.COOKIECUTTERSHELL
source: Mind the spines.
de: Immer auf die Stacheln achten.
es: Cuidado con los pinchos.
fr: Attention aux piquants.
it: Attenzione agli aculei.
ja: 背骨に気を付けて。
ko: 척추를 조심해.
pt_br: Cuidado com os espinhos.
ru: С шипами поаккуратнее.
zh_tw: 小心那些刺。

# CHARACTERS.WANDA.DESCRIBE.COOKPOT.BURNT
source: Well that's a setback.
de: Nun, das ist ein Rückschlag.
es: Menudo contratiempo...
fr: Quelle déception.
it: Questo è un problema.
ja: これは…一歩後退。
ko: 글쎄, 좌절이야.
pt_br: Bom, sofri um revés.
ru: Неприятное стечение обстоятельств.
zh_tw: 哎，這是一個挫折。

# CHARACTERS.WANDA.DESCRIBE.COOKPOT.COOKING_LONG
source: This is why I hate cooking. Cooking takes forever!
de: Darum hasse ich Kochen. Das dauert ewig!
es: Por eso odio cocinar. ¡Lleva muchísimo tiempo!
fr: C'est pour ça que je déteste cuisiner. Ça prend une éternité !
it: Ecco perché detesto cucinare! Richiede troppo tempo!
ja: だから料理は嫌いなんだ。時間がかかりすぎる！
ko: 이래서 난 요리하는 게 싫다니까. 요리는 영원토록 안 끝난다고!
pt_br: É por isso que odeio cozinhar. É demorado demais!
ru: Вот поэтому я и ненавижу готовить. Это бесконечный процесс!
zh_tw: 這就是為什麼我討厭烹飪。烹飪要花很長時間！

# CHARACTERS.WANDA.DESCRIBE.COOKPOT.COOKING_SHORT
source: It has to be almost done by now, right?
de: Es muss doch inzwischen fast fertig sein, oder?
es: Ya casi tendría que estar, ¿no?
fr: C'est bientôt prêt, non ?
it: Ormai manca poco, vero?
ja: もうできた頃でしょう？
ko: 지금쯤이면 거의 다 되었어야 하는데?
pt_br: Já deve estar quase pronto, né?
ru: Сейчас-то должно уже быть почти готово, нет?
zh_tw: 現在應該差不多完成了，對嗎？

# CHARACTERS.WANDA.DESCRIBE.COOKPOT.DONE
source: At long last, food!
de: Na endlich, Essen!
es: Comida, ¡por fin!
fr: Ah, de la nourriture ! Enfin !
it: Finalmente si mangia!
ja: やーっと、食べ物にありつける！
ko: 드디어 음식이 나왔어!
pt_br: Até que enfim, comida!
ru: Наконец-то! Наконец-то, еда!
zh_tw: 終於有了食物！

# CHARACTERS.WANDA.DESCRIBE.COOKPOT.EMPTY
source: I guess I'll just... find some seeds to eat or something.
de: Ich schätze, ich werde einfach ... ein paar Samen zum Essen finden oder so.
es: Supongo que... me buscaré unas semillas para comer o algo.
fr: Bon, eh bien... Je vais tenter de trouver des graines à grignoter.
it: Credo che mangerò... dei semi o qualcosa del genere.
ja: んー…種か何かを探して食べることにするわ。
ko: 나는 그냥... 먹을 씨앗이나 무엇인가를 찾을 것 같아.
pt_br: Acho que vou... encontrar umas sementes pra comer ou algo do tipo.
ru: Ну... видимо, придется каких-нибудь семян найти и съесть.
zh_tw: 我想我就……找些種子或其他東西吃吧。

# CHARACTERS.WANDA.DESCRIBE.COONTAIL
source: I did what I had to do.
de: Ich tat, was ich tun musste.
es: Hice lo que tenía que hacer.
fr: J'ai fait ce que j'avais à faire.
it: Ho fatto quello che dovevo.
ja: やらなくちゃいけなかったのよ。
ko: 해야 할 일을 했어.
pt_br: Eu fiz o que tinha que fazer.
ru: Я этого не хотела, но мне пришлось.
zh_tw: 我做了我必須做的事。

# CHARACTERS.WANDA.DESCRIBE.CORN
source: The nice thing about corn is you don't have to fuss with cooking it.
de: Das Schöne an Mais ist, dass man ihn nicht aufwendig zubereiten muss.
es: Lo mejor del maíz es que no te complica la vida al cocinar.
fr: L'avantage du maïs, c'est que ce n'est pas dur à cuire.
it: La cosa bella del mais è che cucinarlo non richiede troppa fatica.
ja: コーンの良いところは簡単に料理して食べられるところ。
ko: 옥수수의 좋은 점은 요리에 소란을 피우지 않아도 된다는 거지.
pt_br: O bom do milho que é a gente não precisa perder tempo cozinhando.
ru: В кукурузе хорошо то, что с готовкой возиться совсем не обязательно.
zh_tw: 玉米的好處是你不必大費周章去烹飪。

# CHARACTERS.WANDA.DESCRIBE.CORN_COOKED
source: It could really use some butter.
de: Das könnte etwas Butter vertragen.
es: Me vendría bien algo de mantequilla.
fr: Ça manque cruellement de beurre.
it: Servirebbe proprio del burro.
ja: バターがあればな。
ko: 거기엔 정말로 약간의 버터가 필요해.
pt_br: Uma manteiga cairia muito bem.
ru: Маслица бы еще к ней.
zh_tw: 應該加點黃油。

# CHARACTERS.WANDA.DESCRIBE.CORN_OVERSIZED
source: I never thought corn could be so colorful.
de: Hätte nie gedacht, dass Mais so bunt sein kann.
es: No sabía que el maíz podía ser tan llamativo.
fr: Je ne pensais pas que du maïs pouvait être aussi coloré.
it: Non avrei mai immaginato che il mais potesse essere tanto colorato.
ja: コーンがこんなにカラフルだったなんて知らなかった。
ko: 옥수수가 이렇게 다채로울 수 있다고는 생각하지 못했지.
pt_br: Nunca pensei que milho pudesse ser tão colorido.
ru: Я даже представить себе не могла, что кукуруза бывает такая яркая.
zh_tw: 我從未想過玉米可以如此豐富多彩。

# CHARACTERS.WANDA.DESCRIBE.CORN_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.CRABKING.GENERIC
source: Ah! There you are, you old codger!
de: Ah, da bist du ja, du alter Kauz!
es: ¡Conque ahí estás, vejestorio!
fr: Ah ! Te voilà ! Serre-moi la pince !
it: Ah! Ti ho visto, vecchiaccio!
ja: ほら、出た！偏屈爺！
ko: 아! 거기 있었군, 늙은 영감탱이!
pt_br: Ah! Aí está você, seu velho esquisitão!
ru: Ага! Вот и ты, старикан!
zh_tw: 啊！你在這裡，你這個老頑固！

# CHARACTERS.WANDA.DESCRIBE.CRABKING.INERT
source: Hmm, aren't there supposed to be gems on it? Or does that come later...
de: Hmm, sollten da nicht Edelsteine drauf sein? Oder kommt das erst später ...
es: Um... ¿No tendría que tener gemas? O eso pasa después...
fr: Hmm, je croyais qu'il devait y avoir des gemmes dessus ? Ou en fait, c'est plus tard... ?
it: Mm, non dovrebbero esserci delle gemme? O quelle spuntano dopo...?
ja: えー？普通は上に宝石が載ってるんじゃない？後載せなのかな？
ko: 흠, 거기 보석이 있어야 하지 않아? 아니면 나중에 나오나...
pt_br: Hmm, não deveria ter pedras preciosas nele? Ou será que elas aparecem depois...
ru: Хм... Разве у него на панцире не должно быть самоцветов? Или они потом появятся...
zh_tw: 嗯，這上面不是應該有寶石嗎？還是後來才有的……

# CHARACTERS.WANDA.DESCRIBE.CRABKING_CLAW
source: You keep those big old snippers away from me!
de: Halte mir ja diese fiesen Schnippsler vom Leib!
es: ¡Ni se te ocurra acercarme pinzas de yayo!
fr: Range ces vilaines pinces !
it: Tieni quelle vecchie cesoie lontano da me!
ja: そのデカくて汚いツメを私に近づけないで！
ko: 그 크고 낡은 가위를 나에게서 멀리 떨어뜨려 두는군!
pt_br: Mantenha esses alicates enormes longe de mim.
ru: Только тронь меня своими старыми клешнями!
zh_tw: 你那些大鉗子離我遠點！
