Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MERM_CART1
source: Ooooh, what you have?
de: Ooooh, was hast du?
es: Ooooh, ¿qué tienes?
es_mx: ¡Oooh! ¿Tú qué tener?
fr: Ooooh... Qu'est-ce que t'as ?
it: Ooooh, cos'hai?
ja: おー、何を持ってるの？
ko: 오오, 뭐 있어?
pl: Ooo, a co my tu mamy?
pt_br: Aaaah, o que você tem?
ru: О-о-о, что тут у тебя?
zh_tw: 噢，你有什麼呢？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MERM_CART2
source: You gimme stuff?
de: Gibst du mir Zeug?
es: ¿Me das cosas?
es_mx: ¿Tú darme cosas?
fr: Tu me donnes des trucs ?
it: Mi dai cose?
ja: くれないの？
ko: 나한테 물건 줘?
pl: Dasz mi coś?
pt_br: Você me dá coisas?
ru: Ты мне что-то дашь?
zh_tw: 你給我東西嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MUSHROOMS
source: Mushrooms very chewy and good.
de: Pilze sehr bissfest und lecker.
es: Setas muy chiclosas y ricas.
es_mx: Los champiñones ser muy ricos y chiclosos.
fr: Ces champignons sont caoutchouteux comme j'les aime.
it: Funghi sono gommosi e saporiti.
ja: マッシュルームはとても噛み応えがあって、美味しかったよ。
ko: 버섯 아주 질기고 좋아.
pl: Grzyby są gumiaste i pyszne.
pt_br: Cogumelos muito mastigáveis e bons.
ru: Люблю жевать грибы!
zh_tw: 蘑菇有嚼頭，味道好。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: Ooooh, this where mushrooms grow!
de: Ooooh, hier wachsen Pilze!
es: ¡Oooh, aquí es donde crecen las setas!
es_mx: ¡Oooh! ¡Aquí ser donde los champiñones crecer!
fr: C'est là que poussent les champignons !
it: Ooooh, qui crescono funghi!
ja: おー、ここはキノコが生えているところだよ！
ko: 오오, 버섯 자라는 곳이다!
pl: Ooo, to tutaj rosną grzyby!
pt_br: Aaaah, é aqui que cogumelos crescem!
ru: О-о-о, так вот где растут грибы!
zh_tw: 噢，蘑菇原來長這裡！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: No more mushroom...?
de: Keine Pilze mehr ...?
es: ¿No hay más setas...?
es_mx: ¿No haber más champiñones?
fr: Y'a plus de champignons.
it: Basta funghi...?
ja: きのこがもうない......？
ko: 이제 버섯 없어...?
pl: Nie ma już grzybów...?
pt_br: Sem mais cogumelos...?
ru: Грибы кончились?
zh_tw: 沒有蘑菇了……？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ONION
source: Can have some? Pleeaaase?
de: Darf ich? Biiitte?
es: ¿Puedo comer más? ¿Porfiiii?
es_mx: ¿Yo poder comerlas? Por favoooor.
fr: J'peux en avoir un peu ? Alleeeeez !
it: Posso avere? Per favooooore?
ja: いくつかもらえるかな？お願い？
ko: 먹어도 돼? 으으으응?
pl: Mogę trochę? Prooooszę?
pt_br: Posso pegar? Por favor?
ru: А мне можно? Ну пожа-а-а-алуйста!
zh_tw: 能不能給我吃點？求你了？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ONION_COOKED
source: (Sniff) Mmmm...
de: (Schnupper) Mmmh ...
es: *Snif* Mmmm...
es_mx: Snif... Mmm...
fr: *Renifle* Miam...
ja: (鼻をすする)うーん...
ko: (킁) 음...
pl: Niuch. Mmmm...
pt_br: (Sniff) Hmmm...
ru: (Нюхает) М-м-м!
zh_tw: （聞）嗯嗯嗯……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が成長するのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_OVEN
source: Wonder what to cook...
de: Was kochen ...?
es: Me pregunto qué cocina...
es_mx: Yo preguntarme qué deber cocinar.
fr: J'sais pas quoi préparer...
it: Cosa cucino...
ja: 何を作ろうかな...
ko: 뭐 요리할까...
pl: Zastanawiam się, co ugotować...
pt_br: Pergunto o que cozinhar...
ru: Что же приготовить?..
zh_tw: 不知道要做點什麼……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: Food cooker.
de: Essenkocher.
es: Cocinador de comidas.
es_mx: Asador de comida.
fr: J'peux cuire des trucs dedans.
it: Per cucinare.
ja: フードクッカーだよ。
ko: 음식 요리 기구야.
pl: Do gotowania jedzenia.
pt_br: Fogão de comida.
ru: Штука для готовки.
zh_tw: 做飯機器。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARKSPIKE
source: Look real pointy.
de: Sieht spitz aus.
es: Parece muy pinchudo.
es_mx: Verse muy puntiaguda.
fr: C'est vraiment très pointu.
it: Sembri molto appuntita.
ja: 尖った顔をしているね。
ko: 진짜 뾰족해 보여.
pl: Ale spiczaste.
pt_br: Parece bem pontudo.
ru: Какая острая штуковина!
zh_tw: 看起來很尖。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: Don't like it.
de: Gefällt mir nicht.
es: No me gusta.
es_mx: A mí no gustarme.
fr: J'aime pas ça.
it: Non piace.
ja: 気に入らないな。
ko: 마음에 안 들어.
pl: Nie podoba mi się.
pt_br: Não gosto dele.
ru: Не нравится мне это.
zh_tw: 不喜歡它。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: Is creepy...
de: Ist gruselig ...
es: Es espeluznante...
es_mx: Ser espeluznante...
fr: Ça m'fait peur...
it: È inquietante...
ja: 気味が悪いね...
ko: 기분 나빠...
pl: Przerażający...
pt_br: É assustador...
ru: Жуткая штука…
zh_tw: 真古怪……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: Aww... no water to splash in.
de: Ooch ... kein Wasser zum Plantschen.
es: Oooh. No hay agua para chapotear.
es_mx: Ay... no poder salpicar en esa agua.
fr: Oooh... Y'a pas d'eau pour jouer.
it: Oh... Non c'è acqua per tuffarsi.
ja: あーあ...水しぶきをかける水がないよ。
ko: 에이... 첨벙거릴 물 없어.
pl: Ooo... Nie można się popluskać.
pt_br: Ahh... sem água para espirrar.
ru: Ну вот, даже не искупнуться!
zh_tw: 嗷……沒有水了

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: Better be good stuff in here.
de: Hoffentlich gutes Zeug drin.
es: Más vale que aquí haya cosas buenas.
es_mx: Ojalá haber cosas buenas aquí.
fr: J'espère qu'il y a des choses sympas ici.
it: Spero ci siano cose buone qui.
ja: ここには良いものがあるはずだよ。
ko: 안에 좋은 거 있어야 할 텐데.
pl: Oby było tam coś dobrego.
pt_br: Melhor ter coisa boa aqui.
ru: Надеюсь, там что-то славное!
zh_tw: 裡面最好有好東西。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: Lemme iiiin!!
de: Reeeinlasseeeen!!
es: ¡¡Déjame entraaaar!!
es_mx: ¡¡Dejarme entraaaar!!
fr: Laisse-moi entreeeeeer !
it: Fatemi entrareeee!
ja: アタシに任せて！
ko: 들어갈래애애!!
pl: Wpuśćcie mnieee!
pt_br: Deixa eu entrar!!
ru: Пусти-и-ите!
zh_tw: 讓我進去！！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: Big stone thing.
de: Großes Steinding.
es: Cosa grande de piedra.
es_mx: Gran cosa de roca.
fr: Un gros truc en pierre.
it: Grande cosa di pietra.
ja: 大きな石のことだよ。
ko: 큰 돌이야.
pl: Wielki kamień.
pt_br: Coisa de pedra grande.
ru: Большая каменная штука.
zh_tw: 大石頭做的。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PARK_URN
source: Cookies inside?
de: Kekse drin?
es: ¿Galletas dentro?
es_mx: ¿Haber galletas dentro?
fr: Y'a des biscuits là-dedans ?
it: Dentro ci sono biscotti?
ja: クッキーの中に？
ko: 안에 쿠키 있나?
pl: W środku są ciastka?
pt_br: Biscoitos dentro?
ru: Там печеньки?
zh_tw: 裡面有餅乾嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: Aww, it so cute!
de: Ooch, wie niedlich!
es: ¡Oooh, qué monada!
es_mx: ¡Aay, ser muy lindo!
fr: C'est trop mignon !
it: Oh, così carino!
ja: あー、とてもかわいいね！
ko: 세상에, 너무 귀여워!
pl: Ooo, ale słodziak!
pt_br: Ahh, é tão fofo!
ru: Ой, какой миленький!
zh_tw: 嗷，太可愛了！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: Ewww, it dead.
de: Ooh, tot.
es: Puaj, ha muerto.
es_mx: Puaaj, estar muerta.
fr: Berk, il est mort.
it: Bleah, morto.
ja: えー、死んでいるよ。
ko: 으으, 죽었어.
pl: Fuj, jest martwy.
pt_br: Ecaaa, tá morto.
ru: Фу-у-у, он умер.
zh_tw: 咦，它死了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: Hello birdy!
de: Hallo Vögelchen!
es: ¡Hola, pajarito!
es_mx: ¡Hola, pajarito!
fr: Salut l'oiseau !
it: Ciao uccellino!
ja: こんにちは、鳥さん！
ko: 안녕, 새야!
pl: Cześć, ptaszku!
pt_br: Oi, passarinho!
ru: Привет, птичка!
zh_tw: 你好，小鳥！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: Sleepy bird.
de: Vogel schläft.
es: Pajarito somnoliento.
es_mx: Pájaro dormilón.
fr: Un oiseau qui dort.
it: Uccello dorme.
ja: 眠そうな鳥だ。
ko: 졸린 새야.
pl: Śpiący ptaszek.
pt_br: Pássaro com sono.
ru: Сонная птичка.
zh_tw: 安睡的小鳥。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: Shiny!
de: Funkelnd!
es: ¡Qué reluciente!
es_mx: ¡Qué reluciente!
fr: Ça brille !
it: Brillante!
ja: ピカピカ！
ko: 반짝거린다!
pl: Ale błyszczy!
pt_br: Brilhante!
ru: Просто блеск!
zh_tw: 好閃亮！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POND_SALT
source: Blegh, it full of salty water!
de: Bäh, voller Salzwasser!
es: Puaj, ¡tiene mucha agua salada!
es_mx: ¡Puaj! ¡Estar lleno de agua salada!
fr: Beurk, c'est plein d'eau salée !
it: Blegh, pieno di acqua salata!
ja: ブレグ、塩辛い水でいっぱいだよ！
ko: 웩, 죄다 소금물이야!
pl: Ble, słona woda!
pt_br: Blegh, cheio de água salgada!
ru: Фу, тут вода соленая!
zh_tw: 啵，全是咸水！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PORTAL
source: Another dead end.
de: Schon wieder eine Sackgasse.
es: Otro callejón sin salida.
es_mx: Otro callejón sin salida.
fr: Encore un cul-de-sac.
it: Un altro vicolo cieco.
ja: また行き止まりだよ。
ko: 또 하나의 막다른 길.
pl: Kolejna ślepa uliczka.
pt_br: Outro beco sem saída.
ru: Еще один тупик.
zh_tw: 又是一條死胡同。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: Ooooh, look important!
de: Ooooh, sieht wichtig aus!
es: ¡Oooh, parece importante!
es_mx: ¡Oooh, parecer importante!
fr: Oooooh, ça a l'air important !
it: Ooooh, sembra importante!
ja: 大事にしてね！
ko: 오오, 중요해 보여!
pl: Oho, to wygląda na coś ważnego!
pt_br: Aaaah, pareça importante!
ru: О-о-о, важная штуковина!
zh_tw: 喔，這個看起來很重要！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POT
source: Is just normal pot.
de: Ganz normaler Topf.
es: Es una cazuela normal.
es_mx: Ser una olla normal.
fr: C'est juste une marmite.
it: Pentola normale.
ja: ただの普通のお鍋だよ。
ko: 그냥 평범한 솥이야.
pl: Zwykły garnek.
pt_br: É só pote normal.
ru: Простой котелок.
zh_tw: 就是一個普通的罐子。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POTATO
source: It a 'tato!
de: Kartoffel!
es: ¡Es una patata!
es_mx: ¡Ser una papa!
fr: C'est une patate.
it: Patata!
ja: それはタトゥだよ！
ko: 감자다!
pl: To ziemnior!
pt_br: É batata!
ru: Картоха!
zh_tw: 一顆土豆！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: Tasty 'tatoes.
de: Leckere Kartoffeln.
es: Patatitas ricas.
es_mx: Papas sabrosas.
fr: Des bonnes patates.
it: Patate gustose.
ja: 美味しそうなタトゥーだね。
ko: 맛있는 감자야.
pl: Smaczne ziemniorki.
pt_br: Batatas gostosas.
ru: Вкусная картоха.
zh_tw: 好吃的土豆。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: Wonder what gonna grow?
de: Was da wohl wächst?
es: ¡Me pregunto qué crecerá!
es_mx: Yo preguntarme qué salir de estas.
fr: J'me demande ce qui va pousser.
it: Chissà cosa cresce?
ja: 何が育つのかな？
ko: 뭐 자랄까?
pl: Ciekawe co z nich wyrośnie.
pt_br: Sabe o que vai crescer?
ru: Интересно, что вырастет?
zh_tw: 我好奇會長出什麼？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POT_HANGER
source: Put food over fire!
de: Essen auf Feuer tun!
es: ¡Para poner sobre el fuego!
es_mx: ¡Poner comida sobre fuego!
fr: Ça sert à mettre la nourriture sur le feu.
it: Per mettere cibo su fuoco!
ja: 火の上に食べ物をおいて！
ko: 불 위에 음식 둬!
pl: Do umieszczenia jedzenia nad ogniem!
pt_br: Coloca comida em fogo!
ru: Можно жарить еду над огнем!
zh_tw: 它把食物放在火上面！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: It help for cooking.
de: Hilft beim Kochen.
es: Ayuda a cocinar.
es_mx: Esto ayudar a cocinar.
fr: C'est utile pour cuisiner.
it: Per aiutare a cucinare.
ja: 料理のお手伝いをするよ。
ko: 요리 도와줘.
pl: Przydaje się w gotowaniu.
pt_br: Ajuda pra cozinhar.
ru: Помогает готовить.
zh_tw: 它幫忙做飯的。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POT_SMALL
source: Bitty pot.
de: Kleiner Topf.
es: Olla para bocaditos.
es_mx: Olla chiquitita.
fr: Une petite marmite.
it: Pentolina.
ja: ビットポットだよ。
ko: 작은 솥이야.
pl: Malutki garneczek.
pt_br: Potinhozinho.
ru: Котелочек.
zh_tw: 小鍋。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_POT_SYRUP
source: Is for sweet stuff.
de: Für süßes Zeug.
es: Para cosas dulces.
es_mx: Ser para comida dulce.
fr: Ça sert à mettre des trucs sucrés dedans.
it: Per cose dolci.
ja: 甘いもののためのものだよ。
ko: 단것 만들어.
pl: Do słodzenia.
pt_br: É pra coisas doces.
ru: Для сладостей.
zh_tw: 裝甜的東西。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: Don't think big sky mouth would like that, florp.
de: Himmelsmaul mag das nicht, florp.
es: No creo que a boca de cielo le gustase, florp.
es_mx: Yo no creer que esto gustarle a la gran boca en el cielo, flop.
fr: La grosse bouche dans le ciel va pas aimer ça, florp.
it: Non penso che a grande bocca in cielo piace, florp.
ja: ビッグスカイマウスがそれを好むとは思わないよ、フロープ。
ko: 큰 하늘 입이 안 좋아할 것 같아, 뻐끔.
pl: Nie sądzę, żeby wielkiej, niebiańskiej paszczy miało to zasmakować.
pt_br: Não acho que boca grande do céu gostaria disso, florp.
ru: Не думаю, что большому небесному рту это понравится, бульк.
zh_tw: 天上的大嘴應該不會喜歡那個，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: Weird looking thing...
de: Seltsames Ding ...
es: Qué pinta tan rara...
es_mx: Esa cosa verse extraña.
fr: Ce truc est bizarre.
it: Cosa strana...
ja: 見た目が変なのが...
ko: 이상하게 생겼어...
pl: Dziwnie to wygląda...
pt_br: Coisa de cara estranha...
ru: Какая странная штуковина…
zh_tw: 樣子很奇怪的東西……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: What this thing?
de: Was das?
es: ¿Qué es esta cosa?
es_mx: ¿Qué ser esto?
fr: C'est quoi ça ?
it: Cosa è questa cosa?
ja: これは何？
ko: 이거 뭐지?
pl: Co to?
pt_br: Que coisa é essa?
ru: А это что такое?
zh_tw: 這是啥玩意兒？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: Mermfolk have story passed down... about mouth in the sky...
de: Mermleute erzählen sich ... von Himmelsmaul ...
es: Los tritones cuentan leyendas... de una boca en el cielo...
es_mx: Los tritones transmitir historia... sobre la boca en el cielo...
fr: Le peuple merm a une légende qui parle de la bouche dans le ciel...
it: Mermi raccontano storia... Di grande bocca in cielo...
ja: マームフォークには空に口があるという話があるんだよ...
ko: 하늘에 있는 입 얘기... 어인에게 전해져 내려왔어...
pl: Mermowie przekazują młodym pokoleniom pewną opowieść... o paszczy w niebiosach...
pt_br: Povo-peixe tem uma história contada... sobre a boca no céu...
ru: У тритонов ходят легенды… про рот посреди неба…
zh_tw: 魚人之間世代相傳一個故事……關於天上的大嘴……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: Nobody live here anymore?
de: Keiner mehr hier?
es: ¿Ya no vive nadie aquí?
es_mx: ¿Ya nadie vivir aquí?
fr: Y'a plus personne ici.
it: Qui non vive nessuno?
ja: もう誰も住んでないの？
ko: 이제 아무도 여기 안 살아?
pl: Nikt już tu nie mieszka?
pt_br: Ninguém mora mais aqui?
ru: Здесь уже никто не живет?
zh_tw: 沒人住了嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: Nobody live here anymore?
de: Keiner mehr hier?
es: ¿Ya no vive nadie aquí?
es_mx: ¿Ya nadie vivir aquí?
fr: Y'a plus personne ici.
it: Qui non vive nessuno?
ja: もう誰も住んでないの？
ko: 이제 아무도 여기 안 살아?
pl: Nikt już tu nie mieszka?
pt_br: Ninguém mora mais aqui?
ru: Здесь уже никто не живет?
zh_tw: 沒人住了嗎？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: What happen to it?
de: Was passiert?
es: ¿Qué le ha pasado?
es_mx: ¿Qué pasarle a esto?
fr: Qu'est-ce qui lui est arrivé ?
it: Cosa è successo?
ja: どうなるの？
ko: 무슨 일 있었지?
pl: Co mu się stało?
pt_br: Que aconteceu com isso?
ru: Что же случилось?
zh_tw: 它怎麼了？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: All broken up.
de: Alles kaputt.
es: Está todo roto.
es_mx: Estar rota.
fr: C'est cassé.
it: Tutta rotta.
ja: 全部バラバラになったよ。
ko: 다 부서졌어.
pl: Wszystko zniszczone.
pt_br: Tudo terminado.
ru: Все сломали.
zh_tw: 被破壞了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: Hellooooo?
de: Hallooooo?
es: ¿Holaaaa?
es_mx: ¿Holaaaaa?
fr: Ohéééé !
it: Ehilààààà?
ja: あのー？
ko: 저기요오오오?
pl: Haaalooo?
pt_br: Olááááááá?
ru: Э-э-э-эй?
zh_tw: 你好？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: Glurph... it feel spooky here.
de: Glurf ... gruselig hier.
es: Glurph... Esto da repelús.
es_mx: Gluf... este lugar ser escalofriante.
fr: Oh, c'est sinistre !
it: Glurf... Fa paura qui.
ja: グルーフ...ここは不気味な感じがするね。
ko: 빠끔빠끔... 여기 오싹해.
pl: Glurp... Strasznie tutaj.
pt_br: Glurph... parece assustador aqui.
ru: Хлюп… Тут жутковато.
zh_tw: 格勒浮……這裡好荒涼。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: Nobody home, flort.
de: Keiner zu Hause, flort.
es: Nadie en casa, flort.
es_mx: No haber nadie en casa, flot.
fr: Y'a personne, flort.
it: Nessuno a casa, flort.
ja: 誰もいないよ、フロート。
ko: 아무도 없어, 뻐끔.
pl: Nikogo nie ma w domu, flort.
pt_br: Ninguém em casa, flort.
ru: Никого нет дома, бульк.
zh_tw: 家裡沒人，浮浪特。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: It all broken.
de: Ganz kaputt.
es: Qué estropicio.
es_mx: Estar roto.
fr: C'est tout cassé.
it: Tutto rotto.
ja: 全部壊れてしまったね。
ko: 다 망가졌어.
pl: Całkowicie popsute.
pt_br: Quebrou tudo.
ru: Все сломано.
zh_tw: 都壞了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: Was there fight? Look like Goatfolk lose.
de: Kampf? Ziegenleute verlieren wohl.
es: ¿Ha habido pelea? Parece que las cabras han perdido...
es_mx: ¿Haber habido una pelea aquí? Parecer que una cabra haber perdido.
fr: La chèvre a perdu le combat.
it: C'è stato combattimento? Sembra che caprette hanno perso.
ja: 喧嘩したの？ヤギの群れが負けたようだね。
ko: 싸움 났나? 염소족이 졌나 봐.
pl: Była tu jakaś bójka? Kozy chyba przegrały.
pt_br: Teve briga? Parece que os povo-cabra perdem.
ru: Тут кто-то дрался? Похоже, козлики проиграли.
zh_tw: 有過戰鬥嗎？看起來羊人輸了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: Wonder what inside this hidey box...
de: Was wohl in versteckter Kiste ...?
es: Me pregunto qué habrá dentro de esta caja de escondite...
es_mx: Yo preguntarme qué haber en esta cajita escondida.
fr: J'me demande ce que contient la boîte.
it: Chissà cosa c'è in scatola chiusa...
ja: この隠れた箱の中には何が入っているのかな...
ko: 꼭꼭 숨긴 상자 안에 뭐 있을까...
pl: Ciekawe, co jest w tej skrytce...
pt_br: Queria saber que tem na caixa escondida...
ru: Интересно, что в этом ящике?
zh_tw: 想知道那個箱子藏了什麼……

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: Aww, let me in!!
de: Ooch, reinlassen!!
es: ¡¡Ooh, déjame entrar!!
es_mx: ¡¡Ay, dejarme entrar!!
fr: Ooooh, laisse-moi entrer !
it: Oh, lasciami entrare!
ja: あー、中に入れて！
ko: 쳇, 들여보내 줘!!
pl: Ej, wpuśćcie mnie!
pt_br: Ahh, me deixa entrar!!
ru: Эй, ну откройте!
zh_tw: 嗷，讓我進去！！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALMON
source: Hello fishy!
de: Hallo Fischlein!
es: ¡Hola, pececito!
es_mx: ¡Hola, pececito!
fr: Bonjour, poisson !
it: Ciao pesciolino!
ja: こんにちは、フィッシー！
ko: 안녕, 물고기야!
pl: Cześć, rybko!
pt_br: Oi peixinho!
ru: Привет, рыбка!
zh_tw: 你好魚腥味的小傢伙！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: Nooooooo!!
de: Neeeein!!
es: ¡¡Noooooo!!
fr: Nooooooon !!
ja: ダメーーー！
ko: 안 돼애애애!!
pl: Nieeeeeee!
pt_br: Nãããoooo!!
ru: Не-е-е-ет!
zh_tw: 不！！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALT
source: Shaky shaky!
de: Raspelraspel!
es: ¡Agita, agita!
es_mx: ¡Bate, bate!
fr: Je vais le secouer un bon coup !
it: Scuote, scuote!
ja: ぬるぬる ぬるぬるだ！
ko: 흔들흔들!
pl: Sypu, sypu!
pt_br: Mexidinho!
ru: Трусь-трусь!
zh_tw: 搖搖晃晃！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALTROCK
source: Tasty rock!
de: Leckerer Stein!
es: ¡Roca sabrosita!
es_mx: ¡Roca sabrosa!
fr: Elle est bonne, cette pierre !
it: Roccia gustosa!
ja: 美味しそうな石だね。
ko: 맛있는 돌이다!
pl: Smaczne kamyki!
pt_br: Rocha saborosa!
ru: Вкусный камушек!
zh_tw: 好吃的石頭！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: How this supposed to work, florp?
de: Wie soll das gehen, florp?
es: ¿Cómo se supone que funciona, florp?
es_mx: ¿Cómo funcionar esto, flop?
fr: Comment ça marche, florp ?
it: Come funziona, florp?
ja: どうやって動くの、フループ？
ko: 어떻게 쓰는 거지, 뻐끔?
pl: Jak to niby działa, florp?
pt_br: Como isso deve funcionar, florp?
ru: А это как работает, бульк?
zh_tw: 這個有什麼用浮浪噗？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: There stuff growing on it!
de: Wächst Zeug drauf!
es: ¡Hay algo creciendo dentro!
es_mx: ¡Haber cosas creciendo allí!
fr: Y'a quelque chose qui pousse dessus !
it: Ci sono cose che crescono sopra!
ja: そこに成長しているものがあるよ！
ko: 위에서 뭐 자라!
pl: Rosną na tym jakieś rzeczy!
pt_br: Tem coisas crescendo nela!
ru: Тут что-то растет!
zh_tw: 上面長東西了！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: This go over salty pond?
de: Für Salzteich?
es: ¿Esto va en el estanque salado?
es_mx: ¿Esto ponerse sobre el estanque salado?
fr: Ça va sur la mare salée ?
it: Questo va su stagno salato?
ja: 塩辛い池の上に行くの？
ko: 짠 연못 위에 둬?
pl: To ma być nad tym słonym źródłem?
pt_br: Isso vai sobre o lago salgado?
ru: Нужно подвесить над соленым прудиком?
zh_tw: 這個是鹽池那邊的？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAP
source: Mmmm, so sweet!!
de: Mmmh, wie süß!!
es: ¡¡Mmmm, qué dulce!!
es_mx: ¡¡Mmm, muy dulce!!
fr: Miam, c'est super sucré !
it: Mmmm, che dolcezza!
ja: んー、とても甘いよ！
ko: 음, 진짜 달아!!
pl: Mmmm, ale słodka!
pt_br: Hmmm, tão doce!!
ru: М-м-м, как сладко!
zh_tw: 唔，好甜！！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAPBUCKET
source: Holds sweet tree stuff!
de: Süßes Baumzeug drin!
es: ¡¡Tiene sustancia de árbol dulce!!
es_mx: ¡Contener cosas del árbol dulce!
fr: J'peux mettre du truc sucré des arbres dedans !
it: Tiene cose di albero dolce!
ja: スウィートツリーのグッズが入っているよ！
ko: 달콤한 나무 음식 담아!
pl: Zawiera słodki syrop z drzew!
pt_br: Tem coisa de árvore doce!
ru: Здесь хранятся древесные сласти!
zh_tw: 能裝甜甜的樹裡的東西！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAPLING
source: Baby tree!
de: Baumbaby!
es: ¡Árbol bebé!
es_mx: ¡Arbolito bebé!
fr: C'est un bébé arbre !
it: Alberello!
ja: 赤ちゃんの木だね！
ko: 아기 나무다!
pl: Małe drzewko!
pt_br: Árvore bebê!
ru: Деревце!
zh_tw: 樹寶寶！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: Glurgh... not so good anymore.
de: Glarg ... Nicht mehr so gut.
es: Glurgh... Ya no está muy allá.
es_mx: Gluaj... ya no estar en muy buen estado.
fr: Argh... Ça sent plus très bon.
it: Glurgh... Non è più tanto buona.
ja: グルーフ...もうダメだね。
ko: 빠끔빠끔... 이제 그렇게 안 좋아.
pl: Glurg... już nie jest dobra.
pt_br: Glurgh... não é mais tão bom.
ru: Хлюп… Уже не вкусно.
zh_tw: 格勒格……不那麼好了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SEEDPACKET
source: Seeeeeeds!!
de: Saaameeeen!!
es: ¡¡Semillaaaaaas!!
es_mx: ¡¡Semillaaaaaas!!
fr: C'est des graines.
it: Seeeeemi!
ja: シーズ！
ko: 씨앗이다아아아!!
pl: Nasiooooonka!
pt_br: Semeeeentes!!
ru: Се-е-емечки!
zh_tw: 種子！！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: Huh? What this for?
de: Hm? Wozu?
es: ¿Eh? ¿Para qué es esto?
es_mx: ¿Ah? ¿Esto para qué servir?
fr: Hein ? Ça sert à quoi ?
it: Eh? Cosa serve?
ja: ん？これは何のためなの？
ko: 응? 뭐에 쓰지?
pl: Hę? Do czego to służy?
pt_br: Hã? Para que isso?
ru: Хм-м? А это зачем?
zh_tw: 哈？這是做什麼的？

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: Oooh, it taste good!
de: Oooh, schmeckt gut!
es: ¡Ooh, qué bien sabe!
es_mx: ¡Oooh, saber bien!
fr: Ooooh, c'est bon !
it: Oooh, che bontà!
ja: おー美味しそうだね！
ko: 오오, 맛 좋아!
pl: Och, ale pycha!
pt_br: Aaah, tem um gosto bom!
ru: О-о, как вкусно!
zh_tw: 嗷，真好吃！

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: Something about it feel like home.
de: Ist ähnlich wie zu Hause.
es: Algo de esto da sensación a hogar.
es_mx: Esto tener algo que recordarme a mi hogar.
fr: Ça me fait penser à chez moi.
it: Sembra di essere a casa.
ja: まるで我が家のようだね。
ko: 어쩐지 집 생각나.
pl: Jest tu coś, co przypomina mi dom.
pt_br: Algo sobre isso lembra minha casa.
ru: Почему-то напоминает о доме.
zh_tw: 有種家鄉的感覺。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: Nothing left for picking.
de: Nichts mehr da zum Pflücken.
es: No queda nada que cosechar.
es_mx: No quedar nada que recoger.
fr: Y'a plus rien à prendre.
it: Niente più da raccogliere.
ja: 何も残っていないよ。
ko: 딸 게 안 남았어.
pl: Nic już nie zostało do zebrania.
pt_br: Nada mais pra colher.
ru: Больше нечего собирать.
zh_tw: 沒什麼可以摘了。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: Smell kinda spicy.
de: Riecht würzig.
es: Huele un poco picante.
es_mx: Tener olor algo picante.
fr: Ça a l'air de piquer.
it: Odore è un po' piccante.
ja: ちょっとスパイシーな匂いがするね。
ko: 조금 매운 냄새 나.
pl: Pachnie pikantnie.
pt_br: Cheira meio picante.
ru: Пахнет остренько.
zh_tw: 聞起來有點辣。

# CHARACTERS.WURT.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: There sweet stuff inside!
de: Süßes Zeug drin!
es: ¡Hay cosa dulce dentro!
es_mx: ¡Haber algo dulce dentro!
fr: Y'a quelque chose de sucré dedans !
it: Ci sono cose dolci dentro!
ja: 中に甘いものが入っているよ！
ko: 안에 단것 있어!
pl: W środku jest słodycz!
pt_br: Tem coisas doces por dentro!
ru: Внутри всякие сласти!
zh_tw: 裡面有甜甜的東西！
