Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.LITTLE_WALRUS
source: Oh, there's a little one!
de: Hallöchen, keiner Kerl.
es: ¡Oh, hay un pequeño!
es_mx: ¡Oh, hay uno pequeño!
fr: Oh, voilà un petit !
it: Oh, ce n'è uno piccolino!
ja: おチビちゃん！
ko: 조그마한 녀석이 있네!
pl: Och, ale maleństwo!
pt_br: Oh, tem um pequenino!
ru: О, а это малыш!
zh_cn: 噢，那有一只小的！
zh_tw: 噢，那有一隻小的！

# CHARACTERS.WARLY.DESCRIBE.LIVINGLOG
source: Magic building blocks!
de: Die Bausteine der Zivilisation.
es: ¡Bloques de construcción mágicos!
es_mx: ¡Bloques de construcción mágicos!
fr: Matériau de construction magique !
it: Blocchi da costruzione magici!
ja: 魔法の建築材ダヨ！
ko: 마법 조립 블럭이다!
pl: Magiczne klocki!
pt_br: Blocos de montar mágicos!
ru: Волшебные блоки для строительства!
zh_cn: 创造魔法的木块！
zh_tw: 創造魔法的木塊！

# CHARACTERS.WARLY.DESCRIBE.LIVINGTREE
source: Tres suspicious...
de: Tres verdächtisch ...
es: Tres sospechoso...
es_mx: Très sospechoso...
fr: Très méfiant...
it: Albero sospetto...
ja: なんだかとっても、アヤシイヨ…
ko: 정말 수상해...
pl: Tres podejrzanes...
pt_br: Très suspeito...
ru: Весьма подозрительно…
zh_cn: 非常可疑...
zh_tw: 非常可疑...

# CHARACTERS.WARLY.DESCRIBE.LIVINGTREE_ROOT
source: Edible roots, perhaps?
de: Ob die Wurzeln essbar sind?
es: ¿Raíces comestibles, quizá?
es_mx: Quizá sean raíces comestibles.
fr: Des racines... Elles sont peut-être comestibles ?
it: Radici commestibili?
ja: 食べられる根っこかナ？
ko: 먹을 수 있는 뿌리가 아닐까?
pl: Może ma jadalne korzonki?
pt_br: Talvez sejam raízes comestíveis?
ru: Может, это съедобные корни?
zh_cn: 或许是可食用的根茎？
zh_tw: 或許是可食用的根莖？

# CHARACTERS.WARLY.DESCRIBE.LIVINGTREE_SAPLING
source: Just a petite bébé.
de: So ein petite bébé.
es: Solo un petit bebé.
es_mx: Solo es un petite vástago.
fr: Ce n'est qu'un bébé.
it: Solo un petit bébé.
ja: ただの小さい赤ちゃんネ。
ko: 쁘띠 베베야.
pl: To tylko petit bébé.
pt_br: É apenas um petite bébé.
ru: Просто маленький bébé.
zh_cn: 是一个小宝宝。
zh_tw: 是一個小寶寶。

# CHARACTERS.WARLY.DESCRIBE.LOBSTERBISQUE
source: I've truly outdone myself!
de: Diesmal hab ich mich selbst übertroffen!
es: ¡Esta vez me he superado!
es_mx: ¡Esta vez me superé a mí mismo!
fr: Je me suis dépassé sur ce coup-là !
it: Ho davvero superato me stesso!
ja: 特別おいしく仕上がったヨ！
ko: 내 실력의 한계를 뛰어넘었어!
pl: Przeszedłem sam siebie.
pt_br: Realmente me superei!
ru: Я превзошел самого себя!
zh_cn: 我真的超越了自己！
zh_tw: 我真的超越了自己！

# CHARACTERS.WARLY.DESCRIBE.LOBSTERDINNER
source: No place is too remote for some fine dining!
de: Man ist nie zu weit draußen, um fein zu dinieren!
es: ¡No hay sitio suficientemente remoto para una buena cena!
es_mx: ¡Ningún lugar es demasiado remoto para disfrutar de la alta cocina!
fr: On ne va jamais trop loin pour déguster les mets les plus fins !
it: Non esistono luoghi troppo remoti per una bella cena di pesce!
ja: 素敵な食事のためなら、遠すぎる場所なんてないヨ！
ko: 근사한 식사에 장소는 크게 상관없어!
pl: Wszędzie można zjeść wykwintną kolację!
pt_br: Nenhum lugar é distante demais para servir um jantar sofisticado!
ru: Даже в самых отдаленных уголках можно устроить изысканный ужин!
zh_cn: 再遥远的路也要有美食相伴！
zh_tw: 再遙遠的路也要有美食相伴！

# CHARACTERS.WARLY.DESCRIBE.LOG.BURNING
source: Soon it won't be good for much.
de: Das ist bald zu nichts mehr zu gebrauchen.
es: Pronto no valdrá para mucho.
es_mx: Pronto no valdrá para mucho.
fr: Il ne va bientôt plus servir à grand-chose.
it: Presto non sarà buono a molto.
ja: 燃えガラになっちゃうヨ…
ko: 곧 쓸모없게 되겠군.
pl: Wkrótce na niewiele się zda.
pt_br: Logo não terá nenhuma utilidade.
ru: Правда, скоро оно мало для чего пригодится.
zh_cn: 很快它的处境就会堪忧。
zh_tw: 很快它的處境就會堪憂。

# CHARACTERS.WARLY.DESCRIBE.LOG.GENERIC
source: An important aspect of my art.
de: Ein wichtiger Aspekt meiner Kunst.
es: Un aspecto importante de mi arte.
es_mx: Un aspecto importante de mi arte.
fr: Un élément important dans mon art.
it: Un aspetto importante della mia arte.
ja: 料理という芸術に、欠かせない素材ネ
ko: 내 분야에서는 매우 중요한 역할을 담당하지.
pl: Ważny element mojej sztyki.
pt_br: Um aspecto importante da minha arte.
ru: Важный аспект моего искусства.
zh_cn: 我的艺术的重要材料。
zh_tw: 我的藝術的重要材料。

# CHARACTERS.WARLY.DESCRIBE.LORDFRUITFLY
source: Mon dieu! It's killing the plants!
de: Mon dieu! Das Ding tötet die Pflanzen!
es: Mon dieu, ¡está matando las plantas!
fr: Mon dieu ! Il est en train de tuer les plantes !
it: Mon dieu! Sta uccidendo le piante!
ja: アア、神様ッ！植物を殺してるヨ！
ko: 몽듀(맙소사)! 식물을 죽이고 있어!
pl: Mon dieu! Zabija rośliny!
pt_br: Mon dieu! Ele tá matando as plantas!
ru: Mon dieu! Он убивает растения!
zh_cn: 我的天啊！它在杀死植物！
zh_tw: 我的天啊！它在殺死植物！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_1
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_10
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_11
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_14
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_18
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_19
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_2
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_42
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_43
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LOST_TOY_7
source: Mon dieu! My hand passes right through it!
de: Mon dieu! Meine Hand geht mitten hindurch!
es: ¡Mon dieu! ¡Mi mano lo atraviesa!
es_mx: ¡Mon dieu! ¡Mi mano puede atravesarlo!
fr: Mon Dieu ! Ma main l'a traversé !
it: Mon dieu! La mia mano ci passa attraverso!
ja: アア、神様ッ！！手が通り抜けてしまうヨ！
ko: 세상에나! 손이 그냥 통과하잖아!
pl: Mon dieu! Moja dłoń przez to przeszła!
pt_br: Mon dieu! Minha mão passa diretamente por ele!
ru: Mon dieu! Рука насквозь прошла!
zh_cn: 我的天啊！我的手直接就穿过去了！
zh_tw: 我的天啊！我的手直接就穿過去了！

# CHARACTERS.WARLY.DESCRIBE.LUCKY_GOLDNUGGET
source: It's nice to have a bit of luck.
de: Schön, ein bisschen Glück zu haben.
es: Es agradable tener un poco de suerte.
es_mx: Es agradable tener un poco de suerte.
fr: C'est bon d'avoir un peu de chance.
it: È bello avere un po' di fortuna.
ja: ちょっと運があるといいよネ。
ko: 약간의 운이 따르니 좋군.
pl: Fajnie jest mieć trochę szczęścia.
pt_br: É bom ter um pouco de sorte.
ru: Немного удачи никогда не помешает.
zh_cn: 有点运气是好事。
zh_tw: 有點運氣是好事。

# CHARACTERS.WARLY.DESCRIBE.LUCY
source: Bonjour, mademoiselle.
ja: ボンジュール、マドモアゼル。
ko: 봉주르, 마드모아젤.
zh_cn: 你好，小姐。
zh_tw: 你好，小姐。

# CHARACTERS.WARLY.DESCRIBE.LUMPY_SAPLING
source: Just a petite bébé.
de: So ein petite bébé.
es: Solo un petit bebé.
es_mx: Solo es un petite vástago.
fr: Ce n'est qu'un bébé.
it: Solo un petit bébé.
ja: ただの小さい赤ちゃんネ。
ko: 쁘띠 베베야.
pl: To tylko petit bébé.
pt_br: É apenas um petite bébé.
ru: Просто маленький bébé.
zh_cn: 是一个小宝宝。
zh_tw: 是一個小寶寶。

# CHARACTERS.WARLY.DESCRIBE.LUREPLANT
source: How alluring.
de: Wie verlockend.
es: Qué seductora.
es_mx: Qué seductora.
fr: Très charmante.
it: È così affascinante.
ja: なぜか、近くへ行きたくなるヨ…
ko: 매혹적이야.
pl: Interesujące.
pt_br: Que encantadora!
ru: Как соблазнительно.
zh_cn: 真诱人。
zh_tw: 真誘人。

# CHARACTERS.WARLY.DESCRIBE.LUREPLANTBULB
source: Growing meat from the ground? Now I've seen it all...
de: Fleisch, das aus dem Boden wächst? Was es nicht alles gibt ...
es: ¿Carne creciendo de la tierra? Ahora ya lo he visto todo...
es_mx: ¿Carne creciendo de la tierra? Ahora ya lo he visto todo...
fr: Faire pousser de la viande dans le sol ? J'aurais vraiment tout vu...
it: Carne che cresce dalla terra? Ora le ho viste tutte...
ja: 植物から肉…？フシギなこともあるネ…
ko: 땅에서 고기를 재배해? 세상엔 별일도 다 있다...
pl: Mięso wyrastające z ziemi? Chyba widziałem już wszystko...
pt_br: Plantar carne no solo? Agora vi de tudo...
ru: Выращивать мясо на грядках? Теперь я видел все…
zh_cn: 从地上长出肉？现在我算是见识到了...
zh_tw: 從地上長出肉？現在我算是見識到了...

# CHARACTERS.WARLY.DESCRIBE.LUTEFISK
source: A traditional Scandinavian holiday recipe.
de: Traditionelles skandinavisches Feiertagsrezept.
es: Una receta tradicional escandinava para las fiestas.
es_mx: Una receta escandinava tradicional festiva.
fr: Une recette de fête scandinave traditionnelle.
it: Una tradizionale ricetta festiva scandinava.
ja: 伝統的なスカンジナビアのホリデーレシピだヨ。
ko: 스칸디나비아의 전통 명절 레시피야.
pl: Tradycyjny skandynawski świąteczny przepis.
pt_br: Um receita tradicional de Natal escandinava.
ru: Традиционный скандинавский праздничный рецепт.
zh_cn: 斯堪的纳维亚半岛传统节庆食物。
zh_tw: 斯堪的納維亞半島傳統節慶食物。

# CHARACTERS.WARLY.DESCRIBE.MADSCIENCE_LAB
source: Chemistry is just fancy cooking, non?
de: Chemie ist auch nur eine Art zu Kochen, non?
es: La química es como cocina refinada, ¿non?
es_mx: La química es solo cocina sofisticada, ¿non?
fr: La chimie, ce n'est que de la cuisine avec des noms compliqués, non ?
it: La chimica è solo cucina fantasiosa, n'est pas?
ja: 化学はただのオシャレな料理じゃないかな？
ko: 화학이란 세련된 방식으로 요리하는 거지.
pl: Chemia to tylko wyrafinowane gotowanie, non?
pt_br: A química não passa de culinária sofisticada, non?
ru: Химия по сути своей тоже кулинарная наука, non?
zh_cn: 化学就是高级烹饪，是不是？
zh_tw: 化學就是高級烹飪，是不是？

# CHARACTERS.WARLY.DESCRIBE.MALBATROSS
source: Très mal, indeed.
de: Très mal, nicht wahr.
es: Très mal, la verdad.
es_mx: Muy mal, en efecto.
fr: Ah oui. Ça s'annonce mal, en effet.
it: Très mal, davvero.
ja: とても悪いヨ。
ko: 정말 안 좋아.
pl: Rzeczywiście, très mal.
pt_br: Très mal, na verdade.
ru: Très mal, в самом деле.
zh_cn: 可以说是很邪了。
zh_tw: 可以說是很邪了。

# CHARACTERS.WARLY.DESCRIBE.MALBATROSS_BEAK
source: I'm sure I could find a use for this.
de: Bestimmt finde ich eine Verwendung dafür.
es: Seguro que podría encontrarle uso a esto.
es_mx: Estoy seguro de que le tengo un uso a esto.
fr: Je suis sûr que ça pourrait m'être utile.
it: Sono sicuro che potrebbe tornarmi utile.
ja: これの使い道、ボク見つけられるヨ。
ko: 쓸 데가 있을 것 같아.
pl: Na pewno do czegoś się przyda.
pt_br: Tenho certeza de que posso encontrar uma utilidade para isso.
ru: Полагаю, я найду для этого применение.
zh_cn: 我肯定能用到它。
zh_tw: 我肯定能用到它。

# CHARACTERS.WARLY.DESCRIBE.MALBATROSS_FEATHER
source: "Alouette, je te plumerai."
es_mx: “Alondrita, te desplumaré”.
ja: 「アルエット、ボクがあなたを引き抜くヨ。」
ko: "종달새야, 네 깃털을 뽑아 주마."
zh_cn: "小云雀, 我要拔你的毛。"
zh_tw: "小雲雀, 我要拔你的毛。"

# CHARACTERS.WARLY.DESCRIBE.MALBATROSS_FEATHERED_WEAVE
source: This fabric is light as a feather!
de: Der Stoff ist federleicht!
es: ¡Esta tela es ligera como una pluma!
es_mx: ¡Esta tela es ligera como una pluma!
fr: Ce tissu est léger comme une plume !
it: Questo tessuto è leggero come una piuma!
ja: この生地、羽みたいに軽いネ！
ko: 깃털처럼 가벼운 천이야!
pl: Materiał lekki jak piórko!
pt_br: Este tecido é leve como uma pena!
ru: Ткань легкая как перышко!
zh_cn: 这种布料轻如鸿毛！
zh_tw: 這種布料輕如鴻毛！

# CHARACTERS.WARLY.DESCRIBE.MALE_PUPPET
source: Free him!
de: Befreit ihn doch jemand!
es: ¡Liberadle!
es_mx: ¡Libérenlo!
fr: Libérez-le !
it: Liberatelo!
ja: タイヘン！助けてあげなきゃ！
ko: 풀어줘!
pl: Uwolnij go!
pt_br: Alguém o liberte!
ru: Отпусти его!
zh_cn: 放了他！
zh_tw: 放了他！

# CHARACTERS.WARLY.DESCRIBE.MANDRAKE
source: Have I discovered a new root vegetable?!
de: Hab ich da etwa ein neues Wurzelgemüse entdeckt?
es: ¿¡He descubierto una nueva hortaliza!?
es_mx: ¿Descubrí un nuevo tubérculo comestible?
fr: Ai-je découvert un nouveau tubercule ?
it: Ho scoperto un nuovo tubero?!
ja: これは…新種の根菜！？
ko: 내가 새로운 뿌리채소를 발견한 건가?!
pl: Czyżbym odkrył nowe warzywo?
pt_br: Será que descobri um novo tubérculo?!
ru: Неужели я нашел новый корнеплод?
zh_cn: 我是不是发现了一种新的根用蔬菜？！
zh_tw: 我是不是發現了一種新的根用蔬菜？！

# CHARACTERS.WARLY.DESCRIBE.MANDRAKESOUP
source: What an otherworldly flavor!
de: Ein Geschmack aus einer anderen Welt.
es: ¡Qué sabor más extraordinario!
es_mx: ¡Qué sabor tan extraordinario!
fr: Une saveur d'un autre monde !
it: Che sapore ultraterreno!
ja: 摩訶不思議な味だヨ！
ko: 이 세계의 맛이 아니다!
pl: Nieziemski smak!
pt_br: Que sabor extraordinário!
ru: Какой-то потусторонний вкус!
zh_cn: 多么超凡脱俗的风味！
zh_tw: 多麼超凡脫俗的風味！

# CHARACTERS.WARLY.DESCRIBE.MANDRAKE_ACTIVE
source: How chatty you are, hm, bébé?
de: Bist gesprächig, was, bébé?
es: Hablas por los codos, ¿mm, bébé?
es_mx: Eres muy habladora, ¿non, pequeña?
fr: Quelle pipelette !
it: Quanto parli, bébé?
ja: キミは本当によくしゃべるネ、赤ちゃんなのにネ！
ko: 넌 정말 말이 많구나?
pl: Ależ z ciebie gaduła, co nie, bébé?
pt_br: Tá a fim de conversar, hein, bébé?
ru: Какая ты разговорчивая, bébé!
zh_cn: 你还真能聊啊，小宝贝。
zh_tw: 你還真能聊啊，小寶貝。

# CHARACTERS.WARLY.DESCRIBE.MANDRAKE_COOKED
source: Could use... an explanation...
de: Könnte etwas Miso und Speckwürfel vertragen ...
es: Hace falta... una explicación...
es_mx: Hace falta... una explicación...
fr: Ça serait bien avec... une explication...
it: Potrebbe farmi comodo... una spiegazione...
ja: これに合う調味料？知るわけないヨ！
ko: 뭔가... 설명이 좀 필요한 맛이랄까...
pl: Przydałoby się... jakieś wyjaśnienie...
pt_br: Cairia bem... uma explicação...
ru: Сюда можно… добавить разъяснений…
zh_cn: 可以加点...解释说明...
zh_tw: 可以加點...解釋說明...

# CHARACTERS.WARLY.DESCRIBE.MANDRAKE_PLANTED
source: I could always use more fresh veg.
de: Ich kann gar nicht genug frisches Gemüse haben.
es: Siempre vienen bien más verduritas frescas.
es_mx: Me vendrían bien más verduras frescas.
fr: On n'a jamais trop de légumes frais.
it: Le verdure fresche non bastano mai.
ja: 新鮮野菜はいつでも多いに越したことはないヨ。
ko: 신선한 채소는 많을수록 좋지.
pl: Więcej warzyw nigdy nie zaszkodzi!
pt_br: Vegetais frescos nunca são demais.
ru: Никогда не откажусь от свежих овощей.
zh_cn: 新鲜蔬菜，多多益善。
zh_tw: 新鮮蔬菜，多多益善。

# CHARACTERS.WARLY.DESCRIBE.MANRABBIT_TAIL
source: The texture is exceptionally comforting.
de: Wie beruhigend.
es: Su textura es excepcionalmente reconfortante.
es_mx: Su textura es excepcionalmente reconfortante.
fr: Sa texture est exceptionnellement réconfortante.
it: La consistenza è di estremo conforto.
ja: モフモフして、心地よい触感ネ
ko: 만지고 있으면 위안이 돼.
pl: Wyjątkowo satysfakcjonująca faktura.
pt_br: A textura é excepcionalmente reconfortante.
ru: Фактура очень приятная.
zh_cn: 手感非常舒服。
zh_tw: 手感非常舒服。

# CHARACTERS.WARLY.DESCRIBE.MAPSCROLL
source: A blank map. Full of potential.
de: Eine leere Karte. Voller Potenzial.
es: Un mapa en blanco. Lleno de potencial.
es_mx: Un mapa en blanco. Está lleno de potencial.
fr: Une carte vierge. Sacré potentiel.
it: Una mappa senza indicazioni. Quanto potenziale.
ja: 真っ白な地図だネ。可能性であふれてるヨ。
ko: 빈 지도다. 가능성이 무궁무진해.
pl: Czysta mapa. Ma potencjał.
pt_br: Um mapa em branco. Cheio de potencial.
ru: Чистая карта. Нераскрытый потенциал.
zh_cn: 一张空地图，潜力无限。
zh_tw: 一張空地圖，潛力無限。

# CHARACTERS.WARLY.DESCRIBE.MARBLE
source: Would make a nice counter top.
de: Das würden einen netten Teppich abgeben.
es: Esto haría una bonita encimera.
es_mx: Esto sería una bonita encimera.
fr: Ça ferait un joli dessus de bar.
it: Potrebbe essere un bel piano di lavoro.
ja: いい調理台になりそうネ
ko: 조리대 윗면으로 쓰면 좋겠다.
pl: Nadawałby się na blat.
pt_br: Daria um belo balcão de cozinha.
ru: Хорошая бы получилась столешница.
zh_cn: 可以做成不错的厨房台面。
zh_tw: 可以做成不錯的廚房檯面。

# CHARACTERS.WARLY.DESCRIBE.MARBLEBEAN
source: I don't think this bean is edible.
de: Ich glaube nicht, dass man solche Bohnen essen kann.
es: No creo que esta alubia sea comestible.
es_mx: Creo que este frijol no es comestible.
fr: Je doute que ce haricot soit comestible.
it: Non penso che questo fagiolo sia edibile.
ja: この豆は食べられると思わないヨ。
ko: 이 콩은 못 먹는 것 같아.
pl: Ta fasola chyba nie jest jadalna.
pt_br: Acho que esse grão não é comestível.
ru: Не думаю, что этот боб съедобный.
zh_cn: 这豆子应该不能吃。
zh_tw: 這豆子應該不能吃。

# CHARACTERS.WARLY.DESCRIBE.MARBLEBEAN_SAPLING
source: Just a petite marble bébé.
de: Noch ein petite Marmorbébé.
es: Una petite canica bebé.
es_mx: Solo es un petite vástago de mármol.
fr: C'est un bébé de marbre.
it: Solo un petit bébé di marmo.
ja: ただの小さい大理石の赤ちゃんネ。
ko: 쁘띠 대리석 베베야.
pl: To tylko petit marmurowe bébé.
pt_br: É apenas um petite bébé de mármore.
ru: Просто маленький мраморный bébé.
zh_cn: 是一个小的大理石宝宝。
zh_tw: 是一個小的大理石寶寶。

# CHARACTERS.WARLY.DESCRIBE.MARBLEPILLAR
source: I wonder how many counter tops I could get out of this...
de: Daraus ließen sich schöne Arbeitsflächen für die Küche machen ...
es: Me pregunto cuántas encimeras podría sacar de aquí...
es_mx: Me pregunto cuántas encimeras podría sacar de aquí...
fr: Combien de dessus de bar je pourrais faire avec ça ?
it: Mi chiedo quanti ripiani potrei farne...
ja: 調理台、何台造れるカナ…
ko: 이걸로 조리대 몇 개를 덮을 수 있을까...
pl: Ciekawe, ile blatów kuchennych mógłbym z tego zrobić...
pt_br: Quantos balcões de cozinha eu poderia conseguir com isso...
ru: Интересно, сколько кухонных стоек я мог бы из этого сделать…
zh_cn: 我想知道用这个可以做出多少个厨房台面...
zh_tw: 我想知道用這個可以做出多少個廚房檯面...

# CHARACTERS.WARLY.DESCRIBE.MARBLESHRUB
source: If marble beans can grow, maybe they can be eaten.
de: Wenn Marmorbohnen wachsen können, kann man sie vielleicht doch essen.
es: Si las alubias canica pueden crecer, igual también se comen.
es_mx: Si los frijoles de mármol pueden cosecharse, quizá sean comestibles.
fr: Si les haricots de marbre peuvent pousser, on peut peut-être les manger.
it: Se i fagioli di marmo crescono, possono essere anche mangiati.
ja: 大理石の豆が育つなら、それ、食べられるかもネ。
ko: 대리석 콩이 자랄 수 있다면 먹을 수 있을지도 몰라.
pl: Jeśli z marmurowej fasoli coś wyrasta, to może jest jadalna.
pt_br: Se os grãos de mármore conseguem crescer, talvez sejam comestíveis.
ru: Если мраморные бобы можно вырастить, то, вероятно, их можно и съесть.
zh_cn: 大理石豆子能种的话，应该也能吃。
zh_tw: 大理石豆子能種的話，應該也能吃。

# CHARACTERS.WARLY.DESCRIBE.MARBLETREE
source: How supremely unnatural!
de: Das ist unnatürlich!
es: ¡Qué sumamente antinatural!
es_mx: ¡Absolutamente antinatural!
fr: C'est suprêmement surnaturel !
it: Così estremamente innaturale!
ja: とっても、とっても、怪しい木だヨ！
ko: 아주 부자연스러워!
pl: Nadprzyrodzone zjawisko!
pt_br: Que incrivelmente antinatural!
ru: В высшей степени неестественно!
zh_cn: 太诡异了！
zh_tw: 太詭異了！

# CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.BURNING
source: It burns like any other bush.
de: Ein ganz besonderer Haufen Sand.
es: Arde como cualquier otro arbusto.
es_mx: Arde como cualquier otro arbusto.
fr: Ça brûle comme n'importe quel buisson.
it: Brucia come qualsiasi altro cespuglio.
ja: 燃えちゃえば、ただの木と同じネ
ko: 보통 덤불과 똑같이 불에 타네.
pl: Płonie jak każdy inny krzak.
pt_br: Queima como qualquer outro arbusto.
ru: Горит так же, как и любой другой куст.
zh_cn: 它像其他灌木一样烧着了。
zh_tw: 它像其他灌木一樣燒著了。

# CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.BURNT
source: Burned to ash.
de: Zu Asche verbrannt.
es: Reducido a cenizas.
es_mx: Quedó hecho cenizas.
fr: Il n'en reste que des cendres.
it: Ridotto in cenere.
ja: すっかり灰になったネ。
ko: 재로 타 버렸어.
pl: Spalony na popiół.
pt_br: Virou cinzas.
ru: Сгорел дотла.
zh_cn: 烧成了灰烬。
zh_tw: 燒成了灰燼。

# CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.GENERIC
source: A prickly customer.
de: Ein stachliges Kerlchen.
es: Un cliente peliagudo.
es_mx: Un cliente peliagudo.
fr: Un client bien piquant.
it: Un cliente pungente.
ja: ちょっと“トゲのある”お客様ネ
ko: 따끔따끔하지.
pl: Kłujący drań.
pt_br: Um cliente espinhoso.
ru: Колкий клиент.
zh_cn: 多刺的家伙。
zh_tw: 多刺的傢伙。

# CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.PICKED
source: Not sure I want to do that again.
de: Ich bin mir nicht sicher, ob ich das tragen möchte.
es: No sé muy bien si quiero hacerlo otra vez.
es_mx: No sé muy bien si quiero hacerlo otra vez.
fr: Je suis pas sûr de vouloir refaire ça.
it: Non sono sicuro di volerlo fare di nuovo.
ja: トゲが刺さって痛かったネ…
ko: 다시는 경험하고 싶지 않아.
pl: Nie jestem pewien, czy to był dobry pomysł.
pt_br: Não tenho certeza se quero fazer isso de novo.
ru: Не уверен, что я хочу это повторить.
zh_cn: 不确定我是不是还想再采一次。
zh_tw: 不確定我是不是還想再采一次。

# CHARACTERS.WARLY.DESCRIBE.MARSH_PLANT
source: I wonder if it is edible.
de: Ich frage mich, ob es essbar ist.
es: Me pregunto si será comestible.
es_mx: Me pregunto si será comestible.
fr: Je me demande si ça se mange.
it: Mi chiedo se sia commestibile.
ja: これも食材になるカナ？
ko: 먹을 수 있는 걸까?
pl: Ciekawe, czy jest jadalna.
pt_br: Será que é comestível?
ru: Интересно, съедобно ли это.
zh_cn: 我想知道它能不能吃。
zh_tw: 我想知道它能不能吃。
