Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.SNAPPER
source: Please don't take any bites out of me.
de: Bitte beiß mir nichts ab.
es: Por favor, no me muerdas.
es_mx: Por favor, no me muerdas.
fr: Ne me mords pas, s'il te plaît.
it: Ti prego, non mordermi.
ja: ボクのことは、一口たりとも食べないでネ。
ko: 제발 물지 말아 줘.
pl: Tylko mnie nie gryź, proszę.
pt_br: Não tire pedaços de mim.
ru: Пожалуйста, не кусай меня.
zh_cn: 千万别咬我。
zh_tw: 千萬別咬我。

# CHARACTERS.WARLY.DESCRIBE.SNURTLE
source: Escar-goodness gracious!
de: Gekocht mit der Güte des Maises.
es: ¡Un bicho con gracia!
es_mx: ¡Una criatura con gracia!
fr: Plus gros qu'en Bourgogne !
it: Lumacosamente deliziose!
ja: エスカルゴ…じゃないネ！
ko: 맛있는 달팽이!
pl: Mięczaki są teraz w modzie!
pt_br: Escargostosíssimo!
ru: Иисусья улитка!
zh_cn: 哦，天哪！
zh_tw: 哦，天哪！

# CHARACTERS.WARLY.DESCRIBE.SOIL_AMENDER.GENERIC
source: Now to let the ingredients marinade.
de: Jetzt muss man die Zutaten marinieren lassen.
es: Ahora hay que dejar que marinen los ingredientes.
fr: Maintenant, on laisse les ingrédients mariner.
it: Ora lasciamo gli ingredienti a marinare.
ja: さあ、材料をマリネしようネ。
ko: 이제 재료가 마리네이드 되게 두자.
pl: A teraz niech składniki się zamarynują.
pt_br: Agora é deixar os ingredientes marinarem.
ru: Теперь ингредиенты должны хорошо промариноваться.
zh_cn: 现在来腌制一下食材吧。
zh_tw: 現在來醃制一下食材吧。

# CHARACTERS.WARLY.DESCRIBE.SOIL_AMENDER.SPOILED
source: It's not my idea of a fine meal, but the plants will love it.
de: Es ist zwar nicht meine Vorstellung von einem guten Essen, aber die Pflanzen werden es lieben.
es: No es mi idea de una comida perfecta, pero a las plantas les encantará.
fr: Ce n'est pas ma vision d'un repas raffiné, mais les plantes devraient adorer.
it: Non è quello che definirei un buon pasto, ma alle piante piacerà.
ja: ボクの上質な食事のイメージとは違うけど、植物は好きだヨ。
ko: 내 생각에 좋은 식사는 아니지만 식물은 좋아할 거야.
pl: Ja bym tego nie nazwał dobrym posiłkiem, ale rośliny go pokochają.
pt_br: Não é o que chamo de uma ótima refeição, mas as plantas vão adorar.
ru: Я бы эту массу изысканным кушаньем не назвал, но растениям нравится.
zh_cn: 这不是我想要的美食，但植物们会喜欢的。
zh_tw: 這不是我想要的美食，但植物們會喜歡的。

# CHARACTERS.WARLY.DESCRIBE.SOIL_AMENDER.STALE
source: It needs a bit more time to stew.
de: Braucht ein bisschen mehr Zeit zum Schmoren.
es: Tardará un poco más en cocerse.
fr: Il lui faut encore un peu de temps pour mijoter.
it: Ha bisogno di un po' più di tempo.
ja: もう少し煮込まないとネ。
ko: 생각할 시간이 좀 필요해.
pl: Potrzebuje jeszcze trochę czasu.
pt_br: Precisa de mais um tempinho pra ficar bem cozida.
ru: Нужно потомить еще немного.
zh_cn: 它需要多一点时间来炖煮。
zh_tw: 它需要多一點時間來燉煮。

# CHARACTERS.WARLY.DESCRIBE.SOIL_AMENDER_FERMENTED
source: Ah, c'est fini!
es: Bueno, c'est fini.
fr: Ah, c'est prêt !
ja: アァ、フィニッシュ、できたヨ。
ko: 아, 쎄 피니(끝났다)!
pl: Ach, c’est fini!
ru: О, c'est fini!
zh_cn: 啊，结束了！
zh_tw: 啊，結束了！

# CHARACTERS.WARLY.DESCRIBE.SPAT
source: I do enjoy a good mutton.
de: Ein schönes Stück Hammel lobe ich mir.
es: La verdad es que el cordero me gusta.
es_mx: Disfruto comer una buena carne de carnero.
fr: J'adore le mouton.
it: Mi piace un buon montone.
ja: マトンはおいしいよネ。
ko: 좋은 양고기는 정말 맛있지.
pl: Przepadam za dobrą baraniną.
pt_br: Gosto de uma boa carne de ovelha.
ru: Никогда не откажусь от хорошей баранинки.
zh_cn: 我很喜欢吃羊肉。
zh_tw: 我很喜歡吃羊肉。

# CHARACTERS.WARLY.DESCRIBE.SPEAR
source: For kebab-ing.
de: Für Schaschlik.
es: Para hacer kebabs.
es_mx: Para hacer kebabs.
fr: Pour les brochettes.
it: Per fare spiedini.
ja: シシケバブが作れるかもネ…
ko: 케밥 만드는 데 쓸 수 있지.
pl: W sam raz do kebabu.
pt_br: Para fazer espetinhos.
ru: Для нанизывания мяса.
zh_cn: 烤肉串用的。
zh_tw: 烤肉串用的。

# CHARACTERS.WARLY.DESCRIBE.SPEAR_GUNGNIR
source: That's just a big skewer.
de: Das ist nur ein großer Spieß.
es: No es más que un pincho grande.
es_mx: Solo es una brocheta gigante.
fr: C'est un gros pic à brochette, en somme.
it: È solo un grosso spiedino.
ja: ただの大きい串だネ。
ko: 그냥 커다란 꼬챙이야.
pl: Ale wielki rożen.
pt_br: É só um espeto grande.
ru: Это просто большой вертел.
zh_cn: 一根大肉签子。
zh_tw: 一根大肉籤子。

# CHARACTERS.WARLY.DESCRIBE.SPEAR_LANCE
source: Maybe I could make kabobs?
de: Vielleicht könnte ich damit Schaschlik machen?
es: ¿Y si hago brochetas?
es_mx: Quizá pueda hacer kebabs.
fr: Je pourrais peut-être l'utiliser pour faire rôtir de la viande.
it: Potrei preparare degli spiedini?
ja: ケバブでも作ろうかナ？
ko: 케밥을 만들 수 있지 않을까?
pl: Może zrobię kebaba?
pt_br: Será que consigo fazer espetinhos?
ru: Может, я смогу поджарить шашлыки?
zh_cn: 做几串烤肉？
zh_tw: 做幾串烤肉？

# CHARACTERS.WARLY.DESCRIBE.SPEAR_WATHGRITHR
source: I'm better with a spatula.
de: Mit Bratenwendern kann ich besser umgehen.
es: Se me da mejor la espátula.
es_mx: Soy más hábil con una espátula.
fr: Je suis plus doué avec une spatule.
it: Preferisco usare la spatola.
ja: ボクはスパチュラのほうがいいヨ。
ko: 난 주걱을 드는 게 더 나아.
pl: Wolę szpatułkę.
pt_br: Sou melhor com uma espátula.
ru: Я лучше справляюсь с кулинарной лопаткой.
zh_cn: 我这手还是更适合炒菜的铲子。
zh_tw: 我這手還是更適合炒菜的鏟子。

# CHARACTERS.WARLY.DESCRIBE.SPICEPACK
source: My bag of chef's tricks!
de: Meine Geheimtricks für die Küche.
es: ¡Mi bolsa de trucos de chef!
es_mx: ¡Mi bolsa de trucos de chef!
fr: Mon sac à astuces de chef !
it: La mia borsa dei ferri del mestiere dello chef!
ja: 料理人の七つ道具が入ってるヨ！
ko: 요리사의 마술 트릭이지!
pl: Torebka pełna kucharskich sztuczek!
pt_br: Minha sacola de truques de mestre-cuca!
ru: Набор шефских секретов!
zh_cn: 我的神奇厨师袋！
zh_tw: 我的神奇廚師袋！

# CHARACTERS.WARLY.DESCRIBE.SPICE_CHILI
source: My own special recipe.
de: Mein Spezialrezept.
es: Mi propia receta especial.
es_mx: Mi propia receta especial.
fr: C'est ma recette spéciale.
it: Una mia ricetta originale.
ja: ボクだけの特別レシピだヨ。
ko: 나만의 특별한 레시피지.
pl: Mój własny przepis.
pt_br: Minha receita especial.
ru: Мой собственный особый рецепт.
zh_cn: 我自己的特别食谱。
zh_tw: 我自己的特別食譜。

# CHARACTERS.WARLY.DESCRIBE.SPICE_GARLIC
source: Without garlic powder, life is not worth living.
de: Ohne Knoblauchpulver ist das Leben nicht lebenswert.
es: Sin ajo en polvo, la vida no merece la pena.
es_mx: Sin ajo en polvo, la vida no tiene sentido.
fr: La vie ne vaut pas la peine d'être vécue sans ail en poudre.
it: Senz'aglio, la vita non vale la pena di essere vissuta.
ja: ガーリックパウダーがないと、生きる価値がないネ。
ko: 마늘 가루가 없는 삶은 의미가 없어.
pl: Życie bez czosnku nie ma smaku.
pt_br: A vida não vale a pena sem pó de alho.
ru: Без чесночного порошка в жизни смысла нет.
zh_cn: 没有蒜粉，生活根本不值得。
zh_tw: 沒有蒜粉，生活根本不值得。

# CHARACTERS.WARLY.DESCRIBE.SPICE_SALT
source: Salt, at last! I could weep!
de: Endlich Salz! Ich könnte weinen!
es: ¡Sal, al fin! ¡Qué momento!
es_mx: ¡Por fin, sal! ¡Podría llorar de la emoción!
fr: Enfin ! Du sel ! Je pourrais en pleurer de joie !
it: Finalmente un po' di sale! Mi viene da piangere!
ja: あ、やっと塩が手に入った！泣けてくるヨ！
ko: 드디어 소금을 찾았다! 눈물 날 것 같아!
pl: Sól, nareszcie! Zaraz się rozpłaczę!
pt_br: Sal, afinal! Acho que vou chorar!
ru: Наконец-то, соль! Я сейчас заплачу!
zh_cn: 食盐，终于啊！就要喜极而泣！
zh_tw: 食鹽，終於啊！就要喜極而泣！

# CHARACTERS.WARLY.DESCRIBE.SPICE_SUGAR
source: The original all natural sweetener.
de: Die originale rein natürliche Süße.
es: El endulzante natural original.
es_mx: El endulzante natural original.
fr: Il ne manque plus que des épices et des tas de bonnes choses.
it: Il dolcificante originale, tutto naturale.
ja: オリジナルの天然甘味料だネ。
ko: 모든 천연 감미료의 원조지.
pl: Naturalny słodzik.
pt_br: O adoçante natural original.
ru: Полностью натуральный подсластитель.
zh_cn: 天然甜蜜素。
zh_tw: 天然甜蜜素。

# CHARACTERS.WARLY.DESCRIBE.SPIDER.DEAD
source: Please no rain!
de: Bitte kein Regen!
es: ¡Por favor, que no llueva!
es_mx: ¡Por favor, que no llueva!
fr: Araignée du matin...
it: Ti prego, niente pioggia!
ja: ボク、地獄に落ちちゃう…！？
ko: 제발 비야 오지 마라!
pl: Mam nadzieję, że nie mają kilku żyć!
pt_br: Por favor, sem chuva!
ru: Только бы не было дождя!
zh_cn: 拜托，别下雨！
zh_tw: 拜託，別下雨！

# CHARACTERS.WARLY.DESCRIBE.SPIDER.GENERIC
source: You are not for eating.
de: Du bist nicht zum essen.
es: No eres para comer.
es_mx: No eres para comer.
fr: Tu n'es pas comestible.
it: Non sei buono da mangiare.
ja: これは…食材にはならないネ
ko: 넌 먹을 수 없지.
pl: Nie nadajesz się do zjedzenia.
pt_br: Você não serve para comer.
ru: На еду ты не сгодишься.
zh_cn: 你不是用来吃的。
zh_tw: 你不是用來吃的。

# CHARACTERS.WARLY.DESCRIBE.SPIDER.SLEEPING
source: It should make itself a silk pillow.
de: Sie sollte sich ein Seidenkissen weben.
es: Debería hacerse a sí misma una almohada de seda.
es_mx: Debería hacerse a sí misma una almohada de seda.
fr: Elle devrait se fabriquer un coussin de soie.
it: Dovrebbe farsi un cuscino di seta.
ja: ああしてると、真綿の詰まった枕みたいネ
ko: 거미줄로 베개를 만들면 좋을 텐데.
pl: Powinien sobie zrobić poduszkę.
pt_br: Deveria fazer um travesseiro de seda para si.
ru: Нужно ему сплести себе подушку.
zh_cn: 它应该给自己做一个丝绸枕头。
zh_tw: 它應該給自己做一個絲綢枕頭。

# CHARACTERS.WARLY.DESCRIBE.SPIDERDEN
source: A spider has to live somewhere, I suppose.
de: Eine Spinne muss eben auch irgendwo leben.
es: Una araña tiene que vivir en algún lugar, supongo.
es_mx: Una araña tiene que vivir en algún lugar, supongo.
fr: Je suppose qu'une araignée aussi doit trouver à se loger.
it: Un ragno dovrà pur vivere da qualche parte.
ja: クモにも住む場所は必要ネ
ko: 거미도 집이 필요하겠지.
pl: Pająki też muszą gdzieś mieszkać.
pt_br: Uma aranha precisa viver em algum lugar, imagino.
ru: Надо же и пауку где-то жить.
zh_cn: 我觉得这里肯定住着蜘蛛。
zh_tw: 我覺得這裡肯定住著蜘蛛。

# CHARACTERS.WARLY.DESCRIBE.SPIDERDEN_BEDAZZLER
source: It's nice to see the petit monsieur expressing his creativity!
de: Schön zu sehen, wie der petit Monsieur seiner Kreativität freien Lauf lässt!
es: ¡Qué alegría ver a un petit monsieur dando rienda suelta a su creatividad!
fr: C'est agréable de voir le petit gars exprimer sa créativité !
it: È bello vedere il petit monsieur esprimere la sua creatività!
ja: プチ・ムシューの創造力を見れてうれしいヨ！
ko: 쁘띠 무슈(귀여운 신사)가 창의력을 발휘하는 모습이 보기 좋구나!
pl: Miło, że petit monsieur tak wyraża swoją kreatywność!
pt_br: É legal ver o petit monsieur expressando sua criatividade!
ru: Приятно смотреть, как petit monsieur ищет себя в творчестве!
zh_cn: 这位小先生发挥了他的创意，真是太好了！
zh_tw: 這位小先生發揮了他的創意，真是太好了！

# CHARACTERS.WARLY.DESCRIBE.SPIDEREGGSACK
source: This is probably a delicacy somewhere.
de: Irgendwo ist das vermutlich eine Delikatesse.
es: Esto probablemente es un manjar en algún lugar.
es_mx: Esto probablemente es un manjar en algún lugar.
fr: C'est sans doute un mets apprécié quelque part...
it: Probabilmente è una delicatezza da qualche parte.
ja: どこかの国では、珍味かもネ
ko: 어딘가에선 이것도 별미로 치겠지.
pl: Gdzieś na pewno uważają to za przysmak.
pt_br: Isso provavelmente é uma iguaria em algum lugar.
ru: Возможно, где-то это считается деликатесом.
zh_cn: 这在某个地方可能是一道美味佳肴。
zh_tw: 這在某個地方可能是一道美味佳餚。

# CHARACTERS.WARLY.DESCRIBE.SPIDERGLAND
source: Alternative medicine.
de: Alternative Medizin.
es: Medicina alternativa.
es_mx: Medicina alternativa.
fr: Médecine alternative.
it: Medicina alternativa.
ja: 薬にもなるヨ
ko: 대체 의학의 재료.
pl: Medycyna alternatywna.
pt_br: Medicina alternativa.
ru: Альтернативная медицина.
zh_cn: 另类的药。
zh_tw: 另類的藥。

# CHARACTERS.WARLY.DESCRIBE.SPIDERHAT
source: Well, it is on my head now. Best make the most of it.
de: Tja, jetzt ist es auf meinem Kopf. Mach ich eben das Beste draus.
es: Bueno, ahora está en mi cabeza. Será mejor que me aproveche al máximo.
es_mx: Bueno, ahora está en mi cabeza. Será mejor que aproveche al máximo.
fr: Maintenant que je l'ai sur la tête, autant en profiter...
it: Bene, è sulla mia testa ora. Meglio trarne il massimo vantaggio.
ja: 手に入れたからには、活用しなきゃネ
ko: 이왕 내 머리에 있으니 써줘야지.
pl: Cóż. Mam ją już na głowie. Niech służy jak najlepiej...
pt_br: Bem, agora está na minha cabeça. É melhor aproveitar o máximo.
ru: Ну вот, теперь она у меня на голове. Нужно выжать из нее максимум пользы.
zh_cn: 现在它戴在我的脑袋上了。最好是充分利用它。
zh_tw: 現在它戴在我的腦袋上了。最好是充分利用它。

# CHARACTERS.WARLY.DESCRIBE.SPIDERHOLE
source: I have no reason to investigate any further.
de: Ich habe keinen Grund, das weiter zu untersuchen.
es: No tengo ninguna razón para seguir investigando.
es_mx: No tengo ninguna razón para seguir investigando.
fr: Je n'ai aucune raison d'aller voir plus loin.
it: Non ho motivo di indagare ulteriormente.
ja: 中をのぞいてみる気はないヨ…
ko: 더는 조사할 이유가 없어.
pl: Nie widzę powodów, żeby wnikać głębiej...
pt_br: Não tenho motivos para investigar mais.
ru: Не вижу ни одной причины продолжать исследование.
zh_cn: 我没有理由继续深入调查了。
zh_tw: 我沒有理由繼續深入調查了。

# CHARACTERS.WARLY.DESCRIBE.SPIDERHOLE_ROCK
source: I'd prefer not to get closer.
de: Ich gehe lieber nicht näher ran.
es: Prefiero no acercarme.
es_mx: Prefiero mantenerme un poco alejado de eso.
fr: Je préfère ne pas trop m'approcher.
it: Preferirei non avvicinarmi.
ja: ボ、ボクは近寄りたくないヨ。
ko: 가까이 가지 않는 편이 좋겠어.
pl: Wolałbym się nie zbliżać.
pt_br: Prefiro não chegar perto.
ru: Я не собираюсь подходить ближе.
zh_cn: 我还是别离太近。
zh_tw: 我還是別離太近。

# CHARACTERS.WARLY.DESCRIBE.SPIDERQUEEN
source: I will not bend the knee to the likes of you!
de: Für euch werd ich mich nicht verbiegen!
es: ¡No me doblegaré ante criaturas como tú!
es_mx: ¡No me doblegaré ante criaturas como tú!
fr: Je ne me mettrai pas à genoux devant un truc comme toi !
it: Non voglio inginocchiarmi per quelli come te!
ja: オマエなんかの言いなりには、ならないゾ！
ko: 너 같은 것에게 무릎을 굽히진 않을 거야!
pl: Nie ugnę kolan przed kimś takim ja ty!
pt_br: Não vou me render para um tipo como você!
ru: Я не склонюсь перед тобой ради твоего удовольствия!
zh_cn: 我不会向你这种生物下跪的！
zh_tw: 我不會向你這種生物下跪的！

# CHARACTERS.WARLY.DESCRIBE.SPIDER_DROPPER
source: Ah, the old "drop from the ceiling and commit violent acts" act.
de: Ah, der alte Trick mit dem Abseilen von der Decke, um dann Schrecken zu verbreiten.
es: Ah, el típico "bajar colgando del techo y cometer actos violentos".
es_mx: El típico “bajar colgando del techo y cometer actos violentos”.
fr: Suspendue au plafond pour commettre des violences.
it: Ah, l'atto del "calarsi dal soffitto per commettere atti violenti".
ja: 天井から降りてくる悪者？ありがちネ～
ko: 아, 천장에서 내려와 액션을 구가한다는 전형적인 역할이군.
pl: Ach, stara sztuczka ze spadaniem z sufitu.
pt_br: Ah, a velha história "cai do telhado e comete atos violentos".
ru: Ох уж эти старые штучки в стиле «упасть с потолка и вершить злодеяния».
zh_cn: 啊，“从天而降并实施暴力行为”的老派做法。
zh_tw: 啊，“從天而降並實施暴力行為”的老派做法。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_HEALER
source: I suppose it's good to have a healthier alternative.
de: Ich schätze, es ist gut, eine gesündere Alternative zu haben.
es: Supongo que no está mal tener una alternativa sana.
fr: J'imagine que c'est bien d'avoir une alternative plus saine.
it: Immagino che sia positivo avere un'alternativa più sana.
ja: ヘルシーなチョイスがあるのは良いヨ。
ko: 더 건강한 대안이 있으니 좋군.
pl: Dobrze mieć zdrowszą alternatywę.
pt_br: Acho que é bom ter uma alternativa mais saudável.
ru: За здоровьем тоже нужно следить.
zh_cn: 有更健康的选项当然是好事。
zh_tw: 有更健康的選項當然是好事。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_HEALER_ITEM
source: It only appeals to a very specific palate.
de: Das mundet nur einer ganz bestimmten Art von Gaumen.
es: Solo complace a un paladar en concreto.
fr: Ça ne convient qu'à certains palais.
it: Può piacere solo a palati molto eccentrici.
ja: 独特なテイストの持ち主にだけミリョクがあるヨ。
ko: 아주 특정한 입맛에만 맞아.
pl: Takie coś jest mi nie w smak.
pt_br: Agrada apenas um paladar muito específico.
ru: Оценить это смогут только исключительные гурманы.
zh_cn: 它只对一种非常特殊的舌头有吸引力。
zh_tw: 它只對一種非常特殊的舌頭有吸引力。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_HIDER
source: A spider that turtles!
de: Ein ganz besondere Spinne.
es: ¡Una araña que tortuguea!
es_mx: ¡Una araña que tortuguea!
fr: Une araignée qui fait la tortue !
it: Un ragno che fa la tartaruga!
ja: カメみたいな習性のクモだヨ！
ko: 거북이 같은 거미!
pl: Pająk udający żółwia!
pt_br: Uma aranha que se esconde!
ru: Паучок, который прячется!
zh_cn: 背着壳的蜘蛛！
zh_tw: 背著殼的蜘蛛！

# CHARACTERS.WARLY.DESCRIBE.SPIDER_MOON.DEAD
source: Thank goodness, it's over.
de: Puh, es ist vorbei.
es: Gracias al cielo, se acabó.
es_mx: Menos mal ya todo acabó.
fr: Bonté divine, c'est terminé...
it: Grazie al cielo è finita.
ja: ああ、やっとだ。やっと終わったヨ。
ko: 다행히 끝났네.
pl: Całe szczęście, że to już koniec.
pt_br: Ainda bem que acabou.
ru: Слава богу, все кончилось.
zh_cn: 谢天谢地，它玩完了。
zh_tw: 謝天謝地，它玩完了。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_MOON.GENERIC
source: That's no ordinary spider.
de: Das ist keine gewöhnliche Spinne.
es: No es una araña normalita.
es_mx: Esa no es una araña ordinaria.
fr: Ce n'est pas une araignée normale.
it: Non è un ragno normale.
ja: アレ、ただのクモじゃないネ。
ko: 평범한 거미가 아니야.
pl: To nie jest zwykły pająk.
pt_br: Essa não é uma aranha comum.
ru: Это не обычный паук.
zh_cn: 这绝不是寻常的蜘蛛。
zh_tw: 這絕不是尋常的蜘蛛。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_MOON.SLEEPING
source: I shouldn't disturb it's nap.
de: Ich sollte sie nicht wecken.
es: No debería perturbar su siesta.
es_mx: No debería interrumpir su siesta.
fr: Je ne devrais pas la perturber pendant qu'elle dort.
it: Meglio non disturbarlo durante il sonnellino.
ja: 昼寝のジャマをしないように...。
ko: 낮잠을 방해하면 안 돼.
pl: Nie powinienem przerywać mu drzemki.
pt_br: É melhor não perturbar o sono dela.
ru: Не стоит тревожить его сон.
zh_cn: 我不要扰蛛清梦。
zh_tw: 我不要擾蛛清夢。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_REPELLENT
source: Unfortunately, it seems only spiders can shoo other spiders.
de: Leider scheint es, dass nur Spinnen andere Spinnen verscheuchen können.
es: Por desgracia, las arañas son las únicas que pueden espantar a las demás arañas.
fr: Malheureusement, on dirait que seules les araignées peuvent chasser d'autres araignées.
it: Purtroppo, sembra che solo dei ragni possano allontanare altri ragni.
ja: ザンネン、クモを追い払えるのはクモだけみたいだネ。
ko: 불행히도, 거미만이 다른 거미를 쏠 수 있는 것 같아.
pl: Niestety wygląda na to, że tylko pająki mogą przegonić inne pająki.
pt_br: Infelizmente, parece que só aranhas podem espantar outras aranhas.
ru: К сожалению, отпугнуть пауков могут только другие пауки.
zh_cn: 不幸的是，似乎只有蜘蛛才能驱赶其他蜘蛛。
zh_tw: 不幸的是，似乎只有蜘蛛才能驅趕其他蜘蛛。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_SPITTER
source: So many spiders!
de: So viele Spinnen.
es: ¡Cuántas arañas!
es_mx: ¡Cuántas arañas!
fr: Tellement d'araignées !
it: Quanti ragni!
ja: スパイダーだらけだヨ！
ko: 거미가 참 많네!
pl: Dużo tych pająków...
pt_br: São muitas aranhas!
ru: Как много пауков!
zh_cn: 好多蜘蛛！
zh_tw: 好多蜘蛛！

# CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: It knew the risks.
de: Die Spinne kannte die Risiken.
es: Conocía los riesgos.
es_mx: Conocía los riesgos.
fr: Elle connaissait les risques.
it: Sapeva dei rischi.
ja: 自業自得ネ
ko: 원래 이런 길이라는 걸 알고 택한 거지.
pl: Wiedział, jakie jest ryzyko.
pt_br: Eu sabia dos riscos.
ru: Он знал, на что шел.
zh_cn: 它知道了风险。
zh_tw: 它知道了風險。

# CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Does this mean you are even more warlike than the others?
de: Heißt das, dass du noch kriegerischer bist als die anderen?
es: ¿Significa esto que eres aún más guerrera que las demás?
es_mx: ¿Significa esto que eres aún más guerrera que las demás?
fr: Ça veut dire que tu es encore plus guerrière que les autres ?
it: Questo significa che sei ancora più bellicoso degli altri?
ja: 他のクモより凶暴？
ko: 다른 거미들보다 더 싸움을 좋아한다는 뜻인가?
pl: Jesteś jeszcze bardziej wojowniczy niż pozostali?
pt_br: Isso significa que você é ainda mais bélica que as outras?
ru: Неужели ты даже воинственнее остальных?
zh_cn: 你是不是比其他蜘蛛更好战？
zh_tw: 你是不是比其他蜘蛛更好戰？

# CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: It is having a flashback to the spider war...
de: Die träumt bestimmt vom Spinnenkrieg ...
es: Está teniendo un flashback de la guerra de arañas...
es_mx: Está teniendo un flashback de la guerra de arañas...
fr: Elle se remémore la guerre des araignées...
it: Sta avendo un flashback della guerra dei ragni...
ja: きっと、戦場の悪夢にうなされてるヨ…
ko: 거미 전쟁을 회상하는 꿈을 꾸고 있겠지...
pl: Przypomina mu się pajęcza wojna...
pt_br: Está tendo um flashback da guerra das aranhas...
ru: Ему снятся былые паучьи сражения…
zh_cn: 它正在梦中进行蜘蛛大战...
zh_tw: 它正在夢中進行蜘蛛大戰...

# CHARACTERS.WARLY.DESCRIBE.SPIDER_WATER
source: Mon dieu, these spiders have gotten their sea legs!
de: Mon dieu, diese Spinnen haben ihre Seebeine gekriegt!
es: ¡Mon dieu! ¡Menudas nadadoras están hechas estas arañas!
fr: Mon dieu, ces araignées ont le pied marin, maintenant !
it: Mon dieu, questi ragni sono dei lupi di mare!
ja: アア、神様ッ！あのクモには水上脚があるヨ！
ko: 몽 듀(세상에), 이 거미들은 바다에서도 잘 걸어!
pl: Mon dieu, te pająki nie mają choroby morskiej!
pt_br: Mon dieu, essas aranhas se adaptaram ao mar!
ru: Mon dieu, пауки в водомерок превращаются!
zh_cn: 我的天啊，这些蜘蛛已经不晕船了！
zh_tw: 我的天啊，這些蜘蛛已經不暈船了！

# CHARACTERS.WARLY.DESCRIBE.SPIDER_WHISTLE
source: Oh dear, it's quite sticky.
de: Liebe Güte, das ist ziemlich klebrig.
es: Buf... Está pegajoso.
fr: Ouh, ça colle.
it: Oh, cielo! È davvero appiccicoso.
ja: アァ、すごくベタベタだヨ。
ko: 오 이런, 꽤 끈적 거리네.
pl: O rety, ale się klei.
pt_br: Puxa vida, é bem grudento.
ru: Ох ты ж, липкий-то какой.
zh_cn: 啊天啊，真黏啊。
zh_tw: 啊天啊，真黏啊。

# CHARACTERS.WARLY.DESCRIBE.SPOILED_FISH
source: Such a shame...
de: Was für eine Schande ...
es: Qué pena...
es_mx: Qué pena...
fr: Quel dommage !
it: Davvero un peccato...
ja: アア…もったいナイ…
ko: 정말 아깝군...
pl: Szkoda...
pt_br: Que vergonha...
ru: Какая досада…
zh_cn: 真可惜...
zh_tw: 真可惜...

# CHARACTERS.WARLY.DESCRIBE.SPOILED_FOOD
source: It is a sin to waste food...
de: Es ist eine Sünde, Essen zu verschwenden ...
es: Es un pecado desperdiciar la comida...
es_mx: Es un pecado desperdiciar la comida...
fr: Gâcher la nourriture, c'est péché...
it: È peccato sprecare il cibo...
ja: 食べ物粗末にするのは、重罪だヨ…
ko: 음식 낭비는 죄악이야...
pl: Nie wolno marnować jedzenia...
pt_br: É pecado desperdiçar comida...
ru: Грешно выбрасывать еду…
zh_cn: 浪费食物是犯罪...
zh_tw: 浪費食物是犯罪...

# CHARACTERS.WARLY.DESCRIBE.SPORE_MEDIUM.GENERIC
source: Something that pretty must taste good, right?
de: Etwas so Hübsches ist bestimmt lecker, nicht?
es: Algo tan bonito debe de saber bien, ¿no?
es_mx: Algo tan lindo debe tener un excelente sabor, ¿verdad?
fr: Quelque chose d'aussi joli doit avoir bon goût, non ?
it: Una cosa così carina deve anche avere un buon sapore, n'est pas?
ja: すご～くおいしい何か、でしょ？
ko: 예쁘면 맛도 좋겠지?
pl: Coś tak ładnego musi smakować równie wspaniale, prawda?
pt_br: Uma coisa linda assim deve ser gostosa, né?
ru: На вкус должно быть неплохо, правда?
zh_cn: 长这么好看一定很好吃，对吧？
zh_tw: 長這麼好看一定很好吃，對吧？

# CHARACTERS.WARLY.DESCRIBE.SPORE_MEDIUM.HELD
source: How precious.
de: Wie kostbar.
es: Que preciosidad.
es_mx: Qué preciosa.
fr: Quelle délicatesse.
it: Preziosissima.
ja: ああ、なんてステキ！
ko: 참 멋진걸.
pl: Coś wspaniałego.
pt_br: Que preciosidade.
ru: Какая прелесть.
zh_cn: 相当宝贵。
zh_tw: 相當寶貴。

# CHARACTERS.WARLY.DESCRIBE.SPORE_MOON
source: Keep those away from my soufflés!
de: Halte die von meinen Soufflés fern!
es: ¡Que no se acerquen a mis soufflés!
fr: N'approchez pas ces machins de mes soufflés !
it: Gira alla larga dai miei soufflé!
ja: ボクのスフレに近づけないで！
ko: 내 수플레에서 멀리 떨어지게 막아!
pl: Trzymaj je z daleka od moich sufletów!
pt_br: Mantenham essas coisas longe dos meus soufflés!
ru: Держите их подальше от моих суфле!
zh_cn: 让那些东西远离我的蛋白牛奶酥！
zh_tw: 讓那些東西遠離我的蛋白牛奶酥！

# CHARACTERS.WARLY.DESCRIBE.SPORE_SMALL.GENERIC
source: It looks like floating candy.
de: Sieht aus wie ein schwebendes Bonbon.
es: Parecen caramelos flotantes.
es_mx: Parece un dulce flotante.
fr: On dirait du sucre qui flotte.
it: Sembra una caramella fluttuante.
ja: プカプカ浮かぶキャンディみたいだネ。
ko: 떠다니는 사탕 같아.
pl: Wygląda jak wata cukrowa.
pt_br: Parece um doce flutuante.
ru: Выглядит как летающая карамелька.
zh_cn: 看着像漂浮奶糖。
zh_tw: 看著像漂浮奶糖。

# CHARACTERS.WARLY.DESCRIBE.SPORE_SMALL.HELD
source: How precious.
de: Wie kostbar.
es: Que preciosidad.
es_mx: Qué preciosa.
fr: Quelle délicatesse.
it: Preziosissima.
ja: ああ、なんてステキ！
ko: 참 멋진걸.
pl: Coś wspaniałego.
pt_br: Que preciosidade.
ru: Какая прелесть.
zh_cn: 相当宝贵。
zh_tw: 相當寶貴。
