Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMAREPIE
source: I am wary of this pie.
de: Diese Pastete macht mich misstrauisch.
es: No me fío de este pastel.
fr: Cette töurte ne m'inspire pöint cönfiance.
it: Meglio non fidarsi di questo tortino.
ja: 我、パイに対して注意を払う。
ko: 이 파이는 조심해야겠군.
pl: Budzi we mnie niepokój.
pt_br: Eu desconfio dessa torta.
ru: Не доверяю я этому пирогу.
zh_cn: 我要警惕这块饼。
zh_tw: 我要警惕這塊餅。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Nothing stirs.
de: Nichts rührt sich.
es: Nada se mueve.
fr: Rien ne bouge.
it: Non si muove nulla.
ja: 何も動かない。
ko: 아무것도 움직이지 않는군.
pl: Spokój i cisza.
pt_br: Nada se agita.
ru: Ничего не движется.
zh_cn: 没有动静。
zh_tw: 沒有動靜。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Barely any magic remains.
de: Es bleibt kaum Magie zurück.
es: Apenas queda nada de magia.
fr: Il ne reste presque plus de magie.
it: Non è rimasta quasi alcuna magia.
ja: 魔法はあまり残っていない。
ko: 마법이 거의 남지 않았군.
pl: Cała magia uleciała...
pt_br: Quase nenhuma magia resta.
ru: Почти не осталось никакой магии.
zh_cn: 几乎没剩下任何魔力。
zh_tw: 幾乎沒剩下任何魔力。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The magic slumbers far from here.
de: Die Magie schlummert weit von hier entfernt.
es: La magia duerme desde aquí.
fr: La magie sommeille loin d'ici.
it: La magia sonnecchia lontano da qui.
ja: 魔法はここから遥かな場所で眠る。
ko: 마법이 먼 곳에서 자고 있군.
pl: Magia szybuje gdzieś daleko stąd.
pt_br: A magia descansa longe daqui.
ru: Магия дремлет вдали отсюда.
zh_cn: 魔力在远方沉睡。
zh_tw: 魔力在遠方沉睡。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The magic power holds steady.
de: Die Magie bleibt gleich.
es: La magia guarda energía constante.
fr: Le pouvoir magique reste stable.
it: Il potere magico si mantiene costante.
ja: 魔力は満ち、そのまま増えも減りもせぬ
ko: 마법이 안정적이군요.
pl: Poziom magii wydaje się stabilny.
pt_br: A magia possui poder controlado.
ru: Магическая сила стоит наготове.
zh_cn: 魔力水平保持稳定。
zh_tw: 魔力水準保持穩定。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's starting to retreat!
de: Er beginnt nachzugeben!
es: ¡Está empezando a retirarse!
fr: Ça commence à disparaître !
it: Sta iniziando a ritirarsi!
ja: 後退し始めたぞ！
ko: 감퇴하기 시작하는군!
pl: Zaczyna się przerzedzać!
pt_br: Está começando a recuar!
ru: Оно начинает отступать!
zh_cn: 它开始撤退了！
zh_tw: 它開始撤退了！

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's starting...
de: Es beginnt ...
es: Está empezando...
fr: Ça commence...
it: Sta iniziando...
ja: 始め…
ko: 시작하고 있어...
pl: Zaczyna się...
pt_br: Está começando...
ru: Начинается…
zh_cn: 开始了...
zh_tw: 開始了...

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The magic is heightening!
de: Die Magie ist erhöht!
es: ¡La magia se está acentuando!
fr: La magie monte en puissance !
it: La magia si sta intensificando!
ja: 魔法が高まっている！
ko: 마법이 상승하고 있어!
pl: Magia gęstnieje!
pt_br: A magia está ganhando força!
ru: Магия усиливается!
zh_cn: 魔力正在变强！
zh_tw: 魔力正在變強！

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTSTICK
source: A weapon worthy of Thor.
de: Eine Waffe, die selbst Thor würdig ist.
es: Un arma digna de Thor.
fr: Une arme digne de Thor.
it: Un'arma degna di Thor.
ja: ソーにもふさわしい武器。
ko: 토르에게 어울리는 무기로군.
pl: Broń godna Thora.
pt_br: Uma arma digna de Thor.
ru: Оружие, достойное Тора.
zh_cn: 一把配得上索尔的武器。
zh_tw: 一把配得上索爾的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTSWORD
source: It takes a brave warrior to wield this sword.
de: Es braucht schon einen mutigen Krieger, um dieses Schwert zu führen.
es: Hace falta un valiente guerrero para empuñar esta espada.
fr: Seule une courageuse guerrière peut soulever cette épée.
it: Ci vuole un guerriero coraggioso per brandire questa spada.
ja: 勇敢な戦士の手でしかこの剣はあやつれない。
ko: 매우 용감한 전사만이 이 검을 휘두를 수 있지.
pl: Potrzeba dzielnego wojownika, by dzierżyć taki miecz.
pt_br: É necessário um grande guerreiro para carregar essa espada.
ru: Лишь храбрый воин сможет орудовать этим мечом.
zh_cn: 只有勇敢的战士才能运用这件武器。
zh_tw: 只有勇敢的戰士才能運用這件武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.NITRE
source: It contains explosive components.
de: Enthält explosive Bestandteile.
es: Contiene componentes explosivos.
fr: Contient des matières explosives.
it: Contiene componenti esplosivi.
ja: 爆発性の成分が含まれている。
ko: 폭발 물질이 들어있어.
pl: Zawiera wybuchowe pierwiastki.
pt_br: Contém componentes explosivos.
ru: Он содержит взрывные компоненты.
zh_cn: 它包含易爆成分。
zh_tw: 它包含易爆成分。

# CHARACTERS.WATHGRITHR.DESCRIBE.NUTRIENTSGOGGLESHAT
source: I care not for learning about that which sprouts from the dirt.
de: Es kümmert mich nicht, etwas über das zu lernen, was aus dem Schmutz sprießt.
es: No quiero saber nada de lo que sale de la tierra.
fr: Peu me chaut de savöir quelles plantes surgirönt du söl.
it: Non m'interessa imparare di ciò che germoglia dal terreno.
ja: 土から生えたものにつき、学ぶことは好まぬ。
ko: 흙에서 싹트는 것을 배우는 데는 관심이 없어.
pl: Nie dbam o to, co wyrasta z ziemi.
pt_br: Não tenho interesse em aprender sobre o que brota da terra.
ru: Мне нет дела до того, что произрастает из грязи.
zh_cn: 我才不想知道泥土里会钻出什么来。
zh_tw: 我才不想知道泥土裡會鑽出什麼來。

# CHARACTERS.WATHGRITHR.DESCRIBE.OAR
source: The Norseman's way to sail!
de: Wikingerart zu segeln!
es: ¡Así navegan los nórdicos!
fr: Ainsi vöguent les Vikings !
it: È così che navigavano i norreni.
ja: ノルマンの航海手段！
ko: 스칸디나비아인의 항해 방식이군!
pl: Tak żegluje Lud Północy!
pt_br: O jeito nórdico de navegar!
ru: Вот так путешествуют по морю норвежцы.
zh_cn: 北欧人的航海术！
zh_tw: 北歐人的航海術！

# CHARACTERS.WATHGRITHR.DESCRIBE.OAR_DRIFTWOOD
source: Back to the sea!
de: Zurück ins Meer!
es: ¡De vuelta al mar!
fr: L'öcéan est à nöus !
it: Tornerai in mare!
ja: 海への帰還だ！
ko: 바다로 돌아가자!
pl: Z powrotem do morza!
pt_br: De volta ao mar!
ru: Обратно к морю!
zh_cn: 重归大海！
zh_tw: 重歸大海！

# CHARACTERS.WATHGRITHR.DESCRIBE.OASISLAKE.EMPTY
source: Naught but a barren basin.
de: Nichts als ein trockenes Becken.
es: No es más que una cuenca yerma.
fr: Un simple bassin désert.
it: È solo un bacino desolato.
ja: 不毛の地に過ぎない。
ko: 메마른 구덩이밖에 없군.
pl: Jeno pusta miednica.
pt_br: Nada além de uma bacia estéril.
ru: Лишь опустошенный водоем.
zh_cn: 只剩一个贫瘠的盆地。
zh_tw: 只剩一個貧瘠的盆地。

# CHARACTERS.WATHGRITHR.DESCRIBE.OASISLAKE.GENERIC
source: Perhaps a sword-wielding maiden lies beneath.
de: Vielleicht liegt darin eine Schwert schwingende Maid.
es: Tal vez se esconda debajo una doncella con espada.
fr: Il y a peut-être une jeune fille maniant l'épée là-dessous.
it: Forse una donzella che brandisce la spada giace lì sotto.
ja: 水底には剣を携えた乙女がいるのか…？
ko: 아마도 칼을 휘두르는 처녀는 아래에 있겠지요.
pl: Być może odnajdę tam dziewicę w miecz ostry zbrojną.
pt_br: Talvez haja uma donzela espadachim lá embaixo.
ru: Возможно, под ним лежит дева с мечом.
zh_cn: 或许下面躺着一个挥刀的少女。
zh_tw: 或許下面躺著一個揮刀的少女。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHABLEFLOTSAM
source: Tis naught but a clump of mud and grass!
de: 's ist nur ein Klumpen von Schlamm und Gras!
es: ¡No es más que un pegote de barro y hierba!
fr: Rien de plus qu'un amas de böue et d'herbe.
it: È solo un mucchio di fango ed erba!
ja: 泥と草のかたまりにすぎない！
ko: 진흙과 풀 덩어리밖에 없군!
pl: To jeno gruda błota i trawy!
pt_br: Isso não passa de um amontoado de lama e grama!
ru: Это всего лишь куча грязи и травы!
zh_cn: 就是一坨泥土跟草！
zh_tw: 就是一坨泥土跟草！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: My keen hunter's eyes can detect the smallest nibble!
de: Meine scharfen Jägeraugen erspähen noch das kleinste Häppchen!
es: ¡Mi vista de águila puede detectar hasta el piscolabis más nimio!
fr: Mes yeux de chasseresse peuvent détecter le möindre remöus !
it: I miei impareggiabili occhi da cacciatrice riescono a notare le creature più minute!
ja: 我が鋭き狩人の目、最も小さきニブルを見つける！
ko: 아무리 작은 움직임도 예리한 사냥꾼의 눈을 피할 순 없지!
pl: Moje bystre oczy łowczyni wypatrzą najmniejszy ruch!
pt_br: Meu olhar afiado de caçadora pode detectar as menores presas!
ru: Мой острый взор не пропустит даже малейшее движение!
zh_cn: 我锐利的猎手之眼能察觉最轻微的咬钩！
zh_tw: 我銳利的獵手之眼能察覺最輕微的咬鉤！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: Fly straight and true!
de: Fliege aufrecht und gerade!
es: ¡Vuela recto y confiado!
fr: Envöle-töi !
it: Vola senza paura!
ja: 真っ直ぐ飛べ！
ko: 힘차게 똑바로 날아라!
pl: Leć prosto do celu!
pt_br: Voe com firmeza e determinação!
ru: Лети дальше, лети уверенно!
zh_cn: 展翅高飞吧！
zh_tw: 展翅高飛吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: Fly straight and true!
de: Fliege aufrecht und gerade!
es: ¡Vuela recto y confiado!
fr: Envöle-töi !
it: Vola senza paura!
ja: 真っ直ぐ飛べ！
ko: 힘차게 똑바로 날아라!
pl: Leć prosto do celu!
pt_br: Voe com firmeza e determinação!
ru: Лети дальше, лети уверенно!
zh_cn: 展翅高飞吧！
zh_tw: 展翅高飛吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: Njoror, guide my line!
de: Njoror, führe meine Schnur!
es: ¡Njoror, guía mi sedal!
fr: Njörör, guide ma ligne !
it: Njoror, guida la mia lenza!
ja: ニジョル、我が列を導け！
ko: 뇨르드여, 제 줄을 인도하소서!
pl: Njororze, kieruj mą żyłką!
pt_br: Njoror, oriente minha linha!
ru: Направь мою леску, Ньерд!
zh_cn: 尼约德，指引我的鱼线吧！
zh_tw: 尼約德，指引我的魚線吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: Njoror, guide my line!
de: Njoror, führe meine Schnur!
es: ¡Njoror, guía mi sedal!
fr: Njörör, guide ma ligne !
it: Njoror, guida la mia lenza!
ja: ニジョル、我が列を導け！
ko: 뇨르드여, 제 줄을 인도하소서!
pl: Njororze, kieruj mą żyłką!
pt_br: Njoror, oriente minha linha!
ru: Направь мою леску, Ньерд!
zh_cn: 尼约德，指引我的鱼线吧！
zh_tw: 尼約德，指引我的魚線吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: The line hath need of a float.
de: Die Schnur braucht einen Schwimmer.
es: El sedal necesita un corcho.
fr: La ligne nécessite un flötteur.
it: Alla lenza serve un galleggiante.
ja: かようの列には浮かびが必要だ。
ko: 줄에 찌를 달아야겠군.
pl: Żyłce trzeba spławika.
pt_br: A linha precisa de algo para boiar.
ru: Этой леске не помешал бы поплавок.
zh_cn: 鱼线需要浮标支持。
zh_tw: 魚線需要浮標支援。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: My keen hunter's eyes can detect the smallest nibble!
de: Meine scharfen Jägeraugen erspähen noch das kleinste Häppchen!
es: ¡Mi vista de águila puede detectar hasta el piscolabis más nimio!
fr: Mes yeux de chasseresse peuvent détecter le möindre remöus !
it: I miei impareggiabili occhi da cacciatrice riescono a notare le creature più minute!
ja: 我が鋭き狩人の目、最も小さきニブルを見つける！
ko: 아무리 작은 움직임도 예리한 사냥꾼의 눈을 피할 순 없지!
pl: Moje bystre oczy łowczyni wypatrzą najmniejszy ruch!
pt_br: Meu olhar afiado de caçadora pode detectar as menores presas!
ru: Мой острый взор не пропустит даже малейшее движение!
zh_cn: 我锐利的猎手之眼能察觉最轻微的咬钩！
zh_tw: 我銳利的獵手之眼能察覺最輕微的咬鉤！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: Fly straight and true!
de: Fliege aufrecht und gerade!
es: ¡Vuela recto y confiado!
fr: Envöle-töi !
it: Vola senza paura!
ja: 真っ直ぐ飛べ！
ko: 힘차게 똑바로 날아라!
pl: Leć prosto do celu!
pt_br: Voe com firmeza e determinação!
ru: Лети дальше, лети уверенно!
zh_cn: 展翅高飞吧！
zh_tw: 展翅高飛吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Fly straight and true!
de: Fliege aufrecht und gerade!
es: ¡Vuela recto y confiado!
fr: Envöle-töi !
it: Vola senza paura!
ja: 真っ直ぐ飛べ！
ko: 힘차게 똑바로 날아라!
pl: Leć prosto do celu!
pt_br: Voe com firmeza e determinação!
ru: Лети дальше, лети уверенно!
zh_cn: 展翅高飞吧！
zh_tw: 展翅高飛吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: It doth feel a bit like cheating...
de: Es fühlt sich irgendwie unaufrichtig an ...
es: Es un poco hacer trampas...
fr: J'ai l'impressiön de tricher...
it: È una sorta di inganno...
ja: 少しずるくも感じるな...
ko: 약간 속임수를 쓰는 기분인데...
pl: To trochę nieczysta zagrywka...
pt_br: Sinto como se estivesse trapaceando...
ru: Похоже на обман…
zh_cn: 感觉好像是在作弊……
zh_tw: 感覺好像是在作弊……

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: Only the greatest of fish will dare take a bite!
de: Nur der größte Fisch wird den Biss wagen!
es: ¡Solo los peces más impresionantes se atreverán a pegar un bocado!
fr: Seuls les plus braves pöissöns öserönt y mördre !
it: Solo i pesci più grandi oseranno abboccare!
ja: 最高の魚のみがずうずうしくも噛み付くだろう！
ko: 최고의 물고기만이 물 수 있겠군!
pl: Jedynie największe ryby odważą się tego skosztować!
pt_br: Somente o maior dos peixes ousará mordê-la!
ru: Лишь самая могучая рыба решится его проглотить!
zh_cn: 只有最大的鱼才敢咬！
zh_tw: 只有最大的魚才敢咬！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: The old crone has enchanted it to work best in the rain.
de: Das alte Weib hat ihn behext, sodass er bei Regen am besten funktioniert.
es: La vieja arpía lo ha encantado para que funcione mejor en la lluvia.
fr: La vieille sörcière l'a enchanté pöur qu'icelui fönctiönne mieux söus averse.
it: Il vecchio stregone l'ha incantata in modo che dia il meglio con la pioggia.
ja: 雨で最も効果が出るよう、かようの老婆が術をかけた。
ko: 쪼그랑할멈이 비가 올 때 가장 효과가 좋게 마법을 걸었어.
pl: Stara wiedźma zaczarowała to tak, by sprawdzało się podczas deszczu.
pt_br: A velhota a encantou para que funcione melhor na chuva.
ru: Старая карга зачаровала ее, чтобы работала под дождем.
zh_cn: 丑老太婆给它附过魔，在雨天最有用。
zh_tw: 醜老太婆給它附過魔，在雨天最有用。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: The old crone has enchanted it to work best in the snow.
de: Das alte Weib hat ihn behext, sodass er bei Schnee am besten funktioniert.
es: La vieja arpía lo ha encantado para que funcione mejor en la nieve.
fr: La vieille sörcière l'a enchanté pöur qu'icelui fönctiönne mieux söus averse.
it: Il vecchio stregone l'ha incantata in modo che dia il meglio con la neve.
ja: 雪で最も効果が出るよう、かようの老婆が術をかけた。
ko: 쪼그랑할멈이 눈이 올 때 가장 효과가 좋게 마법을 걸었어.
pl: Stara wiedźma zaczarowała to tak, by sprawdzało się podczas opadu śniegu.
pt_br: A velhota a encantou para que funcione melhor na neve.
ru: Старая карга зачаровала ее, чтобы работала в снег.
zh_cn: 丑老太婆给它附过魔，在雪天最有用。
zh_tw: 醜老太婆給它附過魔，在雪天最有用。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: A cunning ruse, indeed.
de: Wahrhaftig abgefeimt.
es: Una astuta estrategia, sin duda.
fr: Une ruse habile, à n'en pöint döuter.
it: Un sotterfugio davvero astuto.
ja: 実に狡猾な計略よ。
ko: 정말 교활할 속임수군.
pl: Zaiste, przebiegły fortel.
pt_br: É mesmo um ardil astucioso.
ru: Ну надо же, какая коварная хитрость.
zh_cn: 好一条狡诈的诡计。
zh_tw: 好一條狡詐的詭計。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: A cunning ruse, indeed.
de: Wahrhaftig abgefeimt.
es: Una astuta estrategia, sin duda.
fr: Une ruse habile, à n'en pöint döuter.
it: Un sotterfugio davvero astuto.
ja: 実に狡猾な計略よ。
ko: 정말 교활할 속임수군.
pl: Zaiste, przebiegły fortel.
pt_br: É mesmo um ardil astucioso.
ru: Ну надо же, какая коварная хитрость.
zh_cn: 好一条狡诈的诡计。
zh_tw: 好一條狡詐的詭計。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: A cunning ruse, indeed.
de: Wahrhaftig abgefeimt.
es: Una astuta estrategia, sin duda.
fr: Une ruse habile, à n'en pöint döuter.
it: Un sotterfugio davvero astuto.
ja: 実に狡猾な計略よ。
ko: 정말 교활할 속임수군.
pl: Zaiste, przebiegły fortel.
pt_br: É mesmo um ardil astucioso.
ru: Ну надо же, какая коварная хитрость.
zh_cn: 好一条狡诈的诡计。
zh_tw: 好一條狡詐的詭計。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: This should attract their attention!
de: Der sollte ihre Aufmerksamkeit erregen!
es: ¡Esto debería atraer su atención!
fr: Cela devrait attirer leur attentiön !
it: Servirà ad attirare la loro attenzione!
ja: 是、彼らの注意を引くだろう！
ko: 이 정도면 물고기가 많이 몰리겠지!
pl: To powinno przyciągnąć ich uwagę!
pt_br: Isso deve chamar a atenção deles!
ru: Это привлечет их внимание!
zh_cn: 应该会引起它们的注意！
zh_tw: 應該會引起它們的注意！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: This should attract their attention!
de: Der sollte ihre Aufmerksamkeit erregen!
es: ¡Esto debería atraer su atención!
fr: Cela devrait attirer leur attentiön !
it: Servirà ad attirare la loro attenzione!
ja: 是、彼らの注意を引くだろう！
ko: 이 정도면 물고기가 많이 몰리겠지!
pl: To powinno przyciągnąć ich uwagę!
pt_br: Isso deve chamar a atenção deles!
ru: Это привлечет их внимание!
zh_cn: 应该会引起它们的注意！
zh_tw: 應該會引起它們的注意！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: This should attract their attention!
de: Der sollte ihre Aufmerksamkeit erregen!
es: ¡Esto debería atraer su atención!
fr: Cela devrait attirer leur attentiön !
it: Servirà ad attirare la loro attenzione!
ja: 是、彼らの注意を引くだろう！
ko: 이 정도면 물고기가 많이 몰리겠지!
pl: To powinno przyciągnąć ich uwagę!
pt_br: Isso deve chamar a atenção deles!
ru: Это привлечет их внимание!
zh_cn: 应该会引起它们的注意！
zh_tw: 應該會引起它們的注意！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISHINGROD
source: Tremble before me, creatures of the deep!
de: Erzittert vor mir, Kreaturen der Tiefe!
es: ¡Temblad ante mí, criaturas de las profundidades!
fr: Tremblez, bestes des abysses !
it: Tremate al mio cospetto, creature degli abissi!
ja: 深海の生き物たちよ、我が目前で震えよ！
ko: 내 앞에서 벌벌 떨어라, 바다의 짐승들아!
pl: Drżyjcie przede mną, stworzenia z głębin!
pt_br: Tremam perante mim, criaturas das profundezas!
ru: Трепещите предо мной, глубинные создания!
zh_cn: 颤抖吧，深海的生物们！
zh_tw: 顫抖吧，深海的生物們！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_1
source: Meat is meat.
de: Fleisch ist Fleisch.
es: La carne es carne.
fr: La viande est indétrônable.
it: La carne è carne.
ja: 肉は肉なり。
ko: 고기는 고기야.
pl: Mięso to mięso.
pt_br: Carne é carne.
ru: Мясо есть мясо.
zh_cn: 肉就是肉。
zh_tw: 肉就是肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_2
source: You will make a fine meal!
de: Du wirst ein feines Essen!
es: ¡Serás buena comida!
fr: Tu feras un repas de röi !
it: Sarai un buon pasto!
ja: 汝、美味しい食を作ってくれるのだろう！
ko: 근사한 식사가 되겠군!
pl: Będzie z ciebie pyszny obiad!
pt_br: Você vai virar uma bela refeição!
ru: Из тебя выйдет отличное блюдо!
zh_cn: 你能做成一道好菜！
zh_tw: 你能做成一道好菜！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_3
source: The beastie put up an admirable fight.
de: Das Tierchen hat bemerkenswert gekämpft.
es: La bestia ha luchado admirablemente.
fr: Cette beste cömbattit bravement.
it: La bestia ha venduto cara la pelle.
ja: その獣は見事な戦いを見せた。
ko: 짐승이 훌륭하게 싸웠어.
pl: Bestyjka dzielnie walczyła.
pt_br: A fera lutou com bravura.
ru: Эта тварюшка достойно боролась.
zh_cn: 野兽做了光荣的战斗。
zh_tw: 野獸做了光榮的戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_4
source: There's an air of ill luck around this one...
de: Dieser scheint mir pechbehaftet ...
es: Esta criatura me da malas vibraciones...
fr: La malchance semble entöurer icelui.
it: È avvolto da un'aura di sfortuna.
ja: 是、縁起悪き雰囲気を纏う...
ko: 불운의 기운이 감도는데...
pl: Roztacza pechową aurę...
pt_br: Esse aí tem uma aura de azar...
ru: Кажется, она несет на своих плавниках неудачу…
zh_cn: 它散发出一种不祥……
zh_tw: 它散發出一種不祥……

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_5
source: This looks suspiciously veggie-like.
de: Sieht verdächtig nach Gemüse aus.
es: Tiene un aspecto sospechosamente similar a una verdura.
fr: Icelui pöissön ressemble à un vil légume.
it: Ha un aspetto vagamente vegetale.
ja: これは野菜みたいですね。
ko: 수상할 정도로 채소 같아 보이는군.
pl: Podejrzanie przypomina warzywo.
pt_br: Tem uma aparência suspeita de legume.
ru: Подозрительно напоминает овощ.
zh_cn: 看起来非常像蔬菜。
zh_tw: 看起來非常像蔬菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_6
source: Your bad luck is my good fortune, beastie.
de: Dein Pech ist mein Glück, Tierchen.
es: Tu mala suerte es mi fortuna, bestia.
fr: Ta malchance me ravit, petite beste.
it: La sorte è stata cattiva con te, ma buona con me, bestia.
ja: 汝の不運は我が幸運なり、獣よ。
ko: 네 불운은 내 행운이란다, 짐승아.
pl: Twój pech jest moim szczęściem, bestyjo.
pt_br: Seu azar é a minha sorte, fera.
ru: Кому несчастье, а кому удача, тварюшка.
zh_cn: 你的厄运是我的好运，小野兽。
zh_tw: 你的厄運是我的好運，小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_7
source: Your bad luck is my good fortune, beastie.
de: Dein Pech ist mein Glück, Tierchen.
es: Tu mala suerte es mi fortuna, bestia.
fr: Ta malchance me ravit, petite beste.
it: La sorte è stata cattiva con te, ma buona con me, bestia.
ja: 汝の不運は我が幸運なり、獣よ。
ko: 네 불운은 내 행운이란다, 짐승아.
pl: Twój pech jest moim szczęściem, bestyjo.
pt_br: Seu azar é a minha sorte, fera.
ru: Кому несчастье, а кому удача, тварюшка.
zh_cn: 你的厄运是我的好运，小野兽。
zh_tw: 你的厄運是我的好運，小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_8
source: It must hail from the icy waters of Niflheim.
de: Er muss aus den eisigen Wassern Niflheims stammen.
es: Debe de proceder de las gélidas aguas de Niflheim.
fr: Il döit émerger des eaux glacées de Niflheim.
it: Credo provenga dalle gelide acque di Niflheim.
ja: それはニヴルヘイムの冷たい水から来たに違いない。
ko: 니플하임의 얼음물에서 온 모양이군.
pl: Pewno przybyła z lodowatych wód Niflheimu.
pt_br: Deve ter saído das águas geladas de Niflheim.
ru: Родом наверняка из ледяных проливов Нифльхейма.
zh_cn: 它定是来自尼福尔海姆的寒冰之海。
zh_tw: 它定是來自尼福爾海姆的寒冰之海。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_MEDIUM_9
source: Are ye fish or fruit? My eyes hath been decieved before!
de: Bist du Fisch oder Frucht? Schon zuvor wurden meine Augen getäuscht!
es: ¿Eres un pez o una fruta? No sería la primera vez que caigo en un engaño...
fr: Es-tu un pöissön öu une fleur ? Mes yeux m'önt déjà jöué des töurs !
it: Sei pesce o frutto? I miei occhi sono già stati ingannati in passato!
ja: 汝は魚か果実か？我が目は謀られたことがあるぞ！
ko: 물고기니, 아니면 과일이니? 전에 내 눈을 속였지!
pl: Ktoś ty? Ryba czy owoc? Już raz mnie zwiedziono!
pt_br: Você é um peixe ou uma fruta? Meus olhos já foram enganados antes!
ru: Ты рыба или же фрукт? Мои глаза уже знавали ложь!
zh_cn: 你们是鱼还是水果？我的眼睛曾被骗过！
zh_tw: 你們是魚還是水果？我的眼睛曾被騙過！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_1
source: Tis barely a morsel!
de: Das ist kaum ein halber Mundvoll!
es: ¡Apenas es un bocado!
fr: Ce n'est guère qu'un amuse-böuche !
it: È a malapena un boccone!
ja: ほんの少ししか食べられないぞ！
ko: 한 입 거리도 안 되는군!
pl: Ledwie starczy na jeden kęs!
pt_br: Nem se pode chamar isso de pedaço!
ru: Да она же на один зубок!
zh_cn: 一小口都不够！
zh_tw: 一小口都不夠！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_2
source: There's barely any meat on these fishbones!
de: Da ist ja kaum Fleisch an den Gräten!
es: ¡Apenas hay carne en estas raspas!
fr: Il n'y a guère de viande sur ces arêtes !
it: C'è poca carne su queste lische!
ja: かようの魚骨には肉がほとんどついていない！
ko: 생선 뼈에 붙은 살이 거의 없군!
pl: Na tych ościach prawie nie ma mięsa!
pt_br: Quase não tem carne nessas espinhas!
ru: На этих костях почти нет мяса!
zh_cn: 鱼骨上基本都没肉！
zh_tw: 魚骨上基本都沒肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_3
source: Tis only a wee beastie.
de: Was für ein winziges Tierchen.
es: No es más que una bestia diminuta.
fr: Ce n'est qu'une beste ridicule.
it: È solo una piccola bestia.
ja: 弱き獣よ。
ko: 아주 작은 짐승일 뿐이군.
pl: To tylko mała bestyjka.
pt_br: Não passa de uma ferinha.
ru: Крохотная тварюшка.
zh_cn: 就是个小野兽。
zh_tw: 就是個小野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_4
source: This amount of meat will hardly satisfy a Viking!
de: Das bisschen Fleisch macht keinen Wikinger satt!
es: ¡Esta cantidad de carne apenas aplacará el hambre de una vikinga!
fr: Icelle quantité de viande n'est pöint rassasiante pöur un Viking !
it: Questa quantità di carne non può soddisfare una vichinga!
ja: かようの肉の量ではヴァイキングは満たされないぞ！
ko: 이 정도 고기로는 바이킹을 만족시킬 수 없지!
pl: Tyle mięsa ledwie starczy dla wikinga!
pt_br: Essa quantidade de carne mal satisfaz uma viking!
ru: Ни одному викингу не хватит столько мяса!
zh_cn: 这点肉根本满足不了维京人！
zh_tw: 這點肉根本滿足不了維京人！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_5
source: Tis naught but a small snack.
de: Das ist nur ein winziger Happen.
es: No es más que un pequeño aperitivo.
fr: Ce n'est guère qu'un en-cas.
it: Solo un misero spuntino.
ja: 小さき菓子にすぎない。
ko: 작은 간식에 불과하군.
pl: Jeno mała przekąska.
pt_br: Isso não passa de um petisco.
ru: Хватит на скромную закуску.
zh_cn: 就是小吃。
zh_tw: 就是小吃。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_6
source: It is suspiciously leafy.
de: Verdächtig blätterig.
es: Sus hojas me despiertan sospechas.
fr: C'est étrangement feuillu.
it: È sospettosamente giallognolo.
ja: これは怪しい葉っぱよ。
ko: 수상할 정도로 잎이 많군.
pl: Podejrzanie liściasta.
pt_br: É suspeitosamente folhoso.
ru: Подозрительно лиственная.
zh_cn: 叶子有些可疑。
zh_tw: 葉子有些可疑。
