Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.NATURE_BLUEPRINT
source: A pretty garden-variety outfit, wouldn't you say?
de: Ein ziemlich geblümtes Outfit, oder?
es: Un traje de lo más natural, ¿verdad?
fr: C'est une tenue adaptée au jardin, non ?
it: È un costume con una ricca varietà di vegetazione, nevvero?
ja: カワイイ庭のバリエーションの服だと思わない？
ko: 예쁜데 흔해 빠진 복장, 그렇지 안하?
pt_br: Um lindo traje com temática de jardinagem, você não acha?
ru: Очень натуралистичный наряд, не так ли?
zh_tw: 很稀鬆平常的外衣，對不對？

# CHARACTERS.WANDA.DESCRIBE.NIGHTLIGHT
source: This feels like a trick.
de: Das fühlt sich nach einem Trick an.
es: Esto parece una trampa.
fr: J'ai l'impression que c'est une arnaque.
it: Dov'è l'inghippo?
ja: 罠のような気がする。
ko: 이건 속임수처럼 느껴지는데.
pt_br: Parece até um truque.
ru: Это фокус какой-то?
zh_tw: 感覺是個戲法。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMAREFUEL
source: A necessary evil.
de: Ein notwendiges Übel.
es: Un mal necesario.
fr: Un mal nécessaire.
it: Un male necessario.
ja: 不可欠な悪意。
ko: 필요악이지.
pt_br: Um mal necessário.
ru: Необходимое зло.
zh_tw: 這是必要之惡。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMAREGROWTH
source: They're here! I need to leave, quickly!
de: Sie sind da! Ich muss weg, und das schnell!
es: ¡Están aquí! ¡Tengo que irme ya!
fr: Les voilà ! Il faut que je parte, et vite !
it: Sono apparsi! Devo fuggire, e alla svelta!
ja: あいつらが来た！さっさと行かないと！
ko: 그들이 왔어! 빨리 떠나야 해!
pt_br: Elas chegaram! Preciso dar o fora, e rápido!
ru: Они здесь! Мне пора бежать!
zh_tw: 他們來了！我要離開這，快！

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARELIGHT
source: I'd better not get too close.
de: Ich sollte mich dem Ding lieber nicht nähern.
es: Será mejor que no me acerque mucho...
fr: Mieux vaut que je ne m'approche pas davantage.
it: Meglio non avvicinarsi troppo.
ja: あんまりそばに行かない方がいいわ。
ko: 너무 가까이 가지 않는 게 좋겠어.
pt_br: Melhor eu não chegar muito perto.
ru: Лучше не подходить близко.
zh_tw: 我最好別靠太近。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMAREPIE
source: I usually trust Warly's dishes, but this one seems suspect.
de: Normalerweise vertraue ich den Gerichten von Warly, aber dieses scheint mir suspekt zu sein.
es: Suelo fiarme de los platos de Warly, pero este parece sospechoso.
fr: D'habitude, je fais confiance à Warly. Mais ce plat est suspect.
it: Solitamente mi fido delle pietanze di Warly, ma questo sembra sospetto.
ja: 普段はワーリーの料理を信頼してるけど、これは怪しい。
ko: 보통 왈리의 요리에는 믿음이 가지만 이건 의심스러운 것 같아.
pt_br: Em geral, eu confio nos pratos do Warly, mas este parece suspeito.
ru: Стряпня Варли мне обычно нравится, но это блюдо как-то доверия не вызывает.
zh_tw: 沃利的菜肴基本都信得過，但這道菜似乎很可疑。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Things seem quiet for the time being.
de: Im Moment scheint alles ruhig zu sein.
es: Parece que se ha calmado la cosa, al menos por ahora.
fr: Tout semble assez tranquille, pour le moment.
it: Per il momento sembra tutto tranquillo.
ja: 今は物事が落ち着いてるわ。
ko: 당분간은 잠잠할 것 같아.
pt_br: As coisas parecem tranquilas, por enquanto.
ru: Пока что вокруг все спокойно.
zh_tw: 目前似乎很平靜。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's almost over... I can do this!
de: Es ist fast vorbei ... Ich schaffe das!
es: Ya casi ha terminado... ¡Yo puedo!
fr: C'est presque terminé... Je vais y arriver !
it: È quasi finita... Posso farcela!
ja: あとちょっと…私ならできる！
ko: 거의 다 끝났어... 난 할 수 있다고!
pt_br: Está quase terminando... Eu consigo!
ru: Еще немного... Я справлюсь!
zh_tw: 就快結束了……我可以的！

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Looks like I'm free of any magical flapdoodle.
de: Sieht so aus, als wäre ich frei von magischem Gedöns.
es: Parece que se acabaron las tonterías mágicas.
fr: Je ne suis plus sous l'influence de balivernes magiques, on dirait.
it: Sembra che io sia libera da qualsiasi pasticcio magico.
ja: 魔法の影響から抜け出せたみたいだわ。
ko: 마성의 헛소리가 다 사라져버린 것 같군.
pt_br: Parece que estou livre de toda e qualquer baboseira mágica.
ru: Наконец-то вся эта волшебная чехарда закончилась.
zh_tw: 看來我已經不受魔法控制了。

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Stay away from me!!
de: Bleib mir vom Leibe!
es: ¡¡No te me acerques!!
fr: Reculez !
it: Sta' lontano da me!!!
ja: あっちに行って！！
ko: 저리 가!!
pt_br: Fique longe de mim!
ru: Отстань от меня!!!
zh_tw: 離我遠點！！

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I just need to hold out a little longer--!
de: Ich muss nur noch ein wenig durchhalten ...
es: ¡Solo tengo que aguantar un poco más...!
fr: Il faut que je tienne encore un peu...
it: Devo resistere solo un altro po'...!
ja: あと少しの間…耐えなくちゃ！
ko: 조금만 더 버티자--!
pt_br: Só preciso aguentar mais um pouco...!
ru: Нужно продержаться еще чуть-чуть!..
zh_tw: 我只是需要再堅持一下——！

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Oh no no no, don't you dare!
de: Oh nein, nein, nein, wage es ja nicht!
es: Oh, no, no, no, ¡ni se te ocurra!
fr: Oh non non non, je vous l'interdis !
it: Oh, no, no, no! Non osare!
ja: ダメ、ダメ、ダダダダメ、やめて！
ko: 오 안 돼 안 돼 안 돼, 감히 그러지마!
pt_br: Ah, não, não, não, não se atreva!
ru: О нет! Нет-нет-нет! Только попробуй!
zh_tw: 哦，不不不，你敢！

# CHARACTERS.WANDA.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: They're everywhere! I-I need to get out of here!!
de: Sie sind überall! Ich muss hier raus!
es: ¡E-están por todos lados! ¡¡Tengo que irme ya!!
fr: Ils sont partout ! Je... Je dois sortir de là !
it: Sono dappertutto! D-devo uscire di qui!!!
ja: もうあっちもこっちも一杯だ！もう、逃げなくちゃ！！
ko: 여기저기 다 퍼졌군! 여-여기서 나가야 해!
pt_br: Elas estão por todos os lados! P-preciso sair daqui!
ru: Они повсюду! Нужно выбираться! Срочно!!!
zh_tw: 他們無處不在！我需要離開這裡！！！

# CHARACTERS.WANDA.DESCRIBE.NIGHTSTICK
source: A light up weapon? What will they think of next!
de: Eine Leuchtwaffe? Was sie sich wohl als Nächstes einfallen lassen?!
es: ¿Un arma que se ilumina? ¿Qué más van a inventar?
fr: Une arme qui s'allume ? Et puis quoi encore ?
it: Un'arma che fa luce? Cos'altro si inventeranno?
ja: 照明武器？次はどんなものが出てくるのかしら！
ko: 불이 켜지는 무기? 다음으로 뭘 생각할지!
pt_br: Uma arma de luz? O que mais vão inventar?
ru: Оружие света... Что еще новенького они придумают?
zh_tw: 一個點燃的武器？他們接下來會想到什麼！

# CHARACTERS.WANDA.DESCRIBE.NIGHTSWORD
source: It's just a tool after all, why shouldn't I use it?
de: Es ist doch nur ein Werkzeug, warum sollte ich es nicht benutzen?
es: Es una herramienta, ¿no? ¿Por qué no iba a usarla?
fr: Ce n'est qu'un outil, après tout. Autant que je l'utilise !
it: In fondo, è solo un utensile. Perché non dovrei usarlo?
ja: 単なる道具ってことでしょ。使わない理由はないわ。
ko: 결국 도구일 뿐인데 사용해도 되겠지?
pt_br: Afinal, é só uma ferramenta, por que não usá-la?
ru: Это просто инструмент, почему бы им не воспользоваться?
zh_tw: 它畢竟只是一個工具，我為什麼不用它？

# CHARACTERS.WANDA.DESCRIBE.NITRE
source: A rock of some sort.
de: Eine Art Stein.
es: Es algún tipo de roca.
fr: Un genre de rocher.
it: Una specie di roccia.
ja: 石の一種ね。
ko: 일종의 바위인데.
pt_br: Um tipo de rocha.
ru: Какой-то камень.
zh_tw: 某種岩石。

# CHARACTERS.WANDA.DESCRIBE.NUTRIENTSGOGGLESHAT
source: It's given me a new perspective on gardening. Quite literally.
de: Das hat mir eine neue Perspektive auf die Gartenarbeit gegeben. Im wahrsten Sinne des Wortes.
es: Me han dado una perspectiva distinta para la jardinería. Literalmente.
fr: Ça me donne littéralement un nouveau point de vue sur le jardinage.
it: Mi ha dato una nuova prospettiva sul giardinaggio. Letteralmente.
ja: 文字通り、園芸についての新しい視点を得たわ。
ko: 정원 가꾸기에 대한 새로운 시각을 제시하네. 말 그대로.
pt_br: Está me dando uma nova perspectiva sobre a jardinagem. De forma bem literal.
ru: Мои взгляды на садоводство сильно изменились. В прямом смысле.
zh_tw: 它給了我一個看待園藝的新視角。全新的視角。

# CHARACTERS.WANDA.DESCRIBE.OAR
source: Wouldn't a sail be much faster?
de: Wäre ein Segel nicht viel schneller?
es: ¿No sería más rápida una vela?
fr: Une voile ne serait pas plus rapide ?
it: Una vela non sarebbe molto più veloce?
ja: 帆を使った方が速いんじゃないの？
ko: 배를 타는 게 훨씬 빠르지 않을까?
pt_br: Não seria bem mais rápido com uma vela?
ru: Разве под парусом не будет быстрее?
zh_tw: 用風帆會不會快一些？

# CHARACTERS.WANDA.DESCRIBE.OAR_DRIFTWOOD
source: Wouldn't a sail be much faster?
de: Wäre ein Segel nicht viel schneller?
es: ¿No sería más rápida una vela?
fr: Une voile ne serait pas plus rapide ?
it: Una vela non sarebbe molto più veloce?
ja: 帆を使った方が速いんじゃないの？
ko: 배를 타는 게 훨씬 빠르지 않을까?
pt_br: Não seria bem mais rápido com uma vela?
ru: Разве под парусом не будет быстрее?
zh_tw: 用風帆會不會快一些？

# CHARACTERS.WANDA.DESCRIBE.OASISLAKE.EMPTY
source: There might've been water here once... or maybe there will be.
de: Vielleicht gab es hier mal Wasser ... oder es wird welches geben.
es: A lo mejor aquí hubo agua antes... O a lo mejor la habrá en el futuro.
fr: Il y a peut-être eu de l'eau, ici... Ou peut-être qu'il y en aura.
it: Forse qui un tempo c'era acqua... O magari ce ne sarà in futuro.
ja: ここはかつて水があったのかもしれない…または将来そうなるのかも。
ko: 전에 물이 나왔던 곳일 수도 있고... 아니면 앞으로 물이 나올 수 있겠지.
pt_br: Pode ter havido água aqui no passado... ou talvez venha a ter no futuro.
ru: Наверное, когда-то здесь была вода... или когда-нибудь появится.
zh_tw: 以前有過水……也可能以後會有水。

# CHARACTERS.WANDA.DESCRIBE.OASISLAKE.GENERIC
source: Water! Finally!
de: Wasser! Endlich!
es: ¡Agua! ¡Por fin!
fr: De l'eau ! Enfin !
it: Acqua! Era ora!
ja: 水だ！やーっとだわ！
ko: 물이야! 드디어!
pt_br: Água! Finalmente!
ru: Вода! Наконец-то!
zh_tw: 水！總算有水了！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHABLEFLOTSAM
source: There might be something interesting hiding in all that mud.
de: In dem ganzen Schlamm könnte etwas Interessantes versteckt sein.
es: A lo mejor hay algo interesante escondido entre el fango.
fr: Il y a peut-être quelque chose d'intéressant caché dans toute cette boue.
it: Quel fango potrebbe nascondere qualcosa di interessante.
ja: 何か面白いものが泥に隠れてるかも。
ko: 그 진흙 속에는 뭔가 흥미로운 게 숨어 있을지도 몰라.
pt_br: Deve ter algo interessante escondido no meio dessa lama toda.
ru: В грязи может скрываться что-то интересное.
zh_tw: 那些泥巴裡可能藏著有趣的東西。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: It looks like a standard bobber to me.
de: Sieht nach einem ganz normalen Schwimmer aus.
es: Me parece un corcho normal y corriente.
fr: On dirait un bouchon ordinaire à mes yeux.
it: A me sembra un normalissimo galleggiante.
ja: ただの浮きにしか見えないけど。
ko: 내가 보기엔 표준형 찌 같아.
pt_br: Pra mim, parece uma isca padrão.
ru: Вроде бы поплавок как поплавок.
zh_tw: 我看就是一個標準的浮標。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: I knew I'd find a use for that feather eventually!
de: Ich wusste doch, dass ich irgendwann eine Verwendung für die Feder finden würde!
es: ¡Ya sabía yo que le acabaría dando uso a la pluma!
fr: Je savais que je finirais par trouver une utilité à cette plume !
it: Sapevo che prima o poi avrei trovato un uso per quella piuma!
ja: 私なら絶対に羽根の使い道が見つけるはずだって、分かってたわ！
ko: 결국 그 깃털의 용도를 찾을 것이란 걸 알고 있었어!
pt_br: Sabia que encontraria uma utilidade pra essa pena no fim!
ru: Я знала, что когда-нибудь это перо мне пригодится!
zh_tw: 我知道我終會為那根羽毛找到用途!

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: I knew I'd find a use for that feather eventually!
de: Ich wusste doch, dass ich irgendwann eine Verwendung für die Feder finden würde!
es: ¡Ya sabía yo que le acabaría dando uso a la pluma!
fr: Je savais que je finirais par trouver une utilité à cette plume !
it: Sapevo che prima o poi avrei trovato un uso per quella piuma!
ja: 私なら絶対に羽根の使い道が見つけるはずだって、分かってたわ！
ko: 결국 그 깃털의 용도를 찾을 것이란 걸 알고 있었어!
pt_br: Sabia que encontraria uma utilidade pra essa pena no fim!
ru: Я знала, что когда-нибудь это перо мне пригодится!
zh_tw: 我知道我終會為那根羽毛找到用途!

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: I do like this part of fishing, fiddling with tiny bits and bobs!
de: Ich mag diesen Teil des Angelns, das Herumfummeln an all den Kleinteilen!
es: Hay cosas de la pesca que me gustan, como manipular las cosas pequeñas y los corchos!
fr: C'est ce que je préfère dans la pêche : bidouiller avec des bouchons et des petites pièces !
it: Mi piace questa parte della pesca: armeggiare con affarini piccolissimi!
ja: 小さいあれこれをいじる、釣りのこの部分は好きだわ。
ko: 나는 낚시의 이런 점이 아주 좋아.
pt_br: Gosto desta parte da pescaria em que lido com pecinhas minúsculas!
ru: Вот эта часть рыбалки мне нравится, когда возишься со всякими мелкими яркими штучками!
zh_tw: 我確實很喜歡釣魚的這一部分，擺弄魚餌和浮標什麼的！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: I do like this part of fishing, fiddling with tiny bits and bobs!
de: Ich mag diesen Teil des Angelns, das Herumfummeln an all den Kleinteilen!
es: Hay cosas de la pesca que me gustan, como manipular las cosas pequeñas y los corchos!
fr: C'est ce que je préfère dans la pêche : bidouiller avec des bouchons et des petites pièces !
it: Mi piace questa parte della pesca: armeggiare con affarini piccolissimi!
ja: 小さいあれこれをいじる、釣りのこの部分は好きだわ。
ko: 나는 낚시의 이런 점이 아주 좋아.
pt_br: Gosto desta parte da pescaria em que lido com pecinhas minúsculas!
ru: Вот эта часть рыбалки мне нравится, когда возишься со всякими мелкими яркими штучками!
zh_tw: 我確實很喜歡釣魚的這一部分，擺弄魚餌和浮標什麼的！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: Oh, I've lost my bobber! Or maybe I didn't attach it yet...
de: Oh, ich habe meinen Schwimmer verloren! Vielleicht habe ich ihn aber auch noch nicht befestigt ...
es: Ay, he perdido el corcho... ¿O a lo mejor no lo he colocado todavía?
fr: Oh, j'ai perdu mon bouchon ! Ou peut-être que je ne l'ai pas encore attaché...
it: Oh, ho perso il mio galleggiante! O forse devo ancora attaccarlo...
ja: えぇ！浮きがなくなっちゃった！もしかしたら付けるのわすれちゃったのかな…
ko: 오, 찌를 잃어버렸나봐! 아니면 아직 안 붙였거나...
pt_br: Ah, perdi minha isca! Ou talvez eu ainda não a tenha prendido...
ru: Ой, я поплавок потеряла! Или еще не прикрепила...
zh_tw: 我弄丟浮標了！也可能是我還沒連上……

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: A slightly elongated bobber.
de: Ein länglicher Schwimmer.
es: Un corcho algo alargado.
fr: Un bouchon plus long que d'habitude.
it: Un galleggiante leggermente allungato.
ja: 少し細長い浮き.
ko: 약간 길쭉한 찌네.
pt_br: Uma isca ligeiramente alongada.
ru: Немного вытянутый поплавок.
zh_tw: 稍微加上了的浮標。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: I knew I'd find a use for that feather eventually!
de: Ich wusste doch, dass ich irgendwann eine Verwendung für die Feder finden würde!
es: ¡Ya sabía yo que le acabaría dando uso a la pluma!
fr: Je savais que je finirais par trouver une utilité à cette plume !
it: Sapevo che prima o poi avrei trovato un uso per quella piuma!
ja: 私なら絶対に羽根の使い道が見つけるはずだって、分かってたわ！
ko: 결국 그 깃털의 용도를 찾을 것이란 걸 알고 있었어!
pt_br: Sabia que encontraria uma utilidade pra essa pena no fim!
ru: Я знала, что когда-нибудь это перо мне пригодится!
zh_tw: 我知道我終會為那根羽毛找到用途!

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: I knew I'd find a use for that feather eventually!
de: Ich wusste doch, dass ich irgendwann eine Verwendung für die Feder finden würde!
es: ¡Ya sabía yo que le acabaría dando uso a la pluma!
fr: Je savais que je finirais par trouver une utilité à cette plume !
it: Sapevo che prima o poi avrei trovato un uso per quella piuma!
ja: 私なら絶対に羽根の使い道が見つけるはずだって、分かってたわ！
ko: 결국 그 깃털의 용도를 찾을 것이란 걸 알고 있었어!
pt_br: Sabia que encontraria uma utilidade pra essa pena no fim!
ru: Я знала, что когда-нибудь это перо мне пригодится!
zh_tw: 我知道我終會為那根羽毛找到用途!

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: Is it poisoned? Should I really be poisoning my dinner?
de: Ist das vergiftet? Sollte ich wirklich mein Essen vergiften?
es: ¿Está envenenado? ¿Será buena idea envenenar la cena...?
fr: C'est empoisonné ? Je vais empoisonner mon dîner, non ?
it: È velenoso? Che sia davvero il caso di avvelenarmi il pasto?
ja: 毒でやられたの？私、自分の夕食に毒を盛るの？
ko: 독약을 먹은 건가? 내가 내 저녁밥에 독약을 넣인 거야?
pt_br: Está envenenada? Será que eu deveria estar envenenando meu jantar?
ru: Там яд? Может, не стоит травить рыбу, которую собираешься съесть?
zh_tw: 它是有毒的嗎？我真要為自己的晚餐下毒嗎？

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: A quick way to catch big fish? Don't mind if I do!
de: Ein schneller Weg, um große Fische zu fangen? Von mir aus gerne!
es: ¿Una forma rápida de pescar peces grandes? ¡Me interesa!
fr: Une façon rapide de ferrer de gros poissons ? J'achète !
it: Un modo rapido per pescare prede più grosse? Dove devo firmare?
ja: 大きな魚を手早く獲れるですって？喜んで使わせてもらうわ！
ko: 커다란 물고기를 잡는 빠른 방법인가? 내가 그래도 신경쓰지는 마!
pt_br: Um jeito rápido de pegar peixes grandes? Aceito com prazer!
ru: Быстро поймать крупную рыбу? Я только за!
zh_tw: 快速捕獲大魚的方法？那我就恭敬不如從命了！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: I might as well keep it for a rainy day.
de: Ich kann das auch für schlechte Zeiten aufheben.
es: Me lo quedo para cuando llueva.
fr: Je devrais le garder en cas de pluie.
it: Sarà meglio conservarlo per un giorno di pioggia.
ja: 雨が降ったときのためにとっておこうかな。
ko: 만약을 대비해서 아껴둬도 좋을 것 같아.
pt_br: Acho melhor guardar pra uma emergência... pluviométrica.
ru: Отложу на черный день, когда дождь пойдет.
zh_tw: 我還不如把它留著以備不時之需。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: I don't fancy catching my death of cold for a fish.
de: Ich habe keine Lust, mir den Tod durch Erfrieren für einen Fisch einzufangen.
es: No me entusiasma lo de morirme de frío por un pez.
fr: J'ai envie d'attraper des poissons, pas la mort.
it: Non ho alcuna voglia di beccarmi un malanno per un pesce.
ja: ただの魚のために風邪で死ぬなんてゴメンだわ。
ko: 물고기를 잡느라고 감기에 걸려 죽고 싶지는 않다고.
pt_br: Não me agrada a ideia de morrer de frio por causa de um peixe.
ru: Перспектива умереть от холода ради рыбы меня не прельщает.
zh_tw: 我可不想為了一條魚活活凍死。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: If it will help me catch a fish faster, I'm all for it.
de: Wenn es mir hilft, einen Fisch schneller zu fangen, bin ich voll dafür.
es: Si me sirve para pescar más rápido, me interesa.
fr: Si ça me permet de ferrer un poisson plus vite, je suis pour !
it: Se mi aiuterà a pescare più rapidamente, sono lieta di usarla.
ja: これでさっさと魚が獲れるようになるなら、全力で使うわ。
ko: 물고기를 더 빨리 잡을 수 있다면, 찬성이지.
pt_br: Se for me ajudar a capturar um peixe mais rápido, estou dentro.
ru: Я готова на все, лишь бы скорее поймать рыбку.
zh_tw: 如果能幫我更快抓到魚，那我願意試。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISHINGROD
source: I really don't care for fishing.
de: Angeln ist wirklich nicht mein Ding.
es: No me interesa mucho la pesca.
fr: La pêche, ce n'est pas mon truc.
it: Non ho alcun interesse per la pesca.
ja: 釣りは本当にどうでもいい。
ko: 낚시는 정말 별로야.
pt_br: Não ligo a mínima pra pesca.
ru: Рыбалка мне отнюдь не по нраву.
zh_tw: 我真的不喜歡釣魚。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_1
source: I think I just fished up a clump of mud.
de: Ich glaube, ich habe gerade einen Schlammklumpen aufgefischt.
es: Creo que acabo de pescar un montón de barro.
fr: Je crois que je viens de pêcher un tas de boue.
it: Temo di aver appena pescato un grumo di fango.
ja: 今ちょうど泥の塊を釣り上げたところだわ。
ko: 방금 진흙 덩어리를 낚은 것 같은데.
pt_br: Acho que acabei de pescar um amontoado de lama.
ru: Кажется, я выудила комок грязи.
zh_tw: 我好像釣起了一坨泥巴。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_2
source: Finally, dinner!
de: Endlich, Abendessen!
es: ¡La cena, por fin!
fr: Aah ! C'est l'heure du dîner !
it: Finalmente si mangia!
ja: やーっと、夕食だ！
ko: 드디어, 저녁밥이야!
pt_br: Até que enfim, o jantar!
ru: Ну наконец-то — ужин!
zh_tw: 晚飯總算有著落了！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_3
source: I hope it's worth all the fuss!
de: Ich hoffe, es ist die ganze Aufregung wert!
es: Espero que los quebraderos de cabeza hayan merecido la pena.
fr: J'espère que ça valait toute cette peine !
it: Spero valga tutto il trambusto!
ja: 大騒ぎした甲斐があるといいんだけど！
ko: 그렇게 소란을 떨었던 가치가 있길 바라!
pt_br: Espero que valha o esforço!
ru: Надеюсь, это стоило потраченного времени!
zh_tw: 不枉我那通瞎折騰！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_4
source: Maybe I should throw it back, just in case...
de: Vielleicht sollte ich das zurückwerfen, nur für den Fall ...
es: A lo mejor tendría que volver por donde ha venido...
fr: Je devrais le rejeter à la mer, au cas où...
it: Forse dovrei rigettarlo in acqua, non si sa mai...
ja: 念のために逃がしてやったほうがいいかしら…
ko: 어쩌면 다시 버려야 할지도...
pt_br: Talvez seja melhor jogá-lo de volta pra água, por via das dúvidas...
ru: Может, лучше выбросить ее обратно...
zh_tw: 要不我把它扔回去得了……

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_5
source: It's not so strange if you don't think about it.
de: Es ist gar nicht so seltsam, wenn man nicht darüber nachdenkt.
es: Si no lo piensas mucho, tampoco es tan extravagante.
fr: Ce n'est pas si bizarre, quand on n'en pense pas.
it: Se non ci si pensa, non è troppo strano.
ja: 考えなければそれほどおかしくはないわ。
ko: 관심이 없어도 그닥 이상한 건 아니지.
pt_br: Não é tão estranho se você não pensar a respeito.
ru: Если не задумываться, то не такой уж у нее и странный вид.
zh_tw: 你只要別想，就不會覺得它古怪。
