Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: Prize!
de: Preis!
es: ¡Premio!
fr: Un prix !
it: Premio!
ja: 景品だ！
ko: 경품!
pl: Nagroda!
pt_br: Prêmio!
ru: Приз!
zh_tw: 獎品！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_PLANT
source: Short friend
de: Kurzer Freund
es: Amigo bajito
fr: Une petite amie.
it: Piccolo amico
ja: 小さなお友だち
ko: 짧은 친구야
pl: Niski przyjaciel
pt_br: Amiga baixinha.
ru: Низенький друг
zh_tw: 矮朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: Find nice place for friend
de: Netten Ort für Freund finden
es: Necesito buen sitio para amigo
fr: Faut trouver un joli endroit pour la copine.
it: Trovo bel posto per amico
ja: お友だちのためにいい場所をみつけなきゃ
ko: 친구에게 좋은 장소를 찾아줘
pl: Znaleźć miłe miejsce dla przyjaciela.
pt_br: Vou encontrar lugar bom pra amiga.
ru: Найти другу хорошее место
zh_tw: 為朋友找個好地方

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALFOOD_CORNTEA
source: Mmmm
fr: Mmmh.
ja: ん～
ko: 으음
ru: М-м-м
zh_tw: 唔唔唔唔

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: Wigglers!
de: Wackler!
es: ¡Larvas!
fr: Ils bougent !
it: Vermi!
ja: クネクネだ！
ko: 꿈틀꿈틀!
pl: Wijce!
pt_br: Minhocas!
ru: Вихлялки!
zh_tw: 蠕動的東西！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: Tweeter games!
de: Piepserspiele!
es: ¡Juegos de pío-píos!
fr: Des jeux de piou-pious !
it: Gioco di cip cip!
ja: ピヨピヨゲームだ！
ko: 짹짹이 게임!
pl: Ćwirkogry!
pt_br: Jogos de Piu-Piu!
ru: Игры для чирикалок!
zh_tw: 啾啾的遊戲！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: Hello? Hiding?
de: Hallo? Versteckt sich?
es: ¿Hola? ¿Escondidos?
fr: Coucou ? Vous êtes cachés ?
it: Ciao! Nascondiglio?
ja: どこにいるの？隠れてるのかな？
ko: 안녕? 숨었나?
pl: Hej? Chowacie się?
pt_br: Olá? Se escondendo?
ru: Привет! Прячетесь?
zh_tw: 你好？藏起來了？

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: Needs shiny
de: Braucht Glänzding
es: Necesita brillo
fr: Il faut un truc qui brille.
it: Serve cosa brillante
ja: キラキラがいるんだね
ko: 반짝이가 필요해
pl: Potrzebna błyskotka
pt_br: Precisa de brilhante.
ru: Нужны блестяшки
zh_tw: 要發光的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: Tweeters hungry
de: Piepser hungrig
es: Pío-píos hambrientos
fr: Les piou-pious ont faim.
it: Cip cip affamati
ja: ピヨピヨはお腹が減ってるよ
ko: 짹짹이 배고파
pl: Ćwirki głodne
pt_br: Piu-Pius com fome.
ru: Чирикалки голодные
zh_tw: 啾啾們餓了

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Over here!
de: Hier drüben!
es: ¡Ven aquí!
fr: Par là !
it: Qui!
ja: こっちだよ！
ko: 여기!
pl: Tutaj!
pt_br: Vem cá!
ru: Сюда!
zh_tw: 這裡！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: Tweeter games!
de: Piepserspiele!
es: ¡Juegos de pío-píos!
fr: Des jeux de piou-pious !
it: Gioco di cip cip!
ja: ピヨピヨゲームだ！
ko: 짹짹이 게임!
pl: Ćwirkogry!
pt_br: Jogos de Piu-Piu!
ru: Игры для чирикалок!
zh_tw: 啾啾的遊戲！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: Needs shiny
de: Braucht Glänzding
es: Necesita brillo
fr: Il faut un truc qui brille.
it: Serve cosa brillante
ja: キラキラがいるんだね
ko: 반짝이가 필요해
pl: Potrzebna błyskotka
pt_br: Precisa de brilhante.
ru: Нужны блестяшки
zh_tw: 要發光的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: Run run run!
de: Lauf lauf lauf!
es: ¡Corre, corre, corre!
fr: Ça va viiiite !
it: Corri corri corri!
ja: 走って走って！
ko: 달려 달려라 달려!
pl: Uciekaj, uciekaj, uciekaj!
pt_br: Corre, corre, corre!
ru: Беги, беги, беги!
zh_tw: 跑跑跑！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: Hello? Hiding?
de: Hallo? Versteckt sich?
es: ¿Hola? ¿Escondidos?
fr: Coucou ? Vous êtes cachés ?
it: Ciao! Nascondiglio?
ja: どこにいるの？隠れてるのかな？
ko: 안녕? 숨었나?
pl: Hej? Chowacie się?
pt_br: Olá? Se escondendo?
ru: Привет! Прячетесь?
zh_tw: 你好？藏起來了？

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: That one!
de: Die da!
es: ¡Esa!
fr: Celui-là !
it: Quello!
ja: これだ！
ko: 저거!
pl: Ta!
pt_br: Esse aí!
ru: Вот эта!
zh_tw: 那個！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: Tweeter games!
de: Piepserspiele!
es: ¡Juegos de pío-píos!
fr: Des jeux de piou-pious !
it: Gioco di cip cip!
ja: ピヨピヨゲームだ！
ko: 짹짹이 게임!
pl: Ćwirkogry!
pt_br: Jogos de Piu-Piu!
ru: Игры для чирикалок!
zh_tw: 啾啾的遊戲！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: Needs shiny
de: Braucht Glänzding
es: Necesita brillo
fr: Il faut un truc qui brille.
it: Serve cosa brillante
ja: キラキラがいるんだね
ko: 반짝이가 필요해
pl: Potrzebna błyskotka
pt_br: Precisa de brilhante.
ru: Нужны блестяшки
zh_tw: 要發光的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: Remembery game, hmm...
de: Merkespiel, hmm ...
es: Juego de recordar. Mmm...
fr: Un jeu de mémoire... Hmm...
it: Gioco ricordare, uhm...
ja: 覚えるゲームか。んー…
ko: 추억의 게임, 흠...
pl: Gra na pamięć, hmm...
pt_br: Jogo de lembrar, hmm...
ru: Игра в запоминашки, хм...
zh_tw: 記東西的遊戲，嗯……

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_BALL
source: Bouncy bounce
de: Hüpfihüpf
es: Saltitos, saltitos
fr: Boïng, boïng !
it: Salta rimbalza
ja: ピョンピョンポンポンだ
ko: 탱글탱글
pl: Hopsa kulka
pt_br: Salto saltitante.
ru: Прыг-скок
zh_tw: 跳來跳去

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_CROWKID
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Salve!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_GAMETOKEN
source: Shiny
de: Glänzend.
es: Brillante
es_mx: Reluciente
fr: Ça brille.
it: Brillante
ja: ピカピカ
ko: 반짝이야
pl: Błyszczy
pt_br: Brilhante.
ru: Блестит
zh_tw: 閃亮

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_HOST
source: Oooh, Big Tweeter!
de: Oooh, Großer Piepser!
es: ¡Oooh! ¡Gran pío-pío!
fr: Oooh, le gros piou-piou !
it: Oooh, grande cip cip!
ja: すご～い、大きなピヨピヨだ！
ko: 오오, 커다란 짹짹이!
pl: Oooch, duży ćwirek!
pt_br: Aaah, Piu-Piu Grande!
ru: У-у-у, Большая Чирикалка!
zh_tw: 喔，大啾啾！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: Make fancy?
de: Hübsch machen?
es: ¿Ponemos bonito?
fr: Faut le rendre joli ?
it: Fare bello?
ja: 綺麗にする？
ko: 멋진 걸 만들어?
pl: Zrobić ładne?
pt_br: Deixar chique?
ru: Сделать красиво?
zh_tw: 做漂亮東西？

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: Big Tweeters like decoration
de: Große Piepser mögen Dekoration
es: A los gran pío-píos les gusta decoración
fr: Les piou-pious aiment la décoration.
it: A grande cip cip piace decorazione
ja: 大きなピヨピヨは、デコレーションが好きなんだね
ko: 커다란 짹짹이는 장식을 좋아해
pl: Duże ćwirki lubić dekoracje.
pt_br: Piu-Pius grandes gostam da decoração.
ru: Большой Чирикалке нравятся украшения
zh_tw: 大啾啾喜歡裝飾

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: Oooh, friend look so nice!
de: Oooh, Freund sieht so nett aus!
es: Oooh... ¡Amigo está bonito!
fr: Oooh, le copain est trop beau !
it: Oooh, amico molto bello!
ja: お～、お友だちがすごくカッコいいよ！
ko: 오오 친구 너무 잘생겼어!
pl: Oooch, przyjaciel wyglądać tak ładnie!
pt_br: Aaah, amiga tão bonita!
ru: Ого, друг теперь очень красивый!
zh_tw: 哦，朋友看起來真好看！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PLAZA_KIT
source: New friend!
de: Neuer Freund!
es: ¡Una nueva amistad!
es_mx: ¡Nueva amiga!
fr: Une nouvelle copine plante !
it: Nuovo amico!
ja: 新しい友だち！
ko: 새 친구다!
pl: Nowy przyjaciel!
pt_br: Nova amiga!
ru: Новый друг!
zh_tw: 新朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: Trade?
de: Tauschen?
es: ¿Cambiamos?
fr: On échange ?
it: Scambio?
ja: 交換する？
ko: 거래?
pl: Wymiana?
pt_br: Trocar?
ru: Обменяемся?
zh_tw: 換嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: Make house for Tweeter treasure
de: Mache Haus für Piepser-Schatz
es: Hacemos una casa para tesoros de pío-píos
fr: Faut faire une maison pour le trésor du piou-piou.
it: Fare casa per tesori cip cip
ja: ピヨピヨの宝物のためにお家を作るんだ
ko: 짹짹이 보물을 위해 집을 만들어
pl: Zrobić domek na skarb ćwirków.
pt_br: Faz casa pra tesouro de Piu-Piu.
ru: Сделаю домик для сокровищ чирикалок
zh_tw: 給啾啾的財寶做個家

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: Win paper
de: Siegpapier
es: Papel de victoria
fr: Du papier qui gagne.
it: Carta vittoria
ja: 勝ち紙だよ
ko: 당첨 종이
pl: Wygrane papierki
pt_br: Papel de vitória.
ru: Бумажка за победу
zh_tw: 贏家紙片

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: Lots and lots of win papers!
de: Ganz-ganz viel Siegpapier!
es: ¡Muchísimos papeles de victoria!
fr: Des tas et des tas de papiers qui gagnent !
it: Tante tante carte vittoria!
ja: 勝ち紙がこんなにたくさん！
ko: 당첨 종이가 많고 많아!
pl: Dużo, dużo wygranych papierków!
pt_br: Muitos e muitos papéis de vitória!
ru: Очень много бумажек за победу!
zh_tw: 好多好多贏家紙片！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: Lots of win papers
de: Ganz viel Siegpapier
es: Muchos papeles de victoria
fr: Des tas de papiers qui gagnent !
it: Tante carte vittoria
ja: 勝ち紙がたくさん
ko: 당첨 종이가 많아
pl: Dużo wygranych papierków!
pt_br: Muitos papéis de vitória.
ru: Много бумажек за победу
zh_tw: 好多贏家紙片

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_SEEDPACKET
source: Thanks Tweeters!
de: Danke Piepser!
es: ¡Gracias, pío-píos!
fr: Merci, les piou-pious !
it: Grazie, cip cip!
ja: ありがとう、ピヨピヨたち！
ko: 고마워 짹짹이들!
pl: Dzięki, ćwirki!
pt_br: Obrigado, Piu-Pius!
ru: Спасибо, чирикалки!
zh_tw: 謝謝了，啾啾！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_VEST_A
source: Made of friend hair!
de: Gemacht aus Freundhaar!
es: ¡Es de pelo de amigo!
fr: C'est fait avec des poils de copain !
it: Fatta di peli di amico!
ja: お友だちの毛で出来てるんだよ！
ko: 친구 털로 만들었어!
pl: Zrobione z włosa przyjaciela!
pt_br: Feito de cabelo de amiga!
ru: Сделано из волос друзей!
zh_tw: 用朋友的頭髮做的！

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_VEST_B
source: Look just like tall friends
de: Sehen aus wie große Freunde
es: Se parece a los amigos altos
fr: Pour ressembler aux grands copains !
it: Come amici alti
ja: 大きなお友だちとそっくり
ko: 키 큰 친구처럼 보여
pl: Wyglądać jak wysocy przyjaciele.
pt_br: Parece muito com amigas altas.
ru: Прямо как настоящие высокие друзья
zh_tw: 就像高的朋友一樣

# CHARACTERS.WORMWOOD.DESCRIBE.CARNIVAL_VEST_C
source: Friend hair tickles
de: Freundhaare kitzeln
es: El pelo de amigo hace cosquillas
fr: Les poils de copains chatouillent !
it: Peli di amico fanno solletico
ja: お友だちの毛はくすぐったいね
ko: 친구 털이 간질간질해
pl: Włosy przyjaciela łaskotać.
pt_br: Cabelo de amiga faz cócegas.
ru: Волосы друзей щекочутся
zh_tw: 朋友的頭髮好癢癢

# CHARACTERS.WORMWOOD.DESCRIBE.CARRAT.DEAD
source: Oh. Dead
de: Oh. Tot.
es: Oh. Muerto
es_mx: Oh. Muerta
fr: Oh. Elle est morte.
it: Oh. Morto
ja: ああ。死んでるよ。
ko: 아. 죽었어
pl: Och. Nie żyje
pt_br: Ah. Morreu.
ru: Ой. Умерла
zh_tw: 嗷。死了

# CHARACTERS.WORMWOOD.DESCRIBE.CARRAT.GENERIC
source: Belly stuff running away!
de: Bauchzeug kann laufen!
es: ¡Cosa para la tripa se escapa!
es_mx: ¡Cosa de barriga huyendo!
fr: Le manger s'est enfui !
it: Roba per pancia scappa via!
ja: おなかに入るものが逃げたよ！
ko: 음식이 도망간다!
pl: Rzecz do brzuszka ucieka!
pt_br: Coisa da barriga fugindo!
ru: Штучка для животика убегает!
zh_tw: 填肚子的東西跑開了！

# CHARACTERS.WORMWOOD.DESCRIBE.CARRAT.HELD
source: He he. Funny little tail
de: Hehe. Lustiger kleiner Schwanz.
es: Je, je. Colita divertida
es_mx: Je, je. Colita graciosa
fr: Hé hé. Quelle petite queue rigolote !
it: Eh eh, piccola coda buffa
ja: へへっ。 おかしなちっちゃいしっぽだね
ko: 헤헤. 웃긴 꼬리야
pl: He, he. Śmieszny ogonek
pt_br: Hehe. Cauda pequena engraçada.
ru: Хе-хе. Смешной хвостик
zh_tw: 呵呵。好玩的小尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.CARRAT.SLEEPING
source: Sleepytime
de: Schlafenszeit.
es: Hora de dormir
es_mx: Hora de dormir
fr: Elle dort.
it: Fa pisolino
ja: ねんねの時間
ko: 수면 시간이야
pl: Spanko
pt_br: Hora da Naninha.
ru: Пора спать
zh_tw: 休息時間

# CHARACTERS.WORMWOOD.DESCRIBE.CARRAT_GHOSTRACER
source: Dark floaty... friend?
de: Dunkler ... Schwebefreund?
es: Oscuro y flotante... ¿amigo?
es_mx: Flotante oscura… ¿amistosa?
fr: Une copine qui flotte ?
it: Oscuro amico... fluttuante?
ja: 暗いぷかぷかの…お友だち？
ko: 검게 떠다니는... 친구?
pl: Mroczny, latający... przyjaciel?
pt_br: Flutuante escuro... amigo?
ru: Темный летучий… друг?
zh_tw: 黑暗浮動的……朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.CARROT
source: Thanks, dirt!
de: Danke, Erdboden!
es: ¡Gracias, tierra!
es_mx: ¡Gracias, tierra!
fr: Merci la terre !
it: Grazie, terra!
ja: ありがとう、土くん！
ko: 고맙다, 흙아!
pl: Dzięki, ziemio!
pt_br: Obrigado, terra!
ru: Спасибо, земля!
zh_tw: 大地，謝謝你產出蘿蔔！

# CHARACTERS.WORMWOOD.DESCRIBE.CARROT_COOKED
source: Tiny circles for belly
de: Kleine Scheiben für den Bauch.
es: Círculos diminutos para tripa
es_mx: Pequeños círculos para barriga
fr: Des petits cercles pour remplir mon ventre.
it: Cerchiolini per pancia
ja: おなかに入る小さい丸
ko: 배를 채우는 작은 동그라미야
pl: Małe kółka dla brzuszka
pt_br: Círculos pequeninos pra barriga.
ru: Маленькие кружочки для живота
zh_tw: 用來填飽肚子的蘿蔔片

# CHARACTERS.WORMWOOD.DESCRIBE.CARROT_OVERSIZED
source: Good job!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Beau travail !
it: Bel lavoro!
ja: 頑張ったね！
ko: 잘 했어!
pl: Dobra robota!
pt_br: Bom trabalho!
ru: Молодец!
zh_tw: 幹得好！

# CHARACTERS.WORMWOOD.DESCRIBE.CARROT_PLANTED
source: Nice growing! Keep going!
de: Gut, weiter so wachsen!
es: ¡Estás creciendo bien! ¡Sigue así!
es_mx: ¡Creces bien! ¡Sigue así!
fr: Tu pousses bien ! Continue comme ça !
it: Cresci bene! Continua!
ja: 良く育ってる！その調子！
ko: 그렇지! 계속 자라렴!
pl: Świetnie rośniesz! Oby tak dalej!
pt_br: Tá crescendo bem! Continue assim!
ru: Хорошо растешь! Давай еще!
zh_tw: 長的不錯！繼續努力！

# CHARACTERS.WORMWOOD.DESCRIBE.CARROT_SEEDS
source: Makes the orange belly stuff
de: Daraus wächst oranges Bauchzeug.
es: Hace la cosa naranja para la tripa
es_mx: Hacen las cosas naranjas de barriga
fr: Ça donne des bidules de couleur orange pour se remplir le ventre.
it: Fanno roba per pancia arancione
ja: オレンジのおなかに入るものができる
ko: 주황색 음식을 만들어
pl: Będą z tego pomarańczowe rzeczy do brzuszka
pt_br: Faz as coisas de barriga laranja.
ru: Чтобы сделать оранжевые штучки для животика
zh_tw: 種出橘色食物的種子

# CHARACTERS.WORMWOOD.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: No! Fire! Fire!
de: Nein! Feuer! Feuer!
es: ¡No! ¡Fuego! ¡Fuego!
es_mx: ¡No! ¡Fuego, fuego!
fr: Non ! Au feu ! Au feu !
it: No! Fuoco! Fuoco!
ja: だめ！火だよ！火だよ！
ko: 안 돼! 불이야! 불이야!
pl: Nie! Ogień! Ogień!
pt_br: Não! Fogo! Fogo!
ru: Нет! Огонь! Огонь!
zh_tw: 火！火！

# CHARACTERS.WORMWOOD.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: Oh. Oh no
de: Oh. Oh nein.
fr: Oh. Oh non.
ja: ええ！大変だよ！
ko: 아. 안 돼
pl: Och! O nie
pt_br: Ah. Ah, não.
ru: Ой. О нет
zh_tw: 噢，不！

# CHARACTERS.WORMWOOD.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: Needs Findy Paper
de: Braucht Findepapier.
es: Necesita papel de encontrar cosas
es_mx: Necesita papel hallador
fr: J'ai besoin d'un papier pour m'aider à trouver.
it: Serve carta per trovare
ja: いい紙が必要だよ
ko: 찾기 종이가 필요해
pl: Potrzebuje znajdźkopapieru
pt_br: Precisa de papel Encontrador.
ru: Нужна бумажка-искалка
zh_tw: 需要找東西的紙

# CHARACTERS.WORMWOOD.DESCRIBE.CATCOON
source: Hello, Kitty!
de: Hallo Kätzchen!
es: ¡Hola, minino!
es_mx: ¡Hola, gatito!
fr: Coucou, chaton !
it: Ciao, miao!
ja: やあ、子ネコちゃん！
ko: 안녕, 야옹아!
pl: Cześć, kitku!
pt_br: Oi, gatinho!
ru: Привет, котик!
zh_tw: 你好，小貓！

# CHARACTERS.WORMWOOD.DESCRIBE.CATCOONDEN.EMPTY
source: No more Kitties
de: Keine Kätzchen mehr.
es: No más mininos
es_mx: No más gatitos
fr: Y a aucun chaton.
it: Miao spariti
ja: もう子ネコちゃんはいない。
ko: 야옹이가 없어
pl: Nie będzie więcej kitków
pt_br: Acabaram os gatinhos.
ru: Котиков больше нет
zh_tw: 沒有更多小貓咪了

# CHARACTERS.WORMWOOD.DESCRIBE.CATCOONDEN.GENERIC
source: Anyone home?
de: Jemand zu Hause?
es: ¿Hay alguien en casa?
es_mx: ¿Hay alguien en casa?
fr: Y a quelqu'un ?
it: Qualcuno in casa?
ja: 誰かいる？
ko: 여보세요?
pl: Jest tu kto?
pt_br: Tem alguém em casa?
ru: Кто-нибудь дома?
zh_tw: 有人在家嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CATCOONHAT
source: Kitty thing for head
de: Katzending für den Kopf.
es: Cosa de minino para la cabeza
es_mx: Cosa gatito para cabeza
fr: Un truc en chaton pour la tête.
it: Miao per testa
ja: 頭にかぶるねこちゃんの
ko: 머리에 쓰는 야옹이야
pl: Kitkowa rzecz na głowę
pt_br: Coisa de gatinho pra cabeça.
ru: Котячья штука для головы
zh_tw: 用小貓咪做的帽子

# CHARACTERS.WORMWOOD.DESCRIBE.CATTOY_MOUSE
source: Squeak squeak
de: Quietsch quietsch
es: Ñi, ñi
fr: Pouik pouik
it: Squit squit
ja: チューチュー
ko: 삐걱삐걱
pl: Pisk-pisk
ru: Пи-пи-пи
zh_tw: 吱吱吱

# CHARACTERS.WORMWOOD.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: Raining rocks?
de: Steinregen?
es: ¿Llueven piedras?
es_mx: ¿Llueven rocas?
fr: Des pierres qui pleuvent ?
it: Piove rocce?
ja: 雨降り岩？
ko: 바위 비?
pl: Spadające skały?
pt_br: Chovendo pedras?
ru: Дождь из камней?
zh_tw: 天上下石頭了？

# CHARACTERS.WORMWOOD.DESCRIBE.CAVEIN_BOULDER.RAISED
source: Can't reach. Oh
de: Komme nicht ran. Oh.
es: No llego. Oh
es_mx: No alcanzar. Oh
fr: Je peux pas l'atteindre. Oh.
it: Non arrivo. Oh
ja: 届かないよ。ああ
ko: 안 닿아. 아
pl: Nie sięgam. Och
pt_br: Não é possível alcançar. Ah.
ru: Не могу дотянуться. Ой
zh_tw: 哎，夠不著。

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_BANANA
source: Mmmmm...
de: Mmmmh ...
es: Mmm...
fr: Miam...
ja: うーーーーん…
ko: 냠냠...
ru: М-м-м-м-м…
zh_tw: 嗯...

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_BANANA_BURNT
source: Smokey
de: Rauchig.
es: Humeante
es_mx: Ahumada
fr: Ça fume.
it: Affumicata
ja: 煙い
ko: 매캐해
pl: Wędzonka
pt_br: Defumada...
ru: Дымилка
zh_tw: 冒著煙

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_BANANA_COOKED
source: Smokey
de: Rauchig.
es: Humeante
es_mx: Humeante
fr: Ça fume.
it: Affumicata
ja: 煙い
ko: 매캐해
pl: Wędzonka
pt_br: Defumada...
ru: Дымилка
zh_tw: 冒著煙

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_BANANA_TREE
source: Friend with Sweet Hair
de: Freund mit süßem Haar.
es: Amigo con pelo suave
es_mx: Amigo con cabello dulce
fr: Un copain aux cheveux sucrés.
it: Amica con capelli dolci
ja: 甘い髪のお友だち
ko: 달콤한 머리카락이 있는 친구야
pl: Przyjaciel o słodkich włosach
pt_br: Amiga com Cabelo Doce.
ru: Друг со сладкими волосами
zh_tw: 長一頭甜美果實的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_ENTRANCE
source: Goes somewhere
de: Führt irgendwo hin.
es: Va a algún sitio
es_mx: Lleva a un lugar
fr: Ça mène quelque part.
it: Va da qualche parte
ja: どこかに行く
ko: 어딘가로 이어져
pl: Dokądś prowadzi
pt_br: Leva pra algum lugar.
ru: Куда-то ведет
zh_tw: 去往某處的入口

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: Can't go there
de: Geht nicht.
es: No puedo ir ahí
es_mx: No poder ir ahí
fr: Je peux pas aller là.
it: Non entrare
ja: そこには行けないよ
ko: 저긴 못 가
pl: Nie mogę tam wejść
pt_br: Não posso ir lá.
ru: Не могу войти
zh_tw: 不能進去。

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: Closed
de: Geschlossen.
es: Esto está cerrado
es_mx: Cerrada
fr: C'est fermé.
it: Chiuso
ja: 閉まってる
ko: 닫혔어
pl: Zamknięte
pt_br: Fechada.
ru: Закрыто
zh_tw: 關閉了

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: Open now
de: Jetzt offen.
es: Ahora esto está abierto
es_mx: Abrir ahora
fr: C'est ouvert maintenant.
it: Aperto ora
ja: 今は開いてる
ko: 열려 있어
pl: Już otwarte
pt_br: Agora tá aberta.
ru: Теперь открыто
zh_tw: 現在打開了

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_ENTRANCE_RUINS
source: Goes somewhere
de: Führt irgendwo hin.
es: Va a algún sitio
es_mx: Lleva a un lugar
fr: Ça mène quelque part.
it: Va da qualche parte
ja: どっかに行くんだよ
ko: 어딘가로 이어져
pl: Dokądś prowadzi
pt_br: Leva pra algum lugar.
ru: Куда-то ведет
zh_tw: 去往某處的入口

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_EXIT.FULL
source: Can't go there
de: Geht nicht.
es: No puedo ir ahí
es_mx: No poder ir ahí
fr: Je peux pas aller là.
it: Non entrare
ja: そこには行けないよ
ko: 저긴 못 가
pl: Nie mogę tam wejść
pt_br: Não posso ir lá.
ru: Не могу войти
zh_tw: 不能進去。

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_EXIT.GENERIC
source: Closed
de: Geschlossen.
es: Esto está cerrado
es_mx: Cerrado
fr: C'est fermé.
it: Chiuso
ja: 閉まってる
ko: 닫혔어
pl: Zamknięte
pt_br: Fechada.
ru: Закрыто
zh_tw: 關閉了

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_EXIT.OPEN
source: Open
de: Offen
es: Abrir
es_mx: Abrir
fr: Ouvrir
it: Apri
ja: 開ける
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
zh_tw: 打開

# CHARACTERS.WORMWOOD.DESCRIBE.CAVE_FERN
source: How you doing?
de: Wie geht's?
es: ¿Cómo te va?
es_mx: ¿Qué tal?
fr: Comment ça va ?
it: Come va?
ja: 調子はどう？
ko: 잘 지내니?
pl: Jak się miewasz?
pt_br: Como é que vai?
ru: Как дела?
zh_tw: 你好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.CEVICHE
source: Belly goop
de: Bauchbrei.
es: Pegote para la tripa
es_mx: Pegote de barriga
fr: Un truc visqueux pour se remplir le ventre.
it: Melma per pancia
ja: おなかに入るいいもの
ko: 끈적한 음식이야
pl: Brejka do brzuszka
pt_br: Gosma de barriga.
ru: Жижа для животика
zh_tw: 令人反胃

# CHARACTERS.WORMWOOD.DESCRIBE.CHARCOAL
source: Burnt rock
de: Verbrannter Stein.
es: Roca quemada
es_mx: Piedra quemada
fr: De la pierre cramée.
it: Roccia bruciata
ja: 焦げた岩
ko: 탄 돌이야
pl: Spalona skała
pt_br: Pedra queimada.
ru: Сгоревший камень
zh_tw: 燒焦的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSJUNK1
source: Machine stuff
de: Maschinenzeug.
es: Cosas de máquinas
es_mx: Cosa de máquina
fr: Une épave de machine.
it: Roba per macchina
ja: メカの物
ko: 기계야
pl: Maszynowe rzeczy
pt_br: Coisa de máquina.
ru: Штучки для машин
zh_tw: 機器的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSJUNK2
source: Lots of machine stuff
de: Viel Maschinenzeug.
es: Un montón de cosas de máquinas
es_mx: Muchas cosas máquina
fr: Une épave de machine.
it: Tanta roba per macchina
ja: メカの物がたっくさん
ko: 기계가 많이 있어
pl: Pełno maszynowych rzeczy
pt_br: Muitas coisas de máquina.
ru: Много штучек для машин
zh_tw: 好多機器的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSJUNK3
source: Full of machine stuff
de: Voller Maschinenzeug.
es: Hasta arriba de cosas de máquinas
es_mx: Lleno de cosas de máquina
fr: Une épave de machine.
it: Pieno di roba per macchina
ja: メカの物がいっぱい
ko: 기계가 잔뜩 있어
pl: Pełno maszynowych rzeczy
pt_br: Cheio de coisa de máquina.
ru: Полно штучек для машин
zh_tw: 全是機器的東西

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_ANCHOR
source: Heavy
de: Schwer.
es: Pesa mucho
es_mx: Pesada
fr: C'est lourd et épais ce truc.
it: Pesante
ja: 重たいよ
ko: 무거워
pl: Ciężkie
pt_br: Pesada.
ru: Тяжело
zh_tw: 好重啊

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_ANTLION
source: Not moving
de: Bewegt sich nicht.
es: No se mueve
es_mx: No se mueve
fr: Ça bouge plus.
it: Ferma
ja: じっとしてるよ。
ko: 안 움직여
pl: Nie rusza się
pt_br: Não mexe
ru: Не шевелится
zh_tw: 動不了了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BEARGER
source: Not so smelly now
de: Riecht nicht mehr so.
es: Ya no huele tanto
es_mx: No tan apestoso ahora
fr: Il a arrêté de puer.
it: Ora non puzza tanto
ja: 今はそんなに臭くないよ
ko: 지금은 그렇게 냄새 안 나
pl: Już tak nie śmierdzi
pt_br: Não é tão fedorento agora.
ru: Теперь не так воняет
zh_tw: 沒有臭味了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BEEFALO
source: Not fluffy...
de: Nicht flauschig ...
es: No es peludito...
fr: C'est pas doux...
it: Non soffice...
ja: ふわふわじゃないね…
ko: 안 복슬복슬해...
pl: Niepuchate...
pt_br: Não felpudo...
ru: Не пушистый...
zh_tw: 不毛絨絨……

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BEEQUEEN
source: No more buzz-buzz
de: Keine Summsis mehr.
es: No más zuums
es_mx: Ya no hace zzzzzz
fr: Elle ne fait plus bzz.
it: Basta zzz zzz
ja: もうブンブンしない。
ko: 이제 붕붕대지 않아
pl: Już nie bzyczy
pt_br: Não faz mais bzzz-bzzz
ru: Больше не делает бж-ж-ж
zh_tw: 不嗡嗡了

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: Like Pointy Head thing
de: Wie spitzes Kopfding.
es: Me gusta la cosa puntiaguda para la cabeza
es_mx: Gustar cosa de cabeza puntiaguda
fr: C'est comme un bidule pointu à mettre sur la tête.
it: Piace cosa appuntita per testa
ja: とんがり頭みたいな
ko: 뾰족한 머리 물건 같아
pl: Ma spiczastą rzecz na głowie
pt_br: Como a coisa Cabeça Pontuda.
ru: Похоже на острую штучку для головы
zh_tw: 就像尖頭的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: Strange things happening!
de: Seltsame Dinge geschehen!
es: ¡Están pasando cosas raras!
es_mx: ¡Cosas extrañas pasando!
fr: Il se passe des choses bizarres !
it: Succedono cose strane!
ja: 変なことが起きてるよ！
ko: 이상한 일이 벌어지고 있어!
pl: Dziwne rzeczy się tu dzieją!
pt_br: Coisas estranhas acontecendo!
ru: Происходит что-то странное!
zh_tw: 奇怪的事情在發生！
