Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ACTIONFAIL.MOUNT.SLEEPING
source: Wake up! There are places to go, things to be done!
de: Wach auf! Es gibt viel zu erleben und viel zu tun!
es: ¡Despierta! Tenemos sitios a los que ir y cosas que hacer.
fr: Allez, debout ! Nous avons des choses à faire, et fissa !
it: Sveglia! Abbiamo posti dove andare, cose da fare!
ja: 起きな！あちこち行って、あれこれやらないといけないんだよ！
ko: 일어나! 갈 데가 있어, 할 일이 있다고!
pt_br: Acorde! Há lugares para ir, coisas a fazer!
ru: Просыпайся! Столько еще мест не изучено и дел не сделано!
zh_tw: 醒醒吧！還有地方要去，有事情要做！

# CHARACTERS.WANDA.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: I will not meet my end trampled beneath the hooves of an angry beefalo!
de: Ich werde nicht unter den Hufen eines wütenden Beefalos enden!
es: ¡Me niego a morir pisoteada a los pies de un beefalo encabritado!
fr: Je refuse de finir aplatie sous les sabots d'un bœufalo en colère !
it: Non ho alcuna intenzione di essere calpestata a morte dagli zoccoli di un mufalo inferocito!
ja: 怒ったビーファロの蹄につぶされて死ぬなんてゴメンだわ！
ko: 성난 비팔로의 발굽 아래 짓밟혀서 생을 마감하지는 않을 거라고!
pt_br: Não vou morrer pisoteada por um bífalo furioso!
ru: Не хочу встретить свой конец под копытами разъяренного бифало!
zh_tw: 我的結局不是被憤怒的皮弗婁牛用蹄子踩死。

# CHARACTERS.WANDA.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: Ha! That would be like trying to use a wheel for a pinion!
de: Ha! Das ist, als versucht man, ein Rad als Zahnrad zu verwenden!
es: ¡Ja! Eso sería como usar un piñón con una rueda.
fr: Ha ! Ce serait comme utiliser une roue à la place d'un engrenage !
it: Ha! Sarebbe come cercare di usare una ruota al posto di un pignone!
ja: ははっ！それは風切り羽として大車輪を使おうって言うのと同じだわ！
ko: 하! 그것은 바퀴에 작은 톱니를 사용하는 것과 같아!
pt_br: Ha! Seria como tentar usar uma roda no lugar de uma engrenagem!
ru: Ха! Это ж как колесо вместо шестерни ставить!
zh_tw: 哈！這好比用車輪來做小齒輪一樣！

# CHARACTERS.WANDA.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: It takes too long to cook a fancy meal.
de: Es dauert zu lange, ein raffiniertes Essen zuzubereiten.
es: Preparar una buena comida lleva su tiempo.
fr: C'est trop long de préparer un repas élaboré.
it: Preparare un pasto elaborato richiede troppo tempo.
ja: ゴージャスな料理を作るのって時間がかかりすぎる。
ko: 멋진 요리를 만들려면 시간이 너무 오래 걸려.
pt_br: Preparar uma refeição chique demora muito.
ru: Слишком много времени занимают все эти сложные блюда.
zh_tw: 做頓好飯簡直太費時間了。

# CHARACTERS.WANDA.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: Hm.
es: Hum...
fr: Hmm...
it: Mm.
ja: んー。
ko: 흠.
ru: Хм-м.
zh_tw: 嗯。

# CHARACTERS.WANDA.ACTIONFAIL.PICKUP.INUSE
source: Please hurry up, I need that!
de: Beeil dich bitte, ich brauche das!
es: Date prisa, ¡necesito eso!
fr: Dépêchez-vous, j'en ai besoin !
it: Fai in fretta, mi serve!
ja: お願いだから急いで、絶対必要なの！
ko: 서둘러줘, 그게 필요하다고!
pt_br: Depressa, eu preciso disso!
ru: Поторопись, мне тоже это нужно!
zh_tw: 麻煩快點，我急著要！

# CHARACTERS.WANDA.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: Wait a minute... I don't remember my carrat looking like this.
de: Augenblick mal ... Ich kann mich nicht daran erinnern, dass meine Karatte so ausgesehen hat.
es: Un momento... Mi zanarrata no era así, ¿no?
fr: Attendez un peu... Ma carate ne ressemblait pas à ça.
it: Aspetta... Non ricordavo che il mio caratto avesse questo aspetto.
ja: ちょっと待って…私のキャラットはこんなだったかしら？
ko: 잠깐 기다려... 내 당근이쥐가 이렇게 생겼었나 기억이 안 나.
pt_br: Espere um minuto... Meu cenourrato está diferente do que eu lembrava.
ru: Минуточку... По-моему, моя моркрыса выглядела иначе.
zh_tw: 等一下……我記得我的胡蘿蔔鼠不是長這樣的。

# CHARACTERS.WANDA.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: Oh botheration, I think I grabbed the wrong carrat.
de: Verflixt, ich glaube, ich habe mir die falsche Karatte geschnappt.
es: Qué fastidio, he cogido la zanarrata que no era.
fr: Oh, flûte de zut, je crois que j'ai pris la mauvaise carate.
it: Che seccatura. Temo di aver preso il caratto sbagliato.
ja: ああ煩わしい！きっと間違ったキャラットをつかんだんだわ。
ko: 아 귀찮아, 내가 엉뚱한 당근이쥐를 잡은 것 같아.
pt_br: Ai, que amolação, acho que peguei o cenourrato errado.
ru: Вот неудобство, не ту моркрысу взяла.
zh_tw: 嗷，麻煩呐，我大概是拿錯了胡蘿蔔鼠。

# CHARACTERS.WANDA.ACTIONFAIL.PICKUP.NO_HEAVY_LIFTING
source: I might be able to manage it... if I was just a bit younger.
de: Ich könnte es vielleicht schaffen ... wenn ich nur ein bisschen jünger wäre.
es: Podría hacerlo... si fuera un poquito más joven.
fr: Je devrais pouvoir m'en sortir... si j'avais été un peu plus jeune.
it: Avrei potuto farcela... se fossi stata appena più giovane.
ja: もしかしたら大丈夫かもしれない…ちょっと今より若かったら。
ko: 내가 조금만 더 젊었다면... 감당할 수 있었을 텐데.
pt_br: Talvez eu conseguisse fazer isso... se eu fosse um pouco mais jovem.
ru: Будь я помоложе, может, у меня чего и вышло бы.
zh_tw: 我要是稍微再小幾歲……應該就行了。

# CHARACTERS.WANDA.ACTIONFAIL.PICKUP.RESTRICTION
source: That's a little outside my area of expertise.
de: Das ist nicht so ganz mein Fachgebiet.
es: Eso se sale de mi área de especialización.
fr: Ce n'est pas vraiment mon domaine d'expertise.
it: Non è esattamente il mio campo di competenza.
ja: それは私の専門外だわ。
ko: 내 전문 분야에서 조금 벗어났어.
pt_br: Essa não é bem a minha área de expertise.
ru: Не могу назвать себя экспертом в этом деле.
zh_tw: 這有點超出我的專業領域。

# CHARACTERS.WANDA.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: Honestly, I'm debating going back and unlearning what I know about it.
de: Ehrlich gesagt überlege ich, ob ich nicht zurückgehen und alles, was ich darüber weiß, wieder verlernen sollte.
es: Sinceramente, me empiezo a plantear volver al pasado para olvidar lo que sé de este tema.
fr: Franchement, j'hésite à repartir dans le passé pour désapprendre ce que je sais là-dessus.
it: Francamente, vorrei quasi tornare indietro e rimuovere queste nozioni dalla mia mente.
ja: 正直言うとね、過去に戻って、知ったことを忘れた方が良いんじゃないかと思ってるの。
ko: 솔직히 나는 되돌아가서 내가 알고 있는 것을 모르는 상태로 되돌리는 것에 대해 이야기하고 있다고 생각해.
pt_br: Sinceramente, estou pensando em voltar atrás e desaprender o que sei sobre o assunto.
ru: Я всерьез подумываю вернуться в прошлое и запретить себе узнавать то, что об этом знаю.
zh_tw: 說實話，我在猶豫要不要回到過去，把我這方面的知識通通抹掉。

# CHARACTERS.WANDA.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: This isn't the first time I've seen it.
de: Das ist nicht das erste Mal, dass ich das sehe.
es: No es la primera vez que veo esto.
fr: Ce n'est pas la première fois que je vois ça.
it: Non è la prima volta che la vedo.
ja: これ見るのは初めてじゃないわ。
ko: 이것을 본 게 이번이 처음은 아니야.
pt_br: Não é a primeira vez que vejo isto.
ru: Я читаю это далеко не в первый раз.
zh_tw: 這不是我第一次看到它。

# CHARACTERS.WANDA.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: Didn't I just fill this up? Gardening is so tedious...
de: Habe ich das nicht gerade erst aufgefüllt? Gartenarbeit ist so mühsam ...
es: Pero ¿no la acabo de llenar? Qué aburrida es la horticultura...
fr: Je viens pourtant de le remplir, non ? Pff, le jardinage, c'est laborieux...
it: Non l'avevo già riempito? Il giardinaggio è una tale seccatura...
ja: これさっき一杯にしたばかりじゃない？園芸って時間がかかりすぎ…
ko: 채우지 않았었나? 정원 가꾸는 일은 지겨워.
pt_br: Eu já não enchi esse negócio? Jardinagem é tão entediante...
ru: Я же только что ее наполнила! Садоводство — это так утомительно...
zh_tw: 我不是剛把這個裝滿了嗎？園藝是如此乏味……

# CHARACTERS.WANDA.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: Didn't I just fill this up? Gardening is so tedious...
de: Habe ich das nicht gerade erst aufgefüllt? Gartenarbeit ist so mühsam ...
es: Pero ¿no la acabo de llenar? Qué aburrida es la horticultura...
fr: Je viens pourtant de le remplir, non ? Pff, le jardinage, c'est laborieux...
it: Non l'avevo già riempito? Il giardinaggio è una tale seccatura...
ja: これさっき一杯にしたばかりじゃない？園芸って時間がかかりすぎ…
ko: 채우지 않았었나? 정원 가꾸는 일은 지겨워.
pt_br: Eu já não enchi esse negócio? Jardinagem é tão entediante...
ru: Я же только что ее наполнила! Садоводство — это так утомительно...
zh_tw: 我不是剛把這個裝滿了嗎？園藝是如此乏味……

# CHARACTERS.WANDA.ACTIONFAIL.REPAIR.WRONGPIECE
source: Oh botheration. I need something else.
de: Ach verflixt. Ich brauche noch etwas.
es: Qué fastidio. Necesito algo más.
fr: Oh, flûte de zut. J'ai besoin d'autre chose.
it: Che seccatura. Serve qualcos'altro.
ja: ああ、煩わしい。これじゃないのが欲しいの。
ko: 아 귀찮아. 다른 게 필요해.
pt_br: Ai, que amolação. Preciso de outra coisa.
ru: Ох, опять неудобство. Сюда нужно что-то другое.
zh_tw: 嗷，麻煩呐。我還需要點別的東西。

# CHARACTERS.WANDA.ACTIONFAIL.REPLATE.MISMATCH
source: This isn't the right dish!
de: Das ist nicht das richtige Geschirr!
es: ¡No es este plato!
fr: Ce n'est pas le bon plat !
it: Non è la pietanza corretta!
ja: これは正しくない！
ko: 이것은 올바른 요리가 아니야!
pt_br: Este não é o prato certo!
ru: Это не то блюдо!
zh_tw: 這個不對！

# CHARACTERS.WANDA.ACTIONFAIL.REPLATE.SAMEDISH
source: I don't need two of the same plate.
de: Ich brauche den gleichen Teller nicht zweimal.
es: No necesito dos platos iguales.
fr: Je n'ai pas besoin de deux plats identiques.
it: Non mi servono due pietanze uguali.
ja: 同じ料理は2個いらないわ。
ko: 같은 접시가 두 개 필요하지는 않아.
pt_br: Não preciso de dois pratos iguais.
ru: Два одинаковых блюда мне не нужны.
zh_tw: 我不需要兩個相同的盤子。

# CHARACTERS.WANDA.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: My timing must be precise!
de: Mein Timing muss präzise sein!
es: Tengo que hacerlo en el momento justo.
fr: Mon timing doit être impeccable !
it: Devo perfezionare il mio tempismo!
ja: タイミングは正確じゃないと！
ko: 내 타이밍은 정확하다고!
pt_br: Preciso calcular bem o meu timing!
ru: Нужно точно поймать момент!
zh_tw: 必須準確把握時機！

# CHARACTERS.WANDA.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: No! I'm losing speed!
de: Nein! Ich verliere an Geschwindigkeit!
es: No... ¡Que pierdo velocidad!
fr: Non ! Je perds de la vitesse !
it: No! Sto perdendo velocità!
ja: もう！スピードが落ちてるわ！
ko: 아니! 나는 점점 느려지고 있어!
pt_br: Não! Estou perdendo velocidade!
ru: Нет! Я теряю скорость!
zh_tw: 不！我在失速！

# CHARACTERS.WANDA.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: I thought I'd be better at timing...
de: Ich dachte, mein Timing wäre besser ...
es: Pensé que se me daría mejor calcular el momento justo.
fr: Je pensais avoir un meilleur rythme que ça...
it: Credevo di avere un miglior tempismo...
ja: 私はタイミング合わせるの上手いと思ったんだけど…
ko: 타이밍 잘 맞췄어야 했어.
pt_br: Achei que meu timing seria melhor...
ru: Я думала, что хорошо умею рассчитывать время...
zh_tw: 我以為我能更好地把握時機……

# CHARACTERS.WANDA.ACTIONFAIL.RUMMAGE.GENERIC
source: This is a waste of my time.
de: Das ist eine Verschwendung meiner Zeit.
es: Qué perdida de tiempo.
fr: Je perds du temps.
it: Che spreco di tempo.
ja: 時間のムダだわ。
ko: 이것은 시간 낭비야.
pt_br: Isso é uma perda do tempo.
ru: Это просто трата времени.
zh_tw: 簡直就是浪費我的時間。

# CHARACTERS.WANDA.ACTIONFAIL.RUMMAGE.INUSE
source: I'll have to check it later. Or earlier?
de: Ich muss es später überprüfen. Oder früher?
es: Tendré que registrar eso luego. ¿O antes?
fr: Il faudra que j'aille revoir ça plus tard... ou plus tôt ?
it: Riproverò più tardi. O prima?
ja: 後で確認するわ。前に、かもしれないけど。
ko: 나중에 확인해야겠어. 아니면 더 일찍?
pt_br: Vou ter que verificar isso mais tarde. Ou mais cedo?
ru: Попозже посмотрю. Или пораньше?
zh_tw: 我一會再看看。或是回到之前去看看？

# CHARACTERS.WANDA.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: It takes too long to cook a fancy meal.
de: Es dauert zu lange, ein raffiniertes Essen zuzubereiten.
es: Preparar una buena comida lleva su tiempo.
fr: C'est trop long de préparer un repas élaboré.
it: Preparare un pasto elaborato richiede troppo tempo.
ja: ゴージャスな料理を作るのって時間がかかりすぎる。
ko: 멋진 요리를 만들려면 시간이 너무 오래 걸려.
pt_br: Preparar uma refeição chique demora muito.
ru: Слишком много времени занимают все эти сложные блюда.
zh_tw: 做頓好飯簡直太費時間了。

# CHARACTERS.WANDA.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: I'm in a hurry, but not that much of a hurry.
de: Ich bin zwar in Eile, aber so sehr nun auch wieder nicht.
es: Tengo prisa, pero no demasiada.
fr: Je suis pressée, mais pas à ce point-là.
it: Vado di fretta, ma non fino a questo punto.
ja: 急いでるんだけど、それほど急いでるってわけではないわ。
ko: 급하긴 하지만 그렇게 서두르지는 않아.
pt_br: Estou com pressa, mas não tanta assim.
ru: Я, конечно, спешу, но не настолько же.
zh_tw: 我雖然趕時間，但也沒那麼趕時間。

# CHARACTERS.WANDA.ACTIONFAIL.SAIL.REPAIR
source: It doesn't need any fixing.
de: Daran muss nichts gemacht werden.
es: No hay que arreglar nada.
fr: Pas besoin de la réparer.
it: Non ha bisogno di riparazioni.
ja: 修理する必要はないわね。
ko: 고칠 필요가 없어.
pt_br: Não precisa de consertos.
ru: Здесь нечего чинить.
zh_tw: 不需要任何修理。

# CHARACTERS.WANDA.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not meeting my end under the hooves of an angry beefalo, thank you.
de: Ich werde nicht unter den Hufen eines wütenden Beefalos enden, vielen Dank aber auch!
es: Me niego a morir a los pies de un beefalo encabritado, gracias.
fr: Je refuse de finir sous les sabots d'un bœufalo en colère.
it: Non ci tengo a essere calpestata a morte dagli zoccoli di un mufalo inferocito, grazie.
ja: 怒ったビーファロの蹄につぶされて死ぬなんてまっぴらゴメンだわ！
ko: 성난 비팔로의 발굽 아래 짓밟혀서 생을 마감하지는 않겠어, 고마워.
pt_br: Não vou morrer pisoteada por um bífalo furioso, muito obrigada.
ru: Не собираюсь встречать свой конец под копытами разъяренного бифало, благодарю покорно.
zh_tw: 我的結局不是被憤怒的皮弗婁牛用蹄子踩死，謝謝你。

# CHARACTERS.WANDA.ACTIONFAIL.SHAVE.GENERIC
source: That's not going to work.
de: Das funktioniert nicht.
es: No va a funcionar.
fr: Ça ne fonctionnera pas.
it: Non funzionerà.
ja: あれはどうにもならない。
ko: 통하지 않을 거야.
pt_br: Isso não vai funcionar.
ru: Так я к успеху не приду.
zh_tw: 這東西沒用

# CHARACTERS.WANDA.ACTIONFAIL.SHAVE.NOBITS
source: Their hair takes such a long time to grow back.
de: Es dauert so lange, bis ihre Haare nachwachsen.
es: Tarda mucho en volver a salirles el pelo.
fr: Leur fourrure met un temps fou à repousser.
it: Il pelo impiega moltissimo a ricrescere.
ja: 毛が元に戻るまでにずいぶん時間がかかるのね。
ko: 털이 다시 자라려면 시간이 오래 걸려.
pt_br: O pelo deles demora muito pra crescer de volta.
ru: Как же долго у них растет шерсть.
zh_tw: 它們的毛髮重新生長需要好長的時間。

# CHARACTERS.WANDA.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: I don't have time to waste on shaving other people's beefalo!
de: Ich habe keine Zeit, die Beefalos anderer Leute zu rasieren!
es: ¡No puedo perder el tiempo afeitando un beefalo que no es mío!
fr: Je n'ai pas de temps à perdre à raser les bœufalos des autres !
it: Non sprecherò tempo a rasare un mufalo altrui!
ja: よその人のビーファロをシェービングするのに費やす時間はないわ。
ko: 남의 비팔로 털을 깎으며 허비할 시간이 없어!
pt_br: Não tenho tempo a perder tosando o bífalo dos outros!
ru: Не собираюсь тратить время на бритье чужих бифало!
zh_tw: 我可沒時間浪費在為別人的牛剃毛上。

# CHARACTERS.WANDA.ACTIONFAIL.SLAUGHTER.TOOFAR
source: It gets to live another day.
de: Es darf einen weiteren Tag erleben.
es: Vivirá un día más.
fr: Il survivra. Pour cette fois.
it: Avrà modo di vedere l'alba di un nuovo giorno.
ja: もう1日生きられる。
ko: 또 하루를 살게 되었네.
pt_br: Vai viver mais um dia.
ru: Радуйся, ты будешь жить.
zh_tw: 姑且讓它再苟活一天。

# CHARACTERS.WANDA.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: What am I forgetting? Oh! The carrats!
de: Was kann ich vergessen haben? Oh! Die Karatten!
es: ¿De qué me olvido...? ¡Ah! ¡Las zanarratas!
fr: Qu'est-ce que j'oublie ? Oh ! Les carates !
it: Cosa sto dimenticando? Oh! I caratti!
ja: 何か忘れてる…？あ！キャラットだ！
ko: 내가 잊고 있는 게 뭐지? 오! 당근이쥐 녀석들!
pt_br: O que estou esquecendo? Ah! Os cenourratos!
ru: Что же я забыла... Ах да, моркрысы!
zh_tw: 我忘記了什麼呢？哦！胡蘿蔔鼠！

# CHARACTERS.WANDA.ACTIONFAIL.STORE.GENERIC
source: There's only so much space.
de: Der Platz ist begrenzt.
es: El espacio tiene un límite.
fr: Ça manque de place.
it: Lo spazio è limitato.
ja: ひとつも空きがないわね。
ko: 공간이 아주 넓군.
pt_br: O espaço é limitado.
ru: Места тут не так уж много.
zh_tw: 空間有限啊。

# CHARACTERS.WANDA.ACTIONFAIL.STORE.INUSE
source: Please hurry, I have so much to do!
de: Beeilung, bitte, ich habe so viel zu tun!
es: Rápido, ¡que tengo cosas que hacer!
fr: Dépêchez-vous, j'ai beaucoup à faire !
it: Fai presto, ho un sacco di faccende da sbrigare!
ja: 急いでくれない？やること一杯なの！
ko: 제발 서둘러, 할 일이 너무 많다고!
pt_br: Depressa, tenho muita coisa pra fazer!
ru: Давай быстрее, у меня очень много дел!
zh_tw: 麻煩快點，我好多事呢！

# CHARACTERS.WANDA.ACTIONFAIL.STORE.NOTALLOWED
source: I don't have time to fuss with this!
de: Ich habe keine Zeit, mich damit herumzuschlagen!
es: ¡No puedo perder el tiempo con esto!
fr: Je n'ai pas le temps de m'occuper de ça !
it: Non ho tempo da perdere con queste cose!
ja: 関わってる時間はないわ！
ko: 법석 떨 시간이 없어!
pt_br: Não tenho tempo pra perder com isso!
ru: У меня нет времени с этим разбираться!
zh_tw: 我可沒時間浪費在這種事情上！

# CHARACTERS.WANDA.ACTIONFAIL.STORE.NOTMASTERCHEF
source: It takes too long to cook a fancy meal.
de: Es dauert zu lange, ein raffiniertes Essen zuzubereiten.
es: Preparar una buena comida lleva su tiempo.
fr: C'est trop long de préparer un repas élaboré.
it: Preparare un pasto elaborato richiede troppo tempo.
ja: ゴージャスな料理を作るのって時間がかかりすぎる。
ko: 멋진 요리를 만들려면 시간이 너무 오래 걸려.
pt_br: Preparar uma refeição chique demora muito.
ru: Слишком много времени занимают все эти сложные блюда.
zh_tw: 做頓好飯簡直太費時間了。

# CHARACTERS.WANDA.ACTIONFAIL.TEACH.CANTLEARN
source: I just can't puzzle that one out...
de: Das kann ich einfach nicht knacken ...
es: No consigo entenderlo muy bien...
fr: Je n'arrive pas à comprendre...
it: Non riesco proprio a sbrogliarlo...
ja: あれを解明することはできないわ…
ko: 저걸 알아 맞출 수가 없네...
pt_br: Não consigo resolver isso...
ru: Совершенно не понимаю, как это работает...
zh_tw: 我就是無法理解這個問題……

# CHARACTERS.WANDA.ACTIONFAIL.TEACH.KNOWN
source: Yes yes, I know that one already.
de: Ja, ja, das weiß ich schon.
es: Sí, sí, eso ya me lo sé.
fr: Oui oui, je connais déjà.
it: Sì, sì, questo lo so già.
ja: そう、そうだったわ。もう知ってたんだった。
ko: 응 응, 이미 알고 있다고.
pt_br: Sim, sim, eu já sei disso.
ru: Да, да, я это все уже знаю.
zh_tw: 對對，那個我知道。

# CHARACTERS.WANDA.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: It's too dark in here... I can't make anything out.
de: Es ist zu dunkel hier drin ... Ich kann nichts erkennen.
es: Está muy oscuro... No consigo ver nada.
fr: Il fait trop sombre, ici... Je ne vois rien.
it: È troppo buio... Non riesco a capirci nulla.
ja: ここは暗すぎる…なにも見えやしないわ。
ko: 여긴 너무 어두워... 아무것도 보이지 않아.
pt_br: Está escuro demais aqui... Não dá para ver nada.
ru: Тут слишком темно... Не могу ничего разглядеть.
zh_tw: 這裡太黑了……伸手不見五指。

# CHARACTERS.WANDA.ACTIONFAIL.TEACH.WRONGWORLD
source: I'm in the right time, but the wrong place.
de: Ich bin in der richtigen Zeit, aber am falschen Ort.
es: Estoy en el lugar equivocado en el momento perfecto.
fr: Je suis au bon moment, mais au mauvais endroit.
it: Sono al momento giusto, ma nel posto sbagliato.
ja: 正しい時間にいるけど、場所が正しくなかったみたいだわ。
ko: 제 시간에 왔지만 잘못된 곳으로 왔네.
pt_br: Estou na hora certa, mas no lugar errado.
ru: Я попала в правильное время, но в неправильное место.
zh_tw: 我在正確的時間來到了錯誤的地點。

# CHARACTERS.WANDA.ACTIONFAIL.UNLOCK.WRONGKEY
source: Oh botheration, this isn't going to work.
de: Ach verflixt. Das wird nicht funktionieren.
es: Qué fastidio... No va a funcionar.
fr: Oh flûte de zut, ça ne va pas marcher.
it: Che seccatura, non funziona.
ja: ああ、煩わしい！これはダメだわ。
ko: 아 귀찮아, 효과가 없겠는데.
pt_br: Ai, que amolação! Não vai funcionar.
ru: Ну что за неудобство! Не подходит!
zh_tw: 嗷，麻煩呐，這估計不行。

# CHARACTERS.WANDA.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: I guess we weren't meant to be partners this time around.
de: Ich schätze, wir waren diesmal nicht dazu bestimmt, Partner zu sein.
es: Supongo que lo nuestro no puede ser esta vez.
fr: Je suppose que nous n'étions pas destinés à être partenaires, cette fois-ci.
it: Suppongo che questa volta non fosse destino che stessimo insieme.
ja: この時間線ではパートナーになる運命じゃなかったってことかしら。
ko: 이번에는 우리가 파트너가 될 운명이 아니었나 봐.
pt_br: Acho que não estamos destinados a ser parceiros desta vez.
ru: Что ж, видимо, в этот раз судьба решила нас не сводить.
zh_tw: 看來這回我們註定不能成為夥伴。

# CHARACTERS.WANDA.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: I don't have time to take care of all these beefalo!
de: Ich habe keine Zeit, mich um all diese Beefalos zu kümmern!
es: No tengo tiempo para ocuparme de todos estos beefalos.
fr: Je n'ai pas le temps de m'occuper de tous ces bœufalos !
it: Non ho tempo di prendermi cura di tutti questi mufali!
ja: こんなにいっぱいのビーファロの世話をする時間がないわ！
ko: 이 비팔로를 모조리 돌볼 시간은 없어!
pt_br: Não tenho tempo pra tomar conta de todos esses bífalos!
ru: У меня нет времени ухаживать за всеми бифало в округе!
zh_tw: 我沒有時間照顧所有的皮弗婁牛！

# CHARACTERS.WANDA.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: Oh, that's not... well this is embarrassing.
de: Oh, das ist nicht ... Mann, ist das peinlich.
es: Eso no es... Uf, qué vergüenza.
fr: Oh, ce n'est pas... Oups. C'est gênant.
it: Oh, non è un... Che situazione imbarazzante.
ja: ああ、あれじゃない…もう、恥ずかしいったらありゃしない。
ko: 아, 그게 아니라... 음 좀 부끄럽군.
pt_br: Ah, isso não é... ai, que embaraçoso.
ru: Ой, это же не... ну вот, теперь мне неловко.
zh_tw: 啊，那個不是……這下尷尬了。

# CHARACTERS.WANDA.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: I'll come back to that when I'm not fighting for my life!
de: Ich werde darauf zurückkommen, wenn ich gerade nicht um mein Leben kämpfe!
es: ¡Ya lo intentaré cuando no esté luchando por mi vida!
fr: Je m'en chargerai une autre fois... quand je n'aurai pas à sauver ma peau !
it: Tornerò a prenderlo quando non starò lottando per la vita!
ja: 命がけで戦ってない時に戻って来るわ！
ko: 목숨을 걸고 싸우지 않아도 될 때 다시 돌아가겠어!
pt_br: Vou voltar a isso quando não estiver lutando pela sobrevivência!
ru: Я к этому вернусь, когда надоест бороться за жизнь!
zh_tw: 等我不為自己的生命而戰時，我再回來管那個！

# CHARACTERS.WANDA.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: Wait a tick... this isn't even the right key!
de: Halt mal ... Das ist ja gar nicht der richtige Schlüssel!
es: Un segundo... ¡Esta no es la llave!
fr: Une minute... ce n'est même pas la bonne clé !
it: Un secondo... Questa non è nemmeno la chiave corretta!
ja: ちょっと待って…これ、正しい鍵じゃない！
ko: 잠깐만... 이것은 맞는 열쇠도 아니잖아!
pt_br: Espere um pouco... esta nem é a chave certa!
ru: Секундочку... Это же не тот ключ!
zh_tw: 等等……這把鑰匙根本就不對！

# CHARACTERS.WANDA.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: I could have sworn that was the right key...
de: Ich hätte schwören können, dass das der richtige Schlüssel ist ...
es: Juraría que esta era la llave correcta...
fr: J'aurais pourtant juré que c'était la bonne clé...
it: Avrei giurato che fosse la chiave corretta...
ja: あれは正しい鍵だったはずなんだけどな…
ko: 이것이 바로 그 열쇠였다고 맹세할 수 있었는데.
pt_br: Podia jurar que era a chave certa...
ru: Я была уверена, что это нужный ключ...
zh_tw: 我可以發誓之前這把就是對的鑰匙……

# CHARACTERS.WANDA.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: I'm getting this out of order, I need something to wrap first.
de: Ich mache das in der falschen Reihenfolge, ich brauche erst etwas zum Einwickeln.
es: A ver, vayamos por partes... Primero necesito algo para envolver.
fr: Il me faut d'abord quelque chose pour l'emballer.
it: Sto invertendo l'ordine! Prima mi serve qualcosa da avvolgere.
ja: あれ、またあべこべの順番になっちゃった。まず、包む物を用意しないと。
ko: 내가 고장내고 있어. 먼저 감쌀것이 필요해.
pt_br: Estou fazendo tudo fora de ordem, preciso de algo para embrulhar primeiro.
ru: Я опять все перепутала. Сначала надо найти, а уже потом заворачивать.
zh_tw: 我順序搞錯了，需要先找到能捆的東西。

# CHARACTERS.WANDA.ACTIONFAIL.WRITE.GENERIC
source: I don't have time to fuss with that.
de: Ich habe keine Zeit, mich damit zu abzuplagen.
es: No puedo perder el tiempo con eso.
fr: Je n'ai pas le temps à perdre avec ça.
it: Non ho tempo da perdere con quelle cose.
ja: 関わってる時間はないわ。
ko: 저걸로 법석 떨 시간이 없어!
pt_br: Não tenho tempo pra perder com isso.
ru: У меня нет времени с этим разбираться.
zh_tw: 我可沒時間浪費在那種事情上。

# CHARACTERS.WANDA.ACTIONFAIL.WRITE.INUSE
source: Are you writing a novel? What is taking so long?
de: Schreibst du einen Roman? Warum dauert das so lange?
es: ¿Estás escribiendo una novela o qué? ¿Por qué tardas tanto?
fr: Vous écrivez un roman ? Pourquoi c'est si long ?
it: Stai scrivendo un romanzo? Perché ti ci vuole così tanto?
ja: 小説書いてるの？何でそんなに時間がかかるのよ！
ko: 소설을 쓰고 있어? 뭐가 그렇게 오래 걸리지?
pt_br: Você está escrevendo um romance? Por que está demorando tanto?
ru: Ты там роман пишешь или что? Почему так долго?
zh_tw: 你是在寫小說嗎？這麼長時間幹什麼呢？
