Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.MINISIGN.UNDRAWN
source: Needs pretty picture
de: Braucht ein hübsches Bild.
es: Necesita imagen bonita
es_mx: Necesita imagen bonita
fr: Il faut faire un joli dessin dessus.
it: Serve figura bella
ja: きれいな絵が欲しい
ko: 예쁜 그림이 필요해
pl: Potrzebuje ładnego obrazka
pt_br: Preciso de desenho bonito.
ru: Тут нужна красивая картинка
zh_tw: 需要畫點漂亮的圖案

# CHARACTERS.WORMWOOD.DESCRIBE.MINISIGN_ITEM
source: Needs ground
de: Braucht Boden.
es: Necesita terreno
es_mx: Necesita tierra
fr: Il faut planter ça dans le sol.
it: Serve terra
ja: 地面が欲しい
ko: 땅이 필요해
pl: Trzeba postawić
pt_br: Precisa de chão.
ru: Нужна земля
zh_tw: 需要插在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.MINOTAUR
source: Don't want to fight!
de: Will nicht kämpfen!
es: ¡No quiero pelear!
es_mx: ¡No querer pelear!
fr: J'ai pas envie de me battre.
it: No combattere!
ja: 戦いたくないよ！
ko: 싸우고 싶지 않아!
pl: Nie chcę walczyć!
pt_br: Não quero lutar!
ru: Не хочу драться!
zh_tw: 我不想打架了！

# CHARACTERS.WORMWOOD.DESCRIBE.MINOTAURCHEST
source: Lots of stuff!
de: Viel Zeug!
es: ¡Montones de cosas!
es_mx: ¡Muchas cosas!
fr: Y a plein de choses dedans !
it: Tanta roba!
ja: 物がいっぱい！
ko: 물건이 많아!
pl: Mnóstwo rzeczy!
pt_br: Tem um monte de coisas!
ru: Много всего!
zh_tw: 裝了很多東西！

# CHARACTERS.WORMWOOD.DESCRIBE.MINOTAURHORN
source: Ouch!
de: Autsch!
es: ¡Ay!
es_mx: ¡Ay!
fr: Ouille !
it: Ahia!
ja: 痛い！
ko: 아얏!
pl: Auć!
pt_br: Autch!
ru: Ой!
zh_tw: 哎喲！

# CHARACTERS.WORMWOOD.DESCRIBE.MOLE.ABOVEGROUND
source: Smelly Digger!
de: Stinkiger Gräber!
es: ¡Excavador apestoso!
es_mx: Cavador apestoso
fr: Une créature fouisseuse qui sent mauvais !
it: Scavatrice puzzolente!
ja: 臭い穴掘り！
ko: 냄새 나는 채굴꾼이야!
pl: Śmierdzący kopacz!
pt_br: Cavadora Fedida!
ru: Вонючий ковыряка!
zh_tw: 臭臭的掘地者！

# CHARACTERS.WORMWOOD.DESCRIBE.MOLE.HELD
source: It's wiggling
de: Er zappelt.
es: Se contonea
es_mx: Se retuerce
fr: La créature gigote.
it: Si muove
ja: くねくねしてる
ko: 꿈틀거리고 있어
pl: Wije się
pt_br: Não para de se mexer.
ru: Он извивается
zh_tw: 它正在蠕動著

# CHARACTERS.WORMWOOD.DESCRIBE.MOLE.UNDERGROUND
source: Smelly Digger is hiding
de: Stinkiger Gräber versteckt sich.
es: Excavador apestoso se esconde
es_mx: Cavador apestoso se esconde
fr: La créature fouisseuse qui sent mauvais se cache.
it: Scavatrice puzzolente si nasconde
ja: 臭い穴掘りが隠れてる
ko: 냄새 나는 채굴꾼이 숨어 있어
pl: Śmierdzący kopacz się chowa
pt_br: Cavadora Fedida tá se escondendo.
ru: Вонючий ковыряка прячется
zh_tw: 臭臭的掘地者躲起來了

# CHARACTERS.WORMWOOD.DESCRIBE.MOLEBAT
source: Big sniffer
de: Großer Schnüffel
es: Olfateador grande
fr: Une grosse renifleuse.
it: Grande naso
ja: おっきいクンクンだ
ko: 큰 킁킁이야
pl: Wielki niuchacz
pt_br: Farejadora grande.
ru: Большой нюх
zh_tw: 大聞聞

# CHARACTERS.WORMWOOD.DESCRIBE.MOLEBATHILL
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: Ça dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 它在休息

# CHARACTERS.WORMWOOD.DESCRIBE.MOLEHAT
source: A Smelly Digger hat
de: Hut aus stinkigem Gräber.
es: Un sombrero del excavador apestoso
es_mx: Un sombrero de cavador apestoso
fr: Un chapeau de créature fouisseuse qui sent mauvais.
it: Cappello da scavatrice puzzolente
ja: 臭い穴掘りの帽子
ko: 냄새 나는 채굴꾼 모자야
pl: Kapelusz śmierdzącego kopacza
pt_br: Chapéu de Cavadora Fedida.
ru: Шляпа вонючего ковыряки
zh_tw: 一頂用臭臭的掘地者製成帽子

# CHARACTERS.WORMWOOD.DESCRIBE.MOLEHILL
source: You okay, dirt?
de: Alles klar, Erdboden?
es: ¿Estás bien, tierra?
es_mx: ¿Estás bien, tierra?
fr: Dis la terre, ça va ?
it: Stai bene, terra?
ja: だいじょうぶ？土？
ko: 괜찮니, 흙아?
pl: Wszystko w porządku, ziemio?
pt_br: Você tá bem. terra?
ru: Земля, ты как?
zh_tw: 你還好嗎，大地？

# CHARACTERS.WORMWOOD.DESCRIBE.MONKEY
source: Cheeky
de: Dreist.
es: Travieso
es_mx: Pícaro
fr: Une petite canaille.
it: Sfacciata
ja: チーキーモンキー
ko: 까불이야
pl: Pyskacz
pt_br: Atrevido.
ru: Нахал
zh_tw: 無賴

# CHARACTERS.WORMWOOD.DESCRIBE.MONKEYBARREL
source: Full of Cheekies
de: Voller Dreistis.
es: Lleno de traviesos
es_mx: Lleno de pícaros
fr: C'est rempli de petites canailles.
it: Pieno di sfacciate
ja: チーキーがいっぱい
ko: 까불이로 가득해
pl: Pełne pyskaczów
pt_br: Cheio de Atrevidos.
ru: Полно нахалов
zh_tw: 裡面全是無賴的猴子

# CHARACTERS.WORMWOOD.DESCRIBE.MONSTERLASAGNA
source: For belly?
de: Für den Bauch?
es: ¿Para la tripa?
es_mx: ¿Para barriga?
fr: Pour se remplir le ventre ?
it: Per pancia?
ja: おなかに？
ko: 배를 채우나?
pl: Do brzuszka?
pt_br: Pra barriga?
ru: Для животика?
zh_tw: 能填肚子嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MONSTERMEAT
source: Belly stuff?
de: Bauchzeug?
es: ¿Cosa para la tripa?
es_mx: ¿Cosa de barriga?
fr: De quoi se remplir le ventre ?
it: Roba per pancia?
ja: おなかに入る？
ko: 음식인가?
pl: Rzeczy do brzuszka?
pt_br: Coisa de barriga?
ru: Штучка для животика?
zh_tw: 是填肚子的東西嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MONSTERMEAT_DRIED
source: Hmmm...
de: Hmm ...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흐음...
ru: Хм-м-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.MONSTERTARTARE
source: Nope
de: Nein.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不是的

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBASE.BROKEN
source: Needs fixes
de: Ist kaputt.
es: Necesita arreglarse
es_mx: Necesita reparaciones
fr: C'est cassé.
it: Serve riparazioni
ja: 修理が必要だね
ko: 수리가 필요해
pl: Potrzebuje naprawy
pt_br: Precisa de reparos.
ru: Нужно чинить
zh_tw: 要修一下

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBASE.GENERIC
source: Does it work?
de: Funktioniert das?
es: ¿Funciona?
es_mx: ¿Funciona?
fr: Ça fonctionne ?
it: Funziona?
ja: つかえるの？
ko: 작동하나?
pl: Działa?
pt_br: Isso funciona?
ru: А работает?
zh_tw: 管用嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBASE.MOONSTAFF
source: Stick makes light!
de: Stock macht Licht!
es: ¡Palo hace luz!
es_mx: ¡Palo hace luz!
fr: Le bâton fait de la lumière !
it: Bastone fa luce!
ja: 棒が明かりになるよ
ko: 막대기가 빛을 만들어!
pl: Patyk robi światło!
pt_br: Vara faz luz!
ru: Палочка светится!
zh_tw: 棍子能發光！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBASE.STAFFED
source: Hmm... What's happening?
de: Hmm ... Was geschieht?
es: Mmm... ¿Qué pasa?
es_mx: Mmm… ¿Qué pasa?
fr: Hum... Qu'est-ce qui se passe ?
it: Mmmm... Cosa succede?
ja: んーー、どうしたの？
ko: 흠... 무슨 일이지?
pl: Hmm... Co się dzieje?
pt_br: Hmm... O que tá acontecendo?
ru: Хм-м… Что-то происходит?
zh_tw: 呣。有情況？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBASE.WRONGSTAFF
source: Nope
de: Nö.
es: Nop
es_mx: No
fr: Non.
it: No
ja: ううん
ko: 안 돼
pl: Nie
pt_br: Negativo.
ru: Не-а
zh_tw: 不

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBUTTERFLY.GENERIC
source: Hehe! Glowy!
de: Hehe! Leuchtet!
es: ¡Je, je! ¡Brillante!
es_mx: ¡Je, je! ¡Brillante!
fr: Héhé. Ça brille.
it: Eh eh! Luccica!
ja: へへ！ぴかぴか！
ko: 헤헤! 빛이 나!
pl: He, he! Świeci się!
pt_br: He, he! Brilhante!
ru: Хе-хе! Светится!
zh_tw: 呵呵！在發光！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBUTTERFLY.HELD
source: Hello, Flappy friend!
de: Hallo Flatterfreund!
es: ¡Hola, amiga aleteante!
es_mx: ¡Hola, amiga aleteadora!
fr: Coucou, copain qui fait flap flap !
it: Ciao, amica flap flap!
ja: やあ、パタパタのお友だち
ko: 안녕, 팔랑거리는 친구야!
pl: Cześć, przyjacielu trzepotku!
pt_br: Olá, Bate Asas amiga!
ru: Привет, бякалка!
zh_tw: 你好，撲騰撲騰的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBUTTERFLYWINGS
source: Can't fly with them
de: Kann nicht damit fliegen.
es: No puedo volar con ellas
es_mx: No poder volar con ellas
fr: Je peux pas voler.
it: Senza non voli
ja: 一緒には飛べないよ
ko: 이걸로 날 순 없어
pl: Nie da się na nich latać
pt_br: Não posso voar com elas.
ru: Не могу с ними лететь
zh_tw: 用這個飛不起來

# CHARACTERS.WORMWOOD.DESCRIBE.MOONBUTTERFLY_SAPLING
source: Keep growing! You can do it!
de: Wachs weiter! Du schaffst es!
es: ¡Sigue creciendo! ¡Tú puedes!
es_mx: ¡Sigue creciendo! ¡Puedes hacerlo!
fr: Allez, continue à pousser !
it: Cresci! Ce la fai!
ja: どんどん育ってね！君ならできるよ！
ko: 계속 자라렴! 할 수 있어!
pl: Rośnij dalej! Dasz radę!
pt_br: Continue crescendo! Você consegue!
ru: Расти больше! Ты сможешь!
zh_tw: 繼續長大！你可以的！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.CAVE
source: Oh. No Night Ball here
de: Oh. Keine Nachtkugel da.
es: Oh. Aquí no hay bola nocturna
es_mx: Oh. No hay Bola Nocturna aquí
fr: Oh. Y'a pas de boule de nuit ici.
it: Oh. Qui no palla di notte
ja: おお。夜のボールはここにはないよ
ko: 아. 여긴 밤의 공이 없어
pl: Och. Nie ma tu nocnej kuli
pt_br: Ah. Não tem Bola da Noite aqui.
ru: Ой. Тут нет ночного шарика
zh_tw: 噢，這裡沒有夜晚的球。

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.GENERIC
source: Night Ball looker
de: Nachtkugelgucker.
es: Para mirar la bola nocturna
es_mx: Mirador de Bola Nocturna
fr: C'est pour regarder la boule de nuit.
it: Guarda di notte
ja: 夜のボール探し屋さん
ko: 밤의 공을 관찰해
pl: Patrzacz do nocnej kuli
pt_br: Observador da Bola da Noite.
ru: Смотрелка на ночной шарик
zh_tw: 用來看夜晚的球

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.GLASSED
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Salve!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.NIGHT_FULL
source: Big Night Ball!
de: Große Nachtkugel!
es: ¡Gran bola nocturna!
es_mx: ¡Bola Nocturna grande!
fr: Une grosse boule de nuit !
it: Grande palla di notte!
ja: おっきな夜のボール！
ko: 큰 밤의 공이다!
pl: Wielka nocna kula!
pt_br: Bola da Noite grande!
ru: Большой ночной шарик!
zh_tw: 大夜晚的球

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.NIGHT_NEW
source: No Night Ball
de: Keine Nachtkugel.
es: No hay bola nocturna
es_mx: Sin Bola Nocturna
fr: Y'a a pas de boule de nuit.
it: No palla di notte
ja: 夜のボールがないよ
ko: 밤의 공이 없어
pl: Nie ma nocnej kuli
pt_br: Sem Bola da Noite.
ru: Нет ночного шарика
zh_tw: 沒有夜晚的球

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.NIGHT_WANE
source: Night Ball getting smaller
de: Nachtkugel wird kleiner.
es: Bola nocturna se hace pequeña
es_mx: Bola Nocturna se hace pequeña
fr: La boule de nuit devient plus petite.
it: Palla di notte più piccola
ja: 夜のボールがおっきくなってきてるよ
ko: 밤의 공이 작아지고 있어
pl: Nocna kula maleje
pt_br: Bola da Noite tá ficando menor.
ru: Ночной шарик уменьшается
zh_tw: 夜晚的球變小了

# CHARACTERS.WORMWOOD.DESCRIBE.MOONDIAL.NIGHT_WAX
source: Night Ball getting bigger
de: Nachtkugel wird größer.
es: Bola nocturna se hace grande
es_mx: Bola Nocturna se hace grande
fr: La boule de nuit grossit.
it: Palla di notte più grande
ja: 夜のボールがおっきくなってきてる
ko: 밤의 공이 커지고 있어
pl: Nocna kula rośnie
pt_br: Bola da Noite tá ficando maior.
ru: Ночной шарик растет
zh_tw: 夜晚的球變大了

# CHARACTERS.WORMWOOD.DESCRIBE.MOONGLASS
source: Ouch! Sharp!
de: Aua! Scharf!
es: ¡Ay! ¡Pincha!
es_mx: ¡Ay! ¡Afilado!
fr: Aïe ! Ça coupe !
it: Ahia! Taglia!
ja: いてっ！とがってるよ！
ko: 아얏! 날카로워!
pl: Auć! Ostry!
pt_br: Ai! Afiado!
ru: Ой! Колется!
zh_tw: 噢！好尖！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONGLASSAXE
source: Clear Rock Chopper
de: Durchsichtig und scharf.
es: Cortador de roca clara
es_mx: Cortador de roca transparente
fr: Un truc qui coupe en pierre transparente.
it: Tagliatutto per rocce chiare
ja: 岩チョッパーを消すよ
ko: 투명한 돌 도끼야
pl: Rąbacz z przezroczystej skały
pt_br: Picador de Pedra Transparente.
ru: Рубилка из прозрачного камня
zh_tw: 光亮的石頭斧子！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONGLASS_CHARGED
source: Glowy sharp things
de: Leuchtende scharfe Dinger
es: Cosas brillantes y puntiagudas
fr: Des trucs qui coupent et qui brillent.
it: Cose a punta luminose
ja: 大っきなとがってるものだ
ko: 광채나는 날카로운 물건
pl: Świecące i ostre cosie
pt_br: Coisas afiadas e brilhantes.
ru: Острые штуки-светилки
zh_tw: 發著光的鋒利的東西

# CHARACTERS.WORMWOOD.DESCRIBE.MOONGLASS_ROCK
source: Clear Rock
de: Klarer Stein.
es: Roca clara
es_mx: Roca transparente
fr: De la pierre transparente.
it: Roccia chiara
ja: 岩を消すよ
ko: 투명한 돌이야
pl: Przezroczysta skała
pt_br: Pedra Transparente.
ru: Прозрачный камень
zh_tw: 光亮的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: Moony wet nest
de: Mondnassnest.
es: Nido mojado lunar
es_mx: Nido mojado lunesco
fr: Un nid aquatique qui aime la lune.
it: Nido umido lunare
ja: お月様のぬれた巣
ko: 축축한 달 같은 둥지야
pl: Mokre, księżycowe gniazdo
pt_br: Ninho molhado lunar.
ru: Лунное мокрое гнездо
zh_tw: 月亮東西的濕濕的窩

# CHARACTERS.WORMWOOD.DESCRIBE.MOONROCKCRATER
source: Big bump in it
de: Es hat gerummst.
es: Pedazo de bache
es_mx: Tiene una protuberancia grande
fr: Il y a un gros creux.
it: C'è buco
ja: 大きなこぶがはいってるよ
ko: 안이 크게 파였어
pl: Ma dziurę
pt_br: Buraco grande nela.
ru: Как большая шишка
zh_tw: 上面有個大包

# CHARACTERS.WORMWOOD.DESCRIBE.MOONROCKIDOL
source: Oh. Hello
de: Oh. Hallo.
es: Oh. Hola
es_mx: Oh. Hola
fr: Oh, salut !
it: Oh. Ciao
ja: おお！こんにちは
ko: 아. 안녕
pl: O. Cześć
pt_br: Ah. Olá.
ru: Ой, привет
zh_tw: 噢，你好

# CHARACTERS.WORMWOOD.DESCRIBE.MOONROCKNUGGET
source: Piece of Night Ball
de: Stück Nachtkugel.
es: Trozo de la bola nocturna
es_mx: Trozo de Bola Nocturna
fr: Un morceau de boule de nuit.
it: Pezzo di palla da notte
ja: 夜のボールのかけら
ko: 밤의 공 조각이야
pl: Kawałek nocnej kuli
pt_br: Pedaço da Bola da Noite.
ru: Кусочек ночного шарика
zh_tw: 是夜空中的球體的一部分

# CHARACTERS.WORMWOOD.DESCRIBE.MOONROCKSEED
source: Makes Night Ball things
de: Macht Nachtkugelsachen.
es: Hace cosas de bola nocturna
es_mx: Hace cosas de Bola Nocturna
fr: C'est pour faire pousser des bidules de boule de nuit.
it: Fa palle di notte
ja: 夜のボールのものを作るんだよ
ko: 밤의 공 물건을 만들어
pl: Robi rzeczy z nocnej kuli
pt_br: Faz coisas de Bola da Noite.
ru: Делает штучки из ночного шарика
zh_tw: 能做夜晚的球之類東西

# CHARACTERS.WORMWOOD.DESCRIBE.MOONROCK_PIECES
source: From Night ball?
de: Von Nachtkugel?
es: ¿De bola nocturna?
es_mx: ¿De Bola Nocturna?
fr: Ça vient d'une boule de nuit ?
it: Da palla di notte?
ja: 夜のボールから？
ko: 밤의 공에서 왔나?
pl: Z nocnej kuli?
pt_br: Da de Bola da Noite.
ru: Из ночного шарика?
zh_tw: 從夜晚的球來的?

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSPIDERDEN
source: Hello? Anyone here?
de: Hallo? Jemand da?
es: ¿Hola? ¿Hay alguien aquí?
es_mx: ¿Hola? ¿Hay alguien?
fr: Ohé ? Il y a quelqu'un ?
it: Ciao? Qualcuno?
ja: もしもし？誰かいる？
ko: 저기요? 여기 누구 없어요?
pl: Halo? Jest tu kto?
pt_br: Olá? Tem alguém aqui?
ru: Эй? Здесь есть кто-нибудь?
zh_tw: 喂，有人嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: Just sharp
de: Nur scharf
es: Puntiagudo y ya
fr: C'est juste coupant.
it: Solo punta
ja: とがってるね
ko: 그냥 날카롭네
pl: Tylko ostre
pt_br: Bem afiada.
ru: Просто остро
zh_tw: 好鋒利

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: Sharp glowy!
de: Scharf leuchtend!
es: ¡Puntiagudo y brillante!
fr: Du qui coupe qui brille !
it: Punta luminosa!
ja: とがってピカピカだ！
ko: 날카롭고 빛이 나!
pl: Ostre i świecące!
pt_br: Afiada brilhante!
ru: Острое и светится!
zh_tw: 鋒利，發著光！

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_GOGGLESHAT
source: Belly stuff... for head?
de: Bauchzeug ... für Kopf?
es: Cosa de tripa... ¿para la cabeza?
fr: Du manger... pour la tête ?
it: Roba per pancia... per testa?
ja: おなかに入るもの…を被るもの？
ko: 배에 달린 거... 머리용인가?
pl: Rzeczy do brzuszka... na głowę?
pt_br: Coisas de barriga... pra cabeça?
ru: Штучка для животика... для головы?
zh_tw: 填肚子的東西……放在頭上？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_SPARK
source: Zzzt?
es: ¿Zzzit?
fr: Gidzit ?
ja: ギザギザ？
ko: 찌릿찌릿?
pl: Bzzt?
ru: Бзт-бзт?
zh_tw: 嗞嗞？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_STATIC
source: Little fire?
de: Kleines Feuer?
es: ¿Fuego pequeño?
fr: Un petit feu ?
it: Piccolo fuoco?
ja: ちっちゃい火かな？
ko: 작은 불?
pl: Mały ogień?
pt_br: Foguinho?
ru: Маленький огонек?
zh_tw: 小火火？

# CHARACTERS.WORMWOOD.DESCRIBE.MOONSTORM_STATIC_ITEM
source: Safe inside
de: Sicher innen
es: A salvo dentro
fr: C'est sans danger dedans.
it: Sicura dentro
ja: 中は安心だね
ko: 안쪽은 안전해
pl: Bezpiecznie w środku
pt_br: Seguro dentro.
ru: Внутри не опасно
zh_tw: 裡面是安全的

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR.GENERIC
source: Saying stuff
de: Sagt was.
es: Dice cosas
es_mx: Diciendo cosas
fr: Il me dit des choses.
it: Dice cose
ja: なにか言ってる？
ko: 말하는 물건이야
pl: Coś mówi
pt_br: Coisa de dizer.
ru: Говорит всякое
zh_tw: 在說些什麼

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: Needs more things
de: Braucht mehr Dinge.
es: Necesita más cosas
es_mx: Necesita más cosas
fr: Il manque plusieurs choses.
it: Servono più cose
ja: もっと物が欲しいんだね
ko: 다른 게 더 필요해
pl: Potrzeba więcej rzeczy
pt_br: Precisa de mais coisas.
ru: Нужно больше штучек
zh_tw: 需要更多的道具

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_ASTRAL
source: Ready?
de: Fertig?
es: ¿Ya está?
fr: C'est prêt ?
it: Pronto?
ja: 準備できた？
ko: 준비?
pl: Gotowy?
pt_br: Pronto?
ru: Готово?
zh_tw: 好了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_COSMIC
source: Soon
de: Bald.
es: Pronto
es_mx: Pronto
fr: Bientôt.
it: Presto
ja: すぐだよ
ko: 곧이야
pl: Wkrótce
pt_br: Em breve.
ru: Скоро
zh_tw: 馬上

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_CROWN
source: Lost?
de: Verloren?
es: ¿Te has perdido?
es_mx: ¿Perdida?
fr: Perdu ?
it: Perso?
ja: なくしたの？
ko: 길을 잃었나?
pl: Zgubiłeś się?
pt_br: Perdido?
ru: Потерялась?
zh_tw: 迷路了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_GLASS
source: What's this for?
de: Wozu ist das?
es: ¿Para qué sirve esto?
es_mx: ¿Para qué sirve?
fr: À quoi ça sert ?
it: Cosa serve?
ja: 何に使うの？
ko: 이건 용도가 뭘까?
pl: Po co to?
pt_br: Pra que serve isso?
ru: А это для чего?
zh_tw: 它是幹嘛的？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_ICON
source: Silly! Home not under dirt
de: Albern! Haus nicht unter Dreck
es: ¡Tonto! Casa no está bajo tierra
fr: Mais nan ! La maison est pas sous la terre.
it: Sciocco! Casa non sotto terra
ja: おバカさん！お家は土の下にはないよ
ko: 멍청이! 집이 흙 밑에 있으면 안 돼
pl: Głupi! Dom nie pod ziemią.
pt_br: Bobo! Casa não é embaixo da terra.
ru: Глупый! Дом не под грязью
zh_tw: 笨蛋！家不在土地下

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_IDOL
source: Oh... glowy!
de: Oh ... Leuchtet!
es: Oh... ¡Brillante!
es_mx: Oh…, ¡brillante!
fr: Oh... Ça brille !
it: Oh... Luminoso!
ja: おお…ぴかぴか
ko: 아... 빛이 나!
pl: Och... świeci się!
pt_br: Oh... brilhante!
ru: Ой… Светится!
zh_tw: 噢，在發亮！

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_LINK
source: Seed
de: Sämereien
es: Semillas
es_mx: Semillas
fr: Graine
it: Semi
ja: 種
ko: 씨앗
pl: Nasiona
pt_br: Semente
ru: Семена
zh_tw: 種子

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: Trapped?
de: In der Falle?
es: ¿Atrapado?
es_mx: ¿Atrapado?
fr: T'es en prison ?
it: Intrappolato?
ja: 罠にかかったの？
ko: 뭐가 있다?
pl: W pułapce?
pt_br: Aprisionada?
ru: Ловушка?
zh_tw: 困住了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: Trapped?
de: In der Falle?
es: ¿Atrapado?
es_mx: ¿Atrapado?
fr: T'es en prison ?
it: Intrappolato?
ja: 罠にかかったの？
ko: 뭐가 있다?
pl: W pułapce?
pt_br: Aprisionado?
ru: Ловушка?
zh_tw: 困住了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: Trapped?
de: In der Falle?
es: ¿Atrapado?
es_mx: ¿Atrapado?
fr: T'es en prison ?
it: Intrappolato?
ja: 罠にかかったの？
ko: 뭐가 있다?
pl: W pułapce?
pt_br: Aprisionado?
ru: Ловушка?
zh_tw: 困住了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_SEED
source: Glow ball! Fun!
de: Leuchtkugel! Toll!
es: ¡Bola brillante! ¡Diversión!
es_mx: ¡Bola brillante! ¡Divertido!
fr: Une boule qui brille ! C'est rigolo !
it: Palla luminosa! Bella!
ja: ぴかぴかボール！たのしい！
ko: 빛나는 공이야! 재미있는걸!
pl: Świecąca kula! Fajnie!
pt_br: Bola brilhante! Divertida!
ru: Светящийся шарик! Здорово!
zh_tw: 發光的球！好玩！

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_ALTAR_WARD
source: Lonely. Find friends
de: Einsames. Finde Freunde
es: Solo. Necesita amigos
fr: Il est tout seul. Il lui faut des copains.
it: Solo. Trova amici
ja: 寂しがってる。お友だちを見つけなきゃ
ko: 고독해. 친구를 찾아
pl: Samotny. Znaleźć przyjaciół.
pt_br: Sozinha. Encontrar amigas.
ru: Одиноко, надо найти друзей
zh_tw: 孤單。找朋友

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_CAP
source: Sleepytime
de: Schlafenszeit.
es: Hora de dormir
es_mx: Hora de dormir
fr: C'est l'heure du dodo.
it: Fa pisolino
ja: ねんねの時間
ko: 수면 시간이야
pl: Spanko
pt_br: Hora da Naninha.
ru: Пора спать
zh_tw: 休息時間

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_CAP_COOKED
source: Wakey wakey
de: Aufwachen
es: Despierta
fr: Debouuuut !
it: Sveglia sveglia
ja: お目々パッチリ！
ko: 빨딱 빨딱
pl: Pobudka!
pt_br: Hora de acordar.
ru: Подъем-подъем!
zh_tw: 醒醒！

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: Lots to do
de: Viel zu tun
es: Mucho que hacer
fr: Plein de trucs à faire.
it: Molto da fare
ja: やることたくさん
ko: 할 일이 많아
pl: Dużo do roboty
pt_br: Muito pra fazer.
ru: Много дел
zh_tw: 有很多東西要做

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: Almost done
de: Fast fertig
es: Casi está
fr: Presque fini.
it: Quasi fatto
ja: もうすぐで終わり
ko: 거의 완료
pl: Prawie gotowe
pt_br: Quase pronto.
ru: Почти все
zh_tw: 快完了

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_DEVICE.GENERIC
source: Oooooh!
it: Oooh!
ja: おおおおお！
ko: 오오오!
pl: Oooch!
pt_br: Aaaah!
ru: О-о-о-о-о-о!
zh_tw: 噢！

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_FISSURE.GENERIC
source: Makes head say 'Wee-aow, Wee-aow'
de: Macht "Wiiiau, wiiiau" im Kopf.
es: Hace que la cabeza diga "güiii-au, güiii-au"
es_mx: Hace cabeza decir “¡niinoo, niinoo!”
fr: Ma tête fait wiiii-aaa-oouu wiiii-aaa-oouu.
it: Testa dice "iiih, aaah, oooh"
ja: 頭にヤッホー！ヤッホー！って言わせるんだよ
ko: 머리가 '위잉위잉' 하게 해
pl: Sprawia, że głowa robi "łiii-ooo, łiii-ooo"
pt_br: Faz cabeça dizer "Ui-aou, Ui-aou".
ru: В голове звучит «у-и-и-о, у-и-и-о»
zh_tw: 讓腦袋“嗡，嗡”響

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_FISSURE.NOLIGHT
source: Hello? No one there
de: Hallo? Niemand da.
es: ¿Hola? No hay nadie ahí
es_mx: ¿Hola? No hay nadie
fr: Coucou ? Y'a personne.
it: Ciao? Qualcuno?
ja: こんにちわ？ だれもいないや
ko: 저기요? 아무도 없어
pl: Halo? Nikogo tu nie ma
pt_br: Olá? Não tem ninguém aí.
ru: Эй? Тут никого нет
zh_tw: 喂？沒人啊

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_FISSURE_PLUGGED
source: Can't hear them
de: Kann sie nicht hören.
es: No puedo oírlos
es_mx: No poder oírlos
fr: J'entends rien.
it: Non sento
ja: 聞こえないよ
ko: 안 들려
pl: Nie słychać ich
pt_br: Não consigo ouvir.
ru: Не слышу их
zh_tw: 聽不到

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_TREE.BURNING
source: HELP!! HELP!!
de: HILFE!! HILFE!!
es: ¡¡AYUDA!! ¡¡AYUDA!!
es_mx: ¡¡AYUDA!! ¡¡AYUDA!!
fr: À L'AIDE ! À L'AIDE !
it: AIUTO! AIUTO!
ja: たすけて！たすけて！
ko: 도와줘!! 도와줘!!
pl: POMOCY! POMOCY!
pt_br: SOCORRO!! SOCORRO!!
ru: НА ПОМОЩЬ! НА ПОМОЩЬ!
zh_tw: 來人啊！幫忙啊！

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_TREE.BURNT
source: (sob)
de: (Schluchz)
es: *snif*
es_mx: (sollozo)
fr: *Sanglote*
ja: （シクシク）
ko: (흑흑)
pl: Chlip
pt_br: (soluço)
ru: (хнык)
zh_tw: （嗚嗚）

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_TREE.CHOPPED
source: So sad
de: Wie traurig.
es: Qué triste
es_mx: Qué triste
fr: C'est tellement triste.
it: Tanto triste
ja: すごく悲しいよ
ko: 너무 슬퍼
pl: Co za smutek
pt_br: Que triste.
ru: Так грустно
zh_tw: 好難過

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_TREE.GENERIC
source: Friend likes Night Ball
de: Freund mag Nachtkugel.
es: Al amigo le gusta bola nocturna
es_mx: A amigo le gusta Bola Nocturna
fr: Le copain aime la boule de nuit.
it: Amico piace palla di notte
ja: お友だちは夜のボールが好きなんだよ
ko: 친구가 밤의 공을 좋아해
pl: Przyjaciel lubi nocną kulę
pt_br: Amigas gostam de Bola da Noite.
ru: Другу нравится ночной шарик
zh_tw: 朋友喜歡夜晚的球

# CHARACTERS.WORMWOOD.DESCRIBE.MOON_TREE_BLOSSOM
source: Lost?
de: Verloren?
es: ¿Te has perdido?
es_mx: ¿Perdida?
fr: Perdu ?
it: Perso?
ja: なくしたの？
ko: 길을 잃었나?
pl: Zgubiłeś się?
pt_br: Perdida?
ru: Потерялся?
zh_tw: 迷路了？

# CHARACTERS.WORMWOOD.DESCRIBE.MOOSE
source: Branch Head Tweeter
de: Astkopfpiepser.
es: Pío-pío cabeza de rama
es_mx: Piador cabeza de rama
fr: Un piou-piou à branches sur la tête.
it: Cip cip con rami sopra testa
ja: 枝あたまのピヨピヨ
ko: 가지 머리 짹짹이야
pl: Gałęziogłowy ćwirek
pt_br: Piu-Piu com Galhos na Cabeça.
ru: Веткоголовая чирикалка
zh_tw: 頭頂長樹枝，還吱吱叫

# CHARACTERS.WORMWOOD.DESCRIBE.MOOSEEGG
source: Tweeter inside
de: Piepser drinnen.
es: Pío-pío dentro
es_mx: Piador adentro
fr: Y a un piou-piou à l'intérieur.
it: Cip cip dentro
ja: ピヨピヨが中にいる
ko: 안에 짹짹이가 있어
pl: Ćwirek w środku
pt_br: Tem Piu-Piu aí dentro.
ru: Внутри чирикалка
zh_tw: 嘰喳在裡面

# CHARACTERS.WORMWOOD.DESCRIBE.MOOSE_NESTING_GROUND
source: Sticks!
de: Stöcke!
es: ¡Palos!
es_mx: ¡Palitos!
fr: Des bouts de bois !
it: Bastoni!
ja: 棒だ！
ko: 막대기다!
pl: Patyki!
pt_br: Gravetos!
ru: Палочки!
zh_tw: 樹枝！

# CHARACTERS.WORMWOOD.DESCRIBE.MOQUECA
source: Made by friend
de: Von Freund.
es: Hecho por amigo
es_mx: Hecho por amigo
fr: Un bidule fait avec un copain.
it: Fatta da amico
ja: お友だちが作ったよ
ko: 친구들이 만들었어
pl: Przyjaciel zrobił
pt_br: Feita por amigo.
ru: Друг приготовил
zh_tw: 朋友製造
