Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ACTIONFAIL.USEKLAUSSACKKEY.QUAGMIRE_WRONGKEY
source: Grrr, key not work!
de: Grrr, falscher Schlüssel!
es: Grrr, ¡la llave no funciona!
es_mx: ¡Grrr, la llave no servir!
fr: Grrr, la clé marche pas !
it: Grrr, chiave non funziona!
ja: グルル、キーが動かないよ！
ko: 그르릉, 열쇠 안 맞아!
pl: Grrr, klucz nie działa!
pt_br: Grrr, chave não funciona!
ru: Гр-р-р, ключ не тот!
zh_tw: 格浪，鑰匙沒用！

# CHARACTERS.WURT.ACTIONFAIL.USEKLAUSSACKKEY.WRONGKEY
source: Grrr, key not work!
de: Grrr, falscher Schlüssel!
es: Grrr, ¡la llave no funciona!
es_mx: ¡Grrr, la llave no servir!
fr: Grrr, la clé marche pas !
it: Grrr, chiave non funziona!
ja: グルル、キーが動かないよ！
ko: 그르릉, 열쇠 안 맞아!
pl: Grrr, klucz nie działa!
pt_br: Grrr, chave não funciona!
ru: Гр-р-р, ключ не тот!
zh_tw: 格浪，鑰匙沒用！

# CHARACTERS.WURT.ACTIONFAIL.WRAPBUNDLE.EMPTY
source: Nothing for wrapping, florp.
de: Nichts zum Einwickeln, florp.
es: Nada para envolver, florp.
es_mx: No haber nada que envolver, flop.
fr: J'ai rien à emballer, florp.
it: Niente da incartare, florp.
ja: 包装には何もないよ。
ko: 포장할 게 없어, 뻐끔.
pl: Nic do zawinięcia, florp.
pt_br: Nada para embrulhar, florp.
ru: Бульк, нечего заворачивать.
zh_tw: 沒什麼需要捆的，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.WRITE.GENERIC
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.WRITE.INUSE
source: Me next! Me next!
de: Gleich ich! Gleich ich!
es: ¡Yo soy la siguiente! ¡Yo!
es_mx: ¡Después venir yo, después venir yo!
fr: À moi ! À moi !
it: Poi io! Poi io!
ja: 次はアタシよ！アタシ！
ko: 다음은 나! 다음은 나!
pl: Teraz ja! Teraz ja!
pt_br: Eu próxima! Eu próxima!
ru: Моя очередь! Моя!
zh_tw: 接著我來！接著我來！

# CHARACTERS.WURT.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: Maybe he doing secret contest somewhere else...
de: Vielleicht macht er irgendwo anders einen Geheimwettbewerb ...
es: A lo mejor haciendo concurso secreto en otro sitio...
fr: Il fait p'têt un concours secret ailleurs...
it: Forse già competizione segreta altrove...
ja: もしかして、どこかで秘密のコンテストをやってるのかも…
ko: 다른 곳에서 비밀 대회가 열리고 있을지도...
pl: Może on organizować tajemny konkurs gdzieś indziej...
pt_br: Talvez ele teja fazendo concurso secreto em outro lugar...
ru: Может, он где-то еще секретный конкурс проводит...
zh_tw: 也許他在其他地方舉辦神秘的比賽……

# CHARACTERS.WURT.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: Huh? Where is contest??
de: Hm? Wo ist der Wettbewerb?
es: ¿Eh? ¿¿Y concurso??
fr: Hein ? Où est le concours ??
it: Eh? Dov'è competizione???
ja: あれ？コンテストはどこ？
ko: 뭐? 대회는 어디서 여는 거야??
pl: Eee? Gdzie konkurs?
pt_br: Hã? Cadê concurso?
ru: А? А где конкурс?!
zh_tw: 哈？比賽呢？？

# CHARACTERS.WURT.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: Glurgh, know it already!
de: Glarg, weiß das schon!
es: Glurgh, ya saber.
fr: Glurg, je connais déjà !
it: Glurgh, conosco già!
ja: グルーフ、もう知ってるよ！
ko: 빠끔빠끔, 이미 알고 있어!
pl: Glurg, już to wiem!
pt_br: Glurgh, já sabia!
ru: Плюх, да знаю я это!
zh_tw: 格勒格，已經知道了！

# CHARACTERS.WURT.ACTIONFAIL_GENERIC
source: Grrr... can't do it, florpt.
de: Grrr ... kann ich nicht machen, florpt.
es: Grrr... No puedo hacerlo, florpt.
es_mx: Grrr... no poder hacerlo, flop.
fr: Grrr... J'peux pas faire ça, florp.
it: Grrr... non posso fare, florpt.
ja: グルル...無理だよ、フロープト。
ko: 그르릉... 못 해, 뻐끔.
pl: Grrr... nie da się, florp.
pt_br: Grrr... não consigo, florpt.
ru: Гр-р-р… не могу, хлюп.
zh_tw: 格浪……做不到，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_ACCOMPLISHMENT
source: Did it!
de: Geschafft!
es: ¡Conseguido!
es_mx: ¡Yo haberlo logrado!
fr: J'ai réussi !
it: Fatto!
ja: やった！
ko: 해냈다!
pl: Udało się!
pt_br: Consegui!
ru: Получилось!
zh_tw: 搞定！

# CHARACTERS.WURT.ANNOUNCE_ACCOMPLISHMENT_DONE
source: Did it!
de: Geschafft!
es: ¡Conseguido!
es_mx: ¡Yo haberlo logrado!
fr: J'ai réussi !
it: Fatto!
ja: やった！
ko: 해냈다!
pl: Udało się!
pt_br: Consegui!
ru: Получилось!
zh_tw: 搞定！

# CHARACTERS.WURT.ANNOUNCE_ADVENTUREFAIL
source: Grrr, messed up!
de: Grrr, Fehlschlag!
es: Grrr, ¡vaya fallo!
es_mx: ¡Grrr, todo echarse a perder!
fr: Grrr, j'ai raté !
it: Grrr, non riuscita!
ja: グルル、めちゃくちゃだよ！
ko: 그르릉, 망쳤어!
pl: Grrr, nabroiłam!
pt_br: Grrr, estraguei tudo!
ru: Гр-р-р, не получилось!
zh_tw: 格浪，搞砸了！

# CHARACTERS.WURT.ANNOUNCE_ANTLION_SINKHOLE.1
source: Glooorrrpp!!
de: Glooorrrp!!
es_mx: ¡¡Glooop!!
ja: グロープ！！！
ko: 빠끔빠끔!!
ru: Хлю-ю-ю-юрп!
zh_tw: 格浪浪浪噗！

# CHARACTERS.WURT.ANNOUNCE_ANTLION_SINKHOLE.2
source: Why ground shaking?!
de: Warum wackelt der Boden?!
es: ¡¿Por qué tiembla el suelo?!
es_mx: ¡¿Por qué suelo moverse?!
fr: Pourquoi le sol tremble ?
it: Perché terra trema?!
ja: なぜ地面が揺れるのかな？
ko: 왜 땅 흔들려?!
pl: Dlaczego ziemia się trzęsie?!
pt_br: Por que chão tremendo?!
ru: Почему земля трясется?!
zh_tw: 地為什麼在搖？！

# CHARACTERS.WURT.ANNOUNCE_ANTLION_SINKHOLE.3
source: Something moving!
de: Etwas bewegt sich!
es: ¡Algo se está moviendo!
es_mx: ¡Alguien estar moviéndose!
fr: Ça bouge !
it: Qualcosa muove!
ja: 何かが動いてるよ！
ko: 뭔가 움직여!
pl: Coś się rusza!
pt_br: Algo mexendo!
ru: Что-то шевелится!
zh_tw: 有東西在動！

# CHARACTERS.WURT.ANNOUNCE_ANTLION_TRIBUTE.1
source: Take this, scary lady.
de: Nimm dies, gruselige Dame.
es: Chúpate esta, señora que da miedo.
es_mx: Tomar esto, señorita tétrica.
fr: Tiens, la moche.
it: Prendi questo, signora spaventosa.
ja: これを持っていきなよ、怖いおばさん。
ko: 가져가, 무서운 아줌마.
pl: Proszę, straszna pani.
pt_br: Pegue isso, senhora assustadora.
ru: Возьми, мадам страшила.
zh_tw: 拿去吧，可怕的女士。

# CHARACTERS.WURT.ANNOUNCE_ANTLION_TRIBUTE.2
source: This for you, florp.
de: Für dich, florp.
es: Esto es para ti, florp.
es_mx: Esto ser para ti, flop.
fr: C'est pour toi, florp.
it: È per te, florp.
ja: これを君に、フロープ。
ko: 이거 줄게, 뻐끔.
pl: To dla ciebie, florp.
pt_br: Isso para você, florp.
ru: Это тебе, хлюп.
zh_tw: 給你的，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_ANTLION_TRIBUTE.3
source: This make you happy now, florp?
de: Zufrieden, florp?
es: ¿Esto te hace feliz, florp?
es_mx: ¿Esto hacerla feliz, flop?
fr: T'es contente, maintenant, florp ?
it: Ora sei felice, florp?
ja: これで幸せになれたの？フロープ。
ko: 이제 만족해, 뻐끔?
pl: Cieszysz się, florp?
pt_br: Isso te faz feliz agora, florp?
ru: Теперь все хорошо, бульк?
zh_tw: 給你這個你就高興了吧，浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: Head filled with pictures!
de: Kopf voll mit Bildern!
es: Cabeza llena de dibujos...
fr: Ma tête est pleine d'images !
it: Testa piena di immagini!
ja: 頭が絵でいっぱいに！
ko: 머리가 사진으로 가득 찼어!
pl: Mam głowę pełną obrazków!
pt_br: Cabeça cheia de fotos!
ru: Голова полна картинок!
zh_tw: 腦袋裡都是圖片！

# CHARACTERS.WURT.ANNOUNCE_ARCHIVE_NO_POWER
source: Hey! It not do anything!
de: Hey! Macht gar nichts!
es: ¡Eh! No hacer nada...
fr: Hé ! Ça fait rien !
it: Ehi! Non ha fatto nulla!
ja: なにこれ！ぜんぜん動かない！
ko: 이봐! 아무 것도 안하잖아!
pl: Ej! To nic nie robi!
pt_br: Ei! Não tá fazendo nada!
ru: Эй! Он ничего не делает!
zh_tw: 嘿！沒反應啊！

# CHARACTERS.WURT.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: Seen these pictures already.
de: Bilder schon gesehen.
es: Ya visto estos dibujos.
fr: J'ai déjà vu ces images.
it: Ho già visto immagini.
ja: この絵はもう見たことあるもんね。
ko: 이미 본 사진들이야.
pl: Już widziałam te obrazki.
pt_br: Já vi essas fotos.
ru: Эти картинки уже видела.
zh_tw: 已經看過這些圖片了。

# CHARACTERS.WURT.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: Gl-glorp!!
es_mx: ¡¡Glo-glop!!
it: G-glorp!
ja: グロ、グロープ！！
ko: 빠, 빠끔!!
ru: Бу-у-у-ульк!
zh_tw: 格浪-格浪噗！！

# CHARACTERS.WURT.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: Something wrong!
de: Etwas ist falsch!
es: ¡Algo está mal!
es_mx: ¡Algo andar mal!
fr: Y'a quelque chose qui va pas !
it: Qualcosa è sbagliato!
ja: 何かあったの？
ko: 뭔가 잘못됐어!
pl: Coś jest nie tak!
pt_br: Algo errado!
ru: Что-то не так!
zh_tw: 出問題了！

# CHARACTERS.WURT.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: Need to go now, florp!
de: Ich muss jetzt gehen, florp!
es: ¡Me tengo que ir ahora, florp!
es_mx: ¡Tener que salir de aquí, flop!
fr: Faut que j'y aille, florp !
it: Meglio andare adesso, florp!
ja: 行くよ、フロープ！
ko: 이제 가야 해, 뻐끔!
pl: Muszę lecieć, florp!
pt_br: Preciso ir agora, florp!
ru: Надо бежать, буль!
zh_tw: 得走了，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_ATTACK
source: Wanna fight!
de: Will kämpfen!
es: ¡Quiero luchar!
es_mx: ¡Yo querer pelear!
fr: J'veux me battre !
it: Voglio combattere!
ja: 戦うよ！
ko: 싸울래!
pl: Będziemy się bić!
pt_br: Quero lutar!
ru: Хочу драться!
zh_tw: 想打架！

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: Sparky!!
de: Funken!!
es: ¡¡Chispeante!!
es_mx: ¡¡Chispas!!
fr: Ça grésille !
it: Scintillante!
ja: きらきら！
ko: 찌릿찌릿해!!
pl: Elektryczność!
pt_br: Faiscante!!
ru: Искорки!
zh_tw: 電光火石！

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: Glurph... drying up...
de: Glurf ... Trocken ...
es: Glurph... En pleno secado...
es_mx: Gluf... secándome...
fr: Glorp, je sèche...
it: Glurp... Mi asciugo...
ja: グルーフ...干からびるよ...
ko: 빠끔빠끔... 마르고 있어...
pl: Glurp... schnę...
pt_br: Glurph... secando...
ru: Хлюрп… высыхаю…
zh_tw: 格浪浮……變乾了……

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: Me tougher than you!
de: Stärker als du!
es: ¡Soy más dura que tú!
es_mx: ¡Yo ser más fuerte que tú!
fr: J'suis plus forte que toi !
it: Io più forte di te!
ja: アタシはあんたよりタフだよ！
ko: 나 너보다 강해!
pl: Nie masz ze mną szans!
pt_br: Eu mais forte que você!
ru: А я сильней тебя!
zh_tw: 我比你身體硬！

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: No sleep ever!
de: Nie schlafen! Nie!
es: ¡No más dormir!
fr: Plus jamais de dodo !
it: Dormire mai!
ja: もう二度と眠らないよ！
ko: 절대 자지 마!
pl: Już nigdy nie zasnę!
pt_br: Não durmo nunca!
ru: Никогда не буду спать!
zh_tw: 再也不睡覺了！

# CHARACTERS.WURT.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Florp...? Why me suddenly wanna do chores?
de: Florp ...? Warum will ich arbeiten?
es: ¿Florp...? ¿Por qué de pronto quiero hacer tareas?
es_mx: ¿Flop? ¿Por qué de pronto yo querer trabajar?
fr: Florp...? Pourquoi j'ai envie de bosser ?
it: Florp...? Perché a improvviso voglio fare faccende?
ja: フロープ...？なんで急にそんなことがしたくなったの？
ko: 뻐끔...? 왜 갑자기 일하고 싶지?
pl: Florp...? Dlaczego nagle zachciało mi się pracować?
pt_br: Florp...? Por que de repente quero fazer tarefas?
ru: Буль? Почему мне вдруг хочется работать?
zh_tw: 浮浪噗……？怎麼我突然想幹活了？

# CHARACTERS.WURT.ANNOUNCE_BECOMEGHOST
source: gloOooOooorp!!
es_mx: ¡¡GluuUuuUuup!!
ja: グロープ！！！！
ko: 빠끄으으으음!!
ru: Хлю-ю-У-у-У-уп!
zh_tw: 格浪啊浪啊噗！

# CHARACTERS.WURT.ANNOUNCE_BEES
source: Glorp! Buzzy stingers!
de: Glorp! Summpiekser!
es: Glorp! ¡Aguijones zumbantes!
es_mx: ¡Glop! ¡Aguijones zumbadores!
fr: Glorp ! Des piqueuses !
it: Glorp! Pungiglioni ronzanti!
ja: ブーンブーン、刺してやる！
ko: 빠끔! 윙윙거리는 침 벌레야!
pl: Glorp! Bzyczące żądlacze!
pt_br: Glorp! Ferrões bzzz!
ru: Бульк! Жужжалки!
zh_tw: 格浪噗！嗡嗡叫的叮人蟲！

# CHARACTERS.WURT.ANNOUNCE_BOAT_LEAK
source: Boat getting wetter!
de: Boot wird nasser!
es: ¡Barco mojándose!
fr: Le bateau devient mouillé !
it: Barca si bagna!
ja: ボート、濡れてきた！
ko: 배가 점점 축축해져!
pl: Łódka robi się mokra!
pt_br: Barco ficando mais molhado!
ru: Лодка намокает!
zh_tw: 小船越來越濕了!

# CHARACTERS.WURT.ANNOUNCE_BOAT_SINK
source: Boat too wet!
de: Boot zu nass!
es: Barco empapado...
fr: Le bateau est trop trempé !
it: Barca troppo bagnata!
ja: ボート、びしょびしょ！
ko: 배가 너무 젖었어!
pl: Łódka zbyt mokra!
pt_br: Barco molhado demais!
ru: Лодка слишком мокрая!
zh_tw: 小船太濕了！

# CHARACTERS.WURT.ANNOUNCE_BOOMERANG
source: Glorp! Come-back stick hurts.
de: Glorp! Umkehrstock tut weh.
es: ¡Glorp! El palo que vuelve duele.
es_mx: ¡Glop! Rama que regresa hacer daño.
fr: Glorp ! Le bâton qui revient fait mal au crâne.
it: Glorp! Legnetto torna-indietro fa male.
ja: グロープ！カムバック棒が痛いよ。
ko: 빠끔! 돌아오는 막대기 아파.
pl: Glorp! Powracający badyl może walnąć.
pt_br: Glorp! O graveto que volta dói.
ru: Хлюп! Палка-возвращалка дерется!
zh_tw: 格浪噗！迴旋木棒好痛。

# CHARACTERS.WURT.ANNOUNCE_BRAVERY_POTION
source: Me was never scared, florp!
de: Ich hatte nie Angst, florp!
es: ¡Yo nunca me he asustado, florp!
es_mx: Yo jamás haber tenido miedo, ¡flop!
fr: J'ai jamais peur, florp !
it: Io mai paura, florp!
ja: アタシは怖くなかったよ、フロープ！
ko: 나 하나도 안 무서워, 뻐끔!
pl: Nigdy niczego się nie bałam, florp!
pt_br: Nunca tive medo, florp!
ru: Ни капельки не страшно, буль!
zh_tw: 我從來沒怕過，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_BURNT
source: Glorpt!! Hot!!
de: Glorpt!! Heiß!!
es: ¡¡Glorpt!! ¡¡Caliente!!
es_mx: ¡¡Glop!! ¡¡Caliente!!
fr: Glorp ! Ça brûle !
it: Glorpt! Bollente!
ja: グロープト！あついよ！
ko: 빠끔!! 뜨거워!!
pl: Glorp! Gorąco!
pt_br: Glorpt!! Quente!!
ru: Хлю-ю-юп! Горячо!
zh_tw: 浮浪噗的！！燙！！

# CHARACTERS.WURT.ANNOUNCE_CALL_BEEF
source: HEY! Come here!!
de: HEY! Komm hierher!!
es: ¡EH! ¡¡Aquí!!
fr: HÉ ! Viens là !!
it: EHI! Vieni qui!!!
ja: ねぇねぇ！こっちこっち！
ko: 이봐! 이리 와!!
pl: HEJ! Chodź tu!
pt_br: EI! Vem cá!
ru: ЭЙ! Ко мне!
zh_tw: 嘿！過來！！

# CHARACTERS.WURT.ANNOUNCE_CANFIX
source: Can fix easy, florp!
de: Kann einfach reparieren, florp!
es: ¡Puedo arreglarlo fácilmente, florp!
es_mx: Poder arreglar con facilidad, ¡flop!
fr: C'est facile à réparer, florp !
it: Sistemo facile, florp!
ja: 簡単に治せるよ！フロープ！
ko: 쉽게 고쳐, 뻐끔!
pl: To się da łatwo naprawić, florp!
pt_br: Sabe consertar fácil, florp!
ru: Бульк, в два счета починю!
zh_tw: 很容易就能修好，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: Don't got stuff for that!
de: Hab kein Zeug dafür nicht!
es: Faltan cosas para eso.
fr: J'ai pas de trucs pour ça !
it: Niente ingredienti per quello!
ja: 材料がないよ！
ko: 그럴만한 물건이 없어!
pl: Nie mam rzeczy do tego!
pt_br: Não tenho coisas pra isso!
ru: Нет у меня нужных штук!
zh_tw: 沒有做那個的東西！

# CHARACTERS.WURT.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: Can't make it right now, florp.
de: Kann das gerade nicht machen, florp.
es: Ahora no puedo hacer esto, florp.
fr: Je peux pas faire ça là.
it: Non posso fare ora, florp.
ja: 今は作れないよ、フロープ。
ko: 지금은 할 수 없어, 뻐끔.
pl: Teraz nie można, florp.
pt_br: Não posso fazer agora, florp.
ru: Прямо сейчас не могу, хлюп.
zh_tw: 現在做不了，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: Glurgh... don't know how to make...
de: Glurgh ... weiß nicht, wie man das macht ...
es: Glurgh... ¿Cómo hago eso...?
fr: Glurg... Je sais pas comment faire...
it: Glurgh... non sapere come fare...
ja: グルーフ…作り方、分かんない…
ko: 빠끔빠끔...만드는 법을 몰라...
pl: Glurg... Nie wiem, jak to zrobić...
pt_br: Glurgh... não sei como fazer...
ru: Хлюрп... Не знаю, как сделать...
zh_tw: 格勒格……不知道怎麼做……

# CHARACTERS.WURT.ANNOUNCE_CANTBUILDHERE_HOUSE
source: Pretty house should go in pretty swamp!
de: Hübsches Haus gehört in hübschen Sumpf!
es: ¡Una casa bonita debe estar en un bonito pantano!
es_mx: ¡Esta linda casa deber estar en lindo pantano!
fr: Les maisons, ça va dans les marécages !
it: Bella casa deve stare in palude carina!
ja: 可愛い家は可愛い沼地に入るべきだよ！
ko: 예쁜 집은 예쁜 습지에 있어야지!
pl: Piękny domek powinien stanąć na pięknym bagnie!
pt_br: Casa bonita tem que ficar no pântano bonito!
ru: Милый домик — в милое болотце!
zh_tw: 漂亮的房子要建在漂亮的沼澤上！

# CHARACTERS.WURT.ANNOUNCE_CANTBUILDHERE_THRONE
source: This no place for swamp King!
de: Kein Ort für den Sumpfkönig!
es: ¡Este no es lugar para el rey del pantano!
es_mx: ¡Este no ser lugar para Rey del pantano!
fr: Le roi du marécage voudra pas venir ici !
it: Non è posto per re di palude!
ja: 沼地の王のための場所ではないよ！
ko: 습지의 왕에게 안 어울리는 곳이야!
pl: To nie jest miejsce dla króla bagien!
pt_br: Isso não é lugar pro rei do pântano!
ru: Королю болот здесь не место!
zh_tw: 這地方不適合沼澤之王！

# CHARACTERS.WURT.ANNOUNCE_CANTBUILDHERE_WATCHTOWER
source: No, no! Guards defend swamp!
de: Nein, nein! Wachen verteidigen den Sumpf!
es: ¡No, no! ¡Hay guardias defendiendo el pantano!
es_mx: ¡No, no! ¡Guardias defender el pantano!
fr: Non, non ! Les gardes défendent le marécage !
it: No, no! Guardie difendono palude!
ja: だめだめ！衛兵は沼地を守って！
ko: 안 돼, 안 돼! 근위병이 습지 지켜!
pl: Nie, nie! Straże bronią bagien!
pt_br: Não, não! Guardas defendem pântano!
ru: Нет! Нет! Стража защищает болота!
zh_tw: 不，不！衛士們只保衛沼澤！

# CHARACTERS.WURT.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: Too far away, flort.
de: Zu weit weg, flort.
es: Muy lejos, flort.
fr: Trop loin, flort.
it: Troppo lontano, flort.
ja: 離れすぎてるね、フロート。
ko: 너무 멀어, 플로트.
pl: Za daleko, flort.
pt_br: Muito longe, flort.
ru: Хлюп, больно далеко!
zh_tw: 太遠了，浮浪特。

# CHARACTERS.WURT.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: No sleepy! Gotta win!
de: Nicht schlafen! Gewinnen!
es: ¡Nada de dormir! ¡Tengo que ganar!
es_mx: ¡Sin dormir! ¡Deber ganar!
fr: Dors pas ! Tu dois gagner !
it: Non dormire! Dobbiamo vincere!
ja: 眠くない！勝つんだ！
ko: 자면 안 돼! 이겨야지!
pl: Nie śpij! Musisz wygrać!
pt_br: Sem sono! Tem que ganhar!
ru: Нельзя спать! Надо выигрывать!
zh_tw: 別睡覺！起來贏！

# CHARACTERS.WURT.ANNOUNCE_CARRAT_ERROR_STUNNED
source: What wrong, why you not going?!
de: Was ist, warum rennst du nicht?!
es: ¡¿Qué pasa, por qué no vas?!
es_mx: ¿Qué pasar? ¡¿Por qué tú no moverte?!
fr: Pourquoi tu te bouges pas ?
it: Che c'è, perché tu non ti muovi?!
ja: 何がダメなの？どうして行かないの？
ko: 왜 그래, 왜 안 가?!
pl: Co jest grane, dlaczego nie idziesz?!
pt_br: Que errado, por que você não vai?!
ru: Что не так? Почему не бежишь?!
zh_tw: 怎麼了，你為什麼不動彈？！

# CHARACTERS.WURT.ANNOUNCE_CARRAT_ERROR_WALKING
source: Not move fast enough, florp!
de: Du bist nicht schnell genug, florp!
es: ¡No te estás moviendo lo suficientemente rápido, florp!
es_mx: ¡Tú no estar corriendo, flop!
fr: Tu vas pas assez vite, florp !
it: Non vai veloce abbastanza, florp!
ja: 動きが遅いよ、フロープ！
ko: 너무 느리게 움직여, 뻐끔!
pl: Za wolno się ruszasz, florp!
pt_br: Não se mexe rápido o suficiente, florp!
ru: Беги быстрее, хлюп!
zh_tw: 跑的不夠快啊，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Hey! That way! THAT WAY!
de: He! Da lang! DA LANG!
es: ¡Eh! ¡Por ahí! ¡POR AHÍ!
es_mx: ¡Ey! ¡Por allá! ¡POR ALLÁ!
fr: Hé, par là ! PAR LÀ !
it: Ehi! Di là! DI LÀ!
ja: あっちだ！あっちだ！
ko: 어이! 저쪽! 저쪽!
pl: Ej! Tamtędy! TAMTĘDY!
pt_br: Ei! Por lá! POR LÁ!
ru: Эй! Туда! ВОН ТУДА!
zh_tw: 嘿！往那邊跑！那邊！

# CHARACTERS.WURT.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: Glurph, veggie rat going wrong way!
de: Glurf, falsche Richtung, Gemüseratte!
es: Glurph, ¡rata vegetal va por el camino erróneo!
es_mx: ¡Gluf, la rata verdura ir por camino equivocado!
fr: Argh, ma ratte/légume va dans le mauvais sens !
it: Glurp, verduratto sbagliato strada!
ja: グルーフ、ベジネズミが道を間違えたよ！
ko: 빠끔빠끔, 채소 쥐가 이상한 길로 가!
pl: Glurp, szczurowarzywo idzie w złą stronę!
pt_br: Glurph, rato leguminoso indo errado!
ru: Хлюп, овощная крыска не туда бежит!
zh_tw: 格浪浮，植物老鼠跑錯方向了！

# CHARACTERS.WURT.ANNOUNCE_CARRAT_START_RACE
source: Go! Go! Go!
de: Los! Los! Los!
es: ¡Vamos! ¡Vamos! ¡Vamos!
es_mx: ¡Ya, ya, ya!
fr: Allez, allez, allez !
it: Dai! Dai! Dai!
ja: 行け！行け！行け！
ko: 가! 가! 가!
pl: Dawaj, dawaj!
pt_br: Vai! Vai! Vai!
ru: Давай! Давай! Давай!
zh_tw: 沖！沖！沖！

# CHARACTERS.WURT.ANNOUNCE_CAVEIN
source: Gloooorrp! Rocks falling!!
de: Gloooorrp! Steine fallen!!
es: ¡Gloooorrp! ¡¡Caen rocas!!
es_mx: ¡Gloooop! ¡¡Rocas caerse!!
fr: Gloooorrp ! Y'a des pierres qui tombent !!
it: Gloooorrp! Piovono rocce!
ja: グルーフ！岩が落ちてくるよ！！
ko: 빠끄으음! 바위 떨어진다!!
pl: Gloooorrp! Skały spadają!
pt_br: Gloooorrp! Rochas caindo!!
ru: Хлю-ю-юп! Камнепад!
zh_tw: 浮浪浪浪噗！掉石頭啊！！

# CHARACTERS.WURT.ANNOUNCE_CHARLIE
source: Me think saw scary night lady!
de: Ich habe die gruselige Nachtfrau gesehen!
es: ¡Creo que he visto a la señora que da miedo!
es_mx: ¡Yo creer haber visto a señorita tétrica de la noche!
fr: J'ai vu une dame horrible !
it: Io penso ho visto spaventosa signora di notte!
ja: アタシは怖い夜の女を見たかもしれない！
ko: 무서운 밤 여자 본 것 같아!
pl: Chyba widziałam straszną, nocną panią!
pt_br: Acho que vi senhora da noite assustadora!
ru: Похоже, я видела ночную страшилу!
zh_tw: 我應該是看到可怕的夜晚女士了！

# CHARACTERS.WURT.ANNOUNCE_CHARLIE_ATTACK
source: GLORP! GO AWAY!
de: GLORP! GEH WEG!
es: ¡GLORP! ¡MÁRCHATE!
es_mx: ¡GLOP! ¡LARGO!
fr: GLORP ! VA-T'EN !
it: GLORP! VAI VIA!
ja: グロープ！行け！
ko: 빠끔! 저리 가!
pl: GLORP! ODEJDŹ!
pt_br: GLORP! VÁ EMBORA!
ru: БУЛЬК! УХОДИ!
zh_tw: 格浪噗！走開！

# CHARACTERS.WURT.ANNOUNCE_COLD
source: Flrrrr... c-cold...
de: Flrrrr ... K-Kalt ...
es: Flrrrr... F-frío...
es_mx: Brrrr... F-frío...
fr: Brrrr.... J'ai frrrrroid...
it: Flrrrr... F-freddo...
ja: フルルルル...寒い...
ko: 빠끄으으... 추, 추워...
pl: Flrrr... zimno...
pt_br: Flrrrr... f-frio...
ru: Буль… к-как холодно…
zh_tw: 浮浪……冷啊冷……

# CHARACTERS.WURT.ANNOUNCE_COMPASS_OUT
source: Spinny pointer broken. Didn't do it, florp!!
de: Drehzeiger kaputt. War ich nicht, florp!!
es: Punta giratoria rota. ¡¡Yo no he sido, florp!!
es_mx: Señalador giratorio estar dañado. ¡¡No haber sido yo, flop!!
fr: La petite aiguille est cassée. C'est pas moi, florp !
it: Puntatore girevole è rotto. Non fatto io, florp!
ja: スピニーポインターが壊れちゃった！何もやってないよ、フロープ！
ko: 빙글빙글 도는 바늘 망가졌어. 나 아니야, 뻐끔!!
pl: Spiczasta wskazówka nie działa. To nie moja wina, florp!
pt_br: Ponteiro giratório quebrado. Não fiz isso, florp!!
ru: Вертелка-указалка сломалась. Я ни при чем, буль!
zh_tw: 尖尖的指針壞掉了。不是我弄壞的，浮浪噗！！

# CHARACTERS.WURT.ANNOUNCE_CRAFTING_FAIL
source: Nuh-uh, need more things.
de: M-m, da fehlt was.
es: No-oh, necesito más cosas.
es_mx: No poder. Necesitar más cosas.
fr: Nan, j'ai pas assez de trucs.
it: No-no, servono più cose.
ja: もっと必要だね。
ko: 아니, 다른 게 더 필요해.
pl: Nie-e, potrzeba więcej rzeczy.
pt_br: Ãn-ãn, preciso de mais coisas.
ru: Не-а, нужно больше штуковин!
zh_tw: 不行，還需要更多的東西。

# CHARACTERS.WURT.ANNOUNCE_DAMP
source: Ahh... wetter feel better, florp!
de: Aah ... Nasser ist besser, florp!
es: Ah... Humedad agradable, florp.
fr: Aaaah... Plus j'suis mouillée, mieux j'me sens, florp !
it: Ah... sto meglio se è bagnato, florp!
ja: ああ…濡れたほうが気持ちいいよ、フロープ！
ko: 아... 젖으니까 훨씬 낫네, 뻐끔!
pl: Ach... Jak dobrze się zamoczyć, florp!
pt_br: Ahh... mais úmido, melhor, florp!
ru: Ах... Чем мокрее, тем лучше, хлюп!
zh_tw: 啊……還是潮濕一點舒服，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_DEERCLOPS
source: Glurp... me know that sound...
de: Glurp ... Ich kenne das Geräusch ...
es: Glurp... Conozco ese sonido...
es_mx: Glup... yo conocer ese sonido.
fr: Ce bruit me dit quelque chose...
it: Glurp... Conosco suono...
ja: グループ...その音を知ってるよ...
ko: 빠끔... 아는 소리인데...
pl: Glurp... znam ten odgłos...
pt_br: Glurp... conheço esse som...
ru: Хлюп… Узнаю эти звуки…
zh_tw: 格浪噗……這聲音我知道……

# CHARACTERS.WURT.ANNOUNCE_DESPAWN
source: Feel cold...
de: Kalt ...
es: Hace frío...
es_mx: Yo sentir frío.
fr: J'ai froid...
it: Sento freddo...
ja: 寒いよ...
ko: 추워...
pl: Zimno...
pt_br: Tá frio...
ru: Мне холодно…
zh_tw: 感覺冷……

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_ATTACK
source: Don't feel like fighting anymore.
de: Will nicht mehr kämpfen.
es: Ya no me apetece pelear.
es_mx: Yo ya no querer pelear.
fr: J'ai plus envie de me battre...
it: Non voglio più combattere.
ja: もう戦う気にならないね。
ko: 이제 안 싸울래.
pl: Już nie chcę walczyć.
pt_br: Não sinto mais vontade de lutar.
ru: Что-то драться расхотелось.
zh_tw: 不想打了。

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: Awwwwww...
de: Oooch ...
es_mx: Aaaaayy...
fr: Ooooooooohhh...
it: Oooh...
ja: アウウウウウウ...
ko: 에이이이이...
pl: Ooooooo...
pt_br: Ahhhhhh...
ru: У-у-у…
zh_tw: 嗷嗷嗷……

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: Yay!! Feel wetter already, flurp!
de: Juhu!! Es wird nasser, flurp!
es: ¡¡Sí!! ¡Ya me siento mejor, flurp!
es_mx: ¡¡Hurra!! ¡Ya sentir humedad otra vez, flup!
fr: Ouais ! J'suis déjà un peu plus mouillée !
it: Sì! Sento già più bagnata, flurp!
ja: いえーい！もう濡れてきたよ！
ko: 만세!! 벌써 축축해졌다, 뻐끔!
pl: Juhuu! Już nie jestem taka sucha, flurp!
pt_br: Viva!! Já me sinto mais úmida, flurp!
ru: Ура! Мне уже мокрее, хлюп!
zh_tw: 耶！馬上濕了起來，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: G-glorp, don't hit!
de: G-glorp, nicht hauen!
es: G-glorp, ¡no golpees!
es_mx: G-glop. ¡No golpear!
fr: Glorp, me tape pas !
it: G-glorp, non colpite me!
ja: グ、グロープ！叩くなよ！
ko: 빠, 빠끔, 때리지 마!
pl: G-glorp, nie bij!
pt_br: G-glorp, não bata!
ru: Буль, ну не бейте!
zh_tw: 格浪噗，別打！
