Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_4
source: Licorice is only for the most refined palates.
de: Lakritz ist nur etwas für den anspruchsvollsten Gaumen.
es: El regaliz es solo para los paladares más refinados.
es_mx: El regaliz es solo para los paladares más refinados.
fr: La réglisse est un mets réservé aux palais les plus raffinés.
it: La liquirizia è solo per i palati più raffinati.
ja: リコリスは、洗練された味覚にしか合わないんだヨ。
ko: 감초는 가장 섬세한 입맛을 가진 사람을 위한 사탕이지.
pl: Lukrecja jest tylko dla smakoszy.
pt_br: Alcaçuz é apenas para os paladares mais refinados.
ru: Только истинные гурманы по достоинству оценят лакрицу.
zh_cn: 甘草只适合最精制的味蕾。
zh_tw: 甘草只適合最精製的味蕾。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_5
source: The closest thing I've found to an after dinner mint.
de: Näher kommen wir dem Pfefferminzplättchen nach dem Essen nicht.
es: Lo más parecido que he encontrado a un caramelo de menta.
es_mx: Es lo más cercano que he encontrado a una menta para después de las comidas.
fr: Ça ressemble à un bonbon à la menthe.
it: La cosa più simile che ho trovato a una mentina digestiva.
ja: これが何に一番似てるかって食事の後に食べるミントだヨ。
ko: 식사 후 먹는 박하사탕과 그나마 비슷한 거야.
pl: Smak ma zbliżony do miętówki.
pt_br: A coisa mais próxima de uma guloseima para após do jantar que encontrei.
ru: Самое близкое к мятным конфеткам из всего, что я смог найти.
zh_cn: 最像餐后薄荷的甜点。
zh_tw: 最像餐後薄荷的甜點。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_6
source: I don't think those are fit to eat.
de: Ich glaube nicht, dass man das essen sollte.
es: No creo que estén para comérselos.
es_mx: Creo que esos no son aptos para el consumo.
fr: Je ne suis pas sûr que ce soit comestible.
it: Non penso che siano buone da mangiare.
ja: 食べるのには向かないと思うヨ。
ko: 먹으면 안 될 것 같아.
pl: Te się chyba nie nadają do jedzenia.
pt_br: Não acho que esses sirvam para comer.
ru: Не думаю, что их можно есть.
zh_cn: 这些不适合吃。
zh_tw: 這些不適合吃。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_7
source: Real raisins! Think of the culinary potential.
de: Echte Rosinen! Man bedenke das kulinarische Potenzial.
es: ¡Pasas de verdad! Piensa en el potencial culinario.
es_mx: ¡Pasas de verdad! Imaginen las posibilidades culinarias de esto.
fr: Des raisins secs ! Pensez à tout ce qu'on pourrait préparer avec !
it: Vere uvette! Pensa al potenziale in cucina.
ja: 本物のレーズン！色んな料理に使えるネ。
ko: 진짜 건포도잖아! 요리할 때 쓸 수 있겠어.
pl: Prawdziwe rodzynki! Tylko pomyśl, jaki mają potencjał kulinarny.
pt_br: Passas de verdade! Pense no potencial culinário.
ru: Настоящий изюм! Сколько всего с ним можно приготовить.
zh_cn: 真的葡萄干！在料理方面有无限的潜力。
zh_tw: 真的葡萄乾！在料理方面有無限的潛力。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_8
source: I don't need the whole thing, just a couple licks.
de: Ich brauche nicht das ganze Ding, ich will nur mal dran lecken.
es: No lo necesito entero, con un par de lengüetazos basta.
es_mx: No lo quiero todo, solo un pedacito.
fr: Je n'ai pas besoin de tout manger. Un coup de langue ou deux suffiront.
it: Non voglio mangiare tutta la caramella, mi basta dare un paio di leccate.
ja: 全部とは言わないから、少しだけ舐めたいネ。
ko: 다는 필요 없고 조금만 핥으면 돼.
pl: Nie muszę od razu zjadać całego, wystarczy, że poliżę.
pt_br: Não preciso comer tudo, só de algumas lambidas.
ru: Мне хватит пару раз лизнуть.
zh_cn: 我不需要完全占有，舔几下就行。
zh_tw: 我不需要完全佔有，舔幾下就行。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_9
source: I wouldn't want to ruin my dinner.
de: Ich will mir das Abendessen nicht verderben.
es: No me gustaría echar a perder mi cena.
es_mx: No quisiera llenarme antes de la cena.
fr: Je ne veux pas me couper l'appétit.
it: Non voglio rovinarmi l'appetito prima di cena.
ja: ディナーをダメにしたくないヨ。
ko: 이따가 저녁 먹을 건데, 지금 이걸로 배 채우고 싶지 않아.
pl: Nie chciałbym zepsuć sobie obiadu.
pt_br: Não quero estragar meu jantar.
ru: Не хочу перебивать аппетит.
zh_cn: 我不想毁了晚餐。
zh_tw: 我不想毀了晚餐。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: I'm not convinced I want to drink it.
de: Ich weiß nicht, ob ich das trinken will.
es: No tengo claro que quiera beberme esto.
es_mx: No estoy convencido de querer beberla.
fr: Je ne suis pas sûr d'avoir envie de la boire.
it: Non sono sicuro di volerla bere.
ja: ちょっと飲む気になれないネ。
ko: 별로 마시고 싶지 않은걸.
pl: Jakoś nie jestem przekonany, czy chcę to wypić.
pt_br: Não estou convencido de que quero beber isso.
ru: Не уверен, что хочу это выпить.
zh_cn: 不确定要不要喝。
zh_tw: 不確定要不要喝。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: Oof, smells strong.
de: Puh, das riecht stark.
es: Buf, qué fuerte huele.
es_mx: ¡Uf! Tiene un olor fuerte.
fr: Ouh, quelle odeur !
it: Oh, che odore forte.
ja: うわっ、強い匂いがするヨ。
ko: 윽, 냄새가 독하네.
pl: Uch, ma mocny zapach.
pt_br: Uff, que cheiro forte.
ru: Ох, какой сильный запах.
zh_cn: 噢，闻着劲很大。
zh_tw: 噢，聞著勁很大。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: I don't think it'll do much.
de: Ich glaube nicht, dass es viel anrichtet.
es: No creo que haga gran cosa.
es_mx: No creo que me ayude mucho.
fr: Je doute que ça ait beaucoup d'effet.
it: Non credo abbia chissà quale effetto.
ja: あまり効かない気がするネ。
ko: 별 효과가 없을 것 같아.
pl: To chyba wiele nie zrobi.
pt_br: Acho que não vai funcionar.
ru: Не думаю, что от него есть особый эффект.
zh_cn: 应该没什么用。
zh_tw: 應該沒什麼用。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: The fire has caramelized.
de: Das Feuer ist karamellisiert.
es: El fuego se ha caramelizado.
es_mx: El fuego se caramelizó.
fr: Le feu a caramélisé.
it: Il fuoco si è caramellizzato.
ja: 火でキャラメリゼされてるヨ。
ko: 불이 캐러멜처럼 됐어.
pl: Ogień skarmelizował.
pt_br: O fogo se caramelizou.
ru: Карамелизированный огонь.
zh_cn: 火已经焦化了。
zh_tw: 火已經焦化了。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENPOTION_MOON
source: I wouldn't drink that, mon ami.
de: Das würde ich nicht trinken, mon ami.
es: Yo no me bebería eso, camarade.
es_mx: Yo no me tomaría eso, mon ami.
fr: À votre place, je ne la boirais pas.
it: Non la berrei, mon ami.
ja: モナミ、それは飲めないナ。
ko: 안 마실래, 친구.
pl: Nie piłbym tego, mon ami.
pt_br: Eu não beberia isso, mon ami.
ru: Я бы не стал это пить, mon ami.
zh_cn: 我是不会喝那玩意的，我的朋友。
zh_tw: 我是不會喝那玩意的，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: Fear upsets my stomach.
de: Angst schlägt mir auf den Magen.
es: El miedo me revuelve la tripa.
es_mx: El miedo me produce malestar estomacal.
fr: J'ai l'estomac noué par la peur.
it: Ho paura che mi dia fastidio allo stomaco.
ja: 恐怖で胃がムカムカするヨ。
ko: 공포 때문에 속이 불편해.
pl: Ze strachu miewam rozstrój żołądka.
pt_br: O medo irrita meu estômago.
ru: У меня расстройство желудка от страха.
zh_cn: 恐惧会刺激我的胃。
zh_tw: 恐懼會刺激我的胃。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: Its wings are so... leathery.
de: Die Flügel sind so ... ledrig.
es: Tiene unas alas... como de cuero.
es_mx: Sus alas están muy... curtidas.
fr: Ses ailes ont l'air d'être entièrement en cuir.
it: Ha ali... coriacee.
ja: この翼は...すごくガサガサだネ。
ko: 날개가 참... 가죽 같네.
pl: Te skrzydła są takie... skórzaste.
pt_br: A asas têm um aspecto... de couro.
ru: Такие… кожистые крылья.
zh_cn: 它的翅膀很有皮革的触感。
zh_tw: 它的翅膀很有皮革的觸感。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: I'm afraid to touch it.
de: Das will ich nicht berühren.
es: Me da miedo tocarlo.
es_mx: Me da miedo tocarla.
fr: J'ai peur d'y toucher.
it: Ho paura a toccarlo.
ja: 怖くて触れないヨ。
ko: 만지기 무서워.
pl: Boję się tego dotknąć.
pt_br: Tenho medo de tocar nele.
ru: Боюсь к этому прикасаться.
zh_cn: 我不敢碰它。
zh_tw: 我不敢碰它。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: I miss calamari.
de: Ich vermisse Calamari.
es: Echo de menos los calamares.
es_mx: Extraño el calamar.
fr: J'ai envie de calmars...
it: Mi mancano i calamari.
ja: カラマリが恋しいなあ。
ko: 칼라마리가 그립네.
pl: Brakuje mi kalmarów.
pt_br: Sinto saudades das lulas.
ru: Скучаю по кальмарам.
zh_cn: 我怀念鱿鱼圈。
zh_tw: 我懷念魷魚圈。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: How creepy.
de: Wie gruselig.
es: Qué espeluznante.
es_mx: Qué espeluznante.
fr: Effrayant.
it: Davvero raccapricciante.
ja: うわ、不気味だネ。
ko: 엄청 징그럽잖아.
pl: Cóż za okropieństwo.
pt_br: Que bizarro.
ru: Жуть какая.
zh_cn: 好奇怪。
zh_tw: 好奇怪。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: I'd rather not eat crow.
de: Ich will keine Krähe essen.
es: Prefiero no comer cuervo.
es_mx: Prefiero no comer cuervo.
fr: Je préfère éviter de manger des corbeaux.
it: Preferisco evitare di mangiare il corvo.
ja: カラスは食べたくないヨ。
ko: 까마귀를 먹느니 차라리 굶겠어.
pl: Wolałbym tego nie jeść.
pt_br: Prefiro não comer corvos.
ru: Не хочу есть ворон.
zh_cn: 我宁愿不吃乌鸦。
zh_tw: 我寧願不吃烏鴉。

# CHARACTERS.WARLY.DESCRIBE.HAMBAT
source: Mmm, ham popsicle!
de: Prima! Eis am Stiel. Hurra!
es: ¡Mmm, polo de jamón!
es_mx: ¡Mmm, polo de jamón!
fr: Miam ! Un esquimau à la viande !
it: Umm. Ghiacciolo di carne!
ja: アイスキャンディ型の肉ネ！
ko: 쩝쩝. 햄으로 된 막대사탕이지!
pl: Mmm, mięsny lizak!
pt_br: Mmm, picolé de pernil!
ru: М-м-м, ветчина на палочке!
zh_cn: 唔，火腿棒冰！
zh_tw: 唔，火腿冰棒！

# CHARACTERS.WARLY.DESCRIBE.HAMMER
source: For tenderizing boeuf!
de: Zum Schnitzelklopfen.
es: ¡Para ablandar el boeuf!
es_mx: ¡Para ablandar el boeuf!
fr: Pour attendrir le bœuf !
it: Per intenerire il bouef!
ja: 肉をたたいて、やわらかくする道具ネ！
ko: 소고기를 연하게 만들어 주지!
pl: Do zmiękczania wołowiny!
pt_br: Para amaciar boeuf.
ru: Чтобы сделать мясо нежнее!
zh_cn: 用来锤松牛肉！
zh_tw: 用來錘松牛肉！

# CHARACTERS.WARLY.DESCRIBE.HAMMER_MJOLNIR
source: It's a heavy duty tenderizer.
de: Ein besonders effizienter Fleischklopfer.
es: Es un ablandador de carne todoterreno.
es_mx: Es un potente ablandador de carnes.
fr: Sacré ustensile pour attendrir la viande.
it: È un batticarne molto pesante.
ja: これは肉をすご～く柔らかくしてくれるヨ。
ko: 튼튼한 연육기다.
pl: Tłuczek wagi ciężkiej.
pt_br: É um amaciante de carnes industrial.
ru: Как же этим можно мясо-то отбить?
zh_cn: 重型嫩肉锤。
zh_tw: 重型嫩肉錘。

# CHARACTERS.WARLY.DESCRIBE.HAWAIIANSHIRT
source: When in Rome...
de: Andere Länder ...
es: Allá donde fueres...
es_mx: Donde fueres...
fr: À Rome, fais comme les Romains...
it: Paese che vai...
ja: 郷に入れば、ってな…
ko: 로마에선 로마 법을...
pl: Kiedy wpadniesz między wrony...
pt_br: Siga as tendências...
ru: С волками жить…
zh_cn: 入乡随俗...
zh_tw: 入鄉隨俗...

# CHARACTERS.WARLY.DESCRIBE.HEALINGSALVE
source: Soothing.
de: Wohltuend.
es: Calmante.
es_mx: Calmante.
fr: Ça calme.
it: Lenitivo.
ja: やわらぐ。
ko: 아픔을 가라앉힌다.
pl: Daje ulgę.
pt_br: Agradável.
ru: Успокаивает.
zh_cn: 现在好多了。
zh_tw: 現在好多了。

# CHARACTERS.WARLY.DESCRIBE.HEALINGSTAFF
source: I like this.
de: Gefällt mir.
es: Me gusta esto.
es_mx: Me gusta.
fr: Ça me plaît, ça.
it: Mi piace.
ja: ボク、これ好きだヨ・
ko: 마음에 들어.
pl: Podoba mi się.
pt_br: Gostei desse.
ru: Мне нравится.
zh_cn: 我喜欢这个
zh_tw: 我喜歡這個

# CHARACTERS.WARLY.DESCRIBE.HEATROCK.COLD
source: Still cold.
de: Immer noch kalt.
es: Todavía está fría.
es_mx: Todavía está fría.
fr: Toujours froide.
it: Ancora freddo.
ja: まだ冷たいネ
ko: 아직 차갑다.
pl: Wciąż zimny.
pt_br: Ainda está fria.
ru: Все еще холодный.
zh_cn: 还是冰凉的。
zh_tw: 還是冰涼的。

# CHARACTERS.WARLY.DESCRIBE.HEATROCK.FROZEN
source: Vanilla ice.
de: Das ist Eis.
es: Helado de vainilla.
es_mx: Helado de vainilla.
fr: C'est de la glace.
it: Gelato alla vaniglia.
ja: アイスクリームみたいに冷たいネ
ko: 얼음 덩이네.
pl: Zimny jak głaz.
pt_br: Gelo sabor baunilha.
ru: Ванильный лед.
zh_cn: 像香草冰沙一样冷。
zh_tw: 像香草冰沙一樣冷。

# CHARACTERS.WARLY.DESCRIBE.HEATROCK.GENERIC
source: A temperature stone.
de: Ein Temperaturstein.
es: Una piedra de temperatura.
es_mx: Una piedra de temperatura.
fr: Une pierre thermomètre ?
it: Una pietra termica.
ja: 熱くなったり冷たくなったりする石ネ
ko: 보온석이다.
pl: Kamień termalny.
pt_br: Uma pedra de temperatura.
ru: Температурный камень.
zh_cn: 保温的石头。
zh_tw: 保溫的石頭。

# CHARACTERS.WARLY.DESCRIBE.HEATROCK.HOT
source: Hot!
de: Heiß!
es: ¡Caliente!
es_mx: ¡Caliente!
fr: Chaude !
it: Rovente!
ja: アッチッチ！
ko: 뜨겁다!
pl: Gorący!
pt_br: Quente!
ru: Горячо!
zh_cn: 好烫！
zh_tw: 好燙！

# CHARACTERS.WARLY.DESCRIBE.HEATROCK.WARM
source: It's warming up nicely.
de: Das ist gut durchgekocht.
es: Se ha puesto a una temperatura agradable.
es_mx: Tiene una temperatura agradable.
fr: Elle se réchauffe doucement.
it: Si sta riscaldando bene.
ja: ちょうどいい温かさネ
ko: 따뜻해지고 있군.
pl: Pięknie się ogrzewa.
pt_br: Está esquentando bem.
ru: Он приятно нагревается.
zh_cn: 暖和舒适。
zh_tw: 暖和舒適。

# CHARACTERS.WARLY.DESCRIBE.HERMITCRAB
source: She's all alone...
de: Sie ist ganz alleine ...
es: Está sola...
es_mx: Está solita.
fr: Elle est toute seule...
it: È tutta sola.
ja: 彼女は独りぼっちだ...
ko: 완전히 혼자야...
pl: Jest zupełnie sama...
pt_br: Ela tá completamente só...
ru: Совсем одна…
zh_cn: 就她一个人……
zh_tw: 就她一個人……

# CHARACTERS.WARLY.DESCRIBE.HERMITHOUSE.BUILTUP
source: I hope she's a bit more comfortable in there now.
de: Hoffentlich hat sie es jetzt ein bisschen gemütlicher.
es: Espero que ahora esté un poco más cómoda ahí dentro.
es_mx: Espero que ahora se sienta más cómoda ahí dentro.
fr: J'espère qu'elle se sentira mieux là-dedans.
it: Spero che ora, qui, stia un po' più comoda.
ja: あの人が少しだけ前より快適だったらいいな。
ko: 이제 저 안에서 좀 더 편했으면 좋겠어.
pl: Mam nadzieję, że jej teraz przytulniej.
pt_br: Espero que agora ela esteja um pouco mais confortável ali dentro.
ru: Надеюсь, теперь ей поуютней.
zh_cn: 希望她住的舒服点了。
zh_tw: 希望她住的舒服點了。

# CHARACTERS.WARLY.DESCRIBE.HERMITHOUSE.GENERIC
source: That poor old woman... living here all on her own...
de: Die arme alte Frau ... lebt hier ganz alleine ...
es: Esa pobre anciana..., viviendo ahí sola...
es_mx: Esa pobre viejita... viviendo aquí sola...
fr: Pauvre vieillarde... Vivre ici, toute seule...
it: Quella povera vecchietta... Vivere qui tutta da sola...
ja: あの哀れな老女...ここに一人きりで暮らしてるなんて...
ko: 가엾은 할머니... 여기서 이렇게 혼자 살다니...
pl: Biedna starowinka... mieszka tutaj zupełnie sama...
pt_br: Coitada da velhinha... vivendo aqui sem mais ninguém...
ru: Бедная старушка… живет тут совсем одна…
zh_cn: 可怜的老妇……独居在那里……
zh_tw: 可憐的老婦……獨居在那裡……

# CHARACTERS.WARLY.DESCRIBE.HERMIT_BUNDLE
source: Not to complain, but I would have preferred a nice edible arrangement.
de: Ich will mich ja nicht beschweren, aber ich hätte ein schönes essbares Arrangement vorgezogen.
es: No me quiero quejar, pero habría preferido algo comestible.
fr: Loin de moins l'idée de me plaindre, mais j'aurais préféré quelque chose de comestible.
it: Non per lamentarmi, ma avrei preferito qualcosa di commestibile.
ja: 文句言うわけじゃないんですケド、食べられるもののアレンジメントのほうが良いですヨ。
ko: 불평할 것은 아니지만 보기 좋은 떡이 먹기에도 좋을 텐데.
pl: Nie chcę narzekać, ale wolałbym coś jadalnego.
pt_br: Não que eu esteja reclamando, mas preferia uma belo arranjo comestível.
ru: Я не жалуюсь, конечно, но мне куда больше пригодилось бы что-нибудь съедобное.
zh_cn: 不是要抱怨，但要是准备一顿大餐款待我会更好。
zh_tw: 不是要抱怨，但要是準備一頓大餐款待我會更好。

# CHARACTERS.WARLY.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: A shell stuffed with shells.
de: Eine Muschel, gefüllt mit Muscheln.
es: Una concha llena de conchas.
fr: Un coquillage plein de coquillages.
it: Una conchiglia piena di conchiglie.
ja: 貝殻が詰まった貝ネ。
ko: 조개껍데기로 속을 채운 조개라니.
pl: Muszla nadziewana muszlami.
pt_br: Uma concha recheada de conchas.
ru: Ракушка с начинкой из ракушек.
zh_cn: 以贝壳为馅料的贝壳。
zh_tw: 以貝殼為餡料的貝殼。

# CHARACTERS.WARLY.DESCRIBE.HERMIT_CRACKED_PEARL
source: Oh... oh dear...
de: Ach du lieber Himmel ...
es: Oh... Oh, cielos...
es_mx: Oh, cielos.
fr: Oh... Oh bon sang.
it: Oh... Oh cielo...
ja: ああ、ひどい...
ko: 아... 이런...
pl: Och... Ojej...
pt_br: Ah... puxa vida...
ru: Ой. О нет…
zh_cn: 噢……天啊……
zh_tw: 噢……天啊……

# CHARACTERS.WARLY.DESCRIBE.HERMIT_PEARL
source: Madame Pearl entrusted it to me.
de: Madame Perle hat sie mir anvertraut.
es: Madame Pearl me ha confiado a mí este tesoro.
es_mx: Madame Perla me la confió.
fr: Madame Perle me l'a confiée.
it: Madame Perla me l'ha affidata.
ja: マダムパールがこれをボクに託してくれたんだヨ。
ko: 마담 진주가 나한테 맡겼어.
pl: Madame Perełka mi to powierzyła.
pt_br: A Madame Pearl me confiou isso.
ru: Мадам Жемчужина мне ее доверила.
zh_cn: 珍珠女士托付给我的。
zh_tw: 珍珠女士託付給我的。

# CHARACTERS.WARLY.DESCRIBE.HIVEHAT
source: The stickiness is mostly gone. Mostly.
de: Er ist fast gar nicht mehr klebrig. Fast.
es: Ya casi no es pegajoso. Casi.
es_mx: Ya perdió casi toda la viscosidad. Al menos la mayor parte.
fr: Ça ne colle plus trop.
it: Quasi non appiccica più. Quasi.
ja: 病気は大体治ったヨ。大体はね。
ko: 끈적임이 대부분 사라졌어. 대부분.
pl: Już się tak nie klei.
pt_br: Quase não tem mais viscosidade. Quase.
ru: Уже почти не липкая. Почти.
zh_cn: 基本不黏了。只是基本。
zh_tw: 基本不黏了。只是基本。

# CHARACTERS.WARLY.DESCRIBE.HOME
source: Who lives here?
de: Wer wohnt hier?
es: ¿Quien vive aquí?
es_mx: ¿Quien vive aquí?
fr: Qui vit ici ?
it: Chi vive qui?
ja: 誰の家カナ？
ko: 여긴 누가 살까?
pl: Kto tu mieszka?
pt_br: Quem vive aí?
ru: Кто здесь живет?
zh_cn: 谁住在这里？
zh_tw: 誰住在這裡？

# CHARACTERS.WARLY.DESCRIBE.HOMESIGN.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Demasiado cocido.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.HOMESIGN.GENERIC
source: What's the use in a sign around here?
de: Ist das hier der Ersatz für richtige Nahrung?
es: ¿De qué sirve una señal por aquí?
es_mx: ¿De qué sirve una señal por aquí?
fr: À quoi sert un panneau dans un coin pareil ?
it: Qual è l'uso di un segnale da queste parti?
ja: 看板立てても、意味なくナイ？
ko: 이곳에서 표지판이 무슨 소용이지?
pl: Na co tu komu taki znak?
pt_br: Qual é a utilidade de uma placa por aqui?
ru: Зачем тут вообще нужен знак?
zh_cn: 路标在这个地方有什么用？
zh_tw: 路標在這個地方有什麼用？

# CHARACTERS.WARLY.DESCRIBE.HOMESIGN.UNWRITTEN
source: I'll write a nice note for the next person.
de: Ich schreibe der nächsten Person eine nette Nachricht.
es: Escribiré una nota maja para la siguiente persona.
es_mx: Le dejaré una nota bonita al próximo que venga.
fr: J'écrirais un gentil petit mot pour la personne suivante.
it: Scriverò un bel messaggino per la prossima persona che lo leggerà.
ja: ボク、次の人のためにナイスなメモを書くヨ。
ko: 다음에 볼 사람에게 글을 남겨야지.
pl: Zostawię miłą notkę dla następnej osoby.
pt_br: Vou escrever um belo bilhete pra próxima pessoa.
ru: Напишу что-нибудь хорошее.
zh_cn: 我会为下一个人好好写段提醒。
zh_tw: 我會為下一個人好好寫段提醒。

# CHARACTERS.WARLY.DESCRIBE.HONEY
source: Nectar of the gods!
de: Nektar der Götter!
es: ¡El néctar de los dioses!
es_mx: ¡El néctar de los dioses!
fr: Le nectar des dieux !
it: Nettare degli dei!
ja: 神々のお飲み物！
ko: 신의 넥타르다!
pl: Nektar bogów!
pt_br: Néctar dos deuses!
ru: Нектар богов!
zh_cn: 琼浆玉液！
zh_tw: 瓊漿玉液！

# CHARACTERS.WARLY.DESCRIBE.HONEYCOMB
source: Just add milk!
de: Einfach ein paar Edelsteine dazu und fertig.
es: ¡Solo añade leche!
es_mx: ¡Solo añade leche!
fr: Il suffit d'ajouter du lait !
it: Basta aggiungere il latte!
ja: ミルクかければ、デザートになるヨ！
ko: 이제 젖만 있으면 돼!
pl: Wystarczy dodać mleka!
pt_br: Basta adicionar leite!
ru: Просто добавь молока!
zh_cn: 加点牛奶！
zh_tw: 加點牛奶！

# CHARACTERS.WARLY.DESCRIBE.HONEYHAM
source: Comfort food!
de: Angenehme Nahrung!
es: ¡Comida reconfortante!
es_mx: ¡Comida casera!
fr: Aliment-réconfort !
it: Cibo tradizionale!
ja: これ食べるとホッとする～
ko: 고향의 맛!
pl: Niebo w gębie!
pt_br: Comida de depressão!
ru: Заедаем стресс!
zh_cn: 令人满足的食物！
zh_tw: 令人滿足的食物！

# CHARACTERS.WARLY.DESCRIBE.HONEYNUGGETS
source: Junk food is my guilty pleasure. Shh!
de: Psst. Fastfood ist Laster von mir.
es: La comida basura es mi placer prohibido. ¡Shh!
es_mx: La comida chatarra es mi placer culposo. ¡Shh!
fr: La malbouffe est mon petit vice à moi. Chut...
it: Le porcherie sono il mio peccato di gola. Scc!
ja: 実はジャンクフードも好き…ナイショだヨ！
ko: 아무리 몸에 나빠도 이 맛을 멈출 순 없지. 쉿!
pl: Mam słabość do śmieciowego jedzenia. Tylko ciii!
pt_br: Comida podrona é meu prazer secreto. Shh!
ru: Фастфуд — моя постыдная слабость. Ш-ш!
zh_cn: 吃垃圾食品让我有罪恶的愉悦感。嘘！
zh_tw: 吃垃圾食品讓我有罪惡的愉悅感。噓！

# CHARACTERS.WARLY.DESCRIBE.HORN
source: There's still some hairs inside.
de: Da sind noch ein paar Haare drin.
es: Todavía hay algunos pelos dentro.
es_mx: Todavía hay algunos pelos dentro.
fr: Il reste des poils dedans.
it: C'è ancora qualche pelo all'interno.
ja: 中に毛が残ってるネ。
ko: 안에 아직도 털이 좀 있어.
pl: W środku jest jeszcze trochę głosów.
pt_br: Ainda tem pelos dentro.
ru: Там все еще шерсть внутри.
zh_cn: 里面还是有些毛。
zh_tw: 裡面還是有些毛。

# CHARACTERS.WARLY.DESCRIBE.HOTCHILI
source: Spice up my life!
de: Bringt etwas Würze in mein Leben.
es: ¡Da un poco de picante a mi vida!
es_mx: ¡Le da picante a mi vida!
fr: Mets du piment dans ma vie !
it: Aggiunge pepe alla mia vita!
ja: ちょっぴりスパイシーな人生もイイネ！
ko: 내 인생을 화끈하게 해주지!
pl: Podkręca temperaturę!
pt_br: Apimente minha vida!
ru: Добавь остроты в мою жизнь!
zh_cn: 让我的生活更火辣！
zh_tw: 讓我的生活更火辣！

# CHARACTERS.WARLY.DESCRIBE.HOTSPRING.BOMBED
source: What a nice aroma.
de: Was für ein herrliches Aroma.
es: Qué buen aroma.
es_mx: Qué aroma más delicioso.
fr: Quelle odeur agréable.
it: Che buon profumino.
ja: な～んていいアロマ。
ko: 향이 참 좋아.
pl: Ale piękna woń.
pt_br: Que aroma fantástico.
ru: Какой приятный запах.
zh_cn: 怡人的芬芳。
zh_tw: 怡人的芬芳。

# CHARACTERS.WARLY.DESCRIBE.HOTSPRING.EMPTY
source: An empty basin.
de: Ein leeres Becken.
es: Una palangana vacía.
es_mx: Un cuenco vacío.
fr: Un bassin vide.
it: Un lavello vuoto.
ja: 桶が空っぽだネ。
ko: 빈 땅이야.
pl: Pusty zbiornik.
pt_br: Um tanque vazio.
ru: Пустая ванна.
zh_cn: 空空如也。
zh_tw: 空空如也。

# CHARACTERS.WARLY.DESCRIBE.HOTSPRING.GENERIC
source: Ah, if only I had time for a nice soak.
de: Ach, hätte ich nur Zeit für ein schönes Bad.
es: Ah, si tuviera tiempo para un bañito...
es_mx: ¡Ay! Ojalá tuviera tiempo para darme un buen chapuzón.
fr: Ah, si seulement j'avais le temps de prendre un bon bain.
it: Ah, se solo avessi tempo per un bel bagno.
ja: ゆっくりつかる時間さえあればなぁ。
ko: 아, 몸을 담글 시간이 있었으면.
pl: Szkoda, że nie mam czasu na porządną kąpiel.
pt_br: Ah, se ao menos eu tivesse tempo para um mergulho.
ru: Жаль, у меня нет времени поваляться в воде.
zh_cn: 啊，要是有时间舒服的泡个澡就好了。
zh_tw: 啊，要是有時間舒服的泡個澡就好了。

# CHARACTERS.WARLY.DESCRIBE.HOTSPRING.GLASS
source: It looks quite pretty in the moonlight, non?
de: Sieht hübsch aus im Mondlicht, non?
es: Qué preciosidad a la luz de la luna, ¿non?
es_mx: Se ve muy bonito a la luz de la luna, ¿non?
fr: C'est plutôt joli au clair de lune, non ?
it: Ha proprio un bell'aspetto sotto la luna, n'est pas?
ja: 月の光だとすご～く美しく見えるネ。
ko: 달빛에 비치니까 꽤 예쁜걸?
pl: Wygląda całkiem ładnie w świetle księżyca, non?
pt_br: Fica uma beleza sob o luar, non?
ru: Как красиво смотрится в лунном свете.
zh_cn: 月光把它照的分外动人，对不对？
zh_tw: 月光把它照的分外動人，對不對？

# CHARACTERS.WARLY.DESCRIBE.HOUND
source: Angry chien!
de: Zorniges Hündchen.
es: ¡Perro enfadado!
es_mx: ¡Chien enfadado!
fr: Un chien enragé !
it: Chien arrabbiato!
ja: あのイヌ、凶暴だヨ！
ko: 화난 개다!
pl: Niegrzeczny piesek!
pt_br: Chien irritado!
ru: Злой пес!
zh_cn: 愤怒的猎犬！
zh_tw: 憤怒的獵犬！

# CHARACTERS.WARLY.DESCRIBE.HOUNDBONE
source: Hmm, soup stock...
de: Ich könnte eine herzhafte Suppe daraus machen.
es: Hmm, caldo de sopa...
es_mx: Mmm, caldo de sopa...
fr: Hem, bouillon pour la soupe...
it: Mmm, dado per il brodo...
ja: いいスープがとれそうネ…
ko: 쩝, 사골 육수...
pl: Hmm... nadadzą się na rosół?
pt_br: Hmm, ingrediente para sopa...
ru: Хм-м, бульон для супа…
zh_cn: 嗯，骨头高汤...
zh_tw: 嗯，骨頭高湯...

# CHARACTERS.WARLY.DESCRIBE.HOUNDCORPSE.BURNING
source: I'm afraid it's for the best.
de: Es ist wohl besser so, fürchte ich.
es: Me temo que así es mejor.
es_mx: Esto es lo mejor para todos.
fr: Malheureusement, c'est mieux comme ça.
it: Temo sia la cosa migliore.
ja: これが一番良かったのかもネ。
ko: 미안하지만 이게 최선이야.
pl: Sądzę, że tak będzie lepiej.
pt_br: Receio que seja melhor assim.
ru: Боюсь, это к лучшему.
zh_cn: 为了大局着想，只有如此了。
zh_tw: 為了大局著想，只有如此了。

# CHARACTERS.WARLY.DESCRIBE.HOUNDCORPSE.GENERIC
source: What a terrible sight!
de: Was für ein furchtbarer Anblick!
es: ¡Qué horrible visión!
es_mx: ¡Qué horrible!
fr: Quelle vision atroce !
it: Che vista terribile!
ja: なんて恐ろしい光景！
ko: 끔찍한 광경이야!
pl: Cóż za okropny widok!
pt_br: Que visão horrível!
ru: Ужасное зрелище!
zh_cn: 多么可怕的景象啊!
zh_tw: 多麼可怕的景象啊!

# CHARACTERS.WARLY.DESCRIBE.HOUNDCORPSE.REVIVING
source: It sprung back to life!
de: Er ist wieder lebendig!
es: ¡Ha vuelto a la vida!
es_mx: ¡Volvió a la vida!
fr: Il est revenu à la vie !
it: È tornato in vita!
ja: 生き返った！
ko: 되살아났잖아!
pl: Wrócił do życia!
pt_br: Ele voltou à vida!
ru: Она вернулась к жизни!
zh_cn: 还魂了！
zh_tw: 還魂了！
