Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.MOSSLING
source: You are not large enough to be a steed.
de: Du bist nicht groß genug, um ein Ross zu sein.
es: No eres lo bastante grande como para ser un corcel.
fr: Tu es trop petit pour faire un coursier.
it: Non sei abbastanza grande da essere un destriero.
ja: お前は乗馬用には小さすぎる。
ko: 내 군마가 되기엔 너무 작구나.
pl: Jesteś za mały, żeby być wierzchowcem.
pt_br: Você não é grande o suficiente para ser um corcel.
ru: Ты маловат, чтобы быть чьим-то скакуном.
zh_cn: 你还不够大，当不了坐骑。
zh_tw: 你還不夠大，當不了坐騎。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOUND.DUG
source: Loot trumped desecration!
de: Frevelhafte Plünderung!
es: ¡Profanación de botín!
fr: Si c'est pour un butin, on peut profaner !
it: La profanazione del bottino!
ja: 宝のためには、いたしかたあるまい！
ko: 고인을 모독하더라도 전리품을 챙기고 싶었어!
pl: Chciwość przezwyciężyła lęk przed bogami!
pt_br: Os espólios sobrepujaram a profanação!
ru: Ради сокровищ можно пойти и на разграбление!
zh_cn: 洗劫就是亵渎！
zh_tw: 洗劫就是褻瀆！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOUND.GENERIC
source: Are there treasures beneath the gravestones?
de: Ob dort Schätze unter den Grabsteinen sind?
es: ¿Hay tesoros debajo de las lápidas?
fr: Trouve-t-on des trésors sous les pierres tombales ?
it: Ci sono tesori sotto le lapidi?
ja: 墓石の下に宝物はない？
ko: 묘비 아래에 보물이 있을까?
pl: Czyżby pod ziemią zostały jakieś skarby?
pt_br: Existem tesouros sob as tumbas?
ru: Есть ли сокровища под могильной плитой?
zh_cn: 墓碑下面有宝藏吗？
zh_tw: 墓碑下麵有寶藏嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MULLEDDRINK
source: Ha ha! Another!
de: Haha! Noch mehr!
es: ¡Ja, ja! ¡Más!
fr: Ha ha ! Encöre !
it: Ah ah! Un altro!
ja: ハハ！ もう一回！
ko: 하하! 한 잔 더!
pl: Ha, ha! Jeszcze jednego!
pt_br: Ha, ha! Mais um!
ru: Ха-ха! А ну повторить!
zh_cn: 哈哈！再来一杯！
zh_tw: 哈哈！再來一杯！

# CHARACTERS.WATHGRITHR.DESCRIBE.MULTIPLAYER_PORTAL
source: It makes me long for the stage!
de: Das weckt die Sehnsucht nach der Bühne!
es: ¡Me hace desear el escenario!
fr: Ça me donne envie de monter sur scène !
it: Mi fa desiderare il palcoscenico!
ja: 舞台装置か…？興行の日々が懐かしいな
ko: 무대가 그리워지게 만드네!
pl: Sposób na bohaterskie wyjście.
pt_br: Me faz ansiar pelo palco!
ru: Тоскую по сцене!
zh_cn: 它让我渴望舞台！
zh_tw: 它讓我渴望舞臺！

# CHARACTERS.WATHGRITHR.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: It hath a glow about it.
de: Glüht irgendwie ein bisschen.
es: Desprende un resplandor.
fr: Ça luit un peu.
it: È dotata di un certo bagliore.
ja: 是、ほのかに輝く。
ko: 빛이 난다.
pl: Co za piękny blask.
pt_br: Tinha um certo brilho.
ru: Я вижу сияние.
zh_cn: 它熠熠生辉。
zh_tw: 它熠熠生輝。

# CHARACTERS.WATHGRITHR.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A warrior's tool!
de: Ein Werkzeug für einen Krieger.
es: ¡Una herramienta de guerrero!
fr: Un outil de guerrier !
it: Uno strumento del guerriero!
ja: 戦士の工具！
ko: 전사의 도구다!
pl: Narzędzie wojownika!
pt_br: Uma ferramenta de guerreiro!
ru: Орудие воина!
zh_cn: 战士的工具！
zh_tw: 戰士的工具！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHGNOME
source: Foul vegetable, you will taste my spear!
de: Ekles Gemüse, koste meinen Speer!
es: ¡Vas a probar mi lanza, verdura despreciable!
fr: Légume hönni, tu vas tâter de ma lance !
it: Orribile ortaggio, assaggerai la mia lancia!
ja: 臭い野菜め、我が槍の味を知れ！
ko: 더러운 채소야, 내 창을 맛보게 될 것이다!
pl: Plugawe warzywo, posmakujesz mej włóczni!
pt_br: Vil vegetal, você provará minha lança!
ru: Мерзкий овощ, я угощу тебя копьем!
zh_cn: 肮脏的蔬菜，你会尝到我长矛的厉害！
zh_tw: 骯髒的蔬菜，你會嘗到我長矛的厲害！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOMBOMB
source: Defend thyselves, my allies!
de: Verteidigt euch, meine Verbündeten!
es: ¡Defendeos, mis aliados!
fr: Défendez-vous, mes alliés !
it: Difendetevi, miei alleati!
ja: 仲間達よ、自身の身を守るのだ！
ko: 다들 피해!
pl: Brońcie się, towarzysze!
pt_br: Defendei-vos, meus aliados!
ru: Защищайтесь, мои соратники!
zh_cn: 保护好自己，我的盟友们！
zh_tw: 保護好自己，我的盟友們！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOMHAT
source: This helm runs flush with the forest's magic!
de: Dieser Helm passt zur Magie des Waldes!
es: ¡Este casco contiene la magia del bosque!
fr: Ce casque est baigné de la magie de la forêt !
it: Questo elmo trabocca di magia della foresta!
ja: 森の魔法によりてかようの舵が光を放つ！
ko: 이 투구에는 숲의 마법이 깃들어 있군!
pl: Hełm przepełniony magią lasu!
pt_br: Este elmo está repleto da magia da floresta!
ru: Этот шлем дает мне прилив лесной магии!
zh_cn: 这个舵柄在森林魔法的帮助下运行得很顺利！
zh_tw: 這個舵柄在森林魔法的幫助下運行得很順利！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Naught but ash.
de: Nichts als Asche.
es: Nada más que ceniza.
fr: Rien que des cendres.
it: Niente altro che cenere.
ja: ただ灰である。
ko: 재뿐이로군.
pl: Kupa popiołu.
pt_br: Não passa de cinzas agora.
ru: Ничего, кроме пепла.
zh_cn: 一无是处，除了变成灰。
zh_tw: 一無是處，除了變成灰。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: Destroy the source of its unholy power!
de: Zerstöre die Quelle seiner unheiligen Macht!
es: ¡Destruye el origen de este poder impío!
fr: Détruisez la source de son pouvoir impie !
it: Distruggi la fonte del suo potere sacrilego!
ja: その邪悪なる力の根源を破壊せよ！
ko: 이 불경한 힘의 원천을 파괴해야 해!
pl: Trzeba zniszczyć źródło tej nieczystej mocy!
pt_br: Destrua a fonte de sua força profana!
ru: Уничтожить этот нечистый источник энергии!
zh_cn: 毁坏不洁之力的来源！
zh_tw: 毀壞不潔之力的來源！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.BURNT
source: Twas consumed by a mighty inferno!
de: Hier gab es ein brennendes Inferno!
es: ¡Lo ha consumido un temible infierno!
fr: Ça a été consumé par une puissance infernale !
it: È stato consumato da un possente inferno!
ja: 強力な業火にそれは包まれる！
ko: 강력한 불이 삼켜버렸군!
pl: Pochłonięta przez potężne inferno!
pt_br: Foi consumido por um inferno poderoso!
ru: Все поглощено могучим инферно!
zh_cn: 它在熊熊烈火中化为乌有！
zh_tw: 它在熊熊烈火中化為烏有！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.EMPTY
source: An empty home for forest sprites.
de: Ein leeres Zuhause für Waldelfen.
es: Un hogar vacío para los duendes del bosque.
fr: Une maison vide pour les lutins de la forêt.
it: Una casa vuota per i folletti della foresta.
ja: 森の精たちのための空の家。
ko: 숲의 요정을 위한 빈 집이로군.
pl: Pusty dom leśnych chochlików.
pt_br: Uma casa vazia para os espíritos da floresta.
ru: Пустующий дом для лесных фей.
zh_cn: 森林精灵们空空如也的家。
zh_tw: 森林精靈們空空如也的家。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.LOTS
source: It is growing strong and hearty.
de: Wächst stark und herzhaft.
es: Están creciendo fuertes y vigorosos.
fr: C'est de plus en plus costaud et copieux.
it: Sta crescendo forte e abbondante.
ja: 其れ、強く心豊かに育つ。
ko: 튼튼하게 자라고 있군.
pl: Rosną silne i zdrowe.
pt_br: Está crescendo forte e saudável.
ru: Он вырастет сильным и здоровым.
zh_cn: 它成长得很健壮。
zh_tw: 它成長得很健壯。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: A blight has beset this log. Another!
de: Auf diesem Stück Holz liegt ein Fluch. Ein anderes!
es: Una plaga ha asolado este tronco. ¡Otro!
fr: Un fléau a assailli cette bûche. Une fois de plus !
it: Una piaga ha assalito questo tronco. Un altro!
ja: この丸太は胴枯れ病にかかっている。他のものを！
ko: 통나무가 마름병에 걸렸군. 다른 걸 써야지!
pl: Zaraz dopadła tę kłodę!
pt_br: Uma praga envolveu este tronco. Outro!
ru: Это полено поразил недуг. Еще одно!
zh_cn: 枯萎病袭击了这块木头。又一块木头！
zh_tw: 枯萎病襲擊了這塊木頭。又一塊木頭！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: Not all can withstand the frost giant's touch.
de: Nicht alles widersteht dem Frostriesen.
es: No todo puede resistir la mano del gigante de escarcha.
fr: Tout le monde ne peut supporter le contact avec la géante du froid.
it: Non tutti sopportano il tocco del gigante congelato.
ja: 霜の巨人に触れられて立っていられない者もいる。
ko: 누구나 얼음 거인의 손길을 견디지는 못하지.
pl: Nie każdy zdolny jest przetrwać dotyk mroźnego olbrzyma.
pt_br: Nem todos podem resistir ao toque do gigante de gelo.
ru: Не все могут противостоять ужасному дуновению мороза.
zh_cn: 不是所有人都能抵挡得住森林巨人的触摸。
zh_tw: 不是所有人都能抵擋得住森林巨人的觸摸。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.SOME
source: The forest sprite has taken root.
de: Die Waldelfe hat Fuß gefasst.
es: El duende del bosque ha echado raíces.
fr: Le lutin de la forêt a pris racine.
it: Il folletto della foresta ha messo radici.
ja: 森の精が根を下ろした。
ko: 숲 요정이 뿌리를 내렸군.
pl: Leśny chochlik zapuścił korzenie.
pt_br: O espírito da floresta criou suas raízes.
ru: Лесная фея пустила корни.
zh_cn: 森林精灵已经生根发芽了。
zh_tw: 森林精靈已經生根發芽了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_FARM.STUFFED
source: The forest sprite has returned a glorious bounty!
de: Die Waldelfe hat glorreiche Beute gebracht!
es: ¡El duende del bosque ha producido un botín glorioso!
fr: Le lutin de la forêt a fait un don magnifique !
it: Il folletto della foresta ha riportato una ricompensa gloriosa!
ja: かようの森の精が栄光の報酬を返還した。
ko: 숲 요정이 멋진 수확으로 보답했군!
pl: Leśny chochlik przyniósł obfity łup!
pt_br: O espírito da floresta retornou uma recompensa gloriosa!
ru: Лесная фея даровала величайшую награду!
zh_cn: 森林精灵送回了可观的礼物！
zh_tw: 森林精靈送回了可觀的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: Laid to waste.
de: Zerstört.
es: Ahora es inservible.
fr: Complètement perdu.
it: Completamente devastato.
ja: 無駄にしたのだ。
ko: 폐허가 되었군.
pl: I wszystko na marne.
pt_br: Destruída.
ru: Полегло впустую.
zh_cn: 糟蹋。
zh_tw: 糟蹋。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT.OFF
source: A gift from the earth.
de: Ein Geschenk der Erde.
es: Un obsequio de la tierra.
fr: Un cadeau de la terre.
it: Un dono dalla terra.
ja: 大地からの贈り物。
ko: 땅의 선물이로군.
pl: Dar ziemi.
pt_br: Um presente da terra.
ru: Дар земли.
zh_cn: 来自大地的礼物。
zh_tw: 來自大地的禮物。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT.ON
source: Tis a spotted spotlight!
de: Ein geramptes Rampenlicht!
es: ¡Una luz moteada!
fr: Une perfection de rayon !
it: È un riflettore maculato!
ja: これが発見されたスポットライトだ！
ko: 땡땡이무늬 스포트라이트로군!
pl: Światełko w lesie!
pt_br: É um forte holofote.
ru: Маяк замечен!
zh_cn: 这是一个有斑点的聚光灯！
zh_tw: 這是一個有斑點的聚光燈！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: Twas consumed by Hel's fire.
de: Wurde vom Hällenfeuer verzehrt.
es: Lo ha consumido el fuego de Hel.
fr: Ça a été consumé par les feux de Hela.
it: È stato consumato dal fuoco di Hel.
ja: 是、地獄の業火に飲まれる。
ko: 헬의 불이 삼켜 버렸군.
pl: Strawione przez ogień piekielny.
pt_br: Foi consumido pelo fogo de Hel.
ru: Все поглощено огнями Хель!
zh_cn: 它被赫尔火焰所消耗。
zh_tw: 它被赫爾火焰所消耗。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: I demand strong, passionate colors. Red!
de: Ich verlange starke, leidenschaftliche Farben. Rot!
es: Exijo colores fuertes y apasionados. ¡Rojo!
fr: J'exige des couleurs fortes et passionnées. Du rouge !
it: Esigo colori forti e passionali. Rosso!
ja: 我、強力で情熱的な色を欲す。赤！
ko: 강하고, 열정적인 색이 좋아. 빨간색!
pl: Żądam wyrazistych, płomiennych kolorów. Żądam czerwieni!
pt_br: Exijo cores fortes e ardentes. Vermelho!
ru: Я требую сильного, страстного цвета. Красный!
zh_cn: 我要求强烈热情的颜色。红色！
zh_tw: 我要求強烈熱情的顏色。紅色！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHROOM_LIGHT2.ON
source: Behold! It blazes bright!
de: Siehe da! Es lodert hell!
es: ¡Contemplad! ¡Arde con brillo!
fr: Regardez ! Ça luit très fort !
it: Ecco! Divampa luminoso!
ja: 見よ！ その輝きを！
ko: 우와! 아주 밝게 빛나네!
pl: Strzeżcie się, albowiem płomień sięga niebios!
pt_br: Vejam! Queima esplendorosamente!
ru: Узрите! Яркие огни пламени!
zh_cn: 看！它明亮地燃烧着！
zh_tw: 看！它明亮地燃燒著！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: What a great effect!
de: Was für ein großartiger Effekt.
es: ¡Qué gran efecto!
fr: Quel superbe effet !
it: Che grande effetto!
ja: すばらしき特殊効果だな！
ko: 효과가 참 멋진데!
pl: Wspaniały efekt!
pt_br: Que grande efeito!
ru: Какой чудный эффект!
zh_cn: 好棒的效果！
zh_tw: 好棒的效果！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: I do like its glow.
de: Ich mag sein Glühen.
es: Me gusta su brillo.
fr: J'aime son éclat.
it: Mi piace il suo splendore.
ja: 美しき光ではあるな
ko: 빛이 마음에 드는군.
pl: Podoba mi się ta poświata.
pt_br: Realmente gosto de seu brilho.
ru: Мне нравится его сияние.
zh_cn: 我喜欢它发出的光。
zh_tw: 我喜歡它發出的光。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_MOON
source: Strange magic indeed.
de: Wahrhaftig, eine seltsame Art Magie.
es: Qué magia tan extraña...
fr: Une bien étrange magie.
it: Una magia davvero inconsueta.
ja: 実に奇怪な魔法じゃ。
ko: 참으로 이상한 마법이야.
pl: Zaiste dziwna to magia.
pt_br: Magia estranha, sem dúvida.
ru: Воистину загадочная магия.
zh_cn: 果然是古怪的魔法。
zh_tw: 果然是古怪的魔法。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: I'll fight alongside you any day!
de: An deiner Seite kämpfe ich gerne!
es: ¡Lucharé a tu lado cualquier día!
fr: Je combattrai à tes côtés quand tu voudras !
it: Combatterò al tuo fianco in qualsiasi momento!
ja: 我はいつでも、そなたと共に戦うぞ！
ko: 언제든지 곁에서 싸워줄게!
pl: W blasku twym walczyć będę!
pt_br: Lutarei ao seu lado qualquer dia!
ru: Я сражусь с тобой плечом к плечу в любой день!
zh_cn: 我会一直在你身边共同战斗！
zh_tw: 我會一直在你身邊共同戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: I don't care for mushrooms.
de: Ich interessiere mich nicht für Pilze.
es: Me dan igual las setas.
fr: Je me moque des champignons.
it: Non mi interessano i funghi.
ja: キノコになど興味はない
ko: 버섯은 별로야.
pl: Grzyby mam gdzieś.
pt_br: Não me importo com cogumelos.
ru: Знать не хочу о грибах.
zh_cn: 我不喜欢蘑菇。
zh_tw: 我不喜歡蘑菇。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_TALL.BLOOM
source: An enthusiastic performance!
de: Eine großartige Leistung!
es: ¡Una actuación entusiasta!
fr: Une performance enthousiasmante !
it: Una performance entusiasta!
ja: すばらしき演出だ！
ko: 굉장한 성과야!
pl: Radosne przedstawienie!
pt_br: Uma performance entusiástica!
ru: Вот это производительность!
zh_cn: 充满激情的表演！
zh_tw: 充滿激情的表演！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_TALL.GENERIC
source: What magic is this?
de: Was für eine Magie ist das?
es: ¿Qué clase de magia es esta?
fr: Quelle magie est-ce que cela ?
it: Cos'è questa magia?
ja: これは…妖術であろうか？
ko: 이건 무슨 마법이지?
pl: Co to za magiczne sztuczki?
pt_br: Que tipo de magia é essa?
ru: А это что еще за магия?
zh_cn: 这是什么魔法？
zh_tw: 這是什麼魔法？

# CHARACTERS.WATHGRITHR.DESCRIBE.MUSHTREE_TALL_WEBBED
source: This mushroom needs to be retired.
de: Dieser Pilz gehört in den Ruhestand.
es: Hay que arrancar este hongo.
fr: Ce champignon doit faire retraite.
it: Questo fungo deve essere andato in pensione da molto tempo.
ja: このキノコは、もう引退すべきであろう
ko: 이 버섯은 은퇴해야겠군.
pl: Czas, aby ten grzyb przeszedł na zasłużoną emeryturę.
pt_br: Esse cogumelo precisa ser aposentado.
ru: Этот гриб необходимо удалить.
zh_cn: 这蘑菇该退休了。
zh_tw: 這蘑菇該退休了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATEDHOUND.DEAD
source: May you find rest.
de: Mögest du Frieden finden.
es: Que descanses en paz.
fr: Repöse en paix.
it: Riposa in pace.
ja: 安らかにあれ。
ko: 편히 잠들길.
pl: Obyś odnalazł spokój.
pt_br: Descanse em paz.
ru: Желаю тебе обрести покой.
zh_cn: 愿你安息。
zh_tw: 願你安息。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATEDHOUND.GENERIC
source: What infernal creature doth mine eyes see!
de: Was für eine infernalische Kreatur sehen meine Augen da!
es: ¿Qué infernal criatura ven mis ojos?
fr: Quel enfer vöient dönc mes yeux ?
it: Quale infernale creatura vedono i miei occhi!
ja: なんと恐ろしい生物が我が目前にいるのだろうか！
ko: 저런 지옥에서 올라온 듯한 생물이 다 있다니!
pl: Cóż to za piekielną istotę widzą moje oczy?
pt_br: Que criatura infernal é essa que meus olhos enxergam!
ru: Что за инфернальное существо я узрела?
zh_cn: 我的双眼看到了烈狱的生物！
zh_tw: 我的雙眼看到了烈獄的生物！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATEDHOUND.SLEEPING
source: The beast slumbers soundly.
de: Die Bestie schlummert friedlich.
es: La bestia duerme profundamente.
fr: La beste dört pröföndément.
it: La bestia dorme profondamente.
ja: その獣はぐっすり眠っている。
ko: 짐승이 곤히 자는군.
pl: Bestia chrapie równo.
pt_br: A fera dorme profundamente.
ru: Эта тварь крепко спит.
zh_cn: 猛兽在熟睡中。
zh_tw: 猛獸在熟睡中。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATED_PENGUIN.DEAD
source: Rest well, wicked spirit.
de: Ruhe sanft, böser Geist.
es: Descansa bien, malvado espíritu.
fr: Repöse en paix, esprit malveillant.
it: Riposa in pace, spirito malvagio.
ja: 良く眠れ、卑劣な魂よ。
ko: 잘 가라, 사악한 영혼아.
pl: Spoczywaj w pokoju, podłe stworzenie.
pt_br: Descanse, espírito maligno.
ru: Покойся с миром, злой дух.
zh_cn: 安息吧，恶灵。
zh_tw: 安息吧，惡靈。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: Hel's influence has corrupted thee, no doubt!
de: Hels Einfluss hat dich verdorben, kein Zweifel!
es: ¡Su influencia te ha corrompido, sin duda!
fr: L'influence de Hel le cörrömpt, aucun döute !
it: L'influsso di Hel ti ha reso degenere, ne sono certa.
ja: 疑いもなく、地獄の影響が汝を壊してしまったのだ！
ko: 헬의 영향으로 타락한 게 틀림없군!
pl: Ani chybi skaził cię wpływ Hel!
pt_br: Foi corrompido pela influência de Hel, sem dúvida!
ru: Я знаю, это дурное влияние Хель.
zh_cn: 冥界无疑腐化了你！
zh_tw: 冥界無疑腐化了你！

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: It slumbers soundly.
de: Schlummert selig.
es: Duerme profundamente.
fr: Il ronfle bruyamment.
it: Ronfa profondamente.
ja: ぐっすり眠っている。
ko: 조용히 자는군.
pl: Drzemie równo.
pt_br: Dorme profundamente.
ru: Он крепко спит.
zh_cn: 它睡得真香。
zh_tw: 它睡得真香。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_DROPPER
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_HEALER
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_HIDER
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_MOON
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_SPITTER
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_WARRIOR
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.MUTATOR_WATER
source: They look like the little beasts, but lack the ferocity.
de: Sie sehen aus wie die kleinen Biester, aber ihnen fehlt die Wildheit.
es: Se parecen a las bestias, pero no tienen ni un atisbo de ferocidad.
fr: Elles ressemblent à de petites bestes, mais sans leur féröcité.
it: Sembrano piccole bestie, ma prive di ferocia.
ja: 小さき獣のようだが凶暴さに欠ける。
ko: 작은 짐승처럼 보이지만 사납지는 않아.
pl: Wyglądają jak te małe bestie, lecz brak im zaciekłości.
pt_br: Parecem as pequenas feras, mas sem a ferocidade.
ru: На вид тварюшки, но им недостает свирепости.
zh_cn: 它们虽然看起来像小野兽，但却缺少了它们的凶猛。
zh_tw: 它們雖然看起來像小野獸，但卻缺少了它們的兇猛。

# CHARACTERS.WATHGRITHR.DESCRIBE.NATURE_BLUEPRINT
source: Flowers won't protect you in battle!
de: Blumen werden dich im Kampf nicht schützen!
es: Las flores no te protegerán en batalla.
fr: Des fleurs ne prötègent pöint au cömbat !
it: I fiori non ti proteggeranno in battaglia!
ja: 花は戦で汝を守護することはなかろう。
ko: 꽃이 전투에서 널 보호하지는 않아!
pl: Kwiaty nie ochronią cię przed razami.
pt_br: Flores não protegerão você na batalha!
ru: Цветы тебя в бою не защитят!
zh_cn: 鲜花在战场上是保护不了你的!
zh_tw: 鮮花在戰場上是保護不了你的!

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTLIGHT
source: I'm more comfortable around my own fire.
de: Ich fühle mich an meinem eigenen Feuer wohler.
es: Estoy más cómoda cerca de mi propio fuego.
fr: Je suis mieux installée près de mon propre feu.
it: Sono più a mio agio intorno al mio fuoco.
ja: 自前の火の近くにいる方が安心する。
ko: 내가 직접 피운 불 곁이 더 편안한데.
pl: Dużo pewniej się czuję przy własnym ognisku.
pt_br: Fico mais confortável perto do meu próprio fogo.
ru: Мне удобнее у своего костра.
zh_cn: 还是在我自己的火旁更自在一些。
zh_tw: 還是在我自己的火旁更自在一些。

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMAREFUEL
source: The fuel of darkness!
de: Der Kraftstoff der Dunkelheit!
es: ¡El combustible de la oscuridad!
fr: Le combustible des ténèbres !
it: Il carburante delle tenebre!
ja: 闇を呼ぶ燃料！
ko: 어둠의 연료로군!
pl: Paliwo ze świata mroku!
pt_br: O combustível da escuridão!
ru: Топливо тьмы!
zh_cn: 暗黑燃料！
zh_tw: 暗黑燃料！

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMAREGROWTH
source: The very ground hath split and released nightmares upon us!
de: Der Boden selbst hat sich aufgetan und Albträume auf uns losgelassen!
es: ¡La tierra se ha agrietado y nos ha atacado con pesadillas!
fr: La terre s'est fendue et a relâché möult démöns !
it: Il terreno si è aperto e ci ha liberato contro degli incubi!
ja: 地が割れ、我らが頭上に悪夢が放たれた！
ko: 땅이 갈라지고 악몽이 펼쳐졌네!
pl: Ziemia rozwarła swą paszczę i nasłała na nas koszmary!
pt_br: O solo se abriu e lançou pesadelos sobre nós!
ru: Сама земля разверзлась и наслала кошмарные видения!
zh_cn: 大地裂开了，向我们释放了梦魇！
zh_tw: 大地裂開了，向我們釋放了夢魘！

# CHARACTERS.WATHGRITHR.DESCRIBE.NIGHTMARELIGHT
source: It harnesses dark powers from beneath.
de: Es nutzt die dunklen Kräfte von weit unten.
es: Aprovecha los poderes oscuros de abajo.
fr: Ça exploite les sombres forces du dessous.
it: Sfrutta i poteri oscuri da sotto.
ja: 地底に満ちる闇の力を操る装置か
ko: 지하 세계의 어두운 힘을 부르지.
pl: Czerpie mroczną energię z podziemi.
pt_br: Controla os poderes sombrios do subterrâneo.
ru: Он вытягивает темные силы из глубин.
zh_cn: 它利用来自地下的黑暗能量。
zh_tw: 它利用來自地下的黑暗能量。
