Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.FISH_COOKED
source: Joy!
de: Freude!
es: ¡Alegría!
fr: Bonheur !
it: Gioia!
ja: 嬉しい！
ko: 기뻐라!
pl: Raduje się serce moje!
pt_br: Felicidade!
ru: Ура!
zh_cn: 开心！
zh_tw: 開心！

# CHARACTERS.WATHGRITHR.DESCRIBE.FLINT
source: Vital for spear construction.
de: Wichtig für eine Speerkonstruktion.
es: Vital para la construcción de la lanza.
fr: Indispensable pour faire une lance.
it: Vitale per costruire una lancia.
ja: 槍を建築するのに不可欠。
ko: 창 만드는 데 꼭 필요하지.
pl: Niezbędny do budowy włóczni.
pt_br: Vital para a montagem de lanças.
ru: Необходим для копий.
zh_cn: 对于长矛制作必不可少。
zh_tw: 對於長矛製作必不可少。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER.GENERIC
source: A flower from Freya.
de: Eine Blume von Freia.
es: Una flor de Freya.
fr: Une fleur de Freyja.
it: Un fiore da Freya.
ja: フレイヤの贈り物か…
ko: 프레이야께서 보내신 꽃이군.
pl: Podarunek Frei.
pt_br: Uma flor de Freia.
ru: Цветок от Фреи.
zh_cn: 来自芙蕾雅的花朵。
zh_tw: 來自芙蕾雅的花朵。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER.ROSE
source: Were that I smelled half as sweet.
de: Röche ich doch nur halb so süß.
es: Ojalá yo oliese la mitad de dulce.
fr: Si seulement je sentais à moitié bon comme ça.
it: Se fosse metà della dolcezza che odoro.
ja: 我もこの花のごとく、甘やかに香れればな…
ko: 내게서 이것의 반만큼이라도 좋은 향기가 났으면.
pl: Gdybym to ja choć w połowie tak słodko pachniała...
pt_br: Se pelo menos eu tivesse metade desse perfume.
ru: Хотела бы я так же благоухать, хотя бы наполовину.
zh_cn: 我闻到微甜的气味。
zh_tw: 我聞到微甜的氣味。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWERHAT
source: Flimsy for the fight, enchanting on one's head.
de: Schwach für den Kampf, hübsch für meinen Kopf.
es: Débil para luchar, encantador en la cabeza de uno.
fr: Léger pour le combat, mais joli sur la tête.
it: Fragile per la lotta, incantevole sulla testa.
ja: 戦には向かぬが、みやびな頭飾りだ
ko: 전투에는 별로지만 머리에 쓰면 예쁘다.
pl: Bezużyteczny w boju, lecz czarujący na czyjejś głowie.
pt_br: Fraco para a luta, encantador na cabeça de alguém.
ru: С одной стороны, для боя совершенно не годится, с другой стороны — красиво.
zh_cn: 没有战斗价值，但戴我头上很好看。
zh_tw: 沒有戰鬥價值，但戴我頭上很好看。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWERSALAD
source: Leaves are for animals. Animals are for eating.
de: Blätter sind für Tiere. Tiere sind zum essen.
es: Las hojas son para los animales. Los animales son para comérselos.
fr: Les feuilles c'est pour les animaux. Les animaux c'est pour manger.
it: Le foglie sono per gli animali. Gli animali sono fatti per essere mangiati.
ja: 草は獣の糧、獣は我らの糧だ
ko: 잎은 동물을 위한 것이지요. 동물은 먹기 위한 것이지요.
pl: Liście są dla zwierząt. A zwierzęta są do jedzenia.
pt_br: Folhas são para animais. Animais são para comer.
ru: Листья для животных. Животные — в пищу.
zh_cn: 叶子是用来喂动物的。动物是用来吃的。
zh_tw: 葉子是用來喂動物的。動物是用來吃的。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_CAVE
source: And it lit up the night, upon the darkest hour.
de: Und es erleuchtet die dunkelste Nacht.
es: E iluminó la noche, en la hora más oscura.
fr: Elle illumina la nuit à l'heure la plus sombre.
it: E illuminò la notte, nell'ora più buia.
ja: それは最も暗い時に、夜に明かりを灯した。
ko: 가장 어두운 시간에 밤을 밝히는도다.
pl: I jasność rozbłysła w najczarniejszą godzinę.
pt_br: E iluminou a noite, na hora mais escura.
ru: И в самый темный час ночь отступила.
zh_cn: 它在至暗时刻点亮了夜空。
zh_tw: 它在至暗時刻點亮了夜空。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_EVIL
source: A terrible evil plagues this flora.
de: Etwas Böses plagt diese Flora.
es: Un terrible mal asola esta flora.
fr: Cette flore est contaminée par un mal terrible.
it: Un terribile male affligge questa flora.
ja: この花には、恐ろしき邪な力が満ちている…
ko: 이 식물은 끔찍한 악령에 씌웠군요.
pl: Jakieś zło zatruwa te rośliny.
pt_br: Um mal terrível aflige esta flora.
ru: Ужасное зло заразило этот цветок.
zh_cn: 可怕的邪恶污染了这朵花。
zh_tw: 可怕的邪惡污染了這朵花。

# CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_WITHERED
source: Not enough time in the limelight.
de: Nicht genügend Zeit im Sonnenlicht.
es: No ha estado lo suficiente a la luz.
fr: Elle n'a pas passé assez de temps sous les feux de la rampe.
it: Non è stato abbastanza tempo sotto i riflettori.
ja: 脚光を浴びぬ花は、しおれるのみ…
ko: 조명을 충분히 받지 못했군.
pl: Brak mu blasku sławy.
pt_br: Não tenho tempo suficiente diante dos holofotes.
ru: Не успел погреться в лучах софитов.
zh_cn: 来不及好好绽放就蔫了。
zh_tw: 來不及好好綻放就蔫了。

# CHARACTERS.WATHGRITHR.DESCRIBE.FOLIAGE
source: A collection of ferns.
de: Eine Sammlung von Farnkräutern.
es: Una colección de helechos.
fr: Une collection de fougères.
it: Una collezione di felci.
ja: シダの群れ。
ko: 양치식물 모듬이군.
pl: Jakieś zielsko.
pt_br: Uma coleção de samambaias.
ru: Набор из папоротников.
zh_cn: 葱郁的蕨类植物。
zh_tw: 蔥郁的蕨類植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.FOOTBALLHAT
source: A pig's bottom made this helmet.
de: Der Helm wurde aus dem Hinterteil eines Schweins hergestellt.
es: El trasero de un cerdo ha hecho este casco.
fr: Ce casque est fait avec des fesses de cochon.
it: Questo elmetto è stato creato dal fondoschiena di un maiale.
ja: ブタの尻の皮が、かぶとになるとはな…
ko: 돼지 엉덩이로 만든 투구.
pl: Ten hełm zmajstrowała jakaś świńska rzyć.
pt_br: Este elmo foi feito com o traseiro de um porco.
ru: Шлем из задницы свиньи.
zh_cn: 猪臀部做的头盔。
zh_tw: 豬臀部做的頭盔。

# CHARACTERS.WATHGRITHR.DESCRIBE.FORGETMELOTS
source: I do not trust them.
de: Ich traue ihnen nicht.
es: No me fío de ellas.
fr: Je ne leur fais pöint cönfiance.
it: Non mi fido di loro.
ja: 我はあやつらを信じぬ。
ko: 난 그들을 믿지 않지.
pl: Nie ufam im.
pt_br: Não confio nelas.
ru: Я им не доверяю.
zh_cn: 我不信任它们。
zh_tw: 我不信任它們。

# CHARACTERS.WATHGRITHR.DESCRIBE.FORMAL_BLUEPRINT
source: My fearsome steed has no use for such a thing!
de: Mein furchterregendes Reittier hat keine Verwendung für so etwas!
es: Un corcel tan feroz como el mío no necesita algo así.
fr: Mien féröce destrier n'a pöint l'utilité d'une telle chöse !
it: Il mio feroce destriero non ne ha alcun bisogno!
ja: 我が恐ろしい獣はかような物には役に立たぬ！
ko: 내 무시무시한 말은 그런 걸 싫어한다고!
pl: Mój straszliwy rumak nie potrzebuje czegoś takiego!
pt_br: Minha temível montaria não precisa de tal coisa!
ru: Моему могучему скакуну такое ни к чему!
zh_cn: 这种东西对我那令人敬畏的坐骑毫无用处！
zh_tw: 這種東西對我那令人敬畏的坐騎毫無用處！

# CHARACTERS.WATHGRITHR.DESCRIBE.FOSSIL_PIECE
source: Bones of a dark and ancient foe.
de: Knochen eines dunklen und alten Feindes.
es: Los huesos de una oscura y antigua criatura.
fr: Les os d'un sombre et vieil ennemi.
it: Le ossa di un nemico oscuro e antico.
ja: 闇の骨と古代の敵。
ko: 고대의 악한 존재의 뼈.
pl: Kości mrocznego, pradawnego wroga.
pt_br: Os ossos de um inimigo sombrio e ancestral.
ru: Кости древнего темного врага.
zh_cn: 暗黑敌人的骸骨。
zh_tw: 暗黑敵人的骸骨。

# CHARACTERS.WATHGRITHR.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: It looks as though it might roam the earth any moment!
de: Es sieht aus, als könnte es jeden Augenblick lebendig werden!
es: ¡Parece como si fuera a vagar por el mundo en cualquier momento!
fr: On dirait qu'il pourrait se mettre à parcourir le monde à tout instant !
it: Sembra essere pronto a vagare per il mondo!
ja: ずっと地球をうろついているかのような見た目だ。
ko: 금방이라도 일어나 이 땅을 거닐 것 같군!
pl: Wygląda, jakby w każdej chwili mógł się obudzić!
pt_br: Parece que pode perambular pela terra a qualquer momento!
ru: Выглядит так, будто может прямо сейчас начать странствия по всей планете!
zh_cn: 看起来随时会站起来游荡！
zh_tw: 看起來隨時會站起來遊蕩！

# CHARACTERS.WATHGRITHR.DESCRIBE.FOSSIL_STALKER.FUNNY
source: Tis not as majestic as I once pictured.
de: Nicht so majestätisch, wie ich es mir vorgestellt hatte.
es: No es tan majestuoso como me lo imaginé.
fr: Pas aussi majestueux que je me l'étais figuré.
it: Non è così maestoso come l'ho immaginavo.
ja: 我がかつて想像していたほど雄大にあらず。
ko: 상상했던 것만큼 위엄 있지는 않군.
pl: Nie tak majestatyczny jak sobie wyobrażałam.
pt_br: Não é tão magnífico quanto eu imaginava.
ru: Он не так величав, как я его себе представляла.
zh_cn: 不像我曾经想象的那么宏伟。
zh_tw: 不像我曾經想像的那麼宏偉。

# CHARACTERS.WATHGRITHR.DESCRIBE.FOSSIL_STALKER.GENERIC
source: All that remains of a terrible beast.
de: Alles, was von einer schrecklichen Bestie übrig ist.
es: Los restos de una bestia terrible.
fr: Tout ce qui reste d'une terrible bête.
it: Tutto ciò che rimane di una terribile bestia.
ja: 恐ろしい獣の残骸だ。
ko: 끔찍한 짐승의 잔해다.
pl: Wszystko, co pozostało po niegdyś straszliwej bestii.
pt_br: Tudo que restou da fera terrível.
ru: Все, что осталось от некогда ужасного зверя.
zh_cn: 猛兽遗骸。
zh_tw: 猛獸遺骸。

# CHARACTERS.WATHGRITHR.DESCRIBE.FRESHFRUITCREPES
source: So light and airy!
de: So leicht und luftig!
es: ¡Tan ligeros y etéreos!
fr: Si légères et vaporeuses !
it: Così luminoso e arioso!
ja: 絹のごとく柔らかな菓子だ！
ko: 산뜻하고 폭신하네!
pl: Cudownie lekkie!
pt_br: Tão leve e areado!
ru: Такие легкие и воздушные!
zh_cn: 松软可口！
zh_tw: 鬆軟可口！

# CHARACTERS.WATHGRITHR.DESCRIBE.FRIENDLYFRUITFLY
source: It seems this one is not an enemy.
de: Die hier scheint nicht feindselig zu sein.
es: No parece ser hostil.
fr: Il semblerait qu'icelle ne söit pöint un ennemi.
it: Questo non sembra essere ostile.
ja: あれは敵にあらぬようじゃ。
ko: 이것은 적이 아닌 것 같네.
pl: Zdaje się, że to nie jest wróg.
pt_br: Parece que esta daqui não é uma inimiga.
ru: Похоже, что это не враг.
zh_cn: 看来这个人不是敌人。
zh_tw: 看來這個人不是敵人。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROG.DEAD
source: You're a bit slimy for Valhalla.
de: Du bist ein bisschen zu schleimig für Walhalla.
es: Eres un poco babosa para Valhalla.
fr: Tu es un peu trop visqueuse pour le Walhalla.
it: Sei un po' viscido per il Valhalla.
ja: ヴァルハーラには少しネトネト過ぎなのでは？
ko: 발할라에 들어가기엔 너무 끈적거리는구나.
pl: Trochę zbyt oślizgła, żeby dostać się do Walhalli.
pt_br: Você é um pouco melequento para Valhalla.
ru: Ты немного скользкий для Вальхаллы.
zh_cn: 英灵殿不收你这种黏滑的东西。
zh_tw: 英靈殿不收你這種黏滑的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROG.GENERIC
source: I'd like some frog boots someday.
de: Eines Tages hätte ich gern ein Paar Froschstiefel.
es: Me gustaría tener unas botas de rana algún día.
fr: Il me faudrait des bottes en peau de grenouille un de ces jours.
it: Un giorno vorrei sfoggiare un bel paio di stivali di rana.
ja: いつか、カエルのついた長靴が欲しいなあ。
ko: 언젠가는 개구리 장화를 신어보고 싶군.
pl: Chciałabym mieć buty z żabiej skóry.
pt_br: Eu adoraria umas botas de sapo um dia.
ru: Однажды я сделаю себе сапоги из лягушек.
zh_cn: 我希望将来有机会穿上青蛙靴。
zh_tw: 我希望將來有機會穿上青蛙靴。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROG.SLEEPING
source: It sleeps.
de: Er schläft.
es: Está dormida.
fr: Elle dort.
it: Dorme.
ja: 寝ている。
ko: 자고 있군.
pl: Śpi.
pt_br: Está dormindo.
ru: Она спит.
zh_cn: 它睡着了。
zh_tw: 它睡著了。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROGFISHBOWL
source: My ally is a god among men.
de: Mein Verbündeter ist ein Gott unter Menschen.
es: Mi aliado es un dios entre los hombres.
fr: Mön allié est un dieu parmi les hömmes.
it: Il mio alleato è un dio tra gli uomini.
ja: 我が同胞は人の中の神にあり。
ko: 내 동료는 인간들 틈에 섞여 든 신인가 보군.
pl: Mój towarzysz jest bogiem kroczącym pośród śmiertelników.
pt_br: Meu aliado é um deus entre os homens.
ru: Мой союзник — бог среди людей.
zh_cn: 我的盟友是人中圣贤。
zh_tw: 我的盟友是人中聖賢。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROGGLEBUNWICH
source: What a treat!
de: Was für ein Vergnügen!
es: ¡Qué banquete!
fr: Quel régal !
it: Che sballo!
ja: これは嬉しい！
ko: 훌륭한 특식이다!
pl: Ale pycha!
pt_br: Que delícia!
ru: Какое лакомство!
zh_cn: 大饱口福！
zh_tw: 大飽口福！

# CHARACTERS.WATHGRITHR.DESCRIBE.FROGLEGS
source: Filled with rubbery protein!
de: Gefüllt mit gummiartigem Eiweiß!
es: ¡Llenas de proteína carnosa!
fr: Pleines de protéines caoutchouteuses !
it: Pieno di proteina gommose!
ja: ゴムのようなプロテインをたっぷり含む！
ko: 고무 같은 단백질이 차 있군!
pl: Pełne gumowatych protein!
pt_br: Cheio de proteína de borracha!
ru: Резиновый белок!
zh_cn: 充满了有弹性的蛋白质！
zh_tw: 充滿了有彈性的蛋白質！

# CHARACTERS.WATHGRITHR.DESCRIBE.FROGLEGS_COOKED
source: I like when I can see the bones sticking out.
de: Ich mag es, wenn man die Knochen rausragen sieht.
es: Me gusta cuando veo sobresalir los huesos.
fr: J'aime bien quand on voit les os sortir.
it: Mi piace quando riesco a vedere le ossa sporgenti.
ja: 骨が飛び出しているのが見えるのって、好き。
ko: 뼈가 튀어나온 모습이 특히 좋아.
pl: Lubię widok wystających kości.
pt_br: Gosto quando vejo ossos protuberantes.
ru: Люблю, когда кости торчат наружу.
zh_cn: 我喜欢看到骨头从肉里穿出来。
zh_tw: 我喜歡看到骨頭從肉裡穿出來。

# CHARACTERS.WATHGRITHR.DESCRIBE.FROGNEWTON
source: Into my belly with ye!
de: Ab in meinen Bauch mit dir!
es: ¡Al estómago que va!
fr: Tu finiras dans mien estömac !
it: Nella mia pancia!
ja: 我が腹に入れよ！
ko: 그대들과 함께 내 뱃속으로!
pl: Do brzucha z tobą!
pt_br: Você vai para dentro da minha barriga!
ru: А ну-ка отправляйся в мой живот!
zh_cn: 进入我的肚子吧！
zh_tw: 進入我的肚子吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.FROZENBANANADAIQUIRI
source: Monkey drink.
de: Affentrank.
es: Bebida de mono.
fr: Une böissön pöur primate.
it: Una bevanda per scimmie.
ja: ふざけた飲み物だ。
ko: 원숭이 음료네.
pl: Napój dla małp.
pt_br: Bebida de macaco.
ru: Обезьянье питье.
zh_cn: 这是给猴子喝的。
zh_tw: 這是給猴子喝的。

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITDRAGON.GENERIC
source: Meat impostor!
de: Fleischvortäuscher!
es: ¡Impostora de carne!
fr: Impösteur viandeux !
it: Carne mendace!
ja: 肉の詐欺よ！
ko: 고기인 척하는 사기꾼이다!
pl: Oszukane mięso!
pt_br: Carne impostora!
ru: Подделка под мясо!
zh_cn: 混充是肉的家伙！
zh_tw: 混充是肉的傢伙！

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITDRAGON.RIPE
source: I have no need for your fake meat.
de: Ich will dein falsches Fleisch nicht.
es: No necesito tu carne de mentirijillas.
fr: Peu me chaut ta fausse viande.
it: Non mi serve la tua falsa carne.
ja: 汝の偽の肉に興味はない。
ko: 가짜 고기는 필요 없어.
pl: Nie chcę twojego udawanego mięsa.
pt_br: Não preciso de sua carne falsa.
ru: Мне не нужно твое фальшивое мясо.
zh_cn: 我才不要你的假肉。
zh_tw: 我才不要你的假肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITDRAGON.SLEEPING
source: Grabbest thy shut eye!
de: Ein Mützchen Schlaf genommen.
es: ¡Duerme mientras puedas!
fr: Il s'est assöupi !
it: Il tuo occhio chiuso non mi inganna!
ja: 目を瞑りたまえ！
ko: 푹 자거라!
pl: Czas na spoczynek!
pt_br: Cochilai!
ru: Решила подрыхнуть!
zh_cn: 合眼睡会吧！
zh_tw: 合眼睡會吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITFLY
source: Intruder! Taste my blade!
de: Eindringling! Koste meine Klinge!
es: Intrusa... ¡Sentirás la ira de mi espada!
fr: Intrus ! Göûte dönc à mienne lame !
it: Assaggia la mia lama, intruso!
ja: 侵入者！我が剣の味を知るがよい！
ko: 불청객 녀석아! 내 칼 맛 좀 봐라!
pl: Intruz! Posmakuj mego miecza!
pt_br: Intruso! Prove minha espada!
ru: Попробуй мой клинок, вторженец!
zh_cn: 闯入者！尝尝我的刀！
zh_tw: 闖入者！嘗嘗我的刀！

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITFLYFRUIT
source: Now I am chieftain of the wee winged garden beasts!
de: Jetzt bin ich Anführerin der kleinen geflügelten Gartentiere!
es: ¡Ahora soy la capitana de las bestias aladas de la huerta!
fr: Je suis désörmais chef de ces petites bestes ailées de jardin !
it: Ora sono il capo delle piccole creature alate dell'orto!
ja: 我は小さな翼が生えた庭の獣の首領なり！
ko: 이제 나는 날개 달린 작은 정원 짐승들의 족장님이셔!
pl: Teraz jestem wodzem małych skrzydlatych bestii ogrodowych!
pt_br: Agora sou a chefe das pequenas feras aladas de jardim!
ru: Теперь я правлю племенем крылатых садовых тварюшек!
zh_cn: 现在我就是花园里的小翼兽的首领！
zh_tw: 現在我就是花園裡的小翼獸的首領！

# CHARACTERS.WATHGRITHR.DESCRIBE.FRUITMEDLEY
source: Ugh! Putting it into a cup doesn't fool me.
de: Igitt! Nur weil es in einer in einem Glas ist, werde ich es trotzdem nicht essen.
es: ¡Agh! Que esté en una copa no me engaña.
fr: Pouah ! Je vais pas me faire avoir parce que c'est dans un plat.
it: Ugh! Metterlo in una tazza non mi inganna.
ja: グェ！カップに入れてもごまかされないぞ。
ko: 윽! 잔에 넣는다고 저를 속일 수는 없지요.
pl: Forma podania nie ratuje zawartości.
pt_br: Eca! Colocar isso em uma taça não me engana.
ru: Фу! Хоть оно и в кубке, меня этим не обманешь.
zh_cn: 呃！把它装进杯子里也骗不到我。
zh_tw: 呃！把它裝進杯子裡也騙不到我。

# CHARACTERS.WATHGRITHR.DESCRIBE.FURTUFT
source: Fur from a large beastie.
de: Fell eines großen Tieres.
es: Piel de una gran bestia.
fr: Une fourrure de grosse bête.
it: Pelliccia di una grande bestia.
ja: 巨大な獣より刈りし毛だ
ko: 큰 짐승의 모피.
pl: Futro potężnej bestii.
pt_br: Pele de uma fera enorme.
ru: Мех огромного зверя.
zh_cn: 大型野兽的毛皮。
zh_tw: 大型野獸的毛皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.GARGOYLE_HOUND
source: Shed your stone form and fight, beast!
de: Erwache zum Leben und kämpfe, Bestie!
es: ¡Despójate de tu forma pétrea y lucha, bestia!
fr: Quitte ta forme minérale et viens te battre, bête !
it: Abbandona la tua forma di pietra e lotta, bestia!
ja: 石の形態を捨てて戦え、獣よ！
ko: 돌의 형태를 벗고 싸워라, 짐승아!
pl: Zrzuć swą kamienną zasłonę i stań do walki, bestio!
pt_br: Livre-se de sua forma de pedra e lute, fera!
ru: Отбрось свой каменный наряд и сразись, зверь!
zh_cn: 脱离你的石像形态来战斗吧，野兽！
zh_tw: 脫離你的石像形態來戰鬥吧，野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.GARGOYLE_WEREPIG
source: Do not cower behind your carapace of rock! Fight!
de: Versteck dich nicht hinter deinem Stein, sondern kämpfe!
es: ¡No te escondas detrás de tu caparazón de roca! ¡Lucha!
fr: Ne reste pas caché derrière ta carapace de roche ! Viens te battre !
it: Non ti rannicchiare dietro la tua corazza di pietra! Combatti!
ja: 守るだけの臆病者になるな！ 戦え！
ko: 돌껍질 속에 숨지 말아라! 싸우자!
pl: Nie chowaj się za kamienną tarczą! Walcz!
pt_br: Não se esconda atrás de sua carapaça de rocha! Lute!
ru: Не смей покрываться каменной чешуей! Сражайся!
zh_cn: 不要蜷缩在你的岩石外壳中！打一架吧！
zh_tw: 不要蜷縮在你的岩石外殼中！打一架吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.GARLIC
source: Foul ingredient!
de: Üble Zutat!
es: ¡Nauseabundo ingrediente!
fr: Vil ingrédient !
it: Ingrediente dall'odore sgradevolissimo!
ja: 汚れた食材だ！
ko: 역겨운 재료군!
pl: Paskudztwo!
pt_br: Ingrediente asqueroso!
ru: Омерзительный продукт!
zh_cn: 恶臭的原料！
zh_tw: 惡臭的原料！

# CHARACTERS.WATHGRITHR.DESCRIBE.GARLIC_COOKED
source: The stench!
de: Der Gestank!
es: ¡Qué hedor!
fr: Quelle puanteur !
it: Il fetore!
ja: 悪臭がする！
ko: 윽, 냄새!
pl: Cóż za odór!
pt_br: Que fedor!
ru: Ну и вонь!
zh_cn: 一股难闻的味道！
zh_tw: 一股難聞的味道！

# CHARACTERS.WATHGRITHR.DESCRIBE.GARLIC_OVERSIZED
source: Its enlarged form offends my eyes.
de: Der Anblick seiner übergroßen Form beleidigt mich.
es: Me ofende que sea de un tamaño tan grande.
fr: Mes yeux söuffrent de sienne taille mönstrueuse.
it: La sua forma ingrandita offende i miei occhi.
ja: この肥大した形状は我が目を痛ませる。
ko: 확대해보니 형태가 내 눈을 거슬리네.
pl: Jego wielka postać to obelga dla mych oczu.
pt_br: O tamanho avantajado dele agride meus olhos.
ru: Глаза мои оскорблены его размерами.
zh_cn: 它变大的形状脏了我的双眼。
zh_tw: 它變大的形狀髒了我的雙眼。

# CHARACTERS.WATHGRITHR.DESCRIBE.GARLIC_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.GAZPACHO
source: My mind doth question Warly's allegiances.
de: Warlys Loyalitäten scheinen mir fragwürdig.
es: Mi mente cuestiona las lealtades de Warly.
fr: Je döute des allégeances de Warly.
it: Mi chiedo con chi abbia stretto un patto Warly.
ja: 我が心はウォーリーの忠誠を疑う。
ko: 왈리의 의도에 의심이 드는군.
pl: Mój umysł podaje w wątpliwość lojalność Warly'ego.
pt_br: Minha mente tem dúvidas sobre a lealdade do Warly.
ru: Я уже не уверена, что Варли на моей стороне.
zh_cn: 我一直在质疑沃利的忠诚。
zh_tw: 我一直在質疑沃利的忠誠。

# CHARACTERS.WATHGRITHR.DESCRIBE.GEARS
source: Those might look nice glued to my helm.
de: Es würde sicher toll aussehen, wenn ich sie an meinen Helm klebe.
es: Podrían quedar bien pegados a mi casco.
fr: Collé à mon casque, ça pourrait être pas mal.
it: Potrebbero sembrare carini incollati al mio elmo.
ja: 私のかぶとにくっ付けたら素敵かも。
ko: 투구에 붙이면 근사할 것 같은데.
pl: Wyglądałyby paradnie na mym hełmie.
pt_br: Isso pode ficar legal colado no meu elmo.
ru: Можно прилепить на мой шлем, будет хорошо смотреться.
zh_cn: 那些东西粘在我的头盔上也许挺好看。
zh_tw: 那些東西粘在我的頭盔上也許挺好看。

# CHARACTERS.WATHGRITHR.DESCRIBE.GEMSOCKET.GEMS
source: It lacks its gem.
de: Da fehlt ein Edelstein.
es: Le falta su gema.
fr: Il lui manque sa gemme.
it: Gli manca la sua gemma.
ja: あるはずの宝石がない。
ko: 보석이 없군.
pl: Brakuje klejnotu.
pt_br: Está faltando sua pedra preciosa.
ru: Здесь не хватает камня.
zh_cn: 它缺少宝石。
zh_tw: 它缺少寶石。

# CHARACTERS.WATHGRITHR.DESCRIBE.GEMSOCKET.VALID
source: Showtime!
es: ¡Hora del espectáculo!
fr: Le spectacle va commencer !
it: Lo spettacolo abbia inizio!
ja: 始まった！
ko: 이제 됐다!
pl: Przedstawienie czas zacząć!
pt_br: Hora do show!
ru: Шоу начинается!
zh_cn: 好戏上演！
zh_tw: 好戲上演！

# CHARACTERS.WATHGRITHR.DESCRIBE.GESTALT
source: God of the moon, shine thy smile upon me!
de: Gott des Mondes, lächle auf mich herab!
es: Dios de la luna, ¡que tu sonrisa me ilumine!
fr: Dieu de la lune, que ta bénédictiön éclaire mien chemin !
it: Dio della luna, mostrami il tuo sorriso!
ja: 月の神よ、我に微笑みたまえ！
ko: 달의 신이시여, 당신의 미소를 저에게 비추소서!
pl: Władco księżyca, ześlij na mnie swe błogosławieństwo!
pt_br: Deus da lua, sorria para mim!
ru: О бог луны, вознагради меня улыбкою своей!
zh_cn: 月神，请用你的微笑照亮我！
zh_tw: 月神，請用你的微笑照亮我！

# CHARACTERS.WATHGRITHR.DESCRIBE.GESTALT_GUARD
source: Aha, there are warriors among you!
de: Aha, so gibt es also Krieger unter euch!
es: Ajá, ¡conque tenéis guerreros!
fr: Ha ha, il y a dönc quelques guerriers dans vöstres rangs !
it: Aha, ci sono dei guerrieri tra voi!
ja: さようか、汝らの中にも戦士がおる！
ko: 아아, 너희 중에 전사가 있구나!
pl: Aha, są wśród was wojownicy!
pt_br: Ah-rá, há guerreiras entre vocês!
ru: Ага, среди вас все же есть воины!
zh_cn: 啊哈，你们里面居然还有战士！
zh_tw: 啊哈，你們裡面居然還有戰士！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOST
source: A spirit trapped between worlds.
de: Ein Geist. Gefangen zwischen zwei Welten.
es: Un espíritu atrapado entre dos mundos.
fr: Un esprit enfermé entre les mondes.
it: Uno spirito intrappolato tra due mondi.
ja: 異なる世界のはざまで囚われている魂。
ko: 세계의 틈새에 갇힌 영혼이로군.
pl: Dusza uwięziona pomiędzy światami.
pt_br: Um espírito aprisionado entre mundos.
ru: Дух, застрявший между мирами.
zh_cn: 困于两个世界之间的灵魂。
zh_tw: 困於兩個世界之間的靈魂。

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTFLOWER
source: 'Tis all that remains.
de: Das ist alles, was bleibt.
es: Es todo lo que queda.
fr: Ainsi, vöilà töut ce qu'il en reste.
it: È tutto ciò che resta.
ja: 残ったのはそれだけだ。
ko: 남은 것은 이게 다군.
pl: To wszystko, co pozostało.
pt_br: Foi tudo o que restou.
ru: Вот и все, что осталось.
zh_cn: 只剩下了这个。
zh_tw: 只剩下了這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！

# CHARACTERS.WATHGRITHR.DESCRIBE.GHOSTLYELIXIR_SPEED
source: 'Tis a powerful elixir!
de: Welch mächtiges Elixier!
es: ¡Es un poderoso elixir!
fr: Cet élixir est puissant !
it: Un elisir davvero potente!
ja: 強力な万能薬だ。
ko: 강력한 영약이군!
pl: Potężny eliksir!
pt_br: Que elixir poderoso!
ru: Это мощный эликсир!
zh_cn: 强力的药剂！
zh_tw: 強力的藥劑！
