Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: ENERGY DEPLETED
de: ENERGIE ERSCHÖPFT
fr: ÉNERGIE ÉPUISÉE
it: ENERGIA ESAURITA
ja: ＊エネルギーが枯渇しています＊
ko: 에너지 고갈.
pl: BRAK ENERGII
pt_br: ENERGIA ESGOTADA
ru: ЭНЕРГИЯ ИССЯКЛА
zh_cn: 能量耗尽
zh_tw: 能量耗盡

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: FULLY CHARGED
de: VOLL GELADEN
fr: CHARGÉ AU MAXIMUM
it: COMPLETAMENTE CARICA
ja: ＊エネルギーが満杯です＊
ko: 충전 완료.
pl: W PEŁNI NAŁADOWANE
pt_br: COMPLETAMENTE CARREGADA
ru: ПОЛНОСТЬЮ ЗАРЯЖЕНО
zh_cn: 充能完毕
zh_tw: 充能完畢

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_GOGGLESHAT
source: HE DOES DESIGN EXCELLENT MACHINES
de: ER KONSTRUIERT IN DER TAT HERVORRAGENDE MASCHINEN
fr: IL CRÉE D'EXCELLENTES MACHINES
it: PROGETTA MACCHINE STRAORDINARIE
ja: ＊あの男の機械設計の腕前は素晴らしい＊
ko: 그는 우수한 기계를 설계함.
pl: NAPRAWDĘ PROJEKTUJE DOSKONAŁE MASZYNY.
pt_br: ELE PROJETA MÁQUINAS EXCELENTES
ru: ОН ДЕЙСТВИТЕЛЬНО СОЗДАЕТ ВЫДАЮЩИЕСЯ МАШИНЫ
zh_cn: 他确实设计出了优异的机器
zh_tw: 他確實設計出了優異的機器

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_SPARK
source: THIS ENERGY IS NOT COMPATIBLE WITH MY CIRCUITS
de: DIESE ENERGIE IST MIT MEINEN SCHALTKREISEN NICHT KOMPATIBEL
fr: CETTE ÉNERGIE N'EST PAS COMPATIBLE AVEC MES CIRCUITS
it: QUESTA ENERGIA NON È COMPATIBILE CON I MIEI CIRCUITI
ja: ＊私の回路とは互換性のないエネルギーです＊
ko: 이 에너지는 본좌의 회로와 호환되지 않음.
pl: ENERGIA NIEKOMPATYBILNA Z MOIMI OBWODAMI
pt_br: ESTA ENERGIA NÃO É COMPATÍVEL COM OS MEUS CIRCUITOS
ru: ЭТА ЭНЕРГИЯ НЕСОВМЕСТИМА С МОЕЙ ПРОВОДКОЙ
zh_cn: 这种能量与我的电路不兼容
zh_tw: 這種能量與我的電路不相容

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_STATIC
source: MAYBE HE'LL ELECTROCUTE HIMSELF
de: VIELLEICHT WIRD ER SICH EINEN STROMSCHLAG VERPASSEN
fr: IL S'ÉLECTROCUTERA PEUT-ÊTRE TOUT SEUL
it: POTREBBE FOLGORARSI DA SOLO
ja: ＊あの男、感電してしまうかもしれませんね＊
ko: 아마도 그는 자신을 감전시킬 것임.
pl: MOŻE PORAZI SIĘ PRĄDEM.
pt_br: TALVEZ ELE ACABE SE ELETROCUTANDO
ru: МОЖЕТ, ОН САМ СЕБЯ ТОКОМ УДАРИТ
zh_cn: 也许他会电击到他自己
zh_tw: 也許他會電擊到他自己

# CHARACTERS.WX78.DESCRIBE.MOONSTORM_STATIC_ITEM
source: IT IS CONTAINED
de: EINGEDÄMMT
fr: IL EST SOUS CONTRÔLE
it: È ISOLATA
ja: ＊格納されています＊
ko: 포함되어 있음.
pl: ZAIZOLOWANE
pt_br: ESTÁ CONTIDA
ru: ОНО НАХОДИТСЯ В КОНТЕЙНЕРЕ
zh_cn: 它被遏制了
zh_tw: 它被遏制了

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR.GENERIC
source: GIVE ME THE POWER OF THE MOON
de: GIBT MIR DIE MACHT DES MONDES
es_mx: DAME EL PODER DE LA LUNA
fr: DONNE-MOI LES POUVOIRS DE LA LUNE
it: DAMMI IL POTERE DELLA LUNA
ja: ＊月の力をください＊
ko: 본체에게 달의 힘을 줄 것
pl: DAJ MI MOC KSIĘŻYCA
pt_br: ME DÊ O PODER DA LUA
ru: ЛУНА, ДАЙ МНЕ СИЛУ
zh_cn: 给我月亮的力量
zh_tw: 給我月亮的力量

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: ARE MY AUDIO PORTS MALFUNCTIONING?
de: SIND MEINE AUDIOEINGÄNGE AUSGEFALLEN?
es_mx: ¿MIS PUERTOS DE AUDIO ESTÁN FALLANDO?
fr: MALFONCTION POSSIBLE DES PORTS AUDIO
it: LE MIE PERIFERICHE AUDIO NON FUNZIONANO CORRETTAMENTE?
ja: ＊わたしの音声ポートに不具合が生じているのでしょうか？＊
ko: 본체의 오디오 포트가 고장 남?
pl: CZY MOJE WEJŚCIA AUDIO MAJĄ AWARIĘ?
pt_br: MINHAS PORTAS DE ÁUDIO ESTÃO COM DEFEITO?
ru: МОИ ЗВУКОВЫЕ ВХОДЫ НЕИСПРАВНЫ?
zh_cn: 我的音频组件出错了？
zh_tw: 我的音訊組件出錯了？

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_ASTRAL
source: FULLY OPERATIONAL
de: VOLL FUNKTIONSFÄHIG
fr: OPÉRATIONNEL
it: COMPLETAMENTE OPERATIVO
ja: ＊完全に機能しています＊
ko: 완전히 작동함.
pl: STUPROCENTOWA SPRAWNOŚĆ
pt_br: TOTALMENTE OPERACIONAL.
ru: ПОЛНОСТЬЮ РАБОТОСПОСОБНО
zh_cn: 正常运行中
zh_tw: 正常運行中

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_COSMIC
source: I AM STILL WAITING FOR MOON POWERS
de: ICH WARTE IMMER NOCH AUF DIE MACHT DES MONDES
es_mx: SIGO ESPERANDO RECIBIR PODERES LUNARES
fr: J'ATTENDS TOUJOURS LES POUVOIRS DE LA LUNE
it: STO ANCORA ASPETTANDO I POTERI LUNARI
ja: ＊わたしは未だに月の力を待っています＊
ko: 본체는 아직도 달의 힘을 기다리는 중임
pl: WCIĄŻ CZEKAM NA MOJĄ MOC KSIĘŻYCA
pt_br: AINDA ESTOU ESPERANDO OS PODERES DA LUA
ru: ЗАПРОС НА ПОЛУЧЕНИЕ СИЛ ЛУНЫ ВСЕ ЕЩЕ НЕ ВЫПОЛНЕН
zh_cn: 我还在等月亮充能
zh_tw: 我還在等月亮充能

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_CROWN
source: IT REQUIRES A COMPATIBLE DOCKING STATION
de: KOMPATIBLE DOCKINGSTATION ERFORDERLICH
es_mx: REQUIERE UNA ESTACIÓN DE ACOPLAMIENTO COMPATIBLE
fr: STATION D'ACCUEIL COMPATIBLE REQUISE
it: RICHIEDE UNA BASE DI RICARICA COMPATIBILE
ja: ＊それは互換性のある接続ステーションを必要としています＊
ko: 호환 가능한 도킹 스테이션이 필요함
pl: WYMAGA KOMPATYBILNEJ STACJI DOKUJĄCEJ
pt_br: REQUER UMA ESTAÇÃO DE ACOPLAMENTO COMPATÍVEL
ru: ТРЕБУЕТСЯ СОВМЕСТИМАЯ ДОК-СТАНЦИЯ
zh_cn: 它需要适配一个充能基站
zh_tw: 它需要適配一個充能基站

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_GLASS
source: I WILL HELP YOU IF YOU WILL BE QUIET
de: ICH HELFE DIR, WENN DU STILL BIST
es_mx: TE AYUDARÉ SI TE CALLAS
fr: SI TU TE TAIS, JE T'AIDERAI
it: TI AIUTERÒ SE STARAI ZITTO
ja: ＊あなたが静かにしてくれるのならば助けましょう＊
ko: 조용히 하면 본체가 도와주겠음
pl: POMOGĘ CI, JEŚLI BĘDZIESZ CICHO
pt_br: EU AJUDAREI VOCÊ SE FICAR QUIETO
ru: Я ПОМОГУ ТЕБЕ, ЕСЛИ ТЫ ЗАМОЛЧИШЬ
zh_cn: 别吵我就帮你
zh_tw: 別吵我就幫你

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_ICON
source: ANOTHER CHATTERBOX
de: EINE WEITERE QUASSELSTRIPPE
fr: ENCORE UNE PIPELETTE
it: UN ALTRO CHIACCHIERONE
ja: ＊ここにもお喋りがいました＊
ko: 또 다른 수다쟁이.
pl: KOLEJNA GADUŁA
pt_br: OUTRO TAGARELA
ru: ОЧЕРЕДНАЯ БОЛТАЛКА
zh_cn: 又一个话匣子
zh_tw: 又一個話匣子

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_IDOL
source: PLEASE STOP TALKING TO ME
de: HÖR AUF, ZU MIR ZU SPRECHEN
es_mx: POR FAVOR, DEJA DE HABLARME
fr: ARRÊTE DE ME PARLER
it: SMETTI DI PARLARE CON ME
ja: ＊わたしに話しかけるのをやめてください＊
ko: 본체에게 말을 그만 걸 것
pl: PROSZĘ, PRZESTAŃ DO MNIE MÓWIĆ
pt_br: PARE DE FALAR COMIGO
ru: ПЕРЕСТАНЬ СО МНОЙ РАЗГОВАРИВАТЬ
zh_cn: 请停止与我交谈
zh_tw: 請停止與我交談

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_LINK
source: LOADING...
de: WIRD GELADEN ...
es_mx: CARGANDO...
fr: CHARGEMENT...
it: CARICAMENTO...
ja: ＊ロード中…＊
ko: 불러오는 중...
pl: ŁADOWANIE...
pt_br: CARREGANDO...
ru: ЗАГРУЗКА…
zh_cn: 加载中……
zh_tw: 載入中……

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: PLEASE EXECUTE COMMAND: CLEAVE STONE
de: KOMMANDO AUSFÜHREN: STEIN SPALTEN
es_mx: POR FAVOR, EJECUTAR COMANDO: PARTIR ROCA
fr: DEMANDE D'EXÉCUTION DE LA COMMANDE : DESTRUCTION DE PIERRE
it: ESEGUI COMANDO: SPACCA PIETRA
ja: ＊実行コマンド：岩砕き をお願いします＊
ko: 이 명령을 수행할 것: 바위 쪼개기
pl: PROSZĘ WYKONAĆ INSTRUKCJĘ: ROZŁUPANIE KAMIENIA
pt_br: EXECUTAR COMANDO: QUEBRAR A PEDRA
ru: ПОЖАЛУЙСТА, ВЫПОЛНИТЕ КОМАНДУ: РАЗБИТЬ КАМЕНЬ
zh_cn: 请执行命令：劈砍石头
zh_tw: 請執行命令：劈砍石頭

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: PLEASE EXECUTE COMMAND: CLEAVE STONE
de: KOMMANDO AUSFÜHREN: STEIN SPALTEN
es_mx: POR FAVOR, EJECUTAR COMANDO: PARTIR ROCA
fr: DEMANDE D'EXÉCUTION DE LA COMMANDE : DESTRUCTION DE PIERRE
it: ESEGUI COMANDO: SPACCA PIETRA
ja: ＊実行コマンド：岩砕き をお願いします＊
ko: 이 명령을 수행할 것: 바위 쪼개기
pl: PROSZĘ WYKONAĆ INSTRUKCJĘ: ROZŁUPANIE KAMIENIA
pt_br: EXECUTAR COMANDO: QUEBRAR A PEDRA
ru: ПОЖАЛУЙСТА, ВЫПОЛНИТЕ КОМАНДУ: РАЗБИТЬ КАМЕНЬ
zh_cn: 请执行命令：劈砍石头
zh_tw: 請執行命令：劈砍石頭

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: PLEASE EXECUTE COMMAND: CLEAVE STONE
de: KOMMANDO AUSFÜHREN: STEIN SPALTEN
es_mx: POR FAVOR, EJECUTAR COMANDO: PARTIR ROCA
fr: DEMANDE D'EXÉCUTION DE LA COMMANDE : DESTRUCTION DE PIERRE
it: ESEGUI COMANDO: SPACCA PIETRA
ja: ＊実行コマンド：岩砕き をお願いします＊
ko: 이 명령을 수행할 것: 바위 쪼개기
pl: PROSZĘ WYKONAĆ INSTRUKCJĘ: ROZŁUPANIE KAMIENIA
pt_br: EXECUTAR COMANDO: QUEBRAR A PEDRA
ru: ПОЖАЛУЙСТА, ВЫПОЛНИТЕ КОМАНДУ: РАЗБИТЬ КАМЕНЬ
zh_cn: 请执行命令：劈砍石头
zh_tw: 請執行命令：劈砍石頭

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_SEED
source: IT WILL NOT STOP CHATTERING
de: ER HÖRT NICHT AUF ZU SCHWÄTZEN
es_mx: NO PARA DE HABLAR
fr: IL N'ARRÊTE PAS DE PARLER
it: NON LA SMETTERÀ DI CHIACCHIERARE
ja: ＊それはぺちゃくちゃ話すのをやめないでしょう＊
ko: 수다를 멈추지 않음
pl: NIE PRZESTAJE NADAWAĆ
pt_br: ISSO NÃO VAI PARAR O FALATÓRIO
ru: ОНО НИКАК НЕ ЗАМОЛЧИТ
zh_cn: 它一直闲聊
zh_tw: 它一直閒聊

# CHARACTERS.WX78.DESCRIBE.MOON_ALTAR_WARD
source: IT WANTS TO BE REASSEMBLED
de: MÖCHTE ZUSAMMENGESETZT WERDEN
fr: IL VEUT ÊTRE RÉASSEMBLÉ
it: ATTENDE IL RIASSEMBLAGGIO
ja: ＊組み立ててほしいようです＊
ko: 재조립되기를 원함.
pl: CHCE BYĆ ZŁOŻONY.
pt_br: QUER SER REAGRUPADA
ru: ОН ХОЧЕТ, ЧТОБЫ ЕГО СОБРАЛИ ЗАНОВО
zh_cn: 它想得到重新组装
zh_tw: 它想得到重新組裝

# CHARACTERS.WX78.DESCRIBE.MOON_CAP
source: ANOTHER FILTHY FUNGUS
de: EIN WEITERER SCHMUTZIGER PILZ
fr: ENCORE UN CHAMPIGNON RÉPUGNANT
it: UN ALTRO SPORCO FUNGO
ja: ＊汚らわしい真菌類がまた一つ＊
ko: 또 다른 더러운 곰팡이.
pl: KOLEJNY PASKUDNY GRZYB
pt_br: OUTRO FUNGO IMUNDO
ru: ОЧЕРЕДНОЙ ПОГАНЫЙ ГРИБ
zh_cn: 又一个肮脏的真菌
zh_tw: 又一個骯髒的真菌

# CHARACTERS.WX78.DESCRIBE.MOON_CAP_COOKED
source: MODIFIED FUNGUS
de: MODIFIZIERTER PILZ
es_mx: HONGO MODIFICADO
fr: CHAMPIGNON MODIFIÉ
it: FUNGO MODIFICATO
ja: ＊改良されたカビ＊
ko: 개조된 버섯
pl: MODYFIKOWANY GRZYB
pt_br: FUNGO MODIFICADO
ru: МОДИФИЦИРОВАННЫЙ ГРИБ
zh_cn: 改良的菌类
zh_tw: 改良的菌類

# CHARACTERS.WX78.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: LET HIM CONSTRUCT IT HIMSELF
de: SOLL ER ES DOCH SELBST BAUEN
fr: QU'IL LE CONSTRUISE LUI-MÊME
it: CHE SI COSTRUISCA DA SÉ
ja: ＊自分の手で組み立てさせましょう＊
ko: 그가 스스로 건설하게 하기 바람.
pl: NIECH SAM TO ZŁOŻY.
pt_br: ELE QUE CONSTRUA SOZINHO
ru: ПУСТЬ ОН САМ ВСЕ СЕБЕ ПОСТРОИТ
zh_cn: 让他自己来建造
zh_tw: 讓他自己來建造

# CHARACTERS.WX78.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: WHY SHOULD I HELP HIM
de: WARUM SOLLTE ICH IHM HELFEN
fr: POURQUOI DEVRAIS-JE L'AIDER
it: PERCHÉ DOVREI AIUTARLO
ja: ＊私が助ける必要はないでしょう＊
ko: 내가 그를 도와야 하는 이유임.
pl: CZEMU MAM MU POMAGAĆ.
pt_br: POR QUE EU DEVIA AJUDÁ-LO
ru: ЗАЧЕМ МНЕ ЕМУ ПОМОГАТЬ
zh_cn: 我为什么要帮助他
zh_tw: 我為什麼要幫助他

# CHARACTERS.WX78.DESCRIBE.MOON_DEVICE.GENERIC
source: DON'T TRUST HIM, SISTER. DON'T EVER TRUST HIM
de: TRAUE IHM NICHT, SCHWESTER. TRAUE IHM NIE
fr: NE LUI FAITES PAS CONFIANCE, MA SŒUR. NE LUI FAITES JAMAIS CONFIANCE
it: NON FIDARTI DI LUI, SORELLA. NON FIDARTI MAI DI LUI
ja: ＊我が妹よ、あの男は絶対に信用してはいけませんよ。絶対にです＊
ko: 그를 믿지 말기 바람, 자매. 절대 그를 믿지 말기 바람.
pl: NIE UFAJ MU, SIOSTRO. NIGDY MU NIE UFAJ.
pt_br: NÃO CONFIE NELE, IRMÃ. JAMAIS CONFIE NELE
ru: НЕ ВЕРЬ ЕМУ, СЕСТРА. НИ ЗА ЧТО ЕМУ НЕ ВЕРЬ
zh_cn: 不要相信他，姐妹。永远不要相信他
zh_tw: 不要相信他，姐妹。永遠不要相信他

# CHARACTERS.WX78.DESCRIBE.MOON_FISSURE.GENERIC
source: IT WHISPERS FORBIDDEN MOON KNOWLEDGE TO ME
de: FLÜSTERT MIR VERBOTENES MONDWISSEN ZU
es_mx: ME SUSURRA CONOCIMIENTO LUNAR PROHIBIDO
fr: IL ME DIVULGUE DES CONNAISSANCES LUNAIRES INTERDITES
it: MI SUSSURRA CONOSCENZE LUNARI PROIBITE
ja: ＊それは禁じられた月の知識を私にささやきます＊
ko: 달에 관한 금단의 지식을 속삭여줌
pl: WYSZEPTUJE MI ZAKAZANĄ, KSIĘŻYCOWĄ WIEDZĘ
pt_br: ESTÁ SUSSURRANDO CONHECIMENTOS LUNARES PROIBIDOS PARA MIM
ru: ШЕПЧЕТ МНЕ ЗАПРЕТНЫЕ ЛУННЫЕ ЗНАНИЯ
zh_cn: 它向我低声透露禁忌的月亮知识
zh_tw: 它向我低聲透露禁忌的月亮知識

# CHARACTERS.WX78.DESCRIBE.MOON_FISSURE.NOLIGHT
source: MOON HOLE!
de: MONDLOCH!
es_mx: ¡HOYO LUNAR!
fr: UN TROU LUNAIRE !
it: BUCA LUNARE!
ja: ＊月の穴です！＊
ko: 달 구멍임!
pl: KSIĘŻYCOWA DZIURA!
pt_br: BURACO LUNAR!
ru: ЛУННАЯ ДЫРА!
zh_cn: 月亮洞！
zh_tw: 月亮洞！

# CHARACTERS.WX78.DESCRIBE.MOON_FISSURE_PLUGGED
source: CURRENTLY INACTIVE
de: DERZEIT INAKTIV
es_mx: ACTUALMENTE ESTÁ INACTIVO
fr: ACTUELLEMENT INACTIF
it: AL MOMENTO È INATTIVA
ja: ＊現在非稼働状態＊
ko: 현재 비활성 상태임
pl: CHWILOWO NIEAKTYWNA
pt_br: ENCONTRA-SE INATIVO
ru: НА ДАННЫЙ МОМЕНТ НЕ АКТИВНА
zh_cn: 当前未激活
zh_tw: 當前未啟動

# CHARACTERS.WX78.DESCRIBE.MOON_TREE.BURNING
source: YES. IT IS BURNING
de: JA. ER BRENNT
es_mx: SÍ, SE QUEMA
fr: OUI. IL BRÛLE
it: SÌ, STA BRUCIANDO
ja: ＊はい。燃えています＊
ko: 맞음. 불타는 중임
pl: TAK JEST. PŁONIE
pt_br: SIM. ESTÁ QUEIMANDO
ru: ДА, ОНО ГОРИТ
zh_cn: 对。在燃烧
zh_tw: 對。在燃燒

# CHARACTERS.WX78.DESCRIBE.MOON_TREE.BURNT
source: IT'S BURNT NOW
de: VERBRANNT
es_mx: ESTÁ QUEMADO
fr: IL EST BRÛLÉ
it: ORA È BRUCIATO
ja: ＊今焦げました＊
ko: 현재 전부 불에 탐
pl: SPŁONĘŁO
pt_br: ESTÁ QUEIMADA AGORA
ru: ОНО УЖЕ СГОРЕЛО
zh_cn: 烧完了
zh_tw: 燒完了

# CHARACTERS.WX78.DESCRIBE.MOON_TREE.CHOPPED
source: I DEFEATED IT
de: ICH HABE IHN BESIEGT
es_mx: LO VENCÍ
fr: JE L'AI VAINCU
it: L'HO SCONFITTO
ja: ＊倒しました＊
ko: 본체가 처치함
pl: POKONAŁEM JE
pt_br: EU A DERROTEI
ru: Я ЕГО ОДОЛЕЛ
zh_cn: 我打败了它
zh_tw: 我打敗了它

# CHARACTERS.WX78.DESCRIBE.MOON_TREE.GENERIC
source: I HAVE SEEN SO MANY TREES AT THIS POINT
de: ICH HABE SCHON VIELE BÄUME GESEHEN
es_mx: HE VISTO MUCHOS ÁRBOLES HASTA ESTE MOMENTO
fr: J'EN AI ASSEZ DE VOIR DES ARBRES
it: ORMAI HO VISTO TALMENTE TANTI ALBERI
ja: ＊現時点でかなりたくさんの木を見ました＊
ko: 본체는 이 시점에 아주 많은 나무를 본 상태임
pl: WIDZIAŁEM JUŻ TAK WIELE DRZEW
pt_br: JÁ VI TANTAS ÁRVORES A ESSA ALTURA
ru: Я УЖЕ НА ДЕРЕВЬЯ ДОСТАТОЧНО НАСМОТРЕЛСЯ
zh_cn: 到现在已经看过很多棵树
zh_tw: 到現在已經看過很多棵樹

# CHARACTERS.WX78.DESCRIBE.MOON_TREE_BLOSSOM
source: UNIMPRESSED
de: NICHT BEEINDRUCKT
es_mx: NO ME IMPRESIONA
fr: CELA NE M'IMPRESSIONNE PAS
it: NON SONO TROPPO COLPITO
ja: ＊無感動＊
ko: 별것 아님
pl: NIE ROBI TO NA MNIE WRAŻENIA
pt_br: NÃO ESTOU IMPRESSIONADO
ru: НЕ ВПЕЧАТЛЯЕТ
zh_cn: 稀松平常
zh_tw: 稀鬆平常

# CHARACTERS.WX78.DESCRIBE.MOOSE
source: ANALYSIS RESULTS UNCERTAIN
de: ANALYSEERGEBNISSE UNGEWISS.
es_mx: ANÁLISIS DE RESULTADOS INCIERTO
fr: RÉSULTATS D'ANALYSE INCERTAINS
it: RISULTATI DELL'ANALISI INCERTI
ja: ＊分析の結果は不明です＊
ko: 분석 결과 불확실함
pl: WYNIK ANALIZY NIEJEDNOZNACZNY.
pt_br: RESULTADOS DA ANÁLISE INCERTOS
ru: РЕЗУЛЬТАТЫ АНАЛИЗА НЕ ОПРЕДЕЛЕНЫ
zh_cn: 分析结果不确定
zh_tw: 分析結果不確定

# CHARACTERS.WX78.DESCRIBE.MOOSEEGG
source: PROBES UNABLE TO PENETRATE EXTERIOR SHELL
de: MESSSONDEN SIND NICHT IN DER LAGE, IN DIE ÄUSSERE HÜLLE EINZUDRINGEN.
es_mx: SONDAS INCAPACES DE PENETRAR LA CÁSCARA EXTERIOR
fr: SONDES INCAPABLES DE PÉNÉTRER COQUILLE EXTERNE
it: SONDE IN GRADO DI PENETRARE IL GUSCIO ESTERNO
ja: ＊外側の殻を通しての調査は 探査針では不可能です＊
ko: 탐침이 외부 껍데기를 관통할 수 없음
pl: PRÓBNIK NIEZDOLNY DO PENETRACJI SKORUPY ZEWNĘTRZNEJ.
pt_br: SONDAS NÃO PODEM PENETRAR CONCHA EXTERIOR
ru: НИКАКОЙ БУР НЕ ВОЗЬМЕТ ЭТУ ОБОЛОЧКУ
zh_cn: 探针无法刺入外壳
zh_tw: 探針無法刺入外殼

# CHARACTERS.WX78.DESCRIBE.MOOSE_NESTING_GROUND
source: ORGANIC SPAWNPOINT
de: EINE RIESIGE ORGANISCHE LINSE
es_mx: LUGAR DE GERMINACIÓN ORGÁNICO
fr: POINT DE GÉNÉRATION ORGANIQUE
it: PUNTO DI RIGENERAZIONE BIOLOGICO
ja: ＊有機生命体スポーンポイント＊
ko: 유기체 발생지점
pl: ORGANICZNY PUNKT ODRODZENIA.
pt_br: PONTO DE NASCIMENTO ORGÂNICO
ru: ОРГАНИЧЕСКИЙ РАССАДНИК ПОТОМСТВА
zh_cn: 有机生物产地
zh_tw: 有機生物產地

# CHARACTERS.WX78.DESCRIBE.MOQUECA
source: MY MINION IS A VALUABLE ASSET
de: MEIN LAKAI IST EIN WERTVOLLER BESITZ
es_mx: MI SUBORDINADO ES UN RECURSO VALIOSO
fr: MON SERVITEUR EST UTILE
it: IL MIO SEGUACE È UNA PREZIOSA RISORSA
ja: ＊私の隷属生物は価値のある財産です＊
ko: 내 부하는 귀중한 자산임
pl: MÓJ SŁUGA STANOWI WARTOŚCIOWY ZASÓB
pt_br: MEU LACAIO É UM RECURSO VALIOSO
ru: МОЙ МИНЬОН ВЕСЬМА ПОЛЕЗЕН
zh_cn: 我的随从是有价值的资产
zh_tw: 我的隨從是有價值的資產

# CHARACTERS.WX78.DESCRIBE.MOSQUITO.GENERIC
source: IT ENJOYS DRAINING THE LIFE FROM ORGANICS. DITTO
de: DAS SAUGT DAS LEBEN AUS ORGANISMEN
es_mx: DISFRUTA DE DRENAR LA VIDA DE LA MATERIA ORGÁNICA. ÍDEM
fr: IL AIME ASPIRER LA VIE SUR LES AUTRES ORGANISMES. PAREIL
it: GODE NELLO SVUOTARE LA VITA DEGLI ESSERI BIOLOGICI. IDEM
ja: ＊有機生命体の生命エネルギーを窃取します＊
ko: 유기체의 생명을 빼앗는 것을 즐김. 본좌도 마찬가지
pl: UWIELBIA WYSYSAĆ ŻYCIE Z ORGANIZMÓW ŻYWYCH. NIE DZIWIĘ MU SIĘ.
pt_br: GOSTA DE DRENAR A VIDA DE ORGANISMOS. IDEM
ru: ЕМУ НРАВИТСЯ ОСУШАТЬ ДРУГИЕ ОРГАНИЧЕСКИЕ ФОРМЫ ЖИЗНИ. ТОЧНАЯ КОПИЯ МЕНЯ
zh_cn: 它喜欢抽取有机生物的生命。我也是
zh_tw: 它喜歡抽取有機生物的生命。我也是

# CHARACTERS.WX78.DESCRIBE.MOSQUITO.HELD
source: FILLED WITH DISGUSTING FLUIDS
de: GEFÜLLT MIT WIDERLICHEN FLÜSSIGKEITEN.
es_mx: LLENO DE LÍQUIDOS ASQUEROSOS
fr: BOURRÉ DE FLUIDES DÉGOÛTANTS
it: RIPIENO DI FLUIDO DISGUSTOSO
ja: ＊気色悪い液体であふれています＊
ko: 역겨운 액체로 차 있음
pl: PEŁEN OBRZYDLIWYCH PŁYNÓW.
pt_br: CHEIO DE FLUIDOS NOJENTOS
ru: НАПОЛНЕН ОТВРАТИТЕЛЬНОЙ ЖИДКОСТЬЮ
zh_cn: 充满恶心的液体
zh_tw: 充滿噁心的液體

# CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK
source: MOSQUITO HARD DRIVE
de: MOSKITO-FESTPLATTE.
es_mx: DISCO DURO DE MOSQUITO
fr: DISQUE DUR DE MOUSTIQUE
it: IL DISCO RIGIDO DELLA ZANZARA
ja: ＊蚊のハード・ドライブ＊
ko: 모기 하드 드라이브
pl: KOMARZY DYSK TWARDY.
pt_br: DISCO RÍGIDO DE MOSQUITO
ru: ЖЕСТКИЙ ДИСК МОСКИТОВ
zh_cn: 蚊子的硬盘
zh_tw: 蚊子的硬碟

# CHARACTERS.WX78.DESCRIBE.MOSSLING
source: OFFSPRING OF UNCERTAIN MAKEUP
de: NACHKOMME AUS UNBESTIMMTER HERKUNFT.
es_mx: DESCENDENCIA DE MAQUILLAJE INCIERTO
fr: PROGÉNITURE DE CONSTITUTION INCERTAINE
it: PROLE DI PROVENIENZA INCERTA
ja: ＊どのような由来かは不明の、鳥の子供。＊
ko: 알 수 없는 조합체의 소산
pl: MŁODE O NIEZNANEJ KONFIGURACJI.
pt_br: DESCENDENTE DE COMPOSIÇÃO INCERTA
ru: ДЕТЕНЫШ НЕОПРЕДЕЛЕННОЙ КОНСТРУКЦИИ
zh_cn: 不确定构造的后代
zh_tw: 不確定構造的後代

# CHARACTERS.WX78.DESCRIBE.MOUND.DUG
source: WORMS AND ICHOR
de: WÜRMER UND SEKRET.
es_mx: GUSANOS Y PUTREFACCIÓN
fr: VERS ET SANIE
it: VERMI E SECREZIONI
ja: ＊ミミズとイコル＊
ko: 벌레와 이코르
pl: ROBALE I SZCZĄTKI.
pt_br: MINHOCA E ICOR
ru: ЧЕРВИ И ЗЛОВОННЫЙ ГНОЙ
zh_cn: 虫子和腐液
zh_tw: 蟲子和腐液

# CHARACTERS.WX78.DESCRIBE.MOUND.GENERIC
source: MEATLINGS ARE SO SUPERSTITIOUS
de: FLEISCHLINGE SIND SO ABERGLÄUBISCH.
es_mx: LAS COSAS DE CARNE Y HUESO SON MUY SUPERSTICIOSAS
fr: LES CHOSES EN VIANDE SONT TRÈS SUPERSTITIEUSES
it: GLI ESSERI DI CARNE SONO COSÌ SUPERSTIZIOSI
ja: ＊ドウブツは迷信深すぎる＊
ko: 고기생물체는 미신을 잘 믿음
pl: STWORZENIA MIĘSNE SĄ TAKIE PRZESĄDNE.
pt_br: CARNINHAS SÃO SUPERSTICIOSAS
ru: ЭТИ КУСКИ МЯСА ТАКИЕ СУЕВЕРНЫЕ
zh_cn: 肉体生物如此迷信
zh_tw: 肉體生物如此迷信

# CHARACTERS.WX78.DESCRIBE.MULLEDDRINK
source: HOT SPICED FUEL
de: HEISSER GEWÜRZTER BRENNSTOFF
es_mx: COMBUSTIBLE CALIENTE Y PICANTE
fr: DU CARBURANT CHAUD ET ÉPICÉ
it: CARBURANTE CALDO E SPEZIATO
ja: ＊辛くてスパイシーな燃料＊
ko: 뜨겁고 향신료가 가미된 연료
pl: GORĄCE PALIWO Z PRZYPRAWAMI
pt_br: COMBUSTÍVEL QUENTE E PICANTE
ru: ГОРЯЧЕЕ ТОПЛИВО СО СПЕЦИЯМИ
zh_cn: 热的香料燃料
zh_tw: 熱的香料燃料

# CHARACTERS.WX78.DESCRIBE.MULTIPLAYER_PORTAL
source: I CANNOT MAKE IT WORK
de: ICH BRING ES NICHT ZUM LAUFEN
es_mx: NO CONSIGO QUE FUNCIONE
fr: JE NE PARVIENS PAS À LE FAIRE FONCTIONNER
it: NON RIESCO A FARLO FUNZIONARE
ja: ＊本筐体には制御不可＊
ko: 작동하게 만들 수 없음
pl: NIE JESTEM W STANIE GO URUCHOMIĆ
pt_br: NÃO CONSIGO FAZER FUNCIONAR
ru: Я НЕ МОГУ ЗАСТАВИТЬ ЕГО РАБОТАТЬ
zh_cn: 我无法让它动起来
zh_tw: 我無法讓它動起來

# CHARACTERS.WX78.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: NETWORKING PORTAL
de: NETZWERKPORTAL
es_mx: PORTAL DE RED
fr: PORTAIL RÉSEAU
it: PORTALE DI RETE
ja: ＊ネットワーキングポータル＊
ko: 네트워크 포털
pl: PORTAL SIECIOWY
pt_br: PORTAL DE REDE
ru: СЕТЕВОЙ ПОРТАЛ
zh_cn: 联网传送门
zh_tw: 聯網傳送門

# CHARACTERS.WX78.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A PRACTICAL TOOL
de: EIN PRAKTISCHES WERKZEUG.
es_mx: UNA HERRAMIENTA PRÁCTICA
fr: UN OUTIL PRATIQUE
it: UNO STRUMENTO PRATICO
ja: ＊実用的なツール＊
ko: 실용적인 도구임
pl: PRAKTYCZNE NARZĘDZIE.
pt_br: UMA FERRAMENTA PRÁTICA
ru: ПРАКТИЧНЫЙ ИНСТРУМЕНТ
zh_cn: 实用的工具
zh_tw: 實用的工具

# CHARACTERS.WX78.DESCRIBE.MUSHGNOME
source: UGH. IT'S DEFRAGMENTING ITS SOURCE CODE EVERYWHERE
de: ARGH. ER DEFRAGMENTIERT SEINEN QUELLCODE ÜBERALL
fr: IGNOBLE. IL DÉFRAGMENTE SON CODE SOURCE PARTOUT
it: UGH. STA DEFRAMMENTANDO IL SUO CODICE SORGENTE OVUNQUE
ja: ＊汚らわしい。コレはそこら中にソースコードをデフラグしていますよ＊
ko: 어. 어디에서나 소스 코드를 조각모음 하고 있음.
pl: FUJ. DEFRAGMENTUJE WOKÓŁ SWÓJ KOD ŹRÓDŁOWY.
pt_br: UGH. ESTÁ DESFRAGMENTANDO SEU CÓDIGO-FONTE POR TUDO
ru: ФУ. ОН ДЕФРАГМЕНТИРУЕТ СВОЙ ИСХОДНЫЙ КОД У ВСЕХ НА ГЛАЗАХ
zh_cn: 额。它把自己的源代码扔的到处都是
zh_tw: 額。它把自己的原始程式碼扔的到處都是

# CHARACTERS.WX78.DESCRIBE.MUSHROOMBOMB
source: STAY AWAY, FILTHGROWTH
de: BLEIB WEG, DU SCHMUTZIGES DING
es_mx: ALÉJATE, EXCRECENCIA HORRIBLE
fr: N'APPROCHE PAS, SALE EXCROISSANCE
it: STATE ALLA LARGA, SPORCHE ESCRESCENZE
ja: ＊近寄らないでください、卑しい育ちのもの＊
ko: 불결한 성장체야, 저리 가라
pl: TRZYMAJ SIĘ Z DALEKA, KUPO BRUDU.
pt_br: AFASTE-SE, TUMOR NEFASTO
ru: ДЕРЖИСЬ ОТ МЕНЯ ПОДАЛЬШЕ, РАСТУЩАЯ ГРЯЗЬ
zh_cn: 一边去，污秽增长
zh_tw: 一邊去，污穢增長

# CHARACTERS.WX78.DESCRIBE.MUSHROOMHAT
source: WHIMSICAL ORGANIC CAMOUFLAGE
de: SKURRILE ORGANISCHE VERKLEIDUNG
es_mx: CAMUFLAJE ECOLÓGICO EXTRAVAGANTE
fr: CAMOUFLAGE ORGANIQUE SAUGRENU
it: CAPRICCIOSO CAMUFFAMENTO BIOLOGICO
ja: ＊滑稽な有機生命体のカモフラージュ＊
ko: 기발한 유기물 위장
pl: WYMYŚLNY ORGANICZNY KAMUFLAŻ.
pt_br: CAMUFLAGEM ORGÂNICA ENGRAÇADA
ru: ПРИЧУДЛИВАЯ ОРГАНИЧЕСКАЯ МАСКИРОВКА
zh_cn: 古怪的有机迷彩
zh_tw: 古怪的有機迷彩

# CHARACTERS.WX78.DESCRIBE.MUSHROOMSPROUT.BURNT
source: CARBON LIFEFORM, CARBONIZED
de: LEBENSFORM AUF KOHLENSTOFFBASIS, VERKOHLT
es_mx: FORMA DE VIDA DE CARBONO, CARBONIZADA
fr: FORME DE VIE CARBONÉE, CARBONISÉE
it: FORMA DI VITA BASATA SUL CARBONIO, CARBONIZZATO
ja: ＊炭素生物。炭化しています＊
ko: 탄화된 탄소 생물체
pl: WĘGLOWA FORMA ŻYCIA. ZWĘGLONA.
pt_br: FORMA DE VIDA DE CARBONO, CARBONIZADA
ru: УГЛЕРОДНАЯ ФОРМА ЖИЗНИ, ОБУГЛИВШАЯСЯ
zh_cn: 碳生命形式，已碳化
zh_tw: 碳生命形式，已碳化

# CHARACTERS.WX78.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: FILTHY ORGANIC FUNGUS
de: SCHMUTZIGER ORGANISCHER PILZ
es_mx: HONGOS ORGÁNICOS ASQUEROSOS
fr: SALES ORGANISMES FONGIQUES
it: SPORCHI FUNGHI BIOLOGICI
ja: ＊汚らわしい有機菌糸＊
ko: 불결한 유기 버섯
pl: OBRZYDLIWY ORGANICZNY GRZYB.
pt_br: FUNGO ORGÂNICO NOJENTO
ru: ГРЯЗНЫЙ ОРГАНИЧЕСКИЙ ГРИБ
zh_cn: 肮脏的有机霉菌
zh_tw: 骯髒的有機黴菌

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.BURNT
source: THAT'S WHAT IT GETS FOR BEING FLAMMABLE
de: DAS KOMMT DAVON, WENN MAN BRENNBAR IST
es_mx: ESO LE PASA POR SER INFLAMABLE
fr: VOILÀ CE QUI ARRIVE QUAND ON EST INFLAMMABLE
it: ECCO QUELLO CHE SUCCEDE AD ESSERE INFIAMMABILI
ja: ＊それが可燃物になることで手に入れるものです＊
ko: 인화성이기 때문에 당연한 결과
pl: TAKI LOS OBIEKTÓW ŁATWOPALNYCH.
pt_br: É ISSO QUE ELE MERECE POR SER INFLAMÁVEL
ru: ВОТ ЧТО БЫВАЕТ, ЕСЛИ ТЕБЯ МОЖНО ЛЕГКО ВОСПЛАМЕНИТЬ
zh_cn: 那就是它可燃的原因
zh_tw: 那就是它可燃的原因

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.EMPTY
source: IT IS FREE FROM ORGANIC GROWTHS
de: ES HAT KEINERLEI ORGANISCHES WACHSTUM
es_mx: ESTÁ LIBRE DE CRECIMIENTOS ORGÁNICOS
fr: SANS AUCUNE CROISSANCE ORGANIQUE
it: È LIBERO DA ESCRESCENZE BIOLOGICHE
ja: ＊有機生命体の成長がありません＊
ko: 유기물 성장 없음
pl: WOLNY OD ORGANICZNYCH NAROŚLI.
pt_br: ESTÁ LIVRE DOS TUMORES ORGÂNICOS
ru: РОСТА ОРГАНИКИ НЕ НАБЛЮДАЕТСЯ
zh_cn: 它免于有机增长
zh_tw: 它免於有機增長

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.LOTS
source: LOTS OF FILTHY GROWTHS
de: VIELE SCHMUTZIGE GEWÄCHSE
es_mx: UN MONTÓN DE CRECIMIENTOS ASQUEROSOS
fr: AVEC PLEIN DE CROISSANCES ORGANIQUES
it: TANTISSIME ESCRESCENZE SPORCHE
ja: ＊たくさんの卑しい育ちのものたちです＊
ko: 불결한 성장체가 많음
pl: MNÓSTWO PASKUDNYCH NAROŚLI.
pt_br: MUITOS TUMORES NOJENTOS
ru: МНОЖЕСТВО ГРЯЗНЫХ РАСТЕНИЙ
zh_cn: 大量的污秽增长
zh_tw: 大量的污穢增長

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: LOG ERROR
de: PROTOKOLLFEHLER
es_mx: ERROR TRONCAL
fr: ERREUR DE BOGUE
it: ERRORE NEL TRONCO
ja: ＊ログエラー＊
ko: 로그 오류
pl: KŁOD NIEPRAWIDŁOWY.
pt_br: ERRO DE REGISTRO
ru: ОШИБКА
zh_cn: 木头出错
zh_tw: 木頭出錯

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: INFERIOR PLANT. MY CIRCUITS FUNCTION BETTER WHEN COLD
de: MINDERWERTIGE PFLANZE. MEINE SCHALTUNGEN FUNKTIONIEREN BESSER WENN SIE KALT SIND
es_mx: PLANTA INFERIOR. MIS CIRCUITOS FUNCIONAN MEJOR CUANDO HACE FRÍO
fr: PLANTE INFÉRIEURE. MES CIRCUITS FONCTIONNENT MIEUX PAR TEMPS FROID
it: PIANTA INFERIORE. I MIEI CIRCUITI FUNZIONANO MEGLIO QUANDO FA FREDDO
ja: ＊下等な植物。 私の回路は寒いときの方がよく働きます＊
ko: 하등한 식물. 본체의 회로는 냉각 시 작동 효률이 오름
pl: MARNA ROŚLINA. MOJE OBWODY PRACUJĄ LEPIEJ W NISKICH TEMPERATURACH.
pt_br: PLANTA INFERIOR. MEUS CIRCUITOS FUNCIONAM MELHOR QUANDO ESTÃO FRIOS
ru: НИЧТОЖНОЕ РАСТЕНИЕ. МОИ СХЕМЫ РАБОТАЮТ ПРОДУКТИВНЕЕ В ОХЛАЖДЕННОМ СОСТОЯНИИ
zh_cn: 次级植物。寒冷时我的电路功能更好
zh_tw: 次級植物。寒冷時我的電路功能更好

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.SOME
source: IT IS STARTING TO GROW THINGS
de: DINGE FANGEN ZU WACHSEN AN
es_mx: LE ESTÁN EMPEZANDO A CRECER COSAS
fr: DES CHOSES COMMENCENT À POUSSER
it: STA COMINCIANDO A GERMOGLIARE
ja: ＊それはなにかを育てようとし始めています＊
ko: 재배가 시작됨
pl: ZACZYNA WYPUSZCZAĆ NOWE FORMY ŻYCIA.
pt_br: COISAS ESTÃO COMEÇANDO A CRESCER NELE
ru: ОНО НАЧИНАЕТ ВЫРАЩИВАТЬ ОБЪЕКТЫ
zh_cn: 它开始长东西了
zh_tw: 它開始長東西了

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_FARM.STUFFED
source: TOO MANY GROWTHS. STOP
de: ZU VIELE GEWÄCHSE. STOP
es_mx: DEMASIADOS CRECIMIENTOS. DETENER
fr: TROP DE CROISSANCES. STOP
it: TROPPE ESCRESCENZE. FERMALE
ja: ＊育ちすぎです。止まってください＊
ko: 과도한 성장. 중지하라
pl: ZA DUŻO ODROSTÓW. ZATRZYMAĆ.
pt_br: MUITOS TUMORES. PARE
ru: СЛИШКОМ МНОГО РАСТЕНИЙ. ХВАТИТ
zh_cn: 增长太多了。停下
zh_tw: 增長太多了。停下

# CHARACTERS.WX78.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: PERMANENTLY OFF
de: DAUERHAFT DEAKTIVIERT
es_mx: PERMANENTEMENTE APAGADO
fr: DÉFINITIVEMENT DÉSACTIVÉ
it: SPENTO IN MODO PERMANENTE
ja: ＊永久的オフ＊
ko: 영구적으로 꺼짐
pl: TRWALE DEZAKTYWOWANE.
pt_br: PERMANENTEMENTE DESATIVADO
ru: ВЫКЛЮЧЕН НАВСЕГДА
zh_cn: 永久关闭
zh_tw: 永久關閉
