Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDENPITCHFORK
source: Pretty Ground Getter
de: Hübscher Bodenholer.
es: Bonito recogetierra
es_mx: Bonita agarratierra
fr: Une jolie retourneuse de sol.
it: Bello per prendere terra
ja: かわいい土ゲッター
ko: 예쁜 땅 포크야
pl: Ładny wydobywacz ziemi
pt_br: Pega-solo bonito.
ru: Красивая добывалка земли
zh_tw: 能耙地

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDENSHOVEL
source: Pretty Digger
de: Hübsches Grabding.
es: Bonito cavador
es_mx: Bonita cavadora
fr: Une jolie creuseuse.
it: Bella per scavare
ja: かわいい穴掘り
ko: 예쁜 땅파기 도구야
pl: Ładny kopacz
pt_br: Cavador bonito.
ru: Красивая копалка
zh_tw: 能挖

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDEN_FARM_HOE
source: Pretty dirt mover
de: Hübscher Dreckbeweger
es: Cosa bonita que remueve tierra
fr: Un joli outil pour bouger la terre.
it: Bella sposta terra
ja: 綺麗な土よけだよ
ko: 예쁜 흙수저야
pl: Ładny przesuwacz ziemi
pt_br: Movedora de terra bonita.
ru: Красивая шевелилка для грязи
zh_tw: 漂亮的推泥土的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDNUGGET
source: Little Yellow Stone
de: Kleiner gelber Stein.
es: Piedrecita amarilla
es_mx: Pequeña piedra amarilla
fr: Un petit caillou jaune.
it: Piccola pietra gialla
ja: 小さい黄色い石
ko: 작은 노란색 돌이야
pl: Mały, żółty kamyk
pt_br: Pedrinha amarela.
ru: Маленький желтый камушек
zh_tw: 小小的黃石頭

# CHARACTERS.WORMWOOD.DESCRIBE.GOOSE_FEATHER
source: Tickles. Hehe!
de: Kitzelt. Hehe!
es: Cosquillas. ¡Je, je!
es_mx: Da cosquillas. ¡Je, je!
fr: Hi hi, ça chatouille.
it: Solletico. Eheh!
ja: くすぐったい。へへへ！
ko: 간지러워. 헤헤!
pl: Łaskocze. He, he!
pt_br: Faz cócegas. He, he!
ru: Щекотно. Хе-хе!
zh_tw: 好癢啊。呵呵！

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.BARREN
source: Needs poop
de: Braucht Kacke.
es: Necesita caca
es_mx: Necesita caca
fr: Il lui faut du fumier.
it: Serve cacca
ja: うんちが欲しいのね
ko: 똥이 필요해
pl: Potrzebuje kupy
pt_br: Precisa de cocô.
ru: Нужны какашки
zh_tw: 需要便便

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.BURNING
source: Agghh!
de: Aaargh!
es: ¡Agghhh!
es_mx: ¡Aaah!
fr: Argh !
ja: ギャーーーー！
ko: 아악!
pl: Aaaaaa!
ru: А-а-а!
zh_tw: 啊啊啊！

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.DISEASED
source: Sick! Sick friend!
de: Krank! Kranker Freund!
es: ¡Enfermo! ¡Amigo enfermo!
es_mx: ¡Enfermo! ¡Amigo enfermo!
fr: T'es malade, ma copine !
it: Malata! Amica malata!
ja: 病気！ 病気のお友だち！
ko: 아프잖아! 아픈 친구야!
pl: Choroba! Chora przyjaciółka!
pt_br: Doente! Amigo doente!
ru: Друг болеет! Болеет!
zh_tw: 病了，生病的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.DISEASING
source: Get better soon
de: Gute Besserung.
es: Recupérate pronto
es_mx: Recupérate pronto
fr: Bon rétablissement.
it: Guarisci presto
ja: すぐに良くなるよ
ko: 어서 나으렴
pl: Życzę zdrowia
pt_br: Melhore logo.
ru: Скорее поправляйся
zh_tw: 早日康復

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.GENERIC
source: Smells nice
de: Riecht gut.
es: Huele bien
es_mx: Huele bien
fr: Ça sent bon.
it: Profumo buono
ja: いい香り
ko: 냄새가 좋아
pl: Ładnie pachnie
pt_br: Cheira bem.
ru: Хорошо пахнет
zh_tw: 聞起來還不錯

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.PICKED
source: Nice trim!
de: Schön geschnitten!
es: ¡Bonito corte!
es_mx: Buen corte
fr: Une belle coupe d'entretien !
it: Bel taglio!
ja: カッコイイよ！
ko: 잘 다듬었는걸!
pl: Ładnie przycięta!
pt_br: Bela aparada!
ru: Красиво подстрижена!
zh_tw: 修剪地很好！

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS.WITHERED
source: Too hot!
de: Zu heiß.
es: ¡Demasiado caliente!
es_mx: ¡Demasiado caliente!
fr: Trop chaud !
it: Troppo caldo!
ja: 熱いって！ムリムリムリ！
ko: 너무 뜨겁다!
pl: Za gorąco!
pt_br: Muito quente!
ru: Слишком горячо!
zh_tw: 熱到枯萎！

# CHARACTERS.WORMWOOD.DESCRIBE.GRASSGATOR
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: C'est un copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amiga?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.GRASSGEKKO.DISEASED
source: Sick?
de: Krank?
es: ¿Has enfermado?
es_mx: ¿Enfermo?
fr: T'es malade ?
it: Malato?
ja: 具合悪いの？
ko: 아픈가?
pl: Choruje?
pt_br: Doente?
ru: Болеешь?
zh_tw: 生病了？

# CHARACTERS.WORMWOOD.DESCRIBE.GRASSGEKKO.GENERIC
source: Looking good. Like hair
de: Sieht gut aus. Wie Haar.
es: Tiene buen aspecto. Me gusta el pelo
es_mx: Te ves bien. Gustar cabello
fr: Ça te va bien. Jolie coiffure.
it: Stai bene. Bei capelli
ja: いい感じ。 髪の毛が好きだよ
ko: 멋진걸. 머리카락 같아
pl: Ładnie wygląda. Fajne włosy
pt_br: Parece bom. Como cabelo.
ru: Красиво. Как волосы
zh_tw: 真好看。喜歡它的毛

# CHARACTERS.WORMWOOD.DESCRIBE.GRASS_UMBRELLA
source: Friend hair keeps rain away
de: Haar vom Freund hält trocken.
es: El pelo del amigo aleja la lluvia
es_mx: Pelo amigo aleja lluvia
fr: Des cheveux de ma copine l'herbe qui protègent de la pluie.
it: Capelli di amici proteggono da pioggia
ja: お友だちの髪が雨を避けてくれる
ko: 친구 머리카락이 비를 막아 줘
pl: Włosy przyjaciela zatrzymają deszcz
pt_br: Cabelo da amiga mantém chuva longe.
ru: Волосы друзей спасают от дождя
zh_tw: 朋友的茸毛可以用來擋雨

# CHARACTERS.WORMWOOD.DESCRIBE.GRAVY
source: Not mud?
de: Kein Schlamm?
es: ¿No es barro?
es_mx: ¿Sin lodo?
fr: C'est pas de la boue ?
it: Fango?
ja: どろんこじゃない？
ko: 진흙 아니야?
pl: Nie błoto?
pt_br: Não é lama?
ru: Не грязь?
zh_tw: 不是泥？

# CHARACTERS.WORMWOOD.DESCRIBE.GREENAMULET
source: Helps for building
de: Hilft beim Bauen.
es: Ayuda a construir
es_mx: Ayuda a construir
fr: Ça aide à fabriquer et construire des choses.
it: Aiuta a costruire
ja: 建てるのに役立つよ
ko: 건축을 도와줘
pl: Przydaje się do budowania
pt_br: Ajuda a construir.
ru: Помощь в строительстве
zh_tw: 輔助你建造東西

# CHARACTERS.WORMWOOD.DESCRIBE.GREENGEM
source: Looks familiar...
de: Kommt mir bekannt vor ...
es: Me resulta familiar...
es_mx: Se ve familiar…
fr: Ça me dit quelque chose...
it: Aspetto familiare...
ja: どこかで見たような...
ko: 어째 눈에 익은데...
pl: Wygląda znajomo...
pt_br: Parece familiar...
ru: Выглядит знакомо…
zh_tw: 看上去很眼熟...

# CHARACTERS.WORMWOOD.DESCRIBE.GREENMOONEYE
source: Like this one
de: Gefällt mir.
es: Me gusta esta
es_mx: Gustar este
fr: Celui-là me plaît !
it: Piace questo
ja: こんな感じ
ko: 마음에 들어
pl: Podoba mi się
pt_br: Gosto deste.
ru: Он мне нравится
zh_tw: 像這個

# CHARACTERS.WORMWOOD.DESCRIBE.GREENSTAFF
source: A Take Apart Stick
de: Ein Auseinandernehmstab.
es: Un palo para desmontar
es_mx: Un palo de desarmar
fr: Un bâton de démontage.
it: Bastone per smontare
ja: バラバラ棒
ko: 해체 막대기야
pl: Patyk do rozkładania na części
pt_br: Um Bastão de Desmontar.
ru: Палка для разбирания
zh_tw: 一個拆解物品的法杖

# CHARACTERS.WORMWOOD.DESCRIBE.GREEN_CAP
source: Hurts head
de: Macht Kopfweh.
es: Hace daño en la cabeza
es_mx: Hace doler cabeza
fr: Ça fait mal à la tête.
it: Testa fa male
ja: 頭痛くなる
ko: 머리를 아프게 해
pl: Boli głowę
pt_br: Machuca cabeça.
ru: Делает больно голове
zh_tw: 傷害腦袋

# CHARACTERS.WORMWOOD.DESCRIBE.GREEN_CAP_COOKED
source: Helps head
de: Macht Kopfweh besser.
es: Ayuda a la cabeza
es_mx: Ayuda a cabeza
fr: Ça fait du bien à la tête.
it: Aiuta testa
ja: 頭にいいね
ko: 머리에 좋아
pl: Pomaga na głowę
pt_br: Ajuda cabeça.
ru: Помогает голове
zh_tw: 幫助腦袋

# CHARACTERS.WORMWOOD.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Green mushy
de: Grünes Pilzchen.
es: Setita verde
es_mx: Blando verde
fr: Un champignon vert.
it: Molliccio verde
ja: 緑のキノコ
ko: 녹색 물컹이야
pl: Zielony grzybek
pt_br: Cogumelo verde.
ru: Зеленый грибочек
zh_tw: 綠綠的軟軟的

# CHARACTERS.WORMWOOD.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hiding
de: Versteckt sich.
es: En su escondite
es_mx: Escondido
fr: Il se cache.
it: Nascosto
ja: 隠れてる
ko: 숨어 있어
pl: Chowa się
pt_br: Tá se escondendo.
ru: Прячется
zh_tw: 它藏起來了

# CHARACTERS.WORMWOOD.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Gone
de: Weg.
es: No está
es_mx: Ya no está
fr: Y a plus rien.
it: Andato
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.GROTTO_POOL_BIG
source: Clear rock water
de: Klares Steinwasser
es: Agua de roca clara
fr: Clair comme de l'eau de roche !
it: Acqua di roccia chiara
ja: スケスケの岩のお水だ
ko: 투명한 바위 물이야
pl: Czysta woda z kamieniami
pt_br: Água de pedra transparente.
ru: Чистая каменная вода
zh_tw: 亮亮的石頭水

# CHARACTERS.WORMWOOD.DESCRIBE.GROTTO_POOL_SMALL
source: Clear rock water
de: Klares Steinwasser
es: Agua de roca clara
fr: Clair comme de l'eau de roche !
it: Acqua di roccia chiara
ja: スケスケの岩のお水だ
ko: 투명한 바위 물이야
pl: Czysta woda z kamieniami
pt_br: Água de pedra transparente.
ru: Чистая каменная вода
zh_tw: 亮亮的石頭水

# CHARACTERS.WORMWOOD.DESCRIBE.GUACAMOLE
source: Cute!
de: Niedlich!
es: ¡Qué cosita!
es_mx: ¡Qué lindo!
fr: Trop mignon !
it: Carino!
ja: かわいい！
ko: 귀엽다!
pl: Ładne!
pt_br: Que fofura!
ru: Мило!
zh_tw: 可愛！

# CHARACTERS.WORMWOOD.DESCRIBE.GUANO
source: Good poop!
de: Gute Kacke!
es: ¡Buena caca!
es_mx: ¡Buena caca!
fr: C'est de la bonne fiente.
it: Buona cacca!
ja: いいうんち！
ko: 좋은 똥이야!
pl: Dobra kupa!
pt_br: Cocô bom!
ru: Хорошая кака!
zh_tw: 很棒的便便

# CHARACTERS.WORMWOOD.DESCRIBE.GUNPOWDER
source: BOOM!
de: BUMM!
es: ¡BUM!
es_mx: ¡BUM!
fr: BOUM !
it: BUM!
ja: ボカーン！
ko: 쾅!
pl: BUM!
pt_br: BUM!
ru: БУМ!
zh_tw: 嘭！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_1
source: Careful! Don't eat stick
de: Vorsicht! Nicht den Stock essen.
es: ¡Cuidado! Ese palo no se come
es_mx: ¡Cuidado! No comer palo
fr: Attention ! Le bâton se mange pas !
it: Attento! Non mangiare bastone
ja: 気を付けて！棒は食べないで
ko: 조심! 막대기는 먹으면 안 돼
pl: Uwaga! Nie zjeść patyka
pt_br: Cuidado! Não coma palito.
ru: Осторожно! Не ешь палочку
zh_tw: 小心！別吃棍子

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_10
source: Mmm...
de: Mmmh ...
fr: Miam...
ja: んー...
ko: 음...
pt_br: Hmm...
ru: М-м-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_11
source: Twirly Tail?
de: Ringelschwanz?
es: ¿Cola enroscada?
es_mx: ¿Cola enrollada?
fr: Une créature à queue en tire-bouchon ?
it: Maiale?
ja: くるくるしっぽ？
ko: 꼬불 꼬리?
pl: Zakręcogonek?
pt_br: Cauda Retorcida?
ru: Крючкохвост?
zh_tw: 卷尾巴？

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_12
source: Yum!
de: MJAM!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pl: Mniam!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_13
source: Ball of belly stuff!
de: Ball aus Bauchzeug!
es: ¡Bola de cosa para la tripa!
es_mx: ¡Bola de cosas de barriga!
fr: Une boule pour se remplir le ventre.
it: Palla di roba per pancia!
ja: おなかに入るボール
ko: 음식 덩어리야!
pl: Kula rzeczy do brzuszka!
pt_br: Bola de coisa de barriga!
ru: Шарик для животика!
zh_tw: 填飽肚子的東西做成的球！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_14
source: Ho! Ha! Hot belly stuff!
de: Ho! Ha! Scharfes Bauchzeug!
es: ¡Uh! ¡Ah! ¡Cosa para la tripa está caliente!
es_mx: ¡Jo! ¡Ja! ¡Cosa caliente de barriga!
fr: Oh ! Ah ! Du manger épicé !
it: Oh! Ah! Roba bollente per pancia!
ja: ほー！ はは！ アッチチなおなかに入るもの！
ko: 호오! 하아! 매운 음식이야!
pl: Hu! Ha! Gorąca rzecz do brzuszka!
pt_br: Hu! Ha! Coisas de barriga quente!
ru: У! А! Горячая штучка для животика!
zh_tw: 啊哈哈，填肚子的東西！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_2
source: Not for dirt
de: Nicht für den Boden.
es: No para la tierra
es_mx: No para tierra
fr: Ça va pas dans la terre.
it: Non per terra
ja: 土のものじゃないよ
ko: 흙에 심는 게 아니야
pl: Nie do ziemi
pt_br: Não é para sujeira.
ru: Не надо сажать
zh_tw: 不能種在土裡

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_3
source: Yum!
de: MJAM!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pl: Mniam!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_4
source: Squishy
de: Wie ein Schwamm.
es: Cosa blandita
es_mx: Blando
fr: C'est spongieux.
it: Molle
ja: グニャグニャ
ko: 물컹해
pl: Mięciutki
pt_br: Tenro.
ru: Мягенько
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_5
source: Hehe!
es: ¡Je, je!
es_mx: ¡Je, je!
fr: Hé hé !
it: Eh eh!
ja: へへっ！
ko: 헤헤!
ru: Хе-хе!
zh_tw: 呵呵！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_6
source: Sweet stuff for belly
de: Süßes Zeug für Bauch.
es: Cosa dulce para la tripa
es_mx: Cosa dulce para barriga
fr: Du manger sucré pour me remplir le ventre.
it: Dolce roba per pancia
ja: おなかに入る甘いもの
ko: 배를 달콤하게 채워
pl: Słodkie rzeczy do brzuszka
pt_br: Coisas pra barriga doces.
ru: Сладкая штучка для животика
zh_tw: 甜甜的，能填肚子

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_7
source: Belly stuff
de: Bauchzeug.
es: Cosa para la tripa
es_mx: Cosa de barriga
fr: De quoi se remplir le ventre.
it: Roba per pancia
ja: おなかに入るもの
ko: 음식이야
pl: Rzeczy do brzuszka
pt_br: Coisa de barriga.
ru: Штучка для животика
zh_tw: 填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_8
source: Sad?
de: Traurig?
es: ¿Triste?
es_mx: ¿Triste?
fr: T'es triste ?
it: Triste?
ja: 悲しいの？
ko: 슬프니?
pl: Smutno ci?
pt_br: Triste?
ru: Грустно?
zh_tw: 悲傷？

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENCANDY_9
source: Wiggly!
de: Zappler!
es: ¡Ondulante!
es_mx: ¡Serpenteante!
fr: Ça se tortille.
it: Strisciante!
ja: 二ョロニョロ！
ko: 꿈틀이야!
pl: Wijacz!
pt_br: Serpenteante!
ru: Вихлялка!
zh_tw: 在扭動！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: Makes strong!
de: Macht stark!
es: ¡Te hace fuerte!
es_mx: ¡Hace fuerte!
fr: Ça rend costaud.
it: Rende forti!
ja: 強くなるよ！
ko: 강하게 만들어!
pl: Dodaje sił!
pt_br: Deixa forte!
ru: Делает сильнее!
zh_tw: 使人強壯！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: Big thing for belly
de: Großes Bauchding.
es: Cosa grande para la tripa
es_mx: Cosa grande para barriga
fr: Un gros bidule pour me remplir le ventre.
it: Grande roba per pancia
ja: おなかに入るおっきなもの
ko: 배를 가득 채워
pl: Duża rzecz do brzuszka
pt_br: Coisa grande pra barriga.
ru: Большая штучка для животика
zh_tw: 填肚子的大傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: Little thing for belly
de: Kleines Bauchding.
es: Cosa pequeña para la tripa
es_mx: Cosa pequeña para barriga
fr: Un petit bidule pour me remplir le ventre.
it: Piccola roba per pancia
ja: おなかに入るちいちゃなもの
ko: 배를 조금 채워
pl: Mała rzecz do brzuszka
pt_br: Coisinha pra barriga.
ru: Маленькая штучка для животика
zh_tw: 填肚子的小傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: Ka-POW! inside
de: Wumms drinnen.
es: Ka-buum dentro
es_mx: ¡Catapúm! adentro
fr: Il y a du BOUM dedans.
it: Ba-BUM! Dentro
ja: ドカーン！と中に
ko: 안에 쿠궁! 있어
pl: Ka-BUM! w środku
pt_br: Ka-PLAU! dentro.
ru: Бабах внутри
zh_tw: 砰！進去吧

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEENPOTION_MOON
source: Change to moony-things
de: Verwandelt in Mondsachen.
es: Cambiar a cosas lunares
es_mx: Transforma en cosas lunescas
fr: Ça transforme en truc de lune.
it: Cambia in cose di luna
ja: 月のものに変えるよ
ko: 달 같은 것으로 변해
pl: Zmienia w księżycowe rzeczy
pt_br: Mude para coisas de lua.
ru: Делает штучки лунными
zh_tw: 喝了變月亮的東西

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: Ooooooo!
de: Oooooooh!
es: ¡Oooooooh!
es_mx: ¡Ooooooh!
fr: bOuHoUhoU !
it: Uuuuuuuu!
ja: おおおおおおおお！
ko: 우우우우우!
pt_br: Uuuuuu!
ru: О-о-о-о!
zh_tw: 噢、噢、噢！

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: Not flapping
de: Flattert nicht.
es: No aletea
es_mx: No aletea
fr: Il vole pas.
it: Non sbattere
ja: パタパタしてないよ
ko: 안 파닥거려
pl: Nie lata
pt_br: Não tá borboleteando.
ru: Не хлопает крыльями
zh_tw: 沒有在撲騰

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: Not alive
de: Nicht lebendig.
es: No vive
es_mx: Vivo no
fr: Il est pas vivant.
it: Non vivo
ja: 死んでるよ
ko: 살아 있지 않아
pl: Nie żyje
pt_br: Não vive.
ru: Не живой
zh_tw: 不是活的

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: Spiky pretty thing
de: Hübsches Stachelding.
es: Cosita bonita pinchosa
es_mx: Cosa bonita con pinchos
fr: Un joli bidule piquant.
it: Appuntiti belli
ja: トゲトゲのかわいいもの
ko: 뾰족하고 예쁜 물건이야
pl: Ładna, spiczasta rzecz
pt_br: Coisa bonita espetada.
ru: Колючая красивая штучка
zh_tw: 長了尖刺的漂亮東西

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: Haha! Wrong way Leggy Bug
de: Haha! Falschrum, Vielbein.
es: ¡Ja, ja! ¡Vas mal, bicho con patas!
es_mx: ¡Ja, ja! Dirección equivocada, bicho patudo
fr: Ha ha, une bestiole multipattes à l'envers !
it: Ahah! Insetto tantegambe strada sbagliata
ja: はは！そっちじゃないよ脚ばっかり虫
ko: 하하! 그쪽이 아니야, 긴 다리 벌레야
pl: Ha, ha! Nie w tę stronę, wielonogi robalu
pt_br: Haha! Caminho errado, Inseto Pernudo.
ru: Ха-ха! Ногастый жук вверх ногами
zh_tw: 哈哈！這蟲子好多條腿

# CHARACTERS.WORMWOOD.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: Alive, Tweeter? Nope
de: Lebst du, Piepser? Nö.
es: ¿Vive, pío-pío? Nop
es_mx: ¿Vivo, piador? No
fr: Il est en vie, ce piou-piou ? Eh non.
it: Vivo, cip cip? No
ja: 生きてるの、ピヨピヨ？ ううん。
ko: 살아 있는 짹짹이인가? 아니네
pl: Żyjesz, ćwirku? Nie
pt_br: Tá vivo, Piu-Piu? Não.
ru: А чирикалка живая? Нет
zh_tw: 活著嗎，小鳥？不

# CHARACTERS.WORMWOOD.DESCRIBE.HAMBAT
source: Twirly Tail Whacker
de: Ringelschwanz-Prügler.
es: Maza de cola enroscada
es_mx: Golpeador de cola enrollada
fr: Un cogneur de créature à queue en tire-bouchon.
it: Ammazzatutto di maialino
ja: くるくるしっぽを叩く棒
ko: 꼬불 꼬리 방망이야
pl: Uderzacz zakręcogonków
pt_br: Bastão de Cauda Retorcida.
ru: Стукалка крючкохвоста
zh_tw: 卷尾巴敲擊器

# CHARACTERS.WORMWOOD.DESCRIBE.HAMMER
source: Smasher
de: Zertrümmerer.
es: Aplastador
es_mx: Aplastador
fr: Ça sert à fracasser.
it: Spaccatutto
ja: ぶっこわすやつ
ko: 부수는 도구야
pl: Rozbijacz
pt_br: Esmagador.
ru: Ломалка
zh_tw: 很棒的錘子

# CHARACTERS.WORMWOOD.DESCRIBE.HAMMER_MJOLNIR
source: Ugh! Can't lift it
de: Puh! Kann ich nicht heben.
es: ¡Agh! No puedo
es_mx: ¡Uf! No poder levantar
fr: Argh ! Je peux pas le soulever.
it: Ugh! Non prendo su
ja: げえっ！持ち上げられないよ
ko: 윽! 못 들겠어
pl: Uch! Nie mogę go podnieść
pt_br: Ugh! Não consigo levantá-lo.
ru: Ух! Не могу поднять
zh_tw: 哎！抬不起

# CHARACTERS.WORMWOOD.DESCRIBE.HAWAIIANSHIRT
source: Breezy
de: Luftig.
es: Fresquita
es_mx: Relajada
fr: Une tenue trop fraîche.
it: Venticello
ja: 風が通るね
ko: 시원해
pl: Przewiewna
pt_br: Arejada.
ru: Продувает
zh_tw: 涼颼颼的

# CHARACTERS.WORMWOOD.DESCRIBE.HEALINGSALVE
source: Boo Boo Gloop
de: Matsch für Auas.
es: Pegote buaa-buaa
es_mx: Pegote de heridita
fr: Cette chose visqueuse soigne les bobos.
it: Melma per bua
ja: ブーブーのドロドロ
ko: 호호하는 끈적이야
pl: Paćka na kuku
pt_br: Gosma de Dodói.
ru: Мазь от бо-бо
zh_tw: 咕嘟咕嘟的藥膏

# CHARACTERS.WORMWOOD.DESCRIBE.HEALINGSTAFF
source: Make friends better
de: Heilt Freunde.
es: Haz amigos mejores
es_mx: Pone mejor a amigos
fr: Ça guérit les copains.
it: Amici meglio
ja: お友だちをいい感じにするよ
ko: 친구를 낫게 해
pl: Sprawia, że przyjaciele czują się lepiej
pt_br: Deixa amigos melhores.
ru: Делает друзьям лучше
zh_tw: 能讓朋友們好起來

# CHARACTERS.WORMWOOD.DESCRIBE.HEATROCK.COLD
source: Cold
de: Kalt.
es: Fría
es_mx: Fría
fr: C'est froid.
it: Fredda
ja: 冷たい
ko: 차가워
pl: Zimny
pt_br: Frio.
ru: Холодно
zh_tw: 好冷

# CHARACTERS.WORMWOOD.DESCRIBE.HEATROCK.FROZEN
source: Brrrr...
es: Brrr...
ja: ブルルルルッ...
ko: 으으...
pl: Brrr...
ru: Бр-р-р…
zh_tw: 諤諤...

# CHARACTERS.WORMWOOD.DESCRIBE.HEATROCK.GENERIC
source: Hot cold rock
de: Heißer kalter Stein.
es: Roca caliente-fría
es_mx: Roca caliente fría
fr: Une pierre chaud froid.
it: Roccia fredda bollente
ja: アッチッチヒヤヒヤ岩
ko: 뜨거운데 차가운 돌이야
pl: Gorąca zimna skała
pt_br: Rocha fria quente.
ru: Горячий холодный камень
zh_tw: 發燙的冷石頭

# CHARACTERS.WORMWOOD.DESCRIBE.HEATROCK.HOT
source: Yeeouch!
de: Autsch!
es: ¡Agghhh!
es_mx: ¡Agghhh!
fr: Arghhh !!!
it: Ohiohi!
ja: ヒィィィ…！
ko: 무척 아프겠다!
pl: Auć!
pt_br: Autch!
ru: А-а-ай!
zh_tw: 哎呦！

# CHARACTERS.WORMWOOD.DESCRIBE.HEATROCK.WARM
source: Warm
es: Caliente
es_mx: Tibia
fr: C'est chaud.
it: Calda
ja: あったかい
ko: 따뜻해
pl: Ciepły
pt_br: Quentinho.
ru: Тепло
zh_tw: 溫暖

# CHARACTERS.WORMWOOD.DESCRIBE.HERMITCRAB
source: Crabby
es: Cangrejo
es_mx: Cangrejo
fr: Raymond
it: Granchio
ja: クラブ
ko: 게팍하다
pl: Gałka
pt_br: Ranzinza
ru: Крабби
zh_tw: 在發脾氣

# CHARACTERS.WORMWOOD.DESCRIBE.HERMITHOUSE.BUILTUP
source: Happy now
de: Zufrieden.
es: Ya feliz
es_mx: Feliz ahora
fr: Il est content.
it: Felice ora
ja: うれしいよ
ko: 이제 행복해
pl: Teraz będzie szczęśliwa
pt_br: Feliz agora.
ru: Теперь хорошо
zh_tw: 現在開心了

# CHARACTERS.WORMWOOD.DESCRIBE.HERMITHOUSE.GENERIC
source: Sad shell...
de: Traurige Muschel ...
es: Concha triste...
es_mx: Concha triste…
fr: Un coquillage terne.
it: Guscio triste...
ja: 悲しい殻だ…
ko: 슬픈 껍데기야...
pl: Smutna muszelka...
pt_br: Casca triste...
ru: Грустная ракушка…
zh_tw: 難過的貝殼……

# CHARACTERS.WORMWOOD.DESCRIBE.HERMIT_BUNDLE
source: Thank you!
de: Danke!
es: ¡Gracias!
es_mx: ¡Gracias!
fr: Merci !
it: Grazie!
ko: 고마워!
pl: Dziękujemy!
pt_br: Obrigado!
zh_tw: 謝謝你！

# CHARACTERS.WORMWOOD.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: Shells shell
de: Muscheln-Muschel
es: Conchas de la concha
fr: Des coquillages d'un coquillage.
it: Conchiglia con conchiglie
ja: 貝殻の貝殻だね
ko: 조개껍질이야
pl: Muszla muszli
pt_br: Concha de conchas.
ru: Ракушки в ракушке
zh_tw: 貝殼的貝殼

# CHARACTERS.WORMWOOD.DESCRIBE.HERMIT_CRACKED_PEARL
source: Broken...
de: Kaputt ...
es: Se ha roto...
es_mx: Rota
fr: C'est cassé.
it: Rotta...
ja: 壊れてるよ…
ko: 망가졌어...
pl: Zepsuta...
pt_br: Quebrou...
ru: Треснула…
zh_tw: 壞掉了……

# CHARACTERS.WORMWOOD.DESCRIBE.HERMIT_PEARL
source: Shiny!
de: Funkelnd!
es: ¡Qué reluciente!
es_mx: ¡Qué reluciente!
fr: Ça brille !
it: Brillante!
ja: ピカピカ！
ko: 반짝거린다!
pl: Ale błyszczy!
pt_br: Brilhante!
ru: Просто блеск!
zh_tw: 好閃亮！

# CHARACTERS.WORMWOOD.DESCRIBE.HIVEHAT
source: Hehe. Funny Branch Hat
de: Hehe. Lustiger Hut aus Zweigen.
es: Je, je. Sombrero de rama divertido
es_mx: Je, je. Gracioso sombrero rama
fr: Héhé, un drôle de chapeau à branches.
it: Eh eh. Cosa per testa di rami. Divertente
ja: へへっ。 面白い枝帽子
ko: 헤헤. 웃긴 가지 모자야
pl: He, he. Śmieszny kapelusz z gałęzi
pt_br: Hehe. Chapéu de ramo engraçado.
ru: Хе-хе. Смешная шапка с ветками
zh_tw: 呵呵。好玩的樹枝帽

# CHARACTERS.WORMWOOD.DESCRIBE.HOME
source: Home
de: Pos1
es: Inicio
es_mx: Inicio
fr: Début
it: Casa
ko: 집이야.
zh_tw: 家

# CHARACTERS.WORMWOOD.DESCRIBE.HOMESIGN.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.HOMESIGN.GENERIC
source: Scribbles on friends
de: Schreibt auf Freunde.
es: Para poner cosas
es_mx: Garabatos en amigos
fr: Des gribouillages sur des copains.
it: Scarabocchi su amici
ja: お友だちに落書きされてるよ
ko: 친구들 위에 낙서가 있어
pl: Bazgroły na przyjaciołach
pt_br: Rabiscos em amigos.
ru: Каракули на друзьях
zh_tw: 朋友身上有字

# CHARACTERS.WORMWOOD.DESCRIBE.HOMESIGN.UNWRITTEN
source: Needs scribbles
de: Braucht Kritzelei.
es: Necesita garabatos
es_mx: Necesita garabatos
fr: Le panneau a besoin de gribouillages !
it: Servono scarabocchi
ja: 落書きしなくちゃね！
ko: 낙서가 필요해
pl: Potrzebuje bazgrołów
pt_br: Precisa de rabiscos.
ru: Нужны каракули
zh_tw: 需要寫字上去

# CHARACTERS.WORMWOOD.DESCRIBE.HONEY
source: Buzz Juice
de: Summsisaft.
es: Zumo de zuums
es_mx: Jugo de zumbido
fr: Du jus de bzzz.
it: Succo bzzz
ja: ブンブンのジュース
ko: 붕붕이 즙이야
pl: Bzykowy sok
pt_br: Suco de Bzzz.
ru: Сок жужжалок
zh_tw: 嗡嗡汁

# CHARACTERS.WORMWOOD.DESCRIBE.HONEYCOMB
source: From Buzz home
de: Von den Summsis.
es: De la casa de zuums
es_mx: De la casa de zumbido
fr: Ça vient de la maison des bzzz
it: Da casa bzzz
ja: ブンブンのおうちからだね
ko: 붕붕이 집에서 가져왔어
pl: Z domu bzyków
pt_br: Da casa de Bzzz.
ru: Из домика жужжалок
zh_tw: 來自嗡嗡的家

# CHARACTERS.WORMWOOD.DESCRIBE.HONEYHAM
source: Poor Twirly Tail...
de: Armer Ringelschwanz ...
es: Pobre cola enroscada...
es_mx: Pobre cola enrollada
fr: Pauvre créature à queue en tire-bouchon.
it: Povero maialino...
ja: かわいそうなくるくるしっぽ...
ko: 불쌍한 꼬불 꼬리...
pl: Biedny zakręcogonek...
pt_br: Pobre Cauda Retorcida...
ru: Бедный крючкохвост…
zh_tw: 可憐的卷尾巴...

# CHARACTERS.WORMWOOD.DESCRIBE.HONEYNUGGETS
source: Buzz Juice and Twirly Tails
de: Summsisaft und Ringelschwänze.
es: Zumo de zuums y colas enroscadas
es_mx: Jugo de zumbido y colas enrolladas
fr: Jus de bzzz et queues en tire-bouchon.
it: Succo bzzz e maialino
ja: ブンブンのジュースとくるくるしっぽ
ko: 붕붕이 즙이랑 꼬불 꼬리야
pl: Bzykowy sok i zakręcogonek
pt_br: Suco de Bzzz e Caudas Retorcidas.
ru: Сок жужжалок и крючкохвосты
zh_tw: 嗡嗡汁和卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.HORN
source: Branch?
de: Ast?
es: ¿Rama?
es_mx: ¿Rama?
fr: C'est une branche ?
it: Ramo?
ja: 枝？
ko: 가지인가?
pl: Gałąź?
pt_br: Galhos?
ru: Ветка?
zh_tw: 是樹枝嗎？
