Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.WARG
source: That thing could pull a sled by its lonesome.
de: Das Ding könnte einen Schlitten ganz allein ziehen.
es: Ese bicho podría tirar de un trineo solo.
fr: Cette chose pourrait tirer un traîneau à elle toute seule.
it: Quel coso potrebbe tirare una slitta in solitudine.
ja: あいつだったら、一匹だけでそりを引けるだろう。
ko: 저건 혼자서도 썰매를 당길 수 있잖아.
pl: Mógłby pociągnąć sanie w pojedynkę.
pt_br: Essa coisa conseguiria puxar um trenó sozinha.
ru: Да он в одиночку мог бы сани тянуть.
zh_cn: 那东西仅凭一己之力就可以拉动雪橇。
zh_tw: 那東西僅憑一己之力就可以拉動雪橇。

# CHARACTERS.WOODIE.DESCRIBE.WARGLET
source: Think you can mess with me, eh?
de: Du glaubst wohl, du kannst dich mit mir anlegen, eh?
es: Te crees que puedes hacerme algo, ¿eh?
fr: Tu crois que tu peux m'avoir, hein ?
it: Pensi di potermi prendere in giro, eh?
ja: オレにちょっかいを出そうってのか？
ko: 네가 나를 방해하는 것 같잖아, 그지?
pl: Myślisz, że możesz tak po prostu ze mną zadrzeć, co?
pt_br: Acha que pode mexer comigo, ein?
ru: Думаешь, со мной в игрушки играть можно, а?
zh_cn: 你敢跟我捣蛋，诶？
zh_tw: 你敢跟我搗蛋，誒？

# CHARACTERS.WOODIE.DESCRIBE.WARGSHRINE.BURNT
source: Burned up.
de: Verbrannt.
es: Se ha quemado.
fr: Brûlé.
it: Tutto bruciato.
ja: 真っ黒焦げだ。
ko: 완전히 탔네.
pl: Sfajczyło się.
pt_br: Queimado.
ru: Все сгорело.
zh_cn: 烧毁了。
zh_tw: 燒毀了。

# CHARACTERS.WOODIE.DESCRIBE.WARGSHRINE.EMPTY
source: Gotta warm this doghouse up, eh?
de: Muss die Hundehütte aufwärmen, was?
es: Hay que calentar esta perrera, ¿eh?
fr: Il faut réchauffer cette niche, hein ?
it: Bisogna riscaldare questa cuccia del cane, eh?
ja: この犬小屋、温めてやった方がいいんじゃないか？
ko: 이 개집을 데워줘야겠다, 그치?
pl: Trzeba nieco rozgrzać tę budę, co nie?
pt_br: Tem que aquecer essa casinha de cachorro, hã?
ru: Прогреем эту конуру, а?
zh_cn: 这个狗屋需要暖和暖和，对吧？
zh_tw: 這個狗屋需要暖和暖和，對吧？

# CHARACTERS.WOODIE.DESCRIBE.WARGSHRINE.GENERIC
source: Nice and toasty.
de: Gemütlich warm.
es: Bien agradable.
fr: Joli et bien chaud !
it: Bello e caldo.
ja: 温かそうだな。
ko: 따뜻하잖아.
pl: Elegancko i przytulnie.
pt_br: Agradável e torrado.
ru: Мило и тепленько.
zh_cn: 舒服又暖和。
zh_tw: 舒服又暖和。

# CHARACTERS.WOODIE.DESCRIBE.WARLY.ATTACKER
source: Careful where you're swingin', %s.
de: Pass auf, wo du hinzielst, %s.
es: Cuidado con eso, %s.
fr: Attention où tu frappes, %s !
it: Attento a dove colpisci, %s.
ja: %s、何かを振り回す時は気をつけな。
ko: 그거 함부로 휘두르지 말라고, %s.
pl: Uważaj, gdzie machasz rękami, %s.
pt_br: Cuidado com o que você faz, %s.
ru: Смотри, куда бьешь, %s!
zh_cn: 别晃荡的太厉害了, %s.
zh_tw: 別晃蕩的太厲害了, %s.

# CHARACTERS.WOODIE.DESCRIBE.WARLY.FIRESTARTER
source: Watch that fire now, %s.
de: Vorsicht mit dem Feuer, %s.
es: Ojo con ese fuego, %s.
fr: Attention à ces flammes, %s !
it: Tieni sotto controllo il fuoco, %s.
ja: %s、火の見張り頼むぜ。
ko: 불조심해, %s.
pl: No i patrz, co tu się stało, %s.
pt_br: Olha só o fogo, %s.
ru: Опять ты весь лагерь сжечь хочешь, %s.
zh_cn: 注意火候，%s。
zh_tw: 注意火候，%s。

# CHARACTERS.WOODIE.DESCRIBE.WARLY.GENERIC
source: %s, buddy! How you doing?
de: %s, Kumpel! Wie geht's?
es: ¡%s, colegui! ¿Cómo te va?
fr: %s, mon pote, comment ça va ?
it: %s, amico! Come va?
ja: %sじゃねえか。調子はどうだ？
ko: %s! 잘 지냈어?
pl: %s! Jak leci?
pt_br: %s, amigão! Como vai?
ru: %s, дружище! Как дела?
zh_cn: %s，伙计！你好吗？
zh_tw: %s，夥計！你好嗎？

# CHARACTERS.WOODIE.DESCRIBE.WARLY.GHOST
source: Welp, that's the way the cookie crumbles.
de: Tja, das ist der Lauf der Dinge.
es: Bueno, así son las cosas.
fr: Ouais, on finit tous comme ça.
it: Gulp, è così che si sbriciolano i biscotti.
ja: あらら…世の中そんなもんだよな。
ko: 이런, 세상사가 다 그렇잖아.
pl: Po dobrym obiedzie zła bywa wieczerza.
pt_br: Puxa, parece que as coisas deram errado.
ru: Вот куда ведет дорожка из хлебных крошек.
zh_cn: 玩脱了吧，凌乱的像饼干的碎屑。
zh_tw: 玩脫了吧，淩亂的像餅乾的碎屑。

# CHARACTERS.WOODIE.DESCRIBE.WARLY.MURDERER
source: I'm gonna soufflé you alive!
de: Ich werde dich lebendig soufflieren!
es: ¡Te voy a convertir en un suflé!
fr: Tu vas manger les pissenlits par la racine !
it: Ti uso per fare un bel soufflé!
ja: 生きたままふっくら焼き上げてやる！
ko: 널 산 채로 수플레로 만들 테다!
pl: Zasufletuję cię żywcem!
pt_br: Vou fazer suflê de você vivo!
ru: Да я из тебя суфле сделаю! Живьем!
zh_cn: 看我把你给活剥了！
zh_tw: 看我把你給活剝了！

# CHARACTERS.WOODIE.DESCRIBE.WARLY.REVIVER
source: %s is a stand up kinda guy.
de: An %s kann man sich aufrichten.
es: %s es alguien difícil de tumbar.
fr: %s est du genre à se relever.
it: %s cade sempre in piedi.
ja: %sは信用できる野郎さ。
ko: %s, 착실한 친구잖아.
pl: %s to człowiek, na którym można polegać.
pt_br: %s é um cara honesto.
ru: %s всегда за своих заступится.
zh_cn: %s还是站着走比较好。
zh_tw: %s還是站著走比較好。

# CHARACTERS.WOODIE.DESCRIBE.WAR_BLUEPRINT
source: Pretty intimidating, eh Lucy?
de: Ziemlich einschüchternd, nicht wahr, Lucy?
es: Intimida bastante, ¿eh, Lucy?
fr: Plutôt intimidant, pas vrai, Lucy ?
it: Molto minaccioso, eh, Lucy?
ja: こいつぁ恐ろしいなあ、ルーシー？
ko: 꽤 위협적이야, 그지 루시?
pl: Wygląda groźnie, co, Lucy?
pt_br: Muito intimidadora, né, Lucy?
ru: Выглядит угрожающе, правда, Люси?
zh_cn: 挺吓人，诶，露西？
zh_tw: 挺嚇人，誒，露西？

# CHARACTERS.WOODIE.DESCRIBE.WASPHIVE
source: Why are those bees so angry?
de: Warum sind diese Bienen so wütend?
es: ¿Por qué están tan enfadadas esas abejas?
fr: Pourquoi ces abeilles sont-elles en colère ?
it: Perché quelle api sono così arrabbiate?
ja: なんであの蜂たちはそんなに怒っているのさ？
ko: 벌이 왜 화났냐?
pl: Dlaczego te pszczoły są takie wściekłe?
pt_br: Por que essas abelhas estão tão zangadas?
ru: Почему эти пчелы такие злые?
zh_cn: 那些蜜蜂为什么这么生气？
zh_tw: 那些蜜蜂為什麼這麼生氣？

# CHARACTERS.WOODIE.DESCRIBE.WATERBALLOON
source: Could be fun times lobbin' these around.
de: Könnte Spaß machen, damit zu spielen.
es: Te lo puedes pasar bien con estos.
fr: Ça pourrait être marrant d'en balancer partout.
it: Potrebbe essere divertente lanciarli in giro.
ja: 放り投げて遊んだら楽しそうだな
ko: 던지고 놀면 재밌겠다.
pl: Może być fajnie nimi porzucać.
pt_br: Pode ser divertido passear com elas por aí.
ru: Иногда весело с ними шататься по округе.
zh_cn: 把这些东西抛来抛去应该挺好玩的。
zh_tw: 把這些東西拋來拋去應該挺好玩的。

# CHARACTERS.WOODIE.DESCRIBE.WATERINGCAN.EMPTY
source: Out of water.
de: Kein Wasser mehr.
es: No queda agua.
fr: Il n'y a plus d'eau.
it: È senza acqua.
ja: 水が切れた。
ko: 물이 다 떨어졌어.
pl: Woda się skończyła.
pt_br: Sem água.
ru: Воды не хватает.
zh_cn: 没水喽。
zh_tw: 沒水嘍。

# CHARACTERS.WOODIE.DESCRIBE.WATERINGCAN.GENERIC
source: Better take my turn watering the garden.
de: Ich sollte den Garten gießen.
es: Será mejor que me ponga a regar la huerta.
fr: C'est à mon tour d'arroser le jardin.
it: È il mio turno di annaffiare l'orto.
ja: 畑の水やり当番をやんねぇと。
ko: 차례가 되서 정원에 물을 주는 게 좋아.
pl: To chyba moja kolej na podlewanie ogródka.
pt_br: Melhor aproveitar para regar o jardim.
ru: Кажись, сейчас моя очередь поливать сад.
zh_cn: 替我去浇水吧。
zh_tw: 替我去澆水吧。

# CHARACTERS.WOODIE.DESCRIBE.WATERMELON
source: How can it be both water and melon?
de: Wie kann es sowohl Wasser als auch Melone sein?
es: ¿Cómo puede haber tanta agua en una sandía?
fr: Ha non, ça c'est pas steak !
it: Come può essere sia acqua che anguria?
ja: これは水とスイカ、両方だってどういうこと？
ko: 겉은 초록색인데 안은 왜 빨간 걸까?
pl: Skoro jest w nim tyle wody, to czemu nie jest płynny?
pt_br: Como pode ser verde por fora e vermelha por dentro?
ru: Как у него получается быть одновременно водой и арбузом?
zh_cn: 一个瓜怎么能含那么高的水分呢？
zh_tw: 一個瓜怎麼能含那麼高的水分呢？

# CHARACTERS.WOODIE.DESCRIBE.WATERMELONHAT
source: Well, points for creativity.
de: Extrapunkte für Kreativität.
es: Un diez a la creatividad.
fr: Ça a le mérite d'être créatif.
it: Beh, complimenti alla creatività.
ja: ま、おもしれぇアイデアには違いねぇな
ko: 뭐, 독특하다는 건 인정해야겠네.
pl: Pogratulować wyobraźni.
pt_br: Bem, ganha pontos pela criatividade.
ru: Мы получим бонус за творческий подход.
zh_cn: 好吧，有点儿创意。
zh_tw: 好吧，有點兒創意。

# CHARACTERS.WOODIE.DESCRIBE.WATERMELONICLE
source: Wood AND food?!
de: Holz UND Nahrung?
es: ¿¡Madera Y comida!?
fr: Du bois avec du manger ?
it: Legno e cibo?!
ja: 木、で、食べ物？！
ko: 나무와 음식을 결합했어?!
pl: Połączenie drewna z jedzeniem?!
pt_br: Madeira E comida?!
ru: Дерево И еда?!
zh_cn: 木头和食物？！
zh_tw: 木頭和食物？！

# CHARACTERS.WOODIE.DESCRIBE.WATERMELON_COOKED
source: I'm not sure aboot grilled fruit...
de: Gegrillte Frucht, ich weiß ja nicht ...
es: No me convence esto de la fruta a la plancha...
fr: Les fruits grillés je suis pas trop sûr...
it: Non sono sicuro della frutta alla griglia...
ja: 焼いたフルーツって、納得いかないな…。
ko: 구운 과일 맛은 믿음이 안 가...
pl: Jakoś nie ufam grillowanym owocom.
pt_br: Não me agrada muito a ideia de fruta assada...
ru: Я не уверен, что жарить фрукты было хорошей идеей…
zh_cn: 不知道烤水果怎么样...
zh_tw: 不知道烤水果怎麼樣...

# CHARACTERS.WOODIE.DESCRIBE.WATERMELON_OVERSIZED
source: Now that's a big one!
de: Das Teil ist aber groß!
es: Ostras... ¡Es gigante!
fr: Elle est énorme !
it: Questa sì che è grossa!
ja: でっけぇなぁ！
ko: 저건 크다!
pl: Ależ olbrzym!
pt_br: Essa sim é grandona!
ru: Вот это экземплярчик!
zh_cn: 那个真大！
zh_tw: 那個真大！

# CHARACTERS.WOODIE.DESCRIBE.WATERMELON_SEEDS
source: Maybe I could plant them?
de: Vielleicht könnte ich sie pflanzen?
es: ¿Tal vez podría plantarlas?
fr: Je pourrais peut-être les planter ?
it: Forse potrei piantarli.
ja: 植えてみるか…？
ko: 심을 수 있겠지?
pl: Może by je tak zasiać?
pt_br: Talvez eu pudesse plantá-las?
ru: Может, мне стоит их посадить?
zh_cn: 或许我可以把它们种起来？
zh_tw: 或許我可以把它們種起來？

# CHARACTERS.WOODIE.DESCRIBE.WATERPLANT
source: That flower's tall as a pine tree!
de: Die Blume ist ja so groß wie eine Kiefer!
es: ¡Esa flor es alta como un pino!
fr: Cette fleur est aussi grande qu'un sapin !
it: Quel fiore è alto come un pino!
ja: マツの木くらいの背丈じゃねぇか！
ko: 저 꽃은 소나무만큼 크잖아!
pl: Ten kwiatek jest wysoki jak sosna!
pt_br: Essa flor é tão alta quanto um pinheiro!
ru: Этот цветок высотой с целую сосну!
zh_cn: 那朵花像松树一样高！
zh_tw: 那朵花像松樹一樣高！

# CHARACTERS.WOODIE.DESCRIBE.WATERPLANT_BABY
source: Just a sapling.
de: Noch ein Setzling.
es: Es solo un retoño.
fr: Ce n'est qu'une jeune pousse.
it: È solo un alberello.
ja: まだ苗木だな。
ko: 평범한 묘목이잖아.
pl: To tylko sadzonka.
pt_br: É só um broto.
ru: Он еще маленький.
zh_cn: 就是颗小树苗。
zh_tw: 就是顆小樹苗。

# CHARACTERS.WOODIE.DESCRIBE.WATERPLANT_BOMB
source: You're just asking to be chopped!
de: Du willst wohl umgehackt werden!
es: ¡Estás pidiendo que te tale!
fr: Je vais te couper en deux, toi !
it: Stai chiedendo a gran voce di essere tagliata!
ja: おめぇが切ってくれって顔してたんだろ！
ko: 이건 잘라달라고 비는 수준이잖아!
pl: Prosisz się o ścięcie!
pt_br: Você está implorando para ser cortada!
ru: Ты прямо напрашиваешься, чтобы тебя срубили!
zh_cn: 你这简直就是等着被斧子砍下来！
zh_tw: 你這簡直就是等著被斧子砍下來！

# CHARACTERS.WOODIE.DESCRIBE.WATERPLANT_PLANTER
source: Where will you cause the least amount of damage...
de: Wo richtest du am wenigsten Schaden an ...?
es: Dónde causarás el mínimo daño posible...
fr: C'est là que tu feras le moins de dégâts...
it: Almeno così farai meno danni...
ja: ダメージを最小限に抑えるには…
ko: 널 어디다 심어야 제일 눈에 안 띌까...
pl: Gdzie będziesz wyrządzać najmniej szkód...
pt_br: Onde é que você vai causar o menor estrago possível...
ru: Где бы тебя посадить, чтобы ты никому не навредил?...
zh_cn: 你在哪里造成的伤害最小呢……
zh_tw: 你在哪裡造成的傷害最小呢……

# CHARACTERS.WOODIE.DESCRIBE.WATERPUMP
source: It's a shame wood has to be so flammable.
de: Eine Schande, dass Holz so leicht brennbar ist.
es: Es una pena que la madera sea tan inflamable.
fr: Dommage que le bois soit aussi inflammable.
it: È un peccato che il legno sia così infiammabile.
ja: 木が燃えやすいなんて残念だね。
ko: 나무에 불이 그렇게 잘 붙는다니, 안타깝잖아.
pl: Szkoda, że drewno jest takie łatwopalne.
pt_br: É uma pena que a madeira seja tão inflamável.
ru: Жалко, что дерево так хорошо горит.
zh_cn: 木头这么易燃，实在令人遗憾。
zh_tw: 木頭這麼易燃，實在令人遺憾。

# CHARACTERS.WOODIE.DESCRIBE.WATERTREE_PILLAR
source: Look at all that tree...
de: Sieh dir all die Bäume an ...
es: Qué árbol más grande...
fr: Regardez-moi la taille de cet arbre...
it: Guarda com'è grande quell'albero...
ja: 見ろよこの大量の木を…
ko: 저 나무 좀 봐...
pl: Tylko popatrz na to drzewo...
pt_br: Olha só toda essa árvore...
ru: Ну ничего себе, какое дерево...
zh_cn: 瞧瞧那棵树……
zh_tw: 瞧瞧那棵樹……

# CHARACTERS.WOODIE.DESCRIBE.WATERTREE_ROOT
source: Some stray bits of tree.
de: Ein paar verirrte Baum-Teile.
es: Trozos de árbol.
fr: Des petits bouts d'arbre.
it: Alcuni pezzi di albero vaganti.
ja: どこからともなく、木が出てきやがった。
ko: 길 잃은 나무 조각이 좀 있네.
pl: Końcówki drzewa.
pt_br: Alguns fragmentos de árvore.
ru: Какие-то заблудившиеся куски дерева.
zh_cn: 一些杂乱的树枝。
zh_tw: 一些雜亂的樹枝。

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.ATTACKER
source: %s has raiding and looting on the brain...
de: %s steht der Sinn nach kämpfen und plündern ...
es: %s solo piensa en asaltos y saqueos...
fr: %s ne pense qu'à mettre à sac et à piller...
it: %s ha razzie e saccheggi nel cervello...
ja: %sは、誰か襲うことしか考えてねぇな…
ko: %s은(는) 습격과 약탈만 생각하잖아...
pl: %s kombinuje, jakby tu palić i rabować...
pt_br: %s tem saque e espólios no cérebro...
ru: У %s на уме одни лишь езда и грабеж…
zh_cn: %s迷恋袭击和掠夺…
zh_tw: %s迷戀襲擊和掠奪…

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.FIRESTARTER
source: What's with the fires lately, bud?
de: Was soll das mit den Feuern in letzter Zeit, Kumpel?
es: ¿Qué te pasa con el fuego últimamente, amiga?
fr: C'était quoi ces feux, copine ?
it: Cos'è questo attaccamento ai fuochi ultimamente, amica?
ja: 最近、火つけんのがはやってんのか？
ko: 요즘 왜 이렇게 불을 질러, 친구?
pl: O co chodzi z tymi wszystkimi pożarami ostatnio, co?
pt_br: Por que está incendiando tudo ultimamente, amiga?
ru: Что там с твоими огоньками, дружище?
zh_cn: 伙计，最近那些火是怎么回事？
zh_tw: 夥計，最近那些火是怎麼回事？

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.GENERIC
source: %s! Hey bud!
de: %s! He, Kumpel!
es: ¡%s! ¡Hola, colega!
fr: %s ! Salut, copine !
it: %s! Ehi, amica!
ja: よう、%s！
ko: %s! 내 친구!
pl: %s! Jak się masz?
pt_br: %s! Ei, amiga!
ru: %s! Эй, дружище!
zh_cn: %s！嘿，伙伴！
zh_tw: %s！嘿，夥伴！

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.GHOST
source: With a heart you'll be feelin' like your mighty self in no time.
de: Mit einem Herzen bist du bald wieder ganz die Alte.
es: Con un corazón volverás a sentirte otra vez como tú muy pronto.
fr: Un bon cœur te remettra sur pied en un rien de temps.
it: Con un cuore ti sentirai subito di nuovo la potente te stessa.
ja: 心臓さえ見つかりゃ、強いアンタに戻れるぜ
ko: 심장만 구하면 다시 평소대로 강해질 거야.
pl: Z nowym serduchem w mig wrócisz do chwackiej formy.
pt_br: Com um coração você vai voltar a se sentir poderosa rapidinho.
ru: Мы найдем тебе сердце, и ты почувствуешь себя могущественней, чем когда-либо.
zh_cn: 有了心，你会很快感受到强大的自我。
zh_tw: 有了心，你會很快感受到強大的自我。

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.MURDERER
source: Your spear versus my axe, let's see whatcha got, eh!
de: Dein Speer gegen meine Axt. Mal sehen, was du drauf hast.
es: ¡Tu lanza contra mi hacha, veamos de lo que eres capaz!
fr: Ta lance contre ma hache, on va voir ce que tu vaux, hein ?
it: La tua lancia contro la mia ascia, vediamo chi la spunta, eh!
ja: てめぇのヤリとオレのオノ…さあ、勝負だ！
ko: 네 창 대 내 도끼, 얼마나 센 지 봐야겠잖아, 엉!
pl: Włócznia kontra siekiera, tak? Dawaj!
pt_br: Sua lança contra meu machado, vamos ver qual é, hã!
ru: Твое копье против моего топора, ну посмотрим, что ты умеешь, хех!
zh_cn: 你的长矛对抗我的斧子，看看你有什么本领，嗯！
zh_tw: 你的長矛對抗我的斧子，看看你有什麼本領，嗯！

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHR.REVIVER
source: I'm glad you're on our side, %s.
de: Ich bin froh, dass du auf unserer Seite bist, %s.
es: Me alegro de que estés de nuestra parte, %s.
fr: Je suis content que tu sois de notre côté, %s.
it: Sono contento che sei dalla nostra parte, %s.
ja: %s、アンタが味方でよかったぜ
ko: 네가 우리 편이라 다행이야, %s.
pl: Cieszę się, że jesteś po naszej stronie, %s.
pt_br: Ainda bem que você está do nosso lado, %s.
ru: Хорошо, что ты с нами, %s.
zh_cn: 很高兴你站在我们这边，%s。
zh_tw: 很高興你站在我們這邊，%s。

# CHARACTERS.WOODIE.DESCRIBE.WATHGRITHRHAT
source: Pretty snappy looking.
de: Nicht übel.
es: Bastante bonito.
fr: C'est plutôt chic.
it: Sembra piuttosto vivace.
ja: なかなかイキなデザインじゃねぇか
ko: 꽤 멋있잖아.
pl: Elegancki kapelutek.
pt_br: Suas roupas são maneiras!
ru: Выглядит довольно живенько.
zh_cn: 很时髦的样子。
zh_tw: 很時髦的樣子。

# CHARACTERS.WOODIE.DESCRIBE.WAXPAPER
source: A good place to spit out your gum.
de: Praktisch, um den Kaugummi auszuspucken.
es: Un buen lugar para escupir el chicle.
fr: C'est pratique pour cracher son chewing-gum.
it: Utile per sputarci la gomma da masticare.
ja: ガムを吐き出すならここだな。
ko: 이거에다 껌 뱉기 좋겠네.
pl: Przydatny, ja musisz gdzieś wypluć gumę.
pt_br: Parece um bom lugar pra cuspir o chiclete.
ru: Сюда можно жвачку налепить.
zh_cn: 吐出你嘴里的口香糖的好地方。
zh_tw: 吐出你嘴裡的口香糖的好地方。

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.ATTACKER
source: %s'll end up on the wrong end of my axe if he's not careful...
de: %s wird Bekanntschaft mit meiner Axt machen, wenn er nicht aufpasst ...
es: %s acabará en el extremo malo de mi hacha si no tiene cuidado...
fr: %s va finir du mauvais côté de ma hache s'il n'est pas plus prudent...
it: %s finirà dalla parte sbagliata della mia ascia se non fa attenzione...
ja: %s…オレのオノのサビになりてぇのか…？
ko: %s(은)는 조심하지 않으면 내 도끼 맞는 수 있어...
pl: Uważaj, %s, bo jak nie będziesz, to skończysz na ostrzu mojej siekiery.
pt_br: %s vai acabar na ponta errada do meu machado se não se cuidar...
ru: Если %s будет продолжать в том же духе, я придумаю, как успокоить его топором…
zh_cn: 要是%s不小心就会死在我斧子的另一端...
zh_tw: 要是%s不小心就會死在我斧子的另一端...

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.FIRESTARTER
source: You'll not want to be burning things, bud.
de: Du solltest hier nichts verbrennen, Kumpel!
es: Será mejor que no quemes cosas, amigo.
fr: T'as pas intérêt à brûler des trucs, mon pote.
it: Non vorrai metterti a bruciare le cose, amico.
ja: おい…物燃やすと、ロクなことねぇぞ
ko: 그렇게 함부로 태우다 혼나는 수 있다.
pl: Wcale nie chcesz wzniecać pożarów, koleś.
pt_br: É melhor não queimar as coisas, amigo.
ru: Приятель, ты же не хочешь сжечь тут все к чертям.
zh_cn: 伙计，你不会想要烧东西。
zh_tw: 夥計，你不會想要燒東西。

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.GENERIC
source: Hey %s, how you doin' ya big hoser?
de: He %s, wie geht's, du Schmarotzer?
es: Hola, %s, ¿qué tal te va todo, grandullón?
fr: Hé %s, comment ça va, gros baltringue ?
it: Ehi %s, come stai pezzo di gradasso?
ja: おう、%s…最近は悪さしてねぇか？
ko: 안녕, %s, 요즘은 어떻게 지내?
pl: Hej, %s! Jak się miewasz, stary szachraju?
pt_br: Ei, %s, como vai, babacão?
ru: Эй %s, как дела, идиотина?
zh_cn: 嘿%s，你好吗？傻子？
zh_tw: 嘿%s，你好嗎？傻子？

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.GHOST
source: Lucy says I have to help you, %s. Let's get goin'.
de: Lucy sagt, ich muss dir helfen, %s. Also los.
es: Lucy dice que tengo que ayudarte, %s. Vamos.
fr: Lucy dit que je dois t'aider, %s. Allons-y.
it: Lucy dice che devo aiutarti, %s. Mettiamoci all'opera.
ja: %s、ルーシーに言われたから、助けてやるよ
ko: 루시가 널 도와주래, %s. 가자.
pl: Lucy mówi, że mam ci pomóc, %s. Bierzmy się do roboty.
pt_br: A Lucy disse que eu tenho que ajudar você, %s. Vamos lá!
ru: Люси считает, я должен помочь тебе, %s. Пойдем.
zh_cn: 露西说我必须帮助你，%s。我们开始吧。
zh_tw: 露西說我必須幫助你，%s。我們開始吧。

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.MURDERER
source: Yer still a hoser! Now it's choppin' time!
de: Du Schmarotzer, jetzt wird gehackt!
es: ¡Sigues siendo un grandullón! ¡Te talaré!
fr: T'es quand même un baltringue ! Et maintenant, ça va couper !
it: Sei sempre un gradasso! È il momento di tagliare!
ja: やっぱりロクでもねぇ野郎だったな！
ko: 여전히 못됐구나! 도끼로 패주마!
pl: Obłudnik! Czas na rąbanie!
pt_br: Você não passa de um babaca! Está na linha de corte!
ru: Ты все тот же идиотина! А теперь пришло время месива!
zh_cn: 你还是傻子一个。是时候砍砍砍了！
zh_tw: 你還是傻子一個。是時候砍砍砍了！

# CHARACTERS.WOODIE.DESCRIBE.WAXWELL.REVIVER
source: You're growin' on me, %s. Like a fungus.
de: Ich gewöhn mich langsam an dich, %s. Wie man sich an Pilzbefall gewöhnt.
es: Cada vez eres más grande para mí, %s. Como un buen árbol.
fr: Tu commences à me plaire, %s. Tu tiens le bon bout.
it: La mia stima di te sta crescendo, %s. Come un fungo.
ja: %s、アンタはホントに不思議な野郎だよ
ko: 너한테 정이 드는데, %s. 친구가 된 것 같아.
pl: Zaczynam cię lubić, %s.
pt_br: Estou começando a gostar de você, %s.
ru: Ты вырос в моих глазах, %s. Прямо как гриб.
zh_cn: %s，你在对我施加影响。像真菌。
zh_tw: %s，你在對我施加影響。像真菌。

# CHARACTERS.WOODIE.DESCRIBE.WAXWELLJOURNAL
source: Trees made into... paper? How unholy!
de: Bäume gemacht zu ... Papier? Wie unheilig!
es: Árboles convertidos en... ¿papel? ¡Qué sacrilegio!
fr: Des arbres transformés en... papier ? Sacrilège !
it: Gli alberi trasformati in... carta? Che scempio!
ja: 木で作った紙だと…？悪魔の所業だな！
ko: 나무로... 종이를 만들었다고? 어떻게 그런 파렴치한 짓을!
pl: Drzewa przemielone na... papier? Świętokradztwo!
pt_br: Árvores transformadas em... papel? Que sacrilégio!
ru: Бумага делается из… дерева? Как безбожно!
zh_cn: 树做成…纸？好罪恶！
zh_tw: 樹做成…紙？好罪惡！

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.ATTACKER
source: Hey %s, can't we all just get a-log?
de: Hey %s, wie wär's mit 'ner Runde Holz für alle?
es: Eh, %s, ¿es que no podemos llevarnos bien?
fr: Hé %s, tu veux une vie semée d'embûches ?
it: Ehi %s, possiamo provare ad andare d'accordo?
ja: %s、なぁ、仲よく遊ぼうぜ？
ko: 야, %s, 우리 그냥 좋게 좋게 지내면 안 되냐?
pl: Hej, %s! Nie możemy się przyjaźnić jak drzewiej?
pt_br: Ei, %s, não dá pra gente se entender?
ru: Эй, %s, а можно пожить как-нибудь без этого?
zh_cn: 嘿，%s，我们不能每个人都拿一块木材吗？
zh_tw: 嘿，%s，我們不能每個人都拿一塊木材嗎？

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.FIRESTARTER
source: I better not see anymore fires, little buddy.
de: Ich will jetzt keine Feuer mehr sehen, kleiner Freund.
es: Preferiría no ver más incendios, amigo.
fr: T'as intérêt à arrêter avec ces feux, petit pote.
it: Meglio che non veda più incendi, piccino.
ja: いいか、ぼうず、火遊びは絶対ダメだ
ko: 더 이상 불 지르지 않는 게 좋을 거야, 꼬마 친구.
pl: Lepiej, żebym nie widział tu więcej pożarów, koleżko.
pt_br: É melhor eu não ver mais incêndios, carinha.
ru: Не хотелось бы мне больше видеть, как что-нибудь горит, дружок.
zh_cn: 小家伙，最好不要再让我看到火了。
zh_tw: 小傢伙，最好不要再讓我看到火了。

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.GENERIC
source: %s! Hi little buddy!
de: %s! Hallo kleiner Freund!
es: ¡%s! ¡Hola, chaval!
fr: %s ! Salut, mon petit pote !
it: %s! Ciao piccino!
ja: よう、%s！調子はどうだ？
ko: %s! 안녕, 꼬마 친구!
pl: %s! Cześć, maluchu!
pt_br: %s! Olá, amiguinho!
ru: %s! Привет, дружок!
zh_cn: %s！嗨，小家伙！
zh_tw: %s！嗨，小傢伙！

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.GHOST
source: We better get you a heart, hey kiddo?
de: Wir besorgen dir lieber ein Herz, was?
es: Será mejor que te consigamos un corazón, ¿vale, chaval?
fr: On ferait mieux de te trouver un cœur, hein gamin ?
it: Faremmo meglio a procurarti un cuore, eh ragazzino?
ja: よし、今、心臓探してきてやるからな
ko: 심장을 구해줘야겠구나. 그렇지, 꼬마 친구?
pl: Znajdźmy ci serce, dzieciaku.
pt_br: É melhor conseguirmos um coração pra você, hein, guri?
ru: Пацан, давай мы лучше найдем тебе сердце?
zh_cn: 我们最好给你弄来一颗心，对吧小伙伴？
zh_tw: 我們最好給你弄來一顆心，對吧小夥伴？

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.MURDERER
source: 'Luce gave me the go-ahead! You're in trouble now, %s!
de: "Lucy gab mir grünes Licht! Jetzt bekommst du Ärger, %s!
es: ¡Lucy me ha dado el visto bueno! ¡Vas a ver ahora, %s!
fr: Luce m'a donné le feu vert ! Tu vas avoir des problèmes, %s !
it: Lucy mi ha dato il via libera! Sei nei guai, %s!
ja: %s、ガキだからって容赦しねぇぞ！
ko: 루시의 허락이 떨어졌어! 넌 이제 큰일 났다, %s!
pl: Lucy dała mi zielone światło! Wpadłeś w kłopoty, %s!
pt_br: A Luce me deu permissão! Você está encrencado, %s!
ru: Люси разрешила мне надавать тебе тумаков! Теперь ты в беде, %s!
zh_cn: 露西叫我行动。%s，你现在有麻烦了！
zh_tw: 露西叫我行動。%s，你現在有麻煩了！

# CHARACTERS.WOODIE.DESCRIBE.WEBBER.REVIVER
source: You're an alright spider, kiddo.
de: Junge, du bist 'ne dufte Spinne.
es: Eres una buena araña, chaval.
fr: T'es pas trop mal comme araignée, gamin.
it: Sei un buon ragno, ragazzino.
ja: ぼうず、おまえ、なかなかできた子じゃねぇか
ko: 넌 제법 괜찮은 거미구나, 꼬마야.
pl: W porządku z ciebie pająk.
pt_br: Você é uma aranha bacana, guri.
ru: Теперь ты хороший паучишка, пацан.
zh_cn: 小家伙，你真是一只好蜘蛛。
zh_tw: 小傢伙，你真是一只好蜘蛛。

# CHARACTERS.WOODIE.DESCRIBE.WEBBERSKULL
source: The skull gives me the willies, too.
de: Der Schädel macht mich nervös.
es: La calavera también me pone los pelos de punta.
fr: Même le crâne me fout les chocottes.
it: Anche il cranio mi dà i brividi.
ja: 実は、ガイコツも俺をギョッとビビらせる。
ko: 두개골도 오싹해.
pl: Za czaszkami pająków też nie przepadam.
pt_br: Essa caveira me dá arrepios também.
ru: Этот череп меня тоже напрягает.
zh_cn: 这个头骨也让我心惊胆战。
zh_tw: 這個頭骨也讓我心驚膽戰。
