Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_11
source: Melts in your mouth, not in your hand.
de: Schmilzt im Mund, nicht in der Hand.
es: Se derrite en tu boca, no en tu mano.
fr: Fond dans la bouche, pas dans la main.
it: Si scioglie in bocca, non nelle mani.
ja: 口で溶けるが、手で溶けねえ。
ko: 손에선 안 녹고, 입안에서만 녹지.
pl: Rozpuszczają się w ustach, a nie w dłoni.
pt_br: Derrete na boca, não na mão.
ru: Тает во рту, а не в руке.
zh_cn: 融化在你的嘴里，而不是在你的手里。
zh_tw: 融化在你的嘴裡，而不是在你的手裡。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_12
source: Not the biggest fan of bugs.
de: Käfer liegen mir nicht so.
es: No me gustan mucho los bichos.
fr: J'aime pas trop les insectes.
it: Non sono un fan degli insetti.
ja: 虫は苦手だ。
ko: 난 벌레가 싫잖아.
pl: Nie przepadam za robalami.
pt_br: Não sou o maior fã de insetos.
ru: Я не большой фанат букашек.
zh_cn: 对虫子没有好感。
zh_tw: 對蟲子沒有好感。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_13
source: It's pretty good stuff.
de: Das ist ziemlich gut.
es: Está bastante bueno.
fr: C'est pas trop mal.
it: È roba buona.
ja: なかなかのもんだな。
ko: 제법 맛이 괜찮은데.
pl: To rozumiem.
pt_br: É uma coisa muito boa.
ru: Это довольно хорошая штука.
zh_cn: 这是很好的东西。
zh_tw: 這是很好的東西。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_14
source: Lucy doesn't like it when I eat spice.
de: Lucy mag nicht, wenn ich Gewürze esse.
es: A Lucy no le gusta cuando como picante.
fr: Lucy n'aime pas que je mange des épices.
it: A Lucy non piace quando mangio cose piccanti.
ja: ルーシーは、オレが辛いモノを食うのを嫌がるんだ。
ko: 루시는 내가 향신료를 먹는 걸 싫어해.
pl: Lucy nie lubi, jak jem ostre rzeczy.
pt_br: A Lucy não gosta quando como pimenta.
ru: Люси не нравится, когда я ем пряности.
zh_cn: 露西不喜欢我吃辣。
zh_tw: 露西不喜歡我吃辣。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_2
source: Don't worry, I'll eat enough for the both of us, Lucy.
de: Mach dir keine Sorgen, ich esse genug für uns beide, Lucy.
es: No te preocupes, comeré por los dos, Lucy.
fr: T'inquiète pas, Lucy, je vais en manger assez pour deux.
it: Non ti preoccupare, ne mangerò abbastanza per entrambi, Lucy.
ja: ルーシー、心配いらねえ。オマエの分もオレが食ってやる。
ko: 걱정 마, 내가 네 몫까지 다 먹을게, 루시.
pl: Nie martw się, zjem za nas oboje, Lucy.
pt_br: Não se preocupe, vou comer por nós dois, Lucy.
ru: Не переживай, Люси, я съем за нас двоих.
zh_cn: 不要担心，我会把你那份也一起吃了，露西。
zh_tw: 不要擔心，我會把你那份也一起吃了，露西。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_3
source: Just a regular ol' cob of corn.
de: Ein ganz normaler Kolben Mais.
es: Solo una mazorca de maíz normal.
fr: Un épis de maïs tout ce qu'il y a de classique.
it: Una semplice spiga di mais.
ja: ただのトウモロコシの芯だな。
ko: 평범한 옥수수잖아.
pl: Prawie popcorn.
pt_br: Não passa de um milho no sabugo comum.
ru: Просто обычный початок кукурузы.
zh_cn: 只是普通的老玉米棒。
zh_tw: 只是普通的老玉米棒。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_4
source: Yeesh. That's a lot of candy legs.
de: Mmh. Das sind jede Menge süße Beine.
es: Caray. Esa golosina tiene muchas patas.
fr: Bigre ! Ça fait beaucoup de pattes de bonbon.
it: Ohoh. Son tante gambe di caramella.
ja: ふむ…このキャンディー、足がいっぱいだ。
ko: 으. 사탕치고는 다리가 너무 많아.
pl: O raju! Dużo cukrowych nóżek.
pt_br: Sim. É uma porção de pernas doces.
ru: Фуэ. Слишком много мармеладных ног.
zh_cn: 咦嘘。好多糖果腿。
zh_tw: 咦噓。好多糖果腿。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_5
source: These ones don't puke. I like 'em.
de: Diese hier speien nicht. Ich mag sie.
es: Estos no vomitan. Me gustan.
fr: Ceux-là ne font pas vomir, je les aime bien.
it: Questi non vomitano. Mi piacciono.
ja: こいつは吐いたりしないから、お気に入りさ。
ko: 얘들은 토하지 않잖아. 난 좋아해.
pl: Te nie wymiotują. Podobają mi się.
pt_br: Esses aqui não vomitam. Gosto deles.
ru: А вот от этих не тянет блевать. Мне нравится.
zh_cn: 这些不会呕吐。我喜欢它们。
zh_tw: 這些不會嘔吐。我喜歡它們。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_6
source: Not sure that's food, eh?
de: Nicht sicher, ob das Essen ist, was?
es: No estoy seguro de si es comida, ¿eh?
fr: Et ça se mange, hein ?
it: Non sono sicuro che sia cibo, eh?
ja: これって本当に食べモノか？
ko: 이거 먹어도 되긴 하는 거야?
pl: To na pewno jedzenie?
pt_br: Não tenho certeza de que isso seja comida, hã?
ru: Не уверен, что это еда, хм?
zh_cn: 不确定那是不是食物，嗯？
zh_tw: 不確定那是不是食物，嗯？

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_7
source: Eh. I don't mind 'em.
de: Kümmer dich nicht drum.
es: Eh. Están bien.
fr: Euh... ceux-là, ça passe.
it: Non mi dispiacciono.
ja: オレは嫌いじゃねえな。
ko: 음, 딱히 나쁘진 않은데.
pl: Ech, nie zawracajmy sobie nimi głowy.
pt_br: Hã. Não são ruins.
ru: Ух. Не имею ничего против.
zh_cn: 呃。我不在意它们。
zh_tw: 呃。我不在意它們。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_8
source: I'll tell you what it tastes like, Lucy.
de: Ich werde dir sagen, nach was es schmeckt, Lucy.
es: Te diré a qué sabe, Lucy.
fr: Je vais te dire quel goût ça a, Lucy.
it: Ti farò sapere che sapore ha, Lucy.
ja: ルーシー、どんな味がするか教えてやるからな。
ko: 먹어보고 무슨 맛인지 설명해줄게, 루시.
pl: Opowiem ci, jak smakuje, Lucy.
pt_br: Vou contar qual é o gosto, Lucy.
ru: Я скажу тебе, как это на вкус, Люси.
zh_cn: 我会告诉你它尝起来怎么样，露西。
zh_tw: 我會告訴你它嘗起來怎麼樣，露西。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_9
source: Not too bad, eh?
de: Nicht schlecht, oder?
es: No está mal, ¿eh?
fr: Pas trop mal, hein ?
it: Niente male, eh?
ja: 悪くねえな。
ko: 썩 나쁘지 않잖아, 그치?
pl: Chyba nie najgorszy, co?
pt_br: Nada mal, hã?
ru: Не так уж и плохо, хех?
zh_cn: 还不错，嗯？
zh_tw: 還不錯，嗯？

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: A good hardy drink.
de: Ein kräftiger Trank.
es: Una bebida muy atrevida.
fr: Une bonne boisson bien robuste.
it: Un drink ottimo e corposo.
ja: こいつはいい強いヤツだ。
ko: 든든한 음료잖아.
pl: Napitek w sam raz na animusz.
pt_br: É um drinque forte.
ru: Хороший, крепкий напиток.
zh_cn: 有用的勇气饮料。
zh_tw: 有用的勇氣飲料。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: That's a lot, eh.
de: Das ist aber viel.
es: Qué fuerte, eh.
fr: Ça fait beaucoup, hein ?
it: È un bel po', eh.
ja: 山ほどあるな…
ko: 음, 좀 센데.
pl: Dużo tego.
pt_br: É bastante, hã.
ru: Многовато будет, а?
zh_cn: 太多了，呃。
zh_tw: 太多了，呃。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: Not bad.
de: Böser Vogel!
es: No está mal.
fr: Pas mal.
it: Mica male.
ja: なかなかイケるゼ
ko: 나쁘지 않아.
pl: Nie najgorszy.
pt_br: Nada mal.
ru: Неплохо.
zh_cn: 还不错。
zh_tw: 還不錯。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: It'll never replace a good hunk of wood.
de: Ein gutes Holzscheit kann sowas nie ersetzen.
es: Nunca sustituirá a un buen leño.
fr: Ça remplacera jamais un bon vieux morceau de bois.
it: Non sostituirà mai un grosso pezzo di legno.
ja: 焚き木の代わりにはならんな。
ko: 그래도 큼직한 나무 조각보다는 별로야.
pl: Ale i tak solidnego pniaka nie zastąpi.
pt_br: Nunca vai substituir um bom pedaço de madeira.
ru: Это никогда не заменит доброго куска дерева.
zh_cn: 它绝不能代替一大块木头。
zh_tw: 它絕不能代替一大塊木頭。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENPOTION_MOON
source: Not sure I need any more tranformin' in my life.
de: Weiß nicht, ob ich noch viel Transformation brauche.
es: No estoy seguro de querer más transformaciones en mi vida.
fr: Je ne suis pas sûr d'avoir envie de plus de transformation.
it: Non so se voglio altre mutazioni nella mia vita.
ja: これ以上、変身するのはゴメンだぜ。
ko: 내 삶에 변신이 더 필요한지 잘 모르겠잖아.
pl: Raczej nie potrzebuję w życiu więcej transformacji.
pt_br: Não sei se preciso de mais transformação na minha vida.
ru: У меня и так в жизни трансформаций предостаточно.
zh_cn: 俺就不需要再多几个变形了。
zh_tw: 俺就不需要再多幾個變形了。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: It's just fake, eh.
de: Das ist nicht echt.
es: Es falso, eh.
fr: C'est du toc, hein ?
it: È soltanto finto, eh.
ja: ただのニセモノだ。
ko: 그냥 가짜인걸.
pl: Udawane, co nie.
pt_br: É falso, hã.
ru: Просто подделка, хех.
zh_cn: 是假的，嗯。
zh_tw: 是假的，嗯。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: That's nice. I should hang it somewhere.
de: Wie nett. Das sollte ich irgendwo aufhängen.
es: Es bonito. Debería colgarlo en alguna parte.
fr: Joli. Je devrais accrocher ça quelque part.
it: Che carino. Dovrei appenderlo da qualche parte.
ja: いい品だ。どこかに吊り下げたいな。
ko: 좋아. 어딘가에 걸어야겠잖아.
pl: Urocza rzecz. Muszę ją gdzieś powiesić.
pt_br: Que beleza. Eu devia pendurar em algum lugar.
ru: Неплохо. Надо куда-то повесить.
zh_cn: 真漂亮。我应该把它挂在某个地方。
zh_tw: 真漂亮。我應該把它掛在某個地方。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: This would look good in a tree somewhere.
de: In einem Baum würde sich das gut machen.
es: Quedaría bien en algún árbol.
fr: Ça ferait joli accroché dans un arbre.
it: Starebbe bene su un albero.
ja: これは木に飾ればいい感じになる。
ko: 나무에 걸면 좋겠는데.
pl: Ładnie by to wyglądało na czubku jakiegoś drzewa.
pt_br: Isso ficaria bem numa árvore em algum lugar.
ru: Это будет хорошо смотреться на дереве.
zh_cn: 把它挂在树上会很好看。
zh_tw: 把它掛在樹上會很好看。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: You wanna decorate, Lucy?
de: Möchtest du dekorieren, Lucy?
es: ¿Quieres decorar, Lucy?
fr: Tu veux décorer, Lucy ?
it: Vuoi decorare, Lucy?
ja: ルーシー、これを飾ってみるか？
ko: 장식하고 싶어, 루시?
pl: Lucy, chcesz pomóc w dekorowaniu?
pt_br: Quer decorar, Lucy?
ru: Хочешь что-нибудь украсить, Люси?
zh_cn: 你想装饰吗，露西？
zh_tw: 你想裝飾嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: Hang in there, eh.
de: Du bleibst schön hängen, ja?
es: Te voy a colgar, eh.
fr: C'est accroché, hein ?
it: Tieni duro, eh.
ja: 頑張ってぶら下がってな。
ko: 걸려 있어.
pl: Trzymaj się mocno, co nie.
pt_br: Segura aí, hã.
ru: Ты там повиси, а?
zh_cn: 挂在那儿，坚持住啊。
zh_tw: 掛在那兒，堅持住啊。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: Argh! I'd sure like to hang a real one like that.
de: Argh! Ich würde ja gerne einen echten aufhängen.
es: ¡Argh! Me gustaría colgar uno de verdad.
fr: Argh ! J'aimerais vraiment en accrocher un vrai comme ça.
it: Argh! Certo che vorrei appenderne uno vero così.
ja: 本物をどこかにぶら下げてえな！
ko: 으윽! 진짜를 저렇게 걸고 싶잖아.
pl: Ach! Chciałoby się zobaczyć prawdziwą rzecz.
pt_br: Argh! Eu gostaria muito de pendurar um real como esse.
ru: Ар-р-ргх! Вот бы настоящего так повесить!
zh_cn: 唉！要是有个真的那种东西让我挂起来就好了。
zh_tw: 唉！要是有個真的那種東西讓我掛起來就好了。

# CHARACTERS.WOODIE.DESCRIBE.HAMBAT
source: What a waste of good ham.
de: Was für eine Verschwendung des guten Schinkens.
es: Qué desperdicio de un buen jamón.
fr: C'est gâcher de la bonne viande.
it: Che spreco di buon prosciutto.
ja: 良質なハムを無駄にした。
ko: 맛있는 햄을 낭비하는 거잖아.
pl: Szkoda dobrej szynki.
pt_br: Que desperdício de um bom presunto.
ru: Эх, сколько ветчины зря пропадает.
zh_cn: 真是浪费了美味的火腿。
zh_tw: 真是浪費了美味的火腿。

# CHARACTERS.WOODIE.DESCRIBE.HAMMER
source: Everyone makes mistakes, eh?
de: Jeder macht mal Fehler, was?
es: Todo el mundo comete errores, ¿eh?
fr: On fait tous des erreurs, hein ?
it: Tutto commettono degli errori, eh?
ja: 誰でも過ちは犯すものだろう？
ko: 누구나 실수할 때도 있는 법이잖아?
pl: Każdy popełnia błędy, co nie?
pt_br: Todos cometemos erros, hã?
ru: Все ведь совершают ошибки, а?
zh_cn: 是人都会犯错，不是吗？
zh_tw: 是人都會犯錯，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.HAMMER_MJOLNIR
source: Packs a wallop.
de: Hat einen Schlag drauf.
es: Da buenos golpes.
fr: Ça peut faire mal.
it: Provoca un bel colpo.
ja: こいつの一撃は強烈だ。
ko: 아주 힘이 세지.
pl: Nieźle kopie.
pt_br: Tem muita força.
ru: Удар что надо.
zh_cn: 很有冲击力。
zh_tw: 很有衝擊力。

# CHARACTERS.WOODIE.DESCRIBE.HAWAIIANSHIRT
source: I really prefer plaid.
de: Ich bevorzuge wirklich kariert.
es: Prefiero la tela escocesa.
fr: Je préfère vraiment le tissu écossais.
it: Io davvero preferisco il plaid.
ja: チェックの方が好きだな。
ko: 실은 플래드를 선호하잖아.
pl: Naprawdę wolę kratę.
pt_br: Prefiro xadrez!
ru: Я предпочитаю шотландку.
zh_cn: 我更喜欢格子衬衫。
zh_tw: 我更喜歡格子襯衫。

# CHARACTERS.WOODIE.DESCRIBE.HEALINGSALVE
source: Healthiness in goo form.
de: Gesundheit in Form von Schmiere.
es: Salubridad en forma pegajosa.
fr: Médicament gluant.
it: Salute sotto forma di vischio.
ja: ぐちゃぐちゃとしての健全さ。
ko: 건강에 좋은 죽이잖아.
pl: Zdrowie w glutowatej formie.
pt_br: Saúde em forma de gosma.
ru: Здоровье в виде мази.
zh_cn: 黏黏的药膏。
zh_tw: 黏黏的藥膏。

# CHARACTERS.WOODIE.DESCRIBE.HEALINGSTAFF
source: Someone else'd put that to better use.
de: Jemand anderes würde das besser nutzen.
es: Alguien le daría mejor uso que yo.
fr: Quelqu'un utilisera ça mieux que moi.
it: Qualcun altro ne farebbe un uso migliore.
ja: こいつは、他の誰かの方がうまく使いこなせるんじゃねえか？
ko: 다른 사람이 쓰는 게 낫겠어.
pl: Komuś innemu bardziej się przyda.
pt_br: Outra pessoa faria melhor uso disso.
ru: Кому-нибудь другому это пригодилось бы больше.
zh_cn: 那个在别人手里会比较有用。
zh_tw: 那個在別人手裡會比較有用。

# CHARACTERS.WOODIE.DESCRIBE.HEATROCK.COLD
source: It's gone cold, eh?
de: Er ist abgekühlt, was?
es: Se ha enfriado, ¿eh?
fr: C'est froid, hein ?
it: Si è fatto freddo, eh?
ja: 寒くなったんだよな？
ko: 차가워졌잖아, 그치?
pl: Wyziębił się, co nie?
pt_br: Ficou fria, hã?
ru: Он стал холодным, хм?
zh_cn: 它变冷了，感觉到了吗？
zh_tw: 它變冷了，感覺到了嗎？

# CHARACTERS.WOODIE.DESCRIBE.HEATROCK.FROZEN
source: Brrr! It's frozen.
de: Brrr! Er ist gefroren.
es: ¡Brrr! Está congelada.
fr: Brrr ! C'est gelé !
it: Brrr! È congelato.
ja: ブルル！凍ってる。
ko: 춥다! 얼었잖아.
pl: Brr! Zamarznięty.
pt_br: Brrr! Está congelada.
ru: Бр-р-р! Холодный.
zh_cn: 嘶~~~！它结冰了。
zh_tw: 嘶~~~！它結冰了。

# CHARACTERS.WOODIE.DESCRIBE.HEATROCK.GENERIC
source: We call those "night rocks" back home.
de: Bei uns zu Hause nennen wir so etwas "Schlafstein".
es: Las llamamos "rocas nocturnas" en mi tierra.
fr: Par chez nous, on appelle ça des pierres de nuit.
it: Da dove vengo io le chiamiamo "rocce notturne".
ja: こいつらを故郷では「夜の岩」と呼ぶ。
ko: 고향에서는 이걸 "밤의 바위"라고 하잖아.
pl: U nas nazywamy je kamieniami nocy.
pt_br: Chamamos essas de "pedras noturnas" na minha terra.
ru: Дома мы зовем их «ночными камнями».
zh_cn: 在家乡，我们管这种东西叫“夜石”。
zh_tw: 在家鄉，我們管這種東西叫“夜石”。

# CHARACTERS.WOODIE.DESCRIBE.HEATROCK.HOT
source: I could chop all winter with that in my pocket!
de: Wenn ich den in meiner Tasche habe, könnte ich den ganzen Winter Holz fällen.
es: ¡Podría talar durante el invierno con eso en mi bolsillo!
fr: Je pourrais couper du bois tout l'hiver avec ça dans ma poche !
it: Potrei tagliare per tutto l'inverno con quella nella mia tasca!
ja: あれがポケットにあれば、冬中ずっとたたき切れる！
ko: 주머니 안에 이게 있으면 겨울 내내 나무를 벨 수 있겠어!
pl: Z czymś takim w kieszeni mógłbym rąbać całą zimę!
pt_br: Eu poderia cortar o inverno inteiro com isso no meu bolso!
ru: С такой грелкой я могу хоть всю зиму рубить!
zh_cn: 有这东西在我口袋里，我可以砍一整个冬天的树！
zh_tw: 有這東西在我口袋裡，我可以砍一整個冬天的樹！

# CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit... tepid.
de: Das wird ein bisschen fad.
es: Se está poniendo un poco... tibia.
fr: Ça devient un peu... tiède.
it: Si sta facendo un po'... tiepida.
ja: ちと、ぬるくなってきたな…
ko: 좀... 미지근해지고 있잖아.
pl: Robi się jakby... ciepławo.
pt_br: Está ficando um pouco... Morna.
ru: Он потихоньку начинает нагреваться.
zh_cn: 它正变得越来越...暖和。
zh_tw: 它正變得越來越...暖和。

# CHARACTERS.WOODIE.DESCRIBE.HERMITCRAB
source: Not the friendliest, eh?
de: Nicht sehr umgänglich, wie?
es: No es una criatura muy amistosa, ¿eh?
fr: Pas très sympathique, hein ?
it: Non è esattamente amichevole, eh?
ja: あまり親切なタイプじゃないようだな。
ko: 그렇게 다정하지는 않네, 그치?
pl: Nie jest najbardziej towarzyska, co?
pt_br: Não muito amigável, né?
ru: Не очень-то ты дружелюбная, да?
zh_cn: 没什么善意，诶？
zh_tw: 沒什麼善意，誒？

# CHARACTERS.WOODIE.DESCRIBE.HERMITHOUSE.BUILTUP
source: It looks like a real home now.
de: Jetzt sieht es wie ein Zuhause aus.
es: Ahora sí parece un verdadero hogar.
fr: C'est cozy, maintenant !
it: Ora sembra una casa vera.
ja: 本当の家みたいだな。
ko: 이제야 집 같잖아.
pl: Teraz to wygląda jak prawdziwy dom.
pt_br: Parece uma casa de verdade agora.
ru: Теперь это больше похоже на настоящий дом.
zh_cn: 现在像个家了。
zh_tw: 現在像個家了。

# CHARACTERS.WOODIE.DESCRIBE.HERMITHOUSE.GENERIC
source: This place has seen better days.
de: Das Ding hat schon bessere Tage gesehen.
es: Este sitio ha visto días mejores.
fr: Cet endroit a connu de meilleurs jours.
it: Questo posto ha visto giorni migliori.
ja: ここも昔は今よりマシだったんだろうな。
ko: 저 집은 많이 낡았잖아.
pl: Lata świetności ma już za sobą.
pt_br: Esse lugar já teve dias melhores.
ru: У этого дома бывали времена и получше.
zh_cn: 破烂的房子。
zh_tw: 破爛的房子。

# CHARACTERS.WOODIE.DESCRIBE.HERMIT_BUNDLE
source: I think that old hardshell's going soft on us, eh Lucy?
de: Ich glaube, der alte Haudegen wird langsam weich, was, Lucy?
es: Creo que la cangreja nos ha cogido algo de cariño, ¿eh, Lucy?
fr: Je crois que cette vieille coquille nous a à la bonne, pas vrai Lucy ?
it: Sembra che stiamo simpatici a quella vecchia crostacea, eh, Lucy?
ja: 硬い殻に閉じこもってる婆さんも、態度は柔らかいみてぇだな、ルーシー？
ko: 그 오래된 딱딱한 껍질이 우리를 부드럽게 대할 것 같아, 그지 루시?
pl: Coś mi się zdaje, że ten stary skorupiak ma jednak miękkie serce, co, Lucy?
pt_br: Acho que aquela velha cascuda tá se derretendo pra gente, né, Lucy?
ru: Смотри-ка, Люси, мы вытащили эту старушку из раковины!
zh_cn: 看来那只老硬的贝壳终于对我们心软了，对不，露西？
zh_tw: 看來那只老硬的貝殼終於對我們心軟了，對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: A shell full of shells, eh?
de: Muscheln in der Schale, hm?
es: Una concha llena de conchas, ¿eh?
fr: Un coquillage plein de coquillages....
it: Una conchiglia piena di conchiglie, eh?
ja: 貝殻がたっくさん貝殻が詰まってるぜ。
ko: 조개껍데기로 가득 찬 조개다, 그지?
pl: Hę? Skorupa pełna skorup?
pt_br: Uma concha cheia de conchas, né?
ru: Ракушка с ракушками внутри, да?
zh_cn: 装满了贝壳的贝壳，诶？
zh_tw: 裝滿了貝殼的貝殼，誒？

# CHARACTERS.WOODIE.DESCRIBE.HERMIT_CRACKED_PEARL
source: I was only trying to help...
de: Ich wollte nur helfen ...
es: Solo trataba de ayudar...
fr: Je voulais juste rendre service...
it: Volevo solo essere d'aiuto...
ja: 手を貸そうとしただけなんだが…
ko: 나는 도와주려던 것뿐인데...
pl: Ja tylko chciałem pomóc...
pt_br: Eu só estava tentando ajudar...
ru: Я просто хотел помочь…
zh_cn: 我纯碎是想帮忙来着……
zh_tw: 我純碎是想幫忙來著……

# CHARACTERS.WOODIE.DESCRIBE.HERMIT_PEARL
source: C'mon Lucy, let's find that crab!
de: Los, Lucy, suchen wir die Krabbe!
es: Vamos, Lucy, ¡encontremos a ese cangrejo!
fr: Allez, Lucy, on va chercher le crustacé !
it: Forza, Lucy, troviamo quel granchio!
ja: ルーシー、あのカニ野郎を探し出すぜ！
ko: 가자, 루시. 게를 찾으러!
pl: Chodź, Lucy, znajdziemy tego kraba!
pt_br: Vamos, Lucy, vamos encontrar esse caranguejo!
ru: Ну что, Люси, давай найдем того краба!
zh_cn: 来吧露西，咱们去找那只螃蟹！
zh_tw: 來吧露西，咱們去找那只螃蟹！

# CHARACTERS.WOODIE.DESCRIBE.HIVEHAT
source: Hmph. Real regal.
de: Hmpf. So königlich.
es: Bah. Realeza real.
fr: Hmm... un vrai régal.
it: Davvero reale.
ja: ほう、かなりの威厳があるな。
ko: 흠. 아주 위엄 있는데.
pl: Hmm. Prawdziwie królewska.
pt_br: Hunf. Muito real.
ru: Хм. Прям по-королевски.
zh_cn: 哼。真豪华。
zh_tw: 哼。真豪華。

# CHARACTERS.WOODIE.DESCRIBE.HOME
source: Who's there?
de: Wer ist da?
es: ¿Quién anda ahí?
fr: Qui est là ?
it: Chi va là?
ja: そこにいるのは誰だ？
ko: 거기 누구야?
pl: Jest tam kto?
pt_br: Quem está aí?
ru: Кто там?
zh_cn: 谁在那儿？
zh_tw: 誰在那兒？

# CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.BURNT
source: Wood is the best at burning.
de: Holz brennt am besten.
es: La madera es el mejor material ardiendo.
fr: C'est le bois qui brûle le mieux.
it: Il legno è imbattibile nel bruciare.
ja: 木が一番長けているのは、燃えることだが。
ko: 불에 타는 거라면 나무가 최고지.
pl: Drewno najlepiej potrafi się palić.
pt_br: A madeira é a melhor na hora de queimar.
ru: Дерево горит лучше всего.
zh_cn: 木头可是最好的燃料。
zh_tw: 木頭可是最好的燃料。

# CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.GENERIC
source: Is there anything wood can't do?
de: Gibt es irgendetwas, was Holz nicht kann?
es: ¿Hay algo que la madera no pueda hacer?
fr: Rien d'impossible pour le bois !
it: C'è qualcosa che il legno non possa fare?
ja: 木材で、できないことなんてあるんだろうか？
ko: 나무가 할 수 없는 것도 있나?
pl: Czy jest coś, czego drewno nie potrafi?
pt_br: Há alguma coisa que a madeira não faz?
ru: А есть что-нибудь, что не делают из деревьев?
zh_cn: 有什么东西是木头不能做成的吗？
zh_tw: 有什麼東西是木頭不能做成的嗎？

# CHARACTERS.WOODIE.DESCRIBE.HOMESIGN.UNWRITTEN
source: Let's give our neighbours some guidance.
de: Lass uns den Nachbarn einige Hinweise geben.
es: Demos a nuestros vecinos algunas indicaciones.
fr: Aidons notre prochain à se diriger.
it: Diamo qualche indicazione ai nostri vicini.
ja: ご近所さん用に、案内板を作っとこうぜ
ko: 이웃을 안내해 줄 수 있잖아.
pl: Wskażmy drogę naszym sąsiadom.
pt_br: Vamos dar umas orientações pros nosso vizinhos.
ru: Давай оставим нашим соседям пару рекомендаций.
zh_cn: 让我们给邻居一点指引。
zh_tw: 讓我們給鄰居一點指引。

# CHARACTERS.WOODIE.DESCRIBE.HONEY
source: Mmmmmm-mmmm. Bee syrup.
de: Mmmmmmmmmm. Bienensirup.
es: Mmmmmm, mmmm. Sirope de abeja.
fr: Mmmmmm-mmmm. Du sirop d'abeille.
it: Mmmmmm-mmmm. Sciroppo d'ape.
ja: うーーーーーん、うーーん。蜂のシロップ。
ko: 냠냠. 벌 시럽이잖아.
pl: Mmmmmniam. Pszczeli syrop.
pt_br: Mmmmmm-mmmm. Melado de abelha.
ru: М-м-м-м-м-м-м-м-м-м. Пчелиный сироп.
zh_cn: 嗯——嗯。蜂王浆。
zh_tw: 嗯——嗯。蜂王漿。

# CHARACTERS.WOODIE.DESCRIBE.HONEYCOMB
source: The poor bees probably worked their stingers off on this.
de: Die armen Bienen haben sich dafür wahrscheinlich kaputtgearbeitet.
es: Las pobres abejas probablemente se han dejado los aguijones para hacerlo.
fr: Les pauvres petites abeilles ont dû suer sang et eau pour faire ça.
it: Le povere api hanno lavorato senza sosta.
ja: ハチには申し訳ねぇな…家を壊しちまって…
ko: 꿀벌들이 침 빠지도록 일했잖아.
pl: Biedne pszczółki pewnie urobiły się po żądła.
pt_br: As pobres abelhinhas provavelmente se esforçaram muito pra fazer isso.
ru: Бедные пчелы, наверное, все жала стерли, пока строили.
zh_cn: 可怜的蜜蜂或许把它们的蜂刺从这个清除。
zh_tw: 可憐的蜜蜂或許把它們的蜂刺從這個清除。

# CHARACTERS.WOODIE.DESCRIBE.HONEYHAM
source: But it's not a holiday...
de: Aber heute ist doch gar kein Feiertag ...
es: Pero no es día festivo...
fr: Vraiment par gourmandise...
it: Ma non è una vacanza...
ja: でも今は休日ではない…
ko: 하지만 휴일이 아니잖아...
pl: Ale dzisiaj nie święto...
pt_br: Mas não é feriado...
ru: Но ведь сегодня не праздник…
zh_cn: 但现在并不是什么节假日...
zh_tw: 但現在並不是什麼節假日...

# CHARACTERS.WOODIE.DESCRIBE.HONEYNUGGETS
source: That's one of my favourite meals!
de: Eines meiner Lieblingsgerichte.
es: ¡Una de mis comidas favoritas!
fr: Un de mes plats préférés !
it: È uno dei miei piatti preferiti!
ja: オレの大好物だぜ！
ko: 내가 아주 좋아하는 음식이다!
pl: Jedno z moich ulubionych dań!
pt_br: Essa é uma das minhas refeições favoritas!
ru: Одно из моих любимых блюд!
zh_cn: 那是我最喜欢的食物之一！
zh_tw: 那是我最喜歡的食物之一！

# CHARACTERS.WOODIE.DESCRIBE.HORN
source: I don't know if anyone should put their mouth on that.
de: Ich weiß nicht, ob man das in den Mund nehmen sollte.
es: No sé si alguien debería poner la boca ahí.
fr: Se mettre ça dans la bouche n'est sans doute pas ce qu'il y a de mieux à faire.
it: Non so se qualcuno debba poggiare la bocca su quello.
ja: これに口つけんのは、気が進まねぇよな…
ko: 이걸 입에 대야 하나 말아야 하나.
pl: Nie sądzę, aby ktokolwiek powinien w to dmuchać.
pt_br: Não sei se deveria colocar a boca nisso.
ru: Не знаю, стоит ли это себе в рот совать.
zh_cn: 我不确定人们是否应该把嘴放到那上面。
zh_tw: 我不確定人們是否應該把嘴放到那上面。

# CHARACTERS.WOODIE.DESCRIBE.HOTCHILI
source: Good after a long day of chopping in the cold.
de: Perfekt, nach einem langen Tag in der Kälte.
es: Sabe bien después de un largo día talando en el frío.
fr: Ça fait du bien après une journée au froid en forêt.
it: È buono dopo una lunga giornata di tagliate al freddo.
ja: 寒い中、木を切り倒した長い一日のあとにうってつけ。
ko: 추운 날에 하루 종일 나무 자른 다음에 좋지.
pl: Idealne po długim dniu rąbania na mrozie.
pt_br: Ótimo depois de um longo dia de corte no frio.
ru: Идеален в холодный день после долгой рубки.
zh_cn: 在冷天里砍了一天树之后来点辣椒真不错。
zh_tw: 在冷天裡砍了一天樹之後來點辣椒真不錯。

# CHARACTERS.WOODIE.DESCRIBE.HOTSPRING.BOMBED
source: Lookin' purdy.
de: Sieht hübsch aus.
es: Qué cosa más bonita.
fr: Ça rend bien !
it: Niente male!
ja: いいじゃねえか。
ko: 예쁘잖아.
pl: Wygląda zacnie!
pt_br: Parece bonitin.
ru: Красота неописуемая.
zh_cn: 美啊，俏啊。
zh_tw: 美啊，俏啊。

# CHARACTERS.WOODIE.DESCRIBE.HOTSPRING.EMPTY
source: Let's wait an' see if it fills up again.
de: Mal sehen, ob sie wieder voll wird.
es: Esperemos a ver si se llena de nuevo.
fr: Attendons de voir si ça va se remplir.
it: Stiamo a vedere se si riempie di nuovo.
ja: またいっぱいになるまで待ってみるか。
ko: 다시 차오르는지 지켜보자.
pl: Sprawdźmy, czy napełni się ponownie.
pt_br: Vamos esperar e ver se enche de novo.
ru: Давайте подождем и посмотрим, заполнится он или нет.
zh_cn: 咱们等等看它会不会再满起来。
zh_tw: 咱們等等看它會不會再滿起來。
