Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.GROTTO_POOL_BIG
source: The moon water makes the glass grow. That's just science.
de: Das Mondwasser lässt das Glas wachsen. Das ist reine Wissenschaft.
es: El agua lunar hace que crezca el vidrio. Es un hecho científico.
fr: L'eau de lune fait pousser le verre. C'est la science qui le dit.
it: L'acqua lunare fa espandere il vetro. È questione di scienza.
ja: 月の水はガラスを成長させるんだ。これが科学ってやつさ。
ko: 달의 물은 유리가 자라나게 하지. 그것이 바로 과학이야.
pt_br: A água lunar faz o vidro crescer. É um fato científico.
zh_cn: 来自月亮的水让玻璃增长了。这就是科学。
zh_tw: 來自月亮的水讓玻璃增長了。這就是科學。

# CHARACTERS.GENERIC.DESCRIBE.GROTTO_POOL_SMALL
source: The moon water makes the glass grow. That's just science.
de: Das Mondwasser lässt das Glas wachsen. Das ist reine Wissenschaft.
es: El agua lunar hace que crezca el vidrio. Es un hecho científico.
fr: L'eau de lune fait pousser le verre. C'est la science qui le dit.
it: L'acqua lunare fa espandere il vetro. È questione di scienza.
ja: 月の水はガラスを成長させるんだ。これが科学ってやつさ。
ko: 달의 물은 유리가 자라나게 하지. 그것이 바로 과학이야.
pt_br: A água lunar faz o vidro crescer. É um fato científico.
zh_cn: 来自月亮的水让玻璃增长了。这就是科学。
zh_tw: 來自月亮的水讓玻璃增長了。這就是科學。

# CHARACTERS.GENERIC.DESCRIBE.GUACAMOLE
source: Avogadro's favorite dish.
de: Avogadros Lieblingsspeise.
es: El plato favorito de Avogadro.
fr: Une recette assez dure.
it: Piatto preferito di Avogadro.
ja: アヴォガドロの大好物。
ko: 아보가드로가 좋아하는 요리.
pt_br: O prato favorito de Avogadro.
zh_cn: 阿伏伽德罗最喜欢的菜。
zh_tw: 阿伏伽德羅最喜歡的菜。

# CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavor of poop.
de: Ein neuer Geschmack von Kot.
es: Otro tipo de excremento.
fr: Une nouvelle saveur de crotte.
it: Un altro sapore di cacca.
ja: 別の味の糞。
ko: 다른 맛의 똥이다.
pt_br: Outro sabor de cocô.
zh_cn: 另一种味道的粪便。
zh_tw: 另一種味道的糞便。

# CHARACTERS.GENERIC.DESCRIBE.GUNPOWDER
source: It looks like pepper.
de: Sieht aus wie Pfeffer.
es: Parece pimienta.
fr: On dirait du poivre.
it: Sembra pepe.
ja: まるでコショウみたい。
ko: 후추처럼 보인다.
pt_br: Parece pimenta.
zh_cn: 看起来像胡椒粉。
zh_tw: 看起來像胡椒粉。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_1
source: The cavities are probably worth it, right?
de: Das ist die Löcher in den Zähnen bestimmt wert, oder?
es: Las caries seguro que merecen la pena, ¿no?
fr: Tant pis pour les caries, hein ?
it: Le carie sono giustificate, suppongo.
ja: 虫歯になっても後悔しないよね？
ko: 충치에 걸린다 해도 먹어줘야겠지?
pt_br: As cáries provavelmente valem a pena, certo?
zh_cn: 就算蛀牙也值得了，对吧？
zh_tw: 就算蛀牙也值得了，對吧？

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_10
source: Only a sucker wouldn't love this.
de: Wer so etwas nicht mag, kann nicht ganz richtig sein.
es: Solo a un idiota no le gustaría.
fr: Seul un gogo n'aimerait pas ça.
it: Solo a uno sdolcinato non piacerebbe.
ja: これを嫌いな人なんている？
ko: 이걸 안 좋아하는 사람이 어디 있겠어?
pt_br: Só um idiota não iria adorar isso.
zh_cn: 只有傻瓜才不会爱上这东西。
zh_tw: 只有傻瓜才不會愛上這東西。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_11
source: Much better tasting than the real thing.
de: Schmeckt viel besser als echtes Schwein.
es: Sabe mucho mejor que el de verdad.
fr: Elle a bien meilleur goût que la vraie.
it: Molto più gustoso di quanto sembri.
ja: 本物よりもずっと美味しい。
ko: 진짜 돼지보다 훨씬 더 맛있다.
pt_br: Tem um gosto muito melhor que o de verdade.
zh_cn: 比真的东西尝起来味道好多了。
zh_tw: 比真的東西嘗起來味道好多了。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_12
source: Did that candy just move?
de: Hat sich diese Süßigkeit gerade bewegt?
es: ¿Se acaba de mover ese caramelo?
fr: Ce bonbon vient de bouger ?
it: Ma quella caramella si è appena mossa?
ja: あのキャンディー、動かなかった？
ko: 방금 사탕이 움직였나?
pt_br: Esse doce se mexeu?
zh_cn: 那块糖果刚动了一下吗？
zh_tw: 那塊糖果剛動了一下嗎？

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_13
source: Oh, my poor jaw.
de: Oh, mein armer Kiefer.
es: Ay, mi pobre mandíbula.
fr: Oh, ma pauvre mâchoire !
it: Oh, la mia povera mascella.
ja: ああ、顎が大変なことに。
ko: 아이고, 턱이 빠지겠네.
pt_br: Ah, minha mandíbula.
zh_cn: 哎呀，我可怜的下巴。
zh_tw: 哎呀，我可憐的下巴。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_14
source: I don't do well with spice.
de: Gewürze liegen mir gar nicht.
es: No me gusta lo picante.
fr: Les épices, c'est pas mon truc.
it: Non vado d'accordo con i cibi speziati.
ja: スパイスは苦手なんだ。
ko: 나는 향신료는 별로 안 좋아한다.
pt_br: Não me dou bem com condimentos.
zh_cn: 我吃不了辣。
zh_tw: 我吃不了辣。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_2
source: What corruption of science grew these?
de: Welche wissenschaftliche Manipulation wohl dafür verantwortlich ist?
es: ¿Qué clase de ciencia corrupta ha creado esto?
fr: Comment la science a-t-elle pu permettre ça ?
it: Quale scienza corrotta ha prodotto queste?
ja: こんなものが生まれるとは、科学の敗北だ。
ko: 어떤 타락한 과학이 이걸 만든 거지?
pt_br: Que corrupção da ciência cultivou isso?
zh_cn: 什么样腐败的科学长出了这些东西？
zh_tw: 什麼樣腐敗的科學長出了這些東西？

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_3
source: It's... corn.
de: Das ... ist Mais.
es: Es... maíz.
fr: C'est du... maïs.
it: Ma è... mais.
ja: これは…トウモロコシだ。
ko: 옥수수... 다.
pt_br: É... milho.
zh_cn: 是…玉米。
zh_tw: 是…玉米。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_4
source: They wriggle on the way down.
de: Die kitzeln beim Schlucken.
es: Se retuercen cuando las tragas.
fr: Ils se bousculent en descendant.
it: Si contorcono verso il basso.
ja: おなかの中で動いてる。
ko: 소화될 때도 꿈틀거린다.
pt_br: Eles se contorcem na descida.
zh_cn: 它们一路蠕动下来。
zh_tw: 它們一路蠕動下來。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_5
source: My teeth are going to have something to say about this tomorrow.
de: Meine Zähne werden sich morgen bei mir beschweren.
es: Mis dientes no estarán muy contentos con esto mañana.
fr: Mes dents me le reprocheront dès demain.
it: I miei denti avranno qualcosa da ridire domani.
ja: 明日、歯がどうなっているかな。
ko: 내일이 되면 이빨이 아프겠군.
pt_br: Meus dentes vão ter algo a dizer sobre isso amanhã.
zh_cn: 明天我的牙齿可能会对此发表意见。
zh_tw: 明天我的牙齒可能會對此發表意見。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_6
source: I... don't think I'll be eating those.
de: Ich ... glaube nicht, dass ich das essen werde.
es: Creo que... no me los comeré.
fr: Je... je ne crois pas que je vais manger ça.
it: Non... credo che li mangerò.
ja: ちょっと…食べる気にならないな。
ko: 아무래도... 먹지 말아야겠다.
pt_br: Acho... que não vou comer isso.
zh_cn: 我…不认为我会吃那些东西。
zh_tw: 我…不認為我會吃那些東西。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_7
source: Everyone'll be raisin' a fuss over these.
de: Das ist was für die Rosinenpicker.
es: Todo el mundo va a hablar de esto.
fr: Ces trucs-là vont faire pas mal de bruit.
it: A chi non piace l'uvetta?
ja: みんなで争奪戦になるね。
ko: 다들 차지하고 싶어서 난리 나겠군.
pt_br: Todo mundo vai fazer um escarcéu por isso.
zh_cn: 每个人遇到这些东西都会激动的。
zh_tw: 每個人遇到這些東西都會激動的。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_8
source: Only a sucker wouldn't love this.
de: Wer so etwas nicht mag, kann nicht ganz richtig sein.
es: Solo a un idiota no le gustaría.
fr: Seul un gogo n'aimerait pas ça.
it: Solo a uno sdolcinato non piacerebbe.
ja: これを嫌いな人なんている？
ko: 이걸 안 좋아하는 사람이 어디 있겠어?
pt_br: Só um idiota não iria adorar isso.
zh_cn: 只有傻瓜才不会爱上这东西。
zh_tw: 只有傻瓜才不會愛上這東西。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENCANDY_9
source: Sticks to your teeth.
de: Das klebt an den Zähnen.
es: Se queda pegado a los dientes.
fr: Ça colle aux dents.
it: Si attacca ai denti.
ja: 歯にくっつく。
ko: 치아에 달라붙는다.
pt_br: Gruda nos dentes.
zh_cn: 粘牙。
zh_tw: 粘牙。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: Full of grit.
de: Voller Mumm.
es: Qué agallas.
fr: Le plein de courage.
it: È piena di coraggio.
ja: 勇気でいっぱい。
ko: 투지를 채워준다.
pt_br: Cheia de bravura.
zh_cn: 满满的勇气。
zh_tw: 滿滿的勇氣。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: A potent potion.
de: Ein wirksamer Trank.
es: Una pócima poderosa.
fr: Une puissante potion.
it: Una pozione potente.
ja: 強力なポーション。
ko: 효과가 대단한 물약.
pt_br: Uma poção potente.
zh_cn: 强力药水。
zh_tw: 強力藥水。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: I was hoping for something bigger.
de: Ich hatte auf etwas Größeres gehofft.
es: Esperaba algo más grande.
fr: Je m'attendais à plus.
it: Mi aspettavo qualcosa di più grande.
ja: もうちょっと大きいかと思ってたんだけど。
ko: 좀 더 큰 걸 기대했는데.
pt_br: Eu estava esperando algo maior.
zh_cn: 原以为会更大呢。
zh_tw: 原以為會更大呢。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: Crystallized inferno.
de: Kristallisiertes Inferno.
es: Infierno de cristal.
fr: Un enfer cristallisé.
it: Inferno cristallizzato.
ja: 結晶化された業火。
ko: 결정화된 지옥불.
pt_br: Inferno cristalizado.
zh_cn: 烈火结晶。
zh_tw: 烈火結晶。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEENPOTION_MOON
source: Infused with transforming such-and-such.
de: Voller Transformationskräfte.
es: Imbuida de cositas transformadoras.
fr: C'est concocté à partir de... trucs.
it: Dalle notevoli proprietà trasformative.
ja: 形が変わるあれこれが入っている。
ko: 이런저런 변신을 시키는 액체가 담겼어.
pt_br: Ela transforma um monte de coisas.
zh_cn: 注入了变异的力量。
zh_tw: 注入了變異的力量。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: A spectornament I could hang in a tree.
de: Das würde sich als Baumschmuck gut machen.
es: Un espectrornamento que podría colgar de un árbol.
fr: Une déco spectrale que je pourrais accrocher à un arbre.
it: Una decorazione spettrale da appendere a un albero.
ja: 木の枝に下げられるお化けの飾り。
ko: 나무에 매달 수 있는 섬찟한 장식.
pt_br: Um espectornamento que eu poderia pendurar numa árvore.
zh_cn: 一个可以挂在树上的装饰物。
zh_tw: 一個可以掛在樹上的裝飾物。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: Completely batty decoration.
de: Verrückt-fledermausige Deko.
es: Una decoración aterradora.
fr: Une déco complètement toquée.
it: Una decorazione completamente fuori di testa.
ja: すごくコウモリっぽい装飾。
ko: 완전히 박쥐 같은 장식.
pt_br: Decoração de morcego.
zh_cn: 古怪的装饰。
zh_tw: 古怪的裝飾。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: This wood look good hanging somewhere.
de: Holz gehört in einem Baum.
es: Quedaría bien colgado en alguna parte.
fr: Ce morceau de bois rendrait très bien accroché quelque part.
it: Questo legno andrebbe appeso da qualche parte.
ja: この木はどこかにぶら下げておきたいな。
ko: 어딘가에 매달기 좋은 나무 장식.
pt_br: Isso ficaria bem pendurado em algum lugar.
zh_cn: 这块木头看起来很适合挂起来。
zh_tw: 這塊木頭看起來很適合掛起來。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: Almost i-tentacle to the real ones.
de: Sieht täuschend echt aus.
es: Estos tentáculos son como los de verdad.
fr: Presque aussi vrai que les vrais.
it: Quasi identici a quelli veri.
ja: 本物そっくりの触手。
ko: 거의 진짜 같은 촉수.
pt_br: Quase idêntico aos reais.
zh_cn: 触触逼真。
zh_tw: 觸觸逼真。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: Eight-armed adornment.
de: Achtarmige Dekoration.
es: Un adorno de ocho patas.
fr: Déco à huit bras.
it: Ornamento a otto braccia.
ja: 8本足の装飾品。
ko: 팔이 여덟 개인 장식.
pt_br: Enfeite com oito braços.
zh_cn: 八只手的装饰。
zh_tw: 八隻手的裝飾。

# CHARACTERS.GENERIC.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: Everyone's raven about tree decorations these days.
de: Raben sind der letzte Schrei in Sachen Deko.
es: Cría cuervos y tendrás muchas decoraciones para los árboles.
fr: C'est encore plus beau avec ça.
it: Ultimamente tutti vanno matti per le decorazioni per gli alberi.
ja: 最近じゃ、みんなカラスみたいに木の装飾を集めてるね。
ko: 요즘 다들 까마귀처럼 떠들어대는 나무 장식.
pt_br: Corvo todo mundo decorando suas árvores.
zh_cn: 最近大家都在热烈讨论树的装饰。
zh_tw: 最近大家都在熱烈討論樹的裝飾。

# CHARACTERS.GENERIC.DESCRIBE.HAMBAT
source: This seems unsanitary.
de: Die scheint ungesund zu sein.
es: Esto parece antihigiénico.
fr: Ça a l'air insalubre.
it: Sembra antigienico.
ja: これは非衛生的みたい。
ko: 비위생적으로 보인다.
pt_br: Isso parece anti-higiênico!
zh_cn: 这好像不卫生。
zh_tw: 這好像不衛生。

# CHARACTERS.GENERIC.DESCRIBE.HAMMER
source: Stop! It's time! To hammer things!
de: Stopp! Zeit zu hämmern!
es: ¡Alto! ¡Es momento de martillear cosas!
fr: Stop ! C'est l'heure ! Ça va détruire !
it: Stop! È ora! Di martellare cose!
ja: 止まれ！時間だ！物をハンマーで打つ時だ！
ko: 멈춰! 때가 왔다! 망치 시간!
pt_br: Pare! Chegou a hora! De martelar as coisas!
zh_cn: 停下！是时候了！用锤子敲点东西吧！
zh_tw: 停下！是時候了！用錘子敲點東西吧！

# CHARACTERS.GENERIC.DESCRIBE.HAMMER_MJOLNIR
source: It's a heavy hammer for hitting things.
de: Ein schwerer Hammer, um Dinge zu schlagen.
es: Un martillo pesado para golpear cosas.
fr: C'est un gros marteau pour casser des trucs.
it: È un martello pesante per colpire le cose.
ja: 何かを叩くのに使える重いハンマーだ。
ko: 뭐든 내려치기 좋은 무거운 망치다.
pt_br: É um martelo pesado para bater na coisas.
zh_cn: 这把敲东西的锤子可真重。
zh_tw: 這把敲東西的錘子可真重。

# CHARACTERS.GENERIC.DESCRIBE.HAWAIIANSHIRT
source: It's not lab-safe!
de: Das trägt man nicht in einem Labor.
es: ¡No es segura para el laboratorio!
fr: Dangereux au labo !
it: Non è a prova di laboratorio!
ja: 実験用には安全ではない！
ko: 실험실에는 적합하지 않다!
pt_br: Não é seguro para laboratórios!
zh_cn: 穿着它做实验可不安全！
zh_tw: 穿著它做實驗可不安全！

# CHARACTERS.GENERIC.DESCRIBE.HEALINGSALVE
source: The stinging means that it's working.
de: Das Stechen bedeutet, dass es funktioniert.
es: El escozor significa que funciona.
fr: Si ça pique, c'est que ça marche.
it: Questo pizzicore indica che sta funzionando.
ja: しみるってことは、効いてる証拠さ。
ko: 따끔하면 효과가 있다는 뜻이다.
pt_br: As pontadas significam que está funcionando.
zh_cn: 有点儿刺痛感就说明它起作用了。
zh_tw: 有點兒刺痛感就說明它起作用了。

# CHARACTERS.GENERIC.DESCRIBE.HEALINGSTAFF
source: It conducts regenerative energy.
de: Leitet regenerative Energie.
es: Conduce energía regenerativa.
fr: Ça conduit une énergie régénératrice.
it: Conduce energia rigenerativa.
ja: 再生可能エネルギーを伝導する。
ko: 재생 에너지가 흐른다.
pt_br: Conduz energia regenerativa.
zh_cn: 释放再生的力量。
zh_tw: 釋放再生的力量。

# CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: That's a cold stone.
de: Das ist ein kalter Stein.
es: Una piedra fría.
fr: C'est une pierre froide.
it: È una pietra fredda.
ja: それは冷たい岩だ。
ko: 차가운 돌이다.
pt_br: Mas que pedra mais fria.
zh_cn: 一块冰凉的石头。
zh_tw: 一塊冰涼的石頭。

# CHARACTERS.GENERIC.DESCRIBE.HEATROCK.FROZEN
source: It's colder than ice.
de: Kälter als Eis.
es: Es más fría que el hielo.
fr: C'est plus froid que la glace.
it: È più freddo del ghiaccio.
ja: 氷よりも冷たい。
ko: 얼음보다 차갑다.
pt_br: É mais frio que gelo.
zh_cn: 它比冰还冷。
zh_tw: 它比冰還冷。

# CHARACTERS.GENERIC.DESCRIBE.HEATROCK.GENERIC
source: I could manipulate its temperature.
de: Ich könnte seine Temperatur manipulieren.
es: Podría manipular su temperatura.
fr: Je pourrais changer sa température.
it: Potrei manipolare la sua temperatura.
ja: その温度を調整することができる。
ko: 온도를 조절할 수 있을 것 같다.
pt_br: Eu poderia manipular sua temperatura.
zh_cn: 我可以控制它的温度。
zh_tw: 我可以控制它的溫度。

# CHARACTERS.GENERIC.DESCRIBE.HEATROCK.HOT
source: Nice and toasty hot!
de: Nett und angenehm warm.
es: ¡Una piedra calentita!
fr: Joli et bien chaud !
it: Bello e caldissimo!
ja: いい感じでぬくぬく暖かい！
ko: 따끈따끈해서 좋다!
pt_br: Ah, bem quentinha!
zh_cn: 很热很舒服！
zh_tw: 很熱很舒服！

# CHARACTERS.GENERIC.DESCRIBE.HEATROCK.WARM
source: It's quite warm and cuddly... for a rock!
de: Warm und kuschlig ... für einen Stein!
es: Es bastante cálida y tierna... ¡para ser una roca!
fr: C'est assez chaud et doux... pour un caillou !
it: È abbastanza calda e coccolona... per essere una roccia!
ja: 暖かくて抱きしめたくなる…岩にしては！
ko: 따뜻해서 안고 싶다... 돌 주제에!
pt_br: É bem quentinha e aconchegante... para uma pedra!
zh_cn: 虽然是块石头，但却相当温暖，让人想抱在怀里！
zh_tw: 雖然是塊石頭，但卻相當溫暖，讓人想抱在懷裡！

# CHARACTERS.GENERIC.DESCRIBE.HERMITCRAB
source: Living by yourshellf must get abalonely.
de: So ein Einsiedlerdasein muss einsam sein.
es: Vivir en tu caparazón debe de ser moluscolitario.
fr: Vivre en ermite, c'est à coup à ne plus sortir de sa coquille.
it: Vivere in un guscio deve far sentire soli.
ja: 殻にこもって1人で生きていくのは寂しいだろうな。
ko: 혼자 살면 게외롭겠다.
pt_br: Quem não sai da casca, acaba caindo no ostra-cismo.
zh_cn: 一个人住多少会寂寞吧。
zh_tw: 一個人住多少會寂寞吧。

# CHARACTERS.GENERIC.DESCRIBE.HERMITHOUSE.BUILTUP
source: It just needed a little love.
de: Es brauchte nur ein wenig Liebe.
es: Solo necesitaba un poco de amor.
fr: Ça avait juste besoin d'un peu d'amour.
it: Aveva solo bisogno di un po' d'amore.
ja: ほんの少し愛が欲しかっただけなんだ。
ko: 약간의 사랑이 필요했을 뿐인데.
pt_br: Só precisava de um pouco de amor.
zh_cn: 它只需要一点点的爱。
zh_tw: 它只需要一點點的愛。

# CHARACTERS.GENERIC.DESCRIBE.HERMITHOUSE.GENERIC
source: It's just an empty shell of a house.
de: Nur die leere Hülle eines Hauses.
es: No es más que la carcasa vacía de un hogar.
fr: C'est juste une maison vide.
it: È solo un guscio vuoto.
ja: ただの空っぽの貝殻の家だ。
ko: 비어 있는 집 껍데기일 뿐이야.
pt_br: Essa casa não passa de uma concha vazia.
zh_cn: 这是一座空壳房子。
zh_tw: 這是一座空殼房子。

# CHARACTERS.GENERIC.DESCRIBE.HERMIT_BUNDLE
source: She shore shells out a lot of these.
de: Sie schüttelt eine Menge davon aus dem Ärmel.
es: ¿Cuántas conchas tendrá la cangreja ermitaña?
fr: Coquillages et crustacés... Voyons c'que j'ai ramassé...
it: Deve apprezzare le passeggiate in riva al mare.
ja: あの子は貝を山ほど売るんだ。
ko: 그녀가 여기서 조개껍질을 잘라냈어.
pt_br: Ela vende um montão de conchas do mar.
zh_cn: 这些东西她有的是。
zh_tw: 這些東西她有的是。

# CHARACTERS.GENERIC.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: She DOES sell sea shells!
de: Und sie VERSCHERBELT doch Muscheln!
es: ¡Tiene tantas que las vende!
fr: Il suffit de se baisser !
it: Ehi, venderle non valve!
ja: あの子は本当に貝を売るのカイ！？
ko: 그녀는 조개껍질을 판다고!
pt_br: Ela vende conchas do mar MESMO!
zh_cn: 她确实是卖海贝壳的！
zh_tw: 她確實是賣海貝殼的！

# CHARACTERS.GENERIC.DESCRIBE.HERMIT_CRACKED_PEARL
source: I... didn't take good care of it.
de: Ich ... habe nicht gut auf sie aufgepasst.
es: No... la he cuidado bien.
fr: Je... n'en ai pas pris soin.
it: Dovevo... fare più attenzione.
ja: あまり…ちゃんと手入れをしてなかった。
ko: 내가... 잘 가지고 있지 못했어.
pt_br: Eu... não cuidei bem dela.
zh_cn: 我……没有照顾好它。
zh_tw: 我……沒有照顧好它。

# CHARACTERS.GENERIC.DESCRIBE.HERMIT_PEARL
source: I'll take good care of it.
de: Ich werde gut auf sie aufpassen.
es: La cuidaré bien.
fr: Je vais en prendre soin.
it: Me ne prenderò cura con molta attenzione.
ja: ちゃんと手入れをしよう。
ko: 잘 가지고 있어야지.
pt_br: Eu vou cuidar bem dela.
zh_cn: 我会照顾好它。
zh_tw: 我會照顧好它。

# CHARACTERS.GENERIC.DESCRIBE.HIVEHAT
source: The world seems less a little crazy when I wear it.
de: Wenn ich das aufhabe, scheint die Welt nicht ganz so verrückt.
es: El mundo parece menos loco cuando lo llevo.
fr: Le monde a l'air un peu moins effrayant quand je porte ça.
it: Il mondo sembra un po' meno matto quando lo indosso.
ja: これをかぶると、世界が少しマシに見える。
ko: 이걸 쓰면 세계가 덜 미쳐 보인다.
pt_br: O mundo parece um pouco menos louco quando eu uso isso.
zh_cn: 当我穿上它时，这世界看起来不那么疯狂了。
zh_tw: 當我穿上它時，這世界看起來不那麼瘋狂了。

# CHARACTERS.GENERIC.DESCRIBE.HOME
source: Someone must live here.
de: Hier muss jemand wohnen.
es: Alguien tiene que vivir aquí.
fr: Quelqu'un doit vivre ici.
it: Qualcuno deve vivere qui.
ja: 誰かここに住んでいるに違いない。
ko: 누군가 살고 있겠지.
pt_br: Alguém deve morar aqui.
zh_cn: 一定有人住在这里。
zh_tw: 一定有人住在這裡。

# CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.BURNT
source: "Don't play with matches."
de: "Spiel nicht mit Streichhölzern."
es: "No juegues con cerillas".
fr: « Ne jouez pas avec les allumettes. »
it: "Non giocare con i fiammiferi."
ja: 「火遊びはやめましょう」、か…
ko: "불장난은 금물."
pt_br: "Não brinque com fósforos."
zh_cn: “不要玩火柴。”
zh_tw: “不要玩火柴。”

# CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.GENERIC
source: It says "You are here".
de: Da steht: "Sie sind hier".
es: Dice "Usted está aquí".
fr: C'est marqué : « Vous êtes ici ».
it: Dice "Siete qua".
ja: ’到着点’と書いてある。
ko: '현재 위치'라고 쓰여 있다.
pt_br: Está escrito: "Você chegou."
zh_cn: 上面写着“你在这里”。
zh_tw: 上面寫著“你在這裡”。

# CHARACTERS.GENERIC.DESCRIBE.HOMESIGN.UNWRITTEN
source: The sign is currently blank.
de: ES IST GEGENWÄRTIG NICHT AKTIV.
es: La señal está en blanco.
fr: Il n'y a rien marqué du tout.
it: Il segnale è attualmente vuoto.
ja: 何も書いてないな
ko: 팻말에 현재 아무것도 쓰여있지 않다.
pt_br: A placa está em branco no momento.
zh_cn: 这块牌子现在是空白的。
zh_tw: 這塊牌子現在是空白的。

# CHARACTERS.GENERIC.DESCRIBE.HONEY
source: Looks delicious!
de: Sieht lecker aus!
es: ¡Parece deliciosa!
fr: Ça a l'air délicieux !
it: Sembra delizioso!
ja: 美味しそう！
ko: 맛있어 보인다!
pt_br: Parece delicioso!
zh_cn: 看起来很好吃！
zh_tw: 看起來很好吃！

# CHARACTERS.GENERIC.DESCRIBE.HONEYCOMB
source: Bees used to live in this.
de: Darin haben Bienen gelebt.
es: Las abejas suelen vivir aquí.
fr: Il y avait des abeilles là-dedans.
it: Ci vivevano le api.
ja: 蜂たちは前ここに住んでいた。
ko: 여기에 벌들이 살았었다.
pt_br: Abelhas costumavam viver aqui.
zh_cn: 蜜蜂曾住在这里。
zh_tw: 蜜蜂曾住在這裡。

# CHARACTERS.GENERIC.DESCRIBE.HONEYHAM
source: Sweet and savory.
de: Mais! Hurra!
es: Dulce y salado.
fr: Sucré et délicieux !
it: Dolce e salato.
ja: 甘みとうまみの絶妙なハーモニー！
ko: 새콤달콤이다.
pt_br: Doce e suculento.
zh_cn: 香甜可口。
zh_tw: 香甜可口。

# CHARACTERS.GENERIC.DESCRIBE.HONEYNUGGETS
source: Tastes like chicken, but I don't think it is.
de: Schmeckt wie Hühnchen, ist aber wohl was anderes.
es: Sabe a pollo, pero no creo que sea.
fr: On dirait du poulet, mais ce n'en est pas.
it: Sa di pollo, ma non credo che lo sia.
ja: 鶏肉みたいな味だけど…たぶん違うな
ko: 닭고기 맛이 나지만, 닭고기는 아닐 거다.
pt_br: Tem gosto de frango, mas acho que não é.
zh_cn: 味道像鸡肉，但我觉得不是鸡肉。
zh_tw: 味道像雞肉，但我覺得不是雞肉。

# CHARACTERS.GENERIC.DESCRIBE.HORN
source: It sounds like a beefalo field in there.
de: Klingt, als ob dort ein Herde Beefalos drin ist.
es: Suena como un campo de beefalos.
fr: On dirait que c'est un champ de bœufalos par là.
it: Suona come un campo di mufalo lì dentro.
ja: この中はビーファロの領域のような音がする。
ko: 비팔로가 사는 들판 같은 소리가 난다.
pt_br: Esse parece um campo de bífalos.
zh_cn: 听起来好像那里面有一个皮弗娄牛牧场。
zh_tw: 聽起來好像那裡面有一個皮弗婁牛牧場。

# CHARACTERS.GENERIC.DESCRIBE.HOTCHILI
source: Five alarm!
de: Feueralarm!
es: ¡Nivel máximo de ardor!
fr: Alerte de niveau cinq !
it: Allarme piccante!
ja: 激辛！
ko: 작은 고추가 맵다지!
pt_br: Incêndio bucal!
zh_cn: 辣到喷火！
zh_tw: 辣到噴火！

# CHARACTERS.GENERIC.DESCRIBE.HOTSPRING.BOMBED
source: Just a simple chemical reaction.
de: Nur eine einfache chemische Reaktion.
es: No es más que una reacción química sencilla.
fr: Ce n'est qu'une réaction chimique.
it: Solo una semplice reazione chimica.
ja: ただのシンプルな化学反応だ。
ko: 단순한 화학 반응이야.
pt_br: É apenas uma reação química simples.
zh_cn: 简单的化学反应而已。
zh_tw: 簡單的化學反應而已。

# CHARACTERS.GENERIC.DESCRIBE.HOTSPRING.EMPTY
source: I'll just have to wait for it to fill up again.
de: Ich muss warten, bis sie wieder voll ist.
es: Tendré que volver a esperar a que se llene.
fr: Je dois attendre qu'elle se remplisse.
it: Devo solo aspettare che si riempia di nuovo.
ja: また溜まるまで待てばいいだけさ。
ko: 다시 찰 때까지 기다릴 수밖에.
pt_br: Só preciso esperar que ela encha de novo.
zh_cn: 那我就等等它再变满吧。
zh_tw: 那我就等等它再變滿吧。

# CHARACTERS.GENERIC.DESCRIBE.HOTSPRING.GENERIC
source: If only I could soak my weary bones.
de: Könnte ich doch nur meine müden Knochen baden.
es: Si pudiera remojar mis cansados huesos.
fr: Si seulement je pouvais y plonger mes vieux os.
it: Se solo potessi metterci a mollo le mie ossa stanche.
ja: 疲れた体でお湯に浸かれたらいいのに。
ko: 지친 몸을 담글 수만 있다면 좋을 텐데.
pt_br: Se ao menos eu pudesse mergulhar meus ossos cansados.
zh_cn: 能泡下这身疲倦的身骨该多好。
zh_tw: 能泡下這身疲倦的身骨該多好。

# CHARACTERS.GENERIC.DESCRIBE.HOTSPRING.GLASS
source: Water turns to glass under the moon. That's just science.
de: Wasser wird im Mondlicht zu Glas. Das ist nur Wissenschaft.
es: El agua se vuelve cristal bajo la luna. La ciencia es así.
fr: L'eau se transforme en verre sous la lune. C'est de la science !
it: L'acqua diventa vetro sotto la luna. Si chiama scienza.
ja: 月の光で水がガラスに変わる。まさしく科学だ。
ko: 물은 달 아래에서 유리로 변하지. 이건 과학이야.
pt_br: A água vira vidro sob o luar. É um fato científico.
zh_cn: 水在月光下凝结成玻璃，这就是科学。
zh_tw: 水在月光下凝結成玻璃，這就是科學。

# CHARACTERS.GENERIC.DESCRIBE.HOUND
source: You ain't nothing, hound dog!
de: Du bist nichts, Hund!
es: ¡No eres nada, cachorro!
fr: T'es pas beau gosse, molosse !
it: Non sei nessuno, cane segugio!
ja: お前は何ものでもないぜ、ハウンドドッグ！
ko: 사냥개 따윈 무섭지 않아!
pt_br: Você não é nada, cão de caça!
zh_cn: 你啥都不是，你只是条狗！
zh_tw: 你啥都不是，你只是條狗！

# CHARACTERS.GENERIC.DESCRIBE.HOUNDBONE
source: Creepy.
de: Gruselig.
es: Espeluznante.
fr: Sinistre.
it: Raccapricciante.
ja: 気味悪い。
ko: 오싹하다.
pt_br: Bizarro.
zh_cn: 吓人。
zh_tw: 嚇人。

# CHARACTERS.GENERIC.DESCRIBE.HOUNDCORPSE.BURNING
source: I think we're safe now.
de: Ich glaube, wir sind jetzt sicher.
es: Creo que ahora estamos a salvo.
fr: Je pense qu'on ne craint rien, pour l'instant.
it: Ora dovremmo essere al sicuro.
ja: もう大丈夫だね。
ko: 이제 안전한 것 같다.
pt_br: Acho que agora estamos a salvo.
zh_cn: 我认为我们现在安全了。
zh_tw: 我認為我們現在安全了。
