Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.SUCCULENT_POTTED
source: Ain't a tree, but ain't bad.
de: Kein Baum, aber nicht schlecht.
es: No es un árbol, pero no está mal.
fr: C'est pas un arbre, mais c'est pas mal.
it: Non è un albero, ma non è male.
ja: 木じゃねぇが、キライじゃねぇぜ
ko: 나무는 아니지만, 나쁘지 않네.
pl: Drzewo to to nie jest, ale nie jest to takie znowu złe.
pt_br: Não é uma árvore, mas não é nada mal.
ru: Не дерево, но тоже неплохо.
zh_cn: 不是一棵树，但也不坏。
zh_tw: 不是一棵樹，但也不壞。

# CHARACTERS.WOODIE.DESCRIBE.SUNKENCHEST.GENERIC
source: I think I prefer cedar chests.
de: Ich glaube, ich ziehe Zederntruhen vor.
es: Creo que prefiero los cofres de cedro.
fr: Je préfère les coffres en cèdre.
it: Preferisco gli scrigni in cedro.
ja: オレは、杉で作った箱の方が好きだな。
ko: 나는 삼나무 상자가 더 좋아.
pl: Wolę cedrowe skrzynie.
pt_br: Acho que prefiro baús de cedro.
ru: Мне больше нравятся сундуки из кедра.
zh_cn: 我还是更喜欢雪松箱子。
zh_tw: 我還是更喜歡雪松箱子。

# CHARACTERS.WOODIE.DESCRIBE.SUNKENCHEST.LOCKED
source: Dangit, this lock won't budge!
de: Mist, das Schloss rührt sich nicht!
es: Maldición, ¡esta cerradura no cede!
fr: Punaise, impossible de l'ouvrir !
it: Dannazione, la serratura non si muove!
ja: ちくしょう、ビクともしねえや！
ko: 이런, 자물쇠가 안 움직이잖아!
pl: Kurczaki, ten zamek ani drgnie!
pt_br: Droga, essa fechadura não abre!
ru: Черт, замок не поддается!
zh_cn: 唉吆喂，这锁死活不开！
zh_tw: 唉吆喂，這鎖死活不開！

# CHARACTERS.WOODIE.DESCRIBE.SUPERTACKLECONTAINER
source: Lucy keeps saying I should be more organized.
de: Lucy sagt immer, ich sollte ordentlicher sein.
es: Lucy no deja de repetirme que debería ser más ordenado.
fr: Lucy me reproche toujours de ne pas être mieux organisé.
it: Lucy mi dice sempre che dovrei essere più organizzato.
ja: ルーシーからよく言われるんだ— もっと整理整頓しろってな。
ko: 루시가 자꾸 물건을 정리하라고 잔소리하잖아.
pl: Lucy ciągle powtarza, że powinienem być bardziej zorganizowany.
pt_br: A Lucy fica falando pra eu ser mais organizado.
ru: Люси все время говорит, что мне нужно навести порядок в вещах.
zh_cn: 露西总说我应该有条理一点。
zh_tw: 露西總說我應該有條理一點。

# CHARACTERS.WOODIE.DESCRIBE.SURFNTURF
source: Good eating, that.
de: Das esse ich nicht.
es: Está bueno.
fr: Ça c'est bon.
it: Una buona mangiata.
ja: こいつぁ、うまそうだ
ko: 좋은 음식이네.
pl: Porządna wyżerka.
pt_br: Uma boa refeição, essa.
ru: Очень хорошая пища.
zh_cn: 好吃。
zh_tw: 好吃。

# CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid, but it'll do.
de: Sie ist zwar nicht kariert, aber wird ihren Zweck erfüllen.
es: No es a cuadros, pero servirá.
fr: C'est pas du tissu écossais, mais ça ira.
it: Non è plaid ma andrà bene.
ja: チェック柄じゃないけれど、まぁいいか。
ko: 플래드는 아니지만 입겠어.
pl: Nie ma kraty, ale niech już będzie.
pt_br: Não é xadrez, mas serve.
ru: Это, конечно, не шотландка, но мне сойдет.
zh_cn: 虽然不是格子图案的，但还凑合。
zh_tw: 雖然不是格子圖案的，但還湊合。

# CHARACTERS.WOODIE.DESCRIBE.SWEETPOTATO
source: Don't mind if I do!
de: Sehr gerne!
es: ¡No diré que no!
fr: Et pourquoi pas ?
it: Non importa se lo faccio!
ja: 遠慮なくいただくぜ！
ko: 잘 먹을게!
pl: Nie mogę się oprzeć!
pt_br: Não se incomode comigo!
ru: Надеюсь, никто не против.
zh_cn: 我就不客气了！
zh_tw: 我就不客氣了！

# CHARACTERS.WOODIE.DESCRIBE.SWEETTEA
source: Almost makes me forget where I am.
de: Das lässt mich fast vergessen, wo ich bin.
es: Casi consigue que me olvide de dónde estoy.
fr: J'ai failli en oublier où j'étais.
it: Riesce quasi a farmi dimenticare dove sono.
ja: 今どこにいるか、一瞬忘れるとこだったぜ。
ko: 내가 어디에 있는지 거의 잊어버렸어.
pl: Ta herbata sprawia, że prawie zapominam, gdzie jestem.
pt_br: Quase me faz esquecer de onde estou.
ru: Я с ним почти забываю, куда меня занесло.
zh_cn: 几乎让我忘记了我在哪。
zh_tw: 幾乎讓我忘記了我在哪。

# CHARACTERS.WOODIE.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: Guess that's one way to clear the dishes, eh?
de: So kann man den Abwasch auch erledigen, wie?
es: Supongo que es una forma de quitar la mesa, ¿eh?
fr: C'est une façon efficace de faire la vaisselle, hein ?
it: Forse era un modo per sparecchiare, eh?
ja: 皿を片付ける1つの方法ではあるな。
ko: 접시를 이렇게도 비울 수 있네, 그치?
pl: Jest to jakiś sposób na posprzątanie po posiłku, nie?
pt_br: Acho que é uma maneira de limpar a louça, né?
ru: Довольно радикальный способ убрать со стола.
zh_cn: 这也算清了盘子了，哈？
zh_tw: 這也算清了盤子了，哈？

# CHARACTERS.WOODIE.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: We having company?
de: Wir haben Gesellschaft?
es: ¿Tenemos compañía?
fr: On a de la compagnie ?
it: Abbiamo compagnia?
ja: 誰か客でも来るのかい？
ko: 누가 많이 오나?
pl: Mamy towarzystwo?
pt_br: Vamos ter companhia?
ru: У нас сегодня гости?
zh_cn: 有客人要来？
zh_tw: 有客人要來？

# CHARACTERS.WOODIE.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: Yep. That's some good lookin' food.
de: Ja, das Essen sieht wunderbar aus.
es: Sip. Esa comida tiene buena pinta.
fr: Oh oui, ça me plaît.
it: Quel cibo ha proprio un bell'aspetto.
ja: ほう、ウマそうな料理じゃねえか。
ko: 와, 음식이 맛있어 보이잖아.
pl: To jedzenie wygląda wyśmienicie.
pt_br: Sim. Essa é uma boa comida apetitosa.
ru: Да, вот это — настоящий праздничный стол.
zh_cn: 好啊。这食物看着真不错。
zh_tw: 好啊。這食物看著真不錯。

# CHARACTERS.WOODIE.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: Whoops. Not the right food.
de: Hoppla. Nicht das richtige Essen.
es: Ups. No es la comida adecuada.
fr: Oups ! Ce n'est pas le bon plat.
it: Ops. Cibo sbagliato.
ja: ありゃ、この料理じゃねえみたいだな。
ko: 이런. 이 음식이 아니잖아.
pl: Ups. Niewłaściwe jedzenie...
pt_br: Opa. Não é a comida certa.
ru: Ой, не то блюдо.
zh_cn: 哎呦。不是这种食物。
zh_tw: 哎呦。不是這種食物。

# CHARACTERS.WOODIE.DESCRIBE.TACKLECONTAINER
source: It's not quite like the tackle box I had back home.
de: Es ist nicht dasselbe wie meine Köderkiste zuhause.
es: No es como la caja de aparejos que tengo en casa.
fr: Ça ne vaut pas la boîte de pêche que j'ai à la maison.
it: Niente a che vedere con la cassetta che ho a casa.
ja: オレが持っていた用具箱とは違うようだな。
ko: 내가 고향에서 쓰던 낚시 도구 상자랑 다르잖아.
pl: Wygląda zupełnie inaczej niż skrzynka, którą miałem u siebie.
pt_br: Não é que nem a caixa de equipamento que eu tinha em casa.
ru: Не очень похоже на контейнер для снастей, который у меня дома был.
zh_cn: 这跟我老家的渔具箱子不太一样。
zh_tw: 這跟我老家的漁具箱子不太一樣。

# CHARACTERS.WOODIE.DESCRIBE.TACKLESKETCH
source: Hey, there's some great ideas for new tackle on here!
de: He, das sind tolle Ideen für neues Angelgerät!
es: Eh, ¡aquí hay muy buenas ideas para nuevos aparejos!
fr: Ça me donne de super idées de leurre !
it: Ehi, gran belle idee per della nuova attrezzatura!
ja: 新しい釣り道具のアイデアが書かれてるみたいだぞ！
ko: 이야, 새 낚시 도구에 대한 아이디어가 여기 있잖아!
pl: Są tu świetne pomysły na nowy sprzęt!
pt_br: Ei, tem umas ótimas ideias para apetrechos aqui!
ru: Между прочим, тут есть пара неплохих рецептов наживки.
zh_cn: 嗨，这上面有不少新钓具的好点子！
zh_tw: 嗨，這上面有不少新釣具的好點子！

# CHARACTERS.WOODIE.DESCRIBE.TACKLESTATION
source: Been a while since I went on a fishing trip.
de: Ich war schon eine ganze Weile nicht mehr angeln.
es: Hace ya un tiempo de la última vez que fui a pescar.
fr: Ça fait longtemps que je ne suis pas allé pêcher.
it: È da un bel po' che non vado a pesca.
ja: 最後に釣りに行ってから、しばらくぶりだな。
ko: 낚시 여행을 떠난 지 오래됐잖아.
pl: Dawno nie byłem na rybach.
pt_br: Faz tempo desde que fui pescar pela última vez.
ru: Давненько я не рыбалку не ездил.
zh_cn: 好久没打过渔了。
zh_tw: 好久沒打過漁了。

# CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary good.
de: Ein süßes Gut.
es: Azucaradamente bueno.
fr: Sucrement bon !
it: Una cosa zuccherosa.
ja: 甘くていいな。
ko: 설탕이 잔뜩 들어서 좋잖아.
pl: Cukrowe niebo w gębie.
pt_br: Açucaradamente bom.
ru: Сладкая вкуснятина.
zh_cn: 甜食很好。
zh_tw: 甜食很好。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRD
source: I don't trust birds that can't fly, either.
de: Ich vertraue keinen Vögeln, die nicht einmal fliegen können.
es: Tampoco me fío de las aves que no pueden volar.
fr: Je ne fais pas plus confiance aux oiseaux qui ne volent pas.
it: Non mi fido nemmeno dei pennuti che non possono volare.
ja: 飛べない鳥も、信用できないな。
ko: 나도 나는 새는 믿지 못하잖아.
pl: Ptakom, które nie umieją latać, też nie ufam.
pt_br: Também não confio em pássaros que não sabem voar.
ru: Не доверяю я птицам, не умеющим летать.
zh_cn: 即使是不会飞的鸟，我也不相信。
zh_tw: 即使是不會飛的鳥，我也不相信。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG
source: What's in here?
de: Was ist da drinnen?
es: ¿Qué hay aquí?
fr: Qu'est-ce qu'il y a là-dedans ?
it: Cosa c'è qui?
ja: 中に何が入っている？
ko: 안에 뭐가 들었지?
pl: Cóż tam jest w środku?
pt_br: O que tem aí?
ru: Что это тут такое?
zh_cn: 这里面是什么？
zh_tw: 這裡面是什麼？

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like justice.
de: Schmeckt nach Gerechtigkeit.
es: Sabe a justicia.
fr: Ce n'est que justice.
it: Ha il sapore della giustizia.
ja: 正義の味がする。
ko: 정의의 맛이잖아.
pl: Ma smak sprawiedliwości.
pt_br: Tem gosto de justiça.
ru: На вкус, как правосудие.
zh_cn: 正义得以彰显的味道。
zh_tw: 正義得以彰顯的味道。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Too cold for you?
de: Zu kalt für dich?
es: ¿Demasiado frío para ti?
fr: Trop froid pour toi ?
it: Troppo freddo per te?
ja: 君には寒すぎる？
ko: 너무 추운 건가?
pl: Za zimno ci?
pt_br: Muito gelado para você?
ru: Слишком холодно для тебя?
zh_cn: 你觉得太冷了吗？
zh_tw: 你覺得太冷了嗎？

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It's hatching.
de: Es schlüpft.
es: Está eclosionando.
fr: Il va éclore.
it: Si sta schiudendo.
ja: 孵化している。
ko: 부화하고 있잖아.
pl: Wykluwa się.
pt_br: Está chocando.
ru: Он вылупляется.
zh_cn: 它在孵化。
zh_tw: 它在孵化。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is it crying?
de: Weint er?
es: ¿Está llorando?
fr: Est-ce qu'il pleure ?
it: Piange?
ja: 泣いているのか？
ko: 울고 있나?
pl: Czyżby płakał?
pt_br: Está chorando?
ru: Оно что, плачет?
zh_cn: 它在哭吗？
zh_tw: 它在哭嗎？

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Birds are never prompt.
de: Vögel sind nie pünktlich.
es: Los pájaros nunca son puntuales.
fr: Les oiseaux sont jamais à l'heure.
it: I pennuti non sono mai immediati.
ja: 鳥たちは決して機敏ではない。
ko: 새들은 시간 관념이 좀 모자라지.
pl: Ptaki nigdy nie zjawiają się na czas.
pt_br: Pássaros nunca estão bem preparados.
ru: Птицы никогда не торопятся.
zh_cn: 鸟类从来都是不慌不忙的。
zh_tw: 鳥類從來都是不慌不忙的。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Anytime now.
de: Für Tacos ist immer Zeit.
es: Saldrá de un momento a otro.
fr: Ça va plus tarder maintenant.
it: Da un momento all'altro.
ja: もうすぐだ。
ko: 빨리.
pl: Już za chwileczkę...
pt_br: Está quase na hora.
ru: Уже вот-вот.
zh_cn: 就快好了。
zh_tw: 就快好了。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.GENERIC
source: I should steal its egg to teach it a lesson.
de: Ich sollte sein Ei stehlen, um ihm eine Lektion zu erteilen.
es: Debería robarle su huevo para enseñarle una lección.
fr: Je devrais voler cet œuf pour lui donner une bonne leçon.
it: Gli dovrei rubare l'uovo per dargli una lezione.
ja: 卵を盗んで、思い知らせてやる。
ko: 알을 훔쳐서 혼내 줘야겠잖아.
pl: Powinienem ukraść mu to jajo. Może się czegoś nauczy!
pt_br: Eu deveria roubar seu ovo para lhe dar uma lição.
ru: Нужно украсть ее яйцо, чтобы преподать урок.
zh_cn: 我应该去偷它的蛋，给它点儿教训。
zh_tw: 我應該去偷它的蛋，給它點兒教訓。

# CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.PICKED
source: Nothing there.
de: Hier gibts nichts zu sehen.
es: Aquí no hay nada.
fr: Il n'y a rien là-dedans.
it: Niente lì.
ja: そこには何もない。
ko: 아무것도 없잖아.
pl: Nic tu nie ma.
pt_br: Não há nada aqui.
ru: Тут ничего нет.
zh_cn: 什么也没有。
zh_tw: 什麼也沒有。

# CHARACTERS.WOODIE.DESCRIBE.TAMALES
source: These'll spice up our holiday feast, eh?
de: Damit peppen wir das Festessen auf, wie?
es: Esto le pondrá picante al festín, ¿eh?
fr: Voilà de quoi donner un peu de piquant à notre festin.
it: Con questi metteremo un po' di pepe ai nostri festeggiamenti, eh?
ja: こいつなら、祝いの宴にひと味添えてくれるはずだ。
ko: 명절 음식이 화끈해지겠네, 그치?
pl: Dodadzą naszemu świątecznemu spotkaniu odrobiny pikanterii, co nie?
pt_br: Isso vai apimentar nosso banquete da celebração, né?
ru: Добавит праздничному столу огонька, ага.
zh_cn: 这顿饭算是有点味道了，对不？
zh_tw: 這頓飯算是有點味道了，對不？

# CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.GENERIC
source: It's growing up to be a jerk, just like its parents.
de: Wird wohl zu einem Trottel werden. Genau wie seine Eltern.
es: Está creciendo tonto, igual que sus padres.
fr: En grandissant il deviendra aussi stupide que ses parents.
it: Cresce per diventare un idiota, proprio come i suoi genitori.
ja: 成長し嫌な奴になる、まるで両親みたいに。
ko: 커서 자기 부모처럼 못된 녀석이 되려고 하네.
pl: Wyrośnie z niego niezły drań. Tak jak z jego rodziców.
pt_br: Vai ser um babaca quando crescer, como os pais.
ru: Она вырастет такой же задиристой, как и ее родители.
zh_cn: 它将来也会长成一个混球，就像它的父母一样。
zh_tw: 它將來也會長成一個混球，就像它的父母一樣。

# CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.HUNGRY
source: Are you ALWAYS hungry?
de: Bist du IMMER hungrig?
es: ¿SIEMPRE tienes hambre?
fr: Ça t'arrive de pas avoir faim ?
it: Sei SEMPRE affamato?
ja: 君はいつも腹ペコなのか？
ko: 넌 언제나 배고프냐?
pl: Czy ty jesteś WIECZNIE głodny?
pt_br: Você está SEMPRE com fome?
ru: Ты что, ВСЕГДА хочешь есть?
zh_cn: 你一天到晚都很饿吗？
zh_tw: 你一天到晚都很餓嗎？

# CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.SLEEPING
source: Finally some peace and quiet.
de: Endlich Ruhe und Frieden.
es: Por fin algo de paz y tranquilidad.
fr: Enfin, un peu de calme.
it: Finalmente un po' di pace e tranquillità.
ja: やっと静かになったな。
ko: 이제야 좀 쉴 수 있겠군.
pl: Wreszcie cisza i spokój.
pt_br: Finalmente, um pouco de paz e sossego.
ru: Наконец-то благословенная тишина.
zh_cn: 总算是消停了。
zh_tw: 總算是消停了。

# CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It getting wild with hunger.
de: Er wird ungestüm, wenn er hunger hat.
es: Se está poniendo furioso del hambre.
fr: Il est affamé à en devenir dingo.
it: Si sta dimenando dalla fame.
ja: 腹ペコだとど気が荒くなってくる。
ko: 배고파서 사나워지고 있어.
pl: Zaczyna wariować z głodu.
pt_br: Está ficando selvagem com a fome.
ru: Она звереет, когда ей хочется есть.
zh_cn: 饥饿会让它变得野蛮。
zh_tw: 饑餓會讓它變得野蠻。

# CHARACTERS.WOODIE.DESCRIBE.TELEBASE.GEMS
source: Needs gems, eh?
de: Braucht Edelsteine, was?
es: Necesita gemas, ¿eh?
fr: Il faut des gemmes, hein ?
it: Ha bisogno di gemme, eh?
ja: 宝石が必要だな？
ko: 보석이 필요하잖아, 그치?
pl: Brakuje klejnotów, co nie?
pt_br: Precisa de pedras preciosas, hã?
ru: Самоцветы нужны, а?
zh_cn: 需要装上宝石，是吗？
zh_tw: 需要裝上寶石，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TELEBASE.VALID
source: It's ready, but am I?
de: Es ist bereit, aber bin ich es auch?
es: Está listo, pero ¿lo estoy yo?
fr: Ça c'est prêt. Mais moi ?
it: È pronto, ma io lo sono?
ja: 準備はできているが、俺自身は？
ko: 이건 준비됐는데, 나도 준비됐나?
pl: Gotowe. Ale czy ja jestem gotowy?
pt_br: Está pronto, mas será que eu estou?
ru: Похоже, он готов, но готов ли я?
zh_cn: 它是准备好了，但我呢？
zh_tw: 它是準備好了，但我呢？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Ready to go, eh?
de: Bereit zu gehen, he?
es: Está listo, ¿eh?
fr: Prêt à y aller, hein ?
it: Pronto a partire, eh?
ja: 準備はいいよな？
ko: 준비됐어, 그치?
pl: Gotowy do drogi, co nie?
pt_br: Pronto, hã?
ru: Готов пойти, а?
zh_cn: 准备好了，是吧？
zh_tw: 準備好了，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It's a... magic thing, I think.
de: Das ist ein ... magisches Ding, glaube ich.
es: Es una... cosa mágica, creo.
fr: C'est... un truc magique, je crois.
it: È... qualcosa di magico, credo.
ja: それは…魔法がかってると思う。
ko: 마법... 물건이잖아.
pl: To... jakieś magiczne coś. Chyba.
pt_br: É... algo mágico, acho.
ru: Это… какая-то волшебная штука, я думаю.
zh_cn: 我想这应该是个...有魔法的东西。
zh_tw: 我想這應該是個...有魔法的東西。

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There are bits missing, eh?
de: Da fehlen noch Stücke, was?
es: Faltan algunas partes, ¿eh?
fr: Il manque des trucs, hein ?
it: Ci sono delle parti mancanti, eh?
ja: ちょっと足りなくないか？
ko: 빠진 부품이 있네, 그치?
pl: Chyba czegoś brakuje, co nie?
pt_br: Algumas peças estão faltando, hã?
ru: Какие-то кусочки отсутствуют, а?
zh_cn: 好像少了点什么，是吧？
zh_tw: 好像少了點什麼，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It's almost ready, eh?
de: Fast fertig, was?
es: Está casi listo, ¿eh?
fr: C'est presque prêt, hein ?
it: È quasi pronto, eh?
ja: ほぼ準備万端だよな？
ko: 거의 다 됐잖아, 그치?
pl: Prawie gotowe, co nie?
pt_br: Está quase pronto, hã?
ru: Уже почти готово, а?
zh_cn: 就快准备好了，是吧？
zh_tw: 就快準備好了，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BOX
source: Box-y, eh?
de: Kartoffelig, was?
es: Una caja, ¿eh?
fr: Une patate, hein ?
it: Scatoloso, eh?
ja: 角張ってる、だろ？
ko: 상자 같아, 그치?
pl: Śrubkowate, hę?
pt_br: Quadradão, hã?
ru: Коробочка, значит?
zh_cn: 四四方方的，是吧？
zh_tw: 四四方方的，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_CRANK
source: Crank-y, eh?
de: Kartoffelig, was?
es: Una manivela, ¿eh?
fr: Une manivelle, hein ?
it: Manovelloso, eh?
ja: 不機嫌そうだな？
ko: 크랭크 같아, 그치?
pl: Korbowate, hę?
pt_br: Excêntrico, hein?
ru: Рычажок, значит?
zh_cn: 弯弯扭扭的，是吧？
zh_tw: 彎彎扭扭的，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_POTATO
source: Potato-y, eh?
de: Kartoffelig, was?
es: Una patata, ¿eh?
fr: Une patate, hein ?
it: Patatoso, eh?
ja: ポテトー、でしょう？
ko: 감자 같아, 그치?
pl: Ziemniakowate, co nie?
pt_br: Batatudo, hã?
ru: Картошечка, значит?
zh_cn: 看起来像土豆，是吧？
zh_tw: 看起來像土豆，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_RING
source: Ring-y, eh?
de: Kartoffelig, was?
es: Un anillo, ¿eh?
fr: Un anneau, hein ?
it: Anelloso, eh?
ja: 怒った、でしょう？
ko: 고리, 엉?
pl: Pierścieniowate, hę?
pt_br: Anelar, hã?
ru: Колечко, значит?
zh_cn: 环状的，是吧？
zh_tw: 環狀的，是吧？

# CHARACTERS.WOODIE.DESCRIBE.TELESTAFF
source: I wonder what this thing does.
de: Ich frage mich, was dieses Ding macht.
es: Me pregunto qué hace esto.
fr: Je me demande à quoi ça sert.
it: Mi chiedo a cosa serva questo coso.
ja: これは何をするものなんだろう。
ko: 이건 뭐 하는 걸까?
pl: Ciekawe, do czego to służy.
pt_br: O que será que isso faz?
ru: Интересно, что эта штука делает.
zh_cn: 我很好奇这东西干什么用的。
zh_tw: 我很好奇這東西幹什麼用的。

# CHARACTERS.WOODIE.DESCRIBE.TENT.BURNT
source: I don't think it can still be considered a tent.
de: Ich denke nicht, dass es immer noch als Zelt betrachtet werden kann.
es: No creo que todavía se puede considerar una tienda de campaña.
fr: Est-ce qu'on peut encore appeler ça une tente ?
it: Non credo che la si possa considerare ancora una tenda.
ja: 思うに、これはテントとは呼べないかもな。
ko: 이젠 천막이리고 할 수 없는 것 같은데.
pl: Chyba nie można go już uznać za namiot.
pt_br: Não acho que ainda possa ser considerada uma barraca.
ru: Не думаю, что это все еще можно назвать палаткой.
zh_cn: 我觉得它现在已经称不上是帐篷了。
zh_tw: 我覺得它現在已經稱不上是帳篷了。

# CHARACTERS.WOODIE.DESCRIBE.TENT.GENERIC
source: I'm used to sleeping in worse.
de: Ich habe mich schon daran gewöhnt, noch schlechter zu schlafen.
es: Estoy acostumbrado a dormir en sitios peores.
fr: Je suis habitué à dormir dans pire que ça.
it: Sono abituato a dormire in posti peggiori.
ja: もっとひどいところに慣れてるよ。
ko: 더 안 좋은 곳에서도 많이 자봤어.
pl: Sypiałem już w gorszych warunkach.
pt_br: Estou acostumado a dormir em piores.
ru: Я, бывало, спал в местах и похуже.
zh_cn: 我已经习惯在糟糕的环境中睡觉。
zh_tw: 我已經習慣在糟糕的環境中睡覺。

# CHARACTERS.WOODIE.DESCRIBE.TENTACLE
source: There a squid down there?
de: Gibt es dort unten Tintenfische?
es: ¿Hay calamares ahí abajo?
fr: Y a un calmar là-dessous ?
it: C'è un calamaro laggiù?
ja: 土ん中にイカがいんのか？
ko: 아래에 오징어 있나?
pl: Ktoś zakopał kałamarnicę?
pt_br: Tem lula aí embaixo?
ru: Это там внизу кальмар?
zh_cn: 那下面有一条鱿鱼？
zh_tw: 那下麵有一條魷魚？

# CHARACTERS.WOODIE.DESCRIBE.TENTACLESPIKE
source: It wobbles when you wave it.
de: Er wackelt, wenn man ihm zuwinkt.
es: Se tambalea cuando lo agitas.
fr: Elle tremble quand on l'agite.
it: Ondeggia quando lo fai traballare.
ja: 振ると揺れるぞう。
ko: 흔들면 덜컹거려.
pl: Wygina się, jak się nim pomacha.
pt_br: Balança quando você chacoalha.
ru: Когда ими машешь, они трепыхаются.
zh_cn: 这玩意挥舞起来还在左摇右摆呢。
zh_tw: 這玩意揮舞起來還在左搖右擺呢。

# CHARACTERS.WOODIE.DESCRIBE.TENTACLESPOTS
source: I'm blushing!
de: Ich bin errötend!
es: ¡Me estoy sonrojando!
fr: C'est presque obscène !
it: Arrossisco!
ja: ほっぺが赤くなってきたさ！
ko: 얼굴 빨개진다!
pl: Chyba się czerwienię!
pt_br: Estou ficando vermelho!
ru: Меня смущает их вид!
zh_cn: 我脸红了！
zh_tw: 我臉紅了！

# CHARACTERS.WOODIE.DESCRIBE.TENTACLE_GARDEN
source: I'm tired of these squids!
de: Ich bin dieser Tintenfische überdrüssig!
es: ¡Estoy cansado de estos calamares!
fr: Ils me fatiguent ces calmars !
it: Sono stufo di questi calamari!
ja: もうこのイカはたくさんだ！
ko: 오징어, 짜증나잖아!
pl: Dość mam tych kałamarnic!
pt_br: Estou cansado dessas lulas!
ru: Устал я от этих кальмаров!
zh_cn: 我厌倦了这些鱿鱼！
zh_tw: 我厭倦了這些魷魚！

# CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR
source: It's so big!
de: So riesig!
es: ¡Es muy grande!
fr: C'est super gros !
it: È così grande!
ja: かなりデカイ。
ko: 엄청 크잖아!
pl: Ale wielka!
pt_br: Como é grande!
ru: Такое большое!
zh_cn: 好大啊！
zh_tw: 好大啊！

# CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_ARM
source: Are those squid babies?
de: Sind das Tintenfischbabys?
es: ¿Eso son calamares pequeños?
fr: C'est des bébés calmars ?
it: Quelli sono dei calamari bambini?
ja: あれってばイカの赤ちゃん？
ko: 새끼 오징어인가?
pl: Czy to małe ośmiorniczki?
pt_br: São filhotinhos de lula?
ru: Это дети кальмара?
zh_cn: 那些是小鱿鱼吗？
zh_tw: 那些是小魷魚嗎？

# CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_HOLE
source: Not even a stump left behind!
de: Selbst der Obelisk hat mich verlassen.
es: ¡No ha quedado ni un muñón!
fr: Il ne reste plus rien du tout !
it: Non è rimasto neanche un ceppo!
ja: あのイカ…どこへ消えやがった！？
ko: 그루터기도 안 남았잖아!
pl: Nie został nawet pieniek.
pt_br: Nem um toco será esquecido!
ru: Даже культяпки не осталось!
zh_cn: 就连桩子也没留下！
zh_tw: 就連樁子也沒留下！

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.COOLDOWN
source: I've got a feelin' they'll be back.
de: Ich habe das Gefühl, dass sie zurückkommen werden.
es: Creo que volverá.
fr: J'ai le pressentiment qu'ils vont revenir.
it: Ho il presentimento che tornerà.
ja: 戻ってくる気がするぜ。
ko: 그들이 돌아올 것 같은 느낌이 들어.
pl: Mnie się zdaje, że wróci.
pt_br: Tenho a sensação que eles vão voltar.
ru: Подозреваю я, он еще вернется.
zh_cn: 我有预感那东西会回来。
zh_tw: 我有預感那東西會回來。

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.CRIMSON
source: I've got a bad feelin'...
de: Ich habe ein ungutes Gefühl ...
es: Esto me da muy mal rollo...
fr: J'ai un mauvais pressentiment...
it: Ho un brutto presentimento...
ja: 悪い予感がしたんだ…
ko: 기분이 나빠...
pl: Mam złe przeczucia...
pt_br: Estou com uma sensação ruim sobre isso...
ru: Плохое у меня предчувствие...
zh_cn: 我感觉不太对……
zh_tw: 我感覺不太對……

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.ENABLED
source: That weird tree's firing beams!!
de: Der komische Baum schießt Balken!!
es: ¡¡Ese árbol raro dispara rayos!!
fr: L'arbre bizarre tire des lasers !
it: Quello strano albero sta sparando dei raggi!
ja: あの奇妙な木、光を放ってやがる！
ko: 그 이상한 나무가 광선을 발사하고 있어!!
pl: To dziwne drzewo strzela promieniami!
pt_br: A árvore estranha está disparando raios!!
ru: Это жуткое дерево пускает лучи!!!
zh_cn: 那棵奇怪的树在发射光束！！
zh_tw: 那棵奇怪的樹在發射光束！！

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.GENERIC
source: That ain't no tree I've seen before.
de: Das ist kein Baum, den ich schon mal gesehen habe.
es: Jamás había visto un árbol como este.
fr: J'ai jamais vu ce genre d'arbre.
it: Non ho mai visto prima un albero come quello.
ja: こんな木、今までに見たことがねぇ。
ko: 그것은 내가 전에 본 나무가 아니야.
pl: Takiego drzewa to ja jeszcze żem nie widział.
pt_br: Nunca vi uma árvore assim.
ru: Не видывал я такого дерева прежде.
zh_cn: 俺以前可没见过这种树。
zh_tw: 俺以前可沒見過這種樹。

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: How aboot we just leave that be, eh?
de: Wie wär's, wenn wir das einfach so sein lassen?
es: ¿Y si lo dejamos estar, eh?
fr: Et si on laissait ce truc tranquille, hein ?
it: Perché non lo lasciamo stare, eh?
ja: このままにしておかねぇか？
ko: 그냥 두는 건 어떨까, 응?
pl: A może damy temu święty spokój, co?
pt_br: Que tal a gente só deixar isso parado, ein?
ru: Может, просто не будем его трогать, а?
zh_cn: 咱们要不别管那玩意了，好不？
zh_tw: 咱們要不別管那玩意了，好不？

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: Trees don't usually do that, eh?
de: Bäume tun das normalerweise nicht, eh?
es: Los árboles no suelen hacer eso, ¿eh?
fr: Les arbres font pas ça d'habitude, hein ?
it: Di solito gli alberi non fanno nulla del genere, eh?
ja: 木は普通、こんなことしねぇよ。なあ？
ko: 나무는 보통 그렇게 하지 않잖아, 그치?
pl: Drzewa zazwyczaj nie robią takich rzeczy, co nie?
pt_br: Árvores normalmente não fazem isso, né?
ru: Деревья обычно так себя не ведут, да?
zh_cn: 树一般不会这样，对不？
zh_tw: 樹一般不會這樣，對不？
