Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.POTATOSOUFFLE
source: Different Potato
de: Andere Kartoffel.
es: Patata diferente
es_mx: Papa diferente
fr: C'est une patate sous une autre forme.
it: Patata diversa
ja: 違うジャガイモだ！
ko: 다른 감자야
pl: Inny ziemniak
pt_br: Batata Diferente.
ru: Особая картошка
zh_tw: 不一樣的土豆

# CHARACTERS.WORMWOOD.DESCRIBE.POTATOTORNADO
source: Whirly Swirly!
de: Wirbelwind!
es: ¡Remolino giratorio!
es_mx: ¡Girada arremolinada!
fr: Ça tourne et tourne !
it: Gira gira!
ja: 風ぐるまグルグル！
ko: 빙글빙글 소용돌이다!
pl: Zakręcony kręciołek!
pt_br: Girante Enrolante!
ru: Круть-круть!
zh_tw: 轉轉轉！

# CHARACTERS.WORMWOOD.DESCRIBE.POTATO_COOKED
source: Dirt makes good belly stuff
de: Erde macht gutes Bauchzeug.
es: Tierra hace buenas cosas para la tripa
es_mx: Tierra hace buenas cosas de barriga
fr: Les bidules qui poussent dans la terre me remplissent bien le ventre !
it: Terra fa roba buona per pancia
ja: 土くんがおいしいおなかに入るものを作るんだよ
ko: 흙은 좋은 음식을 만들지
pl: Ziemia robi dobre rzeczy do brzuszka
pt_br: Terra faz coisa boa de barriga.
ru: В земле растут вкусные штучки для животика
zh_tw: 土裡長出來的填肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.POTATO_OVERSIZED
source: Big!
de: Groß!
es: ¡Grande!
fr: C'est gros !
it: Grande!
ja: おっきい！
ko: 크다!
pl: Duży!
pt_br: Grande!
ru: Большое!
zh_tw: 大！

# CHARACTERS.WORMWOOD.DESCRIBE.POTATO_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.POTTEDFERN
source: Stay. Good boy
de: Sitz. Braver Junge.
es: Quieto. Buen chico
es_mx: Sentado. Buen chico
fr: Pas bouger. Bonne plante.
it: Non muoverti. Brava
ja: 待て。いい子だね
ko: 가만히 있어. 그렇지
pl: Zostań. Brawo
pt_br: Fica. Bom garoto.
ru: Место. Хороший мальчик
zh_tw: 留在盆裡吧。好孩子

# CHARACTERS.WORMWOOD.DESCRIBE.POWCAKE
source: Ka-pow!
de: Ka-blamm!
es: ¡Ka-buum!
es_mx: ¡Catapúm!
fr: Ça ne périme jamais !
it: Ka-bum!
ja: カペイヨー！
ko: 쿠궁!
pl: Łubudu!
ru: Бабах!
zh_tw: 咯-嘣脆！

# CHARACTERS.WORMWOOD.DESCRIBE.PREMIUMWATERINGCAN.EMPTY
source: Oh. Empty
de: Oh. Leer.
es: Oh. Vacío
es_mx: Oh. Vacío
fr: Oh. C'est vide.
it: Oh. Vuoto
ja: ああ。空っぽ
ko: 아. 비었어
pl: Och. Puste
pt_br: Ah. Vazio.
ru: Ой. Пусто
zh_tw: 噢。空的

# CHARACTERS.WORMWOOD.DESCRIBE.PREMIUMWATERINGCAN.GENERIC
source: Fancy drink can
de: Schicke Trinkkanne
es: Lata chuli de bebida
fr: Une jolie cruche pleine d'eau.
it: Bicchiere elegante
ja: 豪華な飲みもののカンカン
ko: 멋진 음료 캔이야
pl: Ozdobna puszka z piciem
pt_br: Lata de bebida chique
ru: Модная банка для питья
zh_tw: 漂亮的喝水壺

# CHARACTERS.WORMWOOD.DESCRIBE.PUFFIN.GENERIC
source: Swimmy Tweeter
de: Schwimmpiepser.
es: Pío-pío nadador
es_mx: Piador nadador
fr: C'est un piou-piou qui sait nager.
it: Cip cip nuotatore
ja: スイスイピヨピヨ
ko: 수영하는 짹짹이야
pl: Pływający ćwirek
pt_br: Piu-Piu Nadador.
ru: Плавучая чирикалка
zh_tw: 游水的啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.PUFFIN.HELD
source: Hello there!
de: Hallöchen!
es: ¡Hola, hola!
es_mx: ¡Hola!
fr: Coucou toi !
it: Ciao!
ja: やあ！
ko: 거기 안녕!
pl: Cześć!
pt_br: Olá!
ru: Привет-привет!
zh_tw: 你好呀！

# CHARACTERS.WORMWOOD.DESCRIBE.PUFFIN.SLEEPING
source: Night night
de: Gute Nacht.
es: Buenas noches
es_mx: Buenas noches
fr: Fais de beaux rêves.
it: Notte notte
ja: おやすみ おやすみ
ko: 코 자렴
pl: Dobrej nocy
pt_br: Boa noite.
ru: Спокойной ночи
zh_tw: 晚安

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKIN
source: Good for belly
de: Gut für Bauch.
es: Bueno para la tripa
es_mx: Bueno para barriga
fr: Ça remplit bien le ventre.
it: Buona per pancia
ja: おなかにいいね
ko: 배를 채우기 좋아
pl: Dobre dla brzuszka
pt_br: Bom pra barriga.
ru: Полезно для животика
zh_tw: 用來填飽肚子很不錯

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKINCOOKIE
source: Belly wants it
de: Bauch will ihn.
es: Tripa lo quiere
es_mx: Barriga la quiere
fr: J'ai envie de me remplir le ventre avec.
it: Pancia vuole
ja: おなかが欲しがってる
ko: 배가 원해
pl: Brzuszek tego pragnie
pt_br: A barriga quer.
ru: Животик хочет
zh_tw: 想把它吃進肚裡

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKINPIE
source: Mmmm...
fr: Miam...
ja: んん...
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKIN_COOKED
source: Slurpy
de: Mampfig.
es: Sorbeteante
es_mx: Blanda
fr: *Slurp*
it: Gnam
ja: ズズズズー
ko: 꿀꺽 먹을 수 있어
pl: Siorb
pt_br: Glup.
ru: Сытненько
zh_tw: 哧溜

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKIN_LANTERN
source: Spooky...
de: Gruselig ...
es: Qué yuyu...
es_mx: Escalofriante…
fr: Ça fait peur...
it: Paura...
ja: 気味が悪い...
ko: 오싹하다...
pl: Straszny...
pt_br: Assustador...
ru: Жутенько…
zh_tw: 好恐怖...

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKIN_OVERSIZED
source: So big!
de: So groß!
es: ¡Qué grande!
fr: C'est super gros !
it: Che grande!
ja: とってもおっきい！
ko: 정말 크다!
pl: Ale duża!
pt_br: Tão grande!
ru: Какая большая!
zh_tw: 好大！

# CHARACTERS.WORMWOOD.DESCRIBE.PUMPKIN_SEEDS
source: For dirt
de: Für den Erdboden.
es: Para la tierra
es_mx: Para tierra
fr: À mettre dans la terre.
it: Per terra
ja: 土くん用だよ
ko: 흙에 둬야 해
pl: Do ziemi
pt_br: Pra terra.
ru: Для земли
zh_tw: 該種在土裡

# CHARACTERS.WORMWOOD.DESCRIBE.PURPLEAMULET
source: Brain Neck Thing
de: Hirn-Halsding.
es: Cosa cerebral para el cuello
es_mx: Cosa de cuello para cerebro
fr: Ça se porte autour du cou et ça rend fou.
it: Cosa da collo con cervello
ja: 脳ミソと首のもの
ko: 두뇌 목 물건이야
pl: Mózgowa rzecz na szyję
pt_br: Coisa de Pescoço pro Cérebro.
ru: Штучка для мозгов на шею
zh_tw: 大腦脖戴物

# CHARACTERS.WORMWOOD.DESCRIBE.PURPLEGEM
source: Shiny
de: Glänzend.
es: Brillante
es_mx: Reluciente
fr: Ça brille.
it: Brillante
ja: ピカピカ
ko: 반짝이야
pl: Błyszczy
pt_br: Brilhante.
ru: Блестит
zh_tw: 閃亮

# CHARACTERS.WORMWOOD.DESCRIBE.PURPLEMOONEYE
source: Shows on Findy Paper
de: Zeigt auf Findepapier.
es: Se ve en papel de encontrar cosas
es_mx: Aparece en papel hallador
fr: C'est pour mettre sur le papier pour trouver !
it: Vede su carta per trovare
ja: いい紙に現れるよ
ko: 찾기 종이에 나타나
pl: Widać na znajdźkopapierze
pt_br: Aparece no Papel Encontrador.
ru: Отражается на бумажке-искалке
zh_tw: 閃著光，在找東西的紙上面有

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR.FULL
source: For you, Sky Mouth!
de: Für dich, Himmelmund!
es: ¡Para ti, boca de cielo!
es_mx: ¡Para ti, Boca de Cielo!
fr: C'est pour toi, la bouche dans le ciel !
it: Per te, bocca in cielo!
ja: あげるよ、お空のお口！
ko: 이걸 줄게, 하늘 입아!
pl: Dla ciebie, niebiańska paszczo!
pt_br: Pra você, Boca do Céu!
ru: Это тебе, небесная пасть!
zh_tw: 給你的，天上的嘴！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: Needs belly stuff
de: Braucht Bauchzeug.
es: Necesita cosas para la tripa
es_mx: Necesita cosa de barriga
fr: Il lui faut de quoi se remplir le ventre.
it: Serve roba per pancia
ja: おなかに入るものが欲しいね
ko: 음식이 필요해
pl: Potrzebuje rzeczy do brzuszka
pt_br: Precisa de coisa de barriga.
ru: Нужно что-то для животика
zh_tw: 它急需填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: Clinky stump
de: Klingelstein.
es: Tocón tintineante
es_mx: Troncón tintineante
fr: Une souche qui fait cling-cling.
it: Ceppo beng beng
ja: カチカチの切り株
ko: 쨍그랑거리는 그루터기야
pl: Brzęczący pień
pt_br: Toco que retine.
ru: Странный пенек
zh_tw: 叮噹響的樁子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: Frizzy hair friend
de: Wuschelfreund.
es: Amigo de pelo encrespado
es_mx: Amiga de pelo encrespado
fr: Un copain aux cheveux frisés.
it: Amica capelli belli
ja: チリチリ髪のお友だち
ko: 곱슬머리 친구야
pl: Przyjaciel o kręconych włosach
pt_br: Amiga de cabelo crespo.
ru: Кучерявый друг
zh_tw: 卷頭髮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: Tall Still Floppy Ear
de: Großes stilles Schlappohr.
es: Oreja blanda alta y quieta
es_mx: Alta e inmóvil oreja caída
fr: Une grande bête à oreilles pendouillantes qui bouge pas.
it: Grande orecchie flosce
ja: 長くてうごかないだらだら耳
ko: 가만히 있는 큰 흐늘 귀야
pl: Wysoka, nieruchoma klapniętoucha
pt_br: Orelhuda Alta e Imóvel
ru: Высокий неподвижный вислоух
zh_tw: 很高，不動彈，但是耷拉的耳朵

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: Oh. Not alive
de: Oh. Lebt nicht.
es: Oh. No vive
es_mx: Oh. Sin vida
fr: Elle est pas vivante.
it: Oh. Non viva
ja: ああ。死んでるよ
ko: 아. 살아 있지 않아
pl: Och. Nie żyje
pt_br: Ah. Não vive.
ru: Ой. Не живой
zh_tw: 噢，不是活的

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: Moss friend house
de: Moosfreundhaus.
es: Casa del amigo de musgo
es_mx: Casa de amigo musgo
fr: La maison d'un copain moussu.
it: Casa amico muschio
ja: 蛾のお友だちのおうち
ko: 이끼 친구 집이야
pl: Mchowy dom przyjaciela
pt_br: Casa de amiga musgosa.
ru: Дом мшистого друга
zh_tw: 苔蘚朋友的房子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_BEEFALO
source: Shaggy Buddy
de: Zottelkerl.
es: Amiguito greñudo
es_mx: Compañero desgreñado
fr: Un copain au poil épais.
it: Amico peloso
ja: もじゃもじゃ君
ko: 덥수룩한 친구야
pl: Kudłaty kumpel
pt_br: Amigo Felpudo.
ru: Лохматый дружок
zh_tw: 毛絨絨的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_BERRYBUSH
source: Sweet friend
de: Süßer Freund.
es: Amigo dulce
es_mx: Dulce amigo
fr: Un copain sucré.
it: Dolce amico
ja: 甘いお友だち
ko: 달콤한 친구야
pl: Słodki przyjaciel
pt_br: Amiga querida.
ru: Сладкий друг
zh_tw: 甜甜的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: Shiny food place
de: Glänzender Bauchzeugträger.
es: Sitio de comida brillante
es_mx: Lugar brillante de comida
fr: C'est un truc brillant pour mettre du manger.
it: Posto brillante per cibo
ja: キラキラの食べ物のところ
ko: 빛나는 음식 자리야
pl: Błyszczące miejsce na jedzenie
pt_br: Local brilhante pra comida.
ru: Блестящее место для еды
zh_tw: 發光的吃飯的地方

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: Make belly stuff pretty
de: Macht Bauchzeug hübsch.
es: Hace bonita las cosas para la tripa
es_mx: Hacer bonita cosa de barriga
fr: Je peux m'en servir pour faire du joli manger.
it: Fa bella roba per pancia
ja: おなかに入るものをかわいくするんだよ
ko: 음식을 예쁘게 해
pl: Sprawia, że rzeczy do brzuszka wyglądają pięknie
pt_br: Deixa coisa de barriga bonita.
ru: Штучки для животика будут красивыми
zh_tw: 能讓填肚子的東西變漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: Put belly stuff here
de: Da kommt Bauchzeug hin.
es: Las cosas para la tripa se ponen aquí
es_mx: Poner cosa de barriga aquí
fr: Le manger va là-dedans.
it: Metti qui roba per pancia
ja: おなかに入るものをここにおくんだよ
ko: 음식을 두는 곳이야
pl: Tutaj się kładzie rzeczy do brzuszka
pt_br: Pôr coisa de barriga aqui.
ru: Сюда надо класть штучки для животика
zh_tw: 把填肚子的東西放這

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_COIN1
source: Disc for spending
de: Scheibe zum Ausgeben.
es: Disco para gastar
es_mx: Disco para gastar
fr: Un disque pour dépenser.
it: Disco per spendere
ja: 払うためのまん丸
ko: 소비하는 디스크야
pl: Dysk do wydawania
pt_br: Disco pra gastar.
ru: Кругляшка на траты
zh_tw: 可以花的小圓盤

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_COIN2
source: Can buy things now!
de: Jetzt kann ich was kaufen!
es: ¡Ahora puedo comprar cosas!
es_mx: ¡Ahora poder comprar cosas!
fr: Je peux m'acheter des choses maintenant.
it: Ora compro cose!
ja: これで物が買えるね！
ko: 이제 물건을 살 수 있어!
pl: Mogę teraz kupować rzeczy!
pt_br: Posso comprar coisas agora!
ru: Теперь я могу покупать штучки!
zh_tw: 能買東西了！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_COIN3
source: Sky Belly says "Good Job"
de: Himmelbauch ist zufrieden.
es: Tripa de cielo dice "Buen trabajo"
es_mx: Barriga de Cielo dice: “buen trabajo”
fr: C'est pour me dire merci.
it: Pancia in cielo dice "Bravo"
ja: お空のおなかが「よくやった」っていうね！
ko: 하늘 배가 잘했대
pl: Niebiański brzuch mówi: "Dobra robota"
pt_br: Barriga do Céu diz "Bom Trabalho".
ru: Небесный животик говорит: «Хорошо!»
zh_tw: 天空的肚子說“幹得漂亮”

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_COIN4
source: Big fancy spend disc!
de: Große schicke Scheibe zum Ausgeben!
es: ¡Disco de gastar grande y sofisticado!
es_mx: ¡Grande y caro disco de gastar!
fr: Un gros disque pour dépenser !
it: Grande e raffinato disco per spendere
ja: おっきくておしゃれなまん丸！
ko: 크고 멋진 소비 디스크다!
pl: Duży, wyjątkowy dysk do wydawania
pt_br: Disco de gastar grande e chique!
ru: Большая красивая кругляшка на траты!
zh_tw: 用來花的盤子，又大又漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CRABMEAT
source: Branch from Ground Pinchy
de: Ast von Bodenkneifer.
es: Rama de pellizquitos de tierra
es_mx: Rama de pellizcador de tierra
fr: C'est une branche qui vient de la bestiole qui pince.
it: Ramo di pizzicotto di terra
ja: 地面のチクチクの枝だ！
ko: 땅 집게의 가지야
pl: Gałąź z ziemnego szczypaka
pt_br: Galhos do Beliscador do Chão.
ru: Ветка земляной щипалки
zh_tw: 地上爬的掐人的傢伙的樹枝

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: Pinchy makes good belly stuff
de: Kneifer macht gutes Bauchzeug.
es: Pellizquitos hace buena cosa para la tripa
es_mx: Pellizcador hace buena cosa de barriga
fr: La bestiole qui pince donne du bon manger.
it: Pizzicotto fa roba buona per pancia
ja: チクチクはおいしいおなかに入るものを作ってくれるよ
ko: 집게는 좋은 음식이야
pl: Szczypak to dobra rzecz do brzuszka
pt_br: Beliscador vira coisa boa de barriga.
ru: Щипалка вкусная
zh_tw: 掐人的傢伙很適合填肚子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_CRABTRAP
source: Ground Pinchy jail
de: Bodenkneifergefängnis.
es: Jaula de pellizquitos de tierra
es_mx: Cárcel de pellizcador de tierra
fr: Une prison pour bestiole qui pince.
it: Prigione per pizzicotto di terra
ja: 地面のチクチクの刑務所だ！
ko: 땅 집게 감옥이야
pl: Więzienie z ziemnego szczypaka
pt_br: Cadeia de Beliscador do Chão.
ru: Тюрьма для земляной щипалки
zh_tw: 地上的掐人的傢伙的監獄

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FERN
source: Sky Belly will like it?
de: Mag der Himmelbauch das?
es: ¿Le gustará a tripa de cielo?
es_mx: ¿Le gustará a Barriga de Cielo?
fr: Ça va plaire au ventre du ciel.
it: A pancia in cielo piace?
ja: お空のおなかは気に入るかな？
ko: 하늘 배가 좋아할까?
pl: Niebiańskiemu brzuchowi będzie smakować?
pt_br: Barriga do Céu vai gostar?
ru: А небесному животику понравится?
zh_tw: 天空的肚子會喜歡嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FLOUR
source: Dust for belly stuff
de: Staub für Bauchzeug.
es: Polvo para cosas para la tripa
es_mx: Polvo para cosas de barriga
fr: C'est de la poudre pour se remplir le ventre.
it: Polvere per roba per pancia
ja: おなかに入るもののホコリだよ
ko: 음식용 가루야
pl: Pył do rzeczy do brzuszka
pt_br: Poeira pra coisa de barriga.
ru: Пыль, чтобы делать штучки для животика
zh_tw: 填肚子的東西上灑的塵土

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: Little belly stuff
de: Bisschen Bauchzeug.
es: Pequeña cosa para la tripa
es_mx: Pequeña cosa de barriga
fr: De quoi se remplir un petit peu le ventre.
it: Piccola roba per pancia
ja: ちっちゃなおなかに入る物
ko: 작은 음식이야
pl: Małe rzeczy do brzuszka
pt_br: Coisinha de barriga.
ru: Маленькая штучка для животика
zh_tw: 稍微能填一下肚子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: Made thing for Sky Belly
de: Für den Himmelbauch.
es: Hace cosas para tripa de cielo
es_mx: Hice cosa para Barriga de Cielo
fr: C'est du manger pour le ventre du ciel.
it: Cosa per pancia in cielo
ja: お空のおなかのために作ったよ
ko: 하늘 배를 위해 만들었어
pl: Mam rzecz dla niebiańskiego brzucha
pt_br: Coisa feita pra Barriga do Céu.
ru: Это штучка для небесного животика
zh_tw: 給天空的肚子做的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: Good belly stuff
de: Gutes Bauchzeug.
es: Cosas buenas para la tripa
es_mx: Buena cosa de barriga
fr: Ça remplit bien le ventre.
it: Roba buona per pancia
ja: おいしいおなかに入るもの
ko: 좋은 음식이야
pl: Dobre rzeczy do brzuszka
pt_br: Coisa boa de barriga.
ru: Хорошая штучка для животика
zh_tw: 填肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: Small belly stuff
de: Kleines Bauchzeug.
es: Cosa pequeña para la tripa
es_mx: Pequeña cosa de barriga
fr: Un petit truc pour se remplir le ventre.
it: Roba piccola per pancia
ja: ちっちゃなおなかに入るもの
ko: 조그만 음식이야
pl: Małe rzeczy do brzuszka
pt_br: Coisa de barriga pequena.
ru: Маленькая штучка для животика
zh_tw: 填肚子的小東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: Not good
de: Nicht gut.
es: No bueno
es_mx: No está bien
fr: C'est pas bon.
it: Non buono
ja: ダメダメ！
ko: 안 좋아
pl: Niedobrze
pt_br: Não é bom.
ru: Плохо
zh_tw: 不好

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: Oh. Not good
de: Oh. Nicht gut.
es: Oh... No bueno
es_mx: Oh. No está bien
fr: C'est pas bon.
it: Oh. Non buono
ja: ああ。ダメダメ！
ko: 아. 안 좋아
pl: Och. Niedobrze
pt_br: Oh. Não é bom
ru: Ой. Плохо
zh_tw: 噢，不好

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GARLIC
source: Mmm... Smelly Dirt thing!
de: Mmmh ... Stinkiges Erdding!
es: Mmm... ¡Cosa olorosa de la tierra!
es_mx: Mmm... ¡Cosa olorosa de tierra!
fr: Hum, ça pue !
it: Mmmm... Cosa per terra puzzolente!
ja: うーん、くっさい土だね！
ko: 음... 냄새 나는 흙 물건이야!
pl: Mmm... Smrodek z ziemi!
pt_br: Hmm... Coisa de sujeira fedorenta!
ru: М-м-м… Вонючая штучка из земли!
zh_tw: 呣...臭的土東西！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: Mmm... Smells good
de: Mmmh ... Riecht gut.
es: Mmm... Huele bien
es_mx: Mmm… Huele bien
fr: Miam, ça sent bon !
it: Mmmm... Profumo buono!
ja: うーん、いいにおいだね
ko: 음... 냄새가 좋아
pl: Mmm... Ładnie pachnie
pt_br: Hmm... Cheira bem.
ru: М-м-м… Вкусно пахнет
zh_tw: 呣...味道不錯！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GOATKID
source: Small Floppy Ear Sprout
de: Kleines Schlappohr.
es: Pequeño brote de oreja blanda
es_mx: Pequeño retoño de oreja caída
fr: Un petit bébé à oreilles pendouillantes.
it: Piccolo germoglio orecchie flosce
ja: ちっちゃいだらだら耳の芽
ko: 작은 흐늘 귀 새싹이야
pl: Mały kiełek klapniętouchych
pt_br: Broto de Orelhudo Pequeno.
ru: Маленький вислоух
zh_tw: 耷拉的耳朵的小萌芽

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GOATMILK
source: Floppy Ear Soup
de: Schlappohrsuppe.
es: Sopa de oreja blanda
es_mx: Sopa de oreja caída
fr: De la soupe de bête à oreilles pendouillantes.
it: Zuppa orecchie flosce
ja: だらだら耳のスープ
ko: 흐늘 귀 수프야
pl: Zupa z klapniętouchych
pt_br: Sopa de Orelhudo.
ru: Суп от вислоуха
zh_tw: 耷拉的耳朵的湯

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GOATMUM
source: Soft Floppy Ear Mommy
de: Schlappohrmama.
es: Mamá suave de oreja blanda
es_mx: Mami peluda oreja caída
fr: Une maman toute douce à oreilles pendouillantes.
it: Morbida mamma orecchie flosce
ja: やわやわのだらだら耳のママ
ko: 부드러운 흐늘 귀 엄마야
pl: Mięciutka mama klapniętouchych
pt_br: Mamãe de Orelhudo Macia.
ru: Мягкая мама-вислоух
zh_tw: 軟軟的耷拉的耳朵的媽咪

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GRILL
source: Hot bars!
de: Heiße Stangen!
es: ¡Barras calientes!
es_mx: ¡Barras calientes!
fr: Des barreaux très chauds !
it: Barre bollenti!
ja: アッチッチ棒だよ！
ko: 뜨거운 판이다!
pl: Gorący ruszt!
pt_br: Barras quentes!
ru: Горячая решетка!
zh_tw: 滾燙的條！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: Needs fire
de: Braucht Feuer.
es: Necesita fuego
es_mx: Necesita fuego
fr: Il a besoin de feu.
it: Ha bisogno di fuoco
ja: 火がいるね。
ko: 불이 필요해
pl: Potrzeba tu ognia
pt_br: Precisa de fogo.
ru: Нужен огонь
zh_tw: 需要火

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: Teeny Hot Bars
de: Kleine heiße Stangen.
es: Barras calientes diminutas
es_mx: Barritas calientes
fr: De petits barreaux très chauds !
it: Barrette bollenti
ja: ちっちゃいアッチッチ棒
ko: 작은 뜨거운 판이야
pl: Mały, gorący ruszt
pt_br: Barras quentes pequeninas.
ru: Маленькая горячая решетка
zh_tw: 小小的滾燙的條

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: Needs fire
de: Braucht Feuer.
es: Necesita fuego
es_mx: Necesita fuego
fr: Il a besoin de feu.
it: Ha bisogno di fuoco
ja: 火がいるね。
ko: 불이 필요해
pl: Potrzeba tu ognia
pt_br: Precisa de fogo.
ru: Нужен огонь
zh_tw: 需要火

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_HOE
source: Dirt comber
de: Bodenkamm.
es: Peinatierra
es_mx: Peinador de tierra
fr: Une peigneuse de terre.
it: Taglia terra
ja: 土すき屋さん
ko: 흙 빗는 도구야
pl: Czesacz do ziemi
pt_br: Pente de terra.
ru: Чесалка для земли
zh_tw: 梳土的梳子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_KEY
source: Where's lock?
de: Wo ist das Schloss?
es: ¿Dónde está la cerradura?
es_mx: ¿Dónde está cerradura?
fr: Où est la serrure ?
it: Dove serratura?
ja: ロックはどこ？
ko: 자물쇠는 어디 있지?
pl: Gdzie zamek?
pt_br: Cadê a fechadura?
ru: А где замок?
zh_tw: 鎖在哪？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_KEY_PARK
source: Needs lock
de: Braucht ein Schloss.
es: Necesita cerradura
es_mx: Necesita cerradura
fr: Il faut une clé.
it: Serve serratura
ja: ロックが必要だね
ko: 자물쇠가 필요해
pl: Potrzeba zamka
pt_br: Precisa de fechadura.
ru: Нужен замок
zh_tw: 需要鎖

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_LAMP_POST
source: Bright light!
de: Helles Licht!
es: ¡Luz brillante!
es_mx: ¡Luz brillante!
fr: Une lumière qui brille fort !
it: Luce brillante!
ja: 明るいライトだ！
ko: 밝은 빛이다!
pl: Jasne światło!
pt_br: Luz brilhante!
ru: Яркий свет!
zh_tw: 亮光！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: Light stick
de: Lichtstock.
es: Palo de luz
es_mx: Palo de luz
fr: Un bâton qui fait de la lumière.
it: Bastone di luce
ja: 光る棒
ko: 빛 막대기야
pl: Świetlny patyk
pt_br: Bastão de luz.
ru: Светящаяся палка
zh_tw: 燈棍子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: Crushy rock
de: Malmstein.
es: Roca de aplastar
es_mx: Piedra machucadora
fr: Un caillou qui écrase tout.
it: Roccia schiacciata
ja: ぐしゃぐしゃ岩
ko: 으깨는 돌이야
pl: Miażdżący kamień
pt_br: Pedra esmagadora.
ru: Камень-дробилка
zh_tw: 碾東西的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MERMHOUSE
source: You home, Glub Glub?
de: Zuhause, Blubblub?
es: ¿Estás en casa, glub-glub?
es_mx: ¿Estás en casa, gluglú?
fr: Tu es chez toi, bloup-bloup ?
it: Casa, glu glu?
ja: おうちにいるの、ブクブク？
ko: 집에 있니, 뽀글아?
pl: Jesteś w domu, bulbulku?
pt_br: É sua casa, Glub Glub?
ru: Буль-булька, ты дома?
zh_tw: 咕嚕咕嚕，你在家嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MERM_CART1
source: Junk trunk
de: Krempelkiste.
es: Cofre de basura
es_mx: Caja de trastos
fr: Un coffre avec des choses dedans.
it: Baule spazzatura
ja: トランクだけ
ko: 고물 상자야
pl: Kufer na śmieci
pt_br: Porta-tralha.
ru: Таскалка для мусора
zh_tw: 垃圾箱子

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MERM_CART2
source: Wheely Push Thing
de: Schiebeding mit Rädern.
es: Cosa de empujar con ruedas
es_mx: Cosa de empujar rodante
fr: Un machin à pousser.
it: Cosa da spingere con ruote
ja: グルグル押すもの
ko: 바퀴 달린 미는 물건이야
pl: Rzecz na kółkach do pchania
pt_br: Coisa de Empurrar com Rodas.
ru: Толкучка с колесами
zh_tw: 有輪子能推的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MUSHROOMS
source: Hello, friends!
de: Hallo Freunde!
es: ¡Hola, amigas!
es_mx: ¡Hola, amigos!
fr: Coucou, mes copains !
it: Ciao, amici!
ja: やあ、お友だち！
ko: 안녕, 친구들!
pl: Cześć, przyjaciele!
pt_br: Olá, amigos!
ru: Привет, друзья!
zh_tw: 你好，朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: Friends! Party!
de: Freunde! Wir feiern!
es: ¡Amigas! ¡Fiesta!
es_mx: ¡Amigos! ¡Fiesta!
fr: Allez les copains, on fait la fête ?
it: Amici! Festa!
ja: お友だち！パーティーだよ！
ko: 친구다! 파티야!
pl: Przyjaciele! Imprezka!
pt_br: Amigos! Festa!
ru: Друзья! Вечеринка!
zh_tw: 朋友，開派對了！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: Oh. Friends gone
de: Oh. Freunde weg.
es: Oh. Amigas no están
es_mx: Oh. Amigos no están
fr: Les copains sont partis.
it: Oh. Amici andati
ja: ああ。お友だちが行ってしまった。
ko: 아. 친구들이 사라졌어
pl: Och. Przyjaciele zniknęli
pt_br: Oh. Amigos se foram.
ru: Ой. Друзей нет
zh_tw: 噢，朋友走了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ONION
source: Makes wet eyes
de: Macht nasse Augen.
es: Hace que los ojos se mojen
es_mx: Hace ojos mojados
fr: Ça rend mes yeux mouillés.
it: Fa occhi bagnati
ja: おめめをぬらすんだよ
ko: 눈이 축축해져
pl: Robi wodę w oczach
pt_br: Deixa olhos molhados.
ru: Из-за него глаза влажные
zh_tw: 會讓眼睛變濕
