Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE.BURNT
source: I won't miss it.
de: Ich werde es nicht vermissen.
es: No me lo perderé.
fr: Il ne me manquera pas.
it: Non mi mancherà.
ja: 私はそれを逃さない。
ko: 나야 아쉬울 거 없지.
pl: Nie będę za nią tęsknić.
pt_br: Não sentirei falta disso.
ru: Я не буду печалиться о нем.
zh_cn: 我不会想念它的。
zh_tw: 我不會想念它的。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE.GENERIC
source: Is this dwelling made of fish?
de: Wurde diese Unterkunft von Fischen erschaffen?
es: ¿Es esta vivienda hecha de pescado?
fr: Cette cabane est-elle faite en poisson ?
it: Questa dimora è fatta di pesce?
ja: この住宅は、魚でできているの？
ko: 이 집은 설마 물고기로 만든 건가?
pl: Mieszkanie zrobione z ryb?
pt_br: Essa habitação é feita de peixes?
ru: Это жилище сделано из рыбы?
zh_cn: 这屋子是用鱼做的吗？
zh_tw: 這屋子是用魚做的嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: 'Tis the way of things.
de: So ist das nun mal.
es: Así son las cosas.
fr: C'est ainsi.
it: A volte è così che vanno le cose.
ja: それが物事の在り方だ。
ko: 세상일이 다 이렇지.
pl: Takiż to porządek rzeczy.
pt_br: Assim é a vida.
ru: Так изъявила судьба.
zh_cn: 世事无常。
zh_tw: 世事無常。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: A home fit for a fish beast.
de: Ein passendes Heim für ein Fischtier.
es: Un hogar digno de una bestia marina.
fr: Une demeure digne d'une beste-pöissön.
it: Una casa adatta a un pesce bestia.
ja: 魚獣に相応しい家だ。
ko: 물고기 짐승에게 어울리는 집이군.
pl: Dom godzien rybiej bestii.
pt_br: Uma casa adequada para uma fera-peixe.
ru: Дом, достойный рыбной твари.
zh_cn: 适合鱼类猛兽的家。
zh_tw: 適合魚類猛獸的家。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMKING
source: Lord of the fish beasts!
de: Herr der Fischtiere!
es: ¡Señor de las bestias marinas!
fr: Le seigneur des bestes-pöissöns !
it: Signore dei pesci bestia!
ja: 魚獣の王！
ko: 물고기 짐승의 왕이군!
pl: Władca rybich bestii!
pt_br: O senhor das feras-peixes!
ru: Повелитель рыбных тварей!
zh_cn: 鱼类猛兽之王！
zh_tw: 魚類猛獸之王！

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMTHRONE.BURNT
source: The throne hath been set ablaze!
de: Der Thron ist abgebrannt!
es: ¡El trono ha ardido en llamas!
fr: Le trône est en flammes !
it: Il trono è stato dato alle fiamme!
ja: 玉座が燃えておるぞ！
ko: 옥좌가 불탔다!
pl: Tron stanął w płomieniach!
pt_br: O trono pegou fogo!
ru: Трон полыхает!
zh_cn: 王座燃起了熊熊烈火！
zh_tw: 王座燃起了熊熊烈火！

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMTHRONE.GENERIC
source: Have you chosen a chieftain?
de: Habt ihr einen Häuptling erwählt?
es: ¿Habéis elegido ya líder?
fr: Avez-vöus chöisi un jarl ?
it: Avete scelto un condottiero?
ja: 首長を選んだか？
ko: 족장을 뽑았나?
pl: Czy wybraliście jarla?
pt_br: Já escolheram um chefe?
ru: Вы избрали себе вождя?
zh_cn: 你们选出了酋长了吗？
zh_tw: 你們選出了酋長了嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: 'Tis a sad day for the fish beasts.
de: Ein trauriger Tag für die Fischtiere.
es: Es un día triste para las bestias marinas.
fr: Triste jöurnée pöur les bestes-pöissöns.
it: Un triste giorno per i pesci bestia.
ja: 魚獣にとっては悲しい日になってしまった。
ko: 물고기 짐승들이 슬퍼하겠군.
pl: To zły dzień dla rybich bestii.
pt_br: Que dia triste para as feras-peixes.
ru: Печальный день для рыбных тварей.
zh_cn: 对鱼类猛兽来说这是悲伤的一天。
zh_tw: 對魚類猛獸來說這是悲傷的一天。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: The little beast toils away.
de: Das kleine Biest rackert sich ab.
es: La pequeña bestia trabaja duro.
fr: Cette petite beste fait dur labeur.
it: La piccola bestia si dà da fare.
ja: その小さな獣はあくせく働く。
ko: 작은 짐승이 열심히 일하는군.
pl: Mała bestyjka się trudzi.
pt_br: A ferinha labuta sem parar.
ru: Маленькая тварюшка просто надрывается.
zh_cn: 小野兽在卖力苦干。
zh_tw: 小野獸在賣力苦幹。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMWATCHTOWER_NOKING
source: They are lost without their chieftain.
de: Ohne ihren Häuptling sind sie verloren.
es: Están perdidos sin su líder.
fr: Ils sönt perdus sans leur jarl.
it: Sono persi senza un condottiero.
ja: 彼等は首長なしでは消えてしまう。
ko: 족장이 없어 우왕좌왕하는군.
pl: Są zagubieni bez swego jarla.
pt_br: Estão perdidos sem seu chefe.
ru: Без вождя они не знают, что делать.
zh_cn: 少了酋长，他们显得无所适从。
zh_tw: 少了酋長，他們顯得無所適從。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERMWATCHTOWER_REGULAR
source: 'Tis a fine fortress for a fish beast.
de: Feine Festung für ein Fischtier.
es: Una buena fortaleza para una bestia marina.
fr: Un bastiön de premier ördre pöur une beste-pöissön.
it: Una bella fortezza per un pesce bestia.
ja: 魚獣にとって良い要塞だ。
ko: 물고기 짐승치고는 제법 훌륭한 요새를 지었군.
pl: Forteca godna rybiej bestii.
pt_br: Uma bela fortaleza para uma fera-peixe.
ru: Отличная крепость для рыбных тварей.
zh_cn: 鱼类猛兽的坚固堡垒。
zh_tw: 魚類猛獸的堅固堡壘。

# CHARACTERS.WATHGRITHR.DESCRIBE.MERM_PRINCE
source: Thou art certain he is fit to be leader?
de: Ob er wirklich zum Anführer taugt?
es: ¿Seguro que dará la talla como líder?
fr: Est-ön certain qu'il sera digne d'être jarl ?
it: Siamo sicuri che sia adatto come condottiero?
ja: 彼が指導者にふさわしいというのは確かなのか？
ko: 정말 이자가 대장감이라고?
pl: Czy on nada się na jarla?
pt_br: Tem certeza de que ele será um bom líder?
ru: Но достоин ли он стать вождем?
zh_cn: 尔等肯定他适合当领袖吗？
zh_tw: 爾等肯定他適合當領袖嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLE
source: What's this? Battle plans?
de: Was ist das? Ein Schlachtplan?
es: ¿Qué es esto? ¿Planes de batalla?
fr: Qu'est-ce dönc ? Un message de guerre ?
it: Che cos'è? Un piano di battaglia?
ja: これは何だ？ 戦闘の計略か？
ko: 이게 뭐지? 전투 계획인가?
pl: Cóż to? Plan bitwy?
pt_br: O que é isso? Planos de batalha?
ru: Что это? Боевые планы?
zh_cn: 这是什么？战斗计划吗？
zh_tw: 這是什麼？戰鬥計畫嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLEEMPTY
source: This vessel might have some use.
de: Dieses Gefäß könnte nützlich sein.
es: Este recipiente podría ser de utilidad.
fr: Ceci pöurrait bien me servir.
it: Questo involucro potrebbe tornarmi utile.
ja: この船は何か役に立つかもしれんぞ。
ko: 병을 쓸 데가 있을지도 모르겠군.
pl: Ta łódź może się do czegoś przydać.
pt_br: Essa embarcação deve ter alguma utilidade.
ru: Этот сосуд может пригодиться.
zh_cn: 这载具也许有些用处。
zh_tw: 這載具也許有些用處。

# CHARACTERS.WATHGRITHR.DESCRIBE.MIGHTY_GYM.BURNT
source: T'was a fiery display indeed!
de: Das war in der Tat ein feuriger Auftritt!
es: ¡Ha sido un espectáculo ardiente!
fr: Ce fut une démönstratiön fört ardente !
it: È stato uno spettacolo davvero infuocato!
ja: まさしく燃え上がっている！
ko: 정말 맹렬한 모습이었어!
pl: Był ogień, bez dwóch zdań!
pt_br: Foi-se uma exibição realmente incendiária!
ru: Представленье и вправду вышло жарким!
zh_cn: 一番火热的景象！
zh_tw: 一番火熱的景象！

# CHARACTERS.WATHGRITHR.DESCRIBE.MIGHTY_GYM.GENERIC
source: My friend doth possess strength that could rival mighty Thor's!
de: Mein Freund hat die Kraft, die es mit der des mächtigen Thor aufnehmen kann!
es: ¡Mi amigo tiene una fuerza digna del todopoderoso Thor!
fr: Mien cömpagnön pössède une förce rivalisant avec icelle de Thör !
it: La forza del mio amico potrebbe rivaleggiare con quella del grande Thor!
ja: 我が友はあの無敵のトールにも劣らぬほどの力強さを持っておる！
ko: 내 친구는 강력한 토르와 견줄 만큼 힘이 세다고!
pl: Siła mego przyjaciela mogłaby dorównać mocy potężnego Thora!
pt_br: Meu amigo realmente tens uma força que rivaliza a do poderoso Thor!
ru: Друг мой способен бросить вызов даже могучему Тору!
zh_cn: 我的朋友拥有可以与强大的雷神相媲美的力量！
zh_tw: 我的朋友擁有可以與強大的雷神相媲美的力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.MILKYWHITES
source: The goopy spoils of victory!
de: Die glibberige Beute des Sieges!
es: ¡El pegajoso trofeo de la victoria!
fr: Un butin visqueux !
it: Le viscide spoglie della vittoria!
ja: べちょべちょした勝利の証！
ko: 끈끈이가 승리를 망쳤어!
pl: Brejowate łupy zwycięzcy!
pt_br: Os gosmentos espólios da vitória!
ru: Омерзительные трофеи великой победы!
zh_cn: 粘稠的战利品！
zh_tw: 粘稠的戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.MINERHAT
source: A lighted helm! For the darkness.
de: Ein leuchtender Helm! Für die Dunkelheit.
es: ¡Un casco con luz! Para la oscuridad.
fr: Un casque allégé ! Pour l'obscurité.
it: Un casco illuminato! Per l'oscurità.
ja: 光るかぶと！暗闇の時に。
ko: 빛이 있는 투구군요! 어둠을 위해서지요.
pl: Świetlisty hełm! Na pohybel ciemności.
pt_br: Um elmo iluminado! Para o escuro.
ru: Шлем со светом! Для темноты.
zh_cn: 会发光的头盔！适合在黑暗中使用。
zh_tw: 會發光的頭盔！適合在黑暗中使用。

# CHARACTERS.WATHGRITHR.DESCRIBE.MINIBOATLANTERN
source: The small vessel shall light my way.
de: Möge das kleine Ding meinen Weg beleuchten.
es: Este pequeño recipiente iluminará mi camino.
fr: Le petit vaisseau éclairera mön chemin.
it: Il piccolo vascello illuminerà la via.
ja: かようの小さき船が我が道を照らしてくれるだろう。
ko: 이 작은 배가 내 길을 밝혀 줄 거야.
pl: Mała łódź będzie oświetlać mą drogę.
pt_br: A pequena embarcação vai iluminar meu caminho.
ru: Этот сосуд осветит мой путь.
zh_cn: 这个小东西将会为我照亮前路。
zh_tw: 這個小東西將會為我照亮前路。

# CHARACTERS.WATHGRITHR.DESCRIBE.MINIFAN
source: The chilling breeze reminds me of my frigid home.
de: Die kühle Brise erinnert mich an meine eisige Heimat.
es: La brisa fría me recuerda a mi hogar gélido.
fr: Le petit air frais me rappelle mes terres de glace.
it: La brezza agghiacciante mi ricorda la mia casa frigida.
ja: 涼しき風だ…北の故国を思い出す
ko: 서늘한 바람을 맞으니 추운 우리 고향 생각이 나네.
pl: Ów mróz przejmujący przywodzi mi na myśl dom mój skuty lodem.
pt_br: A brisa gelada me faz lembrar de meu lar congelante.
ru: Легкий бриз напоминает мне о моем холодном доме.
zh_cn: 寒风使我记起我那寒冷的老家。
zh_tw: 寒風使我記起我那寒冷的老家。

# CHARACTERS.WATHGRITHR.DESCRIBE.MINIFLARE
source: Never split thy party!
de: Lass niemals die Deinen im Stich!
es: ¡Nunca pierdas a los tuyos!
fr: Ne jamais disperser l'équipe !
it: Mai dividere il gruppo!
ja: 決して汝の仲間を分裂させてはいけない。
ko: 절대 흩어지면 안 돼!
pl: Nigdy nie rozdzielaj swej drużyny!
pt_br: Mantenha o grupo sempre unido!
ru: Никогда не расходитесь в разные стороны!
zh_cn: 绝对不要跟战友分开！
zh_tw: 絕對不要跟戰友分開！

# CHARACTERS.WATHGRITHR.DESCRIBE.MINISIGN.GENERIC
source: The runes hath been drawn!
de: Die Runen sind gezogen worden!
es: ¡Las runas están escritas!
fr: Les runes ont été tirées !
it: Le rune sono state disegnate!
ja: ルーン文字が描かれている！
ko: 룬이 그려져 있군!
pl: Chyba będę potrzebowała okularów.
pt_br: As runas foram lançadas!
ru: Здесь изображены руны!
zh_cn: 画好了符文！
zh_tw: 畫好了符文！

# CHARACTERS.WATHGRITHR.DESCRIBE.MINISIGN.UNDRAWN
source: Tis blank as the cloudless sky.
de: Leer wie der wolkenlose Himmel.
es: Está en blanco como el cielo despejado.
fr: Aussi blanc qu'un ciel sans nuages.
it: Vuoto come un cielo senza nuvole.
ja: 曇りなき青空が如き空白。
ko: 구름 없는 하늘처럼 비어있군.
pl: Czysty jak bezchmurne niebo.
pt_br: Tão branco quanto um céu sem nuvens.
ru: Здесь чисто, как на безоблачном небе.
zh_cn: 它和无云的天空一样空白。
zh_tw: 它和無雲的天空一樣空白。

# CHARACTERS.WATHGRITHR.DESCRIBE.MINISIGN_ITEM
source: A surface on which to inscribe ancient runes.
de: Etwas, auf dem uralte Runen geschrieben werden können.
es: Una superficie en la que escribir runas antiguas.
fr: Une surface sur laquelle inscrire des runes anciennes.
it: Una superficie dove inscrivere antiche rune.
ja: 古代ルーン文字が彫られるべき面。
ko: 고대 룬을 쓸 수 있는 표면이군.
pl: Powierzchnia do zapisania pradawnymi runami.
pt_br: Uma superfície sobre a qual gravar runas ancestrais.
ru: Поверхность, на которой можно изобразить древние руны.
zh_cn: 用来雕刻古老的符文的表面。
zh_tw: 用來雕刻古老的符文的表面。

# CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAUR
source: What wonders. Let us duel!
de: Welche ein Wunder! Lass uns duellieren.
es: Qué maravilla. ¡Retémonos a un duelo!
fr: Quelle merveille ! Affrontons-le !
it: Che meraviglie. Combattiamo!
ja: 見事な獣だ…いざ、尋常に勝負！
ko: 경이롭군요. 결투를 하지요!
pl: Cóżeś za jeden? Stawaj do walki!
pt_br: Que maravilhas. Vamos duelar!
ru: Какие чудеса. Вызываю тебя на дуэль!
zh_cn: 我可是见过大世面的。来决斗吧！
zh_tw: 我可是見過大世面的。來決鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAURCHEST
source: The conquest chest!
de: Die Truhe des Bezwingers!
es: ¡El cofre de la conquista!
fr: Le coffre de la conquête !
it: Lo scrigno delle conquiste!
ja: 征服の証である収納箱！
ko: 정복의 궤짝이군!
pl: Skrzynia podboju!
pt_br: O baú da conquista!
ru: Сундук завоевателя!
zh_cn: 战利品宝箱！
zh_tw: 戰利品寶箱！

# CHARACTERS.WATHGRITHR.DESCRIBE.MINOTAURHORN
source: Can I add it to my helmet?
de: Kann ich das an meinem Helm anbringen?
es: ¿Puedo añadirlo a mi casco?
fr: Je peux la mettre sur mon casque ?
it: Posso aggiungerlo al mio elmetto?
ja: これをヘルメットに足してもいいかな？
ko: 내 투구에 달 수 있을까?
pl: Czy mogę przystroić nim mój hełm?
pt_br: Posso colocar isso no meu elmo?
ru: Можно прицепить это на мой шлем?
zh_cn: 我能把它加到我的头盔上吗？
zh_tw: 我能把它加到我的頭盔上嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.ABOVEGROUND
source: He burrows with reckless abandon.
de: Er gräbt ohne Unterlass.
es: Excava con un abandono imprudente.
fr: Elle creuse sans jamais renoncer.
it: Scava senza sosta.
ja: ひたすらに土を掘りつづける獣だ…
ko: 걱정 없이 파는군요.
pl: Kopie jak szaleniec.
pt_br: Ele se enterra com uma despreocupação imprudente.
ru: Он копает так самоотверженно.
zh_cn: 它随心所欲地到处挖洞。
zh_tw: 它隨心所欲地到處挖洞。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.HELD
source: A friend for my pocket.
de: Ein Freund für meine Tasche.
es: Un amigo para mi bolsillo.
fr: Un copain pour ma poche.
it: Un amico per le mie tasche.
ja: 私のポケットの友。
ko: 주머니에 넣어 가지고 다닐 수 있는 친구.
pl: Przyjaciel do kieszonki.
pt_br: Um amigo para o meu bolso.
ru: Мой карманный друг.
zh_cn: 可以装在口袋里的朋友。
zh_tw: 可以裝在口袋裡的朋友。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLE.UNDERGROUND
source: Who's under there?
de: Wer ist dort unten?
es: ¿Quién está ahí debajo?
fr: Il y a qui là-dessous ?
it: Chi è là sotto?
ja: その下にいるのは誰だ？
ko: 아래에 누가 있지?
pl: Kto tam jest?
pt_br: Quem está aí embaixo?
ru: Кто там внизу?
zh_cn: 谁在下面？
zh_tw: 誰在下麵？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLEBAT
source: Have at thee, rodent!
de: Nimm das, Nagetier!
es: ¡Te vas a enterar, roedor!
fr: En garde, röngeur !
it: In guardia, roditore!
ja: かかれ、ネズミめ！
ko: 각오해, 설치류!
pl: A masz, gryzoniu!
pt_br: Prepare-se para lutar, roedor!
ru: Защищайся, грызун!
zh_cn: 放马过来吧，鼠辈！
zh_tw: 放馬過來吧，鼠輩！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLEBATHILL
source: Your mucousy defenses will not deter me, morsel!
de: Deine schleimige Verteidigung wird mich nicht abschrecken, mein Häppchen!
es: ¡Esas defensas mucosas no me detendrán, bestia!
fr: Tiennes défenses gluantes ne me ferönt pöint fuir, vermine !
it: Le tue difese non mi dissuaderanno, bocconcino!
ja: 汝の粘り気のある防御が我が戦意を削ぐことはない！
ko: 점액으로 방어한다고 내가 단념할 것 같나, 그렇게 조금 갖고는!
pl: To obmierzłe miejsce mnie nie powstrzyma!
pt_br: Suas defesas cheias de muco não vão me deter, naco de carne!
ru: Твоим слизистым уловкам не преградить мой путь, мелюзга!
zh_cn: 你们的粘液防御工事不会阻挡我的脚步，小肉肉！
zh_tw: 你們的粘液防禦工事不會阻擋我的腳步，小肉肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLEHAT
source: It's best to use every part of the animal.
de: Man sollte jeden Teil des Tieres verwenden.
es: Es mejor utilizar cada parte del animal.
fr: Mieux vaut utiliser chaque partie de l'animal.
it: È meglio usare ogni parte dell'animale.
ja: この獣は捨てるところがないな
ko: 동물의 모든 부위를 사용하는 것이 좋아요.
pl: Potrafię wykorzystać każdą część zwierzęcia.
pt_br: É melhor usar todas as partes do animal.
ru: Лучше использовать животное целиком.
zh_cn: 最好是充分利用动物的每一部分。
zh_tw: 最好是充分利用動物的每一部分。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOLEHILL
source: Something fiendish lives down there.
de: Irgendetwas Tückisches lebt dort unten.
es: Algo diabólico vive ahí abajo.
fr: Une chose monstrueuse vit ici.
it: Qualcosa di diabolico vive lì sotto.
ja: 何か、恐ろしきものの巣のようだな
ko: 아래에 끔찍한 무언가가 살고 있군요.
pl: Coś tam mieszka. Coś diabelskiego!
pt_br: Algo maligno vive lá embaixo.
ru: Что-то враждебное живет внизу.
zh_cn: 有狡猾的东西住在那下面。
zh_tw: 有狡猾的東西住在那下麵。

# CHARACTERS.WATHGRITHR.DESCRIBE.MONKEY
source: I don't trust you.
de: Ich vertraue dir nicht.
es: No me fío de ti.
fr: Je n'ai pas confiance en toi.
it: Non mi fido di te.
ja: 彼は信用できない。
ko: 믿을 수 없어.
pl: Nie ufam ci.
pt_br: Não confio em você.
ru: Я тебе не доверяю.
zh_cn: 我不信任你。
zh_tw: 我不信任你。

# CHARACTERS.WATHGRITHR.DESCRIBE.MONKEYBARREL
source: What horrors dwell within?
de: Grausame Herzen wohnen da drin.
es: ¿Qué maravillas habrá dentro?
fr: Quelles horreurs vivent là-dedans ?
it: Che orrori dimorano lì dietro?
ja: 中には、いかなる魔物が潜んでいるのだ？
ko: 어떠한 공포가 기다리고 있을까요?
pl: Jakież maszkary tam mieszkają?
pt_br: Que horrores habitam aí?
ru: Какие ужасы скрываются там?
zh_cn: 里面装着什么样的怪物？
zh_tw: 裡面裝著什麼樣的怪物？

# CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERLASAGNA
source: Monster casserole.
de: Monsterschmortopf.
es: Guiso de monstruo.
fr: Casserole de monstre.
it: Mostro in casseruola.
ja: モンスターの鍋料理。
ko: 몬스터 캐서롤이군.
pl: Zapiekanka z potwora.
pt_br: Caçarola monstro.
ru: Запеканка из монстра.
zh_cn: 怪兽炖菜。
zh_tw: 怪獸燉菜。

# CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERMEAT
source: Meat of the dark beasts.
de: Fleisch von den dunklen Bestien.
es: Carne de las bestias oscuras.
fr: Viande de bêtes des plus mystérieuses.
it: Carne delle bestie scure.
ja: 闇のけだものの肉
ko: 어두운 짐승의 고기다.
pl: Mięso mrocznej bestii.
pt_br: Carne das feras sombrias.
ru: Мясо темных тварей.
zh_cn: 黑暗野兽的肉。
zh_tw: 黑暗野獸的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERMEAT_DRIED
source: All dried up.
de: Total ausgetrocknet.
es: Se ha secado del todo.
fr: Tout sec.
it: Tutto seccato.
ja: すっかり乾いた。
ko: 모두 말랐거든.
pl: Wyschło do cna.
pt_br: Bem seca.
ru: Все высохло.
zh_cn: 全部干了。
zh_tw: 全部乾了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MONSTERTARTARE
source: Still quivering.
de: Immer noch zitternd.
es: Todavía está temblando.
fr: Ça tremblote encore.
it: Freme ancora.
ja: まだピクピクうごめいているぞ…
ko: 아직도 떨고 있다.
pl: Wciąż się trzęsie.
pt_br: Ainda está tremulando.
ru: Все еще дрыгается.
zh_cn: 肉还在颤动。
zh_tw: 肉還在顫動。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBASE.BROKEN
source: Perhaps it crashed from the heavens.
de: Vielleicht ist es vom Himmel gestürzt.
es: Tal vez ha caído de los cielos.
fr: C'est peut-être tombé des cieux.
it: Forse è caduto dal cielo.
ja: 空から墜落したのかもしれない。
ko: 천상에서 떨어진 걸 수도 있겠다.
pl: Pewnie spadła z nieba.
pt_br: Talvez tenha tombado dos céus.
ru: Вероятно, он свалился с небес.
zh_cn: 可能它是从天空掉落下来的。
zh_tw: 可能它是從天空掉落下來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBASE.GENERIC
source: What dost thou want, altar?
de: Was willst du, Altar?
es: ¿Qué es lo que quieres, altar?
fr: Que veux-tu, autel ?
it: Cosa vuoi, altare?
ja: 汝、何を望む？
ko: 제단이여, 무엇을 원하는가?
pl: Czego chcesz, przedziwny ołtarzu?
pt_br: O que quereis, altar?
ru: Какую жертву желаешь ты, алтарь?
zh_cn: 你想要什么呢，祭坛？
zh_tw: 你想要什麼呢，祭壇？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBASE.MOONSTAFF
source: It feeds from the power of Mani!
de: Er wird von der Macht Manis genährt!
es: ¡Se alimenta del poder de Máni!
fr: Il se nourrit de la puissance de Mani !
it: Si nutre del potere di Mani!
ja: マニの力を受けておるのだ！
ko: 마니의 힘을 빨아들이는군!
pl: Czerpie moc od Maniego!
pt_br: Se alimenta da força de Máni!
ru: Он питается силой Мáни!
zh_cn: 它以玛尼的力量为食！
zh_tw: 它以瑪尼的力量為食！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBASE.STAFFED
source: Prepare for glorious battle!
de: Bereite dich auf den glorreichen Kampf vor!
es: ¡Prepárate para la gloriosa batalla!
fr: Prépare-toi à un glorieux combat !
it: Preparati a una battaglia gloriosa!
ja: 栄光の戦いに備えよ！
ko: 영광된 전투를 맞이하라!
pl: Przygotuj się do wielkiej bitwy!
pt_br: Prepare-se para uma batalha gloriosa!
ru: Приготовься к величайшей битве!
zh_cn: 可能是为了光荣的战斗！
zh_tw: 可能是為了光榮的戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBASE.WRONGSTAFF
source: This shall not please the gods.
de: Dies soll den Göttern nicht gefallen.
es: Esto disgustará a los dioses.
fr: Ça ne va pas faire plaisir aux dieux.
it: Non compiacerà gli dei.
ja: これが神々を喜ばせることはなかろう。
ko: 이건 신들이 기뻐하시지 않을 텐데.
pl: To nie zadowoli bogów.
pt_br: Isso não agradará os deuses.
ru: Богам это не понравится.
zh_cn: 这不会让诸神开心。
zh_tw: 這不會讓諸神開心。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBUTTERFLY.GENERIC
source: Tis light as a feather on the breeze!
de: Leicht wie eine Feder im Wind!
es: ¡Es ligera como una pluma al viento!
fr: Léger cömme une plume söus le vent !
it: Leggera come una piuma al vento!
ja: そよ風に舞う羽の如く照らしてくれる！
ko: 산들바람에 날리는 깃털처럼 가볍군!
pl: Lekki jak piórko na wietrze!
pt_br: É leve como uma pena levada pela brisa!
ru: Как перышко на ветру!
zh_cn: 轻如鸿毛！
zh_tw: 輕如鴻毛！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBUTTERFLY.HELD
source: It is my ward, now.
de: Nun ist er in meiner Obhut.
es: Ahora está bajo mi cuidado.
fr: Il est désörmais söus mienne prötectiön.
it: Ora ti proteggerò io.
ja: 今は我が病室だ。
ko: 이제 내 손에 들어왔군.
pl: To teraz moja podopieczna.
pt_br: Agora ela é meu amuleto.
ru: Теперь это мой воспитанник.
zh_cn: 它现在是我的守卫了。
zh_tw: 它現在是我的守衛了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBUTTERFLYWINGS
source: Fare thee well, little moth.
de: Lebewohl, kleine Motte.
es: Hasta siempre, pequeña polilla.
fr: Adieu, petit papillön.
it: Sei la perfezione, piccola falena.
ja: 小さき蛾よ、安らかに。
ko: 잘 가라, 작은 나방아.
pl: Żegnaj, mała ćmo.
pt_br: Vá em paz, mariposinha.
ru: Лети с миром, маленький мотылек.
zh_cn: 再见了，小蛾子。
zh_tw: 再見了，小蛾子。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONBUTTERFLY_SAPLING
source: Tis but a small tree.
de: Noch sehr klein, der Baum.
es: Es solo un pequeño árbol.
fr: Ce n'est guère qu'un petit arbre.
it: È solo un piccolo albero.
ja: 小さき木よ。
ko: 작은 나무일 뿐이야.
pl: To jeno małe drzewko.
pt_br: É só uma arvorezinha.
ru: Всего лишь маленькое дерево.
zh_cn: 不过是一颗小树。
zh_tw: 不過是一顆小樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.CAVE
source: Mani cannot see us here.
de: Mani kann uns hier nicht sehen.
es: Máni no puede vernos aquí.
fr: Mani ne peut nous voir ici.
it: Mani non può vederci qui.
ja: ここではマニは我等が見えない。
ko: 여기서는 마니께 보이지 않아.
pl: Mani nas tu nie widzi.
pt_br: Máni não pode nos ver aqui.
ru: Мáни нас здесь не увидит.
zh_cn: 在这里玛尼看不见我们。
zh_tw: 在這裡瑪尼看不見我們。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.GENERIC
source: Mani's visage remains, even in the light of day.
de: Manis Gesicht bleibt sogar bei Tageslicht.
es: El rostro de Máni se ve incluso a la luz del día.
fr: Le visage de Mani reste, même à la lumière du jour.
it: Il volto di Mani rimane, anche alla luce del giorno.
ja: マニの面影は日の光の中にも残っている。
ko: 밝은 날에도 마니의 얼굴이 보이는군.
pl: Oblicze Maniego widoczne jest nawet w świetle dnia.
pt_br: A imagem de Máni permanece, mas na luz do dia.
ru: Мáни не теряет своего обличия, даже в свете дня.
zh_cn: 即使是在日光之下，玛尼的模样也不变。
zh_tw: 即使是在日光之下，瑪尼的模樣也不變。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.GLASSED
source: By the gods! The water hath turned to solid glass!
de: Bei den Göttern! Das Wasser hat sich in festes Glas verwandelt!
es: Por todos los dioses... ¡El agua se ha convertido en vidrio!
fr: Par les dieux, l'eau s'est transförmée en verre !
it: Per gli dèi! L'acqua si è tramutata in erba solida!
ja: 神々よ、水が固いガラスになった！
ko: 아이고! 물이 단단한 유리로 변해 버렸어!
pl: Na bogów! Woda zamieniła się w szkło!
pt_br: Pelos deuses! A água virou vidro maciço!
ru: Во имя богов! Вода обратилась в прочное стекло!
zh_cn: 诸神啊！水已经变成了固体玻璃！
zh_tw: 諸神啊！水已經變成了固體玻璃！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.NIGHT_FULL
source: Mani claims the skies!
de: Mani beherrscht den Himmel!
es: ¡Máni conquista los cielos!
fr: Mani réclame les cieux !
it: Mani domina i cieli!
ja: マニが空を欲している！
ko: 마니께서 하늘을 점령하셨다!
pl: Mani przejmuje władzę na niebiesiech!
pt_br: Máni reivindica os céus!
ru: Мáни заполонила небо!
zh_cn: 玛尼赢得了天空！
zh_tw: 瑪尼贏得了天空！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.NIGHT_NEW
source: Mani's retired to his realm for the eve.
de: Mani hat sich in ihr Reich zurückgezogen.
es: Máni se ha retirado a su reino durante la noche.
fr: Mani s'est retiré dans son royaume pour la soirée.
it: Mani si è ritirata nel suo regno per la notte.
ja: マニはイヴのために隠遁した。
ko: 마니께서 이만 돌아가시는군.
pl: Mani wróciła do swojej krainy.
pt_br: Máni se retirou para seu reino.
ru: Мáни уединилась в своем мире в преддверии царствия.
zh_cn: 玛尼退回到了傍晚的王国。
zh_tw: 瑪尼退回到了傍晚的王國。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.NIGHT_WANE
source: Mani's power is on the wane.
de: Manis Stärke lässt nach.
es: El poder de Máni está menguando.
fr: La puissance de Mani est en train de décroître.
it: Il potere di Mani è in declino.
ja: マニの力は衰えつつある。
ko: 마니의 힘이 쇠하고 있군.
pl: Moc Maniego słabnie.
pt_br: O poder de Máni está minguando.
ru: Сила Мáни удет на убыль.
zh_cn: 玛尼的力量正在逐渐衰弱。
zh_tw: 瑪尼的力量正在逐漸衰弱。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONDIAL.NIGHT_WAX
source: Mani's power grows!
de: Manis Stärke wächst!
es: ¡El poder de Máni crece!
fr: La puissance de Mani est en train de croître !
it: Il potere di Mani è in aumento!
ja: マニの力が拡大している！
ko: 마니의 힘이 세지고 있군!
pl: Mani rośnie w siłę!
pt_br: O poder de Máni cresce!
ru: Сила Мáни растет!
zh_cn: 玛尼的力量增加了！
zh_tw: 瑪尼的力量增加了！
