Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.ADVENTURE_PORTAL
source: I wonder if that's the way out of here.
de: Ich frage mich, ob das der Weg nach draußen ist.
es: Me pregunto si esa es la salida.
fr: Je me demande si c'est la sortie.
it: Mi chiedo se questa sia l'uscita da qui.
ja: あれがここから抜け出る道かな。
ko: 저기가 출구일 것 같은데.
pl: Ciekawe, czy to tędy można się stąd wydostać.
pt_br: Será que essa é a saída daqui?
ru: Интересно, вдруг это и есть выход отсюда.
zh_cn: 我怀疑那是不是离开这里的路。
zh_tw: 我懷疑那是不是離開這裡的路。

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIANHAT
source: It's a pretty handy headpiece, could do without the whisperin' though.
de: Es ist eine ziemlich praktische Kopfbedeckung, ich könnte aber auf das Flüstern verzichten.
es: Es un sombrero bastante útil, pero me sobran un poco los susurros.
fr: C'est un chapeau bien pratique, mais je me serais bien passé de ses chuchotements.
it: È un gran bel copricapo, ma farei volentieri a meno di sentire i suoi mormorii.
ja: この被りモンはめちゃ便利だな。でもよ、このボソボソ言う声はなくてもいいぜ。
ko: 귓속말을 안해도 되는 꽤 편리한 모자야.
pl: Całkiem niezła czapka, ale mogłaby tyle nie szeptać.
pt_br: É um acessório de cabeça bem útil. Só não precisava dos sussurros.
ru: Шапка-то удобная, только вот не разговаривала бы еще.
zh_cn: 方便的头盔，要是别总嘀咕就好了。
zh_tw: 方便的頭盔，要是別總嘀咕就好了。

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIANHATSHARD
source: I'm sure it's still good for somethin'.
de: Taugt bestimmt immer noch für etwas.
es: Seguro que todavía sirve para algo.
fr: Je suis sûr que ça reste utile, d'une façon ou d'une autre.
it: Sono sicuro che possa ancora servire a qualcosa.
ja: まだ使い道があると思うぜ。
ko: 확실히 어떤 것에는 여전히 좋을 거야.
pl: Z pewnością jeszcze się do czegoś nada.
pt_br: Tenho certeza que ainda serve para alguma coisa.
ru: Я уверен, что их можно для чего-то использовать.
zh_cn: 应该还是有点用的。
zh_tw: 應該還是有點用的。

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: Guess he couldn't have brought that sooner, eh?
de: Das hätte er wohl nicht früher bringen können, hm?
es: No podía haber traído eso antes, ¿eh?
fr: Il aurait pas pu en parler avant ?
it: Avrebbe anche potuto portarlo prima, no?
ja: もっと早く持ってこれなかったのかよ？
ko: 그걸 더 빨리 가져올 수 없었을 것 같아, 그지?
pl: Pewnie szybciej nie mógł, co?
pt_br: Acho que ele não podia ter usado isso antes, né?
ru: Видимо, раньше он притащить эту штуку не мог.
zh_cn: 他就不能早点拿来么，诶？
zh_tw: 他就不能早點拿來麼，誒？

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: Looks like we got 'em!
de: Sieht aus als hätten wir das erledigt!
es: ¡Ja, ja! ¡Se acabó!
fr: Je crois qu'on l'a eu !
it: Sembra che l'abbiamo sconfitto!
ja: ぶっ倒したみてぇだな！
ko: 그들을 잡은 것 같아!
pl: Chyba ich załatwiliśmy!
pt_br: Parece que a gente deu uma lição nele!
ru: Он у нас в руках!
zh_cn: 看来被我们整趴下了！
zh_tw: 看來被我們整趴下了！

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: Hey! Watch where you're rollin', eh?
de: Pass auf, wo du hinrollst, hm?
es: ¡Eh! Cuidadín por dónde vas, ¿eh?
fr: Hé ! Attention où tu roules, toi !
it: Ehi, guarda dove rotoli!
ja: てめぇ！ちゃんと前見て転がってんのか！
ko: 이봐! 굴러다니면서 조심해, 어?
pl: Hej! Uważaj, gdzie się turlasz, jasne?
pt_br: Ei! Olha onde você rola, ein?
ru: Эй! Смотри, куда катишься, да!
zh_cn: 喂！以后要小心点了吧，诶？
zh_tw: 喂！以後要小心點了吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: And stay down, will ya?
de: Und steh ja nicht auf, hm?
es: ¡Y no te levantes!
fr: Et ne te relève pas, pigé ?
it: E non rialzarti più, intesi?
ja: もう起き上がってくんなよ。ったく。
ko: 그리고 가만히 있어, 어?
pl: I nie próbuj już fikać, zrozumiano?
pt_br: E fique no chão, tá bom?!
ru: Так и оставайся, пожалуйста!
zh_cn: 你就趴着好不好？
zh_tw: 你就趴著好不好？

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: I get the feelin' it doesn't like us one bit, Luce.
de: Ich habe das Gefühl, das Ding mag uns nicht besonders, Lucy.
es: Me da la sensación de que no le caemos nada bien, Lucy.
fr: J'ai l'impression qu'il ne nous aime pas beaucoup, Lucy.
it: Ho l'impressione che non gli piacciamo nemmeno un po', Lucy.
ja: ルーシー、どうやらコイツは、オレたちのことが嫌いで仕方ねぇみてぇだな。
ko: 그건 우리를 조금 좋아하지 않는 것 같아, 루시.
pl: Coś czuję, że za nami nie przepada, Lucy.
pt_br: Tenho a impressão de que ele não gosta nem um pouco da gente, Lucy.
ru: Я подозреваю, что мы его чем-то обидели, Люси.
zh_cn: 我感觉它一点都不喜欢咱们，露西。
zh_tw: 我感覺它一點都不喜歡咱們，露西。

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: It's trying to fence us in!
de: Das Ding versucht uns einzupferchen!
es: ¡Quiere atraparnos!
fr: Il essaie de nous encercler !
it: Sta cercando di intrappolarci!
ja: オレたちを閉じ込めようとしやがってるぞ！
ko: 우리를 가두려고 해!
pl: Próbuje zapędzić nas w kozi róg!
pt_br: Ele tá tentando cercar a gente!
ru: Он пытается нас запереть!
zh_cn: 它想用篱笆把我们圈起来！
zh_tw: 它想用籬笆把我們圈起來！

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE3
source: Well, third time's the charm, eh?
de: Aller guten Dinge sind drei, was?
es: A la tercera va la vencida, ¿no?
fr: La troisième fois c'est la bonne, comme on dit.
it: Beh, la terza è la volta buona, no?
ja: 三度目の正直なるか？
ko: 음, 삼세번 만의 행운이라더니, 그지?
pl: Cóż, do trzech razy sztuka, co?
pt_br: Bom, a terceira é a que vale, né?
ru: Третий раз — алмаз, да?
zh_cn: 啊，第三次好运会来吧，诶？
zh_tw: 啊，第三次好運會來吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: Guess that takes care of that!
de: Ich denke, damit ist die Sache erledigt!
es: ¡Pues ya estaría!
fr: Cette fois, c'est fait !
it: Ora il problema è risolto!
ja: もうオシマイみてぇだな！
ko: 그게 그걸 처리한다고 생각해봐!
pl: No, to chyba wreszcie po sprawie!
pt_br: Acho que isso acabou com ele!
ru: Ну теперь-то он точно больше не опасен.
zh_cn: 这下被解决了吧！
zh_tw: 這下被解決了吧！

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Hey! You be careful there, bud!
de: Hey! Sei vorsichtig, Kumpel!
es: ¡Eh, ten cuidadín, coleguilla!
fr: Hé ! Attention à toi !
it: Ehi! Fa' attenzione, amico!
ja: おい！気をつけろよ、相棒！
ko: 이봐! 거기 조심해, 친구!
pl: Hej! Ostrożnie, koleżko!
pt_br: Ei! Cuidado aí, amigo!
ru: Эй, дружище, поаккуратнее там!
zh_cn: 喂，伙计！你可要当心点啊！
zh_tw: 喂，夥計！你可要當心點啊！

# CHARACTERS.WOODIE.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: Now's probably not the time to be taking a nap.
de: Jetzt ist wahrscheinlich nicht der richtige Zeitpunkt, um ein Nickerchen zu machen.
es: Creo que no es momento de echarse una siesta.
fr: Ce n'est pas vraiment le moment de faire une sieste.
it: Questo non è il momento giusto per fare un pisolino.
ja: 多分、今は昼寝しねぇ方がいいよな。
ko: 지금은 아마도 낮잠을 잘 때가 아닐 거야.
pl: To nie najlepszy moment na drzemkę.
pt_br: Acho que agora não é hora de tirar uma soneca.
ru: Сейчас не лучшее время подушку давить.
zh_cn: 现在可不是睡午觉的时候。
zh_tw: 現在可不是睡午覺的時候。

# CHARACTERS.WOODIE.DESCRIBE.AMULET
source: Always have a backup plan.
de: Ich habe immer einen Notfallplan.
es: Siempre hay que tener un plan de emergencia.
fr: Il faut toujours un plan B.
it: Devi sempre avere un piano di riserva.
ja: 常にバックアッププランを用意。
ko: 차선책은 항상 필요하지.
pl: Zawsze miej plan awaryjny.
pt_br: Tenha sempre um plano b.
ru: Всегда нужен запасной план.
zh_cn: 应该总是准备一个备用计划。
zh_tw: 應該總是準備一個備用計畫。

# CHARACTERS.WOODIE.DESCRIBE.ANCHOR
source: Real heavy one there.
de: Ganz schön schwerer Brocken.
es: Aquí, una pesada de verdad.
fr: C'est super lourd !
it: Un vero peso massimo.
ja: こりゃあ相当重そうだな。
ko: 아주 무겁잖아.
pl: Naprawdę ciężka.
pt_br: Essa é bem pesada.
ru: Очень уж он тяжелый.
zh_cn: 真是重啊。
zh_tw: 真是重啊。

# CHARACTERS.WOODIE.DESCRIBE.ANCHOR_ITEM
source: 'Little elbow grease and we'll have an anchor.
de: Bisschen reinhängen, und schon haben wir einen Anker.
es: Un poco de trabajo y tendremos un ancla.
fr: Avec un peu d'huile de coude, j'aurai mon ancre.
it: Un po' di olio di gomito e avremo un'ancora.
ja: 少し汗を流せば錨ができる。
ko: 조금만 애쓰면 닻이 생길 거야.
pl: Trochę roboty i będziemy mieć kotwicę.
pt_br: Basta um pouco de esforço e teremos uma âncora.
ru: Тут надо немножко поработать, и у нас будет якорь.
zh_cn: 稍微出点力，咱们就能做出来个锚了。
zh_tw: 稍微出點力，咱們就能做出來個錨了。

# CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR
source: There's axe marks on these altar stones.
de: Da sind Spuren einer Axt auf dem Altar.
es: Hay marcas de hacha en estas piedras de altar.
fr: Il y a des marques de hache sur les pierres de cet autel.
it: Ci sono dei segni di ascia su queste pietre dell'altare.
ja: これらの祭台には斧のマークがある。
ko: 제단 돌에 도끼 자국이 있네.
pl: Widać na tych kamieniach ślady siekiery.
pt_br: Tem marcas de machado nas pedras desse altar.
ru: На этих алтарных камнях есть зарубки от топоров.
zh_cn: 祭坛的石头上有斧头标记。
zh_tw: 祭壇的石頭上有斧頭標記。

# CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Looks a little worn out.
de: Sieht ein bisschen abgenutzt aus.
es: Parece un poco desgastado.
fr: Ça a l'air un peu usé.
it: Sembra un po' usurato.
ja: 少し消耗しているように見える。
ko: 좀 헐어 보이는데.
pl: Trochę się zepsuł.
pt_br: Parece um pouco gasto.
ru: Выглядит немного изношенным.
zh_cn: 好像有点坏了。
zh_tw: 好像有點壞了。

# CHARACTERS.WOODIE.DESCRIBE.ANCIENT_STATUE
source: Another hoser.
de: Ein weiterer Schmarotzer.
es: Otro idiota.
fr: Encore un minable.
it: Un altro idiota.
ja: またペテン師さ。
ko: 어떤 인물이었을까.
pl: Kolejny drań.
pt_br: Outro idiota.
ru: Еще один болван.
zh_cn: 又一个失败者。
zh_tw: 又一個失敗者。

# CHARACTERS.WOODIE.DESCRIBE.ANIMAL_TRACK
source: A large woodland creature passed this way!
de: Hier ist eine große Kreatur entlang gegangen.
es: ¡Una gran criatura del bosque pasó por aquí!
fr: Une grosse créature des forêts est passée par ici !
it: Una grande creatura dei boschi è passata da questa parte!
ja: 大きな森に住む動物がこの道を通り過ぎた！
ko: 거대한 숲 동물이 여길 지나갔잖아!
pl: Jakiś duży leśny zwierz tędy przechodził.
pt_br: Uma grande criatura da mata passou por aqui!
ru: Здесь прошлось огромное лесное создание!
zh_cn: 有一只大型林地生物从这走过！
zh_tw: 有一隻大型林地生物從這走過！

# CHARACTERS.WOODIE.DESCRIBE.ANTCHOVIES
source: They just ain't right.
de: Mit denen stimmt was nicht.
es: Hay algo en ellas que no es normal.
fr: Nan, ça va pas.
it: Contronatura.
ja: これはどうもいけねえ。
ko: 이건 뭔가 잘못됐잖아.
pl: Coś z nimi nie w porządku.
pt_br: Tem algo errado nelas.
ru: Неправильные они какие-то.
zh_cn: 就是不对。
zh_tw: 就是不對。

# CHARACTERS.WOODIE.DESCRIBE.ANTLION.GENERIC
source: They grow'em big out here, eh?
de: Die sind ganz schön groß hier, was?
es: Crecen mucho por aquí, ¿eh?
fr: Ils les font gros par ici, hein ?
it: Crescono grandi da queste parti, eh?
ja: ここじゃ、アリもずいぶん、でけぇんだな
ko: 여기선 굉장히 커지네, 그치?
pl: Duże tu rosną, co nie?
pt_br: Eles ficam bem grandes por aqui, hã?
ru: А они тут немаленькие вырастают, а?
zh_cn: 它们越长越大，往这里来了，呃？
zh_tw: 它們越長越大，往這裡來了，呃？

# CHARACTERS.WOODIE.DESCRIBE.ANTLION.UNHAPPY
source: That critter's in a real bad mood.
de: Dieses Vieh hat echt miese Laune.
es: Esa criatura está de muy mal humor.
fr: Cette bestiole est vraiment de sale humeur.
it: La creatura è davvero di pessimo umore.
ja: ありゃあ、相当機嫌悪りぃみてぇだな…
ko: 기분이 굉장히 안 좋은 것 같은데.
pl: Zwierzak jest w beznadziejnym nastroju.
pt_br: A criatura está de muito mal humor.
ru: Этот малыш действительно не в настроении.
zh_cn: 家畜的心情很糟糕。
zh_tw: 家畜的心情很糟糕。

# CHARACTERS.WOODIE.DESCRIBE.ANTLION.VERYHAPPY
source: It seems agreeable.
de: Sieht ganz nett aus.
es: Parece agradable.
fr: Il a l'air content.
it: Sembra ben disposta.
ja: だいぶ機嫌が治ったみてぇだ
ko: 기분이 좋아 보이는데.
pl: Chyba się dogadamy.
pt_br: Parece bem disposto.
ru: Выглядит довольным.
zh_cn: 看起来和蔼可亲。
zh_tw: 看起來和藹可親。

# CHARACTERS.WOODIE.DESCRIBE.ANTLIONTRINKET
source: Could give it to some sandy hoser.
de: Könnte man irgendeinem Schmarotzer geben.
es: Podría dárselo a algún idiota de arena.
fr: Je pourrais donner ça à des couillons des sables.
it: Potrei darlo a qualche idiota sabbioso.
ja: 砂好きのヤツに渡せば、喜びそうだな
ko: 모래투성이 녀석에게 주면 되겠다.
pl: Można by to dać jakiemuś piaskowemu frajerowi.
pt_br: Poderia dar pra um babaca arenoso.
ru: Отдам какому-нибудь песчаному тупице.
zh_cn: 可以把它送给有沙的傻子。
zh_tw: 可以把它送給有沙的傻子。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_CENTIPEDE
source: I think we might be tresspassin'.
de: Ich glaube, das war womöglich unbefugtes Betreten.
es: ¿Esto no es allanamiento?
fr: Je crois qu'on est sur une propriété privée.
it: Forse siamo sconfinati.
ja: オレたち、不法侵入してるんじゃねぇのかい？
ko: 우리가 무단 침입을 하고 있는 것 같아.
pl: Chyba weszliśmy na czyiś teren.
pt_br: Acho que a gente pode estar invadindo.
ru: По-моему, мы залезли на чужую территорию.
zh_cn: 我们可能闯到别人家了。
zh_tw: 我們可能闖到別人家了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: This whole place is littered with these things!
de: Der ganze Ort ist mit diesen Dingern übersät!
es: Esto está hasta arriba de estas cosas...
fr: Cet endroit est couvert de ce genre de trucs !
it: Qui è pieno di queste cose!
ja: そこら中にコレと同じのが散らばってやがるぜ！
ko: 여기 전체가 이런 것들로 가득 차 있어!
pl: Wszędzie walają się te kawałki!
pt_br: Esse lugar está abarrotado dessas coisas!
ru: Тут повсюду эти штуки валяются!
zh_cn: 这个地方到处都是这些东西!
zh_tw: 這個地方到處都是這些東西!

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: Burned to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
fr: Brûlée à vif.
it: Bruciato fino a croccare.
ja: 焦げ焦げに燃えた。
ko: 새까맣게 탔잖아.
pl: Spalony na wiór.
pt_br: Completamente queimada.
ru: Прожарен до хрустящей корочки.
zh_cn: 都烧焦了。
zh_tw: 都燒焦了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
de: Wird noch ein bisschen dauern, was?
es: Aún tardará un poco más, ¿eh?
fr: Ça va prendre un peu de temps, hein ?
it: Ci vorrà un po' di più, eh?
ja: もうちょっとかかりそうだ、なあ？
ko: 좀 더 기다려야겠네, 그치?
pl: Jeszcze trochę, co nie?
pt_br: Vai demorar um pouco mais, hã?
ru: Долго еще, а?
zh_cn: 还要好一会儿，是吗？
zh_tw: 還要好一會兒，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
de: Au Backe! Hier ist es!
es: ¡Oh, sí! ¡Ya está!
fr: Oh mon gars ! Voilà que c'est prêt !
it: Oh! Eccolo che arriva!
ja: あぁ！やってきたぞ！
ko: 저런! 오잖아!
pl: O rany! Zaraz będzie gotowe!
pt_br: Nossa, está saindo!
ru: О да! Вот так!
zh_cn: 我的乖乖！马上就好了！
zh_tw: 我的乖乖！馬上就好了！

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: Time for supper!
de: Zeit zum Abendessen!
es: ¡Hora de cenar!
fr: Le dîner est servi !
it: È ora di cena!
ja: 夕飯の時間さ！
ko: 잘 먹겠습니다!
pl: Czas na kolację!
pt_br: Hora da janta!
ru: Пора ужинать!
zh_cn: 晚餐时间到！
zh_tw: 晚餐時間到！

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: I'm guessin' this hasn't been used in a while.
de: Das ist wohl schon eine Weile nicht mehr benutzt worden.
es: Creo que hace tiempo que nadie usa esto.
fr: Ça fait un bail qu'on ne s'en est pas servi.
it: Immagino che non venga usato da molto tempo.
ja: これ、かなりほったらかしにされてんじゃねぇの。
ko: 한동안 사용하지 않은 것 같아.
pl: Raczej dawno nikt z tego nie korzystał.
pt_br: Acho que faz tempo que ela não é usada.
ru: Видимо, им очень давно не пользовались.
zh_cn: 我猜这东西很久没用了。
zh_tw: 我猜這東西很久沒用了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_LOCKBOX
source: Huh. There's something sloshing around in there.
de: Hm. Irgendetwas schwappt da drin herum.
es: Oh... Hay algo chapoteando ahí dentro.
fr: Hmm... Il y a quelque chose qui clapote, dans le coin.
it: Uhm. C'è qualcosa che sguazza lì dentro.
ja: ん～。なんかジャブジャブ音が鳴ってるぜ。
ko: 뭐야. 거기 뭔가 철벅거리며 튀어나오고 있어.
pl: No proszę. Coś się tam przelewa.
pt_br: Hã. Tem alguma coisa fazendo barulho aí dentro.
ru: Хм. Внутри что-то плещется.
zh_cn: 哈。有什么东西在里面晃来晃去。
zh_tw: 哈。有什麼東西在裡面晃來晃去。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: Well whattaya know! It just needed a little juice.
de: Na, was sagt man dazu! Es war nur ein bisschen Saft nötig.
es: Anda, ¡mira tú por dónde! Solo necesitaba un pelín de energía.
fr: Qui l'eût cru ! Il lui fallait juste un peu d'énergie.
it: Chi l'avrebbe mai detto! Aveva solo bisogno di un po' di energia.
ja: へへ、こいつぁいい！エネルギーのジュースが必要だったってわけかい。
ko: 음 알아! 주스가 좀 필요했어.
pl: Kto by pomyślał! Wystarczyło trochę soku.
pt_br: Quem poderia imaginar! Só precisava de um pouco de energia.
ru: Кто бы мог подумать! Его всего-то нужно было заправить.
zh_cn: 好吧！它只是需要通点电。
zh_tw: 好吧！它只是需要通點電。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: Now that's a funny looking gadget. Too bad it doesn't work.
de: Eine komisch aussehendes Gerät. Schade nur, dass es nicht funktioniert.
es: Qué cacharro tan raro... Es una pena que no funcione.
fr: C'est un gadget marrant, ça. C'est dommage qu'il ne marche pas.
it: Quello è proprio un gran bel gadget. Peccato che non funzioni.
ja: こいつぁおもしれぇ面した機械だな。動かねぇのが残念だ。
ko: 웃기게 생긴 도구네. 작동하지 않아서 안타까워.
pl: A to ci śmiesznie wyglądający gadżet. Szkoda tylko, że nie działa.
pt_br: Que geringonça engraçada. É uma pena que não funcione.
ru: Какая забавная машинка. Жалко, что не работает.
zh_cn: 这真是一个看起来很有趣的小工具。可惜它不好使了。
zh_tw: 這真是一個看起來很有趣的小工具。可惜它不好使了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_MOON_STATUE
source: The ones carryin' the full moon sure got the short end of the stick, eh?
de: Die mit dem Vollmond haben wohl den Kürzeren gezogen, was?
es: Vaya mala pata han tenido las que tienen que cargar con la luna llena, ¿eh?
fr: Celles qui portent la pleine lune ont eu moins de bol que les autres.
it: Quelli che portano la luna piena hanno trovato la pagliuzza più corta, eh?
ja: 満月を抱えてる方はよ、大方ハズレくじでも引いたんだろ？
ko: 보름달을 나르는 사람들은 확실히 운이 좋지 않아, 그지?
pl: Ci, co niosą księżyc w pełni, wyciągnęli krótszą słomkę, co?
pt_br: Os carinhas que carregam a lua cheia certamente ficaram com a pior parte, né?
ru: Тем, кто тащит полную луну, больше всех не повезло, ага.
zh_cn: 那些有满月的不如其他的，对不？
zh_tw: 那些有滿月的不如其他的，對不？

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Guess that door's closed for good.
de: Ich schätze, diese Tür ist für immer geschlossen.
es: Creo que está cerrada a cal y canto.
fr: Ce portail est fermé pour de bon, on dirait.
it: Immagino che quella porta sia chiusa per sempre.
ja: この扉はよ、きっと訳あって閉じられてんだよ。
ko: 그 문은 영원히 닫혀 있을 거라고 생각해.
pl: Te drzwi są chyba zamknięte na dobre.
pt_br: Acho que essa porta fechou de vez.
ru: Эта дверь накрепко заперта.
zh_cn: 我想那扇门已经永远关上了。
zh_tw: 我想那扇門已經永遠關上了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Hey Lucy, maybe that's a way outta here!
de: Hey Lucy, vielleicht ist das ein Weg hier raus!
es: Eh, Lucy, ¡a lo mejor podemos salir por ahí!
fr: Hé, c'est peut-être une sortie, Lucy !
it: Ehi, Lucy, forse c'è una via d'uscita!
ja: おいおいルーシー、こいつぁもしかすると、ここから出られっかもしんねぇぞ！
ko: 이봐 루시, 어쩌면 여기에서 나가는 길이 아닐까!
pl: Hej, Lucy, może da się tym stąd uciec!
pt_br: Ei, Lucy, talvez seja a saída daqui!
ru: Смотри, Люси, может, это выход отсюда?
zh_cn: 嘿，露西，也许那是一条出路！
zh_tw: 嘿，露西，也許那是一條出路！

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: Not sure where it's leading me, but I might as well find out.
de: Ich bin mir nicht sicher, wohin mich das führt, aber ich kann es genauso gut auch herausfinden.
es: No sé a dónde me llevará esto, pero vamos a descubrirlo.
fr: Je ne sais pas trop où ça mène, mais je compte bien le découvrir.
it: Non so dove mi stia conducendo, ma tanto vale scoprirlo.
ja: この道筋がどこにつながってんのか知らねぇがよ、自分の目で確かめてみるぜ。
ko: 나를 어디로 이끌고 있는지 확실하지 않지만, 알아 보는 게 좋겠어.
pl: Nie jestem pewien, dokąd prowadzi, ale w sumie mogę się dowiedzieć.
pt_br: Não sei bem onde tá me levando, mas é melhor descobrir.
ru: Не знаю, куда он меня приведет, но выяснить не откажусь.
zh_cn: 虽然不知道会把我引向何方，但也不妨一探究竟。
zh_tw: 雖然不知道會把我引向何方，但也不妨一探究竟。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: Nothin' left to point us to.
de: Es gibt nichts mehr, worauf wir hingewiesen werden könnten.
es: Ya no tiene nada que señalar.
fr: Il n'a plus rien à nous indiquer.
it: Non c'è più niente da indicarci.
ja: オレたちに教える行き先はねぇんだな。
ko: 우리에게 지시할 것이 남아 있지 않아.
pl: I już nic nie wskazuje.
pt_br: Não restou nada para nos indicar.
ru: Показывать больше некуда.
zh_cn: 不给我们指路了。
zh_tw: 不給我們指路了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: It's humming with some kinda energy.
de: Sie brummt vor einer Art Energie.
es: Emite algún tipo de energía...
fr: Ça grésille d'énergie.
it: L'energia sta producendo una specie di ronzio.
ja: 中に入ってんのは、何かのエネルギーだろうな。
ko: 그것은 일종의 에너지로 윙윙거리는 거야.
pl: Buczy jakąś dziwną energią.
pt_br: Tá zumbindo com algum tipo de energia.
ru: Гудит от какой-то энергии.
zh_cn: 它的能量嗡嗡地响。
zh_tw: 它的能量嗡嗡地響。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: Now that's a head scratcher.
de: Das ist wirklich ein kniffliges Rätsel.
es: Puf, menudo acertijo.
fr: Je ne comprends rien, là...
it: Questo è proprio un rompicapo.
ja: こいつぁ難解だな。
ko: 이제 머리를 긁는 도구네.
pl: To ci dopiero zagadka.
pt_br: Taí um enigma complicado.
ru: Да уж, в этом я точно ни черта не понимаю.
zh_cn: 真让人抓耳挠腮。
zh_tw: 真讓人抓耳撓腮。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: I never even got a handle on French, don't expect me to read that.
de: Ich habe nicht mal Französisch gelernt, erwarte nicht, dass ich das lese.
es: No sé ni francés, como para intentar leer esos garabatos.
fr: Déjà que j'ai du mal en anglais, ne vous attendez pas à ce que j'arrive à lire ce truc.
it: Non ho mai imparato nemmeno il francese, non aspettarti che riesca a leggere quella roba.
ja: オレはよ、フランス語すらまともに喋れねんだぜ。こんなモン読めるはずねーだろが。
ko: 나는 프랑스어를 전혀 몰라. 그걸 읽을 거고 기대하지 마.
pl: Nigdy nie zdołałem opanować nawet francuskiego, więc nie oczekuj, że odczytam ten tekst.
pt_br: Nunca consegui aprender francês, não espere que eu leia esse negócio.
ru: Я даже французский через пень-колоду понимаю, а уж это...
zh_cn: 我连法语都没学好，更别说这个了。
zh_tw: 我連法語都沒學好，更別說這個了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: Now that's a head scratcher.
de: Das ist wirklich ein kniffliges Rätsel.
es: Puf, menudo acertijo.
fr: Je ne comprends rien, là...
it: Questo è proprio un rompicapo.
ja: こいつぁ難解だな。
ko: 이제 머리를 긁는 도구네.
pl: To ci dopiero zagadka.
pt_br: Taí um enigma complicado.
ru: Да уж, в этом я точно ни черта не понимаю.
zh_cn: 真让人抓耳挠腮。
zh_tw: 真讓人抓耳撓腮。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: I never even got a handle on French, don't expect me to read that.
de: Ich habe nicht mal Französisch gelernt, erwarte nicht, dass ich das lese.
es: No sé ni francés, como para intentar leer esos garabatos.
fr: Déjà que j'ai du mal en anglais, ne vous attendez pas à ce que j'arrive à lire ce truc.
it: Non ho mai imparato nemmeno il francese, non aspettarti che riesca a leggere quella roba.
ja: オレはよ、フランス語すらまともに喋れねんだぜ。こんなモン読めるはずねーだろが。
ko: 나는 프랑스어를 전혀 몰라. 그걸 읽을 거고 기대하지 마.
pl: Nigdy nie zdołałem opanować nawet francuskiego, więc nie oczekuj, że odczytam ten tekst.
pt_br: Nunca consegui aprender francês, não espere que eu leia esse negócio.
ru: Я даже французский через пень-колоду понимаю, а уж это...
zh_cn: 我连法语都没学好，更别说这个了。
zh_tw: 我連法語都沒學好，更別說這個了。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: Now that's a head scratcher.
de: Das ist wirklich ein kniffliges Rätsel.
es: Puf, menudo acertijo.
fr: Je ne comprends rien, là...
it: Questo è proprio un rompicapo.
ja: こいつぁ難解だな。
ko: 이제 머리를 긁는 도구네.
pl: To ci dopiero zagadka.
pt_br: Taí um enigma complicado.
ru: Да уж, в этом я точно ни черта не понимаю.
zh_cn: 真让人抓耳挠腮。
zh_tw: 真讓人抓耳撓腮。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: I'm not sure I like the look of it.
de: Ich bin mir nicht sicher, ob mir der Anblick gefällt.
es: No sé si me gusta la pinta que tiene...
fr: Ça ne me plaît pas des masses...
it: Non sono sicuro che mi piaccia il suo aspetto.
ja: 気に入らねえナリしてやがるぜ。
ko: 그 모습이 마음에 들었는지 모르겠어.
pl: Nie jestem pewien, czy to mi się podoba.
pt_br: Não sei se gostei da aparência disso.
ru: Что-то мне здесь не нравится.
zh_cn: 这样子我不喜欢。
zh_tw: 這樣子我不喜歡。

# CHARACTERS.WOODIE.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: Not much happening with this thing.
de: Mit diesem Ding passiert nicht viel.
es: Esto no hace nada de nada.
fr: Il ne se passe pas grand-chose.
it: Non sta succedendo molto qui.
ja: こいつ、まともに動いてねぇな。
ko: 무슨 일이 많이 생기는 물건은 아니야.
pl: To coś jest raczej bezczynne.
pt_br: Não tem nada de muito interessante acontecendo com essa coisa.
ru: Ничего особенного тут не происходит.
zh_cn: 这东西没什么动静。
zh_tw: 這東西沒什麼動靜。
