Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.SPOILED
source: Ugh, fresh is better.
de: Igitt, frisch ist besser.
es: Agh, fresca es mejor.
fr: Pouah ! C'est meilleur frais.
it: Uh, fresco è meglio.
ja: オェ、新鮮な方がいい。
ko: 우욱. 신선했으면 좋았을 텐데.
pl: Ugh, wolę świeże żarcie.
pt_br: Ugh, fresco é melhor.
ru: Фу, свежее лучше.
zh_cn: 呃，还是新鲜的好。
zh_tw: 呃，還是新鮮的好。

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.STALE
source: That was stale beast.
de: Das war verdorben.
es: Era una bestia rancia.
fr: Cette bête était périmée.
it: Quella era una bestia stantia.
ja: 獣は腐りかけだった。
ko: 신선하지 않은 고기였어.
pl: Trochę się już popsuło.
pt_br: Essa fera estava podre.
ru: Его мясо было старым.
zh_cn: 那肉不新鲜。
zh_tw: 那肉不新鮮。

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.YUCKY
source: This food is not befitting a warrior.
de: Das ist keine Nahnung, die für einen Krieger geeignet ist.
es: Esta comida no es apropiada para una guerrera.
fr: Cette nourriture n'est pas pour les guerrières !
it: Questo cibo non è degno di una guerriera.
ja: 戦士は、かような物は口にせぬ
ko: 이 음식은 전사에게 어울리지 않아.
pl: Nie jest to jadło godne wojownika.
pt_br: Esse alimento não é digno de uma guerreira.
ru: Эта еда для воина не пригодна.
zh_cn: 这食物对勇士没好处。
zh_tw: 這食物對勇士沒好處。

# CHARACTERS.WATHGRITHR.ANNOUNCE_EATING_NOT_FEASTING
source: Tis more than enough to share!
de: Mehr als genug für alle!
es: ¡Es más que suficiente para compartir!
fr: C'estöit bien suffisant pöur partager !
it: L'abbondanza andrebbe condivisa!
ja: 分け与えるには十分すぎるぞ！
ko: 다 나누고도 남겠는걸!
pl: Jedzenia jest w bród!
pt_br: É mais do que o bastante para compartilhar!
ru: Хватит на всех!
zh_cn: 这么多分量，应该分享！
zh_tw: 這麼多分量，應該分享！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.1
source: Hff... Nothing can weigh a warrior down!
de: Hmpf ... Einem Krieger ist nichts zu schwer!
es: Mmm... ¡Nada puede abrumar a un guerrero!
fr: Arf... rien n'est trop lourd pour une guerrière !
it: Uff... niente può gravare su un guerriero!
ja: フ...戦士と並ぶものなど何もない！
ko: 훗... 전사에게 이런 건 아무것도 아니야!
pl: Uff... Wojownika żaden ciężar nie zmoże!
pt_br: Uf... Nada pode pesar sobre um guerreiro!
ru: Ух-х… Ничто не может сломить воина!
zh_cn: 呼...没有什么是勇士搞不定的！
zh_tw: 呼...沒有什麼是勇士搞不定的！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.2
source: Huff... Huff...
de: Uff ... Uff ...
es: Uf... uf...
fr: Arf... Arf...
it: Uff... uff...
ja: フ...フ...
ko: 헉... 헉...
pl: Uff... uff...
pt_br: Ufa... Ufa...
ru: Ух-х… Ух-х…
zh_cn: 呼...呼...
zh_tw: 呼...呼...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.3
source: Tis... nothing...
de: Das ... ist ... doch ... gar nichts.
es: Esto... no es nada...
fr: Ce n'est... rien...
it: Questo non... niente...
ja: これは...なんてことない...
ko: 이건... 아무것도 아니야...
pl: To... nic... takiego...
pt_br: Não é... nada...
ru: Н… ничего…
zh_cn: 没...什么...
zh_tw: 沒...什麼...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.4
source: Heave... ho...!
de: Hauruck!
es: ¡Uf... ay...!
fr: Ho hisse !
it: Ciel... ho!
ja: ヒー...ホー...！
ko: 여엉... 차...!
pl: Hej... ho...!
pt_br: Em... frente...!
ru: Боги… не!..
zh_cn: 举起来...呵...！
zh_tw: 舉起來...呵...！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.5
source: Gnnngh...
de: Ächz ...
es: Uffff...
fr: Gnnnngh...
it: Arghhh...
ja: ウー...
ko: 끙...
ru: У-у-у-мх…
zh_cn: 咯嗯...
zh_tw: 咯嗯...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.6
source: Swift... as Sleipnir...
de: Flink... wie Sleipnir...
es: Ágil... como Sleipnir...
fr: Aussi rapide... que Sleipnir...
it: Veloce... come Sleipnir...
ja: スレイプニルの如く...素早く...
ko: 슬레이프니르처럼... 빠르게...
pl: Szybka... jak Sleipnir...
pt_br: Ágil... como Sleipnir...
ru: Стремительна… как Слейпнир…
zh_cn: 像斯雷普尼尔...那样迅速...
zh_tw: 像斯雷普尼爾...那樣迅速...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.7
source: Strong... like Thor...
de: Stark ... wie Thor ...
es: Fuerte... como Thor...
fr: Aussi forte... que Thor...
it: Forte... come Thor...
ja: 雷神の如く...強く...
ko: 토르처럼... 강하게...
pl: Silna... jak Thor...
pt_br: Forte... como Thor...
ru: Сильна… как Тор…
zh_cn: 像索尔...那样强壮...
zh_tw: 像索爾...那樣強壯...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.8
source: Enduring... like Freya...
de: Ausdauernd ... wie Freya ...
es: Resistente... como Freya...
fr: Aussi tenace... que Freya...
it: Resistente... come Freya...
ja: フレイヤの如く...忍耐強く...
ko: 프레이야처럼... 끈질기게...
pl: Wytrwała... jak Freja...
pt_br: Resistente... como Freia...
ru: Вынослива… как Фрея…
zh_cn: 像芙蕾雅...那样不朽...
zh_tw: 像芙蕾雅...那樣不朽...

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENCUMBERED.9
source: I will be... victorious!
de: Ich werde ... siegen!
es: ¡Me alzaré... con la victoria!
fr: La victöire... sera à möi !
it: Vinceròòòòò!
ja: 我は勝利を...勝ち取る！
ko: 난... 승리할 것이다!
pl: Zwyciężę!
pt_br: Serei... vitoriosa!
ru: Я смогу… смогу!
zh_cn: 我会...胜利的！
zh_tw: 我會...勝利的！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENTER_DARK
source: And the curtain falls.
de: Und der Vorhang fällt.
es: Y cae el telón.
fr: Le rideau vient de tomber.
it: E cala il sipario.
ja: そして カーテンが落ちる。
ko: 드디어 막이 내렸군.
pl: Kurtyna zapadła.
pt_br: E a cortina desce.
ru: И занавес падает.
zh_cn: 随后幕布落下。
zh_tw: 隨後幕布落下。

# CHARACTERS.WATHGRITHR.ANNOUNCE_ENTER_LIGHT
source: I step into the light!
de: Ich trete ins Licht!
es: ¡Entro en la luz!
fr: J'arrive dans la lumière !
it: Ho calpestato la luce!
ja: 光に足を踏み入れた！
ko: 빛의 영역에 입장!
pl: Niech światłość mnie oświeci!
pt_br: Adentrei a luz!
ru: Я ступаю по свету!
zh_cn: 我踏进了灯光下！
zh_tw: 我踏進了燈光下！

# CHARACTERS.WATHGRITHR.ANNOUNCE_EYEOFTERROR_ARRIVE
source: Away, spying demon. To arms!
de: Hinfort, spitzelnder Dämon. Zu den Waffen!
es: Vade retro, demonio observador. ¡A las armas!
fr: Arrière, démön öculaire ! En garde !
it: Vattene, demone spione. Alle armi!
ja: 近づくな、悪魔の手先め！戦闘準備！
ko: 저리 가, 훔쳐보는 악마야. 전투 준비!
pl: Precz, szpiegujący demonie! Do broni!
pt_br: Para longe, demônio espião. Às armas!
ru: Прочь, демон, не смотри. К оружию!
zh_cn: 受死吧，窥探的恶魔。拿起武器！
zh_tw: 受死吧，窺探的惡魔。拿起武器！

# CHARACTERS.WATHGRITHR.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: You would flee this fight? Asgard does not honor cowards!
de: Du fliehst vor dem Kampf? Asgard achtet Feiglinge nicht!
es: ¿Osas huir de esta pelea? ¡En Asgard no hay lugar para los cobardes!
fr: Cöuard ! Tu fuis ! Asgard n'hönöre pöint les pleutres !
it: Fuggi dal combattimento? Asgard non onora i codardi!
ja: この戦いから逃げるのか卑怯者！アスガルドの恥め！
ko: 이 전투에서 도망갈 거야? 아스가르드는 겁쟁이를 예우해주지 않아!
pl: Uciekasz przed walką? Asgard nie szanuje tchórzy!
pt_br: Você fugiria desta luta? Asgard não honra os covardes!
ru: Асгард презирает трусов, что бегут с поля боя!
zh_cn: 你要逃离这场战斗？阿斯加德并不尊重懦夫！
zh_tw: 你要逃離這場戰鬥？阿斯加德並不尊重懦夫！

# CHARACTERS.WATHGRITHR.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Thou hast returned, now let us finish this battle!
de: Du bist zurückgekehrt, nun lass uns diese Schlacht beenden!
es: ¡Has vuelto! ¡Pongamos fin a nuestra contienda!
fr: Te vöilà de retöur ! Finissöns-en !
it: Hai fatto ritorno, ora ultimiamo la battaglia!
ja: 戻ってきたな。さあ、決着をつけようではないか！
ko: 그대가 돌아왔군, 이제 이 전투를 끝내자!
pl: Powracasz! Zatem dokończmy ten bój!
pt_br: Tu ais retornado. Agora emos de terminar esta batalha!
ru: Ты снова здесь! Пора закончить эту битву!
zh_cn: 汝既归，速与吾一战！
zh_tw: 汝既歸，速與吾一戰！

# CHARACTERS.WATHGRITHR.ANNOUNCE_FAN_OUT
source: I've lost another fan!
de: Ich habe die Spuren verloren.
es: ¡Se acabó el aire!
fr: Encore un éventail de perdu !
it: Ho perso un altro ventaglio!
ja: 風ぐるまが！またしても、ついえてしまった…
ko: 바람개비가 또 고장 났어!
pl: Trzeba się będzie przyzwyczaić do ciepła.
pt_br: Perdi outro leque!
ru: Я снова потеряла веер!
zh_cn: 我又失去了一把扇子！
zh_tw: 我又失去了一把扇子！

# CHARACTERS.WATHGRITHR.ANNOUNCE_FERTILIZER_RESEARCHED
source: What need hath a warrior of this knowledge?
de: Welch Nutzen zieht eine Kriegerin aus Wissen?
es: ¿Para qué necesita saber esto una guerrera?
fr: Quel besöin un guerrier a-t-il dönc de ce savöir ?
it: A che servono queste conoscenze a una guerriera?
ja: この知識は戦士に必要なものなのか？
ko: 이 지식의 전사에게 무슨 필요가 있겠어?
pl: Po cóż wojowniczce taka wiedza?
pt_br: De que serve este conhecimento para uma guerreira?
ru: Что воину с этих знаний пользы?
zh_cn: 我这样的勇士学这种知识有什么用？
zh_tw: 我這樣的勇士學這種知識有什麼用？

# CHARACTERS.WATHGRITHR.ANNOUNCE_FIRENETTLE_TOXIN.1
source: I feel as though my body's aflame!
de: Ich habe das Gefühl, dass mein Leib in Flammen steht!
es: ¡Es como si me ardiera todo el cuerpo!
fr: Mön cörps se calcine ! J'en estöy certaine !
it: Mi sento come se il mio corpo fosse in fiamme!
ja: 我が体は燃えているようじゃ！
ko: 몸이 불타는 것 같아!
pl: Czuję, jakby moje ciało płonęło!
pt_br: Sinto como se meu corpo estivesse em chamas!
ru: Тело мое будто горит огнем!
zh_cn: 我觉得我的身体好像在燃烧!
zh_tw: 我覺得我的身體好像在燃燒!

# CHARACTERS.WATHGRITHR.ANNOUNCE_FIRENETTLE_TOXIN.2
source: Accursed plant with your fiery barbs! Fight me properly!
de: Vermaledeite Pflanze mit deinen feurigen Stacheln! Kämpfe richtig gegen mich!
es: ¡Malquista planta con tus púas quitahipos! ¡Luchemos en condiciones!
fr: Vile plante aux épines acérées ! Cömbats-möi avec hönneur !
it: Che tu sia maledetta, pianta dagli artigli fiammeggianti! Combatti lealmente!
ja: 燃え盛る棘で呪われた植物よ！真向勝負じゃ！
ko: 불타는 가시를 가진 저주받은 식물 녀석아! 제대로 싸우라고!
pl: Przeklęta roślina z ognistymi kolcami! Walcz, jak należy!
pt_br: Planta amaldiçoada com farpas abrasadoras! Enfrente-me devidamente!
ru: Проклятое растение и его горящие шипы! Сражайся со мной, как подобает!
zh_cn: 可恶的植物，带着你的烈焰倒刺！好好跟我打一场吧！
zh_tw: 可惡的植物，帶著你的烈焰倒刺！好好跟我打一場吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: The fiery curse has passed.
de: Der Flammenfluch ist vorüber.
es: La maldición ha remitido.
fr: La malédictiön enflammée s'est dissipée.
it: La maledizione fiammeggiante è passata.
ja: 燃え盛る呪いは死した。
ko: 불의 저주가 지나갔네.
pl: Koniec ognistej klątwy.
pt_br: A maldição abrasadora passou.
ru: Проклятье пламени развеялось.
zh_cn: 烈焰诅咒已经过去了。
zh_tw: 烈焰詛咒已經過去了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_FLARE_SEEN
source: My allies beckon me!
de: Meine Verbündeten rufen mich!
es: ¡Mis aliados me llaman!
fr: Mes alliés me hèlent !
it: I miei alleati sapranno dove sono!
ja: 我が仲間達が手を差し伸べてくれる！
ko: 동료가 날 부른다!
pl: Moi towarzysze mnie wzywają!
pt_br: Meus aliados me chamam!
ru: Меня призывают союзники!
zh_cn: 盟友在呼唤我！
zh_tw: 盟友在呼喚我！

# CHARACTERS.WATHGRITHR.ANNOUNCE_FREEDOM
source: Freedom! The saga continues!
de: Freiheit! Die Saga geht weiter!
es: ¡Libertad! ¡La saga continúa!
fr: Liberté ! La saga continue !
it: Libertà! La saga continua!
ja: 自由だ！武勇伝は続くのだ！
ko: 자유이지요! 사가는 계속 흐르지요!
pl: Wolność! Saga trwa!
pt_br: Liberdade! A saga continua!
ru: Свобода! Сага продолжается!
zh_cn: 自由！传奇继续！
zh_tw: 自由！傳奇繼續！

# CHARACTERS.WATHGRITHR.ANNOUNCE_GHOSTDRAIN
source: They're driving me mad...!
de: Die treiben mich in den Wahnsinn ...!
es: ¡Me están volviendo loca...!
fr: Ils me rendent folle... !
it: Mi stanno facendo impazzire...!
ja: クッ…心が…乱されるッ…！
ko: 나를 미치게 만들어...!
pl: Zaraz oszaleję..!
pt_br: Eles estão me deixando louca...!
ru: Они сводят меня с ума…!
zh_cn: 我快被他们逼疯了…！
zh_tw: 我快被他們逼瘋了…！

# CHARACTERS.WATHGRITHR.ANNOUNCE_HIGHRESEARCH
source: I am an excellent craftswoman.
de: Ich bin eine ausgezeichnete Handwerkerin.
es: Soy una artesana excelente.
fr: Je suis une excellente bricoleuse.
it: Sono un'artigiana eccellente.
ja: 私は工芸にかけてはかなり優秀だ。
ko: 나는 장인으로서의 솜씨도 대단하지.
pl: Jestem mistrzynią rękodzieła.
pt_br: Sou uma ótima artesã.
ru: Отличная из меня ремесленница.
zh_cn: 我是个出色的女匠人。
zh_tw: 我是個出色的女匠人。

# CHARACTERS.WATHGRITHR.ANNOUNCE_HOT
source: The hot sun tires me.
de: Die heiße Sonne ermüdet mich.
es: El sol me cansa.
fr: La chaleur du soleil me fatigue.
it: Il sole caldo mi stanca.
ja: 熱い太陽は私を疲労させる。
ko: 뜨거운 태양 때문에 지치고 있어.
pl: Gorące słońce daje mi się we znaki.
pt_br: O sol quente me cansa.
ru: Жаркое солнце утомляет меня.
zh_cn: 炎炎烈日晒得我疲惫不堪。
zh_tw: 炎炎烈日曬得我疲憊不堪。

# CHARACTERS.WATHGRITHR.ANNOUNCE_HOUNDS
source: The beasts are approaching...
de: Die Bestien nähern sich ...
es: Las bestias se acercan...
fr: Les bêtes approchent...
it: Le bestie si avvicinano...
ja: けだもの達が寄って来る…
ko: 짐승이 다가오고 있어...
pl: Bestie nadchodzą.
pt_br: As feras estão se aproximando...
ru: Звери приближаются…
zh_cn: 野兽正在逼近...
zh_tw: 野獸正在逼近...

# CHARACTERS.WATHGRITHR.ANNOUNCE_HUNGRY
source: How I long for a feast!
de: Wie sehr ich mich nach einem Festmahl sehne!
es: ¡Qué ganas tengo de un banquete!
fr: Je meurs d'envie d'un festin !
it: Quanto manca al banchetto?
ja: ごちそうには、いつありつけるんだ！
ko: 진수성찬을 먹고 싶다!
pl: Ależ mam ochotę na porządną wyżerkę!
pt_br: Como desejo um banquete!
ru: Как же хочется пировать!
zh_cn: 我好想大吃一顿啊！
zh_tw: 我好想大吃一頓啊！

# CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_BEAST_NEARBY
source: Hush... The creature is near.
de: Still! Die Kreatur ist nah.
es: Shhh... La criatura está cerca.
fr: Vite... la créature est proche.
it: Presto... la creatura è vicina.
ja: 声を潜めよ…何かいるぞ…
ko: 쉿... 동물이 근처에 있어요.
pl: Cisza! Coś się zbliża.
pt_br: Shh... A criatura está perto.
ru: Тс-с-с… Зверь рядом.
zh_cn: 嘘...那个生物就在附近。
zh_tw: 噓...那個生物就在附近。

# CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_LOST_TRAIL
source: I've lost the tracks.
de: Ich habe die Spuren verloren.
es: He perdido la pista.
fr: J'ai perdu la trace.
it: Ho perso le tracce.
ja: 足跡を見失ってしまった。
ko: 흔적을 놓쳤어.
pl: Zgubiłam trop.
pt_br: Perdi o rastro.
ru: Я потеряла след.
zh_cn: 我找不到痕迹了。
zh_tw: 我找不到痕跡了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: It's too muddy for trailing.
de: Es ist zu matschig, um der Spur zu folgen.
es: Está demasiado embarrado para caminar.
fr: Il y a trop de boue pour suivre une trace.
it: È troppo fangoso per essere trascinato.
ja: 足跡をたどるには泥だらけ過ぎる。
ko: 추적하기엔 너무 질척거려.
pl: Za dużo błota, żeby cokolwiek wytropić.
pt_br: Está muito enlameado para seguir rastros.
ru: Слишком грязно, чтобы идти по следу.
zh_cn: 太多泥巴了，没法追踪。
zh_tw: 太多泥巴了，沒法追蹤。

# CHARACTERS.WATHGRITHR.ANNOUNCE_INSUFFICIENTFERTILIZER
source: More droppings for you?
de: Mehr Kot für dich?
es: ¿Quieres más excrementos?
fr: Tu veux encore de la crotte ?
it: Più escrementi per te?
ja: もっとフンが欲しい？
ko: 똥이 더 필요해?
pl: Potrzebujesz więcej bobków?
pt_br: Mais dejetos para você?
ru: Тебе нужен еще навоз?
zh_cn: 要不要再来点粪便？
zh_tw: 要不要再來點糞便？

# CHARACTERS.WATHGRITHR.ANNOUNCE_INV_FULL
source: I'm carrying all I can!
de: Ich trage schon soviel wie ich kann!
es: ¡Estoy llevando todo lo que puedo!
fr: Je transporte le maximum !
it: Sto trasportando tutto quello che posso!
ja: 持てるだけの物を運んでる！
ko: 더는 못 들어!
pl: Więcej już nie uniosę!
pt_br: Estou carregando tudo o que posso.
ru: Я несу все, что могу!
zh_cn: 我只能带这么多东西！
zh_tw: 我只能帶這麼多東西！

# CHARACTERS.WATHGRITHR.ANNOUNCE_IS_FEASTING
source: My friends, let us celebrate this great bounty!
de: Meine Freunde, feiern wir diese herrliche Beute!
es: ¡Camaradas, celebremos este gran botín!
fr: Mes frères, festöyöns dönc autöur de cette grande tablée !
it: Amici, festeggiamo questo enorme bottino!
ja: ともよ、この莫大な報奨金を祝おうじゃないか！
ko: 친구들, 이 풍요를 마음껏 즐기자!
pl: Przyjaciele, uczcijmy zdobycie tego wspaniałego łupu!
pt_br: Meus amigos, vamos comemorar essa fartura!
ru: Друзья, давайте же оценим эти богатства по достоинству!
zh_cn: 朋友们，让我们来共襄盛举！
zh_tw: 朋友們，讓我們來共襄盛舉！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: Hail, tiny beastie!
de: Sei gegrüßt, kleines Tierchen!
es: ¡Saludos, bestia!
fr: Salutatiöns, petite beste !
it: Salve, bestiolina!
ja: やあ、小さき獣よ！
ko: 안녕, 꼬맹이 짐승!
pl: Witaj, malutka bestyjko!
pt_br: Saudações, ferinha miúda!
ru: Здравствуй, тварюшка!
zh_cn: 欢呼吧，小野兽！
zh_tw: 歡呼吧，小野獸！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: You've been found, little beast!
de: Du wurdest gefunden, kleines Tier!
es: ¡Te he encontrado, bestia!
fr: Je t'ai débusquée, petite beste !
it: Sei stata trovata, bestiolina!
ja: 小さき獣よ、見つけたぞ！
ko: 넌 들켰어, 귀여운 짐승아!
pl: Mam cię, mały zwierzaczku!
pt_br: Você foi encontrada, pequena fera!
ru: Попалась, тварюшка!
zh_cn: 你被发现了，小野兽！
zh_tw: 你被發現了，小野獸！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: You would make a fine stagehand, I hardly saw ye!
de: Du würdest einen guten Bühnenarbeiter abgeben, ich habe dich kaum gesehen!
es: ¡Podrías ser tramoyista, ni te he visto!
fr: Tu ferais un incröyable söuffleur, je t'ai à peine vu !
it: Saresti un buon macchinista, non è stato facile vederti!
ja: 汝は舞台の黒子役にふさわしい。ほとんど見えなかったぞ！
ko: 넌 훌륭한 무대 담당자가 될 거야, 아주 보기 드물지!
pl: Byłby z ciebie dobry stolik teatralny. Prawie cię nie zauważyłam!
pt_br: Você daria um ótimo ajudante de palco, só que quase não!
ru: Еле заметила! С таким талантом из тебя бы вышел прекрасный рабочий сцены!
zh_cn: 你很适合在舞台上移动道具和布景，我几乎都没看到你！
zh_tw: 你很適合在舞臺上移動道具和佈景，我幾乎都沒看到你！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: You were good, but not good enough!
de: Du warst gut, aber nicht gut genug!
es: ¡Eres bueno, pero no lo suficiente!
fr: Nöus fûmes döués, mais pöint assez.
it: Sei stato bravo, ma non abbastanza!
ja: 悪くはないが、まだまだだな！
ko: 훌륭해, 하지만 좀 부족하군!
pl: Dobry byłeś, ale nie dość dobry!
pt_br: Você foi bem, mas não bem o bastante!
ru: Славно прячешься, но я ищу лучше!
zh_cn: 你是还行，不过还不到家！
zh_tw: 你是還行，不過還不到家！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: You cannot escape my keen eye!
de: Du kannst meinem scharfen Auge nicht entkommen!
es: ¡No puedes escapar de mi ojo de halcón!
fr: Tu n'échapperas pöint à mien regard de lynx !
it: Non puoi sfuggire al mio sguardo attento!
ja: 我が慧眼からは逃れられんぞ！
ko: 내 예리한 시선에서 벗어나진 못할 걸!
pl: Nie umkniesz przed mym bystrym wzrokiem!
pt_br: Você não escapará da minha visão aguçada!
ru: От моих острых глаз не скрыться!
zh_cn: 你躲不过我锐利的视线！
zh_tw: 你躲不過我銳利的視線！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: Glorious victory!!
de: Glorreicher Sieg!
es: ¡Gloriosa victoria!
fr: Victöire est mienne !!
it: Gloriosa vittoria!
ja: 輝かしい勝利だ！
ko: 영광의 승리다!
pl: Wspaniałe zwycięstwo!
pt_br: Gloriosa vitória!
ru: Славная победа!
zh_cn: 光辉的胜利！！
zh_tw: 光輝的勝利！！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: {name} has lead us to glorious victory!
de: {name} hat uns zum glorreichen Sieg geführt!
es: ¡{name} nos ha llevado hacia una victoria gloriosa!
fr: {name} nöus a menés vers une retentissante victöire !
it: {name} ci ha guidato a una gloriosa vittoria!
ja: {name}が我々を輝かしい勝利へと導いてくれた！
ko: {name} 덕분에 영광스럽게 승리했어!
pl: {name} daje nam wspaniałe zwycięstwo!
pt_br: {name} nos levou à gloriosa vitória!
ru: {name} ведет нас к славным победам!
zh_cn: {name}带我们取得了光辉的胜利！
zh_tw: {name}帶我們取得了光輝的勝利！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: Only one remains! Victory is imminent!
de: Nur noch einer übrig! Der Sieg steht unmittelbar bevor!
es: ¡Ya solo resta uno! ¡La victoria es inminente!
fr: Plus qu'un à tröuver ! La victöire sera bientôt mienne !
it: Ne resta solo uno! La vittoria è imminente!
ja: 残るは1匹！勝利はすぐそこだ！
ko: 하나밖에 안 남았네! 승리가 임박했어!
pl: Został jeszcze jeden! Niedługo zwyciężę!
pt_br: Resta apenas um! A vitória é iminente!
ru: Остался один! Победа неминуема!
zh_cn: 就剩一只了！ 胜利在即！
zh_tw: 就剩一隻了！ 勝利在即！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: Arrgh! The little beasties were too clever.
de: Arrgh! Die kleinen Viecher sind zu gerissen.
es: ¡Ah! Estas bestias son demasiado astutas.
fr: Arrgh ! Icelles petites bestes sönt bien tröp habiles.
it: Argh! Quelle bestioline sono state troppo astute.
ja: ぐぬぬ！小さき獣たちが賢すぎたんだ。
ko: 아르르! 꼬맹이 짐승이 너무 영리했어.
pl: Arrgh! Te małe bestie były zbyt sprytne.
pt_br: Arrgh! As ferinhas foram sagazes demais.
ru: Гр-р-р! Тварюшки оказались больно умны!
zh_cn: 哇呀呀！那些小野兽狡猾得过头了。
zh_tw: 哇呀呀！那些小野獸狡猾得過頭了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: Alas! We need to find the last of them soon!
de: Oje! Wir müssen bald den letzten von ihnen finden!
es: ¡Pardiez! ¡Tenemos que encontrar al resto cuanto antes!
fr: Ô införtune ! Nöus devöns à töut prix tröuver le dernier d'entre eux !
it: Ahimè! Dobbiamo trovarli tutti immediatamente!
ja: ああ！最後の1匹を急いで探さねば！
ko: 이런! 곧 마지막 녀석을 찾아야 해!
pl: Niestety musimy szybko znaleźć ostatniego!
pt_br: Eia! Devemos encontrar o resto logo!
ru: Чу! Нужно поскорей найти тварюшек!
zh_cn: 注意！要尽快找到最后一只！
zh_tw: 注意！要儘快找到最後一隻！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: Perhaps we're too far to find the little beasties.
de: Vielleicht sind wir zu weit weg, um die kleinen Tiere zu finden.
es: No creo que podamos dar con las bestias tan lejos.
fr: Peut-être sömmes-nöus tröp élöignés pöur tröuver les petites bestes.
it: Forse siamo troppo lontani da quelle bestioline.
ja: もしや小さき獣たちの元からずいぶんと離れてしまったのではなかろうか。
ko: 아마 꼬맹이 짐승을 찾기에 너무 멀리 왔어.
pl: Chyba jesteśmy za daleko.
pt_br: Talvez estejamos longe demais para encontrar as ferinhas.
ru: Мы слишком далеко, здесь не сыскать следов тварюшек.
zh_cn: 走这么远，大概率找不到小野兽了。
zh_tw: 走這麼遠，大概率找不到小野獸了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: We have returned to the hunting grounds.
de: Wir sind in die Jagdgründe zurückgekehrt.
es: Hemos regresado al coto de caza.
fr: Nöus sömmes revenus sur les terres föisönnant de gibier.
it: Abbiamo fatto ritorno nel nostro terreno di caccia.
ja: 狩場へと帰還したぞ。
ko: 사냥터로 돌아왔다.
pl: Wróciliśmy na tereny łowieckie.
pt_br: Nós voltamos para o campo de caça.
ru: Мы вновь в охотничьих угодьях.
zh_cn: 我们又回到了猎场。
zh_tw: 我們又回到了獵場。

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: A hunt is always better with more warriors!
de: Eine Jagd ist immer besser mit vielen Kriegern!
es: ¡Cuantos más guerreros, más divertida la cacería!
fr: Une chasse est töujöurs plus palpitante avec möult guerriers !
it: Una caccia è sempre migliore con più guerrieri!
ja: 狩りをするならば、兵が多いほうがよいだろう！
ko: 사냥에는 언제나 전사가 많을 수록 좋지!
pl: Zawsze lepiej polować, gdy jest więcej wojowników!
pt_br: Uma caçada é sempre melhor com mais guerreiros!
ru: Чем больше воинов на охоте, тем лучше!
zh_cn: 越多勇士参加，狩猎就越精彩！
zh_tw: 越多勇士參加，狩獵就越精彩！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Let our glorious hunt commence!
de: Möge unsere glorreiche Jagd beginnen!
es: ¡Qué comience nuestra gloriosa cacería!
fr: Que nöstre glörieuse chasse cömmence !
it: Che la nostra gloriosa caccia abbia inizio!
ja: 誉ある狩りを開始しよう！
ko: 영광스러운 사냥을 시작하자!
pl: Zaczynajmy te cudowne łowy!
pt_br: Que a gloriosa caçada comece!
ru: Да продолжится великая охота!
zh_cn: 让我们开始光荣的狩猎吧！
zh_tw: 讓我們開始光榮的狩獵吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KLAUS_CALLFORHELP
source: Call thy hordes, they shan't protect thee!
de: Rufe deine Horden, sie werden dich nicht schützen!
es: ¡Invoca a las hordas, pero no podrán protegerte!
fr: Appelle tes hordes, elles ne pourront te protéger !
it: Chiama le tue orde, non ti proteggeranno!
ja: そなたの軍勢を呼べ！ 彼等はそなたを守ってはくれない！
ko: 어디, 패거리를 불러봐! 그런다고 도움은 못 될 테니!
pl: Wzywaj swych sługusów, albowiem na nic zda się ich pomoc!
pt_br: Chame suas hordas, elas não te protegerão!
ru: Зови свою орду, ей не защитить тебя!
zh_cn: 呼叫你的部落，他们不会保护你！
zh_tw: 呼叫你的部落，他們不會保護你！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KLAUS_ENRAGE
source: RUN AWAY!
de: LAUF WEG!
es: ¡HUYE!
fr: FUYONS !
it: SCAPPA VIA!
ja: 逃げるんだ！
ko: 도망가!
pl: UCIEKAJ!
pt_br: CORRA!
ru: БЕЖИМ!
zh_cn: 快跑！
zh_tw: 快跑！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KLAUS_UNCHAINED
source: Now the true battle begins!
de: Nun beginnt die eigentliche Schlacht!
es: ¡Ahora comienza la verdadera batalla!
fr: Le vrai combat commence enfin !
it: Che la vera battaglia abbia inizio!
ja: 今、本当の戦いが始まった！
ko: 이제야 진정한 전투가 시작되는군!
pl: Czas na prawdziwą walkę!
pt_br: Agora começa a verdadeira batalha!
ru: А теперь грядет настоящая битва!
zh_cn: 现在真正的战斗开始了！
zh_tw: 現在真正的戰鬥開始了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head.
de: Au, mein Kopf.
es: Ay, mi cabeza.
fr: Aïe, ma tête !
it: Ah, la mia testa.
ja: うっ… 頭が痛い。
ko: 윽, 머리야.
pl: Ugh, moja głowa.
pt_br: Ugh, minha cabeça.
ru: Уф, моя голова.
zh_cn: 嗷，我的头。
zh_tw: 嗷，我的頭。

# CHARACTERS.WATHGRITHR.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: I rode in on a bolt lightning.
de: Ich bin auf einem Blitz geritten.
es: He montado sobre un rayo.
fr: J'ai surmonté les éclairs de la foudre.
it: L'ho cavalcato su una saetta.
ja: 私は稲妻の中、馬を駆けた。
ko: 내가 번갯불을 타고 왔거든.
pl: Przeniknęła mnie potęga błyskawicy.
pt_br: Viajei em um relâmpago.
ru: Я оседлала молнию.
zh_cn: 我乘闪电而来。
zh_tw: 我乘閃電而來。
