Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.ANNOUNCE_ANTLION_TRIBUTE.3
source: O great lion, we pay tribute this day!
de: Oh großer Löwe, wir preisen dich heute!
es: ¡Oh, gran león, hoy te ofrecemos este tributo!
fr: Ô, grand lion, on te verse tribut aujourd'hui !
it: Oh grande leone, rendiamo omaggio a te in questo giorno!
ja: 気高き獅子よ、我らが捧げ物を受け取れ！
ko: 위대한 개미사자여, 조공을 바치나이다!
pl: Och, wielki lwie! Składam ci dzisiaj hołd!
pt_br: Oh, grande leão, te homenageamos neste dia!
ru: Великий лев, мы совершаем подношение сегодня!
zh_cn: 噢，伟大的狮子，我们今天是来朝贡的！
zh_tw: 噢，偉大的獅子，我們今天是來朝貢的！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: The gods have given me a vision... some kind of machine?
de: Die Götter haben mir eine Vision geschenkt ... eine Art Maschine?
es: Los dioses me han concedido una visión... ¿Es... una máquina?
fr: Les dieux m'önt öctröyé une visiön... une quelcönque machine ?
it: Gli dèi mi hanno concesso una visione... un qualche genere di macchina?
ja: 神は我に幻視を与えたもうた…あれは、何某かの機械？
ko: 신들이 나에게 환영을 보여줬어... 일종의 기계인가?
pl: Bogowie zesłali mi wizję... jakiejś machiny?
pt_br: Os deuses me concederam uma visão... é um tipo de máquina?
ru: Боги даровали мне видение... какой-то машины?
zh_cn: 诸神赐予了我一个预言……是种机器吗？
zh_tw: 諸神賜予了我一個預言……是種機器嗎？

# CHARACTERS.WATHGRITHR.ANNOUNCE_ARCHIVE_NO_POWER
source: It hath not the energy to perform its task.
de: Es fehlt die Energie für diese Aufgabe.
es: No tiene energía para llevar a cabo su deber.
fr: Il manque d'énergie pöur effectuer sienne tâche.
it: Non dispone dell'energia necessaria per svolgere il suo compito.
ja: これには動けるだけの活力が残っておらぬ。
ko: 임무를 수행할 에너지가 없도다.
pl: Nie ma energii do wykonania tego zadania.
pt_br: Não teve a energia necessária para executar esta tarefa.
ru: Ему не хватает сил, чтобы выполнить задачу.
zh_cn: 它缺少执行任务的能量。
zh_tw: 它缺少執行任務的能量。

# CHARACTERS.WATHGRITHR.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: I've already seen this vision.
de: Diese Vision habe ich bereits gesehen.
es: Ya he presenciado esta visión.
fr: J'ai déjà eu icelle visiön.
it: Ho già avuto questa visione.
ja: 我はこの幻視を既に目にした。
ko: 나는 이미 이 환영을 봤지.
pl: Już miałam tę wizję.
pt_br: Eu já tive esta visão.
ru: Это видение мне уже являлось.
zh_cn: 我已经见过这个预言了。
zh_tw: 我已經見過這個預言了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: The beasts shalt soon reemerge!
de: Die Bestien werden bald wieder kommen!
es: ¡Las bestias resurgirán pronto!
fr: Les bêtes vont bientôt ressortir !
it: La bestia riemergerà presto!
ja: じきに魔物が再び姿を現さん！
ko: 짐승들은 곧 다시 나타날 거야!
pl: Bestia wkrótce wyłoni się na nowo!
pt_br: As feras em breve ressurgirão!
ru: Звери скоро появятся вновь!
zh_cn: 怪兽很快就会再度出现！
zh_tw: 怪獸很快就會再度出現！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: The gods are angered!
de: Die Götter sind verärgert!
es: ¡Los dioses están enfadados!
fr: Les dieux sont en colère !
it: Gli dei si sono adirati!
ja: 神々が荒ぶっている！
ko: 신들이 분노하고 있어!
pl: Bogowie są rozeźleni!
pt_br: Os deuses se zangaram!
ru: Боги гневаются!
zh_cn: 诸神愤怒了！
zh_tw: 諸神憤怒了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: There is danger on the wind!
de: Gefahr liegt in der Luft!
es: ¡El viento trae peligros!
fr: Le danger est proche !
it: Il pericolo si appropinqua!
ja: 危険な風を感じるぞ！
ko: 바람이 위험을 알리고 있어!
pl: Wiatr niesie ze sobą zagrożenia!
pt_br: O vento sopra com perigo!
ru: Я чую опасность!
zh_cn: 有杀气！
zh_tw: 有殺氣！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_ATTACK
source: My warrior's spirit is invigorated!
de: Mein Kriegergeist fühlt sich belebt!
es: ¡Mi espíritu guerrero se siente vigorizado!
fr: Mon esprit guerrier est plein de vigueur !
it: Il mio spirito guerriero si è rinvigorito!
ja: 我が戦士の精神は生き生きしている！
ko: 내 전사의 혼이 불타오른다!
pl: Wzmocnił się mój duch!
pt_br: Meu espírito de guerreira foi revigorado!
ru: Мой воинский дух воспрял!
zh_cn: 激发了我的战士精神！
zh_tw: 激發了我的戰士精神！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: I've been granted the power of Thor!
de: Thors Macht ist mein!
es: ¡Me han otorgado el poder de Thor!
fr: Thör m'accörde sön pöuvöir !
it: Thor mi ha concesso i suoi poteri!
ja: 我、雷神の力を授かった！
ko: 내게 토르의 힘이 생겼다!
pl: Thor obdarzył mnie swą łaską!
pt_br: Eu recebi o poder de Thor!
ru: Мне дарована сила Тора!
zh_cn: 我掌握了索尔的力量！
zh_tw: 我掌握了索爾的力量！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: A little water is nothing to a Viking!
de: Ein bisschen Wasser schreckt keinen Wikinger!
es: ¡Un poco de agua no es nada para una vikinga!
fr: Quelque eau n'est que bröutille pöur un Viking !
it: Un po' d'acqua non è niente per una vichinga!
ja: 少量の水などバイキングにとって何でもない！
ko: 약간의 물은 바이킹에게 아무것도 아니지!
pl: Prawdziwy wiking nie boi się wody!
pt_br: Um pouco de água não é nada para uma viking!
ru: Как будто вода может напугать викингов!
zh_cn: 维京人根本不怕水！
zh_tw: 維京人根本不怕水！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: Ha! No attack frightens me!
de: Ha! Mich schreckt kein Angriff!
es: ¡Ja! ¡No hay ataque que me asuste!
fr: Ha ! Pöint d'attaque ne pöurra m'effrayer !
it: Ah! Non c'è attacco mi spaventi!
ja: ハ！ どんな攻撃も我は恐れない！
ko: 하! 난 그 어떤 공격도 무섭지 않다!
pl: Ha! Żaden atak mi nie straszny!
pt_br: Ha! Nenhum ataque me assusta!
ru: Ха! Я не боюсь чужих атак!
zh_cn: 哈！我不怕别人攻击！
zh_tw: 哈！我不怕別人攻擊！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: Sleep can no longer claim me!
de: Der Schlaf kann mich nicht länger holen!
es: ¡El sueño no volverá a seducirme!
fr: Öncques le sömmeil ne pöurra me prendre !
it: Il sonno non avrà più la meglio su di me!
ja: 我は睡眠から解き放たれた！
ko: 잠은 이제 나에 대한 소유권을 주장할 수 없어!
pl: Sen już mnie nie zmorzy!
pt_br: Não serei mais vencida pelo sono!
ru: Сон больше надо мной не властен!
zh_cn: 睡眠再也不能占有我了！
zh_tw: 睡眠再也不能佔有我了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Stand aside, I'll have this done in no time!
de: Zurücktreten, ich habe das im Nu erledigt!
es: ¡A un lado, lo solucionaré de inmediato!
fr: Arrière, j'accömplirai ceci en un töurnemain !
it: Largo, me ne occupo io, in men che non si dica!
ja: 見てなさい、我が一瞬で片付けるぞ！
ko: 다 비켜, 내가 순식간에 처리할 테니!
pl: Z drogi, zrobię to w try miga!
pt_br: Afaste-se, vou fazer isso num piscar de olhos!
ru: В сторону, сейчас я сама со всем разберусь!
zh_cn: 站一边，我很快就能做完！
zh_tw: 站一邊，我很快就能做完！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BATTLESONG_INSTANT_PANIC_BUFF
source: "By the pricking of my thumbs, something wicked this way comes!"
de: "Ha, mir juckt der Daumen sehr, etwas Böses kommt hierher!"
es: "Por el picor de mis dedos, sé que algo infame se acerca".
fr: « Des aiguilles criblent miens döigts, m'annönçant péril en appröche ! »
it: "Mi prude il pollice: arriva qualcosa di malvagio!"
ja: 「ぴくぴく動くよ 親指が 邪悪な何かがやってくる！」
ko: "엄지손가락이 따끔 거리는 걸 보니, 뭔가 사악한 것이 이리로 오는 모양이야!"
pl: „Kłucie w palcach mi powiada, że tu złego coś się skrada!”
pt_br: "Meu polegar eu sinto formigar, pois algo maléfico está vindo para cá!"
ru: «Кровь застыла, пальцы — лед, что-то страшное грядет!»
zh_cn: “拇指怦怦动，必有恶人来！”
zh_tw: “拇指怦怦動，必有惡人來！”

# CHARACTERS.WATHGRITHR.ANNOUNCE_BATTLESONG_INSTANT_TAUNT_BUFF
source: "You scullion! You rampallian! You fustilarian! I'll tickle your catastrophe!"
de: "Weg mit dir, du Schurke, du Rampensau! Du Fustilier! Ich werde deine Katastrophe kitzeln."
es: "¡Atrás, fregona hedionda, atrás, víbora, o te acaricio la catástrofe!".
fr: « Cöuard ! Rustre ! Butör ! Je rirai de tienne cataströphe ! »
it: "Vattene, servaccia! Ruffianaccia! Grassaccia! Ti solletico la catastrofe!"
ja: 「この下賤な者め！無益な者！肥えたブタ！汝に惨劇をもたらしてくれよう！」
ko: "너 부엌떼기! 너 비열한 놈! 너희 꽁무니를 패주겠다!"
pl: „Precz mi stąd, ty pomywaczko! Ty żebraczko! Ty tłuku! Albo połechcę cię katastrofą!”
pt_br: "Seu canalha! Seu patife! Seu salafrário! Vou chutar seu traseiro!"
ru: «Не подходи! Проваливай отсюда, трепаный подол, а то от тебя один пух полетит!»
zh_cn: “你这个卑鄙小人！无赖！我会让你痛尝惨败！”
zh_tw: “你這個卑鄙小人！無賴！我會讓你痛嘗慘敗！”

# CHARACTERS.WATHGRITHR.ANNOUNCE_BECOMEGHOST
source: oOooOOOo!!
fr: bOuHoUhoU !
it: uUuuUuuu!!
ja: 恨めしや…！
ko: 우우우우!!
ru: о-О-о-о-О-О-О-о!!
zh_cn: 呜呜呜呜呜！！
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BEES
source: Back, wee speared creatures!
de: Zurück, ihr stechenden Kreaturen!
es: ¡Atrás, pequeñas criaturas con lanza!
fr: Arrière ! Petites créatures piquantes !
it: Indietro, creaturine arpionate!
ja: 小さな槍を持つ生き物よ、あっち行け！
ko: 창을 든 작은 동물아, 물러가라!
pl: Uciekajcie, mali włócznicy!
pt_br: Para trás, criaturinhas pontiagudas!
ru: Назад, крошечные создания с копьями!
zh_cn: 退后，身上有长矛的小生物！
zh_tw: 退後，身上有長矛的小生物！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BOAT_LEAK
source: Our vessel hath sprung a leak!
de: Unser Schiff ist leckgeschlagen!
es: ¡Nuestro navío tiene una vía de agua!
fr: Nötre navire fuit !
it: Il nostro vascello ha una falla!
ja: 我々の船が浸水したぞ！
ko: 배에서 물이 샌다!
pl: Nasza łódź przecieka!
pt_br: Nossa embarcação está vazando!
ru: Наше судно дало течь!
zh_cn: 我们的舰艇漏水了！
zh_tw: 我們的艦艇漏水了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BOAT_SINK
source: A Viking shalln't abandon her ship!
de: Ein Wikinger verlässt sein Schiff nicht!
es: ¡Una vikinga nunca abandona su barco!
fr: Une Viking öncques n'abandönne sön drakkar !
it: Una vichinga non abbandona la nave!
ja: バイキングは自身の船を見捨てることはない！
ko: 바이킹은 자신의 배를 버리지 않는다!
pl: Wiking nie porzuca swojej łodzi!
pt_br: Uma viking não abandona seu navio!
ru: Викинги не покидают кораблей!
zh_cn: 维京人绝不弃船！
zh_tw: 維京人絕不棄船！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BOOMERANG
source: Urg! I must master the curved weapon.
de: Urg! Ich muss diese gebogene Waffe beherrschen.
es: ¡Agh! Tengo que dominar el arma curva.
fr: Aïe ! Je dois apprendre à maîtriser cette arme incurvée.
it: Argh! Devo padroneggiare l'arma ricurva.
ja: げ！曲がってる武器をマスターしなくちゃ。
ko: 앗! 구부러진 무기를 숙달해야겠군요.
pl: Argh! Muszę opanować ten zakrzywiony oręż.
pt_br: Ugh! Preciso dominar a arma curvada.
ru: Э-эй! Я должна овладеть этим изогнутым оружием.
zh_cn: 赶紧！我必须掌握这种弯曲的武器。
zh_tw: 趕緊！我必須掌握這種彎曲的武器。

# CHARACTERS.WATHGRITHR.ANNOUNCE_BRAVERY_POTION
source: Fear! I hath bested you!
de: Angst, ich habe dich besiegt!
es: ¡Miedo! ¡Te he derrotado!
fr: Peur, j'ai triomphé de toi !
it: Paura! Ti ho sconfitta!
ja: 恐れよ！ 汝を打ち負かしてやったぞ！
ko: 내가 공포를 정복했다!
pl: Lęku! Jestem od ciebie silniejsza!
pt_br: Medo! Superei você!
ru: Страх! Ты повержен!
zh_cn: 恐惧！我战胜了你！
zh_tw: 恐懼！我戰勝了你！

# CHARACTERS.WATHGRITHR.ANNOUNCE_BURNT
source: By Hel's fire!
de: Zum Höllenfeuer.
es: ¡Por el fuego de Hel!
fr: Par le feu d'Hel !
it: Per il fuoco di Hel!
ja: くッ…！ヘルの炎か…！
ko: 헬의 불!
pl: Na ogień Hel!
pt_br: Pelo fogo de Hel!
ru: Огонь Хель!
zh_cn: 赫尔之火！
zh_tw: 赫爾之火！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CALL_BEEF
source: To me, beastie!
de: Zu mir, Tier!
es: ¡Ven a mí, bestia!
fr: À möi, ma beste !
it: A me, bestiola!
ja: 獣よ、我のもとへ！
ko: 나에게는, 저속하잖아!
pl: Do mnie, zwierzu!
pt_br: Venha cá, fera!
ru: Ко мне, тварюшка!
zh_cn: 给我过来，野兽！
zh_tw: 給我過來，野獸！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CANFIX
source: I can repair this.
de: Ich kann das reparieren.
es: Puedo reparar esto.
fr: Je peux réparer ça.
it: Posso intervenire.
ja: これなら直せる。
ko: 내가 수리할 수 있어.
pl: Mogę to naprawić.
pt_br: Posso consertar isso.
ru: Я могу это починить.
zh_cn: 我能把这个修好。
zh_tw: 我能把這個修好。

# CHARACTERS.WATHGRITHR.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: I must seek out more ingredients!
de: Ich muss nach mehr Zutaten suchen!
es: ¡Debo encontrar más ingredientes!
fr: Je döis me mettre en quête de plus d'ingrédients !
it: Devo reperire più ingredienti!
ja: さらなる材料を探さねばならぬ！
ko: 재료를 더 찾아봐야 해!
pl: Trzeba mi znaleźć więcej składników!
pt_br: Devo buscar mais ingredientes!
ru: Мне следует добыть больше ресурсов!
zh_cn: 我必须找到更多的原料！
zh_tw: 我必須找到更多的原料！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: I fear 'tis beyond me at this time.
de: Ich fürchte, das kann ich im Moment nicht.
es: Temo que esto escapa a mi habilidad actual.
fr: Je crains que cela ne me dépasse pöur l'instant.
it: Temo che al momento non mi sia possibile.
ja: 今回だけは我は理解できぬようだ。
ko: 이번에는 내 능력 밖이라 두려워.
pl: Niestety teraz nie mogę tego zrobić.
pt_br: Temo estar além das minhas capacidades por ora.
ru: Сейчас мне это неподвластно.
zh_cn: 恐怕我无法胜任。
zh_tw: 恐怕我無法勝任。

# CHARACTERS.WATHGRITHR.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: I hath not yet discovered how to make such a thing.
de: Ich habe noch nicht herausgefunden, wie man ein solches Ding herstellt.
es: Todavía no he descubierto cómo hacer tamaña invención.
fr: Je n'ai pöint encöre décöuvert cömment fabriquer une telle chöse.
it: Non ho ancora scoperto come costruire qualcosa di simile.
ja: かような物の作り方はまだ心得ていないぞ。
ko: 아직도 이런 건 어떻게 만드는지 알아내지 못했어.
pl: Nie wiem, jak zrobić takie coś.
pt_br: Ainda não desvendei como fazer tal coisa.
ru: Мне неведомо, как подобное мастерится.
zh_cn: 我还没发现如何制作这样的东西。
zh_tw: 我還沒發現如何製作這樣的東西。

# CHARACTERS.WATHGRITHR.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: 'Tis too far from the festivities!
de: Das ist zu weit weg von den Festivitäten!
es: Esto está muy lejos de la fiesta.
fr: C'estöy tröp löin des festivités !
it: È troppo lontano dalla celebrazione!
ja: ここは祝宴から離れすぎておる！
ko: 축제에서 너무 멀어!
pl: Toż to za daleko od całej zabawy!
pt_br: Está longe demais das festividades!
ru: Слишком далеко от празднеств!
zh_cn: 离节庆活动太远了！
zh_tw: 離節慶活動太遠了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: By Odin, wake up!
de: Bei Odin, wach auf!
es: ¡Por Odín, despierta!
fr: Réveille-töi dönc, par Ödin !
it: Per Odino, svegliati!
ja: オーディンの名のもとに、目覚めよ！
ko: 오딘의 이름으로 제발 일어나!
pl: Na Odyna, zbudź się!
pt_br: Por Odin, acorde!
ru: Проснись во имя Одина!
zh_cn: 我以奥丁的名义命你立刻醒来！
zh_tw: 我以奧丁的名義命你立刻醒來！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_ERROR_STUNNED
source: No! You musn't hesitate!
de: Nein! Du darfst nicht zaudern!
es: ¡No! ¡No debes dudar!
fr: Nön ! Tu ne döis pöint hésiter !
it: No! Non devi esitare!
ja: 否！ ためらってはならぬ！
ko: 안 돼! 망설이지 마!
pl: Nie! Nie możesz się wahać!
pt_br: Não! Você não pode hesitar!
ru: Нет! Не смей колебаться!
zh_cn: 不行！不容迟疑！
zh_tw: 不行！不容遲疑！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_ERROR_WALKING
source: Quicken thine step, rodent!
de: Nun aber hurtigen Schenkels, Nager!
es: ¡Aprieta el paso, roedor!
fr: Hâte-töi, röngeur !
it: Allunga il passo, roditore!
ja: 足を速めるのだ、ローデント！
ko: 걸음을 재촉해라, 쥐야!
pl: Przyspiesz swój krok, gryzoniu!
pt_br: Acelera teus passos, roedor!
ru: Передвигай лапами быстрее, грызун!
zh_cn: 步子快一点，啮齿动物！
zh_tw: 步子快一點，齧齒動物！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Foolish vegetable, the race is that way!
de: Dummes Gemüse, es geht dort entlang!
es: ¡Verdura inepta, la carrera es por allí!
fr: Föl légume, la cöurse est dans icelle directiön !
it: Ottuso vegetale, la corsa è da quella parte!
ja: 愚かな野菜よ、レースはあっちだ！
ko: 어리석은 채소 같으니, 경주는 저쪽이야!
pl: Głupia jarzyno, gonitwa jest w tę stronę!
pt_br: Legume imbecil! A corrida é para lá!
ru: Безмозглый овощ, ты не туда бежишь!
zh_cn: 愚蠢的蔬菜，比赛往另一边跑！
zh_tw: 愚蠢的蔬菜，比賽往另一邊跑！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: Thou cannot trust a vegetable to do anything right.
de: Von Gemüse kann man einfach nichts erwarten.
es: No puedes confiar en que un vegetal hará algo a derechas.
fr: Öncques ne puis faire cönfiance à un légume pöur bien faire.
it: Mai fidarsi di un vegetale.
ja: 野菜が正しい行いをするなどと信じるにあらず。
ko: 채소에 뭘 바라겠어.
pl: Nie można ufać jarzynom, że zrobią cokolwiek dobrze.
pt_br: Não se pode confiar que um legume fará algo corretamente.
ru: Как можно хоть в чем-то положиться на овощ.
zh_cn: 汝不能信任蔬菜做出任何对的事情。
zh_tw: 汝不能信任蔬菜做出任何對的事情。

# CHARACTERS.WATHGRITHR.ANNOUNCE_CARRAT_START_RACE
source: Onward, to victory!
de: Vorwärts! Zum Sieg!
es: ¡En pos de la victoria!
fr: Taïaut, pöur la victöire !
it: Avanti verso la vittoria!
ja: 勝利に向かって進むのだ！
ko: 승리를 향해 전진!
pl: Naprzód, ku zwycięstwu!
pt_br: Avante para a vitória!
ru: Вперед, к победе!
zh_cn: 冲向胜利吧！
zh_tw: 沖向勝利吧！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CAVEIN
source: Rocks shall rain from on high!
de: Steine werden niederregnen!
es: ¡Lloverán rocas desde lo alto!
fr: Les cailloux vont tomber de haut !
it: Le rocce pioveranno dall'alto!
ja: 岩の雨が降るぞ！
ko: 위에서 바위가 비처럼 내리리라!
pl: Z wysokości posypią się wraz skały!
pt_br: Rochas cairão dos céus!
ru: Камни будут падать с высот!
zh_cn: 岩石从高处滚落下来了！
zh_tw: 岩石從高處滾落下來了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CHARLIE
source: Show yourself!
de: Zeig dich!
es: ¡Muéstrate!
fr: Montre-toi !
it: Fatti vedere!
ja: 姿を見せろ！
ko: 나오세요!
pl: Pokaż się!
pt_br: Mostre-se!
ru: Покажи себя!
zh_cn: 出来！
zh_tw: 出來！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CHARLIE_ATTACK
source: Coward!
de: Feigling!
es: ¡Cobarde!
fr: Poltron !
it: Codardo!
ja: 卑怯者！
ko: 겁쟁이!
pl: Tchórzliwa małpo!
pt_br: Covarde!
ru: Трус!
zh_cn: 懦夫！
zh_tw: 懦夫！

# CHARACTERS.WATHGRITHR.ANNOUNCE_COLD
source: Brrr! Where are my furs!
de: Brrr! Wo sind meine Felle!
es: ¡Brrr! ¿¡Dónde están mis pieles!?
fr: Brrr ! Où sont mes fourrures ?
it: Brrr! Dove sono le mie pellicce?
ja: ブルル、私の毛皮はどこだ！
ko: 덜덜덜이군요! 모피가 어디 있지요!
pl: Brrr! Gdzie moje futro?
pt_br: Brrr! Onde estão minhas peles?
ru: Бр-р-р! Где мои меха?
zh_cn: 嘶~~~！我的皮衣呢！
zh_tw: 嘶~~~！我的皮衣呢！

# CHARACTERS.WATHGRITHR.ANNOUNCE_COMPASS_OUT
source: I fear I'm going to lose my way!
de: Ich fürchte, ich werde mich verlaufen!
es: ¡Temo que voy a perderme!
fr: J'ai peur de perdre le cap !
it: Temo che stia per perdermi!
ja: これでは道を見失ってしまう！
ko: 길을 잃을까 두려워!
pl: Lękam się, że stracę kierunek!
pt_br: Temo que perderei minha direção!
ru: Боюсь, я собьюсь с пути!
zh_cn: 我担心我快要迷路了！
zh_tw: 我擔心我快要迷路了！

# CHARACTERS.WATHGRITHR.ANNOUNCE_CRAFTING_FAIL
source: I lack the provisions.
de: Es mangelt an Voraussetzungen.
es: Me faltan los materiales.
fr: Il me manque des ressources.
it: Mi mancano le disposizioni.
ja: 私には材料の備えがない。
ko: 준비물이 모자란다.
pl: Mam za mało materiałów.
pt_br: Não disponho das provisões.
ru: Мне не хватает припасов.
zh_cn: 我缺少材料。
zh_tw: 我缺少材料。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DAMP
source: Slick for battle.
de: Öl für den Kampf.
es: Mancha para la batalla.
fr: C'est glissant pour le combat.
it: Agile per la battaglia.
ja: 戦いに備えツルツル。
ko: 전투하기엔 너무 미끄럽다.
pl: Włosy mi oklapną.
pt_br: Escorregadio para a batalha.
ru: Скользко для битвы.
zh_cn: 对战斗来说太滑了。
zh_tw: 對戰鬥來說太滑了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DEERCLOPS
source: A worthy foe approaches.
de: Ein angemessener Feind nähert sich.
es: Se acerca un enemigo digno.
fr: Un ennemi valeureux approche.
it: Un degno nemico si avvicina.
ja: 注意に値する敵が近づく。
ko: 강한 적수가 온다.
pl: Nadchodzi potężny nieprzyjaciel.
pt_br: Um adversário digno se aproxima.
ru: Достойный соперник близко.
zh_cn: 来了个值得尊敬的对手。
zh_tw: 來了個值得尊敬的對手。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DESPAWN
source: 'Tis the lights of Valhalla?
de: Sind das die Lichter von Walhalla?
es: ¿Es la luz de Valhalla?
fr: C'est les lumières Walhalla ?
it: Queste sono le luci del Valhalla?
ja: これがヴァルハラの光なのか？
ko: 이게 발할라의 빛인가?
pl: Czyż te światła prowadzą do Walhalli?
pt_br: São as luzes de Valhalla?
ru: Огни Вальхаллы вижу я?
zh_cn: 这是英灵殿的灯光吗？
zh_tw: 這是英靈殿的燈光嗎？

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_ATTACK
source: Back to merely my usual level of fearsomeness.
de: Nun bin ich wieder nur so schrecklich wie immer.
es: De vuelta simplemente a mi nivel usual de inspirar temor.
fr: J'en reviens à ma prestance habituelle.
it: Sono tornata ai miei normali livelli di temibilità.
ja: 私のいつもの恐ろしさに戻るのだ。
ko: 무시무시한 힘이 평소대로 돌아왔어.
pl: Znów jestem groźna jak zawsze.
pt_br: De volta ao meu nível habitual de amedrontamento.
ru: Я больше не кошмарна. Просто ужасающа.
zh_cn: 回到了我平时的无畏水平。
zh_tw: 回到了我平時的無畏水準。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: I... suppose I was unworthy.
de: Ich ... fürchte, ich war nicht würdig.
es: Supongo que... no estaba a la altura.
fr: Je n'estöis dönc pöint digne ?
it: Suppongo di non essere stata degna.
ja: 我がふさわしくなかったのか...
ko: 난... 자격이 없었나 보군.
pl: Chyba... byłam niegodna.
pt_br: Eu... acho que não fui digna.
ru: Так значит… я недостойна.
zh_cn: 可能是我不配吧。
zh_tw: 可能是我不配吧。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: The tides have turned for the wetter.
de: Es wird nass und nasser.
es: Siento la humedad de las mareas.
fr: J'eus l'impressiön de faire des ablutiöns.
it: La situazione si sta inzuppando.
ja: 豪雨で潮の流れが変わった。
ko: 더 습한 흐름으로 바뀌었군.
pl: Pogoda zmieniła się na gorsze.
pt_br: A maré virou, e a umidade chegou.
ru: Будто волна захлестнула.
zh_cn: 潮水今后会弄湿我了。
zh_tw: 潮水今後會弄濕我了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: I've lost my defensive advantage!
de: Mein Defensivvorteil ist dahin!
es: ¡He perdido mi ventaja defensiva!
fr: Las ! J'ai perdu mon avantage prötecteur !
it: Ho perso il mio vantaggio difensivo!
ja: 我が守りの利を失ってしまった！
ko: 방어 효과가 사라졌다!
pl: Utraciłam swoją przewagę!
pt_br: Perdi minha vantagem defensiva!
ru: Я потеряла преимущество в защите!
zh_cn: 失去了防御优势！
zh_tw: 失去了防禦優勢！

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: I fear my defense against sleep hath weakened.
de: Meine Verteidigung gegen Schlaf ist arg geschwächt.
es: Me temo que mi defensa contra el sueño se ha debilitado...
fr: Je crains que mienne défense envers le sömmeil a faibli.
it: Temo che le mie difese contro il sonno si siano indebolite.
ja: 遺憾ながら、眠りに対する我が守りは衰えた。
ko: 잠에 굴복하게 될까봐 두려워.
pl: Lękam się, iż ma obrona przed snem osłabła.
pt_br: Sinto minha defesa contra o sono se enfraquecer.
ru: Увы, защита моя против сна несовершенна.
zh_cn: 恐怕我对睡眠的防御已经减弱了。
zh_tw: 恐怕我對睡眠的防禦已經減弱了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: I think I've done my share.
de: Ich glaube, ich habe das Meine getan.
es: Creo que he cumplido con mi parte.
fr: Je ne pense pöint en avöir fait assez.
it: Credo di aver fatto la mia parte.
ja: 我が役割は果たしただろう。
ko: 내 역할은 다한 것 같군.
pl: Chyba dość się już narobiłam.
pt_br: Acho que já fiz minha parte.
ru: Я уже достаточно тут сделала.
zh_cn: 我想我已经完成了我的工作。
zh_tw: 我想我已經完成了我的工作。

# CHARACTERS.WATHGRITHR.ANNOUNCE_DIG_DISEASE_WARNING
source: Be banished, beastly blight!
de: Hinweg du tierisches Übel!
es: ¡Vete, plaga horrible!
fr: Soie bannie, peste animale !
it: Che tu sia bandito, degrado bestiale!
ja: 追放だ、災いの元よ！
ko: 사라져라, 짐승의 역병아!
pl: Zgiń, zarazo!
pt_br: Esteja banido, mácula bestial!
ru: Изыди, чудовищная погибель!
zh_cn: 退散吧，你这可恶的枯萎病！
zh_tw: 退散吧，你這可惡的枯萎病！

# CHARACTERS.WATHGRITHR.ANNOUNCE_DUSK
source: The sun is setting, darkness waits nearby.
de: Die Sonne geht unter. Die Dunkelheit wartet in der Nähe.
es: Se está poniendo el sol, la oscuridad espera cerca.
fr: Le soleil se couche, l'obscurité est proche.
it: Il sole sta tramontando, l'oscurità attende nelle vicinanze.
ja: 日は沈みかけ、暗闇がすぐそこまで来ている。
ko: 태양이 지고 있고, 어둠이 근처에서 기다리고 있어.
pl: Słońce umyka. Wkrótce nastanie ciemność.
pt_br: O sol está se pondo, a escuridão aguarda por perto.
ru: Солнце садится. Тьма ждет неподалеку.
zh_cn: 太阳正在落下，黑夜快来了。
zh_tw: 太陽正在落下，黑夜快來了。

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.GENERIC
source: Meat makes my heart sing!
de: Fleisch bringt mein Herz zum singen!
es: ¡La carne hace que mi corazón cante!
fr: La viande me rend toute joyeuse !
it: La carne fa cantare il mio cuore!
ja: 肉は私のハートをときめかせる。
ko: 고기는 내 마음을 들뜨게 하지!
pl: Mięso sprawia, że ma dusza śpiewa!
pt_br: A carne faz meu coração cantar!
ru: От мяса моя душа поет!
zh_cn: 有肉吃让我心花怒放！
zh_tw: 有肉吃讓我心花怒放！

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.INVALID
source: This is not food befitting a warrior.
de: Das ist keine Nahnung, die für einen Krieger geeignet ist.
es: No es comida apropiada para una guerrera.
fr: Ce n'est pas de la nourriture de guerrière !
it: Questo non è un cibo che si addice a una guerriera.
ja: これは戦士の食べ物にあらず
ko: 이건 전사에게 어울리는 음식이 아니야.
pl: Nie jest to jadło godne wojownika.
pt_br: Esse não é um alimento digno de uma guerreira.
ru: Эта еда не годится для воина.
zh_cn: 这不是适合战士的食物。
zh_tw: 這不是適合戰士的食物。

# CHARACTERS.WATHGRITHR.ANNOUNCE_EAT.PAINFUL
source: Ohh, I don't feel well.
de: Ohh, ich fühle mich nicht gut.
es: Ah, no me siento bien.
fr: Oh, je ne me sens pas bien.
it: Oh, non mi sento bene.
ja: まずい… 気分が悪い。
ko: 윽, 속이 안 좋아.
pl: Uuuch, nie czuję się najlepiej.
pt_br: Oh, não me sinto bem.
ru: О-ох, мне нехорошо.
zh_cn: 哦，我感觉不太好。
zh_tw: 哦，我感覺不太好。
