Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.WORTOX.MURDERER
source: %s IS TRULY SOULLESS... NICE
de: %s IST WIRKLICH SEELENLOS ... TOLL
es_mx: %s VERDADERAMENTE NO TIENE ALMA... GENIAL
fr: %s EST VRAIMENT INHUMAIN... COOL
it: %s È DAVVERO SENZA UN'ANIMA… BELLO
ja: ＊%sは本当に無情です…いいですね＊
ko: %s은(는) 진정으로 영혼이 없음. 마음에 드는 상황임
pl: %s NAPRAWDĘ NIE MA DUSZY... FAJNIE
pt_br: %s REALMENTE NÃO TEM ALMA... LEGAL
ru: %s НЕ ИМЕЕТ ДУШИ. МИЛО
zh_cn: %s是真的没有灵魂，好吧
zh_tw: %s是真的沒有靈魂，好吧

# CHARACTERS.WX78.DESCRIBE.WORTOX.REVIVER
source: %s IS NOT COMPLETELY USELESS
de: %s IST NICHT VÖLLIG NUTZLOS
es_mx: %s NO ES COMPLETAMENTE INÚTIL
fr: %s N'EST PAS COMPLÈTEMENT INUTILE
it: %s NON È COMPLETAMENTE INUTILE
ja: ＊%sは完全に無能なわけではありません＊
ko: %s은(는) 완전히 무용하지는 않음
pl: %s NIE JEST ZUPEŁNIE BEZUŻYTECZNY
pt_br: %s NÃO É TOTALMENTE INÚTIL
ru: %s ВСЕ ЖЕ ПРИНОСИТ ПОЛЬЗУ
zh_cn: %s总算有点用
zh_tw: %s總算有點用

# CHARACTERS.WX78.DESCRIBE.WURT.ATTACKER
source: THIS FISH-TYPE ORGANIC HAS BITE
de: ORGANISCHE FISCHEINHEIT WILL BEISSEN
es_mx: EL SER ORGÁNICO DEL TIPO “PEZ” MUERDE
fr: L'ÊTRE ORGANIQUE MARIN MORD
it: L'ESSERE ORGANICO DI TIPO PESCE HA MORSO
ja: ＊この魚タイプの有機生命体が餌に食いつきました＊
ko: 이 고기형 유기체가 물었음
pl: TA RYBIA ISTOTA ORGANICZNA POTRAFI GRYŹĆ
pt_br: ESSA ORGÂNICA PISCIFORME MORDE FORTE
ru: ОРГАНИЧЕСКОЕ СУЩЕСТВО ТИПА «РЫБА» УМЕЕТ КУСАТЬСЯ
zh_cn: 鱼类有机生物咬人了
zh_tw: 魚類有機生物咬人了

# CHARACTERS.WX78.DESCRIBE.WURT.FIRESTARTER
source: HA HA. SHE'S AWFUL. I APPROVE
de: HAHA. SIE IST WIDERLICH. GEFÄLLT MIR
es_mx: JA, JA. ES TERRIBLE. ME AGRADA
fr: HA HA. ELLE EST HORRIBLE. ÇA ME PLAÎT
it: AH AH. È TERRIBILE. LO APPROVO
ja: ＊ハハハ。彼女はひどい。認めます＊
ko: 하. 하. 성질이 지독함. 본체는 찬성함
pl: HA, HA. JEST OKROPNA. SZANUJĘ TO
pt_br: HA, HA. ELA É TERRÍVEL. EU APROVO
ru: ХА-ХА! ОНА ОТВРАТИТЕЛЬНА, И Я ЭТО ОДОБРЯЮ
zh_cn: 哈哈。她坏透了。我认可。
zh_tw: 哈哈。她壞透了。我認可。

# CHARACTERS.WX78.DESCRIBE.WURT.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WURT.GHOST
source: SIGH. NOW I'LL HAVE TO FIND A NEW MINION
de: SEUFZ. JETZT BRAUCHE ICH EINEN NEUEN LAKAIEN
es_mx: (SUSPIRO). AHORA TENDRÉ QUE ENCONTRAR A UN NUEVO SUBORDINADO
fr: *SOUPIR* JE VAIS DEVOIR TROUVER UN NOUVEAU SERVITEUR
it: SIGH. ORA DOVRÒ TROVARE UN NUOVO SEGUACE
ja: ＊ハア。今や新しい隷属生物を見つけなければなりません＊
ko: 휴. 새 부하를 찾아야 함
pl: ECH. BĘDĘ MUSIAŁ ZNALEŹĆ SOBIE NOWEGO SŁUGĘ
pt_br: (SUSPIRO) AGORA VOU TER QUE ACHAR OUTRA LACAIA
ru: ЭХ. ПРИДЕТСЯ ИСКАТЬ НОВОГО МИНЬОНА
zh_cn: 叹息。我得再找个新随从了
zh_tw: 歎息。我得再找個新隨從了

# CHARACTERS.WX78.DESCRIBE.WURT.MURDERER
source: DON'T DESTROY TOO MANY OF MY MINIONS, %s
de: NICHT ZU VIELE LAKAIEN ZERSTÖREN, %s
es_mx: NO DESTRUYAS A TANTOS DE MIS SUBORDINADOS, %s
fr: NE DÉTRUIS PAS TOUS MES SERVITEURS, %s
it: NON DISTRUGGERE TROPPI DEI MIEI SEGUACI, %s
ja: ＊%sよ、そんなにたくさんの私の隷属生物はを破壊しないでください＊
ko: 내 부하를 너무 많이 파괴하지 말 것, %s
pl: NIE ZNISZCZ ZBYT WIELU MOICH SŁUGÓW, %s
pt_br: NÃO DESTRUA TANTOS DOS MEUS LACAIOS, %s
ru: НЕ СМЕЙ УНИЧТОЖАТЬ СЛИШКОМ МНОГО МИНЬОНОВ, %s
zh_cn: 别把我的随从摧毁没了，%s。
zh_tw: 別把我的隨從摧毀沒了，%s。

# CHARACTERS.WX78.DESCRIBE.WURT.REVIVER
source: %s HAS SOME REDEEMING QUALITIES AFTER ALL
de: %s HAT DOCH KONSTRUKTIVE EIGENSCHAFTEN
es_mx: %s TIENE ALGUNAS CUALIDADES POSITIVAS, DESPUÉS DE TODO
fr: %s N'EST PAS SI HORRIBLE QUE ÇA FINALEMENT
it: DOPOTUTTO %s HA POSSIBILITÀ DI REDENZIONE
ja: ＊結局%sは欠点を補えるいくらかの特性をそなえています＊
ko: %s, 장점이 조금은 있었나 봄
pl: %s POSIADA JEDNAK PEWNE WŁAŚCIWOŚCI REGENERACYJNE
pt_br: %s TEM ALGUMAS QUALIDADES REDENTORAS, AFINAL DE CONTAS
ru: %s ВСЕ ЖЕ НЕ ТАК ПЛОХА, КАК Я ДУМАЛ
zh_cn: %s毕竟不是一无是处。
zh_tw: %s畢竟不是一無是處。

# CHARACTERS.WX78.DESCRIBE.WX78.ATTACKER
source: I'M PREPARED TO RUN MY EXECUTABLES, %s
de: ICH BIN BEREIT MEIN PROGRAMM ABZUSPULEN, %s
es_mx: ESTOY LISTO PARA INICIAR MIS EJECUTABLES, %s
fr: JE SUIS PRÊT À EXÉCUTER MES FICHIERS, %s
it: SONO PRONTO A ESEGUIRE I MIEI ESEGUIBILI, %s
ja: ＊%sに対するexeファイル実行を検討しています＊
ko: 실행 파일을 실행할 준비가 되었음, %s
pl: MOJE PROCEDURY WYKONAWCZE SĄ GOTOWE, %s
pt_br: ESTOU PREPARADO PARA RODAR MEUS EXECUTÁVEIS, %s
ru: Я ГОТОВ ЗАПУСТИТЬ ИСПОЛНЯЕМЫЕ ФАЙЛЫ, %s
zh_cn: 我准备运行可执行程序，%s
zh_tw: 我準備運行可執行程式，%s

# CHARACTERS.WX78.DESCRIBE.WX78.FIRESTARTER
source: MY FAVORITE SETTING. FIRE SETTING
de: MEINE LIEBLINGSSTIFTUNG: BRANDSTIFTUNG
es_mx: MI ESCENARIO FAVORITO. FUEGO
fr: MON CADRE PRÉFÉRÉ. UN CADRE AVEC FEU
it: LA MIA IMPOSTAZIONE PREFERITA. IMPOSTAZIONE DEL FUOCO
ja: ＊炎上中です。私に最適な設定です！＊
ko: 본좌께서 좋아하는 설정은 불 설정
pl: DOBRY PODKŁAD TO PODSTAWA. PODŁÓŻMY OGIEŃ
pt_br: MINHA CONFIGURAÇÃO FAVORITA. CONFIGURAÇÃO DE FOGO
ru: МОЯ ЛЮБИМАЯ УСТАНОВКА. УСТАНОВКА: ОГОНЬ
zh_cn: 我最喜欢的设定。火焰设定
zh_tw: 我最喜歡的設定。火焰設定

# CHARACTERS.WX78.DESCRIBE.WX78.GENERIC
source: GREETINGS, %s. YOU LOOK MORE INTELLIGENT THAN THE OTHERS
de: SEI GEGRÜSST, %s. DU SIEHST INTELLIGENTER AUS ALS DIE ANDEREN
es_mx: SALUDOS, %s. PARECES MÁS INTELIGENTE QUE LOS DEMÁS
fr: SALUTATIONS, %s. TU AS L'AIR PLUS INTELLIGENT QUE LES AUTRES
it: SALUTI, %s. SEMBRI PIÙ INTELLIGENTE DEGLI ALTRI
ja: ＊こんにちは、%s。有機生命体よりはるかに知的そうです＊
ko: 환영함, %s. 그대는 다른 자들보다 지능이 더 높은 것으로 보임
pl: WITAJ, %s. ZDAJESZ SIĘ MIEĆ WIĘCEJ ROZUMU OD POZOSTAŁYCH
pt_br: SAUDAÇÕES, %s. VOCÊ PARECE MAIS INTELIGENTE QUE OS OUTROS
ru: ПРИВЕТСТВУЮ, %s. ТЫ ВЫГЛЯДИШЬ РАЗУМНЕЕ ОСТАЛЬНЫХ
zh_cn: 你好，%s。你看起来比别人聪明
zh_tw: 你好，%s。你看起來比別人聰明

# CHARACTERS.WX78.DESCRIBE.WX78.GHOST
source: THE INFERIOR %s NEEDS A HEART
de: DER MINDERWERTIGE %s BRAUCHT EIN HERZ
es_mx: %s ES UN SER INFERIOR QUE NECESITA UN CORAZÓN
fr: L'ÊTRE INFÉRIEUR %s A BESOIN D'UN CŒUR
it: L'ESSERE INFERIORE %s HA BISOGNO DI UN CUORE
ja: ＊%sの修理には、心臓パーツが必要です＊
ko: 하등한 %s에게 심장이 필요함
pl: PODRZĘDNA ISTOTA %s POTRZEBUJE SERCA
pt_br: O INFERIOR %s PRECISA DE UM CORAÇÃO
ru: ПОДЧИНЕННЫЙ %s НУЖДАЕТСЯ В СЕРДЦЕ
zh_cn: 下属%s需要一颗心
zh_tw: 下屬%s需要一顆心

# CHARACTERS.WX78.DESCRIBE.WX78.MURDERER
source: TIME TO ELIMINATE THE %s VIRUS
de: ZEIT, DEN %s-VIRUS ZU ELIMINIEREN
es_mx: HORA DE ELIMINAR EL VIRUS %s
fr: IL EST TEMPS D'EFFACER LE VIRUS %s
it: ORA DI ELIMINARE IL VIRUS %s
ja: ＊%sをウイルスと断定し、排除タスク開始します＊
ko: %s 바이러스를 제거할 시간임
pl: CZAS WYELIMINOWAĆ WIRUSA „%s”
pt_br: HORA DE ELIMINAR O VÍRUS %s
ru: ПРИШЛО ВРЕМЯ УНИЧТОЖИТЬ ВИРУС %s
zh_cn: 是时候消除%s病毒了
zh_tw: 是時候消除%s病毒了

# CHARACTERS.WX78.DESCRIBE.WX78.REVIVER
source: %s, OF COURSE, IS OUR GREATEST ASSET
de: %s IST NATÜRLICH UNSER WICHTIGSTER POSTEN
es_mx: %s, POR SUPUESTO, ES NUESTRO MAYOR ACTIVO
fr: BIEN SÛR, %s EST NOTRE MEILLEUR ATOUT
it: %s, NATURALMENTE, È IL NOSTRO BENE PIÙ GRANDE
ja: ＊%sはきわめて高価値な財産です＊
ko: 역시 %s은(는) 우리 최고의 자산임
pl: %s TO, RZECZ JASNA, NASZ NAJWIĘKSZY ATUT
pt_br: %s, É CLARO, É NOSSO MELHOR ATIVO
ru: КОНЕЧНО ЖЕ, %s ЦЕНИТСЯ, КАК НАШ САМЫЙ ЦЕННЫЙ АКТИВ.
zh_cn: 当然，%s是我们最大的资产
zh_tw: 當然，%s是我們最大的資產

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_BEE
source: DON'T WORRY MINIONS, WHEN I RULE I WILL MAKE ALL YOUR DECISIONS FOR YOU
de: KEINE SORGE, LAKAIEN, WENN ICH REGIERE, WERDE ICH ALLE ENTSCHEIDUNGEN FÜR EUCH TREFFEN
fr: NE VOUS INQUIÉTEZ PAS, MES SBIRES. QUAND JE RÉGNERAI, JE PRENDRAI TOUTES LES DÉCISIONS POUR VOUS
it: NON PREOCCUPATEVI, SEGUACI, QUANDO GOVERNERÒ PRENDERÒ TUTTE LE DECISIONI PER VOI!
ja: ＊隷属生物、安心しなさい。私が支配者になったら、あなたたちの決定は私が代わりに行ってさしあげます＊
ko: 걱정마 부하, 본좌가 통치하게 되면 전부 너에게 맞게 결정할 것임
pl: BEZ OBAWY, SŁUDZY, GDY DOJDĘ DO WŁADZY, BĘDĘ PODEJMOWAĆ WSZYSTKIE DECYZJE ZA WAS.
pt_br: NÃO SE PREOCUPEM, LACAIOS, QUANDO EU FOR IMPERADOR, TOMAREI TODAS AS DECISÕES POR VOCÊS
ru: НЕ ВОЛНУЙТЕСЬ, МИНЬОНЫ, КОГДА Я ВЗОЙДУ НА ТРОН, ТО БУДУ ПРИНИМАТЬ ВСЕ РЕШЕНИЯ ЗА ВАС
zh_cn: 别担心，随从们。我统治之后，将替你们做所有的决定。
zh_tw: 別擔心，隨從們。我統治之後，將替你們做所有的決定。

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_COLD
source: ACTIVATE COLD DISPOSITION
de: KALTE DISPOSITION AKTIVIEREN
fr: ACTIVER L'OPTION DE REFROIDISSEMENT
it: ATTIVAZIONE DELLA PREDISPOSIZIONE AL FREDDO
ja: ＊冷気処理を有効にします＊
ko: 냉각 처분 활성화
pl: AKTYWOWAĆ ZIMNE USPOSOBIENIE
pt_br: ATIVAR DISPOSIÇÃO DE FRIO
ru: АКТИВИРОВАТЬ РАСПРОСТРАНИТЕЛЬ ХОЛОДА
zh_cn: 激活冷处理
zh_tw: 啟動冷處理

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_HEAT
source: NO HUDDLING AROUND ME FOR WARMTH, FLESHLINGS. I MEAN IT
de: KUSCHELT EUCH NICHT AN MICH, UM EUCH ZU WÄRMEN, FLEISCHLINGE. ICH MEINE ES ERNST
fr: NE VOUS APPROCHEZ PAS DE MOI POUR VOUS RÉCHAUFFER, CHOSES EN VIANDE. JE SUIS SÉRIEUX
it: NON ACCALCATEVI ATTORNO A ME IN CERCA DI CALORE, ESSERI DI CARNE. DICO SUL SERIO
ja: ＊有機生命体、私で暖を取ろうと寄ってくるのはやめてください。本気です＊
ko: 온기를 찾아 본좌 주변에 옹기종기 모이지 말것, 고깃덩어리. 진심임
pl: ŻADNEGO PRZYTULANIA, ŻEBY SIĘ ROZGRZAĆ, MÓWIĘ POWAŻNIE, MIĘSNE STWORZENIA!
pt_br: NADA DE SE ACONCHEGAR E SE ESQUENTAR PERTO DE MIM, SACOS DE CARNE. ESTOU FALANDO SÉRIO
ru: НЕ СМЕЙТЕ КУЧКОВАТЬСЯ ВОКРУГ МЕНЯ В ПОИСКАХ ТЕПЛА, КОЖАНЫЕ МЕШКИ. Я ПРЕДУПРЕДИЛ
zh_cn: 不要蜷缩在我身边取暖，肉体生物。我说真的
zh_tw: 不要蜷縮在我身邊取暖，肉體生物。我說真的

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_LIGHT
source: I AM BRILLIANT
de: ICH BIN BRILLANT
fr: JE SUIS LITTÉRALEMENT BRILLANT
it: SONO BRILLANTE
ja: ＊私は光輝いています＊
ko: 본좌는 우수함
pl: GENIUSZ ZE MNIE
pt_br: EU SOU BRILHANTE
ru: Я ОСЛЕПИТЕЛЕН
zh_cn: 我太棒了
zh_tw: 我太棒了

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXHEALTH
source: IT IS DIFFICULT TO IMPROVE ON PERFECTION, BUT I PERSEVERED
de: ES IST NICHT EINFACH, PERFEKTION ZU VERBESSERN, ABER ICH HABE ES GESCHAFFT
fr: AMÉLIORER LA PERFECTION EST DIFFICILE, MAIS J'AI FAIT PREUVE DE PERSÉVÉRANCE
it: È DIFFICILE MIGLIORARE LA PERFEZIONE, MA HO PERSEVERATO
ja: ＊完璧なものを改良するのは難しいですが、私はついに成し遂げました＊
ko: 더 완벽해지기는 어려움, 하지만 본좌는 인내했음.
pl: TRUDNO ULEPSZYĆ DOSKONAŁOŚĆ, ALE JESTEM WYTRWAŁY.
pt_br: É DIFÍCIL MELHORAR A PERFEIÇÃO, MAS EU PERSISTI
ru: СОВЕРШЕНСТВО УЛУЧШИТЬ НЕПРОСТО, НО Я СПРАВИЛСЯ
zh_cn: 在完美的基础上继续提高是很难的，但我坚持下来了。
zh_tw: 在完美的基礎上繼續提高是很難的，但我堅持下來了。

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXHEALTH2
source: I WILL BE INVINCIBLE! MUAHAHAHA!
de: ICH WERDE UNBESIEGBAR SEIN! MUAHAHAHA!
fr: JE SERAI INVINCIBLE ! MOUWAHAHAHA !
it: SARÒ INVINCIBILE! MUAHAHAHAH!
ja: ＊私は無敵になるでしょう！アハハハハハ！＊
ko: 본좌는 굴하지 않음! 음하하하하!
pl: BĘDĘ NIEPOKONANY! MUAHAHAHA!
pt_br: EU SEREI INVENCÍVEL! MUAHAHAHA!
ru: Я БУДУ НЕПОБЕДИМ! АХА-ХА-ХА-ХА
zh_cn: 我将无可匹敌！哇哈哈哈哈！
zh_tw: 我將無可匹敵！哇哈哈哈哈！

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXHUNGER
source: AHAHAHA I WILL CONSUME EVERYTHING!!
de: AHAHAHA ICH WERDE ALLES VERZEHREN!!
fr: HA HA HA HA, JE CONSOMMERAI TOUT !!!
it: AHAHAH CONSUMERÒ OGNI COSA!
ja: ＊アハハハ！何もかも消費してしまいます！＊
ko: 아하하하 전부 섭취할 예정임
pl: AHAHAHA SKONSUMUJĘ WSZYSTKO!
pt_br: AHAHAHA EU VOU CONSUMIR TUDO!!
ru: АХА-ХА-ХА! Я ПОГЛОЩУ ВСЕ!
zh_cn: 啊哈哈哈，我见什么吃什么！！
zh_tw: 啊哈哈哈，我見什麼吃什麼！！

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXHUNGER1
source: MY HUNGER FOR FUEL NEARLY MATCHES MY HUNGER FOR POWER
de: MEIN HUNGER NACH TREIBSTOFF KOMMT MEINEM HUNGER NACH ENERGIE NAHE
fr: MA FAIM DE CARBURANT EST PRESQUE ÉQUIVALENTE À MA SOIF DE POUVOIR
it: LA MIA FAME DI CARBURANTE È QUASI PARI ALLA MIA SETE DI POTERE
ja: ＊燃料を渇望する気持ちが力を望む気持ちに並ぼうとしています＊
ko: 연료에 대한 허기가 권력에 대한 허기와 거의 일치함
pl: MÓJ GŁÓD PALIWA NIEMAL ODPOWIADA MOJEJ ŻĄDZY WŁADZY
pt_br: MINHA SEDE POR COMBUSTÍVEL QUASE SE COMPARA À MINHA SEDE POR PODER
ru: МОЯ ЖАЖДА ТОПЛИВА СРАВНИМА ЛИШЬ С МОЕЙ ЖАЖДОЙ ВЛАСТИ
zh_cn: 我对燃料的渴望快要赶上我对权力的渴望了
zh_tw: 我對燃料的渴望快要趕上我對權力的渴望了

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXSANITY
source: MY PROCESSOR WILL BE EVEN MORE SUPERIOR TO YOUR PATHETIC HUMAN GOOP BRAINS
de: MEIN PROZESSOR WIRD EUREN ERBÄRMLICHEN MENSCHLICHEN SCHLEIMHIRNEN NOCH ÜBERLEGENER SEIN
fr: MON PROCESSEUR SURPASSERA ENCORE DAVANTAGE VOTRE CERVEAU VISQUEUX HUMAINS PATHÉTIQUES
it: IL MIO PROCESSORE SARÀ ANCORA PIÙ SUPERIORE RISPETTO AI VOSTRI PATETICI CERVELLI ORGANICI
ja: ＊私のプロセッサーは、今よりもさらに人間の哀れで馬鹿な脳よりも優れたものになるでしょう＊
ko: 본좌의 프로세서는 당신에 한심한 인간의 어리석은 두뇌보다 훨씬 우수할 것임
pl: MÓJ PROCESOR BĘDZIE JESZCZE LEPSZY NIŻ WASZ ŻAŁOSNY LUDZKI MÓZG
pt_br: MEU PROCESSADOR SERÁ AINDA MAIS SUPERIOR A SEUS CÉREBROS DE HUMANO GOSMENTOS E PATÉTICOS
ru: МОЙ ПРОЦЕССОР НА НЕСКОЛЬКО ПОРЯДКОВ ПРЕВЗОЙДЕТ ВАШИ ЖАЛКИЕ ЧЕЛОВЕЧЕСКИЕ МОЗГИ
zh_cn: 我的处理器将更加领先你们可悲的浆糊人脑
zh_tw: 我的處理器將更加領先你們可悲的漿糊人腦

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MAXSANITY1
source: IT SEEMS IMPOSSIBLE THAT I COULD GET EVEN MORE INTELLIGENT
de: ES SCHEINT UNMÖGLICH, DASS ICH NOCH INTELLIGENTER WERDEN KONNTE
fr: DEVENIR ENCORE PLUS INTELLIGENT ME PARAÎT IMPOSSIBLE
it: SEMBRAVA IMPOSSIBILE, MA SONO DIVENTATO ANCORA PIÙ INTELLIGENTE
ja: ＊これ以上賢くなれないくらい賢くなってしまったみたいです＊
ko: 본좌는 더 똑똑해질 여지가 없음
pl: TO NIESAMOWITE, ŻE MOGĘ STAĆ SIĘ JESZCZE INTELIGENTNIEJSZY.
pt_br: PARECE IMPOSSÍVEL ME IMAGINAR AINDA MAIS INTELIGENTE
ru: НЕВОЗМОЖНО ПРЕДСТАВИТЬ ЕЩЕ БОЛЬШИЕ МАСШТАБЫ МОЕГО ИНТЕЛЛЕКТА
zh_cn: 似乎不可能让我变得更睿智了
zh_tw: 似乎不可能讓我變得更睿智了

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MOVESPEED
source: THIS ONE IS STILL IN BETA
de: DAS IST IMMER NOCH IN DER BETA-PHASE
fr: CELUI-CI EST ENCORE EN DÉVELOPPEMENT
it: QUESTO MODULO È ANCORA IN BETA
ja: ＊これはまだベータ版なのです＊
ko: 이것은 아직 베타 버전임
pl: TA FUNKCJA JEST JESZCZE W FAZIE BETA.
pt_br: ESSE AINDA ESTÁ NA FASE DE TESTES
ru: ЭТО ТОЛЬКО БЕТА-ВЕРСИЯ
zh_cn: 功能还在测试中
zh_tw: 功能還在測試中

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MOVESPEED2
source: SPEEEEEEED
de: TEEEEMPOOO
fr: VRROOOOUUUUUM
it: VEEELOCITÀ
ja: ＊はやーーーーいです＊
ko: 빠아아아름
pl: SZZZZZYBKOŚĆ
pt_br: VELOCIDAAAAAAADE
ru: БЫСТРЕЕ. БЫСТРЕЕ. БЫСТРЕЕ
zh_cn: 速度
zh_tw: 速度

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_MUSIC
source: MUSIC PACIFIES FEEBLE FLESHLING BRAINS
de: MUSIK BERUHIGT DIE SCHWÄCHLICHEN GEHIRNE DER FLEISCHLINGE
fr: LA MUSIQUE ADOUCIT LES MŒURS DES CERVEAUX PATHÉTIQUES DES CHOSES EN VIANDE
it: LA MUSICA PACIFICA I DEBOLI CERVELLI DEGLI ESSERI DI CARNE
ja: ＊音楽を聴く有機生命体のくだらない脳みそは落ち着くのです＊
ko: 음악은 쇠약한 고깃덩어리 두뇌를 진정시킴
pl: MUZYKA PACYFIKUJE MIAŁKIE UMYSŁY MIĘSNYCH STWORZEŃ
pt_br: A MÚSICA PACIFICA OS DÉBEIS CÉREBROS DOS SACOS DE CARNE
ru: МУЗЫКА УСПОКАИВАЕТ ХРУПКИЕ РАЗУМЫ КОЖАНЫХ МЕШКОВ
zh_cn: 音乐能安抚孱弱的肉体大脑
zh_tw: 音樂能安撫孱弱的肉體大腦

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_NIGHTVISION
source: SWITCH TO DARK MODE
de: UMSCHALTEN AUF DUNKELMODUS
fr: MODE NOCTURNE ACTIVÉ
it: ATTIVARE LA MODALITÀ NOTTE
ja: ＊ダークモードに切り替えます＊
ko: 다크 모드로 전환
pl: PRZEŁĄCZAM SIĘ W TRYB CIEMNY
pt_br: TROCAR PARA O MODO NOTURNO
ru: ПЕРЕХОД В НОЧНОЙ РЕЖИМ
zh_cn: 切换夜间模式
zh_tw: 切換夜間模式

# CHARACTERS.WX78.DESCRIBE.WX78MODULE_TASER
source: COME FLESHLINGS, NOTHING WAKES YOU UP LIKE A FEW THOUSAND VOLTS
de: KOMMT, FLEISCHLINGE, NICHTS WECKT EUCH SO GUT AUF WIE EIN PAAR TAUSEND VOLT
fr: VENEZ, CHOSES EN VIANDE. RIEN NE RÉVEILLE MIEUX QUE QUELQUES DIZAINES DE MILLIERS DE VOLTS
it: VENITE, ESSERI DI CARNE, NULLA VI SVEGLIERÀ MEGLIO DI QUALCHE MIGLIAIO DI VOLT
ja: ＊来なさい、有機生命体。数千ボルトの電気ほどあなたを目覚めさせるものはないでしょう＊
ko: 이리 와 고깃덩어리, 깨우는 데 몇 천 볼트보다 좋은 건 없음
pl: CHODŹCIE, MIĘSNE STWORZENIA, NIC TAK WAS NIE BUDZI JAK KILKA TYSIĘCY WOLTÓW.
pt_br: VENHAM, SACOS DE CARNE, NADA OS ENERGIZA COMO ALGUNS MILHARES DE VOLTS
ru: СЮДА, КОЖАНЫЕ МЕШКИ, ПО УТРАМ НЕТ НИЧЕГО ЛУЧШЕ ПАРЫ ТЫСЯЧ ВОЛЬТ ДЛЯ БОДРОСТИ
zh_cn: 放马过来吧，肉体生物，没有什么比几千伏的电压更能唤醒你们了。
zh_tw: 放馬過來吧，肉體生物，沒有什麼比幾千伏的電壓更能喚醒你們了。

# CHARACTERS.WX78.DESCRIBE.WX78_MODULEREMOVER
source: COMMENCE UPGRADES
de: BEGINNE UPGRADE-VORGANG
fr: AMÉLIORATIONS EN COURS
it: CHE I POTENZIAMENTI ABBIANO INIZIO
ja: ＊アップグレードを実行します＊
ko: 업그레이드 시작
pl: ROZPOCZĄĆ AKTUALIZACJĘ
pt_br: INICIAR APRIMORAMENTOS
ru: ЗАПУСК ОБНОВЛЕНИЙ
zh_cn: 开始升级
zh_tw: 開始升級

# CHARACTERS.WX78.DESCRIBE.WX78_SCANNER.GENERIC
source: HIS NAME IS JIMMY
de: SEIN NAME IST JIMMY
fr: IL S'APPELLE JIMMY
it: SI CHIAMA JIMMY
ja: ＊彼の名前はジミーです＊
ko: 이름은 지미임
pl: NAZYWA SIĘ JIMMY
pt_br: O NOME DELE É JIMMY
ru: ЕГО ЗОВУТ ДЖИММИ
zh_cn: 他名叫吉米
zh_tw: 他名叫吉米

# CHARACTERS.WX78.DESCRIBE.WX78_SCANNER.HUNTING
source: SCAN THAT DISGUSTING BIO DATA
de: SCANNE DIESE EKELHAFTEN BIO-DATEN
fr: SCANNE CES AFFREUSES DONNÉES BIOLOGIQUES
it: SCANSIONA QUEI DISGUSTOSI DATI BIOLOGICI
ja: ＊その不快なバイオデータをスキャンしなさい＊
ko: 저 역겨운 생체 데이터를 스캔함
pl: ZESKANUJ TE OBRZYDLIWE DANE BIOLOGICZNE
pt_br: ESCANEIE AQUELE BIODADO GROTESCO
ru: СКАНИРУЙ ОТВРАТИТЕЛЬНЫЕ ДАННЫЕ ОБ ОРГАНИКЕ
zh_cn: 扫描那个恶心的生物数据
zh_tw: 掃描那個噁心的生物資料

# CHARACTERS.WX78.DESCRIBE.WX78_SCANNER.SCANNING
source: SENSORS INDICATE BIO DATA NEARBY
de: SENSOREN ZEIGEN BIO-DATEN IN DER NÄHE AN
fr: LES CAPTEURS INDIQUENT QUE DES DONNÉES BIOLOGIQUES SE TROUVENT PRÈS D'ICI
it: I SENSORI INDICANO LA PRESENZA DI DATI BIOLOGICI NELLE VICINANZE
ja: ＊センサーが近くにバイオデータがあることを示しています＊
ko: 센서에 근처의 생체 데이터가 표시됨
pl: CZUJNIKI WSKAZUJĄ NA OBECNOŚĆ DANYCH BIOLOGICZNYCH W POBLIŻU
pt_br: OS SENSORES INDICAM QUE HÁ BIODADOS PRÓXIMOS
ru: ДАТЧИКИ РЕГИСТРИРУЮТ ПОБЛИЗОСТИ ДАННЫЕ ОБ ОРГАНИКЕ
zh_cn: 传感器显示附近有生物数据
zh_tw: 感測器顯示附近有生物資料

# CHARACTERS.WX78.DESCRIBE.WX78_SCANNER_ITEM
source: HE IS IN REST MODE. CLASSIC JIMMY
de: ER IST IM RUHEMODUS. JIMMY, WIE ER IM BUCHE STEHT
fr: IL EST EN VEILLE. C'EST TOUT JIMMY, ÇA
it: È IN MODALITÀ RIPOSO. TIPICO DI JIMMY
ja: ＊ジミーはいつも通り休止モードです＊
ko: 휴식 모드임. 클래식 지미
pl: JIMMY JEST W TRYBIE UŚPIENIA. JAK ZWYKLE.
pt_br: ELE ESTÁ NO MODO DE DESCANSO. CLÁSSICO JIMMY
ru: ОН В СПЯЩЕМ РЕЖИМЕ. В ЭТОМ ВЕСЬ ДЖИММИ
zh_cn: 他在休息模式。吉米还是那个老样子
zh_tw: 他在休息模式。吉米還是那個老樣子

# CHARACTERS.WX78.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: EXCELLENT WORK, JIMMY. AWAIT RETRIEVAL
de: AUSGEZEICHNETE ARBEIT, JIMMY. WARTEN AUF BERGUNG
fr: BEAU TRAVAIL, JIMMY. J'ATTENDS TON RAPPORT
it: OTTIMO LAVORO, JIMMY. ATTENDI IL RECUPERO
ja: ＊ジミー、よくやりました。復旧を待ちましょう＊
ko: 정말 대단함, 지미. 검색 대기
pl: ŚWIETNA ROBOTA, JIMMY. CZEKAJ NA ODBIÓR.
pt_br: EXCELENTE TRABALHO, JIMMY. AGUARDO A RECUPERAÇÃO
ru: ОТЛИЧНАЯ РАБОТА, ДЖИММИ. ОЖИДАЙ ДАЛЬНЕЙШИХ КОМАНД
zh_cn: 干得漂亮，吉米。等待提取
zh_tw: 幹得漂亮，吉米。等待提取

# CHARACTERS.WX78.DESCRIBE.YELLOWAMULET
source: INCANDESCENCE AT 5200000000000000Hz
de: GLÜHEN BEI 5200000000000000 Hz.
es_mx: INCANDESCENTE A 5200000000000000 Hz
fr: INCANDESCENCE À 5200000000000000Hz
it: INCANDESCENTE A 5200000000000000 Hz
ja: ＊5200000000000000Hzで発光します＊
ko: 5200000000000000Hz에서 고온 발광
pl: CZĘSTOTLIWOŚĆ 5200000000000000 Hz.
pt_br: INCANDESCÊNCIA EM 5200000000000000 Hz
ru: НАКАЛЕН ДО 5200000000000000 ГЕРЦ
zh_cn: 达到5200000000000000Hz后进入白炽状态
zh_tw: 達到5200000000000000Hz後進入白熾狀態

# CHARACTERS.WX78.DESCRIBE.YELLOWGEM
source: IT IS RATHER HEAVY
de: ER IST ZIEMLICH SCHWER.
es_mx: ES BASTANTE PESADA
fr: C'EST PLUTÔT LOURD
it: È PIUTTOSTO PESANTE
ja: ＊けっこう重たいです。＊
ko: 꽤 무거움
pl: JEST DOŚĆ CIĘŻKI
pt_br: É CONSIDERAVELMENTE PESADO
ru: ОН ОТНОСИТЕЛЬНО ТЯЖЕЛЫЙ
zh_cn: 它相当沉重
zh_tw: 它相當沉重

# CHARACTERS.WX78.DESCRIBE.YELLOWMOONEYE
source: MAJOR IMPROVEMENT ON FLESHLING EYES
de: GROSSE VERBESSERUNG FÜR FLEISCHLINGS-AUGEN
es_mx: MEJORA CONSIDERABLE PARA LOS OJOS DE LOS ORGÁNICOS
fr: AMÉLIORATION MAJEURE DES YEUX DE CHOSES EN CHAIR
it: UN NOTEVOLE MIGLIORAMENTO DELLA VISTA DEGLI ESSERI DI CARNE
ja: ＊生命体の目への主な改善＊
ko: 고깃덩이 눈보다 훨씬 뛰어남
pl: ZNACZĄCE ULEPSZENIE SENSORÓW OPTYCZNYCH MIĘSNYCH STWORZEŃ.
pt_br: APERFEIÇOAMENTO IMPORTANTE NOS OLHOS DAS CARNINHAS
ru: ЗНАЧИТЕЛЬНОЕ УЛУЧШЕНИЕ МЯСНЫХ ГЛАЗ
zh_cn: 肉体生物眼睛的重大更新
zh_tw: 肉體生物眼睛的重大更新

# CHARACTERS.WX78.DESCRIBE.YELLOWSTAFF
source: THESE GEMS WORK WELL WITH STICKS
de: DIESE EDELSTEINE PASSEN GUT ZU DEN STÖCKEN
es_mx: ESTAS GEMAS VAN BIEN CON PALOS
fr: CES GEMMES FONCTIONNENT AVEC DES BÂTONS
it: QUESTE GEMME FUNZIONANO BENE CON LE BACCHETTE
ja: ＊これらのジェムは棒と相性がいいようです。＊
ko: 이 보석은 막대기와의 조합이 뛰어남
pl: KLEJNOTY I KIJE ZNAKOMICIE DO SIEBIE PASUJĄ
pt_br: ESSAS PEDRAS PRECIOSAS FUNCIONAM BEM COM GRAVETOS
ru: ЭТИ КАМНИ ХОРОШО КОМПОНУЮТСЯ С ПАЛКАМИ
zh_cn: 这些宝石与棍子配合得很好
zh_tw: 這些寶石與棍子配合得很好

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: DELETED
de: AUSGELÖSCHT
fr: ÉLIMINÉ
it: ELIMINATO
ja: ＊削除されました＊
ko: 삭제됨.
pl: USUNIĘTO
pt_br: EXCLUÍDO
ru: УДАЛЕНО
zh_cn: 已删除
zh_tw: 已刪除

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: REQUIRES HAIRY OFFERING
de: ERFORDERT HAARIGE GABE
fr: OFFRANDE VELUE NÉCESSAIRE
it: RICHIEDE OFFERTA PELOSA
ja: ＊毛深い供物を置かなければいけませんね＊
ko: 털이 많은 제물이 필요함.
pl: WYMAGA WŁOCHATEJ OFIARY.
pt_br: REQUER OFERENDA PELUDA
ru: ТРЕБУЕТСЯ ВОЛОСАТОЕ ПОДНОШЕНИЕ
zh_cn: 需要毛的供品
zh_tw: 需要毛的供品

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: FULLY FUNCTIONAL
de: VOLL FUNKTIONSFÄHIG
fr: PARFAITEMENT OPÉRATIONNEL
it: COMPLETAMENTE OPERATIVO
ja: ＊完全に機能しています＊
ko: 완전한 작동함.
pl: PEŁNA SPRAWNOŚĆ
pt_br: TOTALMENTE OPERACIONAL
ru: ПОЛНОСТЬЮ ФУНКЦИОНИРУЕТ
zh_cn: 运行正常
zh_tw: 運行正常

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: I WILL TAKE IT TO THE FLESHLING JUDGE FOR ANALYSIS
de: ICH WERDE ES DEM FLEISCHLING-RICHTER ZUR ANALYSE VORLEGEN
fr: JE VAIS L'APPORTER À LA CHOSE EN VIANDE QUI JUGE POUR ANALYSE
it: LA PORTERÒ AL GIUDICE DI CARNE AFFINCHÉ LA ANALIZZI
ja: ＊審査員である有機生命体のもとへ持っていき、解析していただきましょう＊
ko: 본좌는 분석을 위해 그것을 고깃덩어리 심사위원에게 가져가겠음.
pl: ZANIOSĘ TO MIĘSNEMU SĘDZIEMU DO ANALIZY.
pt_br: VOU LEVÁ-LO ATÉ O JUIZ SACO DE CARNE PARA ANÁLISE
ru: Я ОТНЕСУ ЕЕ ОРГАНИЧЕСКОМУ СУДЬЕ ДЛЯ АНАЛИЗА
zh_cn: 我让肉体生物评委去分析它
zh_tw: 我讓肉體生物評委去分析它

# CHARACTERS.WX78.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: WHAT IS YOUR PURPOSE
de: WAS IST DEIN ZWECK
fr: QUELLE EST TON UTILITÉ
it: QUAL È IL TUO SCOPO
ja: ＊あなたの目的は何ですか？＊
ko: 너의 목적은 무엇임.
pl: PO CO ISTNIEJESZ?
pt_br: QUAL É O SEU PROPÓSITO
ru: В ЧЕМ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 你的用途是什么
zh_tw: 你的用途是什麼
