Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.WORTOX.MURDERER
source: You've taken things too far %s, this isn't a game!
de: Du hast es zu weit getrieben, %s, das ist kein Spiel!
es: Te has pasado de la raya, %s, ¡esto no es un juego!
fr: Tu vas trop loin, cette fois, %s ! Ce n'est pas un jeu !
it: Hai esagerato, %s! Questo non è un gioco!
ja: 冗談のつもりかしら、%s？これはお遊びじゃないのよ！
ko: 일을 너무 멀리 끌고 갔어, %s, 이건 게임이 아니라고!
pt_br: Você foi longe demais, %s. Isto não é um jogo!
ru: Ты переигрываешь, %s! А ведь это не игра!
zh_tw: 你玩過火了%s，這不是一場遊戲！

# CHARACTERS.WANDA.DESCRIBE.WORTOX.REVIVER
source: You didn't take a nibble while I wasn't looking, did you?
de: Du hast doch nicht etwa daran geknabbert, als ich nicht hingesehen habe, oder?
es: No habrás dado un bocado mientras no miraba, ¿no?
fr: Tu n'en as pas profité pour manger un morceau, j'espère ?
it: Non è che hai dato un morso mentre non stavo guardando, vero?
ja: 私が目をそらした隙につまみ食いしなかったでしょうね？
ko: 내가 보고 있지 않을 때 한입 깨물지 않았어, 그렇지?
pt_br: Você não deu uma mordiscada enquanto eu não estava olhando, né?
ru: Ты точно зубы в меня не запустил, пока я не видела, а?
zh_tw: 你沒趁我不注意的時候咬一口吧？

# CHARACTERS.WANDA.DESCRIBE.WURT.ATTACKER
source: Are you getting up to some trouble, %s?
de: Bist du auf Ärger aus, %s?
es: ¿Qué estás tramando, %s?
fr: Tu cherches les problèmes, %s ?
it: Cerchi di cacciarti nei guai, %s?
ja: %s、何かやらかそうとしてるの？
ko: 무슨 문제를 벌이고 있는 거야, %s?
pt_br: Está procurando encrenca, %s?
ru: Ты что, драться хочешь, %s?
zh_tw: 你想惹事啊，%s？

# CHARACTERS.WANDA.DESCRIBE.WURT.FIRESTARTER
source: This won't end well...
de: Das wird nicht gut ausgehen ...
es: Esto no acabará bien...
fr: Ça va mal finir...
it: Non finirà bene...
ja: これはいい終わり方をしないわ…
ko: 이건 끝이 좋지 않을 텐데...
pt_br: Isso não vai acabar bem...
ru: Ничем хорошим это не кончится...
zh_tw: 這不會有好結果的……

# CHARACTERS.WANDA.DESCRIBE.WURT.GENERIC
source: Sorry %s, I can't stay and chat!
de: Tut mir leid, %s, ich kann nicht bleiben und plaudern!
es: Lo siento, %s, no puedo quedarme a hablar.
fr: Désolée %s, je n'ai pas le temps de rester papoter.
it: Scusa, %s, non posso fermarmi a chiacchierare!
ja: 悪いんだけど、おしゃべりしてる時間はないの、%s！
ko: 미안해, %s, 여기서 이야기할 수가 없어!
pt_br: Desculpe, %s. Não posso parar pra conversar!
ru: Прости, %s, не могу разговаривать!
zh_tw: 抱歉，%s，我不能留下來跟你閒聊！

# CHARACTERS.WANDA.DESCRIBE.WURT.GHOST
source: Stop pestering me, I'll have you back as quickly as I can!
de: Hör auf, mich zu nerven, ich bringe dich so schnell wie möglich zurück!
es: Deja de molestarme, ¡te traeré de vuelta cuanto antes!
fr: Arrête de m'embêter, je fais au plus vite !
it: Smettila di tormentarmi, sto cercando di rimetterti in sesto nel minor tempo possibile!
ja: いやがらせは止めて。できるだけ早く元に戻してあげるから！
ko: 귀찮게 하지마, 최대한 빨리 되돌려줄게!
pt_br: Pare de me amolar, vou trazer você de volta o mais rápido possível!
ru: Да отстань ты уже от меня, я и так делаю все, что могу, чтобы тебя вернуть!
zh_tw: 不要再糾纏我了，我會儘快讓你回來的！

# CHARACTERS.WANDA.DESCRIBE.WURT.MURDERER
source: Stay back! If it's you or me, I'm picking me!
de: Bleib stehen! Wenn es heißt, du oder ich, dann wähle ich mich!
es: ¡Aléjate! ¡Si tengo que elegir entre tú y yo, me elijo a mí!
fr: Recule ! S'il faut choisir entre ta vie et la mienne, c'est vite vu !
it: Non ti avvicinare! Se devo scegliere tra te e me, scelgo me!
ja: 下がって！私かあんたかの二択なら、私は自分を選ぶわ！
ko: 물러서! 너랑 나 둘 중 하나라면 난 나를 선택할 거야!
pt_br: Pra trás! Se for a minha vida ou a sua, eu escolho a minha!
ru: Назад! Если выжить должен только один, то я выбираю себя!
zh_tw: 別過來！如果非得你死我活，我選我活！

# CHARACTERS.WANDA.DESCRIBE.WURT.REVIVER
source: I think you and I are going to get along quite well, %s.
de: Ich denke, wir zwei werden uns vertragen, %s.
es: Creo que tú y yo nos vamos a llevar bien, %s.
fr: Je crois qu'on va bien s'entendre toi et moi, %s.
it: Credo che tu e io andremo d'amore e d'accordo, %s.
ja: 私とあんたはきっとうまくやっていけるわ、%s。
ko: 너와 나는 꽤 잘 어울릴 것 같아, %s.
pt_br: Acho que vamos nos dar muito bem, %s.
ru: Думаю, мы с тобой подружимся, %s.
zh_tw: 咱倆會相處得很好，%s。

# CHARACTERS.WANDA.DESCRIBE.WX78.ATTACKER
source: %s is looking a bit wound up...
de: %s sieht ein wenig angespannt aus.
es: Me da que a %s le falta un tornillo...
fr: %s a l'air un peu remonté...
it: %s sembra un po' su di giri...
ja: %sはイラついてるみたいね…
ko: %s 녀석에게 상처가 좀 보이네...
pt_br: %s parece meio tenso...
ru: %s что-то сегодня на взводе...
zh_tw: %s的發條看起來上的很緊……

# CHARACTERS.WANDA.DESCRIBE.WX78.FIRESTARTER
source: I can see your gears turning, %s. Just what are you up to?
de: Ich sehe, wie deine Schrauben rattern, %s. Was führst du im Schilde?
es: Casi te veo salir humo de la cabeza, %s. ¿Qué estás tramando?
fr: Je vois les rouages tourner dans ta tête, %s. Littéralement. Qu'est-ce que tu mijotes ?
it: Vedo le tue rotelle girare, %s. Che intenzioni hai?
ja: 思考モードへギアチェンジしたみたいね、%s。何をたくらんでるの？
ko: 톱니가 돌아가는 게 보여, %s. 근데 뭐 하는 거야?
pt_br: Dá pra ver que está pensando em algo, %s. O que você está tramando?
ru: Я вижу, как у тебя шестеренки в голове шевелятся, %s. Что ты задумал?
zh_tw: 我看見你的齒輪在轉了，%s。你打的什麼算盤？

# CHARACTERS.WANDA.DESCRIBE.WX78.GENERIC
source: Oh, it's the funny little automaton! Hello %s!
de: Oh, das ist ja der lustige kleine Automat! Hallo, %s!
es: Anda, ¡si es el autómata! ¡Hola, %s!
fr: Oh, c'est le petit automate ! Bonjour, %s !
it: Oh, è il piccolo automa simpatico! Ciao, %s!
ja: へー、おもしろいカラクリね！ハロー、%s！
ko: 오, 웃기고 귀여운 자동장치다! 안녕 %s!
pt_br: Ah, é aquele autômato engraçadinho! Olá, %s!
ru: О, это же наш милый автоматон! Привет, %s!
zh_tw: 哎呀，是你這個有趣的小機器人啊！你好，%s！

# CHARACTERS.WANDA.DESCRIBE.WX78.GHOST
source: Don't you fret, I'll get you fixed up in no time at all!
de: Keine Sorge, ich kriege dich im Handumdrehen wieder hin!
es: No temas, ¡te arreglaré en un pispás!
fr: Ne t'en fais pas, je vais te réparer en un rien de temps !
it: Niente paura, ti aggiusterò in men che non si dica!
ja: 心配しなくてもいいわ。今すぐに修理してあげるから！
ko: 걱정하지 마. 금방 해결해 줄게!
pt_br: Não se preocupe, vou consertar você num piscar de olhos.
ru: Я тебя мигом починю, не беспокойся!
zh_tw: 你不要著急，我很快就會把你修好的！

# CHARACTERS.WANDA.DESCRIBE.WX78.MURDERER
source: Why you're nothing but a murderous pile of cogs and gears!
de: Du bist nichts weiter als ein mörderischer Haufen von Getrieben und Zahnrädern!
es: Vaya, vaya... ¡Así que eres una pila de tuercas y engranajes asesinos!
fr: Tu n'es qu'un tas de rouages et de boulons assoiffés de sang !
it: Accidenti, non sei altro che un sanguinario mucchio di ingranaggi e ruote dentate!
ja: あんたは血なまぐさい歯車とギアの塊以外の何物でもない！
ko: 왜 너는 톱니와 기어를 살기등등하게 쌓아 놓은 더미에 지나지 않는거니!
pt_br: Ora, você não passa de uma pilha de engrenagens assassinas!
ru: Ах ты, безмозглая куча деталей!
zh_tw: 為什麼你要一堆殺人不眨眼的齒輪！

# CHARACTERS.WANDA.DESCRIBE.WX78.REVIVER
source: I think deep down you value life as much as I do, %s.
de: Ich glaube, im Grunde genommen schätzt du das Leben genauso sehr wie ich, %s.
es: En el fondo, creo que valoras la vida tanto como yo, %s.
fr: Je pense qu'au fond de toi, tu respectes autant la vie que moi, %s.
it: Credo che, nel profondo, tu dia alla vita il medesimo valore che le attribuisco io, %s.
ja: あんたは私と同じくらい命に価値を見出してるって心の底では思うのよ、%s。
ko: 넌 나만큼 삶을 소중하게 생각하는 것 가타, %s.
pt_br: No fundo, acho que você valoriza a vida tanto quanto eu, %s.
ru: Мне кажется, глубоко в душе ты любишь жизнь не меньше моего, %s.
zh_tw: 我知道你內心深處和我一樣重視生命，%s。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_BEE
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_COLD
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_HEAT
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_LIGHT
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXHEALTH
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXHEALTH2
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXHUNGER
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXHUNGER1
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXSANITY
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MAXSANITY1
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MOVESPEED
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MOVESPEED2
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_MUSIC
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_NIGHTVISION
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78MODULE_TASER
source: Aha! I was wondering when they'd started making these.
de: Aha! Ich habe mich schon gefragt, seit wann er die macht.
es: ¡Ajá! Ya me preguntaba yo cuándo había empezado a hacer estas cosas.
fr: Ha ha ! Je me demandais quand ils allaient enfin faire ça.
it: Aha! Mi stavo giusto domandando quando avrebbe iniziato a farli.
ja: ははあ！いつからこれが作られ始めたのか疑問に思っていたんだ。
ko: 아하! 이걸 언제 만들기 시작할지 궁금했어.
pt_br: Aha! Me perguntei quando é que começariam a fazer desses.
ru: Ага! А я все гадала, когда же он начал их мастерить.
zh_tw: 啊哈！我就琢磨著應該有人做這種東西了。

# CHARACTERS.WANDA.DESCRIBE.WX78_MODULEREMOVER
source: Did the automaton make off with one of my tools?
de: Ist der Automat etwa mit meinem Werkzeug abgehauen?
es: ¿No me digas que el autómata se ha ido con una de mis herramientas?
fr: L'automate s'est carapaté avec un de mes outils, non ?
it: L'automa è fuggito con uno dei miei strumenti?
ja: あのオートマトンは私の道具のひとつを盗んだのかい？
ko: 자동 기계가 내 공구를 가지고 도망간거야?
pt_br: O autômato fugiu com uma das minhas ferramentas?
ru: Неужто этот автоматон стащил у меня инструмент?
zh_tw: 那個機器人是不是偷了我的工具？

# CHARACTERS.WANDA.DESCRIBE.WX78_SCANNER.GENERIC
source: Please buzz around elsewhere, you're distracting me!
de: Summ doch woanders herum, du lenkst mich ab!
es: Vete a zumbar a otro sitio, ¡que me molestas!
fr: Va donc bourdonner ailleurs. Tu me déconcentres !
it: Vattene a ronzare altrove, mi stai distraendo!
ja: 気が散るから、どこか別の場所にお行き！
ko: 부산스럽게 굴려면 다른 데 가서 해, 너 때문에 집중할 수가 없어!
pt_br: Por favor, vá apitar em outro lugar, você está me distraindo!
ru: Иди пожужжи где-нибудь еще! Не отвлекай меня!
zh_tw: 請你去別的地方嗡嗡響，你讓我很分神！

# CHARACTERS.WANDA.DESCRIBE.WX78_SCANNER.HUNTING
source: Please buzz around elsewhere, you're distracting me!
de: Summ doch woanders herum, du lenkst mich ab!
es: Vete a zumbar a otro sitio, ¡que me molestas!
fr: Va donc bourdonner ailleurs. Tu me déconcentres !
it: Vattene a ronzare altrove, mi stai distraendo!
ja: 気が散るから、どこか別の場所にお行き！
ko: 부산스럽게 굴려면 다른 데 가서 해, 너 때문에 집중할 수가 없어!
pt_br: Por favor, vá apitar em outro lugar, você está me distraindo!
ru: Иди пожужжи где-нибудь еще! Не отвлекай меня!
zh_tw: 請你去別的地方嗡嗡響，你讓我很分神！

# CHARACTERS.WANDA.DESCRIBE.WX78_SCANNER.SCANNING
source: Please buzz around elsewhere, you're distracting me!
de: Summ doch woanders herum, du lenkst mich ab!
es: Vete a zumbar a otro sitio, ¡que me molestas!
fr: Va donc bourdonner ailleurs. Tu me déconcentres !
it: Vattene a ronzare altrove, mi stai distraendo!
ja: 気が散るから、どこか別の場所にお行き！
ko: 부산스럽게 굴려면 다른 데 가서 해, 너 때문에 집중할 수가 없어!
pt_br: Por favor, vá apitar em outro lugar, você está me distraindo!
ru: Иди пожужжи где-нибудь еще! Не отвлекай меня!
zh_tw: 請你去別的地方嗡嗡響，你讓我很分神！

# CHARACTERS.WANDA.DESCRIBE.WX78_SCANNER_ITEM
source: It's biding its time.
de: Wartet voll den richtigen Zeitpunkt ab.
es: Está esperando su momento.
fr: Il attend le bon moment.
it: Sta attendendo il suo momento.
ja: 時節を待っているんだわ。
ko: 때를 기다리나봐.
pt_br: Está tomando todo o tempo do mundo.
ru: Ждет своего часа.
zh_tw: 它在等待時機。

# CHARACTERS.WANDA.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: I suppose you have nothing better to do than wait around?
de: Ich nehme an, du hast nichts Besseres zu tun, als hier zu warten?
es: Supongo que no tienes nada mejor que hacer que perder el tiempo esperando, ¿no?
fr: Tu n'as rien de mieux à faire qu'attendre ?
it: Immagino tu non abbia di meglio da fare che aspettare, eh?
ja: のんびり待つしかないんじゃないかい？
ko: 빈둥대며 기다리기 보다 더 나은 건 없을 것 같구나?
pt_br: Imagino que você não tenha nada melhor para fazer do que esperar?
ru: Видимо, тебе совсем заняться нечем.
zh_tw: 你除了乾等著就沒事可做了？

# CHARACTERS.WANDA.DESCRIBE.YELLOWAMULET
source: Just the boost I needed.
de: Genau der Schub, den ich gebraucht habe.
es: Justo el empujoncito que necesitaba.
fr: C'est exactement ce qu'il me fallait.
it: È proprio la spinta che mi serviva.
ja: こういう強くなれるのが欲しかったの。
ko: 나에게 딱 필요한 부스트다.
pt_br: É o estímulo que eu precisava.
ru: Как раз то, что мне было нужно.
zh_tw: 這正是我需要的增強。

# CHARACTERS.WANDA.DESCRIBE.YELLOWGEM
source: It won't do much good by itself.
de: Das allein ist nutzlos für mich.
es: No me servirá de mucho por sí sola.
fr: Toute seule, elle ne servira pas à grand-chose.
it: Non serve a molto da sola.
ja: これだけじゃあんまり効果がないわ。
ko: 이것 만으로는 별로 도움이 되지 않아.
pt_br: Sozinha, não vai me adiantar muito.
ru: В таком виде от него никакой пользы.
zh_tw: 它本身不會有什麼好處。

# CHARACTERS.WANDA.DESCRIBE.YELLOWMOONEYE
source: Knowing where everyone is saves me a lot of time.
de: Zu wissen, wo jeder ist, spart mir eine Menge Zeit.
es: Me ahorro bastante tiempo al saber dónde están los demás.
fr: Savoir où tout le monde se trouve me fait gagner beaucoup de temps.
it: Sapere dove sono tutti mi fa risparmiare un mucchio di tempo.
ja: 皆がどこにいるかを知ってると私の時間が節約できる。
ko: 모두 어디에 있는지 알면 많은 시간을 절약할 수 있어.
pt_br: Saber onde todo mundo está me poupa muito tempo.
ru: Когда я знаю, где находятся остальные, я экономлю много времени.
zh_tw: 知道每個人的位置可以為我節省很多時間。

# CHARACTERS.WANDA.DESCRIBE.YELLOWSTAFF
source: Does no one else think summoning a small STAR might be dangerous?
de: Denkt denn niemand sonst, dass es gefährlich sein könnte, einen kleinen STERN zu beschwören?
es: ¿Nadie más ha pensado que invocar una ESTRELLA diminuta podría ser peligroso?
fr: Je suis la seule à penser qu'invoquer une petite ÉTOILE est risqué ?
it: Nessuno pensa che evocare una piccola STELLA potrebbe essere pericoloso?
ja: 小さい星を召喚するのが危険だって誰も思わないの？
ko: 작은 행성을 소환하는 것이 위험하다고 생각하는 사람은 아무도 없을까?
pt_br: Ninguém mais acha que invocar uma pequena ESTRELA pode ser perigoso?
ru: Никому в голову не приходит, что призвать сюда целую ЗВЕЗДУ — не самая безопасная идея?
zh_tw: 難道沒有人認為召喚小星星可能會有危險嗎？

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: It sure burnt away quickly.
de: Er ist rasend schnell weggebrannt.
es: Se ha quemado a toda velocidad.
fr: Ça a bien brûlé.
it: È bruciato in un batter d'occhio.
ja: あっという間に燃え尽きるに違いないわ。
ko: 확실히 빨리 타버렸네.
pt_br: Queimou rapidamente, sem dúvida.
ru: Выгорело оно буквально за секунды.
zh_tw: 它很快就燒光了。

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: Now what did this need? My memory's a bit fuzzy...
de: Was braucht man nochmal dafür? Meine Erinnerung ist etwas verschwommen ...
es: A ver, ¿qué es lo que hacía falta...? Me falla la memoria.
fr: Alors, de quoi j'ai besoin ici ? Ah, j'ai un trou de mémoire...
it: Cosa serviva qui? Non ricordo molto bene...
ja: 今度は何が必要だって？私の記憶はあやふやだわ…
ko: 이제 뭐가 필요하지? 기억이 좀 가물가물해...
pt_br: Do que ele precisava mesmo? Minha memória tá um pouco confusa.
ru: А что там нужно было принести? Воспоминания из головы выпадают, как шерсть у бифало...
zh_tw: 它需要什麼來著？我的記憶有點模糊了……

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: I do love to tinker with new things...
de: Ich liebe es, an neuen Dingen zu basteln ...
es: Me encanta trastear con las cosas nuevas...
fr: J'adore bidouiller de nouvelles choses.
it: Mi piace armeggiare con cose nuove...
ja: 私は新しいものをいじくり回すの好きなの…
ko: 새로운 것을 만지작거리는 건 좋아...
pt_br: Adoro mexer em coisas novas...
ru: Обожаю возиться со всякими устройствами...
zh_tw: 我確實喜歡修補新事物……

# CHARACTERS.WANDA.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: I love a nice memento, they help me keep track of when I am.
de: Ich liebe schöne Andenken, sie helfen mir, den Überblick darüber zu behalten, wann ich bin.
es: Adoro los suvenires porque me ayudan a recordar el momento en el que estoy.
fr: J'adore les jolis souvenirs. Ça m'aide à me rappeler à quelle époque je suis.
it: Mi piace un bel ricordo, mi aiuta a tenere traccia di quando mi trovo.
ja: ステキな記念品は好きよ。今いつにいるのかを覚えておくのに役立つから。
ko: 난 멋진 기념품을 좋아하는 데, 내가 어느 타임라인에 있었는지 추적하는 데 도움이 되거든.
pt_br: Adoro uma boa recordação. Elas me ajudam a não perder a noção do período em que estou.
ru: Я люблю всякие сувениры. Они помогают помнить, в каком я сейчас времени.
zh_tw: 我喜歡漂亮的紀念品，能幫助我找到身處何時。
