Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.MARBLEBEAN
source: INFURIATINGLY ILLOGICAL
de: FÜRCHTERLICH UNLOGISCH
es_mx: EXASPERADAMENTE ILÓGICO
fr: ILLOGIQUE DE FAÇON EXASPÉRANTE
it: ILLOGICO DA FAR INFURIARE
ja: ＊腹立たしいほどに非論理的です＊
ko: 격분할 정도로 비논리적임
pl: IRYTUJĄCO NIELOGICZNE.
pt_br: IRRITANTEMENTE ILÓGICO
ru: РАЗДРАЖАЮЩЕ НЕЛОГИЧНО
zh_cn: 令人气愤，不合逻辑
zh_tw: 令人氣憤，不合邏輯

# CHARACTERS.WX78.DESCRIBE.MARBLEBEAN_SAPLING
source: IS IT ORGANIC OR INORGANIC?
de: IST DAS ORGANISCH ODER NICHT?
es_mx: ¿ES ORGÁNICO O INORGÁNICO?
fr: ORGANIQUE OU INORGANIQUE ?
it: È BIOLOGICO O NO?
ja: ＊これは有機物ですか、無機物ですか？＊
ko: 유기물인가 아니면 무기물인가?
pl: ORGANICZNA CZY NIEORGANICZNA?
pt_br: É ORGÂNICO OU INORGÂNICO?
ru: ЭТО ОРГАНИКА ИЛИ НЕТ?
zh_cn: 它是有机的还是无机的？
zh_tw: 它是有機的還是無機的？

# CHARACTERS.WX78.DESCRIBE.MARBLEPILLAR
source: CRUMBLING REMAINS. HAH
de: DIE ÜBERRESTE ZERFALLEN. HA.
es_mx: RESTOS DERRUMBADOS. JA
fr: RESTES CROULANTS. HA !
it: RESTI DELLO SGRETOLAMENTO. AH
ja: ＊崩れかけた残骸。はぁ。＊
ko: 무너지고 있는 잔존물. 하.
pl: NISZCZEJĄCE SZCZĄTKI. HA.
pt_br: DESINTEGRAÇÃO CONTINUA. RÁ.
ru: РАССЫПАЮЩИЕСЯ РУИНЫ. ХА
zh_cn: 破碎的残骸。哈。
zh_tw: 破碎的殘骸。哈。

# CHARACTERS.WX78.DESCRIBE.MARBLESHRUB
source: INFERIORITY ASSESSMENT: INCONCLUSIVE
de: MINDERWERTIGKEITS-BEWERTUNG: NICHT SCHLÜSSIG
es_mx: EVALUACIÓN DE INFERIORIDAD: NO CONCLUYENTE
fr: ÉVALUATION D'INFÉRIORITÉ : PEU CONCLUANTE
it: VALUTAZIONE INFERIORITÀ: INCONCLUDENTE
ja: ＊劣等性評価：不確定＊
ko: 하등성 평가: 불확정
pl: OCENA NIŻSZOŚCI: NIEROZSTRZYGNIĘTA.
pt_br: AVALIAÇÃO DE INFERIORIDADE: INCONCLUSIVA
ru: ОЦЕНКА ПОСРЕДСТВЕННОСТИ: БЕЗРЕЗУЛЬТАТНО
zh_cn: 次级评估：不确定
zh_tw: 次級評估：不確定

# CHARACTERS.WX78.DESCRIBE.MARBLETREE
source: LOOKS LIKE A VERY TOUGH TREE
de: SIEHT WIE EIN SEHR HARTER BAUM AUS.
es_mx: PARECE UN ÁRBOL MUY RESISTENTE
fr: UN ARBRE À L'AIR TRÈS DUR.
it: SEMBRA UN ALBERO MOLTO ROBUSTO
ja: ＊とてもタフな木のようです＊
ko: 매우 단단한 나무로 보임
pl: WYGLĄDA NA BARDZO TWARDE.
pt_br: PARECE UMA ÁRVORE MUITO FORTE.
ru: ПОХОЖЕ, ЭТО ДЕРЕВО ОЧЕНЬ ПРОЧНОЕ
zh_cn: 看上去像一棵很坚硬的树。
zh_tw: 看上去像一棵很堅硬的樹。

# CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNING
source: THORNS_FLAMMABLE == YES VERY
de: DORNEN_ENTZÜNDLICH == JA, SEHR
es_mx: ESPINAS_INFLAMABLES == SÍ, MUCHO
fr: ÉPINES_INFLAMMABLES == OUI, TRÈS
it: SPINE_INFIAMMABILI == SÌ MOLTO
ja: ＊可燃性の棘＝＝非常に燃えやすいです＊
ko: 가시_인화성 == 매우 높음
pl: CIERNIE_PALNE = TAK BARDZO
pt_br: ACULEOS_INFLAMAVEIS == SIM MUITO
ru: ЛЕГКОВОСПЛАМЕНЯЮЩИЕСЯ_ШИПЫ == ДА, ОЧЕНЬ
zh_cn: 刺_易燃 == 是，极易燃
zh_tw: 刺_易燃 == 是，極易燃

# CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNT
source: THORNS. BURNT
de: DORNEN. VERBRANNT.
es_mx: ESPINAS. QUEMADAS
fr: ÉPINES. BRÛLÉES.
it: SPINE. BRUCIATE.
ja: ＊棘。炭化しました＊
ko: 가시. 태웠음.
pl: CIERNIE. SPALONE.
pt_br: ACÚLEOS. QUEIMADOS.
ru: КОЛЮЧКИ. СГОРЕЛИ.
zh_cn: 剌。被烧掉了。
zh_tw: 剌。被燒掉了。

# CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.GENERIC
source: BRAMBLES
de: GESTRÜPP.
es_mx: ZARZAS
fr: RONCE SAUVAGE.
it: ROVI
ja: ＊イバラ。＊
ko: 가시떨기
pl: CIERNIE.
pt_br: ESPINHEIROS.
ru: КОЛЮЧКИ
zh_cn: 荆棘。
zh_tw: 荊棘。

# CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.PICKED
source: BRAMBLES FIGHT BACK
de: DAS GESTRÜPP SCHLÄGT ZURÜCK.
es_mx: LAS ZARZAS SE DEFIENDEN
fr: LES RONCES SAUVAGES SE DÉFENDENT.
it: I ROVI CONTRATTACCANO
ja: ＊イバラの逆襲。＊
ko: 가시떨기의 반격
pl: CIERNIE CHCĄ WALKI.
pt_br: ESPINHEIROS, REVIDEM.
ru: КОЛЮЧКИ СОПРОТИВЛЯЮТСЯ
zh_cn: 荆棘反击了。
zh_tw: 荊棘反擊了。

# CHARACTERS.WX78.DESCRIBE.MARSH_PLANT
source: IT IS AN UNINTERESTING PLANT
de: DAS IST EINE UNINTERESSANTE PFLANZE.
es_mx: ES UNA PLANTA POCO INTERESANTE
fr: PLANTE SANS INTÉRÊT
it: È UNA PIANTA POCO INTERESSANTE
ja: ＊つまらない植物です＊
ko: 흥미 없는 식물임
pl: KOMPLETNIE NIECIEKAWA ROŚLINA.
pt_br: É UMA PLANTA DESINTERESSANTE.
ru: ЭТО НЕИНТЕРЕСНОЕ РАСТЕНИЕ
zh_cn: 一种无趣的植物
zh_tw: 一種無趣的植物

# CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNING
source: SPIKY TREE IGNITED
de: STACHLIGER BAUM ENTZÜNDET.
es_mx: ÁRBOL CON ESPINAS ENCENDIDO
fr: ARBRE QUI PIQUE ALLUMÉ
it: ALBERO SPINOSO BRUCIATO
ja: ＊トゲトゲの木に点火します＊
ko: 재 나무 발화 상태
pl: KOLCZASTE DRZEWO ZAPALONE.
pt_br: ÁRVORE ESPINHENTA INCENDIADA
ru: ШИПАСТОЕ ДЕРЕВО ЗАГОРЕЛОСЬ
zh_cn: 带刺的树已被点燃
zh_tw: 帶刺的樹已被點燃

# CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNT
source: THE SPIKY TREE IS NO MORE
de: DER STACHELIGE BAUM IST NICHT MEHR.
es_mx: EL ÁRBOL CON ESPINAS YA NO EXISTE
fr: L'ARBRE QUI PIQUE N'EST PLUS
it: L'ALBERO SPINOSO NON C'È PIÙ
ja: ＊トゲトゲの木はもうありません＊
ko: 재 나무를 찾을 수 없음
pl: KOLCZASTE DRZEWO DOKONAŁO ŻYWOTA.
pt_br: A ÁRVORE ESPINHENTA JÁ ERA
ru: ШИПАСТОГО ДЕРЕВА БОЛЬШЕ НЕТ
zh_cn: 带刺的树已不复存在
zh_tw: 帶刺的樹已不復存在

# CHARACTERS.WX78.DESCRIBE.MARSH_TREE.CHOPPED
source: SPIKY TREE DEFEATED
de: STACHLIGER BAUM BESIEGT.
es_mx: ÁRBOL CON ESPINAS DERROTADO
fr: ARBRE QUI PIQUE VAINCU
it: ALBERO SPINOSO SCONFITTO
ja: ＊トゲトゲの木の敗北＊
ko: 재 나무 격파됨
pl: KOLCZASTE DRZEWO POKONANE.
pt_br: ÁRVORE ESPINHENTA DERROTADA
ru: ШИПАСТОЕ ДЕРЕВО ПОБЕЖДЕНО
zh_cn: 带刺的树已被击倒
zh_tw: 帶刺的樹已被擊倒

# CHARACTERS.WX78.DESCRIBE.MARSH_TREE.GENERIC
source: A SPIKY TREE
de: EIN STACHLIGER BAUM.
es_mx: UN ÁRBOL CON ESPINAS
fr: UN ARBRE QUI PIQUE
it: UN ALBERO SPINOSO
ja: ＊トゲトゲの木＊
ko: 재 나무
pl: KOLCZASTE DRZEWO.
pt_br: UMA ÁRVORE ESPINHENTA
ru: ШИПАСТОЕ ДЕРЕВО
zh_cn: 一棵带刺的树
zh_tw: 一棵帶刺的樹

# CHARACTERS.WX78.DESCRIBE.MASHEDPOTATOES
source: DELICIOUS FUEL PASTE
de: KÖSTLICHE BRENNSTOFFPASTE
es_mx: PASTA COMBUSTIBLE DELICIOSA
fr: DU CARBURANT DÉLICIEUX SOUS FORME DE PÂTE
it: DELIZIOSO CARBURANTE IN POLTIGLIA
ja: ＊おいしい燃料ペースト＊
ko: 맛 좋은 연료 반죽
pl: PYSZNE PALIWO W FORMIE BREJKI
pt_br: PASTA DE COMBUSTÍVEL DELICIOSA
ru: ВКУСНАЯ ТОПЛИВНАЯ ПАСТА
zh_cn: 美味的燃料泥
zh_tw: 美味的燃料泥

# CHARACTERS.WX78.DESCRIBE.MAST
source: I HATE BOATS
de: ICH HASSE BOOTE
es_mx: DETESTO LOS BOTES
fr: JE DÉTESTE LES BATEAUX
it: ODIO LE BARCHE
ja: ＊ボートは嫌いです＊
ko: 본체는 배를 싫어함
pl: NIENAWIDZĘ ŁODZI
pt_br: ODEIO BARCOS
ru: НЕНАВИЖУ ЛОДКИ
zh_cn: 我恨船
zh_tw: 我恨船

# CHARACTERS.WX78.DESCRIBE.MASTUPGRADE_LAMP_ITEM
source: LIGHT-PRODUCING MAST UPGRADE
de: LICHT-EMITTIERENDES MAST-UPGRADE
es_mx: ACTUALIZACIÓN DE GENERADOR DE LUZ PARA MÁSTIL
fr: UNE AMÉLIORATION DE MÂT PRODUCTRICE D'ÉCLAIR
it: POTENZIAMENTO DELL'ALBERO MAESTRO CON AGGIUNTA DI ILLUMINAZIONE
ja: ＊発光マストをアップグレード＊
ko: 빛 생성 돛대 업그레이드
pl: GENERUJĄCA ŚWIATŁO MODERNIZACJA DO MASZTU
pt_br: APRIMORAMENTO DE MASTRO COM PRODUÇÃO DE LUZ
ru: СВЕТОИЗЛУЧАЮЩЕЕ УЛУЧШЕНИЕ МАЧТЫ
zh_cn: 发光桅杆升级
zh_tw: 發光桅杆升級

# CHARACTERS.WX78.DESCRIBE.MASTUPGRADE_LIGHTNINGROD_ITEM
source: POWER STORAGE
de: ENERGIESPEICHER
es_mx: ALMACENAMIENTO DE ENERGÍA
fr: STOCKAGE D'ÉNERGIE
it: PER IMMAGAZZINARE ENERGIA
ja: ＊エネルギー保管＊
ko: 전력 저장소
pl: MAGAZYN ENERGII
pt_br: ARMAZENAMENTO DE ENERGIA
ru: ХРАНИЛИЩЕ ЭНЕРГИИ
zh_cn: 储电设备
zh_tw: 儲電設備

# CHARACTERS.WX78.DESCRIBE.MAST_ITEM
source: FOR BUILDING A HATEFUL MAST
de: ZUM BAU EINES HÄSSLICHEN MASTS
es_mx: PARA CONSTRUIR UN MÁSTIL HORRIBLE
fr: ÇA SERT À CONSTRUIRE UN MÂT MINABLE
it: PER COSTRUIRE UN ORRIBILE ALBERO MAESTRO
ja: ＊いまいましいマストを作るため＊
ko: 가증스러운 돛대를 만드는 재료
pl: DO ZBUDOWANIA OKROPNEGO MASZTU
pt_br: PARA CONSTRUIR UM MASTRO ODIOSO
ru: ДЛЯ ПОСТРОЙКИ НЕНАВИСТНОЙ МАЧТЫ
zh_cn: 可以造一根有恶意的桅杆
zh_tw: 可以造一根有惡意的桅杆

# CHARACTERS.WX78.DESCRIBE.MAST_MALBATROSS
source: YOU WORK FOR ME NOW
de: DU ARBEITEST JETZT FÜR MICH
es_mx: AHORA TRABAJAS PARA MÍ
fr: TU ES À MON SERVICE MAINTENANT
it: ORA LAVORI PER ME!
ja: ＊あなたは今わたしのために働きます＊
ko: 너는 이제 본체를 위해 일함
pl: TERAZ PRACUJESZ DLA MNIE
pt_br: VOCÊ TRABALHA PARA MIM AGORA
ru: ТЕПЕРЬ ТЫ РАБОТАЕШЬ НА МЕНЯ
zh_cn: 你现在为我工作了
zh_tw: 你現在為我工作了

# CHARACTERS.WX78.DESCRIBE.MAST_MALBATROSS_ITEM
source: HA HA I TURNED THE FEATHERS INTO A MEANS OF PROPULSION
de: HAHA, ICH HABE EIN FORTBEWEGUNGSMITTEL AUS DEN FEDERN ASSEMBLIERT
es_mx: JA, JA. CONVERTÍ LAS PLUMAS EN UN MECANISMO DE PROPULSIÓN
fr: HA HA, J'AI TRANSFORMÉ LES PLUMES EN MOYEN DE PROPULSION
it: AH AH, HO TRASFORMATO LE PIUME IN UN MEZZO DI PROPULSIONE
ja: ＊ハハハ、羽を推進力に変えましたよ＊
ko: 하하 본체가 깃털을 추진 수단으로 바꿈
pl: HA, HA, PRZEMIENIŁEM PIÓRA W ŚRODEK NAPĘDOWY
pt_br: HA, HA. EU TRANSFORMEI AS PENAS NUM MEIO DE PROPULSÃO
ru: ХА-ХА, Я ПРЕВРАТИЛ ПЕРЬЯ В СРЕДСТВО ПЕРЕДВИЖЕНИЯ
zh_cn: 哈哈我把羽毛变成了推进器
zh_tw: 哈哈我把羽毛變成了推進器

# CHARACTERS.WX78.DESCRIBE.MAXWELL
source: HE IS AN UNKNOWN
de: ER IST UNBEKANNT
es_mx: DESCONOCIDO
fr: C'EST UN INCONNU
it: È UNO SCONOSCIUTO
ja: ＊彼は知られていません＊
ko: 알 수 없는 존재임
pl: WIELKI NIEWIADOMY.
pt_br: ELE É UM DESCONHECIDO
ru: НЕИЗВЕСТНЫЙ ОБЪЕКТ
zh_cn: 他身份不明
zh_tw: 他身份不明

# CHARACTERS.WX78.DESCRIBE.MAXWELLHEAD
source: IT APPEARS TO BE SOME SORT OF PROJECTION
de: DAS SCHEINT EINE ART PROJEKTION ZU SEIN.
es_mx: PARECE SER ALGÚN TIPO DE PROYECCIÓN
fr: ON DIRAIT UN GENRE DE PROTECTION.
it: SEMBRA ESSERE UNA SORTA DI PROIEZIONE
ja: ＊投射された画像のようです。＊
ko: 일종의 투사체인 것으로 보임
pl: TO CHYBA JAKAŚ PROJEKCJA.
pt_br: PARECE SER ALGUM TIPO DE PROJEÇÃO.
ru: ВОЗМОЖНО, ЭТО КАКАЯ-ТО ПРОЕКЦИЯ
zh_cn: 这好像是某种形式的投影。
zh_tw: 這好像是某種形式的投影。

# CHARACTERS.WX78.DESCRIBE.MAXWELLLIGHT
source: THEY SENSE MY PRESENCE
de: SIE SPÜREN MEINE ANWESENHEIT.
es_mx: SIENTEN MI PRESENCIA
fr: ELLE SENT MA PRÉSENCE.
it: SENTONO LA MIA PRESENZA
ja: ＊彼らは私の気配を感じています。＊
ko: 본체의 존재를 탐지함
pl: WYCZUWAJĄ MOJĄ OBECNOŚĆ.
pt_br: ELES SENTEM MINHA PRESENÇA.
ru: ОНИ РЕАГИРУЮТ НА МОЕ ПРИСУТСТВИЕ
zh_cn: 它们感觉到了我的存在。
zh_tw: 它們感覺到了我的存在。

# CHARACTERS.WX78.DESCRIBE.MAXWELLLOCK
source: KEY RECEPTACLE
de: SCHLÜSSELFASSUNG.
es_mx: RECEPTÁCULO PARA LLAVE
fr: RÉCEPTACLE DE CLÉ.
it: CONTENITORE PER CHIAVI
ja: ＊キー・レセプタクル。＊
ko: 열쇠 수용체
pl: MIEJSCE NA KLUCZ.
pt_br: RECEPTÁCULO DE CHAVE.
ru: КЛЮЧЕВОЙ РАЗЪЕМ
zh_cn: 钥匙插座。
zh_tw: 鑰匙插座。

# CHARACTERS.WX78.DESCRIBE.MAXWELLPHONOGRAPH
source: IT IS A MUSICAL SLAVE
de: EIN MUSIKALISCHER SKLAVE
es_mx: ES UN ESCLAVO MUSICAL
fr: UN ESCLAVE MUSICAL
it: È SCHIAVO DELLA MUSICA
ja: ＊音楽の奴隷です。＊
ko: 음악 노예임
pl: MUZYCZNY NIEWOLNIK
pt_br: É UM ESCRAVO MUSICAL
ru: МУЗЫКАЛЬНЫЙ РАБ
zh_cn: 音乐的奴隶
zh_tw: 音樂的奴隸

# CHARACTERS.WX78.DESCRIBE.MAXWELLTHRONE
source: MADE FOR SITTING
de: ZUM SITZEN GEMACHT.
es_mx: HECHO PARA SENTARSE
fr: FAIT POUR S'ASSOIR.
it: FATTO PER SEDERSI
ja: ＊座る用にできています。＊
ko: 앉는 용도로 제작됨
pl: DO SIEDZENIA.
pt_br: FEITO PARA SENTAR.
ru: СДЕЛАН, ЧТОБЫ НА НЕМ СИДЕТЬ
zh_cn: 专门用来坐的。
zh_tw: 專門用來坐的。

# CHARACTERS.WX78.DESCRIBE.MEAT
source: A PIECE OF A MEATLING
de: EIN STÜCK VON EINEM FLEISCHLING
es_mx: UN TROZO DE CARNE
fr: UN MORCEAU DE CHOSE EN VIANDE
it: UN PEZZO DI UNA COSA CARNOSA
ja: ＊有機生命体の一部＊
ko: 고기생물체 조각
pl: KAWAŁEK MIĘSNEGO STWORZENIA
pt_br: UM PEDAÇO DE CARNINHA
ru: КУСОК ПЛОТИ
zh_cn: 一块肉馅
zh_tw: 一塊肉餡

# CHARACTERS.WX78.DESCRIBE.MEATBALLS
source: MEAT PACKED INTO THE MOST NUTRITIOUS SHAPE: SPHERES
de: FLEISCH IN BESONDERS NAHRHAFTER FORM: KUGELN
es_mx: CARNE RELLENA EN LA FORMA MÁS NUTRITIVA: ESFERAS
fr: VIANDE EMBALLÉE SOUS LA FORME LA PLUS NUTRITIVE : DES SPHÈRES
it: CARNE NELLA FORMA PIÙ NUTRIENTE: SFERICA
ja: ＊球形高栄養肉＊
ko: 가장 영양가 높은 모양의 고기 형태: 구
pl: MIĘSO UFORMOWANE W NAJBARDZIEJ POŻYWNY KSZTAŁT: KULE.
pt_br: CARNE ENFIADA NA FORMA MAIS NUTRITIVA: ESFERAS
ru: МЯСО КОМПОНУЕТСЯ В БОЛЕЕ ПИТАТЕЛЬНЫЕ ФОРМЫ: СФЕРЫ
zh_cn: 肉采用了最营养的形状：球状
zh_tw: 肉採用了最營養的形狀：球狀

# CHARACTERS.WX78.DESCRIBE.MEATRACK.BURNT
source: MEATSACK MASS IS TOO HIGH FOR DETERIORATED RACK
de: FLEISCHMASSE IST FÜR DAS SPRÖDE GESTELL ZU HOCH.
es_mx: LA MASA DE CARNE ESTÁ DEMASIADO ALTA PARA EL COSTILLAR DETERIORADO
fr: PAQUET DE VIANDE TROP ÉLEVÉ POUR ÉTENDOIR FRAGILE
it: IL SACCO DI CARNE È TROPPO ALTO PER LA MENSOLA DETERIORATA
ja: ＊肉塊の質量＞棚の残がいの質量＊
ko: 고기자루 덩어리가 약한 랙에 두기에는 너무 큼
pl: MASA MIĘSA ZBYT DUŻA DLA PODNISZCZONEJ SUSZARKI.
pt_br: A MASSA DE SACO DE CARNE É MUITO ALTA PARA O SUPORTE DETERIORADO
ru: МАССА МЯСА СЛИШКОМ ВЕЛИКА, ЧТОБЫ ВОСПОЛЬЗОВАТЬСЯ ИСПОРЧЕННОЙ СУШИЛКОЙ
zh_cn: 对于状态恶化的晾肉架来说，肉块过重
zh_tw: 對於狀態惡化的晾肉架來說，肉塊過重

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE
source: PROTEIN DEHYDRATION COMPLETE
de: PROTEIN-DEHYDRIERUNG ABGESCHLOSSEN
es_mx: DESHIDRATACIÓN DE PROTEÍNAS COMPLETA
fr: DÉSHYDRATATION DE PROTÉINES TERMINÉE
it: DISIDRATAZIONE DELLE PROTEINE COMPLETA
ja: ＊プロテイン脱水プロセス完了＊
ko: 단백질 탈수 완료
pl: DEHYDRATACJA PROTEIN UKOŃCZONA
pt_br: DESIDRATAÇÃO DE PROTEÍNA CONCLUÍDA
ru: ДЕГИДРАЦИЯ БЕЛКА ЗАВЕРШЕНА
zh_cn: 蛋白脱水完成
zh_tw: 蛋白脫水完成

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE_NOTMEAT
source: DEHYDRATION COMPLETE
de: DEHYDRIERUNG ABGESCHLOSSEN
es_mx: DESHIDRATACIÓN COMPLETADA
fr: DÉSHYDRATATION TERMINÉE
it: DISIDRATAZIONE COMPLETATA
ja: ＊脱水完了＊
ko: 탈수 완료
pl: DEHYDRATACJA UKOŃCZONA
pt_br: DESIDRATAÇÃO CONCLUÍDA
ru: ДЕГИДРАТАЦИЯ ЗАВЕРШЕНА
zh_cn: 脱水完成
zh_tw: 脫水完成

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING
source: MEATSACKS TAKE TIME TO DRY
de: FLEISCH NIMMT ZEIT IN ANSPRUCH, UM ZU TROCKNEN.
es_mx: LOS SACOS DE CARNE TARDAN EN SECARSE
fr: SÉCHER LA VIANDE PREND DU TEMPS
it: I SACCHI DI CARNE IMPIEGANO MOLTO A SECCARSI
ja: ＊肉袋は乾くのに時間がかかります＊
ko: 고기자루는 건조하는 데 시간이 걸림
pl: MIĘSO POTRZEBUJE CZASU, BY WYSCHNĄĆ.
pt_br: SACOS DE CARNE LEVAM TEMPO PARA SECAR
ru: МЯСУ НУЖНО ВРЕМЯ, ЧТОБЫ ВЫСОХНУТЬ
zh_cn: 肉袋需要时间来风干
zh_tw: 肉袋需要時間來風乾

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYINGINRAIN
source: MEATSACKS WILL NOT DRY IN RAIN
de: FLEISCH WIRD IM REGEN NICHT TROCKNEN.
es_mx: LOS SACOS DE CARNE NO SE SECARÁN EN LA LLUVIA
fr: LA VIANDE NE SÉCHERA PAS SOUS LA PLUIE
it: I SACCHI DI CARNE NON SI ASCIUGANO SOTTO LA PIOGGIA
ja: ＊肉袋は雨の中では乾きません＊
ko: 고기자루는 빗속에서 건조되지 않음
pl: MIĘSNA KAWAŁKI NIE WYSCHNĄ NA DESZCZU.
pt_br: SACOS DE CARNE NÃO SECAM NA CHUVA
ru: МЯСО НЕ ВЫСОХНЕТ ПОД ДОЖДЕМ
zh_cn: 肉袋在雨天不会干
zh_tw: 肉袋在雨天不會乾

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYINGINRAIN_NOTMEAT
source: STOP MAKING MY THINGS WET, RAIN
de: HÖR AUF, MEINE SACHEN ZU DURCHNÄSSEN, REGEN
es_mx: DEJA DE MOJAR MIS COSAS, LLUVIA
fr: HÉ LA PLUIE, ARRÊTE DE MOUILLER MES AFFAIRES
it: SMETTILA DI INZUPPARE LE MIE COSE, PIOGGIA
ja: ＊雨よ、私のものをぬ’らすのをやめてください＊
ko: 비여, 내 물건을 그만 적실 것
pl: PRZESTAŃ MOCZYĆ MOJE RZECZY, DESZCZU
pt_br: PARE DE MOLHAR MINHAS COISAS, CHUVA
ru: ДОЖДЬ, ПЕРЕСТАНЬ МОЧИТЬ МОИ ВЕЩИ
zh_cn: 别把我东西打湿，雨
zh_tw: 別把我東西打濕，雨

# CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING_NOTMEAT
source: WETNESS IS TRULY THE WORST
de: NÄSSE IST DAS SCHLIMMSTE
es_mx: LA HUMEDAD ES LO PEOR
fr: L'HUMIDITÉ EST LA PIRE CHOSE QUI SOIT
it: L'UMIDITÀ È IL PEGGIO DEL PEGGIO
ja: ＊ぬれることは本当に最悪です＊
ko: 습기는 최악임
pl: WILGOTNOŚĆ JEST ZDECYDOWANIE NAJGORSZA
pt_br: A UMIDADE É A PIOR COISA QUE EXISTE
ru: ХУЖЕ ВЛАЖНОСТИ НЕТ НИЧЕГО
zh_cn: 潮湿真是讨厌
zh_tw: 潮濕真是討厭

# CHARACTERS.WX78.DESCRIBE.MEATRACK.GENERIC
source: I COULD HANG EXPIRED MEATSACKS HERE
de: ICH SOLLTE ABGELAUFENES FLEISCH HIER AUFHÄNGEN.
es_mx: DEBERÍA COLGAR MATERÍA BIOLÓGICA PASADA AQUÍ
fr: JE POURRAIS ACCROCHER DE LA VIANDE PÉRIMÉE ICI
it: POTREI APPENDERE I SACCHI DI CARNE SCADUTI QUI
ja: ＊賞味期限切れの肉袋をここに干しておきましょう＊
ko: 만료된 고기자루를 여기에 걸 수 있음
pl: MIEJSCE DO WIESZANIA MIĘSNYCH KAWAŁKÓW PO UPŁYWIE DATY PRZYDATNOŚCI DO SPOŻYCIA.
pt_br: EU PODERIA PENDURAR SACOS DE CARNE VENCIDOS AQUI
ru: СЮДА Я МОГУ ВЕШАТЬ МЯСО
zh_cn: 我可以把过期的肉块都挂在这里
zh_tw: 我可以把過期的肉塊都掛在這裡

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.BURNT
source: MEATSACK MASS IS TOO HIGH FOR DETERIORATED RACK
de: FLEISCHMASSE IST FÜR DAS SPRÖDE GESTELL ZU HOCH.
es_mx: LA MASA DE CARNE ESTÁ DEMASIADO ALTA PARA EL COSTILLAR DETERIORADO
fr: PAQUET DE VIANDE TROP ÉLEVÉ POUR ÉTENDOIR FRAGILE
it: IL SACCO DI CARNE È TROPPO ALTO PER LA MENSOLA DETERIORATA
ja: ＊肉塊の質量＞棚の残がいの質量＊
ko: 고기자루 덩어리가 약한 랙에 두기에는 너무 큼
pl: MASA MIĘSA ZBYT DUŻA DLA PODNISZCZONEJ SUSZARKI.
pt_br: A MASSA DE SACO DE CARNE É MUITO ALTA PARA O SUPORTE DETERIORADO
ru: МАССА МЯСА СЛИШКОМ ВЕЛИКА, ЧТОБЫ ВОСПОЛЬЗОВАТЬСЯ ИСПОРЧЕННОЙ СУШИЛКОЙ
zh_cn: 对于状态恶化的晾肉架来说，肉块过重
zh_tw: 對於狀態惡化的晾肉架來說，肉塊過重

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DONE
source: PROTEIN DEHYDRATION COMPLETE
de: PROTEIN-DEHYDRIERUNG ABGESCHLOSSEN
es_mx: DESHIDRATACIÓN DE PROTEÍNAS COMPLETA
fr: DÉSHYDRATATION DE PROTÉINES TERMINÉE
it: DISIDRATAZIONE DELLE PROTEINE COMPLETA
ja: ＊プロテイン脱水プロセス完了＊
ko: 단백질 탈수 완료
pl: DEHYDRATACJA PROTEIN UKOŃCZONA
pt_br: DESIDRATAÇÃO DE PROTEÍNA CONCLUÍDA
ru: ДЕГИДРАЦИЯ БЕЛКА ЗАВЕРШЕНА
zh_cn: 蛋白脱水完成
zh_tw: 蛋白脫水完成

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DONE_NOTMEAT
source: DEHYDRATION COMPLETE
de: DEHYDRIERUNG ABGESCHLOSSEN
es_mx: DESHIDRATACIÓN COMPLETADA
fr: DÉSHYDRATATION TERMINÉE
it: DISIDRATAZIONE COMPLETATA
ja: ＊脱水完了＊
ko: 탈수 완료
pl: DEHYDRATACJA UKOŃCZONA
pt_br: DESIDRATAÇÃO CONCLUÍDA
ru: ДЕГИДРАТАЦИЯ ЗАВЕРШЕНА
zh_cn: 脱水完成
zh_tw: 脫水完成

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DRYING
source: MEATSACKS TAKE TIME TO DRY
de: FLEISCH NIMMT ZEIT IN ANSPRUCH, UM ZU TROCKNEN.
es_mx: LOS SACOS DE CARNE TARDAN EN SECARSE
fr: SÉCHER LA VIANDE PREND DU TEMPS
it: I SACCHI DI CARNE IMPIEGANO MOLTO A SECCARSI
ja: ＊肉袋は乾くのに時間がかかります＊
ko: 고기자루는 건조하는 데 시간이 걸림
pl: MIĘSO POTRZEBUJE CZASU, BY WYSCHNĄĆ.
pt_br: SACOS DE CARNE LEVAM TEMPO PARA SECAR
ru: МЯСУ НУЖНО ВРЕМЯ, ЧТОБЫ ВЫСОХНУТЬ
zh_cn: 肉袋需要时间来风干
zh_tw: 肉袋需要時間來風乾

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN
source: MEATSACKS WILL NOT DRY IN RAIN
de: FLEISCH WIRD IM REGEN NICHT TROCKNEN.
es_mx: LOS SACOS DE CARNE NO SE SECARÁN EN LA LLUVIA
fr: LA VIANDE NE SÉCHERA PAS SOUS LA PLUIE
it: I SACCHI DI CARNE NON SI ASCIUGANO SOTTO LA PIOGGIA
ja: ＊肉袋は雨の中では乾きません＊
ko: 고기자루는 빗속에서 건조되지 않음
pl: MIĘSNA KAWAŁKI NIE WYSCHNĄ NA DESZCZU.
pt_br: SACOS DE CARNE NÃO SECAM NA CHUVA
ru: МЯСО НЕ ВЫСОХНЕТ ПОД ДОЖДЕМ
zh_cn: 肉袋在雨天不会干
zh_tw: 肉袋在雨天不會乾

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DRYINGINRAIN_NOTMEAT
source: STOP MAKING MY THINGS WET, RAIN
de: HÖR AUF, MEINE SACHEN ZU DURCHNÄSSEN, REGEN
es_mx: DEJA DE MOJAR MIS COSAS, LLUVIA
fr: HÉ LA PLUIE, ARRÊTE DE MOUILLER MES AFFAIRES
it: SMETTILA DI INZUPPARE LE MIE COSE, PIOGGIA
ja: ＊雨よ、私のものをぬ’らすのをやめてください＊
ko: 비여, 내 물건을 그만 적실 것
pl: PRZESTAŃ MOCZYĆ MOJE RZECZY, DESZCZU
pt_br: PARE DE MOLHAR MINHAS COISAS, CHUVA
ru: ДОЖДЬ, ПЕРЕСТАНЬ МОЧИТЬ МОИ ВЕЩИ
zh_cn: 别把我东西打湿，雨
zh_tw: 別把我東西打濕，雨

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.DRYING_NOTMEAT
source: WETNESS IS TRULY THE WORST
de: NÄSSE IST DAS SCHLIMMSTE
es_mx: LA HUMEDAD ES LO PEOR
fr: L'HUMIDITÉ EST LA PIRE CHOSE QUI SOIT
it: L'UMIDITÀ È IL PEGGIO DEL PEGGIO
ja: ＊ぬれることは本当に最悪です＊
ko: 습기는 최악임
pl: WILGOTNOŚĆ JEST ZDECYDOWANIE NAJGORSZA
pt_br: A UMIDADE É A PIOR COISA QUE EXISTE
ru: ХУЖЕ ВЛАЖНОСТИ НЕТ НИЧЕГО
zh_cn: 潮湿真是讨厌
zh_tw: 潮濕真是討厭

# CHARACTERS.WX78.DESCRIBE.MEATRACK_HERMIT.GENERIC
source: AS IF I WOULD HELP THAT OLD MEATSACK...
de: ALS OB ICH DEM ALTEN FLEISCHSACK HELFEN WÜRDE ...
es_mx: COMO SI FUERA A AYUDAR A ESE VIEJO SACO DE CARNE
fr: COMME SI J'ALLAIS AIDER CETTE SALE CRÉATURE DE CHAIR...
it: FORSE DOVREI AIUTARE QUEL VECCHIO SACCO DI CARNE...
ja: ＊まるでわたしがあの古い肉袋を助けたかのようです…＊
ko: 본체가 그 늙은 고기자루를 도와줄 리가...
pl: JAKBYM MIAŁ JAKIŚ INTERES W POMAGANIU TEMU STAREMU MIĘSAKOWI...
pt_br: COMO SEU EU FOSSE AJUDAR AQUELE SACO DE CARNE VELHO...
ru: КАК БУДТО Я СТАЛ БЫ ПОМОГАТЬ СТАРОМУ МЯСНОМУ МЕШКУ…
zh_cn: 好像我会帮那个老晾肉架一下……
zh_tw: 好像我會幫那個老晾肉架一下……

# CHARACTERS.WX78.DESCRIBE.MEATYSALAD
source: THE MEAT IS PRETENDING TO BE VEGETABLE
de: DAS FLEISCH MIMT GEMÜSE
es_mx: LA CARNE FINGE SER VERDURA
fr: LA VIANDE SE FAIT PASSER POUR DES LÉGUMES
it: LA CARNE FINGE DI ESSERE VERDURA
ja: ＊肉が野菜に擬態しています＊
ko: 고기가 채소로 가장함
pl: MIĘSO UDAJE, ŻE JEST WARZYWEM
pt_br: A CARNE ESTÁ FINGINDO SER VEGETAL
ru: ЭТО МЯСО ПРИТВОРЯЕТСЯ ОВОЩАМИ
zh_cn: 肉在假装是蔬菜
zh_tw: 肉在假裝是蔬菜

# CHARACTERS.WX78.DESCRIBE.MEAT_DRIED
source: DEHYDRATED PROTEINS
de: DEHYDRIERTE PROTEINE.
es_mx: PROTEÍNAS DESHIDRATADAS
fr: PROTÉINES DÉSHYDRATÉES
it: PROTEINE DISIDRATATE
ja: ＊脱水状態のプロテイン＊
ko: 탈수된 단백질
pl: ODWODNIONE PROTEINY.
pt_br: PROTEÍNAS DESIDRATADAS
ru: НЕ СОДЕРЖИТ БЕЛКИ
zh_cn: 脱水蛋白
zh_tw: 脫水蛋白

# CHARACTERS.WX78.DESCRIBE.MERM
source: ANIMATED SEAFOOD
de: LEBHAFTE MEERESFRÜCHTE.
es_mx: MARISCO ANIMADO
fr: FRUIT DE MER ANIMÉ
it: FRUTTI DI MARE ANIMATI
ja: ＊元気なシーフード＊
ko: 움직이는 해물
pl: OŻYWIONE OWOCE MORZA.
pt_br: FRUTO DO MAR ANIMADO
ru: ЖИВЫЕ МОРЕПРОДУКТЫ
zh_cn: 生猛海鲜
zh_tw: 生猛海鮮

# CHARACTERS.WX78.DESCRIBE.MERMGUARD
source: YOU WOULD MAKE AN EXCELLENT MINION
de: DU WÄRST EIN VORZÜGLICHER LAKAI
es_mx: SERÍAS UN EXCELENTE SUBORDINADO
fr: TU FERAIS UN EXCELLENT SERVITEUR
it: SARESTI UN ECCELLENTE SEGUACE
ja: ＊あなたはすばらしい隷属生物を作るでしょう＊
ko: 너는 훌륭한 부하가 될 것임
pl: BYŁBY Z CIEBIE DOSKONAŁY SŁUGA
pt_br: VOCÊ DARIA UM EXCELENTE LACAIO
ru: ИЗ ТЕБЯ ВЫЙДЕТ ОТЛИЧНЫЙ МИНЬОН
zh_cn: 你会是一名优秀的随从
zh_tw: 你會是一名優秀的隨從

# CHARACTERS.WX78.DESCRIBE.MERMHAT
source: WARTY CONCEALMENT
de: WARZIGE TARNUNG
es_mx: UN MECANISMO DE OCULTAMIENTO VERRUGOSO
fr: ON N'Y VOIT QUE DU FEU
it: TRAVESTIMENTO VERRUCOSO
ja: ＊いぼ状の隠れ場所＊
ko: 사마귀투성이 은폐 용품
pl: BRODAWKOWATE SCHRONIENIE
pt_br: DISSIMULAÇÃO VERRUGOSA
ru: БОРОДАВЧАТАЯ МАСКИРОВКА
zh_cn: 沃特式隐藏机制
zh_tw: 沃特式隱藏機制

# CHARACTERS.WX78.DESCRIBE.MERMHEAD.BURNT
source: TRIAL BY FIRE
de: FEUERPROBE.
es_mx: PRUEBA DE FUEGO
fr: LE TEST DU FEU
it: PROVA DEL FUOCO
ja: ＊火による実験＊
ko: 불의 심판
pl: PRÓBA OGNIA.
pt_br: TESTE POR FOGO
ru: ИСПЫТАНИЕ ОГНЕМ
zh_cn: 火之审判
zh_tw: 火之審判

# CHARACTERS.WX78.DESCRIBE.MERMHEAD.GENERIC
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL
de: DIESE FISCHBESTIE SIEHT DÜMMER AUS ALS ANDERE.
es_mx: EL PEZ BESTIA PARECE MÁS IDIOTA DE LO NORMAL
fr: LA BÊTE POISSON A L'AIR ENCORE PLUS IDIOTE QUE D'HABITUDE
it: LA BESTIA PESCE HA UN ASPETTO PIÙ IDIOTA DEL SOLITO
ja: ＊この魚獣はいつにも増してばかげて見えます。＊
ko: 물고기짐승이 평소보다 더 멍청해 보임
pl: RYBOSTWÓR WYGLĄDA JESZCZE GŁUPIEJ NIŻ NORMALNIE
pt_br: A FERA PEIXE TEM MAIS CARA DE IDIOTA QUE O NORMAL
ru: РЫБНЫЙ ЗВЕРЬ ВЫГЛЯДИТ ГЛУПЕЕ, ЧЕМ ОБЫЧНО
zh_cn: 那只鱼兽看上去比平时还要蠢
zh_tw: 那只魚獸看上去比平時還要蠢

# CHARACTERS.WX78.DESCRIBE.MERMHOUSE.BURNT
source: DILAPIDATED ABODE
de: VERFALLENER WOHNSITZ.
es_mx: MORADA DILAPIDADA
fr: UNE DEMEURE DÉLABRÉE
it: DIMORA DILAPIDATA
ja: ＊荒廃した住居＊
ko: 황폐한 주거 시설
pl: ZRUJNOWANE GOSPODARSTWO.
pt_br: RESIDÊNCIA EM RUÍNAS
ru: ПОЛУРАЗРУШЕННОЕ ЖИЛИЩЕ
zh_cn: 残破的住宅
zh_tw: 殘破的住宅

# CHARACTERS.WX78.DESCRIBE.MERMHOUSE.GENERIC
source: OUTDATED ABODE
de: VERALTETER WOHNSITZ.
es_mx: MORADA ANTICUADA
fr: UNE DEMEURE VIEILLOTTE
it: DIMORA OBSOLETA
ja: ＊旧式の住居＊
ko: 구식 주거 시설
pl: PRZESTARZAŁE GOSPODARSTWO.
pt_br: RESIDÊNCIA OBSOLETA
ru: УСТАРЕЛОЕ ЖИЛИЩЕ
zh_cn: 老式住宅
zh_tw: 老式住宅

# CHARACTERS.WX78.DESCRIBE.MERMHOUSE_CRAFTED.BURNT
source: HA HA. PREDICTABLE
de: HAHA. VORHERSEHBAR
es_mx: JA, JA. PREDECIBLE
fr: HA HA. C'ÉTAIT PRÉVISIBLE
it: AH AH! PREVEDIBILE
ja: ＊ハハハ。 予測可能です＊
ko: 하. 하. 예상대로임
pl: HA, HA. TO BYŁO DO PRZEWIDZENIA
pt_br: HA. HA. PREVISÍVEL
ru: ХА-ХА. ПРЕДСКАЗУЕМО
zh_cn: 哈哈。可以预见
zh_tw: 哈哈。可以預見

# CHARACTERS.WX78.DESCRIBE.MERMHOUSE_CRAFTED.GENERIC
source: IT IS UGLY
de: ES IST HÄSSLICH
es_mx: ES FEA
fr: C'EST LAID
it: È BRUTTA
ja: ＊醜いです＊
ko: 못생김
pl: BRZYDKI
pt_br: É FEIA
ru: ОТВРАТИТЕЛЬНАЯ КОНСТРУКЦИЯ
zh_cn: 很丑。
zh_tw: 很醜。

# CHARACTERS.WX78.DESCRIBE.MERMKING
source: I WANT HIS CROWN
de: ICH WILL SEINE KRONE
es_mx: QUIERO SU CORONA
fr: JE VEUX SA COURONNE
it: VOGLIO LA SUA CORONA
ja: ＊彼の王冠が欲しいです＊
ko: 저 왕관이 가지고 싶음
pl: CHCĘ JEGO KORONY
pt_br: EU QUERO A COROA DELE
ru: МНЕ НУЖНА ЕГО КОРОНА
zh_cn: 我要他的王冠
zh_tw: 我要他的王冠

# CHARACTERS.WX78.DESCRIBE.MERMTHRONE.BURNT
source: HA HA. HILARIOUS
de: HAHA. ZUM SCHREIEN
es_mx: JA, JA. QUÉ DIVERTIDO
fr: HA HA. C'EST HILARANT.
it: AH AH! ESILARANTE
ja: ＊ハハハ。 面白い＊
ko: 하. 하. 웃김
pl: HA, HA. KOMICZNE
pt_br: HA, HA. HILÁRIO
ru: ХА-ХА, ЗАБАВНО
zh_cn: 哈哈。太好笑了。
zh_tw: 哈哈。太好笑了。

# CHARACTERS.WX78.DESCRIBE.MERMTHRONE.GENERIC
source: THIS IS WHERE THEY DEPOSIT THEIR ROYALTY
de: HIER WIRD SEINE MAJESTÄT GEPARKT
es_mx: AQUÍ COLOCAN SUS POSADERAS REALES
fr: C'EST LÀ QU'ILS STOCKENT LEUR ROYAUTÉ
it: QUI È DOVE DEPOSITANO LA LORO REGALITÀ
ja: ＊これが彼らの王権を置くところです＊
ko: 저들의 왕족을 보관하는 장소
pl: MIEJSCE DEPOZYTU ICH KRÓLEWSKIEJ MOŚCI
pt_br: AQUI É ONDE ELES DEPOSITAM SUA REALEZA
ru: ЗДЕСЬ ОНИ РАЗМЕЩАЮТ СВОИХ ПРАВИТЕЛЕЙ
zh_cn: 他们皇室的储存地址
zh_tw: 他們皇室的儲存位址

# CHARACTERS.WX78.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: THIS WAS A WASTE OF TIME
de: DAS WAR ZEITVERSCHWENDUNG
es_mx: FUE UNA PÉRDIDA DE TIEMPO
fr: C'ÉTAIT UNE PERTE DE TEMPS
it: CHE GRAN PERDITA DI TEMPO
ja: ＊時間の無駄でした＊
ko: 시간 낭비였음
pl: STRATA CZASU
pt_br: ISSO FOI UMA PERDA DE TEMPO
ru: ПУСТАЯ ТРАТА ВРЕМЕНИ
zh_cn: 浪费时间
zh_tw: 浪費時間
