Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.GENERIC
source: I make it a rule not to trust fancy tables I find in the wilderness.
de: Ich vertraue grundsätzlich keinen extravaganten Tischen, die ich in der Wildnis finde.
es: Tengo un lema: no te fíes de las mesas elegantes que encuentres en la naturaleza.
fr: Je ne fais pas confiance aux tables que je trouve dans la nature, c'est une règle de vie.
it: Di regola, ho deciso di non fidarmi dei tavolini eleganti che trovo nella natura selvaggia.
ja: 野原で見つけたオシャレなテーブルは信頼しない、っていうルールを決めてるの。
ko: 황무지에서 찾아 낸 멋진 식탁은 믿지 않는 게 원칙이야.
pt_br: Tenho como regra não confiar em mesas chiques que encontro na natureza.
ru: Новое правило: «Нашла посреди леса красивый стол — не трожь!»
zh_tw: 我的原則是不要相信在野外發現的花哨桌子。

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.OLDLIGHT
source: Oh no, did I forget to replace the bulb again?
de: Oh nein, habe ich schon wieder vergessen, die Glühbirne zu ersetzen?
es: Ay, no. ¿Me he vuelto a olvidar de cambiar la bombilla?
fr: Oh non, j'ai encore oublié de remplacer l'ampoule ?
it: Oh, no! Ho di nuovo dimenticato di sostituire la lampadina?
ja: なんで？また電球変えるのわすれちゃったのかしら？
ko: 아니, 전구를 다시 교체하는 것을 잊었어?
pt_br: Ah, não! Me esqueci de trocar o bulbo de novo?
ru: О нет! Я опять забыла сменить лампочку?
zh_tw: 哦，不，我是不是又忘記換燈泡了？

# CHARACTERS.WANDA.DESCRIBE.ENDTABLE.WILTED
source: Its age is starting to show.
de: So langsam sieht man, wie alt das ist.
es: Se empieza a notar que tiene mucho tiempo.
fr: Ça commence à vieillir sérieusement.
it: Sta cominciando a mostrare la sua età.
ja: 年が隠しきれなくなってきたわ。
ko: 나이가 보이기 시작하네.
pt_br: Ela está começando a aparentar a idade.
ru: Время его не щадит.
zh_tw: 它的年齡已經開始顯現。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN.BURNING
source: Maybe that was supposed to happen.
de: Vielleicht sollte das ja so kommen.
es: A lo mejor tenía que pasar.
fr: C'était peut-être censé arriver de toute façon.
it: Forse doveva accadere.
ja: 起こるべくして起きたのかも。
ko: 아마도 그런 일이 일어나야 했겠지.
pt_br: Talvez isso tivesse que acontecer.
ru: Может, этому было суждено произойти.
zh_tw: 也許那是註定的。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN.BURNT
source: Well, what's done is done. For now anyway.
de: Nun, was geschehen ist, ist geschehen. Zumindest für den Augenblick.
es: En fin, lo hecho, hecho está. Al menos por ahora.
fr: Bon, ce qui est fait est fait. Pour le moment, en tout cas.
it: Beh, ciò che è fatto è fatto. Per ora, almeno.
ja: んー…もう過ぎたことはしょうがないわ。とりあえずのところは。
ko: 자, 지난 일은 지난 일이야. 어쨌든 지금은.
pt_br: Bom, o que está feito, está feito. Por enquanto.
ru: Сделанного не воротишь... или, может, все-таки?..
zh_tw: 哎，也只能接受發生的事情了。現在只好如此。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN.CHOPPED
source: Its time in this world was cut short.
de: Seine Zeit in dieser Welt war kurz bemessen.
es: Su hora en este mundo llegó demasiado pronto.
fr: Son temps dans ce monde a été écourté.
it: Il suo tempo in questo mondo è stato stroncato.
ja: この木のこの世界における時間を切り取ったわ。
ko: 이 세계에서의 시간은 거의 끝났어.
pt_br: O tempo dele neste mundo foi... cortado.
ru: Его время в этом мире истекло раньше, чем могло бы.
zh_tw: 它在這個世界上的時間被縮短了。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN.GENERIC
source: Just another tree.
de: Einfach nur ein Baum.
es: Otro árbol más.
fr: Encore un arbre.
it: È solo un altro albero.
ja: また木だわ。
ko: 그냥 다른 나무야.
pt_br: Só mais uma árvore.
ru: Дерево как дерево.
zh_tw: 只是另一棵樹而已。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Maybe that was supposed to happen.
de: Vielleicht sollte das ja so kommen.
es: A lo mejor tenía que pasar.
fr: C'était peut-être censé arriver de toute façon.
it: Forse doveva accadere.
ja: 起こるべくして起きたのかも。
ko: 아마도 그런 일이 일어나야 했겠지.
pt_br: Talvez isso tivesse que acontecer.
ru: Может, этому было суждено произойти.
zh_tw: 也許那是註定的。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Well, what's done is done. For now anyway.
de: Nun, was geschehen ist, ist geschehen. Zumindest für den Augenblick.
es: En fin, lo hecho, hecho está. Al menos por ahora.
fr: Bon, ce qui est fait est fait. Pour le moment, en tout cas.
it: Beh, ciò che è fatto è fatto. Per ora, almeno.
ja: んー…もう過ぎたことはしょうがないわ。とりあえずのところは。
ko: 자, 지난 일은 지난 일이야. 어쨌든 지금은.
pt_br: Bom, o que está feito, está feito. Por enquanto.
ru: Сделанного не воротишь... или, может, все-таки?..
zh_tw: 哎，也只能接受發生的事情了。現在只好如此。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Its time in this world was cut short.
de: Seine Zeit in dieser Welt war kurz bemessen.
es: Su hora en este mundo llegó demasiado pronto.
fr: Son temps dans ce monde a été écourté.
it: Il suo tempo in questo mondo è stato stroncato.
ja: この木のこの世界における時間を切り取ったわ。
ko: 이 세계에서의 시간은 거의 끝났어.
pt_br: O tempo dele neste mundo foi... cortado.
ru: Его время в этом мире истекло раньше, чем могло бы.
zh_tw: 它在這個世界上的時間被縮短了。

# CHARACTERS.WANDA.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It looks sickly.
de: Er sieht kränklich aus.
es: Parece enfermo.
fr: Il a l'air tout maladif.
it: Ha un aspetto malaticcio.
ja: 弱々しく見える。
ko: 병든 것처럼 보이는군.
pt_br: Parece doente.
ru: Выглядит очень вяло.
zh_tw: 它看上去生病了。

# CHARACTERS.WANDA.DESCRIBE.EYEBRELLAHAT
source: I don't like having eyes on me...
de: Ich mag es nicht, wenn ich beäugt werde.
es: Me gusta irme con ojo, pero no literalmente...
fr: Je n'aime pas qu'on m'observe comme ça...
it: Non mi piace essere fissata...
ja: 目を付けられてるなんて気味が悪い…
ko: 날 쳐다보는 게 싫어...
pt_br: Detesto que fiquem de olho em mim...
ru: Предпочитаю заниматься своими делами без лишних глаз.
zh_tw: 我不喜歡有眼睛盯著我……

# CHARACTERS.WANDA.DESCRIBE.EYEMASKHAT
source: How bizarre... I simply must try it on!
de: So bizarr ... Ich muss das einfach anprobieren!
es: Qué cosa tan rara... ¡Tengo que probármela!
fr: Que c'est étrange... Il faut que je l'essaie !
it: Che bizzarria... Devo assolutamente provarla!
ja: なんて奇妙なの…試着してみなくちゃ！
ko: 아주 기괴해... 당연히 써봐야 해!
pt_br: Que bizarro... Eu preciso experimentar!
ru: Какая занимательная... Я просто обязана ее примерить!
zh_tw: 多麼詭異……我一定要試戴一下！

# CHARACTERS.WANDA.DESCRIBE.EYEOFTERROR
source: I don't think that's supposed to be here...
de: Ich glaube nicht, dass das hier hingehört ...
es: Creo que esto no debería estar aquí...
fr: Je ne suis pas sûre que ce soit censé être là...
it: Non penso che appartenga a questo mondo...
ja: あいつがここにいるはずないのに…
ko: 여기 있어야 할 것이 아닌 것 같아...
pt_br: Não acho que isso deveria estar aqui...
ru: Не похоже, что ему здесь место...
zh_tw: 那東西不應在這出現……

# CHARACTERS.WANDA.DESCRIBE.EYEOFTERROR_MINI
source: My eyes aren't the best, but I'm not looking for replacements anytime soon!
de: Meine Augen sind nicht die besten, aber ich werde nicht so bald nach einem Ersatz suchen!
es: Mis ojos no son nada del otro mundo, ¡pero aún no les estoy buscando sustitutos!
fr: Mes yeux ne sont plus ce qu'ils étaient, mais je n'ai pas l'intention de les remplacer !
it: I miei occhi non saranno un granché, ma non ho nessuna intenzione di cercare un rimpiazzo!
ja: 私の目はよくないけど、代わりを探す予定はしばらくないわ！
ko: 내 눈이 최고는 아니지만 곧 바꿔낄 것을 찾을 것 같지는 않아!
pt_br: Meus olhos não estão tão bons mais, mas não vou procurar por peças de reposição tão cedo!
ru: Глаза у меня уже не те, что прежде, но и новые в ближайшее время не понадобятся!
zh_tw: 我的眼睛雖然一般，但是我近期也沒打算換！

# CHARACTERS.WANDA.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: It's trying to hatch! I should keep my eye on it.
de: Es versucht zu schlüpfen! Ich sollte es im Auge behalten.
es: ¡Está intentando eclosionar! No puedo quitarle el ojo de encima.
fr: Il essaie d'éclore ! Je devrais le tenir à l'œil.
it: Cerca di schiudersi! Devo tenerlo d'occhio.
ja: 孵化しようとしてる！目を離さないようにしないと。
ko: 부화하려고 해! 지켜봐야지.
pt_br: Está tentando nascer! É melhor eu ficar de olho nele.
ru: Оно скоро вылупится! Надо за ним приглядеть.
zh_tw: 它想孵化出來！我要盯著點。

# CHARACTERS.WANDA.DESCRIBE.EYEPLANT
source: Oh stop staring! Mind your own business!
de: Starr mich nicht an! Kümmere dich um deinen eigenen Kram!
es: ¡Deja de mirarme y métete en tus asuntos!
fr: Oh, arrête de me fixer, là ! Occupe-toi de tes affaires !
it: Oh, smettila di fissarmi! Fatti gli affari tuoi!
ja: 見ないで！放っておいてよ！
ko: 그만 쳐다봐! 네 일이나 신경 쓰라고!
pt_br: Ah, para de me encarar! Vai cuidar da sua vida!
ru: Хватит на меня пялиться! Не лезь не в свое дело!
zh_tw: 哦，別盯著看了！管好你自己的事！

# CHARACTERS.WANDA.DESCRIBE.EYETURRET
source: Ooooh, I LIKE this thing!
de: Ooooh, das Ding GEFÄLLT mir!
es: Ay... ¡Eso ME GUSTA!
fr: Ooooh, j'ADORE ce truc !
it: Oooh, mi PIACE questo affare!
ja: うわー！良いじゃない！
ko: 오오오, 나 이거 좋아하나봐!
pt_br: Aaaah, GOSTEI dessa coisa!
ru: Ух ты! ОБОЖАЮ эту штуку!
zh_tw: 哦，我喜歡這個東西！

# CHARACTERS.WANDA.DESCRIBE.EYETURRET_ITEM
source: Where to put it, where to put it...
de: Wo soll ich das hintun, wo nur?
es: ¿Dónde la pongo...?
fr: Alors, où je vais mettre ça...
it: Dove lo metto, dove lo metto...
ja: どこに置こうかな…
ko: 어디에 둬야할지, 어디에 둬야할지...
pt_br: Onde vou pôr isto, onde vou pôr isto...
ru: Куда бы поставить, куда бы поставить...
zh_tw: 放哪好呢，放哪好呢……

# CHARACTERS.WANDA.DESCRIBE.FARMPLOT.BURNT
source: All that time, wasted!
de: All die Zeit, völlig verschwendet!
es: ¡Cuánto tiempo perdido!
fr: Que de temps perdu !
it: Quanto tempo andato sprecato!
ja: あの時間がぜーんぶムダになった！
ko: 낭비한 그 시간 전부!
pt_br: Que desperdício de tempo!
ru: Столько времени потрачено впустую!
zh_tw: 那麼多時間，都被浪費了！

# CHARACTERS.WANDA.DESCRIBE.FARMPLOT.GENERIC
source: Gardening is so time consuming.
de: Gartenarbeit ist so zeitaufwendig.
es: La horticultura lleva mucho tiempo.
fr: Jardiner prend un temps fou.
it: Il giardinaggio richiede sin troppo tempo!
ja: ガーデニングは時間がかかるわ。
ko: 정원을 가꾸는 데는 시간이 너무 많이 걸려.
pt_br: Jardinagem ocupa muito tempo.
ru: На садоводство уходит очень много времени.
zh_tw: 園藝是如此耗時。

# CHARACTERS.WANDA.DESCRIBE.FARMPLOT.GROWING
source: Why can't you just grow faster?
de: Warum nur kannst du nicht schneller wachsen?
es: ¿Por qué no crece todo más rápido?
fr: Tu ne peux vraiment pas pousser plus vite ?
it: Non potrebbe crescere più in fretta?
ja: なんでさっさと育ってくれないの？
ko: 그냥 빨리 자라면 안되는 거니?
pt_br: Por que você não cresce mais rápido?
ru: Ну почему ты не можешь побыстрее расти?
zh_tw: 為什麼你就不能長得更快呢？

# CHARACTERS.WANDA.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: A bit of fertilizer should speed things up.
de: Ein bisschen Dünger sollte die Sache beschleunigen.
es: Seguro que un poquito de fertilizante acelera las cosas.
fr: Un peu d'engrais devrait accélérer les choses.
it: Del fertilizzante dovrebbe accelerare le cose.
ja: 肥料をちょっとあげれば、さっさと育つかも。
ko: 비료를 좀 주면 속도를 높일 거야.
pt_br: Um pouco de fertilizante deve acelerar as coisas.
ru: Немного удобрения — и дела пойдут быстрее.
zh_tw: 施點肥應該能加快進度。

# CHARACTERS.WANDA.DESCRIBE.FARM_HOE
source: Tilling is so tedious.
de: Die Feldarbeit ist so mühsam.
es: Qué aburrido es arar.
fr: Labourer prend un temps fou...
it: Zappare è di una noia mortale.
ja: 耕すのはもううんざりだわ。
ko: 땅을 가는 건 정말 지겨워.
pt_br: Arar a terra é muito chato.
ru: Как же скучно ковырять землю.
zh_tw: 耕地是如此乏味。

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.BURNING
source: All that time and energy... wasted...
de: All die Zeit, all die Energie ... vergeudet!
es: Qué desperdicio... de energía... y de tiempo...
fr: Tout ce temps et toute cette énergie... gâchés...
it: Quanta energia e quanto tempo... sprecati...
ja: この時間、そしてこのエネルギー…ムダムダ…
ko: 그 모든 시간과 에너지... 낭비야...
pt_br: Tanto tempo e energia... jogados fora...
ru: Столько времени и энергии... и все напрасно...
zh_tw: 所有的時間和精力……都浪費了……

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.FULL
source: Finally!!
de: Endlich!!
es: ¡Por fin!
fr: Enfin !!
it: Finalmente!!!
ja: やっとだわ！！
ko: 마침내!!
pt_br: Finalmente!
ru: Наконец-то!!!
zh_tw: 終於啊！！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: I guess patience does pay off sometimes.
de: Manchmal zahlt sich Geduld wohl doch aus.
es: A veces la paciencia da sus frutos.
fr: J'imagine que la patience paie, parfois.
it: Immagino che a volte la pazienza paghi.
ja: 忍耐は報われるっていうのも時々は本当だわ。
ko: 인내심에는 때때로 보상이 돌아오지.
pt_br: Acho que às vezes compensa ter paciência.
ru: Что ж, иногда терпение приносит плоды.
zh_tw: 看來耐心有時確實會得到回報。

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.FULL_WEED
source: Wait a tick, I don't think I meant to plant that!
de: Moment mal, ich glaube nicht, dass ich das einpflanzen wollte!
es: Un segundo... ¡Creo que yo no quería plantar eso!
fr: Une minute... Je n'ai pas planté ça, si ?
it: Un secondo, non credo di averla piantata consapevolmente!
ja: ちょっと待って。あれを植えるつもりじゃなかったんだけど。
ko: 잠깐만, 그걸 심으려고 한 건 아닌 것 같아!
pt_br: Espere um pouco, acho que eu não pretendia plantar isso!
ru: Секундочку, а вот это я точно не сажала!
zh_tw: 等一下，我好像不是要種那個！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.GENERIC
source: A plant.
de: Eine Pflanze.
es: Una planta.
fr: Une plante.
it: Una pianta.
ja: 植物。
ko: 식물이로군.
pt_br: Uma planta.
ru: Растение.
zh_tw: 一株植物。

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.GROWING
source: Please hurry up!
de: Beeil dich bitte!
es: ¡Date prisa!
fr: Allez, dépêche-toi !
it: Suvvia, fai in fretta!
ja: ちょっと！急いで！
ko: 서둘러주세요!
pt_br: Depressa, por favor!
ru: Поторопись!
zh_tw: 請快點！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.ROTTEN
source: Ack! I misjudged its position on the timeline!
de: Argh! Ich habe ihre Position auf der Zeitachse falsch eingeschätzt!
es: ¡Agh! Me equivoqué con su posición en la línea temporal.
fr: Argh ! J'ai mal jugé sa position sur la ligne temporelle !
it: Argh! Ho sbagliato a calcolare la sua posizione nella linea temporale!
ja: うえ！時間線の場所を間違えた！
ko: 아아! 타임라인에서 위치를 잘 못 정했어!
pt_br: Ugh! Calculei mal sua posição na linha do tempo!
ru: Фу! Пропустила нужный момент на линии времени!
zh_tw: 咳！我誤判了它在時間線上的位置！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: Botheration! Time has gotten its claws into it!
de: Verflixt! Die Zeit hat ihre Krallen in sie geschlagen!
es: ¡Qué fastidio! Ha caído en las redes del tiempo...
fr: Flûte de zut ! Le temps y a planté ses griffes !
it: Che seccatura! Il tempo ha affondato gli artigli nella sua polpa!
ja: 煩わしい！時間に飲み込まれた！
ko: 귀찮아! 시간이 끼어들었잖아!
pt_br: Que amolação! O tempo cravou as garras nesta planta!
ru: Вот неудобство! Время уже запустило в него когти!
zh_tw: 麻煩呐！時間已經把爪子伸進去了！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLANT.SEED
source: I hope it grows quickly.
de: Ich hoffe, sie wächst schnell.
es: Espero que no tarde en crecer.
fr: J'espère que ça poussera rapidement.
it: Spero che cresca in fretta.
ja: さっさと育てばいいな。
ko: 빨리 자라길.
pt_br: Tomara que cresça rápido.
ru: Надеюсь, оно быстро вырастет.
zh_tw: 我希望它迅速成長。

# CHARACTERS.WANDA.DESCRIBE.FARM_PLOW
source: It's so much faster than digging everything up by hand!
de: Das geht so viel schneller, als alles von Hand auszugraben!
es: Es mucho más rápido esto que hacerlo a mano.
fr: C'est bien plus rapide que de tout creuser à la main !
it: È infinitamente più veloce che zappare tutto a mano!
ja: 手で掘るよりかなり速い！
ko: 모든 것을 손으로 파헤치는 것보다 훨씬 빠르다!
pt_br: É muito mais rápido do que cavar tudo com as mãos!
ru: Так намного быстрее, чем вручную копать!
zh_tw: 這比用手挖出所有東西要快得多！

# CHARACTERS.WANDA.DESCRIBE.FARM_PLOW_ITEM
source: Might as well get this started.
de: Dann kann ich auch gleich damit anfangen.
es: A lo mejor es buen momento para empezar.
fr: Autant commencer par ça.
it: Tanto vale azionarlo.
ja: 始めるとしますか。
ko: 시작할 수도 있어.
pt_br: É melhor eu começar já.
ru: Надо бы взяться за дело.
zh_tw: 不妨就開始吧。

# CHARACTERS.WANDA.DESCRIBE.FARM_SOIL_DEBRIS
source: Didn't I pluck that out already?
de: Habe ich das nicht schon herausgeklaubt?
es: ¿Eso no lo había arrancado ya?
fr: Je n'ai pas déjà arraché ça ?
it: Non li avevo già rimossi?
ja: もうあれは引っこ抜いたんじゃなかった？
ko: 이미 뽑지 않았나?
pt_br: Eu já não arranquei isso?
ru: Разве я от этого еще не избавилась?
zh_tw: 我不是已經把那個摘出去了嗎？

# CHARACTERS.WANDA.DESCRIBE.FEATHERFAN
source: I've never seen a feather so big! Or have I...
de: Ich habe noch nie eine so große Feder gesehen! Oder vielleicht doch ...
es: ¡Nunca había visto una pluma tan grande! ¿O sí...?
fr: Je n'avais jamais vu une aussi grosse plume ! Enfin... je crois ?
it: Non avevo mai visto una piuma così enorme! Oppure sì...?
ja: あんなに大きな羽根、見たことない！なかったよね？…
ko: 이렇게 큰 깃털은 처음 봤어! 아니면 내가...
pt_br: Nunca tinha visto uma pena tão grande! Ou será que já vi...
ru: Никогда не видела таких больших перьев! Или видела...
zh_tw: 我從來沒有見過這麼大的羽毛！對吧……

# CHARACTERS.WANDA.DESCRIBE.FEATHERHAT
source: Oooh, how eclectic!
de: Oooh, wie eklektisch!
es: ¡Qué ecléctico!
fr: Oooh, que c'est original !
it: Oooh, com'è eclettico!
ja: うわぁ！折衷様式ってかんじだわ！
ko: 오, 정말 다양해!
pt_br: Aaah, que eclético!
ru: Хо-хо! Какая эклектика!
zh_tw: 哦，真是不拘一格！

# CHARACTERS.WANDA.DESCRIBE.FEATHERPENCIL
source: Good for jotting down notes in a hurry.
de: Gut für eilige Notizen.
es: Va de lujo para tomar apuntes cuando tienes prisa.
fr: C'est parfait pour prendre des notes à la volée.
it: Ottima per annotare rapidamente qualche appunto.
ja: 急いで何かをしたためるにはいいわね。
ko: 급하게 메모할 때 좋아.
pt_br: Ótimo pra fazer anotações rápidas.
ru: Отлично подходит для быстрых заметок.
zh_tw: 適合匆忙中記下筆記。

# CHARACTERS.WANDA.DESCRIBE.FEATHER_CANARY
source: A yellow feather.
de: Eine gelbe Feder.
es: Una pluma amarilla.
fr: Une plume jaune.
it: Una piuma gialla.
ja: 黄色い羽根。
ko: 노란색 깃털.
pt_br: Uma pena amarela.
ru: Желтое перо.
zh_tw: 一根黃色的羽毛。

# CHARACTERS.WANDA.DESCRIBE.FEATHER_CROW
source: A black feather.
de: Eine schwarze Feder.
es: Una pluma negra.
fr: Une plume noire.
it: Una piuma nera.
ja: 黒い羽根。
ko: 검은 깃털.
pt_br: Uma pena preta.
ru: Черное перо.
zh_tw: 一根黑色的羽毛。

# CHARACTERS.WANDA.DESCRIBE.FEATHER_ROBIN
source: A red feather.
de: Eine rote Feder.
es: Una pluma roja.
fr: Une plume rouge.
it: Una piuma rossa.
ja: 赤い羽根。
ko: 붉은 깃털.
pt_br: Uma pena vermelha.
ru: Красное перо.
zh_tw: 一根紅色的羽毛。

# CHARACTERS.WANDA.DESCRIBE.FEATHER_ROBIN_WINTER
source: A white-ish feather.
de: Eine weißliche Feder.
es: Una pluma blanquecina.
fr: Une plume à peu près blanche.
it: Una piuma biancastra.
ja: 白っぽい羽根。
ko: 새하얀 깃털.
pt_br: Uma pena esbranquiçada.
ru: Беловатое перо.
zh_tw: 一根發白的羽毛。

# CHARACTERS.WANDA.DESCRIBE.FEM_PUPPET
source: She's trapped!
de: Sie ist gefangen!
es: ¡Está atrapada!
fr: Elle est piégée !
it: È in trappola!
ja: あいつが罠にかかった！
ko: 잡혔다!
pt_br: Ela está presa!
ru: Она в ловушке!
zh_tw: 她被困住了！

# CHARACTERS.WANDA.DESCRIBE.FENCE
source: An incredibly ordinary wooden fence.
de: Ein außergewöhnlich gewöhnlicher Holzzaun.
es: Una valla de madera normal y corriente.
fr: Une clôture en bois parfaitement ordinaire.
it: Una staccionata di legno estremamente ordinaria.
ja: あり得ないくらいありふれた木製のフェンス。
ko: 믿을 수 없을 정도로 평범한 나무 울타리야.
pt_br: Uma cerca de madeira incrivelmente comum.
ru: Совершенно обыкновенный деревянный забор.
zh_tw: 一道異常普通的木柵欄。

# CHARACTERS.WANDA.DESCRIBE.FENCE_GATE
source: An incredibly ordinary wooden gate.
de: Ein außergewöhnlich gewöhnliches Holztor.
es: Una puerta de madera normal y corriente.
fr: Un portail en bois parfaitement ordinaire.
it: Un cancello di legno estremamente ordinario.
ja: あり得ないくらいありふれた木製のゲート。
ko: 믿을 수 없을 정도로 평범한 나무 문이야.
pt_br: Um portão de madeira incrivelmente comum.
ru: Совершенно обыкновенные деревянные ворота.
zh_tw: 一扇異常普通的木門。

# CHARACTERS.WANDA.DESCRIBE.FENCE_GATE_ITEM
source: If I don't build it now I'll just have to do it later.
de: Wenn ich es jetzt nicht baue, muss ich es eben später tun.
es: Si no la construyo ahora, tendré que hacerlo luego.
fr: Si je ne construis rien maintenant, je devrais le faire plus tard.
it: Se non la costruisco subito, dovrò farlo più tardi.
ja: 今これを作らなかったら、後で作らざるを得ない。
ko: 지금 만들지 않으면 나중에 만들어야겠지.
pt_br: Se eu não construir agora, vou ter que construir mais tarde.
ru: Если я сейчас их не построю, то потом все равно придется.
zh_tw: 我就算現在不建，以後也得建。

# CHARACTERS.WANDA.DESCRIBE.FENCE_ITEM
source: Didn't I build that already?
de: Habe ich das nicht schon gebaut?
es: ¿No la había construido ya?
fr: Je n'ai pas déjà construit ça ?
it: Non l'avevo già costruita?
ja: もうあれは作ったんじゃなかった？
ko: 이미 구축하지 않았나?
pt_br: Eu já não construí isso?
ru: Разве я его еще не построила?
zh_tw: 我不是已經建好了嗎？

# CHARACTERS.WANDA.DESCRIBE.FERTILIZER
source: Manure, conveniently stored in a bucket.
de: Mist, praktischerweise in einem Eimer aufbewahrt.
es: Estiércol en un cubo. Qué oportuno.
fr: De la bouse dans un seau. Pratique.
it: Letame. Comodamente riposto in un secchio.
ja: バケツに入った便利な肥料。
ko: 거름은 편리하게 양동이에 모여.
pt_br: Estrume, convenientemente guardado num balde.
ru: Навоз в ведре для удобства хранения.
zh_tw: 糞便，方便地儲存在了一個桶裡。

# CHARACTERS.WANDA.DESCRIBE.FESTIVEFISH
source: I didn't think nutmeg and cinnamon would go so well with fish!
de: Ich hätte nicht gedacht, dass Muskatnuss und Zimt so gut zu Fisch passen!
es: No sabía que la nuez moscada y la canela marinaban tan bien con el pescado.
fr: Je ne pensais pas que la muscade et la cannelle allaient si bien avec le poisson !
it: Non avevo idea che la noce moscata e la cannella si abbinassero tanto bene al pesce!
ja: ナツメグとシナモンが魚にこんなに合うとは思わなかったわ！
ko: 육두구와 계피가 생선과 이렇게 잘 어울릴 줄 몰랐지!
pt_br: Não acho que noz moscada e canela combinem com peixe!
ru: Даже не думала, что корица и мускатный орех так подойдут к рыбе!
zh_tw: 我沒想到肉豆蔻、肉桂和魚會如此相配！

# CHARACTERS.WANDA.DESCRIBE.FESTIVE_BLUEPRINT
source: This outfit's louder than a chiming grandfather clock.
de: Dieses Outfit ist lauter als eine läutende Großvateruhr.
es: Esta ropa llama más la atención que un reloj de pared cuando suena.
fr: Cette tenue est plus bruyante qu'un coucou suisse.
it: Questo costume si fa notare più del rintocco di un orologio a pendolo.
ja: この服、おじいさんの時計よりもド派手ね。
ko: 이 의상에서는 할아버지의 괘종시계보다 더 큰 소리가 나.
pt_br: Este traje é mais chamativo que um velho relógio de pêndulo.
ru: Этот костюм заявляет о себе громче, чем часовой шкаф в полдень.
zh_tw: 這套衣服的聲音比老爺鐘的報時聲還大。

# CHARACTERS.WANDA.DESCRIBE.FIG
source: A plump, sweet fig.
de: Eine pralle, süße Feige.
es: Un higo dulce y regordete.
fr: Une figue charnue et bien mûre.
it: Un fico dolce e polposo.
ja: ふっくらした甘いイチジク。
ko: 통통하고 달콤한 무화과.
pt_br: Um figo doce e polpudo.
ru: Сочный сладкий инжир.
zh_tw: 一個豐滿、甜美的無花果。

# CHARACTERS.WANDA.DESCRIBE.FIGATONI
source: Who knew pasta could be sweet?
de: Wer hätte gedacht, dass Nudeln süß sein können?
es: No sabía que la pasta podía ser dulce.
fr: Je ne savais pas que les pâtes pouvaient être sucrées.
it: Chi si sarebbe mai immaginato che la pasta potesse essere tanto dolce?
ja: パスタは甘くてもイケるなんて知らなかったわ！
ko: 파스타가 달콤할 수 있다는 것을 누가 알았겠어?
pt_br: Macarrão doce? Quem poderia imaginar?
ru: Кто бы мог подумать, что пасту можно сделать сладкой?
zh_tw: 誰曾想義大利面還能是甜的？

# CHARACTERS.WANDA.DESCRIBE.FIGKABAB
source: No plates, no cutlery, no fuss!
de: Keine Teller, kein Besteck, kein Problem!
es: ¡Qué apañado! Ni platos ni cubiertos.
fr: Pas d'assiette, pas de couverts, pas de problème !
it: Niente piatti, posate né stress!
ja: 皿やフォークがなければ手間いらず。
ko: 접시도, 수저도, 소란도 없군!
pt_br: Sem pratos, sem talheres, sem complicações!
ru: Никаких тарелок, никаких приборов, никакой возни!
zh_tw: 沒有盤子，沒有餐具，沒有那些繁文縟節！

# CHARACTERS.WANDA.DESCRIBE.FIG_COOKED
source: I'll admit, cooking it did help bring the sweetness out.
de: Ich gebe zu, dass das Kochen dazu beigetragen hat, die Süße zur Geltung zu bringen.
es: He de admitir que al cocinarlo está más dulce.
fr: Je dois admettre que la cuisiner a permis de faire ressortir son goût sucré.
it: Lo ammetto: la cottura ne ha esaltato la dolcezza.
ja: 加熱したことでもっと甘みが出たって認めざるを得ないわ。
ko: 요리하니까 단맛이 더 난다는 것을 인정해야겠네.
pt_br: Tenho que admitir, cozinhá-lo ajudou a trazer a doçura à tona.
ru: Придется признать, что готовка действительно сделала его слаще.
zh_tw: 我承認，烹飪它確實有助於把甜味帶出來。

# CHARACTERS.WANDA.DESCRIBE.FIREBALLSTAFF
source: It calls a meteor from above.
de: Ruft einen Meteoriten von oben.
es: Invoca un meteorito de los cielos.
fr: Ça fait tomber une météorite.
it: Richiama una meteora dall'alto.
ja: 上空から隕石を呼び寄せる。
ko: 하늘에서 유성이 내리게 한다.
pt_br: Chama um meteoro dos céus.
ru: Он призывает метеор!
zh_tw: 召喚流星從天而降。
