Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: It slumbers soundly.
de: Schlummert selig.
es: Duerme profundamente.
fr: Il ronfle bruyamment.
it: Ronfa profondamente.
ja: ぐっすり眠っている。
ko: 조용히 자는군.
pl: Drzemie równo.
pt_br: Dorme profundamente.
ru: Он крепко спит.
zh_cn: 它睡得真香。
zh_tw: 它睡得真香。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: 'Tis a fancy plate.
de: Schickes Tellerchen.
es: Un plato bonito.
fr: C'est une jolie assiette.
it: È un piatto elegante.
ja: 魅惑的なお皿よ。
ko: 고급 접시로군.
pl: Elegancka patera.
pt_br: É um prato elegante.
ru: Занятная тарелка.
zh_cn: 好一只精美的盘子。
zh_tw: 好一隻精美的盤子。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POND_SALT
source: Be it a hot spring?
de: Ist das eine heiße Quelle?
es: ¿Eres un manantial?
fr: Est-ce une source chaude ?
it: È una sorgente calda?
ja: 温泉なのか？
ko: 온천일까?
pl: Czyżby gorące źródło?
pt_br: Seria uma fonte termal?
ru: Это что, горячий источник?
zh_cn: 这是温泉吗？
zh_tw: 這是溫泉嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PORTAL
source: Tis closed to us.
de: Es ist uns verschlossen.
es: Está cerrado para nosotros.
fr: Ceci nous est fermé.
it: È chiuso per noi.
ja: ここは閉鎖されている。
ko: 닫혔다.
pl: Niedostępny.
pt_br: Está fechado para nós.
ru: Нам туда хода нет.
zh_cn: 它将我们拒之门外。
zh_tw: 它將我們拒之門外。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: 'Tis the key to another world.
de: Der Schlüssel zu einer anderen Welt.
es: Es la llave a otro mundo.
fr: C'est la clé d'un autre monde.
it: È la chiave per un altro mondo.
ja: 是、別次元への鍵なり。
ko: 다른 세계로의 열쇠로군.
pl: To klucz do innego świata.
pt_br: É a chave para outro mundo.
ru: Ключ от входа в другой мир.
zh_cn: 这是通往另一个世界的钥匙。
zh_tw: 這是通往另一個世界的鑰匙。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POT
source: Room for more meat!
de: Platz für mehr Fleisch!
es: ¡Sitio para más carne!
fr: Il y a de place pour mettre plus de viande !
it: Lo spazio per altra carne!
ja: さらなる肉を！
ko: 고기를 더 넣을 수 있어!
pl: Miejsce na więcej mięsa!
pt_br: Espaço para mais carne!
ru: Больше места для мяса!
zh_cn: 有地方放更多肉了！
zh_tw: 有地方放更多肉了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POTATO
source: Vileness emerged from the earth.
de: Etwas Grässliches aus der Erde.
es: La vileza ha surgido de la tierra.
fr: La bassesse est sortie de terre.
it: Meschinità emersa dalla terra.
ja: 悪が地上から現われたのだ。
ko: 땅에서 자라는 악덩어리.
pl: Wcielenie zła, które wyłoniło się z gleby.
pt_br: Vileza nascida da terra.
ru: Зло восстало из земли.
zh_cn: 从土地里钻出的卑劣之物。
zh_tw: 從土地裡鑽出的卑劣之物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: Useful only for sacrifice.
de: Nützlich nur als Opfergabe.
es: Útil solo para el sacrificio.
fr: Seulement utile pour un sacrifice.
it: Utile solo per il sacrificio.
ja: 生贄として便利である。
ko: 제물로만 쓸 수 있다.
pl: Nadaje się wyłącznie do ofiar.
pt_br: Útil apenas para sacrifícios.
ru: Только для одного подношения.
zh_cn: 只能当作祭品。
zh_tw: 只能當作祭品。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POT_HANGER
source: It hangeth pots.
de: Zum Aufhängen von Töpfen.
es: Cuelga ollas.
fr: Pour suspendre une marmite.
it: Un appendi-vasi.
ja: 鍋を吊す。
ko: 솥을 걸 수 있다.
pl: Do wieszania garnków.
pt_br: São panelas suspensas.
ru: Это чтоб горшки вешать.
zh_cn: 可以用它把锅挂起来。
zh_tw: 可以用它把鍋掛起來。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: 'Tis no use to me in this form.
de: In dieser Form kann ich das nicht gebrauchen.
es: No me sirve en esta forma.
fr: Ça ne me sert à rien sous cette forme.
it: Non mi è di nessuna utilità in questa forma.
ja: かようの形態においては是、我に効かぬ。
ko: 이 형태로는 내가 아무런 쓸모가 없다.
pl: W tej formie na nic mi się nie zda.
pt_br: Não tem utilidade para mim nessa forma.
ru: В таком виде мне это ни к чему.
zh_cn: 它这个样子对我没什么用。
zh_tw: 它這個樣子對我沒什麼用。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POT_SMALL
source: We shall fill thee with meat!
de: Wir werden dich mit Fleisch füllen!
es: ¡Te llenaremos con carne!
fr: On va te remplir de viande !
it: Ti riempirò di carne!
ja: 汝にありったけの肉を！
ko: 고기로 채워주마!
pl: Wypełnię cię mięsem!
pt_br: Te encheremos com carne!
ru: Мы наполним тебя мясцом!
zh_cn: 我们要用你来装肉！
zh_tw: 我們要用你來裝肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_POT_SYRUP
source: For the making of godly nectars!
de: Für die Herstellung göttlicher Nektare!
es: ¡Para elaborar néctares divinos!
fr: Pour fabriquer de divins nectars !
it: Per la creazione del nettare degli dei!
ja: 聖なるネクターの生成のため！
ko: 신의 넥타르를 만드는 데 쓰인다!
pl: Służy do produkcji boskich nektarów!
pt_br: Para preparar néctares divinos!
ru: Для приготовления божественного нектара!
zh_cn: 用来制作神圣的花蜜！
zh_tw: 用來製作神聖的花蜜！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: T'would never grace a hall in Valhalla.
de: In Walhalla käme das nicht auf den Tisch.
es: Esto nunca estaría en un banquete en Valhalla.
fr: Pas digne d'entrer au Walhalla.
it: Non è una cosa che ti garantirebbe mai una sala nel Valhalla.
ja: 是、ヴァルハラの穴に慈悲を与えることなかれ。
ko: 발할라의 홀에 들어가는 일은 절대 없을 것이다.
pl: Niegodne to wspaniałych komnat Walhalli.
pt_br: Nunca entraria num salão em Valhalla.
ru: Этому не место в зале Вальхаллы.
zh_cn: 它绝对不配进入英灵殿的大厅。
zh_tw: 它絕對不配進入英靈殿的大廳。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: A felled metal steed.
de: Ein gefälltes Metall-Ross.
es: Un corcel de metal caído.
fr: Un coursier de métal tombé au combat.
it: Un destriero di metallo abbattuto.
ja: 堕ちた金属の馬。
ko: 쓰러진 금속 말이로군.
pl: Pokonany wierzchowiec z metalu.
pt_br: Um corcel de metal caído.
ru: Павший металлический конь.
zh_cn: 倒下的金属坐骑。
zh_tw: 倒下的金屬坐騎。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: Twas pillaged long ago.
de: Wurde vor langer Zeit geplündert.
es: Se saqueó hace mucho tiempo.
fr: C'est saccagé depuis longtemps.
it: È stato saccheggiato molto tempo fa.
ja: 是、以前に略奪された。
ko: 오래전에 약탈당했군.
pl: Zrabowano ją dawno temu.
pt_br: Foi pilhada há muito tempo.
ru: Все уже давно растащили.
zh_cn: 它是很久以前掠夺来的。
zh_tw: 它是很久以前掠奪來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: Twas the site of a vicious raid.
de: Hier hat ein bösartiger Überfall stattgefunden.
es: Fue el lugar de un asalto terrible.
fr: Le site d'un raid brutal.
it: Fu teatro di un feroce assalto.
ja: 是、悪意ある襲撃の場なり。
ko: 무도한 약탈이 있었던 장소로군.
pl: Miał tu miejsce bestialski najazd.
pt_br: Foi o local de uma pilhagem aterrorizante.
ru: Сюда совершили ужасный налет.
zh_cn: 这里曾是一场激烈战斗的现场。
zh_tw: 這裡曾是一場激烈戰鬥的現場。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: It hath fallen.
de: Gefallen.
es: Ha caído.
fr: C'est tombé.
it: È caduta.
ja: 其れは堕ちた。
ko: 무너졌군.
pl: Upadł.
pt_br: Caiu.
ru: Она пала.
zh_cn: 它倒下了。
zh_tw: 它倒下了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: Nothing of value remains.
de: Nichts von Wert geblieben.
es: No queda nada de valor.
fr: Il ne reste plus rien de valeur.
it: Non rimane nulla di valore.
ja: 価値あるものは何も残っていない。
ko: 쓸 만한 건 하나도 남지 않았다.
pl: Nie ma tu nic wartościowego.
pt_br: Nada de valor resta.
ru: Тут нет ничего ценного.
zh_cn: 没剩下有价值的东西。
zh_tw: 沒剩下有價值的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: The time is nigh!
de: Die Zeit ist nahe!
es: ¡Ya casi es la hora!
fr: L'heure approche !
it: Si avvicina l'ora!
ja: 時は近い！
ko: 시간이 얼마 안 남았다!
pl: Nadchodzi kres!
pt_br: A hora é agora!
ru: Время пришло!
zh_cn: 到时候了！
zh_tw: 到時候了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: The time is nigh!
de: Die Zeit ist nahe!
es: ¡Ya casi es la hora!
fr: L'heure approche !
it: Si avvicina l'ora!
ja: 時は近い！
ko: 시간이 얼마 안 남았다!
pl: Nadchodzi kres!
pt_br: A hora é agora!
ru: Время пришло!
zh_cn: 到时候了！
zh_tw: 到時候了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: Pillaged. But by what?
de: Plündert. Aber von was?
es: Saqueado. Pero ¿quién ha sido?
fr: Un saccage. Mais par qui ?
it: Saccheggiata. Ma da cosa?
ja: 奪われてしまった。だが、何者によって？
ko: 약탈당했군. 대체 누가 그랬을까?
pl: Splądrowane. Ale przez kogo?
pt_br: Pilhada. Mas por quem?
ru: Разграблено. Но кем?
zh_cn: 被抢掠了。但是，是什么东西干的？
zh_tw: 被搶掠了。但是，是什麼東西幹的？

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: If only they'd had a warrior to fight for them.
de: Hätten sie nur einen Krieger gehabt, um für sie zu kämpfen.
es: Ojalá hubieran tenido un guerrero para luchar por ellos.
fr: Si seulement ils avaient eu une guerrière pour combattre à leurs côtés.
it: Se solo avessero avuto un guerriero a combattere per loro.
ja: 彼らが為戦う戦士がいればよかった。
ko: 보호해줄 전사가 있었으면 좋았을 텐데.
pl: Ach, gdyby tak znalazł się wśród nich choć jeden wojownik...
pt_br: Se pelo menos tivessem um guerreiro para lutar por eles.
ru: Если бы с ними был воин, который бы сразился за них.
zh_cn: 如果有一名战士为他们而战，结果就不会是现在这个样子了。
zh_tw: 如果有一名戰士為他們而戰，結果就不會是現在這個樣子了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: What foul being caused such destruction?
de: Welches Elend hat diese Zerstörung verursacht?
es: ¿Qué mal ha causado esta destrucción?
fr: Quel être immonde a engendré une telle destruction ?
it: Quale scellerato ha provocato cotanta distruzione?
ja: 何ぞの穢れがこのような壊滅をもたらしたと言うのだ？
ko: 대체 누가 이렇게 참혹한 짓을 한 거지?
pl: Cóż za zło sprowadziło w to miejsce takie zniszczenia?
pt_br: Que ser imundo causou tal destruição?
ru: Какое зло сотворило это разрушение?
zh_cn: 哪种恶魔造成了这样的毁灭？
zh_tw: 哪種惡魔造成了這樣的毀滅？

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: It once led to adventure. Alas, no more.
de: Einst führte es zu Abenteuern. Leider nicht mehr.
es: Una vez conducía a aventuras. Pero, ay, ya no.
fr: Avant, ça menait à l'aventure. Hélas, c'est fini.
it: Un tempo conduceva all'avventura. Ahimè, non più.
ja: 其れ、一度は冒険へと導いた、あぁ、もうそれは過去のものよ。
ko: 한때는 모험으로 인도했지만, 지금은 아니다.
pl: Niegdyś prowadziły do świata przygód. Niestety, już nie.
pt_br: Outrora levava à aventura. Infelizmente, não mais.
ru: Когда-то она вела к приключениям. Увы, уже не ведет.
zh_cn: 它曾经带着人们历险。唉，俱往矣。
zh_tw: 它曾經帶著人們歷險。唉，俱往矣。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: It offers no sanctuary.
de: Es bietet keine Zuflucht.
es: No ofrece ningún santuario.
fr: Ça n'offre plus aucune protection.
it: Non offre alcun rifugio.
ja: 其れ、聖域をもたらさず。
ko: 이제는 전혀 지붕 노릇을 못 한다.
pl: Nie daje żadnego schronienia.
pt_br: Não oferece santuário.
ru: Здесь не спрятаться.
zh_cn: 它不能给你遮风挡雨。
zh_tw: 它不能給你遮風擋雨。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: Twas left by cities past.
de: Wurde von alten Städten hinterlassen.
es: Pertenece a alguna ciudad.
fr: Le reste d'un ancien village.
it: È stato lasciato dalla città passata.
ja: 其れ、過去の都市によって残された。
ko: 과거에 존재했던 도시의 유물이다.
pl: Pozostałość dawnych miast.
pt_br: Foi deixado por cidades ancestrais.
ru: Пережиток прошлого этого города.
zh_cn: 这是过去的城市留下来的。
zh_tw: 這是過去的城市留下來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: Tis sealed away from prying eyes and prying hands.
de: Vor neugierigen Blicken und Händen versiegelt.
es: Está cerrada ante ojos curiosos y manos curiosas.
fr: C'est protégé des regards inquisiteurs et des mains indiscrètes.
it: È sigillato lontano da occhi indiscreti e mani indiscrete.
ja: 詮索を好む目、詮索好きな手から、遠ざかる。
ko: 잠긴 덕분에 약탈의 눈길과 손길로부터 무사할 수 있었다.
pl: Zawartość jego jest skryta przed ciekawskimi oczami i lepkimi paluchami.
pt_br: Está isolado de olhos e mãos curiosos.
ru: Надежно скрыто от любопытных глаз и хватких рук.
zh_cn: 它被封存起来，防止人们窥视和盗抢。
zh_tw: 它被封存起來，防止人們窺視和盜搶。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALMON
source: Tis a most delicious fish!
de: Das ist ein köstlicher Fisch!
es: ¡Es un pescado muy delicioso!
fr: C'est un poisson fort délicieux !
it: È un pesce delizioso!
ja: 是、最上級の魚なり。
ko: 가장 맛좋은 생선이로다!
pl: Nader wyborna ryba!
pt_br: É um peixe muito delicioso!
ru: Самая вкусная рыба!
zh_cn: 这是最美味的鱼！
zh_tw: 這是最美味的魚！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: A feast from the sea.
de: Ein Festessen aus dem Meer.
es: Un festín del mar.
fr: Un festin de la mer.
it: Una banchetto dal mare.
ja: 海からのごちそう。
ko: 바다의 진수성찬이로다.
pl: Uczta z morskiej toni.
pt_br: Um banquete do mar.
ru: Угощение из моря.
zh_cn: 来自海洋的盛宴。
zh_tw: 來自海洋的盛宴。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALT
source: Twill make the meat even more divine.
de: Macht das Fleisch noch göttlicher.
es: Hará que la carne sea aún más divina.
fr: Ça va rendre la viande encore plus divine.
it: Renderà la carne ancora più divina.
ja: 其れ、より神聖なる肉を作る。
ko: 고기를 더욱 신성하게 만들어준다.
pl: Sprawia, iż smak mięsiwa jest nawet bardziej wyborny.
pt_br: Deixará a carne ainda mais divina.
ru: Это сделает мясо еще вкуснее.
zh_cn: 它会让肉更加美味。
zh_tw: 它會讓肉更加美味。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALTROCK
source: Tis the salt of the earth.
de: Das ist das Salz der Erde.
es: Es la sal de la tierra.
fr: C'est le sel de la terre.
it: È il sale della terra.
ja: 是、大地の塩なり。
ko: 땅의 소금이다.
pl: Sól ziemi. Tej ziemi.
pt_br: É o sal da terra.
ru: Соль земли.
zh_cn: 这是地球的盐。
zh_tw: 這是地球的鹽。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: An ally to meat!
de: Ein Verbündeter des Fleisches!
es: ¡Un aliado de carne!
fr: Un allié de la viande !
it: Un alleato della carne!
ja: 肉を愛す友よ。
ko: 고기의 좋은 동료다!
pl: Może wspomóc mięso!
pt_br: Um aliado para a carne!
ru: Союзник мяса!
zh_cn: 肉类的盟友！
zh_tw: 肉類的盟友！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: 'Tis ready to be pillaged!
de: Das wartet darauf, geplündert zu werden!
es: ¡Está listo para ser saqueado!
fr: Prêt à être pillé !
it: È pronto per essere saccheggiato!
ja: 略奪を受ける準備はできている！
ko: 약탈당할 준비가 되었다!
pl: Gotowe do zrabowania!
pt_br: Está pronto para a pilhagem!
ru: Готово к грабежам!
zh_cn: 它已经可以被掠夺了！
zh_tw: 它已經可以被掠奪了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: I shall put thee to good use.
de: Ich werde dich gut gebrauchen können.
es: Te aprovecharé bien.
fr: Je vais bien m'en servir.
it: Ti metterò a buon uso.
ja: 汝を大いに活用しよう。
ko: 아주 잘 써주마.
pl: Dobrze cię wykorzystam.
pt_br: Farei bom uso de ti.
ru: Я найду тебе применение!
zh_cn: 我要好好利用你。
zh_tw: 我要好好利用你。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAP
source: Nectar of the gods.
de: Nektar der Götter!
es: El néctar de los dioses.
fr: Nectar des dieux.
it: Nettare degli dei.
ja: 神々のネクター！
ko: 신들의 넥타르다.
pl: Nektar bogów.
pt_br: Néctar dos deuses.
ru: Нектар богов.
zh_cn: 献给诸神的蜂蜜。
zh_tw: 獻給諸神的蜂蜜。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAPBUCKET
source: For pillaging from the trees.
de: Zum Plündern von den Bäumen.
es: Para saquear a los árboles.
fr: Pour piller dans les arbres.
it: Per saccheggiare dagli alberi.
ja: 木からの略奪に対して。
ko: 나무를 약탈하는 데 쓰인다.
pl: Do rabowania drzew.
pt_br: Para pilhar das árvores.
ru: То, что можно отобрать у деревьев!
zh_cn: 用来掠夺树上的好东西。
zh_tw: 用來掠奪樹上的好東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAPLING
source: 'Twill never again grow to its former glory.
de: Wird nie wieder seinen früheren Glanz erreichen.
es: Nunca volverá a alcanzar a su antigua gloria.
fr: Elle ne retrouvera jamais sa gloire d'antan.
it: Non ricrescerà mai più al suo antico splendore.
ja: 二度とかつての栄光を得ることはないだろう。
ko: 아마 이전만큼 자라지는 못하겠지.
pl: Nigdy już nie odrośnie i nie odzyska swej dawnej chwały.
pt_br: Nunca mais crescerá até sua glória anterior.
ru: Он больше не достигнет былого великолепия.
zh_cn: 它再也不会恢复昔日的荣耀。
zh_tw: 它再也不會恢復昔日的榮耀。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: Alas, the nectar 'tis no longer sweet!
de: Leider ist der Nektar nicht mehr süß!
es: ¡Ay, su néctar ya no es dulce!
fr: Hélas, le nectar n'est plus sucré !
it: Ahimè, il nettare non è più dolce!
ja: あぁ、ネクター、もう素敵ではないよ！
ko: 이런, 넥타르가 단 맛을 잃었군!
pl: Żal! Nektar ten nie jest już słodki!
pt_br: Infelizmente, o néctar não está mais doce!
ru: Увы, нектар уже не сладок!
zh_cn: 唉，蜜不甜了！
zh_tw: 唉，蜜不甜了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SEEDPACKET
source: Baby non-meats.
de: Daraus wächst kein Fleisch.
es: Alimentos sin carne bebé.
fr: Bébés non carnés.
it: Bambini di non-carne.
ja: 赤子に肉なし。
ko: 고기가 아닌 아기로군.
pl: Małe nie-mięsa.
pt_br: Bebês não-carnes.
ru: Маленькие не-мяски!
zh_cn: 非肉类宝宝。
zh_tw: 非肉類寶寶。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: 'Tis a weapon of beastly slaughter!
de: Eine Waffe des schrecklichen Schlachtens!
es: ¡Es un arma de matanza bestial!
fr: Une arme d'une bestialité massacrante !
it: È un'arma di macellazione bestiale!
ja: 是、獣の殺戮者の武器なり。
ko: 짐승 학살의 무기로군!
pl: Oto narzędzie bestialskiego mordu!
pt_br: É uma arma de uma carnificina bestial!
ru: Это орудие для уничтожения животных!
zh_cn: 这是一种屠杀野兽的武器！
zh_tw: 這是一種屠殺野獸的武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: It contains the flavoring!
de: Enthält das Aroma!
es: ¡Contiene el sabor!
fr: Ça contient un parfum !
it: Contiene il condimento!
ja: 風味が含まれている。
ko: 풍미를 보존한다!
pl: Przyprawy korzenne!
pt_br: Contém o sabor!
ru: Внутри ароматы!
zh_cn: 它含有调味料！
zh_tw: 它含有調味料！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: Spice for the fanciest of foods.
de: Gewürz für das schönste Essen.
es: Especia para los alimentos más bonitos.
fr: Des épices pour la meilleure des nourritures.
it: Spezia per i cibi più pregiati.
ja: 食の中で最も魅力的なスパイスよ。
ko: 최고급 음식을 위한 향신료다.
pl: Przyprawy do najprzedniejszych z dań.
pt_br: Tempero para a mais elegante das comidas.
ru: Пряности для самых изысканных блюд.
zh_cn: 用来制作美味食物的香料。
zh_tw: 用來製作美味食物的香料。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: Thine growing taketh too long!
de: Dein Wachstum dauert zu lange!
es: ¡Tu crecimiento tarda mucho!
fr: Tu pousses trop lentement !
it: La tua crescita impiega troppo tempo!
ja: 汝が成長には時間がかかりすぎる。
ko: 자라는 데 너무 오래 걸리는군!
pl: Czemuż rośniesz tak długo!
pt_br: Teu cultivo leva muito tempo!
ru: Ты растешь слишком долго!
zh_cn: 你的生长速度太慢了！
zh_tw: 你的生長速度太慢了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: 'Tis a flavoring sprig.
de: Ein Zweig zum Würzen.
es: Una ramita para dar sabor.
fr: Un brin de parfum.
it: È un rametto aromatico.
ja: 是、調味料なり。
ko: 맛이 나는 잔가지다.
pl: Wonna gałązka.
pt_br: É um raminho de tempero.
ru: Это ароматный побег.
zh_cn: 这个小枝可以用来调味。
zh_tw: 這個小枝可以用來調味。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: The nectar of the gods dwells within.
de: Der Nektar der Götter wohnt im Inneren.
es: El néctar de los dioses habita dentro.
fr: Il contient le nectar des dieux.
it: Il nettare degli dei dimora all'interno.
ja: 神々の飲み物が内に宿る
ko: 신들의 넥타르가 안에 있다.
pl: Wewnątrz kryje się nektar bogów.
pt_br: O néctar dos deuses habita seu interior.
ru: Внутри — нектар богов.
zh_cn: 献给诸神的蜜汁就在里面。
zh_tw: 獻給諸神的蜜汁就在裡面。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: It has been chopped.
de: Wurde gefällt.
es: Lo han cortado.
fr: Il a été coupé.
it: È stato tagliato.
ja: 其れ、切り倒された。
ko: 베였다.
pl: Porąbane.
pt_br: Foi cortada.
ru: Его срубили.
zh_cn: 它被砍掉了。
zh_tw: 它被砍掉了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: It hath been fouled by tiny beasts!
de: Wurde von kleinen Bestien verunreinigt!
es: ¡Lo han arruinado bestias diminutas!
fr: Il a été pollué par de petites bestioles !
it: È stato violato da delle bestioline!
ja: 其れ、小さき獣により、汚された。
ko: 작은 짐승들이 더렵혔군!
pl: Zbrukane przez obleśne żyjątka!
pt_br: Foi destruída por mãos pequeninas!
ru: Сюда поналетели мелкие твари!
zh_cn: 它被小怪物糟蹋了！
zh_tw: 它被小怪物糟蹋了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: I've no patience for thee, sap!
de: Ich habe keine Geduld für dich, Keimling!
es: ¡No tengo paciencia para ti, savia!
fr: Je ne vais pas t'attendre, sève !
it: Non ho pazienza per te, linfa!
ja: 我、汝に我慢ならず！
ko: 내 인내심은 바닥 났다, 수액아!
pl: Brak mi do ciebie cierpliwości, żywico!
pt_br: Não tenho paciência contigo, seiva!
ru: У меня нет на тебя времени, сок!
zh_cn: 我对你可没什么耐心，汁液！
zh_tw: 我對你可沒什麼耐心，汁液！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: I have acquired the nectar!
de: Ich habe den Nektar erworben!
es: ¡He adquirido el néctar!
fr: J'ai acquis le nectar !
it: Ho acquisito il nettare!
ja: 我、その飲み物を得た。
ko: 넥타르를 구했다!
pl: Nektar gotowy!
pt_br: Adquiri o néctar!
ru: Нектар получен!
zh_cn: 我得到蜂蜜了！
zh_tw: 我得到蜂蜜了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: It hath been wounded!
de: Hat Verwundungen erlitten!
es: ¡Lo han herido!
fr: Il a été blessé !
it: È stato ferito!
ja: 我、負傷す。
ko: 다쳐버렸군!
pl: Jest ranne!
pt_br: Foi ferida!
ru: Оно ранено!
zh_cn: 它被弄伤了！
zh_tw: 它被弄傷了！

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SWAMPIG
source: You would make a most honorable warrior.
de: Du wärst ein sehr ehrenwerter Krieger.
es: Serías un guerrero muy honorable.
fr: Tu ferais un très honorable guerrier.
it: Saresti il guerriero più onorevole.
ja: 汝、最も名誉ある戦士とならん。
ko: 앞으로 명예로운 전사가 될 수 있겠군.
pl: Byłby z ciebie honorowy wojownik.
pt_br: Daria um guerreiro muito honrado.
ru: Из тебя получился бы достойный воин.
zh_cn: 你可以成为一名光荣的战士。
zh_tw: 你可以成為一名光榮的戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: Your liege.
de: Euer Vasall.
es: Tu vasallo.
fr: Tu es mon seigneur.
it: Il tuo signore.
ja: 汝が包囲に。
ko: 지도자로군.
pl: Wasza miłość.
pt_br: Seu suserano.
ru: Я ваш вассал.
zh_cn: 领主大人。
zh_tw: 領主大人。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: It slumbers soundly.
de: Schlummert selig.
es: Duerme profundamente.
fr: Il ronfle bruyamment.
it: Ronfa profondamente.
ja: ぐっすり眠っている。
ko: 조용히 자는군.
pl: Drzemie równo.
pt_br: Dorme profundamente.
ru: Он крепко спит.
zh_cn: 它睡得真香。
zh_tw: 它睡得真香。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: Lodgings of mine enemy.
de: Unterkünfte meines Feindes.
es: El hogar de mi enemigo.
fr: Le logement de mon ennemi.
it: Gli alloggi del mio nemico.
ja: 敵の宿屋だ。
ko: 적의 숙소로군.
pl: Stancja mego wroga.
pt_br: O alojamento de meu inimigo.
ru: Жилище моего врага.
zh_cn: 我的敌人住的地方。
zh_tw: 我的敵人住的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: Laid to ruin.
de: In den Ruin getrieben.
es: Arruinada.
fr: En ruines.
it: Lasciato in rovina.
ja: 破滅への道を辿った。
ko: 폐허가 되었군.
pl: W ruinie.
pt_br: Destruída.
ru: Брошено рушиться.
zh_cn: 毁了。
zh_tw: 毀了。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_SYRUP
source: Nectar of the gods, for the gods.
de: Nektar der Götter, für die Götter.
es: El néctar de los dioses, para los dioses.
fr: Nectar des dieux, pour les dieux.
it: Nettare degli dèi, per gli dèi.
ja: 神々の為の神々の飲み物。
ko: 신들을 위한 신들의 넥타르.
pl: Nektar bogów, a nie dla bogów.
pt_br: Néctar dos deuses, para os deuses.
ru: Нектар богов для богов.
zh_cn: 诸神的花蜜，献给诸神。
zh_tw: 諸神的花蜜，獻給諸神。

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TOMATO
source: Will this not anger the gods?
de: Wird das nicht die Götter verärgern?
es: ¿No enfadará esto a los dioses?
fr: Ça ne risque pas de fâcher les dieux ?
it: Non provocherà l'ira degli dei?
ja: 是、神を怒らせないのだろうか？
ko: 이게 신들의 분노를 사지는 않을까?
pl: Czyż nie rozsierdzi to bogów?
pt_br: Isso não enfurecerá os deuses?
ru: Не рассердит ли это богов?
zh_cn: 这不会触怒诸神吗？
zh_tw: 這不會觸怒諸神嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: It boasts reddest guts, yet 'tis not meat!
de: Es hat die rötesten Eingeweide, aber es ist kein Fleisch!
es: Sus entrañas son rojas, ¡pero aun así no es carne!
fr: Rouge à l'intérieur alors que ce n'est pas de la viande !
it: Ha le viscere rosse, eppure non è carne!
ja: 最も赤い内臓が自慢であるが、肉に非ず！
ko: 속이 시뻘겋지만, 고기는 아니다!
pl: Flaki twe tak czerwone, a jednak nie jesteś z mięsa!
pt_br: Tem as tripas mais vermelhas, ainda assim não é carne!
ru: У него красные потроха, но это не мясо!
zh_cn: 它的内部红通通的，却不是肉！
zh_tw: 它的內部紅通通的，卻不是肉！
