Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.WORM.PLANT
source: Hmm... not safe
de: Hmm ... nicht sicher.
es: Mmm... No da seguridad
es_mx: Mmm… No ser seguro
fr: Hum... C'est dangereux.
it: Umm... non sicura
ja: んー...安全じゃない
ko: 흠... 안전하지 않아
pl: Hmm... Niebezpieczeństwo
pt_br: Hmm... não tá a salvo.
ru: Хм-м… опасно
zh_tw: 呣...不安全

# CHARACTERS.WORMWOOD.DESCRIBE.WORM.WORM
source: Hello, Wiggly!
de: Hallo Zappler!
es: ¡Hola, ondulante!
es_mx: ¡Hola, serpenteante!
fr: Coucou, la grosse bestiole qui se tortille !
it: Ciao, strisciante!
ja: やあ、ニョロニョロ！
ko: 안녕, 꿈틀아!
pl: Cześć, wijaczu!
pt_br: Olá, serpenteante!
ru: Привет, вихлялка!
zh_tw: 你好，扭扭！

# CHARACTERS.WORMWOOD.DESCRIBE.WORMHOLE.GENERIC
source: Sharp hole
de: Loch mit Zähnen.
es: Agujero afilado
es_mx: Agujero puntiagudo
fr: Un trou à pointes.
it: Buco pericoloso
ja: とがった穴
ko: 날카로운 구멍이야
pl: Gwałtowna dziura
pt_br: Buraco afiado.
ru: Острая дыра
zh_tw: 帶尖牙的洞

# CHARACTERS.WORMWOOD.DESCRIBE.WORMHOLE.OPEN
source: Deep. Dark
de: Tief. Finster.
es: Profundo. Oscuro
es_mx: Profundo. Oscuro
fr: C'est aussi obscur que profond.
it: Profondo. Scuro
ja: 深く。暗い
ko: 깊고 어두워
pl: Głęboka. Ciemna
pt_br: Profundo. Escuro.
ru: Глубоко. Темно
zh_tw: 很深。很黑

# CHARACTERS.WORMWOOD.DESCRIBE.WORMHOLE_LIMITED
source: Get well soon
de: Gute Besserung.
es: Recupérate pronto
es_mx: Recupérate pronto
fr: Bon rétablissement.
it: Guarisci presto
ja: すぐに良くなってね
ko: 어서 나으렴
pl: Życzę zdrowia
pt_br: Fique bem logo.
ru: Скорее поправляйся
zh_tw: 快點好起來吧

# CHARACTERS.WORMWOOD.DESCRIBE.WORMLIGHT
source: Shiny...
de: Leuchtend ...
es: Brillante...
es_mx: Brillante…
fr: Ça brille...
it: Brillante...
ja: ピカピカ...
ko: 반짝거려...
pl: Błyszczy...
pt_br: Reluzente...
ru: Блестит…
zh_tw: 閃閃發光...

# CHARACTERS.WORMWOOD.DESCRIBE.WORMLIGHT_LESSER
source: Still good
de: Noch gut.
es: Todavía está bien
es_mx: Todavía bien
fr: Ça brille pas si mal.
it: Va ancora bene
ja: まだ使えるね
ko: 아직도 괜찮아
pl: Jeszcze dobra
pt_br: Ainda tá bom.
ru: Все еще в порядке
zh_tw: 依然很閃

# CHARACTERS.WORMWOOD.DESCRIBE.WORMLIGHT_PLANT
source: Hmm... not safe
de: Hmm ... nicht sicher.
es: Mmm... No da seguridad
es_mx: Mmm… No ser seguro
fr: Hum... C'est dangereux.
it: Umm... non sicura
ja: んー...安全じゃないね
ko: 흠... 안전하지 않아
pl: Hmm... Niebezpieczeństwo
pt_br: Hmm... não tá a salvo.
ru: Хм-м… опасно
zh_tw: 呣...不安全

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.ATTACKER
source: Why so hurty, %s?
de: Warum tust du weh, %s?
es: ¿Por qué hacer daño, %s?
es_mx: ¿Por qué tan dañador, %s?
fr: Pourquoi tu fais bobo, %s ?
it: Perché così male, %s?
ja: なんでそんなに痛いのかな、%s？
ko: 왜 그렇게 아프게 해, %s?
pl: Po co ta krzywda, %s?
pt_br: Pra que machucar tanto, %s?
ru: Почему ты плохо себя ведешь, %s?
zh_tw: 為什麼這樣傷害別人，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.FIRESTARTER
source: Why make so much fire?!
de: Warum machst du so viel Feuer?!
es: ¡¿Por qué hacer tanto fuego?!
es_mx: ¡¿Por qué hacer tanto fuego?!
fr: Pourquoi tu fais autant de feu ?
it: Perché tanto fuoco?!
ja: なんでそんなに火をつけるの？！
ko: 왜 그렇게 불을 질러?!
pl: Po co wzniecać tyle ognia?
pt_br: Pra que fazer tanto fogo?!
ru: Зачем разводить столько огня?!
zh_tw: 為什麼放這麼大的火？！

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.GENERIC
source: Looking good, Friend!
de: Siehst gut aus, Freund!
es: ¡Tienes buen aspecto, amigo!
es_mx: ¡Te ves bien, amigo!
fr: T'as l'air en forme !
it: Bello amico!
ja: いいかんじだよ、お友だち！
ko: 멋진걸, 친구!
pl: Dobrze wyglądasz!
pt_br: Tá bonito, Amigo!
ru: Отлично выглядишь, друг!
zh_tw: 看起來很精神，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.GHOST
source: Oh. That you, %s?
de: Oh. Bist du es, %s?
es: Oh. ¿Eres tú, %s?
es_mx: Oh. ¿Eres tú, %s?
fr: Oh, c'est toi, %s ?
it: Oh. Tu, %s?
ja: ああ、それは君なの、%s？
ko: 아. 너니, %s?
pl: Och. %s, to ty?
pt_br: Oh. É você, %s?
ru: Ой. %s, это ты?
zh_tw: 噢。是你嗎，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.MURDERER
source: No! Bad %s!
de: Nein, %s, das ist böse!
es: ¡No! ¡%s malo!
es_mx: ¡No! ¡%s malo!
fr: Non ! Vilain %s !
it: No! %s cattivo!
ja: だめ！悪い%s！
ko: 안 돼! 나쁜 %s!
pl: Nie! %s, nieładnie!
pt_br: Não! %s mau!
ru: %s, нет! Нельзя!
zh_tw: 不！壞蛋%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WORMWOOD.REVIVER
source: %s makes friends well again!
de: %s hilft Freunden!
es: ¡%s hace que los amigos estén bien otra vez!
es_mx: ¡%s hace a amigos bien de nuevo!
fr: %s a rendu mieux les copains !
it: %s fa amico di nuovo bello!
ja: %sがお友だちをまたよくしてくれた！
ko: %s은(는) 친구를 낫게 해!
pl: %s stawia przyjaciół z powrotem na nogi
pt_br: %s deixa amigos bem de novo!
ru: %s делает друзьям лучше!
zh_tw: %s讓朋友又好起來了！

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.ATTACKER
source: Bad! Hurt too much!
de: Böse! Tust zu weh!
es: ¡Mal! ¡Duele demasiado!
es_mx: ¡Malo! ¡Lastima demasiado!
fr: Vilain ! Ça fait trop bobo !
it: Cattivo! Troppo male!
ja: だめ！痛すぎるよ！
ko: 나빠! 너무 아프잖아!
pl: Nieładnie! Boli!
pt_br: Malvado! Machucou demais!
ru: Нет! Слишком больно!
zh_tw: 壞蛋！好疼！

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.FIRESTARTER
source: Agh! Fire maker!
de: Aah! Feuerteufel!
es: ¡Argh! ¡Incendiario!
es_mx: ¡Ah! ¡Hacedor de fuego!
fr: Argh ! Ça fait du feu !
it: Agh! Fa fuoco!
ja: わー！火のやつだー！
ko: 아악! 불을 지르다니!
pl: Aaa! Podpalacz!
pt_br: Agh! Fazedor de fogo!
ru: А-а-а! Разводитель огня!
zh_tw: 啊！放火的傢伙！

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.GENERIC
source: Nice head branches %s!
de: Hübsche Kopfäste, %s!
es: ¡Bonitas ramas en la cabeza, %s!
es_mx: ¡Bonitas ramas de cabeza, %s!
fr: Jolies, tes branches de tête, %s !
it: Bei rami per testa, %s!
ja: いい頭の枝だね、%s！
ko: 멋진 머리 가지야, %s!
pl: Fajne gałęzie na głowie, %s!
pt_br: Ramos de cabeça legais, %s!
ru: Красивые ветки на голове, %s!
zh_tw: 頭上的樹枝真漂亮，%s！

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.GHOST
source: Oh. Need help?
de: Oh. Brauchst du Hilfe?
es: Oh. ¿Necesitas ayuda?
es_mx: Oh. ¿Necesitar ayuda?
fr: Oh. Tu as besoin d'aide ?
it: Oh. Serve aiuto?
ja: おお。助けて欲しい？
ko: 아. 도와줄까?
pl: Och. Potrzebujesz pomocy?
pt_br: Ah. Precisa de ajuda?
ru: Ой. Помочь?
zh_tw: 喔，要幫忙嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.MURDERER
source: %s made friends dead!
de: %s hat Freunde totgemacht!
es: ¡%s quita vida a amigos!
es_mx: ¡%s hizo muertos a amigos!
fr: %s a rendu morts les copains !
it: %s fatto amico non vivo!
ja: %sがお友だちを死なせたよ！
ko: %s 때문에 친구가 죽었어!
pl: %s morduje przyjaciół!
pt_br: %s faz amigos morrerem!
ru: %s делает друзей мертвыми!
zh_tw: %s害死了朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WORTOX.REVIVER
source: %s is good friend
de: %s ist guter Freund.
es: %s es un buen amigo
es_mx: %s es buen amigo
fr: %s est un bon copain.
it: %s è buon amico
ja: %sはいいお友だちだよ
ko: %s은(는) 좋은 친구야
pl: %s jest dobrym człowiekiem
pt_br: %s é bom amigo.
ru: %s — хороший друг
zh_tw: %s是好朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.ATTACKER
source: Not very nice, %s
de: Nicht sehr nett, %s.
es: Esto no está bien, %s
es_mx: No muy amable, %s
fr: C'est pas très gentil, %s.
it: Non molto carino, %s
ja: あんまりよくないよ、%s
ko: 그러면 안 되지, %s
pl: Bardzo nieładnie, %s
pt_br: Não é muito legal, %s.
ru: Так плохо себя вести, %s
zh_tw: 不友好啊，%s。

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.FIRESTARTER
source: Ah! Why start fires, %s?
de: Ah! Warum machst du Feuer, %s?
es: ¡Ah! ¿Por qué empezar fuegos, %s?
es_mx: ¡Ah! ¿Por qué empezar incendio, %s?
fr: Ah ! Pourquoi tu fais du feu, %s ?
it: Ah! Perché accendi fuochi, %s?
ja: ああ！なぜ火をつけたの？
ko: 아! 왜 불을 지르는 거야, %s?
pl: Ach! %s, na co ci było wzniecać ogień?
pt_br: Ah! Por que provocar incêndios, %s?
ru: Ой! Зачем ты разводишь огонь, %s?
zh_tw: 啊！怎麼到處放火呢，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.GENERIC
source: Hello scaly friend!
de: Hallo Schuppenfreund!
es: ¡Hola, amigo escamoso!
es_mx: ¡Hola, amigo escamoso!
fr: Coucou, la copine à écailles !
it: Ciao amica con squame!
ja: やあ、うろこのお友だち！
ko: 안녕, 비늘 달린 친구!
pl: Cześć, łuskaczu!
pt_br: Olá, amiga escamosa!
ru: Привет, чешуйчатая подружка!
zh_tw: 你好，長鱗片的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.GHOST
source: Oh. Need heart?
de: Oh. Brauchst du ein Herz?
es: Oh. ¿Necesitas corazón?
es_mx: Oh. ¿Necesitas corazón?
fr: Oh. Tu as besoin d'un cœur ?
it: Oh. Serve cuore?
ja: おお。こころが必要なの？
ko: 아. 심장이 필요해?
pl: Och. Potrzebujesz serca?
pt_br: Ah. Precisa de coração?
ru: Ой. Тебе нужно сердце?
zh_tw: 哦。需要一顆心嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.MURDERER
source: %s kill! Very bad!
de: %s tötet! Sehr böse!
es: ¡%s mata! ¡Muy mal!
es_mx: ¡%s mata! ¡Muy malo!
fr: %s a tué ! C'est très vilain !
it: %s uccide! Molto cattiva!
ja: %s殺して！本当にひどい！
ko: %s 죽였어! 아주 나빠!
pl: %s zabija! Bardzo nieładnie!
pt_br: %s mata! Muito malvada!
ru: %s! Убивать — очень плохо!
zh_tw: %s殺人了！非常壞！

# CHARACTERS.WORMWOOD.DESCRIBE.WURT.REVIVER
source: You good helper
de: Du bist ein guter Helfer.
es: Eres buen ayudante
es_mx: Eres buena ayuda
fr: C'est gentil d'aider.
it: Aiuti bene
ja: 君はいいお手伝いさんだね
ko: 넌 좋은 도우미야
pl: To miłe, że pomagasz
pt_br: Você é boa ajudante.
ru: Хорошая помощница
zh_tw: 你是個好幫手。

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.ATTACKER
source: Bad %s likes to hurt!
de: %s tut gerne weh! Böse!
es: ¡A %s malo le gusta hacer daño!
es_mx: ¡A %s malo le gusta lastimar!
fr: Méchant %s ! Tu fais bobo !
it: Cattivo %s, piace fa male!
ja: 悪い%sは傷つけるのが好きなんだよ！
ko: 나쁜 %s, 해치는 걸 좋아해!
pl: %s lubi krzywdzić!
pt_br: %s ruim, gosta de machucar!
ru: %s! Не делай никому больно, это плохо!
zh_tw: 壞蛋%s！就喜歡打人！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.FIRESTARTER
source: %s made too much fire!
de: %s hat zu viel Feuer gemacht!
es: ¡%s hizo demasiado fuego!
es_mx: ¡%s hizo demasiado fuego!
fr: %s a fait trop de feu !
it: %s fatto troppo fuoco!
ja: %sは火を大きくしすぎたよ！
ko: %s 때문에 불이 많이 났어!
pl: %s wznieca za dużo ognia!
pt_br: %s fez fogo demais!
ru: %s развел слишком много огня!
zh_tw: %s點了太大的火！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.GENERIC
source: %s is robot friend
de: %s ist Roboterfreund.
es: %s es amigo robot
es_mx: %s es amigo robot
fr: %s est mon copain robot.
it: %s è amico robot
ja: %sはロボのお友だちだよ
ko: %s은(는) 로봇 친구야
pl: %s jest dobrym robotem
pt_br: %s é amigo robô.
ru: %s — робот-друг
zh_tw: %s是機器人朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.GHOST
source: Like being floaty, %s?
de: Schwebst du gerne, %s?
es: ¿Te gusta flotar, %s?
es_mx: ¿Te gusta ser flotante, %s?
fr: T'aimes bien flotter, %s ?
it: Piace galleggiare, %s?
ja: プカプカになるみたいなかんじ、 %s？
ko: 떠다니니까 좋아, %s?
pl: Lubisz latać, %s?
pt_br: Gosta de flutuar, %s?
ru: Тебе нравится парить, %s?
zh_tw: 你喜歡飄著嗎，%s？

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.MURDERER
source: %s is bad robot. Bad!
de: %s ist ein böser Roboter. Böse!
es: %s es robot malo. ¡Malo!
es_mx: %s es robot malo. ¡Malo!
fr: %s est un vilain robot !
it: %s è robot cattivo. Cattivo!
ja: %sは悪いロボだよ！ひどいよ
ko: %s 나빠. 나쁜 로봇이야!
pl: %s to zły robot! Niedobry!
pt_br: %s é amigo mau. Mau!
ru: %s — плохой робот! Плохой!
zh_tw: %s是壞機器人，真壞！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78.REVIVER
source: %s is nice robot
de: %s ist ein netter Roboter.
es: %s es robot bueno
es_mx: %s es robot amable
fr: %s est un gentil robot.
it: %s è bravo robot
ja: %sはいいロボだよ
ko: %s은(는) 착한 로봇이야
pl: %s to miły robot
pt_br: %s é robô bonzinho.
ru: %s — хороший робот!
zh_tw: %s是好機器人！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_BEE
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_COLD
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_HEAT
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_LIGHT
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXHEALTH
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXHEALTH2
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXHUNGER
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXHUNGER1
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXSANITY
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MAXSANITY1
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MOVESPEED
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MOVESPEED2
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_MUSIC
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_NIGHTVISION
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78MODULE_TASER
source: Beep boops
de: Piep bups!
es: Bip, bop
fr: Des bip bip.
it: Bip bop
ja: ピポパポ
ko: 뿅뿅
pl: Bzyczki
pt_br: Beep boop
ru: Бип-бипы
zh_tw: 嗶咘！

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_MODULEREMOVER
source: Robot friend fixer
de: Roboterfreund-Fixer
es: Reparador de amigo robot
fr: Ça répare le copain robot.
it: Riparatore di amico robot
ja: ロボのお友だち直し
ko: 로봇 친구 수리공이야
pl: Naprawiacz robocika
pt_br: Consertador de amigo robô
ru: Чинилка для друга-робота
zh_tw: 機器人朋友的修理工具

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_SCANNER.GENERIC
source: Little friend of robot friend
de: Kleiner Freund vom Roboterfreund
es: Amiguito del amigo robot
fr: Petit copain de copain robot.
it: Piccolo amico di amico robot
ja: ロボのお友だちの小さいお友だち
ko: 로봇 친구의 귀여운 친구야
pl: Mały przyjaciel robocika
pt_br: Amiguinho de robô amigo
ru: Маленький друг друга-робота
zh_tw: 機器人朋友的小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_SCANNER.HUNTING
source: Little friend of robot friend
de: Kleiner Freund vom Roboterfreund
es: Amiguito del amigo robot
fr: Petit copain de copain robot.
it: Piccolo amico di amico robot
ja: ロボのお友だちの小さいお友だち
ko: 로봇 친구의 귀여운 친구야
pl: Mały przyjaciel robocika
pt_br: Amiguinho de robô amigo
ru: Маленький друг друга-робота
zh_tw: 機器人朋友的小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_SCANNER.SCANNING
source: Little friend of robot friend
de: Kleiner Freund vom Roboterfreund
es: Amiguito del amigo robot
fr: Petit copain de copain robot.
it: Piccolo amico di amico robot
ja: ロボのお友だちの小さいお友だち
ko: 로봇 친구의 귀여운 친구야
pl: Mały przyjaciel robocika
pt_br: Amiguinho de robô amigo
ru: Маленький друг друга-робота
zh_tw: 機器人朋友的小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_SCANNER_ITEM
source: Little friend of robot friend
de: Kleiner Freund vom Roboterfreund
es: Amiguito del amigo robot
fr: Petit copain de copain robot.
it: Piccolo amico di amico robot
ja: ロボのお友だちの小さいお友だち
ko: 로봇 친구의 귀여운 친구야
pl: Mały przyjaciel robocika
pt_br: Amiguinho de robô amigo
ru: Маленький друг друга-робота
zh_tw: 機器人朋友的小朋友

# CHARACTERS.WORMWOOD.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: Blinky blink
de: Zwinker-zwinker
es: Parpadeos
fr: Ça clignote.
it: Luce lucetta
ja: ぱちぱちぴかぴか
ko: 깜빡깜빡
pl: Błyskubłysk
pt_br: Pisca piscante
ru: Моргалка моргает
zh_tw: 一眨一眨的

# CHARACTERS.WORMWOOD.DESCRIBE.YELLOWAMULET
source: Can go zoomy now!
de: Jetzt bin ich schneller!
es: ¡Ahora puede hacer zuum!
es_mx: ¡Puedo ir como rayo ahora!
fr: Je peux aller très vite maintenant !
it: Ora vado veloce!
ja: これで戦いに行ける！
ko: 이제 쌩쌩 움직일 수 있어!
pl: Teraz mogę robić ziuuu!
pt_br: Dá pra ir depressa agora!
ru: Теперь можно делать вжух!
zh_tw: 可以嗖嗖的跑了！

# CHARACTERS.WORMWOOD.DESCRIBE.YELLOWGEM
source: Ohhh. Shiny...
de: Oooh. Glänzend ...
es: Ohhh. Brillante...
es_mx: Ohhh. Brillante…
fr: Ohhh, ça brille...
it: Ohhh. Brillante...
ja: わー。ピカピカ...
ko: 와. 반짝거려...
pl: Och. Ale błyszczy...
pt_br: Ahhh. Reluzente...
ru: О-о-о! Блестяшка…
zh_tw: 噢哈哈。真閃亮...

# CHARACTERS.WORMWOOD.DESCRIBE.YELLOWMOONEYE
source: Ooooh. Shiny
de: Ooooh, glänzt!
es: Ooooh. Brillante
es_mx: Oooooh. Brillante
fr: Ooooh ! C'est brillant !
it: Ooooh. Brillante
ja: おおおお。キラキラしてるよ
ko: 오오. 반짝거려
pl: Och. Ale błyszczy
pt_br: Aaaah. Reluzente.
ru: О-о-о-о! Как блестит
zh_tw: 噢噢哦,真亮

# CHARACTERS.WORMWOOD.DESCRIBE.YELLOWSTAFF
source: Zoom Stick
de: Schnellstock.
es: Palo zuum
es_mx: Palo fugaz
fr: Un bâton qui fait plein de lumière.
it: Bastone veloce
ja: 戦いの棒
ko: 쌩쌩 막대기야
pl: Przyspieszający patyk
pt_br: Bastão de Velocidade
ru: Палка для вжуха
zh_tw: 聚焦法杖

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: (sigh)
de: Seufz.
es: Ay...
es_mx: (suspiro)
fr: *Soupire*
ja: （ハァ）
ko: 하...
pl: Ech
pt_br: (suspiro)
ru: (эх)
zh_tw: （歎氣）

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: Shaggy Buddy... has no fluff
de: Zottelkerl ... ohne Zottel
es: Amiguito greñudo... sin pelo
fr: Le copain poilu a pas de poils.
it: Amico peloso... non soffice
ja: もじゃもじゃ君…なのにフワフワがないね
ko: 덥수룩한 친구는... 솜털이 없어
pl: Kudłaty kumpel... nie ma kłaczków.
pt_br: Amigo Felpudo... tá sem pelo.
ru: Лохматый дружок... уже не пушистый
zh_tw: 毛絨絨的朋友……沒有毛

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: Fluffy now
de: Jetzt flauschig
es: Ya tiene pelo
fr: Il est tout poilu maintenant !
it: Soffice ora
ja: これでばっちりフワフワだ
ko: 지금은 폭신폭신해
pl: Teraz mieć kłaczki...
pt_br: Fofo agora.
ru: Теперь пушисто
zh_tw: 現在毛絨絨的了

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_DOLL.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_FESTIVE.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_FORMAL.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_ICE.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_NATURE.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_ROBOT.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_VICTORIAN.YOTB
source: Show to shaggy hidey man
de: Zotteligem Versteckmann zeigen
es: Para enseñar al señor greñudo
fr: Il faut la montrer au monsieur tout poilu.
it: Mostrare a uomo con pelliccia
ja: もじゃもじゃを着てる人に見せなきゃ
ko: 덥수룩한 털에 가려진 사나이에게 보여줘
pl: Pokazać włochatemu człowiekowi.
pt_br: Vou mostrar pra homem felpudo escondido.
ru: Покажу лохматому в домике
zh_tw: 拿去給長毛皮的人看看

# CHARACTERS.WORMWOOD.DESCRIBE.YOTB_BEEFALO_DOLL_WAR.GENERIC
source: Squishy!
de: Matschig!
es: ¡Blandengue!
es_mx: ¡Blandita!
fr: C'est spongieux.
it: Molliccia!
ja: ぐにゃぐにゃだ！
ko: 물컹해!
pl: Mięciutka!
pt_br: Tenro!
ru: Мягонькая!
zh_tw: 黏糊糊！
