Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: HONEY LEVELS ARE LOW
de: HONIGSTUFE IST NIEDRIG.
es_mx: NIVELES DE MIEL BAJOS
fr: LE NIVEAU DE MIEL EST FAIBLE
it: I LIVELLI DI MIELE SONO BASSI
ja: ＊蜂蜜検知レベルが低いです＊
ko: 꿀 함량이 낮음
pl: POZIOM MIODU: NISKI.
pt_br: NÍVEL DE MEL BAIXO
ru: ДОСТИГНУТ НИЗКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量低
zh_tw: 蜂蜜量低

# CHARACTERS.WX78.DESCRIBE.BEEFALO.DOMESTICATED
source: MUAHAHAH. THIS ONE FEARS ME
de: HAHAHA. DER HAT VOR MIR ANGST
es_mx: MUA, JA, JA, JA. ESTE ME TEME
fr: MOUAHAHAH. CELUI-CI A PEUR DE MOI
it: UAHAHAH. MI TEME
ja: ＊ムハハハ。これは私を恐れています。＊
ko: 흐하하하. 본좌를 두려워함
pl: MUAHAHAHA. BOI SIĘ MNIE
pt_br: MUAHAHAH. ESSE AÍ TEM MEDO DE MIM
ru: МУА-ХА-ХА. ОН МЕНЯ БОИТСЯ
zh_cn: 嗯哈哈哈。这个吓到我了
zh_tw: 嗯哈哈哈。這個嚇到我了

# CHARACTERS.WX78.DESCRIBE.BEEFALO.FOLLOWER
source: FOLLOW ME WITHOUT QUESTION
de: FOLGE MIR OHNE FRAGEN ZU STELLEN
es_mx: SÍGUEME SIN HACER PREGUNTAS
fr: IL ME SUIT SANS POSER DE QUESTION
it: SEGUIMI SENZA FARE DOMANDE
ja: ＊なにも聞かずについて来てください＊
ko: 아무것도 묻지 말고 따라와라
pl: PRZED WYRUSZENIEM W DROGĘ NALEŻY ZEBRAĆ DRUŻYNĘ
pt_br: SIGA-ME SEM QUESTIONAR
ru: СЛЕДУЙ ЗА МНОЙ БЕЗ ЛИШНИХ ВОПРОСОВ
zh_cn: 跟着我，什么都别问
zh_tw: 跟著我，什麼都別問

# CHARACTERS.WX78.DESCRIBE.BEEFALO.GENERIC
source: IT STINKS OF MEAT
de: ES STINKT NACH FLEISCH.
es_mx: APESTA A CARNE
fr: ÇA PUE LA VIANDE
it: PUZZA DI CARNE
ja: ＊肉臭いです＊
ko: 고기 악취가 남
pl: ŚMIERDZI MIĘSEM.
pt_br: FEDE A CARNE
ru: ОТ НЕГО ВОНЯЕТ МЯСОМ
zh_cn: 它有一股肉的膻味
zh_tw: 它有一股肉的膻味

# CHARACTERS.WX78.DESCRIBE.BEEFALO.MYPARTNER
source: IT WORKS FOR ME AND IS THUS SUPERIOR TO THE REST
de: ES FUNKTIONIERT FÜR MICH UND IST DAHER BESSER ALS ALLE ANDEREN
fr: IL TRAVAILLE POUR MOI ET EST DONC SUPÉRIEUR À TOUS LES AUTRES
it: LAVORA PER ME E QUINDI È SUPERIORE AGLI ALTRI
ja: ＊私の配下ということは、他の存在よりも高位ということです＊
ko: 그것은 본좌를 위해 작동하므로 나머지보다 우수함.
pl: PRACUJE DLA MNIE, DLATEGO JEST LEPSZY OD INNYCH.
pt_br: FUNCIONA PARA MIM E É SUPERIOR AOS DEMAIS
ru: ОН РАБОТАЕТ НА МЕНЯ И ПОТОМУ ОЦЕНЕН ВЫШЕ ПРОЧИХ
zh_cn: 它为我工作，因此地位高于所有其他牛
zh_tw: 它為我工作，因此地位高於所有其他牛

# CHARACTERS.WX78.DESCRIBE.BEEFALO.NAKED
source: IT IS UTTERLY HUMILIATED. GOOD
de: VÖLLIG GEDEMÜTIGT. GUT SO
es_mx: ESTÁ COMPLETAMENTE HUMILLADO. BIEN
fr: IL EST TOTALEMENT HUMILIÉ. C'EST BIEN
it: È TOTALMENTE UMILIATO. BENE
ja: ＊完全に辱められています。すばらしい＊
ko: 굴육당했음. 양호
pl: W PEŁNI UPOKORZONY. DOBRZE
pt_br: ESTÁ COMPLETAMENTE HUMILHADO. BOM
ru: ОН ЧРЕЗВЫЧАЙНО СИЛЬНО УНИЖЕН. ХОРОШО
zh_cn: 这是莫大的屈辱。好
zh_tw: 這是莫大的屈辱。好

# CHARACTERS.WX78.DESCRIBE.BEEFALO.ORNERY
source: I GET ALONG WITH THIS ONE
de: MIT DEM KOMM ICH GUT AUS
es_mx: ME LLEVO BIEN CON ESTE
fr: JE M'ENTENDS BIEN AVEC CELUI-LÀ
it: MI TROVO BENE CON QUESTO
ja: ＊これとはうまくやれています＊
ko: 잘 지낼 수 있음
pl: CHYBA MOŻEMY SIĘ ZAPRZYJAŹNIĆ
pt_br: ME DOU BEM COM ESSE AÍ
ru: МЫ С НИМ ПОЛАДИМ
zh_cn: 我和这家伙愉快相处
zh_tw: 我和這傢伙愉快相處

# CHARACTERS.WX78.DESCRIBE.BEEFALO.PUDGY
source: SO... MUCH... MEAT
de: SO ... VIEL ... FLEISCH
es_mx: TANTA... CARNE
fr: TELLEMENT... DE... VIANDE...
it: COSÌ... TANTA... CARNE
ja: ＊なんて…たくさんの…肉＊
ko: 고기가... 너무... 많음
pl: TAK… WIELE… MIĘSA
pt_br: É... MUITA... CARNE
ru: ТАК… МНОГО… МЯСА
zh_cn: 所以……很多……肉……
zh_tw: 所以……很多……肉……

# CHARACTERS.WX78.DESCRIBE.BEEFALO.RIDER
source: THIS ONE EXCELS AT ACCELERATION
de: DER BESCHLEUNIGT BESONDERS GUT
es_mx: ESTE DESTACA POR SU ACELERACIÓN
fr: CELUI-CI A UNE SACRÉE ACCÉLÉRATION
it: ECCELLE NELL'ACCELERAZIONE
ja: ＊加速性に優れた個体＊
ko: 가속이 뛰어남
pl: TEN TO MA PRZYŚPIESZENIE
pt_br: ESSE É INCRÍVEL NA ACELARAÇÃO
ru: ЭТОТ ТИП ПРЕВОСХОДИТ ОСТАЛЬНЫХ В УСКОРЕНИИ
zh_cn: 这个擅长加速。
zh_tw: 這個擅長加速。

# CHARACTERS.WX78.DESCRIBE.BEEFALO.SLEEPING
source: IT BEGS TO BE TIPPED OVER
de: ES BETTELT FÖRMLICH DARUM, UMGESCHUBST ZU WERDEN.
es_mx: ESTÁ DESEANDO DARSE LA VUELTA
fr: IL ATTEND QUE PASSE UN TRAIN
it: SUPPLICA DI ESSERE RIBALTATO
ja: ＊ひっくり返してと言っています＊
ko: 쓰러뜨려지길 원하고 있음
pl: AŻ CHCE SIĘ GO PRZEWRÓCIĆ.
pt_br: ESTÁ IMPLORANDO PARA SER DERRUBADO
ru: ОН СЛОВНО ПРОСИТ, ЧТОБЫ ЕГО ОПРОКИНУЛИ
zh_cn: 它请求被推倒
zh_tw: 它請求被推倒

# CHARACTERS.WX78.DESCRIBE.BEEFALOHAT
source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBRES
de: IN SEINEN FASERN STECKEN SPUREN VON FÄKALMATERIAL
es_mx: HAY RESTOS DE MATERIA FECAL INCRUSTADOS EN LAS FIBRAS
fr: IL RESTE DES TRACES DE MATIÈRE FÉCALE DANS LES FIBRES
it: CI SONO TRACCE DI MATERIA FECALE INCORPORATE NELLE FIBRE
ja: ＊繊維の中に排泄物が埋め込まれている形跡があります＊
ko: 섬유에 배설물 조각이 묻어 있음
pl: MIĘDZY WŁÓKNAMI ZNAJDUJĄ SIĘ GRUDKI KAŁU
pt_br: HÁ TRAÇOS DE MATÉRIA FECAL MISTURADOS NAS FIBRAS
ru: В ВОЛОКНАХ ПРИСУТСТВУЮТ СЛЕДЫ ФЕКАЛИЙ
zh_cn: 这些纤维里有粪便的痕迹
zh_tw: 這些纖維裡有糞便的痕跡

# CHARACTERS.WX78.DESCRIBE.BEEFALOWOOL
source: EXTRUDED BEEFALO DISGUSTINGNESS
de: ABGESTOSSENE BEEFALO-WIDERLICHHEIT.
es_mx: PRODUCTO DE BEEFALO REPUGNANTE
fr: DÉGOÛTANT REJET DE BŒUFALO
it: EMISSIONE SCHIFOSITÀ DI MUFALO
ja: ＊突出した、ビーファロのうんざりするような気持ち悪さ＊
ko: 혐오스러운 비팔로 압출 성형물
pl: EKSTRUDOWANA OKROPNOŚĆ WOŁKA.
pt_br: REPUGNÂNCIA DE BÍFALO EXTRUDIDO
ru: ЭКСТРУДИРОВАННАЯ МЕРЗОСТЬ БИФАЛО
zh_cn: 恶心的皮弗娄牛产物
zh_tw: 噁心的皮弗婁牛產物

# CHARACTERS.WX78.DESCRIBE.BEEFALO_GROOMER.BURNT
source: COMPLETELY ERASED
de: VOLLSTÄNDIG AUSGELÖSCHT
fr: ANÉANTI
it: COMPLETAMENTE DISTRUTTO
ja: ＊完全に消失しました＊
ko: 완전히 지워짐.
pl: CAŁKOWICIE WYMAZANE
pt_br: COMPLETAMENTE ELIMINADA
ru: СТЕРТО В ПОРОШОК
zh_cn: 已完全擦除
zh_tw: 已完全擦除

# CHARACTERS.WX78.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: A MINION IMPROVER
de: VERBESSERER FÜR LAKAIEN
fr: POUR AMÉLIORER MON SOUS-FIFRE
it: UN POTENZIATORE DI SEGUACI
ja: ＊隷属生物改修装置です＊
ko: 부하 개선자
pl: ULEPSZACZ SŁUGI
pt_br: UM APERFEIÇOADOR DE LACAIOS
ru: УЛУЧШАТЕЛЬ МИНЬОНОВ
zh_cn: 随从优化器
zh_tw: 隨從優化器

# CHARACTERS.WX78.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: UPGRADING TO HAIRY MINION VERSION 2.0
de: AKTUALISIERUNG AUF HAARIGER LAKAI VERSION 2.0
fr: AMÉLIORATION DU SOUS-FIFRE POILU VERSION 2.0
it: POTENZIAMENTO A SEGUACE PELOSO VERSIONE 2.0
ja: ＊毛深い隷属生物バージョン2.0へアップグレードしています＊
ko: 털이 있는 부하 버전 2.0으로 업그레이드 중.
pl: AKTUALIZACJA DO WŁOCHATEGO SŁUGI W WERSJI 2.0
pt_br: ATUALIZANDO PARA LACAIO PELUDO VERSÃO 2.0
ru: ИДЕТ ОБНОВЛЕНИЕ ВОЛОСАТОГО МИНЬОНА ДО ВЕРСИИ 2.0
zh_cn: 升级到长毛随从2.0版本
zh_tw: 升級到長毛隨從2.0版本

# CHARACTERS.WX78.DESCRIBE.BEEFALO_GROOMER_ITEM
source: BEGIN CONSTRUCTION
de: BAUVORGANG BEGINNEN
fr: DÉBUT DE LA CONSTRUCTION
it: INIZIARE LA COSTRUZIONE
ja: ＊建設を開始します＊
ko: 건설 시작.
pl: ROZPOCZNIJ BUDOWĘ
pt_br: INICIAR CONSTRUÇÃO
ru: НАЧАТЬ СТРОИТЕЛЬСТВО
zh_cn: 开始建造
zh_tw: 開始建造

# CHARACTERS.WX78.DESCRIBE.BEEF_BELL
source: AN EFFICIENT TOOL FOR GAINING LOYALTY
de: EIN EFFIZIENTES INSTRUMENT ZUR GEWINNUNG VON LOYALITÄT
fr: UN OUTIL EFFICACE POUR ENCOURAGER LA LOYAUTÉ
it: UNO STRUMENTO EFFICIENTE PER OTTENERE LA FEDELTÀ
ja: ＊忠誠を誓わせるための効率的な道具です＊
ko: 충성도를 얻는 데 효율적인 도구임.
pl: EFEKTYWNE NARZĘDZIE ZDOBYWANIA LOJALNOŚCI
pt_br: UMA FERRAMENTA EFICIENTE PARA CONQUISTAR LEALDADE
ru: ЭФФЕКТИВНОЕ СРЕДСТВО ДЛЯ ЗАВОЕВАНИЯ ПРЕДАННОСТИ
zh_cn: 获得忠诚的有效工具
zh_tw: 獲得忠誠的有效工具

# CHARACTERS.WX78.DESCRIBE.BEEGUARD
source: LOYAL MINIONS OF THE QUEEN
de: TREUE DIENER DER KÖNIGIN
es_mx: SÚBDITOS LEALES DE LA REINA
fr: LAQUAIS FIDÈLES DE LA REINE
it: SEGUACI FEDELI ALLA REGINA
ja: ＊女王の忠実なしもべ＊
ko: 여왕의 충성스러운 수하
pl: WIERNI SŁUDZY KRÓLOWEJ.
pt_br: LACAIOS FIÉIS DA RAINHA
ru: ВЕРНЫЕ МИНЬОНЫ КОРОЛЕВЫ
zh_cn: 女王的忠实的随从
zh_tw: 女王的忠實的隨從

# CHARACTERS.WX78.DESCRIBE.BEEHAT
source: THE MESH IS SMALLER THAN BEE STINGERS
de: DIE MASCHEN SIND KLEINER ALS DIE STACHEL DER BIENEN.
es_mx: LA MALLA ES MÁS PEQUEÑA QUE LOS AGUIJONES
fr: LES MAILLES NE LAISSENT PAS PASSER LES DARDS D'ABEILLE
it: LA RETE È PIÙ PICCOLA DEI PUNGIGLIONI DELLE API
ja: ＊この網は蜂の毒針よりも細かいです＊
ko: 그물코가 벌침보다 작음
pl: SIATKA DROBNIEJSZA OD PSZCZELEGO ŻĄDŁA.
pt_br: A REDE É MENOR QUE OS FERRÕES DE ABELHA
ru: СЕТКА МЕНЬШЕ, ЧЕМ ЖАЛА ПЧЕЛ
zh_cn: 这网眼比蜜蜂的尾刺还要小
zh_tw: 這網眼比蜜蜂的尾刺還要小

# CHARACTERS.WX78.DESCRIBE.BEEHIVE
source: HOW INDUSTRIOUS
de: WIE FLEISSIG.
es_mx: QUÉ TRABAJADORAS
fr: QUELLE ASSIDUITÉ
it: CHE INDUSTRIOSE!
ja: ＊なんて勤勉な＊
ko: 매우 근면함
pl: NIESAMOWITY PRZYKŁAD PRACOWITOŚCI.
pt_br: QUE ENGENHOSO
ru: КАКИЕ РАБОТЯЩИЕ
zh_cn: 多么勤奋
zh_tw: 多麼勤奮

# CHARACTERS.WX78.DESCRIBE.BEEMINE
source: IMPROVISED STINGING DEVICE
de: IMPROVISIERTE STECHVORRICHTUNG.
es_mx: DISPOSITIVO DE PICADURA IMPROVISADO
fr: DISPOSITIF DE PIQÛRE IMPROVISÉ
it: DISPOSITIVO PUNGENTE IMPROVVISATO
ja: ＊即興で作られた毒針装置＊
ko: 즉석 찌르기 장치
pl: IMPROWIZOWANE URZĄDZENIE ŻĄDLĄCE.
pt_br: DISPOSITIVO DE FERROADA IMPROVISADO
ru: ИМПРОВИЗИРОВАННОЕ ЖАЛЯЩЕЕ УСТРОЙСТВО
zh_cn: 简易的叮刺装置
zh_tw: 簡易的叮刺裝置

# CHARACTERS.WX78.DESCRIBE.BEEMINE_MAXWELL
source: AGGRESSIVE LIFEFORMS WITHIN
de: AGGRESSIVE LEBENSFORMEN IM INNEREN.
es_mx: FORMAS DE VIDA AGRESIVAS EN EL INTERIOR
fr: AVEC FORMES DE VIE AGRESSIVES INTERNES
it: FORMA DI VITA AGGRESSIVA ALL'INTERNO
ja: ＊内に宿る攻撃的な生物＊
ko: 공격적인 생물체가 안에 있음
pl: ZAWIERA AGRESYWNE FORMY ŻYCIA.
pt_br: FORMAS DE VIDA AGRESSIVAS NO INTERIOR
ru: СОДЕРЖИТ АГРЕССИВНЫЕ ФОРМЫ ЖИЗНИ
zh_cn: 内含好斗的生命体
zh_tw: 內含好鬥的生命體

# CHARACTERS.WX78.DESCRIBE.BEEQUEEN
source: THE PRIME BEE
de: DIE OBERBIENE
es_mx: LA ABEJA PRINCIPAL
fr: L'ABEILLE PRINCIPALE
it: L'APE PIÙ IMPORTANTE
ja: ＊極上の蜂＊
ko: 최고위 꿀벌
pl: PSZCZOŁA GŁÓWNA.
pt_br: UMA ABELHA NO AUGE
ru: ГЛАВНАЯ ПЧЕЛА
zh_cn: 头号蜜蜂
zh_tw: 頭號蜜蜂

# CHARACTERS.WX78.DESCRIBE.BEEQUEENHIVE.GENERIC
source: SWEET DIRT OOZE
de: SÜSSER KLEBRIGER SAFT
es_mx: CIENO DULCE Y SUCIO
fr: SUINTEMENT SUCRÉ DE LA TERRE
it: DOLCE MELMA
ja: ＊甘い泥の分泌物＊
ko: 단 오물 삼출물
pl: SŁODKA MAZIOWATA ZIEMIA.
pt_br: GOSMA DE SUJEIRA DOCE
ru: СЛАДКАЯ ЖИДКАЯ ГРЯЗЬ
zh_cn: 甜美的软泥
zh_tw: 甜美的軟泥

# CHARACTERS.WX78.DESCRIBE.BEEQUEENHIVE.GROWING
source: THERE WILL BE BEES SOON
de: ES WIRD BALD BIENEN GEBEN
es_mx: HABRÁ ABEJAS PRONTO
fr: BIENTÔT DES ABEILLES
it: CI SARANNO DELLE API PRESTO
ja: ＊じきに蜂が来ます＊
ko: 곧 꿀벌이 등장할 것임
pl: NIEDŁUGO BĘDĄ TU PSZCZOŁY.
pt_br: LOGO NÃO HAVERÁ ABELHAS
ru: ВСКОРЕ ЗДЕСЬ БУДУТ ПЧЕЛЫ
zh_cn: 蜜蜂很快就要来了
zh_tw: 蜜蜂很快就要來了

# CHARACTERS.WX78.DESCRIBE.BEEQUEENHIVEGROWN
source: PROOF OF BEES' INDUSTRIOUSNESS
de: ZEIGT, WIE FLEISSIG BIENEN SIND
es_mx: PRUEBA DE LA LABORIOSIDAD DE LAS ABEJAS
fr: PREUVE D'INDUSTRIE APICOLE
it: UNA PROVA DELL'OPEROSITÀ DELLE API
ja: ＊養蜂産業の証明書＊
ko: 꿀벌의 성실함의 증거
pl: DOWÓD PSZCZELEJ ZARADNOŚCI.
pt_br: A PROVA DA INDUSTRIOSIDADE DAS ABELHAS
ru: ДОКАЗАТЕЛЬСТВО ИСПОЛНИТЕЛЬНОСТИ ПЧЕЛ
zh_cn: 蜜蜂勤劳的证据
zh_tw: 蜜蜂勤勞的證據

# CHARACTERS.WX78.DESCRIBE.BEESWAX
source: THE BEES MADE IT
de: VON DEN BIENEN GEMACHT
es_mx: LAS ABEJAS LA HICIERON
fr: FAIT PAR LES ABEILLES
it: LE API CE L'HANNO FATTA
ja: ＊ハチの作品＊
ko: 꿀벌이 만듦
pl: PRODUKT PSZCZÓŁ.
pt_br: FORAM AS ABELHAS QUE FIZERAM
ru: ПЧЕЛЫ СДЕЛАЛИ ЭТО
zh_cn: 蜜蜂做到了
zh_tw: 蜜蜂做到了

# CHARACTERS.WX78.DESCRIBE.BEETLETAUR
source: STILL A WEAK FLESHLING UNDERNEATH THAT ARMOR
de: UNTER DER RÜSTUNG AUCH NUR EIN SCHWACHER FLEISCHLING
es_mx: SIGUE SIENDO UN ORGÁNICO DÉBIL DEBAJO DE ESA ARMADURA
fr: MÊME SOUS CETTE ARMURE ÇA RESTE UNE FAIBLE CHOSE EN VIANDE
it: PUR SEMPRE UN DEBOLE ESSERE DI CARNE SOTTO QUELLA ARMATURA
ja: ＊それでも防具の下は虚弱な肉体です＊
ko: 갑옷 아래는 여전히 약한 고깃덩이임
pl: POD TYM PANCERZEM KRYJE SIĘ SŁABY MIĘSAK
pt_br: CONTINUA SENDO UMA CARNINHA FRACA SOB ESSA ARMADURA
ru: А ПОД ЭТОЙ БРОНЕЙ — ВСЕ ТОТ ЖЕ СЛАБЫЙ КУСОК МЯСА
zh_cn: 那副盔甲下仍然是脆弱的血肉之躯
zh_tw: 那副盔甲下仍然是脆弱的血肉之軀

# CHARACTERS.WX78.DESCRIBE.BELL
source: BZZ BZZ BZZ
ja: ＊ブーン ブーン ブーン＊
ko: 삐 삐 삐
ru: БЗ-З БЗ-З БЗ-З
zh_cn: 嗡嗡嗡
zh_tw: 嗡嗡嗡

# CHARACTERS.WX78.DESCRIBE.BERNIE_ACTIVE
source: HANG IN THERE, BEAR!
de: HALTE DURCH, BÄR!
es_mx: ¡RESISTE, OSO!
fr: ACCROCHE-TOI, NOUNOURS !
it: RESISTI, ORSO!
ja: ＊クマよ、頑張ってください＊
ko: 참아라, 곰!
pl: NIE DAJ SIĘ, NIEDŹWIEDZIU!
pt_br: AGUENTA FIRME, URSO!
ru: ТЫ ДЕРЖИСЬ ТАМ, МЕДВЕДЬ!
zh_cn: 坚持下去，熊熊！
zh_tw: 堅持下去，熊熊！

# CHARACTERS.WX78.DESCRIBE.BERNIE_BIG
source: IT FIGHTS FOR MY MINION, AND THEREFORE FOR ME
de: ES KÄMPF FÜR MEINEN UNTERGEBEN UND DAMIT AUCH FÜR MICH
es_mx: LUCHA POR MI ESBIRRO, Y POR LO TANTO POR MÍ
fr: IL SE BAT POUR MON SERVITEUR, ET DONC POUR MOI
it: LOTTA PER I MIEI SEGUACI, E PERCIÒ PER ME
ja: ＊それは私の隷属生物のために戦います、それはすなわち私のためです＊
ko: 본체의 부하를 위해 싸우니 곧 본체를 위해 싸우는 것임
pl: WALCZY W OBRONIE MYCH SŁUG, A ZATEM I W MOJEJ OBRONIE
pt_br: LUTA PELO MEU LACAIO, E PORTANTO, POR MIM
ru: ОН ПОМОГАЕТ МОЕМУ МИНЬОНУ В БОЮ, А ЗНАЧИТ, И МНЕ
zh_cn: 为我的随从们卖命，也就是在为我卖命。
zh_tw: 為我的隨從們賣命，也就是在為我賣命。

# CHARACTERS.WX78.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: HE HAS DIED
de: ER IST GESTORBEN
es_mx: ESTÁ MUERTO
fr: IL EST MORT
it: È MORTO
ja: ＊彼は死んでいます＊
ko: 그가 죽었음
pl: NIE ŻYJE
pt_br: ELE MORREU
ru: ОН УМЕР
zh_cn: 他已经死了
zh_tw: 他已經死了

# CHARACTERS.WX78.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: IT'S SO CUDDLY!
de: SO KNUDDELIG!
es_mx: ¡ES TAN TIERNO!
fr: IL EST TROP MIGNON !
it: È COSÌ COCCOLONE!
ja: ＊とてもかわいいです＊
ko: 껴안고 싶음!
pl: JAKIE MIĘCIUTKIE!
pt_br: É TÃO FOFINHO!
ru: ТАКОЙ МИЛЫЙ!
zh_cn: 它太招人喜爱！
zh_tw: 它太招人喜愛！

# CHARACTERS.WX78.DESCRIBE.BERRIES
source: THEY REMIND ME OF BLOOD
de: DIE ERINNERN MICH AN BLUT.
es_mx: ME RECUERDAN A LA SANGRE
fr: ÇA ME FAIT PENSER AU SANG
it: MI RICORDANO DEL SANGUE
ja: ＊これらは私に血を連想させます＊
ko: 혈액을 상기시킴
pl: PRZYPOMINAJĄ MI KREW.
pt_br: ME FAZ LEMBRAR DE SANGUE
ru: НАПОМИНАЮТ КРОВЬ
zh_cn: 它们让我联想到了血
zh_tw: 它們讓我聯想到了血

# CHARACTERS.WX78.DESCRIBE.BERRIES_COOKED
source: THEY HAVE LOST STRUCTURAL INTEGRITY
de: SIE HABEN AN STRUKTURINTEGRITÄT VERLOREN.
es_mx: PERDIERON LA INTEGRIDAD ESTRUCTURAL
fr: ELLES ONT PERDU LEUR INTÉGRITÉ STRUCTURELLE
it: HANNO PERSO L'INTEGRITÀ STRUTTURALE
ja: ＊これらは構造的完全性が失われまし＊
ko: 구조적 무결성을 상실했음
pl: UTRACIŁY INTEGRALNOŚĆ STRUKTURALNĄ.
pt_br: PERDERAM SUA INTEGRIDADE ESTRUTURAL
ru: ОНИ ПОТЕРЯЛИ СТРУКТУРНУЮ ЦЕННОСТЬ
zh_cn: 它们丧失了结构完整性
zh_tw: 它們喪失了結構完整性

# CHARACTERS.WX78.DESCRIBE.BERRIES_JUICY
source: THESE BIOSPHERES WILL ROT SOON
de: DIESE BIOSPHÄREN WERDEN BALD VERROTTEN
es_mx: ESTAS BIÓSFERAS SE PUDRIRÁN PRONTO
fr: CES BIOSPHÈRES SERONT BIENTÔT POURRIES
it: QUESTE BIOSFERE SI DECOMPORRANNO PRESTO
ja: ＊これらの生物圏はすぐにダメになるでしょう＊
ko: 이 생태계는 곧 부패할 것임
pl: WKRÓTCE ROZPOCZNIE SIĘ PROCES GNILNY
pt_br: ESSAS BIOESFERAS LOGO APODRECERÃO
ru: ЭТИ БИОСФЕРЫ ВСКОРЕ СГНИЮТ
zh_cn: 这些生物会很快腐烂
zh_tw: 這些生物會很快腐爛

# CHARACTERS.WX78.DESCRIBE.BERRIES_JUICY_COOKED
source: SUCCULENT
de: SUKKULENTEN
es_mx: SUCULENTO
it: SUCCULENTE
ja: ＊多肉植物＊
ko: 즙이 많음
pl: SOCZYSTE
pt_br: SUCULENTAS
ru: СОЧНО
zh_cn: 多汁的
zh_tw: 多汁的

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BARREN
source: THE SYSTEM IS DOWN
de: DAS SYSTEM IST AUSGEFALLEN
es_mx: SISTEMA ROTO
fr: SYSTÈME ÉTEINT
it: IL SISTEMA È INATTIVO
ja: ＊システムがダウンしました＊
ko: 시스템 다운
pl: SYSTEM NIE DZIAŁA.
pt_br: O SISTEMA ESTÁ DESATIVADO
ru: СИСТЕМА ОТКЛЮЧЕНА
zh_cn: 系统已停机
zh_tw: 系統已停機

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BURNING
source: ORGANICS ARE NOT FIREPROOF
de: ORGANISCHE DINGE SIND NICHT FEUERFEST
es_mx: LOS ORGANISMOS NO SON IGNÍFUGOS
fr: LES ÊTRES ORGANIQUES SONT INFLAMMABLES
it: GLI ORGANISMI NON SONO IGNIFUGHI
ja: ＊有機生命体は耐火性ではありません＊
ko: 유기물은 내화성이 없음
pl: ORGANIZMY NIE SĄ OGNIOODPORNE.
pt_br: SERES ORGÂNICOS NÃO SÃO À PROVA DE FOGO
ru: ОРГАНИКА НЕ ЯВЛЯЕТСЯ ОГНЕУПОРНОЙ
zh_cn: 有机物不防火
zh_tw: 有機物不防火

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.DISEASED
source: HA. DISEASE. A BIOLOGICAL LAPSE IN JUDGMENT
de: HA. KRANKHEIT. EIN BIOLOGISCHES FEHLURTEIL
es_mx: JA. LA ENFERMEDAD. UN ERROR DE CÁLCULO BIOLÓGICO
fr: AH. MALADIE. UN MANQUE DE BON SENS BIOLOGIQUE
it: AH. LA MALATTIA. UN ERRORE DI CALCOLO BIOLOGICO
ja: ＊疾病…有機生命体の欠陥＊
ko: 하. 질병. 생물의 판단력이 떨어지는 상태
pl: HA. PRZEMIJANIE. JEDEN Z ROZLICZNYCH BŁĘDÓW NATURY
pt_br: HA. DOENÇA. UM LAPSO BIOLÓGICO DE AVALIAÇÃO
ru: ХА. БОЛЕЗНЬ. НЕДОСТАТОК БИОЛОГИЧЕСКОГО ВИДА
zh_cn: 哈。疾病就是医疗误诊
zh_tw: 哈。疾病就是醫療誤診

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.DISEASING
source: THIS ORGANIC SEEMS MORE INFERIOR THAN USUAL
de: DIESER ORGANISMUS SCHEINT SCHLECHTER ALS ÜBLICH
es_mx: ESTE ORGANISMO PARECE MÁS INFERIOR DE LO HABITUAL
fr: CET ÊTRE ORGANIQUE SEMBLE PLUS INFÉRIEUR QUE D'HABITUDE
it: QUESTO ORGANISMO SEMPRE PIÙ INFERIORE DEL SOLITO
ja: ＊この有機生命体は通常より劣っているようです＊
ko: 유기물 상태가 평소보다 더 하등해 보임
pl: TEN ORGANIZM WYDAJE SIĘ SŁABSZY NIŻ ZWYKLE.
pt_br: ESSE SER ÔRGANICO PARECE MAIS INFERIOR QUE O NORMAL
ru: ЭТА ОРГАНИКА КАЖЕТСЯ БОЛЕЕ ПОСРЕДСТВЕННОЙ, ЧЕМ ОБЫЧНО
zh_cn: 这一有机物看起来比平时更低等
zh_tw: 這一有機物看起來比平時更低等

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.GENERIC
source: PERIODIC CALORIE DISPENSER
de: PERIODISCHER KALORIENSPENDER.
es_mx: DISTRIBUIDOR DE CALORÍAS PERIÓDICO
fr: DISTRIBUTEUR DE CALORIES PÉRIODIQUE
it: DISPENSER DI CALORIE PERIODICO
ja: ＊定期的なカロリーディスペンサー＊
ko: 정기적 칼로리 분배기
pl: OKRESOWY DYSPENSER KALORII.
pt_br: DISPENSADOR DE CALORIAS PERIÓDICO
ru: ПЕРИОДИЧЕСКИЙ РАЗДАТЧИК КАЛОРИЙ
zh_cn: 周期性卡路里分配器
zh_tw: 週期性卡路里分配器

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.PICKED
source: IT IS REBOOTING
de: ER STARTET NEU.
es_mx: SE ESTÁ REINICIANDO
fr: ÇA REBOOTE
it: SI STA RIAVVIANDO
ja: ＊再起動中です＊
ko: 재시동 중임
pl: TRWA RESTART SYSTEMU.
pt_br: ESTÁ REINICIALIZANDO
ru: ОН ПЕРЕЗАГРУЖАЕТСЯ
zh_cn: 正在重新启动
zh_tw: 正在重新啟動

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH.WITHERED
source: THE SYSTEM HAS OVERHEATED
de: DAS SYSTEM IST ÜBERHITZT
es_mx: EL SISTEMA SE SOBRECALENTÓ
fr: LE SYSTÈME A SURCHAUFFÉ
it: IL SISTEMA È SURRISCALDATO
ja: ＊システムがオーバーヒートしました＊
ko: 시스템이 과열되었음
pl: SYSTEM PRZEGRZANY.
pt_br: O SISTEMA SUPERAQUECEU
ru: СИСТЕМА ПЕРЕГРЕЛАСЬ
zh_cn: 系统过热
zh_tw: 系統過熱

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: REQUIRES BIOLOGICAL WASTE
de: BRAUCHT BIOLOGISCHEN ABFALL
es_mx: REQUIERE RESIDUOS BIOLÓGICOS
fr: DÉCHETS BIOLOGIQUES REQUIS
it: RICHIEDE RIFIUTI ORGANICI
ja: ＊有機生命体の排泄物が必要＊
ko: 생물학적 폐기물이 필요함
pl: WYMAGANE BIOODPADY
pt_br: NECESSITA DE REFUGOS BIOLÓGICOS
ru: ТРЕБУЮТСЯ БИОЛОГИЧЕСКИЕ ОТХОДЫ
zh_cn: 需要生物垃圾
zh_tw: 需要生物垃圾

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: ORGANICS ARE NOT FIREPROOF
de: ORGANISCHE DINGE SIND NICHT FEUERFEST
es_mx: LOS ORGANISMOS NO SON IGNÍFUGOS
fr: LES ÊTRES ORGANIQUES SONT INFLAMMABLES
it: GLI ORGANISMI NON SONO IGNIFUGHI
ja: ＊有機生命体は耐火性ではありません＊
ko: 유기물은 내화성이 없음
pl: ORGANIZMY NIE SĄ OGNIOODPORNE.
pt_br: SERES ORGÂNICOS NÃO SÃO À PROVA DE FOGO
ru: ОРГАНИКА НЕ ЯВЛЯЕТСЯ ОГНЕУПОРНОЙ
zh_cn: 有机物不防火
zh_tw: 有機物不防火

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: HA. DISEASE. A BIOLOGICAL LAPSE IN JUDGMENT
de: HA. KRANKHEIT. EIN BIOLOGISCHES FEHLURTEIL
es_mx: JA. LA ENFERMEDAD. UN ERROR DE CÁLCULO BIOLÓGICO
fr: AH. MALADIE. UN MANQUE DE BON SENS BIOLOGIQUE
it: AH. LA MALATTIA. UN ERRORE DI CALCOLO BIOLOGICO
ja: ＊疾病…有機生命体の欠陥＊
ko: 하. 질병. 생물의 판단력이 떨어지는 상태
pl: HA. PRZEMIJANIE. JEDEN Z ROZLICZNYCH BŁĘDÓW NATURY
pt_br: HA. DOENÇA. UM LAPSO BIOLÓGICO DE AVALIAÇÃO
ru: ХА. БОЛЕЗНЬ. НЕДОСТАТОК БИОЛОГИЧЕСКОГО ВИДА
zh_cn: 哈。疾病就是医疗误诊
zh_tw: 哈。疾病就是醫療誤診

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: THIS ORGANIC SEEMS MORE INFERIOR THAN USUAL
de: DIESER ORGANISMUS SCHEINT SCHLECHTER ALS ÜBLICH
es_mx: ESTE ORGANISMO PARECE MÁS INFERIOR DE LO HABITUAL
fr: CET ÊTRE ORGANIQUE SEMBLE PLUS INFÉRIEUR QUE D'HABITUDE
it: QUESTO ORGANISMO SEMPRE PIÙ INFERIORE DEL SOLITO
ja: ＊この有機生命体は通常より劣っているようです＊
ko: 유기물 상태가 평소보다 더 하등해 보임
pl: TEN ORGANIZM WYDAJE SIĘ SŁABSZY NIŻ ZWYKLE.
pt_br: ESSE SER ÔRGANICO PARECE MAIS INFERIOR QUE O NORMAL
ru: ЭТА ОРГАНИКА КАЖЕТСЯ БОЛЕЕ ПОСРЕДСТВЕННОЙ, ЧЕМ ОБЫЧНО
zh_cn: 这一有机物看起来比平时更低等
zh_tw: 這一有機物看起來比平時更低等

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: BERRY PRODUCTION: OPTIMAL
de: BÄRENPRODUKTION: OPTIMAL
es_mx: PRODUCCIÓN DE BAYAS: ÓPTIMA
fr: PRODUCTION DE BAIES : OPTIMALE
it: PRODUZIONE DI BACCHE: OTTIMALE
ja: ＊液果製造ステータス：良好＊
ko: 베리 생산: 최적
pl: STAN PRODUKCJI PORZECZEK: OPTYMALNY
pt_br: PRODUÇÃO DE BAGAS: IDEAL
ru: ПРОИЗВОДСТВО ЯГОД: ОПТИМАЛЬНОЕ
zh_cn: 浆果生产：最理想的
zh_tw: 漿果生產：最理想的

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: IT'S COMPILING
de: ES SAMMELT WAS
es_mx: ESTÁ COMPILANDO
fr: LA TRADUCTION DU CODE SOURCE
it: È UNA COMPILAZIONE
ja: ＊コンパイル中です＊
ko: 컴파일하는 중
pl: KOMPILACJA W TOKU
pt_br: ESTÁ COMPILANDO
ru: ОНИ КОМПИЛИРУЮТСЯ
zh_cn: 正在编译
zh_tw: 正在編譯

# CHARACTERS.WX78.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: COOLANT REQUIRED
de: KÜHLMITTEL ERFORDERLICH
es_mx: REFRIGERANTE REQUERIDO
fr: LIQUIDE DE REFROIDISSEMENT REQUIS
it: LIQUIDO REFRIGERANTE RICHIESTO
ja: ＊冷却剤が必要です＊
ko: 냉각제 필요함
pl: WYMAGANE CHŁODZENIE
pt_br: LÍQUIDO REFRIGERANTE NECESSÁRIO
ru: ТРЕБУЕТСЯ ОХЛАДИТЕЛЬ
zh_cn: 需要冷却剂
zh_tw: 需要冷卻劑

# CHARACTERS.WX78.DESCRIBE.BERRYSAUCE
source: PRE-MASHED FOR EFFICIENT DIGESTION
de: ZUR EFFIZIENTEN VERDAUUNG VORZERKLEINERT
es_mx: PREAPLASTADO PARA UNA DIGESTIÓN MÁS EFICIENTE
fr: C'EST PRÉMÂCHÉ POUR FACILITER LA DIGESTION
it: PRE-SPAPPOLATE PER UNA DIGESTIONE OTTIMALE
ja: ＊効果的な消化のために事前に潰してあります＊
ko: 효율적인 소화를 위해 미리 으깸
pl: WSTĘPNIE ZGNIECIONE DLA EFEKTYWNEGO TRAWIENIA
pt_br: SÃO AMASSADAS PREVIAMENTE PARA UMA DIGESTÃO EFICIENTE
ru: ЗАРАНЕЕ РАЗДАВЛЕНЫ ДЛЯ ПОЛНОЦЕННОГО ПЕРЕВАРИВАНИЯ
zh_cn: 为提升消化效率提前碾压处理过
zh_tw: 為提升消化效率提前碾壓處理過

# CHARACTERS.WX78.DESCRIBE.BIBINGKA
source: THE PLATE SEEMS REDUNDANT
de: TELLER IST REDUNDANT
es_mx: EL PLATO PARECE REDUNDANTE
fr: L'ASSIETTE EST REDONDANTE
it: IL PIATTO SEMBRA RIDONDANTE
ja: ＊このお皿は余分なようです＊
ko: 접시는 불필요해 보임
pl: TALERZ WYDAJE SIĘ ZBĘDNY
pt_br: O PRATO PARECE REDUNDANTE
ru: ТАРЕЛКА ЯВЛЯЕТСЯ ИЗЛИШЕСТВОМ
zh_cn: 碟子似乎是冗余
zh_tw: 碟子似乎是冗餘

# CHARACTERS.WX78.DESCRIBE.BIGFOOT
source: OVERSIZED FOOT. HIGHLY DANGEROUS
de: ÜBERGROSSER FUSS. EXTREM GEFÄHRLICH
es_mx: PIE DE GRAN TAMAÑO. ALTAMENTE PELIGROSO
fr: PIED SURDIMENSIONNÉ. EXTRÊMEMENT DANGEREUX
it: PIEDE FUORI MISURA. PERICOLOSISSIMO
ja: ＊特大の足。極めて危険です。＊
ko: 과도한 크기의 발. 매우 위험함
pl: PRZEROŚNIĘTA STOPA. WYSOCE NIEBEZPIECZNA
pt_br: PÉ DESPROPORCIONAL. ALTAMENTE PERIGOSO
ru: НОГА БОЛЬШЕ ОБЫЧНОГО РАЗМЕРА. ПОВЫШЕННАЯ ОПАСНОСТЬ
zh_cn: 庞大的脚。高度危险
zh_tw: 龐大的腳。高度危險

# CHARACTERS.WX78.DESCRIBE.BIRCHNUTDRAKE
source: ANOTHER HORRIBLE OFFERING OF THE NATURAL WORLD
de: EIN WEITERES SCHRECKLICHES ANGEBOT DER NATÜRLICHEN WELT.
es_mx: OTRA TERRIBLE OFRENDA DEL MUNDO NATURAL
fr: ENCORE UN HORRIBLE CADEAU DE LA NATURE
it: UN'ALTRA ORRIBILE OFFERTA DAL MONDO NATURALE
ja: ＊自然界によるさらなる忌々しい供物＊
ko: 자연계의 또 다른 미흡한 존재
pl: KOLEJNY PASKUDNY TWÓR ŚWIATA PRZYRODY.
pt_br: OUTRA HORRÍVEL OFERTA DO MUNDO NATURAL
ru: ОЧЕРЕДНОЕ УЖАСНОЕ ПОДНОШЕНИЕ ПРИРОДНОГО МИРА
zh_cn: 自然世界的又一个可怕产物
zh_tw: 自然世界的又一個可怕產物

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.DEAD
source: IT'S BROKEN
de: ES IST KAPUTT!
es_mx: ESTÁ ROTO
fr: C'EST CASSÉ
it: È ROTTA
ja: ＊壊れています。＊
ko: 망가졌음
pl: ZEPSUTA
pt_br: ESTÁ QUEBRADO
ru: ОНА СЛОМАЛАСЬ
zh_cn: 它坏掉了
zh_tw: 它壞掉了

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.GENERIC
source: I WILL IMPRISON THE FLESHLINGS
de: ICH WERDE DIE VÖGEL EINSPERREN
es_mx: ENCERRARÉ A LOS ORGÁNICOS
fr: JE VAIS EMPRISONNER LES CHOSES EN VIANDE
it: IMPRIGIONERÒ GLI ESSERI DI CARNE
ja: ＊生命体を捕えて収監します＊
ko: 본좌가 고깃덩이들을 가두겠음
pl: ZAMIERZAM UWIĘZIĆ MIĘSNE STWORZENIA
pt_br: APRISIONAREI AS CARNINHAS
ru: Я БУДУ ПОМЕЩАТЬ СЮДА БИОЛОГИЧЕСКИЕ СУЩЕСТВА
zh_cn: 我要囚禁肉体生物
zh_tw: 我要囚禁肉體生物

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.HUNGRY
source: FLESHLINGS ARE SO PICKY
de: VERSUCH'S DOCH
es_mx: LOS BICHOS SON MUY EXIGENTES
fr: LES CHOSES EN VIANDE SONT TRÈS DIFFICILES
it: GLI ESSERI DI CARNE SONO MOLTO ESIGENTI
ja: ＊有機生命体はとても気難しいです＊
ko: 까다로운 고깃덩이들
pl: MIĘSNE STWORZENIA SĄ STRASZNIE WYBREDNE
pt_br: AS CARNINHAS SÃO TÃO EXIGENTES
ru: БИОЛОГИЧЕСКИЕ СУЩЕСТВА — ТАКИЕ ПРИДИРЫ
zh_cn: 肉体生物真挑剔
zh_tw: 肉體生物真挑剔

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.OCCUPIED
source: HA HA. THERE IS NO ESCAPE
de: Ha! Ha! Ha! Baum ist schlapp!
es_mx: JA, JA. NO HAY ESCAPATORIA
fr: HA HA. AUCUNE ISSUE POSSIBLE
it: AH AH. NON C'È VIA DI SCAMPO
ja: ＊ハハ。逃げ場はありません＊
ko: 하 하. 탈출할 수 없음
pl: HA, HA! NIE MA UCIECZKI!
pt_br: RÁ RÁ. NÃO HÁ ESCAPATÓRIA
ru: ХА-ХА. ЗДЕСЬ НЕТ ВЫХОДА
zh_cn: 哈哈。你跑不了的
zh_tw: 哈哈。你跑不了的

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SKELETON
source: IT MUST BE OUT OF BATTERIES
de: ES MUSS EINEN WEG HERAUS GEBEN...
es_mx: DEBE DE ESTAR SIN BATERÍAS
fr: SES PILES DOIVENT ÊTRE VIDES
it: DEVE ESSERE SCARICO
ja: ＊バッテリーが切れたに違いありません＊
ko: 배터리가 없음
pl: CHYBA WYCZERPAŁY MU SIĘ BATERIE
pt_br: DEVE ESTAR SEM PILHAS
ru: ДОЛЖНО БЫТЬ, ЗАКОНЧИЛИСЬ БАТАРЕЙКИ
zh_cn: 它一定是没电了
zh_tw: 它一定是沒電了

# CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SLEEPING
source: WAKE UP, FLESHLING
de: WACH AUF, VOGEL
es_mx: ¡DESPIERTA, ORGÁNICO!
fr: RÉVEILLE-TOI, CHOSE EN VIANDE
it: SVEGLIA, ESSERE DI CARNE
ja: ＊生命体、起きてください＊
ko: 일어나라, 고깃덩이
pl: OBUDŹ SIĘ, MIĘSNE STWORZENIE
pt_br: ACORDE, CARNINHA
ru: ПОДЪЕМ, ЖИВАЯ ПЛОТЬ
zh_cn: 醒醒，肉体生物
zh_tw: 醒醒，肉體生物
