Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.TOURTIERE
source: Pie hath redeemed itself!
de: Dem Kuchen ist verziehen!
es: ¡El pastel se ha redimido!
fr: La töurte s'est rattrapée !
it: La torta si è riscattata!
ja: パイはそれ自身を補完したのだ！
ko: 파이가 명예를 회복했군!
pl: To ciasto odkupiło swe winy!
pt_br: A torta se redimiu!
ru: Этот пирог себя оправдал!
zh_cn: 这张饼终于找到了正确的定位！
zh_tw: 這張餅終於找到了正確的定位！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOWNPORTAL.ACTIVE
source: By the power of the sand!
de: Mit der Kraft des Sandes!
es: ¡Por el poder de la arena!
fr: Par le pouvoir du sable !
it: Per il potere della sabbia!
ja: 砂の力、とくと見よ！
ko: 모래의 힘이여!
pl: Na potęgę piasku!
pt_br: Pelo poder da areia!
ru: Силой песка!
zh_cn: 通过沙子的力量！
zh_tw: 通過沙子的力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOWNPORTAL.GENERIC
source: To save my allies the journey.
de: Um meinen Verbündeten den Weg zu sparen.
es: Para ahorrarles el viaje a mis aliados.
fr: Pour éviter le trajet à mes alliés.
it: Per risparmiare il viaggio ai miei alleati.
ja: これで戦友たちが近道できよう
ko: 동료의 이동 거리를 단축해주지.
pl: Aby oszczędzić moim towarzyszom podróży.
pt_br: Para evitar a jornada de meus aliados.
ru: Чтобы облегчить путь моим союзникам.
zh_cn: 这次旅行拯救了我的盟友。
zh_tw: 這次旅行拯救了我的盟友。

# CHARACTERS.WATHGRITHR.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: I shall desert this foul place!
de: Ich werde diesen elenden Ort verlassen!
es: ¡Abandonaré este lugar inmundo!
fr: Je vais fuir ce lieu atroce !
it: Devo abbandonare questo posto nauseante!
ja: いざゆかん！ここではなき、どこかへ！
ko: 이 불경한 곳에서 떠나야지!
pl: Opuszczę to podłe miejsce!
pt_br: Escaparei deste lugar desagradável!
ru: Я опустошу это грязное место!
zh_cn: 我应该放弃这个污秽的地方！
zh_tw: 我應該放棄這個污穢的地方！

# CHARACTERS.WATHGRITHR.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: A present from the mighty lion!
de: Ein Geschenk vom mächtigen Löwen!
es: ¡Un regalo del poderoso león!
fr: Un cadeau du puissant lion !
it: Un regalo dal possente leone!
ja: 気高き獅子より授かりし贈り物だ！
ko: 강력한 개미사자의 선물이군!
pl: Upominek od potężnego lwa!
pt_br: Um presente do poderoso leão!
ru: Подарок от могучего льва!
zh_cn: 来自威猛狮子的礼物！
zh_tw: 來自威猛獅子的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAILMIX
source: Meat of the nut is not true meat.
de: Fleisch von einer Nuss ist kein echtes Fleisch.
es: La carne de un fruto seco no es verdadera carne.
fr: La viande de noix n'est pas de la viande.
it: La carne di una noce non è una vera carne.
ja: ナッツの肉は本当の肉ではない。
ko: 콩의 고기는 진짜 고기가 아니지요.
pl: Mięso orzechów nie jest prawdziwym mięsem.
pt_br: A carne da noz não é carne de verdade.
ru: Мясо ореха — не настоящее мясо.
zh_cn: 坚果肉不是真正的肉。
zh_tw: 堅果肉不是真正的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAILS
source: Let us battle with honor!
de: Lasst uns mit Ehre kämpfen!
es: ¡Luchemos con honor!
fr: Combattons dans l'honneur !
it: Combattiamo con onore!
ja: 名誉を持って戦わん！
ko: 명예롭게 싸우자!
pl: Stańmy do boju z honorem!
pt_br: Batalhemos com honra!
ru: Пойдемте же в бой с честью!
zh_cn: 让我们为荣耀而战！
zh_tw: 讓我們為榮耀而戰！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRANSISTOR
source: A marvel of science.
de: Ein Wunder von Wissenschaft.
es: Una maravilla de la ciencia.
fr: Une merveille de la science.
it: Una meraviglia della scienza.
ja: 科学の驚異。
ko: 과학의 경이로군.
pl: Cud nauki.
pt_br: Uma maravilha da ciência.
ru: Чудеса науки.
zh_cn: 科学的成就。
zh_tw: 科學的成就。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP
source: A well constructed trap. Tonight we feast!
de: Eine gut ausgebaute Falle. Heute abend gibt's ein Festessen!
es: Una trampa bien construida. ¡Esta noche tendremos un festín!
fr: Un piège bien construit. Ce soir, nous festoyons !
it: Una trappola ben costruita. Stasera faremo festa!
ja: この精巧なワナで、宴の馳走を捕らえるぞ！
ko: 잘 만든 덫이야. 오늘밤에는 잔치를 열 수 있을 테지!
pl: Pułapka zacnej jakości. Będziemy dziś biesiadować!
pt_br: Uma armadilha bem construída. Hoje teremos um banquete!
ru: Отличная ловушка. Сегодня нас ждет пир!
zh_cn: 好一个精心设计的圈套。今晚我们吃大餐！
zh_tw: 好一個精心設計的圈套。今晚我們吃大餐！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_BRAMBLE
source: A most clever trap for one's foes.
de: Kluge Falle für die Feinde.
es: Una inteligente trampa para enemigos.
fr: Un piège des plus ingénieux cöntre mes ennemis.
it: Un'intelligentissima trappola per i nemici.
ja: ある敵手への最も賢き罠。
ko: 적을 처리하는 아주 기발한 덫이군.
pl: Najzmyślniejsza pułapka, jaką można zastawić na wrogów.
pt_br: Uma armadilha muito sagaz contra os inimigos.
ru: Хитрая ловушка для врагов.
zh_cn: 用来对付敌人的狡猾陷阱。
zh_tw: 用來對付敵人的狡猾陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_STARFISH.CLOSED
source: I shalln't be vanquished that easily.
de: So einfach ist sie nicht zu überwinden.
es: No me dejaré vencer tan fácilmente.
fr: Je ne serais pöint vaincue si aisément.
it: Non sarò sconfitta tanto facilmente.
ja: 我を破る、其れ、容易きことに非ず。
ko: 날 그렇게 쉽게 끝장낼 순 없지.
pl: Nie można mnie tak łatwo zgładzić.
pt_br: Não serei derrotada tão facilmente.
ru: Я не сдамся так просто.
zh_cn: 我可不会轻易的被打败。
zh_tw: 我可不會輕易的被打敗。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_STARFISH.GENERIC
source: My warrior's instinct sounds - but why!
de: Mein Kriegerinstinkt ist alarmiert – aber warum?
es: Despierta mi instinto de guerrera, pero ¿por qué?
fr: Mes instincts de guerrière sönt intacts. Alörs pöurquöi !
it: Il mio istinto di guerriera è in allerta. Chissà perché!
ja: 我が戦士たる本能が言う、なぜだ！
ko: 경계 태세를 갖추어야 할 것 같군!
pl: Mój instynkt wojowniczki każe mi uważać, ale dlaczego?
pt_br: Meu instinto de guerreira está apitando... mas por quê?!
ru: Мой инстинкт воительницы насторожился… но почему?
zh_cn: 我的勇士直觉在发出警告——为什么呢？
zh_tw: 我的勇士直覺在發出警告——為什麼呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_TEETH
source: A treacherous trap.
de: Eine heimtückische Falle.
es: Una trampa traicionera.
fr: Un piège vicieux.
it: Una trappola infida.
ja: 陰険な罠。
ko: 위험한 덫이지.
pl: Zdradziecka pułapka.
pt_br: Uma armadilha traiçoeira.
ru: Предательская ловушка.
zh_cn: 一个危险的陷阱。
zh_tw: 一個危險的陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRAP_TEETH_MAXWELL
source: An excellent mace wasted, buried in the ground.
de: Eine ausgezeichnete Keule verschwendet. Im Boden vergraben.
es: Una maza excelente desperdiciada, enterrada en el suelo.
fr: Une excellente masse plantée dans le sol.
it: Un'eccellente mazza ferrata sprecata, sepolta nella terra.
ja: 非常に優れたメースが無駄になり、地面の中に埋まっている。
ko: 뛰어난 철퇴를 아깝게 땅에 묻었군.
pl: Jak można tak zmarnować zupełnie dobrą buławę.
pt_br: Uma excelente clava desperdiçada, enterrada no solo.
ru: Великолепная булава, напрасно зарытая в землю.
zh_cn: 浪费了，一根埋在土里的优质狼牙棒。
zh_tw: 浪費了，一根埋在土裡的優質狼牙棒。

# CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST.BURNT
source: Its walls were torn down by fire.
de: Seine Wände wurde durch das Feuer niedergerissen.
es: Sus paredes fueron derribadas por el fuego.
fr: Ses parois ont été consumées par les flammes.
it: Le sue mura furono abbattute dal fuoco.
ja: ここの壁は火事により取り壊された。
ko: 불에 타서 망가져 버렸네.
pl: Ogień strawił jej ścianki.
pt_br: Suas paredes foram destruídas pelo fogo.
ru: Его стены были сожжены огнем.
zh_cn: 箱壁已被火焰烧毁。
zh_tw: 箱壁已被火焰燒毀。

# CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST.GENERIC
source: A place to store my helm and spear whilst I rest.
de: Ein Platz, wo ich meinen Helm und meinen Speer aufbewahren kann, während ich mich ausruhe.
es: Un lugar para guardar mi yelmo y la lanza mientras descanso.
fr: Un endroit où poser mon casque et ma lance pendant que je me repose.
it: Un luogo per conservare il mio casco e la mia lancia mentre riposo.
ja: 休むあいだ、私の兜と槍を納めておく場所。
ko: 내가 쉬는 동안 투구와 창을 보관할 수 있지.
pl: Tutaj przechowam swój hełm i włócznię w czasie odpoczynku.
pt_br: Um local para armazenar meu elmo e minha lança enquanto descanso.
ru: Место, чтобы хранить мой шлем и копье, пока я отдыхаю.
zh_cn: 休息时存放头盔和长矛的地方。
zh_tw: 休息時存放頭盔和長矛的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.TREASURECHEST_TRAP
source: I am always ready.
de: Ich bin immer bereit.
es: Siempre estoy lista.
fr: Je suis toujours prête.
it: Sono sempre pronto.
ja: 私はいつでも準備ができている。
ko: 난 언제나 준비돼 있다고.
pl: Jestem zawsze gotowa.
pt_br: Estou sempre pronta.
ru: Я всегда готова.
zh_cn: 我随时准备就绪。
zh_tw: 我隨時準備就緒。

# CHARACTERS.WATHGRITHR.DESCRIBE.TREECLUMP
source: A dead end! I must stand and fight.
de: Eine Sackgasse! Ich muss standhaft sein und kämpfen.
es: ¡Un callejón sin salida! Debo ser valiente y luchar.
fr: Plus d'issue ! Je dois me lever et me battre.
it: Un vicolo cieco! Devo rimanere a combattere.
ja: 行き止まりか！では留まり戦わねば。
ko: 막바지군요! 당당히 서서 싸워야겠군요.
pl: Ślepy zaułek! Muszę stanąć do walki!
pt_br: Fim da estrada! Devo ficar e lutar.
ru: Тупик! Я должна развернуться и сражаться.
zh_cn: 一条死路！我必须勇敢战斗。
zh_tw: 一條死路！我必須勇敢戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TREEGROWTHSOLUTION
source: An offering to the trees, may they carry it on to great Yggdrasil itself.
de: Eine Opfergabe an die Bäume, mögen sie sie bis zur großen Yggdrasil selbst tragen.
es: Una ofrenda para los árboles. Espero que se la hagan llegar al mismísimo Yggdrasil.
fr: Une öffrande aux arbres, puissent-ils la transmettre au grand Yggdrasil en persönne.
it: Un'offerta per gli alberi, possano portarla al grande Yggdrasil in persona.
ja: 樹木への供え物。宇宙樹ユグドラシルへ届け給え。
ko: 나무에게 바치는 제물이네, 위대한 위그드라실 자체로 가져갈 수 있기를.
pl: Ofiara dla drzew. Niech zaniosą ją prosto do wielkiego Yggdrasila.
pt_br: Uma oferenda para as árvores. Que elas a levem até a grande Yggdrasil.
ru: Подношенье для деревьев — пусть они поделятся с великим Иггдрасилем.
zh_cn: 献给树木的祭品，愿树木将它能带回到世界树。
zh_tw: 獻給樹木的祭品，願樹木將它能帶回到世界樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRIDENT
source: I shall lay waste to my enemies with the weapon of Poseidon!
de: Ich werde meine Feinde mit Poseidons Waffe niederstrecken!
es: ¡Aniquilaré a mis enemigos con el arma de Poseidón!
fr: J'öccirai mes ennemis grâce à l'arme de Njörd !
it: Devasterò i miei nemici con l'arma di Poseidone!
ja: ポセイドンの武器で敵を破滅させてやろうではないか！
ko: 포세이돈의 무기로 적을 파멸시키리라!
pl: Pokonam mych przeciwników bronią Posejdona!
pt_br: Preciso acabar com meus inimigos usando a arma de Poseidon!
ru: Я сокрушу своих врагов оружием Посейдона!
zh_cn: 就让我用这把波塞冬的武器荡平敌军吧！
zh_tw: 就讓我用這把波塞冬的武器蕩平敵軍吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_1
source: Toys do not interest a great warrior such as I.
de: Spielzeuge interessieren eine große Kriegerin wie mich nicht.
es: Los juguetes no le interesan a una gran guerrera como yo.
fr: Une guerrière de ma trempe se moque des jouets.
it: I giocattoli non interessano a una grande guerriera come me.
ja: 私のような戦士ともなると、オモチャなどに興味はない。
ko: 나처럼 위대한 전사는 장난감에 관심 없어.
pl: Wielcy wojownicy, tacy jak ja, nie interesują się zabawkami.
pt_br: Brinquedos não são de interesse de uma grande guerreira como eu.
ru: Игрушки не интересуют такого великого воина, как я.
zh_cn: 玩具吸引不了像我这样的伟大战士。
zh_tw: 玩具吸引不了像我這樣的偉大戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_10
source: A token of victory.
de: Ein Gutschein für einen Sieg.
es: Un símbolo de la victoria.
fr: Un souvenir de victoire.
it: Un simbolo di vittoria.
ja: 勝利の印。
ko: 승리의 징표로군.
pl: Symbol zwycięstwa.
pt_br: Um símbolo de vitória.
ru: Символ победы.
zh_cn: 胜利的象征。
zh_tw: 勝利的象徵。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_11
source: A warrior encased in armor. I'm told its name is "Hal."
de: Ein Krieger in Rüstung. Sein Name soll "Hal" sein.
es: Un guerrero en una armadura. Me ha dicho que se llama "Hal".
fr: Un guerrier dans une armure de fer. Il paraît qu'il s'appelle Hal.
it: Un guerriero racchiuso in armatura. Mi hanno detto che il suo nome è "Hal".
ja: よろいに身を包みし戦士…名はハルという
ko: 갑옷을 두른 전사. 이름은 '할'이라던가.
pl: Wojownik kuty w zbroję. Powiadają, iż zowie się „Hal”.
pt_br: Um guerreiro enclausurado numa armadura. Me disseram que seu nome é "Hal".
ru: Воин, облаченный в доспехи. Слышала, его зовут «Хэл».
zh_cn: 身着装甲的战士。有人告诉我他的名字叫“哈尔。”
zh_tw: 身著裝甲的戰士。有人告訴我他的名字叫“哈爾。”

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_12
source: Remnants of Ms. Wicker's summons? Truly a fierce woman.
de: Reste von Frau Wickers Vorladung? Wirklich eine heftige Frau.
es: ¿Los restos de la batalla de la Sra. Wicker? Ciertamente una mujer feroz.
fr: Des restes d'un combat gagné par Mme Wicker ? C'est vraiment une femme féroce.
it: Resti della vittoria della signorina Wicker? Una donna veramente feroce.
ja: ウィッカー女史の召喚せしものか…？恐ろしい…
ko: 위커바텀이 불러낸 소환수의 잔해인가? 정말 투지가 불타는 여자라니까.
pl: Czyżby pozostałości przywołań panny Wicker? Doprawdy, krwiożercza z niej kobieta.
pt_br: Os restos das invocações da Sra. Wicker? Uma mulher verdadeiramente brava.
ru: То, что осталось после призыва мисс Уикер? Какая боевая дама.
zh_cn: 这是维克女士召唤的东西留下的？真是个猛女人。
zh_tw: 這是維克女士召喚的東西留下的？真是個猛女人。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_13
source: A small, peculiar woman.
de: Eine eigenartige kleine Frau.
es: Una mujer pequeña y peculiar.
fr: Un drôle de petit bonhomme.
it: Una donna piccola e particolare.
ja: 小さきおなごか…面妖な…
ko: 작고 이상한 여인이군.
pl: Niewielka, osobliwa kobieta.
pt_br: Uma mulher pequena e estranha.
ru: Маленькая, необычная женщина.
zh_cn: 一个古怪的小女人。
zh_tw: 一個古怪的小女人。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_14
source: Tea is a luxury that warriors cannot afford.
de: Tee ist ein Luxus, den sich Krieger nicht leisten können.
es: El té es un lujo que no pueden permitirse los guerreros.
fr: Le thé est un luxe que ne peuvent s'offrir les guerriers.
it: Il tè è un lusso che i guerrieri non possono permettersi.
ja: 茶はぜいたく品…戦士には必要ない
ko: 전사는 차 따위를 즐길 여유가 없지.
pl: Herbata to luksus niedostępny dla wojowników.
pt_br: O chá é um luxo ao qual os guerreiros não têm direito.
ru: Чай — это роскошь, недоступная воинам.
zh_cn: 茶是战士们买不起的奢侈品。
zh_tw: 茶是戰士們買不起的奢侈品。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_15
source: A noble fighter.
de: Ein edler Kämpfer.
es: Un luchador noble.
fr: Un noble combattant.
it: Un lottatore nobile.
ja: 高貴なる戦士だ
ko: 고귀한 투사로군.
pl: Dzielny wojownik.
pt_br: Um lutador nobre.
ru: Благородный боец.
zh_cn: 一位高尚的战士。
zh_tw: 一位高尚的戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_16
source: A noble fighter.
de: Ein edler Kämpfer.
es: Un luchador noble.
fr: Un noble combattant.
it: Un lottatore nobile.
ja: 高貴なる戦士だ
ko: 고귀한 투사로군.
pl: Dzielny wojownik.
pt_br: Um lutador nobre.
ru: Благородный боец.
zh_cn: 一位高尚的战士。
zh_tw: 一位高尚的戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_17
source: A poor weapon.
de: Eine schwache Waffe.
es: Una pobre arma.
fr: Une pauvre arme.
it: Un'arma povera.
ja: みすぼらしき武器だ
ko: 참으로 한심한 무기야.
pl: Prymitywny oręż.
pt_br: Uma pobre arma.
ru: Бедное оружие.
zh_cn: 没用的武器。
zh_tw: 沒用的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_18
source: I must mentor the young one in battle strategy.
de: Ich muss den Jungen etwas Kampfstrategie beibringen.
es: Debo enseñar a los jóvenes la estrategia de batalla.
fr: Il faut que j'enseigne l'art militaire à ce petit-là.
it: Devo insegnare ai giovani la strategia di battaglia.
ja: 若人に戦術の指南をせねばな…
ko: 어린이들에게 전략에 대해 가르쳐줘야지.
pl: Muszę nauczyć młodych taktyki bitewnej.
pt_br: Devo orientar o jovem sobre a estratégia de batalha.
ru: Я должна обучить молодого воина боевой стратегии.
zh_cn: 我得教这年轻人战斗策略。
zh_tw: 我得教這年輕人戰鬥策略。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_19
source: A useless toy.
de: Ein nutzloses Spielzeug.
es: Un juguete inútil.
fr: Un jouet inutile.
it: Un giocattolo inutile.
ja: 玩具だ…なんの役にも立たぬ
ko: 쓸모없는 장난감이로군.
pl: Bezużyteczna zabawka.
pt_br: Um brinquedo inútil.
ru: Бесполезная игрушка.
zh_cn: 没用的玩具。
zh_tw: 沒用的玩具。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_2
source: Accompaniment for my ballad of triumphs.
de: Die Begleitmusik für das Lied meines Triumphs.
es: Un acompañamiento para la balada de mis triunfos.
fr: Pour accompagner le chant de mes triomphes.
it: Accompagnamento per la ballata dei miei trionfi.
ja: 我が凱旋歌の伴奏を奏でる楽器だな
ko: 내 승전가가 울릴 때 연주하면 좋겠군.
pl: Akompaniament dla mych ballad o zwycięstwie.
pt_br: Um acompanhamento para minhas baladas de triunfos.
ru: На нем можно сыграть мелодию для моей триумфальной баллады.
zh_cn: 为我的凯旋之歌伴奏吧。
zh_tw: 為我的凱旋之歌伴奏吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_20
source: Finally, a safe weapon with which to spar with my new allies.
de: Endlich eine sichere Waffe, mit der ich mit meinem neuen Verbündeten trainieren kann.
es: Por fin un arma segura con la que entrenar con mis nuevos aliados.
fr: Enfin, une arme sans danger pour m'entraîner avec mes nouveaux alliés.
it: Finalmente, un'arma sicura con la quale litigare con i miei nuovi alleati.
ja: これで、友と安全に剣の稽古ができるぞ！
ko: 새 동료들과 함께 대련할 때 쓸 만한 안전한 무기로군.
pl: Nareszcie! Broń do bezpiecznych sparringów z mymi nowymi przyjaciółmi.
pt_br: Finalmente, uma arma segura para treinar com meus aliados.
ru: Наконец-то, безопасное оружие для товарищеских боев с моими новыми союзниками.
zh_cn: 最后，用安全的武器和我的新盟友们进行训练战斗。
zh_tw: 最後，用安全的武器和我的新盟友們進行訓練戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_21
source: Cooking utensils do not interest me.
de: Kochutensilien interessieren mich nicht.
es: Los utensilios de cocina no me interesan.
fr: Les ustensiles de cuisine ne m'intéressent pas.
it: Gli utensili da cucina non mi interessano.
ja: 料理道具など、我には必要ない
ko: 조리도구에는 관심 없어.
pl: Narzędzia do gotowania nużą mnie.
pt_br: Utensílios de cozinha não me interessam.
ru: Кухонная утварь меня не интересует.
zh_cn: 我对厨房用具没兴趣。
zh_tw: 我對廚房用具沒興趣。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_22
source: It won't stand up to the rigors of battle.
de: Wird die Härte des Kampfes nicht aushalten.
es: No soportará los rigores de la batalla.
fr: Ça ne résistera pas aux rigueurs du combat.
it: Non resisterà ai rigori della battaglia.
ja: 過酷な戦場での使用には耐えられまい
ko: 전투에는 쓸모없겠군.
pl: Nie sprosta wyzwaniom boju.
pt_br: Não suportará os rigores da batalha.
ru: Эта нить не сможет выдержать суровую битву.
zh_cn: 它忍受不了战斗的严苛。
zh_tw: 它忍受不了戰鬥的嚴苛。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_23
source: Not as useful as a battle horn.
de: Nicht so nützlich wie ein Schlachthorn.
es: No es tan útil como un cuerno de batalla.
fr: Pas aussi pratique qu'un chausse-casque.
it: Non è così utile come un corno da battaglia.
ja: これは何だ？剣にしては切れ味が鈍い
ko: 딱히 쓸데가 있진 않다.
pl: Róg bitewny jest bardziej przydatny.
pt_br: Não é tão útil quanto um chifre de batalha.
ru: Не так полезен, как боевой рожок.
zh_cn: 不如战斗号角好用。
zh_tw: 不如戰鬥號角好用。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_24
source: Grant me luck on the battlefield!
de: Wünsch mir Glück auf dem Schlachtfeld!
es: ¡Dame suerte en el campo de batalla!
fr: Apporte-moi la chance sur le champ de bataille !
it: Concedimi la fortuna sul campo di battaglia!
ja: 戦場で、我に幸運を授けよ！
ko: 전장에서 내게 행운을 다오!
pl: Zapewnij mi pomyślność na polu bitwy!
pt_br: Conceda-me sorte no campo de batalha.
ru: Даруй мне удачу на поле боя!
zh_cn: 战场上请赐予我好运！
zh_tw: 戰場上請賜予我好運！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_25
source: Perhaps the stench will drive the enemy away.
de: Vielleicht wird der Gestank den Gegner vertreiben.
es: Tal vez el hedor ahuyente al enemigo.
fr: L'odeur repoussera peut-être l'ennemi.
it: Magari il fetore farà allontanare il nemico.
ja: このニオイで、敵も追い払えよう
ko: 어쩌면 고약한 냄새가 적을 쫓아내줄 수도 있겠네.
pl: Być może odór odstraszy wrogów.
pt_br: Talvez o fedor afugente o inimigo.
ru: Возможно, вонь прогонит противника прочь.
zh_cn: 或许这恶臭能把敌人赶走。
zh_tw: 或許這惡臭能把敵人趕走。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_26
source: My allies will appreciate the survival training I've bestowed.
de: Meine Verbündeten werden mein Überlebenstraining zu schätzen wissen.
es: Mis aliados apreciarán el entrenamiento de supervivencia que he tenido.
fr: Mes alliés apprécieront l'entraînement à la survie que je leur ai accordé.
it: I miei alleati apprezzeranno l'addestramento alla sopravvivenza che gli ho conferito.
ja: 我の指南した野営の技、友らも重宝するはず
ko: 내 덕분에 하는 생존훈련에 동료들이 고마워할지도.
pl: Moi sojusznicy docenią przekazane im lekcje przetrwania.
pt_br: Meus aliados gostam do treinamento em sobrevivência que lhes concedi.
ru: Мои союзники высоко ценят тот опыт выживания, который был им дарован мной.
zh_cn: 我的盟友会感激我为他们进行生存训练。
zh_tw: 我的盟友會感激我為他們進行生存訓練。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_27
source: This weak, flimsy wire reminds me... I must toughen Maxwell up!
de: Dieser dünne, mickrige Draht erinnert mich daran, dass ich Maxwell noch abhärten muss!
es: Este alambre débil me recuerda que... ¡Debo fortalecer a Maxwell!
fr: Ce petit fil de fer tout mince me rappelle... que je dois endurcir Maxwell !
it: Questo filo debole e fragile mi ricorda che... devo temprare Maxwell!
ja: 針金か…マウスウェルのごとく貧弱だな！
ko: 이 허름한 철사를 보니까 생각나는데... 맥스웰을 더 단련시켜야겠어!
pl: Te słabe, żałosne kable przypomniały mi... Muszę wzmocnić Maxwella!
pt_br: Esse fio fraco e frágil me faz lembrar que... Devo deixar Maxwell mais forte!
ru: Эта слабая, хрупка проволока напоминает мне… Я должна быть жесткой, под стать Максвеллу!
zh_cn: 这虚弱的金属丝提醒我…我得让麦斯威尔强大起来！
zh_tw: 這虛弱的金屬絲提醒我…我得讓麥斯威爾強大起來！

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_28
source: Even the feeble can wage mighty battle upon the board.
de: Auf dem Spielbrett können selbst die Schwachen große Schlachten führen.
es: Hasta los débiles pueden lidiar temibles batallas en el tablero.
fr: Même les plus faibles peuvent mener de grands combats sur le plateau.
it: Anche i deboli possono dare battaglia su una scacchiera.
ja: 弱者でさえ、盤上で激しい戦いを繰り広げることができる。
ko: 아무리 약한 사람도 체스판 위에서는 힘차게 싸울 수 있지.
pl: Nawet słabi mogą na planszy szlachetny bój.
pt_br: Até os fracos conseguem guerrear sobre o tabuleiro.
ru: Даже немощный сможет оценить всю мощь битвы на доске.
zh_cn: 即使是弱者也可以在棋盘上发动强大的战争。
zh_tw: 即使是弱者也可以在棋盤上發動強大的戰爭。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_29
source: Even the feeble can wage mighty battle upon the board.
de: Auf dem Spielbrett können selbst die Schwachen große Schlachten führen.
es: Hasta los débiles pueden lidiar temibles batallas en el tablero.
fr: Même les plus faibles peuvent mener de grands combats sur le plateau.
it: Anche i deboli possono dare battaglia su una scacchiera.
ja: 弱者でさえ、盤上で激しい戦いを繰り広げることができる。
ko: 아무리 약한 사람도 체스판 위에서는 힘차게 싸울 수 있지.
pl: Nawet słabi mogą na planszy szlachetny bój.
pt_br: Até os fracos conseguem guerrear sobre o tabuleiro.
ru: Даже немощный сможет оценить всю мощь битвы на доске.
zh_cn: 即使是弱者也可以在棋盘上发动强大的战争。
zh_tw: 即使是弱者也可以在棋盤上發動強大的戰爭。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_3
source: Even my spear cannot undo this knot.
de: Selbst mein Speer kann diesen Knoten nicht lösen.
es: Ni siquiera mi lanza puede deshacer este nudo.
fr: Un nœud impossible à dénouer même avec ma lance.
it: Perfino la mia lancia non può sciogliere questo nodo.
ja: 私の槍先でさえ、この結び目はほどけない。
ko: 내 창으로도 이 매듭은 풀 수 없지.
pl: Nawet moja włócznia nie zdoła go rozwiązać.
pt_br: Nem mesmo minha lança pode desfazer esse nó.
ru: Даже мое копье не справится с этим узлом.
zh_cn: 就算用我的长矛也打不开这个结。
zh_tw: 就算用我的長矛也打不開這個結。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_30
source: Tis not a unicorn.
de: Das ist kein Einhorn.
es: Esto no es un unicornio.
fr: Ce n'est pas une licorne.
it: Questo non è un unicorno.
ja: これはユニコーンにあらず！
ko: 일각수가 아니다.
pl: To nie jednorożec.
pt_br: Não é um unicórnio.
ru: Это не единорог.
zh_cn: 这不是一只独角兽。
zh_tw: 這不是一隻獨角獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_31
source: Tis not a unicorn.
de: Das ist kein Einhorn.
es: Esto no es un unicornio.
fr: Ce n'est pas une licorne.
it: Questo non è un unicorno.
ja: これはユニコーンにあらず！
ko: 일각수가 아니다.
pl: To nie jednorożec.
pt_br: Não é um unicórnio.
ru: Это не единорог.
zh_cn: 这不是一只独角兽。
zh_tw: 這不是一隻獨角獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.TRINKET_32
source: Reveal mine destiny, oh great fates!
de: Offenbaren meine Schicksal, oh großes Schicksal!
es: ¡Reveladme mi destino, oh, grandes Parcas!
fr: Révélez mon avenir, oh grands destins !
it: Rivelate il mio destino, oh grandi fati!
ja: 我が、運命を示せ、偉大なる運命よ！
ko: 제 운명을 밝혀주소서!
pl: Ujawnij me przeznaczenie, wielki losie!
pt_br: Revelem meu destino, oh, grandes moiras!
ru: Раскрой мое предназначение, великая судьба!
zh_cn: 揭示我的命运，哦伟大的命运！
zh_tw: 揭示我的命運，哦偉大的命運！
