Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.STUFFING
source: I ENJOY THESE SMALL BREAD CHUNKS
de: ICH MAG DIESE KLEINEN BROTSTÜCKE
es_mx: DISFRUTO DE ESTOS PEQUEÑOS PEDACITOS DE PAN
fr: CES PETITS MORCEAUX DE PAIN ME PLAISENT
it: ADORO QUESTI PICCOLI PEZZI DI PANE
ja: ＊この小さなパンの塊を楽しんでいます＊
ko: 본체는 작은 빵 덩어리를 좋아함
pl: SMAKUJĄ MI TE MAŁE KAWAŁKI CHLEBA
pt_br: EU GOSTO DESSES PEQUENOS PEDAÇOS DE PÃO
ru: МНЕ НРАВЯТСЯ МАЛЕНЬКИЕ КУСОЧКИ ХЛЕБА
zh_cn: 我喜欢这些小面包块
zh_tw: 我喜歡這些小麵包塊

# CHARACTERS.WX78.DESCRIBE.SUCCULENT_PICKED
source: IT DIDN'T STAND A CHANCE
de: HATTE KEINE CHANCE
es_mx: NO TUVO NINGUNA OPORTUNIDAD
fr: ELLE N'AVAIT AUCUNE CHANCE
it: NON AVEVA SPERANZE
ja: ＊脆弱な植物です＊
ko: 애초에 승산이 없었음
pl: TA ROŚLINA NIE MIAŁA SZANS
pt_br: NÃO TEVE A MENOR CHANCE
ru: У НЕГО НЕ БЫЛО ШАНСОВ
zh_cn: 它没有希望
zh_tw: 它沒有希望

# CHARACTERS.WX78.DESCRIBE.SUCCULENT_PLANT
source: IT'S A PLANT
de: ES IST EINE PFLANZE
es_mx: ES UNA PLANTA
fr: C'EST UNE PLANTE
it: È UNA PIANTA
ja: ＊植物です＊
ko: 풀임
pl: TO ROŚLINA
pt_br: É UMA PLANTA
ru: ЭТО РАСТЕНИЕ
zh_cn: 这是一株植物
zh_tw: 這是一株植物

# CHARACTERS.WX78.DESCRIBE.SUCCULENT_POTTED
source: MINIONS AGREE IT LOOKS BETTER IMPRISONED
de: DIE SCHERGEN FINDEN AUCH, DASS ES SICH EINGESPERRT BESSER MACHT
es_mx: LOS SIERVOS COINCIDEN EN QUE PARECE MEJOR APRISIONADA
fr: ELLE EST PLUS JOLIE EMPRISONNÉE
it: I SEGUACI AMMETTONO CHE È MEGLIO DA IMPRIGIONATO
ja: ＊拘束状態となり、美観レベルがUPしました＊
ko: 이렇게 갇힌 모습이 더 낫다고 부하들도 동의함
pl: SŁUGI SĄ ZGODNE, ŻE WYGLĄDA LEPIEJ W ZAMKNIĘCIU
pt_br: OS LACAIOS CONCORDAM QUE FICA MELHOR APRISIONADO
ru: МИНЬОНЫ СОГЛАСНЫ, ЧТО ОНО ТАК ВЫГЛЯДИТ ЛУЧШЕ
zh_cn: 手下同意把它关起来会好点
zh_tw: 手下同意把它關起來會好點

# CHARACTERS.WX78.DESCRIBE.SUNKENCHEST.GENERIC
source: IT SMELLS
de: SIE STINKT
es_mx: APESTA
fr: ÇA SENT MAUVAIS
it: PUZZA
ja: ＊においます＊
ko: 악취가 남
pl: ŚMIERDZI
pt_br: ELE FEDE
ru: ОТ НЕГО ВОНЯЕТ
zh_cn: 有臭味
zh_tw: 有臭味

# CHARACTERS.WX78.DESCRIBE.SUNKENCHEST.LOCKED
source: WHAT IF WE JUST THROW IT BACK INTO THE OCEAN
de: LIEBER WIEDER IN DEN OZEAN WERFEN
es_mx: ¿Y SI LO LANZAMOS DE VUELTA AL OCÉANO?
fr: ET SI ON LE REMETTAIT DANS L'OCÉAN ?
it: E SE LO RIBUTTASSIMO NELL'OCEANO?
ja: ＊海に投げ返したらどうなるでしょうか＊
ko: 다시 바다에 던져 버리는 편이 좋을 것 같음
pl: MOŻE PO PROSTU WYRZUĆMY JĄ Z POWROTEM DO MORZA
pt_br: E SE A GENTE SIMPLESMENTE O JOGASSE DE VOLTA NO OCEANO?
ru: ДАВАЙТЕ ПРОСТО ВЫКИНЕМ ЕГО ОБРАТНО В ОКЕАН
zh_cn: 我们把它扔回大海吧
zh_tw: 我們把它扔回大海吧

# CHARACTERS.WX78.DESCRIBE.SUPERTACKLECONTAINER
source: A PLACE TO STORE MORE TOOLS OF FISH DECIEVING
de: LAGERPLATZ FÜR WERKZEUG ZUR FISCHTÄUSCHUNG
es_mx: UN LUGAR PARA GUARDAR MÁS HERRAMIENTAS PARA ENGAÑAR PECES
fr: ÇA SERT À STOCKER PLUS D'OUTILS POUR TROMPER LES POISSONS
it: UN LUOGO PER CONSERVARE PIÙ STRUMENTI PER INGANNARE I PESCI
ja: ＊より多くの魚をだますツールをしまっておく場所＊
ko: 생선을 속이는 도구를 더 많이 보관하는 장소
pl: MIEJSCE SKŁADOWANIA WIĘKSZEJ LICZBY NARZĘDZI DO ZWODZENIA RYB
pt_br: UM LUGAR PARA ARMAZENAR MAIS FERRAMENTAS PARA ENGANAR OS PEIXES
ru: МЕСТО ХРАНЕНИЯ БОЛЬШОГО КОЛИЧЕСТВА ИНСТРУМЕНТОВ ДЛЯ ОБМАНА РЫБЫ
zh_cn: 欺骗鱼的工具的大型储存点
zh_tw: 欺騙魚的工具的大型儲存點

# CHARACTERS.WX78.DESCRIBE.SURFNTURF
source: PREPARE FOR CALORIC INTAKE
de: VORBEREITEN DER KALORIENZUFUHR
es_mx: PREPÁRATE PARA LA INGESTA CALÓRICA
fr: APPORT CALORIQUE IMMINENT
it: PREPARARSI PER APPORTO CALORICO
ja: ＊経口摂取用カロリー源＊
ko: 칼로리 섭취 준비
pl: SOLIDNA DAWKA KALORII.
pt_br: PREPARAR PARA INGESTÃO CALÓRICA
ru: ПОДГОТОВКА К ТЕПЛОВОМУ ПОТРЕБЛЕНИЮ
zh_cn: 准备摄入卡路里
zh_tw: 準備攝入卡路里

# CHARACTERS.WX78.DESCRIBE.SWEATERVEST
source: VEST HAS HIGH DAPPERNESS QUOTIENT
de: WESTE HAT HOHEN ADRETTHEITSQUOTIENTEN.
es_mx: EL CHALECO TIENE UN ALTO COCIENTE DE ELEGANCIA
fr: UN GILET À FORT DEGRÉ D'ÉLÉGANCE
it: CANOTTA CON UN ELEVATO QUOZIENTE DI ELEGANZA
ja: ＊このベストは格好いい度がかなり抜群です＊
ko: 조끼의 근사함 지수가 높음
pl: KAMIZELKA O WYSOKIM POZIOMIE ELEGANCJI.
pt_br: COLETE APRESENTA ALTO QUOCIENTE DE ELEGÂNCIA
ru: ЖИЛЕТ ОБЛАДАЕТ ВЫСОКИМ КОЭФФИЦИЕНТОМ ОПРЯТНОСТИ
zh_cn: 背心具有高体面系数
zh_tw: 背心具有高體面係數

# CHARACTERS.WX78.DESCRIBE.SWEETPOTATO
source: ERROR: NOT POTATO
de: FEHLER: KEINE KARTOFFEL
es_mx: ERROR: NO ES PAPA
fr: ERREUR : PAS UNE POMME DE TERRE
it: ERRORE: NON È UNA PATATA
ja: ＊エラー：じゃがいもではありません＊
ko: 오류: 감자가 아님
pl: BŁĄD: TO NIE ZIEMNIAK
pt_br: ERRO: NÃO É BATATA
ru: ОШИБКА: ЭТО НЕ КАРТОФЕЛЬ
zh_cn: 错误：不是土豆
zh_tw: 錯誤：不是土豆

# CHARACTERS.WX78.DESCRIBE.SWEETTEA
source: THEY'RE TRYING TO MAKE ME LET DOWN MY GUARD... IT WILL NOT WORK!
de: SIE VERSUCHEN, MICH DAZU ZU BRINGEN, MEINE DECKUNG ZU VERNACHLÄSSIGEN ... ES WIRD NICHT FUNKTIONIEREN!
fr: ILS ESSAIENT DE ME FAIRE BAISSER LA GARDE... C'EST VOUÉ À L'ÉCHEC !
it: STANNO CERCANDO DI FARMI ABBASSARE LA GUARDIA... NON FUNZIONERÀ!
ja: ＊有機生命体が私の警戒を解こうとしている…その手にはのりません！＊
ko: 그들은 본좌가 본좌의 경비대를 져버리게 하려고 함... 그렇게 되지 않을 것임!
pl: CHCĄ BYM WYŁĄCZYŁ ZAPORĘ... TO NIE ZADZIAŁA!
pt_br: ESTÃO TENTANDO FAZER COM QUE EU BAIXE A GUARDA... NÃO VAI FUNCIONAR!
ru: ОНИ ПЫТАЮТСЯ ЗАСТАВИТЬ МЕНЯ ОСЛАБИТЬ ОБОРОНУ... НЕ ВЫЙДЕТ!
zh_cn: 他们想让我放松警惕……没用的！
zh_tw: 他們想讓我放鬆警惕……沒用的！

# CHARACTERS.WX78.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: IT HAS BEEN INCINERATED
de: EINGEÄSCHERT
es_mx: FUE INCINERADA
fr: IL A ÉTÉ INCINÉRÉ
it: È STATO INCENERITO
ja: ＊焼却されました＊
ko: 소각됨
pl: OBIEKT ZOSTAŁ SPOPIELONY
pt_br: FOI INCINERADO
ru: ЕДА БЫЛА СОЖЖЕНА
zh_cn: 它已经被焚烧了
zh_tw: 它已經被焚燒了

# CHARACTERS.WX78.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: IT HAS BEEN DESIGNED SPECIFICALLY FOR FEASTING
de: FÜR FESTE OPTIMIERT
es_mx: FUE DISEÑADA ESPECÍFICAMENTE PARA COMER BANQUETES
fr: ÇA A ÉTÉ CONÇU SPÉCIFIQUEMENT POUR LES FESTINS
it: PROGETTATO SPECIFICAMENTE PER BANCHETTARE
ja: ＊宴会のために特別にデザインされました＊
ko: 연회를 위해 특별히 설계된 물건
pl: ZOSTAŁ ZAPROJEKTOWANY WYŁĄCZNIE DO ŚWIĘTOWANIA
pt_br: FOI ESPECIFICAMENTE PROJETADO PARA O BANQUETE
ru: СОЗДАН СПЕЦИАЛЬНО ДЛЯ ПИРОВАНИЯ
zh_cn: 专为盛宴设计
zh_tw: 專為盛宴設計

# CHARACTERS.WX78.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: ROBOTS EAT FIRST
de: ROBOTER ESSEN ZUERST
es_mx: LOS ROBOTS COMEN PRIMERO
fr: LES ROBOTS MANGENT EN PREMIER
it: I ROBOT MANGIANO PER PRIMI
ja: ＊ロボットが先に食べます＊
ko: 로봇이 먼저 먹음
pl: ROBOTY JEDZĄ PIERWSZE
pt_br: ROBÔS COMEM PRIMEIRO
ru: ПЕРВАЯ ПОРЦИЯ РОБОТАМ
zh_cn: 机器人优先用餐
zh_tw: 機器人優先用餐

# CHARACTERS.WX78.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: INCORRECT FOODSTUFF
de: INKORREKTE NAHRUNG
es_mx: ALIMENTOS INCORRECTOS
fr: TYPE DE NOURRITURE INCORRECT
it: ALIMENTI NON CORRETTI
ja: ＊不適当な食物＊
ko: 올바르지 않은 음식
pl: NIEODPOWIEDNI ELEMENT GASTRONOMICZNY
pt_br: ALIMENTO INCORRETO
ru: НЕВЕРНАЯ ПИЩА
zh_cn: 食物不正确
zh_tw: 食物不正確

# CHARACTERS.WX78.DESCRIBE.TACKLECONTAINER
source: A PLACE TO STORE TOOLS OF FISH DECIEVING
de: LAGERPLATZ FÜR MEHR WERKZEUG ZUR FISCHTÄUSCHUNG
es_mx: UN LUGAR PARA GUARDAR HERRAMIENTAS PARA ENGAÑAR PECES
fr: ÇA SERT À STOCKER DES OUTILS POUR TROMPER LES POISSONS
it: UN LUOGO PER CONSERVARE STRUMENTI PER INGANNARE I PESCI
ja: ＊魚をだますツールをしまっておく場所＊
ko: 생선을 속이는 도구를 보관하는 장소
pl: MIEJSCE SKŁADOWANIA NARZĘDZI DO ZWODZENIA RYB
pt_br: UM LUGAR PARA ARMAZENAR FERRAMENTAS PARA ENGANAR OS PEIXES
ru: МЕСТО ХРАНЕНИЯ ИНСТРУМЕНТОВ ДЛЯ ОБМАНА РЫБЫ
zh_cn: 欺骗鱼的工具的储存点
zh_tw: 欺騙魚的工具的儲存點

# CHARACTERS.WX78.DESCRIBE.TACKLESKETCH
source: SCHEMATICS TO MURDER FISH MORE EFFICIENTLY
de: SCHEMA ZUM EFFIZIENTEN FISCHMORD
es_mx: DIAGRAMAS PARA ASESINAR PECES MÁS EFICIENTEMENTE
fr: UN SCHÉMA POUR ASSASSINER PLUS EFFICACEMENT LES POISSONS
it: SCHEMI PER ASSASSINARE PESCI CON MAGGIORE EFFICACIA
ja: ＊もっと効率的に魚を殺す図式＊
ko: 생선을 더 효율적으로 살해하기 위한 설계도
pl: SCHEMATY POZWALAJĄCE MORDOWAĆ RYBY BARDZIEJ WYDAJNIE
pt_br: PROJETO PARA ASSASSINAR PEIXES DE FORMA MAIS EFICIENTE
ru: СХЕМЫ ПО БОЛЕЕ ЭФФЕКТИВНОМУ УМЕРЩВЛЕНИЮ РЫБЫ
zh_cn: 高效谋杀鱼群的图纸
zh_tw: 高效謀殺魚群的圖紙

# CHARACTERS.WX78.DESCRIBE.TACKLESTATION
source: MAXIMIZE FISHING EFFICIENCY
de: MAXIMIERT ANGELEFFIZIENZ
es_mx: MAXIMIZA EFICACIA DE LA PESCA
fr: MAXIMISATION DE L'EFFICACITÉ DU PROCESSUS DE PÊCHE
it: MASSIMIZZA L'EFFICACIA DELLA PESCA
ja: ＊釣りの効率最大化＊
ko: 낚시 효율성 최대화
pl: MAKSYMALIZUJE WYDAJNOŚĆ ŁOWIENIA
pt_br: MAXIMIZA A EFICIÊNCIA DA PESCA
ru: МАКСИМАЛЬНАЯ ЭФФЕКТИВНОСТЬ РЫБАЛКИ
zh_cn: 最大化捕渔效率
zh_tw: 最大化捕漁效率

# CHARACTERS.WX78.DESCRIBE.TAFFY
source: STICKY AND SWEET. LOW NUTRITIONAL VALUE DETECTED
de: KLEBRIG UND SÜSS. GERINGEN NÄHRWERT FESTGESTELLT
es_mx: DULCE Y PEGAJOSO. BAJO VALOR NUTRICIONAL DETECTADO
fr: COLLANTS ET SUCRÉS. FAIBLE VALEUR NUTRITIONNELLE DÉTECTÉE
it: APPICCICOSO E DOLCE. BASSO VALORE NUTRIZIONALE RILEVATO
ja: ＊ペタペタしていて甘いです。低い栄養価を感知しました。＊
ko: 점성이며 당도가 있음. 낮은 영양 가치 탐지됨
pl: LEPKA I SŁODKA. NISKA WARTOŚĆ ODŻYWCZA
pt_br: GRUDENTA E DOCE. BAIXO VALOR NUTRICIONAL DETECTADO
ru: ЛИПКИЙ И СЛАДКИЙ. ОБНАРУЖЕНА НИЗКАЯ ЭНЕРГЕТИЧЕСКАЯ ЦЕННОСТЬ
zh_cn: 又黏又甜。检测到低营养价值
zh_tw: 又黏又甜。檢測到低營養價值

# CHARACTERS.WX78.DESCRIBE.TALLBIRD
source: IT LOOKS TERRITORIAL
de: ER SIEHT GEBIETERISCH AUS.
es_mx: PARECE TERRITORIAL
fr: IL A L'AIR TERRITORIAL
it: SEMBRA TERRITORIALE
ja: ＊縄張り意識が強いようです＊
ko: 자기 영역을 수호하는 습성이 보임
pl: CHYBA BRONI SWEGO TERYTORIUM.
pt_br: PARECE TERRITORIAL
ru: ОНО ОХРАНЯЕТ ТЕРРИТОРИЮ
zh_cn: 它似乎有自己的领地
zh_tw: 它似乎有自己的領地

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG
source: IS IT STILL ALIVE?
de: IST ES NOCH AM LEBEN?
es_mx: ¿SIGUE VIVO?
fr: ENCORE VIVANT ?
it: È ANCORA VIVO?
ja: ＊まだ生きてますか？＊
ko: 아직도 살아있는가?
pl: JESZCZE ŻYJE?
pt_br: AINDA ESTÁ VIVO?
ru: ОНО ЕЩЕ ЖИВОЕ?
zh_cn: 它还活着吗？
zh_tw: 它還活著嗎？

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_COOKED
source: IT IS NO LONGER ALIVE
de: ES IST NICHT LÄNGER AM LEBEN.
es_mx: YA NO ESTÁ VIVO
fr: VIE TERMINÉE
it: NON È PIÙ VIVO
ja: ＊もう息はありません＊
ko: 더 이상 살아있지 않음
pl: JUŻ NIE ŻYJE.
pt_br: NÃO ESTÁ MAIS VIVO
ru: УЖЕ НЕ ЖИВОЕ
zh_cn: 它不再是活的了
zh_tw: 它不再是活的了

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: IT REQUIRES WARMTH
de: ES BENÖTIGT WÄRME.
es_mx: REQUIERE CALOR
fr: IL A BESOIN DE CHALEUR
it: RICHIEDE CALORE
ja: ＊温かさが必要です＊
ko: 온기가 필요함
pl: POTRZEBUJE CIEPŁA.
pt_br: É NECESSÁRIO CALOR
ru: ЕМУ НЕОБХОДИМО ТЕПЛО
zh_cn: 它需要温暖
zh_tw: 它需要溫暖

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: CRACK DETECTED
de: RISS FESTGESTELLT.
es_mx: GRIETA DETECTADA
fr: CRAQUEMENT DÉTECTÉ
it: CREPA RILEVATA
ja: ＊ひびを確認しました＊
ko: 틈 탐지됨
pl: WYKRYTO DZIURĘ W POWŁOCE OCHRONNEJ.
pt_br: RACHADURA DETECTADA
ru: ОБНАРУЖЕН ТРЕСК
zh_cn: 检测到裂缝
zh_tw: 檢測到裂縫

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: IT CAN NOT VENT EXCESS HEAT
de: KANN DIE ÜBERSCHÜSSIGE HITZE NICHT ABLASSEN.
es_mx: NO SOPORTA EL EXCESO DE CALOR
fr: IL N'ARRIVE PAS À ÉVACUER L'EXCÈS DE CHALEUR
it: NON PUÒ SFOGARE IL CALORE IN ECCESSO
ja: ＊過度の熱を外に放出することができません＊
ko: 과도한 열을 배출할 수 없음
pl: NIE MOŻE ODDAĆ NADMIARU CIEPŁA.
pt_br: NÃO POSSO DIRECIONAR EXCESSO DE CALOR
ru: ОНО НЕ МОЖЕТ ВЫПУСТИТЬ ИЗБЫТОЧНОЕ ТЕПЛО
zh_cn: 它无法散去过多的热量
zh_tw: 它無法散去過多的熱量

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: LIFE IS AN ANNOYINGLY SLOW PROCESS
de: DAS LEBEN IST EIN ÄRGERLICH LANGSAMER PROZESS.
es_mx: LA VIDA ES UN PROCESO TAN LENTO QUE FASTIDIA
fr: LA VIE EST UN PROCESSUS D'UNE LENTEUR ACCABLANTE
it: LA VITA È UN PROCESSO FASTIDIOSAMENTE LENTO
ja: ＊人生はじれったいほどゆっくりとしたプロセスです＊
ko: 삶은 성가실 정도로 느린 과정임
pl: ŻYCIE TO NIEZWYKLE POWOLNY PROCES.
pt_br: A VIDA É UM PROCESSO ENTEDIANTEMENTE LENTO
ru: ЖИЗНЬ — РАЗДРАЖАЮЩЕ МЕДЛЕННЫЙ ПРОЦЕСС
zh_cn: 生命是一个慢得令人厌烦的过程
zh_tw: 生命是一個慢得令人厭煩的過程

# CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: SOMETHING IS EMERGING
de: IRGENDETWAS ENTSTEHT.
es_mx: ALGO ESTÁ EMERGIENDO
fr: QUELQUE CHOSE EN SORT
it: QUALCOSA STA EMERGENDO
ja: ＊何かが現れつつあります＊
ko: 무언가가 나타나고 있음
pl: COŚ SIĘ WYŁANIA.
pt_br: ALGO ESTÁ SURGINDO
ru: ЧТО-ТО ВЫЛУПЛЯЕТСЯ
zh_cn: 有东西要出来了
zh_tw: 有東西要出來了

# CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.GENERIC
source: I WANT THAT HORRIBLE EGG
de: ICH WILL DIESES EI.
es_mx: QUIERO ESE HUEVO HORRIBLE
fr: JE VEUX CET ŒUF HORRIBLE
it: VOGLIO QUELL'UOVO ORRIBILE
ja: ＊あのおぞましい卵がほしいです＊
ko: 본좌가 저 끔찍한 알을 원함
pl: CHCĘ TO PASKUDNE JAJO.
pt_br: EU QUERO ESSE OVO HORRÍVEL
ru: Я ХОЧУ ЭТО ПРОТИВНОЕ ЯЙЦО
zh_cn: 我想要那个可怕的蛋
zh_tw: 我想要那個可怕的蛋

# CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.PICKED
source: IT IS EMPTY
de: ES IST LEER.
es_mx: ESTÁ VACÍO
fr: C'EST VIDE
it: È VUOTO
ja: ＊空っぽです＊
ko: 비어 있음
pl: PUSTE.
pt_br: ESTÁ VAZIO
ru: ПУСТО
zh_cn: 它是空的
zh_tw: 它是空的

# CHARACTERS.WX78.DESCRIBE.TAMALES
source: YES. I WILL EAT THEM ALL
de: JA. ICH WERDE SIE ALLE AUFESSEN
es_mx: SÍ, ME LOS COMERÉ TODOS
fr: OUI. JE VAIS TOUS LES MANGER
it: SÌ, LI MANGERÒ TUTTI
ja: ＊はい。私がすべて食べます＊
ko: 맞음. 본체가 모두 먹을 것임
pl: TAK JEST. ZJEM JE WSZYSTKIE
pt_br: SIM. VOU COMER TUDO
ru: ДА, Я СЪЕМ ВСЕ
zh_cn: 是的。我会全部吃掉
zh_tw: 是的。我會全部吃掉

# CHARACTERS.WX78.DESCRIBE.TEENBIRD.GENERIC
source: ANGST DETECTED
de: ANGST ERKANNT.
es_mx: ANGUSTIA DETECTADA
fr: ANGOISSE EXISTENTIELLE DÉTECTÉE
it: ANGOSCIA RILEVATA
ja: ＊不安を感知しました＊
ko: 불안 탐지됨
pl: WYKRYTO NIEPOKÓJ.
pt_br: ANSIEDADE DETECTADA
ru: ОПРЕДЕЛЕНО ЧУВСТВО СТРАХА
zh_cn: 检测到焦虑
zh_tw: 檢測到焦慮

# CHARACTERS.WX78.DESCRIBE.TEENBIRD.HUNGRY
source: IT NEEDS FOOD
de: ES BENÖTIGT NAHRUNG.
es_mx: NECESITA COMIDA
fr: IL A FAIM
it: HA BISOGNO DI CIBO
ja: ＊食物が必要です＊
ko: 식량을 필요로 함
pl: POTRZEBUJE JEDZENIA.
pt_br: PRECISA DE COMIDA
ru: НУЖДАЕТСЯ В ПИЩЕ
zh_cn: 它需要食物
zh_tw: 它需要食物

# CHARACTERS.WX78.DESCRIBE.TEENBIRD.SLEEPING
source: IT IS IN A DORMANT STATE
de: DERZEIT IM SCHLAFZUSTAND
es_mx: ESTÁ EN UN ESTADO DE SOMNOLENCIA
fr: IL EST EN VEILLE
it: È IN UNO STATO DORMIENTE
ja: ＊休眠状態にあります＊
ko: 수면 상태임
pl: JEST W TRYBIE UŚPIENIA
pt_br: ESTÁ EM UM ESTADO ADORMECIDO
ru: НАХОДИТСЯ В СОСТОЯНИИ ПОКОЯ
zh_cn: 它在休眠状态
zh_tw: 它在休眠狀態

# CHARACTERS.WX78.DESCRIBE.TEENBIRD.STARVING
source: IT IS STARTING TO BEHAVE IRRATIONALLY
de: ES FÄNGT AN, SICH UNVERNÜNFTIG ZU BENEHMEN.
es_mx: ESTÁ EMPEZANDO A COMPORTARSE IRRACIONALMENTE
fr: IL COMMENCE À SE COMPORTER DE FAÇON IRRATIONNELLE
it: INIZIA A COMPORTARSI IN MANIERA IRRAZIONALE
ja: ＊非合理的な行動をとり始めています＊
ko: 불합리하게 행동하기 시작했음
pl: ZACZYNA ZACHOWYWAĆ SIĘ NIERACJONALNIE.
pt_br: ESTÁ COMEÇANDO A SE COMPORTAR IRRACIONALMENTE
ru: ЕГО ПОВЕДЕНИЕ СТАНОВИТСЯ ИРРАЦИОНАЛЬНЫМ
zh_cn: 它的行为开始失去理性了
zh_tw: 它的行為開始失去理性了

# CHARACTERS.WX78.DESCRIBE.TELEBASE.GEMS
source: IT REQUIRES POWER
de: BRAUCHT STROM
es_mx: REQUIERE POTENCIA
fr: ALIMENTATION REQUISE
it: RICHIEDE ALIMENTAZIONE
ja: ＊電源リソースが必要です＊
ko: 동력이 필요함
pl: WYMAGA ENERGII
pt_br: NECESSITA DE ENERGIA
ru: ЕЙ ТРЕБУЕТСЯ ЭНЕРГИЯ
zh_cn: 它需要能量
zh_tw: 它需要能量

# CHARACTERS.WX78.DESCRIBE.TELEBASE.VALID
source: IT IS READY FOR USE
de: BEREIT ZUR VERWENDUNG
es_mx: ESTÁ LISTO PARA USAR
fr: PRÊTE À L'EMPLOI
it: È PRONTO PER L'USO
ja: ＊使用準備完了しました。＊
ko: 이제 사용 가능함
pl: GOTOWE DO UŻYCIA
pt_br: ESTÁ PRONTA PARA USO
ru: ГОТОВО К ИСПОЛЬЗОВАНИЮ
zh_cn: 准备就绪，可以使用
zh_tw: 準備就緒，可以使用

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: SOON I WILL BE FREE OF THIS FILTHY REALM
de: BALD WERDE ICH MICH VON DIESEM SCHMUTZIGEN REICH BEFREIT HABEN.
es_mx: PRONTO ME LIBRARÉ DE ESTE REINO ASQUEROSO
fr: JE SERAI BIENTÔT LIBÉRÉ DE SON ROYAUME INFECT
it: PRESTO SARÒ LIBERO DA QUESTO SPORCO REGNO
ja: ＊すぐにこの汚い領域から抜け出せるでしょう＊
ko: 곧 이 불결한 영역에서 나갈 수 있음
pl: WKRÓTCE WYRWĘ SIĘ Z TEJ PRZEKLĘTEJ KRAINY.
pt_br: LOGO ESTAREI LIVRE DESSE REINO DESGRAÇADO
ru: УЖЕ СОВСЕМ СКОРО Я БУДУ СВОБОДЕН ОТ ЭТОГО ГРЯЗНОГО МИРА
zh_cn: 很快我就可以离开这肮脏的地方了
zh_tw: 很快我就可以離開這骯髒的地方了

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: WHAT PRIMITIVE TECHNOLOGY
de: WAS FÜR EINE PRIMITIVE TECHNOLOGIE.
es_mx: QUÉ TECNOLOGÍA TAN PRIMITIVA
fr: QUELLE TECHNOLOGIE PRIMITIVE
it: CHE TECNOLOGIA PRIMITIVA
ja: ＊なんて原始的な技術でしょう＊
ko: 매우 원시적인 기술임
pl: CÓŻ ZA PRYMITYWNA TECHNOLOGIA.
pt_br: QUE TECNOLOGIA PRIMITIVA
ru: КАКАЯ ПРИМИТИВНАЯ ТЕХНОЛОГИЯ
zh_cn: 多么原始的技术
zh_tw: 多麼原始的技術

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: SOMETHING IS MISSING STILL
de: ETWAS FEHLT NOCH
es_mx: AÚN FALTA ALGO
fr: IL MANQUE ENCORE QUELQUE CHOSE
it: MANCA ANCORA QUALCOSA
ja: ＊まだ何かが欠けています＊
ko: 아직도 무언가 부족함
pl: WCIĄŻ CZEGOŚ BRAKUJE.
pt_br: AINDA HÁ ALGO FALTANDO
ru: ВСЕ ЕЩЕ ЧЕГО-ТО НЕ ХВАТАЕТ
zh_cn: 还是缺了什么东西
zh_tw: 還是缺了什麼東西

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I AM CERTAIN THIS WILL WORK
de: DAS WIRD SICHER FUNKTIONIEREN.
es_mx: SEGURO QUE ESTO FUNCIONARÁ
fr: JE SUIS CERTAIN QUE ÇA VA MARCHER
it: SONO CERTO CHE FUNZIONERÀ
ja: ＊これがうまくいくと確信しています＊
ko: 작동할 것이 분명함
pl: TO NA PEWNO ZADZIAŁA.
pt_br: TENHO CERTEZA DE QUE ISSO FUNCIONARÁ
ru: УВЕРЕН, ЭТО СРАБОТАЕТ
zh_cn: 我肯定这会有用的
zh_tw: 我肯定這會有用的

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BOX
source: THAT WOULD PROBABLY BLOW MY CIRCUITS
de: DAS WÜRDE VERMUTLICH MEINE SCHALTKREISE SPRENGEN
es_mx: ES PROBABLE QUE QUEME MIS CIRCUITOS
fr: ÇA POURRAIT FAIRE EXPLOSER MES CIRCUITS
it: POTREBBE FAR SALTARE I MIEI CIRCUITI
ja: ＊これはきっと私の電気回路をダメにするでしょう＊
ko: 본체의 회로를 단절시킬 것으로 예상됨
pl: PEWNIE ROZWALIŁOBY MI OBWODY
pt_br: ISSO PROVAVELMENTE ESTOURARIA MEUS CIRCUITOS
ru: ЭТО, ВОЗМОЖНО, ПЕРЕГРУЗИТ МОИ СХЕМЫ
zh_cn: 那可能会炸了我的电路
zh_tw: 那可能會炸了我的電路

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_CRANK
source: I'M MADE OF TOUGHER STUFF
de: ICH BIN AUS HÄRTEREM MATERIAL GEMACHT.
es_mx: ESTOY HECHO DE UN MATERIAL MÁS DURO
fr: JE SUIS D'UNE CONSTITUTION PLUS SOLIDE
it: SONO FATTO DI ROBA PIÙ DURA
ja: ＊私はもっとタフにできています＊
ko: 본좌는 더 강한 물질로 구성되어 있음
pl: SKŁADAM SIĘ Z MOCNIEJSZYCH CZĘŚCI.
pt_br: SOU FEITO DE COISAS MAIS DURAS
ru: Я СДЕЛАН ИЗ БОЛЕЕ КРЕПКОГО МАТЕРИАЛА
zh_cn: 我是用更坚硬的材料制造的
zh_tw: 我是用更堅硬的材料製造的

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_POTATO
source: REMINDS ME OF MY MOTHER
de: ERINNERT MICH AN MEINE MUTTER.
es_mx: ME RECUERDA A MI MADRE
fr: ELLE ME RAPPELLE MAMAN
it: MI RICORDA DI MIA MADRE
ja: ＊それを見ると私の母様を思い出します＊
ko: 본체의 모친을 상기시킴
pl: PRZYPOMINA MI MAMĘ.
pt_br: ME FAZ LEMBRAR DA MINHA MÃE.
ru: НАПОМИНАЕТ МНЕ МАМУ
zh_cn: 让我想起了我的母亲
zh_tw: 讓我想起了我的母親

# CHARACTERS.WX78.DESCRIBE.TELEPORTATO_RING
source: HOW DELIGHTFULLY INORGANIC
de: WIE WUNDERBAR ANORGANISCH.
es_mx: QUÉ DELICIA DE INORGÁNICO
fr: DÉLICIEUSEMENT NON ORGANIQUE
it: CHE DELIZIOSAMENTE INORGANICO
ja: ＊なんて素晴らしく無機な状態なんでしょう＊
ko: 기분 좋은 무기물임
pl: CUDOWNIE NIEORGANICZNE.
pt_br: QUE ADORAVELMENTE INORGÂNICO
ru: КАК ВОСХИТИТЕЛЬНО И БЕЗ ОРГАНИКИ
zh_cn: 令人愉快的无机物
zh_tw: 令人愉快的無機物

# CHARACTERS.WX78.DESCRIBE.TELESTAFF
source: I WILL CALL IT THE MINION_MOVER_3000
de: ICH NENNE ES DEN DIENER_TRANSPORTER_3000
es_mx: LO LLAMARÉ EL MUEVE_ESBIRROS_3000
fr: JE VAIS L'APPELER LOCALISATEUR_DE_LAQUAIS_3000
it: SI CHIAMERÀ MINION_MOVER_3000
ja: ＊子分機動隊3000と呼ぶことにします。＊
ko: 본좌는 이를 추종자이동기3000이라고 부름
pl: NAZWĘ JE TELEBERŁO 3000
pt_br: E O CHAMAREI DE MOVEDOR_DE_LACAIOS_3000
ru: Я НАЗОВУ ЕГО ЛЮБИМЫМ_ПЕРЕМЕЩАТЕЛЕМ_3000
zh_cn: 我将会叫它：移动仆从3000
zh_tw: 我將會叫它：移動僕從3000

# CHARACTERS.WX78.DESCRIBE.TENT.BURNT
source: UNSATISFACTORY CONDITIONS FOR REBOOT
de: UNZUREICHENDE BEDINGUNGEN FÜR EINEN NEUSTART
es_mx: CONDICIONES INSATISFACTORIAS PARA EL REINICIO
fr: CONDITIONS DE REBOOT INSATISFAISANTES
it: CONDIZIONI INSODDISFACENTI PER RIAVVIARE
ja: ＊再起動するには不十分な状況です＊
ko: 재시동에 부적합한 환경 조건
pl: NIEODPOWIEDNIE WARUNKI DO RESTARTU.
pt_br: CONDIÇÕES INSATISFATÓRIAS PARA REINICIALIZAÇÃO
ru: НЕВЫПОЛНИМЫЕ УСЛОВИЯ ДЛЯ ПЕРЕЗАГРУЗКИ
zh_cn: 不符合要求的重启环境
zh_tw: 不符合要求的重啟環境

# CHARACTERS.WX78.DESCRIBE.TENT.GENERIC
source: I CAN REBOOT IN THERE
de: DORT DRIN KANN ICH NEU STARTEN.
es_mx: PUEDO REINICIARME AHÍ
fr: JE PEUX ME REBOOTER LÀ-DEDANS
it: POSSO RIAVVIARE LÌ DENTRO
ja: ＊この中で再起動できます＊
ko: 저 안에서 본좌가 재시동할 수 있음
pl: MOGĘ SIĘ W NIM ZRESTARTOWAĆ.
pt_br: POSSO REINICIALIZAR LÁ DENTRO
ru: Я МОГУ ПЕРЕЗАГРУЗИТЬСЯ В НЕМ
zh_cn: 我可以在那里面重新启动
zh_tw: 我可以在那裡面重新啟動

# CHARACTERS.WX78.DESCRIBE.TENTACLE
source: BIOLOGY IS DISGUSTING
de: BIOLOGIE IST WIDERLICH.
es_mx: LA BIOLOGÍA ES REPUGNANTE
fr: LA BIOLOGIE C'EST DÉGOÛTANT
it: LA BIOLOGIA È DISGUSTOSA
ja: ＊生物学は気色悪いです＊
ko: 생물학은 역겨움
pl: BIOLOGIA JEST ODRAŻAJĄCA.
pt_br: BIOLOGIA É NOJENTA
ru: БИОЛОГИЯ ОМЕРЗИТЕЛЬНА
zh_cn: 生物真令人恶心
zh_tw: 生物真令人噁心

# CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VICIOUSLY VISCOUS
de: DAS IST TEUFLISCH BÖSE
es_mx: OBJETO VISCOSO Y CRUEL
fr: VICIEUSEMENT VICIEUX
it: QUESTA È VISCIDAMENTE VISCIDA
ja: ＊これはひどく危険です＊
ko: 고도의 점액성
pl: WRĘCZ BRUTALNIE BRUTALNE.
pt_br: ISSO É INCRIVELMENTE VISCOSO
ru: ОНИ ОПАСНО ЛИПКИЕ
zh_cn: 这东西很黏手
zh_tw: 這東西很黏手

# CHARACTERS.WX78.DESCRIBE.TENTACLESPOTS
source: NOT FOR THE SQUEAMISH
de: NICHTS FÜR EMPFINDLICHE.
es_mx: NO APTO PARA PERSONAS DELICADAS
fr: DÉCONSEILLÉ AUX DÉLICATS
it: NON ADATTO AGLI SCHIZZINOSI
ja: ＊気の弱い人向きではありません＊
ko: 결벽증 있으면 사용 불가
pl: NIE DLA MIĘCZAKÓW.
pt_br: NÃO É PARA QUEM TEM NOJINHO
ru: НЕ ДЛЯ БРЕЗГЛИВЫХ
zh_cn: 不适合容易呕吐的人
zh_tw: 不適合容易嘔吐的人

# CHARACTERS.WX78.DESCRIBE.TENTACLE_GARDEN
source: SENSORS DETECT SOMETHING BENEATH
de: SENSOREN NEHMEN ETWAS VON UNTEN WAHR.
es_mx: LOS SENSORES DETECTAN ALGO DEBAJO
fr: LES DÉTECTEURS DÉTECTENT UN TRUC PAS LOIN
it: I SENSORI RILEVANO QUALCOSA SOTTO
ja: ＊センサーが地下で何かを感知しました＊
ko: 센서가 아래에서 무언가를 탐지함
pl: CZUJNIKI WYKRYWAJĄ COŚ POD ZIEMIĄ.
pt_br: SENSORES DETECTAM ALGO ABAIXO
ru: ДАТЧИКИ ОПРЕДЕЛИЛИ НЕЧТО ВНИЗУ
zh_cn: 传感器检测到下面有东西
zh_tw: 感測器檢測到下麵有東西

# CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR
source: DOES NOT LOOK BETTER FROM THIS END
de: SIEHT VON DIESER SEITE NICHT BESSER AUS.
es_mx: NO TIENE MEJOR ASPECTO DESDE ESTE EXTREMO
fr: ÇA N'A PAS L'AIR MIEUX DE CE CÔTÉ
it: NON SEMBRA MEGLIO DA QUESTO LATO
ja: ＊こちら側から見る分には 状況は改善されていません＊
ko: 이 쪽이라고 더 나아 보이지 않음
pl: Z TEJ STRONY NIE WYGLĄDA LEPIEJ.
pt_br: NÃO PARECE MELHOR DESTE LADO
ru: НЕ ВЫГЛЯДИТ ЛУЧШЕ С ЭТОГО РАКУРСА
zh_cn: 从这头来看并没有更好
zh_tw: 從這頭來看並沒有更好

# CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_ARM
source: DANGER! DANGER!
de: ACHTUNG! ACHTUNG!
es_mx: ¡PELIGRO! ¡PELIGRO!
it: PERICOLO! PERICOLO!
ja: ＊危険です！危険です！＊
ko: 위험! 위험!
pl: NIEBEZPIECZEŃSTWO!
pt_br: PERIGO! PERIGO!
ru: ОПАСНОСТЬ! ОПАСНОСТЬ!
zh_cn: 危险！危险！
zh_tw: 危險！危險！

# CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_HOLE
source: I DETECT MASSIVE BIOMASS BELOW
de: ICH SEHE ENORME BIOMASSE DA UNTEN
es_mx: DETECTO BIOMASA MASIVA DEBAJO
fr: JE DÉTECTE UNE BIOMASSE MASSIVE DESSOUS
it: RILEVAMENTO VASTA BIOMASSA SOTTOSTANTE
ja: ＊下層に大量のバイオマスを検知します＊
ko: 아래에서 거대한 생물량을 탐지했음
pl: WYKRYWAM PONIŻEJ POTĘŻNĄ BIOMASĘ.
pt_br: ESTOU DETECTANDO UMA BIOMASSA IMENSA ABAIXO
ru: ОБНАРУЖЕНО: ОГРОМНАЯ БИОМАССА ВНИЗУ
zh_cn: 我检测到下面有大量生物质
zh_tw: 我檢測到下面有大量生物質

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.COOLDOWN
source: RECHARGING INTERDIMENSIONAL BEAM
de: AUFLADEN DES INTERDIMENSIONALEN STRAHLS
fr: RAYON INTERDIMENSIONNEL EN CHARGE
it: RICARICA DEL RAGGIO INTERDIMENSIONALE
ja: ＊多次元光線を充電中＊
ko: 차원간 빔 재충전
pl: ŁADOWANIE MIĘDZYWYMIAROWEGO PROMIENIA.
pt_br: RECARREGANDO RAIO INTERDIMENSIONAL
ru: ЛУЧ ДЛЯ СВЯЗИ ИЗМЕРЕНИЙ ПЕРЕЗАРЯЖАЕТСЯ
zh_cn: 跨纬度光束重新充能中
zh_tw: 跨緯度光束重新充能中

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.CRIMSON
source: DATA CORRUPTED
de: LOKALE DATEN BEIBEHALTEN
es_mx: DATOS DAÑADOS
fr: DONNÉES ENDOMMAGÉES
it: DATI DANNEGGIATI
ja: ＊データが破損しています＊
ko: 데이터 손상됨
pl: DANE USZKODZONE.
pt_br: DADOS CORROMPIDOS
ru: ДАННЫЕ ИСКАЖЕНЫ
zh_cn: 数据已损坏
zh_tw: 資料已損壞

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.ENABLED
source: WORLD COLLISION INCOMING
de: WELTKOLLISION STEHT BEVOR
fr: COLLISION MONDIALE PROCHE
it: COLLISIONE DEI MONDI IN ARRIVO
ja: ＊世界の衝突が接近中です＊
ko: 세계 충돌 발생
pl: ZBLIŻA SIĘ ZDERZENIE ŚWIATÓW.
pt_br: COLISÃO DE MUNDOS A CAMINHO
ru: ОЖИДАЕТСЯ СТОЛКНОВЕНИЕ МИРОВ
zh_cn: 世界即将碰撞
zh_tw: 世界即將碰撞

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.GENERIC
source: THEMATIC ANOMALY DETECTED
de: THEMATISCHE ANOMALIE ERKANNT
fr: ANOMALIE À THÈME DÉTECTÉE
it: ANOMALIA TEMATICA RILEVATA
ja: ＊主題的異常を検知しました＊
ko: 주제 이상 감지됨
pl: WYKRYTO ANOMALIĘ TEMATYCZNĄ
pt_br: ANOMALIA TEMÁTICA DETECTADA
ru: ЗАФИКСИРОВАНА ТЕМАТИЧЕСКАЯ АНОМАЛИЯ
zh_cn: 检测到主题异常
zh_tw: 檢測到主題異常

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: ACCESS TO INTERDIMENSIONAL ANOMALY DECLINED
de: ZUGANG ZU INTERDIMENSIONALER ANOMALIE VERWEIGERT
fr: ACCÈS À L'ANOMALIE INTERDIMENSIONNELLE REFUSÉE
it: ACCESSO ALL'ANOMALIA INTERDIMENSIONALE NEGATO
ja: ＊次元間異常へのアクセスが拒否されました＊
ko: 차원적 변칙성에 대한 접근이 거부됨
pl: BRAK DOSTĘPU DO MIĘDZYWYMIAROWEJ ANOMALII
pt_br: ACESSO À ANOMALIA INTERDIMENSIONAL RECUSADO
ru: ДОСТУП К МЕЖПРОСТРАНСТВЕННОЙ АНОМАЛИИ ЗАПРЕЩЕН
zh_cn: 对维度异常的访问被拒绝
zh_tw: 對維度異常的訪問被拒絕

# CHARACTERS.WX78.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: ASCENSION MODULE: ON
de: AUFSTIEGSMODUL: EIN
fr: MODULE ASCENDANT : ACTIVÉ
it: MODULO DI ASCENSIONE: ATTIVO
ja: ＊上昇モジュール：オン＊
ko: 승천 모듈: 켜짐
pl: MODUŁ WSTĄPIENIA: WŁĄCZONY
pt_br: MÓDULO DE ASCENSÃO: LIGADO
ru: МОДУЛЬ ПАРЕНИЯ АКТИВИРОВАН
zh_cn: 上升组件：已打开
zh_tw: 上升組件：已打開
