Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_3
source: Hm, I wonder if those spines are poisonous.
de: Hm, ob diese Stacheln giftig sind?
es: Mm, me pregunto si esas espinas serán venenosas.
es_mx: Mmm... me pregunto si esas espinas son venenosas.
fr: Hmm, je me demande si ces piquants sont venimeux.
it: Mmm, chissà se quegli aculei sono velenosi...
ja: んー。この背骨には毒があるのかな。
ko: 흠, 가시에 독이 있으려나 모르겠네.
pl: Hm, ciekawe, czy te kolce są trujące.
pt_br: Hum, será que essas espinhas são venenosas?
ru: Хм, интересно, ядовиты ли эти шипы?
zh_cn: 嗯，我不知道脊椎骨是不是有毒。
zh_tw: 嗯，我不知道脊椎骨是不是有毒。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_4
source: Ah yes, with a squeeze of lemon, some pepper...
de: Ah ja, mit einem Spritzer Zitrone, einer Prise Pfeffer ...
es: Ah, sí, con un chorrito de limón, un poco de pimienta...
es_mx: ¡Ah, sí! Con un chorrito de limón, un poco de pimienta...
fr: Avec un peu de jus de citron et de poivre... Miam !
it: Sì! Una spruzzata di limone, un po' di pepe...
ja: ああ、そうだネ。レモンを絞って、コショウを振る...
ko: 좋아, 레몬즙이랑 후추를 뿌리면...
pl: Oj tak, z cytrynką i szczyptą pieprzu...
pt_br: Ah, sim. Com umas gotinhas de limão, pimenta...
ru: О да, спрыснуть лимоном, поперчить…
zh_cn: 啊对，挤点柠檬汁，撒点胡椒……
zh_tw: 啊對，擠點檸檬汁，撒點胡椒……

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_5
source: Ah, some butter, some salt, and you'll be scrumptious!
de: Ah, etwas Butter, eine Prise Salz, und du bist unwiderstehlich!
es: ¡Ah, con mantequilla y sal estarás para chuparse los dedos!
es_mx: ¡Ah! Con un poco de mantequilla y sal, ¡quedarás delicioso!
fr: Un peu de beurre, du sel, et tu seras délicieux !
it: Ah, una noce di burro, un pizzico di sale e sarai una prelibatezza.
ja: あ、あとバター、塩。キミは超オイシクなるヨ！
ko: 아, 버터랑 소금으로 요리하면 정말 맛있겠는걸!
pl: Ach, trochę soli i masła i będziesz przepyszna!
pt_br: Ah, um pouco de manteiga, uma pitada de sal e você vai ficar esplêndido!
ru: О, добавить масла, посолить — и пальчики оближешь!
zh_cn: 啊，来点黄油，再撒点盐，你会是绝佳美味！
zh_tw: 啊，來點黃油，再撒點鹽，你會是絕佳美味！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_6
source: Its scales have such a lovely sheen.
de: Wie schön seine Schuppen glänzen.
es: Sus escamas tienen un brillo precioso.
es_mx: Sus escamas tienen un bonito brillo.
fr: Ses écailles sont superbes.
it: Le sue squame hanno riflessi bellissimi.
ja: このウロコ、キラキラだネ。
ko: 멋지게 윤이 나는 비늘이야.
pl: Te łuski przepięknie błyszczą.
pt_br: As escamas dele têm um brilho adorável.
ru: Как красиво блестит чешуя.
zh_cn: 鳞片闪耀着可爱的光泽。
zh_tw: 鱗片閃耀著可愛的光澤。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_7
source: Its scales have such a lovely sheen.
de: Wie schön seine Schuppen glänzen.
es: Sus escamas tienen un brillo precioso.
es_mx: Sus escamas tienen un bonito brillo.
fr: Ses écailles sont superbes.
it: Le sue squame hanno riflessi bellissimi.
ja: このウロコ、キラキラだネ。
ko: 멋지게 윤이 나는 비늘이야.
pl: Te łuski przepięknie błyszczą.
pt_br: As escamas dele têm um brilho adorável.
ru: Как красиво блестит чешуя.
zh_cn: 鳞片闪耀着可爱的光泽。
zh_tw: 鱗片閃耀著可愛的光澤。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_8
source: I prefer to use fresh fish, not frozen...
de: Ich ziehe frischen Fisch vor, keinen tiefgefrorenen ...
es: Prefiero usar pescado fresco, no congelado.
es_mx: Prefiero usar en mi cocina pescado fresco, no helado.
fr: Je préfère cuisiner du poisson frais, et pas congelé...
it: Preferisco usare pesce fresco piuttosto che congelato...
ja: ボク冷凍より、生魚を使いたいヨ...
ko: 난 냉동 생선보다 신선한 게 좋은데...
pl: Wolę świeże ryby niż mrożone...
pt_br: Prefiro usar peixe fresco, não congelado...
ru: Я предпочитаю свежую рыбу, а не замороженную…
zh_cn: 我偏爱使用鲜鱼，而非冻鱼……
zh_tw: 我偏愛使用鮮魚，而非凍魚……

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_9
source: The meat has a subtle sweetness that makes for some interesting dishes.
de: Das Fleisch hat eine subtile Süße, die für interessante Gerichte genutzt werden kann.
es: La carne tiene un toquecito dulce que sirve para preparar platos muy interesantes.
fr: Sa chair a une sucrosité subtile qui peut rendre un plat très intéressant.
it: La carne ha una certa dolcezza, permetterebbe di preparare delle pietanze interessanti.
ja: この肉はほのかに甘いからオモシロい料理ができるヨ。
ko: 고기에는 미묘한 단맛이 있어 흥미로운 요리가 되지.
pl: W tym mięsie jest odrobina słodyczy, dzięki której można zrobić naprawdę ciekawe dania.
pt_br: A carne tem uma doçura sutil, o que pode proporcionar alguns pratos interessantes.
ru: У этого мяса тонкий сладковатый привкус. Интересные получатся блюда.
zh_cn: 它肉味微甜的特性可以做出一些有趣的菜肴。
zh_tw: 它肉味微甜的特性可以做出一些有趣的菜肴。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_1
source: This will barely do as an appetizer!
de: Der taugt kaum als Appetitanreger!
es: ¡Apenas servirá ni para abrir boca!
es_mx: ¡Esto apenas y alcanzará para el aperitivo!
fr: Bon, ça pourra servir d'amuse-gueule...
it: Non basterebbe neanche come antipasto!
ja: これは前菜にしかならないヨ！
ko: 간신히 입맛만 돋우겠어!
pl: Ledwie nada się na przystawkę!
pt_br: Isso mal vai servir de tira-gosto!
ru: Даже на закуску не хватит!
zh_cn: 这个东西连开胃菜都做不成！
zh_tw: 這個東西連開胃菜都做不成！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_2
source: A tasty little morsel!
de: Ein leckeres kleines Häppchen!
es: ¡Un delicioso bocadito!
es_mx: ¡Un rico bocadito!
fr: Un petit morceau de choix !
it: È un gustoso bocconcino!
ja: おいしい小さいサカナ！
ko: 맛있는 한 입 거리야!
pl: Pyszny kąsek!
pt_br: Um pedacinho saboroso!
ru: Вкусный лакомый кусочек!
zh_cn: 一小口的美味佳肴！
zh_tw: 一小口的美味佳餚！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_3
source: Small, but surely delicious with the right accoutrements!
de: Klein, aber richtig zubereitet gewiss köstlich!
es: ¡Pequeño, pero sin duda delicioso con los aderezos adecuados!
es_mx: ¡Es pequeño, pero seguramente sabrá delicioso con los acompañamientos indicados!
fr: Il est petit, mais avec un bon accompagnement, il sera délicieux !
it: Piccolo, ma di certo delizioso se ben guarnito.
ja: 小さいけどちゃんと料理すればまちがいなくデリシャスだヨ！
ko: 작지만 제대로 된 장비가 있으면 맛있을 거야!
pl: Mała, ale odpowiednio przyrządzona - będzie przepyszna!
pt_br: É pequeno, mas vai ficar delicioso com os acompanhamentos certos!
ru: Маленькая, но если подобрать правильный гарнир, выйдет неплохо!
zh_cn: 虽然个头小，但是烹调得当的话一定风味绝佳。
zh_tw: 雖然個頭小，但是烹調得當的話一定風味絕佳。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_4
source: I do wish I had bigger fish to fry.
de: Ich wünschte, ich würde nicht nur kleine Fische fangen.
es: Pezqueñines no, gracias.
es_mx: Me gustaría tener peces más gordos que freír.
fr: J'aurais aimé avoir un plus gros poisson à faire cuire.
it: Troppo piccolo anche per la frittura.
ja: もっと大きい魚をフライにできたら良かったんだけどネー...
ko: 더 큰 생선을 튀기면 좋을 텐데.
pl: Chciałbym smażyć większe ryby.
pt_br: Bem que eu queria um peixe maior.
ru: Маловата будет.
zh_cn: 给我条大点的鱼炸就好了。
zh_tw: 給我條大點的魚炸就好了。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_5
source: Has this fish already been cooked?
de: Ist dieser Fisch etwa schon gekocht?
es: ¿Este pez ya está cocinado?
es_mx: ¿Ya cocinaron este pescado?
fr: Ce poisson a déjà été cuit ?
it: È già stato cucinato?
ja: この魚もう料理してあるの？
ko: 이미 요리된 생선인가?
pl: Czy ryba już jest gotowa?
pt_br: Esse peixe já foi cozido?
ru: Эта рыба что, уже приготовлена?
zh_cn: 这条鱼已经煮过了吗？
zh_tw: 這條魚已經煮過了嗎？

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_6
source: The meat has a dry, oddly brittle texture.
de: Das Fleisch ist seltsam trocken und mürbe.
es: La carne tiene una textura seca y extrañamente quebradiza.
es_mx: Esta carne tiene una textura seca y extrañamente frágil.
fr: Sa chair a une texture étrangement sèche et friable.
it: La sua carne ha una consistenza secca e stranamente friabile.
ja: 乾いてて、ホロホロ崩れるような触感だネ。
ko: 살 식감이 묘하게 퍼석퍼석해.
pl: Mięso jest suche i dziwnie kruche.
pt_br: A carne tem uma textura seca e quebradiça.
ru: Какое-то суховатое ломкое мясо.
zh_cn: 鱼肉一些偏干、偏柴。
zh_tw: 魚肉一些偏乾、偏柴。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_7
source: It's almost too pretty to eat... almost.
de: Fast zu hübsch zum Essen ... fast.
es: Casi es demasiado bonito para comérselo. Casi.
es_mx: Casi es demasiado bonito para no comerlo. Casi.
fr: Il est presque trop beau pour qu'on le mange... presque.
it: È così carino che quasi non lo mangerei. Quasi.
ja: かわいすぎて...食べられないかも、だヨ。
ko: 먹기엔 너무 예쁘네... 안 먹진 않겠지만.
pl: Prawie zbyt piękna, by ją zjeść... Prawie.
pt_br: É quase bonito demais para comer... quase.
ru: Такая красивая, что в рот жалко класть. Почти.
zh_cn: 几乎有些美丽的不忍食用……几乎。
zh_tw: 幾乎有些美麗的不忍食用……幾乎。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_8
source: Mon dieu! I'll be the one cooked if I stay too close!
de: Mon dieu! Wenn ich zu nahe rangehe, werde ich noch gekocht!
es: ¡Mon dieu! ¡Me van a cocinar a mí si me acerco demasiado!
es_mx: ¡Mon dieu! ¡Seré al que cocinen si me le acerco demasiado!
fr: Mon Dieu ! C'est moi qui vais cuire si je reste trop près !
it: Mon dieu! Se mi avvicino troppo sarò io a essere cucinato!
ja: アア、神様ッ！近寄りすぎるとボクが料理されちゃうヨ！
ko: 세상에나! 너무 가까이 있다간 내가 익겠어!
pl: Mon dieu! Zaraz ja się ugotuję, jeśli będę tak blisko!
pt_br: Mon dieu! Eu é que vou acabar sendo cozido se ficar perto demais!
ru: Mon dieu! Если не отойти, то это меня приготовят!
zh_cn: 我的天啊！我如果靠的太近，我就会被烤熟了！
zh_tw: 我的天啊！我如果靠的太近，我就會被烤熟了！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_SMALL_9
source: I've never had food spit at me before.
de: Mich hat noch niemals Essen angespuckt.
es: Nunca antes la comida me había escupido.
es_mx: Nunca antes una comida me había escupido.
fr: Jamais de la nourriture ne m'avait encore craché dessus.
it: Nessuno mi ha mai sputato addosso del cibo.
ja: 食べ物が唾を吐くなんて初めてだヨ。
ko: 음식이 나한테 침을 뱉은 건 처음이야.
pl: Nigdy w życiu jedzenie mnie nie opluło.
pt_br: Minha comida nunca tinha cuspindo em mim antes.
ru: Еда в меня еще никогда не плевалась.
zh_cn: 我还从没被食物吐过口水。
zh_tw: 我還從沒被食物吐過口水。

# CHARACTERS.WARLY.DESCRIBE.OCEANTREE
source: To think they could grow this far out to sea!
de: Wenn man bedenkt, dass sie so weit draußen auf dem Meer wachsen können!
es: No sabía que podían crecer mar adentro.
fr: C'est fou qu'ils puissent aller si loin dans l'océan !
it: È incredibile che crescano così lontano dalla riva!
ja: こんなに遠くの海まで育つことができるなんて！
ko: 이렇게 멀리 바다까지 자랄 수 있다고 생각하다니!
pl: Kto by pomyślał, że drzewa mogą rosnąć na morzu!
pt_br: E pensar que elas conseguiram crescer em alto-mar!
ru: Удивительно, как они выросли посреди моря!
zh_cn: 谁曾想它们能长在深海里！
zh_tw: 誰曾想它們能長在深海裡！

# CHARACTERS.WARLY.DESCRIBE.OCEANTREENUT
source: I don't think that will fit in my pocket...
de: Ich glaube nicht, dass das in meine Tasche passt ...
es: Dudo que me quepa en el bolsillo...
fr: Je pense que ça ne rentrera pas dans ma poche...
it: Non credo ci stia nella mia tasca...
ja: アレはボクのポケットに収まらないヨ…
ko: 주머니에 안 들어갈 것 같은데...
pl: Chyba się nie zmieści w kieszeni...
pt_br: Acho que isso não vai caber no meu bolso...
ru: Не уверен, что он поместится ко мне в карман...
zh_cn: 我的口袋应该装不下那个……
zh_tw: 我的口袋應該裝不下那個……

# CHARACTERS.WARLY.DESCRIBE.OCEANTREE_PILLAR
source: A large souvenir from our travels at sea.
de: Ein großes Souvenir von unseren Reisen auf See.
es: Un recuerdo bastante grande de nuestros viajes por el mar.
fr: Un grand souvenir de nos voyages en mer.
it: Un grosso souvenir dai nostri viaggi marini.
ja: 海の旅行の大きなおみやげだヨ。
ko: 커다란 바다 여행 기념품.
pl: Duża pamiątka z naszych morskich podróży.
pt_br: Um grande souvenir de nossas viagens oceânicas.
ru: Внушительных размеров сувенир из морского путешествия.
zh_cn: 我们航海旅行的巨大纪念品。
zh_tw: 我們航海旅行的巨大紀念品。

# CHARACTERS.WARLY.DESCRIBE.OCEANVINE
source: Sigh. Another grapeless vine.
de: Seufz. Eine weitere Rebe ohne Trauben.
es: Buf... Otra vid sin uvas.
fr: Ah là là... Encore une vigne sans raisin.
it: Sigh. Un'altra vite senza uva.
ja: ハァ。また別のブドウがなってないツル。
ko: 하아. 또 포도나무에 포도가 없구나.
pl: Ech, kolejne pnącze bez winogron.
pt_br: Tsc. Mais uma videira sem uvas.
ru: Эх. Очередная бесплодная лоза.
zh_cn: 哎。又是一根不挂葡萄的藤。
zh_tw: 哎。又是一根不掛葡萄的藤。

# CHARACTERS.WARLY.DESCRIBE.OCEANVINE_COCOON
source: Perhaps I'll just leave that be.
de: Vielleicht sollte ich das einfach sein lassen.
es: Mejor lo dejo estar.
fr: Je vais peut-être le laisser tranquille.
it: Sarà meglio lasciarlo stare.
ja: アレはそのままにしておくほうがいいかもネ。
ko: 아마 그냥 두겠지.
pl: Chyba zostawię to w spokoju.
pt_br: Talvez seja melhor deixar isso como está.
ru: Лучше просто не буду трогать.
zh_cn: 我还是不去管它的好。
zh_tw: 我還是不去管它的好。

# CHARACTERS.WARLY.DESCRIBE.OCEANVINE_COCOON_BURNT
source: Burnt to a crisp.
de: Zu einem Klumpen verbrannt.
es: Quemado hasta estar crujiente.
es_mx: Quemado hasta estar crujiente.
fr: Brûlé à en craquer.
it: Bruciato fino a croccare.
ja: 焦げ焦げに焼けた。
ko: 바삭하게 탔어.
pl: Spalony na wiór.
pt_br: Queimado até o talo.
ru: До хрустящей корочки.
zh_cn: 烧焦了。
zh_tw: 燒焦了。

# CHARACTERS.WARLY.DESCRIBE.ONEMANBAND
source: What a racket!
de: Was IST das?!
es: ¡Qué bulla!
es_mx: ¡Qué barullo!
fr: Quel vacarme !
it: Che baccano!
ja: さあ、ドンチャン騒ぎシマショウ！
ko: 정말 시끄럽다!
pl: Co za kakofonia!
pt_br: Que mentira!
ru: Что за грохот!
zh_cn: 好一套打击乐器！
zh_tw: 好一套打擊樂器！

# CHARACTERS.WARLY.DESCRIBE.ONION
source: Boasts as many uses as it has layers.
de: Hat so viele Anwendungsmöglichkeiten wie Schichten.
es: Con tantas aplicaciones como capas.
es_mx: Se dice que tiene tantos usos como capas.
fr: On peut l'utiliser d'autant de façons qu'il a de couches.
it: Ha tanti usi quante sono le sue pellicine.
ja: 層の数と同じだけの用途があるヨ。
ko: 겹이 여럿인 만큼 용도도 다양하지.
pl: Cebula ma tyle zastosowań, ile warstw.
pt_br: Tem tantos usos quanto camadas.
ru: Столько же способов применения, сколько и слоев.
zh_cn: 很多层，能用很多次。
zh_tw: 很多層，能用很多次。

# CHARACTERS.WARLY.DESCRIBE.ONION_COOKED
source: I would prefer to put this to better use.
de: Ich würde dafür gerne einen besseren Nutzen finden.
es: Preferiría darle mejor uso a esto.
es_mx: Preferiría darle un mejor uso a esto.
fr: J'aurais préféré l'utiliser autrement.
it: Preferirei usarla in un altro modo.
ja: これもっとマシな使い方したいヨ。
ko: 더 유용하게 쓸 수도 있었을 텐데.
pl: Wolałbym zrobić z niej lepszy użytek.
pt_br: Preferiria fazer melhor uso disso.
ru: Я бы нашел ему лучшее применение.
zh_cn: 我宁愿让它有更好的用途。
zh_tw: 我寧願讓它有更好的用途。

# CHARACTERS.WARLY.DESCRIBE.ONION_OVERSIZED
source: You can never have enough onion.
de: Man kann niemals genug Zwiebeln haben.
es: Cuantas más cebollas, mejor.
fr: On n'a jamais trop d'oignons.
it: La cipolla non è mai troppa.
ja: 玉ネギはいくらあってもいいヨ。
ko: 양파는 언제나 모자라지.
pl: Cebuli nigdy za wiele.
pt_br: Cebola nunca é demais.
ru: Лука много не бывает.
zh_cn: 洋葱是永远吃不完的。
zh_tw: 洋蔥是永遠吃不完的。

# CHARACTERS.WARLY.DESCRIBE.ONION_SEEDS
source: What fresh ingredients will grow from these?
de: Welche frischen Zutaten da wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de aquí?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: A quali freschi ingredienti daranno vita?
ja: これからどんな新鮮野菜が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas produzirão?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.OPALPRECIOUSGEM
source: It glimmers like maman's eyes.
de: Strahlt wie Mamans Augen.
es: Brilla como los ojos de maman.
es_mx: Tiene el mismo brillo que los ojos de mi mamá.
fr: Elle brille comme les yeux de ma maman.
it: Luccica come gli occhi di maman.
ja: コレ、ママの目みたいにキラキラだネ。
ko: 마망의 눈처럼 빛이 나.
pl: Błyszczy jak oczy maman.
pt_br: Brilha como os olhos da Maman.
ru: Блестит, как глаза maman.
zh_cn: 像妈妈的双眼一样闪闪发亮。
zh_tw: 像媽媽的雙眼一樣閃閃發亮。

# CHARACTERS.WARLY.DESCRIBE.OPALSTAFF
source: It makes me feel magical.
de: Macht, dass ich mich magisch fühle.
es: Me hace sentir a tope de magia.
es_mx: Me hace sentir lleno de magia.
fr: J'ai l'impression d'être un sorcier !
it: Mi fa sentire magico.
ja: ボク、マジカルな気分だヨ。
ko: 마법의 힘이 느껴지는 것 같아.
pl: Czuję się magicznie.
pt_br: Eu me sinto mágico com isso.
ru: Я чувствую себя волшебником.
zh_cn: 它让我感到了魔力。
zh_tw: 它讓我感到了魔力。

# CHARACTERS.WARLY.DESCRIBE.ORANGEAMULET
source: Here one minute, gone the next!
de: Jetzt noch da, gleich wo anders.
es: ¡Un minuto aquí, y al siguiente te has ido!
es_mx: ¡Un minuto aquí, y al siguiente ya no estás!
fr: On se sait jamais quand il s'en va !
it: Un minuto era qui, e poi non c'è più!
ja: 一瞬で遠くへ行けちゃうヨ！
ko: 동에 번쩍, 서에 번쩍!
pl: Nie ma... i jest!
pt_br: Aqui agora, logo, está lá!
ru: Одна нога здесь, другая там!
zh_cn: 我这捡捡，那捡捡！
zh_tw: 我這撿撿，那撿撿！

# CHARACTERS.WARLY.DESCRIBE.ORANGEGEM
source: I miss oranges...
de: Ich vermisse Orangen.
es: Echo de menos las naranjas...
es_mx: Extraño las naranjas...
fr: Les oranges me manquent...
it: Mi mancano le arance...
ja: オレンジ、食べたいネ…
ko: 오렌지 먹고 싶다...
pl: Brakuje mi pomarańczy...
pt_br: Sinto falta de laranjas...
ru: Скучаю по апельсинам…
zh_cn: 我想念橙子...
zh_tw: 我想念柳丁...

# CHARACTERS.WARLY.DESCRIBE.ORANGEMOONEYE
source: This eye will keep an eye on things.
de: Das Auge behält die Dinge im Auge.
es: Este ojo no perderá nada de vista.
es_mx: Este ojo mantendrá el ojo abierto por mí.
fr: Cet œil veillera au grain.
it: Quest'occhio terrà d'occhio tutto quanto.
ja: この目は見張っててくれるネ。
ko: 이 눈이 주변을 잘 감시할 거야.
pl: Będzie mieć oko na rzeczy.
pt_br: Esse olho vai ficar de olho nas coisas.
ru: Этот глаз будет не спускать глаз с происходящего.
zh_cn: 这只眼睛会帮我观察警戒。
zh_tw: 這只眼睛會幫我觀察警戒。

# CHARACTERS.WARLY.DESCRIBE.ORANGESTAFF
source: When I hold it it makes the world feel... fast.
de: Wenn ich den halte, fühlt es sich an, als würde sich die Welt schneller drehen.
es: Cuando lo agarro, el mundo parece ir... deprisa.
es_mx: Cuando lo agarro, el mundo parece ir... deprisa.
fr: Quand je le tiens le monde me paraît plus... rapide.
it: Quando lo impugno mi fa sentire il mondo... veloce.
ja: これ持ってると、世界が“速く”見えるヨ
ko: 들고 있으면 세계가 빨라진 느낌이... 들어.
pl: Gdy go trzymam, świat robi się jakiś taki... szybki.
pt_br: Quando eu o seguro, sinto o mundo mais... rápido.
ru: Когда я это держу, мне кажется, что все вокруг… ускоряется.
zh_cn: 当我握住它时，感觉世界...变快了。
zh_tw: 當我握住它時，感覺世界...變快了。

# CHARACTERS.WARLY.DESCRIBE.PANDORASCHEST
source: It's quite magnificent.
de: Ziemlich großartig.
es: Es bastante magnífico.
es_mx: Es bastante magnífico.
fr: C'est assez magnifique.
it: È piuttosto magnifico.
ja: ずいぶん立派な箱ネ
ko: 정말 굉장하도다.
pl: Robi wrażenie.
pt_br: É muito magnífico.
ru: Весьма завораживает.
zh_cn: 相当华丽的。
zh_tw: 相當華麗的。

# CHARACTERS.WARLY.DESCRIBE.PANETTONE
source: A traditional Italian Yuletide treat.
de: Traditionelle italienische Julzeit-Köstlichkeit.
es: Una delicia tradicional italiana, típica de las fiestas.
es_mx: Un dulce tradicional italiano de las fiestas de Yule.
fr: Un mets italien traditionnel pour la nouvelle année.
it: Un tradizionale dolce festivo.
ja: イタリアの伝統的なクリスマス前のおやつだヨ。
ko: 이탈리아 전통 크리스마스 별미야.
pl: Tradycyjny włoski przysmak świąteczny.
pt_br: Uma tradicional iguaria italiana de Natal.
ru: Традиционное итальянское рождественское угощение.
zh_cn: 意大利的传统耶诞节美食。
zh_tw: 義大利的傳統耶誕節美食。

# CHARACTERS.WARLY.DESCRIBE.PANFLUTE
source: This will be music to something's ears.
de: Musik ist langweilig.
es: Esto será música para algunos oídos.
es_mx: Esto será música para algunos oídos.
fr: Ça va jouer de la musique aux oreilles de certains.
it: Questa sarà musica per le orecchie di qualcosa.
ja: こういう音が好きな生き物もいるノ？
ko: 누군가에게는 멋진 음악으로 들릴 거야.
pl: Ktoś na pewno lubi takie dźwięki.
pt_br: Isso será música para os ouvidos de alguma coisa.
ru: Услада для чьих-то ушей.
zh_cn: 在某些家伙耳中这是音乐。
zh_tw: 在某些傢伙耳中這是音樂。

# CHARACTERS.WARLY.DESCRIBE.PAPYRUS
source: I could write down my recipes on this.
de: Darauf könnte ich meine Rezepte schreiben.
es: Podría escribir mis recetas aquí.
es_mx: Podría escribir mis recetas aquí.
fr: Je pourrais écrire mes recettes là-dessus.
it: Potrei scriverci le mie ricette.
ja: レシピをメモできるネ！
ko: 여기에 레시피를 쓸 수 있겠군.
pl: Mógłbym na tym zapisywać swoje przepisy.
pt_br: Eu poderia anotar minhas receitas aqui.
ru: Я мог бы писать на нем свои рецепты.
zh_cn: 我可以在上面写下我的菜谱。
zh_tw: 我可以在上面寫下我的菜譜。

# CHARACTERS.WARLY.DESCRIBE.PAVLOVA
source: A perfect Pavlova!
de: Eine perfekte Pavlova!
es: ¡Una pavlova perfecta!
es_mx: ¡Una Pavlova perfecta!
fr: Une pavlova parfaite !
it: Una pavlova perfetta.
ja: パーフェクトなパヴロワ！
ko: 완벽한 파블로바다!
pl: Idealna beza!
pt_br: Uma pavlova perfeita!
ru: Идеальная «Павлова»!
zh_cn: 完美的巴甫洛娃！
zh_tw: 完美的巴甫洛娃！

# CHARACTERS.WARLY.DESCRIBE.PEGHOOK
source: Not a very polite gentleman.
de: Nicht sehr höflich, der Herr.
es: Un caballero poco cortés.
es_mx: No es un caballero muy educado.
fr: Il n'est pas très poli.
it: Un gentiluomo poco educato.
ja: 礼儀正しいジェントルマンじゃないネ。
ko: 그다지 정중한 신사는 아니네.
pl: Niezbyt uprzejmy jegomość.
pt_br: Não é um cavalheiro muito polido.
ru: Не очень воспитанный джентльмен.
zh_cn: 这位绅士不怎么礼貌。
zh_tw: 這位紳士不怎麼禮貌。

# CHARACTERS.WARLY.DESCRIBE.PENGUIN
source: A cool customer.
de: Ein cooles Kerlchen.
es: Un cliente fresco.
es_mx: Un cliente genial.
fr: Un client venu du froid.
it: Un cliente fresco.
ja: このお客様、正装してるネ
ko: 쿨한 손님이다.
pl: Zimny drań.
pt_br: Um cliente frio.
ru: Хороший клиент.
zh_cn: 一个很酷的家伙。
zh_tw: 一個很酷的傢伙。

# CHARACTERS.WARLY.DESCRIBE.PEPPER
source: Finally, I can make my famous hot sauce!
de: Endlich kann ich meine berühmte scharfe Sauce zaubern!
es: ¡Por fin podré preparar mi famosa salsa brava!
es_mx: ¡Por fin puedo preparar mi aclamada salsa picante!
fr: Je peux enfin faire ma sauce épicée spéciale !
it: Finalmente potrò preparare la mia famosa salsa piccante!
ja: やっと！ボクの有名なホットソースが作れるヨ！
ko: 드디어 유명한 내 특제 핫소스를 만들 수 있겠군!
pl: Wreszcie mogę zrobić mój słynny ostry sos!
pt_br: Até que enfim, posso fazer meu famoso molho picante!
ru: Наконец-то я могу приготовить свой знаменитый острый соус!
zh_cn: 终于，我能做我著名的辣酱了！
zh_tw: 終於，我能做我著名的辣醬了！

# CHARACTERS.WARLY.DESCRIBE.PEPPERPOPPER
source: I like to make my dishes pop!
de: Ich mag scharfes Essen!
es: ¡Me gusta preparar cosas impactantes!
es_mx: ¡Me gusta que mis platos tengan bastantes jalapeños!
fr: J'adore que mes plats explosent en bouche !
it: Mi piace fare piatti piccanti!
ja: ボクの料理をポップさせたいな！
ko: 난 이렇게 화끈한 요리가 좋더라!
pl: Lubię, jak moje dania są nadziane!
pt_br: Quero dar uma apimentada nos meus pratos!
ru: Нафарширую даже перец.
zh_cn: 我做的每道菜都火力十足！
zh_tw: 我做的每道菜都火力十足！

# CHARACTERS.WARLY.DESCRIBE.PEPPER_COOKED
source: The roasting really brings out the flavors.
de: Mit dem Rösten kommt wirklich das Aroma raus.
es: Asar potencia los sabores.
es_mx: Asarlo resalta los sabores.
fr: La cuisson a révélé toutes ses saveurs.
it: La cottura arrosto esalta i sapori, non c'è che dire.
ja: ローストするとフレーバーが豊かになるよネ。
ko: 구우니까 맛이 제대로 나는걸.
pl: Smażenie naprawdę wydobywa smak.
pt_br: O cozimento realça mesmo os sabores.
ru: При запекании раскрывается полный вкус.
zh_cn: 炙烤激发出了风味。
zh_tw: 炙烤激發出了風味。

# CHARACTERS.WARLY.DESCRIBE.PEPPER_OVERSIZED
source: What an impressive pepper!
de: Das ist ein sehr beeindruckender Pfeffer!
es: ¡Ese pimiento es tremendo!
fr: C'est un poivron impressionnant !
it: Che peperoncino impressionante!
ja: スゴクおもしろいペッパーだネ！
ko: 정말 인상적인 고추잖아!
pl: Co za imponująca papryka!
pt_br: Que pimenta impressionante!
ru: Какой восхитительный перец!
zh_cn: 多么令人印象深刻的辣椒啊!
zh_tw: 多麼令人印象深刻的辣椒啊!

# CHARACTERS.WARLY.DESCRIBE.PEPPER_SEEDS
source: What fresh ingredients will grow from this?
de: Welche frischen Zutaten daraus wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de esto?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que ça va me donner ? J'ai hâte !
it: A quali freschi ingredienti daranno vita?
ja: これから何が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas vão produzir?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.PERD
source: A fellow with excellent taste.
de: Der hat ausgezeichneten Geschmack.
es: Un tipo con buen gusto.
es_mx: Un tipo con buen gusto.
fr: Un camarade au goût exquis.
it: Un collega con un ottimo gusto.
ja: とってもグルメな鳥さんネ
ko: 훌륭한 입맛을 가진 친구다.
pl: Gość o doskonałym smaku.
pt_br: Um amigo com gosto excelente.
ru: Этот приятель хорош на вкус.
zh_cn: 品味出众的家伙。
zh_tw: 品味出眾的傢伙。
