Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.YOTB_POST
source: Gotta resist the urge to chop...
de: Ich muss dem Drang zu hacken widerstehen ...
es: Tengo que aguantarme las ganas de talar...
fr: Je dois... résister... à l'envie de l'abattre...
it: Devo resistere alla tentazione di tagliarlo...
ja: 切り欲に抗わねぇと…
ko: 자르고 싶은 충동을 참아야지...
pl: Muszę powstrzymać chęć porąbania jej na kawałki.
pt_br: Tenho que resistir ao desejo de cortar...
ru: Борюсь с желанием достать топор...
zh_cn: 我得控制一下想砍掉它的冲动……
zh_tw: 我得控制一下想砍掉它的衝動……

# CHARACTERS.WOODIE.DESCRIBE.YOTB_POST_ITEM
source: Better get to it, eh?
de: Wir machen uns besser an die Arbeit, was?
es: Habrá que ponerse a ello, ¿eh?
fr: Allez, au travail.
it: È ora di mettersi al lavoro, eh?
ja: 早速始めっかね。
ko: 그걸 하는 게 낫지, 응?
pl: Lepiej brać się za robotę, co?
pt_br: Melhor começar a montar, né?
ru: Надо бы установить это дело, ага.
zh_cn: 还是马上动手吧，诶？
zh_tw: 還是馬上動手吧，誒？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_SEWINGMACHINE
source: I'm pretty handy with a sewing needle.
de: Ich bin ziemlich geschickt mit einer Nähnadel.
es: Me las apaño bien con las agujas.
fr: Je suis plutôt adroit avec une aiguille.
it: Sono piuttosto in gamba con un ago.
ja: オレ、針仕事はすげぇ得意なんだよ。
ko: 재봉 바늘이 꽤 편하네.
pl: Mam dryg do szycia.
pt_br: Sou muito habilidoso com uma agulha de costura.
ru: Мне иголку в руки брать не впервой.
zh_cn: 我很会使缝衣针。
zh_tw: 我很會使縫衣針。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_SEWINGMACHINE_ITEM
source: Let's get this up and running, eh?
de: Dann wollen wir mal loslegen, was?
es: Vamos a ponerla a punto, ¿eh?
fr: Allez, on va la mettre en route.
it: È ora di metterla in funzione, no?
ja: こいつを稼働させっか。
ko: 실행해보자, 응?
pl: Lepiej postaram się ją uruchomić, co?
pt_br: Vamos botar isso pra funcionar, né?
ru: Давай-ка соберем эту машинку, угу.
zh_cn: 咱们把它弄好，诶？
zh_tw: 咱們把它弄好，誒？

# CHARACTERS.WOODIE.DESCRIBE.YOTB_STAGE
source: There's something off aboot that booth.
de: Mit dem Stand stimmt was nicht.
es: Ese puesto tiene algo raro...
fr: Ce stand me pose problème...
it: Quel banco ha qualcosa che non quadra.
ja: あのブース、なんかよろしくない気配がするぜ。
ko: 부스에 뭔가가 있어.
pl: Z tą budką jest coś nie tak.
pt_br: Tem algo esquisito nesse estande.
ru: Какая-то странная эта будка, конечно.
zh_cn: 那个地摊看起来有问题。
zh_tw: 那個地攤看起來有問題。

# CHARACTERS.WOODIE.DESCRIBE.YOTB_STAGE_ITEM
source: I should get that set up if we want to start the contest.
de: Ich sollte das aufbauen, wenn wir den Wettbewerb starten wollen.
es: Tendría que montar eso si queremos que empiece el concurso.
fr: Je devrais installer ça si on veut commencer le concours.
it: Devo montarlo, se vogliamo iniziare la competizione.
ja: コンテストを開きてぇなら、組み立てねぇといけねぇな。
ko: 대회를 시작하려면 설치해야 해.
pl: Muszę zabrać się za składanie, jeżeli mamy rozpocząć konkurs.
pt_br: É melhor eu montar isso pra gente começar logo o concurso.
ru: Если мы хотим поучаствовать в конкурсе, надо это дело установить.
zh_cn: 要想比赛的话，我得先建好那个。
zh_tw: 要想比賽的話，我得先建好那個。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRATSHRINE.BURNT
source: What a shame.
de: Was für eine Schande.
es: Qué pena.
fr: Quel dommage.
it: Davvero un peccato.
ja: 残念ね…
ko: 정말 안타깝잖아.
pl: Co za szkoda...
pt_br: Uma grande pena.
ru: Какая жалость.
zh_cn: 令人遗憾。
zh_tw: 令人遺憾。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRATSHRINE.EMPTY
source: It needs a little something...
de: Da fehlt noch eine Kleinigkeit ...
es: Necesita un algo...
fr: Il manque quelque chose...
it: Ha bisogno di un qualcosa...
ja: あと何かが少し必要なようだな…
ko: 뭔가 더 필요하잖아...
pl: Czegoś tu brakuje...
pt_br: Precisa de mais alguma coisa...
ru: Сюда нужно что-то положить…
zh_cn: 需要点什么小东西……
zh_tw: 需要點什麼小東西……

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRATSHRINE.GENERIC
source: Pretty nice setup, eh?
de: Hübsch gemacht, wie?
es: Bastante bien montado, ¿eh?
fr: C'est joli !
it: Niente male, eh?
ja: うまく出来てるじゃねえか。
ko: 제법 멋진 건물이네, 그치?
pl: Wygląda całkiem ładnie, nie?
pt_br: Ficou bem legal, né?
ru: Неплохой видок, да?
zh_cn: 小东西还挺漂亮，对不？
zh_tw: 小東西還挺漂亮，對不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.BURNT
source: Well, I guess that's that.
de: Nun, ich nehme an, so ist es.
es: Bueno, creo que eso es todo.
fr: Bon... c'est vide.
it: Beh, credo che questo sia quanto.
ja: そうか、それで終わりなんだな。
ko: 뭐, 어쩔 수 없지.
pl: Cóż, to by chyba było na tyle.
pt_br: Bem, acho que é isso então.
ru: Ну, как-то вот так.
zh_cn: 嗯，我想就是那样了。
zh_tw: 嗯，我想就是那樣了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.GENERIC
source: You ain't gettin' far without a good sense of direction.
de: Ohne Orientierungssinn kommst du nicht weit.
es: Sin un poco de sentido de la orientación no vas a llegar lejos.
fr: On ne va pas loin sans un bon sens de l'orientation.
it: Senza il senso dell'orientamento non vai da nessuna parte.
ja: 方向感覚がないと遠出はできねえよ。
ko: 방향 감각이 좋지 않으면 멀리 못 가잖아.
pl: Bez dobrej orientacji w terenie daleko nie zajdziesz.
pt_br: Você não ir muito longe sem um bom senso de direção.
ru: Без хорошего чувства направления ты далеко не убежишь.
zh_cn: 没好的方向感谁都走不远。
zh_tw: 沒好的方向感誰都走不遠。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION.RAT
source: You've got this, bud!
de: Du schaffst es, Kumpel!
es: ¡Ya lo tienes, amiga!
fr: Vas-y !
it: Ce la puoi fare, amico!
ja: オマエならやれるはずだ！
ko: 할 수 있어, 친구!
pl: Dobrze, mała!
pt_br: É com você, amigo!
ru: Давай, подруга, ты сможешь!
zh_cn: 你行的，伙计！
zh_tw: 你行的，夥計！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: My Carrat's gonna be as quick as a Canadian summer!
de: Meine Karatte ist so schnell wie ein kanadischer Sommer!
es: ¡Mi zanarrata va a ser tan veloz como el verano canadiense!
fr: Ma carate est aussi rapide qu'un été dans le Grand Nord !
it: Il mio caratto sarà veloce come l'estate canadese!
ja: オレのキャラットは相当速いぞ。カナダの夏が去るスピードぐらいにな。
ko: 내 당근이쥐는 캐나다의 여름처럼 재빨리 지나갈 거야!
pl: Moja myszomarchew przemknie szybko, jak kanadyjskie lato.
pt_br: Meu cenourrato vai ser tão rápido quanto um verão canadense!
ru: Моя моркрыса бежит быстрее, чем канадское лето!
zh_cn: 我的胡萝卜鼠会像加拿大的夏天一样快！
zh_tw: 我的胡蘿蔔鼠會像加拿大的夏天一樣快！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_REACTION.BURNT
source: Well, I guess that's that.
de: Nun, ich nehme an, so ist es.
es: Bueno, creo que eso es todo.
fr: Bon... c'est vide.
it: Beh, credo che questo sia quanto.
ja: そうか、それで終わりなんだな。
ko: 뭐, 어쩔 수 없지.
pl: Cóż, to by chyba było na tyle.
pt_br: Bem, acho que é isso então.
ru: Ну, как-то вот так.
zh_cn: 嗯，我想就是那样了。
zh_tw: 嗯，我想就是那樣了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_REACTION.GENERIC
source: Better look sharp.
de: Schau genau hin.
es: Será mejor tener buen aspecto.
fr: Il faut toujours être à fond.
it: Meglio mettersi in forma.
ja: さあ、急ぎな。
ko: 서두르는 편이 좋아.
pl: Uwijaj się!
pt_br: É bom ficar atento.
ru: Следи за собой.
zh_cn: 最好机灵点。
zh_tw: 最好機靈點。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_REACTION.RAT
source: Nice reflexes!
de: Gute Reflexe!
es: ¡Buenos reflejos!
fr: Beaux réflexes !
it: Ottimi riflessi!
ja: いい反応じゃねえか！
ko: 반사 신경이 좋잖아!
pl: Dobry refleks!
pt_br: Belos reflexos!
ru: Отличная реакция!
zh_cn: 反应真快！
zh_tw: 反應真快！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_REACTION_ITEM
source: Better find a good place to put this, eh?
de: Ich suche besser einen guten Ort dafür, wie?
es: Será mejor que encontremos un buen lugar para poner esto, ¿eh?
fr: Il faut que je trouve où mettre ça, hein ?
it: Meglio trovare un buon posto dove metterlo, eh?
ja: これを置くいい場所ねえかな？
ko: 놓을 만한 장소를 찾아봐야겠네, 그치?
pl: Trzeba znaleźć na to jakieś dobre miejsce, nie?
pt_br: Melhor encontrar um bom lugar para colocar isso, né?
ru: Надо бы найти для этого хорошее место, ага.
zh_cn: 得找个好地方放下它，对不？
zh_tw: 得找個好地方放下它，對不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_SPEED.BURNT
source: Well, I guess that's that.
de: Nun, ich nehme an, so ist es.
es: Bueno, creo que eso es todo.
fr: Bon... c'est vide.
it: Beh, credo che questo sia quanto.
ja: そうか、それで終わりなんだな。
ko: 뭐, 어쩔 수 없지.
pl: Cóż, to by chyba było na tyle.
pt_br: Bem, acho que é isso então.
ru: Ну, как-то вот так.
zh_cn: 嗯，我想就是那样了。
zh_tw: 嗯，我想就是那樣了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_SPEED.GENERIC
source: Let's hit the ground running, eh?
de: Starten wir durch, wie?
es: Vamos a machacarnos a correr, ¿eh?
fr: Tu cours ventre à terre, hein ?
it: Andiamo a correre un po', eh?
ja: さあ、全力でやろうぜ。
ko: 기가 막히게 뛰어볼까?
pl: Natychmiast bierzemy się do roboty!
pt_br: Vamos cair no chão correndo, né?
ru: Ну-ка, раз, два, бегом!
zh_cn: 咱们撒开腿跑，好不？
zh_tw: 咱們撒開腿跑，好不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_SPEED.RAT
source: Yer doin great!
de: Das machst du toll!
es: ¡Lo estás haciendo muy bien!
fr: Tu t'en sors bien !
it: Stai andando bene!
ja: やるじゃねえか！
ko: 잘하고 있어!
pl: Idzie ci doskonale!
pt_br: Tá indo bem!
ru: Ты молодец!
zh_cn: 你干的真棒！
zh_tw: 你幹的真棒！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_SPEED_ITEM
source: I'd better find a place to set this up.
de: Ich suche besser einen Ort zum Aufstellen.
es: Encontremos un lugar donde colocar esto.
fr: Il faut que je trouve où mettre ça.
it: Meglio trovare un buon posto dove montarla.
ja: これを配置する場所がいるな。
ko: 이걸 설치할 장소를 찾아보자.
pl: Muszę znaleźć jakieś miejsce, żeby to rozstawić.
pt_br: Melhor eu encontrar um lugar para isso.
ru: Надо найти место, куда это поставить.
zh_cn: 最好找个地方把它弄好。
zh_tw: 最好找個地方把它弄好。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.BURNT
source: Well, I guess that's that.
de: Nun, ich nehme an, so ist es.
es: Bueno, creo que eso es todo.
fr: Bon... c'est vide.
it: Beh, credo che questo sia quanto.
ja: そうか、それで終わりなんだな。
ko: 뭐, 어쩔 수 없지.
pl: Cóż, to by chyba było na tyle.
pt_br: Bem, acho que é isso então.
ru: Ну, как-то вот так.
zh_cn: 嗯，我想就是那样了。
zh_tw: 嗯，我想就是那樣了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.GENERIC
source: Wait a minute, is that my fishing reel?
de: Moment, ist das meine Angelrolle?
es: Un momento, ¿es ese mi carrete de pescar?
fr: C'est pas mon moulinet ?
it: Aspetta, ma quello è il mio mulinello?
ja: おい、これってオレのリールじゃねえか？
ko: 잠깐만, 이거 내 낚싯대에 있던 릴이야?
pl: Zaraz, zaraz - czy to żyłka z mojej wędki?
pt_br: Pera aí, esse é o meu carretel de pesca?
ru: Подождите-ка, это же моя катушка для рыбалки!
zh_cn: 等等，那是我的鱼线轮吗？
zh_tw: 等等，那是我的魚線輪嗎？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_STAMINA.RAT
source: There ya go!
de: Na also!
es: ¡Ahí vamos!
fr: Et voilà !
it: Vai così!
ja: よくやった！
ko: 잘하잖아!
pl: Proszę, proszę!
pt_br: Prontinho!
ru: Так-то!
zh_cn: 这就对了！
zh_tw: 這就對了！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_GYM_STAMINA_ITEM
source: Just aboot everything I need to toughen up my Carrat.
de: Alles, was ich brauche, um meine Karatte zu stählen.
es: Esto es todo lo que necesito para poner a punto a mi zanarrata.
fr: Il y a tout ce qu'il me faut pour renforcer ma carate.
it: Tutto quello che mi serve per dare una marcia in più al mio caratto.
ja: これでキャラットを鍛えるのに必要なものがそろったぜ。
ko: 당근이쥐가 강해지려면 이거면 되잖아.
pl: Wszystko, czego mi trzeba, żeby wzmocnić moją myszomarchew.
pt_br: Quase tudo que preciso para fortalecer meu cenourrato.
ru: Все, что нужно, чтобы натренировать моркрысу.
zh_cn: 强化胡萝卜鼠的必备品。
zh_tw: 強化胡蘿蔔鼠的必備品。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT
source: This marker should help 'em find the finish line.
de: Mit dieser Markierung finden sie die Ziellinie besser.
es: Este marcador será de ayuda para encontrar la línea de meta.
fr: Ce marqueur va les aider à visualiser la ligne d'arrivée.
it: Questo segnale dovrebbe aiutarli a trovare il traguardo.
ja: この目印があれば、ゴールの位置が分かりやすくなるのさ。
ko: 이 표식이 있으면 결승선을 쉽게 찾을 수 있을 거야.
pl: Dzięki temu znacznikowi łatwiej będzie im odnaleźć metę.
pt_br: Esse marcador deve ajudá-los a encontrar a linha de chegada.
ru: Эта метка поможет им найти финишную прямую.
zh_cn: 拿这个当记号，它们就能找到终点的方向了。
zh_tw: 拿這個當記號，它們就能找到終點的方向了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: How aboot I start settin' up the racetrack?
de: Soll ich die Rennstrecke einrichten?
es: ¿Qué tal si empiezo montando el circuito?
fr: Il faut que je définisse le circuit.
it: Direi che è ora di tracciare il percorso di gara.
ja: レース用のトラックを作り始めようか？
ko: 경주로를 만들기 시작해야겠는데?
pl: Biorę się do rozstawiania toru.
pt_br: Que tal eu começar a montar a pista?
ru: Давайте-ка я начну размечать трассу.
zh_cn: 我来把赛道搭好吧？
zh_tw: 我來把賽道搭好吧？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_FINISH.BURNT
source: I guess nobody wins.
de: Niemand hat gewonnen, schätze ich.
es: Supongo que nadie gana.
fr: Personne ne gagne.
it: Suppongo che non abbia vinto nessuno.
ja: 勝者なし…だな。
ko: 승자는 없잖아.
pl: No to chyba nikt nie wygra.
pt_br: Acho que ninguém venceu.
ru: Видимо, победила дружба.
zh_cn: 这下谁都赢不了了。
zh_tw: 這下誰都贏不了了。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_FINISH.GENERIC
source: Can't have a race without a finish line.
de: Ohne Ziellinie kein Rennen.
es: No se puede hacer una carrera sin una línea de meta.
fr: Impossible de faire la course sans ligne d'arrivée.
it: Non c'è gara senza traguardo.
ja: ゴールがないとレースはできねえからな。
ko: 결승선 없이 경주할 수는 없지.
pl: Ciężko o wyścig, jeśli nie ma mety.
pt_br: Não dá para ter corrida sem linha de chegada.
ru: Какой же это забег без финишной прямой?
zh_cn: 没有终点线，就比不了赛。
zh_tw: 沒有終點線，就比不了賽。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_FINISH.I_WON
source: I knew you could do it, bud!
de: Ich wusste, du schaffst es, Kumpel!
es: ¡Sabía que podías hacerlo, amiga!
fr: Je savais que tu y arriverais, mon pote !
it: Sapevo che ce l'avresti fatta, amico!
ja: やったな！信じてたぜ！
ko: 해낼 줄 알았어, 친구!
pl: Wiedziałem, że ci się uda, mała!
pt_br: Sabia que você conseguia, carinha!
ru: Я знал, что ты сможешь, малышка!
zh_cn: 我一早就知道你行，伙计！
zh_tw: 我一早就知道你行，夥計！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_FINISH.SOMEONE_ELSE_WON
source: {winner} sure gave us the run-around, eh?
de: {winner} hat uns gezeigt, was eine Harke ist, was?
es: {winner} nos ha hecho morder el polvo, ¿eh?
fr: {winner} nous a écrasés, hein ?
it: {winner} ci ha surclassato, bisogna ammetterlo.
ja: {winner}はうまいことやりやがったな。
ko: {winner}, 우리를 보기 좋게 따돌렸네, 그치?
pl: {winner} wie, jak kogoś porządnie przegonić!
pt_br: {winner} com certeza nos surpreendeu, né?
ru: {winner} со своей моркрысой обходит всех на поворотах на раз, да?
zh_cn: {winner} 还真能兜圈子，对不？
zh_tw: {winner} 還真能兜圈子，對不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_FINISH_ITEM
source: Let's get this all set up!
de: Bereiten wir alles vor!
es: ¡Preparemos todo esto!
fr: Je dois tout installer.
it: E così si chiude il tutto!
ja: さあ、準備を完了させるぜ！
ko: 자, 설치하자!
pl: Trzeba to wszystko rozstawić!
pt_br: Vamos botar isso no lugar!
ru: Пора собрать трассу воедино!
zh_cn: 我们把它建起来吧！
zh_tw: 我們把它建起來吧！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_START
source: How aboot a little race, eh?
de: Wie wäre es mit einem kleinen Rennen?
es: ¿Qué tal si echamos una carrerilla, eh?
fr: Si on faisait une petite course ?
it: Facciamo una corsetta?
ja: ちょっとしたレースはどうだ？
ko: 경주 어때?
pl: Proponuję mały wyścig!
pt_br: Que tal uma corridinha, ein?
ru: Как насчет небольшого забега?
zh_cn: 来比个小赛吧，好不？
zh_tw: 來比個小賽吧，好不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_RACE_START_ITEM
source: Alright, where do we start this race?
de: Gut, wo starten wir das Rennen?
es: Muy bien, ¿dónde empezamos la carrera?
fr: Bon, elle commence où cette course ?
it: Bene, dove la facciamo cominciare questa corsa?
ja: よしっ、このレースのスタート地点はどこだ？
ko: 자, 경주를 어디서 시작할까?
pl: No dobrze, to gdzie będzie start?
pt_br: Tudo bem, por onde começamos a corrida?
ru: Итак, откуда начнется забег?
zh_cn: 好吧，我们从哪开始呢？
zh_tw: 好吧，我們從哪開始呢？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_SCALE.BURNT
source: Hey, it's not fire season!
de: He, es ist keine Brandsaison!
es: ¡Eh, no es temporada de fuegos!
fr: C'est pas la saison des incendies !
it: Ehi, non è la stagione degli incendi!
ja: おいおい、まだ山火事の季節じゃないってのに。
ko: 이봐, 불이 날 계절은 아니라고!
pl: Hej, to nie jest sezon najczęstszych pożarów!
pt_br: Ei, não é temporada de fogo!
ru: Сейчас же вроде не сезон для пожаров.
zh_cn: 哎呀，明明不到山火的季节啊！
zh_tw: 哎呀，明明不到山火的季節啊！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT
source: Sorry bud, looks like you need more time at the gym.
de: Tut mir leid, Kumpel, ich glaube, du musst mehr trainieren.
es: Lo siento, amiga, parece que necesitas pasar más tiempo en el gimnasio.
fr: Je crois qu'il faut que tu retournes t'entraîner au caratelier.
it: Mi spiace, amico, ma temo tu abbia bisogno di passare un po' più di tempo in palestra.
ja: 残念だが、オマエはもうちょっとジムで鍛えた方がいい。
ko: 미안해, 친구. 체육관에서 시간을 좀 더 보내야겠어.
pl: Przykro mi, mała, ale potrzebujesz więcej treningów.
pt_br: Desculpe, amigo, parece que você precisa treinar mais.
ru: Ты, конечно, извини, но тебе явно нужно уделять тренировкам больше времени.
zh_cn: 抱歉了伙计，看起来你还得再练练。
zh_tw: 抱歉了夥計，看起來你還得再練練。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_SCALE.CARRAT_GOOD
source: Not bad! Not bad at all!
de: Nicht übel! Ganz und gar nicht übel!
es: ¡No está mal! ¡No está nada mal!
fr: Pas mal ! Pas mal du tout !
it: Niente male! Davvero niente male!
ja: いいじゃねえか！この調子いこう！
ko: 나쁘지 않잖아! 꽤 괜찮은데!
pl: Nieźle! Naprawdę nieźle!
pt_br: Nada mal! Nada mal mesmo!
ru: Неплохо! Очень даже неплохо!
zh_cn: 不错！真是不错！
zh_tw: 不錯！真是不錯！

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_SCALE.GENERIC
source: How aboot we see what our Carrat's made of, eh?
de: Mal sehen, aus welchem Holz unsere Karatte geschnitzt ist, was?
es: ¿Y si vemos de qué está hecha nuestra zanarrata, eh?
fr: Montre-nous de quoi tu es capable.
it: E se andassimo a vedere di che pasta sono fatti i nostri caratti, eh?
ja: さあ、オレらのキャラットの能力を拝見といこうじゃないか。
ko: 당근이쥐의 속사정을 살펴볼까?
pl: Sprawdźmy, do czego się nadaje ta myszomarchew, co?
pt_br: Que tal vermos do que nosso cenourrato é feito, ein?
ru: Посмотрим, из чего же сделана наша моркрыса.
zh_cn: 来瞧瞧咱们的胡萝卜鼠有几斤几两，好不？
zh_tw: 來瞧瞧咱們的胡蘿蔔鼠有幾斤幾兩，好不？

# CHARACTERS.WOODIE.DESCRIBE.YOTC_CARRAT_SCALE_ITEM
source: This will help me get the measure of my racer.
de: Damit kann ich meinen Wettläufer testen.
es: Esto me ayudará a conocer la magnitud de mi corredora.
fr: Ça va me donner les statistiques de ma carate.
it: Questo mi aiuterà a misurare il mio corridore.
ja: これでレーサーたちの能力を測ることができるのさ。
ko: 내 경주쥐를 측정하는 데 도움이 되겠어.
pl: Dzięki temu przedmiotowi uzyskam pomiar parametrów mojego zawodnika.
pt_br: Isso vai me ajudar a medir o meu corredor.
ru: Они помогут оценить потенциал моей бегуньи.
zh_cn: 这个能替我衡量我的选手。
zh_tw: 這個能替我衡量我的選手。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_SEEDPACKET
source: It's a bit of a mixed bag. Of seeds.
de: Ein Sack mit gemischtem Saatgut.
es: Hay un poco de todo. De semillas.
fr: C'est un sachet de graines.
it: È un sacchetto con tanti semi diversi.
ja: いろんな種が入った袋だ。
ko: 온갖 씨앗이 섞여 있잖아.
pl: Mieszanka różnych nasion.
pt_br: É um saco meio misto. De sementes.
ru: Маленький мешочек с семенами.
zh_cn: 一袋混装的种子。
zh_tw: 一袋混裝的種子。

# CHARACTERS.WOODIE.DESCRIBE.YOTC_SEEDPACKET_RARE
source: Whatcha think it'll grow into, Lucy?
de: Was meinst du, was daraus wird, Lucy?
es: ¿Qué crees que crecerá, Lucy?
fr: Qu'est-ce que ça va donner ?
it: Cosa pensi che nascerà, Lucy?
ja: ルーシー、こいつは何になると思う？
ko: 이게 자라면 뭐가 될까, 루시?
pl: Lucy, jak sądzisz, co z tego wyrośnie?
pt_br: O que você acha que vai nascer, Lucy?
ru: Люси, как думаешь, что из них вырастет?
zh_cn: 你觉得它能长出什么，露西？
zh_tw: 你覺得它能長出什麼，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTP_FOOD1
source: Want some, Lucy?
de: Willst du was davon, Lucy?
es: ¿Quieres un poco, Lucy?
fr: T'en veux, Lucy ?
it: Ne vuoi un po', Lucy?
ja: ルーシー、少しいるか？
ko: 좀 줄까, 루시?
pl: Lucy, chcesz trochę?
pt_br: Quer um pouco, Lucy?
ru: Хочешь немного, Люси?
zh_cn: 要来点吗，露西？
zh_tw: 要來點嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.YOTP_FOOD2
source: Doesn't look to appetizing. Sorry.
de: Sieht nicht sehr lecker aus. Sorry.
es: No parece que esté muy bueno. Lo siento.
fr: Pas très appétissant. Désolé.
it: Non sembra appetitoso. Peccato.
ja: どうも食欲がそそられねえな。悪いが。
ko: 별로 먹음직스러워 보이지 않는데. 미안.
pl: Nie wygląda to najlepiej. Przepraszam.
pt_br: Não parece muito apetitoso. Desculpe.
ru: Не очень-то аппетитно. Извините.
zh_cn: 看起来不是让人很有胃口。对不起。
zh_tw: 看起來不是讓人很有胃口。對不起。

# CHARACTERS.WOODIE.DESCRIBE.YOTP_FOOD3
source: I don't need nothin' fancy.
de: Ich brauche nichts Besonderes.
es: No necesito nada espectacular.
fr: Pas besoin de luxe.
it: Non voglio niente di speciale.
ja: 手が込んだ食べ物なんてオレは興味ないんだ。
ko: 음식은 고급일 필요 없지.
pl: Nie trzeba mi żadnych specjałów.
pt_br: Não preciso de nada muito chique.
ru: Ничего особенного мне не нужно.
zh_cn: 我不需要花里胡哨的食物。
zh_tw: 我不需要花裡胡哨的食物。

# CHARACTERS.WOODIE.DESCRIBE.YOT_CATCOONSHRINE.BURNT
source: All burnt up.
de: Ganz verbrannt.
es: Se ha quemado por completo.
fr: C'est tout brûlé.
it: Tutto bruciato.
ja: 全部燃えちゃったよ。
ko: 다 탔어.
pl: Całkowicie spalone.
pt_br: Tudo queimado.
ru: Все сгорело.
zh_cn: 烧得精光。
zh_tw: 燒得精光。

# CHARACTERS.WOODIE.DESCRIBE.YOT_CATCOONSHRINE.EMPTY
source: It could use a little something.
de: Da fehlt noch eine Kleinigkeit.
es: Le hace falta un algo.
fr: Ça manque d'un petit quelque chose.
it: Manca qualcosa.
ja: コレ、小さい何かを使えたネ。
ko: 뭔가 있으면 좋겠어.
pl: Przydałoby się tu coś postawić.
pt_br: Acho que precisa de alguma coisa.
ru: Чего-то явно не хватает.
zh_cn: 还缺点东西。
zh_tw: 還缺點東西。

# CHARACTERS.WOODIE.DESCRIBE.YOT_CATCOONSHRINE.GENERIC
source: Some quality craftsmanship there.
de: Das ist echte Handwerkskunst.
es: Qué preciosidad de la artesanía.
fr: C'est de la belle ouvrage, ça.
it: Un lavoro di ottima qualità.
ja: 見事な職人技だな。
ko: 거기에 고품질의 장인 정신이 좀 있어.
pl: Widać tu rękę mistrza.
pt_br: Uma bela perícia de qualidade.
ru: Очень тонкая работа.
zh_cn: 那手艺是相当不错。
zh_tw: 那手藝是相當不錯。

# CHARACTERS.WOODIE.DESCRIBE_GENERIC
source: What's that, eh?
de: Was ist das, was?
es: ¿Qué es eso, eh?
fr: C'est quoi, hein ?
it: Che cos'è, eh?
ja: それは一体なんだろう？
ko: 저게 대체 뭐지?
pl: Cóż to takiego?
pt_br: O que é isso, hã?
ru: Что это, а?
zh_cn: 那是什么，嗯？
zh_tw: 那是什麼，嗯？

# CHARACTERS.WOODIE.DESCRIBE_PLANTHAPPY
source: Looks right as rain!
de: Sieht richtig gut aus!
es: ¡Está muy feliz!
fr: Elle a l'air en pleine forme !
it: Sembra proprio a suo agio!
ja: カンペキだな！
ko: 아주 상태가 좋아보여!
pl: Wygląda wyśmienicie!
pt_br: Está com uma aparência ótima!
ru: Светится от счастья!
zh_cn: 看起来很好！
zh_tw: 看起來很好！

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSED
source: Looks like there's a thing or two I should fix around here.
de: Sieht so aus, als müsste ich hier ein oder zwei Dinge in Ordnung bringen.
es: Creo que tendría que arreglar un par de cosillas por aquí...
fr: On dirait qu'il y a quelques trucs qu'il faut que je répare, par ici.
it: Sembra che ci siano un paio di cose da sistemare.
ja: 解決せにゃならねぇ問題がいくつかあるみてぇだな。
ko: 여기에서 수정해야 할 것이 한두 가지가 있는 것 같아.
pl: Chyba muszę coś tu zmienić.
pt_br: Acho que eu preciso dar um jeito em algumas coisinhas por aqui.
ru: Тут не помешало бы кое-что исправить.
zh_cn: 这里有些需要我修好的东西。
zh_tw: 這裡有些需要我修好的東西。

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORFAMILY
source: Maybe if I put some similar plants around...
de: Vielleicht, wenn ich ein paar ähnliche Pflanzen pflanze ...
es: A lo mejor si pongo plantas parecidas cerca...
fr: Peut-être que si j'ajoutais quelques plantes du même type près d'elle...
it: Magari, se nei paraggi piantassi delle sue simili...
ja: 周りに同じような植物を置いたほうがいいのかね…
ko: 주변에 비슷한 식물을 심어놓으면...
pl: Może gdybym posadził wokół podobne rośliny...
pt_br: Quem sabe se eu puser umas plantas parecidas em volta...
ru: Может быть, посадить рядом еще пару-тройку таких же?
zh_cn: 我要不试着放几颗一样的植物在周围……
zh_tw: 我要不試著放幾顆一樣的植物在周圍……

# CHARACTERS.WOODIE.DESCRIBE_PLANTSTRESSORHAPPINESS
source: Maybe it just needs a little pep talk, eh?
de: Vielleicht braucht es nur eine kleine Aufmunterung, was?
es: Igual solo necesita un poquito de charleta.
fr: Elle a peut-être juste besoin de papoter ?
it: Forse ha solo bisogno di una bella chiacchierata, eh?
ja: お喋りでもしたほうがいいのか？
ko: 어쩌면 약간의 격려가 필요하지 않을까?
pl: Może po prostu potrzebuje przemowy motywacyjnej, co?
pt_br: Quem sabe ela precisa apenas de uma injeção de ânimo, né?
ru: Может, ему просто нужно кому-нибудь выговориться, а?
zh_cn: 也许它就是需要点加油打气，诶？
zh_tw: 也許它就是需要點加油打氣，誒？
