Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: According to my egg timer, it could hatch any moment now!
de: Meiner Eieruhr zufolge könnte es jeden Moment schlüpfen!
es: ¡El temporizador de huevo dice que podría eclosionar en cualquier momento!
fr: Selon mon minuteur, cet œuf devrait éclore à tout moment !
it: Stando al mio timer uovo, potrebbe schiudersi da un momento all'altro!
ja: 私のエッグタイマーによれば、今すぐ生まれてもおかしくないわ！
ko: 알 타이머를 보면, 지금 언제라도 부화할 수 있는데!
pt_br: De acordo com o meu temporizador de ovo, ele pode chocar a qualquer momento!
ru: Мои часы показывают, что птенец вот-вот вылупится!
zh_tw: 我的鳥蛋計時器貨它隨時可能孵化！

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDNEST.GENERIC
source: I spot an egg! Although it looks like it was spotted already.
de: Da ist ein Fleck mit einem Ei! Obwohl es so aussieht, als wäre das Ei auch gefleckt!
es: ¡Veo un huevo pinto de lo más vistoso!
fr: Un œuf ! C'est mignon, ces taches.
it: Ho puntato gli occhi su un uovo! Beh, non che avesse bisogno di altri puntini.
ja: 三毛猫みたいなタマゴ見っけ！
ko: 알을 발견했어! 이미 누가 발견한 것 같긴 하지만.
pt_br: Avistei um ovo! Tem pinta de ser bom.
ru: Я приметила яйцо! Впрочем, его явно кто-то пометил до меня.
zh_tw: 我發現了一顆蛋！上面有很多斑點。

# CHARACTERS.WANDA.DESCRIBE.TALLBIRDNEST.PICKED
source: Just an empty nest.
de: Nur ein leeres Nest.
es: Un nido vacío.
fr: Un nid vide.
it: Nient'altro che un nido vuoto.
ja: ただの空の巣。
ko: 그냥 빈 둥지네.
pt_br: É só um ninho vazio.
ru: Это пустое гнездо.
zh_tw: 空的鳥巢。

# CHARACTERS.WANDA.DESCRIBE.TAMALES
source: They're piping hot!
de: Die sind ja tierisch scharf!
es: ¡Cómo pican!
fr: C'est brûlant !
it: Sono bollenti!
ja: すごく熱々！
ko: 몹시 뜨거운걸!
pt_br: Estão tinindo!
ru: С пылу, с жару!
zh_tw: 火辣辣！

# CHARACTERS.WANDA.DESCRIBE.TEENBIRD.GENERIC
source: When did you dye your feathers?
de: Wann hast du denn deine Federn gefärbt?
es: ¿Cuándo te has teñido las plumas?
fr: Tu as teint tes plumes ?
it: Quando ti sei tinto le piume?
ja: いつの間に羽根を染めたの？
ko: 깃털은 언제 염색한거니?
pt_br: Quando você tingiu as penas?
ru: Когда это ты покрасила перья?
zh_tw: 你是什麼時候染的羽毛？

# CHARACTERS.WANDA.DESCRIBE.TEENBIRD.HUNGRY
source: Oh botheration, I bet you're hungry.
de: Ach verflixt, du hast sicher Hunger.
es: Qué fastidio. Seguro que tienes hambre.
fr: Oh flûte de zut, tu as faim, c'est ça ?
it: Che seccatura, scommetto che hai fame.
ja: ああ、煩わしい。おなか減ったんでしょ？
ko: 아 귀찮아, 장담하는데 배고플거야.
pt_br: Ai, que amolação! Aposto que você está com fome.
ru: Вот неудобство. Наверно, ты проголодалась.
zh_tw: 嗷，麻煩呐。我打賭你餓了。

# CHARACTERS.WANDA.DESCRIBE.TEENBIRD.SLEEPING
source: This is no time for sleeping!
de: Jetzt ist nicht die Zeit zum Schlafen.
es: ¡No es hora de dormir!
fr: Ce n'est pas le moment de dormir !
it: Non è il momento di dormire!
ja: 今は眠る時間じゃないわ！
ko: 지금은 잘 시간이 아니야.
pt_br: Não é hora de dormir!
ru: Сейчас не время спать!
zh_tw: 現在不是睡覺的時候！

# CHARACTERS.WANDA.DESCRIBE.TEENBIRD.STARVING
source: I think she might actually eat me if I don't feed her soon.
de: Ich glaube, sie könnte mich tatsächlich fressen, wenn ich sie nicht bald füttere.
es: Creo que se me va a comer como no le dé comida pronto...
fr: Je crois qu'il va finir par me manger si je ne le nourris pas très vite.
it: Potrebbe finire per mangiarmi se non mi sbrigo a dargli qualcosa da mangiare.
ja: 急いであの子にエサやらないと、私が食べられるかもしれないわ。
ko: 빨리 뭘 먹이지 않으면 정말 날 잡아먹을 수도 있을 것 같아.
pt_br: Acho que ele pode acabar me devorando se eu não alimentá-lo logo.
ru: Думаю, она меня саму слопает, если ее сейчас не покормить.
zh_tw: 如果我不儘快喂她，她可能真的會吃掉我。

# CHARACTERS.WANDA.DESCRIBE.TELEBASE.GEMS
source: I can't believe how much energy this thing requires to work.
de: Ich fasse es nicht, wie viel Energie dieses Ding braucht, um zu funktionieren.
es: No me puedo creer la de energía que necesita esto para funcionar.
fr: Ce truc a besoin d'une quantité considérable d'énergie pour fonctionner.
it: È incredibile quanta energia necessiti per funzionare.
ja: これにどれだけのエネルギーが必要かは、まったくもって信じられないわ。
ko: 녀석이 활동하는 데 에너지가 이렇게 많이 필요하다는 건 믿을 수 없어.
pt_br: Não posso acreditar na quantidade de energia que esta coisa requer pra funcionar.
ru: Поверить не могу, сколько энергии потребляет эта штуковина.
zh_tw: 很難相信這東西需要這麼多能量才能運轉。

# CHARACTERS.WANDA.DESCRIBE.TELEBASE.VALID
source: Well, might as well put it to use.
de: Tja, genauso gut könnte ich das auch nutzen.
es: Supongo que puedo darle uso.
fr: Bon, autant l'utiliser.
it: Beh, tanto vale farne uso.
ja: んー、どうせなら使えるようにするかも。
ko: 글쎄, 사용할 수도 있겠지.
pt_br: Bom, é melhor fazer uso dele.
ru: Что ж, почему бы ей и не воспользоваться.
zh_tw: 好吧，不如把它用起來。

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: With this I can surely pass through space and time!
de: Damit kann ich mich bestimmt durch Raum und Zeit bewegen.
es: ¡Con esto seguro que puedo atravesar el espacio y el tiempo!
fr: Avec ça, je peux sûrement voyager dans le temps et l'espace !
it: Con questa posso sicuramente passare attraverso lo spazio e il tempo!
ja: これがあれば、確実に宇宙と時空を超えられる！
ko: 이걸로 시간과 공간을 통과할 수 있을 것이다!
pt_br: Com isso posso me deslocar pelo espaço e pelo tempo!
ru: С этим я легко пройду через пространство и время!
zh_tw: 有了這個，我肯定可以穿越時空！

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This appears to be a nexus to another world!
de: Dies scheint eine Verknüpfung in eine andere Welt zu sein!
es: ¡Esto parece ser un nexo hacia otro mundo!
fr: On dirait une liaison vers un autre monde !
it: Sembra essere il legame con un altro mondo!
ja: ここは別の世界へのつながりのようだぞ！
ko: 다른 세계로 가는 통로인 것 같다!
pt_br: Isso parece ser um nexus para outro mundo!
ru: Это можно смело назвать связующим звеном между измерениями!
zh_tw: 這好像可以通往另一個世界！

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There's still something missing.
de: Dort fehlt immer noch irgendetwas.
es: Todavía falta algo.
fr: Il manque encore quelque chose.
it: Manca ancora qualcosa.
ja: まだ何かが不足している。
ko: 아직도 뭔가 빠진 게 있다.
pt_br: Ainda tem alguma coisa faltando.
ru: Все еще чего-то не хватает.
zh_tw: 還少了些什麼東西。

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Soon, the invention will be complete!
de: Bald wird die Erfindung fertig sein!
es: ¡Pronto mi invención estará terminada!
fr: L'invention sera bientôt achevée !
it: Presto, l'invenzione sarà completa!
ja: もうすぐ、俺の発明が完成する！
ko: 내 발명품이 곧 완성될 것이다!
pt_br: Logo, a invenção estará completa!
ru: Совсем скоро я закончу работу над этим изобретением!
zh_tw: 很快，這個發明就要大功告成！

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_BOX
source: This may control the polarity of the whole universe.
de: Das kann die Polarität des ganzen Universums kontrollieren.
es: Esto puede controlar la polaridad de todo el universo.
fr: Ça pourrait contrôler la polarité de tout l'univers.
it: Può controllare la polarità dell'intero universo.
ja: これは宇宙全体の両極性を制御している可能性がある。
ko: 이걸로 우주 전체의 극성을 제어할 수 있을 것이다.
pt_br: Talvez isso controle a polaridade de todo o universo.
ru: Может управлять полярностью целой Вселенной.
zh_tw: 這可能控制著整個宇宙的極性。

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_CRANK
source: Tough enough to handle the most intense experiments.
de: Robust genug, um mit den meisten intensiveren Experimenten klarzukommen.
es: Lo suficientemente fuerte para soportar los experimentos más intensos.
fr: Assez résistant pour supporter les expériences les plus intenses.
it: Abbastanza duro da gestire gli esperimenti più intensi.
ja: 強靭で、もっとも過酷な実験に耐えうる。
ko: 극한의 실험도 견딜 수 있을 정도로 단단하다.
pt_br: Resistente o bastante para manipular os experimentos mais intensos.
ru: Довольно крепкая, чтобы выдержать многие тяжелые опыты.
zh_tw: 結實到足以應付最危險的實驗。

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_POTATO
source: This metal potato contains great and fearful power...
de: Diese Metallkartoffel besitzt beträchtliche und furchtbare Macht ...
es: Esta patata de metal contiene un gran y temible poder...
fr: Cette patate en métal recèle un pouvoir énorme et terrifiant...
it: Questa patata di metallo contiene un potere grande e spaventoso...
ja: このメタルポテトは莫大で恐ろしいパワーを含んでいる…
ko: 이 금속으로 된 감자에는 엄청나고 무시무시한 힘이 있다...
pt_br: Essa batata de metal contém um poder grandioso e amedrontador...
ru: Эта металлическая картофелина содержит большую и страшную силу…
zh_tw: 這個金屬土豆包含強大而又可怕的力量...

# CHARACTERS.WANDA.DESCRIBE.TELEPORTATO_RING
source: A ring that could focus dimensional energies.
de: Ein Ring, der dimensionale Energien bündeln kann.
es: Un anillo que podría concentrar energías dimensionales.
fr: Un anneau capable de concentrer les énergies dimensionnelles.
it: Un anello che potrebbe concentrare le energie dimensionali.
ja: 次元エネルギーに焦点を合わせられるリング。
ko: 차원 에너지를 집중할 수 있는 고리.
pt_br: Um anel que poderia concentrar as energias dimensionais.
ru: Кольцо, фокусирующее пространственную энергию.
zh_tw: 一個可以聚集空間能量的圓環。

# CHARACTERS.WANDA.DESCRIBE.TELESTAFF
source: It's a bit clunky, but it'll do for now.
de: Ein wenig sperrig, aber für den Moment passt es.
es: Es un poco tosco, pero servirá.
fr: C'est un peu maladroit, mais ça fera l'affaire.
it: È un pochino ingombrante, ma me lo farò andare bene per il momento.
ja: カクカクしてるけど、今のところは何とかなるでしょ。
ko: 약간 투박하지만 일단은 되네.
pt_br: É meio pesadão, mas vai servir por enquanto.
ru: Слегка тяжеловат, но пока сгодится.
zh_tw: 雖然有點笨拙，但湊活著用算了。

# CHARACTERS.WANDA.DESCRIBE.TENT.BURNT
source: It looks like nap time is over, permanently.
de: Sieht so aus, als ob die Zeit für Nickerchen für immer vorbei ist.
es: Bueno, hora de despedirse de las siestas para siempre.
fr: Bon, on oublie la sieste, alors.
it: Sembra che l'ora del pisolino sia finita... per sempre.
ja: 仮眠の時間はおしまいみたいね。永遠に。
ko: 낮잠 시간이 영구적으로 끝난 것 같아.
pt_br: Parece que a hora da soneca terminou, permanentemente.
ru: Похоже, теперь мне уже не подремать.
zh_tw: 看來小憩時間已經結束了，永遠結束了。

# CHARACTERS.WANDA.DESCRIBE.TENT.GENERIC
source: I guess it wouldn't hurt to take a quick little nap...
de: Ich schätze, ein kurzes Nickerchen kann nicht schaden ...
es: No pasaría nada por echar una siestecita...
fr: Je ne dirais pas non à une petite sieste...
it: Suppongo che un pisolino veloce non guasterebbe...
ja: ちょっと仮眠したところで問題ないわよね…
ko: 잠깐 낮잠을 자는 것도 나쁘지 않을 것 같은데...
pt_br: Acho que não tiraria pedaço se eu cochilasse rapidinho...
ru: Пожалуй, можно и вздремнуть часик-другой...
zh_tw: 我看小憩一下也無妨嘛……

# CHARACTERS.WANDA.DESCRIBE.TENTACLE
source: I'll be avoiding that.
de: Das werde ich wohl besser meiden.
es: Será mejor que no me acerque.
fr: Je vais éviter de m'en approcher.
it: Credo che lo eviterò.
ja: 私、あれはゴメンだわ。
ko: 피해야지.
pt_br: Vou evitar isso.
ru: Уж лучше обойду стороной.
zh_tw: 我會想辦法避開那個。

# CHARACTERS.WANDA.DESCRIBE.TENTACLESPIKE
source: Quite a nasty weapon.
de: Das ist eine echt fiese Waffe.
es: Un arma bastante desagradable.
fr: Quelle arme effroyable.
it: Alquanto disgustosa, come arma.
ja: かなりひどい武器。
ko: 상당히 불쾌한 무기네.
pt_br: Que arma asquerosa.
ru: Довольно мерзкое оружие.
zh_tw: 相當討厭的武器。

# CHARACTERS.WANDA.DESCRIBE.TENTACLESPOTS
source: Such a nice pattern, if only it wasn't so slimy and disgusting.
de: So ein schönes Muster, wenn es doch nur nicht so schleimig und eklig wäre.
es: Tiene un diseño precioso. Si no fuera tan pegajoso y desagradable...
fr: Quel joli motif... Dommage que ce soit aussi gluant et répugnant.
it: Sarebbe un motivo grazioso se solo non fosse così viscido e disgustoso.
ja: ドロドロでキモくないなら、飛びぬけて素晴らしいパターンだわ。
ko: 너무 칙칙하고 역겹지만 않으면 꽤 괜찮은 패턴이야.
pt_br: Que belo padrão, quem dera não fosse tão viscoso e nojento.
ru: Жаль, что оно такое склизкое и противное: выкройка-то красивая.
zh_tw: 這麼好的圖案，如果它不是那麼粘稠和噁心就好了。

# CHARACTERS.WANDA.DESCRIBE.TENTACLE_GARDEN
source: Another thing I probably shouldn't touch.
de: Noch etwas, das ich wohl lieber nicht anfassen sollte.
es: Otra cosa que no debería ni tocar.
fr: Encore un truc que je ne devrais pas toucher.
it: Un'altra cosa che probabilmente farei meglio a non toccare.
ja: あれは触ったらダメなヤツだわ。
ko: 아마 또 만지면 안 되는 것이겠지.
pt_br: Mais uma coisa que eu provavelmente não deveria tocar.
ru: Очередная штуковина, которую не стоит трогать.
zh_tw: 這個我也不應該碰。

# CHARACTERS.WANDA.DESCRIBE.TENTACLE_PILLAR
source: I don't think I should touch that.
de: Ich glaube nicht, dass ich das anfassen sollte.
es: Creo que no debería tocar eso.
fr: À mon avis, mieux vaut que je n'y touche pas.
it: Penso che farei meglio a non toccarlo.
ja: あれは触らない方がいいと思うわ。
ko: 만져선 안 될 것 같아.
pt_br: Acho que não devo tocar nisso.
ru: Не думаю, что стоит это трогать.
zh_tw: 我想我不應該碰那個。

# CHARACTERS.WANDA.DESCRIBE.TENTACLE_PILLAR_ARM
source: Hateful little things!
de: Widerliche kleine Viecher!
es: ¡Cómo os odio!
fr: Ces petites choses sont horribles !
it: Stupidi affarini odiosi!
ja: 憎しみに満ちた小さいヤツ。
ko: 혐오스러운 작은 놈들!
pt_br: Coisinhas odiosas!
ru: Какие гадкие вещицы!
zh_tw: 滿心仇恨的小東西！

# CHARACTERS.WANDA.DESCRIBE.TENTACLE_PILLAR_HOLE
source: There's a whole maze of tunnels down there.
de: Dort unten gibt es ein ganzes Labyrinth von Tunneln.
es: Hay un laberinto de túneles colosal ahí abajo.
fr: Il y a tout un labyrinthe de tunnels, là-dessous.
it: C'è un intero labirinto di tunnel quaggiù!
ja: あの下にはトンネルの迷路が広がってる。
ko: 그 아래에는 터널의 전체 미로가 있어.
pt_br: Tem um labirinto inteiro de túneis aqui embaixo.
ru: Внизу целый лабиринт тоннелей.
zh_tw: 下麵有一條迷宮般的隧道。

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.COOLDOWN
source: It's dormant, for the time being at least.
de: Inaktiv, zumindest vorläufig.
es: Está inactivo, al menos por ahora.
fr: Pour l'instant, c'est inactif.
it: È inattivo. Per ora, almeno.
ja: 今のところはおとなしいわね。
ko: 적어도 당분간은 수면 상태야.
pt_br: Está dormindo, pelo menos por ora.
ru: Оно в спячке. По крайней мере, на данный момент.
zh_tw: 它處於休眠期，至少目前是這樣。

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.CRIMSON
source: Oh, it didn't take well to shadow magic, did it?
de: Oh, die Schattenmagie hat es nicht gut vertragen, was?
es: Vaya, la magia sombría no le sienta nada bien, ¿verdad?
fr: Oh, il n'a pas trop apprécié la magie des ombres, on dirait.
it: Oh, non ha reagito bene alla magia delle ombre, vero?
ja: あら、影の魔法は合わなかったみたいだね？
ko: 오, 이건 그림자 마법을 잘 보여주지 않았어, 보여줬나?
pt_br: Ah, não se deu bem com magia das sombras, não é?
ru: Ой, темная магия ему явно не по нраву.
zh_tw: 哦，它對影子魔法不感冒嗎？

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.ENABLED
source: Being right all the time is getting old.
de: Ständig Recht zu haben, wird langsam langweilig.
es: Tener siempre la razón es muy cansado.
fr: Toujours avoir raison finit par être épuisant.
it: Avere sempre ragione sta diventando monotono.
ja: いつでも正しくあれなんてもう古いのよ。
ko: 항상 옳게 행동하면 나이가 들어.
pt_br: Estar certa o tempo todo está ficando velho.
ru: Постоянна правота — первый признак старости.
zh_tw: 保持永遠正確這種想法已經過時了。

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.GENERIC
source: Does anyone else feel that shiver of interdimensionality in the air?
de: Spürt noch jemand diesen Hauch von Interdimensionalität in der Luft?
es: ¿Alguien más siente ese temblorcillo de interdimensionalidad en el aire?
fr: Je suis la seule à sentir ce frisson interdimensionnel ?
it: Nessun altro sente un brivido di interdimensionalità nell'aria?
ja: この辺にいると次元間の恐怖で背筋がゾクッとしない？
ko: 공기 중에서 차원 간 떨림이 느껴지는 사람이 있을까?
pt_br: Mais alguém está sentindo aquele arrepio da interdimensionalidade no ambiente?
ru: Вы тоже это чувствуете? Потянуло ветерком из другого мира.
zh_tw: 你們其他人感覺到空氣中那種跨維度的顫抖了嗎？

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: It doesn't seem to be active, perhaps now I can tinker with it...
de: Scheint nicht aktiv zu sein, vielleicht kann ich jetzt daran herumspielen ...
es: Parece que está inactivo, a lo mejor ahora puedo trastear un poco con él...
fr: Ça n'a pas l'air de fonctionner. Je peux peut-être en profiter pour le bricoler.
it: Non sembra attivo; potrebbe essere l'occasione per armeggiarci un pochino...
ja: 稼働してないみたい。今なら研究できるかもしれないわ…
ko: 활성화된 것 같지는 않아, 아마 내가 손 볼 수 있을 거야...
pt_br: Não parece estar ativo. Talvez agora eu possa mexer nele...
ru: Кажется, не работает. Можно поковыряться в механизме...
zh_tw: 它似乎待機了，也許現在我可以鼓搗一下它……

# CHARACTERS.WANDA.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: I have a rather terrible feeling about this...
de: Da habe ich ein wirklich ganz übles Gefühl ...
es: Tengo un presentimiento malo de narices...
fr: J'ai vraiment un très mauvais pressentiment...
it: Ho un pessimo presentimento...
ja: 嫌な予感がするわ…
ko: 이건 정말 끔찍한 느낌이야...
pt_br: Estou com uma sensação um tanto terrível sobre isso...
ru: У меня очень дурное предчувствие...
zh_tw: 我有一種十分不祥的感覺……

# CHARACTERS.WANDA.DESCRIBE.TERRARIUMCHEST.BURNT
source: Erased from the timeline.
de: Von der Zeitachse gelöscht.
es: Ha desaparecido de la línea temporal.
fr: Il a été effacé de cette ligne temporelle.
it: Cancellato dalla linea temporale.
ja: 時間線から削除されたのね。
ko: 타임라인에서 삭제했어.
pt_br: Apagada da linha do tempo.
ru: Вот так и стираются вещи и события из истории.
zh_tw: 從時間軸上抹去了。

# CHARACTERS.WANDA.DESCRIBE.TERRARIUMCHEST.GENERIC
source: Dimensional cross-contamination aside, it's quite a lovely chest.
de: Abgesehen von der interdimensionalen Verunreinigung ist es eine sehr schöne Truhe.
es: Dejando de lado la contaminación interdimensional, es un cofre la mar de cuco.
fr: Si on fait abstraction de la contamination interdimensionnelle, c'est un très joli coffre.
it: Contaminazione tra le dimensioni a parte, è uno scrigno alquanto grazioso.
ja: 次元の相互汚染はおいておくとして、とっても可憐な宝箱だわ。
ko: 차원 교차 오염은 제쳐두더라도 꽤 사랑스러운 상자야.
pt_br: Deixando a contaminação multidimensional de lado, é um baú bem bonito.
ru: Очень милый сундучок, не считая того, что он родом из другого измерения.
zh_tw: 撇開維度交叉污染不談，這是個相當可愛的箱子。

# CHARACTERS.WANDA.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: That... seems suspect.
de: Das ... wirkt verdächtig.
es: Eso ha sido... sospechoso.
fr: C'est... suspect.
it: Sembra... sospetto.
ja: これは…なんだか疑わしいわ。
ko: 저건... 수상쩍은데.
pt_br: Isso... parece suspeito.
ru: Это... довольно подозрительно.
zh_tw: 那個……似乎很可疑。

# CHARACTERS.WANDA.DESCRIBE.THULECITE
source: If I could just break it down into more manageable pieces...
de: Wenn ich das nur in handlichere Stücke zerlegen könnte ...
es: Si pudiera romperla en pedacitos más manejables...
fr: Si seulement je pouvais la séparer en pièces plus pratiques...
it: Vorrei poterlo scomporre in parti più facilmente gestibili...
ja: もっと扱いやすいサイズにできればいいんだけど…
ko: 좀 더 관리하기 쉽게 조각조각 쪼갤 수 있다면...
pt_br: Se eu conseguisse dividi-la em pedaços mais fáceis de transportar...
ru: Вот бы его разломать на мелкие кусочки...
zh_tw: 如果我可以把它分解成更容易處理的小塊就好了……

# CHARACTERS.WANDA.DESCRIBE.THULECITE_PIECES
source: Just what I was looking for!
de: Genau, was ich gesucht habe!
es: ¡Justo lo que quería!
fr: C'était pile ce que je cherchais !
it: È proprio quello che cercavo!
ja: これこそ私が探してたもの！
ko: 내가 찾던 바로 그 거다!
pt_br: Bem o que eu estava procurando!
ru: Вот это я и искала!
zh_tw: 正是我想要的效果！

# CHARACTERS.WANDA.DESCRIBE.THURIBLE
source: I don't trust it.
de: Ich traue es.
es: No me fío de esto.
fr: Je n'ai pas confiance en lui.
it: Non mi fido.
ja: 俺はそれを信用しない。
ko: 안 믿어.
pt_br: Não confio nisso.
ru: Я этой штуке не доверяю.
zh_tw: 我不相信它。

# CHARACTERS.WANDA.DESCRIBE.TICOON.ABANDONED
source: Oh don't look at me like that, it's nothing personal!
de: Sieh mich nicht so an, es ist nichts Persönliches!
es: Oh, no me mires así, ¡no es nada personal!
fr: Oh, ne me regarde pas comme ça, ça n'a rien de personnel.
it: Oh, non guardarmi in quel modo, non è nulla di personale!
ja: そんな目で見ないでちょうだい。悪気はないのよ！
ko: 아 그런 눈으로 날 보지 마, 개인적인 감정은 없다고!
pt_br: Ah, não me olhe assim, não é nada pessoal!
ru: И нечего на меня так смотреть. Ничего личного!
zh_tw: 哦，不要這樣看我，我不是針對你個人！

# CHARACTERS.WANDA.DESCRIBE.TICOON.GENERIC
source: Aha! I knew I remembered seeing orange ones!
de: Aha! Ich wusste doch, dass ich orangefarbene gesehen habe!
es: ¡Ajá! ¡Sabía que los había visto en naranja!
fr: Ha ha ! Je savais bien que j'en avais vu des orange !
it: Aha! Sapevo di ricordare di averne visti di arancioni!
ja: ああ！オレンジの子たちは見覚えがあるわ！
ko: 아하! 오렌지 색을 본 기억이 나는데!
pt_br: Aha! Eu sabia que tinha visto uns laranjas!
ru: Ага! Я точно помню, что уже видела таких оранжевых!
zh_tw: 啊哈！我就記得看到過橙色的！

# CHARACTERS.WANDA.DESCRIBE.TICOON.LOST_TRACK
source: Did he lose the trail? Ugh, what a waste of time!
de: Hat er die Spur verloren? Pfui, was für eine Zeitverschwendung!
es: ¿Ha perdido el rastro? ¡Qué pérdida de tiempo!
fr: Il a perdu sa trace ? Argh, quelle perte de temps !
it: Ha perso le tracce? Ugh, che spreco di tempo!
ja: 追跡できなかったの？もう、時間の無駄じゃない！
ko: 종적을 감춘 건가? 어, 시간만 낭비했네!
pt_br: Ele perdeu o rastro? Ugh, que desperdício de tempo!
ru: Он сбился со следа? Какое расточительство времени.
zh_tw: 他這就跟丟了？呃，真是浪費時間！

# CHARACTERS.WANDA.DESCRIBE.TICOON.NEARBY
source: He seems particularly interested in that area.
de: Er scheint sich besonders für diesen Bereich zu interessieren.
es: Parece interesado en esa zona en particular.
fr: Cette zone semble particulièrement l'intéresser.
it: Sembra particolarmente interessato a quella zona.
ja: その辺りが特に気になるみたいだわ。
ko: 저 근처에 특히 흥미가 있어 뵈는데.
pt_br: Ele parece particularmente interessado naquela área.
ru: Он проявляет явный интерес к этому месту.
zh_tw: 他似乎對這個領域特別感興趣。

# CHARACTERS.WANDA.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Hmm, I suppose there's nothing around to track.
de: Hmm, ich nehme an, es gibt hier nichts zu verfolgen.
es: Supongo que no hay ningún rastro por aquí.
fr: Hmm, je suppose qu'il n'y a rien à pister dans les environs.
it: Mmm, suppongo che non ci sia niente da fiutare qui attorno.
ja: うーん、この辺りに追跡できるものはないみたい。
ko: 흠, 근처에 쫒을 게 없을 것 같아.
pt_br: Hmm, acho que não há nada para rastrear.
ru: Хм... Видимо, в округе ему нечего выслеживать.
zh_tw: 嗯，我想周圍沒有什麼可以追蹤的。

# CHARACTERS.WANDA.DESCRIBE.TICOON.SUCCESS
source: You've found something, have you?
de: Du hast etwas gefunden, ja?
es: ¿Has encontrado algo?
fr: Tu as trouvé quelque chose, on dirait.
it: Hai trovato qualcosa, vero?
ja: 何か見つけたのね？
ko: 뭘 찾아낸 거지, 그런거니?
pt_br: Você encontrou algo, foi?
ru: Ты что-то нашел, да?
zh_tw: 你發現了什麼，是嗎？

# CHARACTERS.WANDA.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: Perhaps they're somewhere else.
de: Vielleicht sind sie ganz woanders.
es: Tal vez estén en otra parte.
fr: Ils sont peut-être ailleurs.
it: Forse si trovano da un'altra parte.
ja: どこか別の場所にいるのかもしれないわ。
ko: 아마 어디 다른 데 있나봐.
pt_br: Talvez eles estejam em outro lugar.
ru: Наверное, енотокотята где-то в другом месте.
zh_tw: 也許它們在別的地方。

# CHARACTERS.WANDA.DESCRIBE.TICOON.TRACKING
source: Having an expert around should speed things up.
de: Wenn man einen Experten dabei hat, sollte es schneller gehen.
es: Contar con la ayuda de un experto debería acelerar las cosas.
fr: Pouvoir compter sur un expert devrait accélérer les choses.
it: Farsi aiutare da un esperto dovrebbe accelerare le cose.
ja: 専門家がいればペースを上げられるわ。
ko: 주변에 전문가가 있다면 속도가 빨라질 텐데.
pt_br: Ter um perito por perto deve acelerar as coisas.
ru: Раз у меня теперь есть эксперт, дела пойдут быстрее.
zh_tw: 有專家在應該可以加快進程。

# CHARACTERS.WANDA.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: They seem preoccupied with helping someone else.
de: Sie scheinen damit beschäftigt zu sein, jemand anderem zu helfen.
es: Parece que está ayudando a otra persona.
fr: On dirait que celui-là aide quelqu'un d'autre.
it: Sembra occupato ad aiutare qualcun altro.
ja: 誰か別の人を助けるのでいっぱいいっぱいみたい。
ko: 얘네는 다른 사람들 돕느라 정신이 없어 보여.
pt_br: Ele parece estar preocupado em ajudar outra pessoa.
ru: Он помогает кому-то еще.
zh_tw: 他似乎只顧著幫助別人。

# CHARACTERS.WANDA.DESCRIBE.TILLWEED
source: That doesn't look like it belongs...
de: Das sieht nicht so aus, als gehöre es her ...
es: Creo que eso no tendría que estar aquí...
fr: Ça n'a rien à faire ici...
it: Sembra fuori posto...
ja: あれちょっと見かけが…
ko: 어디 속한 것 같진 않은...
pt_br: Acho que o lugar dela não é aqui.
ru: Больше похоже на сорняк...
zh_tw: 它看起來並不屬於這裡……
