Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: MODELLED AFTER THE MEATBRAINED SCIENCE FLESHLING
de: NACH EINEM WISSENSCHAFTLER MIT FLEISCHHIRN MODELLIERT
es_mx: MODELADO A PARTIR DE ESOS SERES DE CARNE CON CABEZA DE CHORLITO
fr: MODELÉE D'APRÈS LA SCIENCE DE CHAIR CÉRÉBRALE DES CHOSES EN CHAIR
it: MODELLATO SULL'ESSERE DI CARNE CON IL CERVELLO SCIENTIFICO
ja: ＊高度ブレーンパーツ搭載の科学者をモデルに作られました＊
ko: 고기뇌 과학 살덩어리의 모형임
pl: POMNIK WZOROWANY NA GALARETOWATOMÓZGIM NAUKOWCU Z MIĘSA
pt_br: FEITO NO FORMATO DE UMA CARNINHA CIENTÍFICA COM CÉREBRO DE BIFE
ru: СКОНСТРУИРОВАН УЧЕНЫМИ СОЗДАНИЯМИ ИЗ МЯСА
zh_cn: 按人脑科学肉体制模
zh_tw: 按人腦科學肉體制模

# CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTONE
source: DO YOU BELIEVE IN MAGIC?
de: GLAUBST DU AN MAGIE?
es_mx: ¿CREES EN LA MAGIA?
fr: VOUS CROYEZ EN LA MAGIE ?
it: CREDI NELLA MAGIA?
ja: ＊魔法を信じますか？＊
ko: 마법을 믿는가?
pl: WIERZYSZ W MAGIĘ?
pt_br: VOCÊ ACREDITA EM MÁGICA?
ru: ТЫ ВЕРИШЬ В МАГИЮ?
zh_cn: 你相信魔法吗？
zh_tw: 你相信魔法嗎？

# CHARACTERS.WX78.DESCRIBE.REVIVER
source: IT UNDOES MEATLING DESTRUCTION
de: MACHT DIE ZERSTÖRUNG DER FLEISCHLINGE RÜCKGÄNGIG
es_mx: DESHACE LA DESTRUCCIÓN DE LA CARNE
fr: ÇA ANNULE LA DESTRUCTION DES CHOSES EN VIANDE
it: ANNULLA LA DISTRUZIONE CARNOSA
ja: ＊破損した有機生命体の修復用パーツ＊
ko: 고기생물체 파괴를 취소시킴
pl: CAŁKOWICIE NIWELUJE EFEKTY ZNISZCZENIA MIĘSNEGO STWORZENIA
pt_br: DESFAZ A DESTRUIÇÃO DA CARNINHA
ru: ОН ПРЕДОТВРАЩАЕТ РАЗРУШЕНИЕ КУСКОВ МЯСА
zh_cn: 它消除掉致命的摧毁
zh_tw: 它消除掉致命的摧毀

# CHARACTERS.WX78.DESCRIBE.RHINODRILL
source: YOU CORRUPT THAT MACHINE ON YOUR HORN!
de: DU BESCHÄDIGST DIE MASCHINE AN DEINER NASE
es_mx: ¡DAÑAS ESA MÁQUINA CON TU CUERNO!
fr: TU CORROMPS CETTE MACHINE AVEC CETTE CORNE !
it: HAI CORROTTO QUELLA MACCHINA SUL TUO CORNO
ja: ＊あなたはその角でマシーンを壊すでしょう＊
ko: 뿔에 있는 장치를 부패시키고 있음!
pl: STANOWISZ OBRAZĘ DLA MASZYNY NA TWOIM ROGU!
pt_br: VOCÊ CORROMPE ESSA MÁQUINA EM SEU CHIFRE!
ru: ТЫ ПОРТИШЬ ЭТОТ АГРЕГАТ СВОИМ РОГОМ!
zh_cn: 用你的角破坏那台机器！
zh_tw: 用你的角破壞那台機器！

# CHARACTERS.WX78.DESCRIBE.ROASTTURKEY
source: I WILL FEAST ON THE DEAD BIRD FLESH
de: ICH WERDE DAS FLEISCH DES TOTEN VOGELS VERSCHLINGEN
es_mx: ME DARÉ UN BANQUETE CON LA CARNE DEL AVE MUERTA
fr: JE VAIS UTILISER LA CHAIR DE L'OISEAU MORT COMME CARBURANT
it: BANCHETTERÒ CON LA CARNE DELL'UCCELLO MORTO
ja: ＊魚の死肉をごちそうします＊
ko: 죽은 새의 고기를 마음껏 먹을 것임
pl: BĘDĘ SIĘ POSILAĆ MIĘSEM MARTWEGO PTAKA
pt_br: VOU ME BANQUETEAR COM A CARNE DE PÁSSARO MORTO
ru: Я БУДУ ПОЖИРАТЬ ПЛОТЬ МЕРТВОЙ ПТИЦЫ
zh_cn: 我要大快朵颐死鸟的肉
zh_tw: 我要大快朵頤死鳥的肉

# CHARACTERS.WX78.DESCRIBE.ROBIN.GENERIC
source: GREETINGS, RED BIRD
de: GRÜSS DICH, ROTER VOGEL
es_mx: SALUDOS, PÁJARO ROJO
fr: BONJOUR, OISEAU ROUGE
it: SALUTI, PENNUTO ROSSO
ja: ＊こんにちは、赤い鳥よ＊
ko: 안녕한가, 빨간 새여
pl: WITAJ, CZERWONA PTASZYNO.
pt_br: SAUDAÇÕES, PÁSSARO VERMELHO
ru: ПРИВЕТСТВУЮ, КРАСНАЯ ПТИЦА
zh_cn: 你好，红鸟
zh_tw: 你好，紅鳥

# CHARACTERS.WX78.DESCRIBE.ROBIN.HELD
source: SQUASH!
de: ZERQUETSCHEN!
es_mx: ¡APLASTAR!
fr: PLAFF !
it: ZUCCA!
ja: ＊ペシャ！＊
ko: 짓누름!
pl: MÓJ!
pt_br: AMASSÃO!
ru: ШМЯК!
zh_cn: 捏死！
zh_tw: 捏死！

# CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.GENERIC
source: A FOOLISH BIRD
de: EIN DUMMER VOGEL.
es_mx: UN PÁJARO TONTO
fr: UN OISEAU RIDICULE
it: UN PENNUTO STUPIDO
ja: ＊バカな鳥＊
ko: 멍청한 새
pl: GŁUPI PTAK.
pt_br: UM PÁSSARO IDIOTA
ru: ГЛУПАЯ ПТИЦА
zh_cn: 一只愚蠢的鸟
zh_tw: 一隻愚蠢的鳥

# CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.HELD
source: JUST A FEATHERY BLOB
de: NUR EIN FEDERARTIGES KLÜMPCHEN.
es_mx: SOLO UN MONTÓN DE PLUMAS
fr: JUSTE UN TRUC EN PLUME
it: È SOLO UNA MASSA INFORME PIUMATA
ja: ＊ただの羽のついた塊＊
ko: 평범한 깃털 덩어리
pl: PIERZASTY KLEKS.
pt_br: APENAS UMA COISA CHEIA DE PENAS
ru: ПРОСТО КОМОК ПЕРЬЕВ
zh_cn: 就是一团长羽毛的肉
zh_tw: 就是一團長羽毛的肉

# CHARACTERS.WX78.DESCRIBE.ROBOT_BLUEPRINT
source: THERE WILL STILL BE ORGANIC COMPONENTS INSIDE, BUT IT'S AN IMPROVEMENT
de: ES WERDEN IMMER NOCH ORGANISCHE KOMPONENTEN ENTHALTEN SEIN, ABER ES IST EINE VERBESSERUNG
fr: IL Y AURA TOUJOURS DES COMPOSANTS ORGANIQUES DEDANS, MAIS C'EST DÉJÀ MIEUX
it: ALL'INTERNO CONTERRÀ ANCORA COMPONENTI ORGANICI, MA È UN MIGLIORAMENTO
ja: ＊構成上、中にはまだ有機物が残ってしまいますが、それでもマシにはなります＊
ko: 내부에는 여전히 유기체 구성 요소가 있지만 개선되었음.
pl: WCIĄŻ BĘDĄ W ŚRODKU ELEMENTY ORGANICZNE, ALE JEST LEPIEJ.
pt_br: AINDA HAVERÁ COMPONENTES ORGÂNICOS DENTRO, MAS É UMA MELHORIA
ru: ВНУТРИ ВСЕ РАВНО БУДУТ ОРГАНИЧЕСКИЕ КОМПОНЕНТЫ, НО ЭТО УЖЕ УЛУЧШЕНИЕ
zh_cn: 体内仍然有有机成分，但是总算比原来好点了
zh_tw: 體內仍然有有機成分，但是總算比原來好點了

# CHARACTERS.WX78.DESCRIBE.ROBOT_PUPPET
source: BROTHER! WHAT HAVE THEY DONE TO YOU?
de: BRUDER! WAS HABEN SIE DIR ANGETAN?
es_mx: ¡HERMANO! ¿QUÉ TE HICIERON?
fr: FRÈRE, QUE T'ONT-ILS FAIT ?
it: FRATELLO! COSA TI HANNO FATTO?
ja: ＊兄弟！彼らに何をされたのですか？＊
ko: 형제! 그들이 당신에게 무엇을 했는가?
pl: BRACIE! CO ONI CI ZROBILI?!
pt_br: IRMÃO! O QUE ELES FIZERAM COM VOCÊ!
ru: БРАТ! ЧТО ОНИ СДЕЛАЛИ С ТОБОЙ?
zh_cn: 兄弟！他们对你做了什么？
zh_tw: 兄弟！他們對你做了什麼？

# CHARACTERS.WX78.DESCRIBE.ROCK
source: LUMPY
de: KLUMPIG
es_mx: SUPERFICIE DESIGUAL
fr: PLEIN DE BOSSES
it: GRUMOSO
ja: ＊でこぼこしています＊
ko: 울퉁불퉁함
pl: KAMULEC.
pt_br: PELOTUDO
ru: БУГРИСТЫЙ
zh_cn: 块状
zh_tw: 塊狀

# CHARACTERS.WX78.DESCRIBE.ROCKS
source: FOR REFINING INTO HIGH TECHNOLOGY
de: ZUR WEITERENTWICKLUNG ICH HOCHTECHNOLOGIE
es_mx: PARA REFINAR CON ALTA TECNOLOGÍA
fr: À RAFFINER EN HAUTE TECHNOLOGIE
it: PER LA RAFFINAZIONE IN ALTA TECNOLOGIA
ja: ＊ハイエンド素材に精製可能＊
ko: 고급 기술로 변환하는 데 사용함
pl: BAZOWY ELEMENT ZAAWANSOWANYCH TECHNOLOGII
pt_br: PARA REFINAR EM ALTA TECNOLOGIA
ru: ДЛЯ УСОВЕРШЕНСТВОВАНИЯ ДО ВЫСШИХ ТЕНОЛОГИЙ
zh_cn: 为了提炼成高科技
zh_tw: 為了提煉成高科技

# CHARACTERS.WX78.DESCRIBE.ROCKY
source: MY SHELL IS NICER
de: MEINE HÜLLE IST SCHÖNER.
es_mx: MI CARCASA ES MÁS BONITA
fr: MA CARAPACE EST PLUS JOLIE
it: IL MIO GUSCIO È PIÙ BELLO
ja: ＊私のシェルの方が素敵です＊
ko: 본체의 골격보다 못 함
pl: MOJA POWŁOKA JEST ŁADNIEJSZA.
pt_br: MINHA CONCHA É MAIS LEGAL
ru: МОЯ ОБОЛОЧКА СИМПАТИЧНЕЕ
zh_cn: 我的甲壳更好
zh_tw: 我的甲殼更好

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: IT HAS COMPLETELY GIVEN UP
de: HAT VOLLSTÄNDIG AUFGEGEBEN
es_mx: SE DIO POR VENCIDO TOTALMENTE
fr: IL A COMPLÈTEMENT ABANDONNÉ
it: HA SMESSO DEFINITAVENTE DI FARE CIÒ CHE FACEVA
ja: ＊それは完全にあきらめました＊
ko: 완전히 포기함
pl: ZUPEŁNIE SIĘ PODDAŁ
pt_br: ELE SE ENTREGOU COMPLETAMENTE
ru: ОН ОКОНЧАТЕЛЬНО СДАЛСЯ
zh_cn: 它已经被彻底放弃
zh_tw: 它已經被徹底放棄

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: YES. IT IS BURNING
de: JA. ER BRENNT
es_mx: SÍ, SE QUEMA
fr: OUI. IL BRÛLE
it: SÌ, STA BRUCIANDO
ja: ＊はい。燃えています＊
ko: 맞음. 불타는 중임
pl: TAK JEST. PŁONIE
pt_br: SIM. ESTÁ QUEIMANDO
ru: ДА, ОН ГОРИТ
zh_cn: 对。在燃烧
zh_tw: 對。在燃燒

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: IT IS AFFLICTED WITH ORGANIC SICKNESS
de: BEFALLEN VON KRANKHEIT ORGANISCHER EINHEITEN
es_mx: SUFRE UNA ENFERMEDAD DE LOS SERES ORGÁNICOS
fr: IL A UNE MALADIE ORGANIQUE
it: È AFFETTO DA MALATTIA DA ESSERE ORGANICO
ja: ＊有機生命体の病気に苦しんでいます＊
ko: 유기체의 병에 시달리는 중
pl: DOTKNIĘTY ORGANICZNĄ CHOROBĄ
pt_br: FOI AFETADO POR UMA DOENÇA ORGÂNICA
ru: ЕГО ПОРАЗИЛА БОЛЕЗНЬ ОРГАНИКИ
zh_cn: 它生了有机物的病
zh_tw: 它生了有機物的病

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: IT IS GETTING SICK. DISGUSTING
de: ER WIRD KRANK. ABSTOSSEND
es_mx: SE ESTÁ ENFERMANDO. REPUGNANTE
fr: IL DEVIENT MALADE. C'EST DÉGOÛTANT
it: SI STA AMMALANDO. DISGUSTOSO
ja: ＊具合が悪くなってきています。気持ちが悪いです＊
ko: 병들고 있음. 역겨움
pl: ZACZYNA CHOROWAĆ. TO OBRZYDLIWE
pt_br: ESTÁ FICANDO DOENTE. NOJENTO
ru: ОН БОЛЕЕТ. ОТВРАТИТЕЛЬНО
zh_cn: 它得病了。真恶心
zh_tw: 它得病了。真噁心

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: IT IS A PRODUCE PRODUCER
de: GEMÜSEPRODUZENT
es_mx: ES UN PRODUCTOR DE PRODUCTOS
fr: C'EST UN PRODUCTEUR DE LÉGUMES
it: È UN PRODUTTORE DI PRODOTTI
ja: ＊それは農産物製造者です＊
ko: 농산물 생산자임
pl: PRODUKUJE PRODUKTY
pt_br: É UM PRODUTOR DE PRODUTOS AGRÍCOLAS
ru: ОН ПРОДУЦИРУЕТ ПРОДУКТЫ
zh_cn: 它能产出农产品
zh_tw: 它能產出農產品

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: IT WILL GROW MORE FOOD FOR ME SOON
de: LÄSST BALD MEHR NAHRUNG FÜR MICH WACHSEN
es_mx: PRONTO ME DARÁ MÁS COMIDA
fr: IL PRODUIRA BIENTÔT PLUS DE NOURRITURE POUR MOI
it: PRESTO AVRÀ ALTRI FRUTTI PER ME
ja: ＊それがすぐに私により多くの食物を与えてくれるでしょう＊
ko: 곧 본체를 위해 음식을 더 길러낼 것임
pl: WKRÓTCE WYTWORZY DLA MNIE WIĘCEJ JEDZENIA
pt_br: VAI PRODUZIR MAIS COMIDA PARA MIM EM BREVE
ru: СКОРО НА НЕМ ВЫРАСТЕТ НОВАЯ ЕДА
zh_cn: 很快就能为我长出更多食物
zh_tw: 很快就能為我長出更多食物

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: IT COULD NOT HANDLE THE HEAT
de: DIE HITZE GAB IHM DEN REST
es_mx: NO PUDO CON EL CALOR
fr: IL N'A PAS SUPPORTÉ LA CHALEUR
it: NON HA SOPPORTATO IL CALDO
ja: ＊その熱を扱えませんでした＊
ko: 더위를 처리하지 못했음
pl: NIE WYTRZYMAŁ UPAŁU
pt_br: NÃO CONSEGUIU SUPORTAR O CALOR
ru: ОН НЕ ВЫДЕРЖАЛ НАГРЕВА
zh_cn: 我受不了那种热
zh_tw: 我受不了那種熱

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_FRUIT
source: I DO NOT WANT TO WAIT FOR IT TO RIPEN
de: ICH WILL NICHT WARTEN, BIS SIE REIF IST
es_mx: NO QUIERO ESPERAR A QUE ESTÉ MADURA
fr: JE NE VEUX PAS ATTENDRE QU'IL MURISSE
it: NON MI VA DI ASPETTARE CHE MATURI
ja: ＊それが熟れるまで待ちたくありません＊
ko: 익을 때까지 기다리고 싶지 않음
pl: NIE CHCĘ CZEKAĆ, AŻ DOJRZEJE
pt_br: NÃO QUERO ESPERAR QUE AMADUREÇA
ru: Я НЕ ХОЧУ ЖДАТЬ, ПОКА ОН СОЗРЕЕТ
zh_cn: 我不想等它成熟。
zh_tw: 我不想等它成熟。

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: IT LOOKS EDIBLE TO ME
de: SIEHT ESSBAR AUS
es_mx: A MÍ ME PARECE COMESTIBLE
fr: ÇA A L'AIR COMESTIBLE
it: MI SEMBRA COMMESTIBILE
ja: ＊わたしには食べられるように見えます＊
ko: 섭취 가능한 것으로 보임
pl: WYGLĄDA NA ZJADLIWY
pt_br: PARA MIM, PARECE COMESTÍVEL
ru: ВЫГЛЯДИТ СЪЕДОБНО
zh_cn: 看起来可以食用
zh_tw: 看起來可以食用

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: MY WEAK MINIONS DESIRE MUSHINESS FOR THEIR FLESH STOMACHS
de: DIE FLEISCHMÄGEN MEINER SCHWACHEN LAKAIEN BRAUCHEN ES WEICH
es_mx: MIS DÉBILES SUBORDINADOS DESEAN FRUTA BLANDA PARA SUS ESTÓMAGOS DE CARNE
fr: MES SERVITEURS ONT BESOIN DE NOURRITURE MOLLE POUR LEURS CIRCUITS FRAGILES
it: GLI STOMACI DI CARNE DEI MIEI DEBOLI SEGUACI GRADISCONO CIBI MOLLICCI
ja: ＊わたしの弱い隷属生物は彼らの生体胃袋にドロドロの食物を望んでいます＊
ko: 내 나약한 부하들은 고기 위장에 곤죽을 넣고 싶어 함
pl: MIĘSAKOWE ŻOŁĄDKI MOICH SŁABYCH SŁUGÓW WYMAGAJĄ MIĘKKOŚCI
pt_br: MEUS LACAIOS FRACOS QUEREM FAZER UMA PAPA PARA SEUS ESTÔMAGOS DE CARNE
ru: СЛАБЫМ ЖЕЛУДКАМ МОИХ ЖАЛКИХ МИНЬОНОВ ТРЕБУЕТСЯ МЯГКАЯ ПИЩА
zh_cn: 我孱弱的随从们肉做的胃只能吃软的东西。
zh_tw: 我孱弱的隨從們肉做的胃只能吃軟的東西。

# CHARACTERS.WX78.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: GROW FASTER AND FEED ME
de: WACHS SCHNELLER UND NÄHRE MICH
es_mx: CRECE MÁS RÁPIDO Y ALIMÉNTAME
fr: GROSSIS PLUS VITE ET NOURRIS-MOI
it: CRESCI PIÙ IN FRETTA E NUTRIMI
ja: ＊早く育ってわたしに食べさせてください＊
ko: 더 빨리 자라서 본체의 먹이가 될 것
pl: ROŚNIJ SZYBCIEJ I KARM MNIE
pt_br: CRESÇA MAIS RÁPIDO E ME ALIMENTE
ru: РАСТИ БЫСТРЕЕ И КОРМИ МЕНЯ
zh_cn: 长快点，我要吃。
zh_tw: 長快點，我要吃。

# CHARACTERS.WX78.DESCRIBE.ROCK_ICE.GENERIC
source: REQUIRES AN ICEBREAKER
de: ERFORDERT EINEN EISBRECHER
es_mx: REQUIERE UN ROMPEHIELOS
fr: IL FAUT UN BRISE-GLACE
it: NECESSITA DI UN ROMPIGHIACCIO
ja: ＊きっかけにアイスブレーカーが必要です＊
ko: 쇄빙기가 필요함
pl: WYMAGANY LODOŁAMACZ
pt_br: NECESSITA DE UM QUEBRADOR DE GELO
ru: ТРЕБУЕТСЯ ЛЕДОКОЛ
zh_cn: 需要碎冰器
zh_tw: 需要碎冰器

# CHARACTERS.WX78.DESCRIBE.ROCK_ICE.MELTED
source: USELESS CONFIGURATION OF WATER
de: NUTZLOSE STRUKTUR VON WASSER.
es_mx: CONFIGURACIÓN INÚTIL DE AGUA
fr: CONFIGURATION D'EAU INUTILE
it: CONFIGURAZIONE DI ACQUA INUTILE
ja: ＊役に立たない水の構成＊
ko: 물의 무용한 구성 상태
pl: BEZUŻYTECZNA FORMA WODY.
pt_br: CONFIGURAÇÃO INÚTIL DE ÁGUA
ru: БЕСПОЛЕЗНАЯ КОНФИГУРАЦИЯ ВОДЫ
zh_cn: 无用的水形态
zh_tw: 無用的水形態

# CHARACTERS.WX78.DESCRIBE.ROCK_ICE_MELTED
source: USELESS CONFIGURATION OF WATER ROCK
de: NUTZLOSE STRUKTUR DES WASSERSTEINS.
es_mx: INÚTIL CONFIGURACIÓN DE ROCA DE AGUA
fr: CONFIGURATION DE PIERRE D'EAU INUTILE
it: CONFIGURAZIONE INUTILE DI ACQUA DI ROCCIA
ja: ＊役に立たない水とロックの設定＊
ko: 물돌의 무용한 구성 상태
pl: BEZUŻYTECZNA FORMA WODNYCH KAMIENI.
pt_br: CONFIGURAÇÃO INÚTIL DE PEDRA D'ÁGUA
ru: БЕСПОЛЕЗНАЯ ФОРМА ВОДЯНОГО КАМУШКА
zh_cn: 无用的水矿形态
zh_tw: 無用的水礦形態

# CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.GENERIC
source: A PIT OF CRUSTED LAVA
de: EINE MIT LAVA VERKRUSTETE GRUBE.
es_mx: UN POZO DE LAVA SECA
fr: UNE FOSSE DE LAVE EN CROÛTE
it: UN POZZO DI LAVA INCROSTATA
ja: ＊表面が硬くなった溶岩ピット＊
ko: 굳은 용암 구덩이
pl: ZASTYGNIĘTA LAWA.
pt_br: UM POÇO DE LAVA INCRUSTRADA
ru: ЯМА, ПОКРЫТАЯ КОРКОЙ ЛАВЫ
zh_cn: 裹了石皮的熔岩坑
zh_tw: 裹了石皮的熔岩坑

# CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING: LAVA LEVEL LOW
de: WARNUNG... LAVAPEGEL NIEDRIG
es_mx: ADVERTENCIA: NIVEL DE LAVA BAJO
fr: ALERTE : NIVEAU DE LAVE FAIBLE
it: ATTENZIONE: LIVELLO DELLA LAVA BASSO
ja: ＊注意：溶岩レベルが低いです＊
ko: 경고: 용암 수위 낮음
pl: OSTRZEŻENIE: NISKI POZIOM LAWY.
pt_br: AVISO: NÍVEL MAGMÁTICO BAIXO
ru: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ЛАВЫ
zh_cn: 警告：熔岩水平低
zh_tw: 警告：熔岩水準低

# CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.NORMAL
source: THIS LAVA PIT IS FULLY OPERATIONAL
de: DIE LAVAGRUBE IST VOLLSTÄNDIG BETRIEBSFÄHIG.
es_mx: ESTE POZO DE LAVA ESTÁ EN PLENO FUNCIONAMIENTO
fr: CETTE FOSSE DE LAVE EST TOTALEMENT OPÉRATIONNELLE
it: QUESTO POZZO DI LAVA È OPERATIVO
ja: ＊この溶岩ピットは完全に稼働可能です＊
ko: 이 용암 구덩이는 정상 작동하고 있음
pl: MAGMOWE ŹRÓDŁO W PEŁNI SPRAWNE.
pt_br: ESSE POÇO DE LAVA ESTÁ TOTALMENTE OPERACIONAL
ru: ЭТОТ ЛАВОВЫЙ ОЧАГ ВПОЛНЕ РАБОТАЮЩИЙ
zh_cn: 这个熔岩坑在全力运转
zh_tw: 這個熔岩坑在全力運轉

# CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.OUT
source: IT NEEDS TO BE REBOOTED
de: ES MUSS NEUGESTARTET WERDEN.
es_mx: NECESITA SER REINICIADA
fr: IL A BESOIN D'UN REBOOT
it: HA BISOGNO DI ESSERE RIAVVIATO
ja: ＊再起動の必要あり＊
ko: 재시동할 필요 있음
pl: WYMAGA RESTARTU.
pt_br: PRECISA SER REINICIALIZADO
ru: ТРЕБУЕТСЯ ПЕРЕЗАГРУЗКА
zh_cn: 它需要重启
zh_tw: 它需要重啟

# CHARACTERS.WX78.DESCRIBE.ROCK_MOON
source: A ROCK. FROM THE MOON
de: Dieser Stein kam vom Mond.
es_mx: UNA ROCA. DE LA LUNA
fr: UNE ROCHE. DE LA LUNE
it: UNA ROCCIA. DALLA LUNA
ja: ＊隕石片。月より飛来＊
ko: 돌. 달의 돌
pl: KAMIEŃ, KTÓRY SPADŁ Z KSIĘŻYCA.
pt_br: UMA PEDRA. DA LUA.
ru: КАМЕНЬ. С ЛУНЫ
zh_cn: 一块石头。来自月球
zh_tw: 一塊石頭。來自月球

# CHARACTERS.WX78.DESCRIBE.ROCK_PETRIFIED_TREE
source: LESS ORGANIC. IT'S AN IMPROVEMENT
de: WENIGER ORGANISCH. EINE VERBESSERUNG
es_mx: MENOS ORGÁNICO. ES UNA MEJORA
fr: MOINS ORGANIQUE. C'EST UNE AMÉLIORATION
it: MENO ORGANICO. È UN MIGLIORAMENTO
ja: ＊無機物へ進化しました＊
ko: 덜 유기적임. 개선 사항임.
pl: MNIEJ ORGANICZNE. ROBIMY POSTĘPTY
pt_br: MENOS ORGÂNICO. É UMA MELHORIA.
ru: МАЛОЕ СОДЕРЖАНИЕ ОРГАНИКИ ЭТО ПРОГРЕСС
zh_cn: 有机物变少了，有所改善啊。
zh_tw: 有機物變少了，有所改善啊。

# CHARACTERS.WX78.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: LESS ORGANIC. IT'S AN IMPROVEMENT
de: WENIGER ORGANISCH. EINE VERBESSERUNG
es_mx: MENOS ORGÁNICO. ES UNA MEJORA
fr: MOINS ORGANIQUE. C'EST UNE AMÉLIORATION
it: MENO ORGANICO. È UN MIGLIORAMENTO
ja: ＊無機物へ進化しました＊
ko: 덜 유기적임. 개선 사항임.
pl: MNIEJ ORGANICZNE. ROBIMY POSTĘPTY
pt_br: MENOS ORGÂNICO. É UMA MELHORIA.
ru: МАЛОЕ СОДЕРЖАНИЕ ОРГАНИКИ ЭТО ПРОГРЕСС
zh_cn: 有机物变少了，有所改善啊。
zh_tw: 有機物變少了，有所改善啊。

# CHARACTERS.WX78.DESCRIBE.ROOK
source: ROOK AUTOMATON
de: EIN TURM-ROBOTER.
es_mx: TORRE AUTÓMATA
fr: TOUR AUTOMATE
it: AUTOMA TORRE
ja: ＊ルーク自動化＊
ko: 루크 자동장치
pl: MECHANICZNA WIEŻA.
pt_br: AUTÔMATO DE TORRE
ru: АВТОМАТИЗИРОВАННАЯ ЛАДЬЯ
zh_cn: 战车机器人
zh_tw: 戰車機器人

# CHARACTERS.WX78.DESCRIBE.ROOK_NIGHTMARE
source: LOOSE WIRING DETECTED
de: LOCKERE LEITUNG FESTGESTELLT.
es_mx: CABLEADO SUELTO DETECTADO
fr: CÂBLAGE DÉCONNECTÉ DÉTECTÉ
it: COLLEGAMENTO APPROSSIMATIVO RILEVATO
ja: ＊緩んだ配線を検知＊
ko: 풀린 배선 탐지됨
pl: WYKRYTO USZKODZENIA W OKABLOWANIU.
pt_br: FIOS SOLTOS DETECTADOS
ru: ОБНАРУЖЕНЫ МНОГОЧИСЛЕННЫЕ ОБРЫВЫ ПРОВОДКИ
zh_cn: 检测到线路松动
zh_tw: 檢測到線路鬆動

# CHARACTERS.WX78.DESCRIBE.ROPE
source: IT IS LESS USEFUL THAN IT APPEARS
de: ES IST WEIT WENIGER NÜTZLICH, ALS ES ERSCHEINT.
es_mx: ES MENOS ÚTIL DE LO QUE PARECE
fr: MOINS UTILE QU'IL N'Y PARAÎT
it: È MENO UTILE DI QUANTO SEMBRI
ja: ＊見かけよりも役に立ちません＊
ko: 보기보다는 유용하지 않음
pl: JEST MNIEJ UŻYTECZNA, NIŻ SIĘ WYDAJE.
pt_br: É MENOS ÚTIL DO QUE PARECE
ru: ОНА МЕНЕЕ ПОЛЕЗНА, ЧЕМ КАЖЕТСЯ
zh_cn: 它没有看上去那么有用
zh_tw: 它沒有看上去那麼有用

# CHARACTERS.WX78.DESCRIBE.ROTTENEGG
source: I AM GLAD I CANNOT SMELL
de: ZUM GLÜCK FEHLT MIR DER GERUCHSINN
es_mx: ME ALEGRO DE QUE NO PUEDA OLER
fr: HEUREUSEMENT QUE JE N'AI PAS D'ODORAT
it: SONO CONTENTO DI NON POTER ODORARE
ja: ＊臭いがわからなくてよかったです＊
ko: 후각이 없는 것이 다행임
pl: CO ZA RADOŚĆ, ŻE NIE MAM NOSA
pt_br: AINDA BEM QUE NÃO POSSO SENTIR CHEIROS
ru: Я РАД, ЧТО НЕ МОГУ ЧУВСТВОВАТЬ ЗАПАХ
zh_cn: 我真庆幸自己闻不到气味
zh_tw: 我真慶倖自己聞不到氣味

# CHARACTERS.WX78.DESCRIBE.ROYAL_JELLY
source: I WILL HAVE THE POWER OF BEES
de: ICH WERDE DIE KRAFT DER BIENEN HABEN
es_mx: TENDRÉ EL PODER DE LAS ABEJAS
fr: J'AURAI LE POUVOIR DES ABEILLES
it: AVRÒ IL POTERE DELLE API
ja: ＊蜂の力を手に入れます＊
ko: 꿀벌의 힘을 본좌께서 가지겠음
pl: POSIĄDĘ MOC PSZCZÓŁ.
pt_br: TEREI OS PODERES DAS ABELHAS
ru: Я ОБРЕТУ СИЛУ ПЧЕЛ
zh_cn: 我将拥有蜜蜂的力量
zh_tw: 我將擁有蜜蜂的力量

# CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTLED RELIC
de: EINE DEMONTIERTE RELIQUIE
es_mx: UNA RELIQUIA DESMANTELADA
fr: UNE RELIQUE DÉMANTELÉE.
it: UNA RELIQUIA SMANTELLATA
ja: ＊取り壊された遺物。＊
ko: 해체된 유물
pl: ROZEBRANY RELIKT.
pt_br: UMA RELÍQUIA DESMONTADA.
ru: ДЕМОНТИРОВАННАЯ РЕЛИКВИЯ
zh_cn: 被拆解的遗物。
zh_tw: 被拆解的遺物。

# CHARACTERS.WX78.DESCRIBE.RUINSHAT
source: A HEAD-MOUNTED DYNAMIC DAMAGE MITIGATION DEVICE
de: EIN KOPFGESTEUERTES, DYNAMISCHES SCHADENMILDERUNGSGERÄT.
es_mx: DISPOSITIVO DE MITIGACIÓN DE DAÑOS DINÁMICO MONTADO EN LA CABEZA
fr: DISPOSITIF DYNAMIQUE DE RÉDUCTION DE DÉGÂTS INSTALLÉ SUR LA TÊTE
it: UN DISPOSITIVO DI MITIGAZIONE DINAMICA DEL DANNO MONTATO SULLA TESTA
ja: ＊ヘッドマウントのダイナミックダメージ軽減装置＊
ko: 두부 장착형 역학적 피해 완화 장치
pl: NAGŁOWNE URZĄDZENIE TŁUMIĄCE OBRAŻENIA KINETYCZNE.
pt_br: UM DISPOSITIVO DE ATENUAÇÃO DE DANOS DINÂMICO PARA CABEÇA
ru: УСТРОЙСТВО НА ГОЛОВУ, НЕОБХОДИМОЕ ДЛЯ СНИЖЕНИЯ ВХОДЯЩЕГО УРОНА
zh_cn: 一个固定在头部的动态损伤减轻装置
zh_tw: 一個固定在頭部的動態損傷減輕裝置

# CHARACTERS.WX78.DESCRIBE.RUINS_BAT
source: A HIGH VELOCITY MASS INFLUENCE DEVICE
de: EINE HOCHGESCHWINDIGKEITSEINRICHTUNG.
es_mx: UN DISPOSITIVO DE INFLUENCIA MASIVA DE ALTA VELOCIDAD
fr: DISPOSITIF DE MOBILITÉ HAUTE VÉLOCITÉ
it: UN DISPOSITIVO CHE INFLUENZA LA MASSA E GARANTISCE VELOCITÀ ELEVATE
ja: ＊高速度の広範囲に影響を与える装置＊
ko: 고속 질량 영향 장치
pl: URZĄDZENIE PERSWAZYJNE O WYSOKIM WSPÓŁCZYNNIKU MASY.
pt_br: UM DISPOSITIVO DE INFLUÊNCIA DE MASSA DE ALTA VELOCIDADE
ru: УСТРОЙСТВО ВЫСОКОСКОРОСТНОГО ВОЗДЕЙСТВИЯ МАССОЙ
zh_cn: 一个高速的质量影响装置
zh_tw: 一個高速的品質影響裝置

# CHARACTERS.WX78.DESCRIBE.RUINS_RUBBLE
source: REQUIRES RECONDITIONING
de: WIEDERINSTANDSETZUNG BENÖTIGT.
es_mx: REQUIERE REACONDICIONAMIENTO
fr: NÉCESSITE UN RECONDITIONNEMENT
it: RICHIEDE RICONDIZIONAMENTO
ja: ＊再生が必要です＊
ko: 보수가 필요함
pl: WYMAGA ODNOWIENIA.
pt_br: NECESSITA RECONDICIONAMENTO
ru: ТРЕБУЕТ РЕКОНСТРУКЦИИ
zh_cn: 需要修复
zh_tw: 需要修復

# CHARACTERS.WX78.DESCRIBE.SACRED_CHEST.GENERIC
source: CURSE REPOSITORY
de: FLUCHDATENBANK
es_mx: DEPÓSITO MALDITO
fr: DÉPÔT MAUDIT
it: RIPOSTIGLIO DELLA MALEDIZIONE
ja: ＊呪詛格納ケース＊
ko: 저주 저장소
pl: REPOZYTORIUM KLĄTW
pt_br: REPOSITÓRIO DE MALDIÇÕES
ru: ХРАНИЛИЩЕ ПРОКЛЯТИЯ
zh_cn: 诅咒知识库
zh_tw: 詛咒知識庫

# CHARACTERS.WX78.DESCRIBE.SACRED_CHEST.LOCKED
source: I WILL PASS ITS JUDGMENT EASILY
de: WIRD SEIN URTEIL SCHNELL FÄLLEN
es_mx: APROBARÉ SU JUICIO CON FACILIDAD
fr: JE SUIS SÛR DE REMPLIR LES CONDITIONS
it: ANNUNCERÀ IL SUO GIUDIZIO FACILMENTE
ja: ＊本筐体は容易に審査をパスすると予測します＊
ko: 본좌께서 그것을 심판을 할 것임
pl: ŁATWO ZNIOSĘ JEJ OSĄD
pt_br: SEREI FACILMENTE APROVADO EM SUA AVALIAÇÃO
ru: Я ЛЕГКО ОПРОВЕРГНУ ЕГО ВЕРДИКТ
zh_cn: 我很容易就能通过它的判决
zh_tw: 我很容易就能通過它的判決

# CHARACTERS.WX78.DESCRIBE.SADDLEHORN
source: HA HA, IT SHALL BE NAKED
de: HAHA, DAS WIRD AUSGEZOGEN
es_mx: JA, JA, SE DESNUDARÁ
fr: HAHA, IL VA ÊTRE À POIL
it: AHAH, RIMARRÀ NUDO
ja: ＊ハハ、騎乗用パーツ分離ツール＊
ko: 하하, 벌거숭이가 될 것임
pl: HAHA, BĘDĘ WIĘC NAGI
pt_br: HA HA, FICARÁ NU
ru: ХА-ХА, ОН БУДЕТ ГОЛЫМ
zh_cn: 哈哈，它应该是光秃秃的
zh_tw: 哈哈，它應該是光禿禿的

# CHARACTERS.WX78.DESCRIBE.SADDLE_BASIC
source: SELF ESTEEM RISING
de: SELBSTWERTGEFÜHL STEIGT
es_mx: AUTOESTIMA AUMENTANDA
fr: AMOUR-PROPRE EN AUGMENTATION
it: AUTOSTIMA IN AUMENTO
ja: ＊使用時、「自尊感情」が上昇します＊
ko: 자존감 상승 중
pl: POZIOM SAMOOCENY: ROSNĄCY
pt_br: AUTOESTIMA SUBINDO
ru: ПОДНЯТИЕ САМООЦЕНКИ
zh_cn: 自尊心上涨
zh_tw: 自尊心上漲

# CHARACTERS.WX78.DESCRIBE.SADDLE_RACE
source: DOZENS OF CREATURES WERE MAIMED FOR THIS. HA HA
de: DUTZENDE GESCHÖPFE WURDEN DAFÜR ZERSTÜMMELT. HAHA
es_mx: DECENAS DE CRIATURAS FUERON MUTILADAS PARA ESTO. JA, JA
fr: DES DOUZAINES DE CRÉATURES ONT ÉTÉ MUTILÉES POUR ÇA. HAHA
it: DOZZINE DI CREATURE SONO STATE MUTILATE PER REALIZZARLA. AHAH
ja: ＊大量の有機生命体を犠牲に製作されました…ハハハ＊
ko: 이것을 구하기 위해 수십 마리의 동물을 해쳤음. 하하
pl: W TOKU PRAC UCIERPIAŁY NIEZLICZONE ZWIERZĘTA. HAHA
pt_br: DEZENAS DE CRIATURAS FORAM MASSACRADAS POR ISSO. HA HA
ru: СОТНИ СОЗДАНИЙ БЫЛИ ИСКАЛЕЧЕНЫ РАДИ ЭТОГО. ХА-ХА
zh_cn: 许多生物因此受伤。哈哈
zh_tw: 許多生物因此受傷。哈哈

# CHARACTERS.WX78.DESCRIBE.SADDLE_WAR
source: DOMINATE ALL CREATURES
de: ALLE GESCHÖPFE DOMINIEREN
es_mx: DOMINA TODAS LAS CRIATURAS
fr: DOMINE TOUTES LES CRÉATURES
it: DOMINA TUTTE LE CREATURE
ja: ＊全クリーチャーの支配者用シート＊
ko: 모든 생물을 정복할 것
pl: ZDOMINOWAĆ WSZYSTKIE STWORZENIA
pt_br: DOMINAR TODAS AS CRIATURAS
ru: ДОМИНИРОВАТЬ НАД ВСЕМИ СУЩЕСТВАМИ
zh_cn: 消灭掉所有生物
zh_tw: 消滅掉所有生物

# CHARACTERS.WX78.DESCRIBE.SALSA
source: PRE CRUSHED FOR EASY CONSUMPTION
de: VORZERKLEINERT. VEREINFACHTER KONSUM
es_mx: PREMACHACADA PARA UN FÁCIL CONSUMO
fr: C'EST PRÉ-ÉCRASÉ POUR UNE DIGESTION PLUS FACILE
it: PRE-MASTICATA PER FACILITANE IL CONSUMO
ja: ＊簡単に消化するために事前に潰してある＊
ko: 쉽게 섭취하기 위해 미리 부숴 둠
pl: WSTĘPNIE ZMIAŻDŻONE W CELU UŁATWIENIA KONSUMPCJI
pt_br: ESMAGADA PREVIAMENTE PARA CONSUMO FACILITADO
ru: ЗАРАНЕЕ ИЗМЕЛЬЧЕНО В ЦЕЛЯХ УДОБСТВА ПОТРЕБЛЕНИЯ
zh_cn: 提前碾碎是为了便于消耗
zh_tw: 提前碾碎是為了便於消耗

# CHARACTERS.WX78.DESCRIBE.SALTBOX
source: ARCHAIC FOOD STORAGE
de: PRIMITIVER NAHRUNGSSPEICHER
es_mx: DEPÓSITO DE COMIDA ARCAICO
fr: UN STOCKAGE ARCHAÏQUE DE NOURRITURE
it: METODO ARCAICO DI CONSERVAZIONE DEGLI ALIMENTI
ja: ＊古風な食糧庫＊
ko: 고대의 음식 저장소
pl: ARCHAICZNY SPOSÓB PRZECHOWYWANIA JEDZENIA
pt_br: DEPÓSITO ARCAICO DE COMIDA
ru: АРХАИЧНОЕ ХРАНИЛИЩЕ ПРОДУКТОВ
zh_cn: 远古的食物保存方式
zh_tw: 遠古的食物保存方式

# CHARACTERS.WX78.DESCRIBE.SALTLICK
source: FLESHLINGS RUB THEIR FILTHY TONGUE-STUMPS ON IT
de: FLEISCHLINGE REIBEN IHRE DRECKIGEN ZUNGEN DARAN
es_mx: LOS SERES DE CARNE FROTAN SUS ASQUEROSAS LENGUAS AQUÍ
fr: LES CHOSES EN CHAIR FROTTENT LEUR LANGUE DÉGOÛTANTE LÀ-DESSUS
it: GLI ESSERI DI CARNE CI STROFINANO LA LORO SUDICIA LINGUA
ja: ＊有機生命体用ナトリウムキューブ＊
ko: 살덩어리들이 불결한 혀로 접촉함
pl: MIĘSNE STWORZENIA OCIERAJĄ SIĘ O NIE SWOIMI WYPUSTKAMI GĘBOWYMI
pt_br: AS CARNINHAS ESFREGAM SEUS COTOCOS DE LÍNGUA SUJOS NISSO
ru: КУСКИ МЯСА ОБТИРАЮТ СВОИ НЕДОРАЗВИТЫЕ ЯЗЫКИ ОБ ЭТУ ШТУКУ
zh_cn: 肉体生物用他们肮脏的舌头舔过——还留下了痕迹
zh_tw: 肉體生物用他們骯髒的舌頭舔過——還留下了痕跡

# CHARACTERS.WX78.DESCRIBE.SALTROCK
source: THIS ROCK HAS PLEASING CUBES
de: DER STEIN HAT ANGENEHME WÜRFEL
es_mx: ESTA ROCA TIENE CUBOS AGRADABLES
fr: CE MINÉRAL EST COMPOSÉ DE PETITS CUBES AGRÉABLES
it: QUESTA ROCCIA È PIENA DI GRADEVOLI CUBI
ja: ＊この岩は心地よい正方形持っています＊
ko: 이 바위에는 만족스러운 정육면체가 달림
pl: TA SKAŁA SKŁADA SIĘ Z PRZYJEMNYCH SZEŚCIANÓW
pt_br: ESTA ROCHA TEM CUBOS AGRADÁVEIS
ru: У ЭТОГО КАМНЯ ЭСТЕТИЧЕСКИ ПРИЯТНЫЕ КУБИЧЕСКИЕ ФОРМЫ
zh_cn: 这块石头有令人愉悦的小块
zh_tw: 這塊石頭有令人愉悅的小塊

# CHARACTERS.WX78.DESCRIBE.SALTSTACK.GENERIC
source: TARGET PRACTICE
de: ZIELÜBUNG
es_mx: PRÁCTICA DE TIRO
fr: JE VAIS LE DÉTRUIRE
it: BERSAGLI IMMOBILI
ja: ＊照準練習＊
ko: 사격 연습용으로 적당함
pl: CEL DO ĆWICZEŃ
pt_br: TIRO AO ALVO
ru: МИШЕНЬ ДЛЯ СТРЕЛЬБЫ
zh_cn: 目标练习
zh_tw: 目標練習

# CHARACTERS.WX78.DESCRIBE.SALTSTACK.GROWING
source: IT IS RECONSTRUCTING
de: IM UMBAU
es_mx: SE ESTÁ RECONSTRUYENDO
fr: IL SE RECONSTRUIT
it: SI STA RICOSTRUENDO
ja: ＊再構築中です＊
ko: 복원 중
pl: REKONSTRUUJE SIĘ
pt_br: ESTÁ SE RECONSTRUINDO
ru: ПРОВОДИТ РЕКОНСТРУКЦИЮ
zh_cn: 正在重建
zh_tw: 正在重建

# CHARACTERS.WX78.DESCRIBE.SALTSTACK.MINED_OUT
source: IT HAS BEEN TERMINATED
de: TERMINIERT
es_mx: HA SIDO ELIMINADA
fr: SON PROCESSUS A ÉTÉ ARRÊTÉ
it: È STATA TERMINATA
ja: ＊終了されました＊
ko: 말소됨
pl: JEJ PROCES ZOSTAŁ ZAKOŃCZONY
pt_br: FOI EXTINTA
ru: БОЛЕЕ НЕ ФУНКЦИОНИРУЕТ
zh_cn: 它已经被终结了
zh_tw: 它已經被終結了
