Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: Just rocks, now.
de: Das sind jetzt nur noch Steine.
es: Ahora son solo rocas.
fr: Un tas de cailloux.
it: Solo rocce, ora.
ja: 残されたのは石だけだ。
ko: 이젠 돌무더기네.
pl: Teraz to tylko kupa kamieni.
pt_br: São só pedras agora.
ru: Теперь это просто груда камней.
zh_cn: 现在只有石头了。
zh_tw: 現在只有石頭了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_SYRUP
source: Not quite maple.
de: Nicht gerade Ahorn.
es: No es de arce.
fr: Rien à voir avec l'érable.
it: Non è esattamente sciroppo d'acero.
ja: メープルじゃあないな。
ko: 단풍 시럽보단 별로지만 괜찮아.
pl: Nie do końca klonowy.
pt_br: Não é bem bordo.
ru: Не хватает клена.
zh_cn: “枫”味不足。
zh_tw: “楓”味不足。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TOMATO
source: That's a nice looking tomato.
de: Das ist eine hübsche Tomate.
es: Un tomate bastante bonito.
fr: Une bien belle tomate.
it: È un pomodoro dall'aspetto piacevole.
ja: こりゃあいい感じのトマトじゃねえか。
ko: 잘생긴 토마토잖아.
pl: Bardzo fajny pomidor.
pt_br: Esse é um tomate muito bonito.
ru: Симпатичный помидор!
zh_cn: 好漂亮的一只番茄。
zh_tw: 好漂亮的一隻番茄。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TOMATO_COOKED
source: Heartburn city.
de: Sodbrennen hallo.
es: Ardor de estómago garantizado.
fr: Brûlures d'estomac en vue.
it: Bruciore di stomaco assicurato.
ja: 胸焼けしそうだな。
ko: 속쓰리게 만들 수도 있지.
pl: Elegancko zarumieniony.
pt_br: Cidade da azia.
ru: Жди изжоги.
zh_cn: 烧熟了。
zh_tw: 燒熟了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TOMATO_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TRADER_MERM
source: Hey there!
de: Hallo!
es: ¡Hola!
fr: Eh, salut !
it: Ehilà!
ja: よう、あんた！
ko: 어이!
pl: Siemaneczko!
pt_br: Olá!
ru: Эй, вы!
zh_cn: 你好呀！
zh_tw: 你好呀！

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TRADER_MERM2
source: How ya doin'?
de: Wie geht's dir?
es: ¿Cómo te va?
fr: Comment ça va ?
it: Come tira?
ja: 調子はどうだい？
ko: 잘 지내나?
pl: Jak się miewasz?
pt_br: Como vai?
ru: Как поживаете?
zh_cn: 你好吗？
zh_tw: 你好嗎？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TURNIP
source: From the community garden.
de: Aus dem Gemeinschaftsgarten.
es: Salido de la huerta.
fr: Ça vient du jardin communautaire.
it: Dai giardini comunali.
ja: この地域の共同農園で作られたヤツだ。
ko: 공동 텃밭에서 캔 거야.
pl: Z sąsiedzkiego ogródka.
pt_br: Da horta comunitária.
ru: Из общинного огорода.
zh_cn: 来自社区园子。
zh_tw: 來自社區園子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TURNIP_COOKED
source: Cooked real nice.
de: Sehr gut gekocht.
es: Se ha cocinado muy bien.
fr: Super bien cuit.
it: Cucinato davvero bene.
ja: うまく料理できてるな。
ko: 맛있게 요리했는데.
pl: Elegancko ugotowana.
pt_br: Cozinho muito bem.
ru: Прекрасно пропеклась.
zh_cn: 煮的真不错。
zh_tw: 煮的真不錯。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_TURNIP_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_WHEAT
source: Such a fancy shade of gold.
de: So ein ausgefallener Goldton.
es: Qué color dorado tan bonito.
fr: Quelle belle nuance dorée !
it: Una tonalità d'oro raffinata.
ja: 薄い黄金色が目に映えるぜ。
ko: 정말 멋진 황금빛이야.
pl: Piękny, złoty odcień.
pt_br: Que lindo tom de dourado.
ru: Какой красивый золотой оттенок!
zh_cn: 好美的金黄色。
zh_tw: 好美的金黃色。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_WHEAT_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.RABBIT.GENERIC
source: Dang ground squirrels...
de: Verdammte Erdhörnchen ...
es: Malditas ardillas terrestres...
fr: Maudits écureuils terrestres...
it: Maledetti scoiattoli di terra...
ja: いまいましいリスめ…
ko: 빌어먹을 설치류 짐승...
pl: Przeklęte podziemne wiewióry...
pt_br: Esquilos terrestres malditos...
ru: Чертовы подземные белки…
zh_cn: 讨厌的地松鼠...
zh_tw: 討厭的地松鼠...

# CHARACTERS.WOODIE.DESCRIBE.RABBIT.HELD
source: I'd feel bad eating him.
de: Ich würde mich schlecht fühlen, wenn ich ihn essen würde.
es: Me siento mal por tener que comerlo.
fr: J'ai honte de le manger.
it: Mi sentirei male a mangiarlo.
ja: 彼を食べるのは気が進まない。
ko: 먹으면 미안하겠지.
pl: Źle bym się czuł, gdybym go zjadł.
pt_br: Eu me sentiria mal comendo ele.
ru: Мне было бы жаль его съесть.
zh_cn: 吃掉他会让我感觉很糟糕。
zh_tw: 吃掉他會讓我感覺很糟糕。

# CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE.GENERIC
source: I doubt there are trees down there.
de: Ich habe Zweifel daran, dass es dort unten Bäume gibt.
es: Dudo que haya árboles ahí abajo.
fr: Il doit pas y avoir d'arbres là-dedans.
it: Dubito che ci siano degli alberi laggiù.
ja: おそらくそっちの方には、木はあまりないだろう。
ko: 아래에 나무가 없겠지.
pl: Pewnie nie mają tam na dole drzew.
pt_br: Duvido que haja árvores lá embaixo.
ru: Сомневаюсь, что там внизу есть деревья.
zh_cn: 我很怀疑那下面到底有没有树。
zh_tw: 我很懷疑那下麵到底有沒有樹。

# CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE.SPRING
source: Nothing going in or out.
de: Nichts geht mehr rein oder raus.
es: Nada entra ni sale.
fr: Rien n'en sort, rien n'y entre.
it: Niente entra e niente esce.
ja: 出入りするものはない。
ko: 아무것도 들어가거나 나오지 않아.
pl: Nic nie wejdzie i nic nie wyjdzie.
pt_br: Nada entrando nem saindo.
ru: Никто не заходит, никто не выходит.
zh_cn: 既没有东西进去也没有东西出来。
zh_tw: 既沒有東西進去也沒有東西出來。

# CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE.BURNT
source: Is it roasted carrot flavoured?
de: Schmecken geröstete Karotten?
es: ¿Sabe a zanahoria asada?
fr: Ça a goût de carotte grillée ?
it: È al gusto di carota arrostita?
ja: それはあぶったニンジン味？
ko: 구운 당근 맛인가?
pl: Ciekawe, czy smakuje pieczoną marchewką.
pt_br: Tem sabor de cenoura assada?
ru: Она на вкус как жареная морковка?
zh_cn: 这是烤胡萝卜的味道吗？
zh_tw: 這是烤胡蘿蔔的味道嗎？

# CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE.GENERIC
source: Is it carrot flavoured?
de: Schmecken Karotten?
es: ¿Sabe a zanahoria?
fr: Ça a goût de carotte ?
it: È al gusto di carota?
ja: それってニンジン味？
ko: 당근 맛인가?
pl: Ciekawe, czy smakuje marchewką.
pt_br: Tem sabor de cenoura?
ru: Она и на вкус как морковка?
zh_cn: 这是胡萝卜的味道吗？
zh_tw: 這是胡蘿蔔的味道嗎？

# CHARACTERS.WOODIE.DESCRIBE.RAINCOAT
source: For chopping in the rain.
de: Um im Regen Holz zu fällen.
es: Para talar bajo la lluvia.
fr: Pour couper sous la pluie.
it: Per tagliare sotto la pioggia.
ja: 雨の中で木を切るときに。
ko: 빗속에서 도끼질할 때 쓰잖아.
pl: W sam raz na deszczowe rąbanie.
pt_br: Para cortar árvores na chuva.
ru: Для рубки в дождь.
zh_cn: 为了能在雨中砍树。
zh_tw: 為了能在雨中砍樹。

# CHARACTERS.WOODIE.DESCRIBE.RAINHAT
source: Always keep a dry head while chopping.
de: Damit behalte ich einen trockenen Kopf, während ich Holz fälle.
es: Hay que mantener siempre la cabeza seca mientras se tala.
fr: Toujours garder la tête au sec quand on coupe.
it: Mantieni sempre la testa asciutta mentre tagli.
ja: 木こりの後は、ドライな頭を保ちましょう、ってね。
ko: 자를 때는 언제나 머리가 젖지 않게 해야 하잖아.
pl: Na sucho lepiej się rąbie.
pt_br: Mantenha sempre a cabeça seca enquanto corta.
ru: Голова должна быть сухой, когда рубишь!
zh_cn: 在砍树的时候始终保持头部干燥。
zh_tw: 在砍樹的時候始終保持頭部乾燥。

# CHARACTERS.WOODIE.DESCRIBE.RAINOMETER.BURNT
source: Its knowledge of rain didn't keep it from being burned.
de: Das Wissen über den Regen konnte es nicht davor bewahren, verbrannt zu werden.
es: Su conocimiento de la lluvia no le sirvió para no quemarse.
fr: C'est pas la peine de prédire la pluie...
it: La sua conoscenza della pioggia non ha evitato che si bruciasse.
ja: 雨に関する知識は、それを火災からは守らなかった。
ko: 비에 대해 아무리 알아도 불에 타는 건 피할 수 없었네.
pl: Znajomość deszczu nie uchroniła go przed ogniem.
pt_br: Seu conhecimento da chuva não o impediu de ser queimado.
ru: Не все-то ты просчитал, дождеметр, сгорел.
zh_cn: 气候专家也躲不过被烧毁的命运。
zh_tw: 氣候專家也躲不過被燒毀的命運。

# CHARACTERS.WOODIE.DESCRIBE.RAINOMETER.GENERIC
source: Rain makes the trees grow.
de: Regen bringt die Bäume zum wachsen.
es: La lluvia hace crecer los árboles.
fr: La pluie fait pousser les arbres.
it: La pioggia fa crescere gli alberi.
ja: 雨は木々を成長させる。
ko: 비오면 나무가 자라지.
pl: Deszcz sprawia, że drzewa rosną.
pt_br: A chuva faz as árvores crescer.
ru: Дождь помогает деревьям расти.
zh_cn: 下雨会让树长得快。
zh_tw: 下雨會讓樹長得快。

# CHARACTERS.WOODIE.DESCRIBE.RATATOUILLE
source: It's like a forest in a bowl.
de: Es ist wie ein Goldfischglas ... ohne das Glas!
es: Es como un bosque en un cuenco.
fr: C'est comme une forêt dans un bol.
it: È come una foresta nella ciotola.
ja: 「皿の上の森」、ってとこだな
ko: 사발 안의 숲같잖아.
pl: Taki jakby las w misce.
pt_br: É tipo uma floresta numa tigela.
ru: Прямо как целый лес в одной тарелке.
zh_cn: 它就像碗里的一片森林。
zh_tw: 它就像碗裡的一片森林。

# CHARACTERS.WOODIE.DESCRIBE.RAZOR
source: A true lumberjack never shaves.
de: Ein wahrer Holzfäller rasiert sich nie.
es: Un verdadero leñador nunca se afeita.
fr: Un vrai bûcheron ne se rase jamais.
it: Un vero boscaiolo non si fa mai la barba.
ja: 真の木こりは決して髭を剃らない。
ko: 진정한 나무꾼은 면도하지 않는다고.
pl: Prawdziwy drwal nigdy się nie goli.
pt_br: Um verdadeiro lenhador nunca se barbeia.
ru: Настоящий лесоруб никогда не бреется.
zh_cn: 真正的伐木工永远不会剃胡子。
zh_tw: 真正的伐木工永遠不會剃鬍子。

# CHARACTERS.WOODIE.DESCRIBE.REDGEM
source: I see within it the fiery death of a thousand trees.
de: In seinem Inneren sehe ich den feurigen Tod von tausenden Bäumen.
es: Veo en ella la muerte ardiente de un millar de árboles.
fr: J'y vois briller la mort d'un millier d'arbres par les flammes.
it: Vedo al suo interno la morte impetuosa di migliaia di alberi.
ja: 何千本もの木がその中で燃え死んでいるのが見える。
ko: 수천 그루의 나무가 불타는 죽음이 보이잖아.
pl: Widzę w jego wnętrzu płomienną śmierć tysiąca drzew.
pt_br: Vejo em seu interior a morte chamejante de centenas de árvores.
ru: Я вижу в нем огненную смерть тысячи деревьев.
zh_cn: 我在它里面看到了成千棵树在熊熊烈火中死去。
zh_tw: 我在它裡面看到了成千棵樹在熊熊烈火中死去。

# CHARACTERS.WOODIE.DESCRIBE.REDLANTERN
source: This little light of mine.
de: Dieses kleine Licht von mir.
es: Esta lucecita es mía.
fr: C'est ma petite lumière à moi.
it: Questa mia piccola luce.
ja: この小せぇ明かりはオレんだ。
ko: 나의 작은 빛이잖아.
pl: Moje własne światełko.
pt_br: Essa minha pequena luz.
ru: Этот маленький огонек мой.
zh_cn: 我的小亮光。
zh_tw: 我的小亮光。

# CHARACTERS.WOODIE.DESCRIBE.REDMOONEYE
source: A true woodsman knows his own way around the forest.
de: Ein echter Naturbursche kennt sich im Wald aus.
es: Un verdadero leñador sabe moverse por el bosque.
fr: Un vrai homme des bois ne se perd pas en forêt.
it: Un vero boscaiolo sa come muoversi nella foresta.
ja: 本物の木こりなら、森の中で迷うことなんてねえよ。
ko: 진정한 나무꾼은 숲에서 길을 알아서 찾아내지.
pl: Prawdziwy człowiek lasu potrafi poruszać się w głuszy.
pt_br: Um verdadeiro lenhador sabe como andar pela floresta.
ru: Настоящий лесоруб знает свой лесной путь.
zh_cn: 真正的樵夫知道他在森林里的路。
zh_tw: 真正的樵夫知道他在森林裡的路。

# CHARACTERS.WOODIE.DESCRIBE.REDPOUCH
source: It's Lucy-colour.
de: Lucy-farben.
es: Es del mismo color que Lucy.
fr: C'est la couleur de Lucy.
it: È il colore di Lucy.
ja: ルーシーと同じ色だ。
ko: 루시의 색이잖아.
pl: W kolorze Lucy.
pt_br: É da cor da Lucy.
ru: Цвета Люси.
zh_cn: 这是露西喜欢的颜色。
zh_tw: 這是露西喜歡的顏色。

# CHARACTERS.WOODIE.DESCRIBE.RED_CAP
source: I don't know...
de: Ich weiß nicht ...
es: No lo sé...
fr: Je ne sais pas trop...
it: Non lo so...
ja: わからない…
ko: 모르겠잖아...
pl: No nie wiem...
pt_br: Não sei...
ru: Не знаю…
zh_cn: 我不知道...
zh_tw: 我不知道...

# CHARACTERS.WOODIE.DESCRIBE.RED_CAP_COOKED
source: You'd have to be really, really hungry.
de: Da müsste man schon richtig großen Hunger haben.
es: Tienes que tener mucha, mucha hambre.
fr: Il faut vraiment être mort de faim.
it: Dovresti essere molto, ma molto affamato.
ja: まあ、いざとなったら食うけどよ…
ko: 정말 배고파서 도무지 견딜 수 없게 되면 몰라.
pl: Musiałbym być bardzo, ale to bardzo głodny.
pt_br: Você teria que estar com muita, mas com muita fome mesmo.
ru: Нужно быть очень-очень-очень голодным, чтобы его съесть.
zh_cn: 你应该是很饿很饿了。
zh_tw: 你應該是很餓很餓了。

# CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
de: Das ist ein roter Pilz.
es: Es una seta roja.
fr: C'est un champignon rouge
it: È un fungo rosso.
ja: 赤いキノコだ。
ko: 빨간 버섯이잖아.
pl: Czerwony grzyb.
pt_br: É um cogumelo vermelho.
ru: Это красный гриб.
zh_cn: 是红蘑菇。
zh_tw: 是紅蘑菇。

# CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.INGROUND
source: They have their own schedule.
de: Sie haben ihren eigenen Zeitplan.
es: Tienen su propio horario.
fr: Ils ont leur propre emploi du temps.
it: Ogni cosa a suo tempo.
ja: 各自の予定がある。
ko: 자기 스케줄이 있는 놈이잖아.
pl: Przyjdzie i na niego pora.
pt_br: Eles têm sua própria agenda.
ru: Растут по собственному расписанию.
zh_cn: 它们有自己的作息规律。
zh_tw: 它們有自己的作息規律。

# CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.PICKED
source: I'll have to be patient.
de: Ich muss geduldig sein.
es: Tendré que tener paciencia.
fr: Il va falloir être patient.
it: Dovrò essere paziente.
ja: ま、気長に待つしかねぇな
ko: 인내심을 가져야 하겠잖아.
pl: Muszę uzbroić się w cierpliwość.
pt_br: Precisarei ter paciência.
ru: Мне нужно подождать немного.
zh_cn: 我必须有耐心。
zh_tw: 我必須有耐心。

# CHARACTERS.WOODIE.DESCRIBE.REEDS.BURNING
source: Fire makes me nervous.
de: Feuer macht mich nervös.
es: El fuego me pone nervioso.
fr: Le feu me rend nerveux.
it: Il fuoco mi rende nervoso.
ja: 炎をみると落ち着かない。
ko: 불은 보면 불안해.
pl: Przez ogień robię się nerwowy.
pt_br: O fogo me deixa nervoso.
ru: Огонь меня раздражает.
zh_cn: 火让我紧张。
zh_tw: 火讓我緊張。

# CHARACTERS.WOODIE.DESCRIBE.REEDS.GENERIC
source: Reeds.
de: Schilf.
es: Juncos.
fr: Des roseaux
it: Canne.
ja: アシだ。
ko: 갈대잖아.
pl: Tatarak.
pt_br: Juncos.
ru: Камыши.
zh_cn: 芦苇。
zh_tw: 蘆葦。

# CHARACTERS.WOODIE.DESCRIBE.REEDS.PICKED
source: They'll be back.
de: Die werden wiederkommen.
es: Volverán a crecer.
fr: Ils repousseront.
it: Ricresceranno.
ja: 彼らは戻ってくるさ。
ko: 다시 또 자랄 거야.
pl: Odrosną.
pt_br: Eles vão voltar.
ru: Они еще вырастут.
zh_cn: 它们会再长出来的。
zh_tw: 它們會再長出來的。

# CHARACTERS.WOODIE.DESCRIBE.REFINED_DUST
source: Looks kind of like maple sugar. Don't think I wanna eat it, though.
de: Sieht ein bisschen aus wie Ahornzucker. Ich glaube aber nicht, dass ich ihn essen möchte.
es: Parece azúcar de arce, pero no me dan ganas de probarlo...
fr: On dirait du sucre d'érable... Mais je n'ai pas envie d'en manger pour autant.
it: Ha un aspetto simile allo sciroppo d'acero. Ma non ho alcuna intenzione di mangiarla.
ja: こりゃメープルシュガーみてぇなモンか？でも食べたくはねぇな。
ko: 메이플 설탕이랑 비슷하게 보여. 그래도 내가 먹고 싶어할 거라고 생각하지는 마.
pl: Wygląda trochę jak cukier klonowy. Ale i tak chyba nie mam ochoty tego jeść.
pt_br: Parece um pouco com açúcar de bordo. Mas acho que não quero provar.
ru: Слегка похоже на кленовый сахар... но это не значит, что я бы это съел.
zh_cn: 看起来有点像枫糖。不过别以为我会吃。
zh_tw: 看起來有點像楓糖。不過別以為我會吃。

# CHARACTERS.WOODIE.DESCRIBE.REFLECTIVEVEST
source: I'm still not convinced plaid isn't all-weather wear.
de: Ich bin immer noch davon überzeugt, dass kariert eine Allwetter-Kleidung ist.
es: Aún no estoy convencido de que la tela escocesa no valga para todo tipo de clima.
fr: À mon avis, pour l'instant rien ne vaut le tissu écossais.
it: Sono ancora convinto che il plaid non sia un tessuto per tutte le stagioni.
ja: チェック柄が全天候スタイルじゃないって、まだ納得できないんだけど。
ko: 플래드가 전천후 의류가 아니라고 하는 말은 믿을 수 없어.
pl: I tak uważam, że krata nadaje się na każdą pogodę.
pt_br: Ainda não estou convencido de que xadrez não é roupa para qualquer estação.
ru: Я все еще считаю, что шотландка подходит для любого сезона.
zh_cn: 我还是不相信会有不适合穿格子图案衣服的时候。
zh_tw: 我還是不相信會有不適合穿格子圖案衣服的時候。

# CHARACTERS.WOODIE.DESCRIBE.RELIC
source: I don't plan on fixin' that.
de: Ich werd das nicht reparieren.
es: No pretendo arreglar eso.
fr: J'ai pas l'intention de réparer ça.
it: Non ho intenzione di aggiustarlo.
ja: オレは修理する気はねぇぞ
ko: 고칠 생각 없는데.
pl: Nie zamierzam tego naprawiać.
pt_br: Não tenho intenção de consertar isso.
ru: У меня не было в планах чинить это.
zh_cn: 我没打算把它修好。
zh_tw: 我沒打算把它修好。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB.BURNT
source: How did it get burned?!
de: Wie konnte das verbrennen?!
es: ¿¡Cómo se ha quemado!?
fr: Comment a-t-il brûlé ?
it: Come si è bruciato?!
ja: どうやって燃えたんだ？！
ko: 어떻게 탄 거지?!
pl: Jak to się mogło stać?
pt_br: Como foi que isso queimou?
ru: Как оно могло загореться?!
zh_cn: 它怎么会烧着呢？！
zh_tw: 它怎麼會燒著呢？！

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB.GENERIC
source: I don't trust all this science stuff.
de: Ich traue diesem ganzen Wissenschaftszeug nicht.
es: No me fío de todas estas cosas científicas.
fr: Je me méfie de tous ces trucs scientifiques.
it: Non mi fido di tutta questa scienza.
ja: 俺は科学とか何だとか、あんまり信じてない。
ko: 과학은 믿을 수 없잖아.
pl: Nie ufam tej całej nauce.
pt_br: Não confio em toda essa coisa de ciência.
ru: Не доверяю я всей этой научной лабуде.
zh_cn: 我不相信所有这些科学的东西。
zh_tw: 我不相信所有這些科學的東西。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2.BURNT
source: Well, it obeys some basic laws of physics.
de: Nun, es folgt den Gesetzen der Physik.
es: Bien, obedece a unas leyes básicas de la física.
fr: Ça obéit à certaines lois de base de la physique.
it: Beh, ubbidisce a qualche legge basilare della fisica.
ja: でも、基本的な物理の法則に従っているのは確かだが。
ko: 기본 물리 법칙을 따르는 것 같긴 하잖아.
pl: Cóż. Musi przestrzegać podstawowych praw fizyki.
pt_br: Bem, segue algumas leis fundamentais da física.
ru: Ну, базовым законам физики оно поддается.
zh_cn: 没错，它也得遵守某些基本的物理定律。
zh_tw: 沒錯，它也得遵守某些基本的物理定律。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2.GENERIC
source: This is getting strange.
de: Das wird seltsam.
es: Esto se está poniendo raro.
fr: Ça devient bizarre.
it: Le cose si stanno facendo strane.
ja: なんか変なことになってきたぞ。
ko: 이상해지고 있잖아.
pl: Robi się dziwnie.
pt_br: Isso está ficando estranho.
ru: Все становится очень странным.
zh_cn: 这越来越奇怪了。
zh_tw: 這越來越奇怪了。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3.BURNT
source: Nope, lost it.
de: Nein, sie ist verloren.
es: No. Se acabó.
fr: Et non, perdu.
it: No, è perso.
ja: だめだ、また分からん。
ko: 음, 사라졌잖아.
pl: Jednak nie.
pt_br: Não, não sei mais.
ru: Нет, ничего я не понял.
zh_cn: 没了，什么都没了。
zh_tw: 沒了，什麼都沒了。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3.GENERIC
source: Okay, I kind of get it now.
de: Ok, jetzt habe ich es irgendwie verstanden.
es: Está bien, más o menos lo pillo ahora.
fr: Ok, je crois que je commence à piger.
it: OK, credo di capire adesso.
ja: よし、何となくわかってきたぞ。
ko: 아, 이제 알겠어.
pl: Dobra, teraz chyba rozumiem.
pt_br: Certo, estou meio que entendendo agora.
ru: Ладно, кажется, сейчас я все понял.
zh_cn: 好吧，我好像明白了。
zh_tw: 好吧，我好像明白了。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4.BURNT
source: This is why I don't use hat warmers.
de: Darum benutze ich keine Hutwärmer.
es: Por esta razón no uso calentadores de sombrero.
fr: C'est pour ça que je porte pas de bonnet.
it: Ecco perché io non uso gli scaldini.
ja: だから、ハット・ウォーマーとか信じないんだよ…。
ko: 이래서 내가 모자 보온기를 안 쓰잖아.
pl: Dlatego nie używam czapek.
pt_br: É por isso que não uso aquecedores de chapéu.
ru: Вот почему я не использую утеплители для шапок!
zh_cn: 这就是我不喜欢用帽子保暖的原因。
zh_tw: 這就是我不喜歡用帽子保暖的原因。

# CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4.GENERIC
source: I like to call it the "Hat Machine"!
de: Ich nenne sie gern "Die Hutmaschine!".
es: ¡Me gusta llamarla la "Máquina de sombrero"!
fr: J'appelle ça la « Machine au chapeau » !
it: Mi piace chiamarlo "macchina cappello"!
ja: 俺はそれを「ハット・マシーン」と呼ぶ。
ko: "모자 기계"라고 부를 수 있잖아!
pl: Lubię go nazywać Szalonym Kapelusznikiem.
pt_br: Eu gosto de chamá-lo de "Máquina de Chapéus"!
ru: Мне нравится называть это «Шляпной машиной».
zh_cn: 我喜欢叫它“帽子机器”！
zh_tw: 我喜歡叫它“帽子機器”！

# CHARACTERS.WOODIE.DESCRIBE.RESKIN_TOOL
source: A change of scenery might be nice, eh?
de: Ein Tapetenwechsel wäre schön, wie?
es: Un cambio de paisaje estaría bien, ¿eh?
fr: Un changement de décor nous ferait le plus grand bien.
it: Un po' di cambiamento non fa certo male, eh?
ja: 少し風景を変えるのも悪くないんじゃないか？
ko: 경치가 바뀌면 좋겠네, 그치?
pl: Zmiana otoczenia może być przyjemna, nie, Lucy?
pt_br: Uma mudança de cenário pode ser legal, né?
ru: Слегка освежить окружение всегда приятно, да?
zh_cn: 换换环境总是好的，诶？
zh_tw: 換換環境總是好的，誒？

# CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: That's a shame, that.
de: Was für eine Schande!
es: Qué pena.
fr: Ça c'est vraiment dommage.
it: È un peccato.
ja: もったいねぇな…
ko: 안타깝잖아.
pl: Wielka szkoda.
pt_br: Que pena, que pena.
ru: Очень жаль, правда.
zh_cn: 可惜了那个，真的。
zh_tw: 可惜了那個，真的。

# CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: All my buddies could be improved with wood.
de: Alle meine Freunde könnten mit Holz verbessert werden.
es: Todos mis colegas podrían mejorarse con madera.
fr: Tous mes potes pourraient aller mieux avec du bois.
it: Tutti i miei compagni potrebbero essere migliorati con il legno.
ja: 木彫りの像にすりゃ、誰でも男前に見える
ko: 모든 친구들이 나무로 더 좋아질 수 있잖아.
pl: Nic nie pomaga tak, jak drewno.
pt_br: Todos os meus amigos poderiam ser melhorados com madeira.
ru: Дерево сделает всех моих друзей лучше.
zh_cn: 我所有的伙伴可以用木材改善体质。
zh_tw: 我所有的夥伴可以用木材改善體質。

# CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTONE
source: I don't know if I should touch that.
de: Ich weiß nicht, ob ich es berühren sollte.
es: No sé si debo tocarla.
fr: Je ne sais pas si je dois toucher ça.
it: Non so se dovrei toccarlo.
ja: 触るべきかわからない。
ko: 만져도 되는 건지 모르겠네.
pl: Chyba nie powinienem go dotykać.
pt_br: Não sei se deveria tocar nisso.
ru: Не знаю, потрогать мне его или пока что не стоит.
zh_cn: 我不确定是不是应该去碰那个。
zh_tw: 我不確定是不是應該去碰那個。

# CHARACTERS.WOODIE.DESCRIBE.REVIVER
source: I need to share this with somebody!
de: Ich muss mit jemandem darüber sprechen!
es: ¡Necesito compartir esto con alguien!
fr: Je dois partager ça avec quelqu'un !
it: Ho bisogno di condividerlo con qualcuno!
ja: 困ってるヤツがいたら、使ってやろう
ko: 이거 누군가에게 나눠줘야 해!
pl: Muszę się tym z kimś podzielić!
pt_br: Preciso contar isso pra alguém!
ru: Я должен с кем-нибудь этим поделиться!
zh_cn: 这东西得分享！
zh_tw: 這東西得分享！

# CHARACTERS.WOODIE.DESCRIBE.RHINODRILL
source: They really like bumping chests like that, eh?
de: Die drehen ganz schön auf, was?
es: Les gusta embestirse unos contra otros, ¿eh?
fr: Ils aiment vraiment se la jouer gros costauds, hein ?
it: Gli piace davvero battersi il petto così, eh?
ja: こうやって胸をぶつけ合うのが好きみたいだな。
ko: 저런 식으로 부딪히는 걸 참 좋아하나 봐!
pl: Strasznie się napinają, nie?
pt_br: Eles gostam mesmo de bater peito assim, é?
ru: И ведь нравится же им биться грудью о грудь, а?
zh_cn: 他们还真喜欢那样捶胸口，是吧？
zh_tw: 他們還真喜歡那樣捶胸口，是吧？

# CHARACTERS.WOODIE.DESCRIBE.ROASTTURKEY
source: My favourite kind of bird is a roasted one.
de: Mein Lieblingsvogel ist einer am Spieß.
es: Mi pájaro favorito es uno que esté asado.
fr: Mes oiseaux préférés sont les oiseaux rôtis.
it: Il volatile che preferisco è un volatile arrosto.
ja: オレの好きな鳥？こんがり焼けた鳥だけだ。
ko: 좋은 새는 구운 새뿐이잖아.
pl: Jedyny ptak, jakiego toleruję, to pieczony indyk.
pt_br: Meu tipo favorito de pássaro é o assado.
ru: Мой любимый вид птиц — жареные.
zh_cn: 我最喜欢的鸟就是烤熟的鸟。
zh_tw: 我最喜歡的鳥就是烤熟的鳥。

# CHARACTERS.WOODIE.DESCRIBE.ROBIN.GENERIC
source: What a snotty little jerk.
de: Was für ein kleiner hochnäsiger Idiot.
es: Qué tonto tan maleducado.
fr: Quel sale petit morveux.
it: Che borioso piccolo idiota.
ja: なんて横柄でチビで間抜け。
ko: 아주 볼썽사나운 녀석이야.
pl: Co za mały drań.
pt_br: Que idiota mais babaca.
ru: Какой сопливый маленький придурок.
zh_cn: 真是下贱的小混蛋。
zh_tw: 真是下賤的小混蛋。

# CHARACTERS.WOODIE.DESCRIBE.ROBIN.HELD
source: Don't get comfortable, birdie.
de: Mach's dir nicht bequem, Vögelchen.
es: No te pongas cómodo, pajarito.
fr: Te crois pas tiré d'affaire, le piaf.
it: Non metterti comodo, pennuto.
ja: 快適になるなよ、小鳥さん。
ko: 내 손에 정들지 마.
pl: Nie przyzwyczajaj się, ptaszku.
pt_br: Não se atire nas cordas, passarinho.
ru: Не чувствуй себя как дома, птичка.
zh_cn: 不要觉得太舒适了，臭鸟。
zh_tw: 不要覺得太舒適了，臭鳥。
