Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.UMBRELLA
source: I will try to remember not to open indoors.
de: Ich werd dran denken, keine Türen zu öffnen.
es: Trataré de acordarme de no abrirlo dentro de casa.
es_mx: Trataré de acordarme de no abrirlo dentro de casa.
fr: Évitons de l'ouvrir à l'intérieur.
it: Cercherò di ricordare di non aprirlo al chiuso.
ja: 屋内では、開いちゃダメだヨ
ko: 실내에서는 열면 안 돼.
pl: Postaram się pamiętać, żeby nie otwierać jej w pomieszczeniach.
pt_br: Vou tentar me lembrar de não abrir em lugares fechados.
ru: Постараюсь не забыть, что в помещении его открывать нельзя.
zh_cn: 我会试着记住不要在室内打伞。
zh_tw: 我會試著記住不要在室內打傘。

# CHARACTERS.WARLY.DESCRIBE.UNAGI
source: More like "umami"! Ooooh, mommy!
de: Ach du meine Güte!
es: ¡Más bien "umami"! ¡Ooooh, mami!
es_mx: ¡Más bien “umami”! ¡Ooooh, mami!
fr: C'est plutôt umami ! Oh... ma mie !
it: Più simile all'"umami"! Oh, mamma!
ja: ウナギのウマミ！絶品ネ！
ko: 아주 입 안에서 살살 녹아!
pl: Prawie jak u mami!
pt_br: Está mais pra umami! Uuh, mami!
ru: Похоже на «умами»! Ма-а-а-амочки!
zh_cn: 妈呀！好鲜！
zh_tw: 媽呀！好鮮！

# CHARACTERS.WARLY.DESCRIBE.UNIMPLEMENTED
source: It appears unfinished.
de: Der Unvollendete
es: Parece sin terminar.
es_mx: Parece sin terminar.
fr: On dirait que ce n'est pas fini.
it: Sembra non finito.
ja: 未完成ネ
ko: 미완성인 것으로 보인다.
pl: Ktoś chyba zapomniał coś dokończyć.
pt_br: Parece inacabado.
ru: Кажется, здесь что-то недоделано.
zh_cn: 看起来还没完成。
zh_tw: 看起來還沒完成。

# CHARACTERS.WARLY.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: Non! What a terrible waste!
de: Non! Welch schreckliche Verschwendung!
es: ¡Non! Menudo desperdicio...
fr: Non ! C'est un gâchis monstrueux !
it: Non! Che spreco!
ja: ノン！もったいないヨ！
ko: 농(아니야)! 끔찍한 쓰레기야!
pl: Non! Co za okropna strata!
pt_br: Non! Que desperdício horrível!
ru: Non! Какая ужасная потеря!
zh_cn: 不！多么可怕的浪费！
zh_tw: 不！多麼可怕的浪費！

# CHARACTERS.WARLY.DESCRIBE.VEGSTINGER
source: Add a little spice.
de: Bringt ein wenig Feuer ins Spiel.
es: Le da otro toque.
es_mx: Añade un poco de picante.
fr: Il suffit de quelques épices.
it: Aggiunge un po' di pepe alla vita.
ja: ちょっとスパイスを加えて...
ko: 좀 더 강렬한 맛이야.
pl: Dodaje trochę pikanterii.
pt_br: Dá uma apimentada.
ru: Добавляет остроты.
zh_cn: 加一点香料.
zh_tw: 加一點香料.

# CHARACTERS.WARLY.DESCRIBE.VICTORIAN_BLUEPRINT
source: It's hard not to think about seafood with all these scalloped edges.
de: Es ist schwer, bei all diesen gezackten Kanten nicht an Meeresfrüchte zu denken.
es: Esos volantes que parecen olas me hacen pensar en el marisco.
fr: Difficile de ne pas penser aux fruits de mer devant ça.
it: È difficile non pensare ai frutti di mare con tutti quei bordi sinuosi.
ja: 貝みたいなデザインを見てシーフードについて考えないはムズカシイヨ。
ko: 가리비 가장자리가 있는 이 해산물을 전부 생각하지 않을 수 없어.
pl: Trudno byłoby w tym gotować.
pt_br: É difícil não pensar em frutos do mar com todas essas camadas em forma de concha.
ru: Это волнистое кружево наводит на мысли о морепродуктах.
zh_cn: 这些扇贝状的边角很难让人不想到海鲜。
zh_tw: 這些扇貝狀的邊角很難讓人不想到海鮮。

# CHARACTERS.WARLY.DESCRIBE.VOLTGOATJELLY
source: I ground the horns up myself.
de: Ich habe die Hörner selbst geraspelt.
es: Le clavé las astas con mis manos.
es_mx: Pulverizaré los cuernos yo mismo.
fr: J'ai broyé les cornes moi-même !
it: Fatta con corna macinate in casa.
ja: ボク、自分でツノをすりつぶすヨ。
ko: 내가 직접 뿔을 갈았지.
pl: Sam zmieliłem rogi.
pt_br: Eu mesmo vou triturar os chifres.
ru: Я лично измельчил эти рога.
zh_cn: 我亲手研磨的羊角。
zh_tw: 我親手研磨的羊角。

# CHARACTERS.WARLY.DESCRIBE.WAFFLES
source: Oh, brunch, I have missed you so!
de: Brunch! Na endlich!
es: ¡Oh, brunch, cómo te he echado de menos!
es_mx: ¡Ay, brunch, cómo te extrañé!
fr: Oh, goûter ! Comme tu m'as manqué !
it: Oh, pranzo, quanto mi sei mancato!
ja: ブランチにぴったりネ！
ko: 오, 그리운 브런치다!
pl: Och, drugie śniadanie. Jakże za tobą tęskniłem!
pt_br: Oh, brunch, como senti sua falta!
ru: О, мой второй завтрак, я так скучал!
zh_cn: 噢，早午餐，我好想念你！
zh_tw: 噢，早午餐，我好想念你！

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_NPC
source: Bonjour! Are you in need of assistance?
de: Bonjour! Benötigst du Hilfe?
es: ¡Bonjour! ¿Necesitas ayuda?
fr: Bonjour ! Vous avez besoin d'aide ?
it: Bonjour! Hai bisogno di aiuto?
ja: ボンジュール！助けが必要ですカ？
ko: 봉쥬르(좋은 아침)! 도와줄까?
pl: Bonjour! Potrzebna pomoc?
pt_br: Bonjour! Precisa de ajuda?
ru: Bonjour! Помощь не нужна?
zh_cn: 你好！你需要帮助吗？
zh_tw: 你好！你需要幫助嗎？

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_TOOL_1
source: This must be what I'm looking for!
de: Das ist es, wonach ich suche!
es: ¡Seguro que esto es lo que estaba buscando!
fr: C'est sûrement ce que je cherchais !
it: Dev'essere quello che sto cercando!
ja: ボクが探してるのはコレにちがいないヨ！
ko: 내가 찾고 있는 것이 틀림없어!
pl: Pewnie tego szukam!
pt_br: Isso deve ser o que eu tô procurando!
ru: Кажется, вот это-то мне и нужно!
zh_cn: 这应该就是我在找的东西！
zh_tw: 這應該就是我在找的東西！

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_TOOL_2
source: Surely this must be the tool he wants?
de: Ist das wohl das Werkzeug, das er braucht?
es: Supongo que esta es la herramienta que quiere, ¿non?
fr: C'est sûrement cet outil qu'il cherchait ?
it: Questo dev'essere lo strumento che desidera.
ja: あの人が欲しいのはコレかナ？
ko: 그가 원하는 도구인 게 확실해?
pl: Zapewne to tego narzędzia szuka.
pt_br: Será que essa é a ferramenta que ele quer?
ru: Должно быть, он просит этот инструмент.
zh_cn: 这应该就是他想要的工具吧？
zh_tw: 這應該就是他想要的工具吧？

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_TOOL_3
source: That certainly looks like a scientific tool of some sort!
de: Das sieht auf jeden Fall wie ein wissenschaftliches Werkzeug aus!
es: Parece una herramienta científica, eso está claro.
fr: Ça ressemble vraiment à un outil scientifique !
it: Quello sembra indubbiamente un qualche genere di strumento scientifico!
ja: アレはマチガイナク一種の科学的ツールに見えるヨ！
ko: 확실히 일종의 과학적 도구처럼 보이네!
pl: To zdecydowanie wygląda jak jakieś narzędzie naukowca!
pt_br: Essa daí parece mesmo um tipo de ferramenta científica!
ru: Эта штука очень похожа на какой-то научный инструмент!
zh_cn: 那个一看就是某种科学工具！
zh_tw: 那個一看就是某種科學工具！

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_TOOL_4
source: Perhaps that is what he is looking for?
de: Vielleicht ist es das, wonach er sucht?
es: Puede que sea esto lo que busca...
fr: C'est peut-être ce qu'il cherchait ?
it: Che sia ciò che sta cercando?
ja: 彼が探してるのはアレかもしれないヨ？
ko: 아마 찾고 있는 게 저건가?
pl: Może to tego szuka?
pt_br: Quem sabe isso seja o que ele tá procurando?
ru: Может, он это ищет?
zh_cn: 也许这就是他在找的东西？
zh_tw: 也許這就是他在找的東西？

# CHARACTERS.WARLY.DESCRIBE.WAGSTAFF_TOOL_5
source: It's a tool of some sort, hopefully the one I'm looking for.
de: Es ist eine Art Werkzeug, hoffentlich das, wonach ich suche.
es: Es una herramienta. Con un poco de suerte, será la que busco.
fr: J'espère que c'est bien l'outil que je cherche.
it: È un qualche genere di strumento, spero sia quello che sto cercando.
ja: コレはなんらかの道具だネ。ボクが探してるのだとイイナ。
ko: 일종의 도구인데, 제발 내가 찾는 거라면 좋겠네.
pl: To jakieś narzędzie, oby tylko to właściwe.
pt_br: É um tipo de ferramenta. Tomara que seja a que eu tô procurando.
ru: Это точно какой-то инструмент. Надеюсь, именно он ему и нужен.
zh_cn: 它是某种工具，希望是我要找的那种。
zh_tw: 它是某種工具，希望是我要找的那種。

# CHARACTERS.WARLY.DESCRIBE.WALKINGPLANK
source: That doesn't look safe.
de: Das sieht nicht sicher aus.
es: No parece seguro.
es_mx: Eso no se ve seguro.
fr: Ça n'a pas l'air sûr.
it: Non sembra sicura.
ja: アレ、安全じゃないネ。
ko: 안전해 보이지 않아.
pl: Nie wygląda to bezpiecznie.
pt_br: Isso não parece seguro.
ru: Не выглядит безопасно.
zh_cn: 看起来不太安全。
zh_tw: 看起來不太安全。

# CHARACTERS.WARLY.DESCRIBE.WALL_HAY.BURNT
source: That is what I expected.
de: Nicht ganz, was ich erwartet habe.
es: Es lo que esperaba.
es_mx: Es lo que esperaba.
fr: Je m'y attendais.
it: È proprio quello che mi aspettavo.
ja: やっぱりネ…
ko: 이렇게 될 줄 알았어.
pl: Tego się właśnie spodziewałem.
pt_br: Era isso que eu esperava.
ru: Этого следовало ожидать.
zh_cn: 和我预料中一样。
zh_tw: 和我預料中一樣。

# CHARACTERS.WARLY.DESCRIBE.WALL_HAY.GENERIC
source: Calling it a "wall" is kind of a stretch.
de: Na ja, "Mauer" ist vielleicht etwas übertrieben.
es: Llamarlo "muro" es exagerar un poco.
es_mx: Llamarlo “muro” es exagerar un poco.
fr: Appeler ça un mur est un tantinet exagéré.
it: Chiamarlo "muro" è un complimento.
ja: これ…壁って呼べるのカナ…？
ko: 이건 벽이라고 부르기도 뭣해.
pl: Nazwanie tego murem to gruba przesada.
pt_br: Chamar isso de "muro" é exagero.
ru: Это можно назвать «стеной» с большой натяжкой.
zh_cn: 称它为“墙”有些勉强。
zh_tw: 稱它為“牆”有些勉強。

# CHARACTERS.WARLY.DESCRIBE.WALL_HAY_ITEM
source: Hay look, a wall!
de: Strohmauer
es: ¡Un muro de heno, qué bueno!
es_mx: ¡“Henos” aquí, un muro!
fr: Hé regardez ! Un mur !
it: Guarda, un muro di fieno!
ja: 干し草の束を、壁の形にまとめたヨ
ko: 벽이다!
pl: Mur nie zapał, może być słomiany!
pt_br: Ei, olhe só, uma parede!
ru: Все на стеновал!
zh_cn: 嘿快看，一堵草墙！
zh_tw: 嘿快看，一堵草牆！

# CHARACTERS.WARLY.DESCRIBE.WALL_MOONROCK
source: I do kind of wish it was made of cheese.
de: Ich wünschte wirklich, er wäre aus Käse.
es: Sí que me gustaría que fuese de queso.
es_mx: En cierta forma deseo que estuviera hecha de queso.
fr: Si seulement c'était en fromage.
it: Avrei preferito fosse di formaggio.
ja: これがチーズでできてたら、って思うヨ。
ko: 치즈로 되어 있으면 얼마나 좋았을까.
pl: Chciałbym, żeby to było z sera.
pt_br: Tipo, gostaria que fosse feita de queijo.
ru: Хотелось бы мне, чтобы она была из сыра.
zh_cn: 我真希望它是奶酪做的。
zh_tw: 我真希望它是乳酪做的。

# CHARACTERS.WARLY.DESCRIBE.WALL_MOONROCK_ITEM
source: I can't believe this was once on the moon.
de: Nicht zu glauben, dass der mal auf dem Mond lag.
es: Es increíble que esto haya estado en la luna.
es_mx: No puedo creer que esto estuvo en la luna alguna vez.
fr: Je n'arrive pas à croire que ça vient de la lune.
it: Non riesco a credere che un tempo fosse sulla luna.
ja: これ前は月にあったなんて信じられないヨ。
ko: 이게 전에 달에 있었다니 믿기지 않아.
pl: Trudno uwierzyć, że to kawałek księżyca.
pt_br: Não posso acreditar que isso já esteve na lua.
ru: Просто не верится, что когда-то это находилось на луне.
zh_cn: 不敢相信这曾是月亮。
zh_tw: 不敢相信這曾是月亮。

# CHARACTERS.WARLY.DESCRIBE.WALL_RUINS
source: Look at the carvings...
de: Diese Schnitzereien.
es: Mira lo que hay tallado...
es_mx: Mira lo que hay tallado...
fr: Il y a des sculptures...
it: Guarda le incisioni...
ja: 彫刻がウツクシイネ…
ko: 조각된 부분이 있네...
pl: Ale misterne rzeźbienia...
pt_br: Olhe os entalhes...
ru: Посмотрите на резьбу…
zh_cn: 看看这雕花的手艺...
zh_tw: 看看這雕花的手藝...

# CHARACTERS.WARLY.DESCRIBE.WALL_RUINS_2
source: Look at the carvings...
de: Diese Schnitzereien.
es: Mira lo que hay tallado...
es_mx: Mira lo que hay tallado...
fr: Il y a des sculptures...
it: Guarda le incisioni...
ja: 彫刻がウツクシイネ…
ko: 조각된 부분이 있네...
pl: Ale misterne rzeźbienia...
pt_br: Olhe os entalhes...
ru: Посмотрите на резьбу…
zh_cn: 看看这雕花的手艺...
zh_tw: 看看這雕花的手藝...

# CHARACTERS.WARLY.DESCRIBE.WALL_RUINS_ITEM
source: The stories these tell... fascinating...
de: Die Geschichten, die hier erzählt werden ... faszinierend.
es: Las historias que cuentan... fascinante...
es_mx: Las historias que cuentan... Qué fascinante...
fr: L'histoire qu'ils racontent est... fascinante...
it: Le storie che racconta... affascinante...
ja: 古代の歴史が刻まれてる…スバラシイネ…
ko: 흥미진진한... 내용이 담겨져 있어.
pl: Ta historia, ten klimat... fascynujące...
pt_br: As histórias que elas vão contar... fascinante...
ru: Они могут поведать… увлекательные истории…
zh_cn: 这些东西所讲述的故事...很有意思...
zh_tw: 這些東西所講述的故事...很有意思...

# CHARACTERS.WARLY.DESCRIBE.WALL_STONE
source: Good stone work.
de: Solide Steinarbeit.
es: Buen trabajo de piedra.
es_mx: Buen trabajo de piedra.
fr: Belle maçonnerie.
it: Buon lavoro di pietra.
ja: 石を加工した壁ネ
ko: 돌로 잘 만들었네.
pl: Porządna murarka.
pt_br: Bom trabalho em pedra.
ru: Хорошая работа с камнем.
zh_cn: 不错的石制品。
zh_tw: 不錯的石製品。

# CHARACTERS.WARLY.DESCRIBE.WALL_STONE_2
source: Good stone work.
de: Solide Steinarbeit.
es: Buen trabajo de piedra.
es_mx: Buen trabajo de piedra.
fr: Belle maçonnerie.
it: Buon lavoro di pietra.
ja: 石を加工した壁ネ
ko: 돌로 잘 만들었네.
pl: Porządna murarka.
pt_br: Bom trabalho em pedra.
ru: Хорошая работа с камнем.
zh_cn: 不错的石制品。
zh_tw: 不錯的石製品。

# CHARACTERS.WARLY.DESCRIBE.WALL_STONE_ITEM
source: I feel secure behind this.
de: Ich fühle mich dahinter sicher.
es: Me siento seguro detrás de esto.
es_mx: Me siento seguro detrás de esto.
fr: Je me sens en sécurité derrière ça.
it: Mi sento sicuro dietro a questo.
ja: これなら安全そうネ
ko: 이 뒤에 있으면 안전한 느낌이야.
pl: Czuję się za nim całkiem bezpiecznie.
pt_br: Me sinto seguro atrás disso.
ru: Здесь я чувствую себя в безопасности.
zh_cn: 在墙后我感到很安全。
zh_tw: 在牆後我感到很安全。

# CHARACTERS.WARLY.DESCRIBE.WALL_WOOD.BURNT
source: Wood burns. Who knew? ...Me!?
de: Holz brennt. Wer hätte das gedacht?
es: La madera arde. ¿Quién lo sabía? ¿¡Yo!?
es_mx: La madera arde. ¿Quién lo sabía? ¡¿Yo?!
fr: Le bois brûle. Qui était au courant ? Moi !
it: Il legno brucia. Chi lo sapeva?... Io!?
ja: 木は火に弱い…当たり前ネ
ko: 나무가 탈 줄이야. 정말 당연해서 어이가 없네.
pl: Drewno się pali. Któż mógł przypuszczać?
pt_br: A lenha queima. Quem diria? ...Eu!?
ru: Дерево горит. Кто знал? Я!?
zh_cn: 木头是易燃物。谁知道呢？...我吗！？
zh_tw: 木頭是易燃物。誰知道呢？...我嗎！？

# CHARACTERS.WARLY.DESCRIBE.WALL_WOOD.GENERIC
source: Putting down stakes.
de: Zumindest etwas Holz.
es: Colocando estacas.
es_mx: Colocando estacas.
fr: On dresse des limites.
it: Mettere i paletti.
ja: 地面に打ち込めば、壁になるネ
ko: 말뚝을 밖는 거지.
pl: Czas poustawiać słupki.
pt_br: Colocando estacas.
ru: Колышек за колышком.
zh_cn: 放置木桩。
zh_tw: 放置木樁。

# CHARACTERS.WARLY.DESCRIBE.WALL_WOOD_ITEM
source: Delivers a rather wooden performance as a wall.
de: Gibt eine recht hölzerne Wand ab.
es: Cumple bastante bien su función como muro de madera.
es_mx: Cumple bastante bien su función como muro de madera.
fr: Offre de jolies performances pour un mur en bois.
it: La sua funzione di muro è parecchio legnosa.
ja: “き”のきいた壁になりそうネ！
ko: 제법 단단한 벽을 이룬다.
pl: Znam lepsze zastosowania dla drewna.
pt_br: Tem uma atuação incrível como parede.
ru: Довольно топорный вид у этой стены.
zh_cn: 可以修成一堵相当呆板的木墙。
zh_tw: 可以修成一堵相當呆板的木牆。

# CHARACTERS.WARLY.DESCRIBE.WALRUS
source: They move faster than you'd think.
de: Die sind schneller, als man meint.
es: Se mueven más rápido de lo que piensas.
es_mx: Se mueven más rápido de lo que piensas.
fr: Ils vont plus vite qu'on ne le pense.
it: Si muovono più velocemente di quanto si potrebbe pensare.
ja: 思ったより、すばやいネ…
ko: 생각보다 빨리 움직인다.
pl: Poruszają się szybciej, niż mogłoby się wydawać.
pt_br: Eles se movem mais rápido do que você pensa.
ru: Они быстрее, чем можно подумать.
zh_cn: 它们的行动速度比你以为的快。
zh_tw: 它們的行動速度比你以為的快。

# CHARACTERS.WARLY.DESCRIBE.WALRUSHAT
source: Smells a little musty...
de: Riecht nicht so toll.
es: Huele un poco a humedad...
es_mx: Huele un poco a humedad...
fr: Ça sent un peu le moisi...
it: Puzza un po' di muffa...
ja: チョット、カビくさいネ…
ko: 약간 곰팡내 난다...
pl: Trochę pachnie stęchlizną...
pt_br: Tem um cheiro de mofado...
ru: Пахнет не очень свежо…
zh_cn: 闻起来有点霉味...
zh_tw: 聞起來有點黴味...

# CHARACTERS.WARLY.DESCRIBE.WALRUS_CAMP.EMPTY
source: Yes, vacancy.
de: Zimmer frei.
es: Sí, hay plazas.
es_mx: Sí, hay lugar.
fr: C'est vide.
it: Sì, posto vacante.
ja: 空き家だヨ
ko: 그래, 비었군.
pl: O, wolne.
pt_br: Sim, há vagas.
ru: Ага, пусто.
zh_cn: 是的，是空的。
zh_tw: 是的，是空的。

# CHARACTERS.WARLY.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some outdoorsy types made this.
de: Ich habe ein Potpourri gemacht.
es: Algunos tipos a los que les gusta el aire libre han hecho esto.
es_mx: Lo hicieron unos tipos a los que les gusta el aire libre.
fr: C'est des ruraux qui ont fait ça.
it: Sarà il lascito di qualche escursionista.
ja: アウトドア派のひとが作ったのカナ？
ko: 야외 생활을 즐기는 동물이 만들었군.
pl: Byli tu jacyś miłośnicy survivalu.
pt_br: Alguns tipos aventureiros fizeram isso.
ru: Это явно построили любители подышать свежим воздухом.
zh_cn: 一些喜欢野外生活的人造了这个。
zh_tw: 一些喜歡野外生活的人造了這個。

# CHARACTERS.WARLY.DESCRIBE.WALRUS_TUSK
source: It won't be needing this anymore.
de: Er braucht die wohl nicht mehr.
es: Ya no me hará más falta.
es_mx: Ya no me hará más falta.
fr: Il n'en aura plus besoin.
it: Non ne avrà più bisogno.
ja: 死んでしまったら、もう必要ないネ
ko: 이제 원주인에겐 쓸모가 없게 되었지.
pl: Nie będzie mi już potrzebna.
pt_br: Não vai mais precisar disso.
ru: Ему это больше не понадобится.
zh_cn: 它不再需要这个了。
zh_tw: 它不再需要這個了。

# CHARACTERS.WARLY.DESCRIBE.WALTER.ATTACKER
source: Are you trying to scare us, %s?
de: Willst du uns Angst einjagen, %s?
es: ¿Estás tratando de asustarnos, %s?
es_mx: ¿Intentas asustarnos, %s?
fr: Tu essaies de nous effrayer, %s ?
it: Stai cercando di spaventarci, %s?
ja: みんなを怖がらせるつもりカナ、%s？
ko: 우릴 겁주려는 거야, %s?
pl: Próbujesz nas przestraszyć, %s?
pt_br: Você está tentando nos assustar, %s?
ru: Ты пытаешься нас напугать, %s?
zh_cn: 你想吓我们吗, %s？
zh_tw: 你想嚇我們嗎, %s？

# CHARACTERS.WARLY.DESCRIBE.WALTER.FIRESTARTER
source: %s, are you feeling well?
de: %s, ist alles in Ordnung?
es: %s, ¿te encuentras bien?
es_mx: %s, ¿te sientes bien?
fr: Tout va bien, %s ?
it: %s, ti senti bene?
ja: %s、気分が悪いのカナ？
ko: %s, 괜찮아?
pl: %s, dobrze się czujesz?
pt_br: %s, você está se sentindo bem?
ru: %s, у тебя все в порядке?
zh_cn: %s, 你还好吧？
zh_tw: %s, 你還好吧？

# CHARACTERS.WARLY.DESCRIBE.WALTER.GENERIC
source: Salut, %s!
fr: Bonjour, %s !
ja: サヨウナラ、%s！
ko: 살뤼, %s!
zh_cn: 嗨，%s！
zh_tw: 嗨，%s！

# CHARACTERS.WARLY.DESCRIBE.WALTER.GHOST
source: You're not finished just yet, mon ami!
de: Du bist noch nicht fertig, mon ami!
es: ¡Aún no has terminado, camarade!
es_mx: ¡Aún no estás acabado, mon ami!
fr: Ça ne s'arrête pas là pour toi, mon ami !
it: Non sei ancora finito, mon ami!
ja: これで終わりじゃないネ、友ヨ！
ko: 아직은 끝이 아니야, 친구!
pl: Jeszcze z tobą nie koniec, mon ami!
pt_br: Você ainda não terminou, mon ami!
ru: Это еще далеко не конец, mon ami!
zh_cn: 你的生命还没有结束，我的朋友！
zh_tw: 你的生命還沒有結束，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.WALTER.MURDERER
source: You are worse than the monsters from your stories!
de: Du bist schlimmer als die Monster aus deinen Geschichten!
es: ¡Eres peor que los monstruos de tus historias!
es_mx: ¡Eres peor que los monstruos de tus historias!
fr: Tu es encore pire que les monstres de tes histoires !
it: Sei peggio dei mostri delle tue storie!
ja: 君がするお話のモンスターよりヒドイことをしているヨ！
ko: 네 얘기 속 괴물보다 더 끔찍한 짓을 하고 있구나!
pl: Jesteś gorszy, niż potwory z twoich opowieści!
pt_br: Você é pior do que os monstros de suas histórias!
ru: Ты еще хуже, чем монстры из твоих историй!
zh_cn: 你比你故事里的怪兽还可怕！
zh_tw: 你比你故事裡的怪獸還可怕！

# CHARACTERS.WARLY.DESCRIBE.WALTER.REVIVER
source: %s is very helpful.
de: %s ist sehr hilfsbereit.
es: %s ayuda mucho.
es_mx: %s es muy servicial.
fr: %s est très serviable.
it: %s è molto disponibile.
ja: %sはよく気が利くネ。
ko: %s, 정말 친절해.
pl: %s jest bardzo pomocny.
pt_br: %s é muito prestativo.
ru: %s — настоящий помощник.
zh_cn: %s非常乐于助人。
zh_tw: %s非常樂於助人。

# CHARACTERS.WARLY.DESCRIBE.WALTERHAT
source: A tidy little chapeau.
de: Ein ordentlicher kleiner Chapeau.
es: Un pequeño y pulcro chapeau.
es_mx: Un sombrerito muy prolijo.
fr: Un petit chapeau.
it: Un piccolo chapeau.
ja: 小さな帽子だネ。
ko: 조그마한 모자야.
pl: Mały, schludny chapeau.
pt_br: Um chapeuzinho ajeitado.
ru: Аккуратный маленький chapeau.
zh_cn: 一个整洁的小盖帽。
zh_tw: 一個整潔的小蓋帽。

# CHARACTERS.WARLY.DESCRIBE.WANDA.ATTACKER
source: That doesn't seem like a good use of your time, Mme. %s.
de: Das scheint mir keine gute Verwendung für Ihre Zeit zu sein, Mme. %s.
es: Creo que no deberías perder el tiempo así, Mme. %s.
fr: Je crois que vous perdez votre temps, Mme %s.
it: Non sembra un buon modo per usare il tuo tempo, mademoiselle %s.
ja: 良い時間の使い方には見えませんヨ、マダム%s。
ko: 시간을 잘 활용하는 것 같진 않아, 마담 %s.
pl: Madame %s, chyba można lepiej wykorzystać swój czas.
pt_br: Essa não parece ser uma boa maneira de usar seu tempo, Mme. %s.
ru: Вы уверены, что тратите свое время с пользой, мадам %s?
zh_cn: 你的时间用来做这个可不好，%s夫人。
zh_tw: 你的時間用來做這個可不好，%s夫人。

# CHARACTERS.WARLY.DESCRIBE.WANDA.FIRESTARTER
source: Is there... a reason you're setting fires, Mme. %s?
de: Gibt es ... einen Grund, warum Sie Brände legen, Mme. %s?
es: ¿Por qué estás quemando cosas, Mme. %s...?
fr: Mais hum... Pourquoi vous faites brûler des trucs, Mme %s ?
it: C'è... un motivo per cui stai appiccando dei fuochi, mademoiselle %s?
ja: アナタが火を付ける…理由はあるノ、マダム%s？
ko: 그... 불을 붙인 이유가 있겠지, 마담 %s?
pl: Jest jakiś... powód, dla których wznieca pani pożary, madame %s?
pt_br: Está causando... incêndios por algum motivo, Mme. %s?
ru: Мадам %s, у вас точно есть... причина, чтобы устраивать тут пожары?
zh_cn: 你放火是有什么理由吗，%s夫人？
zh_tw: 你放火是有什麼理由嗎，%s夫人？

# CHARACTERS.WARLY.DESCRIBE.WANDA.GENERIC
source: Bonjour, Mme. %s!
de: Bonjour Madame %s!
es_mx: ¡Bonjour, madame %s!
it: Bonjour, mademoiselle %s!
ja: ボンジュール、マダム%s！
ko: 봉주르, 마담 %s!
pl: Bonjour, madame %s!
ru: Bonjour, мадам %s!
zh_cn: 你好，%s夫人！
zh_tw: 你好，%s夫人！

# CHARACTERS.WARLY.DESCRIBE.WANDA.GHOST
source: Let's get you back on your feet, Mme. %s!
de: Wir sollten Sie wieder auf die Beine kriegen, Mme. %s!
es: ¡Vamos a salvarte, Mme. %s!
fr: On va vous remettre sur pieds, Mme %s !
it: È ora di rimetterti in sesto, mademoiselle %s!
ja: 自力で生きられるようにしましょう、マダム%s！
ko: 다시 되살려야 겠구나, 마담 %s!
pl: Postawmy panią na nogi, madame %s!
pt_br: Vamos trazer você de volta, Mme, %s!
ru: Мы вас мигом поставим на ноги, мадам %s!
zh_cn: 我来帮助你重新站起来，%s夫人！
zh_tw: 我來幫助你重新站起來，%s夫人！

# CHARACTERS.WARLY.DESCRIBE.WANDA.MURDERER
source: I can never forgive you for what you've done, Mme. %s!
de: Ich kann Ihnen niemals verzeihen, was Sie getan haben, Mme. %s!
es: ¡No pienso perdonarte por lo que has hecho, Mme. %s!
fr: Je ne vous pardonnerai jamais, Mme %s !
it: Non ti perdonerò mai per quello che hai fatto, mademoiselle %s!
ja: アナタがやったことは許せませんヨ、マダム%s！
ko: 네가 한 짓은 절대 용서하지 않을 거야, 마담 %s!
pl: Nigdy pani tego nie wybaczę, madame %s!
pt_br: Jamais poderei te perdoar pelo que fez, Mme. %s!
ru: Я никогда вас за это не прощу, мадам %s!
zh_cn: 我绝不会原谅你的所作所为，%s夫人！
zh_tw: 我絕不會原諒你的所作所為，%s夫人！

# CHARACTERS.WARLY.DESCRIBE.WANDA.REVIVER
source: I knew Mme. %s would come in my time of need.
de: Ich wusste, Mme. %s würde kommen, wenn ich in Not bin.
es: ¡Sabía yo que Mme. %s vendría a ayudarme cuando llegara el momento!
fr: Je savais que Mme %s viendrait m'aider en cas d'urgence.
it: Sapevo che mademoiselle %s sarebbe giunta nell'ora del bisogno.
ja: マダム%sは、ボクがピンチの時に来てくれるって知ってましたヨ！
ko: 마담 %s 녀석은 내가 필요할 때 올 거란 걸 알고 있어.
pl: Wiedziałem, że madame %s przyjdzie mi z pomocą.
pt_br: Sabia que a Mme. %s viria me ajudar quando eu estivesse em apuros.
ru: Я знал, что мадам %s придет на помощь в трудную минуту.
zh_cn: 我就知道%s夫人会为我雪中送炭。
zh_tw: 我就知道%s夫人會為我雪中送炭。

# CHARACTERS.WARLY.DESCRIBE.WARDROBE.BURNING
source: The wardrobe is burning!
de: Die Garderobe brennt!
es: ¡El armario está ardiendo!
es_mx: ¡El armario se está quemando!
fr: L'armoire brûle !
it: Il guardaroba è in fiamme!
ja: ワードローブが燃えてるよー！
ko: 옷장이 타고 있어!
pl: Szafa w ogniu!
pt_br: O guarda-roupa tá queimando!
ru: Гардероб горит!
zh_cn: 衣柜在燃烧。
zh_tw: 衣櫃在燃燒。

# CHARACTERS.WARLY.DESCRIBE.WARDROBE.BURNT
source: We had some nice things in there.
de: Da waren ein paar schöne Sachen drin.
es: Teníamos cosas bonitas dentro.
es_mx: Teníamos algunas cosas buenas ahí dentro.
fr: On avait de jolies choses, là-dedans...
it: C'erano delle belle cose lì dentro.
ja: あの中に良い物が入ってたのになぁ。
ko: 안에 좋은 게 많았는데.
pl: Miałem trochę ładnych rzeczy.
pt_br: A gente tinhas umas coisas legais ali dentro.
ru: А в нем были неплохие вещи.
zh_cn: 以前里面装过不少好东西。
zh_tw: 以前裡面裝過不少好東西。

# CHARACTERS.WARLY.DESCRIBE.WARDROBE.GENERIC
source: I wish I'd had the chance to bring more clothes with me.
de: Ich wünschte, ich hätte mehr Kleidung mitbringen können.
es: Ojalá pudiera llevar más ropa encima.
es_mx: Desearía haber tenido la oportunidad de traer más ropa conmigo.
fr: Si seulement j'avais pu emporter plus de vêtements.
it: Mi sarebbe piaciuto avere la possibilità di portarmi un cambio.
ja: もっといっぱい洋服持ってこれれば良かったんだけどネ。
ko: 옷을 더 많이 가져왔으면 좋았을걸.
pl: Szkoda, że nie miałem okazji wziąć więcej ubrań.
pt_br: Queria ter tido a oportunidade de trazer mais roupas comigo.
ru: Хотелось бы мне захватить с собой больше вещей.
zh_cn: 当初多带一些衣物就好了。
zh_tw: 當初多帶一些衣物就好了。
