Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It a tree.
de: Ein Baum.
es: Es un árbol.
es_mx: Ser un árbol.
fr: C'est un arbre.
it: È albero.
ja: それは木だよ。
ko: 나무야.
pl: Drzewo.
pt_br: É uma árvore.
ru: Это дерево.
zh_tw: 是一棵樹。

# CHARACTERS.WURT.DESCRIBE.DECIDUOUSTREE.POISON
source: What you looking at, florp?
de: Was schaust du so, florp?
es: ¿Qué estás mirando, florp?
es_mx: ¿Tú qué estar mirando, flop?
fr: Qu'est-ce que tu regardes, florp ?
it: Cosa guardi, florp?
ja: 何を見てるの、フロープ？
ko: 뭐 봐, 뻐끔?
pl: Na co się gapisz, florp?
pt_br: Que você tá olhando, florp?
ru: Бульк, на что смотришь?
zh_tw: 你在看什麼，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.DEER.ANTLER
source: Deer got pointier.
de: Hirsch hat Spitzen gekriegt.
es: El ciervo se volvió más puntiagudo.
es_mx: Ciervo ser más puntiagudo ahora.
fr: C'est le côté qui pique sur un cerf.
it: Cervo è appuntito.
ja: 鹿が尖ってきたよ。
ko: 사슴이 더 뾰족해졌어.
pl: Jeleń stał się bardziej spiczasty.
pt_br: Cervo ficou mais pontudo.
ru: У оленя острые штуки.
zh_tw: 鹿角變尖了。

# CHARACTERS.WURT.DESCRIBE.DEER.GENERIC
source: Need haircut, florp.
de: Braucht Haarschnitt, florp.
es: Necesita un corte de pelo, florp.
es_mx: Necesitar corte de pelo, flop.
fr: Il a besoin d'une bonne coupe de cheveux, florp.
it: Serve taglio di capelli, florp.
ja: 髪を切ってよ、フロープ。
ko: 머리 잘라야 해, 뻐끔.
pl: Przydałoby się mu podciąć włosy, florp.
pt_br: Precisa cortar cabelo, florp.
ru: Бульк, тебе надо стричься.
zh_tw: 需要剪頭髮了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DEERCLOPS
source: She not look happy, florp.
de: Sieht nicht froh aus, florp.
es: No parece feliz, florp.
es_mx: Ella no verse feliz, flop.
fr: Elle n'a pas l'air contente, florp.
it: Non sembra felice, florp.
ja: 彼女は幸せそうには見えないね、フロープ。
ko: 기분 안 좋아 보여, 뻐끔.
pl: Nie wygląda na zadowolonego, florp.
pt_br: Ela não parece feliz, florp.
ru: Хлюп, он чем-то недоволен.
zh_tw: 她看起來不開心，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DEERCLOPS_EYEBALL
source: Oooh, want to touch it.
de: Oooh, will anfassen.
es: Oooh, quiero tocarlo.
es_mx: Oooh, yo querer tocarlo.
fr: Ooooh, je veux le toucher.
it: Oooh, voglio toccare.
ja: おー、触ってみたいね。
ko: 오오, 만지고 싶어.
pl: Ooo, chcę go dotknąć!
pt_br: Aaah, quero tocar ele.
ru: Ой, хочу потрогать!
zh_tw: 喔，想摸摸。

# CHARACTERS.WURT.DESCRIBE.DEER_ANTLER
source: Deer horn!
de: Hirschgeweih!
es: ¡Cuerno de ciervo!
es_mx: ¡Cuerno de ciervo!
fr: Des bois de cerf !
it: Corna di cervo!
ja: 鹿の角だ！
ko: 사슴뿔이다!
pl: Róg jelenia!
pt_br: Chifre de cervo!
ru: Олений рог!
zh_tw: 鹿角！

# CHARACTERS.WURT.DESCRIBE.DEER_GEMMED
source: Something wrong with deer's head!
de: Etwas falsch mit dem Hirschkopf!
es: ¡Algo raro le pasa a la cabeza del ciervo!
es_mx: ¡Haber algo mal con la cabeza del ciervo!
fr: La tête du cerf a un problème !
it: Qualcosa non va con testa di cervo!
ja: 鹿の頭がおかしいよ！
ko: 사슴 머리 이상해!
pl: Coś jest nie tak z głową jelenia!
pt_br: Algo errado com cabeça do cervo!
ru: У оленя что-то с головой!
zh_tw: 鹿的頭不太對！

# CHARACTERS.WURT.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Leftover grass bits.
de: Übriges Gras.
es: Trozos de hierba sobrantes.
es_mx: Restos de hierba.
fr: Il reste quelques brins d'herbe.
it: Pezzi di erba avanzati.
ja: 残された草の欠片だね。
ko: 풀 찌꺼기야.
pl: Resztki trawy.
pt_br: Sobras de grama.
ru: Остатки травушки.
zh_tw: 剩下了一點點草。

# CHARACTERS.WURT.DESCRIBE.DESERTHAT
source: Hate desert, but this help a bit.
de: Wüste schrecklich, aber hiermit besser.
es: Odio el desierto, pero esto ayuda un poco.
es_mx: Yo odiar desierto, pero esto ayudar un poco.
fr: J'déteste le désert. Ça va un peu mieux avec ça.
it: Odio deserto, ma con questo meglio.
ja: 砂漠は嫌いだけど、ちょっとした助けになるね。
ko: 사막은 질색이지만 이게 있으면 좀 나아.
pl: Nie lubię pustyni, ale w tym kapeluszu jest trochę lepiej.
pt_br: Odeio deserto, mas isso ajuda um pouco.
ru: Ненавижу пустыню, но в шляпе легче!
zh_tw: 討厭沙漠，但是有了這個會好一點。

# CHARACTERS.WURT.DESCRIBE.DEVTOOL
source: Like this!
de: Lecker!
es: ¡Me gusta!
es_mx: ¡A mí gustarme esto!
fr: Ça me plaît !
it: Piace!
ja: こんな感じで！
ko: 마음에 들어!
pl: Podoba mi się to!
pt_br: Gostei disso!
ru: Нравится!
zh_tw: 喜歡這個！

# CHARACTERS.WURT.DESCRIBE.DEVTOOL_NODEV
source: Can't do it, flurt.
de: Geht nicht, flurt.
es: No puedo hacerlo, flurt.
es_mx: No poder hacerlo, flut.
fr: Impossible. Flurt.
it: Non posso fare, flurt.
ja: それは出来ないよ、フルート。
ko: 못 해, 뻐끔.
pl: Nie da się, flurt.
pt_br: Não consigo fazer isso, flurt.
ru: Хлюп, не могу.
zh_tw: 做不了，浮勒特。

# CHARACTERS.WURT.DESCRIBE.DIRTPILE
source: Somebody in there?
de: Jemand drin?
es: ¿Hay alguien ahí?
es_mx: ¿Haber alguien ahí?
fr: Y'a quelqu'un ?
it: Qualcuno lì dentro?
ja: 誰かいるの？
ko: 안에 누구 있어?
pl: Jest tu kto?
pt_br: Tem alguém aí?
ru: Там кто-то есть?
zh_tw: 裡面有人嗎？

# CHARACTERS.WURT.DESCRIBE.DIVININGROD.COLD
source: Not making much noise now, florp.
de: Macht kein Geräusch mehr, florp.
es: No está haciendo mucho ruido ahora, florp.
es_mx: Ya no hacer mucho ruido, flop.
fr: Le bâton fait pas de bruit, florp.
it: Non fa tanto rumore adesso, florp.
ja: 今は騒がしくないね、フロープ。
ko: 이제 별로 소리 안 나, 뻐끔.
pl: Nie robi teraz za dużo hałasu, florp.
pt_br: Não tá fazendo muito barulho agora, florp.
ru: Хлюп, уже не шумит.
zh_tw: 現在聲音小了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DIVININGROD.GENERIC
source: What this weird box thingy?
de: Merkwürdiges Kistending.
es: ¿Qué es esta cosa rara?
es_mx: ¿Qué ser esta caja extraña?
fr: C'est quoi, cette boîte sur un bâton ?
it: Cosa è questa scatola strana?
ja: なんだろうこの変な箱みたいなやつは？
ko: 이 이상한 상자 같은 거 뭐지?
pl: Co to za dziwne coś z pudełkiem?
pt_br: Que coisa estranha essa caixa?
ru: Что за странный ящик?
zh_tw: 上面這個奇怪的盒子是什麼？

# CHARACTERS.WURT.DESCRIBE.DIVININGROD.HOT
source: It yelling at me!!
de: Schreit mich an!!
es: ¡¡Me está gritando!!
es_mx: ¡¡Estar gritándome!!
fr: Il me crie dessus !
it: Urla contro me!
ja: 怒鳴られたよ！
ko: 나한테 소리 질러!!
pl: Krzyczy na mnie!
pt_br: Tá gritando comigo!!
ru: Он на меня орет!
zh_tw: 它在向我喊叫！！

# CHARACTERS.WURT.DESCRIBE.DIVININGROD.WARM
source: Noises getting louder.
de: Krach wird Lauter.
es: Los ruidos cada vez se oyen más alto.
es_mx: Ruidos volverse más fuertes.
fr: Il fait de plus en plus de bruit.
it: Rumori più forti.
ja: ノイズが大きくなってきたね。
ko: 소리 점점 커져.
pl: Robi się coraz głośniej.
pt_br: Barulhos ficando mais altos.
ru: Шумит громче и громче.
zh_tw: 聲音越來越大了。

# CHARACTERS.WURT.DESCRIBE.DIVININGROD.WARMER
source: More louder!
de: Noch lauter!
es: ¡Más alto!
es_mx: ¡Mucho más fuertes!
fr: Il fait encore plus de bruit !
it: Più forti!
ja: もっと大きな声で！
ko: 더 커졌어!
pl: Jeszcze głośniej!
pt_br: Mais alto!
ru: Еще громче!
zh_tw: 更大聲了！

# CHARACTERS.WURT.DESCRIBE.DIVININGRODBASE.GENERIC
source: What this?
de: Was das?
es: ¿Qué es esto?
es_mx: ¿Qué ser esto?
fr: C'est quoi ça ?
it: Cosa è?
ja: それは何？
ko: 이거 뭐지?
pl: Co to?
pt_br: Que é isso?
ru: А это что?
zh_tw: 這是什麼？

# CHARACTERS.WURT.DESCRIBE.DIVININGRODBASE.READY
source: It need something...
de: Braucht etwas ...
es: Necesita algo...
es_mx: A esto hacerle falta algo.
fr: Il a besoin de quelque chose...
it: Serve qualcosa...
ja: 何かが必要だよ...
ko: 뭐가 필요해...
pl: Czegoś tu potrzeba...
pt_br: Precisa de algo...
ru: Этой штуке что-то нужно…
zh_tw: 還缺點東西……

# CHARACTERS.WURT.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Think it work now!
de: Jetzt geht es!
es: ¡Creo que ahora funciona!
es_mx: ¡Yo creer que ahora funcionar!
fr: Ça marche maintenant !
it: Penso che funziona adesso!
ja: 今すぐ動くと思うよ！
ko: 이제 되나 봐!
pl: Teraz chyba działa!
pt_br: Acho que funciona agora!
ru: Теперь все работает!
zh_tw: 我想這個現在可以用了！

# CHARACTERS.WURT.DESCRIBE.DIVININGRODSTART
source: This thing look weird, florp.
de: Sieht merkwürdig aus, florp.
es: Esto tiene un aspecto extraño, florp.
es_mx: Esta cosa verse extraña, flop.
fr: Ce truc est bizarre, florp.
it: Questa cosa sembra strana, florp.
ja: 変な感じだね、フロープ。
ko: 이상하게 생겼어, 뻐끔.
pl: To coś wygląda dziwnie, florp.
pt_br: Essa coisa parece estranha, florp.
ru: Бульк, ну и странная вещица.
zh_tw: 這東西看起來很奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DOLL_BLUEPRINT
source: Look kind of creepy...
de: Sieht irgendwie gruselig aus ...
es: Da miedo...
fr: Ça fait un peu peur...
it: Sembra spaventoso...
ja: なんかキモチワルイよ…
ko: 왠지 소름 끼치게 생겼어...
pl: Wygląda dość strasznie...
pt_br: É meio assustadora...
ru: Немного страшновато...
zh_tw: 看起來有點怪……

# CHARACTERS.WURT.DESCRIBE.DRAGONBODYHAT
source: Everything go with scales!
de: Alles passt zu Schuppen!
es: ¡Con escamas todo vale!
es_mx: ¡Todo combinar con las escamas!
fr: Ça va bien avec mes écailles !
it: Tutto con squame è bello!
ja: すべて、目からウロコのようなものだね。
ko: 비늘은 다 잘 어울려!
pl: Wszystko, co ma łuski, pasuje!
pt_br: Tudo é melhor com escamas!
ru: С чешуей все смотрится!
zh_tw: 鱗片真是百搭啊！

# CHARACTERS.WURT.DESCRIBE.DRAGONCHILISALAD
source: Mmmm, thank you fancy cook man!
de: Mmmh, danke, lieber Kochmann!
es: Mmm, ¡gracias, cocinero sofisticado!
es_mx: ¡Mmm! ¡Gracias, hombre cocinero elegante!
fr: Miam, merci cuistot.
it: Mmmm, grazie bravo cuoco!
ja: んー、ありがとう粋な料理人さん！
ko: 음, 고마워, 멋진 요리사 남자!
pl: Mmmm, dziękuję, wytworny kucharzu!
pt_br: Hmmm, obrigado homem cozinheiro!
ru: М-м-м, спасибо, мудреный кухарь!
zh_tw: 呣呣，謝謝你，高級廚師！

# CHARACTERS.WURT.DESCRIBE.DRAGONFLY
source: Scaled-folk shouldn't fight, florp!
de: Schuppenleute sollen nicht kämpfen, florp!
es: ¡Quienes tienen escamas no deberían pelear, florp!
es_mx: ¡Los escamosos no deber pelear, flop!
fr: Les écailleux devraient pas se battre, florp !
it: Popolo con squame non deve combattere, florp!
ja: 鱗の人たちは戦わないほうがいいよ、フロープ！
ko: 비늘 있는 종족은 싸우면 안 돼, 뻐끔!
pl: Łuskowcy nie powinni ze sobą walczyć, florp!
pt_br: Povo-escama não deve lutar, florp!
ru: Буль, нельзя драться, у нас обоих чешуя!
zh_tw: 咱們長鱗片的人不應該內鬥，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.DRAGONFLYCHEST
source: Like look of this box, florpt.
de: Kiste sieht gut aus, florpt.
es: Me gusta el aspecto de esta caja, florpt.
es_mx: A mí gustarme aspecto de esta caja, flop.
fr: J'aime bien cette boîte, florp.
it: Piace questa scatola, florpt.
ja: この箱のようにね、フロープト。
ko: 생긴 게 마음에 들어, 뻐끔.
pl: Podoba mi się to pudło, florp.
pt_br: Gostei do visual dessa caixa, florpt.
ru: Хлюп, хорошенький ящик.
zh_tw: 喜歡這個箱子的樣子，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: Look fancy.
de: Sehr schick.
es: Cuánta sofisticación.
es_mx: Verse elegante.
fr: C'est joli !
it: Elegante.
ja: 豪華そうだね。
ko: 근사해.
pl: Wygląda dostojnie.
pt_br: Parece chique.
ru: Как занятно.
zh_tw: 看起來很高級。

# CHARACTERS.WURT.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: Broke it...
de: Kaputt ...
es: Roto...
es_mx: Yo haberlo roto...
fr: J'ai tout cassé...
it: Rotta...
ja: 壊しちゃった...
ko: 망가뜨렸어...
pl: Popsułam...
pt_br: Quebrou...
ru: Сломала…
zh_tw: 弄壞了……

# CHARACTERS.WURT.DESCRIBE.DRAGONFLYFURNACE.HIGH
source: Glorpt!! Too hot!!
de: Glorpt!! Zu heiß!!
es: ¡¡Glorpt!! ¡¡Demasiado caliente!!
es_mx: ¡¡Gloop!! ¡¡Demasiado caliente!!
fr: Glorp ! C'est brûlant !
it: Glorpt!! Troppo calda!
ja: グロープト！あついよあついよ！
ko: 빠끔!! 너무 뜨거워!!
pl: Glorp! Za gorąco!
pt_br: Glorpt!! Muito quente!!
ru: Хлюрп! Слишком жарко!
zh_tw: 格浪噗特！！好燙！！

# CHARACTERS.WURT.DESCRIBE.DRAGONFLYFURNACE.NORMAL
source: Has friendly face.
de: Hat freundliches Gesicht.
es: Tiene una cara amigable.
es_mx: Tener cara amistosa.
fr: C'est super joli.
it: Ha faccia amichevole.
ja: 人懐っこい顔をしているね。
ko: 친근한 얼굴이야.
pl: Ma przyjazną minkę.
pt_br: Tem cara amigável.
ru: Выглядит дружелюбно.
zh_tw: 面孔友善。

# CHARACTERS.WURT.DESCRIBE.DRAGONFRUIT
source: Pretty fruit, florp.
de: Hübsche Frucht, florp.
es: Bonita fruta, florp.
es_mx: Fruta bonita, flop.
fr: C'est un joli fruit, florp.
it: Frutto bello, florp.
ja: かわいい果物だね、フロープ。
ko: 예쁜 과일이야, 뻐끔.
pl: Ładny owoc, florp.
pt_br: Fruta bonita, florp.
ru: Буль, красивый фрукт.
zh_tw: 漂亮的水果，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DRAGONFRUIT_COOKED
source: Taste like medicine.
de: Schmeckt nach Medizin.
es: Sabe a medicina.
es_mx: Saber a medicina.
fr: Ça a un goût de médicament.
it: Sapore come medicina.
ja: 薬のような味だよ。
ko: 약 맛이야.
pl: Smakuje jak lekarstwo.
pt_br: Gosto de como remédio.
ru: На вкус как лекарство.
zh_tw: 嘗著像藥。

# CHARACTERS.WURT.DESCRIBE.DRAGONFRUIT_OVERSIZED
source: All mine, florp!
de: Alles meins, florp!
es: ¡Todo pa mí, florp!
fr: C'est rien qu'à moi, florp !
it: Tutto mio, florp!
ja: ぜ～んぶアタシの！フロープ！
ko: 다 내 거야, 플롭!
pl: Cały mój, florp!
pt_br: Toda minha, florp!
ru: Все мне, бульк!
zh_tw: 全是我的，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.DRAGONFRUIT_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.DRAGONHEADHAT
source: Look almost as cute as own face, florp.
de: Fast so niedlich wie mein Gesicht, florp.
es: Casi tan mono como su propia cara, florp.
es_mx: Verse casi tan lindo como mi cara, flop.
fr: C'est presque aussi mignon que moi.
it: Sembra bella come sua faccia, florp.
ja: アタシの顔と同じくらいかわいいね、フロープ。
ko: 거의 나만큼 귀여워 보여, 뻐끔.
pl: Jest prawie tak ładna jak moja własna twarz, florp.
pt_br: É quase tão fofo quanto o rosto dele, florp.
ru: Миленькая, почти как мое личико, бульк.
zh_tw: 看著就和自己的臉一樣可愛，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DRAGONPIE
source: Mmmm this best pie!!
de: Mmmh, bester Kuchen!!
es: Mmm, ¡¡el mejor pastel!!
es_mx: ¡Mmm! ¡¡Ser el mejor pay!!
fr: Miam, c'est délicieux !
it: Mmmm... Questa torta migliore!
ja: うーん、最高のパイだ！
ko: 음, 최고 파이야!!
pl: Mmmm, najlepsze ciasto!
pt_br: Hmmm, essa melhor torta!!
ru: М-м-м, самый лучший пирог!
zh_tw: 呣呣，這是最棒的餅！！

# CHARACTERS.WURT.DESCRIBE.DRAGONTAILHAT
source: Always wanted a tail!
de: Wollte immer einen Schwanz!
es: ¡Siempre quise una cola!
es_mx: ¡Yo siempre haber querido tener cola!
fr: J'ai toujours voulu avoir une queue !
it: Io sempre voluta coda!
ja: ずっと尻尾が欲しかったんだよ！
ko: 전부터 꼬리 갖고 싶었어!
pl: Zawsze chciałam mieć ogon!
pt_br: Sempre quis um rabo!
ru: Всегда хотела хвост!
zh_tw: 我一直都想要一條尾巴！

# CHARACTERS.WURT.DESCRIBE.DRAGON_SCALES
source: Pretty...
de: Hübsch ...
es: Bonitas...
es_mx: Ser lindas.
fr: C'est beau...
it: Carine...
ja: 素敵だね…
ko: 예쁘다...
pl: Ładne...
pt_br: Bonitas...
ru: Красивенько…
zh_tw: 真漂亮……

# CHARACTERS.WURT.DESCRIBE.DRIFTWOOD_LOG
source: Floaty log.
de: Schwimmklotz.
es: Leño flotante.
es_mx: Tronco flotante.
fr: Une bûche qui flotte.
it: Legno che galleggia.
ja: 浮いたログだよ。
ko: 둥둥 뜨는 통나무야.
pl: Pływająca kłoda.
pt_br: Tora flutuante.
ru: Плавучее бревно.
zh_tw: 浮木。

# CHARACTERS.WURT.DESCRIBE.DRIFTWOOD_TREE.BURNING
source: Hot! Hot!!
de: Heiß! Heiß!!
es: ¡Caliente! ¡¡Caliente!!
es_mx: ¡En llamas! ¡¡En llamas!!
fr: Ça brûle !
it: Caldo! Caldo!!!
ja: あつい！あついよ！！
ko: 뜨거워! 뜨거워!!
pl: Gorąco! Gorąco!
pt_br: Quente! Quente!!
ru: Жжет! Жжет!
zh_tw: 熱熱熱！

# CHARACTERS.WURT.DESCRIBE.DRIFTWOOD_TREE.BURNT
source: Gone now.
de: Weg.
es: No queda nada.
es_mx: No quedar nada.
fr: Il reste rien.
it: Andato.
ja: 今はいないよ。
ko: 이제 없어.
pl: Zniknęło.
pt_br: Se foi agora.
ru: Сгорело.
zh_tw: 沒了。

# CHARACTERS.WURT.DESCRIBE.DRIFTWOOD_TREE.CHOPPED
source: Choppy chop!
de: Hackihack!
es: ¡Chop, chop!
es_mx: ¡Cortar y talar!
fr: Coupe, coupe !
it: Taglia, taglia!
ja: チョッピーチョップ！
ko: 쩍! 쩍!
pl: Ciach, ciach!
pt_br: Cortar corta!
ru: Тук-тук!
zh_tw: 剁碎！

# CHARACTERS.WURT.DESCRIBE.DRIFTWOOD_TREE.GENERIC
source: It drowned, florp.
de: Ertrunken, florp.
es: Se ahogó, florp.
es_mx: Haberse ahogado, flop.
fr: Il s'est noyé, florp.
it: Annegato, florp.
ja: 溺れたよ、フロープ。
ko: 익사했어, 뻐끔.
pl: Utonęło, florp.
pt_br: Se afogou, florp.
ru: Буль, утонуло.
zh_tw: 它溺水了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DRUMSTICK
source: Gluurph...
de: Gluurpf ...
es_mx: Gluuf...
fr: Beuuuuark....
it: Gluurp...
ja: グルル！
ko: 빠끔빠끄음...
pl: Gluurp...
ru: Хлю-ю-юп…
zh_tw: 格勒浮……

# CHARACTERS.WURT.DESCRIBE.DRUMSTICK_COOKED
source: You put bird in fire??
de: Du tust Vogel in Feuer?!
es: ¿¿Pusiste un pájaro al fuego??
es_mx: ¿Tú poner pájaro en fuego?
fr: T'as mis un oiseau dans le feu ?
it: Hai messo uccello in fuoco?
ja: 鳥を火の中に入れたの？
ko: 새를 불에 넣었어??
pl: Ktoś wsadził ptaszka w ogień?
pt_br: Você colocou fogo no pássaro??
ru: Разве птиц кладут в огонь?
zh_tw: 你把鳥放到火裡？？

# CHARACTERS.WURT.DESCRIBE.DUG_BERRYBUSH
source: You come with me, florp.
de: Komm mit mir, florp.
es: Ven conmigo, florp.
es_mx: Tú venir conmigo, flop.
fr: Tu viens avec moi, florp.
it: Vieni con me, florp.
ja: 私と一緒に来てよ、フループ。
ko: 나랑 같이 가자, 뻐끔.
pl: Idziesz ze mną, florp.
pt_br: Você vem comigo, florp.
ru: Идем со мной, бульк.
zh_tw: 你跟我來，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.DUG_BERRYBUSH_JUICY
source: Taking you home.
de: Bringe dich nach Hause.
es: Te llevo a casa.
es_mx: Yo llevarte a casa conmigo.
fr: Je te ramène chez moi.
it: Porto te a casa.
ja: 家に連れて帰るよ。
ko: 집에 데려가야지.
pl: Zabieram cię do domu.
pt_br: Levando você pra casa.
ru: Пойдем домой.
zh_tw: 帶你回家。

# CHARACTERS.WURT.DESCRIBE.DUG_GRASS
source: Where put this?
de: Wohin?
es: ¿Dónde pongo esto?
es_mx: ¿Dónde poder poner esto?
fr: Où j'vais mettre ça ?
it: Dove metto questo?
ja: どこに置いたの？
ko: 어디 두지?
pl: Gdzie mam to wsadzić?
pt_br: Onde colocar isso?
ru: Куда бы положить?
zh_tw: 這個要放哪？

# CHARACTERS.WURT.DESCRIBE.DUG_MARSH_BUSH
source: Little bit of home, florpt.
de: Bisschen wie zu Hause, florpt.
es: Un poquito de casa, florpt.
es_mx: Un pedacito de mi hogar, flop.
fr: C'est un souvenir de chez moi, florp.
it: Pezzo di casa, florpt.
ja: ちょっとしたおうちだよ、フロープト。
ko: 고향이 생각나, 뻐끔.
pl: Kawałek domu, florp.
pt_br: Um pouco de casa, florpt.
ru: Хлюп, почти как дома.
zh_tw: 一點家的感覺，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.DUG_SAPLING
source: Will find good place for you.
de: Finde guten Ort für dich.
es: Encontraré un buen sitio para ti.
es_mx: Yo encontrarte un buen lugar.
fr: J'vais te trouver un endroit sympa.
it: Trovo buon posto per te.
ja: 良い場所を見つけることができるよ。
ko: 좋은 곳 찾아 줄게.
pl: Znajdę ci jakieś dobre miejsce.
pt_br: Vamos achar um lugar bom pra você.
ru: Найду тебе хорошее место.
zh_tw: 會給你找個好地方。

# CHARACTERS.WURT.DESCRIBE.DUG_TRAP_STARFISH
source: Will find good spot for you, hee-hee.
de: Finde guten Ort für dich, hehe.
es: Encontraré un buen lugar para ti, je, je.
es_mx: Yo encontrarte un buen lugar, ji, ji.
fr: J'vais te trouver un endroit sympa, héhé.
it: Troverò bel posto per te, eh eh.
ja: あなたのために良い場所を見つけるよ、ヒーヒー。
ko: 좋은 자리 찾아 줄게, 히히.
pl: Znajdę dla ciebie jakieś dobre miejsce, hi, hi.
pt_br: Vamos achar um lugar bom pra você, hihi.
ru: Хи-хи, подыщу тебе местечко.
zh_tw: 會給你找個好位置，嘿嘿。

# CHARACTERS.WURT.DESCRIBE.DUMBBELL
source: Muscly mustache man leave rocks everywhere.
de: Muskelkerl mit Bart macht überall Steine hin.
es: Hombre musculoso con bigote deja rocas en todos lados.
fr: Monsieur moustache musclée laisse des cailloux partout.
it: Uomo con muscoli e baffi lasciare rocce ovunque.
ja: ムキムキのヒゲ男さんがあちこちに岩を置いてってる。
ko: 근육질의 콧수염 사나이가 사방에 돌을 두고 갔어.
pl: Wąsaty pan mięśniak rozrzucił wszędzie kamienie.
pt_br: Homem bigode musculoso deixa pedras por toda parte.
ru: Усатый силач везде камни разбрасывает.
zh_tw: 鬍子肌肉人把石頭丟得到處都是。

# CHARACTERS.WURT.DESCRIBE.DUMBBELL_GEM
source: Muscly mustache man leave rocks everywhere.
de: Muskelkerl mit Bart macht überall Steine hin.
es: Hombre musculoso con bigote deja rocas en todos lados.
fr: Monsieur moustache musclée laisse des cailloux partout.
it: Uomo con muscoli e baffi lasciare rocce ovunque.
ja: ムキムキのヒゲ男さんがあちこちに岩を置いてってる。
ko: 근육질의 콧수염 사나이가 사방에 돌을 두고 갔어.
pl: Wąsaty pan mięśniak rozrzucił wszędzie kamienie.
pt_br: Homem bigode musculoso deixa pedras por toda parte.
ru: Усатый силач везде камни разбрасывает.
zh_tw: 鬍子肌肉人把石頭丟得到處都是。

# CHARACTERS.WURT.DESCRIBE.DUMBBELL_GOLDEN
source: Muscly mustache man leave rocks everywhere.
de: Muskelkerl mit Bart macht überall Steine hin.
es: Hombre musculoso con bigote deja rocas en todos lados.
fr: Monsieur moustache musclée laisse des cailloux partout.
it: Uomo con muscoli e baffi lasciare rocce ovunque.
ja: ムキムキのヒゲ男さんがあちこちに岩を置いてってる。
ko: 근육질의 콧수염 사나이가 사방에 돌을 두고 갔어.
pl: Wąsaty pan mięśniak rozrzucił wszędzie kamienie.
pt_br: Homem bigode musculoso deixa pedras por toda parte.
ru: Усатый силач везде камни разбрасывает.
zh_tw: 鬍子肌肉人把石頭丟得到處都是。

# CHARACTERS.WURT.DESCRIBE.DUMBBELL_MARBLE
source: Muscly mustache man leave rocks everywhere.
de: Muskelkerl mit Bart macht überall Steine hin.
es: Hombre musculoso con bigote deja rocas en todos lados.
fr: Monsieur moustache musclée laisse des cailloux partout.
it: Uomo con muscoli e baffi lasciare rocce ovunque.
ja: ムキムキのヒゲ男さんがあちこちに岩を置いてってる。
ko: 근육질의 콧수염 사나이가 사방에 돌을 두고 갔어.
pl: Wąsaty pan mięśniak rozrzucił wszędzie kamienie.
pt_br: Homem bigode musculoso deixa pedras por toda parte.
ru: Усатый силач везде камни разбрасывает.
zh_tw: 鬍子肌肉人把石頭丟得到處都是。

# CHARACTERS.WURT.DESCRIBE.DURIAN
source: Mmm... smell a bit like swamp!
de: Mmmh ... riecht nach Sumpf!
es: Mmm... ¡Huele un poco como un pantano!
es_mx: Mmm... ¡oler un poco a pantano!
fr: Miam, ça sent comme le marécage !
it: Mmmm... Sembra odore di palude!
ja: うーん...ちょっと沼の匂いがするね！
ko: 음... 습지랑 비슷한 냄새 나!
pl: Mmm... pachnie troszkę jak bagna!
pt_br: Hmm... Tem cheiro de pântano!
ru: М-м-м… Болотом пахнет!
zh_tw: 呣……聞著像沼澤！

# CHARACTERS.WURT.DESCRIBE.DURIAN_COOKED
source: Has good stink to it!
de: Stinkt schön!
es: ¡Tiene un buen tufo!
es_mx: ¡Tener buen hedor!
fr: Ça pue comme j'aime !
it: Ha buona puzza!
ja: いい匂いがするよ！
ko: 향긋한 악취 나!
pl: Niezły smrodek!
pt_br: Tem um cheiro ruim!
ru: Как вкусно воняет!
zh_tw: 好聞的臭味！

# CHARACTERS.WURT.DESCRIBE.DURIAN_OVERSIZED
source: YAY!!
de: JUHU!
es: ¡¡CHACHI!!
fr: YOUPIII !
it: SÌÌÌ!
ja: イェイ！
ko: 앗싸!!
pl: JUPI!
pt_br: VIVA!
ru: УРА!
zh_tw: 耶！！

# CHARACTERS.WURT.DESCRIBE.DURIAN_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.DUSTMERINGUE
source: Throw it on floor, then don't have to eat it.
de: Auf den Boden werfen, dann muss ich es nicht essen.
es: Si se tira al suelo, luego no se come.
fr: Si j'la jette par terre, j'ai pas à la manger.
it: Getta su pavimento, così non dovere mangiare.
ja: 床にすてたら、食べなくてすむよ。
ko: 바닥에 던지면 먹지 않아도 돼.
pl: Zrzucę to na podłogę, to nie będę musiała tego jeść.
pt_br: Joga no chão, daí não precisa comer.
ru: Брошу на пол, тогда есть не надо будет.
zh_tw: 扔到地上就不用吃了。

# CHARACTERS.WURT.DESCRIBE.DUSTMOTH
source: Hee-hee, tickly!
de: Hehe, kitzelt!
es: Ji, ji, ¡qué cosquillas!
fr: Hi hi, ça chatouille !
it: Eh eh, solletico!
ja: えへへ！くすぐったい！
ko: 히히, 똑딱!
pl: Hi, hi, łaskocze!
pt_br: Hi, hi, faz cócegas!
ru: Хи-хи, щекочется!
zh_tw: 嘿嘿，有點癢！

# CHARACTERS.WURT.DESCRIBE.DUSTMOTHDEN
source: Any sweepy bugs in there?
de: Irgendwelche Wischkäfer dort?
es: ¿Hay bichitos dentro?
fr: Y a des insectes-balais, dedans ?
it: Ci sono insetti spazzatori lì dentro?
ja: ここにパタパタ虫はいるのかな？
ko: 거기에 날아가는 벌레라도 있어?
pl: Czy zamiatające robaczki są w domu?
pt_br: Tem um inseto espanador aí dentro?
ru: Жучки-метелки дома?
zh_tw: 裡面有掃地的蟲子嗎？

# CHARACTERS.WURT.DESCRIBE.EARMUFFSHAT
source: Keep cute webby ears warm.
de: Hält schöne Ohren warm.
es: Mantiene calientes a las monas orejas de Webby.
es_mx: Esto mantener calientes mis lindas orejitas palmeadas.
fr: Ça me tient les oreilles bien au chaud.
it: Tiene orecchie con squame al caldo.
ja: 可愛いウェブビーの耳を温かくしよう。
ko: 귀여운 물갈퀴 귀 따뜻하게 해.
pl: Żeby nie marzły mi uszka.
pt_br: Deixa orelhas fofas do Webby quentes.
ru: Согреет мои славные перепончатые ушки.
zh_tw: 為我可愛的耳朵保暖。

# CHARACTERS.WURT.DESCRIBE.EEL
source: Hello long fishy!
de: Hallo, langer Fisch!
es: ¡Hola, pececito largo!
es_mx: ¡Hola, pececito alargado!
fr: Bonjour le long poisson !
it: Ciao pesce lungo!
ja: こんにちは、長い魚さん！
ko: 안녕, 긴 물고기야!
pl: Cześć, długa rybo!
pt_br: Olá, peixe longo!
ru: Привет, длинная рыбка!
zh_tw: 你好長魚！

# CHARACTERS.WURT.DESCRIBE.EEL_COOKED
source: No!!
de: Nein!!
fr: Non !!
ja: いやー！！
ko: 안 돼!!
pl: Nie!
pt_br: Não!!
ru: О нет!
zh_tw: 不！！
