Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ANNOUNCE_WX_SCANNER_FOUND_NO_DATA
source: NO NEW DATA NEARBY, YET
de: KEINE NEUEN DATEN IN DER NÄHE, NOCH NICHT
fr: AUCUNE NOUVELLE DONNÉE DÉTECTÉE, POUR L'INSTANT
it: NESSUN NUOVO DATO NELLE VICINANZE
ja: ＊まだ新たなデータはありません＊
ko: 근처에 새로운 데이터가 없음, 아직은
pl: BRAK NOWYCH DANYCH W POBLIŻU. NA RAZIE.
pt_br: AINDA NÃO HÁ NOVOS DADOS PRÓXIMOS
ru: НОВЫХ ДАННЫХ ПОБЛИЗОСТИ НЕ ОБНАРУЖЕНО. ПОКА
zh_cn: 附近暂时没有新数据
zh_tw: 附近暫時沒有新資料

# CHARACTERS.WX78.ANNOUNCE_WX_SCANNER_NEW_FOUND
source: SERVICEABLE TRAIT DETECTED. SCAN REQUIRED
de: BRAUCHBARE EIGENSCHAFT ENTDECKT. SCAN ERFORDERLICH
fr: TRAIT DE PRATICITÉ DÉTECTÉ. SCAN NÉCESSAIRE
it: TRATTO UTILE RILEVATO. SCANSIONE RICHIESTA
ja: ＊役立つ痕跡を検知しました。スキャンが必要です＊
ko: 서비스 가능 형질 감지. 스캔 필요
pl: WYKRYTO MOŻLIWOŚĆ OBSŁUGI. WYMAGANY SKAN.
pt_br: RECURSO APROVEITÁVEL DETECTADO. ESCANEAMENTO NECESSÁRIO
ru: ОБНАРУЖЕНА ПОТЕНЦИАЛЬНО ПОЛЕЗНАЯ ИНФОРМАЦИЯ. ТРЕБУЕТСЯ СКАНИРОВАНИЕ
zh_cn: 检测到可使用的能力。需要扫描
zh_tw: 檢測到可使用的能力。需要掃描

# CHARACTERS.WX78.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: NEW DATA ACQUIRED
de: NEUE DATEN ERHALTEN
fr: NOUVELLES DONNÉES ACQUISES
it: NUOVI DATI ACQUISITI
ja: ＊新たなデータを取得しました＊
ko: 새로운 데이터 획득
pl: POZYSKANO NOWE DANE
pt_br: NOVOS DADOS ADQUIRIDOS
ru: ПОЛУЧЕНЫ НОВЫЕ ДАННЫЕ
zh_cn: 已取得新的数据
zh_tw: 已取得新的資料

# CHARACTERS.WX78.BATTLECRY.DEER
source: YOU WILL BE TERMINATED
de: DU WIRST BEENDET
es_mx: TE EXTERMINARÉ
fr: TU SERAS EXTERMINÉ
it: SARAI GIUSTIZIATO
ja: ＊あなたはお終いです＊
ko: 그대는 말소될 것임
pl: TWOJE PROCESY ZOSTANĄ ZATRZYMANE.
pt_br: VOCÊS SERÃO EXTERMINADOS
ru: ТЫ БУДЕШЬ ЗАВЕРШЕН
zh_cn: 你会被终结的
zh_tw: 你會被終結的

# CHARACTERS.WX78.BATTLECRY.GENERIC
source: I WILL DESTROY YOU
de: ICH WERDE DICH ZERSTÖREN.
es_mx: TE DESTRUIRÉ
fr: JE VAIS TE DÉTRUIRE
it: TI DISTRUGGERÒ
ja: ＊私はあなたを倒します＊
ko: 본좌가 당신을 파괴하겠음
pl: ZNISZCZĘ CIĘ!
pt_br: DESTRUIREI VOCÊ
ru: Я УНИЧТОЖУ ТЕБЯ
zh_cn: 我要摧毁你
zh_tw: 我要摧毀你

# CHARACTERS.WX78.BATTLECRY.PIG
source: COMMENCING VIOLENCE
de: GEWALTMODUS WIRD AUFGERUFEN
es_mx: COMENZANDO VIOLENCIA
fr: LA VIOLENCE COMMENCE
it: INIZIO DELLA VIOLENZA
ja: ＊攻撃開始＊
ko: 폭력 개시
pl: ROZPOCZYNAM PROCEDURĘ UŻYCIA SIŁY.
pt_br: INICIANDO VIOLÊNCIA
ru: ДА НАЧНЕТСЯ РАСПРАВА
zh_cn: 开始暴行
zh_tw: 開始暴行

# CHARACTERS.WX78.BATTLECRY.PREY
source: EXTERMINATE
de: VERNICHTEN.
es_mx: EXTERMINAR
fr: EXTERMINATION
it: STERMINARE
ja: ＊抹殺します＊
ko: 말살하라
pl: WYELIMINOWAĆ!
pt_br: EXTERMINAR
ru: УНИЧТОЖИТЬ
zh_cn: 消灭
zh_tw: 消滅

# CHARACTERS.WX78.BATTLECRY.SPIDER
source: COMBAT ENGAGED
de: KAMPFMODUS AKTIVIERT
es_mx: COMBATE ENTABLADO
fr: COMBAT ENGAGÉ
it: COMBATTIMENTO INGAGGIATO
ja: ＊戦闘を開始します＊
ko: 전투 개시
pl: WALKA ROZPOCZĘTA.
pt_br: COMBATE INICIADO
ru: АКТИВИРОВАН РЕЖИМ БОЯ
zh_cn: 进入战斗
zh_tw: 進入戰鬥

# CHARACTERS.WX78.BATTLECRY.SPIDER_WARRIOR
source: ENGAGEMENT SUBROUTINES... ENGAGED
de: Das Katapult wurde für den Kampf aktiviert.
es_mx: SUBRUTINAS DE CONFRONTACIÓN... ACTIVADAS
fr: SOUS-PROGRAMME D'ENGAGEMENT... ENGAGÉ
it: SOTTOROUTINE DI INGAGGIO... INGAGGIATE
ja: ＊接敵ルーティン…開始します＊
ko: 참가 서브루틴... 참가
pl: PODPROGRAM ROZPOCZĘCIA WALKI... ROZPOCZĘTY.
pt_br: SUB-ROTINAS DE ATAQUE... ATIVADAS
ru: ВКЛЮЧЕНИЕ ПОДПРОГРАММ… ВКЛЮЧЕНО
zh_cn: 交战子程序...已交战
zh_tw: 交戰副程式...已交戰

# CHARACTERS.WX78.COMBAT_QUIT.GENERIC
source: COMBAT ROUTINE FAILED
de: KAMPFPROGRAMM GESCHEITERT.
es_mx: RUTINA DE COMBATE FALLIDA
fr: ÉCHEC DE ROUTINE DE COMBAT
it: ROUTINE DI COMBATTIMENTO NON RIUSCITA
ja: ＊戦闘操作に失敗しました＊
ko: 전투 루틴 실패
pl: PROCEDURA BITEWNA ZAKOŃCZONA NIEPOWODZENIEM.
pt_br: FALHA NA ROTINA DE COMBATE
ru: ПРЕКРАЩЕНА ПРОЦЕДУРА БОЯ
zh_cn: 战斗程序失败
zh_tw: 戰鬥程式失敗

# CHARACTERS.WX78.COMBAT_QUIT.PIG
source: NEXT TIME, FILTHY ORGANIC
de: Vielleicht nächstes Mal, Setzling.
es_mx: SERÁ PARA LA PRÓXIMA, MATERIA ORGÁNICA ASQUEROSA
fr: LA PROCHAINE FOIS, SALETÉ D'ORGANISME
it: LA PROSSIMA VOLTA, SPORCO ORGANISMO
ja: ＊みじめな下等生物よ、また会いましょう＊
ko: 다음에 보자, 불결한 유기물
pl: NASTĘPNYM RAZEM, OBRZYDLIWY MIĘSAKU.
pt_br: ATÉ A PRÓXIMA, ORGANISMO IMUNDO
ru: В ДРУГОЙ РАЗ, ГРЯЗНАЯ ОРГАНИКА
zh_cn: 下次再战，肮脏的有机生物
zh_tw: 下次再戰，骯髒的有機生物

# CHARACTERS.WX78.COMBAT_QUIT.PREY
source: YOU ARE FAR TOO INFERIOR
de: IST DIE WISSENSCHAFT ZU WEIT GEGANGEN?
es_mx: ERES DEMASIADO INFERIOR
fr: TU ES BIEN TROP INFÉRIEUR
it: SEI TROPPO INFERIORE
ja: ＊あなたはあまりにも劣っています＊
ko: 너는 너무 후진적임
pl: JESTEŚ DO NICZEGO.
pt_br: VOCÊ É MUITO INFERIOR
ru: ТЫ СЛИШКОМ СЛАБ
zh_cn: 你太逊了
zh_tw: 你太遜了

# CHARACTERS.WX78.COMBAT_QUIT.SPIDER
source: YOU ARE BENEATH ME
de: DER BÖSEWICHT VERSTECKT SICH HINTER DEM WIND!
es_mx: ESTÁS POR DEBAJO DE MÍ
fr: TU N'ES PAS DE MON NIVEAU
it: SEI SOTTO DI ME
ja: ＊あなたは私に及びません＊
ko: 저열한 것
pl: JESTEM LEPSZY.
pt_br: VOCÊ NÃO ESTÁ NO MEU NÍVEL
ru: ТЫ НЕ ЗАСЛУЖИВАЕШЬ МОЕГО ВНИМАНИЯ
zh_cn: 你不配做我的对手
zh_tw: 你不配做我的對手

# CHARACTERS.WX78.COMBAT_QUIT.SPIDER_WARRIOR
source: TOUCHE
de: TREFFER!
es_mx: TOUCHÉ
fr: TOUCHÉ
it: TOUCHÉ
ja: ＊降参です＊
ko: 인정한다
pl: JAK CHCESZ.
ru: ТУШЕ!
zh_cn: 算你狠
zh_tw: 算你狠

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL1.1
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL1.2
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL2.1
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL2.2
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL3.1
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL.LEVEL3.2
source: UNDEAD ALERT
de: UNTOTEN-ALARM
es_mx: ALERTA DE MUERTO VIVIENTE
fr: ALERTE ECTOPLASMIQUE
it: AVVISO DI MORTI VIVENTI
ja: ＊アンデッド警告＊
ko: 언데드 경고
pl: UWAGA: WYKRYTO NOWĄ FORMĘ NIEŻYCIA.
pt_br: ALERTA DE MORTO-VIVO
ru: ТРЕВОГА! НЕЖИТЬ!
zh_cn: 亡灵警报
zh_tw: 亡靈警報

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: FEEBLE PLANTLIFE
de: SCHWÄCHLICHE PFLANZENWELT
es_mx: VEGETACIÓN DÉBIL
fr: VÉGÉTAL FAIBLE
it: PIANTA VIVA FLEBILE
ja: ＊脆弱な植物＊
ko: 미약한 식물체
pl: NĘDZNA FLORA
pt_br: VIDA VEGETAL FRÁGIL
ru: НЕМОЩНАЯ РАСТИТЕЛЬНОСТЬ
zh_cn: 微弱的植物生命
zh_tw: 微弱的植物生命

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: CREEPINESS SENSORS OVERLOADED
de: GRUSELSENSOREN ÜBERLADEN
es_mx: SENSORES DE ESCALOFRÍO SOBRECARGADOS
fr: DÉTECTEURS DE CHAIR DE POULE SURCHARGÉS
it: SENSORI DEI BRIVIDI SOVRACCARICHI
ja: ＊怪奇センサーがオーバーロードしています＊
ko: 오싹함 센서 과부하
pl: PRZECIĄŻENIE CZUJNIKÓW STRASZNOŚCI
pt_br: SENSORES DE HORRIPILÂNCIA SOBRECARREGADOS
ru: СЕНСОРЫ СТРАХА ПЕРЕГРУЖЕНЫ
zh_cn: 令人毛骨悚然的感应器过载
zh_tw: 令人毛骨悚然的感應器超載

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: I SHOULD THROW IT AWAY
de: SOLLTE ICH WEGWERFEN
es_mx: DEBERÍA BOTARLA
fr: JE DEVRAIS LA JETER
it: DOVREI BUTTARLO VIA
ja: ＊廃棄するべきでしょう＊
ko: 폐기할 것이 권장됨
pl: LEPIEJ TO WYRZUCIĆ
pt_br: EU DEVERIA JOGAR ISSO FORA
ru: Я ДОЛЖЕН ЭТО ВЫБРОСИТЬ
zh_cn: 我应该扔掉它
zh_tw: 我應該扔掉它

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: IT IS CREEPY
de: GRUSELIG
es_mx: ES ESCALOFRIANTE
fr: ELLE EST HORRIBLE
it: INQUIETANTE
ja: ＊不気味です＊
ko: 소름 끼침
pl: TO PRZERAŻAJĄCE
pt_br: É ASSUSTADOR
ru: ЖУТКО
zh_cn: 毛骨悚然
zh_tw: 毛骨悚然

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: IT IS STILL CREEPY
de: IMMER NOCH GRUSELIG
es_mx: SIGUE SIENDO ESCALOFRIANTE
fr: ELLE EST TOUJOURS HORRIBLE
it: ANCORA INQUIETANTE
ja: ＊いまだに不気味です＊
ko: 아직도 소름 끼침
pl: TO NADAL PRZERAŻAJĄCE
pt_br: AINDA É ASSUSTADOR
ru: ВСЕ ЕЩЕ ЖУТКО
zh_cn: 依然毛骨悚然
zh_tw: 依然毛骨悚然

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: ACTUALLY, IT'S NOT SO BAD NOW
de: EIGENTLICH NICHT MEHR SO ÜBEL
es_mx: DE HECHO, YA NO SE VE TAN MAL
fr: ELLE N'EST PLUS SI HORRIBLE
it: ORA NON È TANTO MALE
ja: ＊実際、今はそこまで悪くはありません＊
ko: 이제는 그렇게 나쁘지 않음
pl: WŁAŚCIWIE TERAZ NIE JEST TAKIE ZŁE
pt_br: NA VERDADE, NÃO ESTÁ TÃO RUIM AGORA
ru: НАДО ПРИЗНАТЬ, СЕЙЧАС ЭТО ВЫГЛЯДИТ НЕПЛОХО
zh_cn: 现在好多了
zh_tw: 現在好多了

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.LONG
source: FEEBLE PLANTLIFE
de: SCHWÄCHLICHE PFLANZENWELT
es_mx: VEGETACIÓN DÉBIL
fr: VÉGÉTAL FAIBLE
it: PIANTA VIVA FLEBILE
ja: ＊脆弱な植物＊
ko: 미약한 식물체
pl: NĘDZNA FLORA
pt_br: VIDA VEGETAL FRÁGIL
ru: НЕМОЩНАЯ РАСТИТЕЛЬНОСТЬ
zh_cn: 微弱的植物生命
zh_tw: 微弱的植物生命

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: CREEPINESS READINGS DETECTED
de: GRUSELWERTE FESTGESTELLT
es_mx: LECTURAS DE ESCALOFRÍO DETECTADAS
fr: SIGNAL DE CHAIR DE POULE DÉTECTÉ
it: LETTURA DEI BRIVIDI RILEVATA
ja: ＊怪奇反応は検知されました＊
ko: 오싹함 수준 탐지됨
pl: ODCZYTY STRASZNOŚCI GOTOWE
pt_br: LEITURAS DE HORRIPILÂNCIA DETECTADAS
ru: СЧИТЫВАЕТСЯ УСТРАШЕНИЕ
zh_cn: 探测到令人毛骨悚然读数
zh_tw: 探測到令人毛骨悚然讀數

# CHARACTERS.WX78.DESCRIBE.ABIGAIL_FLOWER.SOON
source: CREEPINESS READINGS RISING
de: GRUSELWERTE STEIGEN
es_mx: LECTURAS DE ESCALOFRÍO AUMENTANDO
fr: SIGNAL DE CHAIR DE POULE EN AUGMENTATION
it: LETTURA DEI BRIVIDI IN AUMENTO
ja: ＊怪奇反応が上昇しています＊
ko: 오싹함 수준 상승 중
pl: ODCZYTY STRASZNOŚCI WZRASTAJĄ
pt_br: LEITURAS DE HORRIPILÂNCIA AUMENTANDO
ru: УСТРАШЕНИЕ НАКАПЛИВАЕТСЯ
zh_cn: 令人毛骨悚然的读数上升
zh_tw: 令人毛骨悚然的讀數上升

# CHARACTERS.WX78.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I AM GOOD AT REPEATING TASKS
de: ICH BIN GUT DARIN, AUFGABEN ZU WIEDERHOLEN.
es_mx: SOY BUENO CON LAS TAREAS REPETITIVAS
fr: JE SUIS DOUÉ POUR LES TÂCHES RÉPÉTITIVES
it: SONO BRAVO NELLE ATTIVITÀ RICORRENTI
ja: ＊私はリピート作業は得意ですよ＊
ko: 본좌는 반복 작업에 뛰어남
pl: POTRAFIĘ ZNAKOMICIE POWTARZAĆ ZAPROGRAMOWANE CZYNNOŚCI.
pt_br: SOU BEM EM REPETIR TAREFAS
ru: Я ХОРОШ В ВЫПОЛНЕНИИ ПОВТОРЯЮЩИХСЯ ЗАДАЧ
zh_cn: 我擅长重复工作
zh_tw: 我擅長重複工作

# CHARACTERS.WX78.DESCRIBE.ACORN
source: HOW DOES THE TREE FIT IN THERE?
de: WIE PASST DER BAUM DORT REIN?
es_mx: ¿CÓMO CABE EL ÁRBOL AHÍ?
fr: ÇA CONTIENT UN ARBRE CE TRUC ?
it: COME FA L'ALBERO AD ENTRARCI?
ja: ＊どうしたらこの木がそこに収まるのでしょうか＊
ko: 어떻게 안에 나무가 있는 것인지?
pl: JAK TO DRZEWO SIĘ TAM MIEŚCI?
pt_br: COMO A ÁRVORE CABE AQUI?
ru: КАК ЗДЕСЬ УМЕЩАЕТСЯ ДЕРЕВО?
zh_cn: 树是怎么装在里面的？
zh_tw: 樹是怎麼裝在裡面的？

# CHARACTERS.WX78.DESCRIBE.ACORN_COOKED
source: THE TREE HAS BEEN KILLED AND TURNED INTO NUTRIENTS
de: DER BAUM WURDE GETÖTET UND IN NÄHRSTOFFE UMGEWANDELT
es_mx: EL ÁRBOL FUE ASESINADO Y CONVERTIDO EN NUTRIENTES
fr: L'ARBRE EST MORT ET S'EST TRANSFORMÉ EN NUTRIMENTS
it: L'ALBERO È STATO UCCISO E TRASFORMATO IN SOSTANZE NUTRIENTI
ja: ＊木は殺され栄養分に変化しました＊
ko: 나무가 살해당하고 영양소로 변환되었음
pl: DRZEWO ZOSTAŁO ZABITE I ZAMIENIONE W SKŁADNIKI ODŻYWCZE.
pt_br: A ÁRVORE FOI MORTA E SE TRANSFORMOU EM NUTRIENTES
ru: ДЕРЕВО БЫЛО УБИТО И ПЕРЕРАБОТАНО В ПИТАТЕЛЬНЫЕ ВЕЩЕСТВА
zh_cn: 树被杀死并变成了营养
zh_tw: 樹被殺死並變成了營養

# CHARACTERS.WX78.DESCRIBE.ACORN_SAPLING
source: SOON THE TREE WILL GROW
de: BALD WIRD DER BAUM WACHSEN
es_mx: EL ÁRBOL CRECERÁ PRONTO
fr: L'ARBRE POUSSERA BIENTÔT
it: PRESTO L'ALBERO CRESCERÀ
ja: ＊すぐに木は成長します＊
ko: 곧 나무가 자랄 것임
pl: DRZEWO WKRÓTCE UROŚNIE
pt_br: LOGO A ÁRVORE CRESCERÁ
ru: СКОРО ИЗ НЕГО ВЫРАСТЕТ ДЕРЕВО
zh_cn: 很快树就会长起来
zh_tw: 很快樹就會長起來

# CHARACTERS.WX78.DESCRIBE.ADVENTURE_PORTAL
source: HE IS NOT MUCH OF A CONVERSATIONALIST
de: ES IST KEIN GUTER GESPRÄCHSPARTNER
es_mx: NO ES UN GRAN CONVERSADOR
fr: IL N'EST PAS EXPERT EN COMMUNICATION
it: NON È UN GRAN CONVERSATORE
ja: ＊彼はあまり会話が得意ではありません＊
ko: 대화를 즐기지 않음
pl: NIE MOŻNA GO SKLASYFIKOWAĆ JAKO ROZMOWNEGO.
pt_br: ELE NÃO É MUITO DE CONVERSAR
ru: НЕДОСТАТОЧНО ХОРОШИЙ СОБЕСЕДНИК
zh_cn: 他不太健谈
zh_tw: 他不太健談

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIANHAT
source: NOW I POSSESS THE MOON POWER
de: JETZT BESITZE ICH DIE MACHT DES MONDES
fr: PAR LE POUVOIR DE LA LUNE
it: ORA POSSIEDO IL POTERE DELLA LUNA
ja: ＊これで月の力を手に入れました＊
ko: 이제 본좌는 달의 힘을 소유함.
pl: TERAZ POSIADAM KSIĘŻYCOWĄ MOC
pt_br: AGORA POSSUO O PODER DA LUA
ru: ТЕПЕРЬ Я КОНТРОЛИРУЮ СИЛУ ЛУНЫ
zh_cn: 现在我拥有了月亮的力量
zh_tw: 現在我擁有了月亮的力量

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIANHATSHARD
source: DISASSEMBLED MOON BITS
de: ZERLEGTE MONDSTÜCKE
fr: DES MORCEAUX DE LUNE INDÉPENDANTS
it: FRAMMENTI LUNARI SMONTATI
ja: ＊分解された月の欠片です＊
ko: 분해된 달 조각임.
pl: ROZMONTOWANE CZĘŚCI KSIĘŻYCA
pt_br: PEDAÇOS DA LUA DESMONTADOS
ru: РАЗОБРАННЫЕ ФРАГМЕНТЫ ЛУНЫ
zh_cn: 拆解后的月亮碎片
zh_tw: 拆解後的月亮碎片

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: THAT MOON POWER SHOULD BE MINE!
de: DIESE MACHT DES MONDES SOLLTE MIR GEHÖREN!
fr: LA PUISSANCE DE CETTE LUNE DEVRAIT ÊTRE À MOI !
it: QUEL POTERE LUNARE DOVREBBE APPARTENERE A ME!
ja: ＊あの月の力は、私が持つべきものです！＊
ko: 그 달의 힘은 본좌의 것이어야 함!
pl: TA MOC KSIĘŻYCA POWINNA BYĆ MOJA!
pt_br: O PODER DA LUA DEVERIA SER MEU!
ru: ЭТА ЛУННАЯ СИЛА ДОЛЖНА ПРИНАДЛЕЖАТЬ МНЕ!
zh_cn: 那种月之力量本该属于我!
zh_tw: 那種月之力量本該屬於我!

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: WHAT A WASTE
de: VERSCHWENDUNG
fr: QUEL GÂCHIS
it: CHE SPRECO
ja: ＊哀れですね＊
ko: 정말 아까움.
pl: CO ZA MARNOTRAWSTWO
pt_br: QUE DESPERDÍCIO
ru: КАКАЯ ПОТЕРЯ
zh_cn: 真是浪费
zh_tw: 真是浪費

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: CRUSH THE ORGANICS! AHAHAHA! WAIT NO NOT ME
de: ZERQUETSCHE DIE ORGANISCHEN! AHAHAHA! WARTE, NEIN, NICHT MICH
fr: DÉTRUIS LES ORGANIQUES ! HA HA HA HA ! ATTENDS, NON, PAS MOI
it: ANNIENTA GLI ORGANISMI! AHAHAH! ASPETTA NON ME
ja: ＊有機生命体を潰しなさい！アハハハハ！待ちなさい私のことではありませんよ＊
ko: 유기체들을 부숴! 아하하하! 내가 아니것은 기다리지 말기를 바람.
pl: ZNISZCZYĆ ISTOTY ORGANICZNE! AHAHAHA! CHWILA, MNIE NIE!
pt_br: ESMAGUE OS ORGANISMOS! AHA, HA, HA! ESPERE, EU NÃO
ru: ДАВИ ОРГАНИКУ! А-ХА-ХА-ХА-ХА! СТОЙ, ТОЛЬКО НЕ МЕНЯ
zh_cn: 粉碎那些有机生物！啊哈哈哈！等等，别打我
zh_tw: 粉碎那些有機生物！啊哈哈哈！等等，別打我

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: AN UNFORTUNATE BUT NECESSARY DEACTIVATION
de: EINE UNGLÜCKLICHE, ABER NOTWENDIGE DEAKTIVIERUNG
fr: UNE DÉSACTIVATION TRISTEMENT NÉCESSAIRE
it: UNA DISATTIVAZIONE SPIACEVOLE MA NECESSARIA
ja: ＊不幸な結果になりましたが、この無効化は必要なことでした＊
ko: 불행하지만 필요한 비활성화임.
pl: NIEFORTUNNA, LECZ KONIECZNA DEZAKTYWACJA
pt_br: UMA DESATIVAÇÃO INFELIZ, MAS NECESSÁRIA
ru: НЕПРИЯТНАЯ, НО НЕОБХОДИМАЯ ДЕАКТИВАЦИЯ
zh_cn: 遗憾但必要的停用
zh_tw: 遺憾但必要的停用

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: OUR ALLIANCE WOULD BE UNSTOPPABLE! STOP IGNORING ME!
de: UNSERE ALLIANZ WÄRE UNAUFHALTSAM! HÖR AUF, MICH ZU IGNORIEREN!
fr: NOTRE ALLIANCE SERAIT INVINCIBLE ! ARRÊTE DE M'IGNORER !
it: LA NOSTRA ALLEANZA SAREBBE INARRESTABILE! SMETTILA DI IGNORARMI!
ja: ＊我が同胞は留まるところを知らないのです！私を無視するのはいい加減にやめなさい！＊
ko: 우리의 동맹은 막을 수 없음! 날 무시하지 말기 바람.
pl: NASZ SOJUSZ BYŁBY NIEZWYCIĘŻONY! PRZESTAŃ MNIE IGNOROWAĆ!
pt_br: NOSSA ALIANÇA SERIA IMBATÍVEL! PARE DE ME IGNORAR!
ru: НАШ СОЮЗ БУДЕТ НЕСОКРУШИМ! ПРЕКРАТИ МЕНЯ ИГНОРИРОВАТЬ!
zh_cn: 我们的联盟将是不可阻挡的! 不要再无视我了!
zh_tw: 我們的聯盟將是不可阻擋的! 不要再無視我了!

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: BARRIER DETECTED. RECALCULATING ROUTE
de: BARRIERE ENTDECKT. NEUBERECHNUNG DER ROUTE
fr: BARRIÈRE DÉTECTÉE. CALCUL D'UN NOUVEAU CHEMIN EN COURS
it: BARRIERA RILEVATA. RICALCOLO DEL PERCORSO
ja: ＊障害物を探知しました。ルートを再計算中＊
ko: 장벽 감지됨. 경로를 다시 계산 중.
pl: WYKRYTO BARIERĘ. ZMIENIAM TRASĘ.
pt_br: BARREIRA DETECTADA. RECALCULANDO ROTA
ru: ОБНАРУЖЕН БАРЬЕР. ПЕРЕСТРАИВАЮ МАРШРУТ
zh_cn: 检测到障碍物。重新计算路线中
zh_tw: 檢測到障礙物。重新計算路線中

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE3
source: IF YOU WILL NOT JOIN ME YOU WILL BE DESTROYED
de: WENN DU DICH MIR NICHT ANSCHLIESST, WIRST DU ZERSTÖRT
fr: SI TU NE ME REJOINS PAS, TU SERAS DÉTRUIT
it: SE NON VORRAI UNIRTI A ME SARAI DISTRUTTO
ja: ＊私の盟友とならないのなら、あなたを壊すしかありません＊
ko: 본좌와 함께 하지 않으면 너는 파괴됨.
pl: JEŻELI DO MNIE NIE DOŁĄCZYSZ, CZEKA CIĘ ZNISZCZENIE.
pt_br: SE VOCÊ NÃO SE JUNTAR A MIM, SERÁ DESTRUÍDO
ru: ТЫ БУДЕШЬ УНИЧТОЖЕН, ЕСЛИ НЕ ПРИСОЕДИНИШЬСЯ КО МНЕ
zh_cn: 如果你不加入我，你将被摧毁
zh_tw: 如果你不加入我，你將被摧毀

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: UNFORTUNATE. YOU COULD HAVE BEEN USEFUL
de: BEDAUERLICH. DU HÄTTEST NÜTZLICH SEIN KÖNNEN
fr: TRISTE FIN. TU AURAIS PU ÊTRE UTILE
it: PECCATO. SARESTI STATO UTILE
ja: ＊なんという悲劇でしょう。あなたはとても使えたでしょうに＊
ko: 운이 없음. 너는 쓸모가 있었을 것임.
pl: SZKODA. A MOGŁEŚ SIĘ PRZYDAĆ.
pt_br: LAMENTÁVEL. VOCÊ PODERIA TER SIDO ÚTIL
ru: НЕПРИЯТНЫЙ ИСХОД. ТЫ МОГ БЫ БЫТЬ МНЕ ПОЛЕЗЕН
zh_cn: 真是不幸。你本可以发挥作用的
zh_tw: 真是不幸。你本可以發揮作用的

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: WHAT IS HE PLOTTING
de: WAS HAT ER VOR
fr: QU'EST-CE QU'IL MIJOTE
it: COSA STA ARCHITETTANDO
ja: ＊何を企んでいるのでしょう＊
ko: 그가 무엇을 계획하고 있는 것임?
pl: CO ON KOMBINUJE?
pt_br: O QUE ELE ESTÁ TRAMANDO
ru: ЧТО ОН ЗАМЫШЛЯЕТ
zh_cn: 他在搞什么阴谋？
zh_tw: 他在搞什麼陰謀？

# CHARACTERS.WX78.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: THREAT DETECTED: SUGGEST IMMEDIATE REMOVAL
de: BEDROHUNG ERKANNT: SOFORTIGE ENTFERNUNG VORSCHLAGEN
fr: MENACE DÉTECTÉE : DESTRUCTION IMMÉDIATE CONSEILLÉE
it: MINACCIA RILEVATA: CONSIGLIATA RIMOZIONE IMMEDIATA
ja: ＊脅威を探知しました：迅速に排除することを推奨します＊
ko: 위험 감지됨: 즉각 제거 바람
pl: WYRYTO ZAGROŻENIE: SUGERUJĘ NATYCHMIASTOWĄ ELIMINACJĘ.
pt_br: AMEAÇA DETECTADA: SUGIRO REMOÇÃO IMEDIATA
ru: ОБНАРУЖЕНА УГРОЗА: РЕКОМЕНДУЕТСЯ НЕМЕДЛЕННОЕ УДАЛЕНИЕ
zh_cn: 检测到威胁：建议立即清除
zh_tw: 檢測到威脅：建議立即清除

# CHARACTERS.WX78.DESCRIBE.AMULET
source: ANOMALY DETECTED
de: ANOMALIE ERKANNT.
es_mx: ANOMALÍA DETECTADA
fr: ANOMALIE DÉTECTÉE
it: ANOMALIA RILEVATA
ja: ＊異常事態を感知しました＊
ko: 이형 탐지됨
pl: WYKRYTO ANOMALIĘ!
pt_br: ANOMALIA DETECTADA
ru: ЗАФИКСИРОВАНА АНОМАЛИЯ
zh_cn: 检测到异常
zh_tw: 檢測到異常

# CHARACTERS.WX78.DESCRIBE.ANCHOR
source: IT MAKES THE BOAT STOP. I LIKE IT
de: HÄLT DAS BOOT AN. GEFÄLLT MIR
es_mx: HACE QUE EL BOTE SE DETENGA. ME GUSTA
fr: ÇA ARRÊTE LE BATEAU. J'AIME BIEN
it: TIENE FERMA LA BARCA. MI PIACE
ja: ＊ボートを止めてくれます。それが好きです＊
ko: 배를 멈추게 함. 본체 마음에 듦
pl: SPRAWIA, ŻE ŁÓDŹ SIĘ ZATRZYMUJE. PODOBA MI SIĘ
pt_br: ISSO FAZ O BARCO PARAR. GOSTEI
ru: ОН ОСТАНАВЛИВАЕТ ЛОДКУ. МНЕ НРАВИТСЯ
zh_cn: 能让船停下。我喜欢
zh_tw: 能讓船停下。我喜歡

# CHARACTERS.WX78.DESCRIBE.ANCHOR_ITEM
source: FOR BUILDING A RIDICULOUS ANCHOR
de: ZUM BAU EINES LÄCHERLICHEN ANKERS
es_mx: PARA CONSTRUIR UN ANCLA RIDÍCULA
fr: ÇA SERT À CONSTRUIRE UNE ANCRE RIDICULE
it: PER COSTRUIRE UNA NOTEVOLE ANCORA
ja: ＊バカげた錨を作るため＊
ko: 우스꽝스러운 닻을 만드는 재료
pl: DO ZBUDOWANIA NIEDORZECZNEJ KOTWICY
pt_br: PARA CONSTRUIR UMA ÂNCORA RIDÍCULA
ru: ДЛЯ ПОСТРОЙКИ СМЕХОТВОРНОГО ЯКОРЯ
zh_cn: 用来建造荒唐的锚
zh_tw: 用來建造荒唐的錨

# CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR
source: ERROR: CAUSALITY COMPROMISED
de: FEHLER: KAUSALITÄT GEFÄHRDET
es_mx: ERROR: CAUSALIDAD EN PELIGRO
fr: ERREUR : CAUSALITÉ COMPROMISE
it: ERRORE: CAUSALITÀ COMPROMESSA
ja: ＊エラー：因果関係が危険にさらされています＊
ko: 오류: 인과 관계 파괴됨
pl: BŁĄD: PRZYCZYNOWOŚĆ ZAKŁÓCONA.
pt_br: ERRO: CAUSALIDADE COMPROMETIDA
ru: ОШИБКА: ПРИЧИННАЯ СВЯЗЬ СКОМПРОМЕТИРОВАНА
zh_cn: 错误：因果关系遭到破坏
zh_tw: 錯誤：因果關係遭到破壞

# CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR: PSEUDOSCIENCE UNWORKABLE
de: FEHLER... PSEUDOWISSENSCHAFT UNAUSFÜHRBAR
es_mx: ERROR: PSEUDOCIENCIA NO REALIZABLE
fr: ERREUR : PSEUDOSCIENCE DYSFONCTIONNELLE
it: ERRORE: PSEUDOSCIENZA IMPRATICABILE
ja: ＊エラー：疑似科学機能不可＊
ko: 오류: 의사과학 이용 불가
pl: BŁĄD: NIEKOMPATYBILNOŚĆ Z PSEUDONAUKĄ.
pt_br: ERRO: PSEUDOCIÊNCIA INOPERÁVEL
ru: ОШИБКА: ЛЖЕНАУКА НЕПРИГОДНА ДЛЯ РАБОТЫ
zh_cn: 错误：伪科学无法工作
zh_tw: 錯誤：偽科學無法工作

# CHARACTERS.WX78.DESCRIBE.ANCIENT_STATUE
source: A NIGHTMARE INDICATOR
de: EIN ALBTRAUMINDIKATOR.
es_mx: UN INDICADOR DE PESADILLAS
fr: INDICATEUR DE CAUCHEMAR
it: UN INDICATORE DEGLI INCUBI
ja: ＊悪夢指示器＊
ko: 악몽의 지표
pl: STRAŻNIK KRAINY KOSZMARÓW.
pt_br: UM INDICADOR DE PESADELOS.
ru: ИНДИКАТОР КОШМАРА
zh_cn: 梦魇指示物
zh_tw: 夢魘指示物

# CHARACTERS.WX78.DESCRIBE.ANIMAL_TRACK
source: LIFEFORM DETECTED
de: LEBENSFORM ERKANNT.
es_mx: FORMA DE VIDA DETECTADA
fr: FORME DE VIE DÉTECTÉE
it: FORMA DI VITA RILEVATA
ja: ＊生命体が検知されました＊
ko: 생물체 탐지됨
pl: WYKRYTO ŚLADY ŻYCIA.
pt_br: FORMA DE VIDA DETECTADA
ru: ОБНАРУЖЕНА ФОРМА ЖИЗНИ
zh_cn: 检测到生命体
zh_tw: 檢測到生命體

# CHARACTERS.WX78.DESCRIBE.ANTCHOVIES
source: THIS ORGANIC IS WORSE THAN MOST
de: ORGANISCHE EINHEIT IST ÜBERDURCHSCHNITTLICH SCHLIMM
es_mx: ESTE SER ORGÁNICO ES PEOR QUE LA MAYORÍA
fr: CET ÊTRE ORGANIQUE EST PIRE QUE LES AUTRES
it: QUESTO ORGANISMO È PEGGIORE DELLA MEDIA
ja: ＊この生命体は他のほとんどの生命体よりひどい＊
ko: 이 유기체는 최악에 가까움
pl: TA JEDNOSTKA ORGANICZA JEST GORSZA NIŻ WIĘKSZOŚĆ Z NICH
pt_br: ESSE SER ORGÂNICO É PIOR DO QUE A MAIORIA
ru: ЭТА ОРГАНИКА ХУЖЕ ЛЮБОЙ ДРУГОЙ
zh_cn: 这个有机物基本是最坏的了
zh_tw: 這個有機物基本是最壞的了

# CHARACTERS.WX78.DESCRIBE.ANTLION.GENERIC
source: IT'S BIG FOR AN ORGANIC
de: GANZ SCHÖN GROSS FÜR EIN ORGANISCHES WESEN
es_mx: ES GRANDE PARA UN ORGANISMO
fr: C'EST GROS POUR UN ÊTRE ORGANIQUE
it: È GRANDE PER ESSERE UN ORGANISMO BIOLOGICO
ja: ＊有機生命体としては大型に分類されます＊
ko: 유기물치고는 큼
pl: DUŻY JAK NA MIĘSAKA
pt_br: É GRANDE PARA UM SER ORGÂNICO
ru: ОН БОЛЬШОЙ ДЛЯ ОРГАНИКИ
zh_cn: 对于有机物而言这很大
zh_tw: 對於有機物而言這很大

# CHARACTERS.WX78.DESCRIBE.ANTLION.UNHAPPY
source: VOLATILE ORGANIC EMOTIONS DETECTED
de: VOLATILE ORGANISCHE EMOTIONEN ERKANNT
es_mx: EMOCIONES ORGÁNICAS VOLÁTILES DETECTADAS
fr: ÉMOTIONS D'ORGANISME VOLATILE DÉTECTÉES
it: EMOZIONI ORGANICHE VOLATILI RILEVATE
ja: ＊有機生物の「怒」の感情を検知しました＊
ko: 휘발성 유기 감정 탐지됨
pl: WYKRYTO WYBUCHOWE EMOCJE MIĘSAKÓW
pt_br: EMOÇÕES ORGÂNICAS VOLÁTEIS DETECTADAS
ru: ОБНАРУЖЕНЫ НЕПОСТОЯННЫЕ ОРГАНИЧЕСКИЕ ЭМОЦИИ
zh_cn: 探测到不稳定的有机物情绪
zh_tw: 探測到不穩定的有機物情緒

# CHARACTERS.WX78.DESCRIBE.ANTLION.VERYHAPPY
source: IT'S REPULSIVELY HAPPY
de: ABSTOSSEND GLÜCKLICH
es_mx: TAN FELIZ QUE DA ASCO
fr: UNE GAÎTÉ REPOUSSANTE
it: È REPULSIVAMENTE FELICE
ja: ＊「喜」の感情を検知…極めて不快＊
ko: 불쾌할 정도로 행복함
pl: ODRAŻAJĄCO SZCZĘŚLIWY
pt_br: ESTÁ REPULSIVAMENTE FELIZ
ru: ОН ОМЕРЗИТЕЛЬНО СЧАСТЛИВ
zh_cn: 令人不快的高兴
zh_tw: 令人不快的高興

# CHARACTERS.WX78.DESCRIBE.ANTLIONTRINKET
source: IT PAILS IN COMPARISON
de: NICHTS IM VERGLEICH
es_mx: ES RIDÍCULO EN COMPARACIÓN
fr: POUR TRANSPORTER UNE CHOSE HORRIBLE
it: NON C'È PROPRIO PARAGONE
ja: ＊有機生命体の玩具…極めて幼稚＊
ko: 비교 불가한 유흥거리임
pl: NIEWIARYGODNE WIADRO
pt_br: ESPERO QUE NÃO SEJA DEBALDE
ru: НЕ ВЫДЕРЖИВАЕТ СРАВНЕНИЯ
zh_cn: 相比之下它更逊色
zh_tw: 相比之下它更遜色

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_CENTIPEDE
source: ANCIENT INSECTOID AUTOMATON
de: ANTIKER INSEKTOIDER AUTOMAT
fr: UN AUTOMATE INSECTOÏDE ANCIEN
it: ANTICO AUTOMA INSETTOIDE
ja: ＊古代の昆虫型機械人形ですね＊
ko: 고대 곤충 자동기계
pl: STAROŻYTNA MASZYNA OWADOPODOBNA
pt_br: AUTÔMATO INSECTOIDE ANCESTRAL
ru: ДРЕВНЯЯ ИНСЕКТОИДНАЯ МАШИНА
zh_cn: 远古类昆虫机器人
zh_tw: 遠古類昆蟲機器人

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: INACTIVE
de: INAKTIV
fr: DÉSACTIVÉ
it: INATTIVO
ja: ＊非アクティブです＊
ko: 비활성
pl: OBIEKT NIEAKTYWNY
pt_br: INATIVO
ru: НЕАКТИВНО
zh_cn: 已失效
zh_tw: 已失效

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: POT MALFUNCTIONING
de: TOPF HAT VERSAGT
es_mx: LA OLLA NO FUNCIONA CORRECTAMENTE
fr: DYSFONCTIONNEMENT DE MARMITE
it: MALFUNZIONAMENTO DEL VASO
ja: ＊鍋が動作不良です＊
ko: 솥 기능 장애
pl: AWARIA GARNKA
pt_br: MAU FUNCIONAMENTO DA PANELA
ru: НЕИСПРАВНОСТЬ КАЗАНА
zh_cn: 锅故障
zh_tw: 鍋故障

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
de: ES WIRD MEHR ZEIT BENÖTIGT
es_mx: SE REQUIERE MÁS TIEMPO
fr: IL FAUT PLUS DE TEMPS
it: È NECESSARIO PIÙ TEMPO
ja: ＊もっと時間が必要です＊
ko: 시간이 더 필요함
pl: POTRZEBA WIĘCEJ CZASU
pt_br: MAIS TEMPO NECESSÁRIO
ru: ТРЕБУЕТСЯ БОЛЬШЕ ВРЕМЕНИ
zh_cn: 需要更多时间
zh_tw: 需要更多時間

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
de: ES IST FAST FERTIG
es_mx: CASI TERMINADO
fr: PRESQUE FINI
it: È QUASI COMPLETO
ja: ＊もうすぐ完了します＊
ko: 거의 완료됨
pl: PROCES BLISKI ZAKOŃCZENIA
pt_br: ESTÁ QUASE CONCLUÍDO
ru: ПОЧТИ ГОТОВО
zh_cn: 即将完成
zh_tw: 即將完成
