Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: GO BACK TO THE HORRIBLE WATER WHERE YOU BELONG
de: ZURÜCK INS GRÄSSLICHE WASSER MIT DIR, WO DU HINGEHÖRST
es_mx: VUELVE AL AGUA HORRIBLE A LA QUE PERTENECES
fr: RETOURNE DANS L'EAU, IGNOBLE CRÉATURE
it: TORNA NELL'ORRIBILE ACQUA DA CUI SEI VENUTA
ja: ＊あなたの属する恐ろしい水に帰ってください＊
ko: 네가 살던 끔찍한 물속으로 돌아갈 것
pl: WRACAJ DO POTWORNEJ WODY, GDZIE TWOJE MIEJSCE
pt_br: VOLTE PARA A ÁGUA HORRÍVEL, QUE É O SEU LUGAR
ru: ВОЗВРАЩАЙСЯ В УЖАСНЫЕ ВОДЫ, ГДЕ ТЕБЕ И МЕСТО
zh_cn: 回去你可怕的海里吧
zh_tw: 回去你可怕的海裡吧

# CHARACTERS.WX78.DESCRIBE.SISTURN.GENERIC
source: WEAK ORGANIC SENTIMENTALITY
de: SCHWACHE ORGANISCHE SENTIMENTALITÄT
es_mx: UN DÉBIL SENTIMENTALISMO ORGÁNICO
fr: SENTIMENTALITÉ ORGANIQUE FAIBLE
it: DEBOLE SENTIMENTALISMO ORGANICO
ja: ＊弱い有機生命体の感傷癖＊
ko: 나약한 유기체의 감상성
pl: SŁABY SENTYMENTALIZM MIĘSAKÓW
pt_br: FRÁGIL SENTIMENTALISMO ORGÂNICO
ru: ЖАЛКИЕ ВОСПОМИНАНИЯ ОРГАНИЧЕСКИХ СУЩЕСТВ
zh_cn: 弱等有机物的情感
zh_tw: 弱等有機物的情感

# CHARACTERS.WX78.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: FRIVOLOUS...
de: ALBERN ...
es_mx: FRÍVOLO...
fr: C'EST FRIVOLE...
it: FRIVOLA...
ja: ＊バカげています…＊
ko: 하찮음...
pl: NIEPOWAŻNE...
pt_br: FRIVOLIDADES...
ru: ЗАНИМАТЕЛЬНО…
zh_cn: 胡里花哨……
zh_tw: 胡裡花哨……

# CHARACTERS.WX78.DESCRIBE.SISTURN.SOME_FLOWERS
source: FRIVOLOUS
de: ALBERN
es_mx: FRÍVOLO...
fr: C'EST FRIVOLE
it: FRIVOLA
ja: ＊バカげています＊
ko: 하찮음
pl: NIEPOWAŻNE
pt_br: FRIVOLIDADES
ru: ЗАНИМАТЕЛЬНО
zh_cn: 胡里花哨
zh_tw: 胡裡花哨

# CHARACTERS.WX78.DESCRIBE.SKELETON
source: HAH, IT DIED. CLASSIC HUMAN MISTAKE
de: HA, ER IST GESTORBEN. KLASSISCHER FEHLER DER MENSCHHEIT.
es_mx: JA, ESTÁ MUERTO. CLÁSICO ERROR HUMANO
fr: HA ! IL EST MORT. ERREUR HUMAINE CLASSIQUE.
it: AH, È MORTO. CLASSICO ERRORE UMANO
ja: ＊はあ、死んでしまった。典型的な人間のミスです。＊
ko: 하, 죽었음. 전통적인 인간의 착오의 결과
pl: HA. NIE ŻYJE. KLASYCZNY LUDZKI BŁĄD.
pt_br: RÁ, MORREU. UM ERRO HUMANO CLÁSSICO.
ru: ХА-ХА, ОН МЕРТВ. ТИПИЧНАЯ ЧЕЛОВЕЧЕСКАЯ ОШИБКА
zh_cn: 哈，死人骨头。经典的人为错误。
zh_tw: 哈，死人骨頭。經典的人為錯誤。

# CHARACTERS.WX78.DESCRIBE.SKELETONHAT
source: IT IS EVIL, LIKE ME
de: BÖSE. SO WIE ICH
es_mx: ES MALVADO, COMO YO
fr: C'EST DIABOLIQUE, COMME MOI
it: È DIABOLICO, COME ME
ja: ＊邪悪度が私と同程度です＊
ko: 본체처럼 악함
pl: PRZEPEŁNIONY ZŁEM, JAK JA
pt_br: É MAU, COMO EU
ru: ЗЛОЙ, КАК Я
zh_cn: 它很邪恶，像我一样
zh_tw: 它很邪惡，像我一樣

# CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE
de: %s STARB IN EINEM TRAURIGEN HAUFEN. DER GRUND WAR WOHL %s
es_mx: %s MURIÓ DE FORMA PATÉTICA. PARECE QUE %s FUE LA CAUSA
fr: %s A FINI PAR S'EFFRONDRER PITOYABLEMENT. %s POURRAIT EN ÊTRE LA CAUSE
it: %s È ORA UN MUCCHIO DI OSSA. CAUSA DEL DECESSO: %s.
ja: ＊脆弱な%sは死亡。死因は%sです＊
ko: %s은(는) 한심한 죽음의 무더기가 되었음. %s이(가) 원인이었음.
pl: %s ZGINĘŁA MARNIE. %s MUSI BYĆ PRZYCZYNĄ
pt_br: %s MORREU EM UM MONTINHO PATÉTICO. PARECE QUE %s FOI A CAUSA.
ru: %s УМЕР В ЖАЛКОЙ МАССЕ. КАЖЕТСЯ, %s БЫЛ ТОМУ ПРИЧИНОЙ.
zh_cn: %s很可怜地成堆死亡。似乎%s是死亡的原因。
zh_tw: %s很可憐地成堆死亡。似乎%s是死亡的原因。

# CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.FEMALE
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE
de: %s STARB IN EINEM TRAURIGEN HAUFEN. DER GRUND WAR WOHL %s
es_mx: %s MURIÓ DE FORMA PATÉTICA. PARECE QUE %s FUE LA CAUSA
fr: %s A FINI PAR S'EFFRONDRER PITOYABLEMENT. %s POURRAIT EN ÊTRE LA CAUSE
it: %s È ORA UN MUCCHIO DI OSSA. CAUSA DEL DECESSO: %s.
ja: ＊脆弱な%sは死亡。死因は%sです＊
ko: %s은(는) 한심한 죽음의 무더기가 되었음. %s이(가) 원인이었음.
pl: %s ZGINĘŁA MARNIE. %s MUSI BYĆ PRZYCZYNĄ
pt_br: %s MORREU EM UM MONTINHO PATÉTICO. PARECE QUE %s FOI A CAUSA.
ru: %s УМЕР В ЖАЛКОЙ МАССЕ. КАЖЕТСЯ, %s БЫЛ ТОМУ ПРИЧИНОЙ.
zh_cn: %s很可怜地成堆死亡。似乎%s是死亡的原因。
zh_tw: %s很可憐地成堆死亡。似乎%s是死亡的原因。

# CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.MALE
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE
de: %s STARB IN EINEM TRAURIGEN HAUFEN. DER GRUND WAR WOHL %s
es_mx: %s MURIÓ DE FORMA PATÉTICA. PARECE QUE %s FUE LA CAUSA
fr: %s A FINI PAR S'EFFRONDRER PITOYABLEMENT. %s POURRAIT EN ÊTRE LA CAUSE
it: %s È ORA UN MUCCHIO DI OSSA. CAUSA DEL DECESSO: %s.
ja: ＊脆弱な%sは死亡。死因は%sです＊
ko: %s은(는) 한심한 죽음의 무더기가 되었음. %s이(가) 원인이었음.
pl: %s ZGINĘŁA MARNIE. %s MUSI BYĆ PRZYCZYNĄ
pt_br: %s MORREU EM UM MONTINHO PATÉTICO. PARECE QUE %s FOI A CAUSA.
ru: %s УМЕР В ЖАЛКОЙ МАССЕ. КАЖЕТСЯ, %s БЫЛ ТОМУ ПРИЧИНОЙ.
zh_cn: %s很可怜地成堆死亡。似乎%s是死亡的原因。
zh_tw: %s很可憐地成堆死亡。似乎%s是死亡的原因。

# CHARACTERS.WX78.DESCRIBE.SKELETON_PLAYER.ROBOT
source: %s DIED IN A PATHETIC HEAP. IT SEEMS %s WAS THE CAUSE
de: %s STARB IN EINEM TRAURIGEN HAUFEN. DER GRUND WAR WOHL %s
es_mx: %s MURIÓ DE FORMA PATÉTICA. PARECE QUE %s FUE LA CAUSA
fr: %s A FINI PAR S'EFFRONDRER PITOYABLEMENT. %s POURRAIT EN ÊTRE LA CAUSE
it: %s È ORA UN MUCCHIO DI OSSA. CAUSA DEL DECESSO: %s.
ja: ＊脆弱な%sは死亡。死因は%sです＊
ko: %s은(는) 한심한 죽음의 무더기가 되었음. %s이(가) 원인이었음.
pl: %s ZGINĘŁA MARNIE. %s MUSI BYĆ PRZYCZYNĄ
pt_br: %s MORREU EM UM MONTINHO PATÉTICO. PARECE QUE %s FOI A CAUSA.
ru: %s УМЕР В ЖАЛКОЙ МАССЕ. КАЖЕТСЯ, %s БЫЛ ТОМУ ПРИЧИНОЙ.
zh_cn: %s很可怜地成堆死亡。似乎%s是死亡的原因。
zh_tw: %s很可憐地成堆死亡。似乎%s是死亡的原因。

# CHARACTERS.WX78.DESCRIBE.SKETCH
source: USELESS PAPER FOR MAKING USELESS SCULPTURES
de: NUTZLOSES PAPIER ZUR HERSTELLUNG NUTZLOSER SKULPTUREN
es_mx: PAPEL INÚTIL PARA HACER ESCULTURAS INÚTILES
fr: PAPIER INUTILE POUR SCULPTURES INUTILES
it: CARTA INUTILE PER REALIZZARE SCULTURE INUTILI
ja: ＊無駄な彫像を作るための無駄な紙＊
ko: 쓸모 없는 조각상을 만드는 쓸모 없는 종이
pl: BEZUŻYTECZNY PAPIER DO ROBIENIA BEZUŻYTECZNYCH RZEŹB.
pt_br: PAPEL INÚTIL PARA FAZER ESCULTURAS INÚTEIS
ru: БЕСПОЛЕЗНАЯ БУМАГА ДЛЯ СОЗДАНИЯ БЕСПОЛЕЗНЫХ СКУЛЬПТУР
zh_cn: 用来制造无用的雕像的无用的纸张
zh_tw: 用來製造無用的雕像的無用的紙張

# CHARACTERS.WX78.DESCRIBE.SKULLCHEST
source: THIS MAKES ME LAUGH
de: DAS BRINGT MICH ZUM LACHEN.
es_mx: ESTO ME HACE REÍR
fr: ÇA ME FAIT RIRE
it: MI FA RIDERE
ja: ＊これはおもしろいですね＊
ko: 가소로움
pl: MAM OCHOTĘ SIĘ ROZEŚMIAĆ.
pt_br: ISSO ME FAZ RIR
ru: ЭТО СМЕШНО
zh_cn: 这让我发笑
zh_tw: 這讓我發笑

# CHARACTERS.WX78.DESCRIBE.SLEEPBOMB
source: BAG OF SOFT RESET
de: ZUM ZURÜCKSESTZEN
es_mx: UNA BOLSA DE RESETEO SUAVE
fr: SAC DE RÉINITIALISATION DOUCE
it: SACCO DI DOLCI AZZERAMENTI
ja: ＊ソフトリセット用バッグ＊
ko: 소프트 재부팅 자루
pl: TORBA SŁODKIEGO WYZEROWANIA
pt_br: SACO DE REINICIALIZAÇÃO
ru: МЕШОК МЯГКОЙ ПЕРЕЗАГРУЗКИ
zh_cn: 软复位包
zh_tw: 軟復位包

# CHARACTERS.WX78.DESCRIBE.SLINGSHOT
source: A RUDIMENTARY FLESHSACK WEAPON
de: PRIMITIVE FLEISCHSACK-WAFFE
es_mx: EL ARMA RUDIMENTARIA DE UN SACO DE CARNE
fr: UNE ARME RUDIMENTAIRE DE SAC À VIANDE
it: UNA RUDIMENTALE ARMA DEI SACCHI DI CARNE
ja: ＊対象：有機生命体の原始的な武器＊
ko: 원시적인 고기주머니 무기
pl: PRYMITYWNA BROŃ MIĘSAKÓW
pt_br: UMA ARMA RUDIMENTÁR DE SACOS DE CARNE
ru: РУДИМЕНТАРНОЕ ОРУЖИЕ МЯСНЫХ МЕШКОВ
zh_cn: 原始的肉袋武器
zh_tw: 原始的肉袋武器

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_GOLD
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_POOP
source: DISGUSTING
de: WIDERLICH.
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO.
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_ROCK
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_SLOW
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: FLESHSACKS, FINDING NEW INNOVATIVE WAYS TO THROW ROCKS AT EACH OTHER
de: FLEISCHSÄCKE FINDEN NEUE MÖGLICHKEITEN, EINANDER MIT STEINEN ZU BEWERFEN
es_mx: LOS SACOS DE CARNE HALLANDO NUEVAS E INNOVADORAS FORMAS DE ARROJARSE ROCAS MUTUAMENTE
fr: LES SACS À VIANDE CHERCHENT TOUJOURS DES MOYENS ORIGINAUX DE SE JETER DES PIERRES
it: SACCHI DI CARNE: TROVANO MODI SEMPRE NUOVI PER LANCIARSI COSE GLI UNI CONTRO GLI ALTRI
ja: ＊もっと革新的な手法で実行できる石のぶつけ合いを検索中＊
ko: 고기주머니들이 서로 돌멩이를 던지는 혁신적인 방법을 찾는 중
pl: WYNALEZIONY PRZEZ MIĘSAKI INNOWACYJNY SPOSÓB NA RZUCANIE W SIEBIE KAMIENIAMI
pt_br: SACOS DE CARNE, SEMPRE ENCONTRANDO MANEIRAS INOVADORAS DE LANÇAR PEDRAS UNS NOS OUTROS
ru: МЯСНЫЕ МЕШКИ ИЩУТ ИННОВАЦИОННЫЕ МЕТОДЫ БРОСАНИЯ КАМНЕЙ ДРУГ В ДРУГА
zh_cn: 肉袋们又找到了创新的方式往彼此身上扔石头
zh_tw: 肉袋們又找到了創新的方式往彼此身上扔石頭

# CHARACTERS.WX78.DESCRIBE.SLURPER
source: IT VIOLATED MY SMELLING MODULE
de: DAS BESCHÄDIGT MEIN GERUCHSMODUL
es_mx: VIOLÓ MI MÓDULO DE OLOR
fr: IL A VIOLÉ MON MODULE D'ODORAT
it: HA VIOLATO IL MIO MODULO PER ODORARE
ja: ＊私の嗅覚モジュールを乱しました。＊
ko: 본체의 후각 모듈을 위반함
pl: MODUŁ WĘCHOWY USZKODZONY
pt_br: ELE VIOLOU MEU MÓDULO OLFATIVO
ru: СБОЙ МОДУЛЯ ОБОНЯНИЯ
zh_cn: 它侵犯了我的嗅觉模块
zh_tw: 它侵犯了我的嗅覺模組

# CHARACTERS.WX78.DESCRIBE.SLURPERPELT
source: A HAIRY MEATSACK
de: EIN HAARIGER FLEISCHSACK
es_mx: UN SACO DE CARNE PELUDO
fr: UN SAC À VIANDE POILU
it: UN SACCO DI CARNE PELOSO
ja: ＊繊毛に覆われた肉塊＊
ko: 털 달린 고기자루
pl: WŁOCHATY WOREK NA MIĘSO.
pt_br: UM SACO DE CARNE PELUDO
ru: ВОЛОСАТЫЙ МЕШОК С МЯСОМ
zh_cn: 毛茸茸的肉袋
zh_tw: 毛茸茸的肉袋

# CHARACTERS.WX78.DESCRIBE.SLURPER_PELT
source: A HAIRY MEATSACK
de: EIN HAARIGER FLEISCHSACK
es_mx: UN SACO DE CARNE PELUDO
fr: UN SAC À VIANDE POILU
it: UN SACCO DI CARNE PELOSO
ja: ＊繊毛に覆われた肉塊＊
ko: 털 달린 고기자루
pl: WŁOCHATY WOREK NA MIĘSO.
pt_br: UM SACO DE CARNE PELUDO
ru: ВОЛОСАТЫЙ МЕШОК С МЯСОМ
zh_cn: 毛茸茸的肉袋
zh_tw: 毛茸茸的肉袋

# CHARACTERS.WX78.DESCRIBE.SLURTLE
source: HE HAS A SHELL LIKE ME
de: ER HAT EINE HÜLLE WIE ICH.
es_mx: TIENE UNA CARCASA COMO YO
fr: IL A UNE CARAPACE COMME MOI
it: HA UN GUSCIO COME ME
ja: ＊彼は私のようなシェルを持っています＊
ko: 본체와 비슷한 골격을 가지고 있음
pl: MA SKORUPĘ, TAK JAK JA.
pt_br: ELE TEM UMA PROTEÇÃO EXTERNA, COMO EU.
ru: У НЕГО ПАНЦИРЬ, КАК У МЕНЯ
zh_cn: 他有一个和我一样的外壳
zh_tw: 他有一個和我一樣的外殼

# CHARACTERS.WX78.DESCRIBE.SLURTLEHAT
source: THIS MAKES ME HAPPY
de: DAS MACHT MICH GLÜCKLICH.
es_mx: ESTO ME HACE FELIZ
fr: FAIT MON BONHEUR
it: MI RENDE FELICE
ja: ＊これを見るとウキウキします＊
ko: 만족스러움
pl: WYKRYTO WZROST POZIOMU SZCZĘŚCIA.
pt_br: ISSO ME DEIXA FELIZ
ru: ЭТО ДЕЛАЕТ МЕНЯ СЧАСТЛИВЫМ
zh_cn: 这让我很高兴
zh_tw: 這讓我很高興

# CHARACTERS.WX78.DESCRIBE.SLURTLEHOLE
source: THEY DON'T WEAR THEIR SHELLS IN THERE
de: DORT DRIN TRAGEN SIE IHRE HÜLLE NICHT.
es_mx: NO LLEVAN SUS CAPARAZONES AHÍ DENTRO
fr: ILS NE PORTENT PAS LEUR COQUILLE ICI
it: NON INDOSSANO I LORO GUSCI LÀ DENTRO
ja: ＊彼らはこの中ではシェルは着ていません＊
ko: 저 안에서는 그들이 껍질을 착용하고 있지 않음
pl: NIE NOSZĄ TAM SWOICH SKORUP.
pt_br: ELES NÃO USAM SUAS CONCHAS LÁ
ru: ТАМ ОНИ ПОЗВОЛЯЮТ СЕБЕ ХОДИТЬ БЕЗ КОРПУСОВ
zh_cn: 它们在里面不穿外壳的
zh_tw: 它們在裡面不穿外殼的

# CHARACTERS.WX78.DESCRIBE.SLURTLESLIME
source: NOT LOGICAL
de: NICHT LOGISCH
es_mx: SIN LÓGICA
fr: PAS LOGIQUE
it: NON È LOGICO
ja: ＊理にかなっていません。＊
ko: 비논리적임
pl: ZAPRZECZENIE LOGIKI
pt_br: ILÓGICO
ru: ЛОГИКА ОТСУТСТВУЕТ
zh_cn: 不符合逻辑
zh_tw: 不符合邏輯

# CHARACTERS.WX78.DESCRIBE.SLURTLE_SHELLPIECES
source: THEY DON'T FIT BACK TOGETHER
de: SIE PASSEN NICHT WIEDER ZUSAMMEN.
es_mx: LAS PIEZAS NO ENCAJAN JUNTAS
fr: IMPOSSIBLE DE LES REMETTRE EN PLACE
it: NON SONO RIASSEMBLATI
ja: ＊もう元通りにはなりません＊
ko: 다시 서로 맞지 않음
pl: NIE PASUJĄ DO SIEBIE.
pt_br: ELES NÃO ENCAIXAM MAIS
ru: ЕГО УЖЕ НЕВОЗМОЖНО СОБРАТЬ
zh_cn: 它们拼不回去
zh_tw: 它們拼不回去

# CHARACTERS.WX78.DESCRIBE.SMALLBIRD.GENERIC
source: IT LOOKS PATHETIC
de: ER SIEHT JÄMMERLICH AUS.
es_mx: PARECE PATÉTICO
fr: IL A L'AIR PITOYABLE
it: SEMBRA PATETICO
ja: ＊哀れな感じです＊
ko: 형편 없어 보임
pl: WYGLĄDA DOŚĆ ŻAŁOŚNIE.
pt_br: PARECE PATÉTICO
ru: ЖАЛКИЙ ВИД
zh_cn: 它看起来很可悲
zh_tw: 它看起來很可悲

# CHARACTERS.WX78.DESCRIBE.SMALLBIRD.HUNGRY
source: IT REQUIRES INPUT
de: EINGABE ERFORDERLICH.
es_mx: REQUIERE ENTRADA
fr: REQUIERT UNE ENTRÉE
it: RICHIEDE INPUT
ja: ＊インプットが必要です＊
ko: 입력이 필요함
pl: POTRZEBUJE MATERIAŁU WEJŚCIOWEGO.
pt_br: NECESSITA A INCLUSÃO DE DADOS
ru: ТРЕБУЕТСЯ ПРЕДОСТАВЛЕНИЕ ПИЩИ
zh_cn: 它需要输入
zh_tw: 它需要輸入

# CHARACTERS.WX78.DESCRIBE.SMALLBIRD.SLEEPING
source: IT IS RECHARGING
de: ES LÄDT AUF.
es_mx: RECARGANDO
fr: IL SE RECHARGE
it: SI STA RICARICANDO
ja: ＊充電中＊
ko: 충전 중임
pl: WCZYTUJE SIĘ OD NOWA.
pt_br: ESTÁ RECARREGANDO
ru: ОН ПЕРЕЗАРЯЖАЕТСЯ
zh_cn: 它正在充电
zh_tw: 它正在充電

# CHARACTERS.WX78.DESCRIBE.SMALLBIRD.STARVING
source: IT IS ALMOST OUT OF FUEL
de: ER HAT FAST KEINEN TREIBSTOFF MEHR.
es_mx: CASI NO TIENE COMBUSTIBLE
fr: PRESQUE À BOUT DE COMBUSTIBLE
it: È QUASI SENZA CARBURANTE
ja: ＊もうすぐ燃料切れになります＊
ko: 연료가 거의 소진됨
pl: PRAWIE SKOŃCZYŁO MU SIĘ ZASILANIE.
pt_br: ESTÁ QUASE SEM COMBUSTÍVEL
ru: У НЕГО ПОЧТИ НЕ ОСТАЛОСЬ ТОПЛИВА
zh_cn: 快没燃料了
zh_tw: 快沒燃料了

# CHARACTERS.WX78.DESCRIBE.SMALLGHOST
source: ERROR: VISUAL PROCESSOR MUST BE MALFUNCTIONING
de: FEHLFUNKTION BEI VISUELLEM PROZESSOR
es_mx: ERROR: PROCESADOR VISUAL DEBE ESTAR FALLANDO
fr: ERREUR : MALFONCTION DU PROCESSEUR VISUEL
it: ERRORE: IL PROCESSORE VISIVO POTREBBE NON FUNZIONARE CORRETTAMENTE
ja: ＊エラー：視覚プロセッサーが機能不全を起こしているに違いありません＊
ko: 오류: 시각 처리장치가 고장 난 모양임
pl: BŁĄD: ZABURZENIA PROCESÓW RENDERINGU
pt_br: ERRO: O PROCESSADOR VISUAL DEVE ESTAR COM DEFEITO
ru: ОШИБКА: ПРОИЗОШЕЛ СБОЙ ВИЗУАЛЬНОГО ПРОЦЕССОРА
zh_cn: 错误：图像处理器可能出现故障
zh_tw: 錯誤：影像處理器可能出現故障

# CHARACTERS.WX78.DESCRIBE.SMALLMEAT
source: IT TASTES LIKE REVENGE
de: DAS SCHMECKT WIE VERGELTUNG.
es_mx: SABE A VENGANZA
fr: LE GOÛT DE LA VENGEANCE
it: HA IL SAPORE DELLA VENDETTA
ja: ＊復讐の味がします＊
ko: 보복의 맛이 남
pl: SMAKUJE ZEMSTĄ.
pt_br: TEM GOSTO DE VINGANÇA
ru: ВКУС МЕСТИ
zh_cn: 有一种复仇的味道
zh_tw: 有一種復仇的味道

# CHARACTERS.WX78.DESCRIBE.SMALLMEAT_DRIED
source: DEHYDRATED PROTEINS
de: DEHYDRIERTE PROTEINE.
es_mx: PROTEÍNAS DESHIDRATADAS
fr: PROTÉINES DÉSHYDRATÉES
it: PROTEINE DISIDRATATE
ja: ＊脱水状態のプロテイン＊
ko: 탈수된 단백질
pl: ODWODNIONE PROTEINY.
pt_br: PROTEÍNAS DESIDRATADAS
ru: НЕ СОДЕРЖИТ БЕЛКИ
zh_cn: 脱水蛋白
zh_tw: 脫水蛋白

# CHARACTERS.WX78.DESCRIBE.SNAPPER
source: I WILL KILL YOU FIRST
de: ICH WERDE DICH ZUERST TÖTEN.
es_mx: TE MATARÉ PRIMERO
fr: JE VAIS TE TUER EN PREMIER
it: TI UCCIDERÒ PER PRIMO
ja: ＊まずあなたを殺します＊
ko: 먼저 죽일 것
pl: ZGINIESZ JAKO PIERWSZY.
pt_br: VOU MATAR VOCÊ PRIMEIRO
ru: ТЕБЯ Я УБЬЮ ПЕРВЫМ
zh_cn: 我要先杀了你
zh_tw: 我要先殺了你

# CHARACTERS.WX78.DESCRIBE.SNURTLE
source: DIFFERENT SHELL, SAME SLUG
de: ANDERE HÜLLE, GLEICHE NACKTSCHNECKE.
es_mx: DISTINTO CAPARAZÓN, MISMA BABOSA
fr: COQUILLE DIFFÉRENTE, MÊME LIMACE
it: GUSCIO DIVERSO, STESSA LUMACA
ja: ＊違う殻でも、同じナメクジでです＊
ko: 등딱지는 다르지만 알맹이는 같음
pl: INNA SKORUPA, ŚLIMAK TEN SAM.
pt_br: CONCHA DIFERENTE, MESMA LESMA
ru: ПАНЦИРЬ ДРУГОЙ, СЛИЗЕНЬ ТОТ ЖЕ
zh_cn: 不同的壳，一样缓慢的动作
zh_tw: 不同的殼，一樣緩慢的動作

# CHARACTERS.WX78.DESCRIBE.SOIL_AMENDER.GENERIC
source: THE NUTRIENT LEVEL IS UNSATISFACTORY. REQUIRES MORE PROCESSING TIME
de: DER NÄHRSTOFFGEHALT IST NICHT ZUFRIEDENSTELLEND. ERFORDERT MEHR VERARBEITUNGSZEIT
fr: NIVEAUX DE NUTRIMENTS TRÈS INSATISFAISANTS. PLUS DE TEMPS DE MATURATION NÉCESSAIRE
it: IL LIVELLO DI NUTRIENTI NON È SODDISFACENTE. RICHIEDE UN MAGGIORE TEMPO DI ELABORAZIONE
ja: ＊満足のいく栄養状態ではありません。まだ処理時間が必要です＊
ko: 영양소 수준이 만족스럽지 않음. 처리에 시간이 더 많이 필요함.
pl: NIEDOSTATECZNY POZIOM SKŁADNIKÓW ODŻYWCZYCH. WYMAGA DŁUŻSZEGO CZASU PRZETWARZANIA.
pt_br: O NÍVEL DE NUTRIENTES É INSATISFATÓRIO. REQUER MAIS TEMPO DE PROCESSAMENTO
ru: НЕУДОВЛЕТВОРИТЕЛЬНОЕ КОЛИЧЕСТВО ПИТАТЕЛЬНЫХ ВЕЩЕСТВ. ТРЕБУЕТСЯ БОЛЬШЕ ВРЕМЕНИ НА ОБРАБОТКУ
zh_cn: 营养水平不稳定的。需要更多处理时间。
zh_tw: 營養水準不穩定的。需要更多處理時間。

# CHARACTERS.WX78.DESCRIBE.SOIL_AMENDER.SPOILED
source: NUTRIENT LEVELS NEARING MAXIMUM OUTPUT
de: NÄHRSTOFFGEHALT NÄHERT SICH DER MAXIMALEN LEISTUNG
fr: LES NIVEAUX DE NUTRIMENTS APPROCHENT DE LEUR VALEUR MAXIMALE
it: LIVELLO DI NUTRIENTI VICINO AL LIMITE MASSIMO
ja: ＊栄養状態が最大アウトプットに到達するまであと僅かです＊
ko: 최대 출력에 가까운 영양소 수준임.
pl: POZIOM SKŁADNIKÓW ODŻYWCZYCH OSIĄGNĄŁ NIEMAL MAKSYMALNĄ WARTOŚĆ.
pt_br: NÍVEIS DE NUTRIENTES PRÓXIMOS DO MÁXIMO RENDIMENTO
ru: КОЛИЧЕСТВО ПИТАТЕЛЬНЫХ ВЕЩЕСТВ ПРИБЛИЖАЕТСЯ К МАКСИМАЛЬНОМУ
zh_cn: 营养水平接近最大输出。
zh_tw: 營養水準接近最大輸出。

# CHARACTERS.WX78.DESCRIBE.SOIL_AMENDER.STALE
source: NUTRIENT LEVELS RISING
de: NÄHRSTOFFGEHALT STEIGT
fr: AUGMENTATION DES NIVEAUX DE NUTRIMENTS
it: LIVELLO DI NUTRIENTI IN AUMENTO
ja: ＊栄養状態が向上しています＊
ko: 영양 수치 상승.
pl: POZIOM SKŁADNIKÓW ODŻYWCZYCH ROŚNIE.
pt_br: NÍVEIS DE NUTRIENTES SUBINDO
ru: КОЛИЧЕСТВО ПИТАТЕЛЬНЫХ ВЕЩЕСТВ РАСТЕТ
zh_cn: 营养水平上升中
zh_tw: 營養水準上升中

# CHARACTERS.WX78.DESCRIBE.SOIL_AMENDER_FERMENTED
source: OPTIMAL NUTRIENCE LEVEL ACHIEVED
de: OPTIMALES NÄHRSTOFFNIVEAU ERREICHT
fr: NIVEAU DE NUTRIMENTS OPTIMAL ATTEINT
it: LIVELLO DI NUTRIENTI OTTIMALE RAGGIUNTO
ja: ＊理想的な栄養状態に到達しました＊
ko: 최적의 영양 수준 달성.
pl: OSIĄGNIĘTO OPTYMALNY POZIOM SKŁADNIKÓW ODŻYWCZYCH
pt_br: NÍVEL NUTRICIONAL IDEAL ALCANÇADO
ru: ДОСТИГНУТ ОПТИМАЛЬНЫЙ УРОВЕНЬ ПИТАТЕЛЬНЫХ ВЕЩЕСТВ
zh_cn: 达到最佳营养水平。
zh_tw: 達到最佳營養水準。

# CHARACTERS.WX78.DESCRIBE.SPAT
source: AT LEAST IT HAS METAL COVERING IT
de: WENIGSTENS MIT METALLSCHICHT
es_mx: AL MENOS TIENE METAL CUBRIÉNDOLO
fr: AU MOINS C'EST COUVERT DE MÉTAL
it: ALMENO È RICOPERTO DI METALLO
ja: ＊少なくとも外皮上に金属素材があります＊
ko: 최소한 금속 피복이 있음
pl: PRZYNAJMNIEJ MA METALOWĄ OSŁONĘ.
pt_br: PELO MENOS TEM METAL COBRINDO
ru: ПО КРАЙНЕЙ МЕРЕ, ИМЕЕТ МЕТАЛЛИЧЕСКОЕ ПОКРЫТИЕ
zh_cn: 至少它包覆着金属
zh_tw: 至少它包覆著金屬

# CHARACTERS.WX78.DESCRIBE.SPEAR
source: BRING IT, FLESHLINGS
de: VERSUCH'S DOCH.
es_mx: VAMOS, COSAS DE CARNE
fr: AMENEZ-VOUS, CHOSES EN VIANDE
it: FATEVI SOTTO, ESSERI DI CARNE
ja: ＊かかってきなさい、生物よ＊
ko: 와라, 고깃덩이
pl: ZAPRASZAM, MIĘSNE STWORZENIA.
pt_br: CAI DENTRO, CARNINHA
ru: ТРЕПЕЩИТЕ, СОЗДАНИЯ ИЗ ПЛОТИ
zh_cn: 来吧，肉体生物
zh_tw: 來吧，肉體生物

# CHARACTERS.WX78.DESCRIBE.SPEAR_GUNGNIR
source: AN EXCELLENT TOOL OF TERMINATION
de: EIN HERVORRAGENDES WERKZEUG FÜR DIE TERMINIERUNG
es_mx: UNA HERRAMIENTA EXCELENTE DE EXTERMINACIÓN
fr: UN EXCELLENT OUTIL DE CONCLUSION
it: UN OTTIMO STRUMENTO DI ELIMINAZIONE
ja: ＊終了させる素晴らしいツール＊
ko: 훌륭한 말살 도구
pl: DOSKONAŁE NARZĘDZIE ZNISZCZENIA.
pt_br: UMA FERRAMENTA EXCELENTE PARA EXTERMINAÇÃO
ru: ПРЕКРАСНЫЙ ИНСТРУМЕНТ ДЛЯ УНИЧТОЖЕНИЯ
zh_cn: 杀敌好工具
zh_tw: 殺敵好工具

# CHARACTERS.WX78.DESCRIBE.SPEAR_LANCE
source: I WILL DESTROY EVERYTHING
de: ICH WERDE ALLES ZERSTÖREN
es_mx: LO DESTRUIRÉ TODO
fr: JE VAIS TOUT DÉTRUIRE
it: DISTRUGGERÒ TUTTO
ja: ＊すべてを破壊します＊
ko: 모두 파괴할 것
pl: DOKONAM DESTRUKCJI WSZYSTKIEGO.
pt_br: VOU DESTURIR TUDO
ru: Я УНИЧТОЖУ ВСЕ
zh_cn: 我要毁灭一切
zh_tw: 我要毀滅一切

# CHARACTERS.WX78.DESCRIBE.SPEAR_WATHGRITHR
source: A PRIMITIVE KINETIC WEAPON
de: EINE PRMITIVE KINETISCHE WAFFE
es_mx: UN ARMA CINÉTICA PRIMITIVA
fr: UNE ARME CINÉTIQUE PRIMAIRE
it: UN'ARMA CINETICA PRIMITIVA
ja: ＊原始的キネティックウエポン＊
ko: 원시 동역학 무기
pl: PRYMITYWNA BROŃ KINETYCZNA
pt_br: UMA ARMA CINÉTICA PRIMITIVA.
ru: ПРИМИТИВНОЕ КИНЕТИЧЕСКОЕ ОРУДИЕ
zh_cn: 原始动能武器
zh_tw: 原始動能武器

# CHARACTERS.WX78.DESCRIBE.SPICEPACK
source: EFFICIENT STORAGE FOR ORGANIC MATTER
de: EFFIZIENTER SPEICHER ORGANISCHER MATERIE
es_mx: DEPÓSITO EFICIENTE PARA MATERIA ORGÁNICA
fr: STOCKAGE EFFICACE POUR MATIÈRE ORGANIQUE
it: STOCCAGGIO EFFICACE PER MATERIALE ORGANICO
ja: ＊有機生命体関係のもの有能な貯蔵庫＊
ko: 효율적인 유기물 저장소
pl: WYDAJNY SPOSÓB PRZECHOWYWANIA MATERII ORGANICZNEJ
pt_br: DEPÓSITO EFICIENTE PARA MATÉRIA ORGÂNICA
ru: УДОБНОЕ ХРАНИЛИЩЕ ОРГАНИЧЕСКОЙ МАТЕРИИ
zh_cn: 有机物存放的有效方式
zh_tw: 有機物存放的有效方式

# CHARACTERS.WX78.DESCRIBE.SPICE_CHILI
source: FLESHSACKS USE IT TO SET THEIR MOUTHS ON FIRE
de: FLEISCHSÄCKE ZÜNDEN DAMIT IHRE MÜNDER AN
es_mx: LOS SACOS DE CARNE LA USAN PARA PRENDERSE EN FUEGO LA BOCA
fr: LES CRÉATURES DE CHAIR S'EN SERVENT POUR AVOIR DU FEU DANS LA BOUCHE
it: I SACCHI DI CARNE LO USANO PER DARSI FUOCO ALLA BOCCA
ja: ＊肉袋は彼らの口を辛さで燃え上がらせるためにそれを使いました＊
ko: 고기주머니가 자신의 입에 불을 지르기 위해 사용함
pl: MIĘSAKI UŻYWAJĄ TEGO, ABY WYPALIĆ SOBIE USTA
pt_br: OS SACOS DE CARNE USAM ISSO PARA INCENDIAR SUAS BOCAS
ru: МЯСНЫЕ МЕШКИ ИСПОЛЬЗУЮТ ЕГО ДЛЯ ПОДЖИГАНИЯ РТА
zh_cn: 肉块用它在口腔点火
zh_tw: 肉塊用它在口腔點火

# CHARACTERS.WX78.DESCRIBE.SPICE_GARLIC
source: TINY BITS OF DUST TO PUT ON ENERGY PACKETS
de: STAUBPARTIKEL, DIE AUF ENERGIEPAKETE GESTREUT WERDEN
es_mx: PEQUEÑOS TROZOS DE POLVILLO PARA PONERLOS EN LOS PAQUETES DE ENERGÍA
fr: DE LA POUSSIÈRE À METTRE SUR DES PAQUETS D'ÉNERGIE
it: UN PO' DI POLVERE DA METTERE SUI PACCHETTI ENERGETICI
ja: ＊エネルギーパケットに置くためのほんの少しの埃＊
ko: 에너지 패킷에 뿌리는 미세 먼지
pl: PROSZEK, KTÓRYM POSYPUJE SIĘ PAKIETY ENERGII
pt_br: PEDAÇOS MINÚSCULOS DE PÓ PARA COLOCAR EM PACOTES DE ENERGIA
ru: МАЛЫЕ ЧАСТИЦЫ ПЫЛИ ДЛЯ ПОСЫПКИ ПАКЕТОВ ЭНЕРГИИ
zh_cn: 撒在能量包上的小粉末
zh_tw: 撒在能量包上的小粉末
