Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.GIFT
source: A gift! From... the gods?
de: Ein Geschenk! Von ... den Göttern?
es: ¡Un regalo! ¿De... los dioses?
fr: Un cadeau ! Offert par... les dieux ?
it: Un dono! Dagli... dei?
ja: 贈り物だ！ 神からの贈り物なのか...？
ko: 선물이다! ...신들께서 주신 걸까?
pl: To dar! Od... bogów?
pt_br: Um presente! Dos... deuses?
ru: Дар! От… богов?
zh_cn: 礼物！来自...诸神？
zh_tw: 禮物！來自...諸神？

# CHARACTERS.WATHGRITHR.DESCRIBE.GIFTWRAP
source: I must show my allies how much they are valued!
de: Ich muss meinen Verbündeten zeigen, wie sehr ich sie schätze!
es: ¡Debo demostrarles a mis aliados lo mucho que valen!
fr: Je dois montrer à mes alliés à quel point ils me sont chers !
it: Devo mostrare ai miei alleati quanto valgono!
ja: 彼らがどれほど評価されているのか同胞に示さねばならない！
ko: 내가 얼마나 동료들을 생각하는지 알 수 있도록 정성을 보여야 해!
pl: Muszę pokazać sojusznikom, jak bardzo ich cenię!
pt_br: Devo mostrar aos meus aliados como eles são valorizados!
ru: Я должна показать своим соратникам, как много они для меня значат!
zh_cn: 我要让盟友们感到受重视！
zh_tw: 我要讓盟友們感到受重視！

# CHARACTERS.WATHGRITHR.DESCRIBE.GINGERBREADHOUSE
source: Neither a house nor a meal I will enjoy.
de: Sagt mir weder als Haus noch als Essen zu.
es: Ni una casa ni un hogar disfrutaré.
fr: Ce n'estöit ni demeure ni festin qui me satisfera.
it: Non mi piace né come casa, né come pasto.
ja: 家も食事も楽しめない。
ko: 집도 식사도 즐기지 못하겠군.
pl: Ani to dom, ani posiłek.
pt_br: Não me agrada nem como casa, nem como refeição.
ru: Как дом он меня не устраивает, как еда — тоже.
zh_cn: 不管是用来住还是用来吃，我都不喜欢。
zh_tw: 不管是用來住還是用來吃，我都不喜歡。

# CHARACTERS.WATHGRITHR.DESCRIBE.GINGERBREADPIG
source: You shall not escape me!!
de: Du wirst mir nicht entkommen!!
es: ¡No escaparás de mí!
fr: Tu ne m'échapperas pöint !
it: Non mi sfuggirai!
ja: 我からは逃げられぬぞ！！
ko: 내게서 도망치진 못할 거다!
pl: Nie uciekniesz mi!
pt_br: Você não vai fugir de mim!!
ru: Ты от меня не сбежишь!
zh_cn: 你逃不出我的手掌心！！
zh_tw: 你逃不出我的手掌心！！

# CHARACTERS.WATHGRITHR.DESCRIBE.GINGERBREADWARG
source: I will fight thee for defying thy meaty origins.
de: Ich kämpfe gegen dich, weil du deine fleischlichen Ursprünge verleugnest.
es: Lucharé contra ti por desafiar tus carnosos orígenes.
fr: Je le cömbattrai pöur avöir défié ses örigines viandeuses !
it: Ti affronterò per sfidare le tue origini carnose.
ja: 我は汝の肉の起源に抗うために戦う。
ko: 고기의 태생을 부정한 죄로 널 단죄하겠다.
pl: Wyzywam cię do walki za odrzucenie twego mięsnego pochodzenia.
pt_br: Eu te combaterei por teres desafiado tuas origens carnosas.
ru: Я сражу тебя за отрицание своей мясной сущности.
zh_cn: 我要跟你战斗，因为你背叛了你的肉身。
zh_tw: 我要跟你戰鬥，因為你背叛了你的肉身。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLASSBLOCK
source: Such beauty!
de: Solche Schönheit!
es: ¡Qué bello!
fr: Quelle beauté !
it: Che bellezza!
ja: なんと美しい！
ko: 참으로 아름답다!
pl: Cóż za piękno!
pt_br: Quanta beleza!
ru: Такая красота!
zh_cn: 精美绝伦！
zh_tw: 精美絕倫！

# CHARACTERS.WATHGRITHR.DESCRIBE.GLASSCUTTER
source: T'will win any battle, surely!
de: Damit gewinnt man gewiss jede Schlacht!
es: ¡Esto ganará cualquier batalla, a buen seguro!
fr: Par ma föi, il rempörtera n'impörte quelle rixe !
it: Vincerà ogni battaglia!
ja: 汝はいつぞの戦いにも必ず勝利するであろう！
ko: 어떤 전투에서도 승리하겠군!
pl: Dzięki temu z pewnością wygram każdą bitwę!
pt_br: Isso vai vencer qualquer batalha, sem dúvida!
ru: С этим можно победить в любом бою!
zh_cn: 它必战无不胜！
zh_tw: 它必戰無不勝！

# CHARACTERS.WATHGRITHR.DESCRIBE.GLASSSPIKE
source: Twas forged in flame.
de: In Flammen geschmiedet.
es: Fue forjada en las llamas.
fr: Ça a été forgé dans les flammes.
it: È stato forgiato nella fiamma.
ja: 炎に鍛えられし瑠璃の棘だ
ko: 화염 속에서 만들어졌다.
pl: Artefakt wykuty w płomieniach.
pt_br: Foi forjado nas chamas.
ru: Он был закален в огне.
zh_cn: 它由火焰中锻造。
zh_tw: 它由火焰中鍛造。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMER.GENERIC
source: A majestic goober.
de: Eine majestätische Trottel.
es: Un bicho majestuoso.
fr: Un bêta majestueux.
it: Un glommo maestoso.
ja: 立派な落花生。
ko: 위엄 있는 벌레로군.
pl: Majestatyczny robal.
pt_br: Um bacana majestoso.
ru: Впечатляющий орешек.
zh_cn: 威严的毛毛球。
zh_tw: 威嚴的毛毛球。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMER.SLEEPING
source: It slumbers.
de: Er schlummert.
es: Dormita.
fr: Il dört pröföndément.
it: È fra le braccia di Morfeo.
ja: ぐったりしている。
ko: 자는군.
pl: Drzemie.
pt_br: Está dormindo.
ru: Спит.
zh_cn: 安眠中。
zh_tw: 安眠中。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFLOWER.DEAD
source: It was once a wonder of the woods.
de: Das Wunder der Wälder war einmal.
es: Una vez fue una maravilla de los bosques.
fr: C'était une merveille des forêts.
it: Una volta è stata una meraviglia dei boschi.
ja: かつては、森の不思議とされた。
ko: 한때는 숲의 경이라 불렸지.
pl: Kiedyś był prawdziwym leśnym cudem.
pt_br: Um dia foi uma maravilha da floresta.
ru: Когда-то он был лесным чудом.
zh_cn: 它曾是森林里的奇观。
zh_tw: 它曾是森林裡的奇觀。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFLOWER.GENERIC
source: A wonder of the woods.
de: Ein Wunder der Wälder.
es: Una maravilla de los bosques.
fr: Une merveille des forêts.
it: Una meraviglia dei boschi.
ja: 森のふしぎ。
ko: 숲의 경이로군.
pl: Prawdziwy leśny cud.
pt_br: Uma maravilha da floresta.
ru: Лесное чудо.
zh_cn: 森林里的奇观。
zh_tw: 森林裡的奇觀。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERFUEL
source: This slop could be useful.
de: Dieses Dreckwasser konnte nützlich sein.
es: Esta porquería podría ser útil.
fr: Ce bouillon pourrait servir.
it: Questa sbobba potrebbe essere utile.
ja: この地点は役に立ちそうだ。
ko: 쓸 데가 있을 것 같군.
pl: Ta maź może się przydać.
pt_br: Essa meleca poderia ser útil.
ru: Эта жижа может быть полезной.
zh_cn: 这团液体可能有用。
zh_tw: 這團液體可能有用。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOMMERWINGS
source: Ohh, look what the goober left for me.
de: Oh, schau was mir der Trottel hinterlassen hat.
es: Oh, mira qué porquería me ha dejado.
fr: Oh, regardez ce que gros bêta m'a laissé.
it: Oh, guarda cosa ha lasciato il glommo per me.
ja: 見よ！聖獣の置きみやげだ！
ko: 오, 구버가 남긴 것을 볼까요.
pl: Och, popatrz, co ten paskud mi zostawił.
pt_br: Oh, olhe o que o bacana me deixou.
ru: О-о-о, смотрите, что орех оставил для меня.
zh_cn: 哦，看看毛毛球给我留下了什么。
zh_tw: 哦，看看毛毛球給我留下了什麼。

# CHARACTERS.WATHGRITHR.DESCRIBE.GLOWBERRYMOUSSE
source: A repulsive vegetable concoction.
de: Abstoßendes Gemüsezeug.
es: Un repulsivo brebaje de vegetales.
fr: Une cöncöctiön végétale répugnante.
it: Un ripugnante miscuglio vegetale.
ja: 嫌な野菜の配合だ。
ko: 역겨운 채소 혼합물이다.
pl: Odrażająca warzywna mikstura.
pt_br: Um preparado repulsivo de vegetais.
ru: Омерзительная овощная смесь.
zh_cn: 恶心的蔬菜糖果。
zh_tw: 噁心的蔬菜糖果。

# CHARACTERS.WATHGRITHR.DESCRIBE.GNARWAIL.BROKENHORN
source: The beast's been disarmed!
de: Die Bestie ist entwaffnet!
es: ¡La bestia ha quedado desarmada!
fr: La beste fut désarmée !
it: La bestia è stata disarmata!
ja: 獣が無防備になったぞ！
ko: 짐승의 무장이 해제됐다!
pl: Bestia rozbrojona!
pt_br: A fera foi desarmada!
ru: Существо обезврежено!
zh_cn: 猛兽被缴械了！
zh_tw: 猛獸被繳械了！

# CHARACTERS.WATHGRITHR.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: You are still a great warrior!
de: Du bist dennoch ein großer Krieger!
es: ¡Sigues siendo un fabuloso guerrero!
fr: Tu es töujöurs un preux guerrier !
it: Sei ancora un grande guerriero!
ja: 汝は未だ優れた戦士にあり！
ko: 넌 지금도 훌륭한 전사야!
pl: Wciąż jesteś wspaniałym wojownikiem!
pt_br: Você ainda é um grande guerreiro!
ru: Ты все равно великий воин!
zh_cn: 你依然是一名伟大的勇士！
zh_tw: 你依然是一名偉大的勇士！

# CHARACTERS.WATHGRITHR.DESCRIBE.GNARWAIL.FOLLOWER
source: Tis a fair and noble beast!
de: Ein schönes und edles Tier!
es: ¡Una bella y noble bestia!
fr: C'est une nöble et majestueuse beste !
it: Una bestia nobile e fedele!
ja: 公正で崇高な獣だ！
ko: 고귀하니 좋은 짐승이군!
pl: To godziwa i szlachetna bestia!
pt_br: É uma fera leal e nobre!
ru: Это прекрасный и благородный зверь!
zh_cn: 是个公正高尚的野兽！
zh_tw: 是個公正高尚的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.GNARWAIL.GENERIC
source: Draw your weapon and fight me, beastie!
de: Zieh die Waffe und kämpfe, Bestie!
es: ¡Desenfunda y lucha contra mí, bestia!
fr: Dégaine tön arme et affrönte-möi, beste !
it: Sguaina la tua arma e fatti sotto, bestia!
ja: 武器を抜き戦え、獣！
ko: 싸우게 무기를 꺼내라, 짐승아!
pl: Dobądź swej broni i walcz ze mną, bestyjo!
pt_br: Saque sua arma e me enfrente, fera!
ru: Доставай оружие и сражайся со мной, зверь!
zh_cn: 抽出你的武器，跟我战斗吧，猛兽！
zh_tw: 抽出你的武器，跟我戰鬥吧，猛獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.GNARWAIL_HORN
source: A fine horn, indeed!
de: Wirklich ein schönes Horn!
es: ¡Buen cuerno, sí señor!
fr: Quelle nöble cörne !
it: Un bel corno, non c'è che dire!
ja: 実に見事な角だ！
ko: 정말 훌륭한 뿔이군!
pl: Zaiste, to wspaniały róg!
pt_br: É mesmo um belo chifre!
ru: Какой роскошный рог!
zh_cn: 是一根好角，确实不错！
zh_tw: 是一根好角，確實不錯！

# CHARACTERS.WATHGRITHR.DESCRIBE.GOATMILK
source: This is powerful milk.
de: Das ist mächtige Milch.
es: Esto es leche poderosa.
fr: C'est du lait puissant.
it: Questo è un latte potente.
ja: これは強力なミルクだ。
ko: 강한 젖이로군.
pl: Mleko pełne mocy.
pt_br: Esse é um leite poderoso.
ru: Мощное молоко.
zh_cn: 这是蕴含强大力量的奶。
zh_tw: 這是蘊含強大力量的奶。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOGGLESHAT
source: T'would be no help in battle.
de: Das wäre im Kampf wenig hilfreich.
es: No servirá de nada en la batalla.
fr: Ça ne servirait à rien au combat.
it: Non sarebbe di aiuto in battaglia.
ja: 戦では役に立つまい
ko: 전투에는 전혀 도움이 안 되겠군.
pl: Nie pomoże mi w walce.
pt_br: Não seria útil em batalha.
ru: В битве это не поможет.
zh_cn: 这对战斗无益。
zh_tw: 這對戰鬥無益。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENAXE
source: A tool of gold!
de: Ein Werkzeug aus Gold!
es: ¡Una herramienta de oro!
fr: Un outil en or !
it: Uno strumento d'oro!
ja: 金でできた工具
ko: 금으로 만든 도구로군!
pl: Narzędzie ze złota!
pt_br: Uma ferramenta de ouro!
ru: Орудие из золота!
zh_cn: 金子做的工具！
zh_tw: 金子做的工具！

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENPICKAXE
source: Gold for gold.
de: Gold für Gold.
es: Oro para el oro.
fr: De l'or pour de l'or.
it: Oro per oro.
ja: 金には金を。
ko: 금으로 금을 캐겠군.
pl: Złoto za złoto.
pt_br: Ouro por ouro.
ru: Золото за золото.
zh_cn: 以金谋金。
zh_tw: 以金謀金。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENPITCHFORK
source: A weapon of very wealthy farmers.
de: Eine Waffe für sehr reiche Landwirte.
es: Un arma de ricos agricultores.
fr: Une arme de fermier riche.
it: Un'arma di agricoltori molto ricchi.
ja: 豪農の携える武器だ
ko: 매우 부유한 농부의 무기죠.
pl: Broń bardzo bogatych kmieci.
pt_br: Uma arma de fazendeiros muito ricos.
ru: Оружие очень богатых фермеров.
zh_cn: 富农的武器。
zh_tw: 富農的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENSHOVEL
source: Digging like a king!
de: Graben wie ein König!
es: ¡Excavando como un rey!
fr: Pour creuser comme une reine !
it: Scavando come un re!
ja: 王家のごとく掘る！
ko: 왕처럼 땅을 파는 거다!
pl: Będę kopać jak królowa!
pt_br: Cavando como um rei!
ru: Копай, как король!
zh_cn: 给国王挖东西用的！
zh_tw: 給國王挖東西用的！

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDEN_FARM_HOE
source: A tool far too magnificent for those worthless seeds.
de: Ein viel zu prächtiges Werkzeug für dieses wertlose Saatgut.
es: Una herramienta demasiado espléndida para esas semillas inútiles.
fr: Un öutil bien tröp précieux pöur icelles minables graines.
it: Uno strumento troppo bello per quei semi inutili.
ja: かように無益な種には見事すぎる道具。
ko: 그 가치 없는 씨앗에게는 과분하게 멋진 도구야.
pl: To narzędzie jest zbyt dobre dla tych bezwartościowych nasion.
pt_br: Uma ferramenta muito majestosa para aquelas sementes desprezíveis.
ru: Слишком величественный инструмент для сих семян ничтожных.
zh_cn: 那些毫无价值的种子配不上如此华丽的工具。
zh_tw: 那些毫無價值的種子配不上如此華麗的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOLDNUGGET
source: Such a pleasing gold piece.
de: Ein wunderschönes Goldstück.
es: Qué pieza de oro más bonita.
fr: Quel beau morceau d'or !
it: Un pezzo d'oro davvero piacevole.
ja: 黄金は、実によきものぞ…
ko: 기분 좋게 만들어주는 황금 조각이다.
pl: Zadowalająca grudka złota.
pt_br: Uma peça de ouro tão agradável.
ru: Какой прекрасный кусок золота.
zh_cn: 好令人喜爱的金条。
zh_tw: 好令人喜愛的金條。

# CHARACTERS.WATHGRITHR.DESCRIBE.GOOSE_FEATHER
source: A shieldmaiden deserves a soft bed of dunn.
de: Eine Schildmaid verdient ein weiches Bett.
es: Una escudera merece una suave cama de plumas.
fr: Une skjaldmö mérite une couche bien moelleuse.
it: Una combattente merita un morbido letto di foglie.
ja: 盾持つ乙女には、柔らかなベッドがふさわしい。
ko: 방패 여전사라면 부드러운 침대에서 자는 게 마땅하지.
pl: Wojowniczka zasługuje na miękkie łoże z pierza.
pt_br: Uma escudeira merece uma cama macia de penas.
ru: Сильная дева заслуживает мягкой и нежной кровати.
zh_cn: 女战士应当享有一张软床。
zh_tw: 女戰士應當享有一張軟床。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.BARREN
source: The life has gone from it.
de: Das Leben ist entwichen.
es: Se ha quedado sin vida.
fr: Il n'y a plus de vie là-dedans.
it: La vita lo ha lasciato.
ja: こいつの生命は尽きた。
ko: 생명이 사라졌다.
pl: Życie z niej uciekło.
pt_br: A vida já se esvaiu dessa criatura.
ru: Жизнь покинула ее.
zh_cn: 生命已离它而去。
zh_tw: 生命已離它而去。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.BURNING
source: Loge looks upon you!
de: Loki schaut auf dich herab!
es: ¡Loge te mira!
fr: Logi s'occupe de toi !
it: Loge vi osserva!
ja: ローゲが天から見ている！
ko: 로게가 굽어보시는구나!
pl: Loge spojrzał na ciebie!
pt_br: Loge te observa!
ru: Логи смотрит на тебя!
zh_cn: 罗格凝视着你！
zh_tw: 羅格凝視著你！

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.DISEASED
source: Disease festers within its soul.
de: Seine Seele ist ganz krank.
es: La enfermedad rezuma dentro de su alma.
fr: La maladie couve en son âme.
it: La malattia marcisce all'interno della sua anima.
ja: この植物は、魂を病んでいるようだ
ko: 혼까지 병들었어.
pl: Jej duszę toczy choroba.
pt_br: A doença putrefaz dentro de sua alma.
ru: Его организм пожирает болезнь.
zh_cn: 疾病在它的灵魂里繁殖。
zh_tw: 疾病在它的靈魂裡繁殖。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.DISEASING
source: It is weakening before mine eyes!
de: Wird vor meinen Augen schwächer!
es: ¡Se debilita frente a mí!
fr: Il s'affaiblit sous mes yeux !
it: Si sta indebolendo a vista d'occhio!
ja: 我が目前で弱っていることだ！
ko: 내 눈 앞에서 약해지고 있어!
pl: Słabnie na moich oczach!
pt_br: Está se enfraquecendo diante de meus olhos!
ru: Она теряет силу в моих глазах!
zh_cn: 我眼睁睁的看着它凋零。
zh_tw: 我眼睜睜的看著它凋零。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.GENERIC
source: That could be useful.
de: Das könnte hilfreich sein.
es: Esto podría ser útil.
fr: Ça pourrait servir.
it: Potrebbe essere utile.
ja: それは使えるかも。
ko: 쓸모가 많을 것 같군.
pl: Może się przydać.
pt_br: Isso poderia ser útil.
ru: Это может пригодиться.
zh_cn: 那个能派上用场。
zh_tw: 那個能派上用場。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.PICKED
source: I eagerly await the next harvest.
de: Ich warte gespannt auf die nächste Ernte.
es: Espero con impaciencia la próxima cosecha.
fr: J'attends la prochaine récolte avec impatience.
it: Aspetto con ansia il prossimo raccolto.
ja: 次なる収穫の時を待とう
ko: 다음 수확이 기대되는군.
pl: Czekam na nowe zbiory.
pt_br: Espero ansiosamente pela próxima colheita.
ru: С нетерпением жду нового урожая.
zh_cn: 我热切期待着下一次的丰收。
zh_tw: 我熱切期待著下一次的豐收。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS.WITHERED
source: The heat has defeated this plant.
de: Die Hitze hat diese Pflanze zerstört.
es: El calor ha derrotado a esta planta.
fr: La chaleur a vaincu cette plante.
it: Il calore ha sconfitto questa pianta.
ja: 熱がこの植物を殺した。
ko: 더위에 쓰러지고 말았군.
pl: Upał dał się jej we znaki.
pt_br: O calor derrotou essa planta.
ru: Жара победила это растение.
zh_cn: 高温击败了这株植物。
zh_tw: 高溫擊敗了這株植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASSGATOR
source: What fine flaxen hair.
de: Was für feines flachsfarbenes Haar.
es: Tiene un cabello delicado y dorado.
fr: De fins cheveux de lin.
it: Che bella chioma bionda.
ja: 細い亜麻色の髪。
ko: 가느다란 금발머리다.
pl: Cóż za zacna lniana sierść.
pt_br: Que belo cabelo linhoso.
ru: Какие дивные локоны.
zh_cn: 多么精美的亚麻色头发。
zh_tw: 多麼精美的亞麻色頭髮。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASSGEKKO.DISEASED
source: Alas! It is stricken.
de: Ach, er ist am Ende.
es: ¡Ay! Está enfermo.
fr: Hélas ! Il est gravement touché.
it: Ahimè! È danneggiato.
ja: あのトカゲは、手負いのようだ
ko: 아아! 병들어버렸군.
pl: Niestety! Leży bez siły.
pt_br: Oh! Foi arrasado.
ru: Увы! Болезнь его настигла.
zh_cn: 唉！它被打伤了。
zh_tw: 唉！它被打傷了。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASSGEKKO.GENERIC
source: What flaxen scales.
de: Welche gelbe Schuppen.
es: Qué escamas tan rubias.
fr: Quelles écailles filasses !
it: Che squame chiare.
ja: 見よ、ウロコが亜麻のようだ
ko: 풀빛 비늘로 덮여있군.
pl: Ale ma delikatne łuski.
pt_br: Que escamas linhosas.
ru: Какая легкая чешуя.
zh_cn: 淡黄色的鳞片。
zh_tw: 淡黃色的鱗片。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_UMBRELLA
source: Flowers are not befitting a warrior, but wet armor is even worse.
de: Blumen passen nicht zu einem Krieger, aber nasse Rüstung ist noch schlimmer.
es: La flores no son propias de un guerrero, pero aún es peor una armadura mojada.
fr: Les fleurs ne conviennent pas à une guerrière, mais une armure mouillée encore moins.
it: I fiori non sono degni di una guerriera, ma un'armatura bagnata è ancora peggio.
ja: 花は好かぬが…よろいをぬらすよりましだ
ko: 꽃은 전사에게 어울리지 않지만, 젖은 갑옷은 그보다도 더 나쁘니까.
pl: Kwiaty nie przystoją wojowniczce. Ale mokra zbroja tym bardziej.
pt_br: Flores não condizem com uma guerreira, mas uma armadura molhada é ainda pior.
ru: Цветы воину не к лицу, однако, мокрая броня гораздо хуже.
zh_cn: 花朵不适合战士，但湿盔甲更不适合。
zh_tw: 花朵不適合戰士，但濕盔甲更不適合。

# CHARACTERS.WATHGRITHR.DESCRIBE.GRAVY
source: A sauce worthy of the gods themselves!
de: Diese Soße ist der Götter würdig!
es: ¡Una salsa digna de los mismísimos dioses!
fr: Une sauce digne des dieux eux-mêmes !
it: Una salsa degna degli dei!
ja: 神々にふさわしい味付けだ！
ko: 신에게 어울리는 소스구나!
pl: Sos godny samych bogów.
pt_br: Um molho digno dos próprios deuses.
ru: Соус, достойный богов!
zh_cn: 值得众神品尝的肉汁！
zh_tw: 值得眾神品嘗的肉汁！

# CHARACTERS.WATHGRITHR.DESCRIBE.GREENAMULET
source: Enhanced emerald crafting skills!
de: Verbesserte Fähigkeiten für Smaragdarbeiten.
es: ¡Habilidades de fabricación de esmeraldas mejoradas!
fr: Capacités avancées de création à l'émeraude !
it: Abilità artigiane di lavorazione dello smeraldo aumentate.
ja: 改良されたエメラルド製造技術！
ko: 첨단 에메랄드 제조 기술이 보이는군!
pl: Szafirowa biegłość w rzemiośle!
pt_br: Habilidades de criação de esmeraldas aprimoradas!
ru: Мастерская работа с изумрудом!
zh_cn: 改进的绿宝石合成工艺！
zh_tw: 改進的綠寶石合成工藝！

# CHARACTERS.WATHGRITHR.DESCRIBE.GREENGEM
source: An emerald stone.
de: Ein smaragdgrüner Stein.
es: Una piedra de esmeralda.
fr: Une pierre émeraude.
it: Una pietra di smeraldo.
ja: エメラルド色の石。
ko: 에메랄드 돌이군.
pl: Szmaragdowy kamień.
pt_br: Uma pedra de esmeralda.
ru: Изумрудный камень.
zh_cn: 一块绿宝石。
zh_tw: 一塊綠寶石。

# CHARACTERS.WATHGRITHR.DESCRIBE.GREENMOONEYE
source: Odin gave his eye that we might see.
de: Odin hat sein Auge geopfert, damit wir sehen können.
es: Odín sacrificó un ojo para que podamos ver.
fr: Odin a offert son œil pour qu'on puisse voir.
it: Odino ha dato il suo occhio così che potessimo vedere.
ja: オーディンは私たちが見えるように彼の目を与えたのだ。
ko: 우리가 볼 수 있도록 오딘께서 눈을 주셨도다.
pl: Odyn oddał swe oko, byśmy mogli przejrzeć.
pt_br: Odin deu seu olho para que pudéssemos enxergar.
ru: Один даровал нам свой глаз, чтобы мы могли узреть.
zh_cn: 奥丁献出了他的眼睛，我们才能看见。
zh_tw: 奧丁獻出了他的眼睛，我們才能看見。

# CHARACTERS.WATHGRITHR.DESCRIBE.GREENSTAFF
source: Twirly green power.
de: Aufgedrehte, grüne Kraft.
es: Energía verde que gira.
fr: Pouvoir vert tournoyant.
it: Potere verde arricciato.
ja: クルリン・グリーン・パワー。
ko: 녹색 힘이 감돌고 있군.
pl: Zielona moc zniszczenia!
pt_br: Energia verde rodopiante.
ru: Закрученная зеленая сила.
zh_cn: 旋转的绿色力量。
zh_tw: 旋轉的綠色力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_CAP
source: Terrible!
de: Schrecklich!
fr: Effroyable !
it: Terribile!
ja: ひどい！
ko: 끔찍해라!
pl: Okropieństwo!
pt_br: Terrível!
ru: Ужасно!
zh_cn: 糟糕！
zh_tw: 糟糕！

# CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_CAP_COOKED
source: Charred by flame or not, that will not touch my lips!
de: Durch Flammen verkohlt oder nicht. Das wird meine Lippen nicht berühren!
es: ¡Carbonizado por el fuego o no, no tocará mis labios!
fr: Grillé ou pas, je ne mets pas ça dans ma bouche !
it: Che sia carbonizzato dalle fiamme o no, non toccherà le mie labbra!
ja: 炎で焦げようが、私は自分の唇に触れない！
ko: 불에 그을렸든 아니든, 내 입에는 절대 안 넣어!
pl: Oczyszczony w płomieniach czy nie, nie dotknie moich ust!
pt_br: Carbonizado por chamas ou não, não tocará meus lábios!
ru: Обуглило ли его пламя или нет, но моих губ он не коснется!
zh_cn: 无论有没有被火烧焦，我都不会让它碰到我的嘴唇！
zh_tw: 無論有沒有被火燒焦，我都不會讓它碰到我的嘴唇！

# CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It has risen!
de: Er ist auferstanden!
es: ¡Ha crecido!
fr: Il a poussé !
it: È cresciuto!
ja: 出てきたぞ！
ko: 나왔다!
pl: Podniósł łeb!
pt_br: Levantou-se!
ru: Он восстал!
zh_cn: 长出来了！
zh_tw: 長出來了！

# CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hide, coward.
de: Versteck dich, Feigling.
es: Escóndete, cobarde.
fr: Cache-toi, poltron !
it: Nasconditi, codardo.
ja: 隠れろ、臆病者め。
ko: 어디 숨어봐라, 겁쟁아.
pl: Chowaj się do woli, tchórzu!
pt_br: Esconda-se, covarde.
ru: Прячься, трус.
zh_cn: 躲起来吧，胆小鬼。
zh_tw: 躲起來吧，膽小鬼。

# CHARACTERS.WATHGRITHR.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I see fungal spores.
de: Ich kann Pilzsporen sehen.
es: Veo las esporas del hongo.
fr: Je vois des spores fongiques.
it: Vedo spore di funghi.
ja: 菌類胞子が見える。
ko: 버섯 포자가 보이는군.
pl: Widzę jego grzybne zarodniki.
pt_br: Vejo esporos fúngicos.
ru: Вижу споры.
zh_cn: 我看到了菌类孢子。
zh_tw: 我看到了菌類孢子。

# CHARACTERS.WATHGRITHR.DESCRIBE.GROTTO_POOL_BIG
source: The pools hath been enchanted.
de: Die Pfützen wurden verzaubert.
es: Esos charcos tienen algún tipo de encantamiento.
fr: Les bassins furent enchantés.
it: Gli stagni sono stati incantati.
ja: この池には魔法がかけられておる。
ko: 수영장이 마법에 걸렸나봐.
pl: To zaczarowana sadzawka.
pt_br: As poças foram encantadas.
ru: На сем пруду лежит заклятие.
zh_cn: 池水被附魔了。
zh_tw: 池水被附魔了。

# CHARACTERS.WATHGRITHR.DESCRIBE.GROTTO_POOL_SMALL
source: The pools hath been enchanted.
de: Die Pfützen wurden verzaubert.
es: Esos charcos tienen algún tipo de encantamiento.
fr: Les bassins furent enchantés.
it: Gli stagni sono stati incantati.
ja: この池には魔法がかけられておる。
ko: 수영장이 마법에 걸렸나봐.
pl: To zaczarowana sadzawka.
pt_br: As poças foram encantadas.
ru: На сем пруду лежит заклятие.
zh_cn: 池水被附魔了。
zh_tw: 池水被附魔了。

# CHARACTERS.WATHGRITHR.DESCRIBE.GUACAMOLE
source: Yum, creamy!
de: Lecker, cremig!
es: ¡Ñam, cremoso!
fr: Miam, crémeux !
it: Gnam, cremoso!
ja: クリーミィで美味しい！
ko: 냠냠, 부드럽군!
pl: Mmm, ale kremowe!
pt_br: Hm, cremosa!
ru: Ням-ням, кремовое!
zh_cn: 好吃，像奶油一样！
zh_tw: 好吃，像奶油一樣！

# CHARACTERS.WATHGRITHR.DESCRIBE.GUANO
source: Hmm, dark wing turds.
de: Hmm, Kacke der Nachtflügel.
es: Hmm, porquería de alas oscuras.
fr: Hmm... des crottes mystérieuses.
it: Umm, sterco di ala scura.
ja: フーム、黒羽のフンか。
ko: 흠, 어둠 날개의 똥이군.
pl: Hmm, bobki mrocznoskrzydłych.
pt_br: Hmm, excrementos alados escuros.
ru: Хм-м-м, дерьмо темных крыльев.
zh_cn: 哼，暗黑之翼生物的粪。
zh_tw: 哼，暗黑之翼生物的糞。

# CHARACTERS.WATHGRITHR.DESCRIBE.GUNPOWDER
source: Such energy!
de: Welch Energie!
es: ¡Cuánta energía!
fr: Quelle énergie !
it: Quanta energia!
ja: なんてエネルギー！
ko: 힘이 넘친다!
pl: Cóż za moc!
pt_br: Que energia!
ru: Какая энергия!
zh_cn: 巨大的能量！
zh_tw: 巨大的能量！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_1
source: How sinister! I nearly mistook it for a true apple!
de: Wie unheimlich! Ich hielt es fast für einen echten Apfel!
es: ¡Qué siniestro! ¡Casi la confundo por una manzana de verdad!
fr: Comme c'est sinistre ! J'ai failli croire que c'était une vraie pomme !
it: Molto sinistro! L'ho quasi scambiata per una vera mela!
ja: なんて不吉なんだ！ 本物の林檎と間違えかけたぞ！
ko: 이렇게 사악할 수가! 진짜 사과인 줄 알았잖아!
pl: Co za diabelstwo! Prawie bym je pomyliła z prawdziwym jabłkiem!
pt_br: Muito sinistro! Quase confundi com uma maçã!
ru: Как дурно! Должно быть, я случайно его взяла, вместо настоящего яблока!
zh_cn: 多阴险啊！我差点以为它是一颗真正的苹果了！
zh_tw: 多陰險啊！我差點以為它是一顆真正的蘋果了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_10
source: I shall uncover its secret center!
de: Ich werde entdecken, was in der Mitte steckt!
es: ¡Descubriré su centro secreto!
fr: Je découvrirai son centre secret !
it: Scoprirò il segreto celato al centro!
ja: その秘密の中心を暴いてやろうではないか！
ko: 안에 어떤 비밀이 숨어있는지 파헤쳐주마!
pl: Muszę odkryć jego tajemny środek!
pt_br: Descobrirei seu centro secreto!
ru: Я должна добраться до его тайного центра!
zh_cn: 我会解开它内心的秘密！
zh_tw: 我會解開它內心的秘密！
