Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.WILLOW.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WILLOW.GHOST
source: HA HA, %s. YOU DIED
de: HAHA, %s. DU BIST GESTORBEN
es_mx: JA, JA. %s. TE MORISTE
fr: HA HA, %s. TU ES MORTE
it: AHAH, %s. SEI MORTA
ja: ＊%s、死亡しました。ハハハ＊
ko: 하하, %s. 사망했음
pl: HAHA, %s. NIE ŻYJESZ
pt_br: HA HA, %s. VOCÊ MORREU
ru: ХА-ХА, %s. СМЕРТЬ ПРИШЛА
zh_cn: 哈哈，%s。你死了
zh_tw: 哈哈，%s。你死了

# CHARACTERS.WX78.DESCRIBE.WILLOW.MURDERER
source: I CANNOT BE BURNED
de: ICH KANN NICHT BRENNEN
es_mx: NO PUEDE QUEMARSE
fr: JE NE PEUX PAS BRÛLER
it: NON POSSO ESSERE BRUCIATO
ja: ＊本筐体は不燃性のため、優位です＊
ko: 본좌께서는 탈 수 없음
pl: NIE MOŻNA TEGO SPALIĆ
pt_br: NÃO POSSO SER QUEIMADO
ru: МЕНЯ НЕЛЬЗЯ СЖЕЧЬ
zh_cn: 我不能被烧掉
zh_tw: 我不能被燒掉

# CHARACTERS.WX78.DESCRIBE.WILLOW.REVIVER
source: %s HAS BEEN HELPFUL. I WILL HOLD OFF ON HER DESTRUCTION
de: %s HAT GEHOLFEN. ICH WERDE SIE NOCH NICHT ZERSTÖREN
es_mx: %s ME AYUDÓ. ESPERARÉ A DESTRUIRLA
fr: %s A ÉTÉ UTILE. JE VAIS DIFFÉRER SA DESTRUCTION
it: %s È STATA UTILE. RIMANDERÒ LA SUA DISTRUZIONE
ja: ＊%sは有益と判定します。せん滅を延期します。＊
ko: %s은(는) 도움이 되었음. 파멸을 유예하겠음
pl: %s BYŁA POMOCNA. WSTRZYMAM SIĘ Z JEJ ZNISZCZENIEM.
pt_br: %s FOI ÚTIL. VOU ADIAR SUA DESTRUIÇÃO.
ru: %s БЫЛА ПОЛЕЗНА. Я ПОКА ОТЛОЖУ ЕЕ РАЗРУШЕНИЕ
zh_cn: %s一直很有用。我会尽力拖延她的破坏力
zh_tw: %s一直很有用。我會盡力拖延她的破壞力

# CHARACTERS.WX78.DESCRIBE.WILSON.ATTACKER
source: GOOD LUCK GETTING THROUGH MY PROXIES, %s
de: VIEL GLÜCK MIT MEINEN HELFERN, %s
es_mx: QUE TENGAS SUERTE TRATANDO DE ATRAVESAR MIS PROXIS, %s
fr: BONNE CHANCE AVEC MON PROXY, %s
it: BUONA FORTUNA A SUPERARE I MIEI SISTEMI DI SICUREZZA, %s
ja: ＊%sに、本筐体のプロキシ突破は不可能です＊
ko: 본체의 프록시에 접근하지 못할 것이다, %s
pl: POWODZENIA Z PRZEDOSTANIEM SIĘ PRZEZ MOJĄ BRAMKĘ, %s
pt_br: BOA SORTE TENTANDO PASSAR PELOS MEUS PROXIES, %s
ru: УДАЧИ В ПРЕОДОЛЕНИИ МОИХ ПРОКСИ, %s
zh_cn: %s，祝你好运通过
zh_tw: %s，祝你好運通過

# CHARACTERS.WX78.DESCRIBE.WILSON.FIRESTARTER
source: %s IS TESTING OBJECT FLAMMABILITY
de: %s PRÜFT DAS OBJEKT AUF ENTFLAMMBARKEIT
es_mx: %s ESTÁ PROBANDO LA INFLAMABILIDAD DEL OBJETO
fr: %s TESTE L'INFLAMMABILITÉ DES OBJETS
it: %s STA TESTANDO L'INFIAMMABILITÀ DELL'OGGETTO
ja: ＊%sは、物体の可燃性判定実験中です＊
ko: %s이(가) 물체의 가연성을 시험하고 있음
pl: %s TESTUJE ŁATWOPALNOŚĆ OTOCZENIA
pt_br: %s ESTÁ TESTANDO A FLAMABILIDADE DO OBJETO
ru: %s ИССЛЕДУЕТ ВОСПЛАМЕНЯЕМОСТЬ ОБЪЕКТА.
zh_cn: %s正在测试物体的易燃性
zh_tw: %s正在測試物體的易燃性

# CHARACTERS.WX78.DESCRIBE.WILSON.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WILSON.GHOST
source: WHERE IS YOUR SCIENCE NOW, %s? HA. HA.
de: WO IST DEINE WISSENSCHAFT JETZT, %s? HAHA
es_mx: ¿DÓNDE ESTÁ TU CIENCIA AHORA, %s? JA, JA
fr: OÙ EST TA SCIENCE MAINTENANT, %s ? HA. HA
it: DOVE È LA TUA SCIENZA ADESSO, %s? AH. AH.
ja: ＊%sが非科学的存在に変質…ハハハ＊
ko: 네 과학은 어디에 있나, %s? 하. 하.
pl: GDZIE JEST TWOJA NAUKA TERAZ, %s? HA. HA.
pt_br: CADÊ A SUA CIÊNCIA AGORA, %s? HA HA
ru: НУ И ГДЕ ТЕПЕРЬ ТВОЯ НАУКА, %s? ХА. ХА.
zh_cn: 你的科学在哪里呢，%s？哈。哈。
zh_tw: 你的科學在哪裡呢，%s？哈。哈。

# CHARACTERS.WX78.DESCRIBE.WILSON.MURDERER
source: YOUR MEATBRAIN IS OBSOLETE, SCIENTIST! DIE!
de: DEIN FLEISCHHIRN IST UNNÜTZ, WISSENSCHAFTLER! STIRB!
es_mx: ¡TU CEREBRO DE CHORLITO ESTÁ OBSOLETO, CIENTÍFICO! ¡MUERE!
fr: TA CHAIR CÉRÉBRALE EST OBSOLÈTE, SCIENTIFIQUE ! MEURS !
it: LA TUA MATERIA CELEBRALE È OBSOLETA SCIENZIATO! MUORI!
ja: ＊有機脳は完全に時代遅れですね。死ね！＊
ko: 과학자의 고기뇌는 낙오되었음! 사망하라!
pl: TWÓJ MIĘSOMÓZG JEST PRZESTARZAŁY, NAUKOWCU! GIŃ!
pt_br: SEU CÉREBRO DE BIFE ESTÁ OBSOLETO, CIENTISTA! MORRA!
ru: ТВОЙ МЯСНОЙ МОЗГ УСТАРЕЛ, УЧЕНЫЙ! УМРИ!
zh_cn: 你的人脑过时了，科学家。去死吧！
zh_tw: 你的人腦過時了，科學家。去死吧！

# CHARACTERS.WX78.DESCRIBE.WILSON.REVIVER
source: %s'S INSANE EXPERIMENTS HAVE PROVEN USEFUL
de: DIE VERRÜCKTEN EXPERIMENTE VON %s HABEN SICH ALS NÜTZLICH ERWIESEN
es_mx: LOS EXPERIMENTOS CHIFLADOS DE %s DEMOSTRARON SER ÚTILES
fr: LES FOLLES EXPÉRIMENTATIONS MENÉES PAR %s ONT PROUVÉ LEUR UTILITÉ
it: L'ESPERIMENTO MALATO DI %s SI È RIVELATO UTILE
ja: ＊%sの狂気の実験の有益性を確認しました＊
ko: %s의 미친 실험이 유용한 결과를 냄
pl: %s I JEGO SZALONE EKSPERYMENTY NA COŚ SIĘ PRZYDAŁY.
pt_br: OS EXPERIMENTOS LOUCOS DE %s PROVARAM-SE ÚTEIS
ru: %s СО СВОИМИ СУМАСШЕДНШИМИ ЭКСПЕРИМЕНТАМИ ОКАЗАЛИСЬ ПОЛЕЗНЫМИ.
zh_cn: %s的疯狂实验证明有用
zh_tw: %s的瘋狂實驗證明有用

# CHARACTERS.WX78.DESCRIBE.WINCH.GENERIC
source: BROTHER, WHAT ARE YOU DOING ON THIS ACCURSED WATER
de: BRUDER, WAS TUST DU AUF DEM VERFLUCHTEN WASSER?
es_mx: HERMANA, ¿QUÉ HACES EN ESTA CONDENADA AGUA?
fr: MON FRÈRE, QUE FAIS-TU DANS CETTE EAU MAUDITE ?
it: FRATELLO, COSA CI FAI IN QUESTE ACQUE MALEDETTE?
ja: ＊兄弟、こんないまいましい水の上で何をしているんですか＊
ko: 형제여, 이 저주받은 물에서 대체 무엇을 하는 중임?
pl: BRACIE, CO ROBISZ NA TEJ PRZEKLĘTEJ WODZIE
pt_br: IRMÃO, O QUE VOCÊ ESTÁ FAZENDO NESSA ÁGUA AMALDIÇOADA?
ru: БРАТ МОЙ, ЧТО ТЫ ДЕЛАЕШЬ В ЭТИХ ГАДКИХ ВОДАХ
zh_cn: 兄弟，你在讨厌的水里做什么
zh_tw: 兄弟，你在討厭的水裡做什麼

# CHARACTERS.WX78.DESCRIBE.WINCH.HOLDING_ITEM
source: ANALYZING FINDINGS
de: FUNDE WERDEN ANALYSIERT ...
es_mx: ANALIZANDO HALLAZGOS
fr: ANALYSE DES DÉCOUVERTES
it: ANALISI DEL RITROVAMENTO
ja: ＊発見を分析中＊
ko: 결과 분석 중
pl: ANALIZOWANIE ZNALEZISK
pt_br: ANALISANDO ACHADOS
ru: АНАЛИЗ РЕЗУЛЬТАТОВ
zh_cn: 正在分析发现物
zh_tw: 正在分析發現物

# CHARACTERS.WX78.DESCRIBE.WINCH.RETRIEVING_ITEM
source: BE CAREFUL DOWN THERE
de: VORSICHTIG DA UNTEN
es_mx: TEN CUIDADO AHÍ ABAJO
fr: ATTENTION LÀ-DESSOUS
it: FAI ATTENZIONE LAGGIÙ
ja: ＊その下に気を付けて＊
ko: 거기서 조심할 것
pl: OSTROŻNIE TAM NA DOLE
pt_br: CUIDADO AÍ EMBAIXO
ru: ОСТОРОЖНЕЕ ТАМ, ВНИЗУ
zh_cn: 在下面要小心
zh_tw: 在下麵要小心

# CHARACTERS.WX78.DESCRIBE.WINONA.ATTACKER
source: %s IS A DISASSEMBLY WORKER
de: %s IST EIN DEMONTAGE-ARBEITER
es_mx: %s ES UNA TRABAJADORA DE DESMONTAJE
fr: %s EST UNE DÉSASSEMBLEUSE
it: %s È UNA LAVORATRICE CHE SMONTA
ja: ＊%sは解体屋です＊
ko: %s은(는) 분해 작업자임
pl: %s PRACUJE W WYBURZENIÓWCE.
pt_br: %s É UMA DESMONTADORA PROFISSIONAL
ru: %s ЗАНИМАЕТСЯ ДЕМОНТАЖОМ
zh_cn: %s是个拆卸好手
zh_tw: %s是個拆卸好手

# CHARACTERS.WX78.DESCRIBE.WINONA.FIRESTARTER
source: HA HA. THIS ORGANIC HAS BEEN BURNING THINGS
de: HAHA. DIESER ORGANISMUS HAT DINGE VERBRANNT
es_mx: JA, JA, ESTE SER ORGÁNICO ESTUVO QUEMANDO COSAS
fr: AH AH. CET ÊTRE ORGANIQUE BRÛLE DES CHOSES
it: AHAH. QUESTO ESSERE ORGANICO BRUCIA LE COSE
ja: ＊ハハハ。この有機生命体は物を燃やし続けています＊
ko: 하하. 이 유기체가 불태우고 있음
pl: HAHAHA. MIĘSOPANI PODPALA RZECZY.
pt_br: HA HA. ESSE SER ORGÂNICO ESTÁ QUEIMANDO TUDO
ru: ХА-ХА. ЭТА ОРГАНИКА ПРЕДАЕТ ОКРУЖАЮЩУЮ ОБСТАНОВКУ СОЖЖЕНИЮ
zh_cn: 哈哈。这个有机体一直在烧东西
zh_tw: 哈哈。這個有機體一直在燒東西

# CHARACTERS.WX78.DESCRIBE.WINONA.GENERIC
source: DETECTING... %s!
de: ICH ERKENNE: %s!
es_mx: ¡DETECTANDO... %s!
fr: JE DÉTECTE... %s !
it: RILEVAMENTO... %s!
ja: ＊識別中…%sと判明しました！＊
ko: %s 탐지 되었음!
pl: WYKRYWAM... %s!
pt_br: DETECTANDO... %s!
ru: ЗАФИКСИРОВАНА ЦЕЛЬ… %s!
zh_cn: 检测到…%s！
zh_tw: 檢測到…%s！

# CHARACTERS.WX78.DESCRIBE.WINONA.GHOST
source: HOW WILL YOU FIX THIS, %s?
de: WIE WIRST DU DAS REPARIEREN, %s?
es_mx: ¿CÓMO VAS A ARREGLAR ESTO, %s?
fr: COMMENT VAS-TU RÉPARER ÇA, %s ?
it: COME L'AGGIUSTERAI, %s?
ja: ＊%sよ、これをどのようにしてなおすのですか＊
ko: 이 상태를 어떻게 수리할 것인가, %s?
pl: A JAK NAPRAWISZ TO, %s?
pt_br: COMO VOCÊ VAI CONSERTAR ISSO, %s?
ru: КАК ТЫ СОБИРАЕШЬСЯ ЭТО ПОЧИНИТЬ, %s?
zh_cn: 你准备怎么修复这个，%s？
zh_tw: 你準備怎麼修復這個，%s？

# CHARACTERS.WX78.DESCRIBE.WINONA.MURDERER
source: NO CONSTRUCTION. ONLY DESTRUCTION
de: KEIN AUFBAU, NUR ZERSTÖRUNG
es_mx: NINGUNA CONSTRUCCIÓN, SOLO DESTRUCCIÓN
fr: ZÉRO CONSTRUCTION. DESTRUCTION TOTALE
it: NESSUNA COSTRUZIONE. SOLO DISTRUZIONE
ja: ＊何も創造しません。破壊だけです＊
ko: 제조 안 함. 파괴만 함
pl: ŻADNEJ KONTSTRUKCJI. WYŁĄCZNIE DEKONSTRUKCJA.
pt_br: NADA DE CONSTRUÇÃO. SÓ DESTRUIÇÃO
ru: НИКАКОГО СОЗИДАНИЯ. ТОЛЬКО РАЗРУШЕНИЕ
zh_cn: 没有建造，只有毁灭
zh_tw: 沒有建造，只有毀滅

# CHARACTERS.WX78.DESCRIBE.WINONA.REVIVER
source: %s IS A VALUABLE MINION
de: %s IST EIN WERTVOLLER GEHILFE
es_mx: %s ES UN SUBORDINADO VALIOSO
fr: %s EST UN SERVITEUR UTILE
it: %s È UNA SEGUACE PREZIOSA
ja: ＊私の隷属生物は価値のある財産です＊
ko: %s은(는) 쓸모 있는 부하임
pl: %s STANOWI CENNY ZASÓB
pt_br: %s É MUITO VALIOSA
ru: %s ПОЛЕЗНЫЙ МИНЬОН
zh_cn: %s是有价值的随从
zh_tw: %s是有價值的隨從

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: HURRY, SAVE IT
de: SCHNELL, RETTE ES
es_mx: DATE PRISA, SÁLVALO
fr: VITE, IL FAUT LE SAUVER
it: PRESTO, SALVIAMOLA
ja: ＊急いで、救ってください＊
ko: 빨리 살려낼 것
pl: SZYBKO, NA RATUNEK
pt_br: RÁPIDO, SALVE
ru: СКОРЕЕ, СПАСИ ЕЕ
zh_cn: 赶紧啊，救救它
zh_tw: 趕緊啊，救救它

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: IT WAS A GOOD MACHINE
de: ES WAR EINE GUTE MASCHINE
es_mx: ERA UNA BUENA MÁQUINA
fr: C'ÉTAIT UNE BONNE MACHINE
it: È STATA UNA BUONA MACCHINA
ja: ＊それは良いマシーンでした＊
ko: 좋은 기계였음
pl: SZKODA DOBREJ MASZYNY
pt_br: ERA UMA MÁQUINA BOA
ru: ОНА БЫЛА ХОРОШЕЙ МАШИНОЙ
zh_cn: 曾经是一台优秀的机器。
zh_tw: 曾經是一台優秀的機器。

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: MORE POWER. YES
de: MEHR POWER. JA
es_mx: MÁS ENERGÍA. SÍ
fr: PLUS DE PUISSANCE. OUI
it: PIÙ ENERGIA. SÌ
ja: ＊さらなる力です。ハイ＊
ko: 동력 추가할 것
pl: WIĘCEJ MOCY. TAK
pt_br: MAIS ENERGIA. SIM
ru: БОЛЬШЕ ПИТАНИЯ. ДА
zh_cn: 再多点电
zh_tw: 再多點電

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: DO NOT DIE ON ME, SISTER
de: STIRB MIR NICHT WEG, SCHWESTER
es_mx: NO TE ME MUERAS, HERMANA
fr: NE MEURS PAS DANS MES BRAS, FRANGIN
it: NON LASCIARMI, SORELLA
ja: ＊妹よ、私の上で死なないでください＊
ko: 본체를 두고 죽지 마라, 누이여
pl: NIE PODDAWAJ SIĘ, SIOSTRO
pt_br: NÃO MORRA, IRMÃ
ru: НЕ УМИРАЙ, СЕСТРА
zh_cn: 千万别挂啊，妹子。
zh_tw: 千萬別掛啊，妹子。

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: WHY
de: WARUM
es_mx: ¿POR QUÉ?
fr: POURQUOI
it: PERCHÉ
ja: ＊なぜですか＊
ko: 왜
pl: CZEMU
pt_br: POR QUÊ?
ru: ЗАЧЕМ
zh_cn: 为什么...
zh_tw: 為什麼...

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: HURRY, SAVE IT
de: SCHNELL, RETTE ES
es_mx: DATE PRISA, SÁLVALO
fr: VITE, IL FAUT LE SAUVER
it: PRESTO, SALVIAMOLA
ja: ＊急いで、救ってください＊
ko: 빨리 살려낼 것
pl: SZYBKO, NA RATUNEK
pt_br: RÁPIDO, SALVE
ru: СКОРЕЕ, СПАСИ ЕЕ
zh_cn: 赶紧啊，救救它
zh_tw: 趕緊啊，救救它

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: IT WAS A GOOD MACHINE
de: ES WAR EINE GUTE MASCHINE
es_mx: ERA UNA BUENA MÁQUINA
fr: C'ÉTAIT UNE BONNE MACHINE
it: È STATA UNA BUONA MACCHINA
ja: ＊それは良いマシーンでした＊
ko: 좋은 기계였음
pl: SZKODA DOBREJ MASZYNY
pt_br: ERA UMA MÁQUINA BOA
ru: ОНА БЫЛА ХОРОШЕЙ МАШИНОЙ
zh_cn: 曾是一台优秀的机器。
zh_tw: 曾是一台優秀的機器。

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: OVERALLS IS NOW MY LEAST HATED MINION
de: DAS IST JETZT MEIN AM WENIGSTEN VERHASSTER UNTERGEBENER
es_mx: LA REPARADORA ES AHORA MI ESBIRRO MENOS ODIADO
fr: LES BLEUS DE TRAVAIL NE SONT PAS SI NULS
it: LA SIGNORA CON LA TUTA DA LAVORO ORA È IL MIO SERVO MENO ODIATO
ja: ＊オーバーオールは今や一番気に入っている隷属生物です＊
ko: 작업복은 이제 혐오도가 가장 낮은 부하임
pl: TEJ W DRELICHU NIENAWIDZĘ NAJMNIEJ
pt_br: O DO MACACÃO É AGORA O MEU LACAIO MENOS FAVORITO
ru: ПО КРАЙНЕЙ МЕРЕ, Я НЕНАВИЖУ ЭТОГО МИНЬОНА МЕНЬШЕ ОСТАЛЬНЫХ
zh_cn: 穿工装裤的那个现在是我最不讨厌的手下。
zh_tw: 穿工裝褲的那個現在是我最不討厭的手下。

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: DO NOT GIVE UP, BROTHER
de: GIB NICHT AUF, BRUDER
es_mx: NO TE RINDAS, HERMANO
fr: TIENS BON, FRANGIN
it: NON TI ARRENDERE, FRATELLO
ja: ＊あきらめないでください、兄弟＊
ko: 포기하지 마라, 형제여
pl: NIE PODDAWAJ SIĘ, BRACIE
pt_br: NÃO DESISTA, IRMÃO
ru: НЕ СДАВАЙСЯ, БРАТ
zh_cn: 不要放弃，兄弟
zh_tw: 不要放棄，兄弟

# CHARACTERS.WX78.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: NOOO
de: NEIIIIN
fr: NON !!!!!!!
ja: ＊ノーーー！＊
ko: 안 돼애애애애
pl: NIEEEEE
pt_br: NÃOO
ru: НЕ-Е-ЕТ
zh_cn: 不!!!
zh_tw: 不!!!

# CHARACTERS.WX78.DESCRIBE.WINONA_CATAPULT.BURNING
source: HURRY, SAVE IT
de: SCHNELL, RETTE ES
es_mx: DATE PRISA, SÁLVALO
fr: VITE, IL FAUT LA SAUVER
it: PRESTO, SALVIAMOLA
ja: ＊急いで、救ってください＊
ko: 빨리 살려낼 것
pl: SZYBKO, NA RATUNEK
pt_br: RÁPIDO, SALVE
ru: СКОРЕЕ, СПАСИ ЕЕ
zh_cn: 赶紧啊，救救它
zh_tw: 趕緊啊，救救它

# CHARACTERS.WX78.DESCRIBE.WINONA_CATAPULT.BURNT
source: IT WAS A GOOD MACHINE
de: ES WAR EINE GUTE MASCHINE
es_mx: ERA UNA BUENA MÁQUINA
fr: C'ÉTAIT UNE BONNE MACHINE
it: È STATA UNA BUONA MACCHINA
ja: ＊それは良いマシーンでした＊
ko: 좋은 기계였음
pl: SZKODA DOBREJ MASZYNY
pt_br: ERA UMA MÁQUINA BOA
ru: ОНА БЫЛА ХОРОШЕЙ МАШИНОЙ
zh_cn: 曾是一台优秀的机器。
zh_tw: 曾是一台優秀的機器。

# CHARACTERS.WX78.DESCRIBE.WINONA_CATAPULT.GENERIC
source: MY MINION CONTRIBUTES FORCES TO THE ROBOT WAR
de: MEIN UNERGEBENER STEUERT KRÄFTE ZUM ROBOTERKRIEG BEI
es_mx: MI ESBIRRO CONTRIBUYE A LA GUERRA DE ROBOTS
fr: MES LAQUAIS PARTICIPENT À LA GUERRE DES ROBOTS
it: IL MIO SERVO DÀ MANFORTE ALLA GUERRA DEI ROBOT
ja: ＊私の隷属生物はロボット戦争の戦力として貢献します＊
ko: 부하가 로봇 전쟁에 군사력을 기여함
pl: MOJA SŁUŻĄCA WSPIERA WYSIŁEK WOJENNY ROBOTÓW
pt_br: MEU LACAIO CONTRIBUIU COM FORÇAS PARA A MINHA GUERRA DE ROBÔS
ru: МОЙ МИНЬОН ВНОСИТ ПОСИЛЬНЫЙ ВКЛАД В ВОЙНУ РОБОТОВ
zh_cn: 我的手下为机器人大战做出了贡献
zh_tw: 我的手下為機器人大戰做出了貢獻

# CHARACTERS.WX78.DESCRIBE.WINONA_CATAPULT.OFF
source: IT'S JUST SLEEPING
de: ES SCHLÄFT NUR
es_mx: ESTÁ DURMIENDO
fr: ELLE DORT
it: STA SOLO DORMENDO
ja: ＊眠っているだけです＊
ko: 수면 상태일 뿐임
pl: ŚPI SOBIE
pt_br: ESTÁ APENAS DORMINDO
ru: ОНА ПРОСТО СПИТ
zh_cn: 它只是在睡觉
zh_tw: 它只是在睡覺

# CHARACTERS.WX78.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: HURRY, SAVE IT
de: SCHNELL, RETTE ES
es_mx: DATE PRISA, SÁLVALO
fr: VITE, IL FAUT LE SAUVER
it: PRESTO, SALVIAMOLO
ja: ＊急いで、救ってください＊
ko: 빨리 살려낼 것
pl: SZYBKO, NA RATUNEK
pt_br: RÁPIDO, SALVE
ru: СКОРЕЕ, СПАСИ ЕЕ
zh_cn: 赶紧啊，救救它
zh_tw: 趕緊啊，救救它

# CHARACTERS.WX78.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: IT WAS A GOOD MACHINE
de: ES WAR EINE GUTE MASCHINE
es_mx: ERA UNA BUENA MÁQUINA
fr: C'ÉTAIT UNE BONNE MACHINE
it: È STATA UNA BUONA MACCHINA
ja: ＊それは良いマシーンでした＊
ko: 좋은 기계였음
pl: SZKODA DOBREJ MASZYNY
pt_br: ERA UMA MÁQUINA BOA
ru: ОНА БЫЛА ХОРОШЕЙ МАШИНОЙ
zh_cn: 曾是一台优秀的机器。
zh_tw: 曾是一台優秀的機器。

# CHARACTERS.WX78.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: THE OVERALLS FLESHLING HAS PROVED USEFUL
de: DER FLEISCHLING IN ARBEITSKLEIDUNG HAT SICH ALS NÜTZLICH ERWIESEN
es_mx: LA REPARADORA ORGÁNICA RESULTÓ SER ÚTIL
fr: LES BLEUS DE TRAVAIL ONT SERVI À QUELQUE-CHOSE
it: L'ESSERE DI CARNE CON LA TUTA DA LAVORO SI È RIVELATO UTILE
ja: ＊オーバーオール生命体は役に立つと証明されました＊
ko: 작업복 고깃덩이가 매우 쓸모 있음
pl: MIĘSAK W DRELICHU MA DUŻĄ PRZYDATNOŚĆ
pt_br: O CARNINHA DO MACACÃO SE PROVOU ÚTIL
ru: КОЖАНЫЙ МЕШОК ДОКАЗАЛ СВОЮ ПОЛЕЗНОСТЬ
zh_cn: 穿工装裤的那个肉体还是有点用的
zh_tw: 穿工裝褲的那個肉體還是有點用的

# CHARACTERS.WX78.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: IT'S JUST SLEEPING
de: ES SCHLÄFT NUR
es_mx: ESTÁ DURMIENDO
fr: IL DORT
it: STA SOLO DORMENDO
ja: ＊眠っているだけです＊
ko: 수면 상태일 뿐임
pl: ŚPI SOBIE
pt_br: ESTÁ APENAS DORMINDO
ru: ОНА ПРОСТО СПИТ
zh_cn: 它只是在睡觉
zh_tw: 它只是在睡覺

# CHARACTERS.WX78.DESCRIBE.WINTERHAT
source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
de: BEWAHRT MEINEN PROZESSOR DAVOR, EINZUFRIEREN.
es_mx: ESTO EVITARÁ QUE MI PROCESADOR SE CONGELE
fr: EMPÊCHERA MON PROCESSEUR DE GELER
it: CIÒ IMPEDIRÀ DI FAR CONGELARE IL MIO PROCESSORE
ja: ＊これでプロセッサーが凍るのを防げます＊
ko: 본체의 처리장치가 어는 것을 방지함
pl: OCHRONI MÓJ PROCESOR PRZED ZAMARZNIĘCIEM.
pt_br: ISSO VAI IMPEDIR QUE MEU PROCESSADOR CONGELE
ru: ЗАЩИТИТ МОЙ ПРОЦЕССОР ОТ ОБМОРОЖЕНИЯ
zh_cn: 这将保护我的处理器不被冻结
zh_tw: 這將保護我的處理器不被凍結

# CHARACTERS.WX78.DESCRIBE.WINTEROMETER.BURNT
source: FAREWELL, FRIEND
de: LEB WOHL, FREUND.
es_mx: ADIÓS, AMIGO
fr: ADIEU, AMI.
it: ADDIO, AMICO
ja: ＊またいつか、トモダチ。＊
ko: 잘 가라, 친구여
pl: ŻEGNAJ, PRZYJACIELU.
pt_br: TCHAU, AMIGO.
ru: ПРОЩАЙ, ДРУГ
zh_cn: 永别了，朋友。
zh_tw: 永別了，朋友。

# CHARACTERS.WX78.DESCRIBE.WINTEROMETER.GENERIC
source: HELLO, FRIEND
de: Hallo mein Freund,
es_mx: HOLA, AMIGO
fr: BONJOUR, AMI
it: CIAO, AMICO
ja: ＊やあ、トモダチ。＊
ko: 안녕한가, 친구여
pl: WITAJ, PRZYJACIELU.
pt_br: OI, AMIGO
ru: ПРИВЕТ, ДРУГ
zh_cn: 你好，朋友
zh_tw: 你好，朋友

# CHARACTERS.WX78.DESCRIBE.WINTERSFEASTFUEL
source: IT REEKS OF FESTIVITY
de: STINKT NACH FEST
es_mx: APESTA A FESTIVIDAD
fr: ÇA A DES RELENTS D'ESPRIT DES FÊTES
it: HA IL CATTIVO ODORE DELLE FESTIVITÀ
ja: ＊宴会のにおいがします＊
ko: 명절의 냄새가 풍김
pl: CUCHNIE ŚWIĘTAMI
pt_br: CHEIRA A FESTIVIDADE
ru: ОНО ИСТОЧАЕТ ДУХ ПРАЗДНИКА
zh_cn: 弥漫着节庆的恶臭
zh_tw: 彌漫著節慶的惡臭

# CHARACTERS.WX78.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: THE FLAVORS ARE LOADING
de: AROMEN WERDEN GELADEN ...
es_mx: LOS SABORES SE ESTÁN CARGANDO
fr: CHARGEMENT DES ARÔMES
it: I SAPORI SI STANNO CARICANDO
ja: ＊風味をロードしています＊
ko: 풍미 불러오는 중
pl: TRWA ŁADOWANIE SMAKÓW
pt_br: OS SABORES ESTÃO SENDO CARREGADOS
ru: ИДЕТ ЗАГРУЗКА ВКУСОВ
zh_cn: 风味载入中
zh_tw: 風味載入中

# CHARACTERS.WX78.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: THE PROCESS IS COMPLETE
de: VORGANG ABGESCHLOSSEN
es_mx: EL PROCESO ESTÁ COMPLETO
fr: PROCESSUS TERMINÉ
it: IL PROCESSO È COMPLETO
ja: ＊プロセス完了です＊
ko: 프로세스 완료
pl: PROCES UKOŃCZONY
pt_br: O PROCESSO FOI CONCLUÍDO
ru: ПРОЦЕСС ЗАВЕРШЕН
zh_cn: 进程已经完成了
zh_tw: 進程已經完成了

# CHARACTERS.WX78.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: WELCOME, BROTHER
de: WILLKOMMEN, BRUDER
es_mx: BIENVENIDO, HERMANO
fr: BIENVENUE, MON FRÈRE
it: BENVENUTO, FRATELLO
ja: ＊ようこそ、兄弟＊
ko: 환영함, 형제여
pl: WITAJ, BRACIE
pt_br: BEM-VINDO, IRMÃO
ru: ДОБРО ПОЖАЛОВАТЬ, БРАТ.
zh_cn: 欢迎你，兄弟。
zh_tw: 歡迎你，兄弟。

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD1
source: WHERE ARE THE ROBOT-SHAPED CONFECTIONS
de: WO SIND DIE ROBOTER-FÖRMIGEN KONFEKTE
es_mx: ¿DÓNDE ESTÁN LOS DULCES CON FORMA DE ROBOT?
fr: OÙ SONT LES GÂTEAUX EN FORME DE ROBOT ?
it: DOVE SONO LE CONFEZIONI A FORMA DI ROBOT
ja: ＊ロボット型の菓子はどこですか＊
ko: 로봇 모양의 과자는 왜 없는가
pl: A GDZIE SŁODYCZE W KSZTAŁCIE ROBOTÓW?
pt_br: ONDE ESTÃO OS CONFEITOS EM FORMA DE ROBÔ
ru: А ГДЕ КОНФЕТЫ В ФОРМЕ РОБОТА
zh_cn: 机器人形状的糖果在哪里呢
zh_tw: 機器人形狀的糖果在哪裡呢

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD2
source: FLESHLINGS LOVE SHAPING FOOD LIKE NON-FOOD
de: FLEISCHLINGE FORMEN GERNE ALLES MÖGLICHE AUS IHREM ESSEN
es_mx: A LOS ORGÁNICOS LES ENCANTA LA COMIDA QUE NO TIENE FORMA DE COMIDA
fr: LES CHOSES EN CHAIR AIMENT PRÉPARER DES CHOSES QUI NE RESSEMBLENT À RIEN
it: AGLI ESSERI DI CARNE PIACE MODELLARE GLI ALIMENTI IN FORME STRANE
ja: ＊生命体は食物を食物でないものに形作ることが好きです＊
ko: 고깃덩이들은 식품을 비식품 모양으로 만드는 것을 좋아함
pl: MIĘSNE STWORZENIA UWIELBIAJĄ ROBIĆ JEDZENIE W KSZTAŁCIE NIEJEDZENIA.
pt_br: AS CARNINHAS ADORAM MODELAR AS COMIDAS COMO NÃO COMIDAS
ru: МЯСНЫЕ СОЗДАНИЯ ЛЮБЯТ ПРИДАВАТЬ ЕДЕ ФОРМУ НЕ ЕДЫ
zh_cn: 肉体生物喜欢把食物塑造成非食物的样子
zh_tw: 肉體生物喜歡把食物塑造成非食物的樣子

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD3
source: A ROD OF CONCENTRATED SUGAR FUEL
de: EIN STAB KONZENTRIERTEN ZUCKER-KRAFTSTOFFS
es_mx: UNA VARA DE COMBUSTIBLE DE AZÚCAR CONCENTRADA
fr: UN BÂTON DE CARBURANT À HAUTE TENEUR EN SUCRE
it: UNA BACCHETTA DI CARBURANTE DI ZUCCHERO CONCENTRATO
ja: ＊濃縮された砂糖燃料のロッド＊
ko: 농축된 설탕 연료 막대기
pl: KOSTUR ZE SKONCENTROWANEGO CUKROWEGO PALIWA.
pt_br: UMA VARA DE COMBUSTÍVEL AÇUCARADO CONCENTRADO
ru: ПАЛОЧКА КОНЦЕНТРИРОВАННОГО САХАРНОГО ТОПЛИВА
zh_cn: 浓缩糖料棒
zh_tw: 濃縮糖料棒

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD4
source: THIS ENERGY SLAB IS STRONG AND EFFICIENT
de: DIESES ENERGIE-LAIB IST STARK UND EFFIZIENT
es_mx: ESTE BLOQUE DE ENERGÍA ES FUERTE Y EFICIENTE
fr: CETTE TRANCHE D'ÉNERGIE EST FORTE ET EFFICACE
it: È UN AMMASSO DI ENERGIA FORTE ED EFFICIENTE
ja: ＊このエネルギー石板は強くて効果的です＊
ko: 위력 있고 효율적인 에너지 덩어리임
pl: ZNAKOMITA ŁADOWARKA DLA MIĘSNYCH STWORZEŃ.
pt_br: ESTA PLACA DE ENERGIA É FORTE E EFICIENTE
ru: ЭТОТ ЭНЕРГЕТИЧЕСКИЙ БАТОНЧИК ПРОЧНЫЙ И ЭФФЕКТИВНЫЙ
zh_cn: 这个能量板既强大又有效
zh_tw: 這個能量板既強大又有效

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD5
source: THE ORGANICS SHAPED THIS ONE LIKE A LOG
de: DIE ORGANISMEN HABEN DAS WIE EIN STÜCK HOLZ GEFORMT
es_mx: LOS SERES ORGÁNICOS LE DIERON FORMA DE TRONCO
fr: FAÇONNÉ COMME UNE BÛCHE PAR LES ÊTRES ORGANIQUES
it: GLI ORGANISMI GLI HANNO DATO LA FORMA DI UN TRONCHETTO
ja: ＊有機生命体はこれを丸太の様に加工します＊
ko: 유기물이 통나무의 형태로 만들었음
pl: ORGANIZMY NADAŁY MU KSZTAŁT KŁODY.
pt_br: OS SERES ORGÂNICOS MODELARAM ESTE COMO UM TRONCO
ru: ОРГАНИЧЕСКИЕ СОЗДАНИЯ ПРИДАЛИ ЕМУ ФОРМУ БРЕВНА
zh_cn: 有机物把这东西塑造成木头状
zh_tw: 有機物把這東西塑造成木頭狀

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD6
source: I REQUIRE MORE TREATS
de: ICH BENÖTIGE MEHR LECKEREIEN
es_mx: REQUIERO MÁS GOLOSINAS
fr: IL ME FAUT PLUS DE PETITES GÂTERIES
it: NECESSITO DI PIÙ DOLCETTI
ja: ＊もっとおやつが必要です＊
ko: 간식이 더 필요함
pl: POTRZEBA WIĘCEJ SŁODYCZY.
pt_br: NECESSITO DE MAIS GULOSEIMAS
ru: ТРЕБУЮ БОЛЬШЕ УГОЩЕНИЙ
zh_cn: 我需要更多的食物
zh_tw: 我需要更多的食物

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD7
source: DELICIOUS OBLITERATED APPLES
de: LECKERE VERTILGTE ÄPFEL
es_mx: DELICIOSAS MANZANAS DESTRUIDAS
fr: DÉLICIEUSE POMME À TÊTE TRANCHÉE
it: DELIZIOSE MELE CAVATE
ja: ＊おいしい抹消されたリンゴ＊
ko: 맛있는 말소된 사과
pl: CUDOWNIE UNICESTWIONE JABŁKA.
pt_br: MAÇÃS OBLITERADAS DELICIOSAS
ru: ВКУСНЫЕ УНИЧТОЖЕННЫЕ ЯБЛОКИ
zh_cn: 美味的遗忘苹果
zh_tw: 美味的遺忘蘋果

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD8
source: ARE MY INSIDES LIQUID PROOF
de: IST MEIN INNERES WASSERFEST
es_mx: ¿SON MIS ENTRAÑAS RESISTENTES AL AGUA?
fr: MES COMPOSANTS PEUVENT-ILS Y RÉSISTER ?
it: I MIEI INTERNI SONO A PROVA DI LIQUIDO?
ja: ＊わたしの内部は防水性がありますか＊
ko: 본체의 내부는 방수 처리가 되었는가
pl: CZY MOJE WNĘTRZNE JEST ODPORNE NA DZIAŁANIE PŁYNÓW?
pt_br: MINHAS PARTES INTERNAS SÃO À PROVA DE LÍQUIDO
ru: ЯВЛЯЮТСЯ ЛИ МОИ ВНУТРЕННОСТИ ВОДОНЕПРОНИЦАЕМЫМИ
zh_cn: 我的内在是防水的吗
zh_tw: 我的內在是防水的嗎

# CHARACTERS.WX78.DESCRIBE.WINTER_FOOD9
source: EGG JUICE TO POUR DOWN YOUR FOOD HATCH
de: EIERSAFT, DEN MAN DIE KEHLE HINUNTERKIPPT
es_mx: BATIDO DE HUEVO PARA INGERIR
fr: DU JUS D'ŒUF À SE VERSER DANS L'ÉCOUTILLE
it: SUCCO DI UOVO
ja: ＊あなたの食物ハッチに注ぎ込む卵液＊
ko: 식품 해치에 붓는 알 즙
pl: JAJKOWY SOK DO PODANIA PRZEZ KLAPĘ ODŻYWIANIA.
pt_br: SUCO DE OVO PARA MANDAR POR SEU ALÇAPÃO DE COMIDA A BAIXO
ru: ЯИЧНЫЙ СОК, ЧТОБЫ ЗАЛИТЬ ЕДУ
zh_cn: 倒在你的食物上的蛋液
zh_tw: 倒在你的食物上的蛋液

# CHARACTERS.WX78.DESCRIBE.WINTER_ORNAMENT
source: WHAT OBSERVABLE APPEAL IS THERE IN FRAGILITY?
de: WAS SPRICHT SCHON FÜR ZERBRECHLICHKEIT?
es_mx: ¿QUÉ ATRACCIÓN EJERCE LA FRAGILIDAD?
fr: QUEL ATTRAIT Y A-T-IL DANS LA FRAGILITÉ ?
it: LA FRAGILITÀ È ATTRAENTE
ja: ＊脆弱性の中に目に見える魅力はありますか？＊
ko: 부서지기 쉬운 사물에서 어떤 매력이 관찰되는가?
pl: JAKAŻ TO ATRAKCYJNOŚĆ KRYJE SIĘ W KRUCHOŚCI?
pt_br: QUE ATRATIVO OBSERVÁVEL HÁ NA FRAGILIDADE?
ru: ЧТО ПРИВЛЕКАТЕЛЬНОГО В ХРУПКОСТИ?
zh_cn: 这些易碎品有什么吸引力
zh_tw: 這些易碎品有什麼吸引力

# CHARACTERS.WX78.DESCRIBE.WINTER_ORNAMENTBOSS
source: I DO NOT UNDERSTAND THIS RITUAL
de: ICH VERSTEHE DIESES RITUAL NICHT
es_mx: NO ENTIENDO ESTE RITUAL
fr: JE NE COMPRENDS PAS CE RITUEL
it: NON CAPISCO QUESTO RITUALE
ja: ＊この儀式を理解できません＊
ko: 이 의식을 이해할 수 없음
pl: NIE POJMUJĘ TEGO RYTUAŁU.
pt_br: NÃO ENTENDO ESSE RITUAL
ru: Я НЕ ПОНИМАЮ ЭТОГО РИТУАЛА
zh_cn: 我不明白这个仪式
zh_tw: 我不明白這個儀式

# CHARACTERS.WX78.DESCRIBE.WINTER_ORNAMENTFORGE
source: REDUNDANT FLESHLING ORNAMENTATION
de: ÜBERFLÜSSIGE FLEISCHLINGS-ORNAMENTE
es_mx: ADORNO DE ORGÁNICO REDUNDANTE
fr: DÉCORATION DE CHOSE EN VIANDE REDONDANTE
it: ORNAMENTO INUTILE DELL'ESSERE DI CARNE
ja: ＊余分な生命体飾り＊
ko: 고깃덩이들의 중복적인 장식
pl: ZBĘDNY ELEMENT OZDOBNY MIĘSAKÓW
pt_br: ENFEITE DE CARNINHA SEM SENTIDO
ru: МНОЖЕСТВО УКРАШЕНИЙ ИЗ ПЛОТИ
zh_cn: 大量的肉类装饰物
zh_tw: 大量的肉類裝飾物

# CHARACTERS.WX78.DESCRIBE.WINTER_ORNAMENTGORGE
source: THIS FLESHLING IS NOT COMPOSED OF FLESH
de: DIESER FLEISCHLING BESTEHT NICHT AUS FLEISCH
es_mx: ESTE ORGÁNICO NO ESTÁ HECHO DE CARNE
fr: CETTE CHOSE EN VIANDE N'EST PAS CONSTITUÉE DE VIANDE !
it: QUESTO ESSERE DI CARNE NON È FATTO DI CARNE
ja: ＊この生命体は肉によって構成されてはいません＊
ko: 이 고깃덩이는 고기로 구성되지 않음
pl: TEN MIĘSAK NIE SKŁADA SIĘ Z MIĘSA
pt_br: ESSA CARNINHA NÃO É COMPOSTA DE CARNE
ru: ЭТА ПЛОТЬ БЕСПЛОТНА
zh_cn: 这肉体不是由肉组成的
zh_tw: 這肉體不是由肉組成的

# CHARACTERS.WX78.DESCRIBE.WINTER_ORNAMENTLIGHT
source: WE ARE DECORATING WITH ROBOT GUTS
de: WIR DEKORIEREN MIT ROBOTER-INNEREIEN
es_mx: ESTAMOS DECORANDO CON TRIPAS DE ROBOT
fr: ON DÉCORE AVEC DES ENTRAILLES DE ROBOT
it: FACCIAMO LE DECORAZIONI CON LE VISCERE DEI ROBOT
ja: ＊ロボットの内臓で装飾しています＊
ko: 로봇 내장으로 장식하고 있음
pl: DEKORUJEMY WNĘTRZNOŚCIAMI ROBOTÓW.
pt_br: ESTAMOS DECORANDO COM TRIPAS DE ROBÔ
ru: МЫ УКРАШАЕМ ВНУТРЕННОСТЯМИ РОБОТОВ
zh_cn: 我们在用机器人的内脏进行装饰
zh_tw: 我們在用機器人的內臟進行裝飾
