Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.BUNDLEWRAP
source: It'll keep my things safe from the ravages of time.
de: So sind meine Sachen vor dem Zahn der Zeit geschützt.
es: Mis cosas estarán protegidas ante los estragos del tiempo.
fr: Ça protégera mes affaires des ravages du temps.
it: Preserverà le mie cose dalla corrosione del tempo.
ja: 時間の破壊から私の物を保護するわ。
ko: 시간이 흐르더라도 내 물건을 안전하게 지켜줄 거야.
pt_br: Vou manter minhas coisas a salvo da devastação do tempo.
ru: Поможет уберечь мои вещи от воздействия времени.
zh_tw: 這將使我的東西免受時間的摧殘。

# CHARACTERS.WANDA.DESCRIBE.BUNNYMAN
source: I don't trust those things.
de: Diesen Dingern traue ich nicht.
es: No me fío de esos bichos.
fr: Je ne leur fais pas confiance.
it: Non mi fido di quei cosi.
ja: こいつは信用ならないわ。
ko: 나는 그런 것들을 믿지 않아.
pt_br: Não confio nessas coisas.
ru: Не доверяю я этим мохнатым.
zh_tw: 我信不過那些東西。

# CHARACTERS.WANDA.DESCRIBE.BUNNYSTEW
source: This rabbit was too late.
de: Dieses Kaninchen kam zu spät.
es: A este conejo le ha faltado tiempo.
fr: Ce lapin était en retard...
it: Questo coniglietto ha fatto troppo tardi.
ja: このウサギはノロマすぎたのよ。
ko: 이 토끼는 너무 늦었어.
pt_br: Esse coelho demorou demais.
ru: Этот кролик уже всюду опоздал.
zh_tw: 兔子呀，太晚了。

# CHARACTERS.WANDA.DESCRIBE.BURNT_MARSH_BUSH
source: Erased from the timeline.
de: Von der Zeitachse gelöscht.
es: Ha desaparecido de la línea temporal.
fr: Il a été effacé de cette ligne temporelle.
it: Cancellato dalla linea temporale.
ja: 時間線から削除されたのね。
ko: 타임라인에서 삭제했어.
pt_br: Apagada da linha do tempo.
ru: Вот так и стираются вещи и события из истории.
zh_tw: 從時間軸上抹去了。

# CHARACTERS.WANDA.DESCRIBE.BUSHHAT
source: Hiding is always preferable to fighting.
de: Verstecken ist dem Kampf immer vorzuziehen.
es: Esconderse es mejor que luchar.
fr: Se cacher, c'est toujours mieux que de se battre.
it: Nascondersi è sempre preferibile al combattimento.
ja: 戦うよりも隠れる方が無難なのよ。
ko: 싸우기 보다는 숨는 게 항상 더 나아.
pt_br: É sempre melhor se esconder do que lutar.
ru: Прятаться всегда лучше, чем драться.
zh_tw: 躲藏總比戰鬥要好。

# CHARACTERS.WANDA.DESCRIBE.BUTTER
source: If only I had some tea and toast.
de: Wenn ich doch nur etwas Tee und Toast hätte.
es: Ojalá tuviera un café y una tostada.
fr: Si seulement j'avais du thé et du pain.
it: Magari avessi anche tè e pan tostato.
ja: 紅茶とトーストさえあれば。
ko: 차와 토스트가 있다면 좋을 텐데.
pt_br: Bem que eu queria um chá com torradas agora.
ru: Был бы у меня здесь чай с тостами...
zh_tw: 如果我有一些茶和吐司就好了。

# CHARACTERS.WANDA.DESCRIBE.BUTTERFLY.GENERIC
source: Don't go causing any tornadoes!
de: Verursache ja keine Tornados!
es: ¡No te pongas a provocar tornados!
fr: Évite de provoquer des tornades, tu veux ?
it: Vedi di non provocare un uragano!
ja: 竜巻を起こさないで！
ko: 토네이도라면 어떤 것이라도 일으키면서 이동하지 마!
pt_br: Não vá causar nenhum tornado!
ru: Ну-ка, не смей мне тут менять ход истории!
zh_tw: 別去引起龍捲風！

# CHARACTERS.WANDA.DESCRIBE.BUTTERFLY.HELD
source: Crisis averted.
de: Krise abgewendet.
es: Crisis evitada.
fr: Ouf, on a évité la crise.
it: Crisi scongiurata.
ja: 危機は回避された。
ko: 위기를 피했어.
pt_br: Crise evitada.
ru: Катастрофа предотвращена.
zh_tw: 危機得以避免。

# CHARACTERS.WANDA.DESCRIBE.BUTTERFLYMUFFIN
source: It has a subtle taste, light and fleeting.
de: Ein subtiler Geschmack, leicht und flüchtig.
es: Tiene un sabor delicado, ligero y efímero.
fr: Ça un goût subtil, léger et presque flottant.
it: Ha un sapore delicato, leggero e fugace.
ja: ほのかな味で軽く、はかない。
ko: 맛이 미묘하고 가벼우면서 빨리 지나가버려.
pt_br: Tem um gosto sutil, leve e fugaz.
ru: Очень нежный вкус, легкий и яркий.
zh_tw: 它有一種微妙的味道，輕盈而短暫。

# CHARACTERS.WANDA.DESCRIBE.BUTTERFLYWINGS
source: Careful with those!
de: Vorsicht damit!
es: ¡Ojo con esas alas!
fr: Attention ! C'est fragile.
it: Attenzione con quelle!
ja: 壊れやすいから気を付けて！
ko: 세심하게 다뤄!
pt_br: Cuidado aí!
ru: Надо быть осторожнее...
zh_tw: 小心那些東西！

# CHARACTERS.WANDA.DESCRIBE.BUZZARD
source: You're wasting your time following me, buzzard.
de: Du verschwendest deine Zeit damit, mir zu folgen, Bussard.
es: Pierdes el tiempo siguiéndome, águila ratonera.
fr: Tu perds ton temps à me suivre, urubu.
it: Sprechi tempo a seguire me, poiana.
ja: 私の後をつけるなんて時間のムダだよ。
ko: 날 따라오느라 시간을 낭비하고 있구나, 대머리수리야.
pt_br: Está perdendo seu tempo me seguindo, abutre.
ru: Ты впустую тратишь на меня время, гриф. Не дождешься.
zh_tw: 你跟著我是浪費時間，禿鷲。

# CHARACTERS.WANDA.DESCRIBE.CABBAGEROLLS
source: Meat rolled in cabbage, simple as that.
de: Fleisch in Kohlblätter eingerollt, so einfach ist das.
es: Carne envuelta en col. Ni más ni menos.
fr: De la viande enroulée dans du chou. C'est aussi simple que ça.
it: Carne avvolta da foglie di cavolo. Niente di che.
ja: 肉をキャベツで巻いたってだけのもの。
ko: 양배추에 돌돌 만 고기야, 간단하지.
pt_br: Carne enrolada no repolho. Simples assim.
ru: Мясо, завернутое в капусту. Проще некуда.
zh_tw: 肉卷在捲心菜裡，就這麼簡單。

# CHARACTERS.WANDA.DESCRIBE.CACTUS.GENERIC
source: I wonder if it's really worth the bother.
de: Ich frage mich, ob es die Mühe wirklich wert ist.
es: ¿Merecerá la pena tomarse las molestias?
fr: Je me demande si ça vaut vraiment le coup de s'embêter.
it: Mi domando se ne valga la pena.
ja: これは関わる価値があるのか疑問だわ。
ko: 정말 번거로움을 무릅쓸 가치가 있는지 궁금한걸.
pt_br: Me pergunto se vale o incômodo.
ru: Стоит ли вообще с ним возиться?
zh_tw: 真沒必要這麼麻煩。

# CHARACTERS.WANDA.DESCRIBE.CACTUS.PICKED
source: Now to pick out all the spines. What a tedious vegetable.
de: Jetzt muss ich alle Stacheln entfernen. Was für ein anstrengendes Gemüse.
es: Bueno, hora de quitarle los pinchos. Qué tostón de verdura.
fr: Maintenant, il faut retirer toutes les épines. Il est pénible, ce légume.
it: Ora non resta che levare tutte le spine. Che pianta tediosa.
ja: トゲを抜かなくちゃいけない。なんて手間暇かかる野菜なんだろう。
ko: 이제 가시를 전부 뽑아내야 해. 정말 따분한 채소로군.
pt_br: Hora de tirar todos os espinhos. Que vegetal entediante.
ru: Теперь надо вынуть все колючки. Ну очень нудный овощ.
zh_tw: 現在還要把所有的刺挑出來。多麼單調的一種蔬菜。

# CHARACTERS.WANDA.DESCRIBE.CACTUS_FLOWER
source: I'm not stopping to smell it.
de: Ich halte nicht an, um daran zu riechen.
es: No pienso pararme a olerla.
fr: Je ne vais pas m'arrêter pour la sentir.
it: Non mi fermerò ad annusarlo.
ja: 私はこれの匂いを嗅ぐために立ち止まったりしないよ。
ko: 냄새를 맡으려고 멈추지는 않아.
pt_br: Não vou parar para cheirá-la.
ru: Не собираюсь останавливаться только для того, чтобы его понюхать.
zh_tw: 我不會停下腳步去聞它。

# CHARACTERS.WANDA.DESCRIBE.CACTUS_MEAT
source: Now to pick out all the spines. What a tedious vegetable.
de: Jetzt muss ich alle Stacheln entfernen. Was für ein anstrengendes Gemüse.
es: Bueno, hora de quitarle los pinchos. Qué tostón de verdura.
fr: Maintenant, il faut retirer toutes les épines. Il est pénible, ce légume.
it: Ora non resta che levare tutte le spine. Che pianta tediosa.
ja: トゲを抜かなくちゃいけない。なんて手間暇かかる野菜なんだろう。
ko: 이제 가시를 전부 뽑아내야 해. 정말 따분한 채소로군.
pt_br: Hora de tirar todos os espinhos. Que vegetal entediante.
ru: Теперь надо вынуть все колючки. Ну очень нудный овощ.
zh_tw: 現在還要把所有的刺挑出來。多麼單調的一種蔬菜。

# CHARACTERS.WANDA.DESCRIBE.CACTUS_MEAT_COOKED
source: Finally, I can eat it!
de: Endlich kann ich das essen!
es: ¡Por fin me lo puedo comer!
fr: Je peux enfin le manger !
it: Finalmente posso mangiarlo!
ja: やーっと食べられる！
ko: 드디어 먹을 수 있다!
pt_br: Finalmente, eu posso comê-lo!
ru: Наконец-то, можно есть!
zh_tw: 我總算能吃了！

# CHARACTERS.WANDA.DESCRIBE.CALIFORNIAROLL
source: Would this be the official dish of California, then?
de: Wäre das dann das offizielle Gericht von Kalifornien?
es: Anda, ¿este es el plato oficial de California?
fr: C'est un plat officiel de la Californie, du coup ?
it: Sarebbe dunque il piatto ufficiale della California?
ja: これがカリフォルニアの公式料理ね？
ko: 그렇다면 이것이 캘리포니아의 공식 요리가 될까?
pt_br: Então este é o prato oficial da Califórnia?
ru: Это же официальное блюдо штата Калифорния?
zh_tw: 那麼，這就是加州的地方菜嗎？

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.EMBERS
source: I need to give it something to burn, quickly!
de: Ich muss schnell etwas Brennbares nachlegen!
es: Necesito algo para quemar y lo necesito ya.
fr: Il me faut quelque chose à brûler, et vite !
it: Presto, diamogli qualcosa da bruciare!
ja: 燃えるものを入れないと。早く！
ko: 불태울 무언가를 줘야겠어, 빨리!
pt_br: Preciso colocar algo pra queimar. E rápido!
ru: Нужно срочно что-нибудь подбросить в костер!
zh_tw: 我需要給它一些燃燒的東西，快！

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.GENERIC
source: It keeps the shadows at bay.
de: Es hält die Schatten in Schach.
es: Mantiene a raya a las sombras.
fr: Ça permet d'éloigner les ombres.
it: Tiene a bada le ombre.
ja: これは影を阻止する。
ko: 그림자를 막아주지.
pt_br: Mantém a escuridão distante.
ru: Распугивает тени.
zh_tw: 它能讓暗影遠離。

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.HIGH
source: Oh botheration, I got carried away with the kindling!
de: Ach verflixt! Ich habe es mit dem Anzünden übertrieben!
es: Qué fastidio, me he pasado con el fuego.
fr: Oh, flûte de zut... Je crois que je me suis emballée.
it: Oh, che seccatura, ho esagerato con il combustibile!
ja: ああ、まったく。火を見てるうちに薪をくべるの忘れてた！
ko: 아 귀찮아, 불쏘시개 때문에 자제력을 잃었어!
pt_br: Ai, que amolação! Acabei me empolgando com o material inflamável!
ru: Вот ведь неудобство! Очень уж увлеклась, когда разжигала!
zh_tw: 哦，麻煩呐，我柴火加多了！

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.LOW
source: It needs more to burn if I want it to last.
de: Es braucht mehr Brennbares, wenn ich will, dass es länger brennt.
es: Tengo que quemar algo más si quiero que dure.
fr: Il me faut du combustible pour entretenir le feu.
it: Serve più combustibile, se voglio che duri.
ja: もっと長引かせるなら、もっと燃えるものが必要だわ。
ko: 지속하려면 태울 게 더 필요해.
pt_br: Pra que o fogo dure, preciso pôr mais coisas pra queimar.
ru: Нужно добавить топлива, а не то он скоро погаснет.
zh_tw: 如果想讓它繼續燒的話，它需要更多的燃料。

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.NORMAL
source: That feels better.
de: Ah, schon besser.
es: Así mucho mejor.
fr: C'est mieux comme ça.
it: Così va meglio.
ja: 割と気持ちいい。
ko: 훨씬 낫네.
pt_br: Assim está melhor.
ru: Так-то лучше.
zh_tw: 這樣感覺更好。

# CHARACTERS.WANDA.DESCRIBE.CAMPFIRE.OUT
source: That was nice while it lasted.
de: Das war schön, solange es währte.
es: Fue bonito mientras duró.
fr: C'était agréable. Mais c'est fini.
it: È stato bello finché è durato.
ja: これはこれで良い物だったわ。
ko: 아직 살아있는 동안은 좋았지.
pt_br: Foi bom enquanto durou.
ru: Горело хорошо, но недолго.
zh_tw: 燒的時候還是挺美的。

# CHARACTERS.WANDA.DESCRIBE.CANARY.GENERIC
source: Some kind of yellow bird.
de: Eine Art gelber Vogel.
es: Es un pájaro amarillo.
fr: Un genre d'oiseau jaune.
it: Un uccellino giallo.
ja: 一種の黄色い鳥。
ko: 일종의 노란 새다.
pt_br: Uma espécie de pássaro amarelo.
ru: Какая-то желтая птица.
zh_tw: 某種黃色的鳥。

# CHARACTERS.WANDA.DESCRIBE.CANARY.HELD
source: Alright, I'm holding a bird... carefully holding a bird...
de: In Ordnung, ich halte also einen Vogel ... ich halte einen Vogel ... und zwar sehr vorsichtig ...
es: Estoy sujetando un pájaro... Lo sujeto con cuidado...
fr: Bon, j'ai un oiseau entre les mains... Soyons prudente...
it: D'accordo, sto reggendo un uccellino... sto reggendo un uccellino con molta cautela...
ja: オッケー。じゃあ私は鳥を掴んでおくわ…慎重に鳥を持って…
ko: 좋았어, 나는 새를 안고 있다... 조심스럽게 새를 안고...
pt_br: Certo, estou segurando um pássaro... com muito cuidado...
ru: Так, я держу в руках птицу... очень осторожно держу...
zh_tw: 我手裡有只鳥……我在小心翼翼捧著這只鳥……

# CHARACTERS.WANDA.DESCRIBE.CANARY_POISONED
source: I think I should take that as a sign to leave.
de: Ich denke, ich sollte das als ein Zeichen zum Gehen auffassen.
es: Creo que eso es una señal para que me vaya.
fr: Je pense que c'est le signe qu'il faut partir.
it: Credo che dovrei interpretarlo come un invito a girare al largo.
ja: あれを撤収の信号として受け止めておくべきだと思うわ。
ko: 그것을 떠나라는 신호로 받아들여야 해.
pt_br: Acho que devo interpretar isso como um sinal pra dar o fora.
ru: Кажется, это знак, что мне пора отсюда уходить.
zh_tw: 我想我應該把這作為離開的信號。

# CHARACTERS.WANDA.DESCRIBE.CANDYBAG
source: It holds more than I expected, as if it's bigger on the inside...
de: Sie fasst mehr, als ich erwartet habe, als ob sie von innen größer ist ...
es: Tiene más espacio de lo que esperaba. Es como si el interior fuera mayor.
fr: Ça contient plus que prévu, comme si c'était plus grand à l'intérieur...
it: Ha una capienza maggiore di quanto mi aspettassi, come se fosse più grande all'interno...
ja: 思ったよりだいぶ入ってる。まるで中の容量が外側より大きいみたいに…
ko: 생각보다 수납력이 좋아서 안쪽이 더 큰 듯...
pt_br: Comporta mais do que eu esperava, como se fosse maior por dentro...
ru: В нем помещается на удивление много конфет, как будто внутри он больше, чем снаружи...
zh_tw: 它的容量比我想像的要大，莫非裡面別有乾坤……

# CHARACTERS.WANDA.DESCRIBE.CANE
source: I don't need a cane yet! I feel fit as a fiddle!
de: Ich brauche noch keinen Gehstock! Ich fühle mich fit wie ein Turnschuh!
es: Todavía no necesito un bastón, ¡estoy en plena forma!
fr: Je n'ai pas encore besoin de canne ! Je suis vive comme un gardon !
it: Non mi serve un bastone! Mi sento ancora agile come una gazzella!
ja: まだ杖はいらない！嘘みたいに体調は絶好調だよ！
ko: 아직 지팡이는 필요없어! 내 몸은 아직 탄탄하다고!
pt_br: Ainda não preciso de uma bengala! Estou em plena forma!
ru: Трость мне пока ни к чему! Я сама как тростиночка!
zh_tw: 我還不需要拐杖！我覺得自己很健康！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: Oooh what fun!
de: Oooh, was für ein Spaß!
es: ¡Oooh, qué divertido!
fr: Oooh, c'est amusant !
it: Ooh! Divertente!
ja: あらー、なんて面白い！
ko: 오오 재밌다!
pt_br: Aaah, que divertido!
ru: У-у-у, как весело!
zh_tw: 喔，真有趣！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALCANNON.GENERIC
source: I have so much to do, but... it's just such a delightful distraction!
de: Ich habe so viel zu tun, aber ... es ist einfach eine so herrliche Ablenkung!
es: Tengo tanto que hacer, pero... es que es tan divertido...
fr: J'ai tellement à faire... mais c'est un divertissement bienvenu !
it: Ho molto da sbrigare, ma... è una distrazione talmente piacevole!
ja: やることは一杯あるのに…これは楽しすぎるわ！
ko: 할 일이 너무 많지만...아주 기분 좋게 산만한 걸!
pt_br: Tenho muita coisa pra fazer, mas... é uma distração tão prazerosa!
ru: У меня очень много дел, но... как же приятно немного отвлечься!
zh_tw: 我有這麼多事情要做，但是……這種分心方式真令人愉快。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALCANNON_KIT
source: I... guess I could spare a moment or two to set it up.
de: Ich denke, ich könnte einen Augenblick oder zwei erübrigen, um sie vorzubereiten.
es: Supongo... que podría aprovechar un momento para prepararlo.
fr: Je... pourrais sûrement consacrer un petit moment pour l'installer.
it: Suppongo di poter... spendere qualche minuto a montarlo.
ja: んー…たぶんこれを設置するのに少しの時間を割くことはできるわ。
ko: 내...생각엔 세우는 데 잠시 시간을 할애할 수 있을 것 같아.
pt_br: Eu... acho que tenho um tempinho sobrando pra montá-lo.
ru: Наверное, я... могу выделить пару минут, чтобы ее установить.
zh_tw: 我想我可以抽出一兩分鐘時間來設置它。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: What a delightful little mechanism!
de: Was für ein entzückender kleiner Mechanismus!
es: ¡Qué mecanismo tan diminuto y maravilloso!
fr: Quel adorable petit mécanisme !
it: Che straordinario piccolo meccanismo!
ja: なんてよくできた小さいメカニズムなのかしら！
ko: 작고 귀여운 메커니즘이잖아!
pt_br: Que mecanismozinho mais adorável!
ru: Какой прелестный крохотный механизм!
zh_tw: 多麼令人愉快的小機械啊！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: I can't resist a chance to tinker with tiny mechanisms.
de: Ich kann keiner Gelegenheit widerstehen, an kleinen Mechanismen herumzutüfteln.
es: No me puedo resistir a trastear con mecanismos diminutos.
fr: Je ne résiste jamais à une occasion de bidouiller de tout petits mécanismes.
it: Non posso resistere alla possibilità di armeggiare con meccanismi così piccoli.
ja: この豆つぶみたいなメカニズムを解剖するチャンスには抗えないわ。
ko: 쪼그마한 메커니즘을 만지작거릴 기회를 거부할 수 없지.
pt_br: Não resisto à chance de mexer em mecanismos minúsculos.
ru: Не могу устоять перед возможностью поразглядывать мелкие детальки.
zh_tw: 我無法拒絕一個修補小機械的機會。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: I feel as though I've seen it a few times before.
de: Es kommt mir so vor, als hätte ich es schon ein paar Mal gesehen.
es: Creo que ya la he visto unas cuantas veces...
fr: J'ai l'impression d'avoir déjà vu ça plusieurs fois.
it: Ho la sensazione di averla già vista un paio di volte.
ja: もう何回も見たことあるような気がする。
ko: 예전에 몇 번 본 것 같은 느낌이 들어.
pt_br: Tenho a sensação de que já vi isto várias vezes.
ru: Такое ощущение, что я видела ее уже не раз.
zh_tw: 我覺得好像我以前看過幾次。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: I should really find a nice cabinet to display it in.
de: Ich sollte wirklich eine schöne Vitrine finden, um sie darin auszustellen.
es: Necesito una vitrina para exponerla.
fr: Il me faudrait une jolie vitrine pour l'exposer.
it: Dovrei proprio trovare una bella credenza per metterla in mostra.
ja: これを飾るカッコいい飾り棚を見つけるべきね。
ko: 정말 멋지게 전시할 수 있는 캐비닛을 찾아야 해.
pt_br: É melhor eu encontrar um bom armário para exibi-la.
ru: Теперь нужно найти красивый шкафчик и поставить ее на полку.
zh_tw: 我真的應該找一個漂亮的櫃子來展示它。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: It would look lovely over a fireplace, perhaps next to a fine mantel clock.
de: Sie würde sich gut über einem Kamin machen, vielleicht neben einer schönen Kaminuhr.
es: Quedaría de maravilla sobre la chimenea junto a un reloj de mesa.
fr: Ce serait très joli sur un manteau de cheminée. Près d'une horloge.
it: Farebbe la sua figura su un caminetto, magari accanto a un bell'orologio da tavolo.
ja: これ、暖炉の上にあったらステキだろうな。しゃれたマントルクロックを隣に置いて…
ko: 벽난로 위, 아마도 고급 탁상시계 옆에 두면 사랑스러울 거야.
pt_br: Ficaria ótima em cima de uma lareira, talvez ao lado de um belo relógio antigo.
ru: Она будет прекрасно смотреться над камином, рядом с солидными часами.
zh_tw: 它在壁爐上會看起來很可愛，比如放在一個精美的壁爐鐘旁邊。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: I couldn't help it, I looked ahead and took a peek...
de: Ich konnte nicht widerstehen und habe einen Blick in die Zukunft geworfen ...
es: No me he podido resistir y he ido a ver el futuro...
fr: Je n'ai pas pu m'empêcher de jeter un œil à l'avenir...
it: Non sono riuscita a trattenermi: ho fatto una capatina avanti nel tempo e ho dato una sbirciata...
ja: 我慢できなかったの。だから未来に行って、ちょっとのぞいてみた…
ko: 어쩔 수 없잖아, 앞만 보고 슬쩍...
pt_br: Não pude evitar, eu tive que dar uma espiada...
ru: Я заглянула в будущее и посмотрела, что там. Не смогла удержаться...
zh_tw: 我忍不住了，往前看了一眼，偷看了一下……

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_LAMP
source: Ah... I feel a bit better already.
de: Ah ... Ich fühle mich schon etwas besser.
es: Uf, ya me siento un poco mejor.
fr: Ah... Je me sens déjà un peu mieux.
it: Ah... mi sento già un po' meglio.
ja: あー…もうすでに気分が良いわ。
ko: 아...벌써 좀 나은 것 같아.
pt_br: Ah... já me sinto um pouco melhor.
ru: М-м-м... Мне сразу стало лучше.
zh_tw: 啊……我已經感覺好多了。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: You can never have too many nightlights.
de: Man kann nie genug Nachtlichter haben!
es: Una nunca tiene lamparillas suficientes.
fr: On n'a jamais trop de lampes, la nuit.
it: Le luci notturne non sono mai troppe.
ja: ランプがいっぱいあって困ることなんてないの。
ko: 램프를 너무 많이 가질 순 없어.
pt_br: Abajures nunca são demais!
ru: Огоньков много не бывает!
zh_tw: 夜燈再多都不算多！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_PLANT
source: I guess some trees can be interesting to look at after all.
de: Es gibt wohl doch Bäume, die interessant anzusehen sind.
es: Supongo que sí que hay árboles interesantes en el mundo.
fr: J'imagine que certains arbres sont finalement assez intéressants à regarder.
it: Suppongo che dopotutto esistano anche alberi interessanti da vedere.
ja: 木の中には面白い外見のもあるってことね。
ko: 어쨋든 어떤 나무는 보면 흥미롭겠어.
pt_br: No fim, acho que algumas árvores são interessantes de observar.
ru: Что ж, иногда и на деревья интересно посмотреть.
zh_tw: 有些樹看著還是很有趣的。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: A pocket-sized tree? I'm intrigued.
de: Ein Baum im Taschenformat? Das macht mich neugierig.
es: ¿Un árbol de bolsillo? Me interesa.
fr: Un arbre de poche ? Ça m'intrigue.
it: Un albero tascabile? Avete la mia attenzione.
ja: ポケットサイズの木？なにそれ、面白い。
ko: 호주머니 크기의 나무라던지? 호기심이 생겨.
pt_br: Uma árvore minúscula? Fiquei intrigada.
ru: Карманное дерево? Я заинтригована.
zh_tw: 口袋樹嗎？吸引住我了。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALFOOD_CORNTEA
source: The taste is alright, but the texture...
de: Der Geschmack ist in Ordnung, aber die Konsistenz ...
es: Está bien de sabor, pero la textura es un poco...
fr: Le goût est pas mal, mais la texture...
it: Il sapore non è male, ma la consistenza lascia a desiderare...
ja: 味は大丈夫だけど食感が…
ko: 맛은 괜찮은데 질감이...
pt_br: O sabor é razoável, mas a textura...
ru: Вкус неплохой, но вот текстура...
zh_tw: 味道還可以，但口感……

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: A handful of colored paper? Oh! To represent worms, how clever!
de: Eine Handvoll farbiges Papier? Oh! Das soll Würmer darstellen, wie clever!
es: ¿Papeles de colores? ¡Ah, que representan a los gusanos! Qué buena idea.
fr: Une poignée de papier coloré ? Oh ! Ça représente des vers ! Malin !
it: Un mucchietto di carta colorata? Ah! Per rappresentare i vermi, che bell'idea!
ja: 色紙の束？ああ、これが虫ってことか。なるほどね！
ko: 색종이 몇 장? 오! 벌레를 표현하려고, 영리하잖아!
pt_br: Um punhado de papel colorido? Ah! Pra representar minhocas, que inteligente!
ru: Горстка цветных бумажек? А, это вместо червяков? Неплохо!
zh_tw: 一把彩色的紙？哦！用來代表蟲子，多聰明啊！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: At least they're quick to assemble.
de: Wenigstens sind die schnell zusammengebaut.
es: Son fáciles de montar, algo es algo.
fr: Au moins, c'est facile à assembler.
it: Almeno il montaggio è semplice.
ja: 少なくともこれの組み立てには時間がかからない。
ko: 적어도 그건 빨리 모을 수 있지.
pt_br: Pelo menos são rápidos de montar.
ru: Ну, тут хотя бы работы немного.
zh_tw: 至少它們組裝起來很快。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: It leads down into the game's inner workings.
de: Das führt hinab in das Innenleben des Spiels.
es: Va hasta el funcionamiento interno del juego.
fr: Ça mène au mécanisme du jeu.
it: Conduce ai meccanismi interni del gioco.
ja: ここからゲームの内部につながってるんだね。
ko: 게임의 내부 작동으로 이어진다.
pt_br: Leva aos mecanismos internos do jogo.
ru: Ведет в глубины механизмов игры.
zh_tw: 它指向了遊戲的內部運作。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: The mechanism won't work without a token.
de: Der Mechanismus funktioniert nicht ohne eine Marke.
es: El mecanismo no funcionará sin una ficha.
fr: Le mécanisme ne fonctionnera pas sans jeton.
it: Il meccanismo non si metterà in funzione senza un gettone.
ja: メカニズムはトークンがなくちゃ作動しない。
ko: 메커니즘은 토큰 없이는 작동하지 않지.
pt_br: O mecanismo não vai funcionar sem uma ficha.
ru: Без жетонов механизм не заработает.
zh_tw: 這套機械沒有代幣是不會工作的。

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: Well... I guess I've got enough time for some nanty narking!
de: Tja ... Schätze, ich habe etwas Zeit für Jux und Tollerei!
es: Bueno... Supongo que tengo tiempo para jugar un ratito.
fr: Bon... J'imagine que j'ai assez de temps pour bidouiller ce truc.
it: Beh... Suppongo di poter dedicare del tempo al mio personale diletto!
ja: んー…そうね、ちょっと遊ぶ時間はあると思うわ！
ko: 음... 낸티 나킹 같은 보드 게임을 즐기기에 시간이 충분한 것 같아.
pt_br: Bom... acho que tenho um tempinho para me regozijar!
ru: Ну что ж... У меня предостаточно времени, чтобы немного развлечься!
zh_tw: 好……那我就抽時間來好好玩玩！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Just you wait, I'm more spry than I look!
de: Warte du nur, ich bin agiler, als ich aussehe!
es: Tú espera, ¡que soy más ágil de lo que parezco!
fr: Vous allez voir, je suis plus fringante que j'en ai l'air !
it: Vi farò vedere io! Sono più arzilla di quello che sembra!
ja: 見てなさい、私、見かけより丈夫なの！
ko: 잠깐만, 난 보기보다 발랄하다고!
pt_br: Espere só, sou mais ágil do que pareço!
ru: Не спешите с выводами, я намного бодрее, чем выгляжу!
zh_tw: 走著瞧吧，我比我看起來更有活力！

# CHARACTERS.WANDA.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: At least they're quick to assemble.
de: Wenigstens sind die schnell zusammengebaut.
es: Son fáciles de montar, algo es algo.
fr: Au moins, c'est facile à assembler.
it: Almeno il montaggio è semplice.
ja: 少なくともこれの組み立てには時間がかからない。
ko: 적어도 그건 빨리 모을 수 있지.
pt_br: Pelo menos são rápidos de montar.
ru: Ну, тут хотя бы работы немного.
zh_tw: 至少它們組裝起來很快。
