Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.NIGHTLIGHT
source: And I thought fluorescent tubes were a bad invention!
de: Und ich dachte, Leuchtstoffröhren wären eine schlechte Erfindung!
es: ¡Y pensaba que los tubos fluorescentes eran un mal invento!
es_mx: ¡Y pensaba que los tubos fluorescentes eran un mal invento!
fr: Et je croyais que les tubes fluorescents étaient une mauvaise invention !
it: E io che pensavo che i tubi fluorescenti fossero una cattiva invenzione!
ja: 蛍光灯よりひどいネ！
ko: 형광등보다 더 나쁜 발명품이야!
pl: A myślałem, że fluorescencyjne rurki to bezsensowny wynalazek.
pt_br: E eu achava que tubos fluorescentes tinham sido uma invenção ruim!
ru: А я-то думал, флуоресцентные лампы были плохим изобретением!
zh_cn: 我认为荧光灯管是个糟糕的发明！
zh_tw: 我認為螢光燈管是個糟糕的發明！

# CHARACTERS.WARLY.DESCRIBE.NIGHTMAREFUEL
source: Who in their right mind would want to fuel MORE nightmares?
de: Wer will schon mehr Albträume?
es: ¿Quién en su sano juicio querría alimentar MÁS pesadillas?
es_mx: ¿Quién en su sano juicio querría alimentar MÁS pesadillas?
fr: Quelle personne sensée voudrait utiliser une essence pareille ?
it: Chi sano di mente vorrebbe alimentare ALTRI incubi?
ja: これ以上、悪夢のモトなんて、いらないヨ…
ko: 악몽의 연료를 더 원하는 미치광이가 있나?
pl: Kto przy zdrowych zmysłach chciałbym zasilać kolejne koszmary?
pt_br: Quem em sã consciência iria querer abastecer MAIS sonhos?
ru: Кто в здравом уме захочет подлить ЕЩЕ масла в огонь кошмаров?
zh_cn: 哪个头脑正常的人想要给更多噩梦提供燃料？
zh_tw: 哪個頭腦正常的人想要給更多噩夢提供燃料？

# CHARACTERS.WARLY.DESCRIBE.NIGHTMAREGROWTH
source: Mon dieu, the crust is cracking!
de: Mon dieu, die Kruste bricht auf!
es: Mon dieu, ¡se le está quebrando la corteza!
fr: Mon dieu, la croûte craquèle !
it: Mon dieu, la crosta si sta spaccando!
ja: アア、神様ッ！クラストにヒビが入ってきたヨ！
ko: 몽 듀(맙소사), 빵 껍질이 부서지잖아!
pl: Mon dieu, pęka!
pt_br: Mon dieu, a crosta tá rachando!
ru: Mon dieu, корочка трескается!
zh_cn: 我的天啊，在开裂了！
zh_tw: 我的天啊，在開裂了！

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARELIGHT
source: Am I crazy or is this light not helping my situation?
de: Bin ich verrückt oder macht es das Licht nur schlimmer?
es: ¿Estoy loco o esta luz no está ayudando a mi situación?
es_mx: ¿Estoy loco o esta luz no está ayudando a mi situación?
fr: Je deviens fou où cette lumière ne m'est d'aucune aide ?
it: Sono pazzo o questa luce non migliora la situazione?
ja: この明かり…「照らしてくれてる感」ないネ…
ko: 내가 착각하는 게 아니라면 이 빛이 상황을 더 악화시키는 듯?
pl: Coś jest ze mną nie tak, czy to światło wcale nie pomaga?
pt_br: Eu sou louco ou essa luz não está ajudando minha situação?
ru: Я сошел с ума или этот свет ничего мне не дает?
zh_cn: 我是疯了吗？还是说这盏灯对我的处境没有帮助？
zh_tw: 我是瘋了嗎？還是說這盞燈對我的處境沒有幫助？

# CHARACTERS.WARLY.DESCRIBE.NIGHTMAREPIE
source: It's really not as scary as it sounds.
de: Sie ist wirklich nicht so gruselig, wie sie klingt.
es: No da tanto miedo como parece.
es_mx: No da tanto miedo como parece.
fr: Ce n'est pas aussi effrayant que ça en a l'air.
it: Non è così spaventosa come suggerirebbe il nome.
ja: 話に聞くほど恐ろしくはないんだヨ。
ko: 소리만큼 무섭지는 않아.
pl: Nie takie straszne, jak się wydawało.
pt_br: Não é tão assustador quanto parece.
ru: Не так страшно, как звучит.
zh_cn: 并不像听上去那么恐怖。
zh_tw: 並不像聽上去那麼恐怖。

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: It appears that all is well.
de: Ist alles gut.
es: Parece que todo está bien.
es_mx: Parece que todo está bien.
fr: On dirait que tout va bien.
it: Sembra che vada tutto bene.
ja: 異常ナシだヨ
ko: 다 괜찮은 것 같다.
pl: Wygląda na to, że wszystko jest w porządku.
pt_br: Parece que tudo está bem.
ru: Кажется, что все в порядке.
zh_cn: 看起来一切正常。
zh_tw: 看起來一切正常。

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: This nightmare is almost over!
de: Der Albtraum ist fast weg!
es: ¡Esta pesadilla ya casi ha terminado!
es_mx: ¡Esta pesadilla ya casi termina!
fr: Ce cauchemar est presque terminé !
it: Questo incubo è quasi finito!
ja: 悪夢、もうすぐ終わるヨ！
ko: 악몽이 거의 끝나고 있다!
pl: Koszmar już prawie się skończył!
pt_br: Esse pesadelo está quase terminando!
ru: Этот кошмар почти закончился!
zh_cn: 噩梦几乎结束了！
zh_tw: 噩夢幾乎結束了！

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Magicless.
de: Ohne Magie!
es: Sin magia.
es_mx: Sin magia.
fr: Sans magie.
it: Senza-magia.
ja: 魔力、0だヨ
ko: 마법이 없다.
pl: Bezmagiczność.
pt_br: Amágico.
ru: Магия закончилась.
zh_cn: 没有魔力。
zh_tw: 沒有魔力。

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Steady on.
de: Nur ruhig!
es: Estable.
es_mx: Estable.
fr: Ça reste stable.
it: Sull'attenti.
ja: 安定してるネ
ko: 고정 상태다.
pl: Stan jest stabilny.
pt_br: Em frente.
ru: Стоит на месте.
zh_cn: 保持平稳。
zh_tw: 保持平穩。

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Subsiding.
de: DER ZYKLUS KLINGT AB.
es: Está cediendo.
es_mx: Está cediendo.
fr: Ça se calme.
it: Si sta placando.
ja: 収まってきたネ
ko: 감퇴 중이다.
pl: Ustępuje.
pt_br: Diminuindo.
ru: Убывает.
zh_cn: 正在减弱。
zh_tw: 正在減弱。

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I feel some magic coming on!
de: Ich kann seine Magie spüren.
es: ¡Noto algo de magia alrededor!
es_mx: ¡Noto algo de magia alrededor!
fr: Je sens de la magie arriver !
it: Sento della magia che sale!
ja: 魔力に反応し始めたヨ！
ko: 마법이 흐르고 있다!
pl: Czuję wyłaniającą się magię!
pt_br: Estou sentindo a magia chegando!
ru: Я чувствую приближение магии!
zh_cn: 我感觉有一些魔法能量逼近了！
zh_tw: 我感覺有一些魔法能量逼近了！

# CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Magic hour!
de: Magische Stunde!
es: ¡Hora mágica!
es_mx: ¡Hora mágica!
fr: Heure magique !
it: Ora magica!
ja: マジックアワーだヨ！
ko: 마법의 시간이다!
pl: Godzina czarów!
pt_br: Hora mágica!
ru: Время магии!
zh_cn: 魔法时刻！
zh_tw: 魔法時刻！

# CHARACTERS.WARLY.DESCRIBE.NIGHTSTICK
source: I feel electric!
de: Elektrisch!
es: ¡Me siento eléctrico!
es_mx: ¡Me siento eléctrico!
fr: Je me sens électrique !
it: Mi sento elettrico!
ja: 電気仕掛けカナ？
ko: 전율이 느껴진다!
pl: Elektryzująca!
pt_br: Estou me sentindo elétrico!
ru: Я такой наэлектризованный!
zh_cn: 我感觉有电！
zh_tw: 我感覺有電！

# CHARACTERS.WARLY.DESCRIBE.NIGHTSWORD
source: This thing slices like a dream!
de: Schneidet einfach traumhaft!
es: ¡Esto trocea de maravilla!
es_mx: ¡Esto trocea de maravilla!
fr: Ce truc, c'est comme dans un rêve !
it: Questa cosa affetta come un sogno!
ja: 夢のように、スパスパ振れるヨ！
ko: 정말 잘 드는데!
pl: Tnie ja marzenie!
pt_br: Isso corta como um sonho!
ru: Просто мечта, а не лезвие!
zh_cn: 挥舞这东西就像一场梦一样！
zh_tw: 揮舞這東西就像一場夢一樣！

# CHARACTERS.WARLY.DESCRIBE.NITRE
source: How curious.
de: Wie merkwürdig.
es: Qué curioso.
es_mx: Qué curioso.
fr: Comme c'est curieux.
it: Che curioso.
ja: フムフム…興味深いネ
ko: 참으로 신기하다.
pl: Interesujące.
pt_br: Que curioso.
ru: Как любопытно.
zh_cn: 真奇特。
zh_tw: 真奇特。

# CHARACTERS.WARLY.DESCRIBE.NUTRIENTSGOGGLESHAT
source: I'd best ensure our plants are well fed with the proper nutrients!
de: Ich sorge am besten dafür, dass unsere Pflanzen gut mit den richtigen Nährstoffen versorgt sind!
es: Tengo que asegurarme de que las plantas se alimentan de los mejores nutrientes.
fr: Je dois m'assurer que nos plantes profitent des meilleurs nutriments !
it: Devo assicurarmi che le piante siano ben nutrite e ricevano i nutrienti adeguati!
ja: 植物への栄養補給が十分かを確認したほうが良いネ！
ko: 식물이 적절한 영양소를 잘 섭취하는지 확인하는 게 좋겠어!
pl: Lepiej zadbam o to, by nasze rośliny dostały odpowiednie składniki odżywcze.
pt_br: É melhor garantir que nossas plantas estão bem alimentadas com os nutrientes adequados!
ru: Нашим растениям нужны только лучшие питательные вещества!
zh_cn: 我最好保证我们的植物有充足的养分!
zh_tw: 我最好保證我們的植物有充足的養分!

# CHARACTERS.WARLY.DESCRIBE.OAR
source: A paddle.
de: Ein Ruder.
es: Un remo.
es_mx: Un remo.
fr: Une rame.
it: Un remo.
ja: パドルだネ。
ko: 노야.
pl: Szpatułka, tylko duża.
pt_br: Um remo.
ru: Весло.
zh_cn: 船桨。
zh_tw: 船槳。

# CHARACTERS.WARLY.DESCRIBE.OAR_DRIFTWOOD
source: A nice, light paddle.
de: Ein schönes leichtes Ruder.
es: Un remo bonito y ligero.
es_mx: Un remo ligero.
fr: Une rame bien légère.
it: Un remo bello e leggero.
ja: ナイスでかる～いパドル。
ko: 가볍고 괜찮은 노야.
pl: Ładna, lekka szpatułka.
pt_br: Um remo leve e bonito.
ru: Отличное легкое весло.
zh_cn: 轻盈漂亮的船桨。
zh_tw: 輕盈漂亮的船槳。

# CHARACTERS.WARLY.DESCRIBE.OASISLAKE.EMPTY
source: There's nothing but mud.
de: Darin ist nichts als Schlamm.
es: No hay nada excepto barro.
es_mx: Lo único que queda es lodo.
fr: Il n'y a que de la boue, ici.
it: C'è solo fango.
ja: あぁ、泥しかないヨ。
ko: 진흙밖에 없어.
pl: Nic tutaj nie ma oprócz błota.
pt_br: Não tem nada além de lama.
ru: Осталась только грязь.
zh_cn: 无他，泥巴尔。
zh_tw: 無他，泥巴爾。

# CHARACTERS.WARLY.DESCRIBE.OASISLAKE.GENERIC
source: I could use a little break.
de: Ich könnte eine kleine Pause vertragen.
es: Me vendría bien un descanso.
es_mx: Me vendría bien un descanso.
fr: Je ferais bien une pause.
it: Mi ci vorrebbe proprio una piccola pausa.
ja: 少し休んでもいいかもネ...
ko: 잠깐 쉬면 좋겠는데.
pl: Przydałaby mi się chwila przerwy.
pt_br: Um descanso agora cairia bem.
ru: Мне бы сейчас передохнуть.
zh_cn: 我想休息一下。
zh_tw: 我想休息一下。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHABLEFLOTSAM
source: Ah, I was hoping for something more delicious.
de: Ah, ich hatte gehofft, etwas Köstlicheres zu finden.
es: Ah, esperaba algo más delicioso.
es_mx: Ah, estaba esperando algo un poco más delicioso.
fr: Ha, j'espérais quelque chose de plus savoureux.
it: Ah, mi aspettavo qualcosa di più appetitoso.
ja: あぁ、もっとおいしい物が良かったなぁ。
ko: 아, 좀 더 맛있는 걸 기대했는데.
pl: Ach, liczyłem na coś smaczniejszego.
pt_br: Ah, eu estava esperando algo mais delicioso.
ru: Эх, я бы предпочел что-то более вкусное.
zh_cn: 啊，我本来想钓条更美味的鱼。
zh_tw: 啊，我本來想釣條更美味的魚。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: Simple, pas compliqué, parfait!
de: Schlicht, pas compliqué, parfait!
es_mx: ¡Simple, fácil, parfait!
it: Semplice, pas compliqué, parfait!
ja: シンプルでパーフェクト！
ko: 하나도 복잡하지 않고 간단해서 좋은걸!
pl: Proste, pas compliqué, parfait!
pt_br: Simples, pas compliqué, parfait!
ru: Просто, pas compliqué, parfait!
zh_cn: 简单，不复杂，完美！
zh_tw: 簡單，不複雜，完美！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: Feathers are surprisingly useful for fishing!
de: Federn sind beim Angeln überraschend nützlich!
es: ¡Las plumas son sorprendentemente útiles para pescar!
es_mx: ¡Las plumas son sorprendentemente útiles para pescar!
fr: Les plumes sont étonnamment utiles pour pêcher !
it: Le piume sono sorprendentemente utili per pescare!
ja: 羽根ってびっくりするくらい釣りに便利なんだネ！
ko: 깃털은 낚시할 때 의외로 유용하지!
pl: Pióra zaskakująco dobrze się sprawdzają w wędkarstwie!
pt_br: Surpreendentemente, as penas são úteis para a pesca!
ru: А перья, оказывается, незаменимы на рыбалке!
zh_cn: 羽毛用来钓鱼真是出奇的好用！
zh_tw: 羽毛用來釣魚真是出奇的好用！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: Feathers are surprisingly useful for fishing!
de: Federn sind beim Angeln überraschend nützlich!
es: ¡Las plumas son sorprendentemente útiles para pescar!
es_mx: ¡Las plumas son sorprendentemente útiles para pescar!
fr: Les plumes sont étonnamment utiles pour pêcher !
it: Le piume sono sorprendentemente utili per pescare!
ja: 羽根ってびっくりするくらい釣りに便利なんだネ！
ko: 깃털은 낚시할 때 의외로 유용하지!
pl: Pióra zaskakująco dobrze się sprawdzają w wędkarstwie!
pt_br: Surpreendentemente, as penas são úteis para a pesca!
ru: А перья, оказывается, незаменимы на рыбалке!
zh_cn: 羽毛用来钓鱼真是出奇的好用！
zh_tw: 羽毛用來釣魚真是出奇的好用！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: Fishing can sometimes require a soft touch.
de: Manchmal ist die sanfte Art beim Angeln das Richtige.
es: Pescar a veces requiere algo de tacto.
es_mx: Pescar a veces requiere un toque delicado.
fr: Pêcher demande parfois de la délicatesse.
it: A volte la pesca richiede un tocco delicato.
ja: 釣りは、時々ソフトにいかないとネ。
ko: 낚시에는 부드러운 손길이 필요할 때도 있어.
pl: Czasem ryby potrzebują delikatności.
pt_br: Às vezes, a pesca exige um toque suave.
ru: Иногда рыбакам не хватает мягкости.
zh_cn: 钓鱼有时候需要温柔一点。
zh_tw: 釣魚有時候需要溫柔一點。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: Not bad at all!
de: Gar nicht übel!
es: ¡No está nada mal!
es_mx: ¡No está nada mal!
fr: Pas mal du tout !
it: Niente male!
ja: 全然イケルヨ！
ko: 꽤 괜찮은데!
pl: Naprawdę nieźle!
pt_br: Nada mal mesmo!
ru: Совсем неплохо!
zh_cn: 真不赖！
zh_tw: 真不賴！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: A float might make fishing easier.
de: Mit einem Schwimmer wäre es sicher einfacher.
es: Algo que flote facilitaría la pesca.
es_mx: Una boya facilitaría la pesca.
fr: Un flotteur devrait nous faciliter la tâche.
it: Un galleggiante faciliterebbe le cose.
ja: 浮かんでたら釣りが楽になるかもネ。
ko: 찌를 쓰면 낚시가 더 수월해질지도 몰라.
pl: Spławik może usprawnić łowienie ryb.
pt_br: Uma boia pode facilitar a pesca.
ru: С поплавком рыбачить будет попроще.
zh_cn: 有个浮标会容易钓很多。
zh_tw: 有個浮標會容易釣很多。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: This world can harden the best of us, mon ami.
de: Diese Welt kann selbst die Besten hart werden lassen, mon ami.
es: Este mundo curte hasta a los mejores, camarade.
es_mx: Este mundo endurece hasta a los mejores, mon ami.
fr: Ce monde peut-être cruel, même envers les meilleurs.
it: Questo mondo è solo una goccia nell'universo, mon ami.
ja: この世界はボクらの一番いいところを強張らせるんだヨ、モナミ。
ko: 이 세계에서는 누구든 무정해질 수 있지, 친구.
pl: Ten świat nie jest łaskawy nawet dla najlepszych, mon ami.
pt_br: Este mundo pode endurecer os melhores, mon ami.
ru: Этот мир может ожесточить лучших из нас, mon ami.
zh_cn: 世界就是这么的残酷，我的朋友。
zh_tw: 世界就是這麼的殘酷，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: Feathers are surprisingly useful for fishing!
de: Federn sind beim Angeln überraschend nützlich!
es: ¡Las plumas son sorprendentemente útiles para pescar!
es_mx: ¡Las plumas son sorprendentemente útiles para pescar!
fr: Les plumes sont étonnamment utiles pour pêcher !
it: Le piume sono sorprendentemente utili per pescare!
ja: 羽根ってびっくりするくらい釣りに便利なんだネ！
ko: 깃털은 낚시할 때 의외로 유용하지!
pl: Pióra zaskakująco dobrze się sprawdzają w wędkarstwie!
pt_br: Surpreendentemente, as penas são úteis para a pesca!
ru: А перья, оказывается, незаменимы на рыбалке!
zh_cn: 羽毛用来钓鱼真是出奇的好用！
zh_tw: 羽毛用來釣魚真是出奇的好用！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Feathers are surprisingly useful for fishing!
de: Federn sind beim Angeln überraschend nützlich!
es: ¡Las plumas son sorprendentemente útiles para pescar!
es_mx: ¡Las plumas son sorprendentemente útiles para pescar!
fr: Les plumes sont étonnamment utiles pour pêcher !
it: Le piume sono sorprendentemente utili per pescare!
ja: 羽根ってびっくりするくらい釣りに便利なんだネ！
ko: 깃털은 낚시할 때 의외로 유용하지!
pl: Pióra zaskakująco dobrze się sprawdzają w wędkarstwie!
pt_br: Surpreendentemente, as penas são úteis para a pesca!
ru: А перья, оказывается, незаменимы на рыбалке!
zh_cn: 羽毛用来钓鱼真是出奇的好用！
zh_tw: 羽毛用來釣魚真是出奇的好用！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: I'd better handle this one carefully.
de: Damit bin ich besser vorsichtig.
es: Será mejor que vaya con cuidadito.
es_mx: Será mejor que tenga cuidado con esto.
fr: Je ferais mieux d'être prudent avec celui-ci.
it: Meglio maneggiare con cura.
ja: これは注意して...
ko: 이건 조심해서 다루는 게 좋겠어.
pl: Lepiej będę ostrożny.
pt_br: É melhor eu segurar este aqui com cuidado.
ru: Надо быть поосторожней.
zh_cn: 我要小心处理这个。
zh_tw: 我要小心處理這個。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: A heavy dish for a hefty fish, non?
de: Schwerer Köder für schwere Fische, non?
es: Un plato pesado para un pez contundente, ¿non?
es_mx: Un plato cargado para un pescado pesado, ¿non?
fr: C'est un repas copieux pour un gros poisson.
it: Esca pesante, pesce pesante, n'est pas?
ja: 大量の魚をずっしりくる料理にする？
ko: 대어를 낚으려면 요리를 푸짐하게 준비해야겠지?
pl: Solidny posiłek dla grubej ryby, non?
pt_br: Um prato pesado para um peixe enorme, non?
ru: Больше рыбы — больше блюдо, non?
zh_cn: 钓大鱼就要用重饵，不是吗？
zh_tw: 釣大魚就要用重餌，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: A chef must have fresh ingredients, rain or shine!
de: Köche brauchen frische Zutaten, ob es regnet oder die Sonne scheint!
es: ¡Un chef necesita ingredientes frescos, llueva o truene!
es_mx: ¡Un chef siempre debe tener ingredientes frescos, llueva, truene o relampaguee!
fr: Qu'il pleuve ou qu'il vente, un chef doit avoir des ingrédients frais !
it: Uno chef deve sempre avere ingredienti freschi, anche quando piove!
ja: シェフは降っても晴れても新鮮な材料が必要なんだヨ！
ko: 요리사는 비가 오나 해가 뜨나 신선한 재료를 구해야 해!
pl: Zawsze trzeba mieć świeże składniki, niezależnie od pogody!
pt_br: Um chef precisa ter ingredientes frescos, faça chuva ou faça sol!
ru: У повара должны быть самые свежие продукты, и неважно, дождь ли на дворе или солнце!
zh_cn: 不论刮风下雨，厨师必须有新鲜的原料！
zh_tw: 不論颳風下雨，廚師必須有新鮮的原料！

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: A chilly lure, purchased from an icy shopkeep.
de: Kühler Köder von einem eisigen Verkäufer.
es: Un señuelo la mar de fresco, comprado a un vendedor de hielo.
es_mx: Un cebo helado vendido por una dependienta muy fría.
fr: Un appât froid, acheté dans une boutique gelée.
it: Un'esca gelida che farebbe invidia a un gelataio.
ja: 冷たい魅力。氷みたいな店員から買ったんだネ。
ko: 차가운 상점 주인한테 산 서늘한 미끼야.
pl: Chłodnawa przynęta kupiona u lodziarza.
pt_br: Uma isca fria, comprada de um lojista gélido.
ru: Холодная блесна, купленная у ледяного продавца.
zh_cn: 跟一位高冷的店主买来的冰凉鱼饵。
zh_tw: 跟一位高冷的店主買來的冰涼魚餌。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: Not very appetizing, but fish seem to like it.
de: Nicht gerade appetitlich, aber die Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces parece gustarles.
es_mx: No es muy apetitoso, pero a los peces parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux poissons.
it: Non particolarmente appetibile, ma i pesci sembrano gradirla.
ja: あんまり食欲わかないけど、魚は好きみたいネ。
ko: 먹음직스럽진 않지만 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes parecem gostar dela.
ru: Не очень аппетитно, но рыбам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: Not very appetizing, but fish seem to like it.
de: Nicht gerade appetitlich, aber die Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces parece gustarles.
es_mx: No es muy apetitoso, pero a los peces parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux poissons.
it: Non particolarmente appetibile, ma i pesci sembrano gradirla.
ja: あんまり食欲わかないけど、魚は好きみたいネ。
ko: 먹음직스럽진 않지만 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes parecem gostar dela.
ru: Не очень аппетитно, но рыбам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: Not very appetizing, but fish seem to like it.
de: Nicht gerade appetitlich, aber die Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces parece gustarles.
es_mx: No es muy apetitoso, pero a los peces parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux poissons.
it: Non particolarmente appetibile, ma i pesci sembrano gradirla.
ja: あんまり食欲わかないけど、魚は好きみたいネ。
ko: 먹음직스럽진 않지만 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes parecem gostar dela.
ru: Не очень аппетитно, но рыбам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: Not very appetizing, but smaller fish seem to like it.
de: Nicht gerade appetitlich, aber kleine Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces pequeños parece gustarles.
es_mx: No es muy apetitoso, pero a los peces pequeños parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux petits poissons.
it: Non particolarmente appetibile, ma i pesci più piccoli sembrano gradirla.
ja: あんまり食欲わかないけど、ちっちゃい魚は好きみたいネ。
ko: 먹음직스럽진 않지만 작은 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale małe ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes pequenos parecem gostar dela.
ru: Не очень аппетитно, но мелким рыбешкам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是小鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是小魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: Not very appetizing, but smaller fish seem to like it.
de: Nicht gerade appetitlich, aber kleine Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces pequeños parece gustarles.
es_mx: No es muy apetitoso, pero a los peces pequeños parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux petits poissons.
it: Non particolarmente appetibile, ma i pesci più piccoli sembrano gradirla.
ja: あんまり食欲わかないけど、ちっちゃい魚は好きみたいネ。
ko: 먹음직스럽진 않지만 작은 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale małe ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes pequenos parecem gostar dela.
ru: Не очень аппетитно, но мелким рыбешкам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是小鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是小魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: Not very appetizing, but smaller fish seem to like it.
de: Nicht gerade appetitlich, aber kleine Fische scheinen es zu mögen.
es: No muy apetecible, pero a los peces pequeños parece gustarles.
es_mx: No es muy apetitoso, pero a los peces pequeños parece gustarles.
fr: Pas très appétissant, mais ça a l'air de plaire aux petits poissons.
it: Non particolarmente appetibile, ma i pesci più piccoli sembrano gradirla.
ja: あんまり食欲わかないけど、ちっちゃい魚は好きみたいネ。
ko: 먹음직스럽진 않지만 작은 물고기가 좋아하는 것 같아.
pl: Niezbyt apetyczna, ale małe ryby za nią przepadają.
pt_br: Não é muito apetitosa, mas os peixes pequenos parecem gostar dela.
ru: Не очень аппетитно, но мелким рыбешкам, кажется, нравится.
zh_cn: 看起来有些倒胃口，但是小鱼好像很喜欢。
zh_tw: 看起來有些倒胃口，但是小魚好像很喜歡。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISHINGROD
source: I wonder what deep sea delicacies are waiting for me?
de: Welche Meeresdelikatessen wohl auf mich warten?
es: ¿Qué delicatessen marinas me esperan en el fondo marino?
es_mx: Me imagino las exquisiteces de aguas profundas que podré pescar con esto.
fr: Je me demande quelles merveilles gustatives me réserve l'océan.
it: Chissà quali squisitezze hanno in serbo per me le profondità marine...
ja: ボクを待ってる深海の珍味は何だろうネ？
ko: 어떤 심해의 별미가 날 기다리고 있을까?
pl: Ciekawe jakież to morskie pyszności na mnie czekają.
pt_br: Que iguarias marinhas esperam por mim?
ru: Интересно, какие глубоководные деликатесы меня ждут?
zh_cn: 有哪些深海美味在等着我呢？
zh_tw: 有哪些深海美味在等著我呢？

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_1
source: I've worked with worse looking ingredients.
de: Ich habe schon mit Zutaten gearbeitet, die schlimmer aussahen.
es: He trabajado con ingredientes con peor pinta.
es_mx: He trabajado con ingredientes que tenían peor aspecto.
fr: J'ai travaillé avec des ingrédients moins ragoûtants.
it: Ho lavorato con ingredienti dall'aspetto peggiore.
ja: ボク、これよりヒドイ材料で料理したこともあるヨ。
ko: 이것보다 더 끔찍해 보이는 재료도 손질해 봤어.
pl: Gotowałem z gorszych składników.
pt_br: Já trabalhei com ingredientes menos atraentes.
ru: Видал я ингредиенты и пострашней.
zh_cn: 我料理过比这个还丑的食材。
zh_tw: 我料理過比這個還醜的食材。

# CHARACTERS.WARLY.DESCRIBE.OCEANFISH_MEDIUM_2
source: You will make a fine fish dinner!
de: Du wirst ein feines Fischabendessen!
es: ¡Vas a quedar de rechupete como cena!
es_mx: ¡Quedarás excelente para la cena!
fr: Je vais pouvoir faire de toi un plat digne de ce nom !
it: Ti userò per preparare un'ottima cena di pesce!
ja: ボク、すごい魚料理を作るヨ！
ko: 근사한 저녁거리가 되겠는걸!
pl: Będzie z ciebie pyszna ryba na kolację!
pt_br: Você vai virar um belo jantar!
ru: Из тебя выйдет отличный рыбный ужин!
zh_cn: 你可以做成一顿精美的海鲜晚餐。
zh_tw: 你可以做成一頓精美的海鮮晚餐。
