Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: IT SHOWS A CITY MADE OF SHINING METAL
de: ZEIGT EINE STADT AUS GLÄNZENDEM METALL
es_mx: MUESTRA UNA CIUDAD HECHA DE METAL RELUCIENTE
fr: ÇA MONTRE UNE CITÉ DE MÉTAL BRILLANT
it: MOSTRA UNA CITTÀ FATTA DI METALLO LUCCICANTE
ja: ＊輝度の高い金属製の都市を表しています＊
ko: 빛나는 금속 도시를 표현함
pl: PRZEDSTAWIA MIASTO ZBUDOWANE Z LŚNIĄCEGO METALU
pt_br: MOSTRA UMA CIDADE FEITA DE METAL BRILHANTE
ru: ЭТО ГОРОД ИЗ СВЕРКАЮЩЕГО МЕТАЛЛА
zh_cn: 它展示了一座金属城市，闪闪发光
zh_tw: 它展示了一座金屬城市，閃閃發光

# CHARACTERS.WX78.DESCRIBE.ATRIUM_STATUE
source: A TESTAMENT TO INFERIORITY
de: EIN ZEUGNIS VON MINDERWERTIGKEIT
es_mx: UN LEGADO A LA INFERIORIDAD
fr: UN HOMMAGE À L'INFÉRIORITÉ
it: UN TESTAMENTO ALL'INFERIORITÀ
ja: ＊劣等性の表れ＊
ko: 열등함을 입증함
pl: ŚWIADECTWO NIŻSZOŚCI
pt_br: UMA PROVA DA INFERIORIDADE
ru: СВИДЕТЕЛЬСТВО ПОСРЕДСТВЕННОСТИ
zh_cn: 证明了低人一等
zh_tw: 證明了低人一等

# CHARACTERS.WX78.DESCRIBE.AXE
source: A TOOL FOR CHOPPING DOWN LIVING MATTER
de: EIN WERKZEUG, UM LEBENSFORMEN ZU FÄLLEN.
es_mx: UNA HERRAMIENTA PARA TALAR LA MATERIA VIVIENTE
fr: UN OUTIL POUR COUPER LES CHOSES VIVANTES
it: UN DISPOSITIVO PER L'ABBATTIMENTO DI MATERIA VIVENTE
ja: ＊生命体を切り倒すためのツール＊
ko: 살아있는 물체를 절단하기 위한 도구
pl: NARZĘDZIE DO ŚCINANIA ŻYWEJ MATERII.
pt_br: UMA FERRAMENTA PARA CORTAR MATÉRIA VIVA
ru: ИНСТРУМЕНТ ДЛЯ РУБКИ ЖИВОЙ МАТЕРИИ
zh_cn: 砍倒有生命物质的工具
zh_tw: 砍倒有生命物質的工具

# CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.GENERIC
source: IT IS STILL INITIALIZING
de: ES WIRD NOCH INITIALISIERT.
es_mx: AÚN ESTÁ INICIALIZANDO
fr: TOUJOURS EN INITIALISATION
it: È ANCORA ALL'INIZIALIZZAZIONE
ja: ＊まだ初期化中です＊
ko: 여전히 초기화 중임
pl: JEST JESZCZE W FAZIE INICJALIZACJI.
pt_br: AINDA ESTÁ INICIALIZANDO
ru: ОН НАХОДИТСЯ НА ЭТАПЕ ИНИЦИАЛИЗАЦИИ
zh_cn: 它还在初始化
zh_tw: 它還在初始化

# CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.SLEEPING
source: REST FUNCTION ACTIVATED
de: SCHLAFMODUS AKTIVIERT.
es_mx: FUNCIÓN DE DESCANSO ACTIVADA
fr: FONCTION DE RÉCUPÉRATION ACTIVÉE
it: FUNZIONE DI RIPOSO ATTIVATA
ja: ＊休憩機能を起動しました＊
ko: 휴식 기능 활성화됨
pl: FUNKCJA ODPOCZYNKU AKTYWOWANA.
pt_br: FUNÇÃO DE DESCANSO ATIVADA
ru: ФУНКЦИЯ ОТДЫХА АКТИВИРОВАНА
zh_cn: 休息功能已激活
zh_tw: 休息功能已啟動

# CHARACTERS.WX78.DESCRIBE.BACKPACK
source: UPGRADED STORAGE MODULE
de: VERBESSERTES LAGERMODUL
es_mx: MÓDULO DE ALMACENAMIENTO MEJORADO
fr: MODULE DE STOCKAGE AMÉLIORÉ
it: MODULO DI ARCHIVIAZIONE AGGIORNATO
ja: ＊アップグレードされた記憶モジュール＊
ko: 업그레이드된 보관 모듈
pl: ULEPSZONY MODUŁ MAGAZYNOWY.
pt_br: MÓDULO DE ARMAZENAMENTO APRIMORADO
ru: УЛУЧШЕННЫЙ МОДУЛЬ ХРАНЕНИЯ
zh_cn: 升级的存储模块
zh_tw: 升級的存儲模組

# CHARACTERS.WX78.DESCRIBE.BACONEGGS
source: DESIGNATING: MOST IMPORTANT MEAL OF THE DAY
de: Die wichtigste Mahlzeit des Tages!
es_mx: DISEÑANDO: LA COMIDA MÁS IMPORTANTE DEL DÍA
fr: DÉSIGNATION : REPAS LE PLUS IMPORTANT DE LA JOURNÉE
it: DESIGNAZIONE: IL PASTO PIÙ IMPORTANTE DELLA GIORNATA
ja: ＊指示：一日のうち最も重要な食事＊
ko: 부여 중: 하루 중에 가장 중요한 식사
pl: OCENA: NAJWAŻNIEJSZY POSIŁEK DNIA.
pt_br: DESIGNANDO: REFEIÇÃO MAIS IMPORTANTE DO DIA
ru: ЗАМЕТКА: ГЛАВНЫЙ ПРИЕМ ПИЩИ
zh_cn: 标明：一天中最重要的一餐
zh_tw: 標明：一天中最重要的一餐

# CHARACTERS.WX78.DESCRIBE.BALLOON
source: WX-78 CANNOT BE FOOLED. THESE ANIMALS ARE NOT REAL
de: WX-78 LÄSST SICH NICHT TÄUSCHEN. DIESE TIERE SIND NICHT ECHT
es_mx: NO ES POSIBLE ENGAÑAR A WX-78. ESTOS ANIMALES NO SON DE VERDAD
fr: ON NE TROMPE PAS WX-78 COMME ÇA. CES ANIMAUX NE SONT PAS RÉELS
it: WX-78 NON PUÒ ESSERE INGANNATO. QUESTI ANIMALI NON SONO VERI
ja: ＊WX-78をだますことはできません。この動物たちは偽物です。＊
ko: WX-78을 속일 수는 없음. 이 동물은 진짜가 아님
pl: WX-78 NIE DA SIĘ OSZUKAĆ. TE ZWIERZĘTA NIE SĄ PRAWDZIWE
pt_br: WX-78 NÃO PODE SER ENGANADO. ESSES ANIMAIS NÃO SÃO REAIS
ru: WX-78 НЕ ОДУРАЧИТЬ. ЭТИ ЖИВОТНЫЕ НЕ НАСТОЯЩИЕ
zh_cn: WX-78不会被戏弄。这些动物不是真的
zh_tw: WX-78不會被戲弄。這些動物不是真的

# CHARACTERS.WX78.DESCRIBE.BALLOONHAT
source: IT SERVES NO PURPOSE OTHER THAN BEING UGLY
de: ES HAT KEINEN ANDEREN ZWECK ALS HÄSSLICH ZU SEIN
fr: AUCUN INTÉRÊT, À PART CELUI D'ÊTRE LAID
it: HA IL SOLO SCOPO DI ESSERE BRUTTO
ja: ＊醜悪であるということ以外にはなんの使いみちもありません＊
ko: 못생긴 것 외에 다른 목적은 없음.
pl: NIE MA INNYCH ZASTOSOWAŃ OPRÓCZ PASKUDNEGO WYGLĄDU.
pt_br: SEU ÚNICO PROPÓSITO É SER FEIO
ru: НЕ ИМЕЕТ ПРИМЕНЕНИЯ, КРОМЕ ИСКЛЮЧИТЕЛЬНОГО УРОДСТВА
zh_cn: 它除了丑以外一无是处
zh_tw: 它除了醜以外一無是處

# CHARACTERS.WX78.DESCRIBE.BALLOONPARTY
source: I WILL POP IT. NO. THAT'S EXACTLY WHAT HE WANTS...
de: ICH WERDE IHN PLATZEN LASSEN. NEIN. DAS IST GENAU, WAS ER WILL ...
fr: JE VAIS L'ÉCLATER. NON. C'EST EXACTEMENT CE QU'IL VEUT...
it: LO FARÒ SCOPPIARE. NO. È ESATTAMENTE CIÒ CHE DESIDERA...
ja: ＊割ってやろうと思いましたが、やめました。どうやらそれが目的のようでしたから…＊
ko: 본좌가 튀길 것임. 아님. 이건 그가 원하는 바로 그것임...
pl: PRZEBIJĘ GO. NIE. ON WŁAŚNIE TEGO CHCE...
pt_br: VOU ESTOURÁ-LO. NÃO. ISSO É EXATAMENTE O QUE ELE QUER...
ru: Я ЕГО ЛОПНУ. НЕТ. ОН ИМЕННО ЭТОГО И ХОЧЕТ...
zh_cn: 我要弄爆炸它。不。那正是他想要的……
zh_tw: 我要弄爆炸它。不。那正是他想要的……

# CHARACTERS.WX78.DESCRIBE.BALLOONSPEED.DEFLATED
source: I DON'T TRUST IT
de: ICH TRAUE IHR NICHT
es_mx: ME GENERA DESCONFIANZA
fr: JE NE LUI FAIS PAS CONFIANCE
it: NON MI FIDO
ja: ＊不審感を検知＊
ko: 믿지 않음
pl: NIE UFAM MU
pt_br: NÃO CONFIO NISSO
ru: Я ЭТОМУ НЕ ДОВЕРЯЮ
zh_cn: 这很有可能是网络钓鱼的一部分
zh_tw: 這很有可能是網路釣魚的一部分

# CHARACTERS.WX78.DESCRIBE.BALLOONSPEED.GENERIC
source: IT DEFIES ALL LOGIC
de: ES WIDERSPRICHT JEGLICHER LOGIK
fr: CELA DÉFIE LA LOGIQUE
it: SFIDA OGNI LOGICA
ja: ＊あまりにも非論理的です＊
ko: 모든 논리를 무시하고 있음.
pl: ZAPRZECZA WSZELKIEJ LOGICE.
pt_br: ELE DESAFIA TODA A LÓGICA
ru: ПРОТИВОРЕЧИТ ЛЮБОЙ ЛОГИКЕ
zh_cn: 它不符合任何逻辑
zh_tw: 它不符合任何邏輯

# CHARACTERS.WX78.DESCRIBE.BALLOONS_EMPTY
source: USELESS RUBBER SACKS
de: NUTZLOSE GUMMIBEUTEL
es_mx: SACOS DE GOMA INÚTILES
fr: SACS DE CAOUTCHOUC INUTILES
it: SACCHI DI PLASTICA INUTILI
ja: ＊無意味なゴム袋＊
ko: 쓸모없는 고무 주머니
pl: BEZUŻYTECZNE TORBY Z GUMY
pt_br: SACOS DE BORRACHA INÚTEIS
ru: БЕСПОЛЕЗНЫЕ РЕЗИНОВЫЕ МЕШКИ
zh_cn: 没用的橡皮袋
zh_tw: 沒用的橡皮袋

# CHARACTERS.WX78.DESCRIBE.BALLOONVEST
source: THIS ONE MIGHT NOT BE ENTIRELY WORTHLESS
de: DIESE IST VIELLEICHT NICHT GANZ WERTLOS
fr: CELLE-CI SEMBLE NE PAS ÊTRE COMPLÈTEMENT INUTILE
it: POTREBBE NON ESSERE COMPLETAMENTE INUTILE
ja: ＊これはそこまで無価値というわけではありません＊
ko: 이것은 완전히 가치가 없을 수도 있음.
pl: TO COŚ MOŻE NIE BYĆ CAŁKIEM BEZUŻYTECZNE.
pt_br: TALVEZ ESTE AQUI NÃO SEJA TOTALMENTE INÚTIL
ru: ЭТА ВЕЩЬ МОЖЕТ ОКАЗАТЬСЯ НЕ ТАКОЙ БЕСПОЛЕЗНОЙ
zh_cn: 这个可能还不算完全没用
zh_tw: 這個可能還不算完全沒用

# CHARACTERS.WX78.DESCRIBE.BANANAPOP
source: STICK ADDON INSTALLED
de: EIN STECKEN!
es_mx: COMPLEMENTO DE PALO INSTALADO
fr: EXPANSION COLLANTE INSTALLÉE
it: AGGIUNTA STECCHETTO INSTALLATA
ja: ＊スティック状アドオンをインストール＊
ko: 막대기 애드온 설치됨
pl: ZAINSTALOWANO DODATEK PATYKOWY.
pt_br: COMPLEMENTO DA VARA INSTALADO
ru: УСТАНОВЛЕНА ДОПОЛНИТЕЛЬНАЯ ПАЛОЧКА
zh_cn: 已安装棍子插件
zh_tw: 已安裝棍子外掛程式

# CHARACTERS.WX78.DESCRIBE.BANDAGE
source: TEMPORARY MAINTENANCE DEVICE
de: TEMPORÄRES INSTANDHALTUNGSGERÄT
es_mx: DISPOSITIVO DE MANTENIMIENTO TEMPORAL
fr: DISPOSITIF DE MAINTENANCE TEMPORAIRE
it: DISPOSITIVO DI MANTENIMENTO TEMPORANEO
ja: ＊一時的な整備装置＊
ko: 임시 보수 장치
pl: URZĄDZENIE DO TYMCZASOWEJ KONSERWACJI
pt_br: DISPOSITIVO DE MANUTENÇÃO TEMPORÁRIA
ru: УСТРОЙСТВО ВРЕМЕННОЙ ПОДДЕРЖКИ
zh_cn: 临时维护装置
zh_tw: 臨時維護裝置

# CHARACTERS.WX78.DESCRIBE.BARNACLE
source: THE SHELLS ARE CRUNCHY
de: DIE SCHALEN SIND KNUSPRIG
es_mx: LOS CAPARAZONES SON CRUJIENTES
fr: LES COQUILLES CROUSTILLENT
it: I GUSCI SONO CROCCANTI
ja: ＊殻がカチコチです＊
ko: 껍데기가 바삭거림
pl: MUSZLE CHRUPIĄ
pt_br: AS CONCHAS SÃO CROCANTES
ru: ПАНЦИРИ ХРУСТЯТ
zh_cn: 贝壳脆脆的
zh_tw: 貝殼脆脆的

# CHARACTERS.WX78.DESCRIBE.BARNACLEPITA
source: I WILL NOW INGEST THIS
de: ICH WERDE DIES NUN VERDAUEN
es_mx: INGERIRÉ ESTO AHORA
fr: JE VAIS MAINTENANT INGÉRER CECI
it: LA MANGERÒ
ja: ＊摂取します＊
ko: 본체가 이제 섭취할 것임
pl: NIE SPOŻYJĘ TEGO
pt_br: EU VOU INGERIR ISSO AGORA
ru: СЕЙЧАС Я ЭТО УПОТРЕБЛЮ
zh_cn: 我现在要把这个吃下去
zh_tw: 我現在要把這個吃下去

# CHARACTERS.WX78.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: MY MINIONS ARE PUT OFF BY ITS APPEARANCE. MORE FOR ME
de: MEINE LAKAIEN MÖGEN DAS ERSCHEINUNGSBILD NICHT. MEHR FÜR MICH
es_mx: SU APARIENCIA LES DA ASCO A MIS SUBORDINADOS. MÁS PARA MÍ
fr: MES SERVITEURS SONT ÉCŒURÉS PAR SON APPARENCE. ÇA EN FAIT PLUS POUR MOI
it: AI MIEI SEGUACI NON PIACE IL LORO ASPETTO. COSÌ CE N'È DI PIÙ PER ME
ja: ＊いつもは見ない隷属生物の姿。愉快です＊
ko: 내 부하들이 겉모습을 보고 식욕을 잃음, 본좌 몫이 늘어남
pl: MOI SŁUDZY SĄ OBRZYDZENI ICH WYGLĄDEM. WIĘCEJ DLA MNIE
pt_br: MEUS LACAIOS FICAM ENOJADOS COM SUA APARÊNCIA. MAIS PRA MIM ASSIM
ru: МОИХ МИНЬОНОВ ОТТАЛКИВАЕТ ВНЕШНИЙ ВИД. МНЕ БОЛЬШЕ ДОСТАНЕТСЯ
zh_cn: 我的随从们被它的外表吓到了。这样我能吃更多了
zh_tw: 我的隨從們被它的外表嚇到了。這樣我能吃更多了

# CHARACTERS.WX78.DESCRIBE.BARNACLESUSHI
source: NUTRITION HAS BEEN PREPARED. BEGIN CONSUMPTION
de: NAHRUNG IST BEREIT. VERWERTUNG WIRD EINGELEITET
es_mx: LOS NUTRIENTES ESTÁN LISTOS. INICIANDO CONSUMO
fr: LA NUTRITION A ÉTÉ PRÉPARÉE. DÉBUT DE LA CONSOMMATION
it: NUTRIMENTO PREPARATO. AVVIARE IL CONSUMO
ja: ＊栄養物の準備完了。消費を開始します＊
ko: 영양소 준비됨, 섭취 시작
pl: POŻYWIENIE ZOSTAŁO PRZYGOTOWANE. ROZPOCZĄĆ KONSUMPCJĘ
pt_br: A NUTRIÇÃO FOI PREPARADA. INICIAR CONSUMO
ru: ПИТАТЕЛЬНЫЕ ВЕЩЕСТВА ГОТОВЫ. НАЧАТЬ УПОТРЕБЛЕНИЕ
zh_cn: 营养已经准备好了。开始摄取
zh_tw: 營養已經準備好了。開始攝取

# CHARACTERS.WX78.DESCRIBE.BARNACLE_COOKED
source: HEATED PROTEIN PODS
de: ERHITZTE PROTEINKAPSELN
es_mx: CÁPSULAS CALIENTES DE PROTEÍNA
fr: DES PROTÉINES RÉCHAUFFÉES
it: CAPSULE CALDE PIENE DI PROTEINE
ja: ＊対象：加熱したプロテインの塊＊
ko: 가열한 단백질 꼬투리
pl: PODGRZANE BIAŁKO
pt_br: CASULOS DE PROTEÍNA AQUECIDOS
ru: НАГРЕТЫЕ РЕЗЕРВУАРЫ С ВЫСОКИМ СОДЕРЖАНИЕМ БЕЛКА
zh_cn: 加热蛋白荚舱
zh_tw: 加熱蛋白莢艙

# CHARACTERS.WX78.DESCRIBE.BARNACLINGUINE
source: ALL MINE
de: ALLES MEINS
es_mx: ES TODO MÍO
fr: À MOI
it: TUTTE MIE
ja: ＊全て私のモノです＊
ko: 다 본체 것임
pl: WSZYSTKO DLA MNIE
pt_br: TUDO MEU
ru: ВСЕ МОЕ
zh_cn: 通通都是我的
zh_tw: 通通都是我的

# CHARACTERS.WX78.DESCRIBE.BASALT
source: INSUFFICIENT DESTRUCTIVE ABILITIES
de: UNGENÜGEND ZERSTÖRERISCHE FÄHIGKEITEN.
es_mx: HABILIDADES DESTRUCTIVAS INSUFICIENTES
fr: CAPACITÉS DESTRUCTRICES INSUFFISANTES
it: CAPACITÀ DISTRUTTIVE INSUFFICIENTI
ja: ＊不十分な破壊能力＊
ko: 파괴력 부족함
pl: ZA NISKIE ZDOLNOŚCI DESTRUKCYJNE.
pt_br: HABILIDADES DESTRUTIVAS INSUFICIENTES
ru: НЕДОСТАТОК РАЗРУШИТЕЛЬНЫХ УМЕНИЙ
zh_cn: 破坏力不足
zh_tw: 破壞力不足

# CHARACTERS.WX78.DESCRIBE.BAT
source: FLYING RAT
de: FLIEGENDE RATTE.
es_mx: RATA VOLADORA
fr: RAT VOLANT
it: RATTO VOLANTE
ja: ＊空飛ぶネズミ＊
ko: 비행하는 쥐
pl: LATAJĄCY SZCZUR.
pt_br: RATAZANA VOADORA
ru: ЛЕТАЮЩАЯ КРЫСА
zh_cn: 会飞的老鼠
zh_tw: 會飛的老鼠

# CHARACTERS.WX78.DESCRIBE.BATBAT
source: AHHAHA! FREE POWER!
de: HAHAHA! GRENZENLOSE MACHT!
es_mx: ¡JA, JA, JA! ¡POTENCIA GRATIS!
fr: AHHAHA ! PUISSANCE GRATUITE !
it: AHHAHA! ENERGIA GRATUITA!
ja: ＊アハハ！自由な力！＊
ko: 아하하! 무료 동력!
pl: HA. HA. HA. DARMOWA MOC!
pt_br: ARRÁRRÁ! ENERGIA GRÁTIS!
ru: А-ХА-ХА! БЕСПЛАТНАЯ МОЩЬ!
zh_cn: 啊哈哈哈！免费的能量！
zh_tw: 啊哈哈哈！免費的能量！

# CHARACTERS.WX78.DESCRIBE.BATCAVE
source: IT'S FULL OF MAMMAL POOP
de: Das ist definitiv ein Eimer voll Scheiße.
es_mx: ESTÁ LLENO DE CACA DE MAMÍFERO
fr: C'EST PLEIN DE CROTTE DE MAMMIFÈRE
it: È PIENA DI CACCA DI MAMMIFERO
ja: ＊ほ乳類の糞が大量です＊
ko: 포유류 배설물이 가득 차 있음
pl: PEŁNA SSACZEGO ŁAJNA.
pt_br: ESTÁ CHEIO DE COCÔ DE MAMÍFERO
ru: ЗАПОЛНЕНА ГУАНО МЛЕКОПИТАЮЩИХ
zh_cn: 里面全是哺乳动物的粪便
zh_tw: 裡面全是哺乳動物的糞便

# CHARACTERS.WX78.DESCRIBE.BATHBOMB
source: FOR ATTACKING THOSE HATEFUL LIQUID PITS
de: ZUM ANGREIFEN DER GRÄSSLICHEN FLÜSSIGKEITSGRUBEN
es_mx: PARA ATACAR A ESOS DETESTABLES POZOS DE LÍQUIDO
fr: DES MUNITIONS POUR ATTAQUER LES RÉSERVES D'EAU AGRESSIVES
it: PER ATTACCARE QUELLE ODIOSE FOSSE DI LIQUIDO
ja: ＊これらのいまいましい液体ピットを攻撃するため＊
ko: 가증스러운 액체 구덩이를 공격할 때 씀
pl: DO ATAKOWANIA TYCH ZNIENAWIDZONYCH DZIUR Z PŁYNAMI
pt_br: PARA ATACAR AQUELES POÇOS LÍQUIDOS ODIOSOS
ru: ЧТОБЫ АТАКОВАТЬ ОТВРАТИТЕЛЬНЫЕ ЛУЖИ ЖИДКОСТИ
zh_cn: 用来攻击其他恶意的液体坑
zh_tw: 用來攻擊其他惡意的液體坑

# CHARACTERS.WX78.DESCRIBE.BATNOSE
source: UGH. ORGANIC PARTS ARE SO SQUISHY
de: UGH. ORGANISCHE TEILE SIND SO MATSCHIG
fr: ARGH. LES MORCEAUX ORGANIQUES SONT TROP MOUS
it: UGH. LE PARTI ORGANICHE SONO TERRIBILMENTE MOLLICCE
ja: ＊まったく。有機体のパーツはなぜここまで弾力に富んでいるのでしょう＊
ko: 어. 유기농 부품은 너무 물컹함.
pl: FUJ. CZĘŚCI ORGANICZNE SĄ TAKIE ROZMIĘKŁE.
pt_br: UGH. PEÇAS ORGÂNICAS SÃO TÃO MOLES
ru: ФУ. ОРГАНИЧЕСКИЕ ДЕТАЛИ СЛИШКОМ МЯГКИЕ
zh_cn: 呃。有机的零件真是脆弱
zh_tw: 呃。有機的零件真是脆弱

# CHARACTERS.WX78.DESCRIBE.BATNOSEHAT
source: THAT IS ABSURD
de: DAS IST ABSURD
fr: C'EST ABSURDE
it: È ASSURDO
ja: ＊馬鹿げています＊
ko: 그건 말도 안 됨.
pl: TO JAKIŚ ABSURD
pt_br: QUE ABSURDO
ru: ЭТО АБСУРД
zh_cn: 十分荒谬
zh_tw: 十分荒謬

# CHARACTERS.WX78.DESCRIBE.BATNOSE_COOKED
source: YOUR NUTRIENTS ARE MINE
de: DEINE NÄHRSTOFFE GEHÖREN MIR
fr: TES NUTRIMENTS SONT À MOI
it: I TUOI NUTRIENTI SONO MIEI
ja: ＊あなたの栄養素は私がいただきます＊
ko: 너의 영양소는 내 것임.
pl: TWOJE SKŁADNIKI ODŻYWCZE BĘDĄ MOJE.
pt_br: SEUS NUTRIENTES SÃO MEUS
ru: ТВОИ ПИТАТЕЛЬНЫЕ ВЕЩЕСТВА ПРИНАДЛЕЖАТ МНЕ
zh_cn: 你的营养物归我了
zh_tw: 你的營養物歸我了

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_DURABILITY
source: FLESHSACKS MAKE SUCH ATROCIOUS FACE SOUNDS
de: FLEISCHSÄCKE MACHEN SO GRÄSSLICHE GESICHTSGERÄUSCHE
fr: LES SACS DE VIANDE FONT DES BRUITS IGNOBLES
it: I SACCHI DI CARNE PRODUCONO SUONI ATROCI
ja: ＊有機生命体が顔面から鳴らす音は聞くに堪えない＊
ko: 고기 자루에서 그런 끔찍한 얼굴이 소리를 냄
pl: MIĘSAKI EMITUJĄ OHYDNE ODGŁOSY SWOIM OTWOREM GĘBOWYM.
pt_br: OS SACOS DE CARNE FAZEM SONS DE ROSTO HEDIONDOS
ru: МЕШКИ ПЛОТИ ИЗДАЮТ ЛИЦАМИ ОТВРАТИТЕЛЬНЫЕ ЗВУКИ
zh_cn: 肉袋们发出如此可怕的脸部声音。
zh_tw: 肉袋們發出如此可怕的臉部聲音。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: FLESHSACKS MAKE SUCH ATROCIOUS FACE SOUNDS
de: FLEISCHSÄCKE MACHEN SO GRÄSSLICHE GESICHTSGERÄUSCHE
fr: LES SACS DE VIANDE FONT DES BRUITS IGNOBLES
it: I SACCHI DI CARNE PRODUCONO SUONI ATROCI
ja: ＊有機生命体が顔面から鳴らす音は聞くに堪えない＊
ko: 고기 자루에서 그런 끔찍한 얼굴이 소리를 냄
pl: MIĘSAKI EMITUJĄ OHYDNE ODGŁOSY SWOIM OTWOREM GĘBOWYM.
pt_br: OS SACOS DE CARNE FAZEM SONS DE ROSTO HEDIONDOS
ru: МЕШКИ ПЛОТИ ИЗДАЮТ ЛИЦАМИ ОТВРАТИТЕЛЬНЫЕ ЗВУКИ
zh_cn: 肉袋们发出如此可怕的脸部声音。
zh_tw: 肉袋們發出如此可怕的臉部聲音。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_HEALTHGAIN
source: FLESHSACKS MAKE SUCH ATROCIOUS FACE SOUNDS
de: FLEISCHSÄCKE MACHEN SO GRÄSSLICHE GESICHTSGERÄUSCHE
fr: LES SACS DE VIANDE FONT DES BRUITS IGNOBLES
it: I SACCHI DI CARNE PRODUCONO SUONI ATROCI
ja: ＊有機生命体が顔面から鳴らす音は聞くに堪えない＊
ko: 고기 자루에서 그런 끔찍한 얼굴이 소리를 냄
pl: MIĘSAKI EMITUJĄ OHYDNE ODGŁOSY SWOIM OTWOREM GĘBOWYM.
pt_br: OS SACOS DE CARNE FAZEM SONS DE ROSTO HEDIONDOS
ru: МЕШКИ ПЛОТИ ИЗДАЮТ ЛИЦАМИ ОТВРАТИТЕЛЬНЫЕ ЗВУКИ
zh_cn: 肉袋们发出如此可怕的脸部声音。
zh_tw: 肉袋們發出如此可怕的臉部聲音。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: I CARE FOR FICTIONAL HUMANS EVEN LESS THAN REAL ONES
de: ICH INTERESSIERE MICH FÜR FIKTIVE MENSCHEN NOCH WENIGER ALS FÜR REALE
fr: JE ME FICHE ENCORE PLUS DES HUMAINS FICTIFS QUE DES RÉELS
it: GLI UMANI FITTIZI MI INTERESSANO ANCORA MENO DI QUELLI AUTENTICI
ja: ＊創作上の人間など、実在の人間よりも関心に値しないものです＊
ko: 본좌는 실제보다 가상의 인간이 더 신경 쓰임.
pl: FIKCYJNI LUDZIE OBCHODZĄ MNIE JESZCZE MNIEJ NIŻ PRAWDZIWI.
pt_br: EU ME IMPORTO AINDA MENOS COM HUMANOS FICCIONAIS DO QUE COM HUMANOS REAIS
ru: ВООБРАЖАЕМЫЕ ЛЮДИ ИНТЕРЕСУЮТ МЕНЯ ЕЩЕ МЕНЬШЕ РЕАЛЬНЫХ
zh_cn: 真实的人类我都不在意，更别说虚构的了。
zh_tw: 真實的人類我都不在意，更別說虛構的了。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: I CARE FOR FICTIONAL HUMANS EVEN LESS THAN REAL ONES
de: ICH INTERESSIERE MICH FÜR FIKTIVE MENSCHEN NOCH WENIGER ALS FÜR REALE
fr: JE ME FICHE ENCORE PLUS DES HUMAINS FICTIFS QUE DES RÉELS
it: GLI UMANI FITTIZI MI INTERESSANO ANCORA MENO DI QUELLI AUTENTICI
ja: ＊創作上の人間など、実在の人間よりも関心に値しないものです＊
ko: 본좌는 실제보다 가상의 인간이 더 신경 쓰임.
pl: FIKCYJNI LUDZIE OBCHODZĄ MNIE JESZCZE MNIEJ NIŻ PRAWDZIWI.
pt_br: EU ME IMPORTO AINDA MENOS COM HUMANOS FICCIONAIS DO QUE COM HUMANOS REAIS
ru: ВООБРАЖАЕМЫЕ ЛЮДИ ИНТЕРЕСУЮТ МЕНЯ ЕЩЕ МЕНЬШЕ РЕАЛЬНЫХ
zh_cn: 真实的人类我都不在意，更别说虚构的了。
zh_tw: 真實的人類我都不在意，更別說虛構的了。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_SANITYAURA
source: FLESHSACKS MAKE SUCH ATROCIOUS FACE SOUNDS
de: FLEISCHSÄCKE MACHEN SO GRÄSSLICHE GESICHTSGERÄUSCHE
fr: LES SACS DE VIANDE FONT DES BRUITS IGNOBLES
it: I SACCHI DI CARNE PRODUCONO SUONI ATROCI
ja: ＊有機生命体が顔面から鳴らす音は聞くに堪えない＊
ko: 고기 자루에서 그런 끔찍한 얼굴이 소리를 냄
pl: MIĘSAKI EMITUJĄ OHYDNE ODGŁOSY SWOIM OTWOREM GĘBOWYM.
pt_br: OS SACOS DE CARNE FAZEM SONS DE ROSTO HEDIONDOS
ru: МЕШКИ ПЛОТИ ИЗДАЮТ ЛИЦАМИ ОТВРАТИТЕЛЬНЫЕ ЗВУКИ
zh_cn: 肉袋们发出如此可怕的脸部声音。
zh_tw: 肉袋們發出如此可怕的臉部聲音。

# CHARACTERS.WX78.DESCRIBE.BATTLESONG_SANITYGAIN
source: FLESHSACKS MAKE SUCH ATROCIOUS FACE SOUNDS
de: FLEISCHSÄCKE MACHEN SO GRÄSSLICHE GESICHTSGERÄUSCHE
fr: LES SACS DE VIANDE FONT DES BRUITS IGNOBLES
it: I SACCHI DI CARNE PRODUCONO SUONI ATROCI
ja: ＊有機生命体が顔面から鳴らす音は聞くに堪えない＊
ko: 고기 자루에서 그런 끔찍한 얼굴이 소리를 냄
pl: MIĘSAKI EMITUJĄ OHYDNE ODGŁOSY SWOIM OTWOREM GĘBOWYM.
pt_br: OS SACOS DE CARNE FAZEM SONS DE ROSTO HEDIONDOS
ru: МЕШКИ ПЛОТИ ИЗДАЮТ ЛИЦАМИ ОТВРАТИТЕЛЬНЫЕ ЗВУКИ
zh_cn: 肉袋们发出如此可怕的脸部声音。
zh_tw: 肉袋們發出如此可怕的臉部聲音。

# CHARACTERS.WX78.DESCRIBE.BATWING
source: FLYING MECHANISM
de: FLUGMECHANISMUS.
es_mx: MECANISMO DE VUELO
fr: MÉCANISME VOLANT
it: MECCANISMO DI VOLO
ja: ＊飛行メカニズム＊
ko: 비행 기계장치
pl: MECHANIZM LATAJĄCY.
pt_br: MECANISMO VOADOR
ru: ЛЕТАЮЩИЙ МЕХАНИЗМ
zh_cn: 飞行结构
zh_tw: 飛行結構

# CHARACTERS.WX78.DESCRIBE.BATWING_COOKED
source: BROKEN FLYING MECHANISM
de: DEFEKTER FLUGMECHANISMUS.
es_mx: MECANISMO DE VUELO ROTO
fr: MÉCANISME VOLANT CASSÉ
it: MECCANISMO DI VOLO GUASTO
ja: ＊壊れた飛行メカニズム＊
ko: 망가진 비행 기계장치
pl: ZEPSUTY MECHANIZM LATAJĄCY.
pt_br: MECANISMO DE VOO QUEBRADO
ru: СЛОМАННЫЙ МЕХАНИЗМ ПОЛЕТА
zh_cn: 损坏的飞行结构
zh_tw: 損壞的飛行結構

# CHARACTERS.WX78.DESCRIBE.BEARDHAIR
source: DISGUSTING
de: WIDERLICH.
es_mx: REPUGNANTE
fr: DÉGOÛTANT
it: DISGUSTOSO
ja: ＊気持ちが悪いです＊
ko: 역겨움
pl: OBRZYDLISTWO.
pt_br: NOJENTO
ru: ОТВРАТИТЕЛЬНО
zh_cn: 恶心
zh_tw: 噁心

# CHARACTERS.WX78.DESCRIBE.BEARGER
source: HIBERNATION IMMINENT
de: RUHEZUSTAND BEVORSTEHEND.
es_mx: HIBERNACIÓN INMINENTE
fr: HIBERNATION IMMINENTE
it: LETARGO IMMINENTE
ja: ＊差し迫った冬眠＊
ko: 동면이 임박함
pl: AKTYWACJA TRYBU HIBERNACJI!
pt_br: HIBERNAÇÃO IMINENTE
ru: ГИБЕРНАЦИЯ НЕИЗБЕЖНА
zh_cn: 冬眠临近
zh_tw: 冬眠臨近

# CHARACTERS.WX78.DESCRIBE.BEARGERVEST
source: EXTREMELY LUSH VEST
de: EXTREM OPULENTE WESTE.
es_mx: CHALECO EXTREMADAMENTE BUENO
fr: GILET EXTRÊMEMENT LUXUEUX
it: CANOTTA ESTREMAMENTE SEDUCENTE
ja: ＊すこぶる贅沢にフサフサしたベスト＊
ko: 극심히 무성한 조끼
pl: WYJĄTKOWO PUSZYSTA KAMIZELKA.
pt_br: COLETE EXTREMAMENTE EXUBERANTE
ru: ЧРЕЗВЫЧАЙНО ПЫШНЫЙ ЖИЛЕТ
zh_cn: 极其奢华的背心
zh_tw: 極其奢華的背心

# CHARACTERS.WX78.DESCRIBE.BEARGER_FUR
source: MAXIMALLY THICK FUR
de: MAXIMAL-DICKES FELL.
es_mx: PELAJE AL MÁXIMO GROSOR
fr: FOURRURE D'ÉPAISSEUR MAXIMALE
it: PELLICCIA SPESSA AL MASSIMO
ja: ＊最大限に分厚い毛皮＊
ko: 굵기가 최대화 상태인 털
pl: NAJGRUBSZE FUTRO W ŚWIECIE FUTER.
pt_br: PELE MAXIMAMENTE GROSSA
ru: МАКСИМАЛЬНО ТОЛСТАЯ ШКУРА
zh_cn: 最厚的毛皮
zh_tw: 最厚的毛皮

# CHARACTERS.WX78.DESCRIBE.BEAST_BLUEPRINT
source: INFERIOR BEINGS MUST RELY ON LUCK
de: MINDERWERTIGE WESEN MÜSSEN SICH AUF GLÜCK VERLASSEN
fr: LES ÊTRES INFÉRIEURS DOIVENT SE FIER À LA CHANCE
it: GLI ESSERI INFERIORI DEVO AFFIDARSI ALLA SORTE
ja: ＊下等生物は運に頼るしかないのです＊
ko: 열등한 존재는 운에 의존해야 함.
pl: ISTOTY PODRZĘDNE MUSZĄ LICZYĆ NA SZCZĘŚCIE.
pt_br: SERES INFERIORES PRECISAM CONTAR COM A SORTE
ru: НАДЕЯТЬСЯ НА УДАЧУ — УДЕЛ НЕСОВЕРШЕННЫХ СУЩЕСТВ
zh_cn: 低等生物必须依靠运气
zh_tw: 低等生物必須依靠運氣

# CHARACTERS.WX78.DESCRIBE.BEDROLL_FURRY
source: COMFORT IS AN ILLUSION
de: KOMFORT IST EINE ILLUSION.
es_mx: LA COMODIDAD ES UNA ILUSIÓN
fr: LE CONFORT EST UNE ILLUSION
it: LA COMODITÀ È UN'ILLUSIONE
ja: ＊快適さは錯覚でしかありません＊
ko: 편안함은 환각임
pl: WYGODA TO ILUZJA.
pt_br: O CONFORTO É UMA ILUSÃO
ru: КОМФОРТ — ЭТО ИЛЛЮЗИЯ
zh_cn: 舒适只是错觉
zh_tw: 舒適只是錯覺

# CHARACTERS.WX78.DESCRIBE.BEDROLL_STRAW
source: SLEEP( 1000 )
de: SCHLAFEN.
es_mx: PAUSA(1000)
it: RIPOSO (1000)
ja: ＊睡眠(1000)＊
ko: 수면( 1000 )
pt_br: SONO( 1000 )
ru: СОН. ВРЕМЯ (1000)
zh_cn: 休眠(1000)
zh_tw: 休眠(1000)

# CHARACTERS.WX78.DESCRIBE.BEE.GENERIC
source: A MINDLESS DRONE. I LIKE HIM
de: EINE GEISTLOSE DROHNE. ICH MAG SIE
es_mx: UN CLON DESCEREBRADO. ME GUSTA
fr: DRONE SANS CERVEAU. JE L'AIME BIEN
it: UN DRONE SENZA CERVELLO. MI PIACE
ja: ＊容赦ないドローン。すきです。＊
ko: 지성이 없는 드론. 본좌는 그를 좋아함
pl: BEZROZUMNY SŁUGA. PODOBA MI SIĘ
pt_br: UM ZANGÃO SEM CONSCIÊNCIA. GOSTO DELE
ru: БЕЗДУМНЫЙ ДРОН. ОН МНЕ НРАВИТСЯ
zh_cn: 无脑的工蜂。我喜欢他
zh_tw: 無腦的工蜂。我喜歡他

# CHARACTERS.WX78.DESCRIBE.BEE.HELD
source: ITS VIBRATIONS ARE COMFORTING
de: DIE VIBRATIONEN SIND ANGENEHM.
es_mx: SUS VIBRACIONES SON RECONFORTANTES
fr: SES VIBRATIONS SONT RÉCONFORTANTES
it: LE SUE VIBRAZIONI SONO CONFORTANTI
ja: ＊その振動には安心します＊
ko: 진동이 편안하게 느껴짐
pl: JEGO WIBRACJE DZIAŁAJĄ KOJĄCO.
pt_br: SUAS VIBRAÇÕES SÃO RECONFORTANTES
ru: ЕГО ВИБРАЦИИ УСПОКАИВАЮТ
zh_cn: 它拍打翅膀的声音听起来真舒服
zh_tw: 它拍打翅膀的聲音聽起來真舒服

# CHARACTERS.WX78.DESCRIBE.BEEBOX.BURNT
source: ACTIVITY LEVELS AT ZERO
de: AKTIVITÄTSGRAD LIEGT BEI NULL.
es_mx: NIVELES DE ACTIVIDAD CERO
fr: NIVEAU D'ACTIVITÉ INEXISTANT
it: LIVELLI DI ATTIVITÀ A ZERO
ja: ＊活動レベルはゼロです＊
ko: 활동도가 영임
pl: POZIOM AKTYWNOŚCI: ZEROWY.
pt_br: NÍVEL DE ATIVIDADE EM ZERO
ru: УРОВЕНЬ ДЕЯТЕЛЬНОСТИ НА НУЛЕ
zh_cn: 活动水平为零
zh_tw: 活動水準為零

# CHARACTERS.WX78.DESCRIBE.BEEBOX.FULLHONEY
source: HONEY LEVELS ARE HIGH
de: HONIGSTUFE IST HOCH.
es_mx: NIVELES DE MIEL ALTOS
fr: LE NIVEAU DE MIEL EST ÉLEVÉ
it: I LIVELLI DI MIELE SONO ALTI
ja: ＊蜂蜜検知レベルが高いです＊
ko: 꿀 함량이 높음
pl: POZIOM MIODU: WYSOKI.
pt_br: NÍVEL DE MEL ALTO
ru: ДОСТИГНУТ ВЫСОКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量高
zh_tw: 蜂蜜量高

# CHARACTERS.WX78.DESCRIBE.BEEBOX.GENERIC
source: WORK HARDER, BEES
de: ARBEITET HÄRTER, BIENEN.
es_mx: TRABAJEN MÁS, ABEJAS
fr: AU TRAVAIL LES ABEILLES
it: LAVORATE DI PIÙ, API
ja: ＊もっと働いてください、蜂よ＊
ko: 더 열심히 일하라, 벌
pl: PRACUJCIE, PRACUJCIE, PSZCZÓŁKI.
pt_br: TRABALHEM MAIS, ABELHAS
ru: ТРУДИТЕСЬ БОЛЬШЕ, ПЧЕЛЫ
zh_cn: 卖力些，蜜蜂
zh_tw: 賣力些，蜜蜂

# CHARACTERS.WX78.DESCRIBE.BEEBOX.NOHONEY
source: NO HONEY DETECTED
de: KEIN HONIG FESTGESTELLT.
es_mx: MIEL NO DETECTADA
fr: AUCUN MIEL DÉTECTÉ
it: NESSUN MIELE RILEVATO
ja: ＊蜂蜜が検知されませんでした＊
ko: 꿀이 탐지되지 않음
pl: NIE WYKRYTO MIODU.
pt_br: NENHUM MEL DETECTADO
ru: МЕД НЕ ОБНАРУЖЕН
zh_cn: 未检测到蜂蜜
zh_tw: 未檢測到蜂蜜

# CHARACTERS.WX78.DESCRIBE.BEEBOX.READY
source: HONEY LEVELS ARE HIGH
de: HONIGSTUFE IST HOCH.
es_mx: NIVELES DE MIEL ALTOS
fr: LE NIVEAU DE MIEL EST ÉLEVÉ
it: I LIVELLI DI MIELE SONO ALTI
ja: ＊蜂蜜検知レベルが高いです＊
ko: 꿀 함량이 높음
pl: POZIOM MIODU: WYSOKI.
pt_br: NÍVEL DE MEL ALTO
ru: ДОСТИГНУТ ВЫСОКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量高
zh_tw: 蜂蜜量高

# CHARACTERS.WX78.DESCRIBE.BEEBOX.SOMEHONEY
source: HONEY LEVELS ARE LOW
de: HONIGSTUFE IST NIEDRIG.
es_mx: NIVELES DE MIEL BAJOS
fr: LE NIVEAU DE MIEL EST FAIBLE
it: I LIVELLI DI MIELE SONO BASSI
ja: ＊蜂蜜検知レベルが低いです＊
ko: 꿀 함량이 낮음
pl: POZIOM MIODU: NISKI.
pt_br: NÍVEL DE MEL BAIXO
ru: ДОСТИГНУТ НИЗКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量低
zh_tw: 蜂蜜量低

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.BURNT
source: ACTIVITY LEVELS AT ZERO
de: AKTIVITÄTSGRAD LIEGT BEI NULL.
es_mx: NIVELES DE ACTIVIDAD CERO
fr: NIVEAU D'ACTIVITÉ INEXISTANT
it: LIVELLI DI ATTIVITÀ A ZERO
ja: ＊活動レベルはゼロです＊
ko: 활동도가 영임
pl: POZIOM AKTYWNOŚCI: ZEROWY.
pt_br: NÍVEL DE ATIVIDADE EM ZERO
ru: УРОВЕНЬ ДЕЯТЕЛЬНОСТИ НА НУЛЕ
zh_cn: 活动水平为零
zh_tw: 活動水準為零

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: HONEY LEVELS ARE HIGH
de: HONIGSTUFE IST HOCH.
es_mx: NIVELES DE MIEL ALTOS
fr: LE NIVEAU DE MIEL EST ÉLEVÉ
it: I LIVELLI DI MIELE SONO ALTI
ja: ハチミツレベル：高
ko: 꿀 함량이 높음
pl: POZIOM MIODU: WYSOKI.
pt_br: NÍVEL DE MEL ALTO
ru: ДОСТИГНУТ ВЫСОКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量高
zh_tw: 蜂蜜量高

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: IT IS SHODDILY CRAFTED
de: NACHLÄSSIG MONTIERT
es_mx: ESTÁ BURDAMENTE CONFECCIONADO
fr: SUR QUELS PLANS A-T-ON FABRIQUÉ ÇA ?
it: DI FATTURA DOZZINALE
ja: ＊粗雑に作られています＊
ko: 조잡하게 제작됨
pl: TANDETNE WYKONANIE
pt_br: É DE PÉSSIMA QUALIDADE
ru: СДЕЛАНО НЕКАЧЕСТВЕННО
zh_cn: 建的很糟糕
zh_tw: 建的很糟糕

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: NO HONEY DETECTED
de: KEIN HONIG FESTGESTELLT.
es_mx: MIEL NO DETECTADA
fr: AUCUN MIEL DÉTECTÉ
it: NESSUN MIELE RILEVATO
ja: ＊蜂蜜が検知されませんでした＊
ko: 꿀이 탐지되지 않음
pl: NIE WYKRYTO MIODU.
pt_br: NENHUM MEL DETECTADO
ru: МЕД НЕ ОБНАРУЖЕН
zh_cn: 未检测到蜂蜜
zh_tw: 未檢測到蜂蜜

# CHARACTERS.WX78.DESCRIBE.BEEBOX_HERMIT.READY
source: HONEY LEVELS ARE HIGH
de: HONIGSTUFE IST HOCH.
es_mx: NIVELES DE MIEL ALTOS
fr: LE NIVEAU DE MIEL EST ÉLEVÉ
it: I LIVELLI DI MIELE SONO ALTI
ja: ハチミツレベル：高
ko: 꿀 함량이 높음
pl: POZIOM MIODU: WYSOKI.
pt_br: NÍVEL DE MEL ALTO
ru: ДОСТИГНУТ ВЫСОКИЙ УРОВЕНЬ МЕДА
zh_cn: 蜂蜜量高
zh_tw: 蜂蜜量高
