Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: How it get back up?!
de: Wie ist wieder auferstanden?!
es: ¿¡Cómo levanta otra vez!?
fr: Comment il s'est relevé ?!
it: Come è rialzato?!
ja: なんで起き上がったの？！
ko: 어떻게 되살아나지?!
pl: Ale jak to ożyło?!
pt_br: Como é que ele se levantou?!
ru: Почему он опять встал?!
zh_tw: 它怎麼起來的？！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: Grrr, these things getting in way!
de: Grrr, Dinger sind im Weg!
es: Grrr... ¡Esto justo en medio!
fr: Grrr, ces trucs m'embêtent !
it: Grr, queste cose danno fastidio!
ja: グルル…邪魔してくるよ！
ko: 그르릉, 이것들이 방해가 되고 있어!
pl: Wrr, te cosie mi przeszkadzają!
pt_br: Grrr, essas coisas tão no caminho!
ru: Гр-р-р, эти штуки пройти мешают!
zh_tw: 呃，這下東西擋路了！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE3
source: Glurp... maybe it time to run?
de: Glurp ... vielleicht Zeit zu rennen?
es: Glurp... ¿Hora de correr?
fr: Glurp... C'est p'têt le moment de fuir ?
it: Glurp... forse ora di scappare?
ja: グルーフ…逃げた方がいいのかも…？
ko: 빠끔... 아마도 뛰어야 할 때인가?
pl: Glurp... Może już pora uciekać?
pt_br: Glurp... hora de fugir, talvez?
ru: Хлюп... Может, бежать пора?
zh_tw: 格勒噗……也許該逃跑了？

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: I-is gone for good now right, florp?
de: Ist jetzt für immer weg, richtig, florp?
es: ¿A-ahora ya está, florp?
fr: I-Il est mort pour de vrai là, florp ?
it: È m-morto del tutto, vero, florp?
ja: こ、こんどこそ本当に終わりだよね、フロープ？
ko: 나- 이제 영원히 사라지는 거지, 뻐끔?
pl: C-czy teraz już nie żyje na dobre, florp?
pt_br: A-agora se foi pra sempre, florp?
ru: Ну т-теперь-то он точно мертвый, да? Бульк?
zh_tw: 我——這下死翹翹了吧，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Look out! Might come back!
de: Achtung! Könnte zurückkommen!
es: ¡Cuidado! Igual vuelve...
fr: Attention ! Il pourrait revenir !
it: Attenzione! Potrebbe tornare!
ja: 気をつけて！また戻ってくるかも！
ko: 조심해! 다시 올 거야!
pl: Uważaj! Może wrócić!
pt_br: Cuidado! Pode voltar!
ru: Осторожно! Может опять вернуться!
zh_tw: 小心點！也許會回來的！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: Don't trust weird rocks, florp.
de: Nie komischen Steinen vertrauen, florp.
es: No fiar de rocas raras, florp.
fr: Je fais pas confiance aux pierres bizarres, florp.
it: Non fidarsi di strane rocce, florp.
ja: 変な岩には近寄っちゃダメ、フロープ。
ko: 이상한 바위 믿지 마, 뻐끔.
pl: Nie ufaj dziwnym kamieniom, florp.
pt_br: Não confio em pedras estranhas, florp.
ru: Не доверяю чудным камушкам, хлюп.
zh_tw: 怪石頭是信不過的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.AMULET
source: Pretty magic rock!
de: Hübscher Zauberstein!
es: ¡Roca mágica bonita!
es_mx: ¡Roca mágica bonita!
fr: C'est une jolie pierre magique !
it: Bella roccia magica!
ja: 可愛い魔法の石だよ！
ko: 예쁜 마법 돌이다!
pl: Piękny, magiczny kamień!
pt_br: Rocha mágica bonita!
ru: Волшебный камушек!
zh_tw: 漂亮魔法石！

# CHARACTERS.WURT.DESCRIBE.ANCHOR
source: Keep boat stuck.
de: Hält Boot fest.
es: Mantiene al barco atascado.
es_mx: Esto dejar bote atorado.
fr: Ça empêche le bateau de bouger.
it: Tiene barca ferma.
ja: ボートが動かないようにしておくね。
ko: 배 멈추게 해.
pl: Trzyma łódkę w miejscu.
pt_br: Deixa barco preso.
ru: Чтобы лодка не сбежала.
zh_tw: 拴牢船。

# CHARACTERS.WURT.DESCRIBE.ANCHOR_ITEM
source: Can make boat-stopper!
de: Kann Bootstopper machen!
es: ¡Puedo hacer parabarcos!
es_mx: ¡Poder hacer atorador de botes!
fr: C'est pour arrêter le bateau.
it: Serve a fare ferma-barca!
ja: ボートストッパーが作れるよ！
ko: 배 멈추는 거 만들 수 있어!
pl: Można zrobić trzymadełko do łódki!
pt_br: Pode fazer para-barco!
ru: Можно привязать к лодке!
zh_tw: 能做拴住船的東西！

# CHARACTERS.WURT.DESCRIBE.ANCIENT_ALTAR
source: Look real old.
de: Sieht alt aus.
es: Parece muy viejo.
es_mx: Parecer muy antiguo.
fr: Il est très très vieux.
it: Sembra molto vecchia.
ja: 老けて見えるよ。
ko: 진짜 낡아 보여.
pl: Wygląda bardzo staro.
pt_br: Pareça bem velho.
ru: На вид такой старый.
zh_tw: 看起來很舊。

# CHARACTERS.WURT.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: It broken, flurp.
de: Kaputt, flurp.
es: Se ha roto, flurp.
es_mx: Estar roto, flup.
fr: C'est cassé, florp.
it: Rotta, flurp.
ja: それは壊れてるよ、フループ。
ko: 망가졌다, 뻐끔.
pl: Popsuty, florp.
pt_br: Quebrou, flurp.
ru: Хлюп, он сломан.
zh_tw: 壞了，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.ANCIENT_STATUE
source: Creepy.
de: Gruselig.
es: Espeluznante.
es_mx: Espeluznante.
fr: Sinistre.
it: Raccapricciante.
ja: 気味悪い。
ko: 오싹하네.
pl: Okropieństwo.
pt_br: Bizarro.
ru: Жутковато.
zh_tw: 真嚇人。

# CHARACTERS.WURT.DESCRIBE.ANIMAL_TRACK
source: Tracks!
de: Spuren!
es: ¡Huellas!
es_mx: ¡Huellas!
fr: Des traces !
it: Tracce!
ja: トラックだ！
ko: 발자국이다!
pl: Ślady!
pt_br: Pegadas!
ru: Следы!
zh_tw: 行蹤！

# CHARACTERS.WURT.DESCRIBE.ANTCHOVIES
source: Is fish? Or bug?
de: Fisch? Oder Insekt?
es: ¿Es pez? ¿O bicho?
es_mx: ¿Ser pez o ser bicho?
fr: C'est un poisson ou un insecte ?
it: È pesce? O è insetto?
ja: 魚なの？それとも虫？
ko: 물고기? 벌레인가?
pl: Ryba? Czy robak?
pt_br: É peixe? Ou inseto?
ru: Это рыба? Или жук?
zh_tw: 是魚？還是蟲子？

# CHARACTERS.WURT.DESCRIBE.ANTLION.GENERIC
source: What you want?
de: Was willst du?
es: ¿Qué quieres?
es_mx: ¿Tú qué querer?
fr: Qu'est-ce que tu veux ?
it: Cosa vuoi?
ja: 何がしたいのかな？
ko: 뭐 원해?
pl: Czego chcesz?
pt_br: O que você quer?
ru: Чего хочешь?
zh_tw: 你想要什麼？

# CHARACTERS.WURT.DESCRIBE.ANTLION.UNHAPPY
source: Glorp, don't be mad!
de: Glorp, sei nicht sauer!
es: Glorp, ¡no te enfades!
es_mx: ¡Glop, no molestarte!
fr: Glorp, fais un sourire.
it: Glorp, non arrabbiarti!
ja: グロープ、怒らないでよ！
ko: 빠끔, 화내지 마!
pl: Glorp, nie gniewaj się!
pt_br: Glorp, não fique bravo!
ru: Бульк, не злись!
zh_tw: 格浪噗，別生氣！

# CHARACTERS.WURT.DESCRIBE.ANTLION.VERYHAPPY
source: She look much happier!
de: Schon viel besser!
es: ¡Parece mucho más feliz!
es_mx: ¡Ella parecer mucho más feliz!
fr: Elle a l'air de bien meilleure humeur !
it: Sembra molto più felice!
ja: 彼女はもっと幸せそうに見えるよ！
ko: 훨씬 행복해 보여!
pl: Wygląda znacznie radośniej!
pt_br: Ela parece muito mais feliz!
ru: Ты выглядишь счастливее!
zh_tw: 她看著高興多了！

# CHARACTERS.WURT.DESCRIBE.ANTLIONTRINKET
source: Know someone who'd like this, florp!
de: Kenne jemanden, der es mögen würde, florp!
es: ¡Sé de alguien a quien le gustaría esto, florp!
es_mx: ¡Yo conocer a alguien a quien gustar esto, flop!
fr: J'connais quelqu'un à qui ça plaira, florp !
it: Conosco a chi piacerebbe, florp!
ja: これが欲しい人を知っているよ、フロープ！
ko: 좋아할 만한 사람 알아, 뻐끔!
pl: Znam kogoś, komu by się to spodobało, florp!
pt_br: Sei alguém que gostaria disso, florp!
ru: Бульк, кое-кому это понравится!
zh_tw: 認識一個喜歡這個的人，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_CENTIPEDE
source: Glurp! Never see Ironfolk like that before!
de: Glurp! Nie solche Eisenleute gesehen!
es: Florp, nunca visto gente de hierro así.
fr: Glurp ! J'avais jamais vu des bonshommes de fer comme ça !
it: Glurp! Mai visto uomo di ferro come quello!
ja: グルーフ！アイアンフォークを見たのははじめてだよ！
ko: 뻐끔! 철기족이 저런 건 처음 봐!
pl: Glurp! Jeszcze nigdy nie widziałam takiego żelaziaka!
pt_br: Glurp! Nunca vi povo-ferro assim!
ru: Хлюп! Никогда таких Железяк не видела!
zh_tw: 格勒噗！從前沒見過這樣的鐵人！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: Buncha Ironfolk bits.
de: Haufen Eisenleute-Teile.
es: Muchos trozos de gente de hierro.
fr: Plein d'morceaux d'bonhomme de fer.
it: Tanti pezzi di uomo di ferro.
ja: アイアンフォークのかけらがい～っぱい。
ko: 철기족 뭉치야.
pl: Mnóstwo kawałków żelaziaka.
pt_br: Monte de pedaços de povo-ferro.
ru: Куча кусочков Железяк.
zh_tw: 一堆鐵人的零件。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: Oops...
de: Huch ...
es: Ups...
es_mx: Uy...
fr: Oups...
it: Ops...
ja: あらら…
ko: 이런...
pl: Ups...
pt_br: Opa...
ru: Ой…
zh_tw: 哎呀……

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: This take foreverrr...
de: Dauert ewig ...
es: Esto nunca acabaaa...
es_mx: Esto tomar una eternidaaad.
fr: Ça prend des lustres !
it: Ci mette tanto tempo...
ja: これはまだまだかかるよ...
ko: 너무 오래 걸려어어...
pl: To trwa milion lat...
pt_br: Isso demora pra sempre...
ru: Столько еще ждать…
zh_tw: 好費時間啊……

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: Will be done quick!
de: Geht schnell!
es: ¡Estará listo enseguida!
es_mx: ¡Esto estar listo rápido!
fr: Ça va être vite fait !
it: Manca pochissimo!
ja: すぐに終わるよ！
ko: 금방 끝나!
pl: Za chwilę będzie gotowe!
pt_br: Vai acabar rápido!
ru: Скоро будет готово!
zh_tw: 很快就好了！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: Time for yums!
de: Zeit zum Essen!
es: ¡Hora de comer!
es_mx: ¡Hora de comer!
fr: À taaaaaable !
it: Ora di gnammi!
ja: ヤムスの時間だよ！
ko: 냠냠 시간이다!
pl: Czas na pyszności!
pt_br: Hora de comer!
ru: Пора ням-ням!
zh_tw: 美味時間到！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: It old and dusty.
de: Alt und rostig.
es: Está vieja y polvorienta.
fr: C'est vieux et plein d'poussière.
it: Vecchio e polveroso.
ja: 古くて、ホコリっぽい。
ko: 오래되고 먼지가 많아.
pl: Stary i zakurzony.
pt_br: Velho e empoeirado.
ru: Старый и пыльный.
zh_tw: 又舊又滿是灰塵。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_LOCKBOX
source: Grrr, how get it open?!
de: Grrr, wie geht auf?!
es: Grrr... ¿¡Cómo abrir!?
fr: Grrr, comment ça s'ouvre ?!
it: Grrr, come si apre?!
ja: グルル！どうやって開けるの？！
ko: 그르릉, 어떻게 열지?!
pl: Wrrr, jak to otworzyć?!
pt_br: Grrr, como abrir isso?!
ru: Гр-р-р, как это открыть?!
zh_tw: 格浪，怎麼打開？！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: Funny-hair man say it full of "gnaw-ledge".
de: Der Mann mit lustigem Haar sagt, es sei voller "Nagespuren".
es: Señor de pelo raro dice que tener mucho "conos-cimiento".
fr: Le monsieur aux cheveux rigolos dit que c'est plein de « cône essence ».
it: Uomo con capelli strani dice che pieno di "cono-scienza".
ja: 変な髪の人が「これはチシキでいっぱいだ」って言ってたよ。
ko: 우스꽝스러운 머리를 한 사나이가 "알쓸신잡"으로 가득 차 있다고 해.
pl: Człowiek ze śmieszną fryzurą mówi, że w środku jest „modrość”.
pt_br: Homem de cabelo engraçado disse que tá cheia de "cunha-cimento".
ru: Волосатик говорит, тут полно «неучных знаний».
zh_tw: 頭髮很奇怪的人說它裡面都是“姿勢”。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: Weird statue.
de: Komische Statue.
es: Estatua rara.
fr: Bizarre, la statue.
it: Statua strana.
ja: 変な像だね。
ko: 이상한 동상이야.
pl: Dziwny posąg.
pt_br: Estátua estranha.
ru: Странная статуя.
zh_tw: 奇怪的雕塑。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_MOON_STATUE
source: Look just like moon!
de: Sieht aus wie Mond!
es: ¡Igual que luna!
fr: C'est comme la lune !
it: Sembra proprio luna!
ja: お月さまみたい！
ko: 달처럼 생겼어!
pl: Wygląda zupełnie jak księżyc!
pt_br: Parece muito com lua!
ru: Прямо как настоящая луна!
zh_tw: 跟月亮一模一樣！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Still not pond.
de: Immer noch kein Teich.
es: Aún no charco.
fr: C'est toujours pas un étang.
it: Ancora niente stagno.
ja: これはまだお池じゃないね。
ko: 아직 연못 아니야.
pl: To i tak nie jest staw.
pt_br: Ainda não é lagoinha.
ru: Все еще не пруд.
zh_tw: 終究不是池塘。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: It look like pond, but not.
de: Sieht aus wie Teich, aber nicht.
es: Casi charco, pero no.
fr: On dirait un étang, mais en fait non.
it: Sembrava stagno, ma no.
ja: お池みたいだけど、違うんだね。
ko: 연못처럼 보이지만 아니야.
pl: Wygląda jak staw, ale nim nie jest.
pt_br: Parece lagoa, mas não é.
ru: Похоже на пруд, но не он.
zh_tw: 看起來像池塘，但並不是。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: Glorph! What it doing?!
de: Glorp! Was macht?
es: ¡Glorph! ¿¡Qué hace!?
fr: Glorp ! Qu'est-ce qu'il fait ?!
it: Glorf! Cosa fare?
ja: グローフ！これは何やってるの？！
ko: 뻐끔! 뭐 하는 거야?
pl: Glurp! Co to robi?!
pt_br: Glorph! O que tá fazendo?!
ru: Буль! Что он делает?!
zh_tw: 格浪浮！它在幹什麼？！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: It not point way anymore.
de: Es zeigt nicht mehr Weg.
es: Señala nada.
fr: Il montre plus rien.
it: Non mostra più via.
ja: もう道を教えてくれないんだね。
ko: 더는 방향을 가리키지 않아.
pl: Już nie wskazuje drogi.
pt_br: Não mostra mais caminho.
ru: Больше не показывает дорогу.
zh_tw: 它不指路了。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: Wonder why it so important, florp?
de: Warum wohl so wichtig, florp?
es: ¿Por qué tan importante, florp?
fr: Me demande pourquoi c'est si important, florp ?
it: Perché tanto importante, florp?
ja: なんでそんなに大事なのかな、フロープ？
ko: 그게 왜 그렇게 중요한지 궁금해?
pl: Ciekawe, czemu to takie ważne, florp?
pt_br: Por que será que é tão importante, florp?
ru: Почему он такой важный, бульк?
zh_tw: 知道它為什麼這麼重要麼，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: Glorph... it too hard to read.
de: Glorp ... es zu schwer zu lesen.
es: Glorph... Difícil de leer.
fr: Glorp... C'est trop dur à lire.
it: Glorf... difficile da leggere.
ja: グローフ…難しすぎて読めないよ。
ko: 빠끔... 읽기가 너무 어려워.
pl: Glurp... Za trudne do przeczytania.
pt_br: Glorph... muito difícil de ler.
ru: Буль... слишком сложно читать.
zh_tw: 格浪浮……很難看懂。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: Someone read story!
de: Jemand muss Geschichte lesen!
es: ¡Que alguien leer historia!
fr: Quelqu'un doit lire l'histoire !
it: Qualcuno legge storia!
ja: だれか、お話を読んでよ！
ko: 누군가 이야기를 읽어줘!
pl: Niech ktoś przeczyta mi bajkę!
pt_br: Alguém lê história pra mim!
ru: Кто-нибудь, прочитайте историю!
zh_tw: 誰來給我講故事！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: Glorph... it too hard to read.
de: Glorp ... es zu schwer zu lesen.
es: Glorph... Difícil de leer.
fr: Glorp... C'est trop dur à lire.
it: Glorf... difficile da leggere.
ja: グローフ…難しすぎて読めないよ。
ko: 빠끔... 읽기가 너무 어려워.
pl: Glurp... Za trudne do przeczytania.
pt_br: Glorph... muito difícil de ler.
ru: Буль... слишком сложно читать.
zh_tw: 格浪浮……很難看懂。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: Someone read story!
de: Jemand muss Geschichte lesen!
es: ¡Que alguien leer historia!
fr: Quelqu'un doit lire l'histoire !
it: Qualcuno legge storia!
ja: だれか、お話を読んでよ！
ko: 누군가 이야기를 읽어줘!
pl: Niech ktoś przeczyta mi bajkę!
pt_br: Alguém lê história pra mim!
ru: Кто-нибудь, прочитайте историю!
zh_tw: 誰來給我講故事！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: Glorph... it too hard to read.
de: Glorp ... es zu schwer zu lesen.
es: Glorph... Difícil de leer.
fr: Glorp... C'est trop dur à lire.
it: Glorf... difficile da leggere.
ja: グローフ…難しすぎて読めないよ。
ko: 빠끔... 읽기가 너무 어려워.
pl: Glurp... Za trudne do przeczytania.
pt_br: Glorph... muito difícil de ler.
ru: Буль... слишком сложно читать.
zh_tw: 格浪浮……很難看懂。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: Ooooh, got more fancy!
de: Ooooh, wurde noch schicker!
es: Ooooh, ahora más lujo.
fr: Ooooh, c'est devenu plus chic !
it: Oooh, più bello!
ja: うわ～～！もっと綺麗になった！
ko: 오오오오, 더 멋져졌어!
pl: Ooooch, zrobiło się bardziej wymyślne!
pt_br: Aaaah, ficou mais chique!
ru: У-у-у, теперь еще красивее!
zh_tw: 哦，越來越高級了！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: It fancy.
de: Ist schick.
es: Mucho lujo.
fr: C'est chic.
it: Proprio bello.
ja: 綺麗だね。
ko: 멋져.
pl: Wymyślne coś.
pt_br: É chique.
ru: Красивое.
zh_tw: 真高級。

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Floaty glowy! Come back!
de: Schwimmi-leuchti! Komm zurück!
es: ¡Brillo flotante, ven!
fr: Un truc qui brille et qui flotte ! Reviens !
it: Luce galleggiante! Torna indietro!
ja: プカプカのピカピカさん！戻ってきて！
ko: 빛이 둥둥 떠있다! 돌아와!
pl: Hej, latające światełko! Wracaj!
pt_br: Brilho flutuante! Volta aqui!
ru: Летучка-светлючка! Вернись!
zh_tw: 漂浮的亮光！回來啊！

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: It missing a shiny...
de: Da fehlt Funkelkram ...
es: Falta algo brillante...
fr: Il manque des trucs qui brillent...
it: Manca cosa luccicante...
ja: キラキラが足りないね…
ko: 반짝이가 사라졌다...
pl: Brakuje błyskotki...
pt_br: Tá faltando uma brilhosa...
ru: Не хватает блестяшки...
zh_tw: 少了一個閃光的東西……

# CHARACTERS.WURT.DESCRIBE.ARCHIVE_SWITCH.VALID
source: Shiny!
de: Funkelnd!
es: ¡Qué reluciente!
es_mx: ¡Qué reluciente!
fr: Ça brille !
it: Brillante!
ja: ピカピカ！
ko: 반짝이야!
pl: Ale błyszczy!
pt_br: Brilhante!
ru: Просто блеск!
zh_tw: 好閃亮！

# CHARACTERS.WURT.DESCRIBE.ARMORDRAGONFLY
source: More scales!!
de: Mehr Schuppen!!
es: ¡¡Más escamas!!
es_mx: ¡¡Más escamas!!
fr: Comme ça, j'ai encore plus d'écailles !
it: Altre squame!
ja: もっとスケールを！
ko: 또 비늘이다!!
pl: Więcej łusek!
pt_br: Mais escamas!!
ru: Больше чешуек!
zh_tw: 更多的鱗片！！

# CHARACTERS.WURT.DESCRIBE.ARMORGRASS
source: Swishy swish!
de: Ganz leicht!
es: ¡Suisi-suís!
es_mx: ¡Hierba, hierbita!
fr: Swish, swish !
it: Suish suish!
ja: スイッシー スウィッシュ！
ko: 바스락바스락!
pl: Ciachu ciach!
pt_br: Faz swish-swish!
ru: Шуршит-шелестит!
zh_tw: 嗖，嗖嗖！

# CHARACTERS.WURT.DESCRIBE.ARMORMARBLE
source: It heavyyyy...
de: Schweeer ...
es: Cómo pesaaa...
es_mx: Ser pesaaada.
fr: C'est louuuuuurd...
it: Pesante...
ja: 重いよ...
ko: 이거 무거워...
pl: Ciężkiii...
pt_br: É pesada...
ru: Тяжело-о-о…
zh_tw: 真沉啊……

# CHARACTERS.WURT.DESCRIBE.ARMORRUINS
source: Strong!
de: Stark!
es: ¡Fuerte!
es_mx: ¡Resistente!
fr: C'est du solide !
it: Forte!
ja: 強い！
ko: 튼튼해!
pl: Mocny!
pt_br: Forte!
ru: Крепкая!
zh_tw: 很強大！

# CHARACTERS.WURT.DESCRIBE.ARMORSKELETON
source: Glorp! Look scary!
de: Glorp! Gruselig!
es: ¡Glorp! ¡Da miedo!
es_mx: ¡Glop! ¡Yo verme escalofriante!
fr: Glorp ! J'fais peur avec ça !
it: Glorp! Paura!
ja: グロープ！怖そうだよ！
ko: 빠끔! 무서워 보여!
pl: Glorp! Wygląda strasznie!
pt_br: Glorp! Parece assustador!
ru: Хлюп! Страшно как!
zh_tw: 格浪噗！看著真嚇人！

# CHARACTERS.WURT.DESCRIBE.ARMORSLURPER
source: Good belt, glorp.
de: Guter Gürtel, glorp.
es: Buen cinturón, glorp.
es_mx: Lindo cinturón, glop.
fr: Jolie ceinture, glorp.
it: Bella cintura, glorp.
ja: 良いベルトだね、グロープ。
ko: 멋진 띠야, 빠끔.
pl: Dobry pas, glorp.
pt_br: Bom cinto, glorp.
ru: Хороший пояс, бульк..
zh_tw: 好皮帶，格浪噗。

# CHARACTERS.WURT.DESCRIBE.ARMORSNURTLESHELL
source: Sticky!
de: Klebrig!
es: ¡Está pegajoso!
es_mx: ¡Está pegajoso!
fr: Ça colle !
it: Appiccicoso!
ja: ネバネバする！
ko: 껍적껍적하다!
pl: Klei się!
pt_br: Grudento!
ru: Липко!
zh_tw: 真黏！

# CHARACTERS.WURT.DESCRIBE.ARMORWOOD
source: Wood shirt!
de: Holzhemd!
es: ¡Camisa de madera!
es_mx: ¡Camisa de madera!
fr: Une chemise en bois !
it: Maglia di legno!
ja: ウッドシャツだよ！
ko: 나무 셔츠다!
pl: Drewniana koszula!
pt_br: Camisa de madeira!
ru: Рубаха из дерева!
zh_tw: 木襯衣！

# CHARACTERS.WURT.DESCRIBE.ARMOR_BRAMBLE
source: Plant made it!
de: Von Pflanze!
es: ¡Lo ha hecho una planta!
es_mx: ¡La planta haberla hecho!
fr: C'est fait en plantes.
it: Fatto da pianta!
ja: 植物が作ったんだよ！
ko: 풀이 만들었어!
pl: Roślinka ją zrobiła!
pt_br: Feita de planta!
ru: Это растение сделало!
zh_tw: 植物做的！

# CHARACTERS.WURT.DESCRIBE.ARMOR_SANITY
source: Don't like it, flurp!!
de: Gefällt mir nicht, flurp!!
es: ¡¡No me gusta, flurp!!
es_mx: ¡¡A mí no gustar, flup!!
fr: J'aime pas ça du tout, florp !
it: Non piace, flurp!
ja: 気に入らないの？
ko: 마음에 안 들어, 뻐끔!!
pl: Nie podoba mi się, flurp!
pt_br: Não gosto dela, flurp!!
ru: Хлюп, мне не нравится!
zh_tw: 不喜歡它，浮勒噗!!

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: It dead.
de: Tot.
es: Está muerto.
es_mx: Estar muerto.
fr: Il est mort.
it: Morto.
ja: 死んでるよ。
ko: 죽었어.
pl: Nie żyje.
pt_br: Tá morto.
ru: Мертвый.
zh_tw: 死了。

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: What it say?
de: Was sagt es?
es: ¿Qué dice?
es_mx: ¿Qué decir?
fr: Qu'est-ce que ça dit ?
it: Cosa dice?
ja: 何て書いてあるの？
ko: 뭐라고 쓰였지?
pl: Co tu jest napisane?
pt_br: O que diz?
ru: Что написано?
zh_tw: 它說什麼？

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: Nothing there!
de: Nichts drauf!
es: ¡Ahí no hay nada!
es_mx: ¡No haber nada ahí!
fr: Y'a rien dessus !
it: Niente lì!
ja: そこには何もないよ！
ko: 아무것도 없어!
pl: Nic tu nie ma!
pt_br: Não tem nada lá!
ru: Тут ничего нет!
zh_tw: 什麼都沒！

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_POST.BURNT
source: Roasty.
de: Geröstet.
es: Tostadito.
es_mx: Tostado.
fr: C'est rôti !
it: Arrostito.
ja: ロースティーだよ。
ko: 구웠네.
pl: Upieczony.
pt_br: Assado.
ru: Зажарили.
zh_tw: 燒烤的香味。

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_POST.GENERIC
source: What it say?
de: Was sagt es?
es: ¿Qué dice?
es_mx: ¿Qué decir?
fr: Qu'est-ce que ça dit ?
it: Cosa dice?
ja: 何て書いてあるの？
ko: 뭐라고 쓰였지?
pl: Co tu jest napisane?
pt_br: O que diz?
ru: Что написано?
zh_tw: 它說什麼？

# CHARACTERS.WURT.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: Nothing there!
de: Nichts drauf!
es: ¡Ahí no hay nada!
es_mx: ¡No haber nada ahí!
fr: Y'a rien dessus !
it: Niente lì!
ja: そこには何もないよ！
ko: 아무것도 없어!
pl: Nic tu nie ma!
pt_br: Nada aí!
ru: Тут ничего нет!
zh_tw: 什麼都沒！

# CHARACTERS.WURT.DESCRIBE.ASH.GENERIC
source: Pile of burny bits.
de: Haufen Asche.
es: Un montón de trocitos quemados.
es_mx: Montón de trocitos quemados.
fr: Un tas de trucs brûlés.
it: Mucchio di pezzi bruciati.
ja: 焦げた部分の山だね。
ko: 탄 조각 더미야.
pl: Kupka spalenizny.
pt_br: Pilha de pedaços queimados.
ru: Кучка погорелок.
zh_tw: 一堆燒完的碎東西。

# CHARACTERS.WURT.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Buh-bye blinky stick.
de: Tschüss Zwinkerstock.
es: Adiós al palo parpadeante.
es_mx: Adiosito, ramita parpadeante.
fr: Au revoir, le bâton qui cligne de l'œil.
it: Ciao ciao bastone luminoso.
ja: ブンバイ ブリンキー スティック。
ko: 잘 가, 깜빡이는 막대기야.
pl: Pa-a, mrugający patyku.
pt_br: Vara piscante de tchá-tchau.
ru: Пока, палка-моргалка.
zh_tw: 再見咯，閃光棒。

# CHARACTERS.WURT.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: Aww... all gone.
de: Ooch ... Alles weg.
es: Oh... No queda nada.
es_mx: Aaay... no quedar nada.
fr: Oh... y'a plus rien.
it: Oh... tutto andato.
ja: あうう...全てが終わったね。
ko: 에이... 다 없어졌어.
pl: Ojoj... wszystko zniknęło.
pt_br: Ahh... tudo se foi.
ru: Ой… Все пропало.
zh_tw: 嗷……全沒了。

# CHARACTERS.WURT.DESCRIBE.ASH.REMAINS_THINGIE
source: It gone now.
de: Weg.
es: No queda nada.
es_mx: No quedar nada ya.
fr: Y'a plus rien.
it: Più niente
ja: なくなっちゃったよ。
ko: 이제 없어.
pl: Wszystko zniknęło.
pt_br: Foi embora agora.
ru: Все сгорело.
zh_tw: 沒有了。

# CHARACTERS.WURT.DESCRIBE.ASPARAGUS
source: Snack sticks!
de: Stöcke zum Essen!
es: ¡Palos de piscolabis!
es_mx: ¡Palitos comestibles!
fr: Des bouts de bois qui se mangent !
it: Bastoncini da mangiare!
ja: スナック菓子だよ！
ko: 간식 막대기다!
pl: Smakołyk z patyków!
pt_br: Palitos de petisco!
ru: Палки-закуски!
zh_tw: 小吃棒!

# CHARACTERS.WURT.DESCRIBE.ASPARAGUSSOUP
source: Mmmm...
fr: Miam...
ja: んー...
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WURT.DESCRIBE.ASPARAGUS_COOKED
source: Hot snack sticks!
de: Heiße Stöcke zum Essen!
es: ¡Palos de piscolabis calientes!
es_mx: ¡Palitos comestibles calientes!
fr: Des bouts de bois tout chauds qui se mangent !
it: Bastoncini caldi da mangiare!
ja: ホットスナック菓子だよ！
ko: 뜨거운 간식 막대기다!
pl: Gorący smakołyk z patyków!
pt_br: Palitos de petisco quentes!
ru: Горячие палки-закуски!
zh_tw: 熱的小吃棒！

# CHARACTERS.WURT.DESCRIBE.ASPARAGUS_OVERSIZED
source: Is tree? Or snack?
de: Is Baum? Oder Snack?
es: ¿Árbol? ¿O comida?
fr: C'est un arbre ? Ou à manger ?
it: È albero? O cibo?
ja: これは木なの？それともおやつ？
ko: 나무인가? 아니면 간식?
pl: To drzewo? Czy papu?
pt_br: É árvore? Ou lanche?
ru: Это дерево или еда?
zh_tw: 是樹還是小吃啊？

# CHARACTERS.WURT.DESCRIBE.ASPARAGUS_SEEDS
source: Make more snacks, florp!
de: Mehr Essen machen, florp!
es: ¡Haz más piscolabis, florp!
es_mx: ¡Estas hacer más botanas, flop!
fr: Ça sert à faire pousser plus de trucs à manger, florp !
it: Faranno altri bastoncini, florp!
ja: おやつ増やしてよ、フロープ！
ko: 간식 더 만들어, 뻐끔!
pl: Będzie więcej smakołyków, florp!
pt_br: Fazer mais petiscos, florp!
ru: Будет больше палок, хлюп!
zh_tw: 能長出更多的小吃，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.ATRIUM_GATE.CHARGING
source: What happening?!
de: Was geschieht?!
es: ¡¿Qué está pasando?!
es_mx: ¡¿Qué estar pasando?!
fr: Qu'est-ce qui se passe ?
it: Che succede?!
ja: 何が起こってるの？！
ko: 무슨 일이지?!
pl: Co się dzieje?!
pt_br: Que tá acontecendo?!
ru: Что происходит?
zh_tw: 發生什麼了？！

# CHARACTERS.WURT.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: It over now?
de: Vorbei?
es: ¿Ha terminado?
es_mx: ¿Haber acabado ya?
fr: C'est fini ?
it: È finito, adesso?
ja: もう終わったの？
ko: 끝났나?
pl: Już koniec?
pt_br: Acabou agora?
ru: Все кончилось?
zh_tw: 結束了？

# CHARACTERS.WURT.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: G-glorp!
es_mx: ¡G-glop!
ja: グ、グロープ！
ko: 빠, 빠끔!
ru: Б-бульк!
zh_tw: 格-格浪噗！！
