Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.BARNACLINGUINE
source: That should keep me fed for a good while.
de: Das sollte mich für eine ganze Weile satt machen.
es: Eso me llenará el estómago para rato.
fr: Ça devrait me caler pendant un certain temps.
it: Dovrebbero saziarmi per un po' di tempo.
ja: しばらくは食いつなげるはず。
ko: 한동안 먹을 수 있겠어.
pt_br: Isso deve me manter alimentada por um bom tempo.
ru: Теперь я еще долго есть не захочу.
zh_tw: 這應該能讓我吃上好一陣子。

# CHARACTERS.WANDA.DESCRIBE.BASALT
source: That's too strong to break through!
de: Das ist zu dick, um es durchzubrechen.
es: ¡Es demasiado fuerte como para romperlo!
fr: Trop solide pour être cassé !
it: È troppo forte da sfondare!
ja: 打ち破るにはかなり手強い！
ko: 너무 단단해서 부술 수 없다!
pt_br: É muito duro para quebrar!
ru: Слишком прочный, не пробить!
zh_tw: 太硬了，敲不碎！

# CHARACTERS.WANDA.DESCRIBE.BAT
source: Stay out of my hair, it's enough of a bat's nest already!
de: Halt dich von meinem Haar fern, es ist eh schon ein Fledermausnest!
es: ¡Fuera de mi pelo, que ya es un desastre sin tu ayuda!
fr: Ne t'approche pas de mes cheveux, ils sont assez en désordre comme ça !
it: State lontani dai miei capelli, che sono già abbastanza un nido di pipistrelli!
ja: 私の髪には触らないで。そうじゃなくてもコウモリの巣みたいにメチャクチャなのに！
ko: 내 머리에서 떨어져, 이미 박쥐 둥지로 충분하다고!
pt_br: Sai pra lá, meu cabelo não precisa de mais nada pra parecer um ninho de morcego!
ru: А ну не трожь мои волосы! Там и так чье-то гнездо, еще летучих мышей не хватало!
zh_tw: 離我的頭髮遠一點，那裡已經像一個蝙蝠窩一樣了！

# CHARACTERS.WANDA.DESCRIBE.BATBAT
source: I can take a bit of my enemy's lifespan and add it to my own.
de: Ich kann etwas von der Lebensspanne meines Feindes nehmen und es zu meiner eigenen hinzufügen.
es: Puedo robarle esperanza de vida a mi enemigo y quedármela yo.
fr: Je peux voler un peu de vie à mon ennemi et l'ajouter à la mienne.
it: Posso sottrarre del tempo alla vita dei miei nemici per aggiungerlo alla mia.
ja: 敵の寿命をすこーしいただいて、私のに足せる。
ko: 적의 수명을 조금 가져 와서 내 수명에 추가할 수 있어.
pt_br: Posso tirar um pouco da vida do inimigo e adicioná-la à minha.
ru: Я забираю у противника кусочки его жизни и добавляю к своей собственной.
zh_tw: 我可以從我的敵人的壽命中抽取一點，加到我自己的壽命中。

# CHARACTERS.WANDA.DESCRIBE.BATCAVE
source: Don't mind me... just passing through...
de: Kümmert euch nicht um mich ... ich bin nur auf der Durchreise ...
es: No me hagáis caso... Solo estoy de paso.
fr: Je ne fais que passer... Faites comme si je n'étais pas là...
it: Fate come se non ci fossi, sono solo di passaggio...
ja: 気にしないで…ちょっと通るだけだよ…
ko: 신경쓰지말고.. 그냥 지나가렴...
pt_br: Não ligue pra mim... estou só de passagem...
ru: Не обращайте на меня внимания, я просто мимо прохожу...
zh_tw: 不要介意我……我只是路過……

# CHARACTERS.WANDA.DESCRIBE.BATHBOMB
source: It might be nice to have a warm bath and unwind for a moment or two.
de: Es wäre schön, ein heißes Bad zu nehmen und für eine Weile zu entspannen.
es: Estaría bien poder darme un bañito caliente y tener tiempo de relax.
fr: Ça doit être agréable de prendre un bon bain chaud et de se détendre un petit moment.
it: Non disdegnerei un bagno caldo per scaricare la tensione per qualche minuto.
ja: 温かい湯舟に使ってほんの少しだけゆっくりするのも良いかもしれない。
ko: 따뜻하게 목욕하고 잠시 휴식을 취하는 것도 좋겠네.
pt_br: Seria ótimo tomar um banho quente e relaxar por alguns instantes.
ru: Было бы очень неплохо принять горячую ванну и расслабиться на пару секунд.
zh_tw: 泡個熱水澡，放鬆一兩下，也許會很好。

# CHARACTERS.WANDA.DESCRIBE.BATNOSE
source: That should teach it not to stick its nose where it doesn't belong!
de: Das sollte sie lehren, ihre Nase nicht in Dinge zu stecken, die sie nichts angehen!
es: Así aprenderá a no meter la nariz donde no lo llaman.
fr: Ça devrait lui apprendre à ne pas fourrer son nez n'importe où !
it: Che gli serva da lezione: non deve ficcare il grugno dove non gli compete!
ja: 関係ない所には鼻を突っ込まないってことを学ぶ機会になったかもね！
ko: 쓸데없이 참견하지 말라고 가르쳐야 해!
pt_br: Isso vai ensinar a ele a não meter o nariz onde não é chamado!
ru: Больше не будет совать нос в чужие дела!
zh_tw: 這應該教會它不要把它的鼻子伸到不屬於它的地方！

# CHARACTERS.WANDA.DESCRIBE.BATNOSEHAT
source: What a wonderful, time-saving design!
de: Was für ein tolles, zeitsparendes Design!
es: Este diseño aprovecha el tiempo a la perfección.
fr: Quel modèle extraordinaire ! Il va faire gagner un temps fou !
it: Che magnifica idea per risparmiare tempo!
ja: なんって素晴らしい時間節約に役立つ設計！
ko: 얼마나 훌륭하고 시간을 절약해 주는 디자인이야!
pt_br: Esse design é maravilhoso e permite poupar tempo.
ru: Какая чудесная идея! Столько времени экономит!
zh_tw: 多麼美妙、省時的設計啊！

# CHARACTERS.WANDA.DESCRIBE.BATNOSE_COOKED
source: It hardly makes a difference whether it's raw or cooked.
de: Es macht kaum einen Unterschied, ob sie roh oder gekocht ist.
es: Apenas se nota la diferencia entre el crudo y el cocinado.
fr: Que ce soit cru ou cuit, ça ne fait pas une grande différence.
it: La differenza tra cotto e crudo è marginale.
ja: 生でも加熱されててもあんまり変わらない。
ko: 생으로 먹든 삶아 먹든 거의 차이가 없네.
pt_br: Quase não faz diferença se está cru ou cozido.
ru: Что сырой, что жареный — разницы никакой.
zh_tw: 生的還是熟的，幾乎沒有什麼區別。

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_DURABILITY
source: Oh, you wouldn't want to hear me sing... would you?
de: Oh, möchtest du mich vielleicht singen hören? Ja?
es: No querrás oírme cantar..., ¿no?
fr: Oh, crois-moi, tu ne veux pas m'entendre chanter.
it: Oh, dubito che vogliate sentirmi cantare... o sì?
ja: え、もしかして私の歌を聞きたくないの？
ko: 오, 내 노랫소리를 듣고 싶지는 않겠지... 그렇겠지?
pt_br: Ah, você não ia querer me ouvir cantar... né?
ru: Вы точно не захотите слушать, как я пою... или захотите?
zh_tw: 哦，你不會是想聽我唱歌吧？

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: Oh, you wouldn't want to hear me sing... would you?
de: Oh, möchtest du mich vielleicht singen hören? Ja?
es: No querrás oírme cantar..., ¿no?
fr: Oh, crois-moi, tu ne veux pas m'entendre chanter.
it: Oh, dubito che vogliate sentirmi cantare... o sì?
ja: え、もしかして私の歌を聞きたくないの？
ko: 오, 내 노랫소리를 듣고 싶지는 않겠지... 그렇겠지?
pt_br: Ah, você não ia querer me ouvir cantar... né?
ru: Вы точно не захотите слушать, как я пою... или захотите?
zh_tw: 哦，你不會是想聽我唱歌吧？

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_HEALTHGAIN
source: Oh, you wouldn't want to hear me sing... would you?
de: Oh, möchtest du mich vielleicht singen hören? Ja?
es: No querrás oírme cantar..., ¿no?
fr: Oh, crois-moi, tu ne veux pas m'entendre chanter.
it: Oh, dubito che vogliate sentirmi cantare... o sì?
ja: え、もしかして私の歌を聞きたくないの？
ko: 오, 내 노랫소리를 듣고 싶지는 않겠지... 그렇겠지?
pt_br: Ah, você não ia querer me ouvir cantar... né?
ru: Вы точно не захотите слушать, как я пою... или захотите?
zh_tw: 哦，你不會是想聽我唱歌吧？

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: It's her delivery that really scares the Dickens out of you.
de: Es ist ihre Darbietung, die einen wirklich das Fürchten lehrt.
es: Lo que da verdadero terror es cómo las interpreta.
fr: C'est sa façon de hurler qui file vraiment les jetons.
it: È il modo in cui la canta a far accapponare la pelle.
ja: 彼女の歌唱法は、心の中にディケンズ的な恐怖を掻き立てるのさ。
ko: 그녀가 가져다 줄 걸 보면 정말이지 움츠러들걸.
pt_br: É a interpretação dela que provoca medo.
ru: От ее подачи быстро понимаешь, чем опера отличается от рождественских пьесок.
zh_tw: 她唱歌真是要命啊。

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: Insults are so much more scathing when they rhyme.
de: Beleidigungen sind so viel bissiger, wenn sie gereimt sind.
es: Los insultos son más mordaces cuando riman.
fr: Les insultes sont bien plus efficaces quand elles riment.
it: Gli insulti fanno più male quando sono in rima.
ja: 侮辱も韻を踏んでるとはるかに強烈なんだ。
ko: 모욕이 리듬을 타면 훨씬 더 가차 없어지지.
pt_br: Os insultos ficam muito mais mordazes quando rimam.
ru: Оскорбления намного обиднее, когда они еще и в рифму.
zh_tw: 侮辱在押韻的情況下會更加尖銳。

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_SANITYAURA
source: Oh, you wouldn't want to hear me sing... would you?
de: Oh, möchtest du mich vielleicht singen hören? Ja?
es: No querrás oírme cantar..., ¿no?
fr: Oh, crois-moi, tu ne veux pas m'entendre chanter.
it: Oh, dubito che vogliate sentirmi cantare... o sì?
ja: え、もしかして私の歌を聞きたくないの？
ko: 오, 내 노랫소리를 듣고 싶지는 않겠지... 그렇겠지?
pt_br: Ah, você não ia querer me ouvir cantar... né?
ru: Вы точно не захотите слушать, как я пою... или захотите?
zh_tw: 哦，你不會是想聽我唱歌吧？

# CHARACTERS.WANDA.DESCRIBE.BATTLESONG_SANITYGAIN
source: Oh, you wouldn't want to hear me sing... would you?
de: Oh, möchtest du mich vielleicht singen hören? Ja?
es: No querrás oírme cantar..., ¿no?
fr: Oh, crois-moi, tu ne veux pas m'entendre chanter.
it: Oh, dubito che vogliate sentirmi cantare... o sì?
ja: え、もしかして私の歌を聞きたくないの？
ko: 오, 내 노랫소리를 듣고 싶지는 않겠지... 그렇겠지?
pt_br: Ah, você não ia querer me ouvir cantar... né?
ru: Вы точно не захотите слушать, как я пою... или захотите?
zh_tw: 哦，你不會是想聽我唱歌吧？

# CHARACTERS.WANDA.DESCRIBE.BATWING
source: That'll teach those bats.
de: Das wird diesen Fledermäusen eine Lehre sein.
es: A ver si aprenden esos murciélagos.
fr: Ça leur apprendra, à ces chauves-souris.
it: Quei pipistrelli se la sono cercata.
ja: コウモリには良い勉強になったでしょ。
ko: 박쥐가 그로 인해 교훈을 얻겠지.
pt_br: Isso vai dar uma lição naqueles morcegos.
ru: Послужит мышелискам уроком.
zh_tw: 這將使那些蝙蝠得到教訓。

# CHARACTERS.WANDA.DESCRIBE.BATWING_COOKED
source: I don't know what flavor I expected, but it wasn't that.
de: Ich weiß nicht, was ich für eine Geschmacksrichtung erwartet hatte, aber das war es nicht.
es: No sé qué sabor me esperaba, pero ese seguro que no.
fr: Je ne sais pas trop à quel goût je m'attendais, mais pas à celui-là.
it: Non so che sapore mi aspettassi, ma questo no di certo.
ja: どんな風味を期待してたのかはわからないけど、とにかくこれではないわ。
ko: 어떤 맛을 기대했는지는 모르겠지만 그런 맛은 아니었어.
pt_br: Não sei que sabor eu esperava, mas não era isso.
ru: Не знаю, чего я ожидала, но вкус совершенно неожиданный.
zh_tw: 我不知道我期待的是什麼味道，但總之味不對。

# CHARACTERS.WANDA.DESCRIBE.BEARDHAIR
source: I know it's the wilderness, but does he have to leave whiskers everywhere?
de: Ich weiß, es ist die Wildnis, aber muss er wirklich überall Schnurrhaare verteilen?
es: Sé que estamos en plena naturaleza, pero ¿por qué tiene tanto pelo?
fr: Je sais qu'on est dans la nature, mais il est vraiment obligé de laisser des poils partout ?
it: So che siamo nella natura selvaggia, ma deve proprio lasciare peli ovunque?
ja: ここは野生の世界だって知ってるけど、こんなにあちこちにヒゲを落とす必要はあるの？
ko: 야생이라는 것은 알고 있지만 수염을 사방에 남겨야 하나?
pt_br: Eu sei que estamos em meio à natureza, mas ele precisa deixar bigodes por tudo?
ru: Я понимаю, что мы тут выживаем как можем, но можно как-нибудь прибирать за собой усы?
zh_tw: 我知道這是荒野，但他就能到處丟鬍鬚嗎？

# CHARACTERS.WANDA.DESCRIBE.BEARGER
source: All the worst parts of a bear and a badger rolled into one.
de: Die schlimmsten Eigenschaften eines Bären und eines Dachses, miteinander vereint.
es: Lo peor de los osos y de los tejones en un solo ser.
fr: Tous les défauts d'un ours et d'un blaireau réunis.
it: Il peggio di un orso e di un tasso riunito in un'unica creatura.
ja: クマとアナグマの最悪の部分が1つにまとめられたもの。
ko: 곰과 오소리에서 제일 나쁜 부분만 모두 하나로 뭉쳤네.
pt_br: O pior de um urso e de um texugo misturados numa só criatura.
ru: Как будто кто-то взял все самое худшее от медведя и барсука и слепил их воедино.
zh_tw: 熊和獾的所有最壞的部分都融為一體了。

# CHARACTERS.WANDA.DESCRIBE.BEARGERVEST
source: It reminds me of that time I was almost eaten by a bearger, but it's cozy.
de: Es erinnert mich an das eine Mal, als ich fast von einem Bärdachs gefressen wurde, aber es ist gemütlich.
es: Me recuerda a la vez en la que casi se me come un osotejón, pero da calorcito.
fr: Ça me rappelle la fois où j'ai failli me faire dévorer par un blairours. Mais c'est plus confortable.
it: Mi ricorda la volta in cui sono stata quasi divorata da un tassorso, ma è piacevole da indossare.
ja: アナグマグマに食べられそうになった時のことを思い出すんだけど、気持ちいいわ。
ko: 곰소리에게 거의 잡아먹힐 뻔했던 그 때가 생각나지만 포근해.
pt_br: Me faz lembrar daquela vez em que quase fui devorada por um Texurso, mas é confortável.
ru: Напоминает про тот случай, когда эта тварь чуть меня не съела. Зато уютненько.
zh_tw: 這讓我想起了那次我差點兒被熊獾吃掉的經歷，但這很溫馨。

# CHARACTERS.WANDA.DESCRIBE.BEARGER_FUR
source: It was either him or me.
de: Es galt "Er oder ich".
es: Era él o yo.
fr: C'était lui ou moi.
it: È stata autodifesa.
ja: 彼か私、どっちがやられるかってところだった。
ko: 살기 위해선 어쩔 수 없었어.
pt_br: Era ele ou eu.
ru: Либо он, либо я.
zh_tw: 當時不是他死就是我亡。

# CHARACTERS.WANDA.DESCRIBE.BEAST_BLUEPRINT
source: If it's so lucky, maybe I'll keep it for myself.
de: Wenn das so viel Glück bringt, behalte ich es vielleicht für mich.
es: Si tanta suerte da, a lo mejor me lo quedo.
fr: Si ça porte vraiment bonheur, je le garderai pour moi.
it: Se porta realmente fortuna, potrei tenerlo per me.
ja: これがそんなにラッキーな服なら、自分用にもっておいてもいいわね。
ko: 그렇게 운이 좋다면, 어쩌면 나 자신을 위해 간직할 수도 있겠지.
pt_br: Se dá tanta sorte, talvez eu fique com ela pra mim.
ru: Если он и правда приносит удачу, может, мне его себе оставить?
zh_tw: 如果這麼幸運，那自己留著好了。

# CHARACTERS.WANDA.DESCRIBE.BEDROLL_FURRY
source: If I have to spend time sleeping, at least I can do it comfortably.
de: Wenn ich schon schlafen muss, dann kann ich es wenigstens auch bequem tun.
es: Ya que tengo que perder el tiempo durmiendo, al menos que sea estando cómoda.
fr: Si je dois perdre du temps à dormir, au moins, je le ferais confortablement.
it: Se devo sprecare il tempo a dormire, almeno voglio farlo in comodità.
ja: 睡眠に時間を使わなくちゃいけないとしたら、どうせなら気持ちよく眠りたいわ。
ko: 자면서 시간을 보내야 한다면 적어도 편안하게 잘 수 있을 거야.
pt_br: Se eu tiver que dormir, ao menos posso fazê-lo de maneira confortável.
ru: Если уж приходится тратить время на сон, нужно делать это с комфортом.
zh_tw: 如果我必須花時間睡覺，那至少要睡舒服。

# CHARACTERS.WANDA.DESCRIBE.BEDROLL_STRAW
source: That doesn't look comfortable at all.
de: Das sieht so ganz und gar nicht gemütlich aus.
es: No parece nada cómodo.
fr: Ça n'a pas l'air confortable du tout.
it: Non sembra affatto comodo.
ja: あれは全然気持ちよさそうじゃないわ。
ko: 전혀 편해 보이지 않잖아.
pt_br: Isso não parece nada confortável.
ru: Что-то на вид совсем не удобно.
zh_tw: 那看起來很不舒服。

# CHARACTERS.WANDA.DESCRIBE.BEE.GENERIC
source: It's thinking about stinging me, I can see it in its beady eyes.
de: Sie denkt darüber nach, mich zu stechen, ich kann es in ihren Glupschaugen sehen.
es: Creo que me quiere picar, lo veo en sus ojos.
fr: Elle a envie de me piquer. Je le vois dans ses yeux globuleux.
it: Sta pensando di pungermi, lo vedo nei suoi occhietti scuri.
ja: 私を刺そうとしてる。あの目を見ればわかるわ。
ko: 나를 쏘려나봐. 구슬 같은 눈을 보니 그래.
pt_br: Está pensando em me dar uma ferroada, posso ver em seus olhos redondos.
ru: Она собирается меня ужалить. Я вижу ненависть в ее маленьких глазках.
zh_tw: 它想蜇我，我可以從它那雙炯炯有神的眼睛裡看出來。

# CHARACTERS.WANDA.DESCRIBE.BEE.HELD
source: It seemed like a good idea at the time.
de: Zu dem Zeitpunkt kam es mir wie eine gute Idee vor.
es: Me había parecido una buena idea.
fr: Ça me paraissait être une bonne idée, sur le moment.
it: Inizialmente mi era sembrata una buona idea.
ja: やる前まではいい考えだと思ったんだけどね。
ko: 그때는 좋은 생각인 것 같았지.
pt_br: Pareceu uma boa ideia na hora.
ru: В тот момент это казалось мне хорошей идеей.
zh_tw: 這在當時似乎是個好主意。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.BURNT
source: It looks like its honey making days are behind it.
de: Sieht so aus, als lägen die Tage der Honiggewinnung hinter ihr.
es: Creo que se han acabado sus días de hacer miel.
fr: J'ai l'impression que l'usine à miel a fermé...
it: Temo che i suoi giorni da arnia siano finiti.
ja: ハチミツを作っていたのは遠い過去のことみたい。
ko: 꿀은 이제 안 만드나 봐.
pt_br: Parece que seus dias de produção de mel acabaram.
ru: Кажется, время, когда здесь делали мед, давно позади.
zh_tw: 看起來它製造蜂蜜的日子已經過去。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.FULLHONEY
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.GENERIC
source: I thought I heard some buzzing coming from over here.
de: Ich dachte, ich hätte ein Summen von hier drüben gehört.
es: Creí que había oído un zumbido que provenía de ahí...
fr: J'ai cru entendre un bourdonnement provenir de par-là.
it: Mi era sembrato di sentire un ronzio provenire da questa parte.
ja: ここからブーンっていう音が聞こえたような気がしたんだけど。
ko: 여기에서 윙윙거리는 소리가 나는 것 같았는데.
pt_br: Acho que ouvi um zumbido vindo daqui.
ru: По-моему, я откуда-то оттуда слышала жужжание.
zh_tw: 我聽到一些嗡嗡聲從這裡傳來。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.NOHONEY
source: Not even a drop of honey inside.
de: Nicht einmal ein Tropfen Honig ist da drin.
es: No hay ni una gota de miel.
fr: Il n'y a pas la moindre goutte de miel, là-dedans.
it: Nemmeno una goccia di miele.
ja: ハチミツなんて一滴たりとも残ってない。
ko: 안에 꿀이 한 방울도 없어.
pt_br: Não tem nenhuma gota de mel aqui dentro.
ru: Внутри ни капли меда нет.
zh_tw: 裡面連一滴蜂蜜都沒有。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.READY
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.DESCRIBE.BEEBOX.SOMEHONEY
source: Why does honey take so long to make?
de: Warum dauert es so lange, Honig zu machen?
es: ¿Por qué la miel tarda tanto en hacerse?
fr: Il faut un temps fou pour faire du miel, pff...
it: Perché ci vuole così tanto a fare il miele?
ja: ハチミツを作るのに何でこんなに時間がかかるの？
ko: 꿀을 만드는 데는 왜 그렇게 오래 걸리는 걸까?
pt_br: Por que o mel demora tanto pra ser produzido?
ru: Почему они так долго делают мед?
zh_tw: 為什麼釀蜜要這麼久？

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.BURNT
source: It looks like its honey making days are behind it.
de: Sieht so aus, als lägen die Tage der Honiggewinnung hinter ihr.
es: Creo que se han acabado sus días de hacer miel.
fr: J'ai l'impression que l'usine à miel a fermé...
it: Temo che i suoi giorni da arnia siano finiti.
ja: ハチミツを作っていたのは遠い過去のことみたい。
ko: 꿀은 이제 안 만드나 봐.
pt_br: Parece que seus dias de produção de mel acabaram.
ru: Кажется, время, когда здесь делали мед, давно позади.
zh_tw: 看起來它製造蜂蜜的日子已經過去。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: She's quite creative with her limited materials.
de: Sie ist ziemlich kreativ mit ihren begrenzten Ressourcen.
es: Es bastante creativa con el poco material que tiene.
fr: Elle est très créative malgré son choix de matériaux limité.
it: Ha parecchia ingegnosità nonostante la sua scorta limitata di risorse.
ja: 限られた資源でかなり上手く創造性を発揮してる。
ko: 재료는 한정적인데 아주 창의적이군.
pt_br: Ela é bastante criativa com seus materiais limitados.
ru: Она может сделать из ничего шляпку, скандал и улей.
zh_tw: 她用有限的材料上發揮出了十足的創意。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: Not even a drop of honey inside.
de: Nicht einmal ein Tropfen Honig ist da drin.
es: No hay ni una gota de miel.
fr: Il n'y a pas la moindre goutte de miel, là-dedans.
it: Nemmeno una goccia di miele.
ja: ハチミツなんて一滴たりとも残ってない。
ko: 안에 꿀이 한 방울도 없어.
pt_br: Não tem nenhuma gota de mel aqui dentro.
ru: Внутри ни капли меда нет.
zh_tw: 裡面連一滴蜂蜜都沒有。

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.READY
source: Finally!
de: Endlich!
es: ¡Por fin!
fr: Enfin !
it: Finalmente!
ja: ああ、ついに！
ko: 드디어!
pt_br: Finalmente!
ru: Наконец-то!
zh_tw: 終於好了！

# CHARACTERS.WANDA.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: Why does honey take so long to make?
de: Warum dauert es so lange, Honig zu machen?
es: ¿Por qué la miel tarda tanto en hacerse?
fr: Il faut un temps fou pour faire du miel, pff...
it: Perché ci vuole così tanto a fare il miele?
ja: ハチミツを作るのに何でこんなに時間がかかるの？
ko: 꿀을 만드는 데는 왜 그렇게 오래 걸리는 걸까?
pt_br: Por que o mel demora tanto pra ser produzido?
ru: Почему они так долго делают мед?
zh_tw: 為什麼釀蜜要這麼久？

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.DOMESTICATED
source: We've come to an understanding.
de: Wir sind zu einer Einigung gelangt.
es: Hemos llegado a un acuerdo.
fr: On a fini par trouver un accord.
it: Abbiamo raggiunto un'intesa.
ja: お互いに理解しあったってことね。
ko: 마침내 이해할 수 있게 되었어.
pt_br: Chegamos a um entendimento.
ru: Мы нашли общий язык.
zh_tw: 我們達成了諒解。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.FOLLOWER
source: It took long enough, but we're finally getting along.
de: Es hat lange genug gedauert, aber jetzt kommen wir endlich miteinander aus.
es: Ha llevado lo suyo, pero ya empezamos a hacer migas.
fr: Ça a pris du temps, mais on a fini par s'entendre.
it: C'è voluto molto tempo, ma finalmente andiamo d'accordo.
ja: ずいぶん時間がかかったけど、ついにツーカーの仲になったわ。
ko: 오랜 시간이 걸렸지만 마침내 우리는 함께 하게 되었지.
pt_br: Demorou bastante, mas finalmente estamos nos entendendo.
ru: Пришлось потратить много времени, но в конце концов мы подружились.
zh_tw: 花了足夠長的時間，但我們終於相處融洽了。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.GENERIC
source: Not exactly majestic, are they?
de: Majestätisch sind die nicht gerade, was?
es: No son muy majestuosos, ¿eh?
fr: Ce n'est pas très majestueux, quand même.
it: Non si può dire che siano animali maestosi, eh?
ja: それほど堂々とした生き物ってわけじゃなくない？
ko: 그닥 장엄하진 않네, 그렇지?
pt_br: Não são exatamente majestosos, né?
ru: Не самые царственные животные, надо признать.
zh_tw: 一點也不宏偉，對不對？

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.MYPARTNER
source: He seems to like me.
de: Scheint mich nicht besonders zu mögen.
es: Creo que le caigo bien.
fr: Il a l'air de m'apprécier.
it: Sembra che io gli piaccia.
ja: 私のこと好きみたい。
ko: 나를 좋아하는 것 같아.
pt_br: Ele parece gostar de mim.
ru: Кажется, я ему нравлюсь.
zh_tw: 他好像喜歡我。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.NAKED
source: Sorry, I needed that fur.
de: Tut mir leid, ich brauche diesen Pelz.
es: Lo siento, necesito ese pelaje.
fr: Désolée, j'avais besoin de cette fourrure.
it: Perdonami, avevo bisogno di quella pelliccia.
ja: ごめん、でもその毛皮が必要なの。
ko: 미안해, 그 털이 필요했어.
pt_br: Desculpe, eu precisava dessa pele.
ru: Прости, мне нужна была твоя шерсть.
zh_tw: 對不起，我需要那件毛皮。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.ORNERY
source: I don't like the look on his face...
de: Der Gesichtsausdruck gefällt mir gar nicht ...
es: No me gusta la cara que pone...
fr: Je n'aime pas son air...
it: La sua espressione non mi piace per nulla...
ja: あの表情…恐ろしいわね…
ko: 표정이 마음에 들지 않네...
pt_br: Não gosto da cara que ele está fazendo...
ru: Не нравится мне его выражение морды...
zh_tw: 我不喜歡他臉上的表情……

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.PUDGY
source: He's gotten a little soft around the edges.
de: Er ist an den Kanten ein wenig schwabblig geworden.
es: Se le empieza a notar la grasita...
fr: Il s'est... étoffé.
it: È diventato tutto morbido.
ja: 周りはプヨプヨしてる感じね。
ko: 가장자리 주위가 조금 부드러워졌다.
pt_br: Ele cresceu um pouco para os lados.
ru: Теперь у него внутри не только кожа да кости, но и жирка немного.
zh_tw: 他的棱角變圓潤了。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.RIDER
source: With his help, I'll shave precious minutes off my traveling time!
de: Mit seiner Hilfe werde ich wertvolle Minuten meiner Reisezeit einsparen!
es: Voy a ahorrarme bastante tiempo de viaje con su ayuda.
fr: Grâce à lui, je vais économiser quelques précieuses minutes de voyage !
it: Con il suo aiuto, potrò spostarmi risparmiando tempo!
ja: 彼の助けがあれば、移動に割く貴重な時間を短縮できるわ！
ko: 덕분에 여행에서 소중한 시간을 절약할 수 있겠어!
pt_br: Com a ajuda dele, vou poupar minutos preciosos do meu tempo de viagem!
ru: Он помогает мне экономить драгоценное время на дорогу!
zh_tw: 有了他的幫助，我能從旅行中省下寶貴的時間。

# CHARACTERS.WANDA.DESCRIBE.BEEFALO.SLEEPING
source: Look at him, snoring away precious hours!
de: Seht ihn euch an, wie er wertvolle Stunden verschnarcht!
es: ¡Mira cómo duerme y pierde un tiempo valiosísimo!
fr: Regardez-le ronfler pendant de précieuses heures !
it: Guardalo, spreca tempo prezioso dormendo!
ja: あれ見て！この貴重な時間にイビキ！
ko: 좀 보라지, 코를 골아서 소중한 시간을 앗아가고 있어!
pt_br: Olha só pra ele, desperdiçando preciosas horas roncando!
ru: Ну вы гляньте! Время уходит, а он храпит себе!
zh_tw: 看看他，鼾聲如雷的浪費寶貴的時間!
