Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.PERDFAN
source: Would anyone like me to cool them down?
de: Wünscht jemand ein wenig Abkühlung?
es: ¿Alguien quiere refrescarse un poco?
es_mx: ¿Alguien quiere que lo refresque?
fr: Est-ce que quelqu'un veut un peu d'air ?
it: Qualcuno vuole essere rinfrescato?
ja: ボクみたいな人が涼むためのものカナ？
ko: 시원해지고 싶은 사람?
pl: Mam je schłodzić?
pt_br: Será que alguém gostaria de ser abanado por mim?
ru: Кого-нибудь охладить?
zh_cn: 有人想让我给扇扇解暑吗？
zh_tw: 有人想讓我給扇扇解暑嗎？

# CHARACTERS.WARLY.DESCRIBE.PERDSHRINE.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Se pasó de cocción.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.PERDSHRINE.EMPTY
source: I should give it something special.
de: Ich sollte was Besonderes daraus machen.
es: Debería darle algo especial.
es_mx: Debería ofrecerle algo especial.
fr: Je devrais lui faire une offrande spéciale.
it: Dovrei metterci qualcosa di speciale.
ja: 何か特別なものをあげるべきだよネ。
ko: 뭔가 특별한 것을 바쳐야겠어.
pl: Powinienem podarować coś wyjątkowego.
pt_br: Eu deveria fazer uma oferenda especial.
ru: Надо принести сюда что-то особенное.
zh_cn: 我应该给它点特别的东西。
zh_tw: 我應該給它點特別的東西。

# CHARACTERS.WARLY.DESCRIBE.PERDSHRINE.GENERIC
source: I should show some appreciation. I've eaten a lot of turkey legs.
de: Ich sollte mich mal bedanken bei all den Truthahnschenkeln, die ich schon gegessen habe.
es: Debería mostrar gratitud. He comido muchos muslos de pavo.
es_mx: Debería mostrar algo de gratitud. He comido muchos muslos de pavo.
fr: Je devrais lui rendre hommage. J'ai mangé beaucoup de pilons de dindes.
it: Dovrei dimostrare un po' di riconoscenza, dopotutto ne ho mangiate tantissime, di cosce di tacchino.
ja: 感謝を示さないとネ。ボクは七面鳥の脚をいっぱい食べてきたからネ。
ko: 감사를 표해야겠어. 칠면조 다리를 많이 먹었잖아.
pl: Powinienem jakoś okazać wdzięczność. W końcu zjadłem tyle indyczych nóżek.
pt_br: Eu devia demonstrar gratidão, já que comi muitas coxas de peru.
ru: Надо выказать свое почтение. Я же много ножек индеек съел на своем веку.
zh_cn: 我该表现出一点赏识，毕竟吃过不少火鸡腿。
zh_tw: 我該表現出一點賞識，畢竟吃過不少火雞腿。

# CHARACTERS.WARLY.DESCRIBE.PEROGIES
source: Mmmmm, pockets of palate punching pleasure!
de: Mmmh, voller Geschmack!
es: ¡Mmmmm, pastelitos de placer para el paladar!
es_mx: ¡Mmmm, pastelitos de placer para el paladar!
fr: Miam... une poignée de plaisirs croustillants !
it: Mmmm, piacere pungente del palato tascabile!
ja: 一口食べれば、舌ツヅミ！
ko: 냠냠, 입맛이 돌게 하는구먼!
pl: Mmmm, kieszonki smakowitej rozkoszy!
pt_br: Mmmm, prazer próprio para o palato portátil!
ru: М-м-м-м-м, полные мешочки вкусового удовольствия!
zh_cn: 唔，味觉受到冲击的愉悦感一阵阵袭来！
zh_tw: 唔，味覺受到衝擊的愉悅感一陣陣襲來！

# CHARACTERS.WARLY.DESCRIBE.PETALS
source: Great in salads.
de: Im Salat nicht so gut.
es: Estupendo en ensaladas.
es_mx: Genial en ensaladas.
fr: Très bon dans les salades.
it: Ottimo nell'insalata.
ja: サラダに入れると、グッドだヨ！
ko: 샐러드에 어울린다.
pl: Znakomite do sałatki.
pt_br: Ótimo para saladas.
ru: Отлично подходит для салатов.
zh_cn: 做沙拉的好材料。
zh_tw: 做沙拉的好材料。

# CHARACTERS.WARLY.DESCRIBE.PETALS_EVIL
source: Not so great in salads.
de: Im Salat nicht so gut.
es: No muy buenas en las ensaladas.
es_mx: No muy buenas en las ensaladas.
fr: Pas super en salade.
it: Non è buono nell'insalata.
ja: サラダに入れるのは、やめたほうがいいネ…
ko: 샐러드에 안 어울린다.
pl: Średnio się nadają do sałatek.
pt_br: Não fica muito bem em saladas.
ru: Для салатов не очень годится.
zh_cn: 并不是做沙拉的好材料。
zh_tw: 並不是做沙拉的好材料。

# CHARACTERS.WARLY.DESCRIBE.PETRIFIED_TREE
source: This tree is made of stone.
de: Dieser Baum ist aus Stein.
es: Este árbol es de piedra.
es_mx: Este árbol está hecho de piedra.
fr: Cet arbre est en pierre.
it: Quest'albero è fatto di pietra.
ja: 石から作った木。
ko: 돌로 된 나무야.
pl: To drzewo jest z kamienia.
pt_br: Essa árvore é feita de pedra.
ru: Дерево из камня.
zh_cn: 这树是石头做的。
zh_tw: 這樹是石頭做的。

# CHARACTERS.WARLY.DESCRIBE.PHLEGM
source: Ugh. Not food safe!
de: Puh. Keine Nahrung!
es: Agh. ¡Para comer no es seguro!
es_mx: ¡Puaj! No es comestible.
fr: Beurk ! C'est immonde !
it: Mmh. Non è adatto al consumo!
ja: おえー。食べ物じゃないヨ。
ko: 윽. 비위생적이야!
pl: Uch. Nie nadaje się do spożycia!
pt_br: Ugh. Não é próprio para consumo!
ru: Фу. Непригодно в пищу!
zh_cn: 呕。这是过期食物！
zh_tw: 嘔。這是過期食物！

# CHARACTERS.WARLY.DESCRIBE.PICKAXE
source: For those tough to crack nuts.
de: Für ganz harte Nüsse.
es: Para esas nueces difíciles de romper.
es_mx: Para esas nueces difíciles de romper.
fr: Pour les noix dures à casser.
it: Per quelle noci difficili da rompere.
ja: 硬いナッツもラクラク割れるネ
ko: 잘 안 깨지는 견과류에 쓰면 좋지.
pl: Do rozbijania najtwardszych orzechów.
pt_br: Para aquelas nozes difíceis de abrir.
ru: Для крепких орешков.
zh_cn: 用来对付那些难以打开的坚果。
zh_tw: 用來對付那些難以打開的堅果。

# CHARACTERS.WARLY.DESCRIBE.PICKLEDHERRING
source: It's really quite delicious.
de: Wirklich sehr köstlich.
es: Bastante delicioso, la verdad.
es_mx: Es muy delicioso.
fr: C'est vraiment délicieux.
it: Piuttosto deliziosa.
ja: これ、本当にデリシャスだヨ。
ko: 정말 꽤 맛있는데.
pl: Naprawdę pyszne.
pt_br: É mesmo muito delicioso.
ru: Как же вкусно.
zh_cn: 美味十足。
zh_tw: 美味十足。

# CHARACTERS.WARLY.DESCRIBE.PIGELITE1
source: Perhaps we can talk this out?
de: Vielleicht können wir drüber reden?
es: ¿Tal vez podamos hablarlo?
es_mx: ¿Tal vez podemos resolver esto hablando?
fr: On peut peut-être en discuter ?
it: Possiamo parlarne?
ja: ボクたち、話し合いできないカナ？
ko: 말로 하는 게 어때?
pl: Możemy to przedyskutować?
pt_br: Talvez a gente possa resolver isso na conversa?
ru: Может, сначала обсудим?
zh_cn: 君子动口不动手，好不好？
zh_tw: 君子動口不動手，好不好？

# CHARACTERS.WARLY.DESCRIBE.PIGELITE2
source: Sorry mon ami, that gold's mine!
de: Tut mir leid, mon ami, das Gold ist mein!
es: ¡Lo siento, camarade, es una mina de oro!
es_mx: ¡Lo lamento, mon ami, pero ese oro es mío!
fr: Désolé, c'est une vraie mine d'or !
it: Mi spiace, mon ami, quell'oro è mio!
ja: モナミ、ゴメンね。あのゴールドはボクのだヨ！
ko: 미안, 친구. 그 금은 내 거야!
pl: Przepraszam, mon ami, ale to moje złoto!
pt_br: Lamento, mon ami, esse ouro é meu!
ru: Прости, mon ami, но это мое золото!
zh_cn: 抱歉我的朋友，那个金子是我的！
zh_tw: 抱歉我的朋友，那個金子是我的！

# CHARACTERS.WARLY.DESCRIBE.PIGELITE3
source: You belong in a pan!
de: Du gehörst in die Pfanne!
es: ¡Acabarás en una sartén!
es_mx: ¡Te verías bien en mi sartén!
fr: Tu vas finir dans une poêle !
it: Dovresti stare in una padella!
ja: キミは鍋の中に行くんだ！
ko: 넌 냄비 안에 있어야지!
pl: Twoje miejsce jest w garnku!
pt_br: Você devia ir pra panela!
ru: Тебе место на сковородке!
zh_cn: 你应该在锅里，不应该在这里！
zh_tw: 你應該在鍋裡，不應該在這裡！

# CHARACTERS.WARLY.DESCRIBE.PIGELITE4
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Aléjate!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_cn: 离远点！
zh_tw: 離遠點！

# CHARACTERS.WARLY.DESCRIBE.PIGELITEFIGHTER1
source: Perhaps we can talk this out?
de: Vielleicht können wir drüber reden?
es: ¿Tal vez podamos hablarlo?
es_mx: ¿Tal vez podemos resolver esto hablando?
fr: On peut peut-être en discuter ?
it: Possiamo parlarne?
ja: ボクたち、話し合いできないカナ？
ko: 말로 하는 게 어때?
pl: Możemy to przedyskutować?
pt_br: Talvez a gente possa resolver isso na conversa?
ru: Может, сначала обсудим?
zh_cn: 君子动口不动手，好不好？
zh_tw: 君子動口不動手，好不好？

# CHARACTERS.WARLY.DESCRIBE.PIGELITEFIGHTER2
source: Sorry mon ami, that gold's mine!
de: Tut mir leid, mon ami, das Gold ist mein!
es: ¡Lo siento, camarade, es una mina de oro!
es_mx: ¡Lo lamento, mon ami, pero ese oro es mío!
fr: Désolé, c'est une vraie mine d'or !
it: Mi spiace, mon ami, quell'oro è mio!
ja: モナミ、ゴメンね。あのゴールドはボクのだヨ！
ko: 미안, 친구. 그 금은 내 거야!
pl: Przepraszam, mon ami, ale to moje złoto!
pt_br: Lamento, mon ami, esse ouro é meu!
ru: Прости, mon ami, но это мое золото!
zh_cn: 抱歉我的朋友，那个金子是我的！
zh_tw: 抱歉我的朋友，那個金子是我的！

# CHARACTERS.WARLY.DESCRIBE.PIGELITEFIGHTER3
source: You belong in a pan!
de: Du gehörst in die Pfanne!
es: ¡Acabarás en una sartén!
es_mx: ¡Te verías bien en mi sartén!
fr: Tu vas finir dans une poêle !
it: Dovresti stare in una padella!
ja: 鍋の中がキミの場所だヨ！
ko: 넌 냄비 안에 있어야지!
pl: Twoje miejsce jest w garnku!
pt_br: Você devia ir pra panela!
ru: Тебе место на сковородке!
zh_cn: 你应该在锅里，不应该在这里！
zh_tw: 你應該在鍋裡，不應該在這裡！

# CHARACTERS.WARLY.DESCRIBE.PIGELITEFIGHTER4
source: Stay away!
de: Bleib weg!
es: ¡Aléjate!
es_mx: ¡Aléjate!
fr: Approche pas !
it: Stai lontano!
ja: こっちクルナ！
ko: 저리 가!
pl: Trzymaj się z daleka!
pt_br: Fique longe!
ru: Нужно держаться от него подальше!
zh_cn: 离远点！
zh_tw: 離遠點！

# CHARACTERS.WARLY.DESCRIBE.PIGGUARD
source: What are you guarding, besides your own deliciousness?
de: Was bewachst du denn? Mal abgesehen von dir selbst.
es: ¿Qué estás protegiendo, además de tu propia exquisitez?
es_mx: ¿Qué estás protegiendo, además de tu propia exquisitez?
fr: Que protèges-tu en plus de tes propres beaux morceaux ?
it: Cosa stai sorvegliando, oltre le tue prelibatezze?
ja: 自分の肉を守ってるのカナ…？
ko: 네 맛있는 살 말고도 또 지키는 게 있니?
pl: Czego bronisz, poza swą wrodzoną pysznością?
pt_br: Que mais você guarda além de sua deliciosidade?
ru: Что тебе охранять, кроме своей вкуснятины?
zh_cn: 除了你身上美味的肉，你还在守护什么呢？
zh_tw: 除了你身上美味的肉，你還在守護什麼呢？

# CHARACTERS.WARLY.DESCRIBE.PIGGYBACK
source: Cochon bag!
de: Packehuck!
es: ¡Bolsa de cochon!
es_mx: ¡Bolsa de cochon!
fr: Sac de cochon !
it: Borsa di cochon!
ja: ブタ皮のバッグだヨ！
ko: 꼬숑 백이다!
pl: Świńska torba!
pt_br: Saco de cochon!
ru: Свиной мешок!
zh_cn: 猪皮包！
zh_tw: 豬皮包！

# CHARACTERS.WARLY.DESCRIBE.PIGHEAD.BURNT
source: Not even the cheeks are left...
de: Selbst der Obelisk hat mich verlassen.
es: No han quedado ni los morros...
es_mx: No quedó absolutamente nada...
fr: Brûlé jusqu'aux fesses...
it: Non ha risparmiato nemmeno le guance...
ja: 頬肉すら残ってないヨ…
ko: 볼살도 하나 안 남기고...
pl: Nie zostały nawet policzki...
pt_br: Não sobraram nem as bochechas...
ru: Даже щек не осталось.
zh_cn: 连猪颊都没留下...
zh_tw: 連豬頰都沒留下...

# CHARACTERS.WARLY.DESCRIBE.PIGHEAD.GENERIC
source: Ooh la la, the things I could do with you!
de: Mannomann, was ich aus dir nicht alles machen könnte.
es: ¡Oh, la, la, la de cosas que podría hacer contigo!
es_mx: ¡Oh, là, là! ¡Las cosas que podría hacer contigo!
fr: Oh là là ! Tout ce que je pourrais faire avec toi !
it: Ooh la la, le cose che potrei fare con te!
ja: こんなところに、スバラシイ食材が！
ko: 야호, 이걸로 할 수 있는 게 얼마나 많은데!
pl: Ooo, la, la! Ileż mógłbym z tobą zrobić!
pt_br: Uh lá lá, o que eu poderia fazer com você!
ru: О-ля-ля, сколько всего можно из тебя приготовить!
zh_cn: 哦啦啦，我可以对你做很多事！
zh_tw: 哦啦啦，我可以對你做很多事！

# CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.BURNT
source: Mmmm, barbecue!
de: Mmmm.
es: ¡Mmmm, barbacoa!
es_mx: ¡Mmmm, barbacoa!
it: Mmmm, grigliata!
ja: バーベキューだヨ！
ko: 오호, 바비큐다!
pl: Mmmm, pachnie grillem.
pt_br: Mmmm, churrasco!
ru: М-м-м-м, барбекю!
zh_cn: 啧，烤肉！
zh_tw: 嘖，烤肉！

# CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.FULL
source: Looks like more than three little piggies in there.
de: Sieht aus wie mehr als drei kleine Schweinchen drin.
es: Parece que hay más de tres cerditos ahí dentro.
es_mx: Parece que hay más de tres cerditos ahí dentro.
fr: On dirait qu'ils sont plus de trois là-dedans.
it: Pare ci siano più di tre porcellini là.
ja: 子ブタが3匹以上、入ってそうネ
ko: 안에 아기 돼지 3마리보다는 많이 있는 것 같은데.
pl: Chyba jest ich trochę więcej niż trzy.
pt_br: Parece que tem mais que três porquinhos lá dentro.
ru: Кажется, там больше, чем три поросенка.
zh_cn: 看起来里面不止住了三只小猪。
zh_tw: 看起來裡面不止住了三隻小豬。

# CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.GENERIC
source: Can I blow this down?
de: Kann ich das umpusten?
es: ¿Puedo derribarla soplando?
es_mx: ¿Puedo derribarla soplando?
fr: Je peux souffler dessus ?
it: Posso soffiarla via?
ja: 息を吹きかけたら、フッ飛ぶカナ？
ko: 이걸 날려버릴 수 있을까?
pl: Mogę go zdmuchnąć?
pt_br: Será que posso derrubar isso soprando?
ru: У меня получится его сдуть?
zh_cn: 我可以吹倒它吗？
zh_tw: 我可以吹倒它嗎？

# CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Yoo hoo! Anybody home?
de: Hallo! Irgendjemand zuhause?
es: ¡Yuju! ¿Alguien en casa?
es_mx: ¡Yuju! ¿Alguien en casa?
fr: You hou ! Y a quelqu'un ?
it: Ehiii! C'è qualcuno in casa?
ja: オーイ！誰かいるカ～イ？
ko: 똑똑! 안에 누구 있어요?
pl: Halo! Jest tu ktoś?
pt_br: Alou, tem alguém em casa?
ru: Хей! Есть кто дома?
zh_cn: 呦呵！有人在家吗？
zh_tw: 呦呵！有人在家嗎？

# CHARACTERS.WARLY.DESCRIBE.PIGKING
source: Well, you've got the chops for it.
de: Nun, du hast die passenden Koteletts.
es: Eres el más chuleta de todos.
es_mx: Eres el más chuleta de todos.
fr: Avec côtelettes royales !
it: Hai il fegato per farlo.
ja: う～ん、おいしそ…オホンッ！
ko: 살집으로는 돼지의 왕이 될 자격이 있어보이네.
pl: Dzień dobry, panie Boczek.
pt_br: Bem, você leva jeito para a coisa.
ru: Ну у тебя и харя.
zh_cn: 好吧，肉排归你了。
zh_tw: 好吧，肉排歸你了。

# CHARACTERS.WARLY.DESCRIBE.PIGMAN.DEAD
source: He wouldn't want himself to go to waste, would he?
de: Wäre doch eine Schande, das einfach wegzuschmeißen.
es: No le gustaría convertirse en un desperdicio, ¿verdad?
es_mx: No le gustaría convertirse en un desperdicio, ¿verdad?
fr: Il ne voudrait pas finir à la poubelle, n'est-ce pas ?
it: Non vorrebbe andare a male, perché mai lo vorrebbe?
ja: おいしくいただかないと、もったいないヨ？
ko: 얘도 자기 살이 아깝게 버려지는 걸 원하진 않겠지?
pl: Chyba nie chciałbym, żeby jego ciało się zmarnowało, prawda?
pt_br: Ele não iria querer que fosse desperdiçado, iria?
ru: Он не хотел бы пропасть зря, правда?
zh_cn: 他是不希望自己被浪费掉的，不是吗？
zh_tw: 他是不希望自己被浪費掉的，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.PIGMAN.FOLLOWER
source: I do have a magnetic presence, do I not?
de: Muss ich damit jemanden erschießen?
es: Tengo una presencia magnética, ¿verdad?
es_mx: Tengo una presencia magnética, ¿no?
fr: J'ai une présence magnétique, pas vrai ?
it: Ho una presenza magnetica, o no?
ja: ボク、カリスマ性があるからネ
ko: 내가 인기가 좀 있지?
pl: Mam wręcz magnetyczną osobowość, prawda?
pt_br: Realmente tenho uma presença magnética, ou não?
ru: Я весьма привлекателен, не так ли?
zh_cn: 我就像一块磁铁，难道不是吗？
zh_tw: 我就像一塊磁鐵，難道不是嗎？

# CHARACTERS.WARLY.DESCRIBE.PIGMAN.GENERIC
source: Who bred you to walk upright like that? Deuced unsettling...
de: Wer hat dir beigebracht, auf zwei Beinen zu gehen? Das ist nicht normal ...
es: ¿Quién te ha criado para que andes así de recto? Qué inquietante...
es_mx: ¿Quién te crió para que camines así de recto? Qué inquietante...
fr: Qui t'a appris à marcher droit comme ça ? Diablement dérangeant...
it: Chi ti ha creato per camminare in posizione verticale? Decisamente inquietante...
ja: ブタなのに二足歩行…アヤシイネ…
ko: 누가 그렇게 직립보행하게 번식시킨 거야? 괴상하게시리...
pl: Kto cię tak wyhodował do chodzenia na dwóch nogach? Strasznie to niepokojące...
pt_br: Quem te criou para caminhar de pé assim? Deveras perturbador...
ru: Кто научил тебя так ходить прямо? Чертовски раздражает…
zh_cn: 谁教你们这样直立行走的？害得我心绪不宁...
zh_tw: 誰教你們這樣直立行走的？害得我心緒不寧...

# CHARACTERS.WARLY.DESCRIBE.PIGMAN.GUARD
source: Alright, alright, moving along.
de: Ok, ok. Weitergehen!
es: Vale, vale, me largo.
es_mx: Está bien, me largo.
fr: D'accord, d'accord, je m'en vais.
it: Va bene, va bene, mi allontano.
ja: わかったわかった、あっち行くヨ…
ko: 알았어, 이만 갈게.
pl: Dobra, dobra, już sobie idę.
pt_br: Tudo bem, andando, andando.
ru: Хорошо, хорошо, прохожу мимо.
zh_cn: 好吧好吧，继续列队前进。
zh_tw: 好吧好吧，繼續列隊前進。

# CHARACTERS.WARLY.DESCRIBE.PIGMAN.WEREPIG
source: Aggression spoils the meat.
de: Aggression verdirbt das Fleisch.
es: La agresión estropea la carne.
es_mx: La agresión estropea la carne.
fr: Quand on les frappe, ça abîme la viande.
it: L'aggressività rovina la carne.
ja: ストレスは肉の質を落とすヨ
ko: 공격성은 고기를 맛없게 하지.
pl: Agresja psuje mięso.
pt_br: A agressão estraga a carne.
ru: Злость портит мясо.
zh_cn: 它发疯了，真是糟蹋了一块好肉。
zh_tw: 它發瘋了，真是糟蹋了一塊好肉。

# CHARACTERS.WARLY.DESCRIBE.PIGSHRINE.BURNT
source: It spent a second too long in the oven.
de: War eine Idee zu lange im Ofen.
es: Está horneado un pelín de más.
es_mx: Estuvo un segundo de más en el horno.
fr: Il est resté un chouïa trop longtemps au four.
it: È stato nel forno per un secondo di troppo.
ja: オーブンから取り出すのが1秒遅かったヨ。
ko: 오븐에 너무 오래 있었어.
pl: Za długo siedziało w piekarniku.
pt_br: Ficou um segundo a mais do que devia no forno.
ru: Минутку перестоял в духовке.
zh_cn: 炉子里多烤了一秒就成这样了。
zh_tw: 爐子裡多烤了一秒就成這樣了。

# CHARACTERS.WARLY.DESCRIBE.PIGSHRINE.EMPTY
source: I think I should give it a gift.
de: Ich glaube, ich sollte ein Geschenk hineinlegen.
es: Creo que debería hacerle un regalo.
es_mx: Debería hacerle una ofrenda.
fr: Je pense que je devrais lui faire une offrande.
it: Dovrei metterci un regalo.
ja: お供えしたほうがいいかもネ。
ko: 선물을 바쳐야 할 것 같아.
pl: Powinienem złożyć jakiś dar.
pt_br: Eu devia deixar uma oferenda.
ru: Надо бы принести ему дар.
zh_cn: 我觉得应该献一份礼。
zh_tw: 我覺得應該獻一份禮。

# CHARACTERS.WARLY.DESCRIBE.PIGSHRINE.GENERIC
source: I should show my appreciation for delicious, tender pork.
de: Ich sollte meine Dankbarkeit für köstliches zartes Schweinefleisch zeigen.
es: Debería mostrar mi gratitud por el cerdo, tan tierno y delicioso.
es_mx: Debería mostrar mi gratitud por la deliciosa y blanda carne de cerdo.
fr: Je devrais le remercier pour nous offrir de la délicieuse viande de porc.
it: Dovrei dimostrare un po' di riconoscenza per tutta la deliziosa e tenerissima carne di maiale.
ja: 肉汁たっぷり柔らかい豚肉への感謝を示すヨ。
ko: 연하고 맛있는 돼지고기를 먹었으니 감사를 표해야겠어.
pl: Powinienem podziękować za przepyszną, mięciutką wieprzowinkę.
pt_br: Eu devia demonstrar meu apreço por carne de porco macia e deliciosa.
ru: Надо показать мою признательность за вкусную нежную свининку.
zh_cn: 对于鲜嫩美味的猪肉，我表示欣赏。
zh_tw: 對於鮮嫩美味的豬肉，我表示欣賞。

# CHARACTERS.WARLY.DESCRIBE.PIGSKIN
source: Crackling!
de: Knusprig!
es: ¡Crujiente!
es_mx: ¡Crujiente!
fr: De la couenne rissolée !
it: Che cotica!
ja: カリッとクリスピー！
ko: 튀기면 맛있는데!
pl: Chrupiąca skórka!
pt_br: Torresmo!
ru: Хрустящая!
zh_cn: 美味脆皮！
zh_tw: 美味脆皮！

# CHARACTERS.WARLY.DESCRIBE.PIGTENT
source: Sure to deliver sweet dreams.
de: Das gibt süße Träume.
es: Seguro que aquí los sueños son dulces.
es_mx: Seguro que aquí los sueños son dulces.
fr: Avec ça on doit faire de beaux rêves.
it: Regala sogni d'oro.
ja: いい夢、見られそうネ
ko: 달콤한 꿈을 선사할 테지.
pl: Na pewno gwarantuje słodkie sny.
pt_br: Com certeza me fará ter bons sonhos.
ru: Сладкий сон обеспечен.
zh_cn: 肯定能让人做个美梦。
zh_tw: 肯定能讓人做個美夢。

# CHARACTERS.WARLY.DESCRIBE.PIGTORCH
source: I wonder what it means?
de: Ich frage mich, was es bedeutet?
es: Me pregunto lo que significa.
es_mx: Me pregunto qué significa.
fr: Je me demande ce que ça veut dire...
it: Mi chiedo che cosa significhi.
ja: 何か、意味があるのカナ…？
ko: 무슨 뜻이지?
pl: Ciekawe, co to oznacza....
pt_br: O que será que significa?
ru: Интересно, что это значит?
zh_cn: 我想知道它有什么含义？
zh_tw: 我想知道它有什麼含義？

# CHARACTERS.WARLY.DESCRIBE.PIG_COIN
source: The best tip I have ever received.
de: Ein besonders schöner Schweinerüssel.
es: El mejor consejo que he recibido nunca.
es_mx: Es la mejor propina que me han dado.
fr: C'est le meilleur pourboire que j'aie jamais reçu.
it: La mancia migliore che abbia mai ricevuto.
ja: 今までで最高のチップだヨ。
ko: 내가 받은 최고의 팁이야.
pl: Najlepszy napiwek w moim życiu.
pt_br: A melhor gorjeta que já recebi.
ru: Лучшие чаевые в моей жизни.
zh_cn: 我收到过最棒的小费。
zh_tw: 我收到過最棒的小費。

# CHARACTERS.WARLY.DESCRIBE.PIG_TOKEN
source: I'll try not to spend it all in one place.
de: Ich werde versuchen, nicht alles an einem Ort auszugeben.
es: Intentaré no gastarme todo de golpe.
es_mx: Intentaré no gastarlo todo en un solo lugar.
fr: Je vais tenter de ne pas tout dépenser d'un coup.
it: Cercherò di non spenderla tutta in una volta.
ja: 一か所でぜ～んぶ使わないようにするヨ。
ko: 한군데에서 다 쓰지는 말아야지.
pl: Postaram się nie wydać go od razu.
pt_br: Vou tentar não gastar tudo num só lugar.
ru: Постараюсь не тратить все сразу.
zh_cn: 我尽量不把钱花在一个地方。
zh_tw: 我儘量不把錢花在一個地方。

# CHARACTERS.WARLY.DESCRIBE.PINECONE
source: Pine-scented!
de: Tannenduft!
es: ¡Con olor a pino!
es_mx: ¡Con olor a pino!
fr: Senteur pin !
it: Profumo di pino!
ja: 松の香りがするネ！
ko: 소나무 향이다!
pl: Aromatyzowana zapachem lasu!
pt_br: Aroma de pinho!
ru: Пахнет хвоей!
zh_cn: 芳香的松果！
zh_tw: 芳香的松果！

# CHARACTERS.WARLY.DESCRIBE.PINECONE_SAPLING
source: Just a petite bébé.
de: So ein petite bébé.
es: Solo un petit bebé.
es_mx: Solo es un petite vástago.
fr: Ce n'est qu'un bébé.
it: Solo un petit bébé.
ja: ただの小さい赤ちゃんネ。
ko: 쁘띠 베베야.
pl: To tylko petit bébé.
pt_br: É apenas um petite bébé.
ru: Просто маленький bébé.
zh_cn: 是一个小宝宝。
zh_tw: 是一個小寶寶。

# CHARACTERS.WARLY.DESCRIBE.PITCHFORK
source: Proper farm gear.
de: Richtiges Handwerkszeug.
es: Materiales de granja adecuados.
es_mx: Materiales de granja adecuados.
fr: Du vrai matériel fermier.
it: Attrezzo da fattoria appropriato.
ja: 農具だヨ
ko: 진정한 농기구다.
pl: Narzędzie dla rolnika.
pt_br: Implemento agrícola adequado.
ru: Отличный инструмент для фермеров.
zh_cn: 专门的农场装备。
zh_tw: 專門的農場裝備。

# CHARACTERS.WARLY.DESCRIBE.PLANTMEAT
source: Meaty leaves? I'm so confused...
de: Fleischblätter? Ich bin so verwirrt ...
es: ¿Hojas de carne? Estoy confundido...
es_mx: ¿Hojas de carne? Estoy confundido...
fr: Des feuilles de viande ? Je ne comprends plus rien...
it: Foglie di carne? Sono davvero confuso...
ja: 植物の肉…？どういうコト？
ko: 고기 잎? 뭔가 이상한데...
pl: Mięsne liście? Okej...
pt_br: Folhas carnosas? Estou confuso...
ru: Мясные листья? Я в недоумении…
zh_cn: 肉质的叶子？我好困惑...
zh_tw: 肉質的葉子？我好困惑...

# CHARACTERS.WARLY.DESCRIBE.PLANTMEAT_COOKED
source: Could use less oxymorons...
de: Könnte weniger Widerspruch vertragen ...
es: Le hacen falta menos oxímorons...
es_mx: Le hacen falta menos contrasentidos...
fr: Il y a trop de... d'oxymores...
it: Potrebbe utilizzare meno ossimori...
ja: なんだか…矛盾した味がしそうだヨ…
ko: 이 모순을 어떻게 해야 하나...
pl: Dość już mam oksymoronów...
pt_br: Menos oximoros cairiam bem...
ru: Сюда бы поменьше оксюморонов…
zh_cn: 它的名字可以不那么自相矛盾的...
zh_tw: 它的名字可以不那麼自相矛盾的...

# CHARACTERS.WARLY.DESCRIBE.PLANTREGISTRYHAT
source: It never hurts to learn more about what goes into your food.
de: Es kann nie schaden, mehr darüber zu erfahren, was in deinem Essen steckt.
es: ¿Qué daño puede hacer saber más cosas de lo que metes en la comida?
fr: Ça ne fait jamais de mal de savoir ce qu'il y a dans son assiette.
it: Non fa mai male saperne di più sugli ingredienti del proprio cibo.
ja: 食べ物に何が入ってるかを知って損するってことはないヨ。
ko: 음식에 들어가는 재료에 대해 자세히 알아보는 것은 결코 나쁘지 않지.
pl: Zawsze dobrze wiedzieć, co trafia do twojego jedzenia.
pt_br: É sempre bom aprender mais sobre os ingredientes da sua comida.
ru: Узнать что-то новое о том, что идет к тебе на стол, всегда полезно.
zh_cn: 多了解食物中的成分永远不会有坏处。
zh_tw: 多瞭解食物中的成分永遠不會有壞處。

# CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.GENERIC
source: The miracle of life!
de: Das Wunder des Lebens!
es: ¡El milagro de la vida!
es_mx: ¡El milagro de la vida!
fr: Le miracle de la vie !
it: Il miracolo della vita!
ja: 生命の神秘ネ！
ko: 삶의 기적!
pl: Cud życia!
pt_br: O milagre da vida!
ru: Чудо природы!
zh_cn: 生命的奇迹！
zh_tw: 生命的奇跡！

# CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.GROWING
source: That is it, just a little more...
de: So, nur noch ein bisschen ...
es: Eso eso, solo un poco más...
es_mx: Eso es, solo un poco más...
fr: C'est ça, encore un tout petit peu...
it: Questo è quanto, solo un po' più...
ja: その調子！ガンバレ！
ko: 그래, 조금만 더...
pl: Właśnie tak, jeszcze tylko odrobinka...
pt_br: É isso aí, só um pouquinho mais...
ru: Почти готово, еще чуть-чуть…
zh_cn: 就这样，再长一点点...
zh_tw: 就這樣，再長一點點...

# CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.READY
source: Fresh-picked produce!
de: Frisch gepflückt!
es: ¡Producto recién recolectado!
es_mx: ¡Producto recién recolectado!
fr: Produit à cueillir frais !
it: Prodotti raccolti freschi!
ja: 摘みたてが食べられるネ！
ko: 싱싱한 채소!
pl: Świeżo zbierane!
pt_br: Produtos recém-colhidos!
ru: Прямиком с грядки!
zh_cn: 新鲜采摘的作物！
zh_tw: 新鮮採摘的作物！

# CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.WITHERED
source: Oh dear me, the crop has failed...
de: Mist, die Ernte ist dahin.
es: Oh, no, la cosecha ha fallado...
es_mx: ¡Ay, no! Se perdió la cosecha...
fr: Oh sacré nom ! La récolte est foutue...
it: Oh povero me, il raccolto non è riuscito...
ja: 枯らしちゃったヨ…
ko: 이런, 농사를 망쳤네...
pl: Oj! Nie udała się hodowla...
pt_br: Oh, meu santo, a plantação falhou...
ru: О боже мой, урожай пропал…
zh_cn: 天哪，作物枯萎了...
zh_tw: 天哪，作物枯萎了...
