Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.WEBBER.GENERIC
source: Oh, %s! I think I have some candy in my pocket, though it might be a tad stale...
de: Oh, %s! Ich glaube, ich habe ein paar Bonbons in meiner Tasche, auch wenn sie vielleicht ein bisschen alt sind ...
es: Anda, %s. Creo que llevo caramelos en el bolsillo, aunque a lo mejor están pasados...
fr: Oh, %s ! Je crois que j'ai des bonbons dans les poches. Bon, ça fait un bout de temps qu'ils y sont, mais...
it: Oh, %s! Credo di avere delle caramelle in tasca, ma potrebbero essere un po' datate...
ja: おお、%s！私のポケットにキャンディがあると思うわ。もしかしたら腐ってるかもしれないけど…
ko: 오, %s! 주머니에 사탕이 있을 거야, 좀 오래되긴 했지만...
pt_br: Ah, %s! Acho que tenho um pouco de doce no bolso, mas talvez esteja vencido...
ru: О, %s! У меня в кармане лежала конфетка, но боюсь, она засохла...
zh_tw: 是你啊，%s！我口袋裡還有顆糖，不過可能有點舊了……

# CHARACTERS.WANDA.DESCRIBE.WEBBER.GHOST
source: Don't fret %s, I'll have you right as rain in no time at all!
de: Mach dir keine Sorgen %s, ich werde dich im Handumdrehen wieder auf Vordermann bringen!
es: No te preocupes, %s. Estarás como nuevo en un periquete.
fr: Ne t'en fais pas, %s ! Tu vas être sur pieds... enfin, sur pattes, en un rien de temps !
it: Niente paura, %s, ti rimetterò in sesto in men che non si dica!
ja: 心配しないで、%s。すぐに元通りにしてあげるから！
ko: 초조해하지마 %s, 아주 건강하게 바로 잡을 거니까!
pt_br: Não se preocupe, %s. Vou te trazer de volta já, já!
ru: Не бойся, %s. Скоро будешь в полном порядке!
zh_tw: 別怕，%s，我馬上就把你救回來！

# CHARACTERS.WANDA.DESCRIBE.WEBBER.MURDERER
source: You monster! I'll erase you from this timeline!
de: Du Monster! Ich werde dich in dieser Zeitachse ausradieren!
es: ¡Eres un monstruo! ¡Te borraré de esta línea temporal!
fr: Espèce de monstre ! Je vais t'effacer de cette ligne temporelle !
it: Mostro! Ti cancellerò da questa linea temporale!
ja: この化け物が！この時間線からあんたを消してやる！
ko: 이 괴물아! 널 타임라인에서 지워버리겠어!
pt_br: Seu monstro! Vou apagar você desta linha do tempo!
ru: Чудовище! Я сотру тебя из этой линии времени!
zh_tw: 惡魔！我要把你從這條時間線抹除！

# CHARACTERS.WANDA.DESCRIBE.WEBBER.REVIVER
source: Children today are quite dependable.
de: Die Kinder von heute sind ziemlich verlässlich.
es: Los niños de hoy son muy de fiar.
fr: Les enfants d'aujourd'hui se débrouillent vraiment bien.
it: I bambini di oggi sono alquanto affidabili.
ja: 今時の子供たちって頼りになるわ。
ko: 오늘날 아이들은 꽤 신뢰가 가.
pt_br: As crianças de hoje em dia são bastante confiáveis.
ru: На современных детей можно положиться.
zh_tw: 現在的孩子真是可靠。

# CHARACTERS.WANDA.DESCRIBE.WEBBERSKULL
source: Poor little guy. He deserves a proper funeral.
de: Armer kleiner Kerl. Er verdient eine angemessene Bestattung.
es: Pobrecillo. Se merece un entierro de verdad.
fr: Pauvre petit bonhomme. Il mérite un bel enterrement.
it: Poverino. Merita un funerale decoroso.
ja: かわいそうに。きちんと葬ってやらなきゃ。
ko: 불쌍해라. 제대로 묻어줘야 하는데.
pt_br: Pobrezinho. Ele merece um funeral adequado.
ru: Бедняжка. Он заслуживает достойных похорон.
zh_tw: 可憐的小傢伙。應該為他舉辦一個體面的葬禮。

# CHARACTERS.WANDA.DESCRIBE.WEBBER_SPIDER_MINION
source: I guess they're fighting for us.
de: Ich schätze, sie kämpfen für uns.
es: Supongo que están luchando por nosotros.
fr: J'imagine qu'elles se battent pour nous.
it: Suppongo che siano dalla nostra parte.
ja: 僕たちのために戦ってくれてるのかな。
ko: 우리 편에서 싸우는 모양이네.
pt_br: Acho que eles estão do nosso lado.
ru: Похоже, они сражаются на нашей стороне.
zh_tw: 可以說他們是在為我們戰鬥吧。

# CHARACTERS.WANDA.DESCRIBE.WEED_IVY
source: I don't like the look of it one bit.
de: Das gefällt mir überhaupt nicht.
es: No me gusta nada la pinta que tiene.
fr: Ça ne me dit vraiment rien qui vaille.
it: Non mi piace nemmeno un pochino.
ja: この見た目がぜんっぜん気に入らないわ。
ko: 그 모습이 조금 마음에 들지 않네.
pt_br: Não gosto nem um pouco da aparência dela.
ru: Ох и не нравится мне все это.
zh_tw: 我一點都不喜歡它的樣子。

# CHARACTERS.WANDA.DESCRIBE.WENDY.ATTACKER
source: Hold on now, there's no need for that, %s.
de: Warte doch mal, das ist doch nicht nötig, %s.
es: Un momento... ¿Por qué querrías hacer eso, %s?
fr: Attends, attends, on n'est pas obligées d'en arriver là, %s.
it: Ferma! Non c'è bisogno di usare la violenza, %s.
ja: ちょっと待って。それは必要ないわ、%s。
ko: 잠깐만, 그럴 필요 없어, %s.
pt_br: Espere, não precisa fazer isso, %s.
ru: Подожди, ну зачем же все это, %s?
zh_tw: 等等，沒必要那樣，%s。

# CHARACTERS.WANDA.DESCRIBE.WENDY.FIRESTARTER
source: Children these days, always playing with fire.
de: Die Kinder von heute spielen immer mit dem Feuer.
es: Los niños de hoy en día no hacen más que jugar con fuego.
fr: Ah, les enfants d'aujourd'hui... Ils aiment beaucoup trop jouer avec le feu.
it: I bambini di oggi... sempre a giocare con il fuoco.
ja: この頃の子供はいつも火遊びしてるわ。
ko: 요즘 아이들은 항상 불장난을 해.
pt_br: As crianças de hoje em dia estão sempre brincando com fogo.
ru: Дети нынче только и делают, что играют с огнем.
zh_tw: 現在的孩子啊，沒事總瞎玩火。

# CHARACTERS.WANDA.DESCRIBE.WENDY.GENERIC
source: Ah, hello %s... sorry, but I'm in a bit of a hurry'.
de: Ah, hallo %s ... tut mir leid, aber ich bin etwas in Eile.
es: Anda, hola, %s... Lo siento, pero tengo un poco de prisa.
fr: Ah, bonjour, %s... Désolée, je suis un peu pressée.
it: Ah, ciao, %s... Perdonami, vado un po' di fretta.
ja: あ、どうも、%s…悪いけど私急いでるの。
ko: 아, 안녕 %s... 미안하지만, 내가 좀 급해'.
pt_br: Ah, olá, %s... Desculpe, mas estou com um pouco de pressa.
ru: А, привет, %s... Прости, я ужасно тороплюсь.
zh_tw: 啊，你好啊，%s……抱歉，我現在有點急事。

# CHARACTERS.WANDA.DESCRIBE.WENDY.GHOST
source: If only I could turn the clock back for both of you.
de: Wenn ich doch nur die Uhr für euch beide zurückdrehen könnte.
es: Ojalá pudiera ir atrás en el tiempo por vosotras...
fr: Si seulement je pouvais remonter le temps pour vous deux.
it: Vorrei avere il potere di riportare indietro le lancette per tutte e due.
ja: あんたたち2人のために時間を戻してあげたいわ。
ko: 둘의 시계를 되돌릴 수만 있다면.
pt_br: Quem dera poder fazer vocês duas voltarem à vida.
ru: Ах, если бы я могла повернуть время вспять для вас обеих.
zh_tw: 如果我能夠為你們兩個人把時間倒回去就好了。

# CHARACTERS.WANDA.DESCRIBE.WENDY.MURDERER
source: You stay back! I mean it!
de: Du, komm ja nicht näher! Ich meine es ernst!
es: ¡No te acerques! ¡Lo digo muy en serio!
fr: Recule ! Je te préviens !
it: Stammi lontana! Dico sul serio!
ja: 下がれ！本気よ！
ko: 물러서! 진심이야!
pt_br: Pra trás! Estou falando sério!
ru: Не подходи ко мне! Только посмей!
zh_tw: 你別過來！我是認真的！

# CHARACTERS.WANDA.DESCRIBE.WENDY.REVIVER
source: It must be hard for her...
de: Das muss schwer für sie sein ...
es: Seguro que le resulta muy duro...
fr: Ça doit être difficile, pour elle...
it: Deve essere dura per lei...
ja: あの子にはつらいでしょうね…
ko: 그녀에게는 힘들겠지...
pt_br: Deve ser difícil pra ela...
ru: Должно быть, ей это дается тяжело...
zh_tw: 她一定很難……

# CHARACTERS.WANDA.DESCRIBE.WEREITEM_BEAVER
source: Ooooh, what a fun little trinket!
de: Ooooh, was für ein lustiges kleines Teil!
es: Anda, ¡qué cachivache tan curioso!
fr: Oooh, quelle babiole rigolote !
it: Ooh! Che bellino questo ninnolo!
ja: うわー、すごくかわいい！
ko: 오오, 정말 재미있고 귀여운 장신구야!
pt_br: Aaaah, que engenhoca divertida!
ru: О-о-о, какая забавная безделица!
zh_tw: 哦，多麼有趣的小飾品啊！

# CHARACTERS.WANDA.DESCRIBE.WEREITEM_GOOSE
source: That lumberjack's an odd duck, isn't he?
de: Dieser Holzfäller ist ein komischer Vogel, nicht wahr?
es: Ese leñador es muy raro, va como un pato mareado.
fr: Ce bûcheron est bizarre, non ?
it: Quel taglialegna è fuori come le oche, nevvero?
ja: あの木こりは、アヒルに変身できるんだっけ？
ko: 그 나무꾼에게는 이상한 오리가 있지, 그렇지 않아?
pt_br: Esse lenhador é bem esquisitão, né?
ru: А этот лесоруб — тот еще гусь, правда?
zh_tw: 那伐木工人是只怪鴨子，不是嗎？

# CHARACTERS.WANDA.DESCRIBE.WEREITEM_MOOSE
source: I love a good magical knickknack.
de: Ich liebe guten magischen Krimskrams.
es: Me encantan los cachivaches mágicos.
fr: J'adore les babioles magiques.
it: Adoro i ninnoli conditi con un pizzico di magia.
ja: ステキな魔法の小物は大好きだわ。
ko: 난 훌륭한 마법의 장신구가 좋아.
pt_br: Adoro uma boa quinquilharia mágica.
ru: Люблю я волшебные штуковины.
zh_tw: 我喜歡有魔法的小玩意。

# CHARACTERS.WANDA.DESCRIBE.WES.ATTACKER
source: Now hold on just one minute, I don't think that's part of the act!
de: Warte mal kurz, ich glaube nicht, dass das Teil der Nummer ist!
es: Espera un momento... ¡Creo que eso no es parte del número!
fr: Attends un peu... Ça ne fait pas partie du spectacle, ça !
it: Aspetta un secondo! Non credo faccia parte della scena!
ja: ちょっと待ってよ、あれは劇の一部じゃない！
ko: 이제 1분만 기다려, 그건 행동의 일부가 아닌 것 같아!
pt_br: Espere um instante, acho que isso não faz parte do número!
ru: Постой-ка минутку, это не похоже на представление!
zh_tw: 切面，這應該不是表演了！

# CHARACTERS.WANDA.DESCRIBE.WES.FIRESTARTER
source: Ah... it looks like I'm in the bad timeline again.
de: Ah ... es sieht so aus, als sei ich wieder in der schlechten Zeitachse gelandet.
es: Oh... Creo que vuelvo a estar en una línea temporal de las malas.
fr: Ah... Je crois que je suis encore dans la mauvaise ligne temporelle.
it: Ah... Sembra che sia finita di nuovo nella linea temporale sbagliata.
ja: あ…私また最悪の時間線にいるみたい。
ko: 아... 또 타임라인이 안 좋은 것 같군.
pt_br: Ah... parece que voltei pra linha do tempo ruim.
ru: Эх... Похоже, я опять угодила в скверную линию времени.
zh_tw: 啊……看來我又進入了壞的時間線。

# CHARACTERS.WANDA.DESCRIBE.WES.GENERIC
source: Sorry %s, I have no time for charades!
de: Tut mir leid %s, ich habe keine Zeit für Scharaden!
es: Lo siento, %s, no tengo tiempo para tus cosas de mimo.
fr: Désolée, %s. Je n'ai pas le temps pour les devinettes !
it: Scusa, %s, non ho tempo per le sciarade!
ja: %s、悪いけど、私、お遊びに付き合ってる時間はないの。
ko: 미안해 %s, 농담할 시간이 없어!
pt_br: Desculpe, %s. Não tenho tempo pra charadas!
ru: Прости, %s, у меня нет времени на шарады!
zh_tw: 抱歉，%s，我沒時間猜啞謎！

# CHARACTERS.WANDA.DESCRIBE.WES.GHOST
source: Don't you fret, soon it'll be like this never even happened!
de: Mach dir keine Sorgen, bald wird es so sein, als wäre das alles nie passiert!
es: No temas, ¡pronto nos olvidaremos de esto y será como si no hubiera pasado!
fr: Ne t'en fais pas, tout va rentrer dans l'ordre !
it: Non temere, presto sarà come se non fosse successo nulla!
ja: 心配しなくても、すぐに何も起こらなかったみたいになるわ！
ko: 조바심 내지 마, 머지 않아 이런 일이 결코 일어나지 않게 될 테니까!
pt_br: Não se preocupe. Logo, logo vai parecer que isto nunca aconteceu!
ru: Не переживай, скоро ты вообще забудешь, что это случилось!
zh_tw: 你不要著急，很快這一切就會像沒有發生過一樣！

# CHARACTERS.WANDA.DESCRIBE.WES.MURDERER
source: Murderer! Do you have nothing to say for yourself?!
de: Mörder! Hast du nichts zu deiner Verteidigung zu sagen?!
es: ¡Asesino! ¿Qué? ¿¡No tienes nada que decir!?
fr: Assassin ! Tu n'as rien à dire pour ta défense ?!
it: Assassino! Non hai nulla da dire a tua discolpa?!
ja: 人殺し！何か言うことはないの？！
ko: 살인자! 자신을 위해 할 말은 없어?
pt_br: Assassino! Não tem nada a dizer em sua defesa?!
ru: И что же ты скажешь в свое оправдание, убийца?!
zh_tw: 殺人犯！你都不想為自己辯解嗎？

# CHARACTERS.WANDA.DESCRIBE.WES.REVIVER
source: %s's actions speak louder than his words.
de: Die Taten von %s sprechen lauter als Worte.
es: Un gesto de %s vale más que mil palabras.
fr: %s, tes actions parlent plus que tes mots.
it: Le azioni di %s parlano più delle sue parole.
ja: %sの行動は言葉よりも雄弁に語るのよ。
ko: %s의 말보다 행동이 더 큰 소리로 전해지네.
pt_br: As ações do %s valem mais do que mil palavras.
ru: Да, %s, твои действия убедительнее слов.
zh_tw: %s的善行勝於雄辯。

# CHARACTERS.WANDA.DESCRIBE.WETGOOP
source: I never claimed to be good at cooking!
de: Ich habe ja auch nie behauptet, eine gute Köchin zu sein!
es: ¡Jamás he dicho que se me diera bien cocinar!
fr: Je n'ai jamais prétendu être douée en cuisine !
it: Non ho mai detto di essere brava in cucina!
ja: 私料理が得意だなんて言ったことないわ！
ko: 나는 요리를 잘한다고 주장한 적이 없어!
pt_br: Eu nunca disse que era boa cozinheira!
ru: А я и не говорила, что хорошо готовлю!
zh_tw: 我從來沒吹噓自己會做飯！

# CHARACTERS.WANDA.DESCRIBE.WETPAPER
source: This is going to take forever to dry...
de: Es wird ewig dauern, bis das trocknet ...
es: Va a tardar eones en secarse...
fr: Ça va mettre un temps fou à sécher...
it: Ci vorrà una vita a farla asciugare...
ja: これは乾くまでには永遠の時が必要だわ…
ko: 이거 말리는데 오래 걸리겠는 걸...
pt_br: Vai levar uma eternidade pra secar...
ru: Да она же будет сохнуть целую вечность...
zh_tw: 這要花很長時間才能乾……

# CHARACTERS.WANDA.DESCRIBE.WETPOUCH
source: It's a soggy mess.
de: Eine matschige Sauerei.
es: Qué desastre. Está empapado.
fr: C'est trempé... Beurk.
it: È un pasticcio umidiccio.
ja: これはびちゃびちゃの汚物。
ko: 엉망진창이네.
pt_br: Todo molhado.
ru: Он насквозь мокрый.
zh_tw: 濕漉漉的一灘。

# CHARACTERS.WANDA.DESCRIBE.WHIP
source: This should keep most creatures at bay.
de: Das sollte die meisten Kreaturen in Schach halten.
es: Esto mantendrá alejadas a la mayoría de criaturas.
fr: Ça devrait tenir la plupart des créatures à distance.
it: Dovrebbe tenere a bada la maggior parte delle creature.
ja: これでほとんどの生き物が近づかないはず。
ko: 대부분의 생물이 오는 걸 막아줄 거야.
pt_br: Isto vai manter a maioria das criaturas longe.
ru: Теперь я смогу приструнить почти любого зверя.
zh_tw: 這個應該能讓很多生物聽話。

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.ATTACKER
source: %s! What's gotten into you?
de: %s! Was ist nur in dich gefahren?
es: Pero ¿¡qué te pasa, %s!?
fr: %s ! Qu'est-ce qu'il te prend ?
it: %s! Ma che ti prende?!
ja: %s！何があったの？
ko: %s! 네 안에 뭐가 든 거야?
pt_br: %s! O que deu em você?
ru: %s! Что это на тебя нашло?
zh_tw: %s！你又怎麼了？

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: Really, %s. You should know better at your age!
de: Also wirklich, %s. In deinem Alter solltest du es besser wissen!
es: ¿En serio, %s? A tu edad tendrías que tener más cabeza.
fr: Tu devrais être plus raisonnable à ton âge, %s !
it: Andiamo, %s. Non puoi fare così alla tua età!
ja: 勘弁してよ、%s。そんなに大きいなら、やっちゃいけないことくらい分かるでしょ！
ko: 정말이야, %s. 네 나이엔 더 많이 알아야 한다고.
pt_br: Sério, %s. Na sua idade, você devia ter mais juízo!
ru: Право же, %s. В твоем-то возрасте!
zh_tw: 真是的，%s。你都這個年齡了還不懂事！

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.GENERIC
source: You're looking well, %s!
de: Du siehst gut aus, %s!
es: Te veo muy bien, %s.
fr: Tu as l'air en forme, %s !
it: Ti vedo bene, %s!
ja: %s、調子良さそうね！
ko: 잘보고 있구나, %s!
pt_br: Está com uma aparência ótima, %s!
ru: Хорошо выглядишь, %s!
zh_tw: 你氣色不錯啊，%s！

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.GHOST
source: Your time isn't over yet %s, not on my watch!
de: Deine Zeit ist noch nicht abgelaufen, %s. Nicht, solange ich etwas dazu zu sagen habe!
es: Mientras yo esté aquí, no llegará tu hora, %s.
fr: Ton heure n'est pas encore venue, %s ! Pas tant que je serai là !
it: Non è ancora giunta la tua ora, %s! Non finché ci sono io!
ja: あんたの時間はまだ終わらないわ、%s。私の目が黒いうちは！
ko: 너의 시간은 아직 끝나지 않았어 %s, 내 시계에는 없다고!
pt_br: Sua hora ainda não chegou, %s. Não se eu puder evitar!
ru: Я не позволю твоим часам остановиться, %s!
zh_tw: 你的時間還沒到，%s，有我在，放心吧！

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.MURDERER
source: Murderer! Your time ends now!
de: Deine Zeit läuft jetzt ab, Mörder!
es: ¡Asesina! ¡Ha llegado tu hora!
fr: Assassin ! Ton temps est compté !
it: Assassina! È giunta la tua ora!
ja: 人殺し！お前はもう終わりだ！
ko: 살인자! 너의 시간은 이제 끝이야!
pt_br: Assassina! Sua hora chegou agora!
ru: Убийца! Пробил твой последний час!
zh_tw: 殺人犯！你的時間馬上就要結束了！

# CHARACTERS.WANDA.DESCRIBE.WICKERBOTTOM.REVIVER
source: We should all be more cautious in the future.
de: Wir alle sollten in Zukunft vorsichtiger sein.
es: Tendríamos que tener más cuidado en el futuro.
fr: On devrait tous faire plus attention, à l'avenir.
it: In futuro ci converrà fare maggior attenzione.
ja: 私たち全員がこれからはもっと注意すべきだわ。
ko: 모두 앞으로 더욱 조심해야 해.
pt_br: É melhor tomarmos mais cuidado no futuro.
ru: В будущем нам нужно быть осторожнее.
zh_tw: 我們今後都應該更加謹慎。

# CHARACTERS.WANDA.DESCRIBE.WILLOW.ATTACKER
source: Now's not the time to turn on each other, %s!
de: Jetzt ist nicht der richtige Zeitpunkt, um aufeinander loszugehen, %s!
es: ¡No es el mejor momento para enemistarnos, %s!
fr: Ce n'est pas le moment de se monter les uns contre les autres, %s !
it: Non è il momento di rivoltarsi l'una contro l'altra, %s!
ja: 今はいがみ合ってる場合じゃないわ、%s！
ko: 지금은 서로 의지할 때가 아니야, %s!
pt_br: Não é hora de nos voltarmos uns contra os outros, %s!
ru: Сейчас не время нападать на ближнего своего, %s!
zh_tw: 現在不是互相攻擊的時候，%s！

# CHARACTERS.WANDA.DESCRIBE.WILLOW.FIRESTARTER
source: Some things stay consistent between timelines...
de: Einige Dinge bleiben in allen Zeitachsen gleich ...
es: Hay cosas que no cambian de una línea temporal a otra...
fr: Certaines choses ne changent pas d'une ligne temporelle à l'autre...
it: Alcune cose rimangono costanti tra le linee temporali...
ja: 時間線が違っても変わらない物もあるわ…
ko: 어떤 것들은 타임라인 간에 일관성을 유지하기도 하지...
pt_br: Algumas coisas se mantêm consistentes entre as linhas do tempo...
ru: Некоторые вещи остаются неизменными во все времена...
zh_tw: 有些事情不管什麼時間線都會發生……

# CHARACTERS.WANDA.DESCRIBE.WILLOW.GENERIC
source: There you are %s! Whatever you do, don't... oh botheration, I forgot.
de: Da bist du ja, %s! Was auch immer du tust, du darfst auf keinen Fall ... Ach verflixt, ich habe es vergessen.
es: Conque aquí estás, %s. Hagas lo que hagas, no se te ocurra... ¡Qué fastidio, me he olvidado!
fr: Ah, te voilà, %s ! Quoi que tu fasses, ne... Oh, flûte de zut, j'ai oublié.
it: Eccoti qua, %s! Qualunque cosa accada, vedi di non... Oh, che seccatura, l'ho dimenticato.
ja: あら、%sじゃない！何してもいいけど、アレだけはダメよ…ああ、煩わしい、何を言うのか忘れたわ。
ko: 거기 있었구나, %s! 뭘 하든지, 하지 말아야... 아 귀찮아, 까먹었네.
pt_br: Aí está você, %s! Faça o que fizer, não... Ai, que amolação! Eu esqueci.
ru: Вот ты где, %s! Ни в коем случае не... ой, вот неудобство, из головы вылетело.
zh_tw: 你在這啊，%s！記住了，你做什麼都可以，就是別……嗷，麻煩呐！我忘記了。

# CHARACTERS.WANDA.DESCRIBE.WILLOW.GHOST
source: Your time isn't over yet %s, not if I have anything to say about it!
de: Deine Zeit ist noch nicht abgelaufen, %s. Nicht, solange ich etwas dazu zu sagen habe!
es: Todavía no ha llegado tu hora, %s, ¡no si yo puedo impedirlo!
fr: Ton heure n'est pas encore venue, %s ! Pas si je peux m'y opposer !
it: Non è giunta la tua ora, %s! Non finché ho ancora l'ultima parola!
ja: あんたの時間はまだ終わりじゃないわ、%s。私がなんとかしてあげるから！
ko: 너의 시간은 아직 끝나지 않았어, %s. 내가 그것에 관해 할 말이 없다면 말이지!
pt_br: Sua hora ainda não chegou, %s. Não se eu puder fazer algo a respeito!
ru: %s, твое время еще не истекло, не в мою смену!
zh_tw: 你的時間還沒結束，%s，我說沒就是沒！

# CHARACTERS.WANDA.DESCRIBE.WILLOW.MURDERER
source: Is this the timeline where you go on a killing spree, %s?
de: Ist das die Zeitachse, in der du einen Amoklauf veranstaltest, %s?
es: ¿Esta es la línea temporal en la que cometes una masacre, %s?
fr: C'est dans cette ligne temporelle que tu es prise d'une frénésie meurtrière, %s ?
it: È questa la linea temporale dove sei colta da una furia omicida, %s?
ja: これ、あんたが連続殺人を犯す時間線なの？
ko: 살육을 일삼는 타임라인일까, %s?
pt_br: Esta é a linha do tempo em que você sai matando todo mundo, %s?
ru: Так это та линия времени, где ты становишься убийцей, %s?
zh_tw: 這是一條你大開殺戒的時間線嗎，%s？

# CHARACTERS.WANDA.DESCRIBE.WILLOW.REVIVER
source: Thank goodness our timelines converged, %s!
de: Gott sei Dank haben sich unsere Zeitachsen überschnitten, %s!
es: ¡Menos mal que han convergido nuestras líneas temporales, %s!
fr: Heureusement que nos lignes temporelles ont divergé, %s !
it: Grazie al cielo le nostre linee temporali sono convergenti, %s!
ja: ああ、良かった！%s、私たちの時間線が収束したのね！
ko: 덕분에 우리의 타임라인이 수렴되었어, %s!
pt_br: Ainda bem que nossas linhas do tempo convergiram, %s!
ru: Как же хорошо, что наши линии времени пересеклись, %s!
zh_tw: 謝天謝地我們的時間線出現了交集，%s！

# CHARACTERS.WANDA.DESCRIBE.WILSON.ATTACKER
source: So much for "gentleman" scientist, %s.
de: So viel zum Thema Gentleman-Forscher, %s.
es: ¿Y se supone que tú eres el científico caballeroso, %s?
fr: Scientifique peut-être, gentleman beaucoup moins, %s.
it: Alla faccia dello scienziato "gentiluomo", %s.
ja: 「ジェントルマン」の科学者なのにね、%s。
ko: "신사" 과학자는 그쯤 하기로 하자, %s.
pt_br: Lá se vai o cientista "cavalheiro", %s.
ru: Да уж, %s, вот тебе и «ученый-джентльмен».
zh_tw: 別再提什麼“紳士”科學家了，%s。

# CHARACTERS.WANDA.DESCRIBE.WILSON.FIRESTARTER
source: Is that what passes for "science" now, %s?
de: Geht so etwas jetzt als "Wissenschaft" durch, %s?
es: ¿Eso es lo que se considera ahora como ciencia, %s?
fr: C'est ça, la « science », de nos jours, %s ?
it: È questo che ora passa per "scienza", %s?
ja: %s、今はこれが「科学」で通用するの？
ko: 그게 지금 "과학"으로 통하는 거야, %s?
pt_br: É isso que consideram "ciência" agora, %s?
ru: У нас теперь так наука делается, %s?
zh_tw: 現如今你就拿這個混充“科學”了，%s？

# CHARACTERS.WANDA.DESCRIBE.WILSON.GENERIC
source: %s! I think I was supposed to tell you something, now what was it...
de: %s! Ich glaube, ich sollte dir etwas erzählen. Was war es noch gleich?
es: ¡%s! Creo que tenía que decirte algo, pero ¿qué era?
fr: %s ! Je voulais te dire quelque chose, mais je ne sais plus quoi...
it: %s! Mi sembra che dovevo dirti qualcosa, ma cosa...?
ja: %s！私、あんたに何か言うことがあったんだけど、何だったかな…
ko: %s! 내가 뭔가 할 말이 있었는데, 이제 그게 뭐였더라...
pt_br: %s! Acho que eu devia te dizer algo, mas o que era mesmo...
ru: %s! Я точно хотела что-то тебе сказать, вот только что именно...
zh_tw: %s！我本來有事情要跟你說的，是什麼來著……

# CHARACTERS.WANDA.DESCRIBE.WILSON.GHOST
source: Don't fret, a little isolated time flippery will make you right as rain.
de: Keine Sorgen, wenn wir ein wenig an der Zeit herumspielen, kommst du wieder in Ordnung.
es: No temas, unos arreglitos temporales y volverás a estar como una rosa.
fr: Ne t'en fais pas. Un peu de remontage de temps, et tu seras comme neuf.
it: Niente paura, un minimo di flipper temporale isolato ti rimetterà subito in sesto.
ja: 心配しないで。少し時間を切り離して改変すれば、あなたも元気になるから。
ko: 초조해 하지 마, 혼자 시간을 좀 보내면 다시 건강해질 거야.
pt_br: Não se preocupe, uma pequena manipulação do tempo vai trazer você volta.
ru: Не волнуйся, один небольшой прыжок во времени — и будешь как новенький.
zh_tw: 不要有顧慮，稍作休息之後身體會更好。

# CHARACTERS.WANDA.DESCRIBE.WILSON.MURDERER
source: %s! What have you done?!
de: %s! Was hast du getan?!
es: ¡%s! ¿¡Qué has hecho!?
fr: %s ? Qu'est-ce que tu as fait ?!
it: %s! Cosa hai fatto?!
ja: %s！あんたなにやったの？！
ko: %s! 무슨 짓을 한 거야?!
pt_br: %s! O que você fez?!
ru: %s! Как же так можно!
zh_tw: %s！你都做了什麼？！

# CHARACTERS.WANDA.DESCRIBE.WILSON.REVIVER
source: Was that really science, %s? Ah, who am I to question it.
de: War das wirklich Wissenschaft, %s? Ach, wer bin ich denn, dass ich das in Frage stelle?
es: ¿Eso ha sido obra de la ciencia, %s? Da igual, ¿quién soy yo para cuestionarlo?
fr: Qu'est-ce que la science, %s ? Ah, qui suis-je pour remettre ça en question...
it: Era davvero scienza quella, %s? Ah, chi sono io per giudicare.
ja: %s、あれは本当に科学なの？私は疑念をさし挟むような立場じゃないわね。
ko: 그게 정말 과학이었을까, %s? 아, 누구에게 이걸 묻고 있는 거냐.
pt_br: Isso foi mesmo ciência, %s? Ah, quem sou eu pra questionar.
ru: %s, ты уверен, что это научно? Хотя кто я такая, чтобы задавать такие вопросы.
zh_tw: 那個真是科學嗎，%s？啊，我有什麼資格質疑呢。

# CHARACTERS.WANDA.DESCRIBE.WINCH.GENERIC
source: Thankfully, it saves me from having to dive down myself.
de: Zum Glück bewahrt mich das davor, selbst tauchen zu müssen.
es: Por suerte, esto me libra de tener que sumergirme yo.
fr: Ouf, ça m'a permis d'éviter de plonger.
it: Fortunatamente mi risparmia dal dovermi immergere personalmente.
ja: これのおかげで自分で潜り込まなくてもいいわ。
ko: 고맙게도, 내 자신이 다이빙하지 않아도 되겠네.
pt_br: Ainda bem, ele me livra de ter que mergulhar.
ru: Благодаря ей мне не приходится никуда нырять самой.
zh_tw: 太好了，這下我不用親自潛下去了。

# CHARACTERS.WANDA.DESCRIBE.WINCH.HOLDING_ITEM
source: Ha! Got it!
de: Ha! Hab's!
es: ¡Ja, lo tengo!
fr: Ha ! Je l'ai !
it: Ha! Preso!
ja: やった！手に入れた！
ko: 하! 알겠어!
pt_br: Ha! Peguei!
ru: Ха! Добыча!
zh_tw: 哈！有了！

# CHARACTERS.WANDA.DESCRIBE.WINCH.RETRIEVING_ITEM
source: Hurry up now, I want to see what it is!
de: Jetzt aber schnell, ich will sehen, was das ist!
es: Date prisa, ¡quiero ver lo que es!
fr: Allez, dépêche, je veux voir ce que c'est !
it: Sbrigati, voglio vedere di cosa si tratta!
ja: 急いで。これが何かを見てみたいわ！
ko: 바로 서둘러, 그것이 무엇인지 보고 싶다고!
pt_br: Depressa, quero ver o que é!
ru: Давай быстрее! Не терпится увидеть, что там!
zh_tw: 快一點，我想看看是什麼東西！
