Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: Hello, monsieur? Are you here?
de: Hallo, Monsieur? Sind Sie da?
es: Disculpe, monsieur. ¿Anda usted por aquí?
fr: Euh, monsieur ? Vous êtes là ?
it: Hello, monsieur? Sei qui?
ja: ハロー、ムシュー？いらっしゃいますか？
ko: 안녕, 무슈(선생님)? 여기 있니?
pl: Halo, monsieur? Jest pan tutaj?
pt_br: Olá, monsieur? Você está aí?
ru: Monsieur? Вы здесь?
zh_cn: 你好，先生？你在么？
zh_tw: 你好，先生？你在麼？

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Ah zut, an empty cupboard.
de: Zut alors, ein leerer Schrank.
es: Sacrebleu, una despensa vacía.
fr: Oh zut, un placard vide.
it: Ah, zut, la dispensa è vuota.
ja: あぁ、ザンネン！空の食器棚だネ。
ko: 애 쥐트, 찬장이 비어있네.
pl: Ach, zut, nic tu nie ma.
pt_br: Ah, zut, um armário vazio.
ru: Ох, zut! В этом шкафчике пусто.
zh_cn: 啊这，空空的柜子。
zh_tw: 啊這，空空的櫃子。

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: I'll just have to come back later.
de: Ich werde einfach später wiederkommen müssen.
es: Tendré que volver en otro momento.
fr: Il faudra que je revienne plus tard, c'est tout.
it: Dovrò tornare più tardi.
ja: 後で戻ってこなくちゃ。
ko: 나중에 다시 올게.
pl: Będę musiał wrócić później.
pt_br: Vou ter que voltar mais tarde.
ru: Придется вернуться попозже.
zh_cn: 我只能以后再来了。
zh_tw: 我只能以後再來了。

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: It would be better with more petits chats, non?
de: Es wäre besser, wenn es mehr petits chats gäbe, oder?
es: Sería mejor si hubiese más petits chats, ¿non?
fr: Ce serait bien mieux avec plus de petits chats, non ?
it: Sarebbe meglio con più petits chats, non?
ja: もっと子ネコチャンいたほうがいいよネ？
ko: 쁘띠 샤가 더 많이 있으면 좋겠지, 농?
pl: Byłoby fajniej, gdybym miał więcej petits chats, non?
pt_br: Seria melhor com mais petits chats, non?
ru: Было бы веселее, если бы было больше petits chats, non?
zh_cn: 多几只小猫岂不更好吗？
zh_tw: 多幾隻小貓豈不更好嗎？

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDING_SPOTS
source: Ah, perhaps I should find a place with more hiding spots.
de: Ah, vielleicht sollte ich einen Ort mit mehr Verstecken finden.
es: Ah, tal vez debería buscar un lugar con más sitios para esconderse.
fr: Ah, je devrais peut-être trouver un endroit avec davantage de cachettes.
it: Ah, forse dovrei trovare un posto con più nascondigli.
ja: あぁ、隠れられる所もっと見つけないとネ。
ko: 아, 숨을 곳이 더 많은 장소를 찾아야겠어.
pl: Może lepiej znajdę miejsce, w którym będzie więcej kryjówek.
pt_br: Ah, talvez eu deva procurar um lugar com mais coisas onde se esconder.
ru: Пожалуй, надо найти место, где будет проще прятаться.
zh_cn: 啊，也许我找个藏身点更多的地方。
zh_tw: 啊，也許我找個藏身點更多的地方。

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: I'm afraid that's enough playing for one day.
de: Ich fürchte, das war genug Spielerei für einen Tag.
es: Me temo que ya he tenido suficientes juegos por hoy.
fr: Malheureusement, on a assez joué pour aujourd'hui.
it: Temo che giocare una volta al giorno sia sufficiente.
ja: 今日はここまでだヨ。
ko: 오늘은 그만 해도 될 것 같아.
pl: Obawiam się, że na dzisiaj wystarczy.
pt_br: Temo já ter passado tempo demais brincando hoje.
ru: Боюсь, на сегодня с меня хватит игр.
zh_cn: 恐怕今天就只能玩到这里了。
zh_tw: 恐怕今天就只能玩到這裡了。

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: I'll need a key to get through.
de: Ich brauche einen Schlüssel, um durchzukommen.
es: Necesitaré una llave para pasar.
es_mx: Necesito una llave para poder pasar.
fr: Il me faut une clé pour traverser.
it: Mi servirà una chiave per passare.
ja: 鍵がないと通れないネ。
ko: 통과하려면 열쇠가 필요해.
pl: Potrzebuję klucza.
pt_br: Preciso de uma chave para entrar.
ru: Чтобы пройти, нужен ключ.
zh_cn: 我要有钥匙才能通过。
zh_tw: 我要有鑰匙才能通過。

# CHARACTERS.WARLY.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: The festivities seem to be over.
de: Das Fest scheint vorüber zu sein.
es: Parece que ya se ha acabado la feria.
fr: Les festivités sont terminées, on dirait.
it: Sembra che la festa si sia già conclusa.
ja: お祭りは終わったみたいだネ。
ko: 축제는 끝난 것 같아.
pl: Już chyba po zabawie.
pt_br: Parece que as festividades acabaram.
ru: Кажется, праздник подошел к концу.
zh_cn: 庆祝活动似乎已经结束。
zh_tw: 慶祝活動似乎已經結束。

# CHARACTERS.WARLY.ACTIONFAIL.APPRAISE.NOTNOW
source: Un moment, the judge seems to be occupied.
de: Un moment, der Richter scheint beschäftigt zu sein.
es: Mon dieu, el juez parece estar ocupado.
fr: Une minute, le juge a l'air occupé.
it: Un moment, il giudice sembra essere occupato.
ja: ちょっと待って。審判は忙しそうダヨ。
ko: 순간, 심사위원이 바빠 보이네.
pl: Un moment, juror jest chyba zajęty.
pt_br: Un moment, o juiz parece estar ocupado.
ru: Un moment, судья, видимо, занят.
zh_cn: 等一等，裁判好像在忙。
zh_tw: 等一等，裁判好像在忙。

# CHARACTERS.WARLY.ACTIONFAIL.ATTUNE.NOHEALTH
source: I would seriously hurt myself if I did.
de: Dabei würde ich mir ernsthaft wehtun.
es: Acabaría fatal si lo hiciera.
es_mx: Me haré mucho daño si hago eso.
fr: Je me serais sérieusement blessé si je l'avais fait.
it: Se continuassi mi farei male sul serio.
ja: やってたらひどい怪我してたヨ。
ko: 그랬으면 크게 다쳤을 거야.
pl: Tylko się tym skrzywdzę.
pt_br: Eu me machucaria feio se fizesse isso.
ru: Я мог бы серьезно пострадать.
zh_cn: 我要是照做就会受重伤。
zh_tw: 我要是照做就會受重傷。

# CHARACTERS.WARLY.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: That would be wasteful.
de: Das wäre Verschwendung.
es: Menudo desperdicio.
es_mx: Eso sería un desperdicio.
fr: Ça aurait été du gâchis.
it: Sarebbe uno spreco.
ja: あれはムダだネ。
ko: 쓸데없는 짓이야.
pl: To byłoby marnotrawstwo.
pt_br: Isso seria um desperdício.
ru: Это будет расточительством.
zh_cn: 那样会浪费。
zh_tw: 那樣會浪費。

# CHARACTERS.WARLY.ACTIONFAIL.BATHBOMB.GLASSED
source: No need, it's already en glace.
de: Überflüssig, ist schon en glace.
es: Así se conserva estupendamente.
es_mx: No hace falta. Ya está glaseado.
fr: Pas besoin, c'est déjà en verre.
it: Non c'è bisogno: è già di vetro.
ja: いらないヨ。もうガラスに入ってるから。
ko: 이미 얼어서 필요 없어.
pl: Nie ma potrzeby, już się zeszkliło.
pt_br: Não precisa, já está en glace.
ru: Не стоит, все уже en glace.
zh_cn: 不需要，已经是在冰里了。
zh_tw: 不需要，已經是在冰裡了。

# CHARACTERS.WARLY.ACTIONFAIL.BUILD.HASPET
source: I already have a little companion.
de: Ich habe schon einen kleinen Gefährten.
es: Ya tengo a mi camarada, gracias.
es_mx: Ya tengo un compañerito.
fr: J'ai déjà un petit compagnon.
it: Ho già un piccolo compagno.
ja: もう小さいオトモダチはいるヨー。
ko: 이미 작은 친구가 있어.
pl: Już mam małego towarzysza.
pt_br: Eu já tenho um companheirinho.
ru: У меня уже есть маленький спутник.
zh_cn: 我已经有小伙伴了。
zh_tw: 我已經有小夥伴了。

# CHARACTERS.WARLY.ACTIONFAIL.BUILD.MOUNTED
source: Mon dieu, that's far away.
de: Mon dieu, das ist aber weit.
es: Mon dieu, qué lejos.
es_mx: ¡Mon dieu! Eso está lejos.
fr: Mon Dieu, c'est loin.
it: Mon dieu, che lontano.
ja: ああっ、手が届かないネ。
ko: 세상에나, 너무 멀잖아.
pl: Mon dieu, ależ to daleko.
pt_br: Mon dieu, isso fica longe.
ru: Mon dieu, как далеко.
zh_cn: 我的天啊，实在是太远了。
zh_tw: 我的天啊，實在是太遠了。

# CHARACTERS.WARLY.ACTIONFAIL.BUILD.TICOON
source: Non, that's not the one I'm following.
de: Non, dem hier folge ich nicht.
es: Non, ese no es el que estoy siguiendo.
fr: Non, ce n'est pas celui que je suis.
it: Non, non è quello che sto seguendo.
ja: ノン！ボクが追いかけてたのこのコじゃないヨ。
ko: 농, 내가 쫓던 녀석이 아니야.
pl: Non, nie za tym mam chodzić.
pt_br: Non, não é esse que estou seguindo.
ru: Non, это не тот месье, за которым я шел.
zh_cn: 不对，我跟的不是这个。
zh_tw: 不對，我跟的不是這個。

# CHARACTERS.WARLY.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: Zut! Too slow!
de: Zut! Zu langsam!
es: ¡Sacrebleu, qué lento he ido!
fr: Zut ! Trop lent !
it: Zut! Sono stato troppo lento!
ja: もう、トロ過ぎるヨ！
ko: 쥬트(이런)! 너무 느리잖아!
pl: Zut! Za wolno!
pt_br: Zut! Lento demais!
ru: Zut! Не успел!
zh_cn: 啧！太慢了！
zh_tw: 嘖！太慢了！

# CHARACTERS.WARLY.ACTIONFAIL.CHANGEIN.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.ACTIONFAIL.CHANGEIN.GENERIC
source: I guess it never occurred to me I'd need to change.
de: Hab gar nicht daran gedacht, dass ich mich auch mal umziehen muss.
es: Supongo que nunca se me ocurrió que necesitaba cambiar.
es_mx: Supongo que nunca se me ocurrió que necesitaba cambiar.
fr: Je crois que je n'avais jamais pensé à me changer.
it: Immagino che non mi sia mai capitato di dover cambiare.
ja: 服を着替えるなんて発想、なかったヨ
ko: 옷을 갈아입어야 한다는 걸 전혀 생각하지 못했어.
pl: Nawet nie pomyślałem, że przydałoby się przebrać.
pt_br: Acho que nunca me passou pela cabeça que eu precisava de trocas.
ru: Кажется, мне никогда и в голову не приходило переодеться.
zh_cn: 我从来不觉得我需要换衣服。
zh_tw: 我從來不覺得我需要換衣服。

# CHARACTERS.WARLY.ACTIONFAIL.CHANGEIN.INUSE
source: I should give them their privacy.
de: Ich sollte ihnen ihre Privatsphäre gönnen.
es: Debería dejarles privacidad.
es_mx: Debería darles un poco de privacidad.
fr: Je devrais leur laisser de l'intimité.
it: Preferirei lasciargli un po' di privacy.
ja: プライバシーですネ。
ko: 방해하지 않는 게 좋겠어.
pl: Chyba potrzebuje trochę prywatności.
pt_br: Eu deveria dar privacidade a eles.
ru: Не стоит мешать.
zh_cn: 我该给他们一点隐私。
zh_tw: 我該給他們一點隱私。

# CHARACTERS.WARLY.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: I'll be needing something to groom, non?
de: Ich brauche etwas zum Striegeln, non?
es: Necesitaré a algo a lo que acicalar, oui.
fr: Il va me falloir quelque chose à coiffer, non ?
it: Avrò bisogno di un mufalo a cui fare la toletta, non?
ja: 何かの毛を整えたいのカナ？
ko: 가다듬을 것이 필요하겠지, 농(안 그래)?
pl: Potrzebuję czegoś do wyszczotkowania, non?
pt_br: Vou precisar de alguma coisa pra embelezar, non?
ru: Пока мне не за кем ухаживать, non?
zh_cn: 得有东西来让我打扮，不是吗？
zh_tw: 得有東西來讓我打扮，不是嗎？

# CHARACTERS.WARLY.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: There's not really much to work with at the moment.
de: Im Moment gibt es nicht wirklich viel, womit ich arbeiten kann.
es: Ahora mismo no hay sustancia con la que trabajar.
fr: Il n'y a pas grand-chose, pour le moment.
it: Al momento non c'è molto con cui lavorare.
ja: 今のところ大してやれることもないネ。
ko: 현재로서는 할 일이 별로 없어.
pl: Na razie nie ma jeszcze nad czym pracować.
pt_br: Por enquanto, não temos muito com o que trabalhar.
ru: Тут пока что и работать-то не с чем.
zh_cn: 就这点的话，我实在无从下手。
zh_tw: 就這點的話，我實在無從下手。

# CHARACTERS.WARLY.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: Ah non, this fish is far too small.
de: Ah non, dieser Fisch ist viel zu klein.
es: Ah, non, este pececillo es muy canijo.
es_mx: ¡Oh, no! Este pescado es demasiado pequeño.
fr: Ah non, ce poisson est bien trop petit.
it: Oh no, questo pesce è davvero troppo piccolo.
ja: アァ、ノン。この魚は小さすぎますネ。
ko: 안 돼, 이 물고기는 너무 작아.
pl: Ah non, ta rybka jest za mała.
pt_br: Ah, non, este peixe é pequeno demais.
ru: А, non, слишком маленькая рыбка.
zh_cn: 噢不，这条简直太小了。
zh_tw: 噢不，這條簡直太小了。

# CHARACTERS.WARLY.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: I'm afraid it's a bit too small.
de: Ich fürchte, das ist ein bisschen zu klein.
es: Me temo que tiene un tamaño muy pequeño...
fr: J'ai peur que ce soit un peu trop petit.
it: Temo sia un po' troppo piccolo.
ja: ゴメン、これは少し小さすぎだネ。
ko: 너무 작은 것 같아 걱정이야.
pl: Obawiam się, że to jest zbyt małe.
pt_br: Receio que o tamanho seja pequeno demais.
ru: Боюсь, этот плод маловат.
zh_cn: 恐怕有些太小了。
zh_tw: 恐怕有些太小了。

# CHARACTERS.WARLY.ACTIONFAIL.CONSTRUCT.EMPTY
source: I'm missing some ingredients.
de: Mir fehlen ein paar Komponenten.
es: Me faltan algunos ingredientes.
es_mx: Me faltan algunos ingredientes.
fr: Il me manque des ingrédients.
it: Mi mancano degli ingredienti.
ja: 足りない材料がありますヨ。
ko: 빠뜨린 재료가 있어.
pl: Brakuje mi paru składników.
pt_br: Estão faltando alguns ingredientes.
ru: Мне не хватает некоторых ингредиентов.
zh_cn: 缺少一些原料。
zh_tw: 缺少一些原料。

# CHARACTERS.WARLY.ACTIONFAIL.CONSTRUCT.INUSE
source: Pardonnez-moi! Someone's already doing that.
de: Pardonne-moi! Das macht schon jemand.
es: ¡Pardonnez-moi! Alguien lo está haciendo ya.
es_mx: ¡Pardonnez-moi! Ya alguien se está encargando de eso.
fr: Pardonnez-moi ! Quelqu'un est déjà en train de le faire.
it: Pardonnez-moi! Qualcuno lo sta già facendo.
ja: パラドン・ムア！ゴメン、他の人がもうやってますネ。
ko: 파르도네 무아! 이미 누가 하고 있어.
pl: Pardonnez-moi! Ktoś już to robi.
pt_br: Pardonnez-moi! Já tem alguém fazendo isso.
ru: Pardonnez-moi! Кто-то уже это делает.
zh_cn: 抱歉！有人已经在做了。
zh_tw: 抱歉！有人已經在做了。

# CHARACTERS.WARLY.ACTIONFAIL.CONSTRUCT.MISMATCH
source: I think I've gotten something mixed up.
de: Ich glaube, ich habe etwas verwechselt.
es: Creo que he mezclado cosas que no debía.
es_mx: Creo que me equivoqué mezclando los ingredientes.
fr: Je crois que j'ai confondu certaines choses.
it: Penso di aver fatto confusione.
ja: チョットごちゃごちゃになっちゃったみたいだヨ。
ko: 뭔가 헷갈린 것 같아.
pl: Chyba coś pomieszałem.
pt_br: Acho que troquei os pés pelas mãos.
ru: Кажется, я что-то напутал.
zh_cn: 可能有地方出错了。
zh_tw: 可能有地方出錯了。

# CHARACTERS.WARLY.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: This isn't the best place for it.
de: Das ist nicht der beste Ort dafür.
es: No es el mejor lugar para ello.
es_mx: Este no es el mejor lugar para construir.
fr: Ce n'est pas le meilleur endroit pour y installer cela.
it: Non è il posto migliore.
ja: これにうってつけの場所ネ。
ko: 여기 두는 건 좋은 생각이 아니야.
pl: To nienajlepsze miejsce.
pt_br: Este não é o melhor lugar para isso.
ru: Этому здесь не место.
zh_cn: 这里不是最佳地点。
zh_tw: 這裡不是最佳地點。

# CHARACTERS.WARLY.ACTIONFAIL.COOK.GENERIC
source: I'm not quite ready yet.
de: Ich bin noch nicht ganz fertig.
es: Aún no estoy listo.
es_mx: Aún no estoy listo.
fr: Je ne suis pas encore tout à fait prêt.
it: Non sono ancora pronto.
ja: まだ準備ができてないヨ
ko: 아직 준비 안 됐어.
pl: Nie jestem jeszcze gotowy.
pt_br: Ainda não estou pronto.
ru: Я, вообще-то, еще не готов.
zh_cn: 我还没准备好。
zh_tw: 我還沒準備好。

# CHARACTERS.WARLY.ACTIONFAIL.COOK.INUSE
source: Pardonnez-moi! I shouldn't backseat cook.
de: Pardonne-moi! Ich sollte mich nicht einmischen, wenn andere kochen.
es: ¡Pardonnez-moi! No estoy hecho para gastronomía de segunda fila.
es_mx: ¡Pardonnez-moi! No quise molestar mientras cocinaba.
fr: Pardonnez-moi. Je devrais m'occuper sérieusement de la cuisine.
it: Pardonnez-moi! Non dovrei.
ja: パラドン・ムア！ゴメン、うしろでごちゃごちゃ言わないようにするネ。
ko: 파르도네 무아! 남의 요리에 간섭할 수는 없지.
pl: Pardonnez-moi! Nie powinienem się wtrącać.
pt_br: Pardonnez-moi! Eu não deveria falhar na cozinha.
ru: Pardonnez-moi! Что я тут лезу со своими советами.
zh_cn: 抱歉！我不应该对别人的厨艺指手画脚。
zh_tw: 抱歉！我不應該對別人的廚藝指手畫腳。

# CHARACTERS.WARLY.ACTIONFAIL.COOK.TOOFAR
source: I'll need to get a little closer to cook with that.
de: Das ist zu weit weg zum kochen.
es: Tendré que acercarme unpoco más para cocinar con eso.
es_mx: Tendré que acercarme un poco más para cocinar con eso.
fr: Il va falloir que je m'approche pour cuisiner avec ça.
it: Dovrò avvicinarmi un po' di più per cucinarci.
ja: もっと近くへ寄らなきゃダメだヨ
ko: 이걸로 요리하려면 더 가까이 가야 해.
pl: Muszę podejść trochę bliżej, żeby coś ugotować.
pt_br: Vou precisar chegar mais perto pra cozinhar isso.
ru: Мне нужно подойти поближе, чтобы готовить.
zh_cn: 我需要靠近一点才能用那个烹饪。
zh_tw: 我需要靠近一點才能用那個烹飪。

# CHARACTERS.WARLY.ACTIONFAIL.DISMANTLE.COOKING
source: Just a little longer... It's almost done.
de: Nur noch ein kleines bisschen ... Es ist gleich fertig.
es: Un poco más... Ya casi está.
es_mx: Solo un poco más. Ya está casi listo.
fr: Encore un peu... J'ai presque fini.
it: Ancora un attimo... È quasi pronto.
ja: もうちょっと長く...もう、できたヨ。
ko: 조금만 더... 거의 다 됐다.
pl: Jeszcze chwila... Już prawie gotowe.
pt_br: Só mais um pouquinho... tá quase pronto!
ru: Еще немного… Почти готово.
zh_cn: 再等等,马上就好了。
zh_tw: 再等等,馬上就好了。

# CHARACTERS.WARLY.ACTIONFAIL.DISMANTLE.INUSE
source: Oh, excusez-moi.
fr: Oh, toutes mes excuses.
ja: おっと、スミマセン。
ko: 아, 실례합니다.
pl: Och, excusez-moi.
pt_br: Ah, excusez-moi.
ru: О, excusez-moi.
zh_cn: 噢，抱歉。
zh_tw: 噢，抱歉。

# CHARACTERS.WARLY.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: Oops, I've left some ingredients inside.
de: Huch, da sind noch Komponenten drin.
es: Huy, me he dejado ingredientes dentro.
es_mx: Ay, dejé algunos ingredientes dentro.
fr: Oups, j'ai laissé certains ingrédients dedans.
it: Ops, ho lasciato dentro qualche ingrediente.
ja: あ！中に材料を忘れちゃったヨ。
ko: 아차, 안에 재료를 남겨 뒀네.
pl: Ups, zostawiłem coś w środku.
pt_br: Opa, deixei alguns ingredientes ali dentro.
ru: Ой, я забыл внутри кое-какие ингредиенты.
zh_cn: 哎呀，里面还有原料。
zh_tw: 哎呀，裡面還有原料。

# CHARACTERS.WARLY.ACTIONFAIL.DRAW.NOIMAGE
source: What should I draw?
de: Was soll ich malen?
es: ¿Qué debería dibujar?
es_mx: ¿Qué debería dibujar?
fr: Qu'est-ce que je devrais dessiner ?
it: Cosa devo disegnare?
ja: さて、何を描けば？
ko: 뭘 그려야 하지?
pl: Co by tu narysować?
pt_br: O que devo desenhar?
ru: Что же мне нарисовать?
zh_cn: 我应该画一些什么呢？
zh_tw: 我應該畫一些什麼呢？

# CHARACTERS.WARLY.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: Mais non, this salt water will not do!
de: Mais non, mit diesem Salzwasser wird es nicht funktionieren!
es: Mais non, ¡el agua salada no sirve!
fr: Mais non, cette eau salée n'est pas du tout adaptée !
it: Mais non, quest'acqua salata non va bene!
ja: ノンノン、この塩水はだめヨ！
ko: 메 농(안 돼), 이 소금물은 안 돼!
pl: Mais non, ta słona woda nie będzie dobra!
pt_br: Mais non, água salgada não serve!
ru: Mais non, соленая вода точно не подойдет!
zh_cn: 不妥，用盐水是不行的！
zh_tw: 不妥，用鹽水是不行的！

# CHARACTERS.WARLY.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: Ah non, the fish are too deep for my rod to reach.
de: Ah non, mit dieser Angel komme ich nicht an die Fische ran.
es: Ah, non, mi caña no llega a peces a tanta profundidad.
es_mx: ¡Oh, no! Los peces están en las profundidades y mi caña de pescar no los alcanza.
fr: Oh non, les poissons nagent trop profondément pour mordre à mon hameçon.
it: Oh no, i pesci sono troppo in profondità per questa canna.
ja: アァ、ノン。魚に釣り針が届かないヨ。
ko: 안 돼, 물고기가 너무 깊이 있어서 낚싯대가 안 닿아.
pl: Ah non, ryby pływają za głęboko i moja wędka ich nie sięga.
pt_br: Ah, non, os peixes estão muito fundo para minha vara alcançar.
ru: А, non, рыба слишком глубоко, удочка не достает.
zh_cn: 啊不，鱼太深，我的鱼竿够不到。
zh_tw: 啊不，魚太深，我的魚竿夠不到。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.ABIGAILHEART
source: Apologies, ma petite choux-fleur.
de: Verzeih mir, ma petite choux-fleur.
es: Mis disculpas, mi petite choux-fleur.
es_mx: Mis disculpas, mi petite coliflor.
fr: Pardonne-moi, ma petite batavia.
it: Scusa, ma petite choux-fleur.
ja: ゴメンネ、プティ・シューフラー。
ko: 미안해, 마 쁘띠 콜리플라워.
pl: Przepraszam, mon petit chou-fleur.
pt_br: Desculpe, ma petite choux-fleur.
ru: Прошу прощения, ma petite choux-fleur.
zh_cn: 抱歉，我的小菜花。
zh_tw: 抱歉，我的小菜花。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.BUSY
source: Pardonnez-moi, they seem busy right now.
de: Pardonne-moi, sie sind gerade beschäftigt.
es: Pardonnez-moi, ahora parecen a lo suyo.
es_mx: Pardonnez-moi. Están ocupados en este momento.
fr: Mes excuses, vous avez l'air occupé.
it: Pardonnez-moi, sembra che abbia da fare in questo momento.
ja: パラドン・ムア！ゴメン、今忙しいみたいネ。
ko: 파르도네 무아, 지금은 바빠 보여.
pl: Pardonnez-moi, chyba nie ma teraz czasu.
pt_br: Pardonnez-moi, eles parecem ocupados agora.
ru: Pardonnez-moi, кажется, я не вовремя.
zh_cn: 抱歉，他们好像挺忙的。
zh_tw: 抱歉，他們好像挺忙的。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: It doesn't seem to be working.
de: Scheint nicht zu klappen.
es: No parece estar funcionando.
es_mx: Parece que no está funcionando.
fr: Ça n'a pas l'air de fonctionner.
it: Non sembra funzionare.
ja: 使えないみたいだネ。
ko: 안 되는 것 같아.
pl: Chyba nie działa.
pt_br: Não parece estar funcionando.
ru: Похоже, не работает.
zh_cn: 它看起来好像坏了。
zh_tw: 它看起來好像壞了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: Un moment, the game has already started.
de: Un moment, das Spiel hat bereits begonnen.
es: Attends, ya ha empezado la partida.
fr: Attendez, le jeu a commencé.
it: Un moment, la partita è già iniziata.
ja: チョトマッテ、ゲームはもう始まってるヨ。
ko: 엉 모멘트(순간), 게임은 이미 시작되었어.
pl: Un moment, zabawa już się rozpoczęła.
pt_br: Un moment, o jogo já começou.
ru: Un moment, игра уже началась.
zh_cn: 稍等片刻吧，这场游戏已经开始了。
zh_tw: 稍等片刻吧，這場遊戲已經開始了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: That wasn't to its liking.
de: Das war nicht nach seinem Geschmack.
es: No le ha gustado.
fr: Ce n'était pas à son goût.
it: Non è questo che vuole.
ja: あれは好みじゃなかったヨ。
ko: 자기 마음에 들지 않았어.
pl: To raczej nie to.
pt_br: Não agradou seu gosto.
ru: Что-то не подошло.
zh_cn: 那个并不符合它的心意。
zh_tw: 那個並不符合它的心意。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.DEAD
source: Oh dear...
de: Au weh ...
es: Oh, no...
es_mx: Oh, no...
fr: Oh là là...
it: Oh cielo...
ja: アワワ…
ko: 저런...
pl: O rany...
pt_br: Oh não...
ru: О боже…
zh_cn: 噢，不好...
zh_tw: 噢，不好...

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.DUPLICATE
source: We've learned that already.
de: Wir haben das schon gelernt.
es: Esto ya lo hemos aprendido.
es_mx: Ya sabemos eso.
fr: On le sait déjà, ça.
it: Ho già imparato tutto.
ja: もう勉強したヨ。
ko: 이미 배웠어.
pl: Już to wiem.
pt_br: Já sabemos disso.
ru: Мы это уже знаем.
zh_cn: 已经学过了。
zh_tw: 已經學過了。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.FOODFULL
source: Let them enjoy their meal first.
de: Da ist noch genug.
es: Que disfruten antes de su comida.
es_mx: Dejemos que disfruten de su comida primero.
fr: Laissons-les d'abord profiter de leur repas.
it: Prima lasciamogli finire quello che sta mangiando.
ja: まずは、食事を楽しんでもらいましょうネ。
ko: 먼저 음식을 즐기게 하자.
pl: Najpierw niech skończy jeść.
pt_br: Deixem-nos aproveitar a refeição primeiro.
ru: Сначала нужно поесть как следует.
zh_cn: 让他们先吃已经有的。
zh_tw: 讓他們先吃已經有的。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.GENERIC
source: Non.
es: Ni hablar.
it: Parbleu.
ja: ノン。
ko: 안 돼.
zh_cn: 不行。
zh_tw: 不行。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.GHOSTHEART
source: I don't think they would appreciate it.
de: Ich glaube, das wüsste man nicht zu schätzen.
es: No creo que lo valorasen.
es_mx: No creo que les guste.
fr: Je doute que ça lui plaise.
it: Non penso che lo apprezzerebbe.
ja: これが好きだとは思えませんネ。
ko: 고마워할 것 같지는 않아.
pl: To się chyba nie spodoba.
pt_br: Acho que eles não vão gostar disso.
ru: Не думаю, что это оценят.
zh_cn: 他们不会喜欢的。
zh_tw: 他們不會喜歡的。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: It needs a dash of something else.
de: Da braucht es noch eine Prise irgendwas.
es: Necesita un toque de otra cosa.
es_mx: Necesita una pizca de algo más.
fr: Ça a besoin d'une pincée de quelque chose...
it: Ha bisogno di un pizzico di qualcos'altro.
ja: 一味足りないなあ。
ko: 약간 다른 게 필요해.
pl: Potrzeba szczypty czegoś innego.
pt_br: Precisa de uma pitada de alguma coisa.
ru: Нужно еще что-то добавить.
zh_cn: 需要一点其他东西。
zh_tw: 需要一點其他東西。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: It needs a dash of something else.
de: Da braucht es noch eine Prise irgendwas.
es: Necesita un toque de otra cosa.
es_mx: Necesita una pizca de algo más.
fr: Ça a besoin d'une pincée de quelque chose...
it: Ha bisogno di un pizzico di qualcos'altro.
ja: 一味足りないなあ。
ko: 약간 다른 게 필요해.
pl: Potrzeba szczypty czegoś innego.
pt_br: Precisa de uma pitada de alguma coisa.
ru: Нужно еще что-то добавить.
zh_cn: 需要一点其他东西。
zh_tw: 需要一點其他東西。

# CHARACTERS.WARLY.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: They don't seem to take well to planting.
de: Sie scheinen die Anpflanzung nicht gut zu vertragen.
es: Parece que no les gusta que los planten.
fr: Ils n'ont pas l'air de prendre racine.
it: Non sembrano lasciarsi piantare.
ja: 植えるのがうまくいかないみたいだネ。
ko: 자기를 심는 걸 좋아하지 않나봐.
pl: Chyba nie lubią być sadzone.
pt_br: Eles não parecem reagir bem ao plantio.
ru: Они совсем не приживаются на новом месте.
zh_cn: 它们好像不太愿意被种。
zh_tw: 它們好像不太願意被種。
