Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SLEEPING
source: They look so innocent when they dream.
de: Sie sehen so unschuldig aus, wenn sie träumen.
es: Parecen tan inocentes cuando duermen.
fr: Ça a l'air si innocent quand ça dort...
it: Sembrano così innocenti quando sognano.
ja: 彼らが夢見ているときは、かなり無邪気に見える。
ko: 자고 있을 땐 정말 천사 같지.
pl: We śnie wyglądają tak niewinnie.
pt_br: Eles parecem tão inocentes quando estão dormindo.
ru: Они так невинно выглядят, когда спят.
zh_cn: 它们睡着了之后倒是看起来很无辜。
zh_tw: 它們睡著了之後倒是看起來很無辜。

# CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.STARVING
source: He's got a hankering for some poutine!
de: Ich glaub, der hat Appetit auf was Feines.
es: ¡Tiene antojo de poutine!
fr: Il rêve de vers de terre !
it: Ha una voglia matta di poutine!
ja: 厚切りベーコンが食いてぇとよ！
ko: 아주 배가 고파 보이는데!
pl: Ewidentnie ssie go w brzuchu!
pt_br: Ele está louco por um pouco de poutine!
ru: Он сильно хочет немного пудинга!
zh_cn: 他渴望来点肉汁奶酪薯条！
zh_tw: 他渴望來點肉汁乳酪薯條！

# CHARACTERS.WOODIE.DESCRIBE.BIRDTRAP
source: I'll show those birds yet!
de: Jetzt werde ich es den Vögeln zeigen!
es: ¡Les voy a enseñar a estos pájaros!
fr: Je vais leur montrer à ces piafs !
it: Darò una bella lezione a quei pennuti!
ja: これからこの鳥たちを見せるつもりだ！
ko: 새들한테 본때를 보여줘야겠잖아!
pl: Jeszcze pokażę tym ptaszyskom!
pt_br: Ainda vou mostrar o que é bom para esses pássaros!
ru: Я этим птицам еще устрою!
zh_cn: 臭鸟们，等着吧！
zh_tw: 臭鳥們，等著吧！

# CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG
source: There's a bird in there, thinking evil bird thoughts.
de: Da ist ein Vogel drin, der sich böse Vogelgedanken macht.
es: Hay un pájaro ahí dentro, teniendo pensamientos de pájaro malo.
fr: Là-dedans y a un oiseau avec des sales pensées d'oiseau.
it: C'è un pennuto là dentro, che fa cattivi pensieri di pennuti.
ja: 邪悪の鳥の考えを持つ鳥が一羽その中にいる。
ko: 안에 장난꾸러기 새가 들어있을걸.
pl: Gdzieś tam jest ptak, knujący swoje ptasie intrygi.
pt_br: Há um pássaro lá tendo pensamentos aviários malignos.
ru: Внутри птица, думает свои злобные птичьи мысли.
zh_cn: 那里面有只满脑子邪恶思想的鸟。
zh_tw: 那裡面有只滿腦子邪惡思想的鳥。

# CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG_COOKED
source: Well, at least it never became a bird.
de: Nun, es wird auf jeden Fall kein Vogel mehr werden.
es: Bueno, al menos nunca se convirtió en pájaro.
fr: Au moins, il n'a pas eu le temps de devenir un oiseau.
it: Beh, almeno non è mai diventato un pennuto.
ja: とにかく、鳥にならなかっただけいいか。
ko: 뭐, 새가 될 기회는 영영 날아가버렸네.
pl: Przynajmniej nie zamieniło się w ptaka.
pt_br: Bem, pelo menos nunca virou um pássaro.
ru: Что ж, не быть ему никогда птицей.
zh_cn: 很好，至少它永远不会变成讨厌的鸟。
zh_tw: 很好，至少它永遠不會變成討厭的鳥。

# CHARACTERS.WOODIE.DESCRIBE.BIRD_MUTANT
source: I always knew they were evil.
de: Ich wusste immer, dass sie böse sind.
es: Sabía que eran malos.
fr: J'ai toujours su qu'ils étaient maléfiques.
it: Ho sempre saputo che erano malvagi.
ja: あいつらは昔っから邪悪だぜ。
ko: 나는 그들이 사악하다는 것을 항상 알고 있었어.
pl: Zawsze wiedziałem, że są złem wcielonym.
pt_br: Sempre soube que eles eram malignos.
ru: Я всегда знал, что птицы — порождения зла.
zh_cn: 我一早就知道它们不是什么好鸟。
zh_tw: 我一早就知道它們不是什麼好鳥。

# CHARACTERS.WOODIE.DESCRIBE.BIRD_MUTANT_SPITTER
source: See? You can never trust a bird!
de: Siehst du? Einem Vogel darf man nicht trauen!
es: ¿Ves? ¡No te puedes fiar de ningún pajarraco!
fr: Vous voyez ? On ne peut jamais faire confiance à un oiseau !
it: Vedi? Non ci si può mai fidare di un pennuto!
ja: ほらな？鳥なんて信用できねんだよ！
ko: 보여? 새는 절대 믿을 수 없어!
pl: Widzisz? Ptakom nie można ufać!
pt_br: Viu? Não dá pra confiar num pássaro!
ru: Видали? Птицам доверять нельзя!
zh_cn: 看到没？鸟是信不过的！
zh_tw: 看到沒？鳥是信不過的！

# CHARACTERS.WOODIE.DESCRIBE.BISHOP
source: It's been a while since my last confession.
de: Es ist schon eine Weile her, dass ich mein letztes Geständnis abgelegt habe.
es: Ha pasado un tiempo desde mi última confesión.
fr: Ça fait longtemps que je suis pas allé à confesse.
it: Ho sempre voluto conoscere un vero alfiere.
ja: 俺の最後の告白からしばらく時が流れた。
ko: 마지막으로 고해성사한지 오래됐는데.
pl: Ciekawe w ile dojdzie priorytet do Kanady.
pt_br: Já faz um tempo desde a última vez que me confessei.
ru: Давненько я не исповедовался.
zh_cn: 离我上一次忏悔已经有一阵子了。
zh_tw: 離我上一次懺悔已經有一陣子了。

# CHARACTERS.WOODIE.DESCRIBE.BISHOP_CHARGE_HIT
source: Hey now!
de: Hey!
es: ¡Eh, ya!
fr: Oh ! Ça va pas non ?
it: Ehi adesso!
ja: おい！何しやがんだ！
ko: 야!
pl: Hej!
pt_br: Ei, qual é?
ru: Эй!
zh_cn: 喂！
zh_tw: 喂！

# CHARACTERS.WOODIE.DESCRIBE.BISHOP_NIGHTMARE
source: I can see the internal workings!
de: Ich kann die internen Mechanismen sehen!
es: ¡Puedo ver su funcionamiento interno!
fr: On voit même ses organes fonctionner !
it: Posso vedere i meccanismi interni!
ja: 内部の仕組みが見える！
ko: 내부 장치가 다 보여!
pl: Widać, co ma w środku!
pt_br: Posso ver as engrenagens internas!
ru: Я вижу, как внутри работают шестеренки!
zh_cn: 我可以看到它内部的零件！
zh_tw: 我可以看到它內部的零件！

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FIRE
source: This seems a bit aggressive.
de: Der sieht ein bisschen aggressiv aus.
es: Parece un poco agresivo.
fr: Ça m'a l'air un peu agressif.
it: Sembra un po' aggressiva.
ja: ちょっと攻撃的かも。
ko: 좀 저돌적이잖아.
pl: Trochę to niebezpieczne.
pt_br: Isso parece um pouco agressivo.
ru: Выглядит немного агрессивно.
zh_cn: 这好像有点攻击性。
zh_tw: 這好像有點攻擊性。

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_LAVA
source: I'm not much of a shot.
de: Ich bin kein guter Schütze.
es: No me gusta mucho disparar.
fr: Je suis pas trop porté sur le tir.
it: Non sono granché come tiratore.
ja: 射るのは、あまり得意じゃないんだよな。
ko: 나는 사격 실력이 별로잖아.
pl: Marny ze mnie strzelec.
pt_br: Não sou muito bom de tiro.
ru: Стрелок из меня никудышный.
zh_cn: 我扔吹箭的技术一般般。
zh_tw: 我扔吹箭的技術一般般。

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_LAVA2
source: Someone else'll make better use of it.
de: Jemand anderes wird es besser nutzen.
es: A alguien le servirá mejor que a mí.
fr: Ça servira plus à quelqu'un d'autre.
it: Qualcun altro ne farà un uso migliore.
ja: 他の誰かが重宝するだろうよ。
ko: 다른 사람이 쓰는 게 더 좋을 거야.
pl: Lepiej, jak ktoś inny spróbuje.
pt_br: Outra pessoa vai fazer melhor uso disso.
ru: Думаю, кому-то другому это пригодится больше.
zh_cn: 它对别人比较有用。
zh_tw: 它對別人比較有用。

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_PIPE
source: Anyone want a demonstration of my impressive lungpower?
de: Möchte jemand sehen, wie viel Puste ich habe?
es: ¿Alguien quiere una demostración de mi impresionante fuerza con los pulmones?
fr: Des amateurs pour une démonstration de mon souffle puissant ?
it: Qualcuno vuole una dimostrazione del mio impressionante potere polmonare?
ja: オレの肺活量は、ハンパねぇからな！
ko: 내 폐활량의 위력을 보고 싶은 사람 있어?
pl: Ktoś życzy sobie może prezentację imponującej siły mych pojemnych płuc?
pt_br: Alguém quer ver uma demonstração da minha impressionante força pulmonar?
ru: Кому-нибудь продемонстрировать всю мощь моих легких?
zh_cn: 有人想要演示一下我那令人难忘的肺活量吗？
zh_tw: 有人想要演示一下我那令人難忘的肺活量嗎？

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_SLEEP
source: A couple blows on that and you can escape just aboot anything!
de: Ein paar Rationen davon und du entkommst praktisch allem!
es: ¡Soplas un par de veces por aquí y puedes escapar de cualquier sitio!
fr: Un ou deux coups là-dedans et on échappe à presque tout !
it: Un paio di colpi con quello e puoi cavartela in qualsiasi situazione!
ja: これで、たいていのことから逃げられるな
ko: 몇 번 불면 뭐든 피할 수 있을 것 같잖아!
pl: Kilka dmuchnięć i przed wszystkim da się uciec!
pt_br: Basta dar algumas sopradas nisso e você pode escapar de quase tudo!
ru: Пару раз дунуть, и никакой монстр не страшен!
zh_cn: 对着那个打击两次，然后你就可以逃避任何事情了！
zh_tw: 對著那個打擊兩次，然後你就可以逃避任何事情了！

# CHARACTERS.WOODIE.DESCRIBE.BLOWDART_YELLOW
source: Gross bird parts made an okay weapon, I guess.
de: Eklige Vogelteile sind eine gute Waffe, denke ich.
es: Las partes asquerosas de pájaro sirvieron para crear un arma.
fr: J'imagine que ces vilains morceaux d'oiseau peuvent faire un genre d'arme.
it: Le parti del pennuto disgustoso formano un'arma decente, credo.
ja: 気持ち悪い鳥を使って、なかなかの武器ができたようだな。
ko: 징그러운 새의 부위로 괜찮은 무기를 만들 수도 있구나.
pl: Obrzydliwe ptasie wyrostki zamienione w sensowną broń.
pt_br: Partes de pássaro nojento fizeram uma arma OK, eu acho.
ru: По большей части, из птиц выходит отличное оружие, кажется.
zh_cn: 我猜恶心的小鸟各部分会制成一个不错的武器。
zh_tw: 我猜噁心的小鳥各部分會製成一個不錯的武器。

# CHARACTERS.WOODIE.DESCRIBE.BLUEAMULET
source: Just need a tasty beverage to cool now, eh?
de: Jetzt ein kühles Getränk zum Abkühlen, was?
es: Ahora solo necesito una bebida para refrescarme, ¿eh?
fr: J'ai plus qu'à trouver une bonne canette à mettre au frais, hein ?
it: Ho solo bisogno di una bevanda gustosa per rinfrescarmi, eh?
ja: あとは、冷やす飲み物さえありゃなぁ…
ko: 이제 식힐 음료수만 찾으면 되겠다, 그치?
pl: Brakuje tylko smacznego napoju do schłodzenia, tak?
pt_br: Só precisa de uma bebida saborosa pra esfriar, hã?
ru: А теперь нужен какой-нибудь вкусный напиток, чтобы охладиться, а?
zh_cn: 现在只需要美味的饮品就可以冷静下来，额？
zh_tw: 現在只需要美味的飲品就可以冷靜下來，額？

# CHARACTERS.WOODIE.DESCRIBE.BLUEGEM
source: It's very cold.
de: Er ist sehr kalt.
es: Está muy fría.
fr: C'est très froid.
it: È molto fredda.
ja: とても寒い。
ko: 아주 차갑잖아.
pl: Jest bardzo zimny.
pt_br: Está muito fria.
ru: Он очень холодный.
zh_cn: 它好冷。
zh_tw: 它好冷。

# CHARACTERS.WOODIE.DESCRIBE.BLUEMOONEYE
source: It sees all with the cold sight of the North.
de: Sieht alles mit dem kalten Blick des Nordens.
es: Lo ve todo con los ojos fríos del norte.
fr: Ça voit tout sous le regard glacé du nord.
it: Vede tutto con la vista fredda del Nord.
ja: 北の凍てつく視覚ですべてを見てるんだ。
ko: 북부의 차가운 시선으로 모든 걸 보잖아.
pl: Widzi wszystko zimnym okiem Północy.
pt_br: Vê tudo com a visão fria do norte.
ru: Глядит на всех своим холодным северным взором.
zh_cn: 它看到了一切，包括北部寒冷的景象。
zh_tw: 它看到了一切，包括北部寒冷的景象。

# CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT.COMMON
source: I'm not one for book learning.
de: Ich bin kein Freund des Lesens.
es: Lo mío no es aprender de los libros.
fr: Les bouquins c'est pas mon truc.
it: Non sono fatto per imparare dai libri.
ja: 俺は書物から学ぶタイプじゃない。
ko: 내가 책 보고 배우는 스타일은 아니잖아.
pl: Nie przepadam za czytaniem.
pt_br: Não curto muito aprender com livros.
ru: Я не из тех, кто любит читать книжки.
zh_cn: 我可不是爱读书的人。
zh_tw: 我可不是愛讀書的人。

# CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT.RARE
source: Looks real complicated, that one.
de: Sieht echt kompliziert aus.
es: Parece bastante complicado.
fr: Ça a l'air vraiment compliqué.
it: Sembra davvero complicato.
ja: これ、えらく複雑のようだな。
ko: 아주 복잡해 보이잖아.
pl: Ten wygląda na szczególnie skomplikowany.
pt_br: Parece meio complicado, essa aí.
ru: Вот этот вообще какой-то мудреный.
zh_cn: 那东西看起来实在是复杂。
zh_tw: 那東西看起來實在是複雜。

# CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP
source: That's not meat.
de: Das ist kein Fleisch.
es: Eso no es carne.
fr: C'est pas de la viande.
it: Non è carne.
ja: あれは肉じゃないさ。
ko: 고기가 아니잖아.
pl: To nie mięso.
pt_br: Isso não é carne.
ru: Это не мясо.
zh_cn: 那可不是肉。
zh_tw: 那可不是肉。

# CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP_COOKED
source: That's not meat.
de: Das ist kein Fleisch.
es: Eso no es carne.
fr: C'est pas de la viande.
it: Non è carne.
ja: あれは肉じゃないさ。
ko: 고기가 아니잖아.
pl: To nie mięso.
pt_br: Isso não é carne.
ru: Это не мясо.
zh_cn: 那可不是肉。
zh_tw: 那可不是肉。

# CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I can never remember which ones you can eat.
de: Ich kann mir nie merken, welche man essen kann.
es: Nunca me acuerdo cuáles se pueden comer.
fr: Je me rappelle jamais lesquels on peut manger.
it: Non riesco mai a ricordare quale si può mangiare.
ja: どれが食用なのか、どうしても覚えられないわ。
ko: 먹을 수 있는 게 뭔지 도대체 기억할 수 없잖아.
pl: Nigdy nie pamiętam, które można jeść...
pt_br: Nunca lembro quais que se pode comer.
ru: Никак не могу запомнить, какие из них съедобные.
zh_cn: 我不记得哪些蘑菇是可以吃的。
zh_tw: 我不記得哪些蘑菇是可以吃的。

# CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I'll come back later.
de: Ich komme später noch mal wider.
es: Volveré más tarde.
fr: Je reviendrai plus tard.
it: Tornerò più tardi.
ja: あとで戻ってくるよ。
ko: 나중에 돌아오지.
pl: Wrócę później.
pt_br: Vou voltar mais tarde.
ru: Я позже вернусь.
zh_cn: 我会再回来的。
zh_tw: 我會再回來的。

# CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Well, that's over.
de: Ok, es ist aus.
es: Bien, se acabó.
fr: Bon, c'est terminé.
it: Bene, è finita.
ja: もう、終わった。
ko: 끝났습니다.
pl: Not to koniec.
pt_br: Bem, já era.
ru: Ну, все кончено.
zh_cn: 噢，已经采完了。
zh_tw: 噢，已經采完了。

# CHARACTERS.WOODIE.DESCRIBE.BOARDS
source: So smooth. You can really see the grain.
de: Wirklich glatt. Ich kann sogar die Maserung sehen.
es: Qué suave. No tienen ni una astilla.
fr: Elles sont si lisses qu'on peut voir le grain.
it: Così liscio. È davvero possibile vedere il grano.
ja: かなり順調。実際にその穀物を見られる。
ko: 아주 매끄럽잖아. 나뭇결이 제대로 보이네.
pl: Idealnie gładkie. Widać włókna.
pt_br: Que suavidade! Dá para ver as veias!
ru: Такие гладкие. Каждую прожилку видать.
zh_cn: 好光滑。你真的可以看到它上面的纹理。
zh_tw: 好光滑。你真的可以看到它上面的紋理。

# CHARACTERS.WOODIE.DESCRIBE.BOARON
source: I feel bad beatin' up such a little thing.
de: Ich fühle mich schlecht dabei, so ein kleines Ding zu verprügeln.
es: Me siento mal golpeando a un bicho tan pequeño.
fr: J'ai honte de cogner des petits trucs comme ça.
it: Mi sento male a pestare una cosa così piccola.
ja: こんな小さいヤツをブチのめすのは気が引けるな。
ko: 이렇게 작은 걸 때리자니 불쌍해.
pl: Mam wyrzuty sumienia, że stłukłem takie maleństwo.
pt_br: Me sinto mal batendo numa coisinha tão pequena.
ru: Мне было бы жаль избивать такую малютку.
zh_cn: 揍这些个小东西，我都有点过意不去。
zh_tw: 揍這些個小東西，我都有點過意不去。

# CHARACTERS.WOODIE.DESCRIBE.BOARRIOR
source: Tough guy, eh?
de: Ein harter Kerl, was?
es: Un tipo duro, ¿eh?
fr: Costaud le gars, hein ?
it: Tipo tosto, eh?
ja: タフな野郎のお出ましか？
ko: 꽤 강해 보이지?
pl: Twardziel, co?
pt_br: Durão, hã?
ru: Вот это крепыш, а?
zh_cn: 是个狠角色，对吧？
zh_tw: 是個狠角色，對吧？

# CHARACTERS.WOODIE.DESCRIBE.BOATFRAGMENT03
source: Waste of good wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de buena madera.
fr: Du bon bois gâché.
it: Che spreco di legna buona.
ja: せっかくの木材が台なしだぜ
ko: 쓰인 나무가 아깝네.
pl: Szkoda dobrego drewna.
pt_br: Desperdício de madeira boa.
ru: Трата хорошего дерева впустую.
zh_cn: 浪费了好木头了。
zh_tw: 浪費了好木頭了。

# CHARACTERS.WOODIE.DESCRIBE.BOATFRAGMENT04
source: Waste of good wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de buena madera.
fr: Du bon bois gâché.
it: Che spreco di legna buona.
ja: せっかくの木材が台なしだぜ
ko: 쓰인 나무가 아깝네.
pl: Szkoda dobrego drewna.
pt_br: Desperdício de madeira boa.
ru: Трата хорошего дерева впустую.
zh_cn: 浪费了好木头了。
zh_tw: 浪費了好木頭了。

# CHARACTERS.WOODIE.DESCRIBE.BOATFRAGMENT05
source: Waste of good wood.
de: Was für eine Holzverschwendung.
es: Qué desperdicio de buena madera.
fr: Du bon bois gâché.
it: Che spreco di legna buona.
ja: せっかくの木材が台なしだぜ
ko: 쓰인 나무가 아깝네.
pl: Szkoda dobrego drewna.
pt_br: Desperdício de madeira boa.
ru: Трата хорошего дерева впустую.
zh_cn: 浪费了好木头了。
zh_tw: 浪費了好木頭了。

# CHARACTERS.WOODIE.DESCRIBE.BOATPATCH
source: This'll fix her right up.
de: Das wird's tun.
es: Esto lo arreglará.
fr: Ça fera l'affaire.
it: Questa la farà tornare come nuova.
ja: これですぐ直せるな。
ko: 금방 고쳐질 거야.
pl: Będzie jak nowa.
pt_br: Isso vai consertá-lo bem.
ru: Залатаем лодку за секунду.
zh_cn: 修船利器。
zh_tw: 修船利器。

# CHARACTERS.WOODIE.DESCRIBE.BOAT_ITEM
source: It contains the base of the boat.
de: Beinhaltet den Bootsrumpf.
es: Contiene la base del barco.
fr: C'est la base du bateau.
it: Contiene i pezzi fondamentali di una barca.
ja: これはボートの元になるヤツだ。
ko: 배 본체가 담겨 있잖아.
pl: Zawiera szkielet łódki.
pt_br: Contém a base do barco.
ru: Это основа для создания лодки.
zh_cn: 里面造船的基本部件。
zh_tw: 裡面造船的基本部件。

# CHARACTERS.WOODIE.DESCRIBE.BOAT_LEAK
source: Better plug that up soon or we'll be swimmin'.
de: Entweder stopfen wir das Loch, oder wir nehmen ein Bad.
es: Será mejor que tapemos eso o tendremos que ir nadando.
fr: Il faut que je bouche ça si je ne veux pas nager bientôt.
it: Meglio tappare subito quel buco o ci ritroveremo a nuotare.
ja: 早くふさがねえと、泳ぐ羽目になるぞ。
ko: 얼른 막지 않으면 우리 전부 헤엄치게 될 거야.
pl: Trzeba to zatkać, bo zaraz będziemy pływać.
pt_br: Melhor tampar isso logo, ou vamos ter que nadar.
ru: Надо бы заткнуть течь, иначе такими темпами лодка скоро пойдет ко дну.
zh_cn: 赶紧补上，不然咱们都得游泳了。
zh_tw: 趕緊補上，不然咱們都得游泳了。

# CHARACTERS.WOODIE.DESCRIBE.BONESHARD
source: I wish I knew how to make bread.
de: Ich wünschte, ich wüsste, wie man Brot macht.
es: Ojalá supiera hacer pan.
fr: J'aimerais savoir faire du pain.
it: Vorrei sapere come fare il pane.
ja: パンの焼き方を知ってりゃ良かったな。
ko: 빵 만드는 법을 알면 좋을 텐데.
pl: Szkoda, że nie umiem piec chleba.
pt_br: Eu queria muito saber como fazer pão.
ru: Хотел бы я знать, как печь хлеб.
zh_cn: 真希望我知道如何做面包。
zh_tw: 真希望我知道如何做麵包。

# CHARACTERS.WOODIE.DESCRIBE.BONESOUP
source: I could always go for a nice hearty soup.
de: Für eine schöne herzhafte Suppe bin ich immer zu haben.
es: Nunca le digo no a una buena y contundente sopa.
fr: Je ne dis jamais non à une bonne soupe.
it: Non dico mai no a una buona zuppa.
ja: 愛情のこもったおいしいスープはいつだって最高だ。
ko: 든든한 수프는 언제나 환영이잖아.
pl: Nigdy nie odmówię pożywnej zupy.
pt_br: Uma sopinha quente sempre cai bem.
ru: Никогда не откажусь от сытного домашнего супа.
zh_cn: 最喜欢美味的汤了。
zh_tw: 最喜歡美味的湯了。

# CHARACTERS.WOODIE.DESCRIBE.BONESTEW
source: Sticks to your ribs.
de: Geht direkt auf die Rippen.
es: Se pega a las costillas.
fr: Ça tient au ventre.
it: Si attacca alle costine.
ja: あばら骨にくっつく。
ko: 먹으면 든든하잖아.
pl: Ciepłe żarełko.
pt_br: Fique com suas costelas.
ru: Прилипает к твоим ребрам.
zh_cn: 这可以填饱肚子。
zh_tw: 這可以填飽肚子。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_BIRDS
source: I already know more than enough aboot those things.
de: Ich weiß schon mehr als genug über diese Dinge.
es: Ya sé más que suficiente sobre estos bichos.
fr: J'en sais déjà plus qu'assez sur ces trucs-là.
it: Conosco quelle cose già abbastanza.
ja: 鳥のことなら、オレは知り尽くしてるぜ…
ko: 이런 거라면 이미 충분히 알고 있어.
pl: Wiem już o tych paskudach więcej, niż bym sobie tego życzył.
pt_br: Eu já sei mais que o suficiente sobre essas coisas.
ru: Я уже знаю больше, чем достаточно про эти штуки.
zh_cn: 我已经知道这些事情的太多内幕了。
zh_tw: 我已經知道這些事情的太多內幕了。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_BRIMSTONE
source: I know better than to mess with that, eh.
de: Ich sollte mich nicht damit anlegen.
es: Sé bien que no debo meterme en estos asuntos, eh.
fr: J'ai mieux à faire que m'occuper de ça, hein ?
it: Non sono così ingenuo da provocarlo, eh.
ja: その本にゃ、触らねぇに越したことはねぇ
ko: 저건 건드리지 않는 게 좋을 것 같은데.
pl: Lepiej się do tego nie zbliżać.
pt_br: Sei bem que não se deve mexer com isso.
ru: Это скользкая дорожка, лучше не связываться, кхм.
zh_cn: 我才没有蠢到去惹那东西，嗯。
zh_tw: 我才沒有蠢到去惹那東西，嗯。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_ELEMENTAL
source: I'd rather stick with my axe, thanks.
de: Ich bleibe lieber bei meiner Axt, danke.
es: Prefiero quedarme con mi hacha, gracias.
fr: Je vais m'en tenir à ma hache, merci.
it: Preferisco rimanere con la mia ascia, grazie.
ja: オレには斧があるから結構だ。
ko: 그냥 내 도끼나 계속 쓸래.
pl: Chyba wystarczy mi siekiera, dziękuję bardzo.
pt_br: Prefiro ficar com o meu machado, obrigado.
ru: Я останусь при своем топоре, спасибо.
zh_cn: 算了，我还是只用我的斧头就好。
zh_tw: 算了，我還是只用我的斧頭就好。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_FOSSIL
source: I'm leaving that to the experts.
de: Das überlasse ich den Experten.
es: Lo dejaré a los expertos.
fr: Je laisse ça aux experts.
it: Lo lascio agli esperti.
ja: こんなもの、専門家に任せておけばいい。
ko: 이건 전문가들에게 맡기는 게 낫지.
pl: Zostawię to ekspertom.
pt_br: Vou deixar esse pros especialistas.
ru: Предоставлю это специалистам.
zh_cn: 那个就留给专家吧。
zh_tw: 那個就留給專家吧。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_GARDENING
source: Does it grow trees?
de: Wachsen da Bäume?
es: ¿Crecen árboles de él?
fr: Ça fait pousser des arbres ?
it: Fa crescere gli alberi?
ja: この本で、木も育つのか？
ko: 나무 재배도 포함하나?
pl: Ale czy umie sama sadzić drzewa?
pt_br: Será que cresce em árvore?
ru: Чтобы узнать, как вырастить еще деревьев?
zh_cn: 它会长树吗？
zh_tw: 它會長樹嗎？

# CHARACTERS.WOODIE.DESCRIBE.BOOK_HORTICULTURE
source: That's a lot of readin'... you sure it's the shorter version?
de: Das ist eine Menge Lesestoff ... sicher, dass es die Kurzfassung ist?
es: Qué pedazo de libro... ¿Seguro que es la versión corta?
fr: Ça en fait, de la lecture... vous pensez vraiment que c'est la version la plus courte ?
it: C'è un sacco di roba da leggere... è davvero la versione condensata?
ja: ページが多すぎんだろ…もっと短ぇやつねぇのかよ？
ko: 정말 많이 읽어야 하네... 더 짧은 버전이 확실해?
pl: Tyle czytania? Czy to na pewno krótsza wersja?
pt_br: É muita coisa pra ler... tem certeza que não tem uma versão mais curta?
ru: Вот это фолиант... а покороче варианта нет?
zh_cn: 好多字啊……你确定这个是缩减版？
zh_tw: 好多字啊……你確定這個是縮減版？

# CHARACTERS.WOODIE.DESCRIBE.BOOK_SILVICULTURE
source: Hey, I think this one grows trees!
de: Hey, ich glaube, damit wachsen Bäume!
es: Creo que este va de plantar árboles.
fr: Hé, je crois que celui-là explique comment faire pousser des arbres !
it: Ehi, penso che questo serva per crescere gli alberi!
ja: おいおい、こいつぁ木を育ててくれんじゃねぇのか！
ko: 이봐, 나는 이게 나무를 키운다고 생각한다고!
pl: Hej, ta książka jest chyba o uprawie drzew!
pt_br: Ei, acho que este aqui é pra cultivar árvores!
ru: Ого, а здесь про то, как растить деревья!
zh_cn: 嘿，学了这个能种树!
zh_tw: 嘿，學了這個能種樹!

# CHARACTERS.WOODIE.DESCRIBE.BOOK_SLEEP
source: The perfect book for a full moon.
de: Das perfekte Buch für einen Vollmond.
es: El libro perfecto para una luna llena.
fr: Le livre parfait pour une soirée de pleine lune.
it: Il libro perfetto per quando c'è la luna piena.
ja: 満月の夜には、重宝しそうだぜ
ko: 보름달 뜨는 밤에 즐기기에 딱 좋은 책이네.
pl: Idealna lektura podczas pełni księżyca.
pt_br: O livro perfeito pra uma lua cheia.
ru: Превосходная книга для полной луны.
zh_cn: 满月时适合看的书。
zh_tw: 滿月時適合看的書。

# CHARACTERS.WOODIE.DESCRIBE.BOOK_TENTACLES
source: They don't have tentacles in Canada.
de: In Kanada haben sie keine Tentakeln.
es: No hay tentáculos en Canadá.
fr: On n'a pas de tentacules au Canada.
it: Non hanno i tentacoli in Canada.
ja: カナダには触手の怪物なんていねぇよ
ko: 캐나다에는 촉수가 없잖아.
pl: U nas w Kanadzie nie ma tyle macek.
pt_br: Não temos tentáculos no Canadá.
ru: В Канаде у них нет никаких щупалец.
zh_cn: 他们在加拿大没有触手。
zh_tw: 他們在加拿大沒有觸手。

# CHARACTERS.WOODIE.DESCRIBE.BOOMERANG
source: That looks hard to throw.
de: Sieht schwer zu werfen aus.
es: Parece difícil de lanzar.
fr: Ça doit être dur à lancer.
it: Sembra difficile da tirare.
ja: それを投げるのは難しそうだ。
ko: 던지기 어렵게 생겼는데.
pl: Wygląda dość nieporęcznie.
pt_br: Isso parece difícil de arremessar.
ru: Его сложно забрасывать.
zh_cn: 看起来很难扔。
zh_tw: 看起來很難扔。

# CHARACTERS.WOODIE.DESCRIBE.BRUSH
source: You could debark a log with this thing.
de: Damit könnte man auch die Rinde von einem Baumstamm abziehen.
es: Se podría quitarle la corteza a un tronco con esto.
fr: On pourrait écorcer une bûche avec ce truc.
it: Potresti togliere la corteccia ad un tronco con questa cosa.
ja: 木の皮むきにも使えそうだな
ko: 이걸로 통나무 껍질도 벗길 수 있겠는걸.
pl: Dałoby się nim okorować bal.
pt_br: Dá pra descascar uma tora com isso aí.
ru: Мы можем обдирать кору этой штукой.
zh_cn: 你可以用这个东西削去树皮。
zh_tw: 你可以用這個東西削去樹皮。

# CHARACTERS.WOODIE.DESCRIBE.BUGNET
source: It can collect skeeters.
de: Kann Moskitos fangen.
es: Puede atrapar mosquitos.
fr: Je peux attraper des moustiques.
it: Può raccogliere moscerini.
ja: 蚊を集められる。
ko: 모기 수집용이잖아.
pl: Mogę łapać robale.
pt_br: Dá para capturar mosquitos.
ru: Им можно мошек собирать.
zh_cn: 可以用它来捕蚊子。
zh_tw: 可以用它來捕蚊子。

# CHARACTERS.WOODIE.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Look, sea plants.
de: Ah, Meerespflanzen.
es: Mira, plantas marinas.
fr: Tiens, des plantes marines.
it: Guarda un po', piante di mare.
ja: 見ろ、海藻だ。
ko: 저것 좀 봐, 바다풀이잖아.
pl: Patrzcie no, morskie roślinki.
pt_br: Olha, plantas marinhas.
ru: Смотрите, морские растения.
zh_cn: 看，海里有植物。
zh_tw: 看，海裡有植物。

# CHARACTERS.WOODIE.DESCRIBE.BULLKELP_PLANT.PICKED
source: Picked clean.
de: Abgepflückt.
es: Recogida limpia.
fr: Et voilà !
it: Troncata di netto.
ja: うまく取れたな。
ko: 깨끗하게 뽑았잖아.
pl: Wybrane do zera.
pt_br: Não sobrou nada.
ru: Все уже ободрано.
zh_cn: 摘干净了。
zh_tw: 摘乾淨了。

# CHARACTERS.WOODIE.DESCRIBE.BULLKELP_ROOT
source: Seems a bit cruel, doesn't it?
de: Kommt mir etwas grausam vor.
es: Parece un poco cruel, ¿no?
fr: C'est cruel, non ?
it: Non è un po' crudele?
ja: 少し残酷な気がしねえか？
ko: 조금 잔인하지 않아?
pl: To trochę brutalne, nie?
pt_br: Parece um pouco cruel, né?
ru: Жестоко это как-то, вам не кажется?
zh_cn: 有点残忍，对不对？
zh_tw: 有點殘忍，對不對？
