Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK
source: Smash!
de: Zerschmettern!
es: ¡Aplastar!
fr: Boum !
it: Fracassa!
ja: スマッシュ！
ko: 부수자!
pl: Łubudu!
pt_br: Esmaga!
ru: Бам-м-м!
zh_cn: 打碎！
zh_tw: 打碎！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCKS
source: Some pretty normal rocks.
de: Einige ziemlich normale Steine.
es: Algunas rocas bastante normales.
fr: Des pierres assez normales.
it: Delle rocce piuttosto normali.
ja: けっこう平凡な普通の岩。
ko: 평범한 바위로군.
pl: Zupełnie zwyczajne kamienie.
pt_br: Algumas rochas bem normais.
ru: Обычные красивые камни.
zh_cn: 一些很普通的石头。
zh_tw: 一些很普通的石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCKY
source: He may be a worthy combat comrade.
de: Er könnte ein würdiger Kampfgefährte sein.
es: Puede ser un digno compañero de combate.
fr: Ça pourrait faire un bon adversaire de combat.
it: Potrebbe essere un compagno di combattimento valoroso.
ja: 彼は、戦いの同胞に価するかもしれない。
ko: 훌륭한 전투의 동료가 될 수도 있겠군.
pl: Może być z niego godny rywal.
pt_br: Ele pode ser um companheiro de combate digno.
ru: Он может стать ценным помощником в битве.
zh_cn: 他也许是一位值得尊敬的战友。
zh_tw: 他也許是一位值得尊敬的戰友。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: Tis barren as the rainless desert.
de: Ausgedörrt wie die regenlose Wüste.
es: Un desierto seco y yermo.
fr: Il est sec cömme le plus aride des déserts.
it: Più rinsecchito di un deserto.
ja: 雨無き砂漠の如き不毛さ。
ko: 비가 오지 않는 사막처럼 메말랐군.
pl: Spustoszone.
pt_br: Estéril como o deserto sem chuva.
ru: Пусто, как в засушливой пустыне.
zh_cn: 如无雨之沙漠一般贫瘠。
zh_tw: 如無雨之沙漠一般貧瘠。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: Tis consumed by flame!
de: 's ist von Flammen verzehrt!
es: ¡Las llamas lo consumen!
fr: Il fut dévöré par la flamme !
it: Consumato dalle fiamme!
ja: 是、炎に飲まれる！
ko: 화염이 집어삼켰다!
pl: Strawił je ogień!
pt_br: Foi consumida pelo fogo!
ru: Объят пламенем.
zh_cn: 被烈火吞噬了！
zh_tw: 被烈火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: The plague hath overwhelmed it completely!
de: Von Krankheit hingestreckt!
es: ¡La plaga lo ha sobrepasado por completo!
fr: La peste l'a cömplètement ravagé !
it: La peste lo ha totalmente sopraffatto!
ja: かようの疫病は其れを完全に凌駕した。
ko: 전염병에 완전히 뒤덮였군!
pl: Powaliła je choroba!
pt_br: A praga a destruiu completamente!
ru: Чума взяла над ним верх!
zh_cn: 瘟疫已将它完全征服！
zh_tw: 瘟疫已將它完全征服！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: A plague festers within it!
de: Eine Krankheit nistet in ihm!
es: ¡Una plaga descompone su interior!
fr: Le mal le rönge !
it: La peste lo fa marcire dall'interno!
ja: 疫病がはびこる！
ko: 안에서 전염병이 퍼지고 있군!
pl: Dręczy je uwiąd!
pt_br: Uma praga se propaga dentro dela!
ru: Его пожирает чума!
zh_cn: 瘟疫蔓延其中。
zh_tw: 瘟疫蔓延其中。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: Hark, be wary! Tis fruit I see.
de: Halt, Obacht! Es ist eine Frucht, die ich sehe.
es: ¡Ojo, atención! Veo esta fruta.
fr: Argh, prenez garde ! Est-ce bien un fruit que je vöis ?
it: In guardia! Vedo della frutta.
ja: いざ！ 目の前の果実！
ko: 다들 조심해라! 눈앞에 과일이 보인다.
pl: Strzeż się! Owoc widzą me oczy.
pt_br: Aarc, cuidado! São frutas o que vejo.
ru: Чу, берегись! Я вижу фрукт!
zh_cn: 听，当心！我看到了水果。
zh_tw: 聽，當心！我看到了水果。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: It hath been stripped of its bounty.
de: Er wurde um seine Beute gebracht.
es: Ha sido despojado de su botín.
fr: Il fut privé de ses döns.
it: È stato privato del suo bottino.
ja: 其れ、その恩恵を奪われた。
ko: 탈탈 털렸군.
pl: Zostało pozbawione swoich darów.
pt_br: Já arrancaram seus espólios.
ru: Его обобрали.
zh_cn: 莫待无果空折枝。
zh_tw: 莫待無果空折枝。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: It had not the strength to withstand this heat.
de: Er hatte nicht die Stärke, dieser Hitze zu trotzen.
es: No tiene fuerza para soportar este calor.
fr: Il n'a pöint la förce de suppörter cette chaleur.
it: Non aveva la forza necessaria per sopportare questo caldo.
ja: 其れ、かようの暑さに耐えるだけの強さがなかった。
ko: 이런 더위에 버틸 힘이 없군.
pl: Nie miało dość sił, by oprzeć się żarowi.
pt_br: Não teve forças para suportar esse calor.
ru: Ему не хватило сил справиться с этой жарой.
zh_cn: 没能经得住热浪的摧残。
zh_tw: 沒能經得住熱浪的摧殘。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_FRUIT
source: Tis either a rock or vegetable. Neither are food.
de: Entweder ein Stein oder Gemüse. Jedenfalls keine Nahrung.
es: Es una roca o un vegetal. No es comida, en todo caso.
fr: Est-ce un röcher öu un légume ? En töus les cas, ce n'est pöint de la nöurriture.
it: È una roccia o un vegetale? In nessun caso è cibo.
ja: 岩か野菜。双方、食べ物に非ず。
ko: 돌이나 채소, 둘 중 하나군. 둘 다 음식은 아니지.
pl: To albo kamień, albo roślina. W żadnym wypadku nie jest jedzeniem.
pt_br: É uma pedra ou um vegetal. Nenhum dos dois é comida.
ru: Это или камень, или овощ. И то, и то несъедобно.
zh_cn: 此乃石头或蔬菜，二者皆不可食。
zh_tw: 此乃石頭或蔬菜，二者皆不可食。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: Yuck.
de: Pfui.
es: Puaj.
fr: Beurk.
it: Puah.
ja: キモチわるい…
ko: 우웩.
pl: Fuj.
pt_br: Eca.
ru: Фи.
zh_cn: 真讨厌。
zh_tw: 真討厭。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: I shall not eat that.
de: Das esse ich nicht.
es: No voy a comérmelo.
fr: Je ne mangerai pöint icelle chöse.
it: Non lo mangerò!
ja: 我、其れを食せず。
ko: 안 먹겠어.
pl: Nie pożywię się tym.
pt_br: Não comerei isso.
ru: Я не стану это есть.
zh_cn: 我不要吃这个。
zh_tw: 我不要吃這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: The rock veggie is sprouting.
de: Das Steingemüse keimt.
es: El vegetal de roca está brotando.
fr: Le légume-röcher germe.
it: Il vegetale roccioso sta germogliando.
ja: その岩の野菜が芽を出している。
ko: 돌 채소에서 싹이 텄군.
pl: Kamienna roślina puściła pędy.
pt_br: O vegetal de pedra está brotando.
ru: Проклюнулся росток каменного овоща.
zh_cn: 石头蔬菜发芽了。
zh_tw: 石頭蔬菜發芽了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE.GENERIC
source: A miniature frozen mountain.
de: Eine Miniatur eines gefrorenen Berges.
es: Una montaña congelada de miniatura.
fr: Une montagne gelée miniature.
it: Una montagna congelata in miniatura.
ja: ミニサイズの氷山。
ko: 소형 냉동 산이로군.
pl: Małe lodowe góry.
pt_br: Uma montanha congelada em miniatura.
ru: Ледяная гора в миниатюре.
zh_cn: 迷你冰山。
zh_tw: 迷你冰山。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE.MELTED
source: Poor glacier!
de: Armer Gletscher!
es: ¡Pobre glaciar!
fr: Pauvre glacier !
it: Povero ghiacciaio!
ja: かわいそうな氷河！
ko: 빙하가 가엾어라!
pl: Biedny lodowiec!
pt_br: Pobre geleira!
ru: Бедный ледник!
zh_cn: 可怜的冰山！
zh_tw: 可憐的冰山！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_ICE_MELTED
source: Poor glacier!
de: Armer Gletscher!
es: ¡Pobre glaciar!
fr: Pauvre glacier !
it: Povero ghiacciaio!
ja: かわいそうな氷河！
ko: 빙하가 가엾어라!
pl: Biedny lodowiec!
pt_br: Pobre geleira!
ru: Бедный ледник!
zh_cn: 可怜的冰山！
zh_tw: 可憐的冰山！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.GENERIC
source: The lava crust is firm.
de: Die Lavakruste ist fest.
es: La corteza de lava está dura.
fr: La croûte de lave est solide.
it: La crosta della lava è stabile.
ja: 溶岩の外皮が固い。
ko: 용암 껍질은 딱딱하군.
pl: Magmowa powłoka jest dość solidna.
pt_br: A crosta de lava é firme.
ru: Лавовая корка затвердела.
zh_cn: 岩浆壳很坚实。
zh_tw: 岩漿殼很堅實。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.LOW
source: The lava crust is reforming.
de: Die Lavakruste reformiert sich.
es: La corteza de lava se está rompiendo.
fr: La croûte de lave se reforme.
it: La crosta della lava si sta riformando.
ja: 溶岩の外皮が再びでき始めている。
ko: 용암 껍질이 다시 생기고 있다.
pl: Magmowa powłoka się odnawia.
pt_br: A crosta de lava está se formando novamente.
ru: Лавовая корка меняется.
zh_cn: 岩浆壳正在重新形成。
zh_tw: 岩漿殼正在重新形成。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.NORMAL
source: Beautiful light!
de: Wunderschönes Licht!
es: ¡Hermosa luz!
fr: Belle lumière !
it: Bella luce!
ja: 美しい光！
ko: 아름다운 빛이군!
pl: Piękne światło!
pt_br: Linda luz!
ru: Красивый свет!
zh_cn: 美丽的光！
zh_tw: 美麗的光！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_LIGHT.OUT
source: Looks delicate.
de: Sieht köstlich aus.
es: Parece delicada.
fr: Ça a l'air fragile.
it: Sembra delicato.
ja: もろく見える。
ko: 섬세해 보이는군.
pl: Wygląda bardzo krucho.
pt_br: Parece delicada.
ru: Выглядит изящно.
zh_cn: 看上去很微弱。
zh_tw: 看上去很微弱。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_MOON
source: A gift from Mani.
de: Ein Geschenk von Mani.
es: Un regalo de Máni.
fr: Un cadeau de Máni.
it: Un regalo da Mani.
ja: マーニの贈り物か
ko: 마니의 선물이군.
pl: Upominek od Maniego.
pt_br: Um presente de Máni.
ru: Дар Мáни, сына Соль.
zh_cn: 来自玛尼的礼物。
zh_tw: 來自瑪尼的禮物。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_PETRIFIED_TREE
source: My mere presence struck terror into their tree-hearts!
de: Meine bloße Anwesenheit schlug Schrecken in ihre Baumherzen!
es: ¡Mi mera presencia ha sembrado el terror en sus corazones de árbol!
fr: Ma simple présence a provoqué la terreur dans leurs cœurs d'arbres !
it: La mia sola presenza ha terrorizzato il suo cuore di albero!
ja: 木め！我を見て、恐れをなしたか！
ko: 나를 보기만 해도 저 나무들의 심장은 공포로 얼어붙지!
pl: Sama ma obecność wystarczy, by zasiać panikę w ich drewnianych sercach!
pt_br: Minha mera presença aterrorizou seus corações arborícolas!
ru: Мое присутствие вселяет страх в их деревянные сердца.
zh_cn: 我一出现就让这些树胆战心惊！
zh_tw: 我一出現就讓這些樹膽戰心驚！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: My mere presence struck terror into their tree-hearts!
de: Meine bloße Anwesenheit schlug Schrecken in ihre Baumherzen!
es: ¡Mi mera presencia ha sembrado el terror en sus corazones de árbol!
fr: Ma simple présence a provoqué la terreur dans leurs cœurs d'arbres !
it: La mia sola presenza ha terrorizzato il suo cuore di albero!
ja: 木め！我を見て、恐れをなしたか！
ko: 나를 보기만 해도 저 나무들의 심장은 공포로 얼어붙지!
pl: Sama ma obecność wystarczy, by zasiać panikę w ich drewnianych sercach!
pt_br: Minha mera presença aterrorizou seus corações arborícolas!
ru: Мое присутствие вселяет страх в их деревянные сердца.
zh_cn: 我一出现就让这些树胆战心惊！
zh_tw: 我一出現就讓這些樹膽戰心驚！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROOK
source: Chaaaarge!
de: Attacke!
es: ¡A la cargaaaaa!
fr: Chaaaargez !
it: Attaaaaacco!
ja: とつげぇきーー！
ko: 충전!
pl: Ataaaaak!
pt_br: Atacaaar!
ru: Заря-я-яд!
zh_cn: 冲啊！！！
zh_tw: 沖啊！！！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROOK_NIGHTMARE
source: You don't frighten me!
de: Du machst mir keine Angst!
es: ¡No me asustas!
fr: Tu ne me fais pas peur !
it: Non mi spaventi!
ja: お前など怖くないぞ！
ko: 넌 하나도 안 무서워!
pl: Nie przestraszysz mnie!
pt_br: Você não me assusta!
ru: Тебе меня не напугать!
zh_cn: 你吓唬不了我！
zh_tw: 你嚇唬不了我！

# CHARACTERS.WATHGRITHR.DESCRIBE.ROPE
source: Strong enough to bind the sails of my longship.
de: Stark genug, um die Segel meines Schiffs zu halten.
es: Bastante fuerte para atar las velas de mi drakar.
fr: Assez solide pour tenir les voiles de mon drakkar.
it: Abbastanza forte per legare le vele del mio drakkar.
ja: 私のバイキング船の帆を張るのにも充分な強さ。
ko: 롱십의 돛을 묶을 수 있을 정도로 질기군.
pl: Dość silna, by utrzymać żagle mego okrętu.
pt_br: Forte o suficiente para colar as velas do meu drácar.
ru: Достаточно крепкая, чтобы связать паруса моей ладьи.
zh_cn: 够结实了，可以用来绑我的船帆。
zh_tw: 夠結實了，可以用來綁我的船帆。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROTTENEGG
source: Ruined for eating, but primed for battle.
de: Zu verdorben, um es zu essen. Aber erstklassig für den Kampf.
es: Arruinado por comer, pero preparado para la batalla.
fr: Immangeables, mais appréciés au combat.
it: Rovinato per mangiare, ma idoneo alla battaglia.
ja: 食べるにはダメになったが、戦には持ってこいだ。
ko: 먹을 수는 없겠지만, 전투에는 쓸 수 있겠군.
pl: Do jedzenia się już nie nada, ale do walki jak najbardziej.
pt_br: Arruinado para comer, mas perfeito para a batalha.
ru: Есть нельзя, зато для битвы отлично подойдет.
zh_cn: 没法吃了，但在战斗中很好用。
zh_tw: 沒法吃了，但在戰鬥中很好用。

# CHARACTERS.WATHGRITHR.DESCRIBE.ROYAL_JELLY
source: To absorb the felled queen's power!
de: Nimmt die Macht der gefällten Königin auf!
es: ¡Para absorber el poder de la reina caída!
fr: Pour absorber les pouvoirs de la reine abattue !
it: Per assorbire il potere della regina caduta!
ja: 倒された女王の力を吸収するために！
ko: 쓰러진 여왕의 힘을 흡수할 수 있지!
pl: Żeby tak posiąść siłę poległej królowej!
pt_br: Para absorver o poder da rainha caída!
ru: Для поглощения силы павшей королевы!
zh_cn: 吸收被击倒的女王的力量！
zh_tw: 吸收被擊倒的女王的力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.RUBBLE
source: A pile of ancient rocks.
de: Ein Stapel von uralter Steine.
es: Un montón de rocas antiguas.
fr: Un tas de vieux cailloux.
it: Un mucchio di rocce antiche.
ja: 古代の石の山。
ko: 고대의 바위 더미로군.
pl: Kupa starożytnych kamieni.
pt_br: Uma pilha de pedras ancestral.
ru: Куча древних камней.
zh_cn: 一堆古老的岩石。
zh_tw: 一堆古老的岩石。

# CHARACTERS.WATHGRITHR.DESCRIBE.RUINSHAT
source: A crown... that fights!
de: Eine Krähe, die kämpft!
es: ¡Una corona... que lucha!
fr: Une couronne... qui combat !
it: Una corona... che combatte!
ja: 戦う王冠！
ko: 싸우는... 왕관이군!
pl: Korona... Która walczy!
pt_br: Uma coroa... que luta!
ru: Корона… которая сражается!
zh_cn: 一顶皇冠，对战斗很有帮助！
zh_tw: 一頂皇冠，對戰鬥很有幫助！

# CHARACTERS.WATHGRITHR.DESCRIBE.RUINS_BAT
source: A warrior's wand!
de: Der Stab eines Kriegers!
es: ¡La varita de un guerrero!
fr: Un bâton de guerrier !
it: La bacchetta del guerriero!
ja: 戦士の杖！
ko: 전사의 지팡이로군!
pl: Berło wojownika!
pt_br: Uma varinha de guerreiro!
ru: Палка для воина!
zh_cn: 勇士之杖！
zh_tw: 勇士之杖！

# CHARACTERS.WATHGRITHR.DESCRIBE.RUINS_RUBBLE
source: Its days are not done.
de: Seine Tage sind gezählt.
es: Sus días aún no han terminado.
fr: Leurs jours ne sont pas terminés.
it: I suoi giorni non sono ancora compiuti.
ja: まだ使い道がある。
ko: 전성기가 아직 끝나지 않았지요.
pl: Jego dni jeszcze nie przeminęły.
pt_br: Seus dias ainda não acabaram.
ru: Ее дни еще не сочтены.
zh_cn: 它的日子还没结束。
zh_tw: 它的日子還沒結束。

# CHARACTERS.WATHGRITHR.DESCRIBE.SACRED_CHEST.GENERIC
source: What foul manner of chest is this?
de: Was für eine verdorbene Truhe ist das?
es: ¿Qué clase inmunda de cofre es este?
fr: Quelle grossière façon d'être un coffre !
it: Quale scellerato tipo di scrigno è questo?
ja: この箱…なんとも邪悪な気配がする…
ko: 대체 이건 무슨 기괴한 상자란 말인가?
pl: Cóż to za bezecna skrzynia?
pt_br: Que tipo de baú nojento é esse?
ru: Что это за мерзкий сундук?
zh_cn: 这是一个什么箱子？
zh_tw: 這是一個什麼箱子？

# CHARACTERS.WATHGRITHR.DESCRIBE.SACRED_CHEST.LOCKED
source: I shall submit to the gods' judgment.
de: Ich werde mich dem Urteil der Götter ergeben.
es: Lo dejaré a juicio de los dioses.
fr: Je vais me soumettre au jugement des dieux.
it: Lo sottoporrò al giudizio degli dei.
ja: 神々のご沙汰に身を委ねよう
ko: 신의 심판에 맡기도록 하지.
pl: Poddam się osądowi bogów.
pt_br: Deixarei que os deuses julguem.
ru: Я отдаю себя на милость богов.
zh_cn: 我应交由诸神判断。
zh_tw: 我應交由諸神判斷。

# CHARACTERS.WATHGRITHR.DESCRIBE.SADDLEHORN
source: Mighty steeds can be unsaddled with this.
de: Mächtige Rösser lassen sich damit absatteln.
es: Con esto se pueden desmontar poderosos corceles.
fr: On peut desseller de puissants coursiers avec ça.
it: I destrieri possenti possono essere dissellati con questo.
ja: これで、愛馬のくらを外すことができるぞ
ko: 이걸로 강력한 군마의 안장을 벗길 수 있겠군.
pl: Można rozsiodłać tym potężne wierzchowce.
pt_br: Corcéis inabaláveis podem ser desencilhados com isso.
ru: Этим можно снять седла с могучих скакунов.
zh_cn: 可以用来取下鞍具。
zh_tw: 可以用來取下鞍具。

# CHARACTERS.WATHGRITHR.DESCRIBE.SADDLE_BASIC
source: Now to find a faithful steed.
de: Jetzt noch ein treues Ross finden.
es: Ahora a encontrar un fiel corcel.
fr: Je dois maintenant trouver un fidèle coursier.
it: Ora devo trovare un fedele destriero.
ja: あとは、忠実な馬を見つけるのみ
ko: 이제 충실한 군마만 찾으면 되겠네.
pl: Trzeba mi teraz wiernego wierzchowca.
pt_br: Agora precisamos encontrar um corcel fiel.
ru: Теперь нужно найти верного скакуна.
zh_cn: 现在找一匹忠诚的战马吧。
zh_tw: 現在找一匹忠誠的戰馬吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.SADDLE_RACE
source: Oh to fly on the wings of Valkyrie!
de: Herrlich! Fliegen auf den Flügeln der Walküre!
es: ¡Oh, para volar en las alas de la valquiria!
fr: Ah, voler sur les ailes de la Walkyrie !
it: Oh, volare sulle ali della valchiria!
ja: そのすばやさ、天翔る戦乙女のごとし！
ko: 발키리의 날개를 탈 수만 있다면!
pl: Ach, wzbić się w niebiosa na skrzydłach walkirii!
pt_br: Oh, voar nas asas da Valquíria!
ru: Мчись на крыльях Валькирии!
zh_cn: 噢，飞到女武神瓦尔基里的翅膀上！
zh_tw: 噢，飛到女武神瓦爾基裡的翅膀上！

# CHARACTERS.WATHGRITHR.DESCRIBE.SADDLE_WAR
source: I ride to victory or death!
de: Ich reite in den Sieg oder den Tod!
es: ¡Cabalgo hasta la victoria o la muerte!
fr: Je chevauche jusqu'à la victoire ou la mort !
it: Cavalco verso la vittoria o la morte!
ja: いざ、勝利へ！…あるいは、死へ！
ko: 승리 아니면 죽음을 향해 나아간다!
pl: Ku zwycięstwu lub ku śmierci!
pt_br: Cavalgo para a vitória ou para a morte!
ru: Я еду за победой или на смерть!
zh_cn: 要么胜利，要么死亡！
zh_tw: 要麼勝利，要麼死亡！

# CHARACTERS.WATHGRITHR.DESCRIBE.SALSA
source: A disappointing mush.
de: Ein enttäuschender Brei.
es: Una papilla decepcionante.
fr: Une purée décevante.
it: Una poltiglia deludente.
ja: 失望だ。
ko: 실망스러운 죽이군.
pl: Jakaś mamałyga.
pt_br: Uma papa decepcionante.
ru: Неаппетитная жижа.
zh_cn: 令人失望的糊状食物。
zh_tw: 令人失望的糊狀食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTBOX
source: A fine place to store meats!
de: Ein guter Platz, um Fleisch zu lagern!
es: ¡Un buen lugar para almacenar carne!
fr: Un endröit idéal pöur y stöcker la viande !
it: Il posto ideale per conservare la carne!
ja: 肉の最高の貯蔵庫なり！
ko: 고기를 보관하기 좋은 공간이군!
pl: Miejsce na mięso!
pt_br: Um ótimo lugar para guardar carnes!
ru: Отлично подходит для хранения мяса!
zh_cn: 贮藏肉类的好地方！
zh_tw: 貯藏肉類的好地方！

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTLICK
source: Minerals, not meat.
de: Mineralien statt Fleisch.
es: Minerales, no carne.
fr: Des minéraux, pas de la viande.
it: Minerali, non carne.
ja: 鉱物だ。肉ではない
ko: 고기가 아니라 광물질이다.
pl: Minerały to nie mięso.
pt_br: Minerais, não é carne.
ru: Одни минералы, мяса нет.
zh_cn: 矿物质，不要肉。
zh_tw: 礦物質，不要肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTROCK
source: It hath a strange shape to it.
de: Er hat eine merkwürdige Form.
es: Tiene una extraña forma.
fr: Il adöpte une étrange förme.
it: Hanno una forma strana.
ja: 其れ、奇妙な形をしている。
ko: 모양이 이상하군.
pl: Ma dziwny kształt.
pt_br: Ele tem uma forma estranha.
ru: Какой-то он странной формы.
zh_cn: 外形奇特。
zh_tw: 外形奇特。

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTSTACK.GENERIC
source: Tis the form of a sea nymph!
de: Die Form einer Meeresnymphe!
es: ¡Es la forma de una ninfa del mar!
fr: Serait-ce la förme d'une nymphe des eaux ?
it: Questa è la forma di una ninfa marina!
ja: 海の乙女の形。
ko: 바다 요정의 형태군!
pl: Ma postać wodnej nimfy!
pt_br: Tem a forma de uma ninfa do mar!
ru: Это морская нимфа!
zh_cn: 外形像海中仙子！
zh_tw: 外形像海中仙子！

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTSTACK.GROWING
source: Formed as if by Odin's hand!
de: Wie von Odins Hand geformt!
es: ¡Como formado por la mano de Odín!
fr: Ön pöurrait le cröire sculpté par Ödin !
it: Creata dalla mano di Odino!
ja: オーディンの手のような形である。
ko: 오딘의 손에서 탄생한 것 같군!
pl: Wygląda, jakby sam Odyn przyłożył do tego rękę!
pt_br: Parece que foi feita pela mão de Odin!
ru: Как будто его сотворила длань Одина!
zh_cn: 好像是奥丁亲手捏成！
zh_tw: 好像是奧丁親手捏成！

# CHARACTERS.WATHGRITHR.DESCRIBE.SALTSTACK.MINED_OUT
source: Naught but a stump!
de: Nur noch ein Stumpf!
es: ¡No es más que un tocón!
fr: Rien de plus qu'une söuche !
it: Solo un ceppo!
ja: 切り株に過ぎない。
ko: 그루터기밖에 없군!
pl: Został jeno pieniek!
pt_br: Nada além de um toco!
ru: Остался лишь остов!
zh_cn: 剩下个没用的桩子！
zh_tw: 剩下個沒用的樁子！

# CHARACTERS.WATHGRITHR.DESCRIBE.SANDBLOCK
source: Tis a castle of sand!
de: Eine Burg aus Sand!
es: ¡Un castillo de arena!
fr: C'est un château de sable !
it: Questo è un castello di sabbia!
ja: 砂の城塞だ！
ko: 모래의 성이로군!
pl: Toż to prawdziwa forteca z piasku!
pt_br: É um castelo de areia!
ru: Это замок из песка!
zh_cn: 这是一座沙子堆起的城堡！
zh_tw: 這是一座沙子堆起的城堡！

# CHARACTERS.WATHGRITHR.DESCRIBE.SANDSPIKE
source: The earth itself dares to fight me!
de: Die Erde selbst will mit mir kämpfen!
es: ¡La propia tierra osa luchar conmigo!
fr: La terre en personne ose m'affronter !
it: La terra stessa osa combattermi!
ja: 大地までもが、我に牙をむくか！
ko: 땅이 감히 나에게 싸움을 거는군!
pl: Sama ziemia odważa się stawać przeciwko mnie!
pt_br: A terra se atreve a me enfrentar!
ru: Сама земля смеет сражаться со мной!
zh_cn: 大地敢与我对决吗！
zh_tw: 大地敢與我對決嗎！

# CHARACTERS.WATHGRITHR.DESCRIBE.SANITYROCK.ACTIVE
source: I do not think I can best this rock in combat.
de: Ich glaube nicht, dass ich diesen Stein in Kampf übertreffen kann.
es: No creo que pueda vencer a esta roca en combate.
fr: Je ne crois pas pouvoir vaincre cette pierre au combat.
it: Non credo di poter fare meglio di questa roccia in combattimento.
ja: 戦ではこの岩に勝てないような気がする。
ko: 전투로 이 바위를 이길 수는 없을 것 같군.
pl: Nie wiem, czy dałabym radę pokonać ten kamień w uczciwej walce.
pt_br: Não acredito que eu posso superar essa pedra em combate.
ru: Не думаю, что я могу перехитрить этот камень в бою.
zh_cn: 我不认为我能在战斗中打败这块石头。
zh_tw: 我不認為我能在戰鬥中打敗這塊石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.SANITYROCK.INACTIVE
source: Clever rock, you cannot surprise a warrior!
de: Geschickter Stein. Du kannst einen Krieger nicht überraschen.
es: ¡Roca lista, no puedes sorprender a una guerrero!
fr: Pierre rusée, tu ne peux surprendre une guerrière !
it: Roccia intelligente, non puoi sorprendere un guerriero!
ja: 利口な岩め、戦士を驚かせることはできないぞ！
ko: 영리한 바위야, 전사의 허를 찌를 수는 없을걸!
pl: Wojownika nie zaskoczysz, przebiegły kamieniu!
pt_br: Pedra esperta, você não surpreende uma guerreira!
ru: Умный камень, тебе не удивить воина!
zh_cn: 聪明的石头，你无法惊吓一位勇士！
zh_tw: 聰明的石頭，你無法驚嚇一位勇士！

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.BURNING
source: Nooo! My spears!
de: Nein! Meine Speere!
es: ¡Nooo! ¡Mis lanzas!
fr: Non !! Mes lances !
it: No! Le mie lance!
ja: だめだーー！私の槍が！
ko: 안되지요! 제 창이요!
pl: Nie! Moje włócznie!
pt_br: Nãããoo! Minhas lanças!
ru: Не-е-ет! Мои копья!
zh_cn: 不！我的长矛！
zh_tw: 不！我的長矛！

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.DISEASED
source: Disease festers within its soul.
de: Seine Seele ist ganz krank.
es: La enfermedad rezuma dentro de su alma.
fr: La maladie couve en son âme.
it: La malattia marcisce all'interno della sua anima.
ja: この植物は、魂を病んでいるようだ
ko: 혼까지 병들었어.
pl: Duszę jej toczy choroba.
pt_br: A doença putrefaz dentro de sua alma.
ru: Его организм пожирает болезнь.
zh_cn: 疾病在它的灵魂里恶化。
zh_tw: 疾病在它的靈魂裡惡化。

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.DISEASING
source: It is weakening before mine eyes!
de: Wird vor meinen Augen schwächer!
es: ¡Se debilita frente a mí!
fr: Il s'affaiblit sous mes yeux !
it: Si sta indebolendo a vista d'occhio!
ja: 我が目前で弱っていることだ！
ko: 내 눈 앞에서 약해지고 있어!
pl: Słabnie na moich oczach!
pt_br: Está se enfraquecendo diante de meus olhos!
ru: Она теряет силу в моих глазах!
zh_cn: 它在我面前变弱了！
zh_tw: 它在我面前變弱了！

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.GENERIC
source: It longs to be a spear.
de: Er will ein Speer werden.
es: Anhela ser una lanza.
fr: Il ne demande qu'à devenir lance.
it: Aspira ad essere una lancia.
ja: この苗木、ヤリになりたがっておるぞ
ko: 창이 되고 싶어 하는군.
pl: Pragnie stać się włócznią
pt_br: Anseia por ser uma lança.
ru: Он жаждет стать копьем.
zh_cn: 它渴望成为长矛。
zh_tw: 它渴望成為長矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.PICKED
source: The small tree has been slain!
de: Der kleine Baum wurde erschlagen!
es: ¡El pequeño árbol ha muerto!
fr: Le petit arbre s'est fait massacrer !
it: Il piccolo albero è stato assassinato!
ja: 小さき木を成敗したぞ！
ko: 작은 나무가 죽었다!
pl: To niewielkie drzewo zostało ubite!
pt_br: A arvorezinha foi assassinada!
ru: Юное дерево пало!
zh_cn: 这小树已经被灭了！
zh_tw: 這小樹已經被滅了！

# CHARACTERS.WATHGRITHR.DESCRIBE.SAPLING.WITHERED
source: It has been shriveled by the heat.
de: Die Hitze hat ihn schrumpelig gemacht.
es: Se ha encogido por el calor.
fr: La chaleur l'a flétri.
it: Si è seccato col calore.
ja: 熱でしわが寄った。
ko: 더위 때문에 오그라들었군.
pl: Upał dał się jej we znaki.
pt_br: Enrugou-se com o calor.
ru: Он ссохся от жары.
zh_cn: 在高温下干枯了。
zh_tw: 在高溫下乾枯了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SCANDATA
source: The metal scout's report!
de: Der Bericht des Metallspähers!
es: ¡El informe del explorador de metal!
fr: Le rappört de l'éclaireur de métal !
it: Il rapporto del ricognitore di metallo!
ja: 鋼の斥候からの報告だ！
ko: 금속 정찰병의 보고서다!
pl: Sprawozdanie metalowego zwiadowcy!
pt_br: O batedor de metal se apresenta!
ru: Вести от железного искателя!
zh_cn: 金属侦察兵的报告！
zh_tw: 金屬偵察兵的報告！
