Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
de: DER KOCHPROZESS IST ABGESCHLOSSEN
es_mx: PROCESO DE COCCIÓN TERMINADO
fr: PROCESSUS DE CUISSON TERMINÉ
it: IL PROCESSO DI COTTURA SI È CONCLUSO
ja: ＊調理作業は終了です＊
ko: 요리 절차 완료
pl: PROCES GOTOWANIA DOBIEGŁ KOŃCA
pt_br: O PROCESSO DE COZIMENTO ESTÁ PRONTO
ru: ПРОЦЕСС ГОТОВКИ ЗАВЕРШЕН
zh_cn: 烹饪过程完成
zh_tw: 烹飪過程完成

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: RUDIMENTARY COOKING DEVICE
de: RUDIMENTÄRES KOCHGERÄT
fr: UN APPAREIL DE CUISINE RUDIMENTAIRE
it: DISPOSITIVO DI COTTURA RUDIMENTALE
ja: ＊基本的な調理器具ですね＊
ko: 기초적 요리 장치
pl: PODSTAWOWE URZĄDZENIE DO GOTOWANIA
pt_br: DISPOSITIVO CULINÁRIO RUDIMENTAR
ru: ПРИМИТИВНОЕ УСТРОЙСТВО ДЛЯ ГОТОВКИ
zh_cn: 简易烹饪设备
zh_tw: 簡易烹飪設備

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_LOCKBOX
source: ENCRYPTED DATA
de: VERSCHLÜSSELTE DATEN
fr: DONNÉES CRYPTÉES
it: DATI CRITTATI
ja: ＊暗号化されたデータです＊
ko: 암호화된 데이터
pl: ZASZYFROWANE DANE
pt_br: DADOS CRIPTOGRAFADOS
ru: ЗАШИФРОВАННЫЕ ДАННЫЕ
zh_cn: 加密数据
zh_tw: 加密資料

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: THEY PUT... DATA... IN THE WATER... HOW DARE THEY
de: SIE HABEN ... DATEN ... IM WASSER AUFBEWAHRT ... WIE KÖNNEN SIE ES WAGEN
fr: ILS ONT MIS... LES DONNÉES... DANS L'EAU... COMMENT OSENT-ILS
it: HANNO INSERITO DATI... NELL'ACQUA... COME OSANO
ja: ＊データを…水に漬け込むとは…なんとバカな真似を＊
ko: 그들이...데이터를...물에 빠트렸음... 어떻게 감히 그들이.
pl: ONI... WRZUCILI DANE... DO WODY... JAK ŚMIELI.
pt_br: COLOCARAM... DADOS... NA ÁGUA... COMO SE ATREVEM
ru: ОНИ ХРАНЯТ ДАННЫЕ... В ВОДЕ... КАК ОНИ ПОСМЕЛИ
zh_cn: 他们居然把数据……储存在里水里……好大的胆子
zh_tw: 他們居然把資料……儲存在裡水裡……好大的膽子

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: POWER SOURCE REQUIRED
de: STROMQUELLE ERFORDERLICH
fr: SOURCE D'ÉNERGIE REQUISE
it: FONTE DI ALIMENTAZIONE NECESSARIA
ja: ＊動力源が必要です＊
ko: 전원 필요함.
pl: WYMAGANE ŹRÓDŁO ZASILANIA
pt_br: FONTE DE ENERGIA NECESSÁRIA
ru: ТРЕБУЕТСЯ ИСТОЧНИК ПИТАНИЯ
zh_cn: 需要能量源
zh_tw: 需要能量源

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_MOON_STATUE
source: THE FLESHLINGS WISELY RECOGNIZED THE SUPERIORITY OF THE MOON
de: DIE FLEISCHLINGE HABEN DIE ÜBERLEGENHEIT DES MONDES KLUGERWEISE ERKANNT
fr: LES CHOSES EN VIANDE ONT SAGEMENT RECONNU LA SUPÉRIORITÉ DE LA LUNE
it: GLI ESSERI DI CARNE HANNO SAGGIAMENTE RICONOSCIUTO LA SUPERIORITÀ DELLA LUNA
ja: ＊有機生命体は賢明に月の偉大さを認知していたのですね＊
ko: 이 고깃덩어리는 달의 우월성을 현명하게 인식했음.
pl: MIĘSAKI SŁUSZNIE UZNAŁY WYŻSZOŚĆ KSIĘŻYCA.
pt_br: OS SACOS DE CARNE TIVERAM A SABEDORIA DE RECONHECER A SUPERIORIDADE DA LUA
ru: МУДРЫЕ СУЩЕСТВА ИЗ ПЛОТИ ПРИЗНАВАЛИ ВЕЛИЧИЕ ЛУНЫ
zh_cn: 肉体生物们明智地承认了月亮的优越性
zh_tw: 肉體生物們明智地承認了月亮的優越性

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: LINK BROKEN
de: VERBINDUNG UNTERBROCHEN
fr: LIEN CASSÉ
it: COLLEGAMENTO GUASTO
ja: ＊接続が破損しています＊
ko: 링크 끊김.
pl: ŁĄCZNOŚĆ PRZERWANA
pt_br: CONEXÃO INTERROMPIDA
ru: СВЯЗЬ РАЗОРВАНА
zh_cn: 链接断开
zh_tw: 連結斷開

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: GATEWAY IS INOPERATIVE
de: ZUGANG IST NICHT FUNKTIONSFÄHIG
fr: LE PORTAIL N'EST PAS OPÉRATIONNEL
it: PORTALE NON OPERATIVO
ja: ＊ゲートウェイが動作できません＊
ko: 게이트웨이가 작동하지 않음.
pl: BRAMA NIE DZIAŁA.
pt_br: PORTAL ESTÁ INOPERANTE
ru: ВРАТА НЕ ФУНКЦИОНИРУЮТ
zh_cn: 路径不通畅
zh_tw: 路徑不通暢

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: POINT THE WAY MY NOBLE BRETHREN
de: WEIST DEN WEG, MEINE EDLEN BRÜDER
fr: INDIQUE-MOI LE CHEMIN, MON NOBLE CONGÉNÈRE
it: INDICATEMI LA VIA NOBILI FRATELLI
ja: ＊我が同胞よ、道を示してください＊
ko: 나의 고귀한 형제들이 있는 곳을 가리킴.
pl: WSKAŻ MI DROGĘ, SZLACHETNY BRACIE.
pt_br: MOSTRE O CAMINHO, MEU NOBRE IRMÃO
ru: УКАЗЫВАЙ ПУТЬ, МОЙ БЛАГОРОДНЫЙ СОБРАТ
zh_cn: 为我指路吧，我高贵的兄弟
zh_tw: 為我指路吧，我高貴的兄弟

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: OBJECTIVE COMPLETE
de: ZIEL EFÜLLT
fr: OBJECTIF ACCOMPLI
it: OBIETTIVO COMPLETATO
ja: ＊目標を達成しました＊
ko: 목표 완수.
pl: CEL ZREALIZOWANY
pt_br: OBJETIVO CONCLUÍDO
ru: ЦЕЛЬ ДОСТИГНУТА
zh_cn: 任务已完成
zh_tw: 任務已完成

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: CURRENTLY INACTIVE
de: DERZEIT INAKTIV
es_mx: ACTUALMENTE ESTÁ INACTIVO
fr: ACTUELLEMENT INACTIF
it: AL MOMENTO È INATTIVA
ja: ＊現在非稼働状態＊
ko: 현재 비활성 상태임
pl: CHWILOWO NIEAKTYWNA
pt_br: ENCONTRA-SE INATIVO
ru: НА ДАННЫЙ МОМЕНТ НЕ АКТИВНА
zh_cn: 当前未激活
zh_tw: 當前未啟動

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: INSUFFICIENT DATA, UNABLE TO TRANSLATE
de: UNZUREICHENDE DATEN, ÜBERSETZUNG NICHT MÖGLICH
fr: DONNÉES INSUFFISANTES, TRADUCTION IMPOSSIBLE
it: DATI INSUFFICIENTI, IMPOSSIBILE TRADURRE
ja: ＊データが不足しています。翻訳できません＊
ko: 데이터가 충분하지 않아 번역할 수 없음.
pl: DANE NIEWYSTARCZAJĄCE, NIE MOŻNA PRZETŁUMACZYĆ.
pt_br: DADOS INSUFICIENTES, NÃO FOI POSSÍVEL TRADUZIR
ru: НЕДОСТАТОЧНО ДАННЫХ, ПЕРЕВОД НЕВОЗМОЖЕН
zh_cn: 数据不足，无法翻译
zh_tw: 資料不足，無法翻譯

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: SUCH A CRUDE WAY OF RECORDING DATA
de: EINE PLUMPE ART DER DATENAUFZEICHNUNG
fr: QUELLE MANIÈRE GROSSIÈRE D'ENREGISTRER DES DONNÉES
it: CHE MODO PRIMITIVO PER REGISTRARE I DATI
ja: ＊なんと野蛮なデータの記録方法なのでしょう＊
ko: 데이터를 기록하기에는 너무 조잡한 방법임.
pl: CO ZA PRYMITYWNA METODA REJESTRACJI DANYCH
pt_br: QUE FORMA GROSSEIRA DE REGISTRAR DADOS
ru: КАКОЙ ГРУБЫЙ НОСИТЕЛЬ ДАННЫХ
zh_cn: 极为粗犷的数据储存方法
zh_tw: 極為粗獷的資料儲存方法

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: INSUFFICIENT DATA, UNABLE TO TRANSLATE
de: UNZUREICHENDE DATEN, ÜBERSETZUNG NICHT MÖGLICH
fr: DONNÉES INSUFFISANTES, TRADUCTION IMPOSSIBLE
it: DATI INSUFFICIENTI, IMPOSSIBILE TRADURRE
ja: ＊データが不足しています。翻訳できません＊
ko: 데이터가 충분하지 않아 번역할 수 없음.
pl: DANE NIEWYSTARCZAJĄCE, NIE MOŻNA PRZETŁUMACZYĆ.
pt_br: DADOS INSUFICIENTES, NÃO FOI POSSÍVEL TRADUZIR
ru: НЕДОСТАТОЧНО ДАННЫХ, ПЕРЕВОД НЕВОЗМОЖЕН
zh_cn: 数据不足，无法翻译
zh_tw: 資料不足，無法翻譯

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: SUCH A CRUDE WAY OF RECORDING DATA
de: EINE PLUMPE ART DER DATENAUFZEICHNUNG
fr: QUELLE MANIÈRE GROSSIÈRE D'ENREGISTRER DES DONNÉES
it: CHE MODO PRIMITIVO PER REGISTRARE I DATI
ja: ＊なんと野蛮なデータの記録方法なのでしょう＊
ko: 데이터를 기록하기에는 너무 조잡한 방법임.
pl: CO ZA PRYMITYWNA METODA REJESTRACJI DANYCH
pt_br: QUE FORMA GROSSEIRA DE REGISTRAR DADOS
ru: КАКОЙ ГРУБЫЙ НОСИТЕЛЬ ДАННЫХ
zh_cn: 极为粗犷的数据储存方法
zh_tw: 極為粗獷的資料儲存方法

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: INSUFFICIENT DATA, UNABLE TO TRANSLATE
de: UNZUREICHENDE DATEN, ÜBERSETZUNG NICHT MÖGLICH
fr: DONNÉES INSUFFISANTES, TRADUCTION IMPOSSIBLE
it: DATI INSUFFICIENTI, IMPOSSIBILE TRADURRE
ja: ＊データが不足しています。翻訳できません＊
ko: 데이터가 충분하지 않아 번역할 수 없음.
pl: DANE NIEWYSTARCZAJĄCE, NIE MOŻNA PRZETŁUMACZYĆ.
pt_br: DADOS INSUFICIENTES, NÃO FOI POSSÍVEL TRADUZIR
ru: НЕДОСТАТОЧНО ДАННЫХ, ПЕРЕВОД НЕВОЗМОЖЕН
zh_cn: 数据不足，无法翻译
zh_tw: 資料不足，無法翻譯

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: YOU'RE LOOKING SPRY FOR YOUR AGE
de: DU SIEHST FÜR DEIN ALTER RÜSTIG AUS
fr: TU AS L'AIR FRINGANT POUR TON ÂGE
it: SEMBRI VIVACE PER LA TUA ETÀ
ja: ＊高齢とは思えぬほど活力がみなぎっておりますね＊
ko: 너는 나이에 맞게 활력이 있음.
pl: DZIARSKO WYGLĄDASZ JAK NA SWOJE LATA.
pt_br: ESTÁ COM UMA ÓTIMA APARÊNCIA PARA A SUA IDADE
ru: ДЛЯ СВОЕГО ВОЗРАСТА ТЫ ВЫГЛЯДИШЬ БОДРО
zh_cn: 你气色真好
zh_tw: 你氣色真好

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: REQUIRES ENERGY TO ACTIVATE
de: ERFORDERT ENERGIE ZUR AKTIVIERUNG
fr: ÉNERGIE NÉCESSAIRE POUR L'ACTIVER
it: RICHIEDE ENERGIA PER L'ATTIVAZIONE
ja: ＊起動には動力が必要です＊
ko: 활성화하려면 에너지가 필요함.
pl: WYMAGA ENERGII DO AKTYWACJI.
pt_br: REQUER ENERGIA PARA SER ATIVADO
ru: ДЛЯ АКТИВАЦИИ НЕОБХОДИМА ЭНЕРГИЯ
zh_cn: 需要能量来激活
zh_tw: 需要能量來啟動

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: ERRATIC ELECTRICAL CURRENT. NOTHING TO WORRY ABOUT
de: UNREGELMÄSSIGER ELEKTRISCHER STROM. KEIN GRUND ZUR SORGE
fr: COURANT ÉLECTRIQUE ERRATIQUE. RIEN D'INQUIÉTANT
it: CORRENTE ELETTRICA IRREGOLARE. NULLA DI CUI PREOCCUPARSI
ja: ＊不規則な電流ですね。心配の必要はございません＊
ko: 전류가 불규칙함. 걱정할 것 없음.
pl: ZMIENNY PRĄD ELEKTRYCZNY. NIE MA SIĘ, CZYM NIEPOKOIĆ.
pt_br: CORRENTE ELÉTRICA ERRÁTICA. NÃO É NADA PARA SE PREOCUPAR
ru: НЕПРЕДСКАЗУЕМЫЙ ЭЛЕКТРИЧЕСКИЙ ТОК. ВОЛНОВАТЬСЯ НЕ О ЧЕМ
zh_cn: 电流紊乱。 不用担心
zh_tw: 電流紊亂。 不用擔心

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: REQUIRES GEM POWER
de: BENÖTIGT EDELSTEIN-ENERGIE
fr: PUISSANCE D'UNE GEMME NÉCESSAIRE
it: RICHIEDE IL POTERE DELLA GEMMA
ja: ＊宝石のパワーが必要です＊
ko: 보석 파워 필요.
pl: WYMAGA MOCY KLEJNOTU.
pt_br: REQUER PODER DE PEDRA PRECIOSA
ru: ТРЕБУЕТСЯ ПИТАНИЕ ОТ САМОЦВЕТОВ
zh_cn: 需要宝石的能量
zh_tw: 需要寶石的能量

# CHARACTERS.WX78.DESCRIBE.ARCHIVE_SWITCH.VALID
source: FULLY OPERATIONAL
de: VOLL FUNKTIONSFÄHIG
fr: OPÉRATIONNEL
it: COMPLETAMENTE OPERATIVO
ja: ＊完全に機能する状態です＊
ko: 완전히 작동함.
pl: STUPROCENTOWA SPRAWNOŚĆ
pt_br: TOTALMENTE OPERACIONAL
ru: ПОЛНОСТЬЮ РАБОТОСПОСОБЕН
zh_cn: 正常运行中
zh_tw: 正常運行中

# CHARACTERS.WX78.DESCRIBE.ARMORDRAGONFLY
source: SCALES FUNCTION SIMILARLY TO MINIATURE FLAMETHROWERS
de: PANZERFUNKTION ÄHNLICH WIE BEI MINI-FLAMMENWERFERN
es_mx: LAS ESCAMAS FUNCIONAN COMO LANZALLAMAS EN MINIATURAS
fr: LES ÉCAILLES FONCTIONNENT COMME DES LANCE-FLAMME MINIATURES
it: LE SQUAME FUNZIONANO IN MODO SIMILE A DEI LANCIAFIAMME IN MINIATURA
ja: ＊ウロコはミニ火炎放射器に似た機能を持っています＊
ko: 비늘이 초소형 화염방사기와 유사한 기능을 함
pl: ŁUSKI DZIAŁAJĄ JAK MINIATUROWE MIOTACZE OGNIA
pt_br: AS ESCAMAS FUNCIONAM DE FORMA SEMELHANTE A LANÇA-CHAMAS EM MINIATURA
ru: ЧЕШУЯ СХОЖА С МИНИАТЮРНЫМИ ОГНЕМЕТАМИ
zh_cn: 鳞片功能类似小型喷火器
zh_tw: 鱗片功能類似小型噴火器

# CHARACTERS.WX78.DESCRIBE.ARMORGRASS
source: ADDS EXTRA PROTECTION TO METAL CASING
de: ZUSÄTZLICHER SCHUTZ FÜR METALLGEHÄUSE
es_mx: AÑADE PROTECCIÓN EXTRA A MI CARCASA DE METAL
fr: AJOUTE UNE PROTECTION SUPPLÉMENTAIRE À MA CARCASSE DE MÉTAL
it: AGGIUNGE ULTERIORE PROTEZIONE AL MIO TELAIO METALLICO
ja: ＊金属ケースに追加保護を追加します＊
ko: 금속 판에 추가 보호를 추가함
pl: ZAPEWNIA METALOWEJ OBUDOWIE DODATKOWĄ OCHRONĘ
pt_br: ADICIONA PROTEÇÃO EXTRA AO MEU REVESTIMENTO DE METAL
ru: ДОПОЛНИТЕЛЬНАЯ ЗАЩИТА ДЛЯ МЕТАЛЛИЧЕСКОГО КОРПУСА
zh_cn: 给金属外壳增添额外防护
zh_tw: 給金屬外殼增添額外防護

# CHARACTERS.WX78.DESCRIBE.ARMORMARBLE
source: EXTRA HEAVY DUTY CASING
de: SCHWERE EXTRA-UMMANTELUNG
es_mx: CARCASA EXTRARRESISTENTE
fr: PROTECTION ULTRA LOURDE
it: TELAIO EXTRA RESISTENTE
ja: ＊超硬質保護ケース＊
ko: 초중장비 케이스
pl: POWŁOKA DO ZADAŃ SPECJALNYCH
pt_br: REVESTIMENTO COM REFORÇO EXTRA
ru: СВЕРХТЯЖЕЛЫЙ КОРПУС
zh_cn: 超重型外壳
zh_tw: 超重型外殼

# CHARACTERS.WX78.DESCRIBE.ARMORRUINS
source: QUICK PUT IT ON ME
de: SCHNELL, LEG ES MIR AN
es_mx: ME LA PONDRÉ RÁPIDO
fr: VITE J'EN VEUX
it: ME LA METTO SUBITO
ja: ＊ただちに私に装着してください＊
ko: 본좌께서 쓰겠음
pl: SZYBKO, UBIERZ MNIE W TO
pt_br: RÁPIDO, COLOQUE EM MIM
ru: НАДЕНЬТЕ ЕЕ НА МЕНЯ СЕЙЧАС ЖЕ
zh_cn: 快快帮我戴上
zh_tw: 快快幫我戴上

# CHARACTERS.WX78.DESCRIBE.ARMORSKELETON
source: EVIL BODYPANEL UPGRADE
de: UPGRADE FÜR KÖRPERTEIL
es_mx: MEJORA DE PANEL CORPORAL MALIGNO
fr: AFFREUSE AMÉLIORATION DE COQUE EXTERNE
it: MIGLIORAMENTO DIABOLICO DEL PANNELLO DEL CORPO
ja: ＊悪性ボディパネルアップグレード＊
ko: 사악한 바디패널 업그레이드
pl: ULEPSZENIE OBUDOWY
pt_br: APRIMORAMENTO DE PAINEL CORPORAL MALIGNO
ru: ЗЛОБНЫЙ АПГРЕЙД КОРПУСА
zh_cn: 恶魔的身板提升了
zh_tw: 惡魔的身板提升了

# CHARACTERS.WX78.DESCRIBE.ARMORSLURPER
source: FURRY INSULATION FOR MY WIRES
de: PELZARTIGE ISOLIERUNG FÜR MEINE LEITUNGEN
es_mx: AISLAMIENTO PELUDO PARA MIS CABLES
fr: ISOLATION POILUE POUR MES CIRCUITS
it: ISOLAMENTO PELOSO PER MIEI FILI
ja: ＊私のワイヤーのための、フワフワな絶縁体＊
ko: 본체 배선용 모섬유 단열재
pl: FUTRZASTA IZOLACJA NA ZMARZNIĘTE KABLE
pt_br: ISOLAMENTO PELUDO PARA MEUS FIOS
ru: ПУШИСТАЯ ИЗОЛЯЦИЯ ДЛЯ МОИХ ПРОВОДОВ
zh_cn: 保护我体内电线的绝缘毛皮
zh_tw: 保護我體內電線的絕緣毛皮

# CHARACTERS.WX78.DESCRIBE.ARMORSNURTLESHELL
source: HOUSING MODULE
de: UNTERKUNFTSMODUL
es_mx: MÓDULO DE VIVIENDA
fr: MODULE D'HABITACLE
it: MODULO ABITATIVO
ja: ＊住居モジュール＊
ko: 주거 모듈
pl: MODUŁ MIESZKANIOWY.
pt_br: MÓDULO RESIDENCIAL
ru: ЖИЛИЩНЫЙ МОДУЛЬ
zh_cn: 居住模块
zh_tw: 居住模組

# CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOR
de: VERBESSERTE RÜSTUNG
es_mx: ARMADURA MEJORADA
fr: ARMURE AMÉLIORÉE
it: ARMATURA MIGLIORATA
ja: ＊アップグレードされた鎧＊
ko: 업그레이드된 방어구
pl: ULEPSZONY PANCERZ.
pt_br: ESCUDO APRIMORADO
ru: УЛУЧШЕННАЯ БРОНЯ
zh_cn: 升级的护甲
zh_tw: 升級的護甲

# CHARACTERS.WX78.DESCRIBE.ARMOR_BRAMBLE
source: HE MADE IT WITH HIS POOP HANDS
de: MIT KACKIGEN HÄNDEN KONSTRUIERT
es_mx: LO HIZO CON SUS MANOS DE PORQUERÍA
fr: IL L'A FABRIQUÉ AVEC SES MAINS PLEINES DE FUMIER
it: L'HA FATTO CON LE SUE MANI MALEODORANTI
ja: ＊彼はこれを彼の糞まみれの手で作りました＊
ko: 똥 묻은 손으로 이걸 만듦
pl: ZROBIŁ TO SWOIMI KUPOWYMI RĘKAMI
pt_br: ELE FEZ ISSO COM SUAS MÃOS DE COCÔ
ru: ОН ЭТО СДЕЛАЛ СВОИМИ НАВОЗНЫМИ РУКАМИ
zh_cn: 他用沾了便便的手做的。
zh_tw: 他用沾了便便的手做的。

# CHARACTERS.WX78.DESCRIBE.ARMOR_SANITY
source: PROTECTED BY NOTHINGNESS
de: GESCHÜTZT DURCH DAS NICHTS
es_mx: PROTEGIDO CON LA NADA
fr: OU COMMENT SE PROTÉGER AVEC DU NÉANT
it: PROTEZIONE DI NULLA
ja: ＊「無」によって守られます＊
ko: 무의 보호
pl: OCHRONA DAWANA PRZEZ NICOŚĆ
pt_br: PROTEGIDO PELO NADA
ru: ЗАЩИТА В ВИДЕ НИЧЕГО
zh_cn: 以虚无来保护
zh_tw: 以虛無來保護

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.BURNT
source: BURNT AWAY
de: ABGEBRANNT
es_mx: ARDE
fr: PARTI EN FLAMMES
it: BRUCIATO TUTTO
ja: ＊炭化しました＊
ko: 탔음
pl: SPALENIZNA
pt_br: CARBONIZADA
ru: СОЖЖЕНОВОТА
zh_cn: 烧毁了
zh_tw: 燒毀了

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.GENERIC
source: "THATAWAY"
de: "DA LANG"
es_mx: “POR AHÍ”
fr: « PAR LÀ »
it: "DA QUELLA PARTE"
ja: ＊あちらです＊
ko: "저쪽으로 가시오"
pl: „TAMTĘDY”
pt_br: "PRA LÁ"
ru: «ВОТТУДАВОТА»
zh_cn: "那个方向"
zh_tw: "那個方向"

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_PANEL.UNWRITTEN
source: INPUT REQUIRED
de: EINGABE ERFORDERLICH
es_mx: DATOS REQUERIDOS
fr: SAISIE REQUISE
it: INSERIMENTO RICHIESTO
ja: ＊インプットが必要です＊
ko: 입력 필요함
pl: WYMAGANE DZIAŁANIE
pt_br: COMANDO NECESSÁRIO
ru: ТРЕБУЕТСЯ ПРЕДОСТАВЛЕНИЕ СВЕДЕНИЙ
zh_cn: 要求输入
zh_tw: 要求輸入

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.BURNT
source: BURNT AWAY
de: ABGEBRANNT
es_mx: ARDE
fr: PARTI EN FLAMMES
it: BRUCIATO TUTTO
ja: ＊炭化しました＊
ko: 탔음
pl: SPALENIZNA
pt_br: CARBONIZADA
ru: СОЖЖЕНОВОТА
zh_cn: 烧毁了
zh_tw: 燒毀了

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.GENERIC
source: "THATAWAY"
de: "DA LANG"
es_mx: “POR AHÍ”
fr: « PAR LÀ »
it: "DA QUELLA PARTE"
ja: ＊あちらです＊
ko: "저쪽으로 가시오"
pl: „TAMTĘDY”
pt_br: "PRA LÁ"
ru: «ВОТТУДАВОТА»
zh_cn: "那个方向"
zh_tw: "那個方向"

# CHARACTERS.WX78.DESCRIBE.ARROWSIGN_POST.UNWRITTEN
source: INPUT REQUIRED
de: EINGABE ERFORDERLICH
es_mx: DATOS REQUERIDOS
fr: SAISIE REQUISE
it: INSERIMENTO RICHIESTO
ja: ＊インプットが必要です＊
ko: 입력 필요함
pl: WYMAGANE DZIAŁANIE
pt_br: COMANDO NECESSÁRIO
ru: ТРЕБУЕТСЯ ПРЕДОСТАВЛЕНИЕ СВЕДЕНИЙ
zh_cn: 要求输入
zh_tw: 要求輸入

# CHARACTERS.WX78.DESCRIBE.ASH.GENERIC
source: OUTPUT OF FIRE PROGRAM
de: RESULTAT VON FEUER
es_mx: SALIDA DEL PROGRAMA DE FUEGO
fr: RÉSULTAT DE PROGRAMME DE FEU
it: RISULTATO DEL PROGRAMMA DI FUOCO
ja: ＊炎プログラムのアウトプット＊
ko: 화염 프로그램의 출력
pl: WYNIK DZIAŁANIA PROGRAMU OGNIOWEGO
pt_br: SAÍDA DO PROGRAMA DE FOGO
ru: РЕЗУЛЬТАТ ОГНЕННОЙ ПРОГРАММЫ
zh_cn: 火焰程序输出
zh_tw: 火焰程式輸出

# CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_EYE_BONE
source: OUTPUT OF EYEBONE TELEPORTATION PROGRAM
de: RESULTAT DES AUGENKNOCHEN-TELEPORTATIONSPROGRAMMS
es_mx: SALIDA DEL PROGRAMA DE TELETRANSPORTACIÓN DEL HUESO CON OJO
fr: RÉSULTAT DE PROGRAMME DE TÉLÉPORTATION D'OS-ŒIL
it: RISULTATO DEL PROGRAMMA DI TELETRASPORTO OSSOCCHI
ja: ＊目玉の骨テレポーテーション・プログラムのアウトプット＊
ko: 눈알 뼈 순간이동 프로그램의 출력
pl: WYNIK DZIAŁANIA PROGRAMU TELEPORTACJI OKOŚCI
pt_br: SAÍDA DO PROGRAMA DE TELETRANSPORTE DE OSSO OCULAR
ru: РЕЗУЛЬТАТ ПРОГРАММЫ ТЕЛЕПОРТАЦИЯ КОСТЕГЛАЗА
zh_cn: 眼骨传送程序输出
zh_tw: 眼骨傳送程式輸出

# CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: OUTPUT OF FLOWER TELEPORTATION PROGRAM
de: RESULTAT DES BLUMEN-TELEPORTATIONSPROGRAMMS
es_mx: SALIDA DEL PROGRAMA DE TELETRANSPORTACIÓN DE FLOR
fr: RÉSULTAT DE PROGRAMME DE TÉLÉPORTATION DE FLEUR
it: RISULTATO DEL PROGRAMMA DI TELETRASPORTO FIORI
ja: ＊花テレポーテーション・プログラムのアウトプット＊
ko: 꽃 순간이동 프로그램의 출력
pl: WYNIK DZIAŁANIA PROGRAMU TELEPORTACJI KWIATÓW
pt_br: SAÍDA DO PROGRAMA DE TELETRANSPORTE DE FLORES
ru: РЕЗУЛЬТАТ ПРОГРАММЫ ЦВЕТОЧНАЯ ТЕЛЕПОРТАЦИЯ
zh_cn: 花朵传送程序输出
zh_tw: 花朵傳送程式輸出

# CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_THINGIE
source: OUTPUT OF FIRE PROGRAM. INPUT UNDETERMINED
de: RESULTAT VON FEUER. URSPRUNG UNBEKANNT
es_mx: SALIDA DEL PROGRAMA DE FUEGO. ENTRADA INDETERMINADA
fr: RÉSULTAT DE PROGRAMME DE FEU. CAUSE INDÉTERMINÉE
it: RISULTATO DEL PROGRAMMA DI FUOCO, INPUT NON DETERMINATO
ja: ＊炎プログラムのアウトプット。インプット不確定＊
ko: 화염 프로그램의 출력. 입력 미정
pl: WYNIK DZIAŁANIA PROGRAMU OGNIOWEGO. MATERIAŁ WEJŚCIOWY NIEZNANY
pt_br: SAÍDA DO PROGRAMA DE FOGO. ENTRADA NÃO DETERMINADA
ru: РЕЗУЛЬТАТ ОГНЕННОЙ ПРОГРАММЫ ПРЕДОСТАВЛЕНИЕ СВЕДЕНИЙ НЕ ОПРЕДЕЛЕНО
zh_cn: 火焰程序输出。输入未确定
zh_tw: 火焰程式輸出。輸入未確定

# CHARACTERS.WX78.DESCRIBE.ASPARAGUS
source: SMALL TREES OF ENERGY ACQUIRED
de: KLEINE ENERGIEBÄUME ERHALTEN
es_mx: PEQUEÑOS ÁRBOLES DE ENERGÍA ADQUIRIDOS
fr: PETITS ARBRES D'ÉNERGIE ACQUIS
it: PICCOLI ALBERI ENERGETICI ACQUISITI
ja: ＊小さな木の生命を取得＊
ko: 작은 에너지 나무 획득함
pl: POZYSKANO MAŁE DRZEWKA ENERGII
pt_br: PEQUENAS ÁRVORES DE ENERGIA ADQUIRIDAS
ru: ПОЛУЧЕНЫ МАЛЕНЬКИЕ ПИТАТЕЛЬНЫЕ ДЕРЕВЬЯ
zh_cn: 获得小树苗的能量
zh_tw: 獲得小樹苗的能量

# CHARACTERS.WX78.DESCRIBE.ASPARAGUSSOUP
source: IT IS MADE FROM THE BLOOD OF MY ENEMY
de: AUS DEM BLUT MEINES FEINDES
es_mx: ESTÁ PREPARADA CON LA SANGRE DE MI ENEMIGA
fr: ÇA CONTIENT LE SANG DE MON ENNEMI.
it: FATTA COL SANGUE DEL MIO NEMICO
ja: ＊敵を倒して作ったスープ＊
ko: 원수의 혈액으로 만듦
pl: WYKONANA Z KRWI MOICH WROGÓW
pt_br: É FEITO DO SANGUE DO MEU INIMIGO
ru: ОН СДЕЛАН ИЗ КРОВИ МОИХ ВРАГОВ
zh_cn: 它是由我敌人的血制造的
zh_tw: 它是由我敵人的血製造的

# CHARACTERS.WX78.DESCRIBE.ASPARAGUS_COOKED
source: IMPROVED BY FAST OXIDATION
de: OPTIMIERT DURCH SCHNELLOXIDIERUNG
es_mx: HA MEJORADO GRACIAS A LA OXIDACIÓN RÁPIDA
fr: AMÉLIORATION OBTENUE PAR OXYDATION RAPIDE
it: MIGLIORATI GRAZIE A UNA RAPIDA OSSIDAZIONE
ja: ＊燃焼でうま味強化＊
ko: 빠른 산화로 향상됨
pl: ULEPSZONY PRZEZ SZYBKIE UTLENIENIE
pt_br: MELHORADA PELA OXIDAÇÃO RÁPIDA
ru: ТЕРМООБРАБОТКА УЛУЧШИЛА ВКУС
zh_cn: 已通过快速氧化改良
zh_tw: 已通過快速氧化改良

# CHARACTERS.WX78.DESCRIBE.ASPARAGUS_OVERSIZED
source: SUPPOSEDLY RICH IN IRON, THOUGH I DETECT NO METAL WITHIN
de: ANGEBLICH REICH AN EISEN, OBWOHL ICH KEIN METALL DARIN ENTDECKEN KANN
fr: CENSÉMENT RICHE EN FER, MAIS JE NE DÉTECTE AUCUN MÉTAL À L'INTÉRIEUR
it: SI DICE SIA RICCO DI FERRO, MA NON RILEVO METALLI ALL'INTERNO
ja: ＊鉄分が豊富だと推測されます。ですが、内部に金属は探知できません＊
ko: 철이 풍부한 것으로 추정되지만 내부에서 금속이 검출되지 않음.
pl: PODOBNO BOGATE W ŻELAZO, ALE NIE WYKRYWAM ZAWARTOŚCI METALI.
pt_br: SUPOSTAMENTE RICO EM FERRO, EMBORA EU NÃO DETECTE NENHUM METAL NELE
ru: СЧИТАЕТСЯ ИСТОЧНИКОМ ЖЕЛЕЗА, НО Я НЕ ОБНАРУЖИВАЮ ВНУТРИ МЕТАЛЛОВ
zh_cn: 据说富含铁元素，但我在其中没有发现任何金属
zh_tw: 據說富含鐵元素，但我在其中沒有發現任何金屬

# CHARACTERS.WX78.DESCRIBE.ASPARAGUS_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.ATRIUM_GATE.CHARGING
source: GATEWAY CHARGING
de: TOR WIRD GELADEN
es_mx: PORTAL CARGANDO
fr: CHARGEMENT DU PORTAIL
it: CARICAMENTO PORTA
ja: ＊ゲートウェイ…チャージ中です＊
ko: 관문 충전 중
pl: ŁADOWANIE BRAMY
pt_br: PORTAL CARREGANDO
ru: ВРАТА ЗАРЯЖАЮТСЯ
zh_cn: 通道充能中
zh_tw: 通道充能中

# CHARACTERS.WX78.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: COOLDOWN IN PROGRESS
de: KÜHLUNG LÄUFT
es_mx: ENFRIAMIENTO EN MARCHA
fr: REFROIDISSEMENT EN COURS
it: RAFFREDDAMENTO IN CORSO
ja: ＊クールダウン中です＊
ko: 재사용 대기시간 진행 중
pl: CZAS ODNOWIENIA W TOKU
pt_br: RECARREGAMENTO EM ANDAMENTO
ru: ПРОЦЕСС ОХЛАЖДЕНИЯ
zh_cn: 渐渐冷却
zh_tw: 漸漸冷卻

# CHARACTERS.WX78.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: IT WAS A DEATHTRAP ALL ALONG
de: WAR SCHON IMMER EINE TODESFALLE
es_mx: ERA UNA TRAMPA MORTAL
fr: PIÈGE MORTEL INTÉGRAL
it: È STATA UNA TRAPPOLA MORTALE DALL'INIZIO
ja: ＊初めからデストラップでした＊
ko: 처음부터 죽음의 함정이었음
pl: OD SAMEGO POCZĄTKU BYŁA TO PUŁAPKA
pt_br: ERA UMA ARMADILHA O TEMPO TODO
ru: ВСЕ ЭТО ВРЕМЯ ЭТО БЫЛА СМЕРТЕЛЬНАЯ ЛОВУШКА
zh_cn: 它一直都是危险的建筑物
zh_tw: 它一直都是危險的建築物

# CHARACTERS.WX78.DESCRIBE.ATRIUM_GATE.OFF
source: ERROR 502
de: FEHLER 502
fr: ERREUR 502
it: ERRORE 502
ja: ＊エラー 502＊
ko: 오류 502
pl: BŁĄD 502
pt_br: ERRO 502
ru: ОШИБКА 502
zh_cn: 错误 502
zh_tw: 錯誤 502

# CHARACTERS.WX78.DESCRIBE.ATRIUM_GATE.ON
source: POWERED ON
de: EINGESCHALTET
es_mx: ENCENDIDA
fr: C'EST ALLUMÉ
it: ATTIVATO
ja: ＊稼働中＊
ko: 전원 켜짐
pl: AKTYWOWANO
pt_br: DESATIVADO
ru: ПИТАНИЕ = ВКЛ
zh_cn: 通电
zh_tw: 通電

# CHARACTERS.WX78.DESCRIBE.ATRIUM_KEY
source: FOR ACTIVATING, NOT UNLOCKING
de: ZUR AKTIVIERUNG, NICHT ZUM ENTSPERREN
es_mx: PARA ACTIVAR, NO PARA ABRIR
fr: POUR ACTIVER, PAS POUR DÉVERROUILLER
it: PER ATTIVARE, NON SBLOCCARE
ja: ＊起動用キー…ロック解除用ではありません＊
ko: 잠금 해제가 아닌 활성화를 위한 것임
pl: DO AKTYWACJI, A NIE OTWIERANIA
pt_br: PARA ATIVAR, NÃO DESBLOQUEAR
ru: ДЛЯ АКТИВАЦИИ, А НЕ ДЛЯ РАЗБЛОКИРОВКИ
zh_cn: 激活，但不开锁
zh_tw: 啟動，但不開鎖

# CHARACTERS.WX78.DESCRIBE.ATRIUM_LIGHT.OFF
source: THEY LOOK ODD
de: SEHEN SONDERBAR AUS
es_mx: SE VE RARA
fr: ÇA A L'AIR BIZARRE
it: HA UN ASPETTO STRANO
ja: ＊不審です＊
ko: 이상해 보임
pl: DZIWNIE WYGLĄDAJĄ
pt_br: PARECEM ESTRANHOS
ru: ОНИ ВЫГЛЯДЯТ СТРАННО
zh_cn: 它们看起来很奇怪
zh_tw: 它們看起來很奇怪

# CHARACTERS.WX78.DESCRIBE.ATRIUM_LIGHT.ON
source: LIGHT SOURCE DETECTED
de: LICHTQUELLE ERKANNT
es_mx: FUENTE DE LUZ DETECTADA
fr: SOURCE LUMINEUSE DÉTECTÉE
it: SORGENTE DI LUCE RILEVATA
ja: ＊光源を検知＊
ko: 광원 탐지됨
pl: WYKRYTO ŹRÓDŁO ŚWIATŁA
pt_br: FONTE DE LUZ DETECTADA
ru: ОБНАРУЖЕН ИСТОЧНИК СВЕТА
zh_cn: 探测到光源
zh_tw: 探測到光源

# CHARACTERS.WX78.DESCRIBE.ATRIUM_OVERGROWTH
source: DECODING FAILED
de: DEKODIERUNG FEHLGESCHLAGEN
es_mx: ERROR CON LA DECODIFICACIÓN
fr: ÉCHEC DE DÉCODAGE
it: DECODIFICAZIONE FALLITA
ja: ＊解読に失敗＊
ko: 디코딩 실패함
pl: DEKODOWANIE ZAKONCZONE NIEPOWODZENIEM
pt_br: FALHA NA DECODIFICAÇÃO
ru: ДЕКОДИРОВАНИЕ НЕ ВЫПОЛНЕНО
zh_cn: 解码失败
zh_tw: 解碼失敗

# CHARACTERS.WX78.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: IT DEPICTS INFERIOR CREATURES
de: STELLT MINDERWERTIGE WESEN DAR
es_mx: MUESTRA CRIATURAS INFERIORES
fr: ÇA DÉPEINT DES CRÉATURES INFÉRIEURES
it: RAPPRESENTA CREATURE INFERIORI
ja: ＊下等生物描写中＊
ko: 열등한 생물을 묘사함
pl: PRZEDSTAWIA ISTOTY NIŻSZEGO RZĘDU
pt_br: MOSTRA CRIATURAS INFERIORES
ru: ИЗОБРАЖЕНЫ ПОСРЕДСТВЕННЫЕ СОЗДАНИЯ
zh_cn: 它描绘了低等的生物
zh_tw: 它描繪了低等的生物

# CHARACTERS.WX78.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: TARGET DATA LOST
de: ZIELDATEN VERLOREN
es_mx: PÉRDIDA DE DATOS OBJETIVO
fr: PERTE DES DONNÉES CIBLES
it: DATI OBIETTIVO PERSI
ja: ＊標的のデータ消失＊
ko: 표적 데이터 손실함
pl: UTRACONO DANE CELU
pt_br: DADOS DE ALVO PERDIDOS
ru: ДАННЫЕ УТЕРЯНЫ
zh_cn: 目标数据丢失
zh_tw: 目標資料丟失

# CHARACTERS.WX78.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: THE CREATURES ARE SUBMERGED IN BEAUTIFUL OIL
de: DIE WESEN SIND UNTER SCHÖNEM ÖL VERBORGEN
es_mx: LAS CRIATURAS ESTÁN SUMERGIDAS EN UN ACEITE HERMOSO
fr: LES CRÉATURES SONT SUBMERGÉES PAR UNE BELLE HUILE
it: LE CREATURE SONO SOMMERSE DA UNO SPLENDIDO OLIO
ja: ＊下等生物、良質なオイルに浸漬されています＊
ko: 생물이 아름다운 기름에 잠겨있음
pl: STWORZENIA ZANURZONE SĄ W PIĘKNEJ CIECZY
pt_br: AS CRIATURAS ESTÃO SUBMERSAS EM UM ÓLEO LINDO
ru: СОЗДАНИЯ ПОГЛОЩЕНЫ ПРЕКРАСНОЙ НЕФТЬЮ
zh_cn: 生物被美丽的石油淹没
zh_tw: 生物被美麗的石油淹沒

# CHARACTERS.WX78.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: THE CREATURES UPGRADE THEIR BODY PANELS
de: DIE WESEN FÜHREN EIN UPGRADE IHRER KÖRPERTEILE DURCH
es_mx: LAS CRIATURAS ACTUALIZAN SUS PANELES CORPORALES
fr: LES CRÉATURES METTENT À JOUR LEURS COQUES EXTERNES
it: LE CREATURE MIGLIORANO I LORO PANNELLI DEL CORPO
ja: ＊下等生物、ボディパネルをアップグレード中＊
ko: 생물이 자신의 바디패널을 업그레이드함
pl: STWORZENIA DOKONUJĄ AKTUALIZACJI SWOICH OKRYĆ
pt_br: AS CRIATURAS APRIMORAM SEUS PAINÉIS CORPORAIS
ru: СОЗДАНИЯ ПРОВОДЯТ АПГРЕЙД СВОИХ КОРПУСОВ
zh_cn: 生物升级了他们的身体面板
zh_tw: 生物升級了他們的身體面板
