Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.MOONGLASSAXE
source: This will cut my work time in half!
de: Halbiert meine Arbeitszeit!
es: ¡Recortará mi tiempo de trabajo a la mitad!
es_mx: ¡Eso reducirá mi tiempo de trabajo a la mitad!
fr: Ça va me permettre de travailler deux fois plus vite !
it: Darà un bel taglio al tempo che passo a lavorare!
ja: これで、ボクの仕事時間が半分になるネ！
ko: 일하는 시간이 반으로 줄겠어!
pl: Skróci mój czas pracy o połowę!
pt_br: Ele vai cortar meu tempo de trabalho pela metade!
ru: Урежет мою работу раза в два!
zh_cn: 可以让我的工作时间砍半了！
zh_tw: 可以讓我的工作時間砍半了！

# CHARACTERS.WARLY.DESCRIBE.MOONGLASS_CHARGED
source: It's still warm.
de: Es ist noch warm!
es: Todavía está caliente.
fr: C'est encore chaud.
it: È ancora caldo.
ja: まだ温かいネ。
ko: 아직 따뜻하다.
pl: Ciągle ciepły.
pt_br: Ainda tá quente.
ru: Еще теплое.
zh_cn: 还是暖的。
zh_tw: 還是暖的。

# CHARACTERS.WARLY.DESCRIBE.MOONGLASS_ROCK
source: That's quite a bit of glass.
de: Das ist mal ein Glasbrocken.
es: Un buen trozo de cristal.
es_mx: Es una gran cantidad de vidrio.
fr: Sacré morceau de verre.
it: Un bel po' di vetro.
ja: かなりの量のガラスだネ。
ko: 꽤 큰 유리인걸.
pl: Kawał szkła.
pt_br: É um bocado de vidro.
ru: Как много стекла.
zh_cn: 一大块玻璃。
zh_tw: 一大塊玻璃。

# CHARACTERS.WARLY.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: Wobster, under glass!
de: Lummer unter Glas!
es: ¡Langüosta, bajo cristal!
es_mx: ¡Una Languosta bajo el vidrio!
fr: Un womard sous le verre !
it: Aragostra sottovetro!
ja: ウォブスターがガラスの下敷きだヨ！
ko: 유리 밑에 웝스터가 있잖아!
pl: Nocomar pod szkłem!
pt_br: Lagosta, embaixo do vidro!
ru: Вобстер под стеклом!
zh_cn: 龙虾，还在玻璃底下！
zh_tw: 龍蝦，還在玻璃底下！

# CHARACTERS.WARLY.DESCRIBE.MOONROCKCRATER
source: An eye without an iris.
de: Ein Auge ohne Iris.
es: Un ojo sin iris.
es_mx: Un ojo sin iris.
fr: Un œil sans iris.
it: Un occhio senza l'iride.
ja: 真っ黒な目だヨ。
ko: 홍채 없는 눈이야.
pl: Oko bez źrenicy.
pt_br: Um olho sem íris!
ru: Глаз без зрачка.
zh_cn: 没有虹膜的眼睛。
zh_tw: 沒有虹膜的眼睛。

# CHARACTERS.WARLY.DESCRIBE.MOONROCKIDOL
source: It's very enchanting.
de: Einfach bezaubernd.
es: Es muy fascinante.
es_mx: Es muy fascinante.
fr: C'est enchanteur.
it: È un vero incanto.
ja: ああ、すごく魅惑的ヨ。
ko: 아주 매력적인걸.
pl: Czarujące.
pt_br: É muito encantador.
ru: Как очаровательно.
zh_cn: 它非常迷人。
zh_tw: 它非常迷人。

# CHARACTERS.WARLY.DESCRIBE.MOONROCKNUGGET
source: A little piece of sky to hold in my hand.
de: Ein Stückchen Himmel, das ich in der Hand halten kann.
es: Un trocito de cielo que cabe en mi mano.
es_mx: Un pedacito de cielo que puedo sostener con mi mano.
fr: J'ai un petit bout de ciel au creux de ma main !
it: Un pezzetto di cielo da tenere in mano.
ja: 空の欠片がボクの手を取ってくれる...なんてネ。
ko: 손에 쥘 수 있는 작은 하늘 조각이야.
pl: Kawałek nieba w moich dłoniach.
pt_br: Um pedacinho do céu para segurar na mão.
ru: Кусочек неба, который умещается в ладони.
zh_cn: 握在手里的一小块蓝天。
zh_tw: 握在手裡的一小塊藍天。

# CHARACTERS.WARLY.DESCRIBE.MOONROCKSEED
source: It's beautiful, isn't it?
de: Er ist schön, nicht wahr?
es: Qué bonito, ¿verdad?
es_mx: Es hermoso, ¿no?
fr: N'est-ce pas magnifique ?
it: È bellissima, n'est pas?
ja: きれいだネ。そう思わない？
ko: 아름답지?
pl: Piękne, prawda?
pt_br: É lindo, né?
ru: Красиво, правда?
zh_cn: 真是漂亮啊，对不对？
zh_tw: 真是漂亮啊，對不對？

# CHARACTERS.WARLY.DESCRIBE.MOONROCK_PIECES
source: I think it's breakable.
de: Ich glaube, die sind zerbrechlich.
es: Creo que es rompible.
es_mx: Creo que se puede romper.
fr: Je crois qu'on peut la casser.
it: Non penso sia infrangibile.
ja: これは...ワレモノだと思うヨ。
ko: 잘 깨지는 것 같아.
pl: Chyba jest kruche.
pt_br: Acho que é quebrável.
ru: Значит, он бьющийся.
zh_cn: 好像很易碎。
zh_tw: 好像很易碎。

# CHARACTERS.WARLY.DESCRIBE.MOONSPIDERDEN
source: Something is different about that spider den...
de: Etwas ist anders am Spinnenbau ...
es: Ese cubil de arañas tiene algo diferente...
es_mx: Ese cubil de arañas tiene algo distinto.
fr: Ce nid d'araignée est particulier...
it: Quel covo di ragni ha qualcosa di diverso...
ja: あのクモの巣は他と少し違うネ...
ko: 저 거미집은 뭔가 다른데...
pl: To siedlisko pająków jest jakieś inne...
pt_br: Tem algo de diferente nesse ninho de aranhas...
ru: Что-то не так с этим коконом…
zh_cn: 那个蜘蛛巢不太寻常...
zh_tw: 那個蜘蛛巢不太尋常...

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: En glace.
fr: C'est en verre.
ja: シロップで固められてるネ。
ko: 엉 글라스(얼음 속에서).
zh_cn: 如同冰面。
zh_tw: 如同冰面。

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: Freshly made.
de: Frisch gemacht.
es: Está recién hecha.
fr: C'est tout neuf.
it: Appena fatto.
ja: できたてだヨ。
ko: 갓 만들어졌어.
pl: Świeżutkie.
pt_br: Saindo do forno.
ru: Совсем свежее.
zh_cn: 新鲜出炉。
zh_tw: 新鮮出爐。

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_GOGGLESHAT
source: Mon dieu, I can think of much better uses for a potato.
de: Mon dieu, ich könnte mir viel bessere Verwendungen für eine Kartoffel vorstellen.
es: Mon dieu, se me ocurre mejor uso que darle a una patata.
fr: Mon dieu, il y a de bien meilleures façons d'utiliser des pommes de terre.
it: Mon dieu, posso pensare a modi molto migliori per usare una patata.
ja: アア、神様ッ！ボク、もっとマシなポテトの使い方知ってるヨ。
ko: 몽듀(맙소사), 감자의 더 나은 곳에 사용할 수 있어.
pl: Mon dieu, ziemniaki można wykorzystać w lepszy sposób.
pt_br: Mon dieu, posso pensar em maneiras muito melhores de usar uma batata.
ru: Mon dieu, картошку ведь можно употребить куда интереснее.
zh_cn: 我的天啊，土豆给我的话能有更好的发挥。
zh_tw: 我的天啊，土豆給我的話能有更好的發揮。

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_SPARK
source: It definitely has a kick to it.
de: Das hat es in sich.
es: Tiene bastante chispa, la verdad.
fr: C'est électrifiant.
it: È decisamente alquanto pungente.
ja: 跳ね上がるほどスパイシーだネ。
ko: 확실히 강렬한 맛이 나.
pl: Zdecydowanie ma moc.
pt_br: É potente, sem dúvida.
ru: Пробирает до костей.
zh_cn: 它绝对有一种刺激感。
zh_tw: 它絕對有一種刺激感。

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_STATIC
source: That seems to be a key ingredient for whatever he's working on.
de: Das scheint eine wichtige Zutat für das zu sein, woran er gerade arbeitet.
es: Creo que es un ingrediente clave para lo que sea que esté haciendo.
fr: J'ai l'impression que c'est un ingrédient essentiel à son projet, quel qu'il soit.
it: Sembra essere un ingrediente fondamentale per ciò a cui sta lavorando.
ja: アレがあの人が作ってる物の主な材料みたいネ。
ko: 뭘 만들더라도 핵심 재료는 저거 같아.
pl: To chyba kluczowy składnik tego, nad czym on pracuje.
pt_br: Isso parece ser um ingrediente essencial para o que quer que ele esteja fazendo.
ru: Кажется, это — ключевой ингредиент для каши, которую он собирается заварить.
zh_cn: 这似乎是他工作的一个关键原料。
zh_tw: 這似乎是他工作的一個關鍵原料。

# CHARACTERS.WARLY.DESCRIBE.MOONSTORM_STATIC_ITEM
source: What will we be cooking up with this, I wonder?
de: Ich frage mich, was wir damit anstellen werden?
es: Me gustaría saber qué vamos a cocinar con esto...
fr: Qu'est-ce qu'on va bien pouvoir mijoter avec ça ?
it: Cosa cucineremo con questo dispositivo?
ja: コレで何を作ったらいいんダロ？
ko: 이것으로 뭘 요리할까?
pl: Ciekawe, co dzięki temu przyrządzimy.
pt_br: O que será que a gente vai cozinhar com isso?
ru: Интересно, что мы со всем этим собираемся делать?
zh_cn: 这个需要和什么一起搭配呢？
zh_tw: 這個需要和什麼一起搭配呢？

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR.GENERIC
source: You know how to get me home to maman?
de: Weißt du, wie ich heim zu Maman komme?
es: ¿Sabes cómo puedo ir a casa a ver a maman?
es_mx: ¿Sabes cómo devolverme a casa con mi mamá?
fr: Vous savez comment me ramener chez ma maman ?
it: Sai come farmi tornare a casa da maman?
ja: どうやってママのところに帰ればいいのか知ってる？
ko: 나를 마망이 있는 집으로 데려다줄 수 있겠니?
pl: Wiesz, jak mogę wrócić do maman?
pt_br: Sabe como faço para voltar pra casa, pra Maman?
ru: Ты знаешь, как вернуть меня домой к maman?
zh_cn: 你知道怎么送我回到故乡妈妈的身边吗？
zh_tw: 你知道怎麼送我回到故鄉媽媽的身邊嗎？

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: Nearly there, mon ami!
de: Bald geschafft, mon ami!
es: ¡Ya está casi, camarade!
es_mx: ¡Ya casi está, mon ami!
fr: Nous y sommes presque !
it: Ci sono quasi, mon ami!
ja: あと少しダヨ、モナミ！
ko: 거의 다 됐어, 친구!
pl: Już prawie, mon ami!
pt_br: Quase lá, mon ami!
ru: Еще немного, mon ami!
zh_cn: 快挖完了，我的朋友！
zh_tw: 快挖完了，我的朋友！

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_ASTRAL
source: The ingredients are all together.
de: Ich habe alle Zutaten zusammen.
es: Ya están preparados todos los ingredientes.
fr: Les ingrédients sont réunis.
it: Gli ingredienti sono tutti pronti.
ja: 材料は揃ったヨ。
ko: 재료가 다 모였다.
pl: Wszystkie składnik są już na miejscu.
pt_br: Os ingredientes foram reunidos.
ru: Все ингредиенты на месте.
zh_cn: 原料都在一起了。
zh_tw: 原料都在一起了。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_COSMIC
source: Something tells me this is part of a bigger recipe...
de: Etwas sagt mir, dass dies Teil eines größeren Rezepts ist ...
es: Algo me dice que forma parte de una receta mayor.
es_mx: Algo me dice que esto es parte de una receta más grande.
fr: Quelque chose me dit que cela fait partie d'une plus grande recette...
it: Qualcosa mi dice che fa parte di una ricetta più grande.
ja: これ、巨大なレシピの一部だって感じがするんだ...
ko: 더 큰 레시피의 일부인 것 같은데...
pl: Coś mi mówi, że to część jakiegoś większego przepisu...
pt_br: Algo me diz que isso faz parte de uma receita maior...
ru: Что-то мне подсказывает, что это лишь часть длинного рецепта…
zh_cn: 我有预感这是某种大型食谱的一部分……
zh_tw: 我有預感這是某種大型食譜的一部分……

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_CROWN
source: Come on mon ami, let's get you back where you belong!
de: Na los, mon ami, bringen wir dich dahin zurück, wo du hingehörst!
es: Vamos, camarade. ¡Vamos a devolverte a tu lugar!
es_mx: ¡Vamos, mon ami, te devolveré a donde perteneces!
fr: Allez, nous allons te ramener à ta place !
it: Forza, mon ami, torniamo nel luogo da cui provieni!
ja: ねえ、モナミ、キミの居場所に戻してあげるからネ！
ko: 이리 와, 친구. 제자리로 되돌려 줄게!
pl: Mon ami, trzeba odnieść cię na miejsce.
pt_br: Venha, mon ami. Vamos levar você de volta pro seu lugar!
ru: Ну что ж, mon ami, пора вернуть тебя на место!
zh_cn: 来吧我的朋友，让我带你回到你应该去的地方吧！
zh_tw: 來吧我的朋友，讓我帶你回到你應該去的地方吧！

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_GLASS
source: Hm? Where would you like to go, mon ami?
de: Hm? Wo möchtest du hingehen, mon ami?
es: ¿Mm? ¿Adónde te gustaría ir, camarade?
es_mx: ¿Mmm? ¿A dónde te gustaría ir, mon ami?
fr: Hmm ? Et où veux-tu aller, toi ?
it: Mmm? Dove vorresti andare, mon ami?
ja: えぇ？どこに行きたいの？モナミ？
ko: 흠? 어디로 가고 싶어, 친구?
pl: Hę? Dokąd chcesz się udać, mon ami?
pt_br: Hum? Para onde você gostaria de ir, mon ami?
ru: Хм? Куда тебе хочется, mon ami?
zh_cn: 哦？你想去哪呢，我的朋友？
zh_tw: 哦？你想去哪呢，我的朋友？

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_ICON
source: I'll have you home tout de suite!
de: Ich werde dich tout de suite nach Hause bringen!
es: ¡Te llevaré a casa tout de suite!
fr: Je vais vous ramener à la maison sans tarder !
it: Ti riporterò a casa tout de suite!
ja: スグに家に帰してあげるからネ。
ko: 집으로 데려다 줄게, 투드 스윗(지금 바로)!
pl: Zabiorę cię do domu tout de suite!
pt_br: Vou te botar no lugar tout de suite!
ru: Я верну тебя домой tout de suite!
zh_cn: 我会马上带你回家！
zh_tw: 我會馬上帶你回家！

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_IDOL
source: Oui, I'll take you back where you belong.
de: Oui, ich bringe dich dahin zurück, wo du hingehörst.
es: Oui, te llevaré de vuelta a tu lugar.
es_mx: Oui, te regresaré a donde perteneces.
fr: Oui, je vais te remettre à ta place.
it: Oui, ti riporterò nel luogo da cui provieni!
ja: イェ～ス、キミの居場所に戻してあげるネ。
ko: 좋아, 제자리로 데려다줄게.
pl: Oui, zabiorę cię tam, gdzie twoje miejsce.
pt_br: Oui, vou levar você de volta pro seu lugar.
ru: Oui, я верну тебя на место.
zh_cn: 不错，我要把你放回原处。
zh_tw: 不錯，我要把你放回原處。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_LINK
source: It needs just a bit more time in the oven.
de: Braucht etwas mehr Zeit im Ofen.
es: Hay que hornearla un poquito más.
fr: Il faut encore le laisser cuire un peu...
it: Ha bisogno di stare ancora un po' nel forno.
ja: もう少しオーブンにいれておかないとだヨ。
ko: 오븐에서 조금 더 둬야 해.
pl: Potrzeba jeszcze trochę czasu, żeby się dogotowało.
pt_br: Só precisa ficar mais um pouco no forno.
ru: Надо дать ему немного дойти.
zh_cn: 它还需要一点火候。
zh_tw: 它還需要一點火候。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: There's something inside that wants out.
de: Da ist was drinnen, was raus will.
es: Hay algo dentro que quiere salir.
es_mx: Hay algo dentro que se muere por salir.
fr: Il y a quelque chose dedans qui veut sortir.
it: C'è qualcosa dentro che vuole uscire.
ja: 何かが出たがってるヨ。
ko: 안에서 뭔가 나오려고 해.
pl: W środku coś jest i chce się wydostać.
pt_br: Tem alguma coisa aí dentro que quer sair.
ru: Внутри что-то есть, и оно хочется выбраться наружу.
zh_cn: 里面有东西想出来。
zh_tw: 裡面有東西想出來。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: There's something inside that wants out.
de: Da ist was drinnen, was raus will.
es: Hay algo dentro que quiere salir.
es_mx: Hay algo dentro que se muere por salir.
fr: Il y a quelque chose dedans qui veut sortir.
it: C'è qualcosa dentro che vuole uscire.
ja: 何かが出たがってるヨ。
ko: 안에서 뭔가 나오려고 해.
pl: W środku coś jest i chce się wydostać.
pt_br: Tem alguma coisa aí dentro que quer sair.
ru: Внутри что-то есть, и оно хочется выбраться наружу.
zh_cn: 里面有东西想出来。
zh_tw: 裡面有東西想出來。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: There's something inside that wants out.
de: Da ist was drinnen, was raus will.
es: Hay algo dentro que quiere salir.
es_mx: Hay algo dentro que se muere por salir.
fr: Il y a quelque chose dedans qui veut sortir.
it: C'è qualcosa dentro che vuole uscire.
ja: 何かが出たがってるヨ。
ko: 안에서 뭔가 나오려고 해.
pl: W środku coś jest i chce się wydostać.
pt_br: Tem alguma coisa aí dentro que quer sair.
ru: Внутри что-то есть, и оно хочется выбраться наружу.
zh_cn: 里面有东西想出来。
zh_tw: 裡面有東西想出來。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_SEED
source: Of course I can take you home.
de: Natürlich kann ich dich nach Hause bringen.
es: Claro que puedo llevarte a casa.
es_mx: Claro que puedo llevarte a casa.
fr: Bien sûr que je peux te ramener chez toi.
it: Certo che posso portarti a casa.
ja: もちろん、キミを家に連れて帰ってあげるネ。
ko: 물론 집으로 데려다줄 수 있지.
pl: Oczywiście, że mogę zabrać cię do domu.
pt_br: É claro que posso te levar pra casa.
ru: Конечно, я отнесу тебя домой.
zh_cn: 我当然能带你回家。
zh_tw: 我當然能帶你回家。

# CHARACTERS.WARLY.DESCRIBE.MOON_ALTAR_WARD
source: Patience mon ami, you'll be home soon.
de: Geduld, mon ami, du bist bald wieder zu Hause.
es: Paciencia, mon ami, volverás a casa enseguida.
fr: Patience, vous serez bientôt chez vous.
it: Un po' di pazienza, mon ami, presto sarai a casa.
ja: ガマンしてくださーい、モナミ。スグに家につくからネ。
ko: 조금만 기다려 줘, 몽 아미(친구). 곧 집에 도착해.
pl: Cierpliwości, mon ami, wkrótce wrócisz do domu.
pt_br: Paciência, mon amie, você logo estará em casa.
ru: Терпение, mon ami, скоро ты будешь дома.
zh_cn: 保持耐心，我的朋友，马上就能回家了。
zh_tw: 保持耐心，我的朋友，馬上就能回家了。

# CHARACTERS.WARLY.DESCRIBE.MOON_CAP
source: It would add a lovely pop of color... perhaps to a pasta dish.
de: Das würde einen schönen Farbakzent setzen ... vielleicht in einem Nudelgericht.
es: Le daría un toque de color muy bonito... a un plato de pasta, por ejemplo.
fr: Ce serait une touche de couleur bienvenue... Dans un plat de pâtes, par exemple.
it: Aggiungerebbe uno splendido tocco di colore... forse a una pietanza a base di pasta.
ja: コレはパッと目をひく色を足すネ…パスタに合うカモネ。
ko: 아마도 파스타 요리에 사랑스럽고 통통 튀는 색상을 더할거야.
pl: Dodałby koloru... potrawie z makaronu.
pt_br: Adicionaria uma coloração adorável... talvez a um prato de macarrão.
ru: Он будет прекрасно смотреться на тарелке... Например, с пастой?
zh_cn: 它也许能为意大利面增加鲜艳的配色。
zh_tw: 它也許能為義大利面增加鮮豔的配色。

# CHARACTERS.WARLY.DESCRIBE.MOON_CAP_COOKED
source: Hm. It has quite the... interesting aroma.
de: Hm. Es hat ein ziemlich ... interessantes Aroma.
es: Um. Qué aroma tan... interesante.
fr: Hmm... Ça a un arôme... intéressant.
it: Uhm. Ha un aroma piuttosto... stuzzicante.
ja: フム。コレは…スゴクおもしろいアロマがあるヨ。
ko: 흠. 이건 꽤... 독특한 향이야.
pl: Hm. Ma dość... ciekawy aromat.
pt_br: Hm. Tem um... aroma interessante.
ru: Хм. Аромат весьма... любопытный.
zh_cn: 嗯，这种香味十分……有趣。
zh_tw: 嗯，這種香味十分……有趣。

# CHARACTERS.WARLY.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: Some kind of platter for the ground?
de: Eine Art Tablett für den Boden?
es: ¿Hay una bandeja en el suelo?
fr: C'est une sorte de plateau pour le sol ?
it: Una specie di vassoio da tenere per terra?
ja: 地面に使う大皿カナ？
ko: 땅을 위한 일종의 접시?
pl: To jakiś półmisek na ziemię?
pt_br: Uma espécie de bandeja pro chão?
ru: Какая-то тарелка для земли?
zh_cn: 这是地上用餐摆的盘子么？
zh_tw: 這是地上用餐擺的盤子麼？

# CHARACTERS.WARLY.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: Only a few more ingredients left.
de: Nur noch ein paar Zutaten übrig.
es: Ya solo faltan un par de ingredientes.
fr: Il ne manque plus que quelques ingrédients.
it: Mancano ancora pochi ingredienti.
ja: 足りない材料はあと少しだけダヨ。
ko: 몇 가지 재료만 더 남았네.
pl: Zostało jeszcze tylko kilka składników.
pt_br: Só faltam mais alguns ingredientes.
ru: Осталось всего несколько ингредиентов.
zh_cn: 只剩下一些原料了。
zh_tw: 只剩下一些原料了。

# CHARACTERS.WARLY.DESCRIBE.MOON_DEVICE.GENERIC
source: Ah, some kind of light fixture perhaps?
de: Ah, vielleicht eine Art Beleuchtungsarmatur?
es: Vaya, ¿será algún tipo de lámpara?
fr: Ah, c'est peut-être un genre de lampe ?
it: Ah, forse è una specie di lume?
ja: アァ、一種の明かりカナ？
ko: 아, 일종의 조명인가?
pl: Może to jakaś oprawa na światło?
pt_br: Ah, um tipo de luminária, quem sabe?
ru: Это что-то вроде фонаря, правильно?
zh_cn: 啊，这是某种灯光装置吧？
zh_tw: 啊，這是某種燈光裝置吧？

# CHARACTERS.WARLY.DESCRIBE.MOON_FISSURE.GENERIC
source: It's giving me goosebumps.
de: Ich bekomme Gänsehaut.
es: Me está poniendo los pelos de punta.
es_mx: Me está poniendo los pelos de punta.
fr: Elle me donne la chair de poule.
it: Mi dà la pelle d'oca.
ja: 鳥肌立ってキタヨ。
ko: 소름 끼친다.
pl: Dostaję od tego gęsiej skórki.
pt_br: Está me dando calafrios.
ru: У меня мурашки от него.
zh_cn: 它让我浑身起鸡皮疙瘩。
zh_tw: 它讓我渾身起雞皮疙瘩。

# CHARACTERS.WARLY.DESCRIBE.MOON_FISSURE.NOLIGHT
source: It looks like it goes down forever.
de: Sieht aus, als ginge es da ewig runter.
es: Parece como si bajara eternamente.
es_mx: Parece no tener fin.
fr: On a l'impression que ça n'a pas de fond.
it: Non si vede il fondo.
ja: 永遠に下に降りてくみたいネ。
ko: 끝없이 내려가는 것 같아.
pl: Wygląda, jakby sięgało nieskończenie głęboko.
pt_br: Parece que não tem fim.
ru: Кажется, у нее нет дна.
zh_cn: 看起来永久的黑掉了。
zh_tw: 看起來永久的黑掉了。

# CHARACTERS.WARLY.DESCRIBE.MOON_FISSURE_PLUGGED
source: I wonder why she's so determined to stay here.
de: Möchte wissen, warum sie unbedingt hierbleiben will.
es: Me pregunto por qué se empeña en quedarse aquí.
es_mx: Me pregunto por qué está tan decidida a quedarse aquí.
fr: Je me demande pourquoi elle tient absolument à rester ici.
it: Mi chiedo perché si ostini così tanto a restare qui.
ja: あの子はどうして、何が何でもここにいるつもりなんだろうネ。
ko: 왜 계속 여기에 있으려는 걸까.
pl: Ciekawe, czemu tak bardzo chce tutaj zostać.
pt_br: Por que será que ela tá tão determinada a ficar aqui?
ru: Интересно, почему она так стремится остаться здесь?
zh_cn: 想不通她为什么决意待在这儿。
zh_tw: 想不通她為什麼決意待在這兒。

# CHARACTERS.WARLY.DESCRIBE.MOON_TREE.BURNING
source: It's on fire!
de: Das brennt!
es: ¡Está ardiendo!
es_mx: ¡Está que arde!
fr: C'est en feu !
it: È in fiamme!
ja: モエテルヨー！
ko: 불탄다!
pl: Pali się!
pt_br: Está em chamas!
ru: Горит!
zh_cn: 熊熊烈火！
zh_tw: 熊熊烈火！

# CHARACTERS.WARLY.DESCRIBE.MOON_TREE.BURNT
source: Quel dommage.
es_mx: Qué tristeza.
ja: なんてザンネン...
ko: 이런, 안타깝네.
zh_cn: 不甚唏嘘。
zh_tw: 不甚唏噓。

# CHARACTERS.WARLY.DESCRIBE.MOON_TREE.CHOPPED
source: Nothing but a stump left.
de: Nichts als ein Stumpf übrig.
es: Solo queda un tocón.
es_mx: Lo único que queda es un tocón.
fr: Il n'en reste plus que la souche.
it: Non è rimasto che un ceppo.
ja: 切り株しか残ってないヨ。
ko: 그루터기밖에 안 남았어.
pl: Został tylko pieniek.
pt_br: Só sobrou um toco.
ru: Остался только пенек.
zh_cn: 除了树桩，别无他物。
zh_tw: 除了樹樁，別無他物。

# CHARACTERS.WARLY.DESCRIBE.MOON_TREE.GENERIC
source: What a strange looking tree.
de: Was für ein seltsamer Baum.
es: Qué árbol tan extraño.
es_mx: Qué árbol tan extraño.
fr: Quel arbre étrange.
it: Che strano albero.
ja: 奇妙な木だネ。
ko: 참 이상하게 생긴 나무야.
pl: Cóż za przedziwne drzewo.
pt_br: Que árvore mais estranha.
ru: Какое странное дерево.
zh_cn: 这棵树长的真奇怪。
zh_tw: 這棵樹長的真奇怪。

# CHARACTERS.WARLY.DESCRIBE.MOON_TREE_BLOSSOM
source: How lovely!
de: Wie hübsch!
es: ¡Qué preciosidad!
es_mx: ¡Qué encantador!
fr: Que c'est joli !
it: Che meraviglia!
ja: すごくステキネ！
ko: 사랑스러운걸!
pl: Urocze!
pt_br: Que adorável!
ru: Как мило!
zh_cn: 好可爱！
zh_tw: 好可愛！

# CHARACTERS.WARLY.DESCRIBE.MOOSE
source: I wish you were a bit less moose-y and a lot more goose-y!
de: Geflügel wär mir fast lieber.
es: ¡Me gustaría que fueses menos alce y más ganso!
es_mx: ¡Me gustaría que fueses menos alce y más ganso!
fr: J'aurais préféré une belle oie, ma foi !
it: Vorrei che tu fossi un po' meno alce e molto più oca!
ja: グースなら食材になるんだけどネ…
ko: 큰사슴보다 거위에 더 가까웠으면 좋았을 텐데!
pl: Na mój gust, to mogłaby być mniej łosiem, a bardziej gęsią.
pt_br: Gostaria que você fosse menos alce e mais ganso!
ru: Лучше бы в тебе было меньше от лося и больше от гуся!
zh_cn: 我希望你像鹅胜过像驼鹿！
zh_tw: 我希望你像鵝勝過像駝鹿！

# CHARACTERS.WARLY.DESCRIBE.MOOSEEGG
source: I think I'll leave this egg quite alone!
de: Ich glaub, ich lass das Ei lieber Ei sein.
es: ¡Creo que mejor dejaré este huevo en paz!
es_mx: ¡Creo que mejor dejaré este huevo en paz!
fr: Je crois que je vais laisser cet œuf tranquille !
it: Credo che lascerò stare quest'uovo!
ja: この卵には、触らないほうがよさそうネ！
ko: 이 알은 그냥 놔둬야겠다!
pl: Chyba lepiej zostawię to jajo w spokoju!
pt_br: Acho que vou deixar esse ovo na dele!
ru: Думаю, это яйцо полежит само по себе!
zh_cn: 我想我还是不要管这个蛋了！
zh_tw: 我想我還是不要管這個蛋了！

# CHARACTERS.WARLY.DESCRIBE.MOOSE_NESTING_GROUND
source: Imagine how many omelets I could make with one of those eggs.
de: Wie viele Omeletts ich aus einem dieser Eier braten könnte!
es: Imagina la de tortillas que podría hacer con uno de esos huevos.
es_mx: Imaginen cuántos omelettes podría hacer con uno de esos huevos.
fr: Vous imaginez le nombre d'omelettes qu'on pourrait faire avec cet œuf ?
it: Immagina quante omelette potrei fare con un uovo di quelli.
ja: あのタマゴ1個で、オムレツ何個作れるか...。
ko: 저 알 하나로 오믈렛을 얼마나 많이 만들 수 있을지 생각해 봐.
pl: Ileż omletów mógłbym zrobić z jednego takiego jaja.
pt_br: Imagine quantos omeletes eu poderia fazer com um desses ovos.
ru: Это сколько омлетов я смогу приготовить из одного такого яйца?
zh_cn: 这种蛋只用一颗就能做出好多份煎蛋。
zh_tw: 這種蛋只用一顆就能做出好多份煎蛋。

# CHARACTERS.WARLY.DESCRIBE.MOQUECA
source: I'm quite proud of how it turned out.
de: Ich finde, die ist mir vorzüglich gelungen.
es: El resultado es como para enorgullecerse.
es_mx: Estoy muy orgulloso de cómo quedó.
fr: Je suis assez fier du résultat.
it: Vado decisamente orgoglioso del risultato.
ja: この結果には、ボク満足だヨ。
ko: 결과물이 꽤 뿌듯한걸.
pl: Jestem dumny z tego, jak wyszło.
pt_br: O resultado me deixou muito orgulhoso.
ru: Горжусь результатом.
zh_cn: 能做成这样，我感到很骄傲。
zh_tw: 能做成這樣，我感到很驕傲。

# CHARACTERS.WARLY.DESCRIBE.MOSQUITO.GENERIC
source: We disagree on where my blood is best used.
de: Wir haben unterschiedliche Meinungen darüber, wo mein Blut gebraucht wird.
es: No estamos de acuerdo en cómo se utiliza mi sangre.
es_mx: No estamos de acuerdo en cómo se utiliza mi sangre.
fr: Nous divergeons sur la meilleure façon d'utiliser mon sang.
it: Non siamo d'accordo su dove è meglio utilizzare il mio sangue.
ja: ボクの血は、ボクのものネ！
ko: 내 피의 용도는 내가 정해.
pl: Nasze zdania co do najlepszego sposobu wykorzystania mojej krwi są ewidentnie rozbieżne.
pt_br: Discordamos quanto onde meu sangue é melhor utilizado.
ru: У нас разные точки зрения на то, для чего моя кровь лучше сгодится.
zh_cn: 关于我的血液最该用在哪里，我们没法达成一致。
zh_tw: 關於我的血液最該用在哪裡，我們沒法達成一致。

# CHARACTERS.WARLY.DESCRIBE.MOSQUITO.HELD
source: I do not care to be this close to it! Vile!
de: So nah will ich da gar nicht dran sein.
es: ¡No me importa estar tan cerca! ¡Agh!
es_mx: ¡No me importa estar tan cerca! ¡Agh!
fr: Beurk ! Comment je fais pour m'approcher de ça ?
it: Non mi importa di essergli così vicino! Vile!
ja: こんな虫、触るのもイヤだヨ！
ko: 별로 이렇게 가깝게 있고 싶지 않은데! 윽!
pl: Ugh! Nie mam ochoty przebywać tak blisko niego!
pt_br: Não me importo em estar tão perto dele! Vil!
ru: Я не хочу с этим иметь дело! Мерзость!
zh_cn: 我不在乎和它近距离接触！卑鄙的家伙！
zh_tw: 我不在乎和它近距離接觸！卑鄙的傢伙！
