Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ANNOUNCE_RUINS_RESET
source: The terrible monsters are back!
de: Die schrecklichen Monster sind zurück!
es: ¡Los terribles monstruos han vuelto!
es_mx: ¡Los terribles monstruos están de vuelta!
fr: Les horribles monstres sont de retour !
it: Quei mostri terribili sono tornati!
ja: ひどいモンスターが戻って来たヨ！
ko: 끔찍한 몬스터들이 돌아왔다!
pl: Te okropne potwory powróciły!
pt_br: Os monstros terríveis voltaram!
ru: Те жуткие чудища вернулись!
zh_cn: 恐怖的怪物回来了！
zh_tw: 恐怖的怪物回來了！

# CHARACTERS.WARLY.ANNOUNCE_SACREDCHEST_NO
source: Apologies for my shortcomings.
de: Ich bedaure meine Defizite.
es: Disculpas por mis defectos.
es_mx: Pido disculpas por mis defectos.
fr: C'est ma faute. C'est ma grande faute.
it: Mi scuso per i miei difetti.
ja: ボクの欠点を許してくださいネ。
ko: 내가 부족해서 미안해.
pl: Przepraszam za niedociągnięcia.
pt_br: Peço perdão pelos meus defeitos.
ru: Извиняюсь за свои недостатки.
zh_cn: 我为我的缺点道歉。
zh_tw: 我為我的缺點道歉。

# CHARACTERS.WARLY.ANNOUNCE_SACREDCHEST_YES
source: Merci beacoup!
es: ¡Merci beaucoup!
es_mx: ¡Merci beaucoup!
fr: Merci beaucoup !
it: Merci beaucoup!
ja: メルシー！ありがとうね！
ko: 메르시 보꾸!
pt_br: Merci beaucoup!
zh_cn: 非常感谢！
zh_tw: 非常感謝！

# CHARACTERS.WARLY.ANNOUNCE_SHELTER
source: I am thankful for this tree's protective buffer.
de: Ich bin für die schützende Umarmung dieses Baumes dankbar.
es: Estoy agradecido por el abrazo protector de este árbol.
es_mx: Estoy agradecido por el abrazo protector de este árbol.
fr: Je suis reconnaissant de la protection que m'accorde cet arbre.
it: Sono grato del cuscinetto protettivo di questo albero.
ja: 木が守ってくれるヨ…ありがとネ…
ko: 이 나무집의 보호가 참 고맙네.
pl: Dzięki ci, drzewo, za twą ochronę.
pt_br: Agradeço por esse dispositivo protetor da árvore.
ru: Спасибо этому дереву за перевалочный пункт.
zh_cn: 我很感谢这棵树的庇护。
zh_tw: 我很感謝這棵樹的庇護。

# CHARACTERS.WARLY.ANNOUNCE_SNARED
source: Ouch! How rude!
de: Aua! Wie unhöflich!
es: ¡Buf! ¡Qué modales!
es_mx: ¡Ay, eso fue muy maleducado!
fr: Ouille ! Goujat !
it: Ahi! Che maleducazione!
ja: イテテ！無礼だヨ！
ko: 아얏! 정말 너무하네!
pl: Auć! To było niegrzeczne!
pt_br: Ai! Que falta de educação!
ru: Ой! Как грубо!
zh_cn: 喂！真粗鲁！
zh_tw: 喂！真粗魯！

# CHARACTERS.WARLY.ANNOUNCE_SNARED_IVY
source: You think you can come between me and my fresh ingredients, mon ami?
de: Du glaubst, du kannst dich zwischen mich und meine frischen Zutaten stellen, mon ami?
es: ¿Crees que puedes entrometerte entre mis ingredientes frescos y yo, ma amie?
fr: Tu crois vraiment pouvoir t'interposer entre mes ingrédients et moi ?
it: Pensi davvero di poterti frapporre tra me e i miei ingredienti freschi, mon ami?
ja: モナミ、ボクとボクのフレッシュな材料の間に割って入れると思ってるの？
ko: 나와 내 신선한 재료 사이를 이간질할 수 있다고 생각해, 몽 아미(친구)?
pl: Myślisz, że możesz tak więzić moje składniki, mon ami?
pt_br: Acha que pode se meter entre mim e meus ingredientes frescos, mon ami?
ru: Думаешь, сможешь меня остановить на пути к свежим продуктам, mon ami?
zh_cn: 你以为你能阻挡我获得新鲜食材吗，朋友？
zh_tw: 你以為你能阻擋我獲得新鮮食材嗎，朋友？

# CHARACTERS.WARLY.ANNOUNCE_SOAKED
source: I'm wetter than a dish rag!
de: Ich bin nass wie ein Geschirrtuch.
es: ¡Estoy más empapado que una esponja de fregar los platos!
es_mx: ¡Estoy más empapado que una esponja de cocina!
fr: Je suis plus trempé qu'un égouttoir à vaisselle !
it: Sono più bagnato di un pulcino!
ja: キッチンの布巾より、びしょぬれだヨ！
ko: 행주보다 더 흠뻑 젖어버렸어!
pl: Jestem mokry jak ścierka do naczyń!
pt_br: Estou mais molhado que pano de prato!
ru: Я мокрее, чем посудная тряпка!
zh_cn: 我比抹布还湿！
zh_tw: 我比抹布還濕！

# CHARACTERS.WARLY.ANNOUNCE_SPOOKED
source: Eee!
de: Aaaah!
es: ¿Iiii?
es_mx: ¡Ahhh!
fr: Hiii !
ja: エェェ！
ko: 으아악!
pl: Aaa!
pt_br: Iii!
ru: А-а-а!
zh_cn: 咦！
zh_tw: 咦！

# CHARACTERS.WARLY.ANNOUNCE_TALK_TO_PLANTS.1
source: Bonjour! Parlez-vous francais?
es: Bonjour! Parlez-vous français?
fr: Bonjour ? Vous m'entendez ?
it: Bonjour! Parlez-vous français?
ja: ボンジュール！フランス語ハナシマスカ？
ko: 봉쥬르(좋은 아침)! 팔레 부 프랑셰(불어 할 줄 알아)?
pt_br: Bonjour! Parlez-vous français?
zh_cn: 你好！你会说法语吗？
zh_tw: 你好！你會說法語嗎？

# CHARACTERS.WARLY.ANNOUNCE_TALK_TO_PLANTS.2
source: May you grow big, ripe and delicious.
de: Mögest du groß, reif und lecker werden.
es: Ojalá crezcas mucho y tengas un sabor delicioso.
fr: Puisses-tu grandir, murir et devenir délicieuse.
it: Possa tu crescere e diventare grande, matura e squisita.
ja: 大きくジュクジュク、デリシャスになるといいネ。
ko: 크게 잘 익어서 맛있어 지기를.
pl: Rośnij duża, dojrzała i pyszna.
pt_br: Que vocês cresçam muito, amadureçam e fiquem deliciosas.
ru: Расти большим, сочным и вкусным.
zh_cn: 愿你长得又大又熟又好吃。
zh_tw: 願你長得又大又熟又好吃。

# CHARACTERS.WARLY.ANNOUNCE_TALK_TO_PLANTS.3
source: My, you look fresh as a daisy today mon ami!
de: Meine Güte, du siehst heute aber ganz taufrisch aus, mon ami!
es: ¡Hoy te veo radiante como una margarita, ma amie!
fr: Eh bien, tu as l'air fraîche comme la rosée !
it: Oggi sembri fresca come una margherita, mon ami!
ja: モナミ、キミはフレッシュなデイジーみたいダネ！
ko: 어머, 오늘 데이지처럼 상큼해 몽 아미!
pl: O rety, wyglądasz świeżo niczym stokrotka, mon ami!
pt_br: Nossa, tá com uma aparência ótima hoje, mon ami!
ru: Ты сегодня выглядишь свежим, как розан, mon ami!
zh_cn: 我的天，你今天看起来像雏菊一样清新，我的朋友!
zh_tw: 我的天，你今天看起來像雛菊一樣清新，我的朋友!

# CHARACTERS.WARLY.ANNOUNCE_TALK_TO_PLANTS.4
source: What a good little plant you are.
de: Was für eine nette Pflanze du doch bist.
es: Eres una plantita pequeña y buena.
fr: Mais quelle jolie petite plante.
it: Sei proprio una bella piantina.
ja: キミはとてーもグッドな植物ネ。
ko: 넌 정말 훌륭한 식물이구나.
pl: Ale z ciebie dobra roślinka.
pt_br: Você é uma plantinha muito boa.
ru: Какой ты хороший маленький росточек.
zh_cn: 多么优秀的小植物。
zh_tw: 多麼優秀的小植物。

# CHARACTERS.WARLY.ANNOUNCE_TALK_TO_PLANTS.5
source: How are you today, mon ami? Everything growing well?
de: Wie geht es dir heute, mon ami? Wächst bei dir alles ordentlich?
es: ¿Qué tal hoy, ma amie? ¿Vas creciendo en condiciones?
fr: Comment vas-tu, aujourd'hui ? Tout pousse bien ?
it: Come stai oggi, mon ami? Stai crescendo bene?
ja: 調子はドウ、モナミ？ぜんぶうまく育ってるカナ？
ko: 오늘 어때, 몽 아미(친구)? 모두 잘 자라고 있니?
pl: Jak się dziś miewasz, mon ami? Dobrze ci się rośnie?
pt_br: Como você tá hoje, mon ami? Tá crescendo bem?
ru: Как дела, mon ami? Хорошо тут растется?
zh_cn: 我的朋友，你今天好吗？事情都顺利吗？
zh_tw: 我的朋友，你今天好嗎？事情都順利嗎？

# CHARACTERS.WARLY.ANNOUNCE_THORNS
source: Gah!
de: Ahh!
es: ¡Ah!
es_mx: ¡Ah!
fr: Aïe !
it: Ah!
ja: イタイッ！
ko: 앗!
pl: Auć!
ru: Ауч!
zh_cn: 啊呀！
zh_tw: 啊呀！

# CHARACTERS.WARLY.ANNOUNCE_THURIBLE_OUT
source: Out of fuel.
de: Braucht Brennstoff.
es: Sin fuel.
es_mx: No tiene combustible.
fr: Plus de carburant.
it: Combustibile esaurito.
ja: 燃料切れネ。
ko: 연료가 바닥났어.
pl: Skończyło się paliwo.
pt_br: Sem combustível.
ru: Растопка закончилась.
zh_cn: 没燃料了。
zh_tw: 沒燃料了。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_ABANDONED
source: I think perhaps it's time for a break. Au revoir!
de: Ich glaube, es ist Zeit für eine Pause. Au revoir!
es: Creo que debería tomarme un descansito. ¡Au revoir!
fr: Je pense qu'il est temps de faire une pause. Au revoir !
it: Penso che sia ora di fare una pausa. Au revoir!
ja: 休み時間だヨ！アデュー！
ko: 지금 쉬어야 할 것 같아. 오 흐브아!
pl: Chyba czas na przerwę. Au revoir!
pt_br: Acho que talvez seja hora de uma pausa. Au revoir!
ru: Пожалуй, пора сделать перерыв. Au revoir, месье!
zh_cn: 是时候做道别了。别了。
zh_tw: 是時候做道別了。別了。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_DEAD
source: Oh my, that must have been his ninth life...
de: Oh je, das muss das neunte Leben gewesen sein ...
es: Vaya, parece que esa era su séptima vida...
fr: Oh, non... Ça devait être sa neuvième vie.
it: Santo cielo, dev'essere stata la sua nona vita...
ja: オー、きっと9回目のジンセイだったんだネ…
ko: 세상에, 아홉 번째 생이 틀림 없어...
pl: O rety, to musiało być jego dziewiąte życie...
pt_br: Minha nossa, essa deve ter sido a nona vida dele...
ru: Охо-хо, наверное, это была его девятая жизнь...
zh_cn: 嗷，天啊，那一定是他的第9条命……
zh_tw: 嗷，天啊，那一定是他的第9條命……

# CHARACTERS.WARLY.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: Oh! Do you smell something, monsieur?
de: Oh! Riechen Sie etwas, Monsieur?
es: ¡Oh! ¿Has captado algún aroma, monsieur?
fr: Oh ! Tu sens quelque chose ?
it: Oh! Hai sentito qualcosa, monsieur?
ja: おぉ！ムシュー、何かニオイを感じたネ？
ko: 오! 무슨 냄새 안나, 무슈?
pl: Och! Coś poczułeś, monsieur?
pt_br: Ah! Você sentiu alguma coisa, monsieur?
ru: О, месье, вы что-то унюхали?
zh_cn: 噢！你闻到了什么吗，先生？
zh_tw: 噢！你聞到了什麼嗎，先生？

# CHARACTERS.WARLY.ANNOUNCE_TICOON_LOST_KITCOON
source: Ah, he seems to have lost the trail.
de: Ah, er scheint die Spur verloren zu haben.
es: Vaya, parece que ha perdido el rastro.
fr: Ha, on dirait qu'il a perdu la trace.
it: Ah, sembra aver smarrito la pista.
ja: あぁ、ニオイ分からなくなっちゃったみたいだネ。
ko: 아, 흔적을 놓쳤나 봐.
pl: Ach, zdaje się, że stracił trop.
pt_br: Ah, ele parece ter perdido o rastro.
ru: Кажется, месье сбился со следа.
zh_cn: 啊，他似乎失去了线索。
zh_tw: 啊，他似乎失去了線索。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_NEAR_KITCOON
source: I have a feeling we're very close.
de: Ich habe das Gefühl, dass wir sehr nah dran sind.
es: Algo me dice que estamos cerca.
fr: J'ai le sentiment que nous sommes tout proches.
it: Sento che siamo vicini.
ja: とっても近い気がするヨ。
ko: 아주 가까이 있다는 느낌인데.
pl: Mam przeczucie, że jesteśmy bardzo blisko.
pt_br: Estou sentindo que estamos perto.
ru: У меня ощущение, что мы близко к цели.
zh_cn: 我有预感我们离得很近了。
zh_tw: 我有預感我們離得很近了。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: Perhaps there are no petits chats around to track.
de: Vielleicht gibt es keine petits chats, die man verfolgen kann.
es: Puede que no haya ningún petit chat por aquí.
fr: Peut-être qu'il n'y a aucun petit chat à retrouver par ici.
it: Forse non ci sono petits chats nei paraggi da fiutare.
ja: 追いかけられる子ネコチャンがこの辺にいないのカモ。
ko: 흔적 근처에는 아마 쁘띠 샤가 없을 거야.
pl: Być może w pobliżu nie ma żadnych petits chats.
pt_br: Talvez não haja mais petits chats para farejar.
ru: Наверное, рядом нет petits chats. Месье некого выслеживать.
zh_cn: 也许周围就没有小猫。
zh_tw: 也許周圍就沒有小貓。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_START_TRACKING
source: Allons-y, monsieur! I'll be close behind.
de: Allons-y, monsieur! Ich bin dicht hinter Ihnen.
es: ¡Allons-y, monsieur! Yo te sigo.
fr: Allons-y ! Je te suis à la trace !
it: Allons-y, monsieur! Ti seguirò da vicino.
ja: ムシュー、行くヨ！すぐ後ろについていくからネ！
ko: 알룽-지, 무슈! 바로 뒤에 가까이 있을게.
pl: Allons-y, monsieur! Będę zaraz za tobą.
pt_br: Allons-y, monsieur! Estarei logo atrás.
ru: Вперед, месье! Я сразу за вами.
zh_cn: 出发吧，先生！我会紧跟在后面。
zh_tw: 出發吧，先生！我會緊跟在後面。

# CHARACTERS.WARLY.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: Just a moment, I'm coming!
de: Moment, ich komme!
es: ¡Un momento, ya voy!
fr: Un petit moment, j'arrive !
it: Solo un istante, arrivo!
ja: チョット待ってネ！今行くヨ！
ko: 잠깐, 내가 왔다.
pl: Chwila, już idę!
pt_br: Só um momento, estou indo!
ru: Момент, уже иду!
zh_cn: 稍等片刻，我马上就来！
zh_tw: 稍等片刻，我馬上就來！

# CHARACTERS.WARLY.ANNOUNCE_TOADESCAPED
source: It's going to leave soon.
de: Gleich ist sie weg.
es: Se irá pronto.
es_mx: Se irá pronto.
fr: Il va bientôt partir.
it: Presto se ne sarà andato.
ja: コレ、すぐどっか行っちゃうヨ。
ko: 곧 떠나겠어.
pl: Zaraz nas opuści.
pt_br: Vai partir em breve.
ru: Сейчас сбежит!
zh_cn: 它很快要离开了。
zh_tw: 它很快要離開了。

# CHARACTERS.WARLY.ANNOUNCE_TOADESCAPING
source: Was it something I said?
de: Habe ich was Falsches gesagt?
es: ¿Ha sido algo que he dicho?
es_mx: ¿Fue por algo que dije?
fr: J'ai dit quelque chose qu'il ne fallait pas ?
it: Sarà per qualcosa che ho detto?
ja: ボクが言ったとおりですか？
ko: 내가 말실수라도 했나?
pl: Powiedziałem coś nie tak?
pt_br: Foi alguma coisa que eu disse?
ru: Я что-то не так сказал?
zh_cn: 是我说错了什么吗？
zh_tw: 是我說錯了什麼嗎？

# CHARACTERS.WARLY.ANNOUNCE_TOOL_SLIP
source: Everything is slick...
de: Öl für den Kampf.
es: Todo está resbaladizo...
es_mx: Todo está resbaladizo...
fr: Tout est glissant...
it: È tutto scivoloso...
ja: ツルツルすべるヨ…
ko: 모든 게 다 너무 미끈거려...
pl: Śliskie to jakieś...
pt_br: Está tudo escorregando...
ru: Все такое скользкое…
zh_cn: 什么东西都滑溜溜的...
zh_tw: 什麼東西都滑溜溜的...

# CHARACTERS.WARLY.ANNOUNCE_TORCH_OUT
source: Come back, light!
de: Komm zurück, Licht.
es: ¡Vuelve, luz!
es_mx: ¡Vuelve, luz!
fr: Reviens, lumière !
it: Torna indietro, luce!
ja: 明かり、消えちゃったヨ！？
ko: 불빛아, 돌아와!
pl: Wróć do mnie, światełko!
pt_br: Volte, luz!
ru: Вернись, свет!
zh_cn: 光明，回来吧！
zh_tw: 光明，回來吧！

# CHARACTERS.WARLY.ANNOUNCE_TOWNPORTALTELEPORT
source: Bonjour! I've arrived!
de: Bonjour! Ich bin da!
es: ¡Bonjour! ¡He llegado!
es_mx: ¡Bonjour! ¡Ya llegué!
fr: Bonjour ! Me voilà !
it: Bonjour! Sono arrivato!
ja: ボンジュール！ボク来ましたヨ！
ko: 봉주르! 도착했다!
pl: Bonjour! Oto jestem!
pt_br: Bonjour! Cheguei!
ru: Bonjour! А вот и я!
zh_cn: 你好！我到了！
zh_tw: 你好！我到了！

# CHARACTERS.WARLY.ANNOUNCE_TRAP_WENT_OFF
source: Darn!
de: So ein Mist!
es: ¡Maldita sea!
es_mx: ¡Maldita sea!
fr: Mince !
it: Dannazione!
ja: もうッ！
ko: 쳇!
pl: A niech to!
pt_br: Droga!
ru: Черт побери!
zh_cn: 该死！
zh_tw: 該死！

# CHARACTERS.WARLY.ANNOUNCE_UNIMPLEMENTED
source: It is not operational yet.
de: Noch nicht in Betrieb.
es: Aún no está operativo.
es_mx: Aún no está operativo.
fr: Ce n'est pas encore opérationnel.
it: E non è ancora operativo.
ja: まだ、使えないヨ
ko: 아직 작동하지 않아.
pl: Jeszcze nie działa...
pt_br: Ainda não está operacional.
ru: Еще не работает.
zh_cn: 还没开始运转。
zh_tw: 還沒開始運轉。

# CHARACTERS.WARLY.ANNOUNCE_WASHED_ASHORE
source: Land! I'm saved!
de: Land! Ich bin gerettet!
es: ¡Tierra! ¡La salvación!
es_mx: ¡Tierra! ¡Estoy salvado!
fr: Terre ! Je suis sauvé !
it: Terra! Sono salvo!
ja: 陸地！ボク救われましたネ！
ko: 육지야! 살았다!
pl: Ląd! Uratowany!
pt_br: Terra firme! Estou salvo!
ru: Земля! Я спасен!
zh_cn: 陆地！我得救了！
zh_tw: 陸地！我得救了！

# CHARACTERS.WARLY.ANNOUNCE_WEAK_RAT
source: Quel dommage, I think it's gone off.
de: Quel dommage, ich glaube, sie ist schlecht geworden.
es: Quel dommage, creo que se ha estropeado.
es_mx: Qué pena. Creo que se echó a perder.
fr: Dommage, je crois qu'il est parti.
it: Quel dommage, credo che non ce la farà.
ja: かわいそうに。もう死んじゃったかな？
ko: 이런, 없어진 것 같아.
pl: Quel dommage, chyba się zepsuła.
pt_br: Quel dommage, acho que já era.
ru: Quel dommage, кажется, ей конец.
zh_cn: 不甚唏嘘，恐怕它已经变质啊。
zh_tw: 不甚唏噓，恐怕它已經變質啊。

# CHARACTERS.WARLY.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
es_mx: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ：{weight}
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_cn: 重量：{weight}
zh_tw: 重量：{weight}

# CHARACTERS.WARLY.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} Enough fish to feed an entire crew!
de: Gewicht: {weight} Genug Fisch für die ganze Mannschaft!
es: Peso: {weight} ¡Suficiente pescado para alimentar a todo el personal!
es_mx: Peso: {weight} ¡Es suficiente pescado para alimentar a toda una tripulación!
fr: Poids : {weight} Assez de poissons pour nourrir toute la brigade !
it: Peso: {weight} Abbastanza pesce da sfamare un reggimento!
ja: 重さ：{weight} 仲間全員に食べさせるのに十分な量の魚！
ko: 무게: {weight} 모두가 먹고도 남겠어!
pl: Waga: {weight} Dość, by wyżywić całą załogę!
pt_br: Peso: {weight} Tem peixe suficiente pra alimentar uma tripulação inteira!
ru: Вес: {weight} Этой рыбы хватит, чтобы накормить целую команду!
zh_cn: 重量: {weight} 这么多鱼都够喂饱一船人了!
zh_tw: 重量: {weight} 這麼多魚都夠喂飽一船人了!

# CHARACTERS.WARLY.ANNOUNCE_WET
source: I am getting positively drenched.
de: Ich bin durchnässt!
es: Me estoy realmente empapando.
es_mx: Me estoy empapando por completo.
fr: Je suis carrément trempé.
it: Mi sto inzuppato ben bene.
ja: すっかり、びしょぬれだヨ
ko: 완전히 젖었어.
pl: Jestem przemoczony do cna.
pt_br: Estou ficando positivamente encharcado.
ru: Я скоро промокну насквозь.
zh_cn: 我要湿透了。
zh_tw: 我要濕透了。

# CHARACTERS.WARLY.ANNOUNCE_WETTER
source: I fear I may be water soluble!
de: Ich fürchte, ich kann wasserlöslich sein!
es: ¡Me temo que puede ser soluble en agua!
es_mx: ¡Me temo que puede ser soluble en agua!
fr: J'ai peur d'être soluble dans l'eau !
it: Temo di essere solubile nell'acqua!
ja: ボクの体、水に溶けたらドウシヨウ！？
ko: 내가 물에 녹지는 않겠지?!
pl: A jak się rozpuszczę?
pt_br: Temo que eu possa ser solúvel em água!
ru: Я сахарный, я растаю!
zh_cn: 我害怕自己会被水溶解掉！
zh_tw: 我害怕自己會被水溶解掉！

# CHARACTERS.WARLY.ANNOUNCE_WINCH_CLAW_MISS
source: Ah, just missed!
de: Ah, daneben!
es: ¡Jo, por qué poco!
es_mx: Ay, fallé por un pelo.
fr: Ah, je l'ai manqué !
it: Ah, mancato per poco!
ja: あぁ。逃したヨ！
ko: 아, 아깝게 놓쳤다!
pl: Ach, nie trafiłem!
pt_br: Ah, errei!
ru: Ой, промахнулся!
zh_cn: 啊，完美错过！
zh_tw: 啊，完美錯過！

# CHARACTERS.WARLY.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: Perhaps I'll try again.
de: Vielleicht versuche ich es noch mal.
es: A lo mejor lo vuelvo a intentar.
es_mx: Quizá lo intente de nuevo.
fr: Je vais peut-être réessayer.
it: Ci riproverò, forse.
ja: ボク、もう一回挑戦するネ。
ko: 다시 해 볼까 봐.
pl: Może spróbuję ponownie.
pt_br: Talvez eu tente de novo.
ru: Наверно, попробую еще раз.
zh_cn: 也许我该再试试。
zh_tw: 也許我該再試試。

# CHARACTERS.WARLY.ANNOUNCE_WINTERS_FEAST_BUFF
source: Mon dieu, my world is aglow!
de: Mon dieu, wie strahlt meine Welt!
es: ¡Mon dieu, mi mundo resplandece!
es_mx: ¡Mon dieu! ¡Mi mundo resplandece!
fr: Diantre, le monde brille de mille feux !
it: Mon dieu, il mondo si illumina!
ja: アア、神様ッ！ボクの世界が燃えてるヨ！
ko: 세상에나, 세계가 환하게 빛나잖아!
pl: Mon dieu, świat promienieje!
pt_br: Mon dieu, meu mundo está radiante!
ru: Mon dieu, мой мир полон света!
zh_cn: 我的天啊，我的世界在发光！
zh_tw: 我的天啊，我的世界在發光！

# CHARACTERS.WARLY.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: Ah non, is it over already?
de: Ah non, ist es schon vorbei?
es: Ah, non, ¿ya se acabó?
es_mx: Ah, non. ¿Ya se acabó?
fr: Oh non, c'est déjà fini ?
it: Oh no, è già finito tutto?
ja: あぁ、ノン！もう終わったのカナ？
ko: 이런, 벌써 끝났나?
pl: Ah non, czy to już koniec?
pt_br: Ah non, já acabou?
ru: Ой, non, уже все?
zh_cn: 喔不，这就完了吗？
zh_tw: 喔不，這就完了嗎？

# CHARACTERS.WARLY.ANNOUNCE_WORMHOLE
source: I must be unhinged to travel so...
de: Merkwürdig ...
es: Debo estar desquiciado para viajar así...
es_mx: Debo estar desquiciado para viajar así...
fr: Je dois être déséquilibré pour voyager comme ça...
it: Devo essere un pazzo per viaggiare così...
ja: ムショーに飛び込んでみたくなるヨ…
ko: 이렇게 이동하다니, 미친 짓이었어...
pl: Musi być otwarta, żebym mógł podróżować...
pt_br: Devo estar perturbado para viajar assim...
ru: Только ненормальный будет так путешествовать…
zh_cn: 我一定是精神错乱了才会穿越去别处，所以...
zh_tw: 我一定是精神錯亂了才會穿越去別處，所以...

# CHARACTERS.WARLY.ANNOUNCE_WORMS
source: Huh? What's that?
de: Hm? Was ist das?
es: ¿Eh? ¿Qué es eso?
es_mx: ¿Ah? ¿Qué es eso?
fr: Ho ? Mais qu'est-ce donc ?
it: Eh? Cosa sono?
ja: は？アレ、何？
ko: 응? 저게 뭐지?
pl: Hę? A to co?
pt_br: Hã? O que é isso?
ru: Хм? Что это?
zh_cn: 啊？那是什么？
zh_tw: 啊？那是什麼？

# CHARACTERS.WARLY.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Ah, bon! A new flavor of beefalo costume!
de: Ah, bon! Eine neue Note für das Beefalo-Kostüm!
es: Ah, bon, ¡un traje que les dará un toque apetitoso a los beefalos!
fr: Ha ! Une nouvelle saveur de costume de bœufalo !
it: Ah, bon! Un nuovo tipo di costume per mufali!
ja: サイコウ！新しいフレーバーのビーファロのコスチュームだネ！
ko: 아, 봉(좋아)! 새로운 취향으로 만든 비팔로 의상이야!
pl: Bon! Nowy kostium dla wołka!
pt_br: Ah, bon! Um novo sabor de fantasia de bífalo!
ru: О, bon! Новый костюм для бифало!
zh_cn: 啊，妙极了！全新口味的皮弗娄牛礼服！
zh_tw: 啊，妙極了！全新口味的皮弗婁牛禮服！

# CHARACTERS.WARLY.BATTLECRY.DEER
source: Oh, it's venisON!
de: Oh, es ist Wildbret!
es: ¡Oh, es venado!
es_mx: ¡Oh, te convertiré en carne de venado!
fr: Oh, sonnez l'hallali !
it: Domani spezzatino e polenta!
ja: おぉ、鹿肉ネ！
ko: 아, 사슴 고기다!
pl: Och, dziczyzna!
pt_br: Ah, é carne de cervo!
ru: Оленинка!
zh_cn: 哈，有鹿肉吃了！
zh_tw: 哈，有鹿肉吃了！

# CHARACTERS.WARLY.BATTLECRY.GENERIC
source: I'm also an accomplished butcher!
de: Ich bin auch ein versierter Metzger!
es: ¡También soy un carnicero consumado!
es_mx: ¡También soy un carnicero consumado!
fr: Je suis aussi un boucher accompli !
it: Sono anche un macellaio provetto!
ja: 肉のカットなら、得意だヨ！
ko: 나는 도살에도 일가견이 있지!
pl: Jestem również wprawionym rzeźnikiem!
pt_br: Também sou um açougueiro de sucesso!
ru: Я тоже опытный мясник!
zh_cn: 我还是一个熟练的屠夫！
zh_tw: 我還是一個熟練的屠夫！

# CHARACTERS.WARLY.BATTLECRY.PIG
source: No part of you will go to waste, cochon!
de: Kein Teil von euch wird verschwendet!
es: ¡Ninguna parte tuya se desperdicia, cochon!
es_mx: ¡Ninguna parte tuya se desperdicia, cochon!
fr: Je ne jetterai aucun morceau, cochon !
it: Nessuna parte di te andrà sprecata, cochon!
ja: 耳からシッポまで、おいしく食べてやるッ！
ko: 꼬숑, 머리부터 발끝까지 완전히 발라주마!
pl: Nie zmarnuję ani kawałka, prosiaku!
pt_br: Nenhuma parte sua vai ser desperdiçada, cochon!
ru: Ни одна часть тебя не пропадет зря, свинья!
zh_cn: 你这只猪，你身上的任何部位都不会浪费！
zh_tw: 你這只豬，你身上的任何部位都不會浪費！

# CHARACTERS.WARLY.BATTLECRY.PREY
source: You look delicious!
de: Du siehst ziemlich kräftig aus.
es: ¡Pareces deliciosa!
es_mx: ¡Se ve delicioso!
fr: Tu as l'air délicieux !
it: Sembri delizioso!
ja: キミ、おいしそうネ！
ko: 맛있을 것 같이 보이는구나!
pl: Wyglądasz przepysznie!
pt_br: Você parece uma delícia!
ru: Ты выглядишь очень аппетитно!
zh_cn: 你看起来很美味！
zh_tw: 你看起來很美味！

# CHARACTERS.WARLY.BATTLECRY.SPIDER
source: I hope it does not rain after I kill you!
de: Ich hoffe, dass es nicht regnet, nachdem ich dich getötet habe!
es: ¡Espero que no llueva después de que te mate!
es_mx: ¡Espero que no llueva después de que te mate!
fr: Je vais t'arracher les pattes une par une !
it: Spero che non piova dopo che ti ho ucciso!
ja: スパイダーロールにしてやるゾ！
ko: 널 죽인 다음에 비가 오지만 않기를!
pl: Mam nadzieję, że nie będzie padać, gdy cię zabiję!
pt_br: Espero que não chova depois que eu matar você!
ru: Надеюсь, дождь не пойдет, когда я тебя убью!
zh_cn: 希望我除掉你后，天不会下雨！
zh_tw: 希望我除掉你後，天不會下雨！

# CHARACTERS.WARLY.BATTLECRY.SPIDER_WARRIOR
source: You will die, pest!
de: Sie werden sterben, Schädling!
es: ¡Morirás, plaga!
es_mx: ¡Morirás, plaga!
fr: Tu vas mourir, sale peste !
it: Morirai, peste!
ja: 害虫は駆除してやるゾ！
ko: 벌레야, 죽어라!
pl: Zginiesz, szkodniku!
pt_br: Você vai morrer, peste!
ru: Умри, паразит!
zh_cn: 准备好被收拾吧，讨厌的虫子！
zh_tw: 準備好被收拾吧，討厭的蟲子！

# CHARACTERS.WARLY.COMBAT_QUIT.GENERIC
source: There's no shame in running!
de: Weglaufen ist keine Schande!
es: ¡No es una deshonra huir corriendo!
es_mx: ¡No es una deshonra salir corriendo!
fr: Il n'y a pas de honte à fuir !
it: Non c'è vergogna nel correre!
ja: 逃げるが勝ちだヨ！
ko: 도망치는 건 부끄러운 일이 아니야!
pl: Ucieczka nie zawsze jest hańbiąca!
pt_br: Não precisa ter vergonha em fugir!
ru: Убегать не стыдно!
zh_cn: 逃跑没什么可耻的！
zh_tw: 逃跑沒什麼可恥的！

# CHARACTERS.WARLY.COMBAT_QUIT.PIG
source: Noooo, those hocks, those chops...
de: Ach, diese Schnitzel, diese Koteletts ...
es: Noooo, esos codillos, esas chuletas...
es_mx: Noooo, esos jarretes, esas chuletas...
fr: Noooon ! Ces jarrets, ces côtelettes...
it: Noooo, quei garretti, quelle costolette...
ja: ボクのブタ肉～！待ってヨ～！
ko: 안 돼, 족발에다, 갈비에다...
pl: Nieee, te szyneczki, te goloneczki...
pt_br: Não, aqueles pernis, aquelas costelas...
ru: Не-е-е-ет, эти окорочка, эти отбивные…
zh_cn: 别走，亲爱的肘子和猪扒...
zh_tw: 別走，親愛的肘子和豬扒...

# CHARACTERS.WARLY.COMBAT_QUIT.PREY
source: Whew. I'm out of breath.
de: Puh. Ich bin außer Atem!
es: Uf, estoy sin aliento.
es_mx: ¡Uf! Estoy sin aliento.
fr: Pfffou... je suis à bout de souffle.
it: Uff. Sono rimasto senza fiato.
ja: フゥ、息が切れちゃったヨ
ko: 휴. 숨 차네.
pl: Uf. Brakuje mi powietrza.
pt_br: Ufa. Fique sem folego.
ru: Фух. Что-то я запыхался.
zh_cn: 呼，我喘不过气来了。
zh_tw: 呼，我喘不過氣來了。

# CHARACTERS.WARLY.COMBAT_QUIT.SPIDER
source: I hope it didn't take any bites out of me.
de: Ich hoffe, die hat mir nichts abgebissen.
es: Espero que no me haya picado.
es_mx: Espero que no me haya picado.
fr: J'espère qu'elle ne m'a pas mordu.
it: Spero non mi abbia morso.
ja: かみつかれてないカナ…
ko: 설마 물리지는 않았겠지.
pl: Mam nadzieję, że mnie nigdzie nie użarł.
pt_br: Espero que não tenha tirado pedaços de mim.
ru: Надеюсь, он ничего от меня не откусил.
zh_cn: 我希望它没有咬到我。
zh_tw: 我希望它沒有咬到我。

# CHARACTERS.WARLY.COMBAT_QUIT.SPIDER_WARRIOR
source: That could have been worse.
de: Das hätte schlimmer kommen können.
es: Podría haber sido peor.
es_mx: Podría haber sido peor.
fr: Ça aurait pu être pire.
it: Poteva andare peggio.
ja: フゥ…あぶなかったネ…
ko: 이만하길 다행이지.
pl: Mogło być gorzej.
pt_br: Isso poderia ter sido pior.
ru: Могло быть и хуже.
zh_cn: 情况原本可能更糟糕的。
zh_tw: 情況原本可能更糟糕的。

# CHARACTERS.WARLY.DESCRIBE.ABIGAIL.LEVEL1.1
source: Bonjour, Mademoiselle Abigail!
ja: ボンジュール、マドモアゼル アビゲイル！
ko: 봉주르, 마드모아젤 아비게일!
ru: Bonjour, мадмуазель Абигейл!
zh_cn: 你好，阿比盖尔小姐！
zh_tw: 你好，阿比蓋爾小姐！
