Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.BALLOONVEST
source: It beats drowning, I guess...
de: Na ja, vermutlich besser als Ertrinken ...
es: Supongo que impide que te ahogues...
fr: J'imagine que c'est mieux que de se noyer...
it: Sempre meglio di affogare, immagino...
ja: これで溺れることはなさそう…かもな…
ko: 익사하는 것 보다야 낫겠지...
pl: Byłaby z tego dobra kamizelka ratunkowa...
pt_br: É melhor do que morrer afogado, eu acho...
ru: Всяко лучше, чем утонуть, наверное...
zh_cn: 总比淹死好吧……
zh_tw: 總比淹死好吧……

# CHARACTERS.WOODIE.DESCRIBE.BANANAPOP
source: I'd prefer maple taffy...
de: Ich würde etwas Abwechslung bevorzugen.
es: Prefiero caramelo de arce...
fr: Je préfère les bonbons au sirop d'érable...
it: Preferisco le caramelle d'acero...
ja: メープルタフィのほうが、うまいぜ…
ko: 난 메이플 태피가 더 좋은데...
pl: Wolałbym klonowe ciągutki...
pt_br: Preferiria bala de bordo...
ru: Я бы предпочел кленовые ириски…
zh_cn: 我更喜欢吃冰镇枫糖浆...
zh_tw: 我更喜歡吃冰鎮楓糖漿...

# CHARACTERS.WOODIE.DESCRIBE.BANDAGE
source: At least I didn't have to pay for it.
de: Wenigstens musste ich nichts dafür bezahlen.
es: Al menos no he tenido que pagar por esto.
fr: Au moins c'était gratuit.
it: Almeno non ho dovuto sborsare il becco di un quattrino.
ja: 少なくともその代金を支払う必要はなかった。
ko: 그래도 병원비가 잔뜩 나오는 것보다는 낫지.
pl: Przynajmniej nie musiałem za to płacić.
pt_br: Pelo menos não precisei pagar por isso.
ru: По крайней мере, мне не надо за нее платить.
zh_cn: 至少我不必付钱买它。
zh_tw: 至少我不必付錢買它。

# CHARACTERS.WOODIE.DESCRIBE.BARNACLE
source: Not my first choice in seafood.
de: Nicht meine erste Wahl bei Meeresfrüchten.
es: No son mi primera opción de marisco.
fr: Ce n'est pas ce que je préfère, niveau fruits de mer.
it: Non sono i miei frutti di mare preferiti.
ja: 海鮮でわざわざこれを選ばねぇな。
ko: 내가 좋아하는 해산물은 아니잖아.
pl: To nie są moje ulubione owoce morza.
pt_br: Não são meus frutos do mar favoritos.
ru: Я предпочитаю морепродукты попроще. Рыбу, например.
zh_cn: 不是我首选的海鲜。
zh_tw: 不是我首選的海鮮。

# CHARACTERS.WOODIE.DESCRIBE.BARNACLEPITA
source: I'm not picky.
de: Ich bin nicht wählerisch.
es: No soy tiquismiquis.
fr: Je suis pas difficile.
it: Non sono una schizzinosa io.
ja: オレは何でも食うぜ。
ko: 나는 까다롭지 않아.
pl: Nie jestem wybredna.
pt_br: Não sou exigente.
ru: Я не капризная.
zh_cn: 凑合吧，我不挑。
zh_tw: 湊合吧，我不挑。

# CHARACTERS.WOODIE.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: I'm not one to turn down some grub.
de: Ich schlage doch kein Essen aus.
es: No soy de los que rechazan algo de comer.
fr: Je ne refuse jamais un repas.
it: Non sono il tipo che rifiuta il cibo.
ja: 食い物は断らねぇよ。
ko: 내가 식사를 거절할 처지는 아니잖아.
pl: Ja nie z tych, co odmawiają żarełka.
pt_br: Eu não sou de recusar merendas.
ru: Я ж не чурбан какой, чтоб от жратвы отказываться.
zh_cn: 我是不会拒绝吃幼虫的。
zh_tw: 我是不會拒絕吃幼蟲的。

# CHARACTERS.WOODIE.DESCRIBE.BARNACLESUSHI
source: Can't say I ever saw that on a menu back home.
de: Das habe ich zu Hause noch nie gesehen.
es: No puedo decir que haya visto antes esto en un menú.
fr: Je n'ai jamais vu ça sur un menu, dans mon pays.
it: Non posso dire di averlo mai visto nei menù dei ristoranti di dove vivo.
ja: 地元の飯屋じゃ見なかったな。
ko: 고향에서 외식할 때 이런 요리는 본 적 없는 것 같은데.
pl: Nie powiem, żebym w Kanadzie kiedykolwiek widział taką pozycję w menu.
pt_br: Nunca vi isso nos menus lá de casa.
ru: Я такого в меню ресторанов дома не видывал.
zh_cn: 我在老家的菜单上可没见过这个。
zh_tw: 我在老家的功能表上可沒見過這個。

# CHARACTERS.WOODIE.DESCRIBE.BARNACLE_COOKED
source: They're not bad!
de: Nicht übel!
es: ¡No están mal!
fr: C'est pas mal !
it: Niente male!
ja: なかなかイケるぜ！
ko: 나쁘지 않잖아!
pl: Niezłe!
pt_br: Eles não são ruins!
ru: А недурно!
zh_cn: 味道还不错！
zh_tw: 味道還不錯！

# CHARACTERS.WOODIE.DESCRIBE.BARNACLINGUINE
source: Sorry, I'm eatin' this whole thing myself.
de: Tut mir leid, ich esse das alles selber auf.
es: Lo siento, me estoy comiendo esto yo solo.
fr: Désolé, je mange tout.
it: Mi spiace, questo bel piatto me lo mangio tutto io.
ja: わりぃが、オレが一人でいただくぜ。
ko: 미안하지만, 내가 전부 먹어 치울 거야.
pl: Przepraszam, ale nie będę się tym dzielić.
pt_br: Desculpe, vou comer isso tudo sozinho.
ru: Жутко извиняюсь, но я это все целиком слопаю.
zh_cn: 对不起，这个我要全部一个人吃。
zh_tw: 對不起，這個我要全部一個人吃。

# CHARACTERS.WOODIE.DESCRIBE.BASALT
source: That rock ain't going to move.
de: Der Felsen wird sich nicht bewegen.
es: Esa roca no se va a mover.
fr: Ce rocher ne bougera pas.
it: Quella roccia non si sposta.
ja: その岩は動こうとはしない。
ko: 꿈쩍도 안 할 것 같은 바위다.
pl: Ten kamień się nie przesunie.
pt_br: Essa pedra não vai se mexer.
ru: Этот камень не сдвинуть.
zh_cn: 那块岩石是不会移动的。
zh_tw: 那塊岩石是不會移動的。

# CHARACTERS.WOODIE.DESCRIBE.BAT
source: Who taught that rat to fly?
de: Wer hat dieser Ratte das Fliegen gelehrt?
es: ¿Quién ha enseñado a esa rata a volar?
fr: Qui a appris à voler à ce rat ?
it: Chi ha insegnato quel ratto a volare?
ja: 誰があのネズミに飛び方を教えたの？
ko: 누가 쥐한테 나는 법을 가르친 거지?
pl: Kto nauczył tego szczura latać?
pt_br: Quem ensinou esse rato a voar?
ru: Кто научил эту крысу летать?
zh_cn: 是谁教会那只老鼠飞的？
zh_tw: 是誰教會那只老鼠飛的？

# CHARACTERS.WOODIE.DESCRIBE.BATBAT
source: A mouse with wings?
de: Eine Maus mit Flügeln?
es: ¿Un ratón con alas?
fr: Une souris avec des ailes ?
it: Un topo con le ali?
ja: 翼のついたネズミ？
ko: 날개 달린 쥐인가?
pl: Skrzydlata mysz?
pt_br: Um rato com asas?
ru: Мышь с крыльями?
zh_cn: 长着翅膀的老鼠？
zh_tw: 長著翅膀的老鼠？

# CHARACTERS.WOODIE.DESCRIBE.BATCAVE
source: Full of the little critters!
de: Leer.
es: ¡Está lleno de pequeñas criaturas!
fr: C'est plein de petites bestioles !
it: Pieno di piccole creature!
ja: 鳥みてぇな黒い獣の巣だ！
ko: 작은 동물이 많이 살지!
pl: Pełna małych stworków!
pt_br: Cheio de criaturinhas!
ru: В ней полно маленьких тварей!
zh_cn: 里面住满了小生物！
zh_tw: 裡面住滿了小生物！

# CHARACTERS.WOODIE.DESCRIBE.BATHBOMB
source: Smells nice, like wildflowers.
de: Riecht gut, wie Wildblumen.
es: Huele bien, como a flores silvestres.
fr: Ça sent les fleurs des champs.
it: Che buon profumo, come di fiori di campo.
ja: いい匂いだ。野花のようだな。
ko: 냄새가 좋잖아. 들꽃 같아.
pl: Ładnie pachnie, jak polne kwiaty.
pt_br: Cheira bem, que nem flores silvestres.
ru: Пахнет приятно, полевыми цветами.
zh_cn: 闻着很香，像野花。
zh_tw: 聞著很香，像野花。

# CHARACTERS.WOODIE.DESCRIBE.BATNOSE
source: Who nose where the rest of it went.
de: Wo der Rest ist, wird uns wohl keiner an die Nase binden.
es: A saber dónde narices está el resto.
fr: C'est un nez, que dis-je, c'est un cap.
it: È rimasto con un palmo di naso.
ja: 残りはどこかって？目と鼻の先にあるぜ。
ko: 나머지는 어디로 갔는지 누구 코가 킁킁댈 거야.
pl: I kto wywęszy, gdzie trafiła reszta?
pt_br: Isso que dá meter o nariz onde não deve.
ru: Надо бы разнюхать, куда все остальные части тела делись.
zh_cn: 谁知道剩下的鼻子去哪了。
zh_tw: 誰知道剩下的鼻子去哪了。

# CHARACTERS.WOODIE.DESCRIBE.BATNOSEHAT
source: Keeps my hands free for choppin'.
de: So habe ich die Hände frei zum Hacken.
es: Así tengo las manos libres para talar.
fr: Comme ça, j'ai les mains libres pour couper des trucs.
it: Mi permette di avere le mani libere per tagliare la legna.
ja: これで両手が空くから、好きに木こりができんな。
ko: 손으로 자르게 해주네.
pl: Dzięki temu mam wolne ręce do rąbania drewna.
pt_br: Deixa minhas mãos livres para cortar.
ru: Освобождает мне руки, чтобы лес рубить.
zh_cn: 解放了我的双手，可以砍树了。
zh_tw: 解放了我的雙手，可以砍樹了。

# CHARACTERS.WOODIE.DESCRIBE.BATNOSE_COOKED
source: Nothing worse than a cold nose.
de: Nichts ist schlimmer als eine kalte Nase.
es: No hay nada peor que tener fría la nariz.
fr: En général, c'est mauvais signe quand elles ont la truffe froide.
it: Non c'è nulla di peggio che stare col naso all'aria.
ja: 冷たい鼻ほどまじぃモンはねぇからな。
ko: 차가운 코보다 더 나쁜 것은 없어.
pl: Nie ma nic gorszego niż zimny nos.
pt_br: Nada pior do que um nariz gelado.
ru: Холодный нос — это всегда неприятно.
zh_cn: 没有什么比冷的鼻子更糟糕的了。
zh_tw: 沒有什麼比冷的鼻子更糟糕的了。

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_DURABILITY
source: Don't recognize the song. Maybe it wasn't released in Canada.
de: Kenne das Lied nicht. Vielleicht wurde es in Kanada nicht veröffentlicht.
es: No me suena de nada esta canción. A lo mejor no llegó a Canadá.
fr: Je ne reconnais pas cette chanson. Elle ne passe peut-être pas au Canada.
it: Non conosco questa canzone. Forse non è stata rilasciata in Canada.
ja: 聞いたことねぇ歌だな。カナダで発売されてねんじゃねぇの。
ko: 저 노래를 모르겠어. 캐나다에서는 발표하지 않았나봐.
pl: Nie rozpoznaję tej piosenki. Może nie puszczali jej w Kanadzie.
pt_br: Não reconheço a música. Talvez não tenha sido lançada no Canadá.
ru: Не узнаю эту песню. Может, ее в Канаде не выпускали?
zh_cn: 听不出这首歌。也许它没在加拿大发行。
zh_tw: 聽不出這首歌。也許它沒在加拿大發行。

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: Don't recognize the song. Maybe it wasn't released in Canada.
de: Kenne das Lied nicht. Vielleicht wurde es in Kanada nicht veröffentlicht.
es: No me suena de nada esta canción. A lo mejor no llegó a Canadá.
fr: Je ne reconnais pas cette chanson. Elle ne passe peut-être pas au Canada.
it: Non conosco questa canzone. Forse non è stata rilasciata in Canada.
ja: 聞いたことねぇ歌だな。カナダで発売されてねんじゃねぇの。
ko: 저 노래를 모르겠어. 캐나다에서는 발표하지 않았나봐.
pl: Nie rozpoznaję tej piosenki. Może nie puszczali jej w Kanadzie.
pt_br: Não reconheço a música. Talvez não tenha sido lançada no Canadá.
ru: Не узнаю эту песню. Может, ее в Канаде не выпускали?
zh_cn: 听不出这首歌。也许它没在加拿大发行。
zh_tw: 聽不出這首歌。也許它沒在加拿大發行。

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_HEALTHGAIN
source: Don't recognize the song. Maybe it wasn't released in Canada.
de: Kenne das Lied nicht. Vielleicht wurde es in Kanada nicht veröffentlicht.
es: No me suena de nada esta canción. A lo mejor no llegó a Canadá.
fr: Je ne reconnais pas cette chanson. Elle ne passe peut-être pas au Canada.
it: Non conosco questa canzone. Forse non è stata rilasciata in Canada.
ja: 聞いたことねぇ歌だな。カナダで発売されてねんじゃねぇの。
ko: 저 노래를 모르겠어. 캐나다에서는 발표하지 않았나봐.
pl: Nie rozpoznaję tej piosenki. Może nie puszczali jej w Kanadzie.
pt_br: Não reconheço a música. Talvez não tenha sido lançada no Canadá.
ru: Не узнаю эту песню. Может, ее в Канаде не выпускали?
zh_cn: 听不出这首歌。也许它没在加拿大发行。
zh_tw: 聽不出這首歌。也許它沒在加拿大發行。

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: I can't sit and watch a play when there's wood to be chopped!
de: Ich kann mir kein Theaterstück ansehen, wenn es Holz zu hacken gibt!
es: ¡No puedo quedarme aquí sentado viendo una actuación si hay madera que talar!
fr: Je ne peux pas rester assis à regarder une pièce quand il y a du bois à débiter !
it: Non posso sedermi a guardare uno spettacolo quando c'è della legna da tagliare!
ja: 切らにゃならねぇ木が残ってんのに、座って遊んでなんかいられねぇっての！
ko: 나무를 토막내야 하는 데 앉아서 연주를 볼 수는 없어!
pl: Nie mogę siedzieć i oglądać sztuki, gdy mam drewno do porąbania!
pt_br: Não consigo ficar sentado e assistir a uma peça quando tem madeira pra ser cortada!
ru: Я не могу просто сидеть и оперу слушать, у меня дрова не нарублены!
zh_cn: 有木头要砍的时候，我不能坐着看戏!
zh_tw: 有木頭要砍的時候，我不能坐著看戲!

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: I can't sit and watch a play when there's wood to be chopped!
de: Ich kann mir kein Theaterstück ansehen, wenn es Holz zu hacken gibt!
es: ¡No puedo quedarme aquí sentado viendo una actuación si hay madera que talar!
fr: Je ne peux pas rester assis à regarder une pièce quand il y a du bois à débiter !
it: Non posso sedermi a guardare uno spettacolo quando c'è della legna da tagliare!
ja: 切らにゃならねぇ木が残ってんのに、座って遊んでなんかいられねぇっての！
ko: 나무를 토막내야 하는 데 앉아서 연주를 볼 수는 없어!
pl: Nie mogę siedzieć i oglądać sztuki, gdy mam drewno do porąbania!
pt_br: Não consigo ficar sentado e assistir a uma peça quando tem madeira pra ser cortada!
ru: Я не могу просто сидеть и оперу слушать, у меня дрова не нарублены!
zh_cn: 有木头要砍的时候，我不能坐着看戏!
zh_tw: 有木頭要砍的時候，我不能坐著看戲!

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_SANITYAURA
source: Don't recognize the song. Maybe it wasn't released in Canada.
de: Kenne das Lied nicht. Vielleicht wurde es in Kanada nicht veröffentlicht.
es: No me suena de nada esta canción. A lo mejor no llegó a Canadá.
fr: Je ne reconnais pas cette chanson. Elle ne passe peut-être pas au Canada.
it: Non conosco questa canzone. Forse non è stata rilasciata in Canada.
ja: 聞いたことねぇ歌だな。カナダで発売されてねんじゃねぇの。
ko: 저 노래를 모르겠어. 캐나다에서는 발표하지 않았나봐.
pl: Nie rozpoznaję tej piosenki. Może nie puszczali jej w Kanadzie.
pt_br: Não reconheço a música. Talvez não tenha sido lançada no Canadá.
ru: Не узнаю эту песню. Может, ее в Канаде не выпускали?
zh_cn: 听不出这首歌。也许它没在加拿大发行。
zh_tw: 聽不出這首歌。也許它沒在加拿大發行。

# CHARACTERS.WOODIE.DESCRIBE.BATTLESONG_SANITYGAIN
source: Don't recognize the song. Maybe it wasn't released in Canada.
de: Kenne das Lied nicht. Vielleicht wurde es in Kanada nicht veröffentlicht.
es: No me suena de nada esta canción. A lo mejor no llegó a Canadá.
fr: Je ne reconnais pas cette chanson. Elle ne passe peut-être pas au Canada.
it: Non conosco questa canzone. Forse non è stata rilasciata in Canada.
ja: 聞いたことねぇ歌だな。カナダで発売されてねんじゃねぇの。
ko: 저 노래를 모르겠어. 캐나다에서는 발표하지 않았나봐.
pl: Nie rozpoznaję tej piosenki. Może nie puszczali jej w Kanadzie.
pt_br: Não reconheço a música. Talvez não tenha sido lançada no Canadá.
ru: Не узнаю эту песню. Может, ее в Канаде не выпускали?
zh_cn: 听不出这首歌。也许它没在加拿大发行。
zh_tw: 聽不出這首歌。也許它沒在加拿大發行。

# CHARACTERS.WOODIE.DESCRIBE.BATWING
source: Gross!
de: Widerlich!
es: ¡Asqueroso!
fr: Écœurant !
it: Disgustoso!
ja: 気味悪い。
ko: 징그럽잖아!
pl: Ohyda!
pt_br: Nojento!
ru: Громадные!
zh_cn: 好恶心！
zh_tw: 好噁心！

# CHARACTERS.WOODIE.DESCRIBE.BATWING_COOKED
source: Gross! And tasty! So confusing!
de: Widerlich! Und lecker! Wirklich verwirrend!
es: ¡Asquerosa! ¡Y deliciosa! ¡Es tan confuso!
fr: Dégoûtant ! Et vachement bon ! J'y comprends rien !
it: Nauseante! E gustoso! Che confusione!
ja: 気味悪い！そして美味い！かなり困惑している！
ko: 징그럽잖아! 맛있잖아! 헷갈리잖아!
pl: Okropne! Ale dobre! Jestem w kropce!
pt_br: Nojento! E saboroso! Que confuso!
ru: Громадные! И вкусные! Так все запутанно!
zh_cn: 好恶心！但又很好吃！好为难啊！
zh_tw: 好噁心！但又很好吃！好為難啊！

# CHARACTERS.WOODIE.DESCRIBE.BEARDHAIR
source: My hair's not that colour. Not my beard, anyway.
de: Mein Haar hat eine andere Farbe. Zumindest mein Bart.
es: Mi pelo no es de ese color. Al menos mi barba no.
fr: C'est pas la couleur de mes cheveux. Pas celle de ma barbe en tout cas.
it: I miei capelli non sono di quel colore. Soprattutto la mia barba.
ja: オレのヒゲじゃねぇぞ…色が違ぇだろ？
ko: 내 머리카락 색이 아니잖아. 수염 색말이야.
pl: To nie jest mój kolor. Przynajmniej nie z brody.
pt_br: Meu cabelo não é dessa cor. Nem minha barba.
ru: Но мои волосы не такого цвета. Однозначно не моя борода.
zh_cn: 我的毛发不是这个颜色。总之这不是我的胡子。
zh_tw: 我的毛髮不是這個顏色。總之這不是我的鬍子。

# CHARACTERS.WOODIE.DESCRIBE.BEARGER
source: That's a big bear!
de: Das ist ein großer Bär!
es: ¡Qué oso tan grande!
fr: Ça c'est du gros nounours !
it: Quello è un grande orso!
ja: こいつはでかいクマだ！
ko: 정말 큰 곰이잖아!
pl: Duży ten niedźwiedź!
pt_br: Esse urso é bem grande!
ru: Какой большой медведь!
zh_cn: 好大一头熊！
zh_tw: 好大一頭熊！

# CHARACTERS.WOODIE.DESCRIBE.BEARGERVEST
source: Now this is some proper winter gear.
de: Das ist ein angemessene Winterkleidung.
es: Ahora es una prenda de invierno adecuada.
fr: Ça c'est une tenue pour l'hiver.
it: Un equipaggiamento invernale adeguato.
ja: これはなかなか、寒い冬に適切な服だ！
ko: 이거야말로 제대로 된 겨울 옷이잖아.
pl: I to jest odpowiedni strój na zimę.
pt_br: Isso que eu chamo de traje de inverno.
ru: Вот это правильная зимняя шмотка.
zh_cn: 终于找到合适的冬装了。
zh_tw: 終於找到合適的冬裝了。

# CHARACTERS.WOODIE.DESCRIBE.BEARGER_FUR
source: It's as thick as my head!
de: Der ist so dick wie mein Kopf!
es: ¡Es tan grueso como mi cabeza!
fr: C'est aussi épais que ma tête !
it: È denso come la mia testa!
ja: 俺の頭と同じくらい分厚い！
ko: 내 머리만큼 두껍잖아!
pl: Grubsze niż kilkuletni świerk.
pt_br: É grossa que nem eu!
ru: Он толстый, как моя голова!
zh_cn: 就跟我的头发一样厚！
zh_tw: 就跟我的頭髮一樣厚！

# CHARACTERS.WOODIE.DESCRIBE.BEAST_BLUEPRINT
source: Our beast is lucky it ended up being our friend and not our dinner, eh?
de: Unser Tier hat Glück gehabt, dass es am Ende unser Freund und nicht unser Abendessen geworden ist, was?
es: Qué suerte tiene nuestra bestia de haber acabado siendo nuestra amiga y no nuestra cena, ¿eh?
fr: Notre bestiole a eu de la chance de devenir notre amie et pas notre dîner, pas vrai ?
it: La nostra bestia è fortunata a essere nostra amica e non la nostra cena, eh?
ja: オレらに飼われたウシどもは幸せだよな。食卓に並ぶ代わりに、友達になれたんだからよ。
ko: 우리의 짐승은 운이 좋게도 저녁 식사가 아닌 친구가 되어 버렸지, 그지?
pl: Nasz potwór ma szczęście, że został naszym przyjacielem, a nie kolacją, co?
pt_br: Nossa fera tem sorte de ter se tornado nossa amiga em vez de nosso jantar, né?
ru: Нашему зверю точно повезло, что он стал нашим другом, а не обедом, а?
zh_cn: 我们的野兽能跟我们做朋友，没有变成我们的晚餐已经是走大运了，诶？
zh_tw: 我們的野獸能跟我們做朋友，沒有變成我們的晚餐已經是走大運了，誒？

# CHARACTERS.WOODIE.DESCRIBE.BEDROLL_FURRY
source: I love camping.
de: Ich liebe es, zu zelten.
es: Me encanta acampar.
fr: J'adore le camping !
it: Mi piace il campeggio.
ja: キャンプが大好き。
ko: 내가 또 캠핑을 좋아하잖아.
pl: Uwielbiam biwaki.
pt_br: Adoro acampar!
ru: Я люблю походы.
zh_cn: 我喜欢露营。
zh_tw: 我喜歡露營。

# CHARACTERS.WOODIE.DESCRIBE.BEDROLL_STRAW
source: I slept on worse back at the lumber camp.
de: Im Holzfällerlager habe ich schon auf schlechteren Unterlagen geschlafen.
es: He dormido en peores condiciones en el campamento maderero.
fr: J'ai dormi sur pire au camp de bûcherons.
it: Ho dormito su cose peggiori nel campo di legname.
ja: 丸太小屋で、もっとひどい状態で眠りについてきた。
ko: 목재 캠프에서 저것보다 더 후진 것에 누워서 잔 적도 있잖아.
pl: W obozie drwali sypiałem już na gorszych rzeczach.
pt_br: Dormi em piores no acampamento de lenhadores.
ru: На лесоповале и похуже бывала подстилка.
zh_cn: 想当初在伐木场的时候，我还睡过更糟糕的地方呢。
zh_tw: 想當初在伐木場的時候，我還睡過更糟糕的地方呢。

# CHARACTERS.WOODIE.DESCRIBE.BEE.GENERIC
source: She's making the flowers grow.
de: Sie sorgt dafür, dass die Blumen wachsen.
es: Hace crecer las flores.
fr: Elle fait pousser les fleurs.
it: Fa crescere i fiori.
ja: 彼女がそれらの花を育てている。
ko: 꽃을 자라게 하고 있네.
pl: To dzięki niej rosną kwiaty.
pt_br: Ela está fazendo as flores crescerem.
ru: Она дает цветкам расти.
zh_cn: 她在给花授粉，让花开得更艳。
zh_tw: 她在給花授粉，讓花開得更豔。

# CHARACTERS.WOODIE.DESCRIBE.BEE.HELD
source: Now what do I do with her?
de: Was mache ich jetzt damit?
es: ¿Ahora qué hago con ella?
fr: Et maintenant, j'en fais quoi ?
it: Adesso cosa devo fare con lei?
ja: じゃあそれを使ってどうするか？
ko: 이제 이걸로 뭘 하냐?
pl: I co ja z nią zrobię?
pt_br: O que faço com ela agora?
ru: И что мне теперь с ней делать?
zh_cn: 现在我拿她怎么办？
zh_tw: 現在我拿她怎麼辦？

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.BURNT
source: No, not the bees!
de: Nein, nicht die Bienen!
es: ¡No, las abejas no!
fr: Non, pas les abeilles !
it: No, non le api!
ja: その蜂たちはだめだ！
ko: 이런, 벌들한테 이럴 수가!
pl: Nie, tylko nie moje pszczoły!
pt_br: Não, abelhas não!
ru: Нет, только не пчелы!
zh_cn: 不，不要烧我的蜜蜂！
zh_tw: 不，不要燒我的蜜蜂！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.FULLHONEY
source: Maple syrup substitute!
de: Schmeckt wie Ahornsirup.
es: ¡Un sustituto del jarabe de arce!
fr: Ça remplace le sirop d'érable !
it: Surrogato dello sciroppo d'acero!
ja: こりゃ、メープルシロップの代わりになるな！
ko: 단풍 시럽 대용품이잖아!
pl: Zamiennik syropu klonowego!
pt_br: Substituto de xarope de bordo!
ru: Замена кленовому сиропу!
zh_cn: 枫糖浆替代品！
zh_tw: 楓糖漿替代品！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.GENERIC
source: Buzzers!
de: Summer!
es: ¡Qué zumbido!
fr: Elles me filent le bourdon !
it: Cicalini!
ja: ブンブンいう虫の巣箱だ！
ko: 벌이잖아!
pl: Dość tego brzęczenia!
pt_br: Zumbidores!
ru: Жужжалки!
zh_cn: 蜂群！
zh_tw: 蜂群！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.NOHONEY
source: I'm getting hungry just looking at it.
de: Ich werde schon hungrig, wenn ich es nur sehe.
es: Me está entrando hombre solo de mirarlo.
fr: Rien que la regarder ça me donne faim.
it: Mi sta venendo fame solo a guardarlo!
ja: 見てるだけで腹が減ってくるぜ…
ko: 보는 것만으로도 배고프잖아.
pl: Robię się głodny od samego patrzenia.
pt_br: Estou ficando com fome só de olhar.
ru: Хочу есть от одного вида.
zh_cn: 只是看着它我就饿了！
zh_tw: 只是看著它我就餓了！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.READY
source: Maple syrup substitute!
de: Es schmeckt wie Ahornsirup.
es: ¡Un sustituto del jarabe de arce!
fr: Ça remplace le sirop d'érable !
it: Surrogato dello sciroppo d'acero!
ja: こりゃ、メープルシロップの代わりになるな！
ko: 단풍 시럽 대용품이잖아!
pl: Zamiennik syropu klonowego!
pt_br: Substituto de xarope de bordo!
ru: Замена кленовому сиропу!
zh_cn: 枫糖浆替代品！
zh_tw: 楓糖漿替代品！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX.SOMEHONEY
source: I could get more if I waited.
de: Ich hätte mehr haben können, wenn ich gewartet hätte.
es: Podría conseguir más si esperase.
fr: Je pourrais en avoir plus en étant patient.
it: Avrei potuto ottenere di più se avessi aspettato.
ja: 待っていればもっと手に入る。
ko: 기다리면 더 생길 텐데.
pl: Mógłbym mieć więcej, gdybym trochę poczekał.
pt_br: Eu poderia conseguir mais se quisesse.
ru: Я получу больше, если подожду еще немного.
zh_cn: 如果再等等，我可以收获更多的。
zh_tw: 如果再等等，我可以收穫更多的。

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.BURNT
source: No, not the bees!
de: Nein, nicht die Bienen!
es: ¡No, las abejas no!
fr: Non, pas les abeilles !
it: No, non le api!
ja: その蜂たちはだめだ！
ko: 이런, 벌들한테 이럴 수가!
pl: Nie, tylko nie moje pszczoły!
pt_br: Não, abelhas não!
ru: Нет, только не пчелы!
zh_cn: 不，不要烧我的蜜蜂！
zh_tw: 不，不要燒我的蜜蜂！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: Maple syrup substitute!
de: Ahornsirup-Ersatz!
es: ¡Un sustituto del jarabe de arce!
fr: Ça remplace le sirop d'érable !
it: Surrogato dello sciroppo d'acero!
ja: こりゃ、メープルシロップの代わりになるな！
ko: 단풍 시럽 대용품이잖아!
pl: Zamiennik syropu klonowego!
pt_br: Substituto de xarope de bordo!
ru: Замена кленовому сиропу!
zh_cn: 枫糖浆替代品！
zh_tw: 楓糖漿替代品！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: So that's where those bees are comin' from!
de: Da kommen also die Bienen her!
es: ¡Así que de ahí salen esas abejas!
fr: C'est de là que viennent les abeilles !
it: Chissà da dove vengono quelle api...
ja: なるほど、あのミツバチどもはあそこから出てくるんだな！
ko: 벌이 다 저기에서 나왔구나!
pl: Czyli to stąd się biorą te pszczoły!
pt_br: Então é daí que essas abelhas estão vindo!
ru: Так вот откуда берутся эти пчелы!
zh_cn: 所以蜜蜂是从这里来的啊！
zh_tw: 所以蜜蜂是從這裡來的啊！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: I'm getting hungry just looking at it.
de: Ich werde schon hungrig, wenn ich es nur sehe.
es: Me está entrando hombre solo de mirarlo.
fr: Rien que la regarder ça me donne faim.
it: Mi sta venendo fame solo a guardarlo!
ja: 見てるだけで腹が減ってくるぜ…
ko: 보는 것만으로도 배고프잖아.
pl: Robię się głodny od samego patrzenia.
pt_br: Estou ficando com fome só de olhar.
ru: Хочу есть от одного вида.
zh_cn: 只是看着它我就饿了！
zh_tw: 只是看著它我就餓了！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.READY
source: Maple syrup substitute!
de: Ahornsirup-Ersatz!
es: ¡Un sustituto del jarabe de arce!
fr: Ça remplace le sirop d'érable !
it: Surrogato dello sciroppo d'acero!
ja: こりゃ、メープルシロップの代わりになるな！
ko: 단풍 시럽 대용품이잖아!
pl: Zamiennik syropu klonowego!
pt_br: Substituto de xarope de bordo!
ru: Замена кленовому сиропу!
zh_cn: 枫糖浆替代品！
zh_tw: 楓糖漿替代品！

# CHARACTERS.WOODIE.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: I could get more if I waited.
de: Ich hätte mehr haben können, wenn ich gewartet hätte.
es: Podría conseguir más si esperase.
fr: Je pourrais en avoir plus en étant patient.
it: Avrei potuto ottenere di più se avessi aspettato.
ja: 待っていればもっと手に入る。
ko: 기다리면 더 생길 텐데.
pl: Mógłbym mieć więcej, gdybym trochę poczekał.
pt_br: Eu poderia conseguir mais se quisesse.
ru: Я получу больше, если подожду еще немного.
zh_cn: 如果再等等，我可以收获更多的。
zh_tw: 如果再等等，我可以收穫更多的。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.DOMESTICATED
source: I like this one's attitude.
de: Ich mag seine Einstellung.
es: Me gusta su actitud.
fr: J'aime bien l'attitude de celui-ci.
it: Mi piace il suo atteggiamento.
ja: なかなか聞き分けがいいじゃねぇか
ko: 이 녀석 온순해서 좋은데.
pl: Podoba mi się jego nastawienie.
pt_br: Gosto do temperamento desse.
ru: Такой милый, когда ручной.
zh_cn: 我欣赏这个的态度。
zh_tw: 我欣賞這個的態度。

# CHARACTERS.WOODIE.DESCRIBE.BEEFALO.FOLLOWER
source: I think he likes me.
de: Ich glaube, er mag mich.
es: Creo que le gusto.
fr: Je crois qu'il m'aime bien.
it: Credo di piacergli.
ja: 彼はワシを気に入ったみたい。
ko: 날 좋아하는 것 같아.
pl: Chyba mnie lubi.
pt_br: Acho que ele gosta de mim.
ru: Думаю, я ему нравлюсь.
zh_cn: 我觉得他喜欢我。
zh_tw: 我覺得他喜歡我。
