Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.GLOMMERFUEL
source: Looks like bubblegum, tastes like floor.
de: Sieht aus wie Kaugummi und schmeckt wie Dreck.
es: Parece chicle, sabe a suelo.
es_mx: Parece chicle, pero sabe a suelo.
fr: L'aspect du chewing-gum, un goût de terre battue.
it: Sembra gomma da masticare, sa di pavimento.
ja: 見た目はガムに似てるケド、味は…
ko: 생긴 것은 풍선껌인데, 맛은 바닥이야.
pl: Wygląda jak guma do żucia, smakuje jak podłoga w rzeźni.
pt_br: Parece chiclete, tem gosto de carpete.
ru: На вид как жвачка, на вкус — как земля.
zh_cn: 样子像泡泡糖，味道像地板蜡。
zh_tw: 樣子像泡泡糖，味道像地板蠟。

# CHARACTERS.WARLY.DESCRIBE.GLOMMERWINGS
source: A tiny delicacy.
de: Eine kleine Delikatesse.
es: Un pequeño manjar.
es_mx: Un pequeño manjar.
fr: Une petite délicatesse.
it: Una piccola prelibatezza.
ja: ちっこいけど、珍味ネ
ko: 작은 별미다.
pl: Pyszna przekąska.
pt_br: Uma pequena iguaria.
ru: Крошечное лакомство.
zh_cn: 小小的、纤弱的翅膀。
zh_tw: 小小的、纖弱的翅膀。

# CHARACTERS.WARLY.DESCRIBE.GLOWBERRYMOUSSE
source: My own special recipe!
de: Mein Spezialrezept!
es: ¡Mi propia receta especial!
es_mx: ¡Mi propia receta especial!
fr: C'est ma recette spéciale !
it: Una mia ricetta originale!
ja: ボクのスペシャルレシピだヨ！
ko: 나만의 특별한 레시피지!
pl: Mój własny przepis!
pt_br: Minha receita especial!
ru: Мой собственный особый рецепт!
zh_cn: 我自己的特别食谱！
zh_tw: 我自己的特別食譜！

# CHARACTERS.WARLY.DESCRIBE.GNARWAIL.BROKENHORN
source: Ha! You've no shish left to kabob with!
de: Ha! Du hast deinen Spieß verloren!
es: ¡Ja! ¡Ya no tienes con qué ensartar pinchitos morunos!
es_mx: ¡Ja! ¡Ya no tienes pincho para armar tus brochetas!
fr: Ha ! Sacré pic à brochette !
it: Ah! Lo spiedo per il kebab si è rotto!
ja: ハハ！キミにはケバブで使う串がもうないネ！
ko: 하! 케밥 만들 때 쓸 꼬챙이도 안 남았구나!
pl: Ha! Nie zrobisz już ze mnie szaszłyka!
pt_br: Ha! Você não tem mais carne para ser espetada!
ru: Ха! Шиш тебе, а не кебаб!
zh_cn: 哈！你没了竹签子，烤不了串了！
zh_tw: 哈！你沒了竹簽子，烤不了串了！

# CHARACTERS.WARLY.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: I am very sorry about your horn, mon ami.
de: Tut mir leid wegen deines Horns, mon ami.
es: Siento lo de tu cuerno, camarade.
es_mx: Lamento mucho lo de tu cuerno, mon ami.
fr: Navré pour ta corne, très cher.
it: Mi dispiace molto per il tuo corno, mon ami.
ja: ツノについては気の毒に思うよ、モナミ。
ko: 뿔이 그렇게 되다니 정말 안됐어, 친구.
pl: Bardzo mi przykro z powodu twojego rogu, mon ami.
pt_br: Sinto muito pelo seu chifre, mon ami.
ru: Прости, мне жаль твой рог, mon ami.
zh_cn: 我的朋友，你的角变这样我真的很抱歉。
zh_tw: 我的朋友，你的角變這樣我真的很抱歉。

# CHARACTERS.WARLY.DESCRIBE.GNARWAIL.FOLLOWER
source: You're really quite a gentle soul, aren't you mon ami?
de: Du bist wirklich eine sanfte Seele, nicht wahr, mon ami?
es: Eres realmente un alma cándida, ¿verdad, camarade?
es_mx: De verdad eres un alma gentil, ¿no, mon ami?
fr: Tu as vraiment bon cœur, toi.
it: Hai un animo gentile, vero, mon ami?
ja: キミは本当におとなしいね、モナミ。そうでしょう？
ko: 넌 정말 온화한 편이구나, 친구?
pl: Całkiem wrażliwa z ciebie dusza, czyż nie, mon ami?
pt_br: Você tem mesmo uma alma gentil, né, mon ami?
ru: У тебя такой мягкий нрав, да, mon ami?
zh_cn: 你的个性真是非常温柔，不是吗，我的朋友？
zh_tw: 你的個性真是非常溫柔，不是嗎，我的朋友？

# CHARACTERS.WARLY.DESCRIBE.GNARWAIL.GENERIC
source: Mon dieu, don't skewer me!
de: Mon dieu, spieß mich nicht auf!
es: ¡Mon dieu, no me pinches!
es_mx: Mon dieu, ¡no me vayas a ensartar!
fr: Fichtre, ne m'embroche pas !
it: Mon dieu, non mi infilzare!
ja: アア、神様ッ！ボクを串刺しにしないで！
ko: 세상에나, 날 찌르면 안 돼!
pl: Mon dieu, nie nadziej mnie na to!
pt_br: Mon dieu, não me espete!
ru: Mon dieu, только не протыкай меня насквозь!
zh_cn: 我的天啊，别把我穿成肉串！
zh_tw: 我的天啊，別把我穿成肉串！

# CHARACTERS.WARLY.DESCRIBE.GNARWAIL_HORN
source: I was nearly run through with that thing!
de: Davon wäre ich beinahe aufgespießt worden!
es: ¡Casi me atraviesa con esa cosa!
es_mx: ¡Esa cosa casi me atraviesa!
fr: J'ai failli m'empaler sur cette chose !
it: Mi hai quasi fatto diventare uno spiedino!
ja: ボク、危うくアレに刺されるところでしたヨ！
ko: 하마터면 저걸로 꿰뚫릴 뻔했어!
pl: Prawie mnie przebiło!
pt_br: Essa coisa quase me atravessou!
ru: Да меня этой штукой чуть насквозь не проткнули!
zh_cn: 我差点就被那东西穿透！
zh_tw: 我差點就被那東西穿透！

# CHARACTERS.WARLY.DESCRIBE.GOATMILK
source: Can I make this into cheese?
de: Kann ich daraus Käse machen?
es: ¿Puedo hacer queso con esto?
es_mx: ¿Puedo hacer queso con esto?
fr: Je peux faire du fromage avec ça ?
it: Posso farne formaggio?
ja: チーズにしたいネ！
ko: 이걸로 치즈를 만들 수 있을까?
pl: Mogę zrobić z niego ser?
pt_br: Posso transformá-los em queijo?
ru: Из этого можно сделать сыр?
zh_cn: 我可以把这个做成奶酪吗？
zh_tw: 我可以把這個做成乳酪嗎？

# CHARACTERS.WARLY.DESCRIBE.GOGGLESHAT
source: Oh. I've never considered myself fashionable before!
de: Oh. Ich wusste gar nicht, wie schick ich bin!
es: Oh. ¡Nunca me había considerado tan a la moda!
es_mx: Oh. ¡Nunca me había considerado una persona a la moda!
fr: Oh, je ne me suis pourtant jamais intéressé à la mode.
it: Oh, non pensavo di essere un tipo alla moda!
ja: おぉ。ボクがファッショナブルだなんて考えたこともなかったヨ！
ko: 아. 내가 패션 감각이 넘쳐 보일 때도 다 있네!
pl: Och. Nigdy wcześniej nie myślałem o sobie jako o trendsetterze!
pt_br: Ah. Eu nunca me considerei uma pessoa chique!
ru: О. Никогда раньше не интересовался модой!
zh_cn: 噢，我以前从没觉得自己是时尚达人！
zh_tw: 噢，我以前從沒覺得自己是時尚達人！

# CHARACTERS.WARLY.DESCRIBE.GOLDENAXE
source: A golden chopper!
de: Ein goldener Zerhacker!
es: ¡Un cuchillo para cortar de oro!
es_mx: ¡Un cuchillo de oro para cortar!
fr: Une hache en or !
it: Una mannaia d'oro!
ja: キラキラのオノだヨ！
ko: 황금 도끼다!
pl: Złota rąbaczka!
pt_br: Um cortador de ouro!
ru: Золотой нож для резки!
zh_cn: 黄金斧头！
zh_tw: 黃金斧頭！

# CHARACTERS.WARLY.DESCRIBE.GOLDENPICKAXE
source: That looks nice.
de: Der sieht sicher gut zusammen mit meinen roten Haaren aus.
es: Parece bonita.
es_mx: Se ve bonita.
fr: C'est joli.
it: Sembra piacevole.
ja: キラキラでカッコイイネ！
ko: 훌륭해 보인다.
pl: Wygląda znakomicie.
pt_br: Isso parece bonito.
ru: Выглядит здорово.
zh_cn: 看起来不错。
zh_tw: 看起來不錯。

# CHARACTERS.WARLY.DESCRIBE.GOLDENPITCHFORK
source: A golden fork for a giant, oui?
de: Eine goldene Gabel für einen Riesen?
es: ¿Un tenedor de oro para un gigante, oui?
es_mx: Un tenedor de oro para un gigante, ¿oui?
fr: Une fourche en or pour géant, hein ?
it: Una forcella d'oro per un gigante, oui?
ja: 黄金でできた、巨人用のフォーク…カナ？
ko: 거인의 황금 포크인가?
pl: Złoty widelec dla giganta, oui?
pt_br: Um garfo dourado para um gigante, oui?
ru: Золотая вилка для великана, да?
zh_cn: 巨人使用的黄金叉，是吗？
zh_tw: 巨人使用的黃金叉，是嗎？

# CHARACTERS.WARLY.DESCRIBE.GOLDENSHOVEL
source: Shiny.
de: Funkelnd.
es: Reluciente.
es_mx: Reluciente.
fr: Elle brille.
it: Brillante.
ja: キラキラだヨ！
ko: 빛난다.
pl: Ale błysk!
pt_br: Brilhante.
ru: Блестящий.
zh_cn: 好耀眼。
zh_tw: 好耀眼。

# CHARACTERS.WARLY.DESCRIBE.GOLDEN_FARM_HOE
source: Good tools do make a difference.
de: Gute Werkzeuge machen durchaus einen Unterschied.
es: Se nota lo de usar una herramienta de calidad.
fr: De bons outils font toute la différence.
it: Degli strumenti di qualità fanno la differenza.
ja: 良いツールは違いを生むヨ。
ko: 좋은 도구는 차이를 만들지.
pl: Dobre narzędzia mają znaczenie.
pt_br: Bons utensílios fazem toda a diferença.
ru: С хорошими инструментами и работа спорится.
zh_cn: 好的工具确实能带来不同的效果。
zh_tw: 好的工具確實能帶來不同的效果。

# CHARACTERS.WARLY.DESCRIBE.GOLDNUGGET
source: Yolk yellow, glowing gold!
de: Leuchtet gelb.
es: ¡Yema amarilla, brillante como el oro!
es_mx: ¡Yema amarilla, brillante como el oro!
fr: Comme du jaune d'œuf qui brille !
it: Tuorlo giallo, oro incandescente!
ja: 卵の黄身のような色ネ！
ko: 노른자처럼 빛나는 금!
pl: Kolor żółtka, połysk złota!
pt_br: Ouro brilhante, amarelo gema!
ru: Желтый желток, светится золотом!
zh_cn: 闪闪发光的金子！
zh_tw: 閃閃發光的金子！

# CHARACTERS.WARLY.DESCRIBE.GOOSE_FEATHER
source: A plucked goose was here.
de: Hier wurde eine Gans gerupft.
es: Un ganso desplumado estuvo aquí.
es_mx: Un ganso desplumado estuvo aquí.
fr: On a plumé un élan ailé ici.
it: Un'oca spennata è stata qua.
ja: グースから抜いた羽根ネ…
ko: 깃털 뽑힌 거위가 지나갔나 보군.
pl: Ktoś skubał tu gęsi.
pt_br: Um ganso depenado esteve aqui.
ru: Здесь был ощипанный гусь.
zh_cn: 这里曾经有一只拔了毛的鹅。
zh_tw: 這裡曾經有一隻拔了毛的鵝。

# CHARACTERS.WARLY.DESCRIBE.GRASS.BARREN
source: Could I get some fertilizer over here?
de: Ich bräuchte ein bisschen Dünger hier.
es: ¿Podría conseguir algo de fertilizante?
es_mx: ¿Podría conseguir algo de fertilizante?
fr: Est-ce qu'on trouve de l'engrais par ici ?
it: Potrei avere un po' di fertilizzante qui?
ja: 肥料をあげないとネ
ko: 여기에 비료 좀 뿌릴 수 있을까?
pl: Można dostać trochę nawozu?
pt_br: Será que podem me conseguir um pouco de fertilizante?
ru: Получится ли достать немного удобрений?
zh_cn: 也许我可以往上面浇点肥料？
zh_tw: 也許我可以往上面澆點肥料？

# CHARACTERS.WARLY.DESCRIBE.GRASS.BURNING
source: I never burn anything in the kitchen.
de: Ich brenne nie etwas in der Küche.
es: Nunca se me quema nada en la cocina.
es_mx: Nunca se me quema nada en la cocina.
fr: Je ne brûle jamais rien en cuisine.
it: Non ho mai bruciato niente in cucina.
ja: ボクは、食材焦がしたことがないネ
ko: 나는 주방에서 아무것도 태우지 않지.
pl: W kuchni nigdy niczego nie przypalam.
pt_br: Nunca queimo nada na cozinha.
ru: Я никогда ничего не жгу на кухне.
zh_cn: 我从没在厨房里烧着过任何东西。
zh_tw: 我從沒在廚房裡燒著過任何東西。

# CHARACTERS.WARLY.DESCRIBE.GRASS.DISEASED
source: It's under the weather.
de: Nicht ganz in Form.
es: Está pasando lo suyo.
es_mx: No se siente bien.
fr: Ça ne va pas très bien.
it: Non si sente molto bene.
ja: 天気のせいだヨ。
ko: 상태가 안 좋아.
pl: Wygląda niezdrowo.
pt_br: Tá doente.
ru: Неважно себя чувствует.
zh_cn: 状态不太好。
zh_tw: 狀態不太好。

# CHARACTERS.WARLY.DESCRIBE.GRASS.DISEASING
source: It's starting to look a little funny.
de: Sieht langsam etwas merkwürdig aus.
es: Empieza a tener una pinta rarilla.
es_mx: Está empezando a tener un aspecto extraño.
fr: Ça a une tête bizarre.
it: Comincia ad avere un aspetto bizzarro.
ja: だんだん面白くなってきたネ。
ko: 약간 상태가 안 좋아 보이기 시작했어.
pl: Zaczyna wyglądać trochę dziwnie.
pt_br: Tá ficando meio esquisita.
ru: Начинает выглядеть как-то не очень.
zh_cn: 看起来有点好玩。
zh_tw: 看起來有點好玩。

# CHARACTERS.WARLY.DESCRIBE.GRASS.GENERIC
source: A common ingredient for success around here.
de: Eine übliche Zutat für den Erfolg.
es: Un ingrediente común para el éxito por aquí.
es_mx: Un ingrediente común para el éxito por estos lares.
fr: Un ingrédient commun pour réussir par ici.
it: Un ingrediente comune per il successo da queste parti.
ja: サバイバル生活の“主食”みたいなものネ
ko: 이곳에서 성공하려면 이게 필수라지.
pl: Powszechny przepis na sukces w tych okolicach.
pt_br: Um ingrediente comum para o sucesso por aqui.
ru: Здешний главный ингредиент успеха.
zh_cn: 在这里生存下去需要的常见材料。
zh_tw: 在這裡生存下去需要的常見材料。

# CHARACTERS.WARLY.DESCRIBE.GRASS.PICKED
source: Plucked clean!
de: Sauber gerupft.
es: ¡Limpio como una patena!
es_mx: ¡Impecable!
fr: J'ai tout pris !
it: Pulito come un fischio!
ja: もう摘めるところはないネ！
ko: 깨끗하게 뽑았다!
pl: Wyrwana z korzeniami!
pt_br: Colhi tudo!
ru: Выдрал с корнем!
zh_cn: 采光了！
zh_tw: 採光了！

# CHARACTERS.WARLY.DESCRIBE.GRASS.WITHERED
source: Too hot for you.
de: Zu heiß für dich.
es: Demasiado caliente para ti.
es_mx: Demasiado caliente para ti.
fr: Il fait trop chaud pour toi.
it: Troppo caldo per te.
ja: 暑すぎて枯れちゃったネ
ko: 너무 더워서 견디지 못하는구나.
pl: Za gorąco ci tu.
pt_br: Muito quente para você.
ru: Слишком жарко для тебя.
zh_cn: 对你来说天气太热了。
zh_tw: 對你來說天氣太熱了。

# CHARACTERS.WARLY.DESCRIBE.GRASSGATOR
source: He seems to be a gentle soul.
de: Er scheint eine sanfte Seele zu sein.
es: Parece un alma bondadosa...
fr: Il a l'air vraiment gentil.
it: Sembra essere un'anima buona.
ja: 彼はやさしいみたいネ。
ko: 영혼이 온화한 것 같아.
pl: Zdaje się, że to jakieś łagodne stworzenie.
pt_br: Ele parece ser uma alma gentil.
ru: По-моему, он очень стеснительный.
zh_cn: 他似乎有着温柔的灵魂。
zh_tw: 他似乎有著溫柔的靈魂。

# CHARACTERS.WARLY.DESCRIBE.GRASSGEKKO.DISEASED
source: Would some nice soup make you feel better?
de: Möchtest du eine schöne Suppe, damit du dich besser fühlst?
es: ¿Una rica sopa te haría sentirte mejor?
es_mx: ¿Una rica sopa te haría sentir mejor?
fr: Un bon bouillon te ferait sans doute du bien.
it: Un bel brodino ti farebbe sentire un po' meglio?
ja: おいしいスープでキミの気分は良くなるかな？
ko: 맛있는 수프를 먹으면 나아질 것 같니?
pl: Czy tłusty rosół ci pomoże?
pt_br: Será que você não se sentiria melhor com um pouco de sopa?
ru: А вкусный суп тебя не утешит?
zh_cn: 喝点鲜美的汤羹会不会让你好点呢？
zh_tw: 喝點鮮美的湯羹會不會讓你好點呢？

# CHARACTERS.WARLY.DESCRIBE.GRASSGEKKO.GENERIC
source: It doesn't seem dangerous.
de: Wirkt nicht gefährlich.
es: No parece algo peligroso.
es_mx: No parece peligroso.
fr: Il n'a pas l'air dangereux.
it: Non sembra pericoloso.
ja: これ、危なくなさそうネ。
ko: 위험해 보이지는 않아.
pl: Nie wygląda groźnie.
pt_br: Não parece perigosa.
ru: Не кажется опасным.
zh_cn: 好像不怎么危险。
zh_tw: 好像不怎麼危險。

# CHARACTERS.WARLY.DESCRIBE.GRASS_UMBRELLA
source: A bit of shade is better than none.
de: Ein wenig Schatten ist besser als gar keiner.
es: Un poco de sombra es mejor que nada.
es_mx: Un poco de sombra es mejor que nada.
fr: Un peu d'ombre c'est mieux que rien.
it: Un po' d'ombra è meglio di niente.
ja: ささないよりはマシ、ってとこネ…
ko: 약간의 그늘이라도 없는 것보다야 낫지.
pl: Lepszy mały cień niż żaden.
pt_br: Um pouco de sombra é melhor que nenhuma.
ru: Небольшая тень лучше, чем никакая.
zh_cn: 能遮点太阳挡点雨总比没有来得强。
zh_tw: 能遮點太陽擋點雨總比沒有來得強。

# CHARACTERS.WARLY.DESCRIBE.GRAVY
source: Rich and full of flavor.
de: Gehaltvoll und aromatisch.
es: Cremosa y llena de sabor.
es_mx: Deliciosa y llena de sabor.
fr: C'est riche et très savoureux.
it: Ricca e saporita.
ja: 濃厚で風味豊かネ。
ko: 풍미가 가득해.
pl: Tłusty i pełen smaku.
pt_br: Riquíssimo e cheio de sabor.
ru: Богатый и насыщенный вкус.
zh_cn: 醇厚味美。
zh_tw: 醇厚味美。

# CHARACTERS.WARLY.DESCRIBE.GREENAMULET
source: For more savvy construction!
de: Im Aufbau.
es: ¡Para construcciones más inteligentes!
es_mx: ¡Para construcciones más inteligentes!
fr: Pour construire avec bon sens !
it: Per altre costruzioni di buon senso!
ja: 効率よく物づくりできるネ！
ko: 효율적인 건설을 위하여!
pl: Dla miłośników rzemiosła!
pt_br: Para uma construção mais habilidosa!
ru: Чтобы соображать быстрее!
zh_cn: 更巧妙地开展建造工作！
zh_tw: 更巧妙地開展建造工作！

# CHARACTERS.WARLY.DESCRIBE.GREENGEM
source: Ahh, a rare attraction!
de: Ohh, welch seltener Schatz!
es: ¡Ahhh, una atracción rara!
es_mx: ¡Ahhh, una atracción rara!
fr: Ah ! Une attraction rare !
it: Ahh, una rara attrazione!
ja: これは珍しいネ！
ko: 이야, 희귀한 것이네!
pl: Ach, rzadki rarytas!
pt_br: Ahh, uma atração rara!
ru: А-ах, редкая штучка!
zh_cn: 哈，罕见的吸引力！
zh_tw: 哈，罕見的吸引力！

# CHARACTERS.WARLY.DESCRIBE.GREENMOONEYE
source: So long as it doesn't blink.
de: Solange es nicht zwinkert.
es: Mientras no parpadee...
es_mx: Siempre y cuando no pestañee...
fr: Tant qu'il ne cligne pas, ça va.
it: Basta che non si muova.
ja: これほとんど瞬きしないヨ。
ko: 깜빡이지만 않는다면야.
pl: Dopóki nie mrugnie.
pt_br: Contanto que não pisque.
ru: Главное, чтобы не моргал.
zh_cn: 只要不眨眼就好。
zh_tw: 只要不眨眼就好。

# CHARACTERS.WARLY.DESCRIBE.GREENSTAFF
source: I probably shouldn't stir soup with this.
de: Damit sollte ich besser nicht die Suppe rühren.
es: Probablemente no debería mover la sopa con esto.
es_mx: Creo que no debería mover la sopa con esto.
fr: Mieux vaut éviter de remuer la soupe avec ça.
it: Probabilmente non dovrei mescolarci la zuppa.
ja: これでスープ混ぜるのは、やめとくネ…
ko: 이걸로 수프를 저으면 안 되겠지.
pl: Pewnie nie powinienem mieszać tym zupy?
pt_br: Eu provavelmente não deveria mexer sopa com isso.
ru: Пожалуй, не стоит им помешивать суп.
zh_cn: 我可能不该用这个来搅汤。
zh_tw: 我可能不該用這個來攪湯。

# CHARACTERS.WARLY.DESCRIBE.GREEN_CAP
source: Don't crowd the mushrooms.
de: Ich interessiere mich nicht für Pilze.
es: No llenes las setas.
es_mx: No llenes los champiñones.
fr: Il ne faut pas entasser les champignons.
it: Non ammassare gli champignon.
ja: キノコは、ほとんど水分だヨ
ko: 버섯은 서로 가까이 붙으면 안 되지.
pl: Muszę się rozejrzeć, może w pobliżu są kolejne.
pt_br: Não acumule os cogumelos.
ru: Не толпимся.
zh_cn: 不要把蘑菇堆在一起。
zh_tw: 不要把蘑菇堆在一起。

# CHARACTERS.WARLY.DESCRIBE.GREEN_CAP_COOKED
source: Could use a slathering of butter and chives...
de: Da fehlen noch frische Kräuter und Butter ...
es: Le hace falta una pizca de mantequilla y cebollino...
es_mx: Le hace falta una pizca de mantequilla y cebollín...
fr: Ça manque de beurre et de ciboulette...
it: Servirebbero burro e salvia...
ja: バターとアサツキ、たっぷり添えたいネ…
ko: 버터와 부추가 있었으면...
pl: Przydałoby się trochę masła i szczypiorku...
pt_br: Uma camadinha de manteiga e cebolinha cairiam bem...
ru: Можно было бы густо намазать маслом и посыпать луком…
zh_cn: 可以加点黄油和香葱...
zh_tw: 可以加點黃油和香蔥...

# CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Little champignon!
de: Kleiner Champignon!
es: ¡Pequeño champignon!
es_mx: ¡Pequeño champignon!
fr: Petit champignon !
it: Piccolo champignon!
ja: シャンピニオン！
ko: 양송이 버섯이다!
pl: Pieczareczka!
pt_br: Champignonzinho!
ru: Маленький шампиньон!
zh_cn: 小蘑菇！
zh_tw: 小蘑菇！

# CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Did it eat itself...?
de: Hat es sich selbst verschlungen?
es: ¿Se ha comido a sí mismo...?
es_mx: ¿Se comió a sí mismo...?
fr: Il s'est auto-mangé ?
it: Si è mangiato se stesso...?
ja: 自分で自分を食べちゃったのカナ…？
ko: 설마 스스로를 먹은 건가...?
pl: Zjedz to sam...?
pt_br: Ele comeu a si mesmo...?
ru: Он что, съел сам себя?
zh_cn: 它吃掉了自己吗...？
zh_tw: 它吃掉了自己嗎...？

# CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I eagerly await its rebirth!
de: Ich freu mich schon darauf, wenn der nachwächst.
es: ¡Aguardo impacientemente su renacimiento!
es_mx: ¡Espero impacientemente su renacimiento!
fr: J'attends sa renaissance impatiemment !
it: Aspetto con ansia la sua rinascita!
ja: また生えてくるのを待つしかないネ！
ko: 얼른 다시 나오기를!
pl: Czekam z niecierpliwością, aż się odrodzi!
pt_br: Espero ansiosamente seu renascimento!
ru: С нетерпением жду его возвращения!
zh_cn: 我急切等着它再长出来！
zh_tw: 我急切等著它再長出來！

# CHARACTERS.WARLY.DESCRIBE.GROTTO_POOL_BIG
source: My, how beautiful!
de: Liebe Güte, wie schön!
es: Pero ¡qué preciosidad!
fr: Oh, que c'est beau !
it: Oh, che bello!
ja: ウワ…なんてビューティフル！
ko: 이런, 너무 아름답잖아!
pl: Rany, co za widok!
pt_br: Nossa, que lindo!
ru: Вот это красота!
zh_cn: 啊，真美！
zh_tw: 啊，真美！

# CHARACTERS.WARLY.DESCRIBE.GROTTO_POOL_SMALL
source: My, how beautiful!
de: Liebe Güte, wie schön!
es: Pero ¡qué preciosidad!
fr: Oh, que c'est beau !
it: Oh, che bello!
ja: ウワ…なんてビューティフル！
ko: 이런, 너무 아름답잖아!
pl: Rany, co za widok!
pt_br: Nossa, que lindo!
ru: Вот это красота!
zh_cn: 啊，真美！
zh_tw: 啊，真美！

# CHARACTERS.WARLY.DESCRIBE.GUACAMOLE
source: More like Greatamole!
de: Das ist nicht schlecht.
es: ¡Más bien grancamole!
es_mx: ¡Más bien grancamole!
fr: C'est plus du guacamou !
it: Un guacamole con i fiocchi!
ja: アモーレ！
ko: 훌륭한 과카몰레다!
pl: Lubię eksperymentować w kuchni!
pt_br: Parece mais guaca-incrível!
ru: Просто Нямкамоле!
zh_cn: 更像是一碗黏糊糊的香皂！
zh_tw: 更像是一碗黏糊糊的香皂！

# CHARACTERS.WARLY.DESCRIBE.GUANO
source: Poop of the bat.
de: Fledermauskeule
es: Caca de murciélago.
es_mx: Caca de murciélago.
fr: Crotte de chauve-souris.
it: Cacca del pipistrello.
ja: コウモリのフン、ダネ…
ko: 박쥐의 똥이다.
pl: Kupa nietoperza.
pt_br: Cocô do morcego.
ru: Какашка мышелиска.
zh_cn: 蝙蝠粪便。
zh_tw: 蝙蝠糞便。

# CHARACTERS.WARLY.DESCRIBE.GUNPOWDER
source: Boom!
es: ¡Bum!
es_mx: ¡Bum!
fr: Boum !
it: Bum!
ja: 爆発するヨ！
ko: 쾅!
pl: Bum!
pt_br: Buum!
ru: Бум!
zh_cn: 砰！
zh_tw: 砰！

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_1
source: These can be enjoyable, now and then.
de: Hin und wieder esse ich das gerne.
es: Pueden ser un puntazo, de vez en cuando.
es_mx: Se pueden disfrutar de vez en cuando.
fr: Ça fait toujours plaisir.
it: Sono gradevoli, una volta ogni tanto.
ja: あれはおいしいけどネ。時々なら。
ko: 가끔은 이런 것도 즐겁지.
pl: Miło je zjeść od czasu do czasu.
pt_br: Isso pode ser agradável de vez em quando.
ru: Иногда можно и их съесть.
zh_cn: 偶尔尝尝还是挺美味的。
zh_tw: 偶爾嘗嘗還是挺美味的。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_10
source: The younger among us would enjoy it more than me.
de: Die Jüngeren unter uns mögen das lieber als ich.
es: Los más jóvenes lo disfrutarían más que yo.
es_mx: Los más jóvenes de nuestro grupo lo disfrutarán más que yo.
fr: Quelqu'un de plus jeune que moi en profitera davantage.
it: Ai più giovani di noi piacerebbero molto più che a me.
ja: うちのチームの若い子たちは、ボクよりおいしいって思うかもネ。
ko: 나보다 어린 친구가 더 좋아하겠어.
pl: Młodszym ode mnie będą bardziej smakowały.
pt_br: Os mais jovens gostariam mais do que eu disso aqui.
ru: Молодняку они скорее придут по душе.
zh_cn: 年纪轻一点的会喜欢这个。
zh_tw: 年紀輕一點的會喜歡這個。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_11
source: There are few things I love more than milk chocolate.
de: Es gibt nicht viel, was ich mehr liebe als Milchschokolade.
es: Hay pocas cosas que me gusten más que el chocolate con leche.
es_mx: Hay pocas cosas que me gusten más que el chocolate con leche.
fr: S'il y a bien une chose que j'aime, c'est le chocolat au lait.
it: Il latte al cioccolato è una delle cose che mi piacciono di più.
ja: ボク、ミルクチョコレートより好きなものはほとんどないんだヨ。
ko: 내가 밀크초콜릿보다 좋아하는 것은 흔치 않지.
pl: Niewiele rzeczy lubię bardziej niż czekoladę mleczną.
pt_br: Tem pouquíssimas coisas que eu adoro mais do que leite com chocolate.
ru: Мало что люблю так, как молочный шоколад.
zh_cn: 牛奶巧克力简直是我的最爱。
zh_tw: 牛奶巧克力簡直是我的最愛。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_12
source: I'm sure it tastes better than it looks.
de: Schmeckt bestimmt besser, als es aussieht.
es: Seguro que sabe mejor de lo que parece.
es_mx: Estoy seguro de que sabe mejor de lo que se ve.
fr: Je suis sûr que c'est meilleur que ça en a l'air.
it: Scommetto che hanno un sapore migliore di quanto sembri.
ja: 見かけよりはきっとおいしいと思うヨ。
ko: 보기보단 맛이 괜찮을 거야.
pl: Na pewno smakuje lepiej, niż wygląda.
pt_br: Tenho certeza de que o gosto é melhor do que a aparência.
ru: Надеюсь, на вкус они лучше, чем на вид.
zh_cn: 我相信它的味道比它的外观要好。
zh_tw: 我相信它的味道比它的外觀要好。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_13
source: It's a little too sweet for my taste.
de: Etwas zu süß für meinen Geschmack.
es: Demasiado dulce para mi gusto.
es_mx: Es demasiado dulce para mi gusto.
fr: C'est un peu trop sucré à mon goût.
it: È un po' troppo dolce per i miei gusti.
ja: ボクの口には、ちょっと甘すぎるヨ。
ko: 너무 단맛은 내 취향이 아니야.
pl: Trochę zbyt słodkie, jak na mój gust.
pt_br: Doce demais pro meu gosto.
ru: На мой вкус, слишком сладко.
zh_cn: 对我来说，太甜了。
zh_tw: 對我來說，太甜了。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_14
source: It sticks in my teeth, but it's well worth it.
de: Klebt an den Zähnen, ist aber einfach köstlich.
es: Se me pega a los dientes, pero merece la pena.
es_mx: Se me pega en los dientes, pero lo vale.
fr: Ça colle aux dents, mais ça vaut le coup.
it: Mi si attacca ai denti, ma ne vale la pena.
ja: 歯にくっつくけど、それでもおいしいヨ。
ko: 이에 달라붙지만 감수할 가치가 있어.
pl: Przykleja się do zębów, ale warto było.
pt_br: Gruda nos dentes, mas vale a pena.
ru: В зубах застревает, но оно того стоит.
zh_cn: 粘牙，但完全值得。
zh_tw: 粘牙，但完全值得。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_2
source: There are better confections available, in my professional opinion.
de: Meiner Expertenmeinung nach gibt es bessere Süßigkeiten.
es: Hay mejores golosinas, según la opinión de un profesional como yo.
es_mx: En mi opinión profesional, hay mejores dulces disponibles.
fr: Croyez-en l'avis d'un professionnel, il existe de meilleurs bonbons que ça.
it: Secondo la mia opinione professionale esistono caramelle migliori.
ja: プロとして言わせてもらえれば、もっとおいしい飴はあるヨ。
ko: 내 전문적인 소견으로는 더 좋은 사탕이 많다고 생각해.
pl: Jako profesjonalista powiem, że są lepsze słodycze.
pt_br: Existem confeitos melhores. Essa é a minha opinião profissional.
ru: Как профессионал я считаю, что это не самые лучшие сладости.
zh_cn: 以我的职业判断，有更好的糖果。
zh_tw: 以我的職業判斷，有更好的糖果。

# CHARACTERS.WARLY.DESCRIBE.HALLOWEENCANDY_3
source: It could use some butter and salt.
de: Könnte etwas Butter und Salz vertragen.
es: Le vendría bien mantequilla y sal.
es_mx: Necesita un poco de mantequilla y sal.
fr: Ça manque de beurre et de sel.
it: Mancano un po' di burro e sale.
ja: バターと塩を使っても良かったネ。
ko: 버터와 소금이 있어야겠는걸.
pl: Przydałoby się trochę masła i soli.
pt_br: Um pouco de sal e manteiga aqui não fariam mal.
ru: Добавить бы масла и соли.
zh_cn: 加点黄油和盐会更好吃。
zh_tw: 加點黃油和鹽會更好吃。
