Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.ACTIONFAIL.YOTB_STARTCONTEST.ALREADYACTIVE
source: It doesn't look like anyone's here.
de: Sieht nicht aus, als wäre jemand hier.
es: Parece que no hay nadie por aquí.
fr: J'ai l'impression qu'il n'y a personne, ici.
it: Pare non ci sia nessuno qui.
ja: 誰かいるようには見えない。
ko: 음 아무도 없는 것 같아.
pt_br: Parece que não tem ninguém aqui.
ru: Кажется, все уже ушли.
zh_tw: 好像沒人在這。

# CHARACTERS.WANDA.ACTIONFAIL.YOTB_STARTCONTEST.DOESNTWORK
source: Well, if he's not going to start the contest I'm not waiting around.
de: Nun, wenn er den Wettbewerb nicht startet, werde ich nicht darauf warten.
es: Si no va a empezar el concurso, no pienso quedarme a esperar.
fr: Bon, s'il ne compte pas lancer le concours, je ne vais pas rester plantée là.
it: Beh, se non darà inizio alla competizione non rimarrò certo qui ad aspettarlo.
ja: ん、コンテストが始まらないなら、私はここで待っててもしょうがないわ。
ko: 글쎄, 그가 대회를 시작하지 않으면 나는 주변에서 기다리고 있지 않겠어.
pt_br: Bom, se ele não vai iniciar o concurso, eu não vou ficar aqui esperando.
ru: Ну, если он не начнет конкурс сейчас, ждать я не буду.
zh_tw: 好吧，如果他不打算開始比賽，我就不在這裡等了。

# CHARACTERS.WANDA.ACTIONFAIL.YOTB_UNLOCKSKIN.ALREADYKNOWN
source: I'm sure I've seen this before.
de: Ich bin mir ziemlich sicher, dass ich das schon mal gesehen habe.
es: Creo que esto ya lo he visto antes.
fr: Je suis sûre d'avoir déjà vu ça.
it: Sono sicura di averlo già visto.
ja: これ、絶対に前に見たことがある。
ko: 전에 본 적이 있었던 게 확실해.
pt_br: Tenho certeza de que já vi isto.
ru: Я уверена, что уже это видела.
zh_tw: 我確信我以前見過這個。

# CHARACTERS.WANDA.ACTIONFAIL_GENERIC
source: Not in this timeline.
de: Nicht in dieser Zeitachse.
es: En esta línea temporal no.
fr: Pas dans cette ligne temporelle, manifestement.
it: Non in questa linea temporale.
ja: この時間線じゃないわ。
ko: 이 타임라인에서 말고.
pt_br: Não nesta linha do tempo.
ru: Не в этой линии времени.
zh_tw: 這條時間線裡不行。

# CHARACTERS.WANDA.ANNOUNCE_ACCOMPLISHMENT
source: Ha! Success!
de: Ha! Erfolg!
es: ¡Ja! ¡Eureka!
fr: Ah ! J'ai réussi !
it: Ha! Missione compiuta!
ja: やった！成功！
ko: 하! 성공!
pt_br: Ha! Sucesso!
ru: Ха! Получилось!
zh_tw: 哈！成功！

# CHARACTERS.WANDA.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I think I've accomplished everything I needed to do.
de: Ich glaube, ich habe alles erreicht, was ich tun musste.
es: Creo que he logrado todo lo que tenía que necesitaba.
fr: Je pense que j'ai réussi tout ce que j'avais à faire.
it: Penso di aver ottenuto tutto quello che mi serviva.
ja: やるべきことは全部やったと思うわ。
ko: 필요한 것을 모두 이루었다고 생각해.
pt_br: Acho que consegui fazer tudo o que precisava.
ru: По-моему, я уже достигла всего, чего только могла пожелать.
zh_tw: 我應該已經完成了所需的一切。

# CHARACTERS.WANDA.ANNOUNCE_ADVENTUREFAIL
source: If at first you don't succeed, reverse time and try again.
de: Wenn du beim ersten Mal keinen Erfolg hast, drehe die Zeit zurück und versuche es erneut.
es: Si no te sale a la primera, vuelve al pasado e inténtalo otra vez.
fr: Si vous n'y arrivez pas du premier coup, remontez le temps et recommencez.
it: Se non ci riesci al primo colpo, porta indietro le lancette e riprova.
ja: 1回目に成功しなかったら、時間を巻き戻してもう一回挑戦しな。
ko: 첫 번째 시도에 성공하지 못하면 시간을 되돌려 다시 하세요.
pt_br: Se não conseguir de primeira, volte no tempo e tente de novo.
ru: Если с первого раза не выйдет, поверни время вспять и попробуй еще.
zh_tw: 如果一開始你沒有成功，就扭轉時間再試一次。

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_SINKHOLE.1
source: The ground is trying to swallow me!
de: Der Boden versucht, mich zu verschlucken!
es: ¡Que se me traga la tierra!
fr: Le sol essaie de m'avaler !
it: Il terreno sta cercando di inghiottirmi!
ja: 地面に飲み込まれる！
ko: 땅이 날 삼키려고 해!
pt_br: O chão está tentando me engolir!
ru: Земля пытается меня поглотить!
zh_tw: 大地要把我吞沒了！

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_SINKHOLE.2
source: What is that horrible rumble?
de: Was ist das für ein schreckliches Poltern?
es: ¿Qué es ese estruendo tan horrible?
fr: C'est quoi, ce grondement affreux ?
it: Cos'è questo tremendo brontolio...?
ja: この轟音は何？
ko: 저 무서운 소리는 뭐지?
pt_br: Que estrondo horrendo é esse?
ru: Что это за ужасный грохот?
zh_tw: 那可怕的隆隆聲是什麼？

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_SINKHOLE.3
source: Something's shifting!
de: Da verschiebt sich etwas!
es: ¡Se mueve algo!
fr: Ça bouge !
it: Qualcosa si sta muovendo!
ja: 何かがシフトしてる！
ko: 뭔가 바뀌고 있어!
pt_br: Tem algo se mexendo!
ru: Что-то происходит!
zh_tw: 有東西在挪動！

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_TRIBUTE.1
source: Here, take this and let me leave in peace!
de: Hier, nimm das und lass mich in Frieden gehen!
es: Mira, llévate esto ¡y déjame en paz!
fr: Tiens, prends ça et laisse-moi tranquille !
it: Ecco, tieni questo e lasciami in pace!
ja: これ、持ってっていいから、私のことは逃がして。
ko: 자, 이것을 받고 내가 평화롭게 떠나게 해줘!
pt_br: Toma, pega isto e me deixa ir em paz!
ru: На, возьми и оставь меня в покое!
zh_tw: 給你，拿著這個，別再煩我了！

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_TRIBUTE.2
source: Just take this and I'll be on my way.
de: Nimm das hier einfach und ich verschwinde von hier.
es: Llévate esto y yo me voy yendo.
fr: Prends ça, moi, je m'en vais.
it: Prendi questo e lasciami togliere il disturbo.
ja: いいからこれを取って。私は行くところがあるから。
ko: 이것만 가지고 갈게.
pt_br: Só pega isto, e eu vou embora.
ru: Возьми уже, что тебе надо, и я пойду.
zh_tw: 這個你收下，我就走了。

# CHARACTERS.WANDA.ANNOUNCE_ANTLION_TRIBUTE.3
source: Time to move on.
de: Zeit, weiterzugehen.
es: Hora de seguir.
fr: Il est temps de filer d'ici.
it: È tempo di andare avanti.
ja: 移動しなくちゃ。
ko: 이동할 시간이야.
pt_br: Hora de seguir em frente.
ru: Пора двигаться дальше.
zh_tw: 該走了。

# CHARACTERS.WANDA.ANNOUNCE_ARCHIVE_NEW_KNOWLEDGE
source: It's showing me strange designs... I don't think I've seen them before.
de: Es zeigt mir seltsame Designs ... Ich glaube nicht, dass ich sie schon einmal gesehen habe.
es: Me está mostrando unos diseños rarísimos... Creo que no los había visto antes.
fr: Ces motifs sont bien étranges... Je ne crois pas les avoir déjà vus.
it: Mi sta mostrando degli strani modelli... Penso sia la prima volta che li vedo.
ja: 変なイメージしか浮かばない…これはまだ見たことがないはずだわ。
ko: 이상한 디자인을 보여주는군... 전에 본 적이 없는 것 같아.
pt_br: Está me mostrando desenhos estranhos... que, eu acho, nunca tinha visto.
ru: Оно показывает мне странные чертежи... Такого я точно раньше не видела.
zh_tw: 它向我展示了奇怪的設計……我以前沒有見過。

# CHARACTERS.WANDA.ANNOUNCE_ARCHIVE_NO_POWER
source: This place is like a clock that's been left unwound.
de: Dieser Ort ist wie eine Uhr, die man nicht aufgezogen hat.
es: Este lugar es como un reloj al que no le han dado cuerda.
fr: Cet endroit est comme une horloge qu'on n'a jamais remontée.
it: Questo posto è come un orologio che non è stato caricato.
ja: この場所はネジを巻かないで放置された時計みたいね。
ko: 이 곳은 마치 태엽을 감지 않은 시계 같아.
pt_br: Este lugar é como um relógio sem corda.
ru: Это место похоже на часы, которые забыли завести.
zh_tw: 這地方就像沒上發條的鐘一樣。

# CHARACTERS.WANDA.ANNOUNCE_ARCHIVE_OLD_KNOWLEDGE
source: I know this. Or maybe I will know it soon.
de: Ich weiß das. Oder vielleicht werde ich es bald wissen.
es: Esto ya me lo sé. O lo sabré pronto.
fr: Je sais, tout ça. Ou peut-être que je le saurai bientôt.
it: Questo lo so. O forse lo saprò tra poco.
ja: 知ってるわ。または、これから間もなく知る。
ko: 나는 이 사실을 알아. 아니면 곧 알게 될까?
pt_br: Eu sei disso. Ou talvez saberei em breve.
ru: Я это уже знаю. Или узнаю в ближайшее время.
zh_tw: 這個我知道。或者說我一會兒就會知道。

# CHARACTERS.WANDA.ANNOUNCE_ATRIUM_DESTABILIZING.1
source: Time to move!
de: Zeit zu gehen!
es: ¡Hora de partir!
fr: Il est temps d'y aller !
it: È tempo di andare!
ja: 移動しなくちゃ！
ko: 움직일 시간이야.
pt_br: Hora de ir!
ru: Пора бежать!
zh_tw: 該動起來了！

# CHARACTERS.WANDA.ANNOUNCE_ATRIUM_DESTABILIZING.2
source: I need to get out of here!
de: Ich muss hier raus!
es: ¡Necesito salir de aquí!
fr: Il faut que je sorte d'ici !
it: Devo uscire da questo posto!
ja: ここから退散しなくちゃ！
ko: 여기서 나가야 해!
pt_br: Preciso cair fora daqui!
ru: Нужно отсюда выбираться!
zh_tw: 我得離開這！

# CHARACTERS.WANDA.ANNOUNCE_ATRIUM_DESTABILIZING.3
source: Something's happening... I can't stay here!
de: Irgendetwas passiert hier ... Ich kann hier nicht bleiben!
es: Está pasando algo raro... ¡No puedo quedarme aquí!
fr: Il se passe quelque chose... Il ne faut pas que je reste ici !
it: Sta succedendo qualcosa... Non posso più restare!
ja: 何かが起きてる…ここにはいられない！
ko: 무슨 일이 일어나고 있어... 여기 있을 수 없어!
pt_br: Tem alguma coisa acontecendo... Não posso ficar aqui!
ru: Что-то происходит... Нельзя здесь оставаться!
zh_tw: 出事了……別讓我待在這！

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_ATTACK
source: I want to punch something!!
de: Ich möchte auf etwas einschlagen!!
es: ¡Qué ganas de pegarle un puñetazo a alguien!
fr: J'ai envie de frapper des trucs !
it: Voglio prendere a pugni qualcosa!!!
ja: ああ、もうぶん殴りたい！
ko: 뭐라도 치고 싶네!!
pt_br: Eu quero socar alguma coisa!
ru: Хочу кому-нибудь врезать!
zh_tw: 我想出拳！

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: I've never felt so full of energy!
de: Ich habe mich noch nie so voller Energie gefühlt!
es: ¡Nunca me había sentido con tanta energía!
fr: Je ne me suis jamais sentie aussi pleine d'énergie !
it: Non mi sono mai sentita così piena di energia!
ja: こんなにエネルギーがいっぱいになったことはないわ。
ko: 이렇게 에너지가 넘치는 느낌은 처음이야!
pt_br: Nunca me senti tão cheia de energia!
ru: Никогда не чувствовала в себе столько энергии!
zh_tw: 我從來沒這麼有精神過！

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: I feel thoroughly waterproofed.
de: Ich fühle mich jetzt durch und durch wasserdicht.
es: Me siento bastante impermeable.
fr: Je me sens parfaitement étanche.
it: Mi sento completamente impermeabile.
ja: 完全に防水加工された気分だわ。
ko: 완전 방수가 되는 느낌이야.
pt_br: Me sinto completamente à prova d'água.
ru: Чувствую себя полностью водонепроницаемой.
zh_tw: 我覺得我完全防水了。

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: I feel a bit safer, strangely.
de: Seltsamerweise fühle ich mich ein bisschen sicherer.
es: Es raro, pero me siento algo más segura.
fr: Je me sens étrangement moins en danger.
it: Mi sento un po' più al sicuro, stranamente.
ja: 少しだけ安全な気がする。おかしなものね。
ko: 이상하지만 조금 안심이 되네.
pt_br: Estranhamente, me sinto um pouco mais segura.
ru: Как ни странно, мне стало поспокойнее.
zh_tw: 很奇怪，我突然覺得更有安全感了。

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: Finally, I don't have to waste time sleeping!
de: Endlich muss ich keine Zeit mehr mit Schlafen verschwenden!
es: ¡Por fin! Ya no tengo que perder el tiempo durmiendo.
fr: Je n'ai enfin plus besoin de perdre du temps à dormir !
it: Finalmente non dovrò sprecare tempo a dormire!
ja: やっとだわ！これで睡眠に時間をつぶさなくてすむ。
ko: 마침내 나는 자면서 시간을 낭비할 필요가 없어!
pt_br: Até que enfim, não tenho que perder tempo dormindo!
ru: Наконец-то не нужно тратить время на сон!
zh_tw: 我終於不用浪費時間睡覺了！

# CHARACTERS.WANDA.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: This is more like it! I'll have everything done in no time at all!
de: Das passt schon eher! Ich werde alles in kürzester Zeit erledigt haben!
es: ¡Perfecto! Así lo tendré todo listo en un momentito.
fr: Ah, c'est mieux ! Je vais pouvoir tout faire en un rien de temps !
it: Ora va meglio! Farò tutto in men che non si dica!
ja: これは絶好調！全然時間をかけないで何でもできるじゃない！
ko: 이게 더 닮았다! 모든 것을 순식간에 끝내 버려야지!
pt_br: Agora sim! Vou terminar tudo num piscar de olhos!
ru: Так-то лучше! Теперь я все буду делать за секунду!
zh_tw: 這才像話啊！我很快就能完成所有的工作了！

# CHARACTERS.WANDA.ANNOUNCE_BECOMEGHOST
source: oOooOooo!!
fr: bOuHoUhoU !
it: uUuuUuuu!!
ko: 우우우우!!
ru: o-O-o-о-O-o-o-o!!
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.WANDA.ANNOUNCE_BEES
source: Oh botheration. Those bees really tick me off!
de: Ach verflixt. Diese Bienen gehen mir wirklich auf den Senkel!
es: Qué fastidio... Cómo me cabrean esas abejas.
fr: Oh, flûte de zut. Ces abeilles commencent à me courir sur le haricot !
it: Che seccatura, quelle vespe mi fanno proprio saltare i nervi!
ja: ああ、煩わしい。ハチって本当にジリジリ神経にくるわ！
ko: 아 귀찮아. 저 꿀벌들은 정말 나를 귀찮게 해!
pt_br: Ai, que amolação. Essas abelhas me irritam muito!
ru: Ну что за неудобство! У меня от пчел нервный тик начинается!
zh_tw: 嗷，麻煩呐。這些蜜蜂嗡嗡的煩死人了！

# CHARACTERS.WANDA.ANNOUNCE_BOAT_LEAK
source: Oh no no no! T-the boat's taking on water!!
de: Oh nein, oh nein, oh nein! Das Boot nimmt Wasser auf!!
es: ¡¡¡Oh, no!!! ¡E-el barco se está llenando de agua!
fr: Oh non non non ! Le bateau prend l'eau !
it: Oh, no, no, no! S-stiamo imbarcando acqua!!!
ja: ダメ、これはダメだわ！ボートに水が入って来てる！
ko: 오 안돼 안돼 안돼! 배-배에 물이 들어오고 있어!!
pt_br: Ah, não, não, não! O b-barco está enchendo de água!
ru: О нет! Нет-нет-нет! Лодка протекает!
zh_tw: 哦，不，不，不！船在進水！！

# CHARACTERS.WANDA.ANNOUNCE_BOAT_SINK
source: No, wait! I need more time!!
de: Nein, warte! Ich benötige mehr Zeit!
es: ¡Un momento! ¡Necesito más tiempo!
fr: Non, attends ! Il me faut plus de temps !
it: No, aspetta! Mi serve più tempo!!!
ja: ちょ、ちょっと待って！もっと時間が欲しいの！
ko: 아니, 기다려! 시간이 더 필요해!!
pt_br: Não, espera! Preciso de mais tempo!
ru: Нет! Стой! Мне нужно больше времени!
zh_tw: 不，等等！我需要更多的時間！！

# CHARACTERS.WANDA.ANNOUNCE_BOOMERANG
source: What goes around comes around.
de: Hin und zurück ... Oder wie hieß das?
es: Lo que se va siempre vuelve.
fr: On récolte ce qu'on sème.
it: Chi la fa l'aspetti.
ja: カエルの子は帰る…って言うわね。
ko: 유행은 돌고 돌지.
pt_br: Tudo o que vai, volta.
ru: Что улетело, всегда возвращается.
zh_tw: 有去就有回。

# CHARACTERS.WANDA.ANNOUNCE_BRAVERY_POTION
source: It doesn't seem quite as scary this time around.
de: Dieses Mal scheint es nicht ganz so furchterregend zu sein.
es: Esta vez no parece dar tanto miedo.
fr: Je trouve que cette fois, c'est moins effrayant.
it: Questa volta fa meno paura.
ja: 今回はあんまり怖くなさそう。
ko: 이번에는 그다지 무섭지 않은 것 같아.
pt_br: Não parece tão apavorante desta vez.
ru: На этот раз мне не так уж страшно.
zh_tw: 這回我好像不那麼怕了。

# CHARACTERS.WANDA.ANNOUNCE_BURNT
source: I was almost burnt to a crisp!
de: Ich wäre beinahe knusprig gebraten worden!
es: ¡Casi me quemo viva!
fr: J'ai failli finir en cendres !
it: Mi stavano cuocendo a puntino!
ja: カリッカリの丸焦げになるところだった！
ko: 내가 바삭바삭하게 구워졌어!
pt_br: Quase virei churrasquinho!
ru: Я чуть в угольки не превратилась!
zh_tw: 我幾乎被燒成了焦炭！

# CHARACTERS.WANDA.ANNOUNCE_CALL_BEEF
source: Over here!
de: Hier drüben!
es: ¡Ven aquí!
fr: Par là !
it: Di qua!
ja: こっちだよ！
ko: 여기!
pt_br: Vem cá!
ru: Сюда!
zh_tw: 這裡！

# CHARACTERS.WANDA.ANNOUNCE_CANFIX
source: I've repaired complicated timepieces, fixing this should be easy!
de: Ich habe schon komplexe Chronometer repariert, das hier sollte einfach zu reparieren sein!
es: He reparado relojes complicadísimos, así que esto será moco de pavo.
fr: J'ai réparé des chefs-d'œuvre d'horlogerie. Ça ne devrait pas être trop dur.
it: Ho riparato orologi complicatissimi, questo sarà un gioco da ragazzi!
ja: 複雑な時計を修理したことがある。これの修理は簡単にできるはず。
ko: 복잡한 시계를 수리했어. 이런 것을 수리하는 건 쉽지!
pt_br: Já reparei relógios complicados, consertar isto vai ser fácil!
ru: Я столько сложных часовых механизмов перечинила, неужели это не смогу?
zh_tw: 鐘錶那麼複雜我都能修，修這個應該很容易！

# CHARACTERS.WANDA.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: Oh botheration, I'll have to pick up a few things first.
de: Ach verflixt, ich muss erst noch ein paar Sachen einsammeln.
es: Qué fastidio, voy a tener que recoger algunas cosillas antes.
fr: Oh, flûte de zut. Il va falloir que je récupère quelques petites choses, avant.
it: Oh, che seccatura, devo prima recuperare un paio di cosette.
ja: ああ、煩わしい！まずはいくつか材料を集めなくちゃいけないわ。
ko: 아 귀찮아, 먼저 몇 가지 주워와야겠다.
pt_br: Ai, que amolação, vô ter que pegar umas coisas primeiro.
ru: Ой, ну что за неудобство! Надо сначала кое-что раздобыть.
zh_tw: 哦，煩惱，我得先去找點東西。

# CHARACTERS.WANDA.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: I won't be able to make it without a proper workstation.
de: Ohne einen vernünftigen Arbeitsplatz werde ich es nicht schaffen.
es: No voy a poder hacer nada sin un buen sitio para trabajar.
fr: Je n'arriverai pas à le faire sans un établi digne de ce nom.
it: Non riuscirò a fare nulla senza un consono banco da lavoro.
ja: それを作るにはきちんとした作業台が必要よ。
ko: 적절한 작업대가 없으면 만들 수 없을 거야.
pt_br: Não vou conseguir sem uma estação de trabalho apropriada.
ru: Мне нужно хорошо оборудованное место для работы.
zh_tw: 沒有適當的工作站，我也做不出來。

# CHARACTERS.WANDA.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: I haven't quite figured that one out yet.
de: Das habe ich noch nicht verstanden.
es: Todavía no tengo muy claro cómo se hace.
fr: Je ne l'ai pas encore compris, celui-là.
it: Non ho ancora capito bene a cosa dovrebbe servire.
ja: これはまだ正確に理解できていないわ。
ko: 아직 저게 뭔지 알아내지 못했어.
pt_br: Ainda não descobri como fazer isso aqui.
ru: Я еще не совсем разобралась, как это делается.
zh_tw: 我還沒有完全搞清楚這個。

# CHARACTERS.WANDA.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: It'd be more efficient to put it closer to the judge's booth.
de: Es wäre effizienter, das näher an der Richterbude zu platzieren.
es: Sería mejor que estuviera cerca del puesto del juez.
fr: Ce serait mieux de mettre ça plus près du stand du juge.
it: Sarebbe più efficiente posizionarlo più vicino al banco del giudice.
ja: 審判の近くに作るともっと効率がいいのに。
ko: 심사위원 부스 가까이에 두는 것이 더 효율적일 거야.
pt_br: Vai ser mais eficiente se eu colocar mais perto do Estande do Juiz.
ru: Будет разумнее поставить ее рядом с будкой судьи.
zh_tw: 把它放在離裁判席更近的地方會更有效率。

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: There's no time for sleeping!
de: Zum Schlafen bleibt keine Zeit!
es: ¡No hay tiempo para ponerse a dormir!
fr: On n'a pas le temps de dormir !
it: Non è tempo di dormire!
ja: 眠ってる時間なんてないわ！
ko: 잘 시간이 없어!
pt_br: Não tenho tempo para dormir!
ru: Нет у меня времени на сон!
zh_tw: 哪有時間睡覺！

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_ERROR_STUNNED
source: This is no time to stand around!
de: Dies ist nicht die richtige Zeit, einfach herumzustehen!
es: ¡No es momento para quedarse de patitas cruzadas!
fr: Ce n'est pas le moment de rester plantée là !
it: Non è tempo di imbambolarsi!
ja: ブラブラしてる時間なんかないわ！
ko: 우두커니 서 있을 시간이 없어!
pt_br: Não é hora de ficar parado!
ru: Сейчас не время стоять столбом!
zh_tw: 現在可不是呆站著的時候！

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_ERROR_WALKING
source: How did I end up with such a slow carrat?
de: Wie bin ich nur an so eine lahme Karatte gekommen?
es: ¿Cómo he acabado con una zanarrata tan lenta?
fr: Comment j'ai fait pour avoir une carate aussi lente ?
it: Come ho fatto a finire con un caratto tanto lento?
ja: なんでこんなにトロいキャラットに当たっちゃったんだろう？
ko: 어떻게 그렇게 느린 당근이쥐를 갖게 된 거지?
pt_br: Como é que acabei com um cenourrato tão lento?
ru: И как это я выбрала такую медленную моркрысу?
zh_tw: 我怎麼遇上一隻這麼慢的胡蘿蔔鼠？

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Oh no... my bad sense of direction must've rubbed off on it.
de: Oh nein ... Mein schlechter Orientierungssinn muss auf ihn abgefärbt haben.
es: Ay, no... Creo que se le ha pegado mi falta de orientación.
fr: Oh non... Elle a dû hériter de mon sens de l'orientation lamentable...
it: Oh, no... L'ho contagiato con il mio pessimo senso dell'orientamento.
ja: ああ、ダメ…方向音痴がアダになったに違いないわ。
ko: 오 안돼... 내 방향 감각이 문제야.
pt_br: Ah, não... meu péssimo senso de direção deve ter passado pra ele.
ru: О нет... Кажется, ей передался мой топографический кретинизм.
zh_tw: 完了……我方向感差也影響到它了。

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: Wrong way, go back!
de: Falsche Richtung, zurück!
es: No es por ahí, ¡vuelve!
fr: Pas par-là ! Fais demi-tour !
it: Hai sbagliato strada, torna indietro!
ja: 逆だった。戻ろう！
ko: 잘못된 길이야, 돌아가!
pt_br: Não é por aí, volte!
ru: Не туда! Вернись!
zh_tw: 走錯了，回頭！

# CHARACTERS.WANDA.ANNOUNCE_CARRAT_START_RACE
source: On my mark, three, one, two-- GO!
de: Auf mein Zeichen, drei, eins, zwei ... LOS!
es: A mi señal. Tres, uno, dos... ¡YA!
fr: À vos marques... Trois, deux, un... C'est parti !
it: Al mio via: tre, uno, due... VIA!
ja: 私の号令でスタートよ。位置について、よーい、ドン！
ko: 신호에 맞춰, 셋, 하나, 둘-- 출발!
pt_br: Ao meu sinal, três, um, dois... JÁ!
ru: По моей команде: внимание, на старт, МАРШ!
zh_tw: 聽我號令，三，一，二——沖！

# CHARACTERS.WANDA.ANNOUNCE_CAVEIN
source: No no no! Everything's falling apart!
de: Nein, nein, nein! Alles fällt auseinander!
es: ¡No, no, no! ¡Se está derrumbando todo!
fr: Non non non ! Tout s'effondre !
it: No, no, no! Sta crollando tutto!
ja: ダメダメ！崩れてきてるじゃない！
ko: 아니, 아니 아니야! 모든 것이 무너지고 있어!
pt_br: Não, não, não! Está tudo desmoronando!
ru: Нет-нет-нет! Все разваливается!
zh_tw: 哎呀呀！天要塌了！

# CHARACTERS.WANDA.ANNOUNCE_CHARLIE
source: They found me... N-no! Stay away!
de: Sie haben mich gefunden ... N-nein! Lasst mich in Ruhe!
es: Me ha encontrado... ¡N-no! ¡Largo!
fr: Elles m'ont trouvée... Non ! Arrière !
it: Mi ha trovata... N-no! Non ti avvicinare!
ja: 見つかった…い、いやだ！あっち行って！
ko: 그들이 나를 찾았네... 아아니! 떨어져!
pt_br: Ela me encontrou... N-não! Fique longe!
ru: Меня нашли... Нет! Нет, не трогай меня!
zh_tw: 他們找到我了……不——不！走開！

# CHARACTERS.WANDA.ANNOUNCE_CHARLIE_ATTACK
source: Leave me alone!
de: Lass mich in Ruhe!
es: ¡Déjame en paz!
fr: Laisse-moi tranquille !
it: Lasciami stare!
ja: あっち行け！
ko: 날 내버려 둬!
pt_br: Me deixe em paz!
ru: Оставь меня в покое!
zh_tw: 別煩我了。

# CHARACTERS.WANDA.ANNOUNCE_COLD
source: Brrr... w-when did it get so cold?
de: Brrr ... W-wann ist es nur so kalt geworden?
es: Brrr... ¿C-cuándo ha refrescado tanto?
fr: Brrr... I-Il fait si f-froid tout à c-coup...
it: Brrr... Quando si è fatto c-così freddo?
ja: ブルルル…いつの間にこんなに寒くなったの？
ko: ㅎㄷㄷ... 어-언제 이렇게 추워졌어?
pt_br: Brrr... Q-quando é que ficou tão frio?
ru: Бр-р-р... С-с чего это вдруг стало так холодно?
zh_tw: 咳咳……什麼時候變這麼冷的？

# CHARACTERS.WANDA.ANNOUNCE_COMPASS_OUT
source: I'm not sure how this simple mechanism managed to break, but...
de: Ich bin mir nicht sicher, wie dieser einfache Mechanismus kaputtgehen konnte, aber ...
es: No sé cómo se ha estropeado este mecanismo tan simple, pero...
fr: Je ne comprends pas trop comment un mécanisme aussi simple a pu casser, mais...
it: Non so bene come questo semplice meccanismo sia riuscito a rompersi, ma...
ja: どうしたらこんなに単純なメカニズムが壊れるのか…でも…
ko: 이 간단한 메커니즘을 어떻게 깰 수 있었는지 모르겠지만...
pt_br: Não sei ao certo por que este mecanismo simples quebrou, mas...
ru: Не понимаю, как такой простой механизм вообще может сломаться, но...
zh_tw: 真搞不懂這麼簡單的機械結構怎麼會壞，可是……

# CHARACTERS.WANDA.ANNOUNCE_CRAFTING_FAIL
source: Oh botheration. I forgot something again, didn't I?
de: Ach verflixt. Ich habe wieder etwas vergessen, nicht wahr?
es: Qué fastidio. Me he vuelto a olvidar algo, ¿no?
fr: Oh, flûte de zut. J'ai encore oublié quelque chose, c'est ça ?
it: Che seccatura. Ho di nuovo dimenticato qualcosa, eh?
ja: ああ、煩わしい。また何か忘れちゃった。
ko: 아 귀찮아. 또 뭔가를 잊어버렸어, 아닌가?
pt_br: Ai, que amolação. Eu me esqueci de alguma coisa de novo, né?
ru: Вот ведь неудобство. Я опять про что-то забыла, да?
zh_tw: 嗷，麻煩呐。我是不是又丟三落四了？

# CHARACTERS.WANDA.ANNOUNCE_DAMP
source: A little water shouldn't be anything to worry about.
de: Ein wenig Wasser sollte kein Grund zur Sorge sein.
es: Un poquito de agua no es motivo para preocuparse.
fr: Un pot d'eau ne devrait pas poser trop de problèmes.
it: Qualche goccia d'acqua non ha mai fatto male a nessuno.
ja: ちょっとの水なら大丈夫。
ko: 물이 약간 있는 건 걱정할 필요 없어.
pt_br: Um pouco de água não deve ser motivo pra preocupação.
ru: Ничего страшного в легкой влажности нет.
zh_tw: 一點水而已，不用擔心。

# CHARACTERS.WANDA.ANNOUNCE_DEERCLOPS
source: Oh botheration, is it that time of year already?
de: Ach verflixt. Ist es schon wieder so weit?
es: Qué fastidio... ¿Ya estamos en esa época del año?
fr: Oh flûte de zut, c'est déjà la saison ?
it: Che seccatura. Siamo già in quel periodo dell'anno?
ja: ああ、煩わしい。またこの時期がもう来たの？
ko: 아 귀찮아, 벌써 그 때가 된건가?
pt_br: Ai, que amolação, já chegou aquela época do ano?
ru: Ну что за неудобство! Неужто опять настало это время года?
zh_tw: 嗷，麻煩呐。又到了那個季節了嗎？

# CHARACTERS.WANDA.ANNOUNCE_DESPAWN
source: Wait, stop! I need more time--!
de: Warte, Halt! Ich brauche mehr Zeit!
es: ¡Un momento! ¡Necesito más tiempo...!
fr: Attendez, stop ! J'ai besoin de plus de temps... !
it: No, aspetta! Mi serve più tempo!!!
ja: 待って、止めて！もっと時間が必要なの！
ko: 잠깐, 그만! 시간이 더 필요하다고--!
pt_br: Espera, para! Preciso de mais tempo...!
ru: Нет! Стой! Мне нужно больше вре...
zh_tw: 等等，停下！我還需要時間——！
