Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_ATTACK
source: Try my new specialty - an open-faced knuckle sandwich!
de: Meine neue Spezialität: Ohrfeigen!
es: Prueba mi nueva especialidad: ¡un sándwich de nudillos!
es_mx: Prueba mi nueva especialidad: ¡un sándwich de puñetazos!
fr: La spécialité du jour : un sandwich à la phalange !
it: Assaggia la mia nuova specialità: un sandwich di pugni in faccia!
ja: ボクのスペシャルを試してみてヨ - オープンナックルサンドイッチ！
ko: 내 새로운 스페셜 요리, 오픈 너클 샌드위치 맛 좀 봐라!
pl: Spróbuj mojego nowego specjału, po prostu zwala z nóg!
pt_br: Prove minha nova especialidade: um sanduíche de porradas!
ru: Отведай мое новое блюдо — ядреную зуботычину!
zh_cn: 试试我的新特色菜-打脸指关节三明治！
zh_tw: 試試我的新特色菜-打臉指關節三明治！

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK
source: I'll zap you to a nice, even crisp!
de: Ich grille dich schön kross!
es: ¡Te voy a churruscar a base de bien!
es_mx: ¡Te electrocutaré hasta que quedes crocante!
fr: Je vais vous réduire à l'état de chips croustillante !
it: Ti friggerò come una bella patatina!
ja: ボクが君をナイスに料理してあげますヨ。カリカリっと仕上がるかもしれないネ。
ko: 아주 바삭하게 만들어 주지!
pl: Moje umiejętności cię porażą!
pt_br: Vou te tostar de maneira uniforme com isto!
ru: Сейчас поджарю тебя до хрустящей корочки!
zh_cn: 电到外焦里嫩！
zh_tw: 電到外焦裡嫩！

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY
source: Ah, nice and dry!
de: Ah, schön trocken!
es: ¡Ah, buen intento!
es_mx: ¡Ah! ¡Agradable y seco!
fr: Ah, on est bien au sec !
it: Ah, si sta bene all'asciutto!
ja: あぁ、ナイス。乾いてるネ！
ko: 아, 뽀송뽀송한걸!
pl: Ach, sucho i przyjemnie!
pt_br: Ah, sequinho e agradável!
ru: Ох, хорошо и сухо!
zh_cn: 啊，干燥舒适！
zh_tw: 啊，乾燥舒適！

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION
source: I feel très formidable!
de: Ich fühle mich très formidable!
es: ¡Me siento très formidable!
es_mx: ¡Me siento très formidable!
fr: Je me sens incroyablement bien !
it: Mi sento très formidable!
ja: とっても手ごわいデスヨ！
ko: 어마어마한 힘이 솟는다!
pl: Czuję, że robię wrażenie!
pt_br: Me sinto très formidable!
ru: Чувствую себя très formidable!
zh_cn: 我感到十分强大！
zh_tw: 我感到十分強大！

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_SLEEPRESISTANCE
source: Fresh and awake!
de: Auf und putzmunter!
es: ¡Estoy fresco como una lechuga!
fr: Je suis frais et dispos !
it: Fresco e ben sveglio!
ja: フレッシュでギラギラだネ！
ko: 맑은 맨 정신으로!
pl: Wypoczęty i przebudzony!
pt_br: Revigorado e acordado!
ru: Сна ни в одном глазу!
zh_cn: 我精神百倍！
zh_tw: 我精神百倍！

# CHARACTERS.WARLY.ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS
source: Now we're cooking!
de: Jetzt geht's los!
es: ¡Esto sí que es cocinar!
es_mx: ¡Esto sí que es cocinar!
fr: Je vais les cuisiner moi !
it: Ora cuciniamo!
ja: 海の旅は、こうじゃなきゃネ！
ko: 이제야 제대로 해보겠네!
pl: Automatyczna nadziewarka do koreczków!
pt_br: Isso que chamo de cozinhar!
ru: Начнем готовить!
zh_cn: 现在可以开始烧烤了！
zh_tw: 現在可以開始燒烤了！

# CHARACTERS.WARLY.ANNOUNCE_BECOMEGHOST
source: oOooOooo!!
fr: bOuHoUhoU !
it: uUuuUuuu!!
ko: 우우우우!!
ru: o-O-o-о-O-o-o-o!!
zh_cn: 呜呜呜呜呜！！
zh_tw: 嗚嗚嗚嗚嗚！！

# CHARACTERS.WARLY.ANNOUNCE_BEES
source: The honeymakers are upon me!
de: Die Honigmacher.
es: ¡Los fabricantes de miel me persiguen!
es_mx: ¡Los fabricantes de miel me persiguen!
fr: Les faiseuses de miel en ont après moi !
it: Le produttrici di miele incombono su di me!
ja: ハチミツの虫に追っかけられるヨ！
ko: 꿀 생산자들이 나를 노리고 있어!
pl: Miodoroby ruszyły mym tropem!
pt_br: As fazedoras de mel estão sobre mim!
ru: Медоносы летят на меня!
zh_cn: 酿蜜者们就在我眼前！
zh_tw: 釀蜜者們就在我眼前！

# CHARACTERS.WARLY.ANNOUNCE_BOAT_LEAK
source: Mon dieu! She is sinking!
de: Mon dieu! Es sinkt!
es: ¡Mon dieu! ¡Se está hundiendo!
es_mx: ¡Mon dieu! ¡Se está hundiendo!
fr: Mon Dieu ! Il coule !
it: Mon dieu! Sta affondando!
ja: アア、神様ッ！沈んでってるヨ！
ko: 세상에나! 가라앉고 있잖아!
pl: Mon dieu! Idzie na dno!
pt_br: Mon dieu! Tá afundando!
ru: Mon dieu! Она тонет!
zh_cn: 我的天啊！她在沉了！
zh_tw: 我的天啊！她在沉了！

# CHARACTERS.WARLY.ANNOUNCE_BOAT_SINK
source: I don't want to be brined!
de: Ich will nicht gepökelt werden!
es: ¡No quiero acabar en salmuera!
es_mx: ¡No quiero que me pongan en salmuera!
fr: Je ne veux pas finir en saumure !
it: Non voglio finire sotto sale!
ja: ボク、ハムになりたくないですヨ！
ko: 소금물에 절여지고 싶진 않아!
pl: Nie chcę się namaczać!
pt_br: Não quero ir pra salmoura!
ru: Я не поклонник мокрого посола!
zh_cn: 我不想被盐渍！
zh_tw: 我不想被鹽漬！

# CHARACTERS.WARLY.ANNOUNCE_BOOMERANG
source: Ouch! Damnable thing!
de: Autsch! Verdammtes Ding.
es: ¡Ay! ¡Maldito trasto!
es_mx: ¡Ay! ¡Maldito cachivache!
fr: Ouille ! Fichu truc !
it: Ahia! Dannato coso!
ja: イタッ！もうッ！
ko: 아얏! 이런 젠장!
pl: Auć! Przeklęte ustrojstwo!
pt_br: Autch! Desgraça!
ru: Ой! Проклятая штуковина!
zh_cn: 哎哟！该死的东西！
zh_tw: 哎喲！該死的東西！

# CHARACTERS.WARLY.ANNOUNCE_BRAVERY_POTION
source: I feel bold as a sharp cheddar!
de: Ich fühle mich keck wie scharfer Cheddar!
es: ¡Me siento fuerte como el queso cheddar!
es_mx: ¡Me siento fuerte como el sabor del queso cheddar!
fr: Je me sens aussi brave que le premier homme à manger des escargots !
it: Mi sento sfrontato come un provolone piccante!
ja: ボク、熟成チェダーチーズみたいに大胆な気持ちですヨ！
ko: 톡 쏘는 치즈처럼 대담해진 느낌이야!
pl: Jestem śmiały niczym kuchnia fusion!
pt_br: Me sinto forte como um cheddar defumado!
ru: Чувствую себя дерзким как чеддер!
zh_cn: 感受到陈年切达奶酪般的勇敢！
zh_tw: 感受到陳年切達乳酪般的勇敢！

# CHARACTERS.WARLY.ANNOUNCE_BURNT
source: Charred...
de: Verkohlt ...
es: Carbonizado...
es_mx: Carbonizado...
fr: Carbonisé...
it: Carbonizzato...
ja: 黒焦げネ…
ko: 타버렸네...
pl: Zwęgliło się...
pt_br: Carbonizado...
ru: Обуглилось…
zh_cn: 烧焦了...
zh_tw: 燒焦了...

# CHARACTERS.WARLY.ANNOUNCE_CALL_BEEF
source: Over here, my mignon filet!
de: Hier drüben, mein Filet Mignon!
es: ¡Por aquí, mon mignon filet!
fr: Viens par là, mon filet mignon !
it: Vieni qui, mignon filet mio!
ja: ボクのミニオン・フィレ、こっちおいでヨ！
ko: 여기, 내 미뇽 필레(필레 미뇽)!
pl: Tutaj, mój ty pyszniutki fileciku!
pt_br: Vem cá, meu filé-mignon!
ru: Сюда, сюда, мое филе-миньон!
zh_cn: 在这里，我的菲力牛排！
zh_tw: 在這裡，我的菲力牛排！

# CHARACTERS.WARLY.ANNOUNCE_CANFIX
source: I believe I could repair that.
de: Ich vermute, dass ich es reparieren kann.
es: Creo que puedo reparar esto.
es_mx: Creo que puedo reparar esto.
fr: Je crois pouvoir réparer ça.
it: Credo di poter fare qualcosa.
ja: あれは…修理できそうネ
ko: 수리할 수 있을 것 같아.
pl: Chyba umiałbym to naprawić.
pt_br: Acredito que posso consertar isso.
ru: Думаю, получится починить.
zh_cn: 我相信我能修好它。
zh_tw: 我相信我能修好它。

# CHARACTERS.WARLY.ANNOUNCE_CANNOT_BUILD.NO_INGREDIENTS
source: Ah non, I'm missing some ingredients!
de: Ah non, mir fehlen ein paar Komponenten!
es: ¡Ah, non, me faltan algunos ingredientes!
fr: Oh non, il me manque des ingrédients !
it: Ah, non! Mi mancano degli ingredienti!
ja: あぁ、ノン！足りない材料があるヨ！
ko: 아 농, 빠뜨린 재료가 있어!
pl: Ach, non! Brakuje mi paru składników!
pt_br: Ah, non, estão faltando alguns ingredientes!
ru: Ah non, мне не хватает ингредиентов!
zh_cn: 噢不，我缺几味原料！
zh_tw: 噢不，我缺幾味原料！

# CHARACTERS.WARLY.ANNOUNCE_CANNOT_BUILD.NO_STATION
source: If I had a station with the right tools I could cook that right up...
de: Wenn ich eine Station mit den richtigen Werkzeugen hätte, könnte ich das sofort zubereiten ...
es: Podría cocinarlo si tuviese un sitio con los utensilios apropiados...
fr: Si j'avais une station avec les bons outils, je pourrais préparer ça en un rien de temps.
it: Se avessi un banco di lavoro con gli strumenti adatti, potrei prepararlo subito.
ja: ステーションと正しいツールあればすぐに料理できるノニ…
ko: 올바른 도구와 작업대가 있었다면 바로 요리할 수 있었을 텐데...
pl: Gdybym miał stanowisko z odpowiednimi narzędziami, mógłbym to przyrządzić w trymiga...
pt_br: Se eu tivesse uma estação com as ferramentas certas, eu poderia cozinhar isso rapidinho...
ru: Будь у меня нужные принадлежности, я бы это дело мигом сготовил...
zh_cn: 如果有工作站和对应的工具，我几下就能出锅。
zh_tw: 如果有工作站和對應的工具，我幾下就能出鍋。

# CHARACTERS.WARLY.ANNOUNCE_CANNOT_BUILD.NO_TECH
source: I don't know the recipe for that one yet.
de: Das Rezept dafür kenne ich noch nicht.
es: Aún no me sé esa receta.
fr: Je ne connais pas encore cette recette.
it: Non conosco ancora la sua ricetta.
ja: そのレシピまだ知らないヨ。
ko: 아직 저걸 요리할 레시피를 모르겠어.
pl: Jeszcze nie znam przepisu na takie coś.
pt_br: Não sei a receita disso ainda.
ru: Такой рецепт мне еще не попадался.
zh_cn: 我还没弄明白那个菜谱。
zh_tw: 我還沒弄明白那個菜譜。

# CHARACTERS.WARLY.ANNOUNCE_CANTBUILDHERE_YOTB_POST
source: I should build this within the judge's view, non?
de: Ich sollte das besser in Sichtweite des Richters bauen, oder?
es: Tendría que construirlo a la vista del juez, ¿non?
fr: Je devrais le construire là où les juges le verront, non ?
it: Dovrei costruirlo dove il giudice lo veda, non?
ja: サイバンカンから見えるところにコレ作った方がいいカナ？ノン？
ko: 심사위원이 볼 수 있는 범위 내에서 작성해야 하겠지, 농(안 그래)?
pl: Powinienem go zbudować blisko jurora, non?
pt_br: É melhor construir isso dentro do campo de visão do juiz, non?
ru: Нужно поставить так, чтобы судья увидел, non?
zh_cn: 我应该把它放在裁判能看到的地方，不是吗？
zh_tw: 我應該把它放在裁判能看到的地方，不是嗎？

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP
source: Mon dieu! Has it fallen into a food coma?
de: Mon dieu! Ob sie ins Fresskoma gefallen ist?
es: ¡Mon dieu! ¿Ha caído en un coma gastronómico?
es_mx: ¡Mon dieu! ¿Cayó en un coma alimenticio?
fr: Mon Dieu ! Est-elle tombée dans un coma alimentaire ?
it: Mon dieu! È caduto in coma da cibo?
ja: アア、神様ッ！いっぱい食べすぎて意識不明に？
ko: 세상에나! 식곤증이 왔나?
pl: Mon dieu! Czy to śpiączka z przejedzenia?
pt_br: Mon dieu! Será que ele está em coma alimentar?
ru: Mon dieu! Она что, впала в кому от переедания?
zh_cn: 我的天啊！是陷入食物昏迷了吗？
zh_tw: 我的天啊！是陷入食物昏迷了嗎？

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_ERROR_STUNNED
source: My carrat is frozen!
de: Meine Karatte ist eingefroren!
es: ¡Mi zanarrata se ha quedado helada!
es_mx: ¡Mi ratahoria está congelada!
fr: Ma carate est immobilisée !
it: Il mio caratto si è bloccato!
ja: ボクのキャラットは凍ってますヨ！
ko: 내 당근이쥐가 얼어붙었어!
pl: Moja myszomarchew zamarła!
pt_br: Meu cenourrato tá atordoado!
ru: Моя моркрыса не двигается!
zh_cn: 我的胡萝卜鼠冻住了！
zh_tw: 我的胡蘿蔔鼠凍住了！

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_ERROR_WALKING
source: You must move faster!
de: Du musst schneller sein!
es: ¡Debes moverte más rápido!
es_mx: ¡Debes moverte más rápido!
fr: Tu dois bouger plus vite !
it: Devi andare più veloce!
ja: もっと速く動かなくちゃダメヨ～！
ko: 더 빨리 움직여야지!
pl: Musisz się szybciej ruszać!
pt_br: Você precisa andar mais rápido!
ru: Надо быстрее двигаться!
zh_cn: 你必须动的快一点！
zh_tw: 你必須動的快一點！

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.1
source: Non, mon ami! You're going the wrong way!
de: Nein, mon ami! Das ist die falsche Richtung!
es: ¡Non, camarade! ¡Estás yendo por donde no es!
es_mx: ¡Non, mon amie! ¡Vas en la dirección equivocada!
fr: Non, ma chère ! Tu vas dans le mauvais sens !
it: Non, mon ami! Stai andando nella direzione sbagliata!
ja: ノンノン、そうじゃないヨ！逆！逆！
ko: 안 돼, 친구! 그 길이 아니야!
pl: Non, mon amie! Nie tędy!
pt_br: Non, mon ami! Você tá no caminho errado!
ru: Non, mon amie! Ты не туда бежишь!
zh_cn: 不，我的朋友！方向错了！
zh_tw: 不，我的朋友！方向錯了！

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_ERROR_WRONG_WAY.2
source: The other way, mon ami!
de: Andere Richtung, mon ami!
es: ¡Por el otro lado, camarade!
es_mx: ¡Para el otro lado, mon amie!
fr: Dans l'autre sens, mon amie !
it: Dall'altra parte, mon ami!
ja: 反対方向です、モナミ！
ko: 다른 쪽이야, 친구!
pl: W drugą stronę, mon amie!
pt_br: Pro outro lado, mon ami!
ru: Не в ту сторону, mon amie!
zh_cn: 另一边，我的朋友！
zh_tw: 另一邊，我的朋友！

# CHARACTERS.WARLY.ANNOUNCE_CARRAT_START_RACE
source: Ready? Go!
de: Fertig? Los!
es: ¿Listos? ¡Ya!
es_mx: ¡En sus marcas, listos, fuera!
fr: Prête ? C'est parti !
it: Pronti? Via!
ja: 準備オッケー？ゴー！
ko: 준비, 시작!
pl: Do biegu! Start!
pt_br: Pronto? Vai!
ru: Готовы? Старт!
zh_cn: 预备？跑！
zh_tw: 預備？跑！

# CHARACTERS.WARLY.ANNOUNCE_CAVEIN
source: This place is crumbling like a dry cookie!
de: Der Ort zerkrümelt ja wie ein Keks!
es: ¡Este sitio se desmorona como una galleta seca!
es_mx: ¡Este lugar se está desmoronando como una galleta seca!
fr: Cet endroit s'émiette comme un cookie trop cuit !
it: Il soffitto di questo posto frana come una torta sbrisolona!
ja: ここは乾いたクッキーみたいに崩れてきてますね！
ko: 마른 쿠키처럼 바스러지고 있어!
pl: To miejsce zapada się niczym suflet!
pt_br: Este lugar tá esfarelando como um biscoito seco!
ru: Это место разваливается, как сухое печенье!
zh_cn: 这地方在像脆饼干一样崩塌！
zh_tw: 這地方在像脆餅乾一樣崩塌！

# CHARACTERS.WARLY.ANNOUNCE_CHARLIE
source: What the devil!
de: Was zum Teufel!
es: ¡Pero qué demonios!
es_mx: ¡Pero qué demonios!
fr: Mais que diable... ?!
it: Che diavolo!
ja: ハッ！ナニ、今の…！？
ko: 이게 대체 무슨?!
pl: Co do diabła?!
pt_br: Que diabos!
ru: Что за черт!
zh_cn: 这是什么鬼！
zh_tw: 這是什麼鬼！

# CHARACTERS.WARLY.ANNOUNCE_CHARLIE_ATTACK
source: Gah! I do believe something bit me!
de: Gah! Ich glaube, etwas hat mich gebissen!
es: ¡Ah! ¡Creo que me ha mordido algo!
es_mx: ¡Ah! ¡Creo que algo me mordió!
fr: Argh ! Je crois que je me suis fait mordre !
it: Gah! Credo qualcosa mi ha morso!
ja: ヒャァッ！かみつかれたヨッ！
ko: 윽! 무언가가 나를 물었어!
pl: AUĆ! Nie wierzę! Coś mnie ugryzło!
pt_br: Grr! Acredito que algo me mordeu!
ru: Ауч! Похоже, что-то меня укусило!
zh_cn: 啊！我敢肯定有东西咬了我！
zh_tw: 啊！我敢肯定有東西咬了我！

# CHARACTERS.WARLY.ANNOUNCE_COLD
source: I'm... getting freezer burn...
de: Ich werde vom Warten müde.
es: Estoy teniendo una... quemadura por congelamiento...
es_mx: El frío es tan fuerte... que me quema.
fr: J'ai l'impression d'être dans un freezer...
it: Mi stanno... venendo i geloni...
ja: ウウ…冷凍焼けしちゃいそうネ…
ko: 나... 얼어붙고 있어...
pl: Zaraz sobie coś odmrożę...
pt_br: Esse... gelo chega a queimar...
ru: Я начинаю… гореть от холода…
zh_cn: 我...要被冻伤了...
zh_tw: 我...要被凍傷了...

# CHARACTERS.WARLY.ANNOUNCE_COMPASS_OUT
source: Oh. I believe it broke.
de: Auweh. Ich hab ihn kaputt gemacht.
es: Oh, creo que se ha roto.
es_mx: Oh, creo que se rompió.
fr: Oh ! Je crois que c'est cassé.
it: Oh. Credo si sia rotto.
ja: んー、壊れたみたいネ
ko: 아, 망가진 것 같아.
pl: Och, chyba się popsuł.
pt_br: Oh. Acho que quebrou.
ru: Ой. Кажется, он сломался.
zh_cn: 哦，我认为它坏掉了。
zh_tw: 哦，我認為它壞掉了。

# CHARACTERS.WARLY.ANNOUNCE_CRAFTING_FAIL
source: I am lacking the required ingredients.
de: Mir fehlen die erforderlichen Zutaten.
es: Me faltan los ingredientes necesarios.
es_mx: Me faltan los ingredientes necesarios.
fr: Il me manque les bons ingrédients.
it: Mi mancano gli ingredienti richiesti.
ja: 材料、足りないネ
ko: 필요한 재료가 모자라.
pl: Brakuje mi niezbędnych składników.
pt_br: Não disponho dos ingredientes necessários.
ru: Мне не хватает необходимых ингредиентов.
zh_cn: 我缺少必需的材料。
zh_tw: 我缺少必需的材料。

# CHARACTERS.WARLY.ANNOUNCE_DAMP
source: I've been lightly spritzed.
de: Arg, ich wurde gestochen!
es: Me han rociado ligeramente.
es_mx: Me rociaron un poco.
fr: Je me suis fait asperger un petit peu.
it: Sono stato leggermente spruzzato.
ja: ちょっと、しっとりしちゃったネ…
ko: 약간 젖었어.
pl: Jakby mnie ktoś delikatnie skropił.
pt_br: Levei um ligeiro borrifo.
ru: Меня слегка обрызгало.
zh_cn: 我被水花溅湿了。
zh_tw: 我被水花濺濕了。

# CHARACTERS.WARLY.ANNOUNCE_DEERCLOPS
source: I do not like that sound one bit!
de: Gefällt mir gar nicht.
es: ¡No me gusta ese sonido un pelo!
es_mx: ¡No me gusta para nada ese sonido!
fr: Je n'aime pas du tout ce son-là !
it: Non mi piace nemmeno un po' quel suono!
ja: ナニ！？なんの音！？
ko: 소리가 전혀 마음에 들지 않아!
pl: Nie podoba mi się ten dźwięk!
pt_br: Não gosto nem um pouco desse som!
ru: Не очень мне нравится этот звук!
zh_cn: 我一点也不喜欢那声音！
zh_tw: 我一點也不喜歡那聲音！

# CHARACTERS.WARLY.ANNOUNCE_DESPAWN
source: I'm going to the kitchen in the sky.
de: Ich komme in die himmlische Küche.
es: Voy a la cocina del cielo.
es_mx: Me voy a la cocina del cielo.
fr: Je vais dans la grande cuisine du ciel...
it: Me ne vado nella cucina tra le nuvole.
ja: ボクは空のキッチンに行きますネ。
ko: 하늘에 있는 주방으로 갈래.
pl: Idę do kuchni w niebie.
pt_br: Tô indo pra cozinha no céu.
ru: Отправляюсь на кухню на небесах.
zh_cn: 我要去天空的厨房。
zh_tw: 我要去天空的廚房。

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_ATTACK
source: Erm... I think I'm more of a food lover than a fighter after all.
de: Äh ... Ich glaube, ich bin doch eher Gourmet als Kämpfer.
es: Em... Creo que me va más la gastronomía que la lucha.
es_mx: Eh... creo que soy más amante de la comida que de las peleas, después de todo.
fr: Hum... Je suis plus un amoureux de la nourriture qu'un combattant.
it: Ehm... Forse sono più un buongustaio che un guerriero.
ja: えーと...ボク、戦いよりも食べるほうが好きなんデス。
ko: 어... 난 싸움보다 요리가 더 좋은 것 같아.
pl: Eee... Chyba jednak wolę jeść niż walczyć.
pt_br: Ahem... Acho que sou mais um amante da culinária do que um lutador, afinal.
ru: Ну… Я вообще гурман, а не боец.
zh_cn: 啊...我是美食爱好者，不是战士。
zh_tw: 啊...我是美食愛好者，不是戰士。

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_ELECTRICATTACK
source: Oh well, I prefer natural gas over electric anyway.
de: Ach, Gas ist ohnehin viel besser als Elektro.
es: Bueno, de todos modos me va más el gas que lo eléctrico.
es_mx: Oh, bueno, de todas formas, prefiero la cocina a gas que la eléctrica.
fr: Oh, je préfère le gaz à l'électrique, de toute façon.
it: Tanto preferisco il gas naturale all'elettricità.
ja: えーっと...ボクは電気よりも天然ガスのほうが好きですヨ。
ko: 뭐, 어차피 난 전기보다 천연가스가 더 좋아.
pl: Cóż, i tak wolę gotować na kuchence gazowej niż na elektrycznej.
pt_br: Fazer o quê? Enfim, prefiro usar gás do que eletricidade.
ru: Ну и ладно, я предпочитаю природный газ, а не электричество.
zh_cn: 没事，反正我比起电来更喜欢天然气。
zh_tw: 沒事，反正我比起電來更喜歡天然氣。

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY
source: Is it getting a bit soggy in here?
de: Wird es hier etwa ein wenig feucht?
es: ¿Cada vez hay más humedad aquí?
es_mx: ¿Soy yo o esto se está empezando a mojar?
fr: C'est humide par ici, non ?
it: Sta diventando un po' umido qui dentro?
ja: あれ？水っぽくなってきちゃった？
ko: 안이 조금 축축해졌나?
pl: Czy nie robi się tutaj trochę wilgotno?
pt_br: Tá ficando úmido aqui, né?
ru: Как-то здесь сыровато становится, нет?
zh_cn: 是有点发潮了吗？
zh_tw: 是有點發潮了嗎？

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION
source: Ah... I've gone from tough to tender.
de: Ah ... Ich war zäh, nun bin ich zart.
es: Ah... Me he ablandado y todo.
es_mx: ¡Ay! Pasé de fuerte a blando.
fr: Ha... Je suis passé de bien cuit à bleu...
it: Ah... Sono passato da tosto a tenero.
ja: あぁ...ボク、固いから柔らかいになっちゃいましたネ。
ko: 아… 맷집이 사라졌네.
pl: Ach... Zmiękłem.
pt_br: Ah... Deixei de ser durão pra virar molenga.
ru: Эх… Когда думал, что сварен вкрутую, а на самом деле — всмятку.
zh_cn: 啊...我已经从强硬变得温柔。
zh_tw: 啊...我已經從強硬變得溫柔。

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_SLEEPRESISTANCE
source: Oh dear, I seem to be getting a bit tired after all...
de: Oh je, ich scheine jetzt doch ein wenig müde zu werden ...
es: Mon dieu... Creo que estoy empezando a cansarme.
fr: Oh là là... Je crois que je suis un peu fatigué, finalement...
it: Oh, cielo. All'improvviso mi sento un po' stanco...
ja: オーノー。あれを飲んだのにボクもツカレてきたヨ…
ko: 이것 참, 점점 지쳐가는 것 같아서...
pl: O rety, chyba jednak zaczynam być zmęczony...
pt_br: Puxa vida, acho que tô ficando cansado, afinal...
ru: О-хо-хо, кажется, я все-таки немного устал...
zh_cn: 噢，天啊，我还是开始有点累了……
zh_tw: 噢，天啊，我還是開始有點累了……

# CHARACTERS.WARLY.ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS
source: Ah non, I think I'm losing steam.
de: Ah non, ich glaube, ich verliere Dampf.
es: Ah, non, creo que estoy perdiendo fuelle.
es_mx: ¡Ah, non! Pierdo potencia de cocción.
fr: Ah non, je crois que la vapeur s'échappe.
it: Oh no, sto perdendo energie.
ja: あぁ、ノン！ボク、元気がなくなってきましたヨ。
ko: 아 이런, 작업 능률이 떨어진다.
pl: Ah non, chyba tracę zapał.
pt_br: Ah, non! Acho que tô perdendo o ritmo.
ru: О, non, кажется, сбавляю темп.
zh_cn: 啊不好，干劲没那么强了。
zh_tw: 啊不好，幹勁沒那麼強了。

# CHARACTERS.WARLY.ANNOUNCE_DIG_DISEASE_WARNING
source: I hope that helps.
de: Hoffentlich hilft das.
es: Espero que ayude.
es_mx: Espero que eso sea de ayuda.
fr: J'espère que ça aidera.
it: Spero sia d'aiuto.
ja: あれでマシになるならいいんですけどネ。
ko: 도움이 됐으면 좋겠어.
pl: Mam nadzieję, że to pomoże.
pt_br: Tomara que isso ajude.
ru: Надеюсь, это поможет.
zh_cn: 我希望能有所帮助。
zh_tw: 我希望能有所幫助。

# CHARACTERS.WARLY.ANNOUNCE_DUSK
source: The dinner hour approaches.
de: Bald Essenszeit.
es: Se acerca la hora de la cena.
es_mx: Se acerca la hora de la cena.
fr: L'heure du dîner approche.
it: L'ora della cena si avvicina.
ja: もうすぐディナーの時間ネ
ko: 곧 저녁 먹을 시간이야.
pl: Nadchodzi czas kolacji.
pt_br: A hora do jantar se aproxima.
ru: Скоро ужин.
zh_cn: 晚餐时间快到了。
zh_tw: 晚餐時間快到了。

# CHARACTERS.WARLY.ANNOUNCE_EAT.COOKED
source: Not very palatable.
de: Nicht sehr schmackhaft.
es: No es muy agradable al paladar.
es_mx: No es muy agradable al paladar.
fr: Pas très agréable au goût.
it: Non molto appetibile.
ja: 洗練された味…とは言えないネ…
ko: 딱히 맛있지는 않아.
pl: Nie porywa smakiem.
pt_br: Não é muito saboroso.
ru: Не очень на вкус.
zh_cn: 不是很美味。
zh_tw: 不是很美味。

# CHARACTERS.WARLY.ANNOUNCE_EAT.DRIED
source: A bit dry.
de: Ein bisschen trocken.
es: Un poco seco.
es_mx: Un poco seco.
fr: Un peu sec.
it: Un po' asciutto.
ja: ちょっとパサついてるネ…
ko: 건조하네.
pl: Trochę suche.
pt_br: Um pouco seco.
ru: Немного суховато.
zh_cn: 有点干。
zh_tw: 有點乾。

# CHARACTERS.WARLY.ANNOUNCE_EAT.GENERIC
source: Magnifique!
ja: トレビアン！
ko: 굉장해!
ru: Великолепно!
zh_cn: 好棒！
zh_tw: 好棒！

# CHARACTERS.WARLY.ANNOUNCE_EAT.INVALID
source: Clearly inedible.
de: Offensichtlich ungenießbar.
es: Claramente no comestible.
es_mx: Claramente no comestible.
fr: Clairement immangeable.
it: Decisamente immangiabile.
ja: どう見ても、食べ物じゃないネ
ko: 전혀 먹을 수 없어.
pl: Niejadalne.
pt_br: Claramente incomestível.
ru: Просто-напросто несъедобно.
zh_cn: 明显不能吃。
zh_tw: 明顯不能吃。

# CHARACTERS.WARLY.ANNOUNCE_EAT.PAINFUL
source: Aarg! My stomach...
de: Aarg! Mein Magen ...
es: ¡Aarg! Mi estomago...
es_mx: ¡Aarg! Mi estomago...
fr: Aïe ! J'ai mal au ventre...
it: Aarg! Il mio stomaco...
ja: ウッ…おなかが痛いヨ…
ko: 아이고, 배야...
pl: Aargh! Mój brzuch...
pt_br: Aarg! Meu estômago...
ru: А-а-а-а! Мой желудок…
zh_cn: 啊！我的胃...
zh_tw: 啊！我的胃...

# CHARACTERS.WARLY.ANNOUNCE_EAT.PREPARED
source: Delectable!
de: Köstlich!
es: ¡Deliciosa!
es_mx: ¡Deliciosa!
fr: Délicieux !
it: Dilettevole!
ja: おいしゅうございマス！
ko: 맛있다!
pl: Wyborne!
pt_br: Deliciosa!
ru: Восхитительно!
zh_cn: 很可口！
zh_tw: 很可口！

# CHARACTERS.WARLY.ANNOUNCE_EAT.RAW
source: Blech. Completely lacking in every way.
de: Bäh, wie eklig.
es: Puaj. Completamente carente en todo sentido.
es_mx: ¡Puaj! Completamente carente en todo sentido.
fr: Beurk ! Il n'y avait rien de bon là-dedans.
it: Bleah. Completamente privo di ogni senso.
ja: やっぱり、料理しないとおいしくないネ…
ko: 우웩. 모든 면에서 형편없어.
pl: Fuj. Spore braki w każdym aspekcie.
pt_br: Blerg. Está faltando tudo...
ru: Буэ-э-э. Здесь не хватает… всего.
zh_cn: 呸，哪方面都差点火候。
zh_tw: 呸，哪方面都差點火候。

# CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_1
source: I'd prefer some variety.
de: Ich würde etwas Abwechslung bevorzugen.
es: Preferiría un poco de variedad.
es_mx: Preferiría un poco de variedad.
fr: Je préfère un peu de variété.
it: Preferirei una certa varietà.
ja: そろそろ、あきてきたネ…
ko: 좀 다른 음식을 먹고 싶어.
pl: Przydałaby się jakaś odmiana.
pt_br: Eu preferiria alguma variedade.
ru: Хочется разнообразия.
zh_cn: 我希望食物的口味丰富点。
zh_tw: 我希望食物的口味豐富點。

# CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_2
source: So bland.
de: So fad.
es: Muy soso.
es_mx: Muy soso.
fr: Tellement fade.
it: Così blando.
ja: 味気ないネ…
ko: 지겨워.
pl: Trochę nuda.
pt_br: Muito sem graça.
ru: Совсем безвкусно.
zh_cn: 平淡无味。
zh_tw: 平淡無味。

# CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_3
source: I want to eat something different.
de: Ich möchte etwas anderes essen.
es: Quiero comer algo diferente.
es_mx: Quiero comer algo diferente.
fr: Je veux manger autre chose.
it: Voglio mangiare qualcosa di diverso.
ja: そろそろ別のものが食べたいネ…
ko: 뭔가 다른 걸 먹고 싶어.
pl: Chcę zjeść coś innego.
pt_br: Quero comer algo diferente.
ru: Хочу чего-то новенького.
zh_cn: 我想吃点别的东西。
zh_tw: 我想吃點別的東西。

# CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_4
source: I can't stand this food.
de: Das schmeckt mir alles nicht.
es: No soporto esta comida.
es_mx: No soporto esta comida.
fr: Je ne supporte pas cette nourriture.
it: Non sopporto questo cibo.
ja: もうあきたネ…
ko: 이건 너무 질렸어.
pl: Dość mam tego jedzenia.
pt_br: Não aguento essa comida.
ru: Терпеть не могу эту еду.
zh_cn: 我受不了这种食物了。
zh_tw: 我受不了這種食物了。
