Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.CATCOONDEN.EMPTY
source: Nobody home.
de: Keiner da.
es: No hay nadie en casa.
es_mx: No haber nadie en casa.
fr: Y'a personne.
it: Nessuno in casa.
ja: 誰も家にいないよ。
ko: 아무도 없어.
pl: Nikogo nie ma w domu.
pt_br: Ninguém em casa.
ru: Никого нет дома.
zh_tw: 家裡沒人。

# CHARACTERS.WURT.DESCRIBE.CATCOONDEN.GENERIC
source: Something skritching inside.
de: Etwas scharrt drinnen.
es: Hay algo rascando dentro.
es_mx: Algo rasguñar ahí dentro.
fr: Il y a quelque chose qui couine là-dedans.
it: Qualcosa formicola all'interno.
ja: 何かが中で動いているね。
ko: 안에서 뭐가 긁고 있어.
pl: Coś tam w środku drapie.
pt_br: Algo se coçando dentro.
ru: Внутри что-то скребется.
zh_tw: 裡面的東西在撓殼子。

# CHARACTERS.WURT.DESCRIBE.CATCOONHAT
source: Ha ha, is hat now.
de: Haha, jetzt Hut.
es: Ja, ja, ahora es un sombrero.
es_mx: Ja, ja. Ahora ser un sombrero.
fr: Ha ha, t'es un chapeau, maintenant !
it: Ah ah, è cappello adesso.
ja: はは、今は帽子だよ。
ko: 하하, 모자 됐어.
pl: Ha, ha, teraz jest z niego kapelusz.
pt_br: Ha ha, é chapéu agora.
ru: Хе-хе, теперь ты шляпа.
zh_tw: 哈哈，現在變帽子了。

# CHARACTERS.WURT.DESCRIBE.CATTOY_MOUSE
source: It so fast!
de: So schnell!
es: ¡Corre mucho!
fr: C'est super rapide !
it: Tanto veloce!
ja: とってもはやーい！
ko: 너무 빨라!
pl: Ale szybka!
pt_br: É tão rápido!
ru: Очень быстро бегает!
zh_tw: 它好快啊！

# CHARACTERS.WURT.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: That a big boulder...
de: Großer Brocken ...
es: Menudo pedrusco...
es_mx: Esa ser una gran piedrota.
fr: Ça c'est un gros caillou !
it: Quello è grande masso...
ja: 大きな玉石だね...
ko: 엄청 큰 바위야...
pl: Ogromny głaz...
pt_br: É uma pedra grande...
ru: Ну и булыжник…
zh_tw: 好大一塊石頭……

# CHARACTERS.WURT.DESCRIBE.CAVEIN_BOULDER.RAISED
source: Can't reach, florp!
de: Komme nicht ran, florp!
es: ¡No llego, florp!
es_mx: ¡No alcanzar, flop!
fr: J'peux pas l'atteindre, florp.
it: Non arrivo, florp!
ja: 届かないよ、フロープ！
ko: 안 닿아, 뻐끔!
pl: Nie sięgam, florp!
pt_br: Não alcanço, florp!
ru: Бульк, не достать!
zh_tw: 夠不著，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CAVE_BANANA
source: Mmm... good fruit, florp.
de: Mmmh ... gutes Obst, florp.
es: Mmm... Buena fruta, florp.
es_mx: Mmm... fruta sabrosa, flop.
fr: Miam, ce fruit me plaît.
it: Mmmm... Buona frutta, florp.
ja: うーん、良い果物だね、フロープ。
ko: 음... 맛있는 과일이야, 뻐끔.
pl: Mmm... smaczniutki owoc, florp.
pt_br: Hmm... fruta boa, florp.
ru: Ням! Хороший фрукт, хлюп.
zh_tw: 呣……好水果，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CAVE_BANANA_BURNT
source: Glurph, it ruined.
de: Glurf, ruiniert.
es: Glurph, es una ruina.
es_mx: Gluf, ya no servir.
fr: Glorp, j'peux la jeter maintenant.
it: Glurp, è rovinata.
ja: グルーフ、台無しになったよ。
ko: 빠끔빠끔, 엉망 됐어.
pl: Glurp, już się nie nadaje.
pt_br: Glurph, tá arruinado.
ru: Хлюрп, все сгорело.
zh_tw: 格浪浮，毀掉了。

# CHARACTERS.WURT.DESCRIBE.CAVE_BANANA_COOKED
source: Yummy!
de: Mmmmh!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnammi!
ja: 美味しい！
ko: 맛있다!
pl: Pycha!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WURT.DESCRIBE.CAVE_BANANA_TREE
source: See fruits up there!
de: Früchte da oben!
es: ¡Veo frutas ahí arriba!
es_mx: ¡Ver frutas ahí arriba!
fr: Y'a des fruits là-haut !
it: Vedo frutta lassù!
ja: 上の果物を見てよ！
ko: 위에 과일 봐!
pl: Widzę tam owocki!
pt_br: Vejo frutas lá em cima!
ru: Вижу фрукты!
zh_tw: 上面有水果！

# CHARACTERS.WURT.DESCRIBE.CAVE_ENTRANCE
source: There rocks in the way.
de: Steine im Weg.
es: Hay rocas en el camino.
es_mx: Haber rocas en el camino.
fr: Les rochers me gênent.
it: Rocce intralciano.
ja: 途中に岩があるよ。
ko: 돌이 길 막고 있어.
pl: Skały zagradzają mi drogę.
pt_br: Tem pedras no caminho.
ru: Камни мешают.
zh_tw: 被石頭擋到了。

# CHARACTERS.WURT.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: Lemme in!
de: Reinlassen!
es: ¡Déjame entrar!
es_mx: ¡Dejarme entrar!
fr: Laisse-moi entrer !
it: Fai entrare!!!
ja: 入って！
ko: 들어갈래!
pl: Dajcie mi wejść!
pt_br: Deixa entrar!
ru: А ну впустите!
zh_tw: 讓我進去！

# CHARACTERS.WURT.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: Something down there.
de: Da unten ist etwas.
es: Hay algo ahí abajo.
es_mx: Haber algo ahí abajo.
fr: Y'a quelque chose là-dedans.
it: Qualcosa laggiù.
ja: 下に何かいるみたい。
ko: 아래에 뭐 있어.
pl: Coś tam jest.
pt_br: Algo lá embaixo.
ru: Внизу что-то есть.
zh_tw: 下麵有東西。

# CHARACTERS.WURT.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: Wanna see what inside, glorp!
de: Will sehen, was drinnen ist, glorp!
es: ¡Quiero ver qué hay dentro, glorp!
es_mx: ¡Querer ver qué hay dentro, glop!
fr: J'veux voir ce qu'il y a dedans, glorp !
it: Voglio vedere cosa dentro, glorp!
ja: 中身を見たいよ、グロープ！
ko: 안에 뭐 있나 볼래, 빠끔!
pl: Chcę zobaczyć, co jest w środku, glorp!
pt_br: Quer ver o que tá dentro, glorp!
ru: Хочу узнать, что там, бульк!
zh_tw: 想看裡面有什麼,格浪噗！

# CHARACTERS.WURT.DESCRIBE.CAVE_ENTRANCE_RUINS
source: What down there?
de: Was ist da unten?
es: ¿Qué hay ahí abajo?
es_mx: ¿Qué haber ahí abajo?
fr: Y a quoi là-dedans ?
it: Cosa c'è laggiù?
ja: 下は？
ko: 아래에 뭐 있지?
pl: Co tam jest?
pt_br: Que tem lá embaixo?
ru: Что там такое?
zh_tw: 下面那有什麼？

# CHARACTERS.WURT.DESCRIBE.CAVE_EXIT.FULL
source: Lemme out!
de: Rauslassen!
es: ¡Déjame salir!
es_mx: ¡Dejarme salir!
fr: Laisse-moi sortir !
it: Fai uscire!
ja: 出ていけ！
ko: 나갈래!
pl: Wypuśćcie mnie!
pt_br: Deixa sair!
ru: А ну выпустите!
zh_tw: 讓我出去！

# CHARACTERS.WURT.DESCRIBE.CAVE_EXIT.GENERIC
source: Kinda like it down here, florp.
de: Gefällt mir hier, florp.
es: Pues me gusta estar aquí abajo, florp.
es_mx: Esto agradarme un poco, flop.
fr: C'est sympa ici, florp.
it: Mi piace qui sotto, florp.
ja: ここの様な感じだよ、フロープ。
ko: 이 아래도 나름 좋아, 뻐끔.
pl: Całkiem mi się tu podoba, florp.
pt_br: Meio que gosto aqui embaixo, florp.
ru: Бульк, а мне тут нравится.
zh_tw: 有點喜歡這下面，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CAVE_EXIT.OPEN
source: Miss the outside.
de: Vermisse Draußensein.
es: Echo de menos el exterior.
es_mx: Extrañar el exterior.
fr: Le dehors me manque.
it: Mi manca fuori.
ja: 外側を見逃したよ。
ko: 밖이 그리워.
pl: Tęsknię już za światem zewnętrznym.
pt_br: Saudades de lá fora.
ru: Скорее бы наружу.
zh_tw: 想念外面的世界。

# CHARACTERS.WURT.DESCRIBE.CAVE_FERN
source: Leafy cave plant.
de: Blättrige Höhlenpflanze.
es: Planta de cueva con muchas hojas.
es_mx: Planta frondosa de cueva.
fr: Une plante à grandes feuilles qui pousse dans les grottes.
it: Pianta fogliosa di caverna.
ja: 葉状の洞窟植物だよ。
ko: 잎 많은 동굴 식물이야.
pl: Liściasta roślina z jaskini.
pt_br: Planta de caverna folhuda.
ru: Пещерная травка с листьями.
zh_tw: 茂盛的洞穴植物。

# CHARACTERS.WURT.DESCRIBE.CEVICHE
source: Blegh. Nuh-uh.
de: Bäh. M-m.
es: Blegh. No-oh.
es_mx: Puaj. No querer.
fr: Beurk ! Nan.
it: Blegh. No-no.
ja: ブレグ。うんうん。
ko: 웩. 안 돼.
pl: Ble. Nie-e.
pt_br: Blegh. Ãn-ãn.
ru: Фи! Нет уж.
zh_tw: 啵。不要-不要。

# CHARACTERS.WURT.DESCRIBE.CHARCOAL
source: Gets claws all smudgy.
de: Macht Krallen schmutzig.
es: Mancha las garras.
es_mx: Esto manchar las garras.
fr: J'ai les griffes toutes sales.
it: Fa artigli tutti sporchi.
ja: 爪を汚してしまうよ。
ko: 발톱 더럽혀.
pl: Brudzi pazurki.
pt_br: Deixa garras todas pretas.
ru: Пачкает мне когти.
zh_tw: 會把手爪都弄髒。

# CHARACTERS.WURT.DESCRIBE.CHESSJUNK1
source: It all broken.
de: Ganz kaputt.
es: Qué estropicio.
es_mx: Estar todo roto.
fr: Tout est cassé.
it: Tutto rotto.
ja: 全部壊れてしまったね。
ko: 다 망가졌어.
pl: Całkowicie popsute.
pt_br: Quebrou tudo.
ru: Все сломано.
zh_tw: 都壞了。

# CHARACTERS.WURT.DESCRIBE.CHESSJUNK2
source: Didn't do it!!
de: War ich nicht!!
es: ¡No lo he hecho!
es_mx: ¡¡No haber sido yo!!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я!
zh_tw: 不是我弄壞的！！

# CHARACTERS.WURT.DESCRIBE.CHESSJUNK3
source: It all messed up.
de: Chaos.
es: Qué desastre.
es_mx: Estar todo echado a perder.
fr: C'est un tas de débris.
it: Tutto rovinato.
ja: めちゃくちゃになってしまったね。
ko: 엉망진창이야.
pl: Wszystko pomieszane.
pt_br: Estragou tudo.
ru: Все испорчено.
zh_tw: 全弄亂了。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_ANCHOR
source: Why made anchor for land, florpt?
de: Warum Anker an Land, florpt?
es: ¿Por qué hacer un ancla para tierra, florpt?
es_mx: ¿Para qué hacer ancla para tierra, flop?
fr: Ça sert à quoi de faire une ancre pour la terre ?
it: Perché ancora per terra, florpt?
ja: なぜ陸用のアンカーを作ったの、フロープト？
ko: 왜 땅에 두는 닻 만들지, 뻐끔?
pl: Po co komu kotwica na lądzie, florp?
pt_br: Por que ancorar terra, florpt?
ru: Хлюп, а на суше якорь зачем?
zh_tw: 怎麼地上還有錨，浮浪噗特？

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_ANTLION
source: How she stay so still?
de: So ruhig, bewegt sich nicht?
es: ¿Cómo se queda tan quieta?
es_mx: ¿Cómo ella quedarse tan quieta?
fr: Comment elle fait pour rester immobile ?
it: Come sta così ferma?
ja: 全然動かない、どうして？
ko: 왜 안 움직이지?
pl: Jak to możliwe, że w ogóle się nie porusza?
pt_br: Como ela fica tão parada?
ru: Почему он не шевелится?
zh_tw: 她怎麼一動不動？

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BEARGER
source: Grrrr!
fr: Grrr !
ja: ガルルル！
ko: 그르르릉!
ru: Гр-р-р!
zh_tw: 格勒！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BEEFALO
source: It just rock, real thing better.
de: Ist nur Stein, das echte Ding ist besser.
es: Es roca, el de verdad es mejor.
fr: C'est juste de la pierre. Le vrai est mieux.
it: Solo roccia, quello vero è migliore.
ja: ただの石だよ。ホンモノの方がずっといいのに。
ko: 그것은 단지 바위야, 진짜가 더 좋아.
pl: To tylko kamień, prawdziwy jest lepszy.
pt_br: Só pedra, verdadeiro é melhor.
ru: Это просто камень, настоящий лучше.
zh_tw: 只是石頭而已，還是真的動物好一點。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BEEQUEEN
source: That what you get, stingy lady!
de: Ätsch, Piek-Dame!
es: ¡Ahí lo llevas, doña picotazos!
es_mx: ¡Eso ser lo que tú merecerte, señorita del aguijón!
fr: C'est bien fait, dame qui pique !
it: Quello che meriti, signora pungente!
ja: 自業自得だよ！
ko: 따끔따끔 아주머니, 꼴 좋다!
pl: Dobrze ci tak, żądląca pani!
pt_br: É isso que você merece, senhora espetante!
ru: Так тебе и надо, нечего жалом во всех тыкать.
zh_tw: 讓你到處叮人，這就是你的下場！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: Pointy.
de: Spitz.
es: Puntiagudo.
es_mx: Puntiagudo.
fr: C'est pointu.
it: Appuntito.
ja: 尖ってるよ。
ko: 뾰족해.
pl: Kłuje.
pt_br: Pontudo.
ru: Остренький.
zh_tw: 尖尖的。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: It moving!
de: Bewegt sich!
es: ¡Se mueve!
es_mx: ¡Estar moviéndose!
fr: Il bouge !
it: Muove!
ja: 動いてる！
ko: 움직여!
pl: Rusza się!
pt_br: Tá se mexendo!
ru: Оно шевелится!
zh_tw: 在動！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_BUTTERFLY
source: It so ugly.
de: Sehr hässlich.
es: Qué fea es.
es_mx: Ser muy fea.
fr: Quelle horreur !
it: Che brutta.
ja: それはとても醜いね。
ko: 너무 못생겼어.
pl: Ale brzydal.
pt_br: É tão feio.
ru: Такая уродливая.
zh_tw: 好醜。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_CARRAT
source: Veggie rat look happy.
de: Gemüseratte sieht froh aus.
es: La rata vegetal parece feliz.
es_mx: Rata verdura verse muy feliz.
fr: Cette ratte/légume a l'air contente.
it: Verduratto sembra felice.
ja: ベジネズミが嬉しそうにしているよ。
ko: 채소 쥐 행복해 보여.
pl: Szczurowarzywo wygląda na zadowolone.
pt_br: Rato leguminoso parece feliz.
ru: Овощная крыска довольна.
zh_tw: 植物老鼠看起來很開心。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_CATCOON
source: It pretty good statue, has dead butterfly!
de: Das ziemlich gute Statue, hat toten Schmetterling!
es: ¡Estatua bonita con mariposa muerta!
fr: C'est une jolie statue, y a un papillon tout mort !
it: Bella statua, ha farfalla morta!
ja: すごくいい像だね。死んだ蝶もいるし！
ko: 꽤 훌륭한 조각상이야, 죽은 나비가 있네!
pl: Fajny posąg, ma martwego motyla!
pt_br: É estátua muito boa, tem borboleta morta!
ru: Хорошая статуя с мертвыми бабочками!
zh_tw: 它是相當好的雕像，有死的蝴蝶！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_CLAYHOUND
source: Bad doggy.
de: Böses Hundchen.
es: Perrito malo.
es_mx: Perrito malo.
fr: Vilain toutou.
it: Cagnolino cattivo.
ja: 悪いワンちゃんだね。
ko: 나쁜 멍멍이야.
pl: Zły piesek.
pt_br: Cachorrinho ruim.
ru: Плохая собачка.
zh_tw: 壞狗。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_CLAYWARG
source: Grrrr!
fr: Grrr !
ja: ガルルル！
ko: 그르르릉!
ru: Гр-р-р!
zh_tw: 格勒！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_CRABKING
source: Glurgh, he make crab lady sad!
de: Glarg, hat Krabbenfrau traurig gemacht!
es: Glurgh, ¡ha puesto triste a la señora cangrejo!
es_mx: ¡Gluf! ¡Él poner triste a señora cangreja gruñona!
fr: Argh, il a fait de la salade de Mme Crabe !
it: Glurg, ha fatto triste signora granchia!
ja: グルーフ、彼はカニ女を悲しませたよ！
ko: 빠끔빠끔, 게 아줌마 슬프게 했어!
pl: Glurg, uszczypliwa pani jest przez niego smutna!
pt_br: Glurgh, deixou senhora caranguejo triste!
ru: Хлюрп, он огорчил мадам Краб!
zh_tw: 格勒格，他讓螃蟹女士很難過！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_DEERCLOPS
source: Won't bother us again.
de: Kommt nicht wieder.
es: No volverá a molestarnos.
es_mx: Él ya no poder molestarnos.
fr: Il m'embêtera plus.
it: Non darà più fastidio.
ja: もう二度と迷惑はかけないよ。
ko: 이제 우리 못 괴롭혀.
pl: Już nie będzie nam dokuczać.
pt_br: Não vai incomodar mais.
ru: Больше не будет мешаться.
zh_tw: 不會再煩我們了。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_DRAGONFLY
source: It all buggy-eyed.
de: Hat Insektenaugen.
es: Tiene ojos de bicho.
es_mx: Tener muchos ojos de insecto.
fr: J'aime pas ses gros yeux d'insecte.
it: Insetto tutto occhi.
ja: 全部バグったような目をしているよ。
ko: 눈 툭 튀어나왔어.
pl: Ale ma wyłupiaste gały.
pt_br: Tem olhos de inseto.
ru: Ну и пучеглазина.
zh_tw: 瞪大眼睛，神奇驚奇。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: Oh no... got dried out, glorp...
de: Oh nein ... ausgetrocknet, glorp ...
es: No... Todo secado, glorp...
fr: Oh non... Il est tout sec, glorp...
it: Oh, no... Diventato tutto duro, glorp...
ja: 大変…パサパサになっちゃった、グロープ…
ko: 아니..말라있어, 빠끔...
pl: Och nie... wyschło, glorp...
pt_br: Ah, não... secou todo, glorp...
ru: О нет... Глазелка высохла, бульк...
zh_tw: 不好……乾癟了，格浪噗……

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_FORMAL
source: Why everyone act weird around this one.
de: Warum tun alle so komisch beim dem?
es: ¿Por qué todo el mundo actúa raro en torno a esta?
es_mx: ¿Por qué todos actuar raro cerca de esto?
fr: On dirait que ça met tout le monde mal à l'aise.
it: Perché tutti strani con questo.
ja: なんでみんなこの辺で変なことするんだろうね。
ko: 다들 이 근처에서 이상하게 굴어.
pl: Dlaczego przy tej figurze wszyscy się jakoś dziwnie zachowują?
pt_br: Por que todos ficam estranhos com esse?
ru: Почему рядом с этой штукой все такие чудные?
zh_tw: 為什麼在這東西周圍人就變得怪怪的。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: Glorp! Oh, it not real.
de: Glorp! Oh, nicht echt.
es: ¡Glorp! Oh, no real.
fr: Glorp ! Oh, c'est pas le vrai.
it: Glorp! Oh, non vero.
ja: グロープ！あ、ホンモノだと思っちゃった。
ko: 뻐끔! 오, 진짜가 아니야.
pl: Glurp! Uff, nie jest prawdziwy.
pt_br: Glorp! Ah, não é real.
ru: Хлюп! Ой, он ненастоящий.
zh_tw: 格浪噗！噢，不是真的。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: Full of yummies, florp!
de: Voller Leckersachen, florp!
es: ¡Llena de cosas ricas, florp!
es_mx: ¡Lleno de cosas ricas, flop!
fr: C'est plein de bons trucs, florp !
it: Pieno di gnammi, florp!
ja: 美味しそうなものがいっぱいだね、フロープ！
ko: 맛있는 게 가득해, 뻐끔!
pl: Pełna smakołyków, florp!
pt_br: Cheio de delícias, florp!
ru: Хлюп, там куча вкусностей!
zh_tw: 全是好吃的，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_KITCOON
source: Aww, they having a nap.
de: Oooh, machen Nickerchen.
es: Ohhh... Hora de siesta.
fr: Oooh, ils font une sieste !
it: Oh, loro fare bel sonnellino.
ja: カワイイ！昼寝してるんだね！
ko: 어우, 낮잠을 자고 있네.
pl: Ooo, oni drzemać.
pt_br: Own, tá tirando cochilo.
ru: О-о-о, он спит.
zh_tw: 哦，它們在打盹。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_KLAUS
source: Can't chase me anymore!
de: Kann mich nicht mehr jagen!
es: ¡Ya no me puede perseguir!
es_mx: ¡Ya no poder perseguirme nunca más!
fr: Tu m'courras plus après !
it: Non insegui più me!
ja: これで追っかけてこれないね！
ko: 이제 나 안 쫓아와!
pl: Już nie będziesz mnie gonić!
pt_br: Não me persegue mais!
ru: Теперь ты меня не догонишь!
zh_tw: 不能再追我了！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: It look like an Ironfolk.
de: Einer der Eisenleute.
es: Parece un señor de hierro.
es_mx: Eso parecer un ser de hierro.
fr: On dirait un bonhomme de fer.
it: Sembra di ferro.
ja: アイアンフォークのように見えるね。
ko: 철인 같아 보여.
pl: Wygląda jak żelaziak.
pt_br: Parece um povo-ferro.
ru: Напоминает Железяку.
zh_tw: 看起來像鐵人。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: It moving!
de: Bewegt sich!
es: ¡Se mueve!
es_mx: ¡Estar moviéndose!
fr: Il bouge !
it: Muove!
ja: 動いてる！
ko: 움직여!
pl: Rusza się!
pt_br: Tá se mexendo!
ru: Оно шевелится!
zh_tw: 在動！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_MALBATROSS
source: It very fancy looking statue.
de: Sehr schicke Statue.
es: Una estatua muy sofisticada.
es_mx: Esa estatua verse muy elegante.
fr: Cette statue est superbe.
it: Statua molto bella.
ja: それはとても豪華そうな像だよ。
ko: 아주 근사한 조각상이야.
pl: Bardzo dostojny pomnik.
pt_br: Estátua de cara muito chique.
ru: Какая мудреная статуя.
zh_tw: 很漂亮的雕像。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_MINOTAUR
source: It good for scratching scales against.
de: Gut zum Schuppenkratzen.
es: Va bien para rascarse las escamas.
es_mx: Ser bueno para rascar escamas.
fr: C'est pratique pour se gratter les écailles.
it: Per grattare le squame.
ja: 鱗をかくのに使えるね。
ko: 비늘을 긁기 좋아.
pl: Dobrze się o niego ociera łuski.
pt_br: É bom pra coçar as escamas.
ru: Об него приятно чесать чешую.
zh_tw: 很適合來磨我的鱗片。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_MOON
source: It look just like real thing!
de: Sieht ganz echt aus!
es: ¡Parece real!
es_mx: ¡Verse como la de verdad!
fr: On dirait la vraie !
it: Sembra vera!
ja: 本物のように見えるね！
ko: 진짜랑 똑같아!
pl: Wygląda jak prawdziwy!
pt_br: É que nem a coisa de verdade!
ru: Прямо как настоящая!
zh_tw: 看起來就像真的一樣！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Ha ha! Her face!
de: Haha! Ihr Gesicht!
es: ¡Ja, ja! ¡Su cara!
es_mx: ¡Ja, ja! ¡Su cara!
fr: Ah ah ! C'est quoi cette tête ?
it: Ah ah! Che faccia!
ja: ハハ！彼女の顔！
ko: 하하! 얼굴 좀 봐!
pl: Ha, ha! Ale ma minę!
pt_br: Haha! A cara dela!
ru: Ха-ха! Ну и лицо!
zh_tw: 哈哈！瞧她的臉！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_MUSE
source: Scary lady.
de: Gruselige Frau.
es: Señora que da miedo.
es_mx: Señorita tétrica.
fr: Cette dame me donne la chair de poule.
it: Signora spaventosa.
ja: 怖い女だ。
ko: 무서운 여자야.
pl: Straszna pani.
pt_br: Dona assustadora.
ru: Мадам страшила.
zh_tw: 可怕的女士。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_PAWN
source: It littlest of its kin...
de: Sehr kleines Exemplar ...
es: Es el más pequeño de los suyos...
es_mx: Ser el más pequeño de su especie.
fr: C'est la plus petite de son peuple.
it: Più piccolo di tutti...
ja: それはその近親者の中で一番小さいよ...
ko: 동족 중 가장 작아...
pl: Najmniejsza ze wszystkich...
pt_br: É o menor do seu tipo...
ru: Мельче не бывает…
zh_tw: 它們中最小的一個……

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_PIPE
source: Scale-less are weird, florp.
de: Schuppenlose sind merkwürdig, florp.
es: Los sin escamas son raros, florp.
es_mx: Los no escamosos ser raros, flop.
fr: Les sans-écailles sont bizarres, florp.
it: Senza squame sono strani, florp.
ja: スケールレスは気持ち悪いよ、フロープ。
ko: 무비늘은 이상해, 뻐끔.
pl: Bezłuskowcy są dziwni, florp.
pt_br: Sem-escamas são estranhos, florp.
ru: Странные они, ребята без чешуи, бульк.
zh_tw: 無鱗生物真奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: This castle too small.
de: Burg ist zu klein.
es: Esta torre es demasiado pequeña.
es_mx: Este castillo ser demasiado pequeño.
fr: Ce château est tout petit.
it: Questo castello troppo piccolo.
ja: このお城は小さすぎるよ。
ko: 이 성 너무 작아.
pl: Ten zamek jest za mały.
pt_br: Esse castelo é pequeno demais.
ru: Этот замок слишком мал.
zh_tw: 這座城堡太小了。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: It moving!
de: Bewegt sich!
es: ¡Se mueve!
es_mx: ¡Estar moviéndose!
fr: Il bouge !
it: Muove!
ja: 動いてる！
ko: 움직여!
pl: Rusza się!
pt_br: Tá se mexendo!
ru: Оно шевелится!
zh_tw: 在動！

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_STALKER
source: Not so spooky now.
de: Nicht mehr so gruselig.
es: Ya no da tanto yuyu.
es_mx: Ya no dar tanto miedo.
fr: Tu fais plus peur, maintenant !
it: Ora non fa paura.
ja: これなら怖くない。
ko: 이제 안 무서워.
pl: Teraz już nie jest straszny.
pt_br: Não é tão assustador agora.
ru: Не такой уж он и страшный.
zh_tw: 現在不那麼嚇人了。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_TOADSTOOL
source: No more glurp-glurping.
de: Glurpt nicht mehr.
es: Se acabó el glurp-glurp.
es_mx: Ya no hacer más gluf, gluf.
fr: Plus de « crôa crôa », ha !
it: Basta glurp glurp.
ja: もうガルガルしなくていい。
ko: 이제 뻐끔뻐끔 못 해.
pl: Koniec glurp-glurpowania.
pt_br: Chega de glurp-glurping.
ru: Доквакалась.
zh_tw: 再也不能格勒普——格勒普了。

# CHARACTERS.WURT.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: Ha ha, they just rocks now!
de: Ha! Ha! Ha! Sind jetzt nur noch Steine!
es: Ja, ja. ¡Ahora son roca!
fr: Ha ha, c'est juste des cailloux, maintenant !
it: Ah ah, essere solo rocce, ora!
ja: へへへ、コイツらただの石になったんだ！
ko: 하하, 지금 그냥 바위 같아!
pl: Haha, teraz to tylko kupa kamieni.
pt_br: Ha, ha, são só pedras agora!
ru: Ха-ха! Теперь-то вы просто каменюки!
zh_tw: 哈哈，現在變成石頭了！

# CHARACTERS.WURT.DESCRIBE.CHESTER
source: You weird and fuzzy, but me like you.
de: Bist merkwürdig und zottelig, aber ich mag dich.
es: Eres raro y peludo, pero me gustas.
es_mx: Tú ser raro y peludo, pero yo ser como tú.
fr: T'es bizarre et poilu, mais j't'aime bien.
it: Tu strano e peloso, ma tu piaci a me.
ja: 気持ち悪いけど、アタシは好きだよ。
ko: 털투성이에 이상하지만 마음에 들어.
pl: Jesteś dziwny i kudłaty, ale podobasz mi się.
pt_br: Você é esquisito e confuso, mas gosto de você.
ru: Ты странный пушистик, но ты мне нравишься.
zh_tw: 你雖然毛絨絨的很奇怪，但是我喜歡你。

# CHARACTERS.WURT.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Neat!
de: Nette Bude, Leute.
es: ¡Mola!
es_mx: ¡Genial!
fr: Super !
it: Bello!
ja: うおー！かっけー！
ko: 멋지다!
pl: Fajny!
pt_br: Bacana!
ru: Изящный!
zh_tw: 漂亮！

# CHARACTERS.WURT.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Wake up, florpt!
de: Aufwachen, florpt!
es: ¡Despierta, florpt!
es_mx: ¡Despertar, flop!
fr: Réveille-toi, florp !
it: Sveglia, florpt!
ja: 目を覚まして、フロープト！
ko: 일어나, 뻐끔!
pl: Wstawaj, florp!
pt_br: Acorde, florpt!
ru: Бульк! Просыпайся!
zh_tw: 醒醒，浮浪噗的！

# CHARACTERS.WURT.DESCRIBE.CHUM
source: Eat up, fishies!
de: Aufessen, Fischlein!
es: ¡Comed, pececitos!
es_mx: ¡A comer, pececitos!
fr: Mangez, petits poissons !
it: Mangiate, pesciolini!
ja: 食べなよ、魚たち！
ko: 다 먹어, 물고기들아!
pl: Zajadajcie, rybki!
pt_br: Coma, peixinhos!
ru: Кушайте, рыбки!
zh_tw: 吃吧，小魚們！

# CHARACTERS.WURT.DESCRIBE.CLAYHOUND.GENERIC
source: Glurp! Bitey!
de: Glurp! Beißt!
es: ¡Glrup! ¡Muerde!
es_mx: ¡Glup! ¡Mordelón!
fr: Glorp ! Il essaie de me mordre !
it: Glurp! Morde!
ja: グループ！ビティ！
ko: 빠끔! 깨물이다!
pl: Glurp! Gryzie!
pt_br: Glurp! Mordisca!
ru: Бульк! Кусака!
zh_tw: 格勒噗！會咬人！

# CHARACTERS.WURT.DESCRIBE.CLAYHOUND.STATUE
source: Who make you, florp?
de: Wer hat dich gemacht, florp?
es: ¿Quién te ha hecho, florp?
es_mx: ¿Quién haberte hecho, flop?
fr: Qui a fabriqué ça, florp ?
it: Chi fatto te, florp?
ja: 誰が作ったの、フロープ？
ko: 너 누가 만들었니, 뻐끔?
pl: Kto cię stworzył, florp?
pt_br: Quem fez você, florp?
ru: Хлюп, кто тебя сделал?
zh_tw: 你是誰做的，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.CLAYWARG.GENERIC
source: Big teeth!
de: Große Zähne!
es: ¡Dientes grandes!
es_mx: ¡Colmillotes!
fr: Il a de grandes dents !
it: Denti grandi!
ja: 大きな歯だね！
ko: 이빨 크다!
pl: Ogromne zęby!
pt_br: Dentes grandes!
ru: Зубастик!
zh_tw: 大牙！

# CHARACTERS.WURT.DESCRIBE.CLAYWARG.STATUE
source: Have weird feeling, florp.
de: Merkwürdiges Gefühl, florp.
es: Tengo un sentimiento extraño, florp.
es_mx: Yo tener sensación extraña, flop.
fr: J'ai un drôle de pressentiment, florp.
it: Ho sensazione strana, florp.
ja: 変な感じがするね、フロープ。
ko: 느낌 이상해, 뻐끔.
pl: Mam dziwne przeczucie, florp.
pt_br: Traz sensação estranha, florp.
ru: Бульк, мне не по себе.
zh_tw: 有種不祥的預感，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.COLDFIRE.EMBERS
source: It dying.
de: Stirbt.
es: Se está muriendo.
es_mx: Estar muriendo.
fr: Il va s'éteindre.
it: Spegne.
ja: 死にかけているよ。
ko: 죽어 가.
pl: Gaśnie.
pt_br: Tá morrendo.
ru: Умирает.
zh_tw: 火要熄了。
