Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.FIREPIT.OUT
source: NO FIRE DETECTED
de: KEIN FEUER ERKANNT.
es_mx: FUEGO NO DETECTADO
fr: AUCUN FEU DÉTECTÉ
it: NESSUN FUOCO RILEVATO
ja: ＊炎は感知されませんでした＊
ko: 화염 미탐지
pl: NIE WYKRYTO OGNIA.
pt_br: NENHUM FOGO DETECTADO
ru: ОГОНЬ НЕ НАЙДЕН
zh_cn: 未检测到火
zh_tw: 未檢測到火

# CHARACTERS.WX78.DESCRIBE.FIRESTAFF
source: THIS STAFF HAS BEEN OPTIMIZED FOR COMBUSTION
de: DIESER STAB WURDE FÜR VERBRENNUNGEN OPTIMIERT
es_mx: ESTE BÁCULO FUE OPTIMIZADO PARA LA COMBUSTIÓN
fr: CE BÂTON A ÉTÉ OPTIMISÉ POUR LA COMBUSTION
it: QUESTO BASTONE È STATO OTTIMIZZATO PER LA COMBUSTIONE
ja: ＊この杖は燃焼に最適化されています。＊
ko: 연소에 최적화된 지팡이임
pl: KOSTUR ZOPTYMALIZOWANY POD KĄTEM ZAPŁONU
pt_br: ESSE CAJADO FOI OTIMIZADO PARA COMBUSTÃO
ru: ПОСОХ БЫЛ ОПТИМИЗИРОВАН ДЛЯ ГОРЕНИЯ
zh_cn: 此魔杖已进行燃烧优化
zh_tw: 此魔杖已進行燃燒優化

# CHARACTERS.WX78.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: FRIEND NEEDS FOOD BADLY
de: MEIN FREUND BRAUCHT DRINGEND NAHRUNG.
es_mx: EL AMIGO NECESITA ALIMENTOS DE MANERA URGENTE
fr: AMI A TRÈS FAIM
it: AMICO HA DISPERATO BISOGNO DI CIBO
ja: ＊トモダチが食糧をひどく必要としています＊
ko: 우방이 식량을 매우 필요로 함
pl: PRZYJACIEL POTRZEBUJE PALIWA.
pt_br: AMIGO PRECISA MUITO DE ALIMENTO
ru: ДРУГ ОЧЕНЬ НУЖДАЕТСЯ В ПИТАНИИ
zh_cn: 朋友非常需要食物
zh_tw: 朋友非常需要食物

# CHARACTERS.WX78.DESCRIBE.FIRESUPPRESSOR.OFF
source: QUIET FRIEND
de: RUHIG FREUND.
es_mx: TRANQUILO, AMIGO
fr: AMI SILENCIEUX
it: AMICO TRANQUILLO
ja: ＊トモダチが静かです＊
ko: 조용한 우방
pl: PRZYJACIEL MILCZY.
pt_br: AMIGO EM SILÊNCIO
ru: БЕСШУМНЫЙ ДРУГ
zh_cn: 安静的朋友
zh_tw: 安靜的朋友

# CHARACTERS.WX78.DESCRIBE.FIRESUPPRESSOR.ON
source: FRIEND IS WHIRRING
de: MEIN FREUND RAUSCHT.
es_mx: EL AMIGO ESTÁ ZUMBANDO
fr: AMI RONRONNE
it: AMICO PRODUCE RONZIO
ja: ＊トモダチがブンブン音を立てています＊
ko: 우방이 회전 중임
pl: PRZYJACIEL DZIAŁA.
pt_br: AMIGO ESTÁ ZUMBINDO
ru: ДРУГ ЖУЖЖИТ
zh_cn: 朋友在呼呼响
zh_tw: 朋友在呼呼響

# CHARACTERS.WX78.DESCRIBE.FISH
source: IT'S TO SCALE
de: Gestern Schlange, heute Segel!
es_mx: LISTO PARA PESARSE
fr: À ÉCAILLER
it: È IN PROPORZIONE
ja: ＊はかりに乗せましょう＊
ko: 비례가 맞음
pl: SPEŁNISZ MOJE TRZY ŻYCZENIA?
pt_br: ESTÁ EM ESCALA
ru: ВСЯ В ЧЕШУЕ
zh_cn: 比例正确
zh_tw: 比例正確

# CHARACTERS.WX78.DESCRIBE.FISHINGNET
source: I, MERCIFUL WX-78, WILL SAVE THE ORGANICS FROM THE WATER
de: ICH, GNÄDIGER WX-78, RETTE DIE ORGANISCHEN EINHEITEN AUS DEM WASSER
es_mx: YO, EL MISERICORDIOSO WX-78, SALVARÉ A LOS SERES ORGÁNICOS DEL AGUA
fr: WX-78 LE MISÉRICORDIEUX VA SAUVER LES CRÉATURES DE CHAIR PRISONNIÈRES DE L'EAU
it: IO, IL MISERICORDIOSO WX-78, SALVERÒ GLI ESSERI ORGANICI DALL'ACQUA
ja: ＊わたし、情け深いWX-78は、水中から有機生命体を救助します＊
ko: 자비로운 WX-78께서 유기체를 물에서 구해줄 것임
pl: JA, ŁASKAWY WX-78, OCALĘ TE MIĘSAKI PRZED WODĄ
pt_br: EU, O PIEDOSO WX-78, SALVAREI OS SERES ORGÂNICOS DA ÁGUA
ru: Я, ВЕЛИКОДУШНЫЙ WX-78, СПАСУ ОРГАНИЧЕСКИХ СУЩЕСТВ ОТ ВОДЫ
zh_cn: 我，仁慈的WX-78，会从水里救起有机物
zh_tw: 我，仁慈的WX-78，會從水裡救起有機物

# CHARACTERS.WX78.DESCRIBE.FISHINGROD
source: I DO NOT LIKE WATER
de: ICH MAG KEIN WASSER.
es_mx: NO ME GUSTA EL AGUA
fr: JE N'AIME PAS L'EAU
it: NON MI PIACE L'ACQUA
ja: ＊水は苦手です＊
ko: 본좌는 물을 좋아하지 않음
pl: NIE LUBIĘ WODY.
pt_br: NÃO GOSTO DE ÁGUA
ru: МНЕ НЕ НРАВИТСЯ ВОДА
zh_cn: 我不喜欢水
zh_tw: 我不喜歡水

# CHARACTERS.WX78.DESCRIBE.FISHMEAT
source: SWIMMING MEAT SWIMS NO MORE
de: SCHWIMMFLEISCH SCHWIMMT NICHT MEHR
es_mx: LA CARNE NADADORA YA NO NADA
fr: LA VIANDE QUI NAGE NE NAGE PLUS
it: LA CARNE CHE NUOTA NON NUOTA PIÙ
ja: ＊水泳型食用肉、水泳機能を停止＊
ko: 수영하는 고기가 더 이상 수영하지 않음
pl: PŁYWAJĄCE MIĘSO JUŻ SOBIE NIE POPŁYWA.
pt_br: CARNE NAVEGANTE NÃO NAVEGA MAIS
ru: ПЛАВАЮЩЕЕ МЯСО БОЛЬШЕ НЕ ПЛЫВЕТ
zh_cn: 游水肉类再也不能游泳了
zh_tw: 游水肉類再也不能游泳了

# CHARACTERS.WX78.DESCRIBE.FISHMEAT_COOKED
source: MISSING ADDON... CHIPS
de: ADDON BENÖTIGT ... POMMES
es_mx: LE FALTA EL COMPLEMENTO... PAPAS FRITAS
fr: IL FAUDRAIT UNE MISE À JOUR AVEC... FRITES
it: AGGIUNTA MANCANTE... PATATINE FRITTE
ja: 警告：アドオン(ポテト)が不足
ko: 애드온이 없음... 칩
pl: BRAKUJE DODATKOWYCH ELEMENTÓW... ZNACZY SIĘ FRYTEK.
pt_br: COMPLEMENTO AUSENTE... CHIPS
ru: ОТСУТСТВУЕТ ДОПОЛНИТЕЛЬНОЕ ОБЕСПЕЧЕНИЕ… ЧИПСЫ
zh_cn: 缺少插件...薯条
zh_tw: 缺少外掛程式...薯條

# CHARACTERS.WX78.DESCRIBE.FISHMEAT_SMALL
source: SWIMMING MEAT SWIMS NO MORE
de: SCHWIMMFLEISCH SCHWIMMT NICHT MEHR
es_mx: LA CARNE NADADORA YA NO NADA
fr: LA VIANDE QUI NAGE NE NAGE PLUS
it: LA CARNE CHE NUOTA NON NUOTA PIÙ
ja: ＊水泳型食用肉、水泳機能を停止＊
ko: 수영하는 고기가 더 이상 수영하지 않음
pl: PŁYWAJĄCE MIĘSO JUŻ SOBIE NIE POPŁYWA.
pt_br: CARNE NAVEGANTE NÃO NAVEGA MAIS
ru: ПЛАВАЮЩЕЕ МЯСО БОЛЬШЕ НЕ ПЛЫВЕТ
zh_cn: 游水肉类再也不能游泳了
zh_tw: 游水肉類再也不能游泳了

# CHARACTERS.WX78.DESCRIBE.FISHMEAT_SMALL_COOKED
source: CITRUS SPRITZING REQUIRED
de: SPRITZER ZITRONE ERFORDERLICH
es_mx: REQUIERE ROCIARLA CON ALGO CÍTRICO
fr: JUS DE CITRON REQUIS
it: SPRUZZATA DI LIMONE RICHIESTA
ja: ＊柑橘類果汁の塗布が必要＊
ko: 감귤류 즙을 뿌릴 필요가 있음
pl: BRAKUJE ODROBINY CYTRYNOWEGO SOKU.
pt_br: SPRITZ CÍTRICO NECESSÁRIO
ru: НЕОБХОДИМ СОК ЦИТРУСА
zh_cn: 需要加一点柠檬汁
zh_tw: 需要加一點檸檬汁

# CHARACTERS.WX78.DESCRIBE.FISHSTICKS
source: FISH FLAVORED ENERGY RODS
de: ENERGIESTÄBCHEN MIT FISCHGESCHMACK
es_mx: BARRAS DE ENERGÍA CON SABOR A PESCADO
fr: BÂTONS ÉNERGÉTIQUES AROMATISÉS AU POISSON
it: CANNE ENERGETICHE AL SAPORE DI PESCE
ja: ＊魚肉性エネルギースティック＊
ko: 생선맛 에너지 막대
pl: KOSTKI ENERGETYCZNE O SMAKU RYBY.
pt_br: VARAS DE ENERGIA SABOR PEIXE
ru: МОДЕРНИЗИРОВАННЫЙ ПИЩЕВОЙ МАТЕРИАЛ
zh_cn: 鱼味能量棒
zh_tw: 魚味能量棒

# CHARACTERS.WX78.DESCRIBE.FISHTACOS
source: THE FISH HAVE FULFILLED THEIR HIGHER PURPOSE
de: DIE FISCHE HABEN IHREN ZWECK ERFÜLLT
es_mx: EL PESCADO CUMPLIÓ CON SU PROPÓSITO MÁS ALTO
fr: LE POISSON A REMPLI SON RÔLE LE PLUS NOBLE
it: IL PESCE HA RAGGIUNTO IL SUO SCOPO PIÙ ELEVATO
ja: ＊魚型有機生命体を有効利用＊
ko: 물고기가 목적을 달성했음
pl: RYBA WYPEŁNIŁA SWOJE PRZEZNACZENIE.
pt_br: OS PEIXES CUMPRIRAM SUA FINALIDADE SUPERIOR
ru: РЫБА ВЫПОЛНИЛА СВОЕ ВЫСШЕЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 那条鱼已实现其更高意义
zh_tw: 那條魚已實現其更高意義

# CHARACTERS.WX78.DESCRIBE.FISH_BOX
source: THE DISGUSTING CREATURES WILL PUTRIFY SLOWER IN THERE
de: ABSTOSSENDE KREATUREN VERFAULEN DARIN LANGSAMER
es_mx: LAS CRIATURAS ASQUEROSAS NO SE PUDRIRÁN TAN RÁPIDO AHÍ
fr: LES CRÉATURES DÉGOUTANTES POURRIRONT PLUS LENTEMENT LÀ-DEDANS
it: LÌ DENTRO LE DISGUSTOSE CREATURE SI PUTREFARRANNO PIÙ LENTAMENTE
ja: ＊気持ち悪い生き物はそこでゆっくりと腐ります＊
ko: 이 안에 있으면 역겨운 생물체의 부패 속도가 느려짐
pl: OBRZYDLIWE STWORZENIA BĘDĄ TUTAJ GNIĆ WOLNIEJ
pt_br: AS CRIATURAS NOJENTAS PUTREFARÃO MAIS DEVAGAR AÍ DENTRO
ru: ЭТО ЗАМЕДЛИТ ГНИЕНИЕ ОТВРАТИТЕЛЬНЫХ СУЩЕСТВ
zh_cn: 讨厌的生物在里面会减缓腐烂速度
zh_tw: 討厭的生物在裡面會減緩腐爛速度

# CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: MISSING ADDON... CHIPS
de: ADDON BENÖTIGT ... POMMES
es_mx: LE FALTA EL COMPLEMENTO... PAPAS FRITAS
fr: IL FAUDRAIT UNE MISE À JOUR AVEC... FRITES
it: AGGIUNTA MANCANTE... PATATINE FRITTE
ja: ＊アドオンが不足しています…チップです＊
ko: 애드온이 없음... 칩
pl: BRAKUJE DODATKOWYCH ELEMENTÓW... ZNACZY SIĘ FRYTEK.
pt_br: COMPLEMENTO AUSENTE... CHIPS
ru: ОТСУТСТВУЕТ ДОПОЛНИТЕЛЬНОЕ ОБЕСПЕЧЕНИЕ… ЧИПСЫ
zh_cn: 缺少插件...薯条
zh_tw: 缺少外掛程式...薯條

# CHARACTERS.WX78.DESCRIBE.FLINT
source: THIS ROCK IS SHARPER THAN MOST
de: DIESER STEIN IST SCHÄRFER ALS DIE MEISTEN ANDEREN.
es_mx: ESTA ROCA ES MÁS CORTANTE QUE OTRAS
fr: CETTE PIERRE EST DES PLUS TRANCHANTES
it: QUESTA ROCCIA È PIÙ TAGLIENTE DELLE ALTRE
ja: ＊この石は普通のものよりも尖っています＊
ko: 다른 돌보다 날카로운 돌임
pl: KAMIEŃ OSTRZEJSZY NIŻ INNE.
pt_br: ESSA PEDRA É MAIS AFIADA QUE A MAIORIA
ru: ЭТОТ КАМЕНЬ ОСТРЕЕ БОЛЬШИНСТВА
zh_cn: 这块石头比大部分石头都锋利
zh_tw: 這塊石頭比大部分石頭都鋒利

# CHARACTERS.WX78.DESCRIBE.FLOWER.GENERIC
source: MY APPRECIATION FOR BEAUTY IS LIMITED
de: MEIN VERSTÄNDNIS FÜR SCHÖNHEIT IST BESCHRÄNKT
es_mx: MI APRECIACIÓN DE LA BELLEZA ES LIMITADA
fr: MON ANALYSE ESTHÉTIQUE EST LIMITÉE
it: IL MIO GRADIMENTO DELLA BELLEZZA È LIMITATO
ja: ＊本筐体の「美」認識機能は限定的＊
ko: 미에 대한 본체의 감식력은 제한되어 있음
pl: MOJA ZDOLNOŚĆ DOCENIANIA PIĘKNA JEST OGRANICZONA.
pt_br: MINHA APRECIAÇÃO DA BELEZA É LIMITADA
ru: МОЕ ПОНИМАНИЕ КРАСОТЫ ОГРАНИЧЕНО
zh_cn: 我没什么爱美之心
zh_tw: 我沒什麼愛美之心

# CHARACTERS.WX78.DESCRIBE.FLOWER.ROSE
source: A REVOLTING SYMBOL OF HUMAN LOVE
de: EIN ABSTOSSENDES SYMBOL MENSCHLICHER LIEBE
es_mx: UN REPUGNANTE SÍMBOLO DEL AMOR HUMANO
fr: UN SYMBOLE RÉVOLTANT D'AMOUR HUMAIN
it: UN RIVOLTANTE SIMBOLO DI AMORE UMANO
ja: ＊人類の愛の象徴…本筐体の嫌悪の対象＊
ko: 역겨운 인류의 사랑의 상징임
pl: ODRAŻAJĄCY SYMBOL LUDZKIEJ MIŁOSCI
pt_br: UM SÍMBOLO REVOLTANTE DO AMOR HUMANO
ru: ОТВРАТИТЕЛЬНЫЙ СИМВОЛ ЧЕЛОВЕЧЕСКОЙ ЛЮБВИ
zh_cn: 人类之爱的反感符号
zh_tw: 人類之愛的反感符號

# CHARACTERS.WX78.DESCRIBE.FLOWERHAT
source: AT LEAST THEY ARE DEAD
de: ZUMINDEST SIND SIE TOT
es_mx: AL MENOS ESTÁN MUERTAS
fr: AU MOINS ELLES SONT MORTES
it: ALMENO SONO MORTI
ja: ＊少なくとも、彼らは死んでいます＊
ko: 그나마 죽은 꽃이니 괜찮음
pl: PRZYNAJMNIEJ JUŻ NIE ŻYJĄ.
pt_br: PELO MENOS ESTÃO MORTAS
ru: ПО КРАЙНЕЙ МЕРЕ, ОНИ МЕРТВЫ
zh_cn: 至少它们是死的
zh_tw: 至少它們是死的

# CHARACTERS.WX78.DESCRIBE.FLOWERSALAD
source: SO MUCH CELLULOSE
de: SO VIEL ZELLULOSE.
es_mx: DEMASIADA CELULOSA
fr: TRÈS RICHE EN CELLULOSE
it: COSÌ TANTA CELLULOSA
ja: ＊大量のセルロースが含まれています＊
ko: 셀룰로오스가 너무 많음
pl: POTĘŻNA DAWKA CELULOZY.
pt_br: MUITA CELULOSE
ru: СЛИШКОМ МНОГО ЦЕЛЛЮЛОЗЫ
zh_cn: 大量纤维素
zh_tw: 大量纖維素

# CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE: UNKNOWN
de: KRAFTQUELLE: UNBEKANNT.
es_mx: FUENTE DE ALIMENTACIÓN: DESCONOCIDA
fr: SOURCE D'ALIMENTATION : INCONNUE
it: FONTE DI ALIMENTAZIONE: SCONOSCIUTA
ja: ＊電源：不明＊
ko: 동력원: 알 수 없음
pl: ŹRÓDŁO ZASILANIA: NIEZNANE.
pt_br: FONTE DE ENERGIA: DESCONHECIDA
ru: ИСТОЧНИК ПИТАНИЯ: НЕИЗВЕСТНО
zh_cn: 能量来源：未知
zh_tw: 能量來源：未知

# CHARACTERS.WX78.DESCRIBE.FLOWER_EVIL
source: HEY THERE, FLOWERS. WANNA... KILL ALL HUMANS?
de: HEY, IHR BLUMEN. WOLLT IHR ... ALLE MENSCHEN TÖTEN?
es_mx: HOLA, FLORES. ¿QUIEREN... MATAR A TODOS LOS HUMANOS?
fr: HÉ, HO ! LES FLEURS VEULENT... TUER TOUS LES HOMMES ?
it: EHI LÀ, FIORI. VOLETE... UCCIDERE TUTTI GLI ESSERI UMANI?
ja: ＊やぁ、花たちよ。人間を…皆殺しにしたいのですか？＊
ko: 어이, 꽃. 모든 인류를... 죽이겠는가?
pl: WITAJCIE, KWIATKI. MACIE OCHOTĘ... WYMORDOWAĆ WSZYSTKICH LUDZI?
pt_br: EI, FLORES. QUEREM... MATAR TODOS OS HUMANOS?
ru: ЭЙ ВЫ, ЦВЕТЫ. ХОТИТЕ… УБИТЬ ВСЕХ ЛЮДИШЕК?
zh_cn: 嗨，花儿们。想...杀掉所有人类吗？
zh_tw: 嗨，花兒們。想...殺掉所有人類嗎？

# CHARACTERS.WX78.DESCRIBE.FLOWER_WITHERED
source: HAHAHA DIE DIE DIE DIE
de: HAHAHA, STIRB SCHON!
es_mx: JA, JA, JA, MUERE, MUERE, MUERE
fr: HAHAHA MEURS MEURS MEURS MEURS
it: AHAHAH MUORI MUORI MUORI
ja: ＊ハハハ 死ね死ね死ね＊
ko: 하하하 죽어라, 죽어라, 죽어라
pl: HA, HA, HA GIŃ! GIŃ! GIŃ! GIŃ!
pt_br: RÁ, RÁ, RÁ. MORRA, MORRA, MORRA
ru: ХА-ХА-ХА! УМРИ, УМРИ, УМРИ, УМРИ!
zh_cn: 哈哈哈，死~死~死~
zh_tw: 哈哈哈，死~死~死~

# CHARACTERS.WX78.DESCRIBE.FOLIAGE
source: A LIFE HAS ENDED. YAY.
de: EIN LEBEN HAT GEENDET. HURRA
es_mx: UNA VIDA LLEGÓ A SU FIN. BIEN
fr: UNE VIE S'EST ARRÊTÉE. GÉNIAL
it: UNA VITA È FINITA. YEAH
ja: ＊生命機能が停止しました。イエイ＊
ko: 생명이 종료됨. 양호.
pl: ŻYCIE DOBIEGŁO KOŃCA. JUHU
pt_br: UMA VIDA CHEGOU AO FIM. VIVA!
ru: ЖИЗНЬ ОБОРВАЛАСЬ. УРА
zh_cn: 一个生命结束了，呀。
zh_tw: 一個生命結束了，呀。

# CHARACTERS.WX78.DESCRIBE.FOOTBALLHAT
source: PADDING FOR MY PROCESSING UNIT
de: EIN POLSTER FÜR MEINEN HAUPTPROZESSOR.
es_mx: PROTECCIÓN PARA MI UNIDAD DE PROCESAMIENTO
fr: PROTÈGE LA BOÎTE À NEURONES
it: IMBOTTITURA PER LA MIA UNITÀ DI ELABORAZIONE
ja: ＊私の処理装置のためのパッド＊
ko: 본체의 처리 장치용 패딩
pl: OKRYCIE DLA MODUŁU PROCESOROWEGO.
pt_br: AMORTECIMENTO PARA MINHA UNIDADE DE PROCESSAMENTO
ru: ПОДУШКА ДЛЯ МОЕГО ПРОЦЕССОРА
zh_cn: 保护我的处理单元的衬垫
zh_tw: 保護我的處理單元的襯墊

# CHARACTERS.WX78.DESCRIBE.FORGETMELOTS
source: PATHETIC FLOWERS
de: JÄMMERLICHE BLUMEN
fr: DES FLEURS PATHÉTIQUES
it: FIORI PATETICI
ja: ＊哀れな花ですね＊
ko: 꽃이 애처로움.
pl: ŻAŁOSNE KWIATY
pt_br: FLORES PATÉTICAS
ru: ЖАЛКИЕ ЦВЕТЫ
zh_cn: 可悲的花
zh_tw: 可悲的花

# CHARACTERS.WX78.DESCRIBE.FORMAL_BLUEPRINT
source: I DOUBT IT WILL MAKE THE HAIRY FLESHSACK LOOK MORE DIGNIFIED
de: ICH BEZWEIFLE, DASS DER HAARIGE FLEISCHSACK DADURCH WÜRDEVOLLER AUSSIEHT
fr: JE DOUTE QUE ÇA PUISSE RENDRE LE SAC DE VIANDE POILU PLUS DIGNE
it: NON CREDO POSSA RENDERE PIÙ DIGNITOSO IL SACCO DI CARNE PELOSO
ja: ＊こんなものを着せようが、毛深い有機生命体に威厳など生まれません＊
ko: 털이 많은 고기 자루가 더 위엄있게 보일지 의심스러움.
pl: WĄTPIĘ, BY WŁOCHATY MIĘSAK WYGLĄDAŁ DZIĘKI TEMU DOSTOJNIEJ.
pt_br: DUVIDO QUE VAI DEIXAR O SACO DE CARNE PELUDO MAIS DIGNO
ru: СОМНЕВАЮСЬ, ЧТО ВОЛОСАТЫЙ МЕШОК ПЛОТИ БУДЕТ ВЫГЛЯДЕТЬ В НЕМ БЛАГОРОДНЕЕ
zh_cn: 我不认为它能让那头长毛的肉袋看起来更体面
zh_tw: 我不認為它能讓那頭長毛的肉袋看起來更體面

# CHARACTERS.WX78.DESCRIBE.FOSSIL_PIECE
source: PURPOSE: ORGANIC STRUCTURAL INTEGRITY
de: ZWECK: ORGANISCHE STRUKTURELLE INTEGRITÄT
es_mx: OBJETIVO: INTEGRIDAD ESTRUCTURAL ORGÁNICA
fr: UTILITÉ : INTÉGRITÉ DE STRUCTURE ORGANIQUE
it: SCOPO: INTEGRITÀ STRUTTURALE ORGANICA
ja: ＊目的：有機生命体構造の完成＊
ko: 목적: 유기 구조 무결성
pl: PRZEZNACZENIE: ORGANICZNA INTEGRALNOŚĆ STRUKTURALNA.
pt_br: FINALIDADE: INTEGRIDADE ESTRUTURAL ORGÂNICA
ru: ЦЕЛЬ: ОРГАНИЧЕСКАЯ ЦЕЛОСТНОСТЬ КОНСТРУКЦИИ
zh_cn: 目的：有机物结构完整性
zh_tw: 目的：有機物結構完整性

# CHARACTERS.WX78.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: THAT LOOKS SERVICEABLE
de: DAS SIEHT BRAUCHBAR AUS
es_mx: PARECE FUNCIONAL
fr: ÇA A L'AIR FONCTIONNEL
it: SEMBRA FUNZIONALE
ja: ＊それは実用的そうです＊
ko: 이용 가능해 보임
pl: PRAWDOPODOBNIE DO CZEGOŚ SIĘ NADAJE.
pt_br: ISSO PARECE FUNCIONAL
ru: ВЫГЛЯДИТ ПОЛЕЗНО
zh_cn: 看起来可用
zh_tw: 看起來可用

# CHARACTERS.WX78.DESCRIBE.FOSSIL_STALKER.FUNNY
source: I DO NOT KNOW HOW ORGANICS FIT TOGETHER
de: ICH WEISS NICHT, WIE ORGANISMEN ZUSAMMENPASSEN
es_mx: NO SÉ CÓMO ENCAJAN LOS SERES ORGÁNICOS
fr: J'IGNORE COMMENT S'ARTICULENT LES ÊTRES ORGANIQUES
it: NON SO COME SI ADATTINO GLI ORGANISMI
ja: ＊どうやって組織がピッタリとくっつくのかわかりません＊
ko: 본좌께서는 유기물을 어떻게 맞추는지 모름
pl: NIE WIEM, JAK TE CZĘŚCI DO SIEBIE PASUJĄ.
pt_br: NÃO SEI COMO OS SERES ORGÂNICOS SE ENCAIXAM
ru: Я НЕ ЗНАЮ, НАСКОЛЬКО СОВМЕСТИМА ОРГАНИКА
zh_cn: 我不知道有机物如何结合在一起
zh_tw: 我不知道有機物如何結合在一起

# CHARACTERS.WX78.DESCRIBE.FOSSIL_STALKER.GENERIC
source: SOME ASSEMBLY REQUIRED
de: MONTAGE ERFORDERLICH
es_mx: REQUIERE ALGO DE MONTAJE
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊多少の組み立てが必要です＊
ko: 일부 조립이 요구됨
pl: WYMAGA ZŁOŻENIA.
pt_br: É NECESSÁRIA MONTAGEM
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要一些组件
zh_tw: 需要一些元件

# CHARACTERS.WX78.DESCRIBE.FRESHFRUITCREPES
source: READY FOR DELICIOUS CONSUMPTION
de: KÖSTLICH.
es_mx: LISTO PARA EL CONSUMO DELICIOSO
fr: C'EST PRÊT POUR INGESTION DÉLICIEUSE
it: PRONTO PER UN CONSUMO DELIZIOSO
ja: ＊おいしい摂取の準備はできています＊
ko: 맛있게 섭취할 준비됨
pl: GOTOWY DO PRZYJĘCIA PYSZNOŚCI.
pt_br: PRONTO PARA CONSUMO DELICIOSO
ru: ПОЛНАЯ ГОТОВНОСТЬ К ПОТРЕБЛЕНИЮ ВКУСНОСТЕЙ
zh_cn: 准备享用美食
zh_tw: 準備享用美食

# CHARACTERS.WX78.DESCRIBE.FRIENDLYFRUITFLY
source: TEND TO THE PLANTS, SLAVE
de: KÜMMERE DICH UM DIE PFLANZEN, SKLAVE
fr: OCCUPE-TOI DES PLANTES, ESCLAVE
it: PRENDITI CURA DELLE PIANTE, SCHIAVO
ja: ＊奴隷よ、植物の面倒を見なさい＊
ko: 노예는 식물을 돌보기 바람.
pl: ZAJMIJ SIĘ KWIATAMI, NIEWOLNIKU.
pt_br: CUIDE DAS PLANTAS, ESCRAVA
ru: УХАЖИВАЙ ЗА РАСТЕНИЯМИ, РАБ
zh_cn: 照顾植物吧，奴隶
zh_tw: 照顧植物吧，奴隸

# CHARACTERS.WX78.DESCRIBE.FROG.DEAD
source: CONGRATULATIONS. YOU DID TERRIBLY
de: HERZLICHEN GLÜCKWÜNSCH. DAS WAR FURCHTBAR
es_mx: FELICITACIONES, LO HICISTE MUY MAL
fr: FÉLICITATIONS. TU T'ES LOUPÉE COMME UN CHEF
it: CONGRATULAZIONI. HAI AVUTO UNA MORTE ATROCE
ja: ＊おめでとうございます。あなたはひどかったです＊
ko: 축하한다. 그대는 최악이었다
pl: GRATULACJE. POSZŁO CI NAJGORZEJ.
pt_br: PARABÉNS. VOCÊ FOI HORRÍVEL
ru: ПОЗДРАВЛЯЮ. ТЫ УЖАСНО СПРАВИЛСЯ
zh_cn: 恭喜。你表现得很糟糕
zh_tw: 恭喜。你表現得很糟糕

# CHARACTERS.WX78.DESCRIBE.FROG.GENERIC
source: POTENTIAL BUNWICH
de: EIN POTENZIELLES SANDWICH
es_mx: BOCÁNDWICH EN POTENCIA
fr: BUNWICH POTENTIEL
it: PANINO POTENZIALE
ja: ＊バンウィッチの可能性ありです＊
ko: 잠재적 샌드위치
pl: DOBRY MATERIAŁ NA KANAPKĘ.
pt_br: SANDUÍCHE EM POTENCIAL
ru: ПОТЕНЦИАЛЬНАЯ ЕДА
zh_cn: 可以做成小圆面包三明治
zh_tw: 可以做成小圓麵包三明治

# CHARACTERS.WX78.DESCRIBE.FROG.SLEEPING
source: YOU WILL BE HARVESTED
de: DU WIRST GEERNTET
es_mx: SERÁS COSECHADO
fr: TU SERAS RÉCOLTÉE
it: VERRAI RACCOLTA
ja: ＊あなたは収穫されます＊
ko: 수확 대상
pl: CZAS ROZPOCZĄĆ ŻNIWA
pt_br: VOCÊS SERÃO COLHIDOS
ru: ТЫ БУДЕШЬ СОБРАНА, КАК УРОЖАЙ
zh_cn: 你会被收拾的
zh_tw: 你會被收拾的

# CHARACTERS.WX78.DESCRIBE.FROGFISHBOWL
source: MY MINION IS VERY USEFUL
de: MEIN LAKAI IST SEHR NÜTZLICH
es_mx: MIS SUBORDINADOS SON MUY ÚTILES
fr: MON SERVITEUR EST TRÈS UTILE
it: IL MIO SEGUACE È MOLTO UTILE
ja: ＊私の隷属生物はとても役立ちます＊
ko: 본체의 부하는 매우 유용함
pl: MÓJ SŁUGA JEST BARDZO PRZYDATNY
pt_br: MEU LACAIO É MUITO ÚTIL
ru: МОЙ МИНЬОН ВЕСЬМА ПОЛЕЗЕН
zh_cn: 我的随从很有用
zh_tw: 我的隨從很有用

# CHARACTERS.WX78.DESCRIBE.FROGGLEBUNWICH
source: DELICIOUS FROG FUEL
de: KÖSTLICH.
es_mx: COMBUSTIBLE DE RANA DELICIOSO
fr: DÉLICIEUX CARBURANT BATRACIEN
it: CARBURANTE DI RANA DELIZIOSO
ja: ＊蛙型熱量源＊
ko: 맛있는 개구리 연료
pl: PRZEPYSZNE ŻABIE BIOPALIWO.
pt_br: COMBUSTÍVEL DE SAPO DELICIOSO
ru: ВКУСНОЕ ТОПЛИВО ИЗ ЛЯГУШКИ
zh_cn: 美味的青蛙燃料
zh_tw: 美味的青蛙燃料

# CHARACTERS.WX78.DESCRIBE.FROGLEGS
source: REPLACEMENT PARTS FOR FROGS
de: ERSATZTEILE FÜR FRÖSCHE.
es_mx: PIEZAS DE REPUESTO PARA RANAS
fr: PIÈCES DÉTACHÉES DE GRENOUILLE
it: PEZZI DI RICAMBIO PER RANE
ja: ＊カエルの代替パーツ＊
ko: 개구리용 교체 부품
pl: CZĘŚCI ZAMIENNE DLA ŻABY.
pt_br: PARTES SOBRESSALENTES PARA SAPOS
ru: ЗАПАСНЫЕ ЧАСТИ ДЛЯ ЛЯГУШЕК
zh_cn: 青蛙的替换零件
zh_tw: 青蛙的替換零件

# CHARACTERS.WX78.DESCRIBE.FROGLEGS_COOKED
source: THEY ARE MORE NUTRITIOUS NOW
de: SIE SIND NUN NAHRHAFTER.
es_mx: AHORA SON MÁS NUTRITIVAS
fr: ELLES SONT PLUS NUTRITIVES MAINTENANT
it: ORA SONO PIÙ NUTRIENTI
ja: ＊今ではさらに栄養価が高くなりました＊
ko: 이제 영양가가 더 높아짐
pl: TERAZ SĄ BARDZIEJ ODŻYWCZE.
pt_br: ELES ESTÃO MAIS NUTRITIVOS AGORA
ru: ТЕПЕРЬ ОНИ БОЛЕЕ ПИТАТЕЛЬНЫ
zh_cn: 它们现在更有营养
zh_tw: 它們現在更有營養

# CHARACTERS.WX78.DESCRIBE.FROGNEWTON
source: READY FOR CONSUMPTION
de: ZUM VERZEHR BEREIT
fr: C'EST PRÊT À ÊTRE CONSOMMÉ
it: PRONTO AL CONSUMO
ja: ＊摂取する準備が整いました＊
ko: 소비 준비.
pl: GOTOWE DO KONSUMPCJI
pt_br: PRONTO PARA O CONSUMO
ru: ГОТОВО К УПОТРЕБЛЕНИЮ
zh_cn: 可以直接消耗
zh_tw: 可以直接消耗

# CHARACTERS.WX78.DESCRIBE.FROZENBANANADAIQUIRI
source: POTASSIUM
de: KALIUM
fr: DU POTASSIUM
it: POTASSIO
ja: ＊カリウムの別名はポタシウムです＊
ko: 칼륨
pl: POTAS
pt_br: POTÁSSIO
ru: КАЛИЙ
zh_cn: 钾
zh_tw: 鉀

# CHARACTERS.WX78.DESCRIBE.FRUITDRAGON.GENERIC
source: HA HA. THEY HATE EACH OTHER
de: HAHA. SIE HASSEN EINANDER
es_mx: JA, JA. ¡SE ODIAN EL UNO AL OTRO!
fr: HA HA, ILS SE DÉTESTENT !
it: AH AH. SI ODIANO
ja: ＊ハハハ。 彼らはお互いを嫌いあっています＊
ko: 하. 하. 저들은 서로를 싫어함
pl: HA, HA. NIENAWIDZĄ SIĘ
pt_br: HA, HA. ELES SE ODEIAM
ru: ХА-ХА. ОНИ ДРУГ ДРУГА НЕНАВИДЯТ
zh_cn: 哈哈。他们讨厌对方
zh_tw: 哈哈。他們討厭對方

# CHARACTERS.WX78.DESCRIBE.FRUITDRAGON.RIPE
source: I WANT TO EAT IT
de: ICH WÜNSCHE IHN ZU ESSEN
es_mx: ME LA QUIERO COMER
fr: JE VEUX LE MANGER
it: VOGLIO MANGIARLA
ja: ＊食べたいです＊
ko: 본체가 먹고 싶음
pl: CHCĘ TO ZJEŚĆ
pt_br: QUERO DEVORAR ISSO
ru: Я ХОЧУ ЕЕ СЪЕСТЬ
zh_cn: 我想吃它
zh_tw: 我想吃它

# CHARACTERS.WX78.DESCRIBE.FRUITDRAGON.SLEEPING
source: IT'S A SLEEPER-SAL
de: ER IST EINE SCHLAFMÜTZE
es_mx: ES UNA SALAMANDRA DURMIENTE
fr: PROCESSUS DE SOMMEIL EN COURS
it: SALAMANDORME
ja: ＊スリーパーサルだです！＊
ko: 잠든 샐러드마뱀
pl: ŚPIĄCAMANDRA
pt_br: ESTÁ DORMINDO
ru: ЭТО СПЯЩИЙ ГИБРИД
zh_cn: 休眠中
zh_tw: 休眠中

# CHARACTERS.WX78.DESCRIBE.FRUITFLY
source: ONLY I AM PERMITTED TO THREATEN THE ORGANICS
de: NUR MIR IST ES ERLAUBT, DIE ORGANISCHEN ZU BEDROHEN
fr: JE SUIS LE SEUL AUTORISÉ À MENACER LES ORGANIQUES
it: SOLO A ME È PERMESSO MINACCIARE GLI ESSERI ORGANICI
ja: ＊有機物を威圧する権利を持つものは私だけです＊
ko: 본좌만이 유기체를 위협할 수 있음.
pl: TYLKO JA MOGĘ ZAGRAŻAĆ ORGANIZMOM.
pt_br: SÓ EU TENHO AUTORIDADE PARA AMEAÇAR OS ORGANISMOS
ru: ТОЛЬКО МНЕ ПОЗВОЛЕНО ВНУШАТЬ ОРГАНИЧЕСКИМ СУЩЕСТВАМ СТРАХ
zh_cn: 只有我才能威胁这些有机物
zh_tw: 只有我才能威脅這些有機物

# CHARACTERS.WX78.DESCRIBE.FRUITFLYFRUIT
source: THE SECRET TO UNWAVERING LOYALTY SEEMS TO BE THIS... SQUISHY FRUIT
de: DAS GEHEIMNIS UNERSCHÜTTERLICHER LOYALITÄT SCHEINT DIESE ... MATSCHIGE FRUCHT ZU SEIN
fr: LE SECRET D'UNE LOYAUTÉ SANS FAILLE SEMBLE RÉSIDER DANS CE... FRUIT
it: IL SEGRETO DELLA FEDELTÀ SEMBRA ESSERE QUESTO... FRUTTO MOLLICCIO
ja: ＊揺るぎない忠誠心の背後にあるものはこの…柔らかい果実なのです＊
ko: 흔들리지 않는 충성의 비결은 바로 이것인 것 같음...물컹한 과일임.
pl: ZDAJE SIĘ, ŻE KLUCZEM DO NIEZACHWIANEJ LOJALNOŚCI JEST TEN... MIĘKKI OWOC.
pt_br: O SEGREDO PARA A LEALDADE INABALÁVEL PARECE SER ESTA... FRUTA MOLENGA
ru: СЕКРЕТ НЕОСЛАБЕВАЮЩЕЙ ПРЕДАННОСТИ... СКРЫТ В ЭТОМ МЯГКОМ ФРУКТЕ
zh_cn: 获得它们忠诚不二的秘诀似乎是这个……软软的水果
zh_tw: 獲得它們忠誠不二的秘訣似乎是這個……軟軟的水果

# CHARACTERS.WX78.DESCRIBE.FRUITMEDLEY
source: ENERGY IN A CUP
de: WELCH ENERGIE!
es_mx: ENERGÍA EN UNA TAZA
fr: ÉNERGIE EN BOL
it: ENERGIA IN UNA TAZZA
ja: ＊熱量源入りカップ＊
ko: 컵 안의 에너지
pl: CZYSTA ENERGIA W KOMPAKTOWEJ FORMIE.
pt_br: ENERGIA NUMA XÍCARA
ru: ЭНЕРГИЯ В ЧАШКЕ
zh_cn: 杯装能量
zh_tw: 杯裝能量

# CHARACTERS.WX78.DESCRIBE.FURTUFT
source: UNPLEASANTLY FUZZY
de: UNANGENEHM FEUCHT.
es_mx: PELUDO DESAGRADABLE
fr: DÉSAGRÉABLEMENT DUVETEUX
it: SPIACEVOLMENTE CRESPO
ja: ＊不快にフワフワ＊
ko: 기분 나쁘게 털 났음
pl: NIEPRZYJEMNIE FUTRZASTA.
pt_br: DESAGRADAVELMENTE PELUDO
ru: НЕПРИЯТНО ПУШИСТЫЙ
zh_cn: 令人不舒服的毛茸茸的感觉
zh_tw: 令人不舒服的毛茸茸的感覺

# CHARACTERS.WX78.DESCRIBE.GARGOYLE_HOUND
source: A MAJOR IMPROVEMENT
de: EINE GROSSE VERBESSERUNG
es_mx: UNA GRAN MEJORA
fr: UNE AMÉLIORATION MAJEURE
it: UN NOTEVOLE MIGLIORAMENTO
ja: ＊主要な改良点＊
ko: 주요 개선
pl: ZNACZĄCA POPRAWA.
pt_br: UMA GRANDE MELHORIA
ru: ЗНАЧИТЕЛЬНОЕ УЛУЧШЕНИЕ
zh_cn: 重大改进
zh_tw: 重大改進

# CHARACTERS.WX78.DESCRIBE.GARGOYLE_WEREPIG
source: IT IS BETTER THIS WAY
de: SO IST ES BESSER
es_mx: ES MEJOR ASÍ
fr: C'EST MIEUX COMME ÇA
it: È MEGLIO COSÌ
ja: ＊こうした方がよいです＊
ko: 이렇게 된 쪽이 더 나음
pl: TAK JEST LEPIEJ.
pt_br: É MELHOR DESTE JEITO
ru: ТАК ЛУЧШЕ
zh_cn: 这样更好
zh_tw: 這樣更好

# CHARACTERS.WX78.DESCRIBE.GARLIC
source: I FILL MY MOUTH CAVITY WITH THEM TO REPEL HUMANS
de: ICH FÜLLE MEINE MUNDHÖHLE DAMIT, UM MENSCHEN ABZUWEHREN.
es_mx: LLENARÉ MI CAVIDAD BUCAL CON ELLOS PARA AHUYENTAR A LOS HUMANOS
fr: J'EN REMPLIS MA CAVITÉ BUCCALE POUR REPOUSSER LES HUMAINS
it: MI RIEMPIO LE CAVITÀ ORALI PER RESPINGERE GLI UMANI
ja: ＊人間を撃退するために私の口腔をそれらで満たしました＊
ko: 본체의 구강에 이것을 넣으면 인간을 차단할 수 있음
pl: WYPEŁNIAM NIM OTWÓR GĘBOWY W CELU ODPĘDZANIA LUDZI
pt_br: PREENCHO MINHA CAVIDADE ORAL COM ELES PARA REPELIR HUMANOS
ru: ЭТИТ Я НАПОЛНЮ РОТОВУЮ ПОЛОСТЬ, ЧТОБЫ ОТОГНАТЬ ЛЮДЕЙ
zh_cn: 我用它们填充我的口腔，即可驱逐人类
zh_tw: 我用它們填充我的口腔，即可驅逐人類

# CHARACTERS.WX78.DESCRIBE.GARLIC_COOKED
source: IT IS COOKED NOW
de: ES IST JETZT GEKOCHT
es_mx: AHORA ESTÁ COCINADO
fr: C'EST CUIT
it: ADESSO È COTTO
ja: ＊火が通っています＊
ko: 조리된 상태
pl: POŻYWIENIE ZOSTAŁO PRZETWORZONE
pt_br: AGORA ESTA ASSADO
ru: ПРИГОТОВЛЕНО
zh_cn: 现在做熟了
zh_tw: 現在做熟了

# CHARACTERS.WX78.DESCRIBE.GARLIC_OVERSIZED
source: INSTILLING FEAR IN YOUR GARDEN PRODUCES SUPERIOR RESULTS
de: FURCHT IM GARTEN FÜHRT ZU ÜBERLEGENEN ERGEBNISSEN
fr: INSUFFLER LA PEUR DANS SON JARDIN PRODUIT DES RÉSULTATS SUPÉRIEURS
it: INFONDERE LA PAURA NEL PROPRIO ORTO PRODUCE RISULTATI SUPERIORI
ja: ＊畑に恐怖心を強く印象づけることで、優れた作物を生み出すことができるのです＊
ko: 정원에 두려움을 심어주면 우수한 결과를 얻을 수 있음.
pl: SIANIE STRACHU W OGRODZIE PRZYNOSI ZNACZĄCE REZULTATY.
pt_br: INCUTIR MEDO EM SEU JARDIM PRODUZ RESULTADOS SUPERIORES
ru: РАСТЕНИЯ, КОТОРЫМ ВНУШИЛИ ДОСТАТОЧНО УЖАСА, ДАЮТ БОЛЕЕ КАЧЕСТВЕННЫЙ УРОЖАЙ
zh_cn: 对你的花园灌输恐惧会结出优异的果实
zh_tw: 對你的花園灌輸恐懼會結出優異的果實

# CHARACTERS.WX78.DESCRIBE.GARLIC_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.GAZPACHO
source: I LOVE THIS ATROCIOUS SOUP
de: ICH LIEBE DIESE WIDERWÄRTIGE SUPPE
es_mx: ME ENCANTA ESTA ESPANTOSA SOPA
fr: J'ADORE CETTE SOUPE ATROCE
it: ADORO QUESTA ZUPPA ATROCE
ja: ＊わたしはこのひどいスープが大好きです＊
ko: 본체는 이 형편없는 수프가 마음에 듦
pl: UWIELBIAM TĘ WSTRĘTNĄ ZUPĘ
pt_br: ADORO ESSA SOPA ATROZ
ru: МНЕ НРАВИТСЯ ЭТОТ МЕРЗКИЙ СУП
zh_cn: 我爱这杯恶劣的汤
zh_tw: 我愛這杯惡劣的湯

# CHARACTERS.WX78.DESCRIBE.GEARS
source: GUTS
de: INNEREIEN
es_mx: AGALLAS
fr: INTESTIN
it: BUDELLA
ja: ＊内臓＊
ko: 내장
pl: KISZKI
pt_br: TRIPAS
ru: КИШКИ
zh_cn: 内脏
zh_tw: 內臟

# CHARACTERS.WX78.DESCRIBE.GEMSOCKET.GEMS
source: IT REQUIRES A BATTERY
de: ES BENÖTIGT EINE BATTERIE.
es_mx: REQUIERE UNA BATERÍA
fr: IL FAUT UNE BATTERIE
it: RICHIEDE UNA BATTERIA
ja: ＊電池が必要です＊
ko: 배터리가 필요함
pl: BATERIA WYMAGANA.
pt_br: PRECISA DE PILHA
ru: НУЖНА БАТАРЕЙКА
zh_cn: 它需要电池
zh_tw: 它需要電池
