Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_MEDIUM_9
source: You'd go well with a nice maple glaze... if we had any maple here.
de: Du würdest gut zu einer schönen Ahornglasur passen ... wenn wir hier Ahorn hätten.
es: Estarías de rechupete con un poquito de glaseado de arce... si tuviera sirope.
fr: Ce ne serait pas mauvais avec un peu de sirop d'érable... s'il y en avait ici.
it: Saresti perfetto con una bella glassa allo sciroppo d'acero... se ne avessi.
ja: メープルを上塗りしてやればすごく合うと思うけどよ…ここにメープルはねぇんだよな。
ko: 질 좋은 단풍나무 유약과 잘 어울릴 텐데... 여기에 단풍나무가 있다면.
pl: Jakby cię tak zamarynować w syropie klonowym... Tylko czy tu rosną klony?
pt_br: Você ficaria ótimo com uma camada de xarope de bordo... se a gente tivesse xarope aqui.
ru: Хорошо бы к тебе пошел кленовый маринад... будь тут клены.
zh_cn: 如果这里有枫树的话，你会和枫树糖浆搭配得很好。
zh_tw: 如果這裡有楓樹的話，你會和楓樹糖漿搭配得很好。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_1
source: I was hopin' it'd be bigger.
de: Ich hatte gehofft, er wäre größer.
es: Esperaba que fuera más grande.
fr: J'aurais aimé que tu sois plus gros.
it: Speravo fosse più grande.
ja: もうちょとデカいのを期待してたんだがな。
ko: 더 크기를 바랐는데.
pl: Miałem nadzieję, że złowię coś większego.
pt_br: Eu esperava que fosse maior.
ru: Я надеялся, что улов будет покрупнее.
zh_cn: 我还希望它能再大点。
zh_tw: 我還希望它能再大點。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_2
source: Just a tiny little guy, eh?
de: Nur ein winziges Kerlchen, wie?
es: Solo un pequeñajo, ¿eh?
fr: Il est très petit !
it: Piuttosto piccolo, eh?
ja: オマエ、ちっこい野郎だな。
ko: 조그만 친구네, 그치?
pl: Maluszek, nie?
pt_br: É bem pequenininho, né?
ru: Экий малыш, однако.
zh_cn: 就是个小家伙，对吧？
zh_tw: 就是個小傢伙，對吧？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_3
source: Doesn't look like there's a lot of meat on that one.
de: An dem ist aber nicht viel dran.
es: No parece que ese tenga mucha chicha.
fr: Il n'y a pas grand-chose à manger là-dessus.
it: Non c'è molto da mangiare.
ja: こいつにはあまり肉はついてねえたいだな。
ko: 살이 많지는 않을 것 같잖아.
pl: Nie ma na niej przesadnie dużo mięsa.
pt_br: Não parece que tem muita carne nesse.
ru: Непохоже, чтобы в ней было много мяса.
zh_cn: 没几口能吃的肉。
zh_tw: 沒幾口能吃的肉。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_4
source: Just a small fry!
de: Nur ein kleiner Fisch!
es: ¡Una minucia!
fr: C'est du menu fretin.
it: È solo un pesciolino!
ja: ほんの稚魚じゃねえか！
ko: 치어일 뿐이잖아.
pl: To zwykła płotka!
pt_br: É um filhote pequeno!
ru: Мелочь пузатая.
zh_cn: 小打小闹！
zh_tw: 小打小鬧！

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_5
source: Weird looking fish, but sure smells good.
de: Seltsamer Fisch, aber er riecht gut.
es: Un pescado bastante raro, pero huele bien.
fr: Il a une drôle de tête, mais il a l'air délicieux.
it: L'aspetto è strano, ma l'odore è buono.
ja: 形は妙だが、いい匂いはしてるな。
ko: 이상한 물고기네. 그래도 냄새는 좋잖아.
pl: Ta ryba wygląda dziwnie, ale za to bardzo apetycznie pachnie.
pt_br: Peixe esquisito, mas tem um cheiro bom.
ru: На вид рыбка странная, но пахнет восхитительно.
zh_cn: 看起来怪，闻起来香。
zh_tw: 看起來怪，聞起來香。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_6
source: Eh, I could take it or leaf it.
de: Tja, ob ich den wieder reinwerfe?
es: Podría tomarlo o dejarlo.
fr: Bah, je prends.
it: Forse è caduto da una pianta acquatica?
ja: フム…いただくか、それとも放してやるか…
ko: 흥, 싫으면 버리면 되잖아.
pl: Jesień, jesień, jesień, ach, to ty!
pt_br: Ah, não vou ficar folhando ele.
ru: А вот и гарнир мне на крючок попался.
zh_cn: 诶，这小东西还长叶子。
zh_tw: 誒，這小東西還長葉子。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_7
source: Nice looking fish, eh bud?
de: Nett sieht er aus, was, Kumpel?
es: Un pescado bonito, ¿eh, amigo?
fr: Joli poisson !
it: Un pesce che sboccia?
ja: シャレた魚じゃねえか。
ko: 멋진 물고기네, 그치?
pl: Ale ładna rybka, co nie?
pt_br: Peixe bonito, né, amigo?
ru: Отлично выглядишь, рыбешка.
zh_cn: 这鱼长得还真俊，诶，伙计？
zh_tw: 這魚長得還真俊，誒，夥計？

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_8
source: Looks like the sun came out today after all.
de: Die Sonne kommt heute also doch noch raus.
es: Parece que después de todo el sol ha salido hoy.
fr: Le soleil était de sortie, finalement.
it: Un po' come quando il sole sorge sul mare.
ja: やっと太陽が顔を出したな。
ko: 해가 두둥실 뜬 모양이잖아.
pl: No proszę, jednak wyszło dzisiaj słońce.
pt_br: Ah, parece que o sol deu as caras afinal.
ru: Кажется, солнце сегодня все-таки выглянуло из-за туч.
zh_cn: 今天总算出太阳了。
zh_tw: 今天總算出太陽了。

# CHARACTERS.WOODIE.DESCRIBE.OCEANFISH_SMALL_9
source: Not very polite, eh?
de: Nicht sehr höflich, wie?
es: No es muy educado, ¿eh?
fr: Pas très poli, hein ?
it: Non è molto educato, eh?
ja: その態度は失礼じゃねぇか、ん？
ko: 예의 없네, 그치?
pl: To nie było zbyt grzeczne, co?
pt_br: Não é muito educado, né?
ru: Не очень-то вежливо, ага.
zh_cn: 不是很礼貌，对不对？
zh_tw: 不是很禮貌，對不對？

# CHARACTERS.WOODIE.DESCRIBE.OCEANTREE
source: Did you get lost, bud? Land's back thataway.
de: Hast du dich verlaufen, Kumpel? Zum Land geht's da lang.
es: ¿Te has perdido, coleguilla? La tierra firme queda lejos.
fr: Tu t'es perdu ? La terre, c'est par là, tu sais.
it: Ti sei perso, amico? La terra ferma è laggiù.
ja: 迷ったのか？陸は反対側だぜ。
ko: 길을 잃었니, 친구? 땅은 뒤로 돌아서 저쪽이야.
pl: Zgubiłeś się, koleś? Ziemia jest w tamtą stronę.
pt_br: Você se perdeu, amigona? A terra fica praquele lado.
ru: Ты потерялся, дружище? Земля вон там, если что.
zh_cn: 你是不是迷路了，伙计？大陆在你身后那边。
zh_tw: 你是不是迷路了，夥計？大陸在你身後那邊。

# CHARACTERS.WOODIE.DESCRIBE.OCEANTREENUT
source: I'm gonna enjoy chopping you down one day.
de: Ich werde es genießen, dich eines Tages zu fällen.
es: Un día disfrutaré de lo lindo talándote.
fr: Un jour, je vais t'abattre, et je vais y prendre un plaisir certain.
it: Un giorno mi divertirò a tagliarti.
ja: いつか鼻歌歌いながらお前を切り倒してやる。
ko: 언젠가는 너를 토막낼 거야.
pl: Pewnego dnia z przyjemnością porąbię cię na kawałki.
pt_br: Vai ser um prazer cortá-la um dia.
ru: Когда-нибудь я с удовольствием тебя срублю.
zh_cn: 总有一天我会很享受地把你砍下来。
zh_tw: 總有一天我會很享受地把你砍下來。

# CHARACTERS.WOODIE.DESCRIBE.OCEANTREE_PILLAR
source: This one I can chop, right?
de: Den hier kann ich fällen, oder?
es: Puedo talar esto, ¿no?
fr: Je peux l'abattre, celui-là ?
it: Questo posso tagliarlo, vero?
ja: これ、切ってもいいんだろ？
ko: 이건 내가 자를 수 있어, 그렇지?
pl: To drzewo mogę ściąć, prawda?
pt_br: Posso cortar essa daí, né?
ru: Я же могу это срубить, да?
zh_cn: 这个我可以砍，对吗？
zh_tw: 這個我可以砍，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.OCEANVINE
source: Nice of it to hold that fig for me.
de: Schön, dass sie die Feige für mich hält.
es: Qué amable, mira cómo me ofrece el higo.
fr: C'est gentil de sa part de me tenir cette figue.
it: È stato gentile da parte sua tenere quel fico per me.
ja: オレにイチジクを取っといてくれるなんて優しいじゃねぇか。
ko: 나를 위해 그 무화과를 두는 게 좋겠어.
pl: Jak miło, że ta roślina potrzymała mi figi.
pt_br: Valeu por segurar esse figo pra mim.
ru: Очень мило с ее стороны подержать для меня инжир.
zh_cn: 很高兴它能为我保管那个无花果。
zh_tw: 很高興它能為我保管那個無花果。

# CHARACTERS.WOODIE.DESCRIBE.OCEANVINE_COCOON
source: A part of me is just dying to poke it.
de: Ein Teil von mir brennt darauf, das anzustupsen.
es: Una parte de mí se muere de ganas de tocarlo.
fr: Je meurs d'envie de le toucher...
it: Parte di me avrebbe una gran voglia di colpirlo.
ja: つついてみたくて仕方ねぇよ。
ko: 쿡 찔러보고 싶어 죽겠네.
pl: Jakaś część mnie ma straszną ochotę, żeby to dźgnąć.
pt_br: Tem uma parte minha que tá louca pra cutucar isso.
ru: Ужас как хочется ткнуть туда палкой.
zh_cn: 我就是很想戳它一下。
zh_tw: 我就是很想戳它一下。

# CHARACTERS.WOODIE.DESCRIBE.OCEANVINE_COCOON_BURNT
source: Burnt away to nothing.
de: Zur Asche verbrannt.
es: Ha quedado reducido a cenizas.
fr: Il est parti en fumée.
it: Bruciato completamente.
ja: 燃えて無に帰すのさ。
ko: 아무것도 남지 않고 타버렸어.
pl: Spalił się na popiół.
pt_br: Queimou completamente.
ru: Сгорел дотла.
zh_cn: 被烧得一无所有。
zh_tw: 被燒得一無所有。

# CHARACTERS.WOODIE.DESCRIBE.ONEMANBAND
source: I stand on guard for thee!
de: Da stehe ich drauf!
es: ¡Estoy en guardia por ti!
fr: Je te lâche pas de l'œil !
it: Sto in guardia per te!
ja: 君を守るために俺は立っている。
ko: 너를 보호해 주겠잖아!
pl: W sumie nie samym drewnem człowiek żyje. Metal też ma swoje uroki.
pt_br: Fico de guarda para ti!
ru: О Канада, я стою на страже твоей!
zh_cn: 啊，我为你站岗！
zh_tw: 啊，我為你站崗！

# CHARACTERS.WOODIE.DESCRIBE.ONION
source: I only cry tears of joy.
de: Ich weine nur Freudentränen.
es: Solo lloro de alegría.
fr: Je ne pleure que des larmes de joie.
it: Piango solo lacrime di gioia.
ja: オレが涙を流すのは嬉しい時だけだ。
ko: 난 기쁨의 눈물만 흘려.
pl: Ronię jedynie łzy radości.
pt_br: Eu só choro de alegria.
ru: Я плачу только от радости.
zh_cn: 我只会流出喜悦的泪水。
zh_tw: 我只會流出喜悅的淚水。

# CHARACTERS.WOODIE.DESCRIBE.ONION_COOKED
source: Perfectly roasted.
de: Perfekt geröstet.
es: Perfectamente asada.
fr: Parfaitement rôti.
it: Perfettamente arrostito.
ja: いい感じで焼けたぞ。
ko: 완벽하게 구웠잖아.
pl: Doskonale upieczona.
pt_br: Assado à perfeição.
ru: Идеальная прожарка.
zh_cn: 烤得完美。
zh_tw: 烤得完美。

# CHARACTERS.WOODIE.DESCRIBE.ONION_OVERSIZED
source: What do you think Luce, wanna help me chop that? I was only kidding!
de: Was meinst du, Lucy, willst du mir helfen, das zu fällen? Ich habe nur Spaß gemacht!
es: ¿Qué, Lucy? ¿Te apetece ayudarme a cortarla? Es broma, tranquila.
fr: Tu veux bien m'aider à découper ça, Lucy ? Je plaisantais !
it: Che ne pensi, Lucy, mi aiuteresti a farla a fettine? Stavo solo scherzando!
ja: ルーシー、あれ切るの手伝ってくれっか？冗談だよ、冗談！
ko: 무슨 생각해, 루시, 내가 저걸 써는 걸 돕고 싶어? 농담이야!
pl: No i co, Lucy, pomożesz mi ją posiekać? Żartowałem!
pt_br: O que você acha, Lucy? Quer me ajudar a cortar isso? Só estava brincando!
ru: Ну что, Люси, поможешь мне его порубить? Эй, я просто пошутил!
zh_cn: 你觉得呢，露西，要不要帮我切一下？我只是在开玩笑！
zh_tw: 你覺得呢，露西，要不要幫我切一下？我只是在開玩笑！

# CHARACTERS.WOODIE.DESCRIBE.ONION_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.OPALPRECIOUSGEM
source: You're fond of it, aren'tcha Lucy?
de: Das gefällt dir, was, Lucy?
es: Te has encariñado con esa, ¿no, Lucy?
fr: Tu adores ça, hein Lucy ?
it: Ci sei affezionata, non è vero, Lucy?
ja: ルーシー、これオマエなら気に入るんじゃねえか？
ko: 마음에 들지, 루시?
pl: Podoba ci się, co nie, Lucy?
pt_br: Você gosta disso, não é, Lucy?
ru: Ты в восторге от этого, да, Люси?
zh_cn: 你喜欢它，不是吗，露西？
zh_tw: 你喜歡它，不是嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.OPALSTAFF
source: Err, moon magic isn't really... my thing... Heh.
de: Äh, Mondmagie ist nicht wirklich ... mein Ding ... Heh.
es: Eh, la magia lunar en realidad no es... lo mío... Je.
fr: Euh... la magie de lune c'est pas vraiment... mon truc... Hein ?
it: Ehm, la magia della luna non è proprio... il mio forte... eh.
ja: あぁ…オレは…月の魔法なんて…ガラじゃねえよ。
ko: 달 마법은 정말... 내 전문이 아니잖아... 헤에.
pl: Eee... Magia Księżyca to nie moja działka... He.
pt_br: Ahm, não curto... muito... a magia da lua. Hã.
ru: Э-э-э, эта магия Луны не совсем… по мне… Хех.
zh_cn: 呃，月亮魔法真心不是……我的菜……嘿。
zh_tw: 呃，月亮魔法真心不是……我的菜……嘿。

# CHARACTERS.WOODIE.DESCRIBE.ORANGEAMULET
source: This'll make the chores go by quicker!
de: Das sorgt dafür, dass die Aufgaben schneller erledigt sind.
es: ¡Con esto haré mis tareas del hogar más rápido!
fr: Les corvées passeront plus vite !
it: Mi servirà per fare le faccende più in fretta!
ja: これで雑用が素早く終わるようになるだろう。
ko: 허드렛일이 금방 되겠네!
pl: Ułatwi wykonywanie codziennych obowiązków!
pt_br: Assim vai dar para fazer as tarefas mais rápido!
ru: С этим любая рутина будет проходить быстрее!
zh_cn: 这可以让家务活完成得更快！
zh_tw: 這可以讓家務活完成得更快！

# CHARACTERS.WOODIE.DESCRIBE.ORANGEGEM
source: It's shimmering.
de: Schimmert.
es: Es brillante.
fr: C'est chatoyant.
it: È scintillante.
ja: キラキラ光ってる。
ko: 반짝이잖아.
pl: Ładnie się mieni.
pt_br: Está bruxuleando.
ru: Он мерцает.
zh_cn: 它在闪闪发光。
zh_tw: 它在閃閃發光。

# CHARACTERS.WOODIE.DESCRIBE.ORANGEMOONEYE
source: Makes the hairs on the back of my neck stand up.
de: Da stehen dir die Rückenhaare auf.
es: Hace que se me ericen los pelos de la nuca.
fr: Ça me dresse les poils sur le cou.
it: Mi fa rizzare i peli della nuca.
ja: 身の毛がよだつな、こいつには。
ko: 등골이 오싹하게 만들잖아.
pl: Aż mi włosy na karku stają dęba.
pt_br: Faz os pelos da minha nuca se arrepiarem.
ru: У меня волосы на затылке от этого шевелятся.
zh_cn: 让我脖子后面的毛发都竖立起来了。
zh_tw: 讓我脖子後面的毛髮都豎立起來了。

# CHARACTERS.WOODIE.DESCRIBE.ORANGESTAFF
source: This will help me get around quickly.
de: Das wird mir helfen, schneller herumzukommen.
es: Esto me ayudará a viajar más rápido.
fr: Ça m'aidera à me déplacer plus vite.
it: Mi aiuterà a spostarmi rapidamente.
ja: これは早く動き回る上で役に立つだろう。
ko: 빨리 돌아다니는 데 도움되겠어.
pl: Pomoże mi się szybko przemieszczać.
pt_br: Isso vai me ajudar a me movimentar mais rápido.
ru: С ним я смогу очень быстро путешествовать.
zh_cn: 它可以帮我快速移动。
zh_tw: 它可以幫我快速移動。

# CHARACTERS.WOODIE.DESCRIBE.PANDORASCHEST
source: What's in the box?!
de: Was ist in dem Paket?!
es: ¿¡Qué hay en la caja!?
fr: Il y a quoi dans la boîte ?
it: Cosa c'è nella scatola?!
ja: その箱の中に何が入っている？！
ko: 상자 안에 뭐가 있는 거냐?!
pl: Ciekawe, co jest w środku!
pt_br: O que tem na caixa?!
ru: Что в коробке?!
zh_cn: 箱子里装的是什么？！
zh_tw: 箱子裡裝的是什麼？！

# CHARACTERS.WOODIE.DESCRIBE.PANETTONE
source: Even bread gets sweeter over the holidays!
de: Sogar Brot ist an Feiertagen süßer!
es: ¡Hasta el pan se vuelve más dulce durante las fiestas!
fr: Même le pain est plus sucré à la saison des fêtes.
it: Durante le feste, anche il pane diventa dolce!
ja: 祝いの時には、パンまで甘くなるのか！
ko: 명절에는 빵도 달콤해지잖아!
pl: W święta nawet chleb smakuje bardziej słodko.
pt_br: Até o pão fica mais doce nas festas!
ru: На праздниках даже хлеб вкуснее становится!
zh_cn: 到过节了连面包都甜起来了！
zh_tw: 到過節了連麵包都甜起來了！

# CHARACTERS.WOODIE.DESCRIBE.PANFLUTE
source: I only sing for Lucy.
de: Ich singe nur für Lucy.
es: Solo canto para Lucy.
fr: Je ne chante que pour Lucy.
it: Canto solo per Lucy.
ja: 俺はLucyのためだけに歌う。
ko: 나는 루시만을 위해 노래 부르잖아.
pl: Śpiewam tylko dla Lucy.
pt_br: Canto somente para a Lucy.
ru: Я пою только для Люси.
zh_cn: 我只给露西唱歌。
zh_tw: 我只給露西唱歌。

# CHARACTERS.WOODIE.DESCRIBE.PAPYRUS
source: I'd rather chop than write.
de: Ich würde lieber Holz hacken als zu schreiben.
es: Prefiero talar antes que escribir.
fr: Je préfère couper qu'écrire.
it: Preferisco tagliare che scrivere.
ja: 書くよりも切り刻むほうがいい。
ko: 글을 쓰느니 자르겠잖아.
pl: Wolę rąbać niż pisać.
pt_br: Prefiro cortar a escrever.
ru: Лучше уж я буду рубить топором, чем писать пером.
zh_cn: 我宁愿砍树也不要写字。
zh_tw: 我寧願砍樹也不要寫字。

# CHARACTERS.WOODIE.DESCRIBE.PAVLOVA
source: Reminds me of the snow-capped mountains back home.
de: Erinnert mich an die schneebedeckten Berge zuhause.
es: Me recuerda a las nevadas montañas de casa.
fr: Ça me rappelle les sommets enneigés de mon enfance.
it: Mi ricorda le montagne innevate di casa mia.
ja: ふるさとの雪山を思い出すな。
ko: 고향의 눈 덮인 산이 생각나잖아.
pl: Przypomina mi zaśnieżone szczyty gór w ojczyźnie.
pt_br: Me lembra as montanhas nevadas da minha terra.
ru: Напоминает мне о заснеженных пиках родных гор.
zh_cn: 让我想起老家白顶的雪山。
zh_tw: 讓我想起老家白頂的雪山。

# CHARACTERS.WOODIE.DESCRIBE.PEGHOOK
source: That acid'll be a problem, eh?
de: Die Säure wird ein Problem sein, was?
es: Ese ácido será un problema, ¿eh?
fr: Cet acide va poser problème, hein ?
it: Quell'acido sarà un problema, eh?
ja: ヤツの酸、厄介になりそうだな。
ko: 산성 물질이 문제가 되겠지?
pl: Ten kwas może nieco zawadzać, co nie?
pt_br: Esse ácido vai ser problema, hã?
ru: Эта кислота может стать проблемой, а?
zh_cn: 那个酸液很麻烦，对吧？
zh_tw: 那個酸液很麻煩，對吧？

# CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Doesn't matter if you're from the Great White North. Still a bird.
de: Von mir aus bist du vom Nordpol. Bist trotzdem nur ein Vogel.
es: No importa si eres del Gran Norte Blanco. Sigues siendo un pájaro.
fr: Peu importe que tu viennes du Canada, tu restes un oiseau.
it: Non importa se vieni dal Grande Bianco Nord. Rimani un uccello.
ja: ふるさとの鳥だろうと、信用ならねぇよ
ko: 흰 대륙에서 와도 상관없지. 그래도 새잖아.
pl: Nie ważne, czy jesteś z Wielkiej Białej Północy. Ptak to ptak.
pt_br: Não importa se você é do Grande Norte Branco. Ainda é um pássaro.
ru: Ну и что, что ты с Великого Белого Севера. Ты все равно птица.
zh_cn: 你是否来自加拿大并不重要。不论怎样你都是只鸟。
zh_tw: 你是否來自加拿大並不重要。不論怎樣你都是只鳥。

# CHARACTERS.WOODIE.DESCRIBE.PEPPER
source: Funny looking vegetable.
de: Merkwürdiges Gemüse.
es: Una verdura con una forma bastante curiosa.
fr: C'est un drôle de légume.
it: Vegetale dall'aspetto buffo.
ja: おもしろい形の野菜だな。
ko: 웃기게 생긴 채소잖아.
pl: Śmieszne warzywo.
pt_br: Vegetal engraçado, esse.
ru: Забавный овощ.
zh_cn: 外形奇特的蔬菜。
zh_tw: 外形奇特的蔬菜。

# CHARACTERS.WOODIE.DESCRIBE.PEPPERPOPPER
source: Hoo! That's a hot one, eh?
de: Puh! Ein scharfes Ding, wie?
es: ¡Guau! Este pica, ¿eh?
fr: Ouh ! Il brûle, celui-là !
it: Oh! Questa è roba piccante, eh?
ja: ふぅっ！これは辛えな！
ko: 후! 맵네, 그치?
pl: Uuu! Ale ostre, nie?
pt_br: Hoo! É bem ardida, né?
ru: Ух! Вот это острота, да уж.
zh_cn: 呼！味道真辣，对吧？
zh_tw: 呼！味道真辣，對吧？

# CHARACTERS.WOODIE.DESCRIBE.PEPPER_COOKED
source: Pretty tiny but it packs a punch, eh?
de: Klein, aber oho, wie?
es: Es bastante pequeño, pero pega fuerte, ¿eh?
fr: Il est petit, mais il brûle !
it: È piccolo ma picchia duro.
ja: 小さいが、パンチが効いてるじゃねえか。
ko: 조그만 고추가 맵다지?
pl: Niby mała, ale daje niezłego kopa, nie?
pt_br: Bem pequena, mas é poderosa, né?
ru: Маленький, но мощный, да?
zh_cn: 看着不大，味道却很足啊，对吧？
zh_tw: 看著不大，味道卻很足啊，對吧？

# CHARACTERS.WOODIE.DESCRIBE.PEPPER_OVERSIZED
source: That looks like a big case of heartburn just waiting to happen.
de: Sieht aus wie ein massiver Anfall von Sodbrennen in den Startlöchern.
es: Tiene pinta de que te dará una acidez de mil demonios.
fr: Je sens que ça va provoquer de monstrueuses brûlures d'estomac...
it: Sembra destinato a causare un terribile bruciore di stomaco.
ja: こいつぁ文字通り「胸焼け」しちまうな。
ko: 이건 그저 엄청나게 속이 쓰리기만을 기다리는 것과 같아.
pl: Wygląda jak zapowiedź potężnej zgagi.
pt_br: Parece uma azia terrível prestes a acontecer.
ru: Похоже, скоро многие будут мучаться от изжоги.
zh_cn: 谁要吃了这个估计得喷火。
zh_tw: 誰要吃了這個估計得噴火。

# CHARACTERS.WOODIE.DESCRIBE.PEPPER_SEEDS
source: I should plant this.
de: Ich sollte das pflanzen.
es: Debería plantar esto.
fr: Je devrais planter ça.
it: Dovrei piantarlo.
ja: これを植えるべきだな
ko: 심어야지.
pl: Trzeba to zasadzić.
pt_br: É melhor eu plantar isso.
ru: Надо его посадить.
zh_cn: 我应该种下这个。
zh_tw: 我應該種下這個。

# CHARACTERS.WOODIE.DESCRIBE.PERD
source: More birds! Why is it always birds?
de: Noch mehr Vögel! Warum müssen es immer Vögel sein?
es: ¡Más pájaros! ¿Por qué siempre hay pájaros?
fr: Encore des oiseaux ! Pourquoi y a des oiseaux partout ?
it: Altri pennuti! Perché si tratta sempre di pennuti?
ja: もっと鳥が！なんでいつも鳥なんだ？
ko: 새가 더 있잖아! 왜 새가 많냐?
pl: Kolejny ptak! Co jest z nimi?
pt_br: Mais pássaros! Por que pássaros sempre?
ru: Еще птицы! Почему птиц всегда так много?
zh_cn: 又是鸟！为什么总是鸟呢？
zh_tw: 又是鳥！為什麼總是鳥呢？

# CHARACTERS.WOODIE.DESCRIBE.PERDFAN
source: It had to be birds, didn't it?
de: Es mussten unbedingt Vögel sein, was?
es: ¿Tuvieron que ser pájaros, no?
fr: C'était des oiseaux, pas vrai ?
it: Doveva trattarsi di uccelli, non è vero?
ja: 鳥の羽根を使わなきゃならねえのか？
ko: 새의 깃털로 만든 것이겠지?
pl: Kiedyś należały do jakiegoś ptaka, co nie?
pt_br: Tinham que ser pássaros, não é?
ru: В прошлом это были птицы, да ведь?
zh_cn: 应该是鸟，不是吗？
zh_tw: 應該是鳥，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.PERDSHRINE.BURNT
source: It's all burnt up.
de: Es ist vollständig verbrannt.
es: Se ha quemado por completo.
fr: C'est tout brûlé.
it: È tutto bruciato.
ja: すべて燃え尽きた。
ko: 다 탔잖아.
pl: Spalone na popiół.
pt_br: Virou cinzas.
ru: Все сгорело.
zh_cn: 被烧得精光。
zh_tw: 被燒得精光。

# CHARACTERS.WOODIE.DESCRIBE.PERDSHRINE.EMPTY
source: Could use a touch of green.
de: Könnte etwas Grün vertragen.
es: Le hace falta un toque de verde.
fr: Il manque un peu de vert.
it: Vorrei un po' di verde.
ja: 少し緑のモノを置いてもいいかもな。
ko: 녹색이 좀 있었으면 좋을 텐데.
pl: Przydałoby się trochę zieleni.
pt_br: Um toque de verde cairia bem.
ru: Можно использовать оттенок зеленого.
zh_cn: 可以使用一抹绿色。
zh_tw: 可以使用一抹綠色。

# CHARACTERS.WOODIE.DESCRIBE.PERDSHRINE.GENERIC
source: I'm not giving anything to those birds!
de: Diese Vögel kriegen nichts von mir!
es: ¡No voy a darle nada a esos pájaros!
fr: Je ne donnerai rien à ces oiseaux !
it: Non darò nulla a quegli uccelli!
ja: この鳥には何もやらねえよ！
ko: 저 새들한테는 아무것도 안 줄 거야!
pl: Nie zamierzam nic dawać tym parszywym ptakom!
pt_br: Não vou dar nada pra esses pássaros!
ru: Я ничего не дам этим птицам!
zh_cn: 我不会把任何东西给那些鸟！
zh_tw: 我不會把任何東西給那些鳥！

# CHARACTERS.WOODIE.DESCRIBE.PEROGIES
source: I call them "yum pockets".
de: Ich nenne sie "Lecker-Taschen".
es: Las llamo "Deliciosas bolsitas".
fr: J'appelle ça des « sacs à miam ».
it: Le chiamo "leccornie tascabili".
ja: こいつらを「おいしいポケット」と呼ぶ。
ko: 나는 이걸 '맛난 주머니'라고 부르지.
pl: Są lepsze od kopytek.
pt_br: Chamo eles de "bolsos de gostosura".
ru: Я называю их «нямки-карманки».
zh_cn: 我称它们为“好吃的饺子”。
zh_tw: 我稱它們為“好吃的餃子”。

# CHARACTERS.WOODIE.DESCRIBE.PETALS
source: I wonder if Lucy would like these.
de: Ich frage mich, ob Lucy die mögen würde.
es: Me pregunto si a Lucy le gustarán.
fr: Je me demande si Lucy aimerait ça.
it: Mi chiedo se a Lucy piacerebbero.
ja: Lucyもこれらが気に入るかは疑問だ。
ko: 루시라면 이걸 좋아할까 궁금하네.
pl: Ciekawe, czy Lucy by się spodobały.
pt_br: Será que a Lucy iria gostar dessas?
ru: Интересно, понравится ли это Люси.
zh_cn: 不知道露西喜不喜欢这些。
zh_tw: 不知道露西喜不喜歡這些。

# CHARACTERS.WOODIE.DESCRIBE.PETALS_EVIL
source: They're frowning at me with little evil faces.
de: Sie missbilligen mich mit ihren kleinen bösen Gesichtern.
es: Me están frunciendo el ceño con sus pequeños rostros de maldad.
fr: Leurs sales petites têtes lancent des regards noirs.
it: Mi guardano corrucciati con le loro piccole facce maligne.
ja: 小さな悪魔の顔で奴らは俺に眉をひそめた。
ko: 험악한 얼굴로 나를 보며 찡그리고 있어.
pl: Robią na mnie miny tymi swoimi nikczemnymi twarzyczkami.
pt_br: Eles estão me reprovando com rostinhos malignos.
ru: Там маленькие злобные рожицы, и они меня преследуют.
zh_cn: 它们正用邪恶的小脸朝我皱眉头。
zh_tw: 它們正用邪惡的小臉朝我皺眉頭。

# CHARACTERS.WOODIE.DESCRIBE.PETRIFIED_TREE
source: So... senseless.
de: So ... sinnlos.
es: Tan... sin sentido.
fr: Tellement... absurde.
it: Così... privo di sensi.
ja: なんで石なんだよ…ケッ
ko: 이건... 너무하잖아.
pl: To... To bez sensu.
pt_br: Tão... sem sentido.
ru: Все так… бессмысленно.
zh_cn: 太…愚蠢了。
zh_tw: 太…愚蠢了。

# CHARACTERS.WOODIE.DESCRIBE.PHLEGM
source: I wouldn't want that in my moustache.
de: Ich würde mir keinen Knochen mit dem Eigentümer teilen wollen.
es: No me gustaría tener eso en el bigote.
fr: Je voudrais pas avoir ça dans ma moustache.
it: Non vorrei averlo sui miei baffi.
ja: ヒゲについてっと、みっともねぇんだよな
ko: 수염에 안 걸리면 좋겠잖아.
pl: Wolałbym nie mieć tego na wąsach.
pt_br: Eu não iria querer isso no meu bigode.
ru: Я не хочу, чтобы оно попало мне на усы.
zh_cn: 我不想它黏在我的小胡子上。
zh_tw: 我不想它黏在我的小鬍子上。

# CHARACTERS.WOODIE.DESCRIBE.PICKAXE
source: Almost an axe, but not quite.
de: Fast eine Axt, aber nur fast.
es: Casi un hacha, pero no del todo.
fr: Presque une hache, mais pas tout à fait.
it: Quasi un'ascia, ma non esattamente.
ja: 斧みたいだけど、ちょっと違う。
ko: 도끼 같지만, 아니잖아.
pl: Prawie siekiera, ale jednak nie.
pt_br: Quase um machado, mas nem tanto.
ru: Почти что топор, но не совсем.
zh_cn: 和斧子差不多，但不完全是斧子。
zh_tw: 和斧子差不多，但不完全是斧子。

# CHARACTERS.WOODIE.DESCRIBE.PICKLEDHERRING
source: It actually looks pretty good.
de: Sieht eigentlich sehr lecker aus.
es: La verdad es que tiene buena pinta.
fr: Ça a l'air pas mal du tout.
it: Ha un aspetto molto invitante.
ja: なかなかウマそうじゃないか。
ko: 제법 맛있어 보이잖아.
pl: W zasadzie wygląda całkiem w porządku.
pt_br: Isso na verdade parece muito bom.
ru: Вообще-то, выглядит неплохо.
zh_cn: 看着真不错。
zh_tw: 看著真不錯。

# CHARACTERS.WOODIE.DESCRIBE.PIGELITE1
source: Looks a little blue.
de: Sieht ziemlich blau aus.
es: Está un poco pálido.
fr: Il est un peu bleu.
it: Sembra un po' ammaccato.
ja: 少し陰気な雰囲気だな。
ko: 약간 파래 보이는데.
pl: Coś jakby nie w formie.
pt_br: Parece meio baixo astral.
ru: Какой-то он синеватый.
zh_cn: 看起来有点蓝。
zh_tw: 看起來有點藍。
