Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.SPICE_CHILI
source: Full of a fiery extract.
de: Voll feurigem Extrakt.
es: Lleno de un extracto ígneo.
fr: Plein de feu et de piquant.
it: Colmo di un estratto infuocato.
ja: 灼熱の液体でいっぱいになっている。
ko: 불같은 추출물이 가득하군.
pl: Ekstrakt z płomieni.
pt_br: Cheio de um extrato ardente.
ru: Наполняет рот огнем.
zh_cn: 充满火焰的提取物。
zh_tw: 充滿火焰的提取物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPICE_GARLIC
source: Its pungent smell offends mine nostrils.
de: Dieser Gestank beleidigt meine Nase.
es: Su intenso aroma ofende mi nariz.
fr: Sa puissante ödeur öffense miennes narines.
it: Il suo odore pungente offende le mie narici.
ja: 鋭い匂いが鼻をつく。
ko: 톡 쏘는 냄새가 콧속을 자극하는군.
pl: Ta gryząca woń lży me nozdrza.
pt_br: O cheiro pungente ofende minhas narinas.
ru: Этот омерзительный запах оскорбляет мои ноздри.
zh_cn: 刺鼻的味道惹到我了。
zh_tw: 刺鼻的味道惹到我了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPICE_SALT
source: It has the briny taste of the sea.
de: Es hat das Aroma des Meeres.
es: Tiene el sabor salobre del mar.
fr: Le göût de la mer.
it: Ha il sapore pungente del mare.
ja: 海の塩味がする。
ko: 짠 바다의 맛이 나는군.
pl: Ma słony posmak morza.
pt_br: Tem o gosto salgado do mar.
ru: Соленый вкус моря.
zh_cn: 有海水的咸味。
zh_tw: 有海水的鹹味。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPICE_SUGAR
source: The sweet juice of an enemy.
de: Der süße Saft eines Feindes.
es: El dulce jugo de un enemigo.
fr: Le jus sucré d'un ennemi.
it: Il dolce sciroppo di un nemico.
ja: 敵の甘いエキス。
ko: 적의 달콤한 즙이군.
pl: Słodki smak nieprzyjaciela.
pt_br: O doce suco de um inimigo.
ru: Сладкий сок врага.
zh_cn: 敌人甜美的汁液。
zh_tw: 敵人甜美的汁液。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.DEAD
source: Cut down in battle, like so many before it.
de: In der Schlacht gefallen, wie so viele zuvor.
es: Aplastada en la batalla, como muchas otras antes.
fr: Fauchée au combat, comme tant d'autres avant elle.
it: Abbattuto in battaglia, come tanti prima di esso.
ja: また一人、戦で命を落としたか
ko: 전투의 수많은 희생자 중 하나.
pl: Powalony w boju, jak wielu jego towarzyszy.
pt_br: Derrubada em batalha, como muitas antes dela.
ru: Сражен в бою, как и многие до него.
zh_cn: 在战斗中被砍倒，如同它的前辈一样。
zh_tw: 在戰鬥中被砍倒，如同它的前輩一樣。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.GENERIC
source: Eight legs and still no match for me!
de: Trotz der acht Beinen sind sie mir nicht gewachsen.
es: ¡Ocho patas y todavía no son rival para mí!
fr: Huit pattes et toujours aussi faciles à vaincre !
it: Otto gambe e non c'è partita contro di me!
ja: ８本足があっても、私にはおよばない！
ko: 다리가 여덟 개라도 내 상대는 못 되지!
pl: Osiem nóg, a i tak nie może się ze mną równać!
pt_br: Oito pernas e mesmo assim não está à minha altura!
ru: Обладатель восьми ног, и все равно мне не чета!
zh_cn: 哪怕你有八条腿也不是我的对手！
zh_tw: 哪怕你有八條腿也不是我的對手！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER.SLEEPING
source: I will give it a fair fight by waiting til it awakes.
de: Ich werde ihr einen fairen Kampf geben, indem ich warte, bis sie aufwacht.
es: Permitiré que la batalla sea justa y esperaré hasta que despierte.
fr: Je vais être loyale et attendre qu'elle se réveille.
it: Gli concederò una lotta leale aspettando che si svegli.
ja: 寝込みは襲わぬ。正々堂々と戦おうぞ
ko: 정정당당히 싸우기 위해 잠에서 깨길 기다려야지.
pl: Walczmy honorowo. Poczekam, aż się zbudzi.
pt_br: Vou dar a ela a chance de uma luta justa esperando até que acorde.
ru: Я дам ему право честной битвы и подожду, пока он проснется.
zh_cn: 我会等待它醒来与我公平一战。
zh_tw: 我會等待它醒來與我公平一戰。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERDEN
source: Crush them at the source!
de: Bekämpfe sie an der Wurzel!
es: ¡Aplástalas todas de donde salen!
fr: Il faut les écraser à la source !
it: Schiacciali alla fonte!
ja: 源を狙って断ち切れ！
ko: 본거지에서 격파해야지!
pl: Trzeba je zgromić u źródła!
pt_br: Destrua-os na fonte!
ru: Уничтожь их логово!
zh_cn: 从源头上摧毁它们！
zh_tw: 從源頭上摧毀它們！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERDEN_BEDAZZLER
source: The spiderchild has taken up the arts, has he?
de: Das Spinnenkind hat sich also den Künsten verschrieben?
es: El niño araña se ha empezado a dedicar al arte, ¿eh?
fr: L'enfant araignée a l'âme d'un artiste, il faut cröire.
it: Il ragnetto sta diventando un artigiano, eh?
ja: クモの子は芸術を始めたのであろうか？
ko: 거미의 자손이 예술을 이어 받은 거야, 그래?
pl: Pajączek zajął się sztuką?
pt_br: A criança-aranha entrou para o mundo das artes, não é?
ru: Дитя-паук теперь, видать, творит шедевры?
zh_cn: 那个蛛孩开始搞艺术了？
zh_tw: 那個蛛孩開始搞藝術了？

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDEREGGSACK
source: Squashing these would be a waste of future battles.
de: Nicht zerdrücken. Da stecken viele künftige Kämpfe drin.
es: Aplastarlos sería un desperdicio para futuras batallas.
fr: Écraser, ça serait gâcher de futures batailles.
it: Schiacciarli sarebbe uno spreco di battaglie future.
ja: 育つのを待とう…戦うのが楽しみだ
ko: 이걸 완전히 밟아버리면 앞으로는 더 전투를 못하게 되겠지.
pl: Zniszczyć je to jak pozbawić się możliwości walki w przyszłości.
pt_br: Esmagá-las seria um desperdício de batalhas futuras.
ru: Если я их раздавлю, то лишу себя многих сражений в будущем.
zh_cn: 毁掉这些，省得日后战斗。
zh_tw: 毀掉這些，省得日後戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERGLAND
source: Ripped from the abdomen of a slain spider.
de: Aus dem Hinterleib einer erlegten Spinne gerissen.
es: Arrancada del abdomen de una araña muerta.
fr: Arrachées à l'abdomen d'une araignée massacrée.
it: Strappato dal ventre di un ragno assassinato.
ja: 死んだクモの腹からもぎ取られた。
ko: 거미를 죽이고 몸통에서 뜯어낸 것이다.
pl: Wydarty z brzucha zgładzonego pająka.
pt_br: Arrancado do abdômen de uma aranha abatida.
ru: Вырвано из брюшка убитого паука.
zh_cn: 从杀死的蜘蛛腹部摘下。
zh_tw: 從殺死的蜘蛛腹部摘下。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERHAT
source: A perfect way to infiltrate the enemy camp.
de: Eine perfekte Art, das feindliche Lager zu infiltrieren.
es: Una manera perfecta de infiltrarse en el campamento enemigo.
fr: Parfait moyen d'infiltrer le camp ennemi.
it: Un modo perfetto per infiltrarsi nel campo nemico.
ja: 敵のキャンプに潜入する完璧な方法。
ko: 적진에 침투하는 완벽한 방법이다.
pl: Znakomity sposób na infiltrację obozu wroga.
pt_br: Uma maneira perfeita de se infiltrar no acampamento inimigo.
ru: Отличный способ проникнуть в лагерь врага.
zh_cn: 混入敌营的极佳方式。
zh_tw: 混入敵營的極佳方式。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERHOLE
source: Webbing. Never a good sign.
de: Spinnennetze, niemals ein gutes Zeichen.
es: Telarañas. Nunca una buena señal.
fr: Une toile... jamais bon signe.
it: Ragnatele. Mai un buon segno.
ja: クモの巣… 決して良い兆候とは言えない。
ko: 거미줄. 절대로 좋은 징조가 아니지.
pl: Pajęczyny. To nie może być dobry znak.
pt_br: Teias. Nunca é um bom sinal.
ru: Паутина. Никогда не была хорошим знаком.
zh_cn: 结网，绝不是个好兆头。
zh_tw: 結網，絕不是個好兆頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERHOLE_ROCK
source: Webbing. Never a good sign.
de: Spinnennetze, niemals ein gutes Zeichen.
es: Telarañas. Nunca una buena señal.
fr: Une toile... jamais bon signe.
it: Ragnatele. Mai un buon segno.
ja: クモ糸か…いやな予感がする…
ko: 거미줄. 절대로 좋은 징조가 아니지.
pl: Pajęczyny. To nie może być dobry znak.
pt_br: Teias. Nunca é um bom sinal.
ru: Паутина. Никогда не была хорошим знаком.
zh_cn: 结网，绝不是个好兆头。
zh_tw: 結網，絕不是個好兆頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDERQUEEN
source: Finally, a true test of my abilities.
de: Endlich ein echter Test für meine Fähigkeiten.
es: Por fin, una verdadera prueba de mis habilidades.
fr: Enfin, un vrai test de compétences.
it: Infine, una vera prova delle mie capacità.
ja: とうとう、私の真の実力が試される。
ko: 드디어 내 실력을 제대로 발휘할 수 있게 되었군.
pl: Nareszcie prawdziwy sprawdzian moich zdolności!
pt_br: Finalmente, um verdadeiro teste para minhas habilidades.
ru: Наконец-то, вот настоящее испытание для меня.
zh_cn: 终于来了，对我能力的真正考验。
zh_tw: 終於來了，對我能力的真正考驗。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_DROPPER
source: You are so sneaky!
de: Du bist so hinterhältig!
es: ¡Eres tan astuto!
fr: Tu es tellement fourbe !
it: Sei così subdolo!
ja: こそこそ卑怯だね！
ko: 정말 엉큼하구나!
pl: Ożeż ty mały, podstępny brzydalu!
pt_br: Você é tão traiçoeira!
ru: Ты такой коварный!
zh_cn: 你真卑鄙！
zh_tw: 你真卑鄙！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_HEALER
source: Be you the healer of your clan?
de: Du bist also der Heiler deines Clans?
es: ¿Eres la curandera del clan?
fr: Serais-tu le guérisseur de tien clan ?
it: Sei il guaritore del tuo clan?
ja: 汝は汝の族の治癒者なるか？
ko: 무리의 치료자가 된 거야?
pl: Jesteś uzdrowicielem swego klanu?
pt_br: Você é a curandeira do seu clã?
ru: Ты ведь целитель клана своего?
zh_cn: 你就是你们部落的治愈者吗？
zh_tw: 你就是你們部落的治癒者嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_HEALER_ITEM
source: It is only fit for the small toothy beasts.
de: Das ist nur für die kleinen Zahnbiester geeignet.
es: Solo vale para las bestias diminutas con dientes.
fr: Cela ne cönvient qu'aux bestes à petites dents.
it: È adatto solo alle piccole bestie zannute.
ja: これがふさわしいのは小さき歯牙獣だけであろう。
ko: 이빨이 작은 짐승에게만 맞아.
pl: Nadaje się tylko dla stworów z małymi ząbkami.
pt_br: Só serve para as pequenas feras dentuças.
ru: Это подходит лишь для тварюшек мелких и зубастых.
zh_cn: 它只适合于牙齿比较小的野兽。
zh_tw: 它只適合於牙齒比較小的野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_HIDER
source: I'll smash you!
de: Ich werde dich zerquetschen!
es: ¡Te aplastaré!
fr: Je vais t'écraser !
it: Ti fracasserò!
ja: たたき壊してやる！
ko: 완전히 부숴주마!
pl: Zginiesz!
pt_br: Te esmagarei!
ru: Я тебя уничтожу!
zh_cn: 我要把你砸扁！
zh_tw: 我要把你砸扁！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_MOON.DEAD
source: It has breathed its last.
de: Sie hat ausgeschnauft.
es: Ha exhalado su último aliento.
fr: Il a pöussé sön dernier söupir.
it: Ha esalato il suo ultimo respiro.
ja: それは最後を迎えた。
ko: 마지막 숨을 거두었군.
pl: Wydał ostatnie tchnienie.
pt_br: Deu seu último suspiro.
ru: Сделал последний вздох.
zh_cn: 它咽气了。
zh_tw: 它咽氣了。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_MOON.GENERIC
source: One of Hel's beasts, surely!
de: Gewiss eine von Hels Bestien!
es: ¡Una de las bestias de Hel, no hay duda!
fr: Sans döute une des bestes d'Hel !
it: È sicuramente una delle bestie di Hel!
ja: 間違いなく、地獄の獣の一体よ。
ko: 헬의 짐승이 틀림없군!
pl: Ani chybi to jedna z bestii Hel!
pt_br: Uma das feras da Hel, com certeza!
ru: Наверняка это одна из тварей Хель!
zh_cn: 必定是赫尔的恶兽！
zh_tw: 必定是赫爾的惡獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_MOON.SLEEPING
source: It slumbers.
de: Er schlummert.
es: Dormita.
fr: Il dört pröföndément.
it: È fra le braccia di Morfeo.
ja: ぐったりしている。
ko: 자는군.
pl: Drzemie.
pt_br: Está dormindo.
ru: Спит.
zh_cn: 安眠中。
zh_tw: 安眠中。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_REPELLENT
source: The spiderchild uses it to manage his horde.
de: Das Spinnenkind benutzt es, um seine Horde zu lenken.
es: El niño araña utiliza este enser para controlar a su horda.
fr: L'enfant araignée l'utilise pöur mener sa hörde.
it: Il ragnetto lo usa per gestire la sua orda.
ja: クモの子はこれを用いて大群を率いるのじゃ。
ko: 거미의 자손은 그걸로 무리를 관리하지.
pl: Pajączek używa tego, żeby kierować swoją hordą.
pt_br: A criança-aranha a usa para controlar sua horda.
ru: Дитя-паук гремит ею и верховодит своей ордой.
zh_cn: 那个蛛孩用它来管理他的部落。
zh_tw: 那個蛛孩用它來管理他的部落。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_SPITTER
source: That one's feisty.
de: Die ist vorlaut.
es: Esta es aguerrida.
fr: Celle-ci est fougueuse.
it: È esuberante.
ja: こいつはやる気まんまん。
ko: 제법 투지가 있군.
pl: Ten jest jakiś taki wściekły.
pt_br: Essa é ousada.
ru: Какой злобный.
zh_cn: 那一只比较好斗。
zh_tw: 那一隻比較好鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Victory once again!
de: Wieder ein Sieg!
es: ¡Victoria una vez más!
fr: Encore une victoire !
it: Ancora una volta vittoria!
ja: またしても、我らの勝利だ！
ko: 또 승리했다!
pl: I znów - zwycięstwo!
pt_br: Vitória outra vez!
ru: Еще одна победа!
zh_cn: 再一次获胜！
zh_tw: 再一次獲勝！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: The champion of the spiders. To battle!
de: Der Meister der Spinnen. Kämpfe!
es: El campeón de las arañas. ¡A la batalla!
fr: La championne des araignées. À l'attaque !
it: Il campione dei ragni. Alla battaglia!
ja: クモの王者か。いざ戦わん！
ko: 거미의 챔피언이군. 싸우자!
pl: Pajęczy czempion. Do broni!
pt_br: O campeão das aranhas. À batalha!
ru: Чемпион среди пауков. В бой!
zh_cn: 蜘蛛捍卫者。战斗！
zh_tw: 蜘蛛捍衛者。戰鬥！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: It is cowardly to attack a sleeping enemy.
de: Es ist feige, einen schlafenden Feind anzugreifen.
es: Es cobarde atacar a un enemigo dormido.
fr: C'est lâche d'attaquer un ennemi endormi.
it: È vile attaccare un nemico addormentato.
ja: 眠っている敵を襲うのは卑怯者のすることだ。
ko: 자는 적을 공격하는 건 비겁한 짓이야.
pl: Tylko tchórze atakują kogoś we śnie.
pt_br: É covarde atacar um inimigo dormindo.
ru: Только трус нападет на спящего врага.
zh_cn: 攻击睡着的敌人是一种懦弱的行为。
zh_tw: 攻擊睡著的敵人是一種懦弱的行為。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WATER
source: Have at thee, water walkers!
de: Nehmt dies, ihr Wasserläufer!
es: ¡Preparaos, caminantes del agua!
fr: En garde, marcheuses d'eau !
it: In guardia, camminatori sulle acque!
ja: かかれ！水面を歩く者！
ko: 각오해, 워터 워커!
pl: Walczcie, wodni wędrowcy!
pt_br: Preparem-se para lutar, andarilhas aquáticas!
ru: Защищайтесь, водные бродяги!
zh_cn: 出手吧，水行者！
zh_tw: 出手吧，水行者！

# CHARACTERS.WATHGRITHR.DESCRIBE.SPIDER_WHISTLE
source: 'Tis a spider war horn.
de: Das ist ein Kriegshorn der Spinnen.
es: Es un cuerno de guerra para las arañas.
fr: C'estöy le cör de guerre d'une araignée.
it: Un corno da guerra per ragni.
ja: これはクモの戦の角笛である。
ko: 거미 전쟁을 알리는 경적이야.
pl: Toż to róg wojenny.
pt_br: É uma trombeta de guerra de aranha.
ru: Это рог паучьего рода.
zh_cn: 此乃蜘蛛的战争号角。
zh_tw: 此乃蜘蛛的戰爭號角。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_FISH
source: You smell of your failure.
de: Du richst nach Misserfolg.
es: Hueles a tu fracaso.
fr: Tu as l'odeur de l'échec.
it: Hai l'odore del tuo fallimento.
ja: 敗者は朽ちゆくのみ
ko: 낭패의 냄새가 나는군.
pl: Czuć od ciebie smród porażki.
pt_br: Você tem cheiro de derrota.
ru: Ты пахнешь своим поражением.
zh_cn: 你闻起来充满了腐败的气味。
zh_tw: 你聞起來充滿了腐敗的氣味。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_FOOD
source: Age has only made this food gross, not wise.
de: Die Zeit hat die Nahrung nur widerlicher gemacht, nicht aber weise.
es: El tiempo solo ha convertido esta comida en más asquerosa, no más sabia.
fr: Le temps n'a fait qu'empirer les choses. Toujours à éviter.
it: L'età ha fatto diventare questo cibo volgare, non saggio.
ja: 人は熟せば賢くなるが、糧は腐るのみだ
ko: 나이는 이 음식을 더 징그럽게만 만들고, 현명하게 만들지는 않았군요.
pl: Niestety, rośliny z wiekiem nie mądrzeją.
pt_br: O tempo só deixou essa comida mais nojenta, não mais inteligente.
ru: Время не улучшило эту еду, а лишь испортило ее.
zh_cn: 时间只是让这食物变得恶心，而不是更有智慧。
zh_tw: 時間只是讓這食物變得噁心，而不是更有智慧。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_MEDIUM.GENERIC
source: At peace, benevolent flame spirit.
de: Sei friedlich, wohlwollender Flammengeist.
es: Un espíritu de llama benévolo y en paz.
fr: Sois tranquille, bienveillant esprit des flammes.
it: In pace, benevolo spirito della fiamma.
ja: 慈悲深き炎の精よ、鎮まれ！
ko: 진정하렴, 착한 불꽃의 정령아.
pl: Odpoczywaj, dobrotliwy duchu płomienia.
pt_br: Em paz, benevolente espírito da chama.
ru: Спокойно, благосклонный дух огня.
zh_cn: 放松，仁慈的火焰精灵。
zh_tw: 放鬆，仁慈的火焰精靈。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_MEDIUM.HELD
source: I'll direct this light where I please.
de: Ich werde dieses Licht lenken, wohin ich will.
es: Dirigiré esta luz donde me plazca.
fr: Je vais diriger cette lumière comme bon me semble.
it: Punterò questa luce dove mi pare.
ja: これで、好む場所に照明を当てられる
ko: 이제 내 마음대로 이 빛을 비춰야지.
pl: Mogę skierować to światło, gdzie zechcę.
pt_br: Direcionarei essa luz para onde eu quiser.
ru: Я направлю этот свет туда, куда захочу.
zh_cn: 我会把光线导到我喜欢的地方。
zh_tw: 我會把光線導到我喜歡的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_MOON
source: It carries an explosive power...
de: Sie hat eine explosive Kraft ...
es: Tiene un poder explosivo...
fr: Elle pössède un pöuvöir explösif...
it: Porta della polvere esplosiva...
ja: これは爆発的な力をもつ…
ko: 폭발적인 힘을 불러오지...
pl: Ma wybuchową moc...
pt_br: Ele tem um poder explosivo...
ru: В ней таится взрывная магия...
zh_cn: 它有爆炸性的力量……
zh_tw: 它有爆炸性的力量……

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_SMALL.GENERIC
source: At peace, benevolent forest spirit.
de: Sei friedlich, wohlwollender Waldgeist.
es: Un espíritu forestal benévolo y en paz.
fr: Sois tranquille, bienveillant esprit de la forêt.
it: In pace, benevolo spirito della foresta.
ja: 慈悲深き森の精よ、鎮まれ！
ko: 진정하렴, 착한 숲의 정령아.
pl: Odpoczywaj, dobrotliwy duchu lasu.
pt_br: Em paz, benevolente espírito da floresta.
ru: Спокойно, благосклонный дух леса.
zh_cn: 放松，仁慈的森林精灵。
zh_tw: 放鬆，仁慈的森林精靈。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_SMALL.HELD
source: I'll direct this light where I please.
de: Ich werde dieses Licht lenken, wohin ich will.
es: Dirigiré esta luz donde me plazca.
fr: Je vais diriger cette lumière comme bon me semble.
it: Punterò questa luce dove mi pare.
ja: これで、好む場所に照明を当てられる
ko: 이제 내 마음대로 이 빛을 비춰야지.
pl: Mogę skierować to światło, gdzie zechcę.
pt_br: Direcionarei essa luz para onde eu quiser.
ru: Я направлю этот свет туда, куда захочу.
zh_cn: 我会把光线导到我喜欢的地方。
zh_tw: 我會把光線導到我喜歡的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_TALL.GENERIC
source: At peace, benevolent river spirit.
de: Sei friedlich, wohlwollender Flussgeist.
es: Un espíritu de río benévolo y en paz.
fr: Sois tranquille, bienveillant esprit de la rivière.
it: In pace, benevolo spirito del fiume.
ja: 慈悲深き川の精よ、鎮まれ！
ko: 진정하렴, 착한 강의 정령아.
pl: Odpoczywaj, dobrotliwy duchu rzeki.
pt_br: Em paz, benevolente espírito do rio.
ru: Спокойно, благосклонный дух реки.
zh_cn: 放松，仁慈的河流精灵。
zh_tw: 放鬆，仁慈的河流精靈。

# CHARACTERS.WATHGRITHR.DESCRIBE.SPORE_TALL.HELD
source: I'll direct this light where I please.
de: Ich werde dieses Licht lenken, wohin ich will.
es: Dirigiré esta luz donde me plazca.
fr: Je vais diriger cette lumière comme bon me semble.
it: Punterò questa luce dove mi pare.
ja: これで、好む場所に照明を当てられる
ko: 이제 내 마음대로 이 빛을 비춰야지.
pl: Mogę skierować to światło, gdzie zechcę.
pt_br: Direcionarei essa luz para onde eu quiser.
ru: Я направлю этот свет туда, куда захочу.
zh_cn: 我会把光线导到我喜欢的地方。
zh_tw: 我會把光線導到我喜歡的地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.SQUID
source: It lights my voyage through murky waters.
de: Leuchtet auf meine Reise durch trübe Gewässer.
es: Ilumina mi viaje por aguas cenagosas.
fr: Il éclaire mön chemin parmi les eaux böueuses.
it: Illumina il mio viaggio sulle acque più torbide.
ja: 其れ、暗き水を通り我が航海を照らしてくれる。
ko: 어두운 물속에서 길을 밝혀 주지.
pl: Oświetla mi drogę przez mętne wody.
pt_br: Ilumina minha viagem por águas turvas.
ru: Освещает мой путь в мутных водах.
zh_cn: 它是我远航的一盏明灯。
zh_tw: 它是我遠航的一盞明燈。

# CHARACTERS.WATHGRITHR.DESCRIBE.STAFFCOLDLIGHT
source: Frigid as a frost giant's heart.
de: So kalt wie das Herz des Frostriesen.
es: Frío como el corazón de un gigante de escarcha.
fr: Aussi glaciale que le cœur d'un géant des glaces.
it: Gelido, come il cuore di un gigante congelato.
ja: 霜の巨人の心臓の如き冷たさよ。
ko: 얼음 거인의 심장만큼 차갑군.
pl: Twardy jak serce lodowego giganta.
pt_br: Gelado como o coração de um gigante glacial.
ru: Холоден, как сердце ледяного гиганта.
zh_cn: 和冰霜巨人的心一样僵硬。
zh_tw: 和冰霜巨人的心一樣僵硬。

# CHARACTERS.WATHGRITHR.DESCRIBE.STAFFLIGHT
source: Behold! A gift from Wotan!
de: Schau! Ein Geschenk von Wotan!
es: ¡He aquí un regalo de Wotan!
fr: Regardez ! Une offrande de Wotan !
it: Ecco! Un regalo da Wotan!
ja: 見よ！ヴォータンからのギフトだ！
ko: 보세요! 보탄의 선물이군요!
pl: Oto podarunek wielkiego Wotana!
pt_br: Vejam! Um presente de Wotan!
ru: Узрите! Дар Вотана!
zh_cn: 看啊！来自至高神的礼物！
zh_tw: 看啊！來自至高神的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.STAFF_TORNADO
source: A storm of pain.
de: Ein Sturm von Schmerz.
es: Una tormenta de dolor.
fr: Une tempête de douleur.
it: Una tempesta di dolore.
ja: 人を悩ます嵐。
ko: 고통의 폭풍이군.
pl: Bolesne wiatry.
pt_br: Uma tempestade de dor.
ru: Буря боли.
zh_cn: 会带来痛苦的风暴。
zh_tw: 會帶來痛苦的風暴。

# CHARACTERS.WATHGRITHR.DESCRIBE.STAGEHAND.AWAKE
source: Keep thy hand from out mine fires!
de: Halte deine Hand fern von meinen Feuern!
es: ¡Aleja tus manos de mis fuegos!
fr: N'approche pas tes mains de mes feux !
it: Tieni la mano lontana dei miei fuochi!
ja: 火の元から手を離せ！
ko: 내 불에 손 대지 마!
pl: Łapa precz od mojego ognia!
pt_br: Não aproximeis vossas mãos dos meus fogos!
ru: Держи свои руки подальше от моих огней!
zh_cn: 把你的手从我的火焰上拿开！
zh_tw: 把你的手從我的火焰上拿開！

# CHARACTERS.WATHGRITHR.DESCRIBE.STAGEHAND.HIDING
source: Merely a table.
de: Nur ein Tisch.
es: No es más que una mesa.
fr: Une simple table.
it: Un semplice tavolo.
ja: ただの机。
ko: 평범한 테이블이군.
pl: Stół jak każdy inny.
pt_br: Meramente uma mesa.
ru: Просто стол.
zh_cn: 只是一张桌子。
zh_tw: 只是一張桌子。

# CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE
source: Cave boulder.
de: Höhlenfelsbrocken.
es: Roca de cueva.
fr: Gros caillou de caverne.
it: Masso della grotta.
ja: 洞窟の岩石。
ko: 동굴 돌덩이로군.
pl: Jaskiniowy kamulec.
pt_br: Rocha de caverna.
ru: Пещерный булыжник.
zh_cn: 洞穴岩石。
zh_tw: 洞穴岩石。

# CHARACTERS.WATHGRITHR.DESCRIBE.STALAGMITE_TALL
source: A pointy rock of sorts.
de: Eine Art spitzer Stein.
es: Una especie de roca puntiaguda.
fr: Un genre de rocher pointu.
it: Una specie di roccia appuntita.
ja: トゲトゲの石のようなもの。
ko: 뾰족한 돌이군.
pl: Dziwny zaostrzony kamień.
pt_br: Um tipo de pedra pontiaguda.
ru: Своего рода острые камни.
zh_cn: 勉强算是块尖石头。
zh_tw: 勉強算是塊尖石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.STALKER
source: It lives to battle once more!
de: Lebt für eine letzte Schlacht!
es: ¡Vive para luchar de nuevo!
fr: Il vit pour se battre sans cesse !
it: Vive per lottare un'altra volta!
ja: 死者は蘇った！再び戦うために！
ko: 한 번 더 싸우기 위해 사는 존재로군!
pl: Żyje na nowo, aby walczyć jak niegdyś!
pt_br: Vive para lutar outra vez!
ru: Живет, чтобы биться вновь!
zh_cn: 它还可以再战一次！
zh_tw: 它還可以再戰一次！

# CHARACTERS.WATHGRITHR.DESCRIBE.STALKER_ATRIUM
source: Tis no mindless beast!
de: Das ist keine hirnlose Bestie!
es: ¡No es una bestia tonta!
fr: Ce n'est pas une bête stupide !
it: Questa non è una bestia stupida!
ja: この者は、単なる愚かな獣ではないぞ！
ko: 아무 생각 없는 짐승이 아니지요!
pl: Nie jest to bezmyślna bestia!
pt_br: Não é uma fera estúpida!
ru: Это не какой-то глупый зверь!
zh_cn: 这不是愚蠢的野兽！
zh_tw: 這不是愚蠢的野獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.STALKER_MINION
source: A fiend woven from the night!
de: Ein aus der Nacht entstandener Feind!
es: ¡Un demonio salido de la noche!
fr: Un ennemi tramé par la nuit !
it: Un tessuto demoniaco dalla notte!
ja: 夜の闇よりいでし魔物め…！
ko: 밤이 만들어낸 악마!
pl: Wróg utkany z ciemności!
pt_br: Um inimigo tecido com a noite!
ru: Демон, сотканный из ночи!
zh_cn: 夜晚中诞生的魔鬼！
zh_tw: 夜晚中誕生的魔鬼！

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUEGLOMMER.EMPTY
source: That wasn't very respectful.
de: Das war nicht sehr respektvoll.
es: Eso no ha sido muy respetuoso.
fr: Ça manquait de respect.
it: Non è stato molto rispettoso.
ja: 不敬な振る舞いであったな…
ko: 좀 심했네.
pl: Mało w tym szacunku.
pt_br: Isso não foi muito respeitoso.
ru: Не очень уважительно.
zh_cn: 那不是很尊敬。
zh_tw: 那不是很尊敬。

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUEGLOMMER.GENERIC
source: A curious homage to the gods.
de: Eine seltsame Huldigung an die Götter.
es: Un curioso homenaje a los dioses.
fr: Un curieux hommage aux Dieux.
it: Un curioso omaggio agli dèi.
ja: 神々に敬意を表した奇妙なオマージュ。
ko: 신들에 대한 경배의 표시라고 하기엔 참 괴상하네.
pl: Przedziwny sposób wyrażania czci bogom.
pt_br: Uma homenagem curiosa aos deuses.
ru: Занятное поклонение богам.
zh_cn: 向诸神致敬的古怪方式。
zh_tw: 向諸神致敬的古怪方式。

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUEHARP
source: It must be Gunnar. The snakes took his head.
de: Das muss Gunnar sein. Die Schlangen haben seinen Kopf mitgenommen.
es: Debe ser Gunnar. Las serpientes se llevaron su cabeza.
fr: Ça doit être Gunnar. Le serpent a pris sa tête.
it: Deve essere Gunnar. I serpenti gli hanno preso la testa.
ja: グンナーに違いない。蛇が頭をとっていった。
ko: 군나르인가 보다. 뱀한테 머리를 잃었으니.
pl: To chyba Gunnar. Węże zabrały jego głowę.
pt_br: Deve ser Gunnar. As cobras levaram sua cabeça.
ru: Должно быть, это Гуннар. Змеи забрали его голову.
zh_cn: 那肯定是贡纳。蛇拿走了他的脑袋。
zh_tw: 那肯定是貢納。蛇拿走了他的腦袋。

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUEMAXWELL
source: The villain turns hero!
de: Der Bösewicht wird zum Helden!
es: ¡El villano se convierte en héroe!
fr: Un vilain devient héros !
it: Il cattivo diventa eroe!
ja: 悪党が英雄として祭り上げられている！
ko: 악당이 영웅이 되었군!
pl: Łotr staje się bohaterem!
pt_br: O vilão virou herói!
ru: Злодей стал героем!
zh_cn: 反派变成了英雄！
zh_tw: 反派變成了英雄！
