Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: FLESHLING LOCATED OUTSIDE OF HIDING LOCATION
de: FLEISCHLING AUSSERHALB DES VERSTECKS GEFUNDEN
fr: CHOSE EN VIANDE LOCALISÉE EN DEHORS DE SA CACHETTE
it: ESSERE DI CARNE INDIVIDUATO FUORI DA UN NASCONDIGLIO
ja: ＊有機生命体が隠れ場所の範囲を外れました＊
ko: 은신처 외부에 위치한 고깃덩어리
pl: ZIDENTYFIKOWANO MIĘSNE STWORZENIE POZA MIEJSCEM UKRYCIA
pt_br: SACO DE CARNE LOCALIZADO DO LADO EXTERIOR DO ESCONDERIJO
ru: КОЖАНЫЙ МЕШОК ОБНАРУЖЕН ЗА ПРЕДЕЛАМИ МЕСТА ПРЯТОК
zh_cn: 躲藏地点之外的肉体生物
zh_tw: 躲藏地點之外的肉體生物

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: FOOL. YOUR APPENDAGE GAVE YOU AWAY
de: NARR. DEIN ANHÄNGSEL HAT DICH VERRATEN
fr: STUPIDE CHOSE EN VIANDE. TON EXCROISSANCE T'A TRAHI
it: SCIOCCO. LA TUA APPENDICE HA TRADITO LA TUA PRESENZA
ja: ＊バカです。付属品のせいでまるかりです＊
ko: 어리석음. 부속물이 당신을 포기함
pl: GŁUPCZE. ZDRADZIŁY CIĘ TWOJE WYSTAJĄCE KRĘGI OGONOWE.
pt_br: TOLO. SEU ANEXO ENTREGOU VOCÊ
ru: ГЛУПЕЦ. ТВОЯ КОНЕЧНОСТЬ ТЕБЯ ВЫДАЛА
zh_cn: 傻瓜。你的附属物出卖了你
zh_tw: 傻瓜。你的附屬物出賣了你

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: INFERIOR LIFE FORM DETECTED
de: NIEDERE LEBENSFORM ENTDECKT
fr: FORME DE VIE INFÉRIEURE DÉTECTÉE
it: FORMA DI VITA INFERIORE RILEVATA
ja: ＊下等な生命体を発見しました＊
ko: 열등한 생명체가 감지됨
pl: WYKRYTO PODRZĘDNĄ FORMĘ ŻYCIA
pt_br: FORMA DE VIDA INFERIOR DETECTADA
ru: ОБНАРУЖЕНА НИЗШАЯ ФОРМА ЖИЗНИ
zh_cn: 探测到低等生命体
zh_tw: 探測到低等生命體

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: AN UPGRADE TO YOUR HIDING MODULE IS REQUIRED
de: EIN UPGRADE FÜR DEIN VERSTECKMODUL IST ERFORDERLICH
fr: TON MODULE DE DISSIMULATION DEVRAIT ÊTRE MIS À JOUR
it: È NECESSARIO UN MIGLIORAMENTO DEL TUO MODULO DI OCCULTAMENTO
ja: ＊かくれんぼモジュールにアップデートが必要みたいです＊
ko: 은닉 모듈을 업그레이드해야 함
pl: WYMAGANE JEST ULEPSZENIE TWOJEGO MODUŁU KAMUFLAŻUJĄCEGO.
pt_br: É NECESSÁRIO UM APRIMORAMENTO DO SEU MÓDULO DE SIGILO
ru: ТЕБЕ ТРЕБУЕТСЯ ОБНОВЛЕНИЕ МОДУЛЯ ПРЯТОК
zh_cn: 你的隐藏模块需要升级
zh_tw: 你的隱藏模組需要升級

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: FLESHLINGS STAND NO CHANCE AGAINST MY SUPERIOR TACTICS
de: FLEISCHLINGE HABEN KEINE CHANCE GEGEN MEINE ÜBERLEGENE TAKTIK
fr: LES CHOSES EN VIANDE N'ONT AUCUNE CHANCE FACE À MES STRATÉGIES SUPÉRIEURES
it: GLI ESSERI DI CARNE NON HANNO CHANCE CONTRO LE MIE TATTICHE SUPERIORI
ja: ＊私の優れた戦術の前では有機生命体はどうしようもありません＊
ko: 고깃덩어리는 내 우수한 전술에 맞서 싸울 기회가 없음
pl: MIĘSNE STWORZENIA NIE MAJĄ SZANS PRZECIWKO MOIM NADRZĘDNYM TAKTYKOM.
pt_br: SACOS DE CARNE NÃO TÊM CHANCE CONTRA MINHAS TÁTICAS SUPERIORES
ru: ОРГАНИКА НЕ СПОСОБНА ПРЕВЗОЙТИ МЕНЯ В ТАКТИКЕ
zh_cn: 肉体生物在我的高超战术面前没有任何机会
zh_tw: 肉體生物在我的高超戰術面前沒有任何機會

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: I AM UNDEFEATED
de: ICH BIN UNBESIEGT
fr: JE SUIS INVAINCU
it: SONO IMBATTUTO
ja: ＊私は無敗です＊
ko: 본좌는 무패임
pl: JESTEM NIEPOKONANY.
pt_br: EU SOU INVICTO
ru: Я НЕПОБЕДИМ
zh_cn: 我是不败之身
zh_tw: 我是不敗之身

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: WE HAVE SUCCEEDED SOLELY BECAUSE OF MY UNPARALLELED POWER
de: WIR HABEN ES ALLEIN WEGEN MEINER UNVERGLEICHLICHEN MACHT GESCHAFFT
fr: NOUS N'AVONS REMPORTÉ LA VICTOIRE QUE GRÂCE À MA PUISSANCE INÉGALÉE
it: ABBIAMO AVUTO SUCCESSO SOLO GRAZIE AL MIO POTERE IMPAREGGIABILE
ja: ＊勝てたのはひとえに私の比類なき力おかげです＊
ko: 우리는 오직 본좌의 비할 데 없는 힘 덕분에 성공했음
pl: UDAŁO SIĘ TYLKO DZIĘKI MOJEJ NIESKOŃCZONEJ MOCY.
pt_br: NÓS CONSEGUIMOS SOMENTE DEVIDO AO MEU PODER INIGUALÁVEL
ru: МЫ ДОСТИГЛИ УСПЕХА ТОЛЬКО БЛАГОДАРЯ МОЕЙ НЕВЕРОЯТНОЙ МОЩИ
zh_cn: 我们之所以能成功，完全是因为我无与伦比的力量
zh_tw: 我們之所以能成功，完全是因為我無與倫比的力量

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: ONE MORE FLESHLING LEFT BEFORE MY TASK IS COMPLETE
de: NOCH EIN FLEISCHLING ÜBRIG, BEVOR MEINE AUFGABE BEENDET IST
fr: PLUS QU'UNE CHOSE EN VIANDE À TROUVER AVANT QUE MA TÂCHE SOIT ACCOMPLIE
it: ANCORA UN ESSERE DI CARNE E IL MIO LAVORO SARÀ COMPLETO
ja: ＊有機生命体をあと1体見つければ任務完了です＊
ko: 본좌의 임무가 완료되기 전에 한 마리의 고깃덩어리가 더 남았음
pl: ZOSTAŁO JEDNO MIĘSNE STWORZENIE, ŻEBY UKOŃCZYĆ ZADANIE.
pt_br: MAIS UM SACO DE CARNE ANTES DA MINHA TAREFA SER CONCLUÍDA
ru: ЕЩЕ ОДИН КОЖАНЫЙ МЕШОК, И АКТИВНОСТЬ БУДЕТ ЗАВЕРШЕНА
zh_cn: 还剩一个肉体生物我的任务就能完成
zh_tw: 還剩一個肉體生物我的任務就能完成

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: THE HIDE AND SEEK ACTIVITY HAS BEEN SUCCESFULLY CLOSED
de: DAS VERSTECKSPIEL WURDE ERFOLGREICH BEENDET
fr: L'ACTIVITÉ « CACHE-CACHE » A ÉTÉ TERMINÉE SANS SUCCÈS
it: L'ATTIVITÀ NASCONDINO È STATA TERMINATA CON SUCCESSO
ja: ＊かくれんぼは正常に終了しました＊
ko: 숨바꼭질 활동 성공적으로 종료
pl: POPRAWNIE ZAMKNIĘTO PROGRAM GRA W CHOWANEGO.
pt_br: A ATIVIDADE DE ESCONDE-ESCONDE FOI FINALIZADA COM SUCESSO
ru: АКТИВНОСТЬ «ИГРА В ПРЯТКИ» ЗАВЕРШЕНА
zh_cn: 捉迷藏活动已成功关闭
zh_tw: 捉迷藏活動已成功關閉

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: THE HIDE AND SEEK ACTIVITY WILL TERMINATE SHORTLY
de: DAS VERSTECKSPIEL WIRD IN KÜRZE BEENDET SEIN
fr: L'ACTIVITÉ « CACHE-CACHE » SERA BIENTÔT TERMINÉE
it: L'ATTIVITÀ NASCONDINO STA PER ESSERE TERMINATA
ja: ＊かくれんぼ終了まであとわずかです＊
ko: 숨바꼭질 활동 곧 종료
pl: PROGRAM GRA W CHOWANEGO ZA CHWILĘ ZAKOŃCZY SWOJE DZIAŁANIE.
pt_br: A ATIVIDADE DE ESCONDE-ESCONDE SERÁ FINALIZADA EM BREVE
ru: АКТИВНОСТЬ «ИГРА В ПРЯТКИ» СКОРО БУДЕТ ЗАВЕРШЕНА
zh_cn: 捉迷藏活动很快就会中止
zh_tw: 捉迷藏活動很快就會中止

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: WARNING: EXITING FLESHLING'S AREA OF ACTIVITY
de: WARNUNG: VERLASSEN DES TÄTIGKEITSBEREICHS VON FLEISCHLINGEN
fr: ATTENTION : VOUS QUITTEZ LA ZONE D'ACTIVITÉ DES CHOSES EN VIANDE
it: ATTENZIONE: USCITA DALL'AREA DI ATTIVITÀ DEGLI ESSERI DI CARNE
ja: ＊注意：有機生命体の活動エリアから離れようとしています＊
ko: 경고: 고깃덩어리 활동 구역에서 이탈함
pl: OSTRZEŻENIE: JESTEŚ POZA OBSZAREM AKTYWNOŚCI MIĘSNYCH STWORZEŃ.
pt_br: AVISO: SAINDO DA ÁREA DE ATIVIDADE DOS SACOS DE CARNE
ru: ВНИМАНИЕ: ЗОНА АКТИВНОСТИ КОЖАНЫХ МЕШКОВ ПОКИНУТА
zh_cn: 警告：离开肉体生物的活动区域
zh_tw: 警告：離開肉體生物的活動區域

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: RE-ENTERING AREA OF ACTIVITY. LOCATING FLESHLINGS
de: DER TÄTIGKEITSBEREICH WIRD ERNEUT BETRETEN. FLEISCHLINGE AUFSPÜREN
fr: NOUVELLE ENTRÉE DANS LA ZONE D'ACTIVITÉ. LOCALISATION DES CHOSES EN VIANDE
it: NUOVO INGRESSO NELL'AREA DI ATTIVITÀ. INDIVIDUAZIONE DEGLI ESSERI DI CARNE
ja: ＊活動エリアに再度入りました。有機生命体を探索中です＊
ko: 활동 영역 재진입. 고깃덩어리 찾기
pl: PONOWNE WEJŚCIE NA TEREN AKTYWNOŚCI. LOKALIZOWANIE MIĘSNYCH STWORZEŃ
pt_br: REENTRANDO NA ÁREA DE ATIVIDADE. LOCALIZANDO SACOS DE CARNE
ru: ПЕРЕСЕЧЕНА ГРАНИЦА ЗОНЫ АКТИВНОСТИ. ПРИСТУПАЮ К ПОИСКАМ ОРГАНИКИ
zh_cn: 重新进入活动区域。正在定位肉体生物
zh_tw: 重新進入活動區域。正在定位肉體生物

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: I WILL JOIN THIS ACTIVITY AND SHOWCASE MY CLEAR SUPERIORITY
de: ICH WERDE AN DIESER AKTION TEILNEHMEN UND MEINE KLARE ÜBERLEGENHEIT DEMONSTRIEREN
fr: JE REJOINDRAI CETTE ACTIVITÉ POUR DÉMONTRER MA SUPÉRIORITÉ ÉVIDENTE
it: PARTECIPERÒ A QUESTA ATTIVITÀ E METTERÒ IN MOSTRA LA MIA PALESE SUPERIORITÀ
ja: ＊活動に参加して私の知的優位性を教えてさしあげます＊
ko: 본좌는 이 활동에 참여하고 본좌의 분명한 우월성을 보여줄 예정임
pl: DOŁĄCZĘ DO TEJ AKTYWNOŚCI I NIE POZOSTAWIĘ WĄTPLIWOŚCI CO DO MOJEJ WYŻSZOŚCI.
pt_br: VOU PARTICIPAR DESSA ATIVIDADE E DEMONSTRAR MINHA CLARA SUPERIORIDADE
ru: Я ПРИСОЕДИНЮСЬ К ЭТОЙ АКТИВНОСТИ И ПРОДЕМОНСТРИРУЮ СВОЕ ПРЕВОСХОДСТВО
zh_cn: 我将参加这个活动，并展示我的明显优势
zh_tw: 我將參加這個活動，並展示我的明顯優勢

# CHARACTERS.WX78.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: COMMENCING SEARCH FUNCTION
de: START DER SUCHFUNKTION
fr: FONCTION DE RECHERCHE ACTIVÉE
it: INIZIALIZZAZIONE DELLA FUNZIONE DI RICERCA
ja: ＊検索機能始動＊
ko: 검색 기능 실행
pl: URUCHAMIAM FUNKCJĘ SZUKANIA.
pt_br: INICIANDO FUNÇÃO DE BUSCA
ru: ЗАПУСКАЮ ПОИСКОВЫЙ АЛГОРИТМ
zh_cn: 启动搜索功能
zh_tw: 啟動搜索功能

# CHARACTERS.WX78.ANNOUNCE_KLAUS_CALLFORHELP
source: TREMBLE BEFORE ME, FLESH CREATURE
de: ZITTERE VOR MIR, DU FLEISCHWESEN
es_mx: TIEMBLA ANTE MÍ, CRIATURA DE CARNE
fr: TREMBLE DEVANT MOI, CRÉATURE DE CHAIR
it: TREMA AL MIO COSPETTO, CREATURA DI CARNE
ja: ＊私の前で震えなさい、生身の隷属者よ＊
ko: 본체 앞에서 벌벌 떨어라, 고깃덩이 피조물
pl: DRŻYJ, MIĘSNE STWORZENIE.
pt_br: TREMA DIANTE DE MIM, CRIATURA DE CARNE
ru: ТРЕПЕЩИТЕ ПЕРЕДО МНОЙ, МЯСНЫЕ СУЩЕСТВА
zh_cn: 在我面前颤抖吧，人类
zh_tw: 在我面前顫抖吧，人類

# CHARACTERS.WX78.ANNOUNCE_KLAUS_ENRAGE
source: I FLEE BECAUSE I WANT TO, NOT BECAUSE I'M SCARED
de: ICH FLIEHE, WEIL ICH ES WILL, NICHT WEIL ICH ANGST HABE
es_mx: HUYO PORQUE QUIERO, NO PORQUE TENGA MIEDO
fr: JE FUIS PARCE QUE JE LE VEUX, PAS PARCE QUE J'AI PEUR
it: SCAPPO PER SCELTA, NON PERCHÉ HO PAURA
ja: ＊私は恐怖によって逃げたのではありません、逃げたかったからです＊
ko: 본좌께서는 원해서 느끼지, 두려워서 느끼지 않음
pl: UCIEKAM, BO CHCĘ, A NIE BO SIĘ BOJĘ.
pt_br: FUJO PORQUE EU QUERO, NÃO PORQUE ESTOU COM MEDO
ru: Я УБЕГАЮ ПОТОМУ, ЧТО ХОЧУ, А НЕ ПОТОМУ, ЧТО БОЮСЬ
zh_cn: 我逃跑是因为我想逃跑，而不是因为我害怕了
zh_tw: 我逃跑是因為我想逃跑，而不是因為我害怕了

# CHARACTERS.WX78.ANNOUNCE_KLAUS_UNCHAINED
source: IT HAS BEEN UNSHACKLED
de: ES WURDE VOGELFREI
es_mx: LO DESENCADENARON
fr: IL EST DÉCHAÎNÉ
it: GLI SONO STATE TOLTE LE CATENE
ja: ＊自由にされました＊
ko: 사슬이 해제되었음
pl: KAJDANY ZOSTAŁY ZERWANE.
pt_br: FOI LIBERTADO
ru: ЕГО ОСВОБОДИЛИ.
zh_cn: 它已经被释放了
zh_tw: 它已經被釋放了

# CHARACTERS.WX78.ANNOUNCE_KNOCKEDOUT
source: CPU REBOOTED
de: HAUPTPROZESSOR NEUGESTARTET.
es_mx: CPU REINICIADA
fr: UC REBOOTÉE
it: CPU RIAVVIATA
ja: ＊CPU再起動しました＊
ko: CPU 재시동됨
pl: PROCESOR ZRESTARTOWANY.
pt_br: CPU REINICIALIZADA
ru: ПРОЦЕССОР ПЕРЕЗАГРУЖЕН
zh_cn: CPU已重启
zh_tw: CPU已重啟

# CHARACTERS.WX78.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: CIRCUIT INCOMPLETE. NO CHARGE RECEIVED
de: KREISLAUF UNVOLLSTÄNDIG. KEINE AUFLADUNG ERHALTEN
es_mx: CIRCUITO INCOMPLETO. NO SE RECIBIÓ CARGA
fr: CIRCUIT INCOMPLET. AUCUNE CHARGE REÇUE
it: CIRCUITO INCOMPLETO. NESSUN ADDEBITO RICEVUTO
ja: ＊回線が不完全です。チャージできません。＊
ko: 회로 불완전. 전하 수신하지 않음
pl: OBWÓD NIEKOMPLETNY. NIE OTRZYMANO ŁADUNKU
pt_br: CIRCUITO INCOMPLETO. NENHUMA CARGA RECEBIDA
ru: ЦИКЛ НЕЗАКОНЧЕН. ЦЕЛЬ НЕ ВЫБРАНА
zh_cn: 电路不完整。未接受充电
zh_tw: 電路不完整。未接受充電

# CHARACTERS.WX78.ANNOUNCE_LOWRESEARCH
source: MATERIAL HAS LOW INFORMATIONAL CONTENT
de: MATERIAL HAT NIEDRIGEN INFORMATIONSGEHALT.
es_mx: EL MATERIAL TIENE BAJO CONTENIDO DE INFORMACIÓN
fr: MATÉRIAU À FAIBLE TENEUR EN INFORMATIONS
it: IL MATERIALE HA BASSO CONTENUTO INFORMATIVO
ja: ＊情報内容の少ない資材です＊
ko: 물질의 정보 함량이 낮음
pl: NISKI POZIOM INFORMACYJNY MATERIAŁU.
pt_br: MATERIAL TEM BAIXO CONTEÚDO INFORMATIVO
ru: МАТЕРИАЛ ОБЛАДАЕТ НИЗКОЙ ИНФОРМАТИВНОСТЬЮ
zh_cn: 材料拥有较低层次的信息内容
zh_tw: 材料擁有較低層次的資訊內容

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: DEFRAGMENTATION: 75%
de: DEFRAGMENTIERUNG: 75 %
es_mx: DESFRAGMENTACIÓN: 75%
fr: DÉFRAGMENTATION : 75 %
it: DEFRAMMENTAZIONE: 75%
ja: ＊デフラグメンテーション：75％＊
ko: 조각 모음: 75%
pl: DEFRAGMENTACJA: 75%
pt_br: DESFRAGMENTAÇÃO: 75%
ru: ДЕФРАГМЕНТАЦИЯ: 75%
zh_cn: 碎片整理：75%
zh_tw: 磁碟重組：75%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: DEFRAGMENTATION: 25%
de: DEFRAGMENTIERUNG: 25 %
es_mx: DESFRAGMENTACIÓN: 25%
fr: DÉFRAGMENTATION : 25 %
it: DEFRAMMENTAZIONE: 25%
ja: ＊デフラグメンテーション：25％＊
ko: 조각 모음: 25%
pl: DEFRAGMENTACJA: 25%
pt_br: DESFRAGMENTAÇÃO: 25%
ru: ДЕФРАГМЕНТАЦИЯ: 25%
zh_cn: 碎片整理：25%
zh_tw: 磁碟重組：25%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: DEFRAGMENTATION COMPLETED
de: DEFRAGMENTIERUNG ABGESCHLOSSEN
es_mx: DESFRAGMENTACIÓN COMPLETADA
fr: DÉFRAGMENTATION TERMINÉE
it: DEFRAMMENTAZIONE COMPLETATA
ja: ＊デフラグメンテーション 完了＊
ko: 조각 모음 완료
pl: DEFRAGMENTACJA UKOŃCZONA
pt_br: DESFRAGMENTAÇÃO CONCLUÍDA
ru: ДЕФРАГМЕНТАЦИЯ ВЫПОЛНЕНА
zh_cn: 碎片整理完成
zh_tw: 磁碟重組完成

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: DEFRAGMENTATION: 75%
de: DEFRAGMENTIERUNG: 75 %
es_mx: DESFRAGMENTACIÓN: 75%
fr: DÉFRAGMENTATION : 75 %
it: DEFRAMMENTAZIONE: 75%
ja: ＊デフラグメンテーション：75％＊
ko: 조각 모음: 75%
pl: DEFRAGMENTACJA: 75%
pt_br: DESFRAGMENTAÇÃO: 75%
ru: ДЕФРАГМЕНТАЦИЯ: 75%
zh_cn: 碎片整理：75%
zh_tw: 磁碟重組：75%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: DEFRAGMENTATION: 25%
de: DEFRAGMENTIERUNG: 25 %
es_mx: DESFRAGMENTACIÓN: 25%
fr: DÉFRAGMENTATION : 25 %
it: DEFRAMMENTAZIONE: 25%
ja: ＊デフラグメンテーション：25％＊
ko: 조각 모음: 25%
pl: DEFRAGMENTACJA: 25%
pt_br: DESFRAGMENTAÇÃO: 25%
ru: ДЕФРАГМЕНТАЦИЯ: 25%
zh_cn: 碎片整理：25%
zh_tw: 磁碟重組：25%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: DEFRAGMENTATION COMPLETED
de: DEFRAGMENTIERUNG ABGESCHLOSSEN
es_mx: DESFRAGMENTACIÓN COMPLETADA
fr: DÉFRAGMENTATION TERMINÉE
it: DEFRAMMENTAZIONE COMPLETATA
ja: ＊デフラグメンテーション 完了＊
ko: 조각 모음 완료
pl: DEFRAGMENTACJA UKOŃCZONA
pt_br: DESFRAGMENTAÇÃO CONCLUÍDA
ru: ДЕФРАГМЕНТАЦИЯ ВЫПОЛНЕНА
zh_cn: 碎片整理完成
zh_tw: 磁碟重組完成

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: DEFRAGMENTATION: 75%
de: DEFRAGMENTIERUNG: 75 %
es_mx: DESFRAGMENTACIÓN: 75%
fr: DÉFRAGMENTATION : 75 %
it: DEFRAMMENTAZIONE: 75%
ja: ＊デフラグメンテーション：75％＊
ko: 조각 모음: 75%
pl: DEFRAGMENTACJA: 75%
pt_br: DESFRAGMENTAÇÃO: 75%
ru: ДЕФРАГМЕНТАЦИЯ: 75%
zh_cn: 碎片整理：75%
zh_tw: 磁碟重組：75%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: DEFRAGMENTATION: 25%
de: DEFRAGMENTIERUNG: 25 %
es_mx: DESFRAGMENTACIÓN: 25%
fr: DÉFRAGMENTATION : 25 %
it: DEFRAMMENTAZIONE: 25%
ja: ＊デフラグメンテーション：25％＊
ko: 조각 모음: 25%
pl: DEFRAGMENTACJA: 25%
pt_br: DESFRAGMENTAÇÃO: 25%
ru: ДЕФРАГМЕНТАЦИЯ: 25%
zh_cn: 碎片整理：25%
zh_tw: 磁碟重組：25%

# CHARACTERS.WX78.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: DEFRAGMENTATION COMPLETED
de: DEFRAGMENTIERUNG ABGESCHLOSSEN
es_mx: DESFRAGMENTACIÓN COMPLETADA
fr: DÉFRAGMENTATION TERMINÉE
it: DEFRAMMENTAZIONE COMPLETATA
ja: ＊デフラグメンテーション 完了＊
ko: 조각 모음 완료
pl: DEFRAGMENTACJA UKOŃCZONA
pt_br: DESFRAGMENTAÇÃO CONCLUÍDA
ru: ДЕФРАГМЕНТАЦИЯ ВЫПОЛНЕНА
zh_cn: 碎片整理完成
zh_tw: 磁碟重組完成

# CHARACTERS.WX78.ANNOUNCE_MOONPOTION_FAILED
source: INEFFECTIVE RESULT
de: ERGEBNIS INEFFEKTIV
es_mx: RESULTADO INEFICIENTE
fr: RÉSULTAT INEFFICACE
it: RISULTATO INEFFICACE
ja: ＊無効な結果＊
ko: 효과적이지 않은 결과
pl: NIEPOWODZENIE
pt_br: RESULTADO INEFICAZ
ru: РЕЗУЛЬТАТОВ НЕ ОБНАРУЖЕНО
zh_cn: 结果无效
zh_tw: 結果無效

# CHARACTERS.WX78.ANNOUNCE_MOSQUITOS
source: MOSQUITOES!
de: Stechmücken! Labt euch an meinen Adern!
es_mx: ¡MOSQUITOS!
fr: MOUSTIQUES !
it: ZANZARE!
ja: ＊蚊です！＊
ko: 모기!
pl: KOMARY!
pt_br: MOSQUITOS!
ru: КОМАРЫ!
zh_cn: 蚊子！
zh_tw: 蚊子！

# CHARACTERS.WX78.ANNOUNCE_MOUNT_LOWHEALTH
source: WARNING: BEAST REQUIRES TUNE-UP
de: WARNUNG: BESTIE MUSS AUFGELADEN WERDEN
es_mx: ADVERTENCIA: LA BESTIA REQUIERE AFINACIÓN
fr: ALERTE : LA BÊTE REQUIERT UNE MISE AU POINT
it: ATTENZIONE: LA BESTIA RICHIEDE UNA REVISIONE
ja: ＊注意：騎乗用有機獣は修理が必要です＊
ko: 경고: 짐승 튠업이 필요함
pl: OSTRZEŻENIE: BESTIA WYMAGA KONFIGURACJI
pt_br: AVISO: ANIMAL NECESSITA DE UM AJUSTE
ru: ВНИМАНИЕ: ЖИВОТНОМУ ТРЕБУЕТСЯ ТЕХОБСЛУЖИВАНИЕ
zh_cn: 警告：野兽需要调整
zh_tw: 警告：野獸需要調整

# CHARACTERS.WX78.ANNOUNCE_NODANGERGIFT
source: ASSESSING GIFT PRIORITIES... PRIORITY LOW
de: ZUGRIFF AUF GESCHENKPRIORITÄTEN ... PRIORITÄT NIEDRIG
es_mx: EVALUANDO LAS PRIORIDADES DE REGALO... PRIORIDAD BAJA
fr: ÉVALUATION DES PRIORITÉS DE CADEAU... PRIORITÉ FAIBLE
it: VALUTAZIONE DELLE PRIORITÀ DEI REGALI... PRIORITÀ BASSA
ja: ＊ギフト回収タスクの優先度：低＊
ko: 선물 우선 순위 평가 중.. 순위 낮음
pl: OCENA PRIORYTETÓW PREZENTOWYCH... POZIOM PRIORYTETÓW: NISKI
pt_br: AVALIANDO PROPRIEDADES DO PRESENTE... PRIORIDADE BAIXA
ru: ОЦЕНКА ПРИОРИТЕТОВ ПОДАРКА… ПРИОРИТЕТ: НИЗКИЙ
zh_cn: 正在评定礼物的优先级…优先级低
zh_tw: 正在評定禮物的優先順序…優先順序低

# CHARACTERS.WX78.ANNOUNCE_NODANGERSIESTA
source: WARNING: THREAT DETECTED. CANNOT INITIATE SIESTA MODE
de: WARNUNG: BEDROHUNG ERKANNT. KANN SIESTA-MODUS NICHT EINLEITEN.
es_mx: ADVERTENCIA: SE DETECTÓ UNA AMENAZA. NO SE PUEDE INICIAR EL MODO SIESTA
fr: ALERTE : MENACE DÉTECTÉE. LE MODE SIESTE NE PEUT ÊTRE INITIÉ
it: ATTENZIONE: MINACCIA RILEVATA. NON È POSSIBILE AVVIARE LA MODALITÀ PAUSA
ja: ＊注意：脅威感知。シエスタモード起動できません＊
ko: 경고: 위협 탐지함. 낮잠 모드 개시 불가
pl: OSTRZEŻENIE: WYKRYTO ZAGROŻENIE. NIE MOŻNA AKTYWOWAĆ TRYBU ODPOCZYNKU.
pt_br: AVISO: AMEAÇA DETECTADA. NÃO É POSSÍVEL INICIAR MODO COCHILO.
ru: ВНИМАНИЕ: ОБНАРУЖЕНА ОПАСНОСТЬ. НЕВОЗМОЖНО ОСУЩЕСТВИТЬ СИЕСТА-МОД
zh_cn: 警告：检测到威胁。无法启动午休模式
zh_tw: 警告：檢測到威脅。無法啟動午休模式

# CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED
de: WARNUNG: BEDROHUNG ERKANNT. SCHLAFMODUS DEAKTIVIERT.
es_mx: ADVERTENCIA: SE DETECTÓ UNA AMENAZA. MODO DESCANSO DESACTIVADO
fr: ALERTE : MENACE DÉTECTÉE. MODE SOMMEIL DÉSACTIVÉ
it: ATTENZIONE: MINACCIA RILEVATA. MODALITÀ SONNO DISATTIVATA
ja: ＊注意：脅威発見。スリープモード解除します＊
ko: 경고: 위협 탐지함. 수면 모드 비활성화됨
pl: UWAGA: WYKRYTO ZAGROŻENIE. TRYB SPANIA DEZAKTYWOWANY.
pt_br: AVISO: AMEAÇA DETECTADA. MODO DE SONO DESATIVADO.
ru: ВНИМАНИЕ: ОБНАРУЖЕНА ОПАСНОСТЬ. РЕЖИМ СНА ДЕАКТИВИРОВАН
zh_cn: 警告：检测到威胁。停止睡眠模式
zh_tw: 警告：檢測到威脅。停止睡眠模式

# CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP
source: SLEEP MODE UNAVAILABLE DURING DAY
de: SCHLAFMODUS WÄHREND DES TAGES NICHT VERFÜGBAR.
es_mx: MODO DE INACTIVIDAD NO DISPONIBLE DURANTE EL DÍA
fr: MODE SOMMEIL INDISPONIBLE DE JOUR
it: MODALITÀ DI RIPOSO NON DISPONIBILE DURANTE IL GIORNO
ja: ＊日中はスリープモードは選択できません＊
ko: 낮에는 수면 모드 사용 불가
pl: TRYB SNU NIEDOSTĘPNY W DZIEŃ.
pt_br: MODO DE SONO INDISPONÍVEL DURANTE O DIA
ru: РЕЖИМ СНА НЕДОСТУПЕН В ТЕЧЕНИЕ ДНЯ
zh_cn: 白天无法开启睡眠模式
zh_tw: 白天無法開啟睡眠模式

# CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP_CAVE
source: SLEEP MODE UNAVAILABLE DURING DAY
de: SCHLAFMODUS WÄHREND DES TAGES NICHT VERFÜGBAR.
es_mx: MODO DE INACTIVIDAD NO DISPONIBLE DURANTE EL DÍA
fr: MODE SOMMEIL INDISPONIBLE DE JOUR
it: MODALITÀ DI RIPOSO NON DISPONIBILE DURANTE IL GIORNO
ja: ＊日中はスリープモードは選択できません＊
ko: 낮에는 수면 모드 사용 불가
pl: TRYB SNU NIEDOSTĘPNY W DZIEŃ.
pt_br: MODO DE SONO INDISPONÍVEL DURANTE O DIA
ru: РЕЖИМ СНА НЕДОСТУПЕН В ТЕЧЕНИЕ ДНЯ
zh_cn: 白天无法开启睡眠模式
zh_tw: 白天無法開啟睡眠模式

# CHARACTERS.WX78.ANNOUNCE_NOHUNGERSIESTA
source: CANNOT SIESTA ON AN EMPTY NUTRIENT PROCESSOR
de: KANN MIT LEEREM NAHRUNGSPROZESSOR KEIN NICKERCHEN MACHEN
es_mx: NO PUEDO TOMAR UNA SIESTA CON UN PROCESADOR DE NUTRIENTES VACÍO
fr: SIESTE IMPOSSIBLE SUR PROCESSEUR DE NOURRITURE VIDE
it: PAUSA IMPOSSIBILE SU UN PROCESSORE DI NUTRIMENTI VUOTO
ja: ＊栄養プロセッサーが空っぽではシエスタできません＊
ko: 영양처리장치가 빈 상태에서 낮잠 수행 불가
pl: NIE MOŻNA PRZEJŚĆ W TRYB SJESTY Z UWAGI NA PUSTY PRZETWORNIK ODŻYWIANIA.
pt_br: NÃO É POSSÍVEL COCHILAR EM UM PROCESSADOR DE NUTRIENTES VAZIO
ru: СИЕСТА НЕВОЗМОЖНА ДЛЯ ПРОЦЕССОРА С НЕХВАТКОЙ ПИТАТЕЛЬНЫХ ВЕЩЕСТВ
zh_cn: 无法在营养处理器为空的状态下午休
zh_tw: 無法在營養處理器為空的狀態下午休

# CHARACTERS.WX78.ANNOUNCE_NOHUNGERSLEEP
source: CAN NOT SLEEP ON AN EMPTY NUTRIENT PROCESSOR
de: KANN MIT LEEREM NAHRUNGSPROZESSOR NICHT SCHLAFEN
es_mx: IMPOSIBLE DORMIR CON UN PROCESADOR DE NUTRIENTES VACÍO
fr: SOMMEIL IMPOSSIBLE SUR PROCESSEUR DE NOURRITURE VIDE
it: RIPOSO IMPOSSIBILE SU UN PROCESSORE DI NUTRIENTI VUOTO
ja: ＊栄養プロセッサーが空っぽでは眠れません＊
ko: 영양처리장치가 빈 상태에서 수면 수행 불가
pl: SEN NIEDOSTĘPNY Z UWAGI NA PUSTY PRZETWORNIK ODŻYWIANIA
pt_br: NÃO É POSSÍVEL DORMIR EM UM PROCESSADOR DE NUTRIENTES VAZIO
ru: СИЕСТА НЕВОЗМОЖНА ДЛЯ ПРОЦЕССОРА С НЕДОСТАТКОМ ПИТАТЕЛЬНЫХ ВЕЩЕСТВ
zh_cn: 无法在营养处理器为空的状态下睡觉
zh_tw: 無法在營養處理器為空的狀態下睡覺

# CHARACTERS.WX78.ANNOUNCE_NOMOUNTEDGIFT
source: MEATSACK, I COMMAND YOU TO STAY WHILE I OPEN THIS GIFT
de: FLEISCHSACK, ICH BEFEHLE DIR, ZU WARTEN, BIS ICH DIESES GESCHENK GEÖFFNET HABE
es_mx: SACO DE CARNE, TE ORDENO QUE NO TE MUEVAS MIENTRAS ABRO ESTE REGALO
fr: SAC DE VIANDE, JE T'ORDONNE DE NE PAS BOUGER PENDANT QUE J'OUVRE CE CADEAU
it: SACCO DI CARNE, TI ORDINO DI RIMANERE MENTRE APRO QUESTO REGALO
ja: ＊肉袋、贈り物を開封するまで動かないでください、命令です＊
ko: 고기자루, 본체가 이 선물을 여는 동안 가만히 있을 것을 명령한다
pl: WORZE MIĘSA, NAKAZUJĘ CI CZEKAĆ, GDY BĘDĘ OTWIERAĆ TEN PREZENT
pt_br: SACO DE CARNE, COMANDO VOCÊ A FICAR ENQUANTO ABRO ESTE PRESENTE
ru: МЕШОК С КОСТЯМИ, Я ПРИКАЗЫВАЮ ТЕБЕ СТОЯТЬ, ПОКА Я ОТКРЫВАЮ ЭТОТ ПОДАРОК
zh_cn: 肉袋，我命令你在我拆开这个礼物时待着别动
zh_tw: 肉袋，我命令你在我拆開這個禮物時待著別動

# CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA
source: ERROR: SIESTA MODE UNAVAILABLE AT NIGHT
de: FEHLER: SIESTA-MODUS BEI NACHT NICHT VERFÜGBAR
es_mx: ERROR: MODO SIESTA NO DISPONIBLE POR LA NOCHE
fr: ERREUR : MODE SIESTE NON DISPONIBLE DE NUIT
it: ERRORE: LA MODALITÀ PAUSA NON È DISPONIBILE DURANTE LA NOTTE
ja: ＊エラー：シエスタモードは夜間は無効です＊
ko: 오류: 밤에는 낮잠 모드 사용 불가
pl: BŁĄD: TRYB SJESTY NIEDOSTĘPNY NOCĄ.
pt_br: ERRO: MODO DE COCHILO INDISPONÍVEL À NOITE
ru: ОШИБКА: СИЕСТА-МОД НЕДОСТУПЕН В НОЧНОЕ ВРЕМЯ
zh_cn: 错误：午休模式在夜间不可用
zh_tw: 錯誤：午休模式在夜間不可用

# CHARACTERS.WX78.ANNOUNCE_NONIGHTSIESTA_CAVE
source: ERROR: ANTI-SIESTA CAVE PROTOCOL IN EFFECT
de: FEHLER: ANTI-SIESTA-HÖHLENPROTOKOLL IN KRAFT
es_mx: ERROR: PROTOCOLO DE CUEVA ANTISIESTA ACTIVADO
fr: ERREUR : PROTOCOLE DE CAVE ANTI-SIESTE ACTIVÉ
it: ERRORE: PROTOCOLLO ANTI-SIESTA DELLA GROTTA ATTIVO
ja: ＊エラー：抗休眠洞窟プロトコル発動中＊
ko: 오류: 낮잠 방지 동굴 프로토콜 활성 상태
pl: BŁĄD: AKTYWOWANO PROTOKÓŁ ZAPOBIEGAJĄCY ODPOCZYNKOWI W JASKINI
pt_br: ERRO: PROTOCOLO DE CAVERNA ANTI-COCHILO ATIVO
ru: ОШИБКА: ЗАПУЩЕН ПЕЩЕРНЫЙ ПРОТОКОЛ «АНТИСИЕСТА»
zh_cn: 错误：洞穴在执行反午觉规则
zh_tw: 錯誤：洞穴在執行反午覺規則

# CHARACTERS.WX78.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: ILLUMINATION CIRCUIT IS IN CONFLICT WITH SLEEPING PROTOCOLS
de: BELEUCHTUNGSSCHALTKREIS IM KONFLIKT MIT SCHLAFPROTOKOLLEN
fr: LE CIRCUIT D'ILLUMINATION CRÉE UN CONFLIT AVEC LES SYSTÈMES DE VEILLE
it: CIRCUITO DI ILLUMINAZIONE IN CONFLITTO CON PROTOCOLLO DI SONNO
ja: ＊照明回路が睡眠プロトコルと競合しています＊
ko: 발광 회로가 수면 프로토콜과 충돌함
pl: OBWÓD OŚWIETLENIA W KONFLIKCIE Z PROTOKOŁEM SNU
pt_br: O CIRCUITO DE ILUMINAÇÃO ESTÁ EM CONFLITO COM OS PROTOCOLOS DE DORMIR
ru: КОНТУР ОСВЕЩЕНИЯ КОНФЛИКТУЕТ С ПРОТОКОЛАМИ СПЯЩЕГО РЕЖИМА
zh_cn: 照明电路与睡眠协议发生冲突
zh_tw: 照明電路與睡眠協定發生衝突

# CHARACTERS.WX78.ANNOUNCE_NOSLEEPONFIRE
source: SLEEPING SYSTEM COMPROMISED
de: SCHLAFSYSTEM GEFÄHRDET.
es_mx: SISTEMA DE DORMIR EN PELIGRO
fr: SYSTÈME DE SOMMEIL COMPROMIS
it: SISTEMA DI SONNO COMPROMESSO
ja: ＊睡眠システムが侵害されました＊
ko: 수면 시스템 손상됨
pl: MODUŁ SNU USZKODZONY.
pt_br: SISTEMA DE SONO COMPROMETIDO
ru: РЕЖИМ СНА ПОДВЕРЖЕН ОПАСНОСТИ
zh_cn: 睡眠系统受损
zh_tw: 睡眠系統受損

# CHARACTERS.WX78.ANNOUNCE_NOWARDROBEONFIRE
source: ILLOGICAL
de: UNLOGISCH
es_mx: ILÓGICO
fr: ILLOGIQUE
it: ILLOGICO
ja: ＊非論理的です＊
ko: 비논리적임
pl: NIELOGICZNE
pt_br: ILÓGICO
ru: НЕЛОГИЧНО
zh_cn: 不合逻辑
zh_tw: 不合邏輯

# CHARACTERS.WX78.ANNOUNCE_NO_TRAP
source: ANALYSIS COMPLETE. SITUATION STABLE
de: ANALYSE ABGESCHLOSSEN. SITUATION STABIL
es_mx: ANÁLISIS COMPLETADO. SITUACIÓN ESTABLE
fr: ANALYSE TERMINÉE. SITUATION STABLE
it: ANALISI COMPLETA. SITUAZIONE STABILE
ja: ＊分析完了。状況は安定しています＊
ko: 분석 완료. 안정적인 상황임
pl: ANALIZA ZAKOŃCZONA. SYTUACJA STABILNA
pt_br: ANÁLISE CONCLUÍDA. SITUAÇÃO ESTÁVEL
ru: АНАЛИЗ ЗАВЕРШЕН. СОСТОЯНИЕ СТАБИЛЬНОЕ
zh_cn: 分析完成。形势稳定
zh_tw: 分析完成。形勢穩定

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_BADCAST
source: ERROR. RECALIBRATING
de: FEHLER. NEUKALIBRIERUNG
es_mx: ERROR. RECALIBRANDO...
fr: ERREUR : RECALIBRATION
it: ERRORE: RICALIBRARE
ja: ＊エラー：再調整中＊
ko: 오류. 재조정 중
pl: BŁĄD. REKALIBRACJA W TOKU
pt_br: ERRO. RECALIBRANDO
ru: ОШИБКА. ВЫПОЛНЯЕТСЯ КАЛИБРОВКА
zh_cn: 错误。重新计算
zh_tw: 錯誤。重新計算

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_GOTAWAY
source: THAT'S RIGHT, FLEE FOR YOUR PATHETIC LIFE
de: GANZ RECHT, RETTET EUER JÄMMERLICHES LEBEN
es_mx: ESO ES. HUYE POR TU PATÉTICA VIDA
fr: FUIS POUR SAUVER TA VIE PATHÉTIQUE
it: GIUSTO, SCAPPA PER SALVARE IL TUO DISCO FISSO
ja: ＊その通りです、哀れな人生から逃れなさい＊
ko: 그래, 한심한 목숨을 부지하기 위해 도망칠 것
pl: DOKŁADNIE TAK, UCIEKAJ, JEŚLI CI TWOJE ŻAŁOSNE ŻYCIE MIŁE
pt_br: CORRETO, FUJA PARA SALVAR SUA VIDA PATÉTICA
ru: ПРАВИЛЬНО, БЕГИ, ЧТОБЫ СОХРАНИТЬ СВОЮ ЖАЛКУЮ ЖИЗНЬ
zh_cn: 对，赶紧卑微逃命吧
zh_tw: 對，趕緊卑微逃命吧

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: THE FISH ARE LOADING
de: FISCHE LADEN
es_mx: LOS PECES ESTÁN CARGÁNDOSE
fr: CHARGEMENT DES POISSONS
it: I PESCI SI STANNO CARICANDO
ja: ＊この魚はロード中です＊
ko: 생선 불러오는 중
pl: RYBY SIĘ WCZYTUJĄ
pt_br: OS PEIXES ESTÃO CARREGANDO
ru: ИДЕТ ЗАГРУЗКА РЫБЫ
zh_cn: 鱼群载入中
zh_tw: 魚群載入中

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: BUFFERING
de: ZWISCHENSPEICHERN
es_mx: CARGANDO DATOS
fr: MISE EN CACHE
ja: ＊バッファー中＊
ko: 버퍼링
pl: BUFOROWANIE W TOKU
ru: БУФЕРИЗАЦИЯ
zh_cn: 正在缓冲
zh_tw: 正在緩衝

# CHARACTERS.WX78.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: THE WATER IS TOO CLOSE. I HATE IT
de: WASSER ZU NAHE. ICH HASSE ES
es_mx: EL AGUA ESTÁ MUY CERCA. LO ODIO
fr: ERREUR : EAU TROP PROCHE
it: L'ACQUA È TROPPO VICINA. NON MI PIACE
ja: ＊水が近すぎます。水は嫌いです＊
ko: 물이 너무 가까움. 기분 나쁨
pl: WODA JEST ZA BLISKO. NIENAWIDZĘ TEGO
pt_br: A ÁGUAS ESTÁ PERTO DEMAIS. DETESTO ISSO
ru: ВОДА СЛИШКОМ БЛИЗКО. НЕНАВИЖУ ЕЕ
zh_cn: 太靠近水了。我恨水
zh_tw: 太靠近水了。我恨水
