Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_BISHOPBODY.READY
source: Huh?
de: Hm?
es: ¿Eh?
es_mx: ¿Ah?
fr: Hein ?
it: Eh?
ja: あれ？
ko: 응?
pl: Hę?
pt_br: Hã?
ru: Э-э-э?
zh_tw: 哈？

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_BISHOPBODY.UNCOVERED
source: It lost its head, flurp!
de: Kopf verloren, flurp!
es: ¡Ha perdido la cabeza, flurp!
es_mx: ¡Haber perdido la cabeza, flup!
fr: Il a perdu la tête, florp.
it: Ha perso testa, flurp!
ja: 頭を失ったよ、フループ！
ko: 머리 잃어버렸어, 뻐끔!
pl: Nie ma głowy, flurp!
pt_br: Ele perdeu a cabeça, flurp!
ru: Совсем голову потерял, бульк!
zh_tw: 它丟掉了頭，浮勒噗！

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_BISHOPHEAD
source: Look lost, flort.
de: Sieht verloren aus, flort.
es: Parece perdida, flort.
es_mx: Verse perdida, flot.
fr: Cette tête a l'air perdue, flort.
it: Sembra perso, flort.
ja: 迷子になったようだね、フロート。
ko: 길 잃었나 봐, 뻐끔.
pl: Chyba się zgubiła, flort.
pt_br: Parece perdido, flort.
ru: Хлюп, она потерялась.
zh_tw: 看起來走失了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_KNIGHTBODY.COVERED
source: What that supposed to be?
de: Was das?
es: ¿Qué se supone que es?
es_mx: ¿Qué rayos ser eso?
fr: Qu'est-ce que c'est censé être ?
it: Cosa deve essere?
ja: それは何のつもり？
ko: 저게 대체 뭐지?
pl: Co to ma być?
pt_br: O que isso deveria ser?
ru: А это что такое?
zh_tw: 那個是什麼東西？

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_KNIGHTBODY.FINISHED
source: All together!
de: Alles da!
es: ¡Todo junto!
es_mx: ¡Todo en bloque!
fr: Tout est là !
it: Tutti insieme!
ja: みんな一緒に！
ko: 다 모였다!
pl: Złożyłam do kupy!
pt_br: Tudo junto!
ru: Вот и готово!
zh_tw: 全部一起！

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_KNIGHTBODY.READY
source: Something happening...
de: Etwas geschieht ...
es: Algo pasa...
es_mx: Algo estar pasando.
fr: Il se passe quelque chose...
it: Succede qualcosa...
ja: 何かが起きている...
ko: 뭔가 벌어지고 있어...
pl: Coś się dzieje...
pt_br: Algo tá acontecendo...
ru: Что-то происходит…
zh_tw: 有什麼事要發生了...

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_KNIGHTBODY.UNCOVERED
source: It broken!
de: Kaputt!
es: ¡Se ha roto!
es_mx: ¡Estar roto!
fr: Il est cassé.
it: Rotta!
ja: 壊れた！
ko: 망가졌어!
pl: Popsuł się!
pt_br: Tá quebrado!
ru: Сломался!
zh_tw: 它壞掉了！

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_KNIGHTHEAD
source: Look like Ironfolk head.
de: Sieht aus wie Kopf von Eisenleuten.
es: Parece una cabeza de gente de hierro.
es_mx: Parecerse a la cabeza de un ser de hierro.
fr: On dirait une tête de bonhomme de fer.
it: Sembra testa di uomo di ferro.
ja: アイアンフォークの頭に似てるね。
ko: 철인 머리 같아.
pl: Wygląda jak głowa żelaziaka.
pt_br: Parece cabeça de povo-ferro.
ru: Похоже на голову Железяки.
zh_tw: 好像是鐵人的頭。

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_ROOKBODY.COVERED
source: That a strange lump of rock...
de: Seltsamer Stein ...
es: Es un trozo de roca extraño...
es_mx: Ser un extraño bulto de roca.
fr: C'est un bloc de pierre bizarre...
it: Strano pezzo di roccia...
ja: 奇妙な岩の塊が...
ko: 이상한 돌덩어리야...
pl: Dziwny kawał kamienia...
pt_br: Que pedaço estranho de pedra...
ru: Какой странный булыжник…
zh_tw: 好奇怪的一塊石頭……

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_ROOKBODY.FINISHED
source: Look a bit better, flurt.
de: Etwas besser, flurt.
es: Tiene mejor pinta, flurt.
es_mx: Ahora verse un poco mejor, flut.
fr: C'est un peu mieux, flort.
it: Sembra po' meglio, flurt.
ja: 少しはマシになったようだよ、フルート。
ko: 조금 나아 보여, 뻐끔.
pl: Wygląda nieco lepiej, flurt.
pt_br: Parece um pouco melhor, flurt.
ru: Теперь получше выглядит, хлюп.
zh_tw: 好起來好一點了，浮勒特。

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_ROOKBODY.READY
source: Something happening...
de: Etwas geschieht ...
es: Algo pasa...
es_mx: Algo estar pasando.
fr: Il se passe quelque chose...
it: Succede qualcosa...
ja: 何かが起きている...
ko: 뭔가 벌어지고 있어...
pl: Coś się dzieje...
pt_br: Algo tá acontecendo...
ru: Что-то происходит…
zh_tw: 有什麼事要發生了...

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_ROOKBODY.UNCOVERED
source: Missing something...
de: Etwas fehlt ...
es: Falta algo...
es_mx: Faltarle algo.
fr: Il manque quelque chose...
it: Manca qualcosa...
ja: 何かが足りない...
ko: 뭔가 없어...
pl: Czegoś tu brakuje...
pt_br: Faltando algo...
ru: Чего-то не хватает.
zh_tw: 缺了點什麼……

# CHARACTERS.WURT.DESCRIBE.SCULPTURE_ROOKNOSE
source: Hm, think this belong somewhere.
de: Hm, gehört irgendwo hin.
es: Mmm, creo que esto es de algún sitio.
es_mx: Mmm, yo creer que esto ir en alguna parte.
fr: J'crois que j'devrais mettre ça quelque part.
it: Mmmm, penso va da qualche parte.
ja: うーん、これはどこかにあると思うよ。
ko: 흠, 어디 붙어 있던 것 같아.
pl: Hm, chyba jego miejsce jest gdzie indziej.
pt_br: Hum, acho que pertence a algum lugar.
ru: Хм, кому-то эта вещь нужна.
zh_tw: 嗯，我猜這個應該安在某個地方。

# CHARACTERS.WURT.DESCRIBE.SEAFARING_PROTOTYPER.BURNT
source: That seem to happen a lot...
de: Kommt oft vor ...
es: Parce pasar mucho.
es_mx: Parecer que eso ocurrir muy seguido.
fr: J'ai l'impression que ça arrive souvent...
it: Forse succede spesso...
ja: よくあることのようだけど...
ko: 꽤 자주 이러네...
pl: To się często zdarza...
pt_br: Isso parece acontecer muito...
ru: Такое тут часто происходит…
zh_tw: 這種事好像經常發生……

# CHARACTERS.WURT.DESCRIBE.SEAFARING_PROTOTYPER.GENERIC
source: Make things for water, florp!
de: Wassersachen machen, florp!
es: ¡Haz cosas para agua, florp!
es_mx: ¡Hacer cosas aptas para agua, flop!
fr: Ça sert à construire des trucs qui vont sur l'eau, florp.
it: Fa cose per acqua, florp!
ja: 水のために作って、フロープ！
ko: 물에서 쓰는 물건 만들어, 뻐끔!
pl: Do robienia rzeczy na wodę, florp!
pt_br: Faz coisas pra água, florp!
ru: Бульк, для всяких водных штук!
zh_tw: 能做水裡用的東西，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.SEAFOODGUMBO
source: Fish looks so sad in there...
de: Fische sehen traurig aus ...
es: El pez está triste dentro...
es_mx: Peces verse tan tristes ahí...
fr: Il a l'air très triste ce poisson...
it: Pesce è triste lì dentro...
ja: 魚が悲しそうな顔をしているよ...
ko: 안에 있는 물고기 슬퍼 보여...
pl: Rybki wyglądają tu tak smutno...
pt_br: Peixe parece tão triste aí dentro...
ru: Рыбке там так грустно…
zh_tw: 魚在裡面看起來好悲傷……

# CHARACTERS.WURT.DESCRIBE.SEASTACK
source: Ooooh, big rock!
de: Ooooh, großer Stein!
es: ¡Ooooh, roca grande!
es_mx: ¡Oooh, ser una gran roca!
fr: Oooooh, une grosse pierre !
it: Ooooh, roccia grande!
ja: おー、大きい岩だ！
ko: 오오, 큰 바위다!
pl: Oooch, ale wielka skała!
pt_br: Aaaah, pedra grande!
ru: О-о-о, каменюка!
zh_tw: 噢嗷，大石頭！

# CHARACTERS.WURT.DESCRIBE.SEEDPOUCH
source: Stuff seeds inside.
de: Stopf Samen rein.
es: Las semillas dentro.
fr: J'mets les graines dedans.
it: Per mettere semi dentro.
ja: 中にタネを詰めるんだ。
ko: 안에 씨앗이 든 물건이야.
pl: W środku są nasionka.
pt_br: Guarda sementes dentro.
ru: Там всякие семечки.
zh_tw: 裡面能塞種子進去。

# CHARACTERS.WURT.DESCRIBE.SEEDS
source: Put in dirt, florp!
de: In die Erde tun, florp!
es: ¡Ponlas en tierra, florp!
es_mx: ¡Deber poner en la tierra, flop!
fr: J'dois les mettre dans la terre !
it: Metti in terra, florp!
ja: 土を入れて、フロープ！
ko: 흙에 둬, 뻐끔!
pl: Do wsadzenia do ziemi, florp!
pt_br: Colocar terra dentro, florp!
ru: Надо в грязь положить, хлюп!
zh_tw: 這是放在土裡的，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.SEEDS_COOKED
source: Teeny snacks!
de: Kleines Essen!
es: ¡Aperitivos minúsculos!
es_mx: ¡Botanas chiquititas!
fr: Des tout petits trucs à manger !
it: Piccoli spuntini!
ja: 小さいおやつだ！
ko: 작은 간식이야!
pl: Maleńkie smakołyki!
pt_br: Petiscos pequenos!
ru: Вкуснятинка!
zh_tw: 很小的小吃！

# CHARACTERS.WURT.DESCRIBE.SENTRYWARD
source: How it float like that?
de: Wie schwebt es so?
es: ¿Cómo flota así?
es_mx: ¿Cómo flotar así?
fr: Comment il fait pour flotter comme ça ?
it: Come fluttua così?
ja: どうやって浮くんだろう？
ko: 어떻게 떠 있지?
pl: Jak to się dzieje, że to tak lata?
pt_br: Como flutua assim?
ru: А почему он летает?
zh_tw: 它是怎麼浮起來的？

# CHARACTERS.WURT.DESCRIBE.SEWING_KIT
source: Glurgh... needle hard to hold with claws...
de: Glarg ... Klauen nicht zum Nähen geeignet ...
es: Glurgh... Difícil coger una aguja con garras...
es_mx: Gluf... ser difícil sostener aguja con las garras.
fr: Argh... J'ai du mal à tenir l'aiguille avec mes griffes.
it: Glurgh... Ago difficile da tenere tra artigli...
ja: グル―フ...針が爪で持ちにくいよ...
ko: 빠끔빠끔... 발톱으로 바늘 집기 힘들어...
pl: Glurg... ciężko utrzymać igłę pazurkami...
pt_br: Glurgh... agulha difícil de segurar com garras...
ru: Хлюп… Сложно иголку держать когтями.
zh_tw: 格勒格……用手爪很難握住針啊……

# CHARACTERS.WURT.DESCRIBE.SEWING_TAPE
source: Weenowna-lady good at fixing.
de: Winona-Frau repariert gut.
es: Winona sabe arreglar cosas.
es_mx: Señorita “Wenona” ser buena reparando.
fr: Winnie-na peut tout réparer.
it: Signora Winona è brava ad aggiustare.
ja: 直すのが得意なウィーノワレディーだよ。
ko: 우이노나 여자 잘 고쳐.
pl: Pani Winona jest dobra w naprawianie.
pt_br: Senhora Weenowna boa em consertar.
ru: Мадам Вин-нона все починит.
zh_tw: 薇諾娜女士很會修東西。

# CHARACTERS.WURT.DESCRIBE.SHADOWDIGGER
source: He use the bad magic!!
de: Er nimmt böse Magie!!
es: ¡¡Ha usado magia mala!!
es_mx: ¡¡Él usar la magia mala!!
fr: Ça utilise la mauvaise magie !
it: Usa magia cattiva!
ja: 悪い魔法を使うんだ！
ko: 나쁜 마법 써!!
pl: Stosuje złą magię!
pt_br: Ele usa a mágica ruim!!
ru: Это злой колдун!
zh_tw: 他使用壞的那種魔法！！

# CHARACTERS.WURT.DESCRIBE.SHADOWHEART
source: Feel... sad...
de: Wie ... traurig ...
es: Me siento... triste...
es_mx: Sentirme... triste...
fr: J'me sens... triste...
it: Sento... Triste...
ja: 感じる...悲しいよ...
ko: 기분... 슬퍼...
pl: Smutno... mi...
pt_br: Parece... triste...
ru: Мне… грустно…
zh_tw: 好……悲傷……

# CHARACTERS.WURT.DESCRIBE.SHARK
source: Glurp... they not look very nice.
de: Glurp ... Sieht nicht nett aus.
es: Glurp... No tienen buena pinta.
es_mx: Glup... ellos no verse muy amigables.
fr: Glurp... Il a pas l'air sympa.
it: Glurp... non ha bell'aspetto.
ja: ガルル…イジワルな顔してる。
ko: 빠끔... 못돼 보여.
pl: Glurp... nie wyglądają przesadnie sympatycznie.
pt_br: Glurp... não parecem muito legal.
ru: Хлюп... злая какая-то.
zh_tw: 格浪噗……看起來不太友好啊。

# CHARACTERS.WURT.DESCRIBE.SHELL_CLUSTER
source: Tried biting, isn't food.
de: Reingebissen, ist kein Essen.
es: He intentado morder, no es comida.
es_mx: Yo haber intentado morderlo, pero no ser comida.
fr: J'ai croqué dedans : ça se mange pas.
it: Provato a mordere, non è cibo.
ja: 噛んでみたけど、食べ物じゃないみたい。
ko: 깨물어 봤는데 음식 아니야.
pl: Próbowałam to ugryźć, ale nie nadaje się do jedzenia.
pt_br: Tentei morder, não é comida.
ru: Я куснула. Это не еда.
zh_tw: 我咬過，不是吃的。

# CHARACTERS.WURT.DESCRIBE.SHIELDOFTERROR
source: How come it allowed to bite, but me get in trouble?!
de: Darf beißen, aber ich krieg Ärger?
es: Puede morder, ¿¡pero yo me meto en líos!?
fr: Pourquoi lui il peut mordre et moi non ?
it: Perché lui poter mordere e io finire in guai?
ja: 噛めるのはコイツなのに、怒られるのはアタシってどういうこと！？
ko: 물어 뜯게 두는 데 왜 문제가 생겨?!
pl: Czemu on gryzie, a ja wpadam w kłopoty?!
pt_br: Por que ele pode morder, mas eu fico de castigo?!
ru: Почему кусается он, а ругают меня?!
zh_tw: 為什麼這個咬人就可以，我咬人就有麻煩？！

# CHARACTERS.WURT.DESCRIBE.SHOVEL
source: Scooper.
de: Erdlöffel.
es: Para recoger.
es_mx: Cuchara gigante.
fr: Ça sert à creuser.
it: Grande cucchiaio.
ja: スクーパーだ。
ko: 뜨는 도구야.
pl: Nabieracz.
pt_br: Pegadora.
ru: Копалка.
zh_tw: 鏟東西用的。

# CHARACTERS.WURT.DESCRIBE.SHROOMCAKE
source: It best cake ever!
de: Das bester Kuchen aller Zeiten!
es: ¡Mejor tarta del mundo!
fr: C'est l'meilleur gâteau du monde !
it: Miglior torta di sempre!
ja: サイコーのケーキだよ！
ko: 최고의 케이크야!
pl: Najpyszniejsze ciacho, jakie kiedykolwiek jadłam!
pt_br: Melhor bolo da história!
ru: Лучший тортик в мире!
zh_tw: 這是最棒的蛋糕！

# CHARACTERS.WURT.DESCRIBE.SHROOM_SKIN
source: Oooh, had such nice skin!
de: Oooh, so schöne Haut!
es: ¡Oooh, tenía la piel muy bonita!
es_mx: ¡Oooh, tener una gran piel!
fr: Ooooh, quelle jolie peau !
it: Oooh, aveva bella pelle!
ja: うわぁ、肌が綺麗だったね！
ko: 오오, 피부 정말 좋았어!
pl: Och, jaką miał milutką skórkę!
pt_br: Aaah, tinha pele tão bonita!
ru: О-о-о, какая славная кожица!
zh_tw: 噢，皮膚那麼好啊！

# CHARACTERS.WURT.DESCRIBE.SIESTAHUT.BURNT
source: Gotta find new napping spot...
de: Muss neuen Schlafplatz finden ...
es: Tengo que buscar otro sitio para siestas.
es_mx: Yo tener que buscar nuevo lugar para tomar siestas.
fr: J'vais devoir trouver un autre endroit où faire la sieste.
it: Devo trovare nuovo posto per pisolino...
ja: 新しいお昼寝スポットを見つけなきゃ..
ko: 새 낮잠 장소 찾아야 해...
pl: Muszę znaleźć nowe miejsce na drzemkę...
pt_br: Preciso de novo lugar pra dormir...
ru: Где бы теперь подремать?..
zh_tw: 要找個新的地方睡午覺……

# CHARACTERS.WURT.DESCRIBE.SIESTAHUT.GENERIC
source: Wanna take a nap! Nap right here...
de: Will schlafen! Gleich hier ...
es: ¡Quiero echar una siesta! Ahí mismito...
es_mx: ¡Querer tomar una siesta! Yo dormir justo aquí.
fr: Je ferais bien une sieste, juste ici...
it: Voglio fare pisolino! Proprio qui...
ja: お昼寝したい！ここで昼寝してから...
ko: 낮잠 잘래! 바로 여기서...
pl: Chcę uciąć drzemkę! Właśnie tutaj...
pt_br: Quer tirar soneca! Soneca bem aqui...
ru: Хочу подремать! Прямо вот тут…
zh_tw: 想睡個午覺！就這睡吧……

# CHARACTERS.WURT.DESCRIBE.SILK
source: Spiderfolk loogies!
de: Spinnenspucke!
es: ¡Cositas de arañas!
es_mx: ¡Gargajo de un ser araña!
fr: Du crachat d'araignée !
it: Opera di ragni!
ja: スパイダーフォーク・ルーギーズ！
ko: 거미족 가래침이다!
pl: Ślina pajęczaków!
pt_br: Caca de povo-aranha!
ru: Это пауки выплюнули!
zh_tw: 蜘蛛人吐的痰！

# CHARACTERS.WURT.DESCRIBE.SINGINGSHELL_OCTAVE3.GENERIC
source: Is big shell!
de: Große Muschel!
es: ¡Es una concha grande!
es_mx: ¡Ser enorme caracola!
fr: C'est un gros coquillage !
it: È grande conchiglia!
ja: 大きな貝殻だ！
ko: 큰 껍데기다!
pl: Ale duża muszla!
pt_br: É concha grande!
ru: Ну и ракушка!
zh_tw: 一隻大貝殼！

# CHARACTERS.WURT.DESCRIBE.SINGINGSHELL_OCTAVE4.GENERIC
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WURT.DESCRIBE.SINGINGSHELL_OCTAVE5.GENERIC
source: Think there some kind of bug inside?
de: Da ein Viech drin?
es: ¿Crees que habrá algún bicho dentro?
es_mx: ¿Haber algún tipo de bicho dentro?
fr: J'me demande s'il y a une sorte de petite bête dedans.
it: Forse dentro qualche insetto?
ja: 中で何かバグを起こしているのかな？
ko: 안에 벌레 같은 거 있을까?
pl: Czy w środku jest jakiś robak?
pt_br: Acha que tem algum inseto dentro?
ru: Интересно, там внутри жук сидит?
zh_tw: 你覺得裡面有大蟲子嗎？

# CHARACTERS.WURT.DESCRIBE.SISTURN.GENERIC
source: What in jar? Snacks?
de: Was im Glas? Essen?
es: ¿Qué hay en el tarro? ¿Tentempiés?
es_mx: ¿Qué haber en el tarro? ¿Botanas?
fr: Y'a quoi dans ce pot ? Ça se mange ?
it: Cosa c'è in vaso? Spuntini?
ja: 瓶の中は？お菓子？
ko: 안에 뭐 있지? 간식인가?
pl: Co jest w tym słoiku? Smakołyki?
pt_br: Que tem na jarra? Petiscos?
ru: А что внутри? Вкуснятина?
zh_tw: 罐子裡有什麼？零食嗎？

# CHARACTERS.WURT.DESCRIBE.SISTURN.LOTS_OF_FLOWERS
source: So is... not snack jar?
de: ... Kein Essen im Glas?
es: Entonces... ¿no es un tarro de tentempiés?
es_mx: Entonces, ¿no ser... tarro de botanas?
fr: Alors... ça se mange pas ?
it: Oh... Niente spuntini in vaso?
ja: だから...スナック菓子の瓶じゃないの？
ko: 간식 병... 아니야?
pl: Czyli to nie jest... słoik ze smakołykami?
pt_br: Então... não é petisco?
ru: Значит… это не для вкуснятины?
zh_tw: 原來不是……零食罐啊？

# CHARACTERS.WURT.DESCRIBE.SISTURN.SOME_FLOWERS
source: Scaleless like putting flowers here.
de: Schuppenlose bringen gerne Blumen her.
es: A los sin escamas les gusta poner flores aquí.
es_mx: A los no escamosos gustarles poner flores aquí.
fr: Les sans-écailles mettent des fleurs là-dedans.
it: A senza squame piace mettere fiori qui.
ja: スケールレスはここにお花を置くのが好きだよ。
ko: 비늘 없는 친구들이 꽃을 놓더라.
pl: Bezłuskowcy lubią zostawiać tu kwiaty.
pt_br: Sem-escama gosta de pôr flores aqui.
ru: Ребята без чешуи ставят сюда цветы.
zh_tw: 無鱗生物喜歡把東西放在這。

# CHARACTERS.WURT.DESCRIBE.SKELETON
source: It dead.
de: Tot.
es: Está muerto.
es_mx: Estar muerto.
fr: Il est mort.
it: Morto.
ja: 死んだよ。
ko: 죽었어.
pl: Nie żyje.
pt_br: Tá morto.
ru: Мертвый.
zh_tw: 死了。

# CHARACTERS.WURT.DESCRIBE.SKELETONHAT
source: Glurph... head feel funny...
de: Glurf ... Kopf ist komisch ...
es: Glurph... La cabeza está como rara...
es_mx: Gluf... mi cabeza sentirse extraña.
fr: Ooooh... J'ai la tête qui tourne...
it: Glurp... Sensazione strana in testa...
ja: グルーフ...頭が変な感じがするよ。
ko: 빠끔빠끔... 머리 느낌 이상해...
pl: Glurp... dziwnie mi w głowę...
pt_br: Glurph... cabeça tá engraçada...
ru: Хлюп… Чувствую себя в этом странно…
zh_tw: 格勒格……腦袋感覺怪怪的。

# CHARACTERS.WURT.DESCRIBE.SKELETON_PLAYER.DEFAULT
source: Bye-bye...
de: Tschüss ...
es: Adiós, adiós...
es_mx: Adiosito.
fr: Adieu...
it: Ciao ciao...
ja: ばいばい...
ko: 안녕...
pl: Pa, pa...
pt_br: Tchau tchau...
ru: Пока-пока…
zh_tw: 再見……

# CHARACTERS.WURT.DESCRIBE.SKELETON_PLAYER.FEMALE
source: Something happen to them...
de: Etwas geschehen ...
es: Algo les pasa...
es_mx: Algo haberles pasado...
fr: Il lui est arrivé quelque chose...
it: Qualcosa è successo...
ja: 彼らに何かが起こったのかな...
ko: 무슨 일 있었어...
pl: Coś jej się stało...
pt_br: Algo aconteceu com eles...
ru: Что-то случилось…
zh_tw: 他們出事了……

# CHARACTERS.WURT.DESCRIBE.SKELETON_PLAYER.MALE
source: Something happen to them...
de: Etwas geschehen ...
es: Algo les pasa...
es_mx: Algo haberles pasado...
fr: Il lui est arrivé quelque chose...
it: Qualcosa è successo...
ja: 彼らに何かが起こったのかな...
ko: 무슨 일 있었어...
pl: Coś mu się stało...
pt_br: Algo aconteceu com eles...
ru: Что-то случилось…
zh_tw: 他們出事了……

# CHARACTERS.WURT.DESCRIBE.SKELETON_PLAYER.ROBOT
source: Something happen to them...
de: Etwas geschehen ...
es: Algo les pasa...
es_mx: Algo haberles pasado...
fr: Il lui est arrivé quelque chose...
it: Qualcosa è successo...
ja: 彼らに何かが起こったのかな...
ko: 무슨 일 있었어...
pl: Coś mu się stało...
pt_br: Algo aconteceu com eles...
ru: Что-то случилось…
zh_tw: 他們出事了……

# CHARACTERS.WURT.DESCRIBE.SKETCH
source: Oooh, picture!
de: Oooh, Bild!
es: ¡Oooh, imagen!
es_mx: ¡Oooh, imagen!
fr: Oooh... Un dessin !
it: Oooh, figura!
ja: おおお、写真だ！
ko: 오오, 그림이다!
pl: Ooo, obrazek!
pt_br: Aaah, foto!
ru: Ой, картинка!
zh_tw: 噢，圖片！

# CHARACTERS.WURT.DESCRIBE.SKULLCHEST
source: Maybe something good inside!
de: Vielleicht etwas Gutes drin!
es: ¿Algo bueno dentro, a lo mejor?
es_mx: ¡Tal vez haber algo bueno dentro!
fr: Y'a peut-être quelque chose à manger là-dedans.
it: Magari dentro c'è qualcosa!
ja: 中には何か良いものがあるかもしれないよ！
ko: 안에 좋은 거 있으려나!
pl: Może w środku jest coś dobrego!
pt_br: Talvez algo de bom dentro!
ru: Может, внутри что-то хорошее?
zh_tw: 裡面也許有好東西！

# CHARACTERS.WURT.DESCRIBE.SLEEPBOMB
source: Hee-hee, nighty night!
de: Hehe, Nacht!
es: ¡Ji, ji, dulces sueños!
es_mx: ¡Ji, ji! ¡Buenas nochecitas!
fr: Hé hé, bonne nuit !
it: Eh eh, buonanotte!
ja: へへ、おやすみ！
ko: 히히, 잘 자!
pl: Hi, hi, dobrej nocy!
pt_br: Hihi, boa noite!
ru: Хи-хи, спокойной ночи!
zh_tw: 嘿嘿，安安！

# CHARACTERS.WURT.DESCRIBE.SLINGSHOT
source: Hee-hee, look fun!
de: Hehe, sieht lustig aus!
es: ¡Ji, ji, parece divertido!
es_mx: ¡Ji, ji! ¡Verse divertido!
fr: Hi hi ! Ça l'air rigolo !
it: Ih ih, divertente!
ja: ヒヒヒ、面白そう！
ko: 히히, 웃겨!
pl: Hi, hi, wygląda fajnie!
pt_br: Hihi, parece divertido!
ru: Хе-хе, какая смешная штука!
zh_tw: 嘿嘿，看起來很好玩！

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_FREEZE
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_GOLD
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_MARBLE
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_POOP
source: Tiny poops.
de: Kackstückchen.
es: Caquitas diminutas.
es_mx: Ser cacas chiquitas.
fr: Des p'tits cacas.
it: Piccola cacca.
ja: 小さいうんこ。
ko: 똥 조각이야.
pl: Małe kupki.
pt_br: Pequenos cocôs.
ru: Кусочки какашек.
zh_tw: 小小的便便。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_ROCK
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_SLOW
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLINGSHOTAMMO_THULECITE
source: Bits of stuff.
de: Stückchen.
es: Trocitos de cosas.
es_mx: Pedacitos de cosas.
fr: Des bouts d'trucs.
it: Pezzi di roba.
ja: 小さい弾。
ko: 작은 조각이야.
pl: Kawałeczki rzeczy.
pt_br: Pedaços de coisas.
ru: Какие-то кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.SLURPER
source: Ha ha, tickly!
de: Haha, kitzelt!
es: ¡Ja, ja, cosquillas!
es_mx: ¡Ja, ja! ¡Hacer cosquillas!
fr: Ha ha, ça chatouille !
it: Ah ah, fa solletico!
ja: はは、くすぐったい！
ko: 하하, 간지러워!
pl: Ha, ha, łaskocze!
pt_br: Haha, pinicante!
ru: Ха-ха, щекочется!
zh_tw: 哈哈，癢死了！

# CHARACTERS.WURT.DESCRIBE.SLURPERPELT
source: Took its fur, florp.
de: Fell genommen, florp.
es: Ya no tiene piel, florp.
es_mx: Haber tomado su pelo, flop.
fr: Je lui ai pris sa fourrure, florp.
it: Presa sua pelliccia, florp.
ja: 毛皮を取ったんだよ。
ko: 털 가져왔어, 뻐끔.
pl: Zabrałam mu futerko, florp.
pt_br: Peguei sua pele, florp.
ru: Забрала весь мех, бульк.
zh_tw: 搶了它的毛皮，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SLURPER_PELT
source: Took its fur, florp.
de: Fell genommen, florp.
es: Ya no tiene piel, florp.
es_mx: Haber tomado su pelo, flop.
fr: Je lui ai pris sa fourrure, florp.
it: Presa sua pelliccia, florp.
ja: 毛皮を取ったんだよ。
ko: 털 가져왔어, 뻐끔.
pl: Zabrałam mu futerko, florp.
pt_br: Peguei sua pele, florp.
ru: Забрала весь мех, бульк.
zh_tw: 搶了它的毛皮，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.SLURTLE
source: Look like a friend, flort.
de: Sieht wie Freund aus, flort.
es: Parece un amigo, flort.
es_mx: Verse como amiga, flop.
fr: J'crois qu'on va bien s'entendre.
it: Sembra amica, flort.
ja: 友達みたいだね、フロート。
ko: 친구 같아, 뻐끔.
pl: Wygląda przyjaźnie, flort.
pt_br: Parece um amigo, flort.
ru: Хлюп, будем дружить.
zh_tw: 跟我一個朋友長得很像，浮浪特。

# CHARACTERS.WURT.DESCRIBE.SLURTLEHAT
source: My shell now!
de: Jetzt meine Muschel!
es: ¡Mi caparazón ahora!
es_mx: ¡Ahora ser mi caparazón!
fr: C'est ma carapace, maintenant
it: Mia conchiglia adesso!
ja: 今、私の殻が！
ko: 이제 내 껍데기야!
pl: To teraz moja muszelka!
pt_br: Minha concha agora!
ru: Моя ракушечка!
zh_tw: 現在是我的殼子了！

# CHARACTERS.WURT.DESCRIBE.SLURTLEHOLE
source: Ooooh, slimy!
de: Ooooh, schleimig!
es: ¡Ooooh, baboso!
es_mx: ¡Oooh, viscoso!
fr: Ooooh, c'est gluant !
it: Ooooh, acqua viscida!
ja: おーぬるぬるしてる！
ko: 오오, 미끌미끌해!
pl: Oooch, śliski!
pt_br: Aaaah, viscoso!
ru: О-о-о, липнет!
zh_tw: 喔，黏黏的！

# CHARACTERS.WURT.DESCRIBE.SLURTLESLIME
source: Splodey loogies!
de: Rummsschleim!
es: ¡Cositas explosivas!
es_mx: ¡Gargajos explosivos!
fr: Du crachat qui explose !
it: Esplode!
ja: スプローディー ルーギーズ！
ko: 터지는 가래침이야!
pl: Wybuchowy glut!
pt_br: Caca explosiva!
ru: Взрывчатая слюнка!
zh_tw: 會爆炸的黏液！

# CHARACTERS.WURT.DESCRIBE.SLURTLE_SHELLPIECES
source: Aw, it broke!
de: Och, kaputt!
es: ¡Oh, se ha roto!
es_mx: ¡Ay, haberse roto!
fr: Oh, c'est cassé !
it: Oh, rotto!
ja: あー、壊れちゃった！
ko: 에이, 부서졌어!
pl: Oj, popękała.
pt_br: Ah, quebrou!
ru: Ой, разбилась…
zh_tw: 嗷，它壞掉了！

# CHARACTERS.WURT.DESCRIBE.SMALLBIRD.GENERIC
source: It so teeny!
de: So klein!
es: ¡Qué mini!
es_mx: ¡Ser muy chiquitito!
fr: Il est tout petit !
it: Così piccolino!
ja: とても小さいね！
ko: 엄청 작아!
pl: Ale malutki!
pt_br: É tão pequenininho!
ru: Такая крохотная!
zh_tw: 它真是小！

# CHARACTERS.WURT.DESCRIBE.SMALLBIRD.HUNGRY
source: Wants snack, florp.
de: Will essen, florp.
es: Quiere tentempié, florp.
es_mx: Querer botana, flop.
fr: Il a faim, florp.
it: Vuole spuntino, florp.
ja: お菓子がほしいよ、フロープ。
ko: 간식 원해, 뻐끔.
pl: Chce smakołyk, florp.
pt_br: Quer lanche, florp.
ru: Нужно покормить, буль.
zh_tw: 想吃小吃，浮浪噗。
