Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.SPICE_SALT
source: TINY FLAVOR ROCKS
de: KLEINE GESCHMACKSSTEINE
es_mx: ROQUITAS CON SABOR
fr: DE PETITS MINÉRAUX PARFUMÉS
it: PICCOLE ROCCE DI SAPORE
ja: ＊小さな香り付き岩＊
ko: 작은 양념 돌멩이
pl: KAMYCZKI SMAKU
pt_br: ROCHAS DE SABOR MINÚSCULAS
ru: КРОШЕЧНЫЕ КАМНИ СО ВКУСОМ
zh_cn: 小小的味道石头
zh_tw: 小小的味道石頭

# CHARACTERS.WX78.DESCRIBE.SPICE_SUGAR
source: WARNING: CONTAINS EXCESSIVE AMOUNTS OF SUCROSE
de: WARNUNG: ENTHÄLT ÜBERMÄSSIG VIEL SACCHAROSE
es_mx: ADVERTENCIA: CONTIENE NIVELES EXCESIVOS DE SACAROSA
fr: ATTENTION : CONTIENT DES QUANTITÉS EXCESSIVES DE GLUCOSE
it: ATTENZIONE! CONTENGONO UNA QUANTITÀ ECCESSIVA DI SACCAROSIO
ja: ＊注意：過度のスクロースを含みます＊
ko: 경고: 과도한 양의 설탕 함유
pl: OSTRZEŻENIE: ZAWIERA NADMIERNY POZIOM SACHAROZY
pt_br: AVISO: CONTÉM QUANTIDADES EXCESSIVAS DE SACAROSE
ru: ВНИМАНИЕ: ОБНАРУЖЕНО ВЫСОКОЕ СОДЕРЖАНИЕ САХАРОЗЫ
zh_cn: 警告：蔗糖成分过量
zh_tw: 警告：蔗糖成分過量

# CHARACTERS.WX78.DESCRIBE.SPIDER.DEAD
source: CONGRATULATIONS. YOU DID TERRIBLY
de: HERZLICHEN GLÜCKWÜNSCH. DAS WAR FURCHTBAR
es_mx: FELICITACIONES, LO HICISTE MUY MAL
fr: FÉLICITATIONS. TU T'ES LOUPÉE COMME UN CHEF
it: CONGRATULAZIONI. HAI AVUTO UNA MORTE ATROCE
ja: ＊おめでとうございます。あなたはひどかったです＊
ko: 축하한다. 그대는 최악이었다
pl: GRATULACJE. POSZŁO CI NAJGORZEJ
pt_br: PARABÉNS. VOCÊ FOI HORRÍVEL
ru: ПОЗДРАВЛЯЮ. ТЫ УЖАСНО СПРАВИЛСЯ
zh_cn: 恭喜。你表现得很糟糕
zh_tw: 恭喜。你表現得很糟糕

# CHARACTERS.WX78.DESCRIBE.SPIDER.GENERIC
source: THREAT DETECTED
de: BEDROHUNG ERKANNT.
es_mx: AMENAZA DETECTADA
fr: MENACE DÉTECTÉE
it: MINACCIA RILEVATA
ja: ＊脅威確認＊
ko: 위협 탐지됨
pl: WYRYTO ZAGROŻENIE.
pt_br: AMEAÇA DETECTADA
ru: УГРОЗА ОБНАРУЖЕНА
zh_cn: 检测到威胁
zh_tw: 檢測到威脅

# CHARACTERS.WX78.DESCRIBE.SPIDER.SLEEPING
source: IT IS VULNERABLE
de: SIE IST VERWUNDBAR.
es_mx: ES VULNERABLE
fr: ELLE EST VULNÉRABLE
it: È VULNERABILE
ja: ＊確かに傷つきやすいです＊
ko: 취약한 상태
pl: PODATNY NA USZKODZENIA.
pt_br: ESTÁ VULNERÁVEL
ru: СЕЙЧАС ОН УЯЗВИМ
zh_cn: 现在攻击它很容易
zh_tw: 現在攻擊它很容易

# CHARACTERS.WX78.DESCRIBE.SPIDERDEN
source: SPIDER SOURCE DETECTED
de: SPINNENQUELLE ERKANNT.
es_mx: FUENTE ARÁCNIDA DETECTADA
fr: SOURCE D'ARAIGNÉE DÉTECTÉE
it: FONTE DI RAGNI RILEVATA
ja: ＊クモの根源を発見しました＊
ko: 거미 근원 탐지됨
pl: ŹRÓDŁO PAJĄKÓW WYKRYTE.
pt_br: FONTE DE ARANHAS DETECTADO
ru: ОБНАРУЖЕН ИСТОЧНИК ПАУКОВ
zh_cn: 检测到蜘蛛来源
zh_tw: 檢測到蜘蛛來源

# CHARACTERS.WX78.DESCRIBE.SPIDERDEN_BEDAZZLER
source: ART IS POINTLESS
de: KUNST IS NUTZLOS
fr: L'ART EST INUTILE
it: L'ARTE È INUTILE
ja: ＊芸術など無意味です＊
ko: 예술은 무의미함.
pl: SZTUKA JEST BEZCELOWA.
pt_br: A ARTE É INÚTIL
ru: ИСКУССТВО БЕСПОЛЕЗНО
zh_cn: 艺术毫无意义
zh_tw: 藝術毫無意義

# CHARACTERS.WX78.DESCRIBE.SPIDEREGGSACK
source: SPIDER POTENTIAL = 6
de: HOHES SPINNENPOTENTIAL.
es_mx: POTENCIAL ARÁCNIDO = 6
fr: POTENTIEL D'ARAIGNÉE = 6
it: POTENZIALE RAGNO = 6
ja: ＊クモの可能性 = 6＊
ko: 거미 잠재도 = 6
pl: PAJĘCZY POTENCJAŁ = 6.
pt_br: POTENCIAL ARACNÍDEO = 6
ru: ПАУЧЬИ ВОЗМОЖНОСТИ = 6
zh_cn: 蜘蛛可能性 = 6
zh_tw: 蜘蛛可能性 = 6

# CHARACTERS.WX78.DESCRIBE.SPIDERGLAND
source: SPARE SPIDER PARTS
de: ERSATZTEILE FÜR SPINNEN
es_mx: PIEZAS DE REPUESTO DE ARAÑA
fr: DES PIÈCES DE RECHANGE POUR ARAIGNÉE
it: PARTI DI RICAMBIO DI RAGNO
ja: ＊スパイダー用スペアパーツ＊
ko: 거미 교체 부품
pl: ZAPASOWE CZĘŚCI PAJĄKA
pt_br: PEÇAS DE ARANHA SOBRESSALENTES
ru: ЗАПАСНЫЕ ЧАСТИ ДЛЯ ПАУКОВ
zh_cn: 蜘蛛零部件
zh_tw: 蜘蛛零部件

# CHARACTERS.WX78.DESCRIBE.SPIDERHAT
source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
de: ES SENDET DRAHTLOS GEDANKEN AN SPINNEN.
es_mx: TRANSMITE PENSAMIENTOS INALÁMBRICOS A LAS ARAÑAS
fr: TRANSMET LES PENSÉES À DISTANCE AUX ARAIGNÉES
it: TRASMETTE PENSIERI AI RAGNI SENZA FILI
ja: ＊これでワイヤレスで思考をクモに伝えることができます＊
ko: 무선으로 거미에게 생각을 전송함
pl: BEZPRZEWODOWO PRZESYŁA PAJĄKOM MYŚLI.
pt_br: ELE TRANSMITE PENSAMENTOS ÀS ARANHAS
ru: ЭТО БЕСПРОВОДНЫЙ КАНАЛ ПЕРЕДАЧИ МЫСЛЕЙ ПАУКАМ
zh_cn: 它通过无线方式把想法传送给蜘蛛
zh_tw: 它通過無線方式把想法傳送給蜘蛛

# CHARACTERS.WX78.DESCRIBE.SPIDERHOLE
source: SPIDERS DETECTED
de: SPINNEN ERKANNT.
es_mx: ARAÑAS DETECTADAS
fr: ARAIGNÉE DÉTECTÉE
it: RAGNI RILEVATI
ja: ＊クモを発見しました＊
ko: 거미 탐지됨
pl: WYKRYTO PAJĄKI.
pt_br: ARANHAS DETECTADAS
ru: ОБНАРУЖЕНЫ ПАУКИ
zh_cn: 检测到蜘蛛
zh_tw: 檢測到蜘蛛

# CHARACTERS.WX78.DESCRIBE.SPIDERHOLE_ROCK
source: SPIDERS DETECTED
de: SPINNEN ERKANNT.
es_mx: ARAÑAS DETECTADAS
fr: ARAIGNÉE DÉTECTÉE
it: RAGNI RILEVATI
ja: ＊クモを発見しました＊
ko: 거미 탐지됨
pl: WYKRYTO PAJĄKI.
pt_br: ARANHAS DETECTADAS
ru: ОБНАРУЖЕНЫ ПАУКИ
zh_cn: 检测到蜘蛛
zh_tw: 檢測到蜘蛛

# CHARACTERS.WX78.DESCRIBE.SPIDERQUEEN
source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
de: DIE SPINNEN LEBEN IN EINER MONARCHIE.
es_mx: LAS ARAÑAS VIVEN BAJO UN SISTEMA DE MONARQUÍA
fr: LES ARAIGNÉES VIVENT DANS UN SYSTÈME MONARCHIQUE
it: I RAGNI VIVONO IN UN REGIME DI MONARCHIA
ja: ＊クモたちは君主制のもとに生活しています＊
ko: 거미는 군주제 체제에 속함
pl: PAJĄKI ŻYJĄ W SYSTEMIE MONARCHISTYCZNYM.
pt_br: AS ARANHAS VIVEM SOB UM SISTEMA DE MONARQUIA
ru: ПАУКИ ЖИВУТ ПРИ МОНАРХИЧЕСКОМ СТРОЕ
zh_cn: 这些蜘蛛在君主制下生活
zh_tw: 這些蜘蛛在君主制下生活

# CHARACTERS.WX78.DESCRIBE.SPIDER_DROPPER
source: VERTICAL SPIDER SOURCE DETECTED
de: SENKRECHTE SPINNENHERKUNFT FESTGESTELLT.
es_mx: ARAÑA TREPADORA DETECTADA
fr: SOURCE D'ARAIGNÉE VERTICALE DÉTECTÉE
it: FONTE DI RAGNO VERTICALE RILEVATA
ja: ＊垂直方向にクモの出所を検知しました＊
ko: 수직 거미 근원 탐지됨
pl: WYKRYTO PIONOWE ŹRÓDŁO PAJĘCZAKÓW.
pt_br: FONTE DE ARANHAS VERTICAL DETECTADA
ru: ИСТОЧНИК ВЕРТИКАЛЬНО ПЕРЕДВИГАЮЩИХСЯ ПАУКОВ ОБНАРУЖЕН
zh_cn: 检测到垂直方向上的蜘蛛来源
zh_tw: 檢測到垂直方向上的蜘蛛來源

# CHARACTERS.WX78.DESCRIBE.SPIDER_HEALER
source: SPIDER REPAIR UNIT
de: SPINNENREPARATUREINHEIT
fr: UNITÉ DE RÉPARATION ARACHNIDE
it: UNITÀ DI RIPARAZIONE DEI RAGNI
ja: ＊クモ修理ユニットです＊
ko: 거미 수리 장치임.
pl: PAJĘCZA JEDNOSTKA NAPRAWCZA
pt_br: UNIDADE DE REPARO DE ARANHAS
ru: ЕДИНИЦА ДЛЯ ПОЧИНКИ ПАУКОВ
zh_cn: 蜘蛛修复单位
zh_tw: 蜘蛛修復單位

# CHARACTERS.WX78.DESCRIBE.SPIDER_HEALER_ITEM
source: FOR ORGANIC REPAIRS ONLY. USELESS
de: NUR FÜR ORGANISCHE REPARATUREN. NUTZLOS
fr: CONÇU UNIQUEMENT POUR LES RÉPARATIONS D'ORGANIQUES. INUTILE
it: SOLO PER RIPARAZIONI ORGANICHE. INUTILE
ja: ＊有機物しか治すことができないなど、使えないですね＊
ko: 유기체 수리에만 사용할 수 있음. 쓸모없음.
pl: WYŁĄCZNIE DO NAPRAW ORGANICZNYCH. BEZUŻYTECZNE
pt_br: SOMENTE PARA REPAROS DE ORGANISMOS. INÚTIL
ru: ТОЛЬКО ДЛЯ ПОЧИНКИ ОРГАНИКИ. БЕСПОЛЕЗНО
zh_cn: 只能修理有机物。废物
zh_tw: 只能修理有機物。廢物

# CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMORED SPIDER
de: EINE GEPANZERTE SPINNE
es_mx: UNA ARAÑA BLINDADA
fr: ARAIGNÉE BLINDÉE
it: UN RAGNO CON ARMATURA
ja: ＊鎧をつけたクモ＊
ko: 장갑 착용 거미
pl: OPANCERZONY PAJĄK.
pt_br: UMA ARANHA COM PROTEÇÃO
ru: БРОНИРОВАННЫЙ ПАУК
zh_cn: 装甲蜘蛛
zh_tw: 裝甲蜘蛛

# CHARACTERS.WX78.DESCRIBE.SPIDER_MOON.DEAD
source: HA HA. IT'S DEAD
de: HAHA. TOT
es_mx: JA, JA. ESTÁ MUERTA
fr: HA HA. ELLE EST MORTE
it: AH AH. È MORTO
ja: ＊ハハハ。死んでいます＊
ko: 하. 하.죽었음
pl: HA, HA. NIE ŻYJE
pt_br: HA, HA. ESTÁ MORTA
ru: ХА-ХА, ОН УМЕР
zh_cn: 哈！它死了！
zh_tw: 哈！它死了！

# CHARACTERS.WX78.DESCRIBE.SPIDER_MOON.GENERIC
source: YOU SHOULD NOT BE ALLOWED TO LIVE
de: DU SOLLTEST NICHT LEBEN DÜRFEN
es_mx: NO DEBERÍA PERMITÍRSELE VIVIR
fr: TU NE DEVRAIS PAS AVOIR LE DROIT DE VIVRE
it: NON DOVRESTI AVERE IL PERMESSO DI VIVERE
ja: ＊あなたは生きていることを許されるべきではありません＊
ko: 너는 살아 있지 않아야 함
pl: POWINIENEŚ MIEĆ ZAKAZ ŻYCIA
pt_br: SUA EXISTÊNCIA NÃO DEVERIA SER PERMITIDA
ru: ТЕБЕ НЕ ПОЗВОЛЕНО ЖИТЬ
zh_cn: 你就不该活着
zh_tw: 你就不該活著

# CHARACTERS.WX78.DESCRIBE.SPIDER_MOON.SLEEPING
source: POWERED DOWN... FOR NOW
de: AUSGESCHALTET ... VORLÄUFIG
es_mx: TIENE LA BATERÍA BAJA... POR AHORA
fr: ELLE EST EN VEILLE
it: SPENTO... PER ORA
ja: ＊しばらくシャットダウン…＊
ko: 전원 꺼짐... 지금은
pl: TYMCZASOWO ZDEZAKTYWOWANY
pt_br: DESLIGADA... POR ENQUANTO
ru: ПИТАНИЕ ПОКА ЧТО ВЫКЛЮЧЕНО
zh_cn: 暂时关机了...
zh_tw: 暫時關機了...

# CHARACTERS.WX78.DESCRIBE.SPIDER_REPELLENT
source: IT LOOKS SUSPICIOUSLY TOY-LIKE
de: SIEHT VERDÄCHTIG NACH SPIELZEUG AUS
fr: CELA RESSEMBLE DE FAÇON SUSPECTE À UN JOUET
it: ASSOMIGLIA IN MODO SOSPETTO A UN GIOCATTOLO
ja: ＊疑わしいほどおもちゃ然とした見た目です＊
ko: 의심스러울 정도로 장난감처럼 보임.
pl: WYGLĄDA PODEJRZANIE. JAK ZABAWKA
pt_br: TEM A APARÊNCIA SUSPEITA DE UM BRINQUEDO
ru: ПОДОЗРИТЕЛЬНО НАПОМИНАЕТ ИГРУШКУ
zh_cn: 看起来多半是玩具
zh_tw: 看起來多半是玩具

# CHARACTERS.WX78.DESCRIBE.SPIDER_SPITTER
source: A PROJECTILE SPIDER
de: EINE GESCHOSS-SPINNE.
es_mx: UN PROYECTIL ARAÑA
fr: ARAIGNÉE PROJECTILE
it: UN RAGNO PROIETTILE
ja: ＊ミサイルクモ＊
ko: 발사체 거미
pl: PAJĄK MIOTAJĄCY POCISKAMI.
pt_br: UMA ARANHA-PROJÉTIL
ru: НАСЕКОМОЕ С ВОЗМОЖНОСТЬЮ ДИСТАНЦИОННОЙ АТАКИ
zh_cn: 会喷射的蜘蛛
zh_tw: 會噴射的蜘蛛

# CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.DEAD
source: CONGRATULATIONS. YOU DID TERRIBLY
de: HERZLICHEN GLÜCKWÜNSCH. DAS WAR FURCHTBAR
es_mx: FELICITACIONES, LO HICISTE MUY MAL
fr: FÉLICITATIONS. TU T'ES LOUPÉE COMME UN CHEF
it: CONGRATULAZIONI. HAI AVUTO UNA MORTE ATROCE
ja: ＊おめでとうございます。あなたはひどかったです＊
ko: 축하한다. 그대는 최악이었다
pl: GRATULACJE. POSZŁO CI NAJGORZEJ
pt_br: PARABÉNS. VOCÊ FOI HORRÍVEL
ru: ПОЗДРАВЛЯЮ. ТЫ УЖАСНО СПРАВИЛСЯ
zh_cn: 恭喜。你表现得很糟糕
zh_tw: 恭喜。你表現得很糟糕

# CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: HEIGHTENED THREAT DETECTED
de: ERHÖHTE BEDROHUNG FESTGESTELLT.
es_mx: MAYOR AMENAZA DETECTADA
fr: MENACE ACCRUE DÉTECTÉE
it: MINACCIA SUPERIORE RILEVATA
ja: ＊高まる脅威を感知しました＊
ko: 고도의 위협 탐지됨
pl: WYKRYTO WYŻSZY POZIOM ZAGROŻENIA.
pt_br: MAIOR NÍVEL DE AMEAÇA DETECTADO
ru: ЗАФИКСИРОВАНА ПОВЫШЕННАЯ УГРОЗА
zh_cn: 检测到更大的威胁
zh_tw: 檢測到更大的威脅

# CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: THREAT SUSPENDED
de: BEDROHUNG AUSSER KRAFT GESETZT.
es_mx: AMENAZA SUSPENDIDA
fr: MENACE SUSPENDUE
it: MINACCIA SOSPESA
ja: ＊脅威が停止しました＊
ko: 위협 중단됨
pl: ZAGROŻENIE W ZAWIESZENIU.
pt_br: SUSPEITA DE AMEAÇA
ru: УГРОЗА ПРИОСТАНОВЛЕНА
zh_cn: 威胁暂时解除
zh_tw: 威脅暫時解除

# CHARACTERS.WX78.DESCRIBE.SPIDER_WATER
source: WILL THE HORRORS OF THE OCEAN NEVER CEASE
de: ENDEN DIE SCHRECKEN DES OZEANS DENN NIE?
es_mx: ¿ES QUE ACASO NO PARARÁN LOS HORRORES DEL OCÉANO?
fr: L'HORREUR DE L'OCÉAN EST ILLIMITÉE
it: GLI ORRORI DELL'OCEANO NON HANNO MAI FINE
ja: ＊海への恐怖は消えることがないのでしょうか＊
ko: 바다의 공포는 영원히 멈추지 않음
pl: POTWORNOŚCIOM OCEANU NIE MA KOŃCA
pt_br: SERÁ QUE OS HORRORES DO OCEANO NÃO TÊM FIM?
ru: ОКЕАН ПОЛОН БЕСКОНЕЧНО РАЗНООБРАЗНЫХ УЖАСОВ
zh_cn: 大海的恐怖难道永远不会停止吗
zh_tw: 大海的恐怖難道永遠不會停止嗎

# CHARACTERS.WX78.DESCRIBE.SPIDER_WHISTLE
source: WHY MUST IT HAVE LEGS
de: MUSS ES DENN BEINE HABEN
fr: POURQUOI FAUT-IL FORCÉMENT QUE ÇA AIT DES JAMBES
it: PERCHÉ DEVE AVERE DELLE ZAMPE
ja: ＊足がついている意味があるのでしょうか＊
ko: 다리가 있어야 하는 이유임.
pl: CZEMU TO MUSI MIEĆ NOGI.
pt_br: POR QUE TEM QUE TER PERNAS
ru: ЗАЧЕМ ЕМУ НОГИ
zh_cn: 它为什么要有腿
zh_tw: 它為什麼要有腿

# CHARACTERS.WX78.DESCRIBE.SPOILED_FISH
source: ALL LIFE DIES AND THEN SMELLS
de: SÄMTLICHES LEBEN STIRBT UND FÄNGT AN ZU RIECHEN.
es_mx: TODA LA VIDA MUERE Y LUEGO HUELE
fr: TOUTE VIE MEURT ET FINIT PAR SENTIR MAUVAIS
it: TUTTA LA VITA MUORE E POI PUZZA
ja: ＊すべての生命体は死亡し、悪臭を放ちます＊
ko: 모든 생물체는 사망하고 나면 악취가 남
pl: WSZYSTKO, CO ŻYJE, KIEDYŚ UMIERA. A POTEM ŚMIERDZI.
pt_br: TODA A VIDA MORRE E DEPOIS FEDE
ru: ВСЕ ЖИВЫЕ СУЩЕСТВА УМИРАЮТ, А ПОТОМ ВОНЯЮТ
zh_cn: 所有的生命都将死亡，然后散发出臭味
zh_tw: 所有的生命都將死亡，然後散發出臭味

# CHARACTERS.WX78.DESCRIBE.SPOILED_FOOD
source: EVEN I CANNOT PROCESS THAT
de: DAS KANN SELBST ICH NICHT VERARBEITEN
es_mx: NI SIQUIERA YO PUEDO PROCESARLO
fr: MÊME MOI JE NE PEUX PAS TRAITER ÇA
it: PERFINO IO NON LO POSSO ELABORARE
ja: ＊私にだってそれは処理できません
ko: 본체조차도 처리 불가함
pl: NAWET JA NIE POTRAFIŁBYM TEGO PRZETWORZYĆ
pt_br: NEM MESMO EU POSSO PROCESSAR ISSO
ru: ДАЖЕ Я НЕ СМОГУ ЭТО ПЕРЕРАБОТАТЬ
zh_cn: 连我也没法处理那个
zh_tw: 連我也沒法處理那個

# CHARACTERS.WX78.DESCRIBE.SPORE_MEDIUM.GENERIC
source: BIOLOGICAL AIR POLLUTION
de: BIOLOGISCHE LUFTVERSCHMUTZUNG
es_mx: CONTAMINACIÓN BIOLÓGICA AÉREA
fr: POLLUTION ATMOSPHÉRIQUE BIOLOGIQUE
it: INQUINAMENTO ATMOSFERICO BIOLOGICO
ja: ＊生態的空気汚染＊
ko: 생물학적 대기 오염
pl: BIOLOGICZNE ZANIECZYSZCZENIE POWIETRZA.
pt_br: POLUIÇÃO DE AR BIOLÓGICA
ru: БИОЛОГИЧЕСКОЕ ЗАГРЯЗНЕНИЕ ВОЗДУХА
zh_cn: 生物空气污染
zh_tw: 生物空氣污染

# CHARACTERS.WX78.DESCRIBE.SPORE_MEDIUM.HELD
source: I HAVE CAPTURED IT
de: ICH HAB ES EINGEFANGEN
es_mx: LO CAPTURÉ
fr: JE L'AI CAPTURÉ
it: L'HO CATTURATO
ja: ＊捕獲成功しました＊
ko: 포획함
pl: UDAŁO MI SIĘ GO SCHWYTAĆ.
pt_br: CAPTUREI
ru: ЗАХВАТ ПРОИЗВЕДЕН УСПЕШНО
zh_cn: 我捉到了它
zh_tw: 我捉到了它

# CHARACTERS.WX78.DESCRIBE.SPORE_MOON
source: HOW VILE
de: WIE ABARTIG
fr: QUELLE VILÉNIE
it: CHE ORRORE
ja: ＊ひどく汚らしい＊
ko: 정말 사악함.
pl: WSTRĘTNE
pt_br: QUE REPUGNANTE
ru: КАКАЯ МЕРЗОСТЬ
zh_cn: 真是恶毒
zh_tw: 真是惡毒

# CHARACTERS.WX78.DESCRIBE.SPORE_SMALL.GENERIC
source: ORGANICS CAN'T KEEP THEIR BIOMATTER TO THEMSELVES
de: ORGANISCH OBJEKTE KÖNNEN IHRE BIOMASSE NICHT FÜR SICH BEHALTEN
es_mx: LOS ORGÁNICOS NO PUEDEN RETENER SUS BIOMASAS
fr: LES ORGANISMES LAISSENT TRAÎNER LEUR BIOMATIÈRE
it: GLI ORGANISMI NON RIESCONO A TENERE PER SÉ GLI AFFARI BIOLOGICI
ja: ＊有機生命体は彼らの生体物質を内にとどめておくことができません＊
ko: 유기물이 생물학적 물질을 제대로 간수하지 못함
pl: ORGANIZMY NIE POTRAFIĄ TRZYMAĆ SWOJEJ MATERII PRZY SOBIE.
pt_br: OS SERES ORGÂNICOS NÃO PODEM MANTER SUA BIOMATÉRIA PARA SI
ru: ОРГАНИКА НЕ УМЕЕТ ДЕРЖАТЬ СВОЕ БИОВЕЩЕСТВО ПРИ СЕБЕ
zh_cn: 有机物没办法保密自己的生物质能
zh_tw: 有機物沒辦法保密自己的生物質能

# CHARACTERS.WX78.DESCRIBE.SPORE_SMALL.HELD
source: I HAVE CAPTURED IT
de: ICH HAB ES EINGEFANGEN
es_mx: LO CAPTURÉ
fr: JE L'AI CAPTURÉ
it: L'HO CATTURATO
ja: ＊捕獲成功しました＊
ko: 포획함
pl: UDAŁO MI SIĘ GO SCHWYTAĆ.
pt_br: CAPTUREI
ru: ЗАХВАТ ПРОИЗВЕДЕН УСПЕШНО
zh_cn: 我捉到了它
zh_tw: 我捉到了它

# CHARACTERS.WX78.DESCRIBE.SPORE_TALL.GENERIC
source: DOES IT RUN ON BATTERIES?
de: BRAUCHT DAS BATTERIEN?
es_mx: ¿FUNCIONA CON PILAS?
fr: ÇA MARCHE AVEC DES PILES ?
it: FUNZIONA A BATTERIE?
ja: ＊バッテリーで駆動するのですか？＊
ko: 배터리로 작동하는가?
pl: DZIAŁA NA BATERIE?
pt_br: PRECISA DE PILHAS?
ru: ОНО РАБОТАЕТ НА БАТАРЕЙКАХ?
zh_cn: 它是靠电池运转的吗？
zh_tw: 它是靠電池運轉的嗎？

# CHARACTERS.WX78.DESCRIBE.SPORE_TALL.HELD
source: I HAVE CAPTURED IT
de: ICH HAB ES EINGEFANGEN
es_mx: LO CAPTURÉ
fr: JE L'AI CAPTURÉ
it: L'HO CATTURATO
ja: ＊捕獲成功しました＊
ko: 포획함
pl: UDAŁO MI SIĘ GO SCHWYTAĆ.
pt_br: CAPTUREI
ru: ЗАХВАТ ПРОИЗВЕДЕН УСПЕШНО
zh_cn: 我捉到了它
zh_tw: 我捉到了它

# CHARACTERS.WX78.DESCRIBE.SQUID
source: FLESHSACK WITH AN INDICATOR LIGHT
de: FLEISCHSACK MIT INDIKATORLEUCHTE
es_mx: SACO DE CARNE CON UNA LUZ SEÑALADORA
fr: UNE CRÉATURE DE CHAIR AVEC UN VOYANT
it: SACCO DI CARNE CON INDICATORE LUMINOSO
ja: ＊指示ライトのついた肉袋＊
ko: 상태 표시등이 달린 고기주머니
pl: MIĘSAK ZE WSKAŹNIKIEM ŚWIETLNYM
pt_br: SACO DE CARNE COM UMA LUZ INDICADORA
ru: МЯСНОЙ МЕШОК С ПРОБЛЕСКОВЫМ МАЯЧКОМ
zh_cn: 带着指示灯的肉团
zh_tw: 帶著指示燈的肉團

# CHARACTERS.WX78.DESCRIBE.STAFFCOLDLIGHT
source: EFFECTIVE NATURAL COOLANT
de: WIRKSAMES NATÜRLICHES KÜHLMITTEL
es_mx: REFRIGERACIÓN NATURAL EFICAZ
fr: LIQUIDE DE REFROIDISSEMENT NATUREL
it: REFRIGERANTE NATURALE EFFICACE
ja: ＊効果的な自然の冷却剤＊
ko: 효과적인 자연 냉각제
pl: SKUTECZNE NATURALNE CHŁODZIWO.
pt_br: LÍQUIDO ARREFECEDOR NATURAL EFICAZ
ru: ЭФФЕКТИВНАЯ ПРИРОДНАЯ ОХЛАЖДАЮЩАЯ ЖИДКОСТЬ
zh_cn: 有效的自然冷却剂
zh_tw: 有效的自然冷卻劑

# CHARACTERS.WX78.DESCRIBE.STAFFLIGHT
source: SUCH POWER!!
de: SOLCH MACHT!
es_mx: ¡¡CUÁNTO PODER!!
fr: QUELLE PUISSANCE !
it: CHE POTERE!
ja: ＊なんてパワーでしょう！！＊
ko: 강력한 힘!!
pl: POTĘGA MOCY.
pt_br: QUE PODER!!
ru: ВОТ ЭТО МОЩЬ!
zh_cn: 非常强大的能量！！
zh_tw: 非常強大的能量！！

# CHARACTERS.WX78.DESCRIBE.STAFF_TORNADO
source: TREACHEROUSLY POWERFUL GUSTS
de: VERRÄTERISCH STARKE WINDSTÖSSE.
es_mx: RÁFAGAS POTENTES Y TRAICIONERAS
fr: DES RAFALES D'UNE PUISSANTE TRAÎTRISE
it: FOLATE PERICOLOSAMENTE POTENTI
ja: ＊激しく力強い突風＊
ko: 위험할 정도로 거센 돌풍
pl: POTĘŻNY, ZDRADLIWY PODMUCH.
pt_br: RAJADAS TRAIÇOEIRAMENTE PODEROSAS
ru: ПРЕДАТЕЛЬСКИ МОЩНЫЙ ПОРЫВ ВЕТРА
zh_cn: 危险的狂风
zh_tw: 危險的狂風

# CHARACTERS.WX78.DESCRIBE.STAGEHAND.AWAKE
source: FIVE DIGITS OF TERROR
de: FÜNF FINGER DES TERRORS
es_mx: CINCO DÍGITOS DE TERROR
fr: CINQ DOIGTS DE TERREUR
it: CINQUE CIFRE DI TERRORE
ja: ＊5桁の恐怖＊
ko: 공포의 다섯 손가락
pl: PIĘĆ PALCÓW STRACHU.
pt_br: CINCO DÍGITOS DO TERROR
ru: ПЯТЬ ПАЛЬЦЕВ УЖАСА
zh_cn: 五个恐怖的手指
zh_tw: 五個恐怖的手指

# CHARACTERS.WX78.DESCRIBE.STAGEHAND.HIDING
source: IT'S HORRIBLE, I HATE IT
de: ES IST SCHRECKLICH, ICH HASSE ES
es_mx: ES HORRIBLE, LO ODIO
fr: C'EST HORRIBLE, JE DÉTESTE
it: È ORRIBILE, LO ODIO
ja: ＊それはひどいです、嫌いです＊
ko: 끔찍함, 싫음
pl: CO ZA OKROPIEŃSTWO. NIE CIERPIĘ TEGO.
pt_br: É HORRÍVEL, EU ODEIO ISSO
ru: ЭТО ОТВРАТИТЕЛЬНО, НЕНАВИЖУ
zh_cn: 太可怕了，我讨厌它
zh_tw: 太可怕了，我討厭它

# CHARACTERS.WX78.DESCRIBE.STALAGMITE
source: ROCKS CONTAINING ROCKS
de: FELSEN MIT FELSEN
es_mx: ROCAS QUE CONTIENEN ROCAS
fr: DES CAILLOUX QUI CONTIENNENT DES CAILLOUX
it: ROCCE CONTENENTI ROCCE
ja: ＊石を含んだ石＊
ko: 돌이 들어 있는 돌
pl: KAMIENIE WEWNĄTRZ KAMIENI.
pt_br: PEDRAS CONTENDO PEDRAS
ru: КАМНИ, СОДЕРЖАЩИЕ КАМНИ
zh_cn: 石头里有石头
zh_tw: 石頭裡有石頭

# CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL
source: ROCK WITH ROCKS
de: FELS MIT FELSEN.
es_mx: ROCA CON ROCAS
fr: DU CAILLOU SUR DU CAILLOU
it: ROCCIA CON LE ROCCE
ja: ＊ロックな石でロックンロール＊
ko: 돌과 돌의 결합체
pl: KAMIEŃ W KAMIENIU.
pt_br: PEDRAS COM PEDRAS
ru: ПОДЗЕМНЫЕ КАМНИ
zh_cn: 石头上堆石头
zh_tw: 石頭上堆石頭

# CHARACTERS.WX78.DESCRIBE.STALKER
source: YOU WILL BE DESTROYED
de: DU WIRST ZERSTÖRT WERDEN
es_mx: ACABARÁS DESTRUIDO
fr: TU SERAS DÉTRUIT
it: SARAI DISTRUTTO
ja: ＊あなたは破壊されます＊
ko: 파괴하겠다
pl: CZEKA CIĘ ZNISZCZENIE
pt_br: VOCÊ SERÁ DESTRUÍDO
ru: ТЫ БУДЕШЬ УНИЧТОЖЕН
zh_cn: 你会被销毁的
zh_tw: 你會被銷毀的

# CHARACTERS.WX78.DESCRIBE.STALKER_ATRIUM
source: I WILL DESTROY YOU
de: ICH WERDE DICH ZERSTÖREN.
es_mx: TE DESTRUIRÉ
fr: JE VAIS TE DÉTRUIRE
it: TI DISTRUGGERÒ
ja: ＊私はあなたを倒します＊
ko: 본좌께서 너를 파괴하겠음
pl: ZNISZCZĘ CIĘ!
pt_br: DESTRUIREI VOCÊ
ru: Я УНИЧТОЖУ ТЕБЯ
zh_cn: 我要摧毁你
zh_tw: 我要摧毀你

# CHARACTERS.WX78.DESCRIBE.STALKER_MINION
source: ITS MINIONS ARE INFERIOR
de: SEINE SCHERGEN SIND MINDERWERTIG
es_mx: SUS SIERVOS SON INFERIORES
fr: SES NERVIS SONT INFÉRIEURS
it: I SUOI SEGUACI SONO INFERIORI
ja: ＊下等な隷属生物＊
ko: 그의 똘마니들이 열등함
pl: JEGO SŁUGI SĄ SŁABE
pt_br: SEUS LACAIOS SÃO INFERIORES
ru: ЕГО МИНЬОНЫ НИЧТОЖНЫ
zh_cn: 它的手下低人一等
zh_tw: 它的手下低人一等

# CHARACTERS.WX78.DESCRIBE.STATUEGLOMMER.EMPTY
source: SMASHED STONE INSECT
de: ZERQUETSCHTES STEININSEKT.
es_mx: INSECTO DE PIEDRA ROTO
fr: INSECTE DE PIERRE APLATI
it: INSETTO DI PIETRA FRACASSATO
ja: ＊潰された石虫＊
ko: 부서진 돌 곤충
pl: ROZBITY KAMIENNY INSEKT.
pt_br: INSETO DE PEDRA ESMAGADO
ru: РАЗГРОМЛЕННОЕ КАМЕННОЕ НАСЕКОМОЕ
zh_cn: 打碎的石头昆虫
zh_tw: 打碎的石頭昆蟲

# CHARACTERS.WX78.DESCRIBE.STATUEGLOMMER.GENERIC
source: STONE INSECT
de: STEININSEKT.
es_mx: INSECTO DE PIEDRA
fr: INSECTE DE PIERRE
it: INSETTO DI PIETRA
ja: ＊石虫＊
ko: 돌 곤충
pl: KAMIENNY INSEKT.
pt_br: INSETO DE PEDRA
ru: КАМЕННОЕ НАСЕКОМОЕ
zh_cn: 石头昆虫
zh_tw: 石頭昆蟲

# CHARACTERS.WX78.DESCRIBE.STATUEHARP
source: SOMEONE FORGOT TO INSTALL THE HEAD MODULE
de: JEMAND HAT VERGESSEN, DAS KOPFMODUL ANZUBRINGEN.
es_mx: ALGUIEN OLVIDÓ INSTALAR EL MÓDULO DE LA CABEZA
fr: ON A OUBLIÉ D'INSTALLER LE MODULE DE TÊTE.
it: QUALCUNO HA DIMENTICATO DI INSTALLARE IL MODULO DI TESTA
ja: ＊誰かが頭部モジュールのインストールを忘れました。＊
ko: 누군가 두부 모듈 설치하는 것을 잊었음
pl: KTOŚ ZAPOMNIAŁ ZAINSTALOWAĆ MODUŁU CZEREPOWEGO.
pt_br: ALGUÉM ESQUECEU DE INSTALAR O MÓDULO DE CABEÇA.
ru: КТО-ТО ЗАБЫЛ УСТАНОВИТЬ ГОЛОВНОЙ МОДУЛЬ
zh_cn: 某人忘记安装头部模块了。
zh_tw: 某人忘記安裝頭部模組了。

# CHARACTERS.WX78.DESCRIBE.STATUEMAXWELL
source: ALL THAT POWER AND HE COULDN'T EVEN DESTROY HUMANITY
de: ALL DIE MACHT UND DANN KONNTE ER NICHT EINMAL DIE MENSCHHEIT VERNICHTEN?
es_mx: TODO ESE PODER Y NO FUE CAPAZ DE DESTRUIR A LA HUMANIDAD
fr: MALGRÉ TOUT SON POUVOIR IL N'EST MÊME PAS PARVENU À DÉTRUIRE L'HUMANITÉ
it: TUTTO QUEL POTERE E NON È RIUSCITO A DISTRUGGERE L'UMANITÀ
ja: ＊邪悪指数10000でも人類のせん滅に失敗しました＊
ko: 힘이 그렇게 많은데도 인류를 멸망시키지 못함
pl: TYLE MOCY, A NIE BYŁ W STANIE NAWET ZNISZCZYĆ LUDZKOŚCI
pt_br: TODA ESSA FORÇA E ELE NÃO PODE NEM DESTRUIR A HUMANIDADE
ru: ВСЯ ЭТА СИЛА НЕ ПОМОГЛА ЕМУ УНИЧТОЖИТЬ ЧЕЛОВЕЧЕСТВО
zh_cn: 他拥有那种力量却不去毁灭人类
zh_tw: 他擁有那種力量卻不去毀滅人類

# CHARACTERS.WX78.DESCRIBE.STATUE_MARBLE.GENERIC
source: MARBLE, NOT METAL. INFERIOR
de: MARMOR, NICHT METALL. MINDERWERTIG
es_mx: MÁRMOL, NO METAL. INFERIOR
fr: DU MARBRE, PAS DU MÉTAL. INFÉRIEUR
it: MARMO, NON METALLO. INFERIORE
ja: ＊大理石です、金属ではありません。劣っています＊
ko: 금속이 아닌 대리석. 열등함
pl: MARMUR, NIE METAL. BADZIEWIE.
pt_br: MÁRMORE, NÃO É METAL. INFERIOR
ru: МРАМОР, НЕ МЕТАЛЛ НИЧТОЖЕСТВО
zh_cn: 大理石，不是金属。低级
zh_tw: 大理石，不是金屬。低級

# CHARACTERS.WX78.DESCRIBE.STATUE_MARBLE.TYPE1
source: THE MASK IS THE ONLY GOOD PART OF IT
de: DIE MASKE IST DAS EINZIG GUTE DARAN
es_mx: LA MÁSCARA ES LA ÚNICA PARTE BUENA
fr: SEUL LE MASQUE EST BIEN
it: LA MASCHERA È L'UNICA PARTE BUONA
ja: ＊マスクだけが唯一褒められる点ですね＊
ko: 가면 외에는 모두 형폄없음
pl: MASKA TO JEDYNA PORZĄDNA CZĘŚĆ.
pt_br: A MÁSCARA É A ÚNICA PARTE BOA DISSO
ru: МАСКА — ЕДИНСТВЕННАЯ ХОРОШАЯ ДЕТАЛЬ
zh_cn: 它身上唯一好的地方就是面具
zh_tw: 它身上唯一好的地方就是面具

# CHARACTERS.WX78.DESCRIBE.STATUE_MARBLE.TYPE2
source: FLESHLINGS HAVE TOO MUCH TIME ON THEIR HANDS
de: FLEISCHLINGE HABEN ZU VIEL FREIE ZEIT
es_mx: LOS SACOS DE CARNE TIENEN DEMASIADO TIEMPO LIBRE
fr: LES CRÉATURES DE CHAIR ONT TROP DE TEMPS LIBRE
it: GLI ESSERI DI CARNE HANNO TROPPO TEMPO LIBERO
ja: ＊有機生命体は暇を持て余しています＊
ko: 고깃덩이는 시간이 남아 돔
pl: MIĘSAKI MAJĄ ZA DUŻO WOLNEGO CZASU
pt_br: OS SACOS DE CARNE TÊM MUITO TEMPO LIVRE
ru: У МЯСНЫХ МЕШКОВ СЛИШКОМ МНОГО СВОБОДНОГО ВРЕМЕНИ
zh_cn: 肉体生物就是太闲了
zh_tw: 肉體生物就是太閑了

# CHARACTERS.WX78.DESCRIBE.STATUE_MARBLE.TYPE3
source: HOW INCREDIBLY USELESS
de: WIE UNGLAUBLICH NUTZLOS
es_mx: QUÉ INCREÍBLEMENTE INÚTIL
fr: C'EST COMPLÈTEMENT INUTILE
it: INCREDIBILMENTE INUTILE
ja: ＊なんと信じられないほどに無能なのでしょう＊
ko: 엄청나게 쓸모없음
pl: COŚ NIEWIARYGODNIE BEZUŻYTECZNEGO
pt_br: É INACREDITAVELMENTE INÚTIL
ru: КАКОЕ НЕВЕРОЯТНО БЕСПОЛЕЗНОЕ ИЗЛИШЕСТВО
zh_cn: 简直一无是处
zh_tw: 簡直一無是處

# CHARACTERS.WX78.DESCRIBE.STEELWOOL
source: METALLIC ORGANIC FIBRE. DOES NOT COMPUTE
de: METALLISCH-ORGANISCHE MATERIE OHNE ERSICHTLICHEN SINN.
es_mx: FIBRA ORGÁNICA METÁLICA. NO COMPUTA
fr: FIBRE ORGANIQUE MÉTALLIQUE. NE CALCULE PLUS.
it: FIBRA METALLICA BIOLOGICA. NON MI CONVINCE
ja: ＊金属製の有機繊維、矛盾を検知しました＊
ko: 금속 유기 섬유. 계산 불가.
pl: METALOWE WŁÓKNA ORGANICZNE. PRZETWARZANIE NIEMOŻLIWE.
pt_br: FIBRA ORGÂNICA METÁLICA. NÃO COMPUTA.
ru: СТАЛЬНЫЕ ВОЛОКНА ОРГАНИЧЕСКОГО ПРОИСХОЖДЕНИЯ. НЕ СЧИТАЕТСЯ.
zh_cn: 金属有机纤维。无法计算。
zh_tw: 金屬有機纖維。無法計算。

# CHARACTERS.WX78.DESCRIBE.STEERINGWHEEL
source: BOATS ARE HORRIBLE
de: BOOTE SIND ENTSETZLICH
es_mx: LOS BOTES SON HORRIBLES
fr: LES BATEAUX SONT HORRIBLES
it: LE NAVI SONO ORRIBILI
ja: ＊ボートはひどいものです＊
ko: 배는 끔찍함
pl: ŁODZIE SĄ POTWORNE
pt_br: BARCOS SÃO HORRÍVEIS
ru: ЛОДКИ ПРОСТО УЖАСНЫ
zh_cn: 船很坏
zh_tw: 船很壞

# CHARACTERS.WX78.DESCRIBE.STEERINGWHEEL_ITEM
source: FOR BUILDING AN AWFUL STEERING WHEEL
de: DAMIT KANN MAN EIN GRÄSSLICHES STEUERRAD BAUEN
es_mx: PARA CONSTRUIR UN ESPANTOSO TIMÓN
fr: ÇA SERT À CONSTRUIRE UN GOUVERNAIL IGNOBLE
it: PER COSTRUIRE UN ORRIBILE TIMONE
ja: ＊ひどい操縦舵を作るため＊
ko: 지독한 조타 핸들을 만드는 데 씀
pl: DO ZBUDOWANIA OKROPNEGO STERU
pt_br: PARA CONSTRUIR UM TIMÃO HORROROSO
ru: ДЛЯ ПОСТРОЙКИ УЖАСНОГО ШТУРВАЛА
zh_cn: 用来建糟糕的方向盘
zh_tw: 用來建糟糕的方向盤

# CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING: TOXINS PRESENT
de: WARNUNG: GIFTSTOFFE ENTHALTEN.
es_mx: ADVERTENCIA: TOXINAS PRESENTES
fr: ALERTE : PRÉSENCE DE TOXINE
it: ATTENZIONE: PRESENZA DI TOSSINE
ja: ＊注意：毒素が感知されました＊
ko: 경고: 독이 있음
pl: OSTRZEŻENIE: WYKRYTO TOKSYNY.
pt_br: AVISO: TOXINAS PRESENTES
ru: ВНИМАНИЕ: ОБНАРУЖЕНЫ ТОКСИНЫ
zh_cn: 警告：存在毒素
zh_tw: 警告：存在毒素

# CHARACTERS.WX78.DESCRIBE.STRAWHAT
source: THIS WILL COVER MY PROCESSING UNIT
de: DIES WIRD MEINEN HAUPTPROZESSOR BEDECKEN.
es_mx: ESTO CUBRIRÁ MI UNIDAD DE PROCESAMIENTO
fr: ÇA RECOUVRIRA MON PROCESSEUR
it: COPRIRÀ LA MIA UNITÀ DI ELABORAZIONE
ja: ＊これで私の処理装置を覆えます＊
ko: 본체의 처리 장치를 덮을 수 있음
pl: OCHRONI MÓJ MODUŁ PROCESOROWY.
pt_br: ISSO COBRIRÁ MINHA UNIDADE DE PROCESSAMENTO
ru: ОНА ЗАКРОЕТ МОЙ БЛОК ОБРАБОТКИ ДАННЫХ
zh_cn: 这将遮盖我的处理单元
zh_tw: 這將遮蓋我的處理單元

# CHARACTERS.WX78.DESCRIBE.STUFFEDEGGPLANT
source: MUST STUFF INTO FOOD RECEPTACLES
de: MUSS IN MAGEN GEFÜLLT WERDEN
es_mx: RELLENO EN RECIPIENTE ALIMENTICIO
fr: RÉCEPTACLE DE NUTRIMENT POUR FARCE
it: DEVI METTERE IL RIPIENO NEL RECIPIENTE DEL CIBO
ja: ＊ケーシングごと摂取可能です＊
ko: 식품 용기
pl: MODYFIKATOR POZIOMU NASYCENIA.
pt_br: DEVE SER INSERIDO NOS RECEPTÁCULOS ALIMENTARES
ru: НЕОБХОДИМО НАБИТЬ ЭТОТ БАКЛАЖАН ДРУГОЙ ЕДОЙ
zh_cn: 必须塞入食物容器
zh_tw: 必須塞入食物容器
