Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.COOKEDSMALLMEAT
source: IT TASTES LIKE BURNT REVENGE
de: DAS SCHMECKT WIE VERBRANNTE VERGELTUNG.
es_mx: SABE A REVANCHA QUEMADA
fr: LE GOÛT DU FEU QUI SE SERAIT VENGÉ
it: SA DI VENDETTA BRUCIATA
ja: ＊焦げた復讐みたいな味です＊
ko: 불에 탄 복수의 맛이 남
pl: PACHNIE JAK SMAŻONA ZEMSTA.
pt_br: TEM GOSTO DE VINGANÇA INCENDIADA
ru: ВКУС ЖАРЕНОЙ МЕСТИ
zh_cn: 有一种烧焦的复仇味道
zh_tw: 有一種燒焦的復仇味道

# CHARACTERS.WX78.DESCRIBE.COOKIECUTTER
source: A HATEFUL CREATURE
de: HASSERFÜLLTE KREATUR
es_mx: UNA CRIATURA DETESTABLE
fr: UNE CRÉATURE IMMONDE
it: UNA CREATURA ODIOSA
ja: ＊いまいましい生き物＊
ko: 가증스러운 생명체
pl: STWORZENIE PEŁNE NIENAWIŚCI
pt_br: UMA CRIATURA ODIOSA
ru: ПОЛНОЕ НЕНАВИСТИ СОЗДАНИЕ
zh_cn: 恶毒的生物
zh_tw: 惡毒的生物

# CHARACTERS.WX78.DESCRIBE.COOKIECUTTERHAT
source: I'LL SHIELD MYSELF WITH ITS DISGUSTING EXOSKELETON
de: ICH MACHE MIR EINEN SCHILD AUS SEINEM ABSTOSSENDEN EXOSKELETT
es_mx: ME PROTEGERÉ CON SU ASQUEROSO EXOESQUELETO
fr: JE VAIS ME PROTÉGER AVEC SON EXOSQUELETTE IMMONDE
it: MI FARÒ SCUDO CON QUESTO DISGUSTOSO ESOSCHELETRO
ja: ＊この気持ち悪い外骨格で自身を守ります＊
ko: 이 역겨운 외골격으로 본체를 보호할 것임
pl: OSŁONIĘ SIĘ ZA POMOCĄ JEJ OHYDNEGO EGZOSZKIELETU
pt_br: VOU ME BLINDAR COM SEU EXOESQUELETO ASQUEROSO
ru: ЕГО ОТВРАТИТЕЛЬНЫЙ ЭКЗОСКЕЛЕТ ПОМОЖЕТ ЗАЩИТИТЬ МЕНЯ
zh_cn: 我来用这个讨厌的外骨骼护卫自己吧
zh_tw: 我來用這個討厭的外骨骼護衛自己吧

# CHARACTERS.WX78.DESCRIBE.COOKIECUTTERSHELL
source: I HAVE KILLED IT AND TAKEN ITS HOUSE
de: ICH HABE IHN GETÖTET UND SEIN HAUS GENOMMEN
es_mx: LO MATÉ Y ME APODERÉ DE SU CASA
fr: JE L'AI TUÉ ET J'AI PRIS SA MAISON
it: L'HO UCCISO E HO PRESO LA SUA CASA
ja: ＊それを殺して家を奪いました＊
ko: 본체가 이것을 죽이고 집을 빼앗음
pl: ZABIŁEM GO I ZABRAŁEM JEGO DOM
pt_br: EU O MATEI E TOMEI SUA CASA
ru: Я ЕГО УБИЛ И ЗАХВАТИЛ ЕГО ЖИЛИЩЕ
zh_cn: 我杀了它，夺走了它的房子
zh_tw: 我殺了它，奪走了它的房子

# CHARACTERS.WX78.DESCRIBE.COOKPOT.BURNT
source: POT MALFUNCTIONING
de: TOPF HAT VERSAGT
es_mx: LA OLLA NO FUNCIONA CORRECTAMENTE
fr: DYSFONCTIONNEMENT DE MARMITE
it: MALFUNZIONAMENTO DEL VASO
ja: ＊鍋が動作不良です＊
ko: 솥 기능 장애
pl: AWARIA GARNKA.
pt_br: MAU FUNCIONAMENTO DA PANELA
ru: НЕИСПРАВНОСТЬ КАЗАНА
zh_cn: 锅故障
zh_tw: 鍋故障

# CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
de: ES WIRD MEHR ZEIT BENÖTIGT.
es_mx: SE REQUIERE MÁS TIEMPO
fr: IL FAUT PLUS DE TEMPS
it: È NECESSARIO PIÙ TEMPO
ja: ＊もっと時間が必要です＊
ko: 시간이 더 필요함
pl: POTRZEBA WIĘCEJ CZASU.
pt_br: MAIS TEMPO NECESSÁRIO
ru: ТРЕБУЕТСЯ БОЛЬШЕ ВРЕМЕНИ
zh_cn: 需要更多时间
zh_tw: 需要更多時間

# CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
de: ES IST FAST FERTIG.
es_mx: CASI TERMINADO
fr: PRESQUE FINI
it: È QUASI COMPLETO
ja: ＊もうすぐ完了します＊
ko: 거의 완료됨
pl: PROCES BLISKI ZAKOŃCZENIA.
pt_br: ESTÁ QUASE CONCLUÍDO
ru: ПОЧТИ ГОТОВО
zh_cn: 即将完成
zh_tw: 即將完成

# CHARACTERS.WX78.DESCRIBE.COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
de: DER KOCHPROZESS IST ABGESCHLOSSEN.
es_mx: PROCESO DE COCCIÓN TERMINADO
fr: PROCESSUS DE CUISSON TERMINÉ
it: IL PROCESSO DI COTTURA SI È CONCLUSO
ja: ＊調理作業は終了です＊
ko: 요리 절차 완료
pl: PROCES GOTOWANIA DOBIEGŁ KOŃCA.
pt_br: O PROCESSO DE COZIMENTO ESTÁ PRONTO
ru: ПРОЦЕСС ГОТОВКИ ЗАВЕРШЕН
zh_cn: 烹饪过程完成
zh_tw: 烹飪過程完成

# CHARACTERS.WX78.DESCRIBE.COOKPOT.EMPTY
source: TO REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
de: DAMIT WIRD FLEISCH UND GEMÜSE IN ANDERE FORMEN WEITERENTWICKELT
es_mx: PARA REFINAR CARNES Y VERDURAS EN FORMAS MÁS ROBUSTAS
fr: POUR PRÉPARER VIANDES ET LÉGUMES SOUS UNE FORME PLUS ROBUSTE
it: PER RAFFINARE LE CARNI E LE VERDURE IN FORMATI PIÙ ROBUSTI
ja: ＊肉および野菜用風味増強デバイス＊
ko: 고기와 채소를 더 강건한 형태로 정제할 수 있음
pl: URZĄDZENIE DO OBRÓBKI MIĘS I WARZYW W CELU ZWIĘKSZENIA ICH UŻYTECZNOŚCI
pt_br: PARA REFINAR CARNES E VEGETAIS EM FORMAS MAIS ROBUSTAS
ru: ДЛЯ ПЕРЕРАБОТКИ МЯСА И ОВОЩЕЙ В БОЛЕЕ ПОЛЕЗНЫЕ ФОРМЫ
zh_cn: 把蔬菜和肉精炼成更健康的形态
zh_tw: 把蔬菜和肉精煉成更健康的形態

# CHARACTERS.WX78.DESCRIBE.COONTAIL
source: TAIL ACQUIRED
de: SCHWANZ ERLANGT.
es_mx: COLA ADQUIRIDA
fr: QUEUE ACQUISE
it: CODA ACQUISITA
ja: ＊しっぽ獲得＊
ko: 꼬리 획득함
pl: OGON ZDOBYTY.
pt_br: CAUDA ADQUIRIDA
ru: ПОЛУЧЕН ХВОСТ
zh_cn: 尾巴已取得
zh_tw: 尾巴已取得

# CHARACTERS.WX78.DESCRIBE.CORN
source: SAY(CORNY_JOKE)
de: SAY(DUMMER_WITZ)
es_mx: DECIR(CHISTE_MALO)
fr: SAY(IL_A_UN_GRAIN)
it: RACCONTA(BARZELLETTA_RISAPUTA)
ja: ＊言ってください（ダサいジョーク）＊
ko: 옥수수는 구황작물임
pl: SAY(KUKURYDZIANY_ZART)
pt_br: DIZER(PIADA_SEM_GRACA)
ru: РАССКАЗАТЬ (БОРОДАТЫЙ АНЕКДОТ)
zh_cn: 屏幕输出(玉米_冷笑话)
zh_tw: 螢幕輸出(玉米_冷笑話)

# CHARACTERS.WX78.DESCRIBE.CORN_COOKED
source: EMPTY CALORIES
de: WERTLOSE KALORIEN.
es_mx: CALORÍAS VACÍAS
fr: CALORIES À SEC
it: CALORIE VUOTE
ja: ＊空っぽのカロリー＊
ko: 영양가 없는 칼로리
pl: PUSTE KALORIE.
pt_br: NENHUMA CALORIA
ru: НИЗКОКАЛОРИЙНЫЙ
zh_cn: 不含卡路里
zh_tw: 不含卡路里

# CHARACTERS.WX78.DESCRIBE.CORN_OVERSIZED
source: ALL I HAD TO DO WAS THREATEN THE PLANTS A LITTLE
de: ALLES WAS ICH TUN MUSSTE, WAR DIE PFLANZEN EIN WENIG ZU BEDROHEN
fr: IL M'A SUFFI DE MENACER UN PEU LES PLANTES
it: MI È BASTATO MINACCIARE UN PO' LE PIANTE
ja: ＊秘訣は植物を少しだけ脅迫することです＊
ko: 본좌가 해야 할 일은 식물을 약간 위협하는 것뿐이었음.
pl: A WYSTARCZYŁO ODROBINĘ POGROZIĆ ROŚLINOM.
pt_br: TUDO O QUE EU PRECISAVA FAZER ERA AMEAÇAR UM POUCO AS PLANTAS
ru: МНЕ ВСЕГО-ТО НУЖНО БЫЛО НЕМНОГО ПРИПУГНУТЬ РАСТЕНИЯ
zh_cn: 我只是稍稍威胁了一下那些植物
zh_tw: 我只是稍稍威脅了一下那些植物

# CHARACTERS.WX78.DESCRIBE.CORN_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.CRABKING.GENERIC
source: A FLESHSACK DISGUISED AS A NON-FLESHSACK
de: FLEISCHSACK, VERKLEIDET ALS NICHT-FLEISCHSACK
es_mx: UN SACO DE CARNE DISFRAZADO COMO UN NO SACO DE CARNE
fr: UNE CRÉATURE DE VIANDE DÉGUISÉE EN NON-CRÉATURE DE VIANDE
it: UN SACCO DI CARNE TRAVESTITO DA NON SACCO DI CARNE
ja: ＊肉袋に見えぬよう変装した肉袋＊
ko: 고기주머니가 아닌 것으로 위장한 고기주머니
pl: MIĘSAK PRZEBRANY ZA NIE-MIĘSAKA
pt_br: UM SACO DE CARNE DISFARÇADO DE SACO DE NÃO CARNE
ru: МЕШОК ПЛОТИ, ЗАМАСКИРОВАННЫЙ ПОД ВЫСШУЮ ФОРМУ ЖИЗНИ
zh_cn: 伪装成非肉团的肉团
zh_tw: 偽裝成非肉團的肉團

# CHARACTERS.WX78.DESCRIBE.CRABKING.INERT
source: MISSING ATTACHMENTS
de: ANLAGEN FEHLEN
es_mx: LE FALTAN ALGUNOS ACCESORIOS
fr: PIÈCES JOINTES INTROUVABLES
it: ACCESSORI MANCANTI
ja: ＊失われた付属品＊
ko: 부속품이 부족함
pl: BRAKUJE MU PRZYSTAWEK
pt_br: FALTAM OS ANEXOS
ru: ЭЛЕМЕНТЫ КОНСТРУКЦИИ ОТСУТСТВУЮТ
zh_cn: 缺少附件
zh_tw: 缺少附件

# CHARACTERS.WX78.DESCRIBE.CRABKING_CLAW
source: IT HIDES ITS FLESH WITHIN A HARD CASING
de: VERBIRGT SEIN FLEISCH IN HARTER SCHALE
es_mx: PROTEGE SU CARNE EN UNA CARCASA DURA
fr: IL CACHE SA CHAIR DANS UNE COQUE SOLIDE
it: NASCONDE LA SUA PELLE IN UN INVOLUCRO SCURO
ja: ＊硬いケースに肉を隠します＊
ko: 단단한 케이스 안에 살을 숨겨 둠
pl: SKRYWA SWOJE MIĘSO W TWARDEJ OBUDOWIE
pt_br: ESCONDE SUA CARNE DENTRO DE INVÓLUCRO DURO
ru: ОН ПРЯЧЕТ СВОЮ ПЛОТЬ ПОД ЖЕСТКОЙ ОБОЛОЧКОЙ
zh_cn: 它的肉团隐藏在硬壳之下
zh_tw: 它的肉團隱藏在硬殼之下

# CHARACTERS.WX78.DESCRIBE.CRITTERLAB
source: IT'S A MINION HOLE
de: ES IST EIN SCHERGEN-LOCH
es_mx: ES UN AGUJERO DE SÚBDITOS
fr: UN TROU DE LAQUAIS
it: È LA BUCA DI UN SEGUACE
ja: ＊隷属生物の穴です＊
ko: 부하의 굴임
pl: NORA SŁUGUSA.
pt_br: É UM BURACO DE LACAIO
ru: ОТВЕРСТИЕ С МИНЬОНАМИ
zh_cn: 这是一个随从的洞
zh_tw: 這是一個隨從的洞

# CHARACTERS.WX78.DESCRIBE.CRITTER_DRAGONLING
source: IT AMUSES ME
de: DAS IST LUSTIG
es_mx: ME ENTRETIENE
fr: JE TROUVE ÇA DRÔLE
it: MI DIVERTE
ja: ＊おもしろいです＊
ko: 웃김
pl: PODOBA MI SIĘ.
pt_br: ME DIVIRTO COM ISSO
ru: ЭТО МЕНЯ ЗАБАВЛЯЕТ
zh_cn: 它把我逗乐了
zh_tw: 它把我逗樂了

# CHARACTERS.WX78.DESCRIBE.CRITTER_EYEOFTERROR
source: MY FLESHLING MINION NOW
de: DAS IST JETZT MEIN FLEISCHLING-KNECHT
fr: C'EST MON SOUS-FIFRE DE VIANDE, À PRÉSENT
it: ORA È IL MIO SEGUACE DI CARNE
ja: ＊今後は私の有機的隷属生物となるのです＊
ko: 지금 본좌의 고깃덩어리 부하
pl: TO TERAZ MÓJ MIĘSNY SŁUGA.
pt_br: MEU SACO DE CARNE LACAIO AGORA
ru: ТЕПЕРЬ ТЫ — МОЙ ОРГАНИЧЕСКИЙ МИНЬОН
zh_cn: 现在是我的肉随从了
zh_tw: 現在是我的肉隨從了

# CHARACTERS.WX78.DESCRIBE.CRITTER_GLOMLING
source: YOU HAVE BEEN A LOYAL MINION, GLOMGLOM
de: DU WARST EIN TREUER DIENER, GLOMGLOM
es_mx: FUISTE UN SÚBDITO LEAL, GLOMGLOM
fr: TU ES UN FIDÈLE SERVITEUR, GLOMGLOM
it: SEI STATO UN SEGUAGE FEDELE, GLOMMINO
ja: ＊あなたは忠実なしもべです、グロムグロム＊
ko: 글롬글롬, 충성스러운 부하임
pl: BYŁEŚ WIERNYM SŁUGĄ, GLOMGLOMIE.
pt_br: VOCÊ FOI UM LACAIO FIEL, GLOMGLOM
ru: ТЫ БЫЛ ВЕРНЫМ МИНЬОНОМ, ГЛОМГЛОМ
zh_cn: 你一直是个忠实的随从，格罗姆格罗姆
zh_tw: 你一直是個忠實的隨從，格羅姆格羅姆

# CHARACTERS.WX78.DESCRIBE.CRITTER_KITTEN
source: IT USES "CUTENESS" AS A WEAPON. RESPECTABLE
de: ES NUTZT "NIEDLICHKEIT" ALS WAFFE. RESPEKT
es_mx: UTILIZA LA “PRECIOSIDAD” COMO ARMA. RESPETABLE
fr: IL UTILISE SON CÔTÉ MIGNON COMME ARME. RESPECTABLE
it: USA L'"ADORABILITÀ" COME UN'ARMA. LO RISPETTO
ja: ＊それは「可愛らしさ」を武器にします。ご立派です＊
ko: "귀여움"을 무기로 사용함. 존중할 만한 기술임
pl: KORZYSTA ZE SWEGO UROKU JAK Z BRONI. WYRAZY UZNANIA.
pt_br: USA SUA "FOFURA" COMO UMA ARMA RESPEITÁVEL
ru: ИСПОЛЬЗУЕТ СВОЮ «МИЛОТУ» КАК ОРУЖИЕ. ЗАСЛУЖИВАЕТ УВАЖЕНИЯ
zh_cn: 它把"可爱"作为武器。真是可敬
zh_tw: 它把"可愛"作為武器。真是可敬

# CHARACTERS.WX78.DESCRIBE.CRITTER_LAMB
source: I AM ENTERTAINED BY THIS FOUL ORGANIC
de: DIESER ELENDE ORGANISMUS IST UNTERHALTSAM
es_mx: ESTE ASQUEROSO SER ORGÁNICO ME ENTRETIENE
fr: CET ÊTRE ORGANIQUE M'AMUSE
it: SONO DIVERTITO DA QUESTO SCIOCCO ORGANISMO
ja: ＊この腐った有機生命体に楽しまされています＊
ko: 불결한 유기물이 본체를 즐겁게 함
pl: TEN ORGANIZM JEST WYJĄTKOWO INTERESUJĄCY.
pt_br: ME DIVIRTO COM ESSE SER ORGÂNICO PODRE
ru: МЕНЯ ВЕСЕЛИТ ЭТА ГРЯЗНАЯ ОРГАНИКА
zh_cn: 我被这一污秽的有机物逗乐了
zh_tw: 我被這一污穢的有機物逗樂了

# CHARACTERS.WX78.DESCRIBE.CRITTER_LUNARMOTHLING
source: IT HAS NO OFFENSIVE USAGE, YET I AM COMPELLED TO KEEP IT
de: HAT KEINEN KÄMPFERISCHEN NUTZEN, ABER ICH BEHALTE IHN DENNOCH
es_mx: NO TIENE NINGÚN USO OFENSIVO; SIN EMBARGO, ME SIENTO OBLIGADO A QUEDÁRMELA
fr: IL N'A AUCUNE APTITUDE OFFENSIVE, MAIS JE SUIS TENTÉ DE LE GARDER
it: NON HA ABILITÀ OFFENSIVE, MA LA TERRÒ UGUALMENTE CON ME
ja: ＊攻撃的な用途はありませんが、それでも所持することを強いられています＊
ko: 공격 용도로는 쓸 수 없지만, 본체는 이것을 꼭 가지고 싶음
pl: BRAK JEJ ZASTOSOWAŃ OFENSYWNYCH, JEDNAK CZUJĘ POTRZEBĘ, BY JĄ ZATRZYMAĆ
pt_br: NÃO TEM USO OFENSIVO, MESMO ASSIM ME SINTO COMPELIDO A GUARDÁ-LA
ru: НЕВОЗМОЖНО НАЙТИ ПРИМЕНЕНИЕ В БОЮ, НО МНЕ ХОЧЕТСЯ ОСТАВИТЬ ЕГО СЕБЕ
zh_cn: 没有进攻的作用，但我还是很想留着
zh_tw: 沒有進攻的作用，但我還是很想留著

# CHARACTERS.WX78.DESCRIBE.CRITTER_PERDLING
source: ...YOU MAY LIVE
de: ... DU DARFST LEBEN
es_mx: ...PUEDES VIVIR
fr: ... TU VIVRAS PEUT-ÊTRE
it: ... TU PUOI VIVERE
ja: ＊…あなたは生きるかもしれません＊
ko: ...그대는 살려주겠다
pl: ...BĘDZIESZ ŻYĆ.
pt_br: ... VOCÊ PODE VIVER
ru: …ТЫ МОЖЕШЬ ЖИТЬ
zh_cn: ……你可以活下来
zh_tw: ……你可以活下來

# CHARACTERS.WX78.DESCRIBE.CRITTER_PUPPY
source: IT DISCHARGES REPULSIVE SURGES OF "LOVE"
de: ES ENTLÄDT SICH ABSTOSSENDE ÜBERSPANNUNGEN VON "LIEBE"
es_mx: DESCARGA REPULSIVAS OLEADAS DE “AMOR”
fr: IL DÉGAGE DE RÉPUGNANTES POUSSÉES D'AMOUR
it: EMETTE SCARICHE REPULSIVE DI "AMORE"
ja: ＊ぞっとするような「愛」の高まりを発散させます＊
ko: 역겨운 "사랑"의 느낌을 방출함
pl: UWALNIA STRASZLIWE ŁADUNKI „MIŁOŚCI”.
pt_br: EMITE ONDAS REPULSIVAS DE "AMOR"
ru: ОНО ИЗЛУЧАЕТ ОМЕРЗИТЕЛЬНЫЕ ВОЛНЫ «ЛЮБВИ»
zh_cn: 它释放出令人厌恶的"喜爱"电波
zh_tw: 它釋放出令人厭惡的"喜愛"電波

# CHARACTERS.WX78.DESCRIBE.CROW.GENERIC
source: IT IS SMARTER THAN MOST HUMANS
de: SIE IST KLÜGER ALS DIE MEISTEN MENSCHEN.
es_mx: ES MÁS INTELIGENTE QUE LA MAYORÍA DE LOS HUMANOS
fr: PLUS RUSÉ QUE BIEN DES HUMAINS
it: È PIÙ INTELLIGENTE DI GRAN PARTE DEGLI UMANI
ja: ＊ほとんどの人間よりも賢いです＊
ko: 대부분의 인간보다 영리함
pl: JEST BYSTRZEJSZY OD WIĘKSZOŚCI LUDZI.
pt_br: É MAIS INTELIGENTE QUE A MAIORIA DOS HUMANOS
ru: ОН УМНЕЕ, ЧЕМ БОЛЬШИНСТВО ЛЮДЕЙ.
zh_cn: 它比大部分人类都聪明
zh_tw: 它比大部分人類都聰明

# CHARACTERS.WX78.DESCRIBE.CROW.HELD
source: NOT SO SMART NOW, ARE YOU?
de: JETZT BIST DU NICHT MEHR SO CLEVER, WAS?
es_mx: NO ERES TAN INTELIGENTE AHORA, ¿EH?
fr: MOINS RUSÉ MAINTENANT, PAS VRAI ?
it: NON FAI PIÙ IL FURBO ADESSO, EH?
ja: ＊あなたももうそんなに賢くないですよね？＊
ko: 이젠 별로 영리해 보이지 않음
pl: JEDNAK NIE TAKI BYSTRY Z CIEBIE PTASZEK.
pt_br: NÃO É TÃO ESPERTO AGORA, NÉ?
ru: ТЕПЕРЬ НЕ ТАКОЙ УМНЫЙ, ДА?
zh_cn: 聪明不起来了，对吗？
zh_tw: 聰明不起來了，對嗎？

# CHARACTERS.WX78.DESCRIBE.CRUMBS
source: THEY ARE NOT BUILT TO LAST
de: SIE SIND NICHT VON DAUER
es_mx: NO ESTÁN DISEÑADOS PARA DURAR
fr: CE N'EST PAS CONÇU POUR DURER
it: NON SONO COSTRUITI PER DURARE
ja: ＊長続きするようには作られていません＊
ko: 이들은 오래가지 못할 구조임
pl: NIE DANE IM BĘDZIE PRZETRWAĆ
pt_br: ELES NÃO SÃO FEITOS PARAR DURAR
ru: ОНИ ДОЛГО НЕ ПРОДЕРЖАТСЯ
zh_cn: 他们就是不牢靠
zh_tw: 他們就是不牢靠

# CHARACTERS.WX78.DESCRIBE.CUTGRASS
source: PLANT MATTER
de: PFLANZENMATERIAL
es_mx: MATERIA VEGETAL
fr: MATIÈRE VÉGÉTALE
it: MATERIA DELLA PIANTA
ja: ＊植物由来の物質＊
ko: 식물질
pl: TREŚĆ ROŚLINNA.
pt_br: MATÉRIA VEGETAL
ru: РАСТИТЕЛЬНЫЙ МАТЕРИАЛ
zh_cn: 植物
zh_tw: 植物

# CHARACTERS.WX78.DESCRIBE.CUTLICHEN
source: THIS WILL CRUMBLE AWAY SOON
de: DAS WIRD BALD ZERFALLEN
es_mx: SE DESMORONARÁ PRONTO
fr: ÇA VA BIENTÔT S'EFFRITER
it: SI SGRETOLERÀ PRESTO
ja: ＊すぐに粉々になり崩れ去るでしょう。＊
ko: 곧 부스러질 것으로 판단됨
pl: WKRÓTCE ROZPADNIE SIĘ W DROBNY MAK
pt_br: ISSO VAI DESMORONAR EM BREVE
ru: ОН БЫСТРО РАСКРОШИТСЯ
zh_cn: 这将很快破碎
zh_tw: 這將很快破碎

# CHARACTERS.WX78.DESCRIBE.CUTREEDS
source: HOLLOW PLANT MATTER
de: HOHLES PFLANZENMATERIAL.
es_mx: MATERIA VEGETAL HUECA
fr: MATIÈRE VÉGÉTALE CREUSE
it: MATERIA DELLA PIANTA CAVA
ja: ＊うつろな植物物質＊
ko: 속이 빈 식물질
pl: WYDRĄŻONA TREŚĆ ROŚLINNA.
pt_br: MATÉRIA VEGETAL OCA
ru: ПОЛЫЙ РАСТИТЕЛЬНЫЙ МАТЕРИАЛ
zh_cn: 中空的植物
zh_tw: 中空的植物

# CHARACTERS.WX78.DESCRIBE.CUTSTONE
source: IMPROVED ROCKS
de: MEHR ALS NUR STEINE
es_mx: ROCAS MEJORADAS
fr: ROCHES AMÉLIORÉES
it: ROCCE MIGLIORATE
ja: ＊改良された石＊
ko: 개선된 돌
pl: ULEPSZONE SKAŁY
pt_br: ROCHAS APERFEIÇOADAS
ru: УЛУЧШЕННЫЕ КАМНИ
zh_cn: 改善的岩石
zh_tw: 改善的岩石

# CHARACTERS.WX78.DESCRIBE.DEADLYFEAST
source: POISON DETECTED
de: GIFT ERKANNT
es_mx: VENENO DETECTADO
fr: POISON DÉTECTÉ
it: VELENO RILEVATO
ja: ＊毒素を感知しました＊
ko: 독 탐지됨
pl: WYKRYTO TRUCIZNĘ.
pt_br: VENENO DETECTADO
ru: ОБНАРУЖЕН ЯД
zh_cn: 检测到毒素
zh_tw: 檢測到毒素

# CHARACTERS.WX78.DESCRIBE.DEAD_SEA_BONES
source: THAT'S WHAT YOU GET FOR LIVING IN THE OCEAN
de: DAS HAT MAN VOM LEBEN IM OZEAN
es_mx: ES LO QUE TE MERECES POR VIVIR EN EL OCÉANO
fr: C'EST TOUT CE QU'ON MÉRITE QUAND ON VIT DANS L'OCÉAN
it: QUESTO È QUELLO CHE SUCCEDE A VIVERE NELL'OCEANO
ja: ＊それはあなたが海で生きていくために得たものです＊
ko: 바다에 거주하는 자의 말로임
pl: TAK SIĘ KOŃCZY ŻYCIE W MORZU
pt_br: É ISSO QUE DÁ VIVER NO OCEANO
ru: ТАК БЫВАЕТ С ТЕМИ, КТО ЖИВЕТ В ОКЕАНЕ
zh_cn: 这就是活在海里的下场！
zh_tw: 這就是活在海裡的下場！

# CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
de: BALD WIRD NICHTS DAVON ZURÜCKBLEIBEN.
es_mx: PRONTO NO QUEDARÁ NADA
fr: IL N'Y AURA BIENTÔT PLUS RIEN
it: PRESTO NON CI SARÀ RIMASTO NULLA
ja: ＊すぐに何もなくなるでしょう＊
ko: 곧 아무것도 남지 않을 것임
pl: WKRÓTCE NIE ZOSTANIE JUŻ NIC.
pt_br: LOGO NÃO HAVERÁ MAIS NADA
ru: ВСКОРЕ ЗДЕСЬ НЕ ОСТАНЕТСЯ НИЧЕГО
zh_cn: 很快那儿就什么也不会剩下了
zh_tw: 很快那兒就什麼也不會剩下了

# CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.BURNT
source: YOU LOSE. GOOD.
de: DU HAST VERLOREN!
es_mx: PERDISTE. BIEN
fr: TU AS PERDU. C'EST BIEN
it: HAI PERSO. BENE
ja: ＊あなたの負けです。すばらしい＊
ko: 너의 패배. 양호.
pl: PRZEGRYWASZ. DOBRZE
pt_br: VOCÊ PERDEU. BOM.
ru: ПОРАЖЕНИЕ. ХОРОШО.
zh_cn: 你输了。好。
zh_tw: 你輸了。好。

# CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
de: DIE NATÜRLICHE WELT WIRD ÜBERSCHÄTZT.
es_mx: EL MUNDO NATURAL ESTÁ SOBREVALORADO
fr: LE MONDE NATUREL SURCHAUFFE
it: IL MONDO NATURALE È SOPRAVVALUTATO
ja: ＊自然界は過大評価され過ぎています＊
ko: 자연계는 과대 평가되었음
pl: ŚWIAT PRZYRODY JEST ZNACZNIE PRZECENIANY.
pt_br: O MUNDO NATURAL É SUPERESTIMADO
ru: ПРИРОДНЫЙ МИР СЛИШКОМ ПЕРЕОЦЕНЕН
zh_cn: 自然世界被高估了
zh_tw: 自然世界被高估了

# CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.GENERIC
source: TARGET ACQUIRED
de: ZIEL ERREICHT.
es_mx: OBJETIVO FIJADO
fr: CIBLE ACQUISE
it: BERSAGLIO ACQUISITO
ja: ＊ターゲット確保＊
ko: 목표물 포착함
pl: CEL NAMIERZONY.
pt_br: ALVO DEFINIDO
ru: ЦЕЛЬ ОБНАРУЖЕНА
zh_cn: 目标已获得
zh_tw: 目標已獲得

# CHARACTERS.WX78.DESCRIBE.DECIDUOUSTREE.POISON
source: THE MONSTER WITHIN REARS ITS HEAD
de: DAS MONSTER IM INNEREN ERHEBT SEIN HAUPT.
es_mx: EL MONSTRUO DE AHÍ DENTRO LEVANTA SU CABEZA
fr: LE MONSTRE QU'IL CONTIENT MONTRE SON VRAI VISAGE
it: IL MOSTRO DENTRO ALZA LA TESTA
ja: ＊中に宿る化け物が頭をもたげる＊
ko: 내부의 몬스터가 고개를 듦
pl: POTWÓR SIEDZĄCY WEWNĄTRZ PODNOSI ŁEB.
pt_br: O MONSTRO LÁ DENTRO LEVANTA SUA CABEÇA
ru: МОНСТР ВНУТРИ ПРАВИТ ЕЕ ГОЛОВОЙ
zh_cn: 里面的怪物出现了
zh_tw: 裡面的怪物出現了

# CHARACTERS.WX78.DESCRIBE.DEER.ANTLER
source: IT UPGRADED, BUT IT IS STILL INFERIOR
de: ES WURDE AKTUALISIERT, IST ABER IMMER NOCH MINDERWERTIG
es_mx: ESTÁ ACTUALIZADA, PERO TODAVÍA ES INFERIOR
fr: MIS À JOUR, MAIS TOUJOURS INFÉRIEUR
it: È MIGLIORATO, MA RIMANE COMUNQUE INFERIORE
ja: ＊アップグレードされましたが、未だ低級です＊
ko: 업그레이드되었지만 여전히 하등함
pl: AWANSOWAŁ, ALE I TAK JEST SŁABSZY.
pt_br: SOFREU UM UPGRADE, MAS AINDA É INFERIOR
ru: ПРОШЕЛ АПГРЕЙД, НО ОСТАЛСЯ ПОСРЕДСТВЕННЫМ
zh_cn: 它升级过，但还是劣质
zh_tw: 它升級過，但還是劣質

# CHARACTERS.WX78.DESCRIBE.DEER.GENERIC
source: ITS BRAIN MUST BE MINISCULE
de: SEIN GEHIRN MUSS WINZIG SEIN
es_mx: SU CEREBRO DEBE SER MINÚSCULO
fr: SON CERVEAU DOIT ÊTRE MINUSCULE
it: IL SUO CERVELLO DEV'ESSERE MINUSCOLO
ja: ＊脳が極小サイズに違いありませんね＊
ko: 뇌가 초소형일 것임
pl: JEGO MÓZG NA PEWNO JEST MINIATUROWY.
pt_br: SEU CÉREBRO DEVE SER MINÚSCULO
ru: ДОЛЖНО БЫТЬ, У НЕГО КРОШЕЧНЫЙ МОЗГ
zh_cn: 它的大脑肯定是极小的
zh_tw: 它的大腦肯定是極小的

# CHARACTERS.WX78.DESCRIBE.DEERCLOPS
source: DANGER! THREAT INCOMING!
de: ACHTUNG! BEDROHUNG NÄHERT SICH!
es_mx: ¡PELIGRO! ¡AMENAZA ACERCÁNDOSE!
fr: DANGER ! MENACE EN APPROCHE !
it: PERICOLO! MINACCIA IN ARRIVO!
ja: ＊危険！脅威接近中です！＊
ko: 위험! 위협 접근 중!
pl: UWAGA! NADCIĄGA NIEBEZPIECZEŃSTWO!
pt_br: PERIGO! AMEAÇA A CAMINHO!
ru: ОПАСНОСТЬ! ВХОДЯЩАЯ УГРОЗА!
zh_cn: 危险！威胁到来！
zh_tw: 危險！威脅到來！

# CHARACTERS.WX78.DESCRIBE.DEERCLOPS_EYEBALL
source: A GIANT ORGANIC LENS
de: EINE RIESIGE ORGANISCHE LINSE
es_mx: UNA LENTE ORGÁNICA GIGANTE
fr: UNE LENTILLE ORGANIQUE GÉANTE
it: UNA GIGANTE LENTE BIOLOGICA
ja: ＊巨大な有機レンズ＊
ko: 거대한 유기적 렌즈
pl: WIELKA ORGANICZNA SOCZEWKA.
pt_br: LENTES ORGÂNICAS GIGANTES
ru: ГИГАНТСКИЕ ОРГАНИЧЕСКИЕ ЛИНЗЫ
zh_cn: 一块巨型有机晶状体
zh_tw: 一塊巨型有機晶狀體

# CHARACTERS.WX78.DESCRIBE.DEER_ANTLER
source: IT FELL RIGHT OFF. I DID NOTHING
de: ES FIEL EINFACH AB. ICH HABE NICHTS GETAN
es_mx: SE CAYÓ, PERO YO NO HICE NADA
fr: C'EST TOMBÉ. PAS MA FAUTE
it: È CADUTO DA SOLO. NON HO FATTO NIENTE
ja: ＊すぐに落ちました。私は何もしていません＊
ko: 그냥 떨어졌음. 본좌께서 한 것은 없음
pl: SAMO ODPADŁO. NICZEGO NIE DOTYKAŁEM.
pt_br: CAIU SOZINHO. NÃO FIZ NADA
ru: ОНО САМО ОТВАЛИЛОСЬ. Я НИЧЕГО НЕ ДЕЛАЛ
zh_cn: 它感觉不舒服。我什么也没做
zh_tw: 它感覺不舒服。我什麼也沒做

# CHARACTERS.WX78.DESCRIBE.DEER_GEMMED
source: CHAINED. AS ALL ORGANICS SHOULD BE
de: ANGEKETTET. WIE ES ALLE ORGANISMEN SEIN SOLLTEN
es_mx: ENCADENADO, COMO DEBERÍA ESTAR TODO LO ORGÁNICO
fr: ENCHAÎNÉ. COMME DEVRAIENT L'ÊTRE TOUS LES ORGANISMES
it: INCATENATO. COME DOVREBBERO ESSERE TUTTI GLI ORGANISMI
ja: ＊つながれています。すべての有機生命体がそうであるように＊
ko: 묶여 있음. 모든 유기물에게 합당한 처우임
pl: PRZYKUTY. WSZYSTKIE ORGANIZMY POWINNY BRAĆ PRZYKŁAD.
pt_br: ACORRENTADO. COMO TODOS OS SERES ORGÂNICOS DEVERIAM
ru: В ЦЕПЯХ. КАК И ПОЛОЖЕНО ЛЮБОЙ ОРГАНИКЕ
zh_cn: 被束缚住了。就像所有有机物那样
zh_tw: 被束縛住了。就像所有有機物那樣

# CHARACTERS.WX78.DESCRIBE.DEPLETED_GRASS.GENERIC
source: AN EXPIRED TUFT OF GRASS
de: EIN VERBRAUCHTES BÜSCHEL GRAS.
es_mx: UN MANOJO DE HIERBA CADUCADO
fr: UNE TOUFFE D'HERBE MORTE
it: UN CIUFFO D'ERBA SCADUTO
ja: ＊期限切れの草の束＊
ko: 소진된 풀 덤불
pl: ZDEZAKTUALIZOWANA KĘPKA TRAWY.
pt_br: UM TUFO DE GRAMA VENCIDO.
ru: ОСТАТКИ ТРАВЫ
zh_cn: 过期的草丛
zh_tw: 過期的草叢

# CHARACTERS.WX78.DESCRIBE.DESERTHAT
source: KEEPS OPTICAL HOLES DUST-FREE
de: HÄLT OPTISCHE LÖCHER STAUBFREI
es_mx: MANTIENE LOS AGUJEROS ÓPTICOS SIN POLVO
fr: PROTÈGE L'OPTIQUE DE LA POUSSIÈRE
it: MANTIENE LE BUCHE OTTICHE SENZA POLVERE
ja: ＊光学センサーへの砂塵混入を防止＊
ko: 광학 구멍의 먼지 차단 장치
pl: UTRZYMUJE KURZ Z DALA OD OTWORÓW OPTYCZNYCH
pt_br: MANTÉM OS BURACOS ÓPTICOS SEM PÓ
ru: ЗАЩИЩАЕТ ОПТИЧЕСКИЕ КАНАЛЫ ОТ ПЫЛИ
zh_cn: 保持光学孔没有灰尘
zh_tw: 保持光學孔沒有灰塵

# CHARACTERS.WX78.DESCRIBE.DIRTPILE
source: UNKNOWN PILE FORMAT
de: UNBEKANNTE HAUFENFORMATION
es_mx: FORMATO DE PILA DESCONOCIDO
fr: FORMAT DE MOTTE INCONNU
it: FORMATO AMMASSO: SCONOSCIUTO
ja: ＊不明なパイルフォーマット＊
ko: 알 수 없는 더미 형식
pl: KUPKA. HE, HE.
pt_br: FORMATO DE PILHA DESCONHECIDO
ru: НЕИЗВЕСТНАЯ ФОРМА КУЧИ
zh_cn: 未知堆积格式
zh_tw: 未知堆積格式

# CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH: LOW
de: SIGNALSTÄRKE: SCHWACH:
es_mx: INTENSIDAD DE LA SEÑAL: BAJA
fr: FORCE DE SIGNAL : FAIBLE
it: POTENZA DEL SEGNALE: BASSA
ja: ＊信号強度：低＊
ko: 신호 강도: 낮음
pl: SIŁA SYGNAŁU: NISKA.
pt_br: FORÇA DO SINAL: BAIXA
ru: СИЛА СИГНАЛА: НИЗКАЯ
zh_cn: 信号强度：低
zh_tw: 信號強度：低

# CHARACTERS.WX78.DESCRIBE.DIVININGROD.GENERIC
source: IT WANTS ITS MOTHER
de: ES WILL ZU SEINER MUTTER.
es_mx: QUIERE A SU MADRE
fr: IL CHERCHE SA MÈRE
it: VUOLE SUA MADRE
ja: ＊母親が恋しいようです＊
ko: 어미를 원하고 있음
pl: CHYBA SZUKA MAMY.
pt_br: NÃO ERA SUA MÃE
ru: ОН ХОЧЕТ К СВОЕЙ МАМЕ
zh_cn: 它想找妈妈
zh_tw: 它想找媽媽

# CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH: EXTREMELY HIGH
de: SIGNALSTÄRKE: SEHR STARK
es_mx: INTENSIDAD DE LA SEÑAL: EXTREMADAMENTE ALTA
fr: FORCE DE SIGNAL : EXTRÊMEMENT ÉLEVÉE
it: POTENZA DEL SEGNALE: ESTREMAMENTE ALTA
ja: ＊信号強度：極めて高い＊
ko: 신호 강도: 매우 높음
pl: SIŁA SYGNAŁU: BARDZO WYSOKA.
pt_br: FORÇA DO SINAL: EXTREMAMENTE ALTA
ru: СИЛА СИГНАЛА: ЭКСТРЕМАЛЬНО ВЫСОКАЯ
zh_cn: 信号强度：极高
zh_tw: 信號強度：極高

# CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH: MEDIUM
de: SIGNALSTÄRKE: MITTEL
es_mx: INTENSIDAD DE LA SEÑAL: MEDIA
fr: FORCE DE SIGNAL : MOYENNE
it: POTENZA DEL SEGNALE: MEDIA
ja: ＊信号強度：中＊
ko: 신호 강도: 중간
pl: SIŁA SYGNAŁU: ŚREDNIA.
pt_br: FORÇA DO SINAL: MÉDIA
ru: СИЛА СИГНАЛА: СРЕДНЯЯ
zh_cn: 信号强度：中
zh_tw: 信號強度：中

# CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH: HIGH
de: SIGNALSTÄRKE: STARK
es_mx: INTENSIDAD DE LA SEÑAL: ALTA
fr: FORCE DE SIGNAL : ÉLEVÉE
it: POTENZA DEL SEGNALE: ALTA
ja: ＊信号強度：高＊
ko: 신호 강도: 높음
pl: SIŁA SYGNAŁU: WYSOKA.
pt_br: FORÇA DO SINAL: ALTA
ru: СИЛА СИГНАЛА: ВЫСОКАЯ
zh_cn: 信号强度：高
zh_tw: 信號強度：高

# CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.GENERIC
source: PURPOSE UNCLEAR
de: ZWECK DER BENUTZUNG UNKLAR
es_mx: PROPÓSITO INCIERTO
fr: UTILITÉ PEU ÉVIDENTE
it: SCOPO D'USO NON CHIARO
ja: ＊用途不明です。＊
ko: 사용 목적 불분명
pl: PRZEZNACZENIE NIEZNANE
pt_br: FINALIDADE OBSCURA
ru: ЦЕЛЬ НЕ ЯСНА
zh_cn: 用途不明
zh_tw: 用途不明

# CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.READY
source: INPUT OF LARGE KEY WILL BRING ROD ONLINE
de: LETZTE EINGABE IST GROSSER SCHLÜSSEL. RUTE FUNKTIONIERT DANN
es_mx: LA ENTRADA DE UNA LLAVE GRANDE ACTIVARÁ LA VARA
fr: ON MET UNE CLÉ ET LE BÂTON SE CONNECTE
it: INGRESSO DELLA GRANDE CHIAVE PORTERÀ LA CANNA IN RETE
ja: ＊大型キーで最終機能が起動します＊
ko: 대형 열쇠 입력으로 막대가 온라인이 될 것임
pl: WPROWADZENIE DUŻEGO KLUCZA URUCHOMI RÓŻDŻKĘ
pt_br: A INSERÇÃO DE UMA GRANDE CHAVE ATIVARÁ A VARA
ru: УСТАНОВКА БОЛЬШОГО КЛЮЧА ПРИВЕДЕТ ЖЕЗЛ В ДЕЙСТВИЕ
zh_cn: 插入大钥匙将激活杖子
zh_tw: 插入大鑰匙將啟動杖子

# CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: ROD IS FULLY OPERATIONAL
de: RUTE IST VOLLSTÄNDIG BETRIEBSBEREIT
es_mx: VARA EN PLENO FUNCIONAMIENTO
fr: LE BÂTON EST TOTALEMENT OPÉRATIONNEL
it: BACCHETTA PIENAMENTE OPERATIVA
ja: ＊ロッドは全機能操作可能です。＊
ko: 막대기가 온전히 작동 중임
pl: RÓŻDŻKA W PEŁNI FUNKCJONALNA
pt_br: VARA TOTALMENTE OPERACIONAL
ru: АКТИВАЦИЯ ЖЕЗЛА ЗАВЕРШЕНА
zh_cn: 探测杖在全力运转
zh_tw: 探測杖在全力運轉

# CHARACTERS.WX78.DESCRIBE.DIVININGRODSTART
source: ROD COULD BE A USEFUL TOOL
de: RUTE KÖNNTE EIN HILFREICHES WERKZEUG DARSTELLEN
es_mx: LA VARA PODRÍA SER UNA HERRAMIENTA ÚTIL
fr: UN BÂTON PEUT FAIRE UN OUTIL UTILE
it: LA BACCHETTA POTREBBE ESSERE UNO STRUMENTO UTILE
ja: ＊棒はけっこう使えるツールのはずです。＊
ko: 막대기가 유용한 도구가 될 가능성 있음
pl: RÓŻDŻKA MOŻE BYĆ UŻYTECZNA
pt_br: A VARA PODERIA SER UMA FERRAMENTA ÚTIL
ru: ПОСОХ МОЖЕТ БЫТЬ ПОЛЕЗНЫМ ИНСТРУМЕНТОМ
zh_cn: 探测杖可以成为有用的工具
zh_tw: 探測杖可以成為有用的工具
