Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.ANNOUNCE_WETTER
source: Water water all around
de: Wasser-Wasser überall
es: Agua por todas partes
fr: Plein plein d'eau partout.
it: Tanta acqua ogni parte
ja: お水、お水、あっちこっちにあるね
ko: 사방이 출렁출렁
pl: Wszędzie woda
pt_br: Água, água por tudo.
ru: Вода, вода, везде вода
zh_tw: 都是水水

# CHARACTERS.WORMWOOD.ANNOUNCE_WINCH_CLAW_MISS
source: Oh. Missed
de: Oh. Daneben.
es: Oh. Fallé
es_mx: Oh. Fallé
fr: Oh. Raté.
it: Oh. Mancato
ja: ああ。失敗した。
ko: 아. 놓쳤어
pl: Oj. Nie trafiłem
pt_br: Ah. Errou.
ru: Ой. Промахнулся
zh_tw: 哦。沒成

# CHARACTERS.WORMWOOD.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: Nothing
de: Nichts
es: Nada
es_mx: Nada
fr: Rien
it: Niente
ja: なし
ko: 없음
pl: Nic
pt_br: Nada
ru: Ничего
zh_tw: 什麼都沒有

# CHARACTERS.WORMWOOD.ANNOUNCE_WINTERS_FEAST_BUFF
source: Oooooh
es_mx: Oooohh
ja: おおおおおー
ko: 오오오
pl: Ooooch
pt_br: Aaaaah.
ru: О-о-о-о-о-о
zh_tw: 噢

# CHARACTERS.WORMWOOD.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: Gone
de: Weg.
es: No está
es_mx: Desapareció
fr: Il ne reste rien.
it: Finito
ja: なくなったよ
ko: 없어졌어
pl: Koniec
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.ANNOUNCE_WORMHOLE
source: Urgh
de: Puh!
es: Puaj
es_mx: Uh
fr: Euh.
it: Argh
ja: ぎゃー
ko: 으아
pl: Uch
ru: Бр-р-р
zh_tw: 呸

# CHARACTERS.WORMWOOD.ANNOUNCE_WORMS
source: Wigglies are coming
de: Würmchen kommen.
es: Vienen los contoneadores
es_mx: Se acercan meneadores
fr: Les créatures qui se tortillent arrivent !
it: Arrivano striscianti
ja: モゾモゾたちが来るよ！
ko: 꿈틀이들이 온다
pl: Pełzaki nadciągają
pt_br: Os Serpeantes tão vindo.
ru: Вихлялки близко
zh_tw: 蠕動的傢伙們要來了

# CHARACTERS.WORMWOOD.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Ooooh! Make new thing
de: Ooooh! Neues Ding machen
es: ¡Ooooh! Cosa nueva
fr: Oooh ! Je vais faire des trucs nouveaux.
it: Oooh! Fatto cosa nuova
ja: おっ！新しいものだよ
ko: 오오오! 새 물건을 만들어
pl: Oooch! Robić nowe rzeczy.
pt_br: Aaaaa! Fazer coisa nova.
ru: О-о-о, сделаю новую штуку
zh_tw: 噢！做新東西

# CHARACTERS.WORMWOOD.BATTLECRY.DEER
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 打死你！

# CHARACTERS.WORMWOOD.BATTLECRY.GENERIC
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 進攻！

# CHARACTERS.WORMWOOD.BATTLECRY.PIG
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 進攻！

# CHARACTERS.WORMWOOD.BATTLECRY.PREY
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 進攻！

# CHARACTERS.WORMWOOD.BATTLECRY.SPIDER
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 進攻！

# CHARACTERS.WORMWOOD.BATTLECRY.SPIDER_WARRIOR
source: Attack!
de: Angriff!
es: ¡Al ataque!
es_mx: ¡Atacar!
fr: À l'attaque !
it: Attacco!
ja: 攻撃！
ko: 공격!
pl: Do ataku!
pt_br: Atacar!
ru: В атаку!
zh_tw: 進攻！

# CHARACTERS.WORMWOOD.COMBAT_QUIT.GENERIC
source: Don't want to fight
de: Will nicht kämpfen.
es: No quiero luchar
es_mx: No querer pelear
fr: J'ai pas envie de me battre.
it: No combattere
ja: 戦いたくないよ
ko: 싸우고 싶지 않아
pl: Nie chcę walczyć
pt_br: Não quero lutar.
ru: Не хочу драться
zh_tw: 不想戰鬥

# CHARACTERS.WORMWOOD.COMBAT_QUIT.PIG
source: Don't want to fight
de: Will nicht kämpfen.
es: No quiero luchar
es_mx: No querer pelear
fr: J'ai pas envie de me battre.
it: No combattere
ja: 戦いたくないよ
ko: 싸우고 싶지 않아
pl: Nie chcę walczyć
pt_br: Não quero lutar.
ru: Не хочу драться
zh_tw: 不想戰鬥

# CHARACTERS.WORMWOOD.COMBAT_QUIT.PREY
source: Don't want to fight
de: Will nicht kämpfen.
es: No quiero luchar
es_mx: No querer pelear
fr: J'ai pas envie de me battre.
it: No combattere
ja: 戦いたくないよ
ko: 싸우고 싶지 않아
pl: Nie chcę walczyć
pt_br: Não quero lutar.
ru: Не хочу драться
zh_tw: 不想戰鬥了

# CHARACTERS.WORMWOOD.COMBAT_QUIT.SPIDER
source: Don't want to fight
de: Will nicht kämpfen.
es: No quiero luchar
es_mx: No querer pelear
fr: J'ai pas envie de me battre.
it: No combattere
ja: 戦いたくないよ
ko: 싸우고 싶지 않아
pl: Nie chcę walczyć
pt_br: Não quero lutar.
ru: Не хочу драться
zh_tw: 不想戰鬥

# CHARACTERS.WORMWOOD.COMBAT_QUIT.SPIDER_WARRIOR
source: Don't want to fight
de: Will nicht kämpfen.
es: No quiero luchar
es_mx: No querer pelear
fr: J'ai pas envie de me battre.
it: No combattere
ja: 戦いたくないよ
ko: 싸우고 싶지 않아
pl: Nie chcę walczyć
pt_br: Não quero lutar.
ru: Не хочу драться
zh_tw: 不想戰鬥

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL1.1
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL1.2
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL2.1
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL2.2
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL3.1
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL.LEVEL3.2
source: Floaty Friend
de: Schwebefreundin.
es: Amigo flotante
es_mx: Amiga flotante
fr: C'est ma copine qui flotte.
it: Amica galleggia
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야
pl: Latający przyjaciel
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amiga?
fr: C'est une copine ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amiga?
ru: Друг?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: Ghost friend
de: Geisterfreund.
es: Amigo fantasma
es_mx: Amiga fantasma
fr: Une copine fantôme.
it: Amico fantasma
ja: 幽霊のお友だち
ko: 유령 친구야
pl: Przyjaciel duch
pt_br: Amiga fantasma.
ru: Друг-призрак
zh_tw: 幽靈朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Jumpy pocket
de: Hübsch.
es: Bolsillo saltarín
es_mx: Bolsillo asustadizo
fr: Ça s'agite dans la poche.
it: In tasca
ja: 飛び跳ねるポケット
ko: 팔딱거리는 주머니야
pl: Drgająca kieszeń
pt_br: Bolso nervoso.
ru: Карман дергается
zh_tw: 在口袋裡跳動

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: Hello there!
de: Hallöchen!
es: ¡Hola, hola!
es_mx: ¡Hola!
fr: Coucou toi !
it: Ciao!
ja: やあ！
ko: 거기 안녕!
pl: Cześć!
pt_br: Olá!
ru: Привет-привет!
zh_tw: 你好呀！

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: Growing
de: Wächst.
es: Está creciendo
es_mx: Crece
fr: Ça pousse.
it: Cresce
ja: のびてる
ko: 자라는 중이야
pl: Rośnie
pt_br: Crescendo.
ru: Растет
zh_tw: 成長中

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: Floaty friend!
de: Schwebefreundin!
es: ¡Amigo flotante!
es_mx: ¡Amiga flotante!
fr: C'est ma copine qui flotte !
it: Amico fluttuante
ja: ぷかぷかのお友だち
ko: 떠다니는 친구야!
pl: Latający przyjaciel!
pt_br: Amiga Flutuante.
ru: Парящая подруга
zh_tw: 飄浮的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.LONG
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: Elle dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 在睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: Hello there!
de: Hallöchen!
es: ¡Hola, hola!
es_mx: ¡Hola!
fr: Coucou toi !
it: Ciao!
ja: やあ！
ko: 거기 안녕!
pl: Cześć!
pt_br: Olá!
ru: Привет-привет!
zh_tw: 你好呀！

# CHARACTERS.WORMWOOD.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Ready!
de: Fertig!
es: ¡Listo!
es_mx: ¡Listo!
fr: Prêt !
it: Pronto!
ja: 準備はいい？
ko: 준비됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 準備！

# CHARACTERS.WORMWOOD.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.ACORN
source: So cute!
de: Wie niedlich!
es: ¡Qué monada!
es_mx: ¡Qué linda!
fr: C'est trop mignon !
it: Che carina!
ja: すっごくかわいいよ！
ko: 너무 귀여워!
pl: Ale ładny!
pt_br: Tão fofa!
ru: Такой милый!
zh_tw: 真可愛！

# CHARACTERS.WORMWOOD.DESCRIBE.ACORN_COOKED
source: For belly now
de: Für den Bauch.
es: Listo para la tripa
es_mx: Para la barriga ahora
fr: Ça peut être mangé maintenant.
it: Per pancia, ora
ja: これはおなかに入れよう
ko: 음식이 됐어
pl: Teraz do brzuszka
pt_br: Pra barriga já.
ru: Теперь в животик
zh_tw: 為了填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.ACORN_SAPLING
source: Grow big and strong!
de: Werde groß und stark!
es: ¡Crece grande y fuerte!
es_mx: ¡Crece grande y fuerte!
fr: Grandis et deviens balèze !
it: Cresci grande e forte!
ja: 大きく強く育つんだよ！
ko: 크고 튼튼하게 자라라!
pl: Rośnij duży i silny!
pt_br: Fique grande e forte!
ru: Расти большой и сильный!
zh_tw: 長大，變強!

# CHARACTERS.WORMWOOD.DESCRIBE.ADVENTURE_PORTAL
source: Adventure?
de: Abenteuer?
es: ¿Aventura?
es_mx: ¿Aventura?
fr: C'est l'aventure ?
it: Avventura?
ja: 冒険なの？
ko: 모험인가?
pl: Przygoda?
pt_br: Aventura?
ru: Приключение?
zh_tw: 冒險？

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIANHAT
source: Helps hear them
de: Hören hilft
es: Sirve para oírlos
fr: Ça aide à les entendre.
it: Aiuta sentirli
ja: 聞こえるようになるね
ko: 들을 수 있게 도와주네
pl: Pomaga ich słyszeć.
pt_br: Ajuda a ouvir eles.
ru: Помогает их слушать
zh_tw: 能聽到他們說話

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIANHATSHARD
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー…
ko: 흠...
ru: Хм-м...
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: Locked away
de: Weggesperrt
es: Cerrado
fr: Tout verrouillé.
it: Chiusa via
ja: 閉じ込められてるよ
ko: 잠가놨네
pl: Uwięzione
pt_br: Preso.
ru: Заперто
zh_tw: 鎖起來了

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: Good night
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit.
it: Buona notte
ja: おやすみ
ko: 잘 자
pl: Dobranoc
pt_br: Boa noite.
ru: Спокойной ночи
zh_tw: 晚安

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: From Night Ball?
de: Von Nachtkugel?
es: ¿De bola nocturna?
fr: Ça vient d'une boule de nuit ?
it: Da palla di notte?
ja: 夜のボールから？
ko: 밤의 공에서?
pl: Z nocnej kuli?
pt_br: Da Bola da Noite?
ru: Из ночного шарика?
zh_tw: 是夜晚的球身上的？

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: Sleeping again?
de: Schläft wieder?
es: ¿Duerme otra vez?
fr: Il dort encore ?
it: Dorme ancora?
ja: また寝てるの？
ko: 또 자?
pl: Znowu śpi?
pt_br: Dormindo de novo?
ru: Опять спишь?
zh_tw: 又睡著了？

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE2.GENERIC
source: Not happy!
de: Nicht glücklich!
es: ¡No me gusta!
fr: Pas content !
it: Non felice!
ja: 怒ってる！
ko: 안 행복해!
pl: Nieszczęśliwy!
pt_br: Não feliz!
ru: Не нравится!
zh_tw: 不開心！

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE2SPIKE
source: Spiky wall
de: Stachelmauer
es: Muro con pinchos
fr: Le mur pique.
it: Muro punta
ja: トゲトゲの壁だ
ko: 뾰족뾰족 벽이야
pl: Kolczasta ściana
pt_br: Parede espinhosa.
ru: Колючая стена
zh_tw: 刺牆

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE3
source: Very very mad!
de: Sehr, sehr sauer!
es: ¡Muy enfadado!
fr: Il est très très colère !
it: Molto molto arrabbiato!
ja: とってもとっても怒ってる！
ko: 많이 많이 화나!
pl: Bardzo, bardzo zły!
pt_br: Muito, muito brabo!
ru: Очень-очень злой!
zh_tw: 非常非常生氣！

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE3DEAD
source: Just rocks
de: Nur Steine
es: Rocas
fr: C'est rien que des cailloux.
it: Solo rocce
ja: ただの岩だね
ko: 그냥 바위야
pl: Same kamienie
pt_br: Só pedras.
ru: Просто камни
zh_tw: 就是石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE3DEADORB
source: Hello sometimes-there man
de: Hallo, Manchmal-da-Mann
es: Hola, señor que a veces está
fr: Coucou, monsieur qui est parfois là.
it: Ciao uomo presente-assente
ja: こんにちは、ときどきいる人
ko: 안녕 들쑥날쑥 사나이
pl: Cześć, czasem obecny ktosiu.
pt_br: Olá, homem-vaivém.
ru: Привет, человек-который-пропадает
zh_tw: 你好，時不時會在的先生

# CHARACTERS.WORMWOOD.DESCRIBE.ALTERGUARDIAN_PHASE3TRAP
source: Sleepy rocks
de: Schläfrige Steine
es: Rocas durmiendo
fr: Des pierres qui dorment.
it: Rocce addormentate
ja: この岩、眠くなっちゃうね
ko: 꾸벅꾸벅 바위야
pl: Śpiące kamienie
pt_br: Pedras sonolentas.
ru: Сонные камни
zh_tw: 瞌睡的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.AMULET
source: Yay! More life!
de: Juhu! Mehr Leben!
es: ¡Sí! ¡Más vida!
es_mx: ¡Viva! ¡Más vida!
fr: Ouais ! Encore plus de vie !
it: Evviva! Più vita!
ja: やったね！命が増える！
ko: 만세! 목숨이 더 생겼다!
pl: Hurra! Więcej życia!
pt_br: Viva! Mais vida!
ru: Ура! Больше жизни!
zh_tw: 耶！更多的生命！

# CHARACTERS.WORMWOOD.DESCRIBE.ANCHOR
source: Won't let Floaty move
de: Schwimmding bleibt da.
es: No deja que flotante se mueva
es_mx: No deja moverse a flotador
fr: Ma copine qui flotte est coincée.
it: Non fa muovere galleggina
ja: ぷかぷかが動けないよ
ko: 둥둥이 안 움직이게 해
pl: Nie da pływakowi odpłynąć
pt_br: Não vai deixar Flutuante se mexer.
ru: Не даст плавучке уплыть
zh_tw: 它讓浮動的東西動不了

# CHARACTERS.WORMWOOD.DESCRIBE.ANCHOR_ITEM
source: Heavy...
de: Schwer ...
es: Pesada...
es_mx: Pesada...
fr: Lourd...
it: Pesante...
ja: 重たい…
ko: 무거워...
pl: Ciężka sprawa...
pt_br: Pesada...
ru: Тяжелый…
zh_tw: 沉...

# CHARACTERS.WORMWOOD.DESCRIBE.ANCIENT_ALTAR
source: Makes more things!
de: Macht mehr Sachen!
es: ¡Hace más cosas!
es_mx: ¡Hace más cosas!
fr: Cette chose sert à en fabriquer d'autres !
it: Fa più cose!
ja: もっと物を作れるよ！
ko: 더 많은 것을 만들어!
pl: Robi więcej rzeczy!
pt_br: Faz mais coisas!
ru: Делает новые штучки!
zh_tw: 可以做點東西！

# CHARACTERS.WORMWOOD.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Broken. Needs old stones
de: Kaputt. Braucht alte Steine.
es: Se ha roto. Necesita piedras viejas
es_mx: Roto. Necesita piedras viejas
fr: Cette chose est cassée. Il lui faut des vieilles pierres.
it: Rotta. Servono vecchie pietre
ja: 壊れてる。古い石が欲しい
ko: 고장 났어. 오래된 돌이 필요해
pl: Zepsuł się. Potrzeba starych kamieni
pt_br: Quebrado. Precisa de pedras antigas.
ru: Сломан. Нужны старые камни
zh_tw: 壞掉了。需要古老的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.ANCIENT_STATUE
source: Alive? Hmmm...
de: Lebendig? Hmm ...
es: ¿Con vida? Mmm...
es_mx: ¿Estar viva? Mmm…
fr: Cette chose est vivante ? Hum...
it: È viva? Mmmm...
ja: 生きてる？んー...
ko: 살아 있나? 흐음...
pl: Żyje? Hmm...
pt_br: Viva? Humm...
ru: Живой? Хм-м-м…
zh_tw: 活著？呣...

# CHARACTERS.WORMWOOD.DESCRIBE.ANIMAL_TRACK
source: Mystery Prints!
de: Mysteriöse Spuren!
es: ¡Huellas misteriosas!
es_mx: ¡Huellas misteriosas!
fr: Des empreintes mystérieuses !
it: Orme misteriose!
ja: 謎の足跡だね！
ko: 수수께끼의 발자국이다!
pl: Tajemnicze ślady!
pt_br: Pegadas misteriosas!
ru: Таинственные следы!
zh_tw: 神秘的印痕！

# CHARACTERS.WORMWOOD.DESCRIBE.ANTCHOVIES
source: Aww... so cute!
de: Ooch ... wie niedlich!
es: Ohhh... ¡Qué preciosidad!
es_mx: Ay…, ¡qué linda!
fr: C'est trop mignon !
it: Oh... Carina!
ja: あああ...すっごくかわいいよ！
ko: 세상에... 너무 귀여워!
pl: Ooo... ale słodziak!
pt_br: Aww... tão fofo!
ru: О-о-о… Такие милые!
zh_tw: 啊。太可愛了！

# CHARACTERS.WORMWOOD.DESCRIBE.ANTLION.GENERIC
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Salve!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好

# CHARACTERS.WORMWOOD.DESCRIBE.ANTLION.UNHAPPY
source: Oh no. Needs gifts
de: Oh nein. Braucht Geschenke.
es: Oh, no. Necesita regalos
es_mx: Ay, no. Necesita regalos
fr: Oh, non. Je dois trouver des cadeaux.
it: Oh no. Servono regali
ja: 大変…ギフトがいるね。
ko: 이런. 선물이 필요해
pl: O nie. Potrzebuje prezentów
pt_br: Ah, não. Precisa de presentes.
ru: О нет. Ему нужны подарки
zh_tw: 哎呀。需要禮物

# CHARACTERS.WORMWOOD.DESCRIBE.ANTLION.VERYHAPPY
source: Happy Roar Bug!
de: Froher Brüllkäfer!
es: ¡Bicho que ruge feliz!
es_mx: ¡Feliz Bicho Grr!
fr: La fourmi-graou est contente !
it: Insetto ruggente felice!
ja: ガオー虫さんおめでとう！
ko: 행복한 으르렁 벌레야!
pl: Szczęśliwy ryczący robak!
pt_br: Inseto do rugido feliz!
ru: Довольный рычащий жук!
zh_tw: 快樂的會吼叫的蟲子！

# CHARACTERS.WORMWOOD.DESCRIBE.ANTLIONTRINKET
source: Gift!
de: Geschenk!
es: ¡Regalo!
es_mx: ¡Regalo!
fr: Un cadeau !
it: Regalo!
ja: ギフトだよ！
ko: 선물이다!
pl: Prezent!
pt_br: Presente!
ru: Подарок!
zh_tw: 禮物！

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_CENTIPEDE
source: Ouchie roll bug awake!
de: Aua-Rollkäfer wach!
es: ¡Au! ¡Bicho rollo despierto!
fr: L'insecte-boules s'est réveillé !
it: Insetto cattivo sveglio!
ja: イタイタのゴロゴロ虫が起き上がったよ！
ko: 아야 뒹굴뒹굴 벌레 일어나!
pl: Turlający się robak nie śpi!
pt_br: Inseto-rolo dodói acordou!
ru: Ай, жук-покатук проснулся!
zh_tw: 啊，打滾的蟲子醒來了！

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_CENTIPEDE_HUSK
source: Sleeping. Shhh
de: Schläft. Psst
es: Durmiendo... Shhh
fr: Il dort. Chuuut.
it: Dorme. Shhh
ja: 寝てるよ。静かにね
ko: 자네. 쉿
pl: Śpi. Ciiii.
pt_br: Dormindo. Xiu
ru: Спит. Тс-с-с
zh_tw: 在睡覺呢。噓

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_COOKPOT.BURNT
source: Oh
ja: あ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_COOKPOT.COOKING_LONG
source: Waiting...
de: Warten ...
es: Esperando...
es_mx: Esperando…
fr: J'attends...
it: Aspetto...
ja: 待ってるよ…
ko: 기다리는 중이야...
pl: Czekam...
pt_br: Esperando...
ru: Жду…
zh_tw: 再等等...

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_COOKPOT.COOKING_SHORT
source: Done soon
de: Bald fertig.
es: Queda poco
es_mx: Listo pronto
fr: C'est bientôt prêt.
it: Presto pronto
ja: すぐ終わるよ
ko: 곧 끝나
pl: Zaraz będzie gotowe
pt_br: Já vai ficar pronto.
ru: Скоро приготовится
zh_tw: 馬上就好了

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_COOKPOT.DONE
source: Done!
de: Fertig!
es: ¡Ya está!
es_mx: ¡Listo!
fr: C'est terminé !
it: Fatto!
ja: できた！
ko: 됐다!
pl: Gotowe!
pt_br: Pronto!
ru: Готово!
zh_tw: 好了！

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_COOKPOT.EMPTY
source: Dusty
de: Staubig
es: Hay polvo
fr: C'est tout poussiéreux.
it: Polveroso
ja: 埃っぽいね
ko: 먼지투성이야
pl: Zakurzony
pt_br: Poeirento.
ru: Пыльно
zh_tw: 灰塵真多

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_LOCKBOX
source: Plant this in funny floor
de: Pflanze das in komischen Boden
es: Plantar esto en suelo raro
fr: Faut planter ça dans un sol rigolo.
it: Pianta in pavimento divertente
ja: これを変な床に植えよう
ko: 재미있는 바닥에 이걸 심어
pl: Posadź to w śmiesznej podłodze.
pt_br: Vou plantar isso no piso divertido.
ru: Посадить на смешной пол
zh_tw: 把這個種在好玩的地裡

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.GENERIC
source: Not for watering?
de: Nicht zum Gießen?
es: ¿No es para regar?
fr: C'est pas pour arroser ?
it: Non annaffiare?
ja: 水やりのためじゃないの？
ko: 물주기용 아닌가?
pl: Nie do podlewania?
pt_br: Não é pra regar?
ru: Не поливает?
zh_tw: 不是用來澆水的？

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_LOCKBOX_DISPENCER.POWEROFF
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: Ça dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 在睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_MOON_STATUE
source: Friends of night ball
de: Freunde von Nachtkugel
es: Amigos de bola nocturna
fr: Des copains de la boule de nuit.
it: Amici di palla da notte
ja: 夜のボールのお友だち
ko: 밤의 공 친구들이야
pl: Przyjaciele nocnej kuli
pt_br: Amigos da bola da noite.
ru: Друзья ночного шарика
zh_tw: 夜晚的球的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_PORTAL.GENERIC
source: Stuck closed
de: Verschlossen
es: Cerrado
fr: C'est bien fermé.
it: Chiuso chiuso
ja: 閉じて動かないね
ko: 닫힌 채 끼었어
pl: Zamknięte!
pt_br: Tá trancada.
ru: Закрыто и не открыть
zh_tw: 關掉了

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_PORTAL.POWEROFF
source: Door?
de: Tür?
es: ¿Puerta?
fr: Une porte ?
it: Porta?
ja: 扉かな？
ko: 문?
pl: Drzwi?
pt_br: Porta?
ru: Дверь?
zh_tw: 門？

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RESONATOR.GENERIC
source: That way
de: Da lang
es: Por ahí
fr: Par là.
it: Di là
ja: こっちだよ
ko: 저쪽이야
pl: Tamtędy
pt_br: Por ali.
ru: Сюда
zh_tw: 那邊

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RESONATOR.IDLE
source: Done
de: Fertig
es: Listo
es_mx: Listo
fr: Fini.
it: Fatto
ja: 終わり
ko: 됐다
pl: Gotowe
pt_br: Pronto.
ru: Готово
zh_tw: 好了

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RESONATOR_ITEM
source: Hmmmm
es: Ummm
fr: Hmm...
it: Mmmm
ja: ん～～
ko: 흠
pl: Hmmm
ru: Хм-м-м-м
zh_tw: 嗯

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_1
source: Skritch scratches
de: Kritzelkratzer
es: Muchos garabatos
fr: Des gribouillis.
it: Graffi graffietti
ja: ガリガリ傷がついてるね
ko: 긁적긁적
pl: Wydrapane wzorki
pt_br: Rabiscos.
ru: Царапки-рисовалки
zh_tw: 有人抓過

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_2
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_3
source: Skritch scratches
de: Kritzelkratzer
es: Muchos garabatos
fr: Des gribouillis.
it: Graffi graffietti
ja: ガリガリ傷がついてるね
ko: 긁적긁적
pl: Wydrapane wzorki
pt_br: Rabiscos.
ru: Царапки-рисовалки
zh_tw: 有人抓過

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_4
source: Pretty
de: Hübsch.
es: Cosa bonita
es_mx: Bonito
fr: C'est beau.
it: Bello
ja: かわいい
ko: 예쁘다
pl: Ładny
pt_br: Bonito.
ru: Красиво
zh_tw: 真漂亮

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_RUNE_STATUE.LINE_5
source: Skritch scratches
de: Kritzelkratzer
es: Muchos garabatos
fr: Des gribouillis.
it: Graffi graffietti
ja: ガリガリ傷がついてるね
ko: 긁적긁적
pl: Wydrapane wzorki
pt_br: Rabiscos.
ru: Царапки-рисовалки
zh_tw: 有人抓過

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_SECURITY_DESK.GENERIC
source: Woke up
de: Aufgewacht
es: Despierto
fr: C'est réveillé.
it: Si è svegliato
ja: 起きたよ
ko: 일어났어
pl: Obudził się
pt_br: Acordou.
ru: Проснулся
zh_tw: 醒來了

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_SECURITY_DESK.POWEROFF
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: Ça dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 它在休息

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_SECURITY_PULSE
source: Come back friend!
de: Komm zurück, Freund!
es: ¡Vuelve, amigo!
fr: Reviens, copain !
it: Torna, amico!
ja: 戻っておいで、お友だち！
ko: 돌아와 친구!
pl: Wracaj, przyjacielu!
pt_br: Volta amigo!
ru: Вернись, друг!
zh_tw: 回來，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_SWITCH.GEMS
source: Missing...
de: Fehlt ...
es: Falta algo...
fr: C'est plus là...
it: Manca...
ja: 足りないね…
ko: 잃어버렸네...
pl: Nie ma...
pt_br: Faltando...
ru: Нету...
zh_tw: 沒有……

# CHARACTERS.WORMWOOD.DESCRIBE.ARCHIVE_SWITCH.VALID
source: Awake
de: Wach
es: Despierto
fr: C'est réveillé.
it: Sveglio
ja: 起きてるよ
ko: 일어나
pl: Działa.
pt_br: Acordado.
ru: Работает
zh_tw: 醒了

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORDRAGONFLY
source: Fire Keeper Outer
de: Feuerdraußenhalter.
es: Evitafuegos
es_mx: Guardalumbre externa
fr: Ça protège du feu.
it: Esterno di fuoco
ja: 防火服
ko: 불 지킴이 옷이야
pl: Osłaniacz przed ogniem
pt_br: Guardiã Apaga Fogo.
ru: Огнераздувательный панцирь
zh_tw: 火焰阻隔器

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORGRASS
source: Friend Hair made clothes
de: Kleider aus Haar von Freunden.
es: Ropa hecha con pelo de amigo
es_mx: Pelo amigo hecho ropa
fr: Un vêtement en cheveux de copines plantes.
it: Vestiti di capelli di amica
ja: お友だちの髪で作ったお洋服だよ
ko: 친구 머리카락으로 만든 옷이야
pl: Strój z włosów przyjaciela
pt_br: Roupas feitas de cabelo de amigo.
ru: Одежда из волос друзей
zh_tw: 用朋友的茸毛做的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.ARMORMARBLE
source: Heavy
de: Schwer.
es: Pesa mucho
es_mx: Pesada
fr: C'est lourd et épais ce truc.
it: Pesante
ja: 重たいよ
ko: 무거워
pl: Ciężkie
pt_br: Pesada.
ru: Тяжело
zh_tw: 好重
