Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_MOON
source: Pop!
de: Plopp!
es: ¡Pum!
ja: ポン！
ko: 뿅!
pl: Buch!
pt_br: Estouro!
ru: Пуф!
zh_tw: 砰！

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_SMALL.GENERIC
source: Hey little guys!
de: He, ihr Kerlchen!
es: ¡Hola, pequeños!
es_mx: ¡Hola pequeñitos!
fr: Coucou, minuscules êtres !
it: Ciao, piccoline!
ja: やあ、ちびちゃんたち！
ko: 안녕, 꼬마야!
pl: Cześć, maluszki!
pt_br: E aí, amiguinhos!
ru: Привет, малыши!
zh_tw: 嘿，小傢伙們！

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_SMALL.HELD
source: Safe now
de: Gerettet.
es: A salvo ahora
es_mx: Segura ahora
fr: Il n'y a plus de danger.
it: Ora salva
ja: もう安全だよ
ko: 이제 안전해
pl: Teraz są bezpieczne
pt_br: Estão a salvo agora.
ru: Теперь безопасно
zh_tw: 現在安全了

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_TALL.GENERIC
source: Where you going?
de: Wohin gehst du?
es: ¿Adónde vas?
es_mx: ¿A dónde vas?
fr: Où vous allez ?
it: Dove vai?
ja: どこに行くの？
ko: 어디 가니?
pl: Dokąd się wybieracie?
pt_br: Aonde você vai?
ru: Куда ты?
zh_tw: 你要去哪裡？

# CHARACTERS.WORMWOOD.DESCRIBE.SPORE_TALL.HELD
source: Glowing babies
de: Leuchtbabys.
es: Bebés brillantes
es_mx: Bebés brillantes
fr: Des bébés lumineux.
it: Piccole lucenti
ja: 光る赤ちゃん
ko: 빛나는 아기들이야
pl: Świecące bobaski
pt_br: Bebês reluzentes.
ru: Светящиеся малыши
zh_tw: 發著光的孢子寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.SQUID
source: Bright Eye Glub Glub
de: Leuchtauge-Blubblub.
es: Glub-glub ojo brillante
es_mx: Gluglú ojo brillante
fr: Un bloup-bloup à l'œil brillant.
it: Glu glu con occhio luminoso
ja: キラキラおめめのブクブク
ko: 밝은 눈 뽀글이야
pl: Bulbulek o świecącym oku
pt_br: Glub Glub do Olho Brilhante.
ru: Яркоглазая буль-булька
zh_tw: 亮眼睛的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.STAFFCOLDLIGHT
source: Oh! Cold stick makes light!
de: Oh! Kalter Stock macht Licht!
es: ¡Oh! ¡Palo frío hace luz!
es_mx: ¡Oh! ¡Palo frío hace luz!
fr: Le bâton froid fait de la lumière !
it: Oh! Bastone freddo fa luce!
ja: おお！ヒエヒエ棒が明かりになるよ
ko: 아! 차가운 막대기가 빛을 만들어!
pl: Och! Zimny patyk robi światło!
pt_br: Ah! Vara fria faz luz!
ru: Ой! Холодная палочка светится!
zh_tw: 哦！冷的棍子能發光！

# CHARACTERS.WORMWOOD.DESCRIBE.STAFFLIGHT
source: Bright!! Very bright!
de: Hell! Sehr hell!
es: ¡¡Brillante!! ¡Muy brillante!
es_mx: ¡Radiante! ¡Muy radiante!
fr: Ça brille ! Ça brille énormément !
it: Luminosa! Tanto luminosa!
ja: 明るい！！うーんと明るいね！
ko: 밝다!! 엄청 밝아!
pl: Jasne! Bardzo jasne!
pt_br: Brilhante!! Muito brilhante!
ru: Ярко! Как ярко!
zh_tw: 明亮！非常明亮！

# CHARACTERS.WORMWOOD.DESCRIBE.STAFF_TORNADO
source: Makes big winds!
de: Macht viel Wind!
es: ¡Hace vientos grandes!
es_mx: ¡Hace vientos grandes!
fr: Ça fait du vent qui souffle très fort !
it: Fa grandi venti!
ja: 大きい風を作るんだね！
ko: 큰 바람을 만들어!
pl: Robi silny wiatr!
pt_br: Faz ventos grandes!
ru: Поднимает сильный ветер!
zh_tw: 製造大旋風吧！

# CHARACTERS.WORMWOOD.DESCRIBE.STAGEHAND.AWAKE
source: Ohh! Table friend!
de: Ooh! Tischfreund!
es: ¡Oh! ¡Amiga de mesa!
es_mx: ¡Ohh! ¡Amiga mesa!
fr: Ohh ! Une copine table !
it: Ohhh! Amico tavolo!
ja: おお！机のお友だち！
ko: 오오! 테이블 친구야!
pl: Och! Stołowy przyjaciel!
pt_br: Ahh! Amigo da mesa!
ru: О-о! Друг-стол!
zh_tw: 噢！桌子朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.STAGEHAND.HIDING
source: Too shy?
de: Zu schüchtern?
es: ¿Tienes mucha vergüenza?
es_mx: ¿Muy tímida?
fr: Trop timide ?
it: Troppo timido?
ja: 恥ずかしがりすぎ？
ko: 너무 부끄럽나?
pl: Zbyt nieśmiały?
pt_br: Tímida demais?
ru: Стесняешься?
zh_tw: 太害羞？

# CHARACTERS.WORMWOOD.DESCRIBE.STALAGMITE
source: Rocks
de: Steine
es: Rocas
es_mx: Rocas
fr: Pierres
it: Rocce
ja: 岩
ko: 바위다.
pl: Kamienie
pt_br: Pedras
ru: Камни
zh_tw: 石頭

# CHARACTERS.WORMWOOD.DESCRIBE.STALAGMITE_TALL
source: Rock
es: Roca
es_mx: Roca
fr: Pierre
it: Roccia
ja: 岩
ko: 바위다.
pl: Skała
pt_br: Rocha
ru: Камень
zh_tw: 岩石

# CHARACTERS.WORMWOOD.DESCRIBE.STALKER
source: Branches? Or bones?
de: Äste? Oder Knochen?
es: ¿Ramas? ¿O huesos?
es_mx: ¿Ramas? ¿O huesos?
fr: Des branches ou des os ?
it: Rami? Ossa?
ja: 枝？それとも骨？
ko: 가지? 뼈인가?
pl: Gałęzie? Czy kości?
pt_br: Galhos? Ou ossos?
ru: Ветки? Или кости?
zh_tw: 樹枝還是骨頭？

# CHARACTERS.WORMWOOD.DESCRIBE.STALKER_ATRIUM
source: Aggh! Big Bone Roarer!
de: Argh! Großer Knochenbrüller!
es: ¡Argh! ¡Rugidor de huesos grandes!
es_mx: ¡Ahh! ¡Bramador de hueso grande!
fr: Argh ! Un roaaar à gros os !
it: Aggh! Grandi ossa ruggenti!
ja: ギャー！おっきな吠え骨だ！
ko: 아악! 큰 뼈 포효자야!
pl: Aaa! Wielki, kościsty rykacz!
pt_br: Aggh! Rugidor de Ossos Grandes!
ru: А-а-а! Большая костяная рычалка!
zh_tw: 噢！大的骨頭還會吼叫！

# CHARACTERS.WORMWOOD.DESCRIBE.STALKER_MINION
source: Big Bone Roarer has tiny pals!
de: Großer Knochenbrüller hat kleine Freunde!
es: ¡Rugidor de huesos grandes tiene amigos diminutos!
es_mx: ¡Bramador de hueso grande tiene pequeños compañeros!
fr: Le roaaar à gros os a des petits potes !
it: Grandi ossa ruggenti ha piccoli amici!
ja: おっきな吠え骨はちびの仲間がいるよ！
ko: 큰 뼈 포효자한테 작은 친구가 있네!
pl: Wielki, kościsty rykacz ma małych kolegów!
pt_br: Rugidor de Ossos Grandes tem patinhas!
ru: У большой костяной рычалки есть маленькие друзья!
zh_tw: 吼叫的大骨頭有小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.STATUEGLOMMER.EMPTY
source: Gone
de: Weg.
es: No está
es_mx: No queda nada
fr: Y a plus rien.
it: Finito
ja: なくなったよ
ko: 없어졌어
pl: Nie ma
pt_br: Se foi.
ru: Ничего не осталось
zh_tw: 沒了

# CHARACTERS.WORMWOOD.DESCRIBE.STATUEGLOMMER.GENERIC
source: That you, nice friend?
de: Bist du es, lieber Freund?
es: ¿Eres tú, buen amigo?
es_mx: ¿Eres tú, buen amigo?
fr: C'est toi, mon copain sympa ?
it: Sei tu, caro amico?
ja: 君かな、いいお友だち？
ko: 너니, 친구야?
pl: To ty, miły przyjacielu?
pt_br: É você, meu belo amigo?
ru: Это ты, славный друг?
zh_tw: 謝謝你，好朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.STATUEHARP
source: Where'd head go?
de: Wo ist der Kopf hin?
es: ¿Adónde ha ido la cabeza?
es_mx: ¿A dónde fue cabeza?
fr: Où est passée la tête ?
it: Dove testa?
ja: 頭はどこに行ったの？
ko: 머리가 어디 갔지?
pl: Co się stało z głową?
pt_br: Onde foi parar a cabeça?
ru: А где голова?
zh_tw: 你的頭去哪了？

# CHARACTERS.WORMWOOD.DESCRIBE.STATUEMAXWELL
source: Alive?
de: Lebendig?
es: ¿Vive?
es_mx: ¿Estar viva?
fr: Il est vivant ?
it: Vivo?
ja: 生きてる？
ko: 살아 있나?
pl: Żyje?
pt_br: Tá viva?
ru: Живой?
zh_tw: 活的嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.STATUE_MARBLE.GENERIC
source: Like it
de: Gefällt mir.
es: Me gusta
es_mx: Gustar
fr: J'aime bien !
it: Piace
ja: 気に入ったよ！
ko: 마음에 들어
pl: Podoba mi się
pt_br: Gostei.
ru: Мне нравится
zh_tw: 喜歡！

# CHARACTERS.WORMWOOD.DESCRIBE.STATUE_MARBLE.TYPE1
source: Why so sad?
de: Warum so traurig?
es: ¿Por qué estás tan triste?
es_mx: ¿Por qué tan triste?
fr: Pourquoi t'es triste ?
it: Perché triste?
ja: なんでそんなに悲しいの？
ko: 뭐가 그렇게 슬퍼?
pl: Skąd ten smutek?
pt_br: Por que tão triste?
ru: Почему грустишь?
zh_tw: 為什麼這麼難過？

# CHARACTERS.WORMWOOD.DESCRIBE.STATUE_MARBLE.TYPE2
source: No head? Where's head?
de: Kein Kopf? Wo ist er?
es: ¿No hay cabeza? ¿Y la cabeza?
es_mx: ¿Sin cabeza? ¿Dónde cabeza?
fr: Elle a pas de tête ? Où est sa tête ?
it: E testa? Dove testa?
ja: 頭がないの？頭はどこ？
ko: 머리가 없네? 어디 있지?
pl: Nie ma głowy? Gdzie głowa?
pt_br: Sem cabeça? Cadê a cabeça?
ru: Нет головы? А где голова?
zh_tw: 沒頭？頭呢？

# CHARACTERS.WORMWOOD.DESCRIBE.STATUE_MARBLE.TYPE3
source: Big bowl
de: Große Schüssel.
es: Bol grande
es_mx: Tazón grande
fr: C'est un gros bol.
it: Grande ciotola
ja: おっきなボウル
ko: 큰 그릇이야
pl: Duża miska
pt_br: Tigela grande.
ru: Большая миска
zh_tw: 大碗

# CHARACTERS.WORMWOOD.DESCRIBE.STEELWOOL
source: Horkbeast clothes
de: Kleidung vom Horkbiest.
es: Ropa de orcbestia
es_mx: Ropa de bestiapuaj
fr: Ça habillait la créature qui crache.
it: Vestito da bestia di vomito
ja: キモイ獣の服
ko: 칵퉤짐승 옷이야
pl: Strój charkobestii
pt_br: Roupas de Fera Catarro.
ru: Одежда из тошнилки
zh_tw: 吐人野獸的絨毛

# CHARACTERS.WORMWOOD.DESCRIBE.STEERINGWHEEL
source: Which way?
de: Wo lang?
es: ¿Qué dirección?
es_mx: ¿Hacia dónde?
fr: Quelle direction ?
it: Che parte?
ja: どっち？
ko: 어느 쪽이지?
pl: W którą stronę?
pt_br: Pra que lado?
ru: Куда?
zh_tw: 往哪邊走呢？

# CHARACTERS.WORMWOOD.DESCRIBE.STEERINGWHEEL_ITEM
source: For pointing Floaty
de: Zum Steuern vom Schwimmding.
es: Para orientar a flotante
es_mx: Para apuntar flotante
fr: C'est pour diriger le bidule qui flotte.
it: Per direzione di galleggina
ja: プカプカを指すために
ko: 둥둥 방향을 움직일 때 써
pl: Do ustawiania pływaka
pt_br: Pra direcionar o Flutuante.
ru: Чтобы рулить плавучкой
zh_tw: 能指揮浮動的東西

# CHARACTERS.WORMWOOD.DESCRIBE.STINGER
source: Youchy!
de: Aua!
es: ¡Ayay!
es_mx: ¡Auch!
fr: Ouille !
it: Ahi! Male!
ja: うわっ、イテテ！
ko: 아야!
pl: Aua!
pt_br: Ai!
ru: Ай-ай!
zh_tw: 好疼！

# CHARACTERS.WORMWOOD.DESCRIBE.STRAWHAT
source: Friend hat
de: Hut vom Freund.
es: Sombrero de amigo
es_mx: Sombrero amigo
fr: Un chapeau fait avec des copines.
it: Cappello fatto con amica
ja: お友だちの帽子
ko: 친구 모자야
pl: Kapelusz z przyjaciół
pt_br: Chapéu de amigo.
ru: Шляпа из друга
zh_tw: 用朋友做的帽子

# CHARACTERS.WORMWOOD.DESCRIBE.STUFFEDEGGPLANT
source: Stuffed belly stuff
de: Gefülltes Bauchzeug.
es: Cosa rellena para la tripa
es_mx: Cosa rellena de barriga
fr: Du manger farci.
it: Roba ripiena per pancia
ja: おなかいっぱいのもの
ko: 속이 꽉 찬 음식이야
pl: Rzecz z rzeczami do brzuszka
pt_br: Coisa recheada de barriga.
ru: Фаршированная штучка для животика
zh_tw: 填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.STUFFING
source: Tasty bready bits
de: Leckere Brotstücke.
es: Sabrosos trozos como de pan
es_mx: Sabrosos pedacitos panosos
fr: Des morceaux de pain qui font du bien au ventre.
it: Piccolo pane gustoso
ja: おいしいパンのかけら
ko: 맛있는 빵 같은 조각이야
pl: Smaczne, mięsiste kawałeczki
pt_br: Pedaços pãozudos saborosos.
ru: Вкусные хлебные кусочки
zh_tw: 好吃的麵包碎

# CHARACTERS.WORMWOOD.DESCRIBE.SUCCULENT_PICKED
source: Keep you safe, friend
de: Ich passe auf dich auf, Freund.
es: Estarás a salvo, amigo
es_mx: Mantenerte a salvo, amiga
fr: Je te protège, mon copain.
it: Metto al sicuro, amica
ja: 気を付けてね、お友だち
ko: 잘 돌봐 줄게, 친구야
pl: Zadbam o ciebie, przyjacielu
pt_br: Vou te manter segura, amiga.
ru: Ты будешь в безопасности, друг
zh_tw: 確保你安全，朋友

# CHARACTERS.WORMWOOD.DESCRIBE.SUCCULENT_PLANT
source: Friend! Good to see you!
de: Freund! Gut, dich zu sehen!
es: ¡Amigo! ¡Qué bueno verte!
es_mx: ¡Amiga! ¡Qué bueno verte!
fr: C'est bon de te revoir, ma copine !
it: Amica! Bello vedere!
ja: お友だち！会えてよかったよ！
ko: 친구야! 만나서 반가워!
pl: Przyjaciel! Jak dobrze cię widzieć!
pt_br: Amiga! Que bom te ver!
ru: Друг! Как я рад тебя видеть!
zh_tw: 很高興見到你，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.SUCCULENT_POTTED
source: Found friend a home
de: Ein Haus für den Freund.
es: He encontrado una casa a amigo
es_mx: Encontré una casa para amiga
fr: J'ai trouvé une maison à mon copain.
it: Trovata casa per amica
ja: お友だちにおうちを見つけてあげたよ
ko: 친구 집을 찾아 줬어
pl: Znalazłem przyjacielowi dom
pt_br: Achei uma casa pra amiga.
ru: Нашел дом для друга
zh_tw: 給朋友找了個家

# CHARACTERS.WORMWOOD.DESCRIBE.SUNKENCHEST.GENERIC
source: Shell stuff
de: Muschelzeug.
es: Cosas de concha
es_mx: Cosas de conchas
fr: Un machin couvert de coquillages.
it: Roba per conchiglie
ja: 貝のやつだ！
ko: 껍데기 물건이야
pl: Muszelkowe rzeczy
pt_br: Coisa de conchas.
ru: Штучки в раковине
zh_tw: 貝殼的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SUNKENCHEST.LOCKED
source: Oh. Locked
de: Oh. Verschlossen.
es: Oh. No se abre
es_mx: Oh. Cerrado
fr: Oh. Il est verrouillé.
it: Oh. Chiuso
ja: ああ、ロックされてるね
ko: 아. 잠겼어
pl: Och. Zamknięta
pt_br: Ah. Trancado.
ru: Ой. Заперто
zh_tw: 哦。鎖住了

# CHARACTERS.WORMWOOD.DESCRIBE.SUPERTACKLECONTAINER
source: More Glub Glub stuff
de: Mehr Blubblub-Zeug.
es: Más cosas glub-glub
es_mx: Más cosas de gluglús
fr: C'est encore des trucs pour attraper des bloup-bloup.
it: Altra roba per glu glu
ja: もっとブクブクなもの
ko: 뽀글이 물건이 더 있어
pl: Więcej rzeczy do bulbulków
pt_br: Mais coisa de Glub Glub.
ru: Это все для буль-булек
zh_tw: 更多咕嚕咕嚕的東西

# CHARACTERS.WORMWOOD.DESCRIBE.SURFNTURF
source: Fills belly
de: Füllt den Bauch.
es: Llena la tripa
es_mx: Llena barriga
fr: Ça remplit le ventre.
it: Riempie pancia
ja: おなかをいっぱいにするんだよ
ko: 배를 채워 줘
pl: Wypełnia brzuszek
pt_br: Enche barriga.
ru: Наполняет животик
zh_tw: 能填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.SWEATERVEST
source: Warm
es: Caliente
es_mx: Cálido
fr: Ça tient chaud.
it: Calda
ja: ポカポカ
ko: 따뜻해
pl: Ciepła
pt_br: Quentinho.
ru: Тепло
zh_tw: 溫暖

# CHARACTERS.WORMWOOD.DESCRIBE.SWEETPOTATO
source: Yummy yum!
de: Mmmmh!
es: ¡Rico, rico!
es_mx: ¡Rico, rico!
fr: Miam !
it: Gnam gnam!
ja: うまうまー！
ko: 냠냠!
pl: Mniamki mniam!
pt_br: Que gostoso!
ru: Вкуснятина!
zh_tw: 真好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.SWEETTEA
source: Mmmm... ahhh
fr: Mmmh... aaaah !
it: Mmmm... aaah
ja: う～～ん…ふぅ～～～
ko: 음... 아아
pl: Mmmm... Aaach
pt_br: Hmmm... ahhh.
ru: М-м-м... Ах...
zh_tw: 嗯……啊

# CHARACTERS.WORMWOOD.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: Oh...
ja: おお…
ko: 아...
pl: Och...
pt_br: Ah...
ru: Ой…
zh_tw: 噢...

# CHARACTERS.WORMWOOD.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: Friends can eat here
de: Freunde können hier essen.
es: Amigos pueden comer aquí
es_mx: Amigos pueden comer aquí
fr: Il y a de la place pour tous les copains.
it: Amici possono mangiare qui
ja: お友だちもここでたべていいよ
ko: 친구들이 먹을 수 있는 곳이야
pl: Przyjaciele mogą tu jeść
pt_br: Amigos podem comer aqui.
ru: Друзья могут тут поесть
zh_tw: 朋友們可以在這吃飯

# CHARACTERS.WORMWOOD.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: Friends eat?
de: Freunde essen?
es: ¿Amigos comen?
es_mx: ¿Amigos comen?
fr: Les copains mangent ?
it: Amici mangiano?
ja: お友だちは食べるの？
ko: 친구들이 먹을까?
pl: Przyjaciele jedzą?
pt_br: Amigos comem?
ru: Друзья хотят есть?
zh_tw: 朋友們要吃嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: Oops. Nope
de: Huch. Nö.
es: Ups. Nop
es_mx: Uy. No
fr: Oups. Non.
it: Ops, no
ja: おっと。だめだよ
ko: 이런. 아니네
pl: Ups. Nie
pt_br: Ops. Não.
ru: Ой. Нет
zh_tw: 哎呀。不是

# CHARACTERS.WORMWOOD.DESCRIBE.TACKLECONTAINER
source: Glub Glub stuff
de: Blubblub-Zeug.
es: Cosas de glub-glub
es_mx: Cosas gluglú
fr: Des trucs pour attraper des bloup-bloup.
it: Roba per glu glu
ja: ブクブクなもの
ko: 뽀글이 물건이야
pl: Rzeczy do bulbulków
pt_br: Coisa de Glub Glub.
ru: Все для буль-булек
zh_tw: 咕嚕咕嚕的東西

# CHARACTERS.WORMWOOD.DESCRIBE.TACKLESKETCH
source: Glub Glub pictures
de: Blubblub-Bilder.
es: Imágenes de glub-glub
es_mx: Imágenes gluglú
fr: Des dessins de bloup-bloup.
it: Figure di glu glu
ja: ブクブクの写真
ko: 뽀글이 그림이야
pl: Obrazki bulbulków
pt_br: Desenhos de Glub Glub.
ru: Картинки буль-булек
zh_tw: 咕嚕咕嚕的圖片

# CHARACTERS.WORMWOOD.DESCRIBE.TACKLESTATION
source: Help catch Glub Glubs
de: Hilft, Blubblubs zu fangen.
es: Ayuda para coger glub-glubs
es_mx: Ayuda a atrapar gluglús
fr: C'est pour ranger les trucs pour attraper des bloup-bloup.
it: Aiuta a prendere i glu glu
ja: ブクブクとりを手伝うよ
ko: 뽀글이를 잡게 도와줘
pl: Pomaga łapać bulbulki
pt_br: Ajude a pegar Glub Glubs.
ru: Помогает ловить буль-булек
zh_tw: 幫助抓咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.TAFFY
source: Chewy goo
de: Bissfestes Klebzeug.
es: Pringue gomoso
es_mx: Pegote gomoso
fr: C'est mou et gluant.
it: Melma gommosa
ja: グニャグニャのドロドロ
ko: 쫄깃한 끈적이야
pl: Słodka paćka
pt_br: Gosma Borrachuda.
ru: Жевательная тягучка
zh_tw: 黏黏的很耐嚼

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRD
source: Big Eye Tweeter
de: Großer Augenpiepser.
es: Pío-pío ojo grande
es_mx: Piador ojón
fr: Un piou-piou avec un gros œil.
it: Cip cip occhiuto grande
ja: 大きな目玉ピヨピヨ
ko: 큰 눈알 짹짹이야
pl: Duży oczny ćwirek
pt_br: Piu-Piu Olho Grande.
ru: Глазастая чирикалка
zh_tw: 大眼睛嘰喳

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG
source: Eye Tweeter inside?
de: Augenpiepser drinnen?
es: ¿Pío-pío ojo dentro?
es_mx: ¿Piador ojón adentro?
fr: Y a un piou-piou avec un gros œil à l'intérieur ?
it: Cip cip occhiuto dentro?
ja: 目玉ピヨピヨが中にいるのかな？
ko: 눈알 짹짹이가 들었나?
pl: Oczny ćwirek w środku?
pt_br: Tem Piu-Piu Olho dentro?
ru: Внутри глазастая чирикалка?
zh_tw: 眼睛嘰喳在裡面嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_COOKED
source: For belly
de: Für den Bauch.
es: Para la tripa
es_mx: Para barriga
fr: C'est pour mon ventre.
it: Per pancia
ja: おなかのためだよ
ko: 배를 채워
pl: Do brzuszka
pt_br: Pra barriga.
ru: Для животика
zh_tw: 為了填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs warm
de: Braucht Wärme.
es: Necesita calor
es_mx: Necesita calor
fr: Il lui faut de la chaleur.
it: Serve caldo
ja: ポカポカが必要だよ
ko: 온기가 필요해
pl: Potrzebuje ciepła
pt_br: Precisa de calor.
ru: Нужно тепло
zh_tw: 它需要溫暖

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Tweet!
de: Pieps!
es: ¡Pío-pío!
es_mx: ¡Pío!
fr: Cui-cui !
it: Cip cip!
ja: ピーチク！
ko: 짹!
pl: Ćwir!
pt_br: Piu!
ru: Чирик!
zh_tw: 啾啾！

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Too hot!
de: Zu heiß.
es: ¡Demasiado caliente!
es_mx: ¡Demasiado caliente!
fr: Trop chaud !
it: Troppo caldo!
ja: 熱いって！ムリムリムリ！
ko: 너무 뜨겁다!
pl: Za gorąco!
pt_br: Muito quente!
ru: Слишком горячо!
zh_tw: 太熱了！

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: (yawn)
de: (Gähn)
es: (bostezo)
es_mx: (bostezo)
fr: *Bâille*
ja: （ふわぁ）
ko: 하암...
pl: Ziew
pt_br: (bocejo)
ru: (зевает)
zh_tw: （打哈欠）

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Tweeter coming soon!
de: Bald kommt der Piepser!
es: ¡Pío-pío a punto de salir!
es_mx: ¡Piador inminente!
fr: Le piou-piou va bientôt sortir !
it: Cip cip in arrivo!
ja: ピヨピヨがもうすぐ出てくるね！
ko: 곧 짹짹이가 나와!
pl: Ćwirek nadchodzi!
pt_br: Vem Piu-Piu aí!
ru: Скоро появится чирикалка!
zh_tw: 嘰喳就要來了！

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDNEST.GENERIC
source: Tweet! Tweet!
de: Zwitscherzwitscher!
es: ¡Pío! ¡Pío!
es_mx: ¡Pío, pío!
fr: Cui-cui !
it: Cip! Cip!
ja: ピーチクパーチク！
ko: 짹짹!
pl: Ćwir! Ćwir!
pt_br: Piu! Piu!
ru: Чирик! Чирик!
zh_tw: 嘰喳！嘰喳！

# CHARACTERS.WORMWOOD.DESCRIBE.TALLBIRDNEST.PICKED
source: Eye Tweeter sticks
de: Augenpiepserstöcke.
es: Palos de pío-pío ojo
es_mx: Palitos de piador ojón
fr: Des brindilles rassemblées par le piou-piou avec un gros œil.
it: Bastoni per cip cip occhiuto
ja: 目玉ピヨピヨの棒
ko: 눈알 짹짹이 막대기야
pl: Patyki ocznego ćwirka
pt_br: Gravetos de Piu-Piu Olho.
ru: Палочки глазастой чирикалки
zh_tw: 眼睛嘰喳的樹枝堆

# CHARACTERS.WORMWOOD.DESCRIBE.TAMALES
source: Friends holding it
de: Freunde halten es zusammen.
es: Amigos lo sujetan
es_mx: Amigos lo aguantan
fr: Un copain pour manger.
it: Amici li tengono
ja: お友だちが支えてるよ
ko: 친구들이 잡고 있어
pl: Przyjaciele trzymają
pt_br: Amigas segurando.
ru: Завернуто в друзей
zh_tw: 朋友們包裹著它

# CHARACTERS.WORMWOOD.DESCRIBE.TEENBIRD.GENERIC
source: Eye Tweeter is growing!
de: Augenpiepser wächst!
es: ¡Pío-pío ojo está creciendo!
es_mx: ¡Piador ojón está creciendo!
fr: Le piou-piou avec un gros œil grandit !
it: Cip cip occhiuto cresce!
ja: 目玉ピヨピヨが育ってる！
ko: 눈알 짹짹이가 자라고 있어!
pl: Oczny ćwirek rośnie!
pt_br: O Piu-Piu Olho tá crescendo!
ru: Глазастая чирикалка растет!
zh_tw: 眼睛嘰喳在成長！

# CHARACTERS.WORMWOOD.DESCRIBE.TEENBIRD.HUNGRY
source: Hungry?
de: Hungrig?
es: ¿Tienes hambre?
es_mx: ¿Con hambre?
fr: T'as faim ?
it: Fame?
ja: おなかすいた？
ko: 배고프니?
pl: Głodny?
pt_br: Com fome?
ru: Хочешь есть?
zh_tw: 餓了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.TEENBIRD.SLEEPING
source: Shh... Sleepytime
de: Psst ... Schlafenszeit.
es: Shhh... Hora de dormir
es_mx: Shh… Hora de dormir
fr: Chut... C'est l'heure du dodo.
it: Shhh... Fa pisolino
ja: シーーッ...おねむのじかんだよ
ko: 쉿... 자는 시간이야
pl: Cii... Spanko
pt_br: Shh... Hora da Naninha
ru: Тс-с… Пора спать
zh_tw: 噓，睡覺時間

# CHARACTERS.WORMWOOD.DESCRIBE.TEENBIRD.STARVING
source: Needs belly stuff
de: Braucht Bauchzeug.
es: Necesita cosas para la tripa
es_mx: Necesita cosa de barriga
fr: Il lui faut de quoi se remplir le ventre.
it: Serve roba per pancia
ja: おなかに入れるものが欲しいね
ko: 음식이 필요해
pl: Potrzebuje rzeczy do brzuszka
pt_br: Precisa de coisa de barriga.
ru: Нужно что-то для животика
zh_tw: 它急需填飽肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.TELEBASE.GEMS
source: Needs Purple Shiny
de: Braucht ein lila Glänzding.
es: Necesita brillante morado
es_mx: Necesita morada brillante
fr: Il manque le bidule violet brillant.
it: Serve cosa brillante viola
ja: 紫のキラキラが欲しいね
ko: 보라색 반짝이가 필요해
pl: Potrzebuje fioletowego błyszczącego
pt_br: Precisa de Brilhante Roxo.
ru: Нужна фиолетовая блестяшка
zh_tw: 需要紫色的閃亮寶石

# CHARACTERS.WORMWOOD.DESCRIBE.TELEBASE.VALID
source: Ready
de: Bereit
es: Listo
es_mx: Listo
fr: Prêt
it: Pronti
ja: 準備オッケーだよ
ko: 준비됐어.
pl: Gotowe
pt_br: Pronto
ru: Готов
zh_tw: 準備

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Open
de: Offen
es: Abrir
es_mx: Abrir
fr: Ouvrir
it: Apri
ja: 開ける
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
zh_tw: 打開

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Hmm...
es: Mmm...
es_mx: Mmm…
fr: Hum...
it: Mmmm...
ja: んー...
ko: 흠...
ru: Хм-м…
zh_tw: 呣...

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Key?
de: Schlüssel?
es: ¿Llave?
es_mx: ¿Llave?
fr: Une clé ?
it: Chiave?
ja: カギ？
ko: 열쇠?
pl: Klucz?
pt_br: Chave?
ru: Ключ?
zh_tw: 鑰匙呢？

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Needs more things
de: Braucht mehr Dinge.
es: Necesita más cosas
es_mx: Necesita más cosas
fr: Il manque plusieurs choses.
it: Servono più cose
ja: もっと物が欲しいんだね
ko: 다른 게 더 필요해
pl: Potrzeba więcej rzeczy
pt_br: Precisa de mais coisas.
ru: Нужно больше штучек
zh_tw: 需要更多的道具

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_BOX
source: Box
de: Kiste.
es: Caja
es_mx: Caja
fr: Une boîte.
it: Scatola
ja: 箱
ko: 상자야
pl: Pudełko
pt_br: Caixa.
ru: Коробка
zh_tw: 盒子

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_CRANK
source: Crank
de: Kurbel.
es: Manivela
es_mx: Manivela
fr: Une manivelle.
it: Manovella
ja: クランク
ko: 크랭크야
pl: Korba
pt_br: Manivela.
ru: Рычаг
zh_tw: 曲柄

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_POTATO
source: Thing
de: Ding.
es: Cosa
es_mx: Cosa
fr: Un bidule.
it: Cosa
ja: もの
ko: 물건이야
pl: Coś
pt_br: Coisa.
ru: Штучка
zh_tw: 某種道具

# CHARACTERS.WORMWOOD.DESCRIBE.TELEPORTATO_RING
source: Ring
es: Anillo
es_mx: Anillo
fr: Un anneau.
it: Anello
ja: 指輪
ko: 고리야
pl: Pierścień
pt_br: Anel.
ru: Кольцо
zh_tw: 圓環

# CHARACTERS.WORMWOOD.DESCRIBE.TELESTAFF
source: Poof stick
de: Schnellstab.
es: Palo puf
es_mx: Palo puf
fr: Un bâton de téléportation.
it: Bastone puff
ja: めめしい棒
ko: 뿅 막대기야
pl: Patyk puf
pt_br: Bastão de Puf.
ru: Палка вжух
zh_tw: 噗嗤棍子

# CHARACTERS.WORMWOOD.DESCRIBE.TENT.BURNT
source: Turned to ash
de: Zu Asche geworden.
es: Ha quedado en cenizas
es_mx: Se volvió cenizas
fr: Il n'en reste que des cendres.
it: Diventata cenere
ja: 灰になっちゃった
ko: 재가 됐어
pl: W proch się obrócił
pt_br: Virou cinzas.
ru: Сгорело дотла
zh_tw: 化為灰燼了

# CHARACTERS.WORMWOOD.DESCRIBE.TENT.GENERIC
source: Little home
de: Kleines Haus.
es: Pequeña casa
es_mx: Casa pequeña
fr: Une petite maison.
it: Piccola casa
ja: ちっこいおうち
ko: 작은 집이야
pl: Mały domek
pt_br: Casinha.
ru: Маленький домик
zh_tw: 小房子

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLE
source: Arms from the dirt
de: Arme aus dem Erdboden.
es: Brazos desde la tierra
es_mx: Brazos de la tierra
fr: Un bras qui émerge du sol.
it: Braccia da terra
ja: 土から出てきた腕
ko: 흙에서 나온 팔이야
pl: Ręce z ziemi
pt_br: Braços de dentro da terra!
ru: Руки из земли
zh_tw: 從土裡出來的手臂

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLESPIKE
source: Spiky Whacker
de: Stachelschläger.
es: Maza pinchuda
es_mx: Golpeador con púas
fr: Un cogneur à pics.
it: Ammazzatutto spinoso
ja: トゲトゲの叩くもの
ko: 뾰족한 방망이야
pl: Kolczasty uderzacz
pt_br: Bastão Espinhoso.
ru: Шипастая стукалка
zh_tw: 帶刺鈍器

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLESPOTS
source: Spots. Pretty spots
de: Punkte. Hübsche Punkte.
es: Puntos. Bonitos puntos
es_mx: Manchas. Bonitas manchas
fr: Il a de jolies taches.
it: Macchie. Belle macchie
ja: 点々。かわいい点々
ko: 반점이다. 예쁜 반점이야
pl: Kropki. Ładne kropki
pt_br: Manchas. Lindas manchas.
ru: Пятнышки. Красивые пятнышки
zh_tw: 斑點，漂亮的斑點。

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLE_GARDEN
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: La chose dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 正在睡覺

# CHARACTERS.WORMWOOD.DESCRIBE.TENTACLE_PILLAR
source: Sleeping
de: Schläft.
es: Durmiendo
es_mx: Durmiendo
fr: La chose dort.
it: Dorme
ja: 眠ってる
ko: 자고 있어
pl: Śpi
pt_br: Dormindo.
ru: Спит
zh_tw: 它在休息
