Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.MOOSEEGG
source: Well, it lays eggs, apparently.
de: Also, es legt offensichtlich Eier.
es: Bueno, pone huevos, al parecer.
fr: Apparemment il pond des œufs.
it: Beh, depone uova, in apparenza.
ja: それが、卵を産むらしいんだな、実は。
ko: 알을 낳는 짐승이네.
pl: Cóż. Najwyraźniej znosi jaja.
pt_br: Bem, ele coloca ovos, aparentemente.
ru: Видимо, он откладывает яйца.
zh_cn: 呃，很显然，它会下蛋。
zh_tw: 呃，很顯然，它會下蛋。

# CHARACTERS.WOODIE.DESCRIBE.MOOSE_NESTING_GROUND
source: Where's the pyromaniac? This needs to burn.
de: Wo ist der Pyromane? Dies muss brennen.
es: ¿Dónde está el pirómano? Esto tiene que arder.
fr: Où est la pyromane ? Il faut brûler ce truc.
it: Dove è un piromane? Deve bruciare.
ja: 火遊び好きの嬢ちゃん！こいつ燃やせよ
ko: 방화광 어디 있지? 이건 태워야 해.
pl: Gdzie jest podpalaczka? To musi spłonąć.
pt_br: Onde está a piromaníaca? Isso precisa ser queimado.
ru: Куда подевались пироманы? Тут нужно зажечь.
zh_cn: 放火狂在哪里？得把这个烧掉。
zh_tw: 放火狂在哪裡？得把這個燒掉。

# CHARACTERS.WOODIE.DESCRIBE.MOQUECA
source: My mouth is watering just looking at it.
de: Schon beim Anblick läuft mir das Wasser im Mund zusammen.
es: Se me está haciendo la boca agua de solo mirarlo...
fr: J'en ai l'eau à la bouche.
it: Ho l'acquolina in bocca solo a guardarla.
ja: 見てるだけで、よだれが出てくるぜ。
ko: 보는 것만으로도 입에 군침이 돌잖아.
pl: Ślinka mi cieknie od samego patrzenia.
pt_br: Estou com água na boca só de olhar.
ru: У меня от одного вида слюни текут.
zh_cn: 只是看着它我的口水就流个不停。
zh_tw: 只是看著它我的口水就流個不停。

# CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.GENERIC
source: That'll take a pint out of me!
de: Der wird mir wohl einen halben Liter abnehmen.
es: ¡Esa me sacaría medio litro de sangre!
fr: Il peut m'en sucer un litre !
it: Si succhierà una pinta da me!
ja: それが俺からパイントを奪っていくつもりだ。
ko: 내 피를 한 바가지는 뽑으려고 할 거야!
pl: Wyssie ze mnie połowę krwi!
pt_br: Isso vai tirar um litro de mim!
ru: Он из меня не меньше пинты высосет!
zh_cn: 那东西吸了我一品脱的血！
zh_tw: 那東西吸了我一品脫的血！

# CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.HELD
source: What do I do with this, eh?
de: Was mache ich nun damit?
es: ¿Qué hago con esto, eh?
fr: Et j'en fais quoi maintenant, hein ?
it: Cosa ci faccio, eh?
ja: これで何をするとしようか？
ko: 이걸로 뭘 하지?
pl: I co mam z nim teraz zrobić?
pt_br: O que faço com isso, hã?
ru: И чего мне теперь с ним делать, кхм?
zh_cn: 你说我该怎么处置这小东西呢？
zh_tw: 你說我該怎麼處置這小東西呢？

# CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK
source: Blood and guts, eh?
de: Blut und Eingeweide, was?
es: Sangre y vísceras, ¿eh?
fr: Du sang dans un boyau, hein ?
it: Sangue e budella, eh?
ja: 血とはらわたじゃないか？
ko: 피와 내장이네, 그치?
pl: Krew i flaki, co nie?
pt_br: Sangue e entranhas, hã?
ru: Кровь и кишки, а?
zh_cn: 很血腥野蛮，对吗？
zh_tw: 很血腥野蠻，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.MOSSLING
source: Feathery moose baby!
de: Federleichtes Elchbaby!
es: ¡Bebé de alce con plumas!
fr: Un bébé d'élan ailé !
it: Cucciolo di alce piumata!
ja: 羽フワフワのムースの赤ちゃん！
ko: 보송보송한 말코손바닥사슴 아기!
pl: Mały, pierzasty łoś!
pt_br: Bebê alce penoso!
ru: Лосенок в перьях!
zh_cn: 长着羽毛的鹿鸭宝宝！
zh_tw: 長著羽毛的鹿鴨寶寶！

# CHARACTERS.WOODIE.DESCRIBE.MOUND.DUG
source: Don't be mad!
de: Sei nicht sauer!
es: ¡No te enfurezcas!
fr: Ne fais pas le fou !
it: Non arrabbiarti!
ja: 怒らないでくれよ！
ko: 화내지 마!
pl: Nie gniewaj się!
pt_br: Não se irrite!
ru: Не обижайся!
zh_cn: 别生气！
zh_tw: 別生氣！

# CHARACTERS.WOODIE.DESCRIBE.MOUND.GENERIC
source: I should probably leave that alone.
de: Ich sollte es wohl lieber in Ruhe lassen.
es: Será mejor que deje eso en paz.
fr: Je devrais sans doute pas toucher à ça.
it: Probabilmente dovrei lasciarlo stare.
ja: 多分そいつを一人で残しておくべきだな。
ko: 저걸 내버려 두는 게 낫겠지.
pl: Chyba powinienem zostawić go w spokoju.
pt_br: Provavelmente eu deveria deixar isso em paz.
ru: Надо оставить его в покое.
zh_cn: 也许我应该离它远点。
zh_tw: 也許我應該離它遠點。

# CHARACTERS.WOODIE.DESCRIBE.MULLEDDRINK
source: Nothin better against the cold!
de: Nichts ist besser gegen die Kälte!
es: ¡No hay nada mejor contra el frío!
fr: C'est idéal pour combattre le froid.
it: Non c'è niente di meglio contro il freddo!
ja: 風邪にはこれは一番さ！
ko: 추위에는 이만한 게 없잖아!
pl: Nie ma lepszego sposobu na rozgrzanie się!
pt_br: Nada melhor contra o frio!
ru: Отличное средство от простуды!
zh_cn: 御寒利器！
zh_tw: 禦寒利器！

# CHARACTERS.WOODIE.DESCRIBE.MULTIPLAYER_PORTAL
source: That'd be the thing I fell through, eh.
de: Da muss ich durchgefallen sein.
es: He debido de salir por aquí, eh.
fr: Ça doit être là-dedans que je suis tombé, hein ?
it: Sarebbe la cosa da cui sono uscito, eh.
ja: こっから、この世界に来たってわけだな…
ko: 내가 통과한 구멍인 것 같은데.
pl: Przez to tutaj wpadłem.
pt_br: Foi por aí que acabei vindo parar aqui, hã.
ru: Это штуковина, в которую я упал, ага.
zh_cn: 那事我肯定做不成，额。
zh_tw: 那事我肯定做不成，額。

# CHARACTERS.WOODIE.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: Wonder where it goes.
de: Wo das wohl hingehört?
es: Me pregunto dónde hay que ponerla.
fr: Je me demande où ça va.
it: Mi chiedo dove vada.
ja: どこに行くってんだ…
ko: 어디로 가는 것일까.
pl: Ciekawe, dokąd prowadzi.
pt_br: Onde será que encaixa?
ru: Интересно, к чему это подходит.
zh_cn: 我想知道要把它通向什么地方。
zh_tw: 我想知道要把它通向什麼地方。

# CHARACTERS.WOODIE.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's... it's beautiful.
de: Die ist ... die ist wunderschön.
es: Es... es muy bonita.
fr: Comment dire... c'est beau quoi !
it: È... è bellissima.
ja: これって…なんて美しいんだろう。
ko: 아... 아름답잖아.
pl: Jest... przepiękny.
pt_br: É... é lindo.
ru: Это… это так красиво.
zh_cn: 它...它真漂亮。
zh_tw: 它...它真漂亮。

# CHARACTERS.WOODIE.DESCRIBE.MUSHGNOME
source: Funny little guy, eh?
de: Das ist ein lustiger kleiner Kerl, hm?
es: Qué gracioso que es el pequeñajo, ¿eh?
fr: Il est marrant, hein ?
it: Un tipetto simpatico, eh?
ja: おかしな小人だな。
ko: 재미있는 친구네, 그지?
pl: Śmieszny maluch, co?
pt_br: Carinha divertido, né?
ru: Забавный малыш, да?
zh_cn: 有趣的小家伙，诶？
zh_tw: 有趣的小傢伙，誒？

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOMBOMB
source: I don't like the look of that.
de: Das gefällt mir nicht.
es: No me gusta su aspecto.
fr: J'aime pas l'air de ce truc-là.
it: Non mi piace il suo aspetto.
ja: 気に食わねえ形をしてやがる。
ko: 생긴 게 마음에 안 드는데.
pl: Nie podoba mi się to.
pt_br: Não gosto da sua aparência.
ru: Не нравится мне, как она выглядит.
zh_cn: 我不喜欢那个样子。
zh_tw: 我不喜歡那個樣子。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOMHAT
source: That there'll make you one with the forest.
de: Damit wird man eins mit dem Wald.
es: Con esto te integras por completo con el bosque.
fr: Pour ne plus faire qu'un avec la forêt.
it: Ti farà mimetizzare nella foresta.
ja: こいつをかぶれば、森の住人みたいな雰囲気を出してくれるぞ。
ko: 숲과 하나가 되게 해줄 거야.
pl: Dzięki niemy możesz zjednoczyć się z lasem.
pt_br: Isso vai colocar você em contato com a floresta.
ru: С ней можно стать одним целым с лесом.
zh_cn: 那会让你成为森林的一员。
zh_tw: 那會讓你成為森林的一員。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Don't breathe it in, Lucy!
de: Atme es nicht ein, Lucy!
es: ¡No respires, Lucy!
fr: Ne respire pas ça, Lucy !
it: Non lo respirare, Lucy!
ja: ルーシー、吸い込むんじゃないぞ！
ko: 숨 들이쉬지 마, 루시!
pl: Nie wdychaj tego, Lucy!
pt_br: Não respire aí, Lucy!
ru: Не дыши этим, Люси!
zh_cn: 不要把它吸进去，露西！
zh_tw: 不要把它吸進去，露西！

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: Mushrooms don't have no reason to be that big.
de: Pilze haben keinen Grund, so groß zu sein.
es: Los hongos no deberían ser tan grandes.
fr: Les champignons n'ont aucune raison d'être aussi gros.
it: I funghi non hanno alcun motivo per essere così grandi.
ja: キノコって、こんなに大きくなる必要あるのか？
ko: 버섯은 이렇게 클 필요가 없잖아.
pl: Grzyby nie mają powodu, żeby rosnąć tak wysoko.
pt_br: Os cogumelos não têm motivo pra ficarem tão grandes.
ru: Не вижу никакой причины, почему грибы таких огромных размеров.
zh_cn: 蘑菇有理由变得那么大。
zh_tw: 蘑菇有理由變得那麼大。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.BURNT
source: If a log burns in the forest does it hurt my feelings? Yes. It does.
de: Wenn alles Holz im Wald brennt, verletzt das meine Gefühle? Aber sicher.
es: Si un tronco se quema en el bosque, ¿hiere mis sentimientos? Sí, la verdad es que sí.
fr: Si une bûche brûle dans la forêt, suis-je triste ? Oui, absolument.
it: Se un tronchetto brucia nella foresta, mi dispiace? Sì, certamente.
ja: 森の丸太が燃えてしまったら、オレの心も間違いなく傷つく。
ko: 숲에서 통나무가 타면 내 마음이 아프냐고? 당연하지.
pl: Jeśli w lesie płonie kłoda, czy rani to moje uczucia. O tak, i to bardzo.
pt_br: Se um tronco queimar na floresta, ele fere meus sentimentos? Sim, fere.
ru: Если бревно горит в лесу, это заденет мои чувства? Да. Заденет.
zh_cn: 如果一块木头在森林里燃烧，这会伤害我的感情吗？是的，会。
zh_tw: 如果一塊木頭在森林裡燃燒，這會傷害我的感情嗎？是的，會。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.EMPTY
source: It needs a bit of help getting started.
de: Braucht ein wenig Starthilfe.
es: Necesita un poco de ayuda para empezar.
fr: Il va lui falloir un bon coup de main pour démarrer.
it: Ha bisogno di un po' di aiuto per iniziare.
ja: ひと手間加えてやらねえといけねえな。
ko: 시작하려면 도움이 좀 필요하겠는데.
pl: Potrzebuje trochę pomocy na początek.
pt_br: Precisa de uma ajuda pra começar.
ru: Нужно немного помочь для начала.
zh_cn: 需要一点助力来开始。
zh_tw: 需要一點助力來開始。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.LOTS
source: It's doing real well on its own.
de: Das schlägt sich alleine richtig gut durch.
es: Lo están haciendo muy bien por sus medios.
fr: Ça se débrouille très bien tout seul.
it: Sta andando davvero bene.
ja: 何もしなくても大丈夫のようだな。
ko: 이제 저절로 잘 되어가는데.
pl: Doskonale sobie radzi.
pt_br: Está se saindo muito bem sozinho.
ru: Отлично работает само по себе.
zh_cn: 就它而言，真的做得不错。
zh_tw: 就它而言，真的做得不錯。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: That rotten log needs replacing.
de: Dieses faulige Holzstück müsste ausgetauscht werden.
es: Hay que reemplazar ese tronco podrido.
fr: Il faut remplacer cette bûche pourrie.
it: Quel tronco marcio ha bisogno di essere sostituito.
ja: この腐った木は取り替えないとな。
ko: 썩은 통나무를 교체해야겠네.
pl: Trzeba wymienić zgniłą kłodę.
pt_br: Esse tronco podre precisa ser substituído.
ru: Надо бы заменить это сгнившее бревно.
zh_cn: 那块腐烂的木头需要替换。
zh_tw: 那塊腐爛的木頭需要替換。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: Everybody's got hardships, eh?
de: Jeder hat seine Probleme, nicht wahr?
es: Todos tenemos problemas, ¿eh?
fr: Tout le monde traverse des épreuves, hein ?
it: Abbiamo tutti dei disagi, eh?
ja: 誰もが試練を経験するのさ。
ko: 누구나 고생하면서 살잖아, 그치?
pl: Każdy ma czasem cięższy okres, co nie?
pt_br: Todo mundo tem seus problemas, hã?
ru: Ну, с кем не бывает, хех?
zh_cn: 每个人都有困难的时候，嗯？
zh_tw: 每個人都有困難的時候，嗯？

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.SOME
source: There we go. Everyone needs a bit of help sometimes.
de: Na bitte. Jeder Mensch braucht manchmal ein bisschen Hilfe.
es: Ahí vamos. Todo el mundo necesita a veces un poco de ayuda.
fr: Et voilà ! Tout le monde a parfois besoin d'un coup de main.
it: Ecco qua. Abbiamo tutti bisogno di un po' di aiuto a volte.
ja: ああ、ひと手間加えてやれば良くなることもある。
ko: 됐다. 누구나 때때로 도움이 필요하잖아.
pl: No i proszę. Każdy potrzebuje czasem trochę pomocy.
pt_br: Aqui. Todo mundo precisa de ajuda às vezes.
ru: Ну, хоть что-то. Иногда каждому из нас может понадобиться помощь.
zh_cn: 这就好。大家有时候都需要别人搭把手。
zh_tw: 這就好。大家有時候都需要別人搭把手。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_FARM.STUFFED
source: Doesn't need us no more.
de: Braucht uns nicht mehr.
es: No nos necesita más.
fr: Nous ne sommes plus indispensables.
it: Non ha più bisogno di noi.
ja: オレらが手を煩わせる必要はもうないようだな。
ko: 이젠 우리 도움이 필요 없네.
pl: Już nas nie potrzebuje.
pt_br: Não precisa mais da gente.
ru: Дальше она сама справится.
zh_cn: 不再需要我们了。
zh_tw: 不再需要我們了。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: Whose bright idea was it to kill the lights?
de: Wessen Idee war es, das Licht auszumachen?
es: ¿De quién fue la brillante idea de apagar las luces?
fr: Qui a eu la brillante idée de tuer les lumières ?
it: Di chi è stata l'idea brillante di ammazzare le luci?
ja: いいアイデアじゃねえか、明りを消すなんて。
ko: 누가 불을 죽이라고 했잖아?
pl: Kto wymyślił, żeby zgasić światła?
pt_br: Quem teve a ideia brilhante de apagar a luz?
ru: Чьей гениальной идеей было убить огоньки?
zh_cn: 是谁想出灭掉亮光这个好主意的？
zh_tw: 是誰想出滅掉亮光這個好主意的？

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT.OFF
source: My kind of decor.
de: Sowas gefällt mir.
es: La decoración que me gusta.
fr: Mon genre de décor.
it: Il tipo di arredamento che mi piace.
ja: オレ向きのデザインだな。
ko: 장식이 내 스타일이잖아.
pl: Takie dekoracje to ja lubię.
pt_br: Meu tipo de decoração.
ru: Мой любимый вид декора.
zh_cn: 我的风格的装饰。
zh_tw: 我的風格的裝飾。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT.ON
source: Soak in that all-natural light, Lucy.
de: Genieß das natürliche Licht, Lucy.
es: Disfruta de la luz natural, Lucy.
fr: Immerge-toi dans cette lumière toute naturelle, Lucy.
it: Immergiti in quella luce del tutto naturale, Lucy.
ja: ルーシー、この自然の光を存分に浴びな。
ko: 자연의 빛을 잔뜩 머금어, 루시.
pl: Chłoń to cudowne naturalne światło, Lucy.
pt_br: Absorva toda essa luz natural, Lucy.
ru: Погрузись в потоки этого естественного света, Люси.
zh_cn: 沉浸在那完全天然的亮光中，露西。
zh_tw: 沉浸在那完全天然的亮光中，露西。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: That got charred real good.
de: Das ist echt gut verkohlt.
es: Se ha carbonizado por completo.
fr: Complètement carbonisé.
it: Si è carbonizzato ben bene.
ja: 真っ黒焦げだな。
ko: 진짜로 제대로 타 버렸잖아.
pl: Porządnie się zwęgliło.
pt_br: Isso foi bem carbonizado.
ru: Неплохо так обгорел.
zh_cn: 那东西被很好地烧焦了。
zh_tw: 那東西被很好地燒焦了。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: It oughta be green like a lush, choppable forest.
de: Sollte grün sein wie ein üppiger, abholzbarer Wald.
es: Debería ser verde como un bosque exuberante y talable.
fr: Ça devrait être vert comme une forêt luxuriante et bonne à couper.
it: Dovrebbe essere verde come una foresta lussureggiante, e da abbattere.
ja: 森に生い茂る植物みたいな緑色だったらいいんだがな。
ko: 나무를 벨 수 있는 숲처럼 녹색이어야 되는데.
pl: Powinno być zielone, jak bujny, gotowy do wycięcia las.
pt_br: Deve ser verde como uma floresta derrubável e exuberante.
ru: Он должен быть зеленым, как пышный, подходящий для рубки лес.
zh_cn: 它应该像郁郁葱葱的可以劈砍的森林一样的绿色的。
zh_tw: 它應該像鬱鬱蔥蔥的可以劈砍的森林一樣的綠色的。

# CHARACTERS.WOODIE.DESCRIBE.MUSHROOM_LIGHT2.ON
source: It illuminates with all the colours of the wind.
de: Leuchtet in den Farben des Windes.
es: Ilumina con todos los colores del viento.
fr: Ça s'illumine avec toutes les couleurs du vent.
it: Si illumina con tutti i colori del vento.
ja: 風が織りなす、すべての色が光となって照らされている。
ko: 바람의 모든 색으로 빛나는데.
pl: Świeci wszystkimi kolorami wiatru.
pt_br: Se ilumina com todas as cores do vento.
ru: Переливается всеми цветами ветра
zh_cn: 它和风的所有颜色一样发着光了。
zh_tw: 它和風的所有顏色一樣發著光了。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: I like the colour of this one.
de: Ich mag die Farbe.
es: Me gusta el color de este.
fr: J'aime bien la couleur de celui-là.
it: Mi piace il suo colore.
ja: いい色してんじゃねぇか
ko: 색이 마음에 들잖아.
pl: Fajny ma kolor.
pt_br: Gosto da cor desse.
ru: Мне нравится его цвет.
zh_cn: 我喜欢它的颜色。
zh_tw: 我喜歡它的顏色。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: Maybe I should chop it.
de: Vielleicht sollte ich ihn abholzen.
es: Tal vez debería talarlo.
fr: Je devrais peut-être le couper.
it: Forse dovrei abbatterlo.
ja: オノで切ってみるか…
ko: 어쩌면 베어야 할지도.
pl: Może powinienem go ściąć.
pt_br: Talvez eu devesse cortá-la.
ru: Может, стоит срубить его.
zh_cn: 也许我应该砍了它。
zh_tw: 也許我應該砍了它。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MOON
source: I think it's due for a choppin'.
de: Ich glaube, du bist reif fürs Abholzen.
es: Creo que es la hora de la tala.
fr: Je crois qu'il est temps de l'abattre.
it: Penso che sia ora di tagliarlo.
ja: ありゃもう切り時だぜ。
ko: 잘게 썰었어야 했나 봐.
pl: Chyba przyszła pora na rąbanie.
pt_br: Acho que tá na hora de cortá-la.
ru: Его давно нужно срубить.
zh_cn: 长到了该砍掉的时候了。
zh_tw: 長到了該砍掉的時候了。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: Well, I can't cut it down now...
de: Jetzt kann ich ihn nicht fällen ...
es: Bueno, ahora no puedo talarlo...
fr: Bon, je peux pas le couper tout de suite...
it: Beh, non posso abbatterlo ora...
ja: 今は切るのはやめとこうぜ…
ko: 이제는 자를 수 없잖아...
pl: Nie mogę go teraz ściąć...
pt_br: Bem, não posso cortar agora...
ru: Ну, сейчас я не могу его срубить…
zh_cn: 嗯，我现在不能砍倒它...
zh_tw: 嗯，我現在不能砍倒它...

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: It's made of wood.
de: Er ist aus Holz.
es: Está hecho de madera.
fr: C'est en bois.
it: È fatto di legno.
ja: こりゃ、木製だな
ko: 나무로 만들어졌잖아.
pl: Jest z drewna.
pt_br: É de madeira.
ru: Оно сделано из дерева.
zh_cn: 它是木头做的。
zh_tw: 它是木頭做的。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL.BLOOM
source: Chop it down before it spreads!
de: Fäll ihn, bevor er sich ausbreitet.
es: ¡Lo talaré antes de que se propague!
fr: Il faut le couper avant qu'il grandisse !
it: Recidilo prima che si diffonda!
ja: 胞子まき散らす前に、切っちまうか！
ko: 퍼지기 전에 잘라야겠어!
pl: Trzeba go ściąć, zanim się rozprzestrzeni!
pt_br: Derrube antes que se espalhe!
ru: Срубай, пока оно не расплодилось!
zh_cn: 在它散播开之前砍倒它！
zh_tw: 在它散播開之前砍倒它！

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL.GENERIC
source: I can't let that stand.
de: Den kann ich so nicht stehen lassen.
es: No puedo dejarlo en pie.
fr: Va falloir que je coupe ça.
it: Non posso permettere che rimanga in piedi.
ja: こいつぁ切ったほうがいいんじゃねぇか？
ko: 저걸 그냥 둘 순 없잖아.
pl: Nie mogę pozwolić, żeby tak tu stał.
pt_br: Não posso deixar assim.
ru: Я не могу ему позволить так просто стоять.
zh_cn: 我不能放任它不管。
zh_tw: 我不能放任它不管。

# CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL_WEBBED
source: This one needs pruning, at least.
de: Der braucht wohl einen kleinen Klaps.
es: Este necesita una buena poda.
fr: Celui-ci a besoin d'un coup de serpette, au moins.
it: Ha bisogno come minimo di una potatura.
ja: 誰も手入れしてねぇのかよ
ko: 최소한 잔가지라도 쳐야겠어.
pl: Tego trzeba porządnie przyciąć.
pt_br: Esse precisa de uma poda, pelo menos.
ru: Здесь надо хотя бы обрезать.
zh_cn: 至少这一棵需要修剪。
zh_tw: 至少這一棵需要修剪。

# CHARACTERS.WOODIE.DESCRIBE.MUTATEDHOUND.DEAD
source: It's dead.
de: Sie ist tot.
es: Está muerta.
fr: Elle est morte.
it: È morto.
ja: 死んでる。
ko: 죽었잖아.
pl: Nie żyje.
pt_br: Está morta.
ru: Он мертв.
zh_cn: 死翘翘了。
zh_tw: 死翹翹了。

# CHARACTERS.WOODIE.DESCRIBE.MUTATEDHOUND.GENERIC
source: That just ain't right.
de: Mit dem stimmt was nicht.
es: Eso no está bien.
fr: Non, ça ne va pas.
it: No, non va proprio bene.
ja: これはどうもいけねえ。
ko: 이건 뭔가 잘못됐잖아.
pl: Coś z nim jest nie w porządku.
pt_br: Isso não está certo.
ru: Она совсем неправильная.
zh_cn: 情况不对。
zh_tw: 情況不對。

# CHARACTERS.WOODIE.DESCRIBE.MUTATEDHOUND.SLEEPING
source: Let's not wake it.
de: Besser nicht wecken.
es: Evitemos que se despierte.
fr: Je ne vais pas faire de bruit.
it: Non svegliamolo.
ja: 起こさない方がいい。
ko: 깨우지 않는 게 좋겠어.
pl: Nie budźmy go.
pt_br: Não vamos acordar ele.
ru: Давайте не будем ее будить.
zh_cn: 可别弄醒了。
zh_tw: 可別弄醒了。

# CHARACTERS.WOODIE.DESCRIBE.MUTATED_PENGUIN.DEAD
source: Good riddance.
de: Auf Nimmerwiedersehen!
es: Hasta nunca.
fr: Bon débarras.
it: Che liberazione.
ja: ああせいせいした。
ko: 걸맞은 최후잖아.
pl: Do widzenia.
pt_br: Já vai tarde!
ru: Скатертью дор-рожка.
zh_cn: 不在了就好。
zh_tw: 不在了就好。

# CHARACTERS.WOODIE.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: It's like a bird, but worse.
de: Wie ein Vogel, nur schlimmer.
es: Es como un pájaro, pero peor.
fr: C'est comme un oiseau, mais en pire.
it: È come un uccello, ma peggio.
ja: 鳥みたいなもんだが、タチは相当悪い。
ko: 생긴 건 새 같은데, 그보다 끔찍하잖아.
pl: Jak ptak, tylko że gorszy.
pt_br: É como um pássaro, mas pior.
ru: Это как птица, только еще хуже.
zh_cn: 不是什么好鸟。
zh_tw: 不是什麼好鳥。

# CHARACTERS.WOODIE.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: Let's not wake it.
de: Besser nicht wecken.
es: Evitemos que se despierte.
fr: Ne le réveillons pas.
it: Non svegliamolo.
ja: 起こさない方がいい。
ko: 깨우지 않는 게 좋겠어.
pl: Nie budźmy go.
pt_br: Não vamos acordar ele.
ru: Давайте не будем ее будить.
zh_cn: 可别弄醒了。
zh_tw: 可別弄醒了。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_DROPPER
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_HEALER
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_HIDER
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_MOON
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_SPITTER
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_WARRIOR
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.MUTATOR_WATER
source: Sorry little buddy, I think I'll have to pass.
de: Tut mir leid, kleiner Freund, ich glaube, ich muss passen.
es: Lo siento, coleguilla, pero paso.
fr: Désolé petit, mais non merci.
it: Mi dispiace, piccoletto, ma devo rifiutare.
ja: 悪ぃけど、オレは遠慮しとくぜ。
ko: 미안 작은 친구, 내가 통과해서 가야 할 것 같아.
pl: Przykro mi, mały, ja raczej podziękuję.
pt_br: Desculpa, carinha. Acho que vou ter que recusar.
ru: Извини, дружочек, но я, пожалуй, откажусь.
zh_cn: 对不起，小家伙，俺不吃这玩意。
zh_tw: 對不起，小傢伙，俺不吃這玩意。

# CHARACTERS.WOODIE.DESCRIBE.NATURE_BLUEPRINT
source: All-natural and organic.
de: Total natürlich und organisch.
es: Es todo natural y orgánico.
fr: C'est naturel et bio.
it: Naturale e biologico.
ja: オールナチュラルかつオーガニックだぜ。
ko: 모두 천연이고 유기농이야.
pl: Całkowicie naturalne i organiczne składniki.
pt_br: Tudo natural e orgânico.
ru: Все природное и органическое.
zh_cn: 有机纯天然。
zh_tw: 有機純天然。

# CHARACTERS.WOODIE.DESCRIBE.NIGHTLIGHT
source: What kind of darkness is that?
de: Was für einen Art Dunkelheit ist das?
es: ¿Qué tipo de oscuridad es esa?
fr: Qu'est-ce que c'est que cette obscurité ?
it: Che tipo di oscurità è quella?
ja: それはどんな類の闇なのか？
ko: 이건 무슨 어둠이지?
pl: Co to za mroczne sztuczki?
pt_br: Que tipo de escuridão é essa?
ru: Что это за разновидность темноты такая?
zh_cn: 那是什么样的黑暗啊？
zh_tw: 那是什麼樣的黑暗啊？
