Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB3.BURNT
source: The darkness is all burnt up.
de: Vollständig verbrannt.
es: La oscuridad se ha quemado por completo.
es_mx: La oscuridad se quemó por completo.
fr: Les ténèbres sont toutes brûlées.
it: L'oscurità è tutta bruciata.
ja: 闇も燃え尽きてしまったヨ…
ko: 어둠이 다 타버렸다.
pl: Mrok się wypalił.
pt_br: A escuridão está toda queimada.
ru: Вся темнота сгорела.
zh_cn: 黑暗魔法都被烧光了。
zh_tw: 黑暗魔法都被燒光了。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB3.GENERIC
source: It boggles the mind.
de: Merkwürdig ...
es: Deja patidifuso a la mente.
es_mx: Esto es algo que te deja atónito.
fr: Ça ahurit l'esprit.
it: Fa vacillare la mente.
ja: ジョーシキを超えた装置ネ…
ko: 두뇌에 자극이 되지.
pl: Potrafi namieszać w głowie.
pt_br: Confunde a mente.
ru: Аж дух захватывает.
zh_cn: 它会扰乱我们的心神。
zh_tw: 它會擾亂我們的心神。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB4.BURNT
source: Nothing but ashes.
de: Nichts als Asche.
es: Nada más que cenizas.
es_mx: Nada más que cenizas.
fr: Rien que des cendres.
it: Nient'altro che cenere.
ja: 灰になってしまったヨ
ko: 재밖에 없다.
pl: W proch się obrócił.
pt_br: Nada além de cinzas.
ru: Один лишь пепел.
zh_cn: 只剩下灰烬了。
zh_tw: 只剩下灰燼了。

# CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB4.GENERIC
source: I won't even try to pronounce it...
de: Ich werde nicht einmal versuchen, das auszusprechen ...
es: Ni siquiera trataré de pronunciarlo...
es_mx: Ni siquiera trataré de pronunciarlo...
fr: Je ne vais même pas essayer de le prononcer...
it: Non voglio nemmeno provare a pronunciarlo...
ja: この名前…なんて読むのかワカラナイヨ～…
ko: 굳이 이름을 말할 필요도 없지...
pl: Nawet nie będę próbował tego wymówić...
pt_br: Nem vou tentar pronunciar...
ru: Я даже не буду пытаться это произнести.
zh_cn: 我都不想把它的名字念出来...
zh_tw: 我都不想把它的名字念出來...

# CHARACTERS.WARLY.DESCRIBE.RESKIN_TOOL
source: Ah, this will help freshen up the place, non?
de: Ah, das Ding bringt neues Leben rein, non?
es: Ah, ayudará a darle otro aire a esto, ¿non?
es_mx: Ah, esto le dará otro aire al lugar, ¿non?
fr: Ah, ça va m'aider à rénover un peu cet endroit.
it: Ah, rinfrescherà un po' l'ambiente, n'est pas?
ja: この場所をさっぱり、フレッシュにするのに役立つネ。
ko: 아, 공간을 확 바꿀 수 있게 도와준다고?
pl: To powinno trochę odświeżyć to miejsce, non?
pt_br: Ah, isso vai ajudar a arrumar o lugar, non?
ru: О, освежим немного местечко, non?
zh_cn: 啊，它能让整个地方都新鲜起来，不是吗？
zh_tw: 啊，它能讓整個地方都新鮮起來，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: It won't be much good now.
de: Das ist bald zu nichts mehr zu gebrauchen.
es: No valdrá de mucho ahora.
es_mx: No servirá de mucho ahora.
fr: Elle ne va plus être très utile maintenant.
it: Non sarà molto buono adesso.
ja: これじゃもう、役に立たないヨ…
ko: 이제는 쓸모가 없다.
pl: Na wiele się już nie przyda.
pt_br: Não vai ser muito bom agora.
ru: Теперь добра не жди.
zh_cn: 它现在没什么用了。
zh_tw: 它現在沒什麼用了。

# CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Part of my soul is within.
de: Er blickt in meine Seele.
es: Parte de mi alma está dentro.
es_mx: Parte de mi alma está dentro.
fr: Elle contient une partie de mon âme.
it: Parte della mia anima è lì dentro.
ja: 中に、ボクの魂のかけらが入ってるヨ
ko: 내 혼의 일부가 안에 있어.
pl: Zawiera fragment mojej duszy.
pt_br: Parte da minha alma está lá dentro.
ru: Часть моей души осталась там.
zh_cn: 我的一部分灵魂在里面。
zh_tw: 我的一部分靈魂在裡面。

# CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTONE
source: Looks like some sort of ritual stone.
de: Sieht aus wie ein Stein für ein Ritual.
es: Parece que algún tipo de piedra ritual.
es_mx: Parece algún tipo de piedra de ritual.
fr: On dirait un genre de pierre de rituel.
it: Sembra una sorta di pietra rituale.
ja: 何かの儀式に使うものカナ？
ko: 무슨 의식에 사용되는 돌 같아.
pl: To chyba jakiś kamień rytualny.
pt_br: Parece algum tipo de pedra ritualística.
ru: Похоже на какой-то ритуальный камень.
zh_cn: 看起来像某种仪式石。
zh_tw: 看起來像某種儀式石。

# CHARACTERS.WARLY.DESCRIBE.REVIVER
source: I don't like that it's still beating.
de: Gefällt mir nicht, dass es noch schlägt.
es: No me gusta que siga latiendo.
es_mx: No me gusta que aún sigue latiendo.
fr: Ça bat encore. Je n'aime pas ça.
it: Non mi piace che batta ancora.
ja: まだ生きてるのなんて...もう！
ko: 아직도 뛰고 있는 게 마음에 안 들어.
pl: Nie podoba mi się, że ciągle bije.
pt_br: Não gosto do fato que ele ainda tá batendo.
ru: Мне не нравится, что оно до сих пор бьется.
zh_cn: 还在跳，我不是很喜欢。
zh_tw: 還在跳，我不是很喜歡。

# CHARACTERS.WARLY.DESCRIBE.RHINODRILL
source: Can't we just talk?
de: Können wir nicht einfach reden?
es: ¿No podemos simplemente hablar?
es_mx: ¿No podemos discutirlo?
fr: On peut peut-être discuter ?
it: Non possiamo limitarci a parlare?
ja: あの...話し合いできないカナ？
ko: 말로 하면 안 될까?
pl: Nie możemy po prostu porozmawiać?
pt_br: Não podemos conversar?
ru: А мы не можем просто поговорить?
zh_cn: 咱们就不能聊聊吗？
zh_tw: 咱們就不能聊聊嗎？

# CHARACTERS.WARLY.DESCRIBE.ROASTTURKEY
source: The pièce de résistance of any holiday feast!
de: Das pièce de résistance der Feiertage!
es: ¡La pièce de résistance de cualquier banquete festivo!
es_mx: ¡El plato fuerte de cualquier banquete festivo!
fr: Le plat de résistance de n'importe quel festin de fête !
it: Pièce de résistance per un bel banchetto festivo!
ja: ホリデーのごちそうのメインディッシュだヨ！
ko: 명절 만찬에 꼭 나오는 메인 요리지!
pl: Pièce de résistance każdych świąt!
pt_br: A pièce de résistance de todo banquete de Natal!
ru: Коронное блюдо любого праздничного застолья!
zh_cn: 所有节日盛宴的主菜！
zh_tw: 所有節日盛宴的主菜！

# CHARACTERS.WARLY.DESCRIBE.ROBIN.GENERIC
source: Good afternoon, sir or madam!
de: Guten Tag, werte Dame oder werter Herr!
es: ¡Buenas tardes, señor o señora!
es_mx: ¡Buenas tardes, señor o señora!
fr: Bon après-midi, Monsieur ou Madame !
it: Buon pomeriggio, signore o signora!
ja: ごきげんよう、マダム！…あー、サーかな？
ko: 안녕, 작은 새야!
pl: Witaj, ptaszyno!
pt_br: Boa tarde, senhor ou senhora!
ru: Доброго дня, сэр или мадам!
zh_cn: 下午好，先生或女士！
zh_tw: 下午好，先生或女士！

# CHARACTERS.WARLY.DESCRIBE.ROBIN.HELD
source: It's soft, and surprisingly calm.
de: Die sind überraschenderweise schwer.
es: Es suave y sorprendentemente tranquilo.
es_mx: Es suave y sorprendentemente tranquilo.
fr: Il est doux et étonnamment calme.
it: È morbido e sorprendentemente calmo.
ja: ホワホワだヨ…おとなしいネ…
ko: 부드럽고, 의외로 침착하네.
pl: Jest mięciutki i zaskakująco spokojny.
pt_br: É macio e surpreendentemente calmo.
ru: Такой мягкий и удивительно спокойный.
zh_cn: 它很柔软，而且出奇的冷静。
zh_tw: 它很柔軟，而且出奇的冷靜。

# CHARACTERS.WARLY.DESCRIBE.ROBIN_WINTER.GENERIC
source: This little fellow seems quite frigid.
de: Dieser kleine Kerl macht einen frostigen Eindruck.
es: Este pequeñín parece muy frígido.
es_mx: Este pequeñín parece muy frígido.
fr: Ce petit-là a l'air frigorifié.
it: Questo piccino sembra piuttosto freddo.
ja: ちょっと冷たい印象の鳥ネ
ko: 꽤 추워 보이는데.
pl: Chyba mu zimno.
pt_br: O pequenino parece estar com frio.
ru: Этот маленький дружок кажется очень замерзшим.
zh_cn: 这小家伙看起来很冷。
zh_tw: 這小傢伙看起來很冷。

# CHARACTERS.WARLY.DESCRIBE.ROBIN_WINTER.HELD
source: Let me lend you my warmth, feathered friend.
de: Komm, ich wärm dich auf, gefiederter Freund.
es: Déjame darte mi calor, amigo con plumas.
es_mx: Déjame darte mi calor, amigo con plumas.
fr: Je vais te réchauffer, ami à plumes.
it: Permettimi di darti il mio calore, amico piumato.
ja: 鳥サン、ボクが温めてあげるヨ
ko: 깃털 달린 친구야, 내가 온기를 나눠줄게.
pl: Ogrzej się mym ciepłem, pierzasty przyjacielu.
pt_br: Vou te aquecer, meu amigo de penas.
ru: Позволь поделиться с тобой теплом, пернатый друг.
zh_cn: 长羽毛的朋友，让我给你一点温暖。
zh_tw: 長羽毛的朋友，讓我給你一點溫暖。

# CHARACTERS.WARLY.DESCRIBE.ROBOT_BLUEPRINT
source: This does not look like any sewing pattern I've ever seen.
de: Das sieht nicht wie ein Nähmuster aus, das ich je gesehen habe.
es: Nunca había visto un patrón de costura como este.
fr: Je n'avais jamais vu de patron de couture comme celui-ci.
it: Sembra diverso da tutti i modelli che ho visto.
ja: ボクが見たことがある洋服のパターンとはちがうヨ。
ko: 내가 본 어떤 바느질 패턴도 이렇지 않아.
pl: W życiu nie widziałem takiego projektu.
pt_br: Isso não se parece com nenhum modelo que eu já tenha visto.
ru: Я таких выкроек никогда в жизни не видел.
zh_cn: 这看起来不像我见过的任何缝纫图案。
zh_tw: 這看起來不像我見過的任何縫紉圖案。

# CHARACTERS.WARLY.DESCRIBE.ROBOT_PUPPET
source: Surely no one deserves such treatment!
de: Das ist eine Schaufel. Sicher, dass du schon mal eine gesehen hast?
es: ¡Sin duda nadie merece ese trato!
es_mx: ¡Sin duda, nadie merece ese trato!
fr: Personne ne mérite un tel traitement !
it: Sicuramente nessuno merita tale trattamento!
ja: いくらロボットだからって、ヒドイヨ！
ko: 그 누구도 저런 대우를 받아선 안 돼!
pl: Nikt nie zasługuje na takie traktowanie!
pt_br: Com certeza, ninguém merece um tratamento assim!
ru: Никто не заслуживает такого отношения!
zh_cn: 显然，任何人都不该受到这样的对待！
zh_tw: 顯然，任何人都不該受到這樣的對待！

# CHARACTERS.WARLY.DESCRIBE.ROCK
source: Don't you go rolling off on me.
de: Geh bloß nicht auf mich los.
es: No vayas rodando contra mí.
es_mx: No vayas rodando contra mí.
fr: Ne va pas rouler sur moi.
it: Non rotolare via da me.
ja: 石ころ、コロコロ！
ko: 굴러서 도망가진 말으렴.
pl: Nie waż się na mnie przeturlać.
pt_br: Não vai sair rolando.
ru: Даже не подкатывай ко мне.
zh_cn: 别滚到我身上。
zh_tw: 別滾到我身上。

# CHARACTERS.WARLY.DESCRIBE.ROCKS
source: Bite-sized boulders.
de: Mundgerechte Felsen.
es: Rocas del tamaño de un bocado.
es_mx: Rocas del tamaño de un bocado.
fr: On dirait des boulettes.
it: Massi della misura di un boccone.
ja: ひとくちサイズの岩ネ
ko: 한입 크기의 바위다.
pl: Kamienie na jednego gryza.
pt_br: Rochas do tamanho de uma mordida.
ru: Камешки на один зубок.
zh_cn: 很小的卵石。
zh_tw: 很小的卵石。

# CHARACTERS.WARLY.DESCRIBE.ROCKY
source: Hmm... I would have to be careful to not chip a tooth.
de: Hm, da muss man vorsichtig sein, dass man sich keinen Zahn ausbeißt.
es: Hmm... Tengo que tener cuidado de no partirme un diente.
es_mx: Mmm... Tengo que tener cuidado de no partirme un diente.
fr: Hmm... Il faut faire attention à ne pas se casser les dents.
it: Mmm... dovrò fare attenzione a non scheggiarmi un dente.
ja: あれは、食べたら歯が欠けるかもネ…
ko: 흠... 이빨이 깨지지 않게 조심해야겠군.
pl: Hmm... Musiałbym uważać, żeby nie ukruszyć sobie zębów.
pt_br: Hmm... Preciso ter cuidado para não lascar um dente.
ru: Хм-м… Нужно постараться не сломать зубы.
zh_cn: 唔...我得小心点，不能把牙齿崩掉了。
zh_tw: 唔...我得小心點，不能把牙齒崩掉了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: It's all out of fruit.
de: Es sind keine Früchte mehr dran.
es: No queda nada de fruta.
es_mx: Ya no tiene nada de fruta.
fr: Il n'y a plus aucun fruit.
it: Non ha più frutti.
ja: ぜ～んぜん果実はないネ。
ko: 과일이 다 떨어졌어.
pl: Owoce się skończyły.
pt_br: Não tem mais frutas.
ru: На нем закончились фрукты.
zh_cn: 没有水果了。
zh_tw: 沒有水果了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: Did I leave the stove on?
de: Habe ich den Herd angelassen?
es: ¿Me he dejado el fuego encendido?
es_mx: ¿Acaso dejé la estufa encendida?
fr: J'ai laissé le four allumé ?
it: Ho lasciato il forno acceso?
ja: あれ？コンロの火、つけっぱなしだったカナ？
ko: 내가 가스 불을 안 끄고 나갔나?
pl: Czy zostawiłem kuchenkę na gazie?
pt_br: Será que deixei o fogão ligado?
ru: Я что, не выключил духовку?
zh_cn: 我忘记关火了吗？
zh_tw: 我忘記關火了嗎？

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: That doesn't look healthy.
de: Das sieht nicht sehr gesund aus.
es: No tiene pinta saludable.
es_mx: No parece estar muy sano.
fr: Il n'a pas l'air en forme.
it: Non sembra stare bene.
ja: ヘルシーに見えないヨ。
ko: 건강해 보이지 않아.
pl: Nie wygląda zdrowo.
pt_br: Isso não parece saudável.
ru: Выглядит больным.
zh_cn: 看起来不健康。
zh_tw: 看起來不健康。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: I think something's wrong with it.
de: Ich glaube, mit ihm stimmt was nicht.
es: Creo que le pasa algo malo.
es_mx: Creo que le pasa algo malo.
fr: Quelque chose cloche...
it: Penso che abbia qualcosa che non va.
ja: これ、何かオカシイと思うヨ。
ko: 뭔가 잘못됐나 봐.
pl: Coś z nim jest nie tak.
pt_br: Acho que tem algo errado com isso.
ru: Кажется, с ним что-то не так.
zh_cn: 我觉得出点了问题了。
zh_tw: 我覺得出點了問題了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: What a strange looking shrub!
de: Was für ein seltsamer Strauch!
es: ¡Qué arbusto tan extraño!
es_mx: ¡Qué arbusto tan extraño!
fr: Quel buisson étrange !
it: Che cespuglio dall'aspetto strano!
ja: オカシナ様子の低木だネ！
ko: 참 이상하게 생긴 관목이다!
pl: Cóż za przedziwny krzak.
pt_br: Que arbusto mais estranho!
ru: Какой странный куст!
zh_cn: 真是丛奇怪的灌木！
zh_tw: 真是叢奇怪的灌木！

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: I must be patient.
de: Ich muss geduldig sein.
es: Debo ser paciente.
es_mx: Debo ser paciente.
fr: Je dois m'armer de patience.
it: Devo essere paziente.
ja: 我慢しなくちゃネ。
ko: 인내심을 가져야 해.
pl: Cierpliwości.
pt_br: Preciso ter paciência.
ru: Нужно набраться терпения.
zh_cn: 我必须耐心。
zh_tw: 我必須耐心。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: It's withered from the heat.
de: Er hat die Hitze nicht vertragen.
es: Se ha marchitado del calor.
es_mx: Se marchitó a causa del calor.
fr: Il a souffert de la chaleur.
it: Avvizzito per il caldo.
ja: 暑さでくたっとしたんだネ。
ko: 더위 때문에 시들었어.
pl: Uschło z tego gorąca.
pt_br: Murchou com o calor.
ru: Завял от жары.
zh_cn: 高温把它热蔫了。
zh_tw: 高溫把它熱蔫了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_FRUIT
source: You can't expect me to eat this!
de: Die kann ich nicht essen!
es: ¡No esperarás que me coma esto!
es_mx: ¡Ni crean que me comeré esto!
fr: Je ne vais quand même pas manger ça !
it: Non ti aspetterai che lo mangi!
ja: ボクがこれを食べるなんて思ったら、ノン ノン！
ko: 이건 못 먹어!
pl: Chyba nie sądzisz, że je zjem!
pt_br: Não pode esperar que eu coma isso!
ru: Вы же не думаете, что я это съем?!
zh_cn: 不要指望我会吃这东西！
zh_tw: 不要指望我會吃這東西！

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: The fruit seems to have softened somewhat.
de: Jetzt scheint sie etwas weicher zu sein.
es: La fruta parece haberse ablandado un poco.
es_mx: Parece que la fruta se ablandó un poquito.
fr: Le fruit a l'air d'avoir mûri, finalement.
it: In qualche modo, sembra essere diventato più tenero.
ja: 実が柔らかくなったみたいだヨ。
ko: 과일이 어느 정도 부드러워진 것 같아.
pl: Chyba trochę zmiękło.
pt_br: A fruta parece ter amolecido um pouco.
ru: Кажется, фрукт стал чуть помягче.
zh_cn: 这个水果好像变软了。
zh_tw: 這個水果好像變軟了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: Cooking really does wonders.
de: Kochen wirkt wahre Wunder.
es: Cocinar realmente hace maravillas.
es_mx: La cocción sí que hace maravillas.
fr: La cuisine fait vraiment des miracles.
it: La cottura fa davvero meraviglie.
ja: 料理って本当に謎、また謎だネ。
ko: 요리는 정말 굉장하다니까.
pl: Gotowanie naprawdę działa cuda.
pt_br: Cozinhar faz verdadeiros milagres.
ru: Готовка творит чудеса.
zh_cn: 烹饪真的能出奇迹。
zh_tw: 烹飪真的能出奇跡。

# CHARACTERS.WARLY.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: Let's find somewhere to plant this.
de: Den pflanze ich irgendwo ein.
es: Vamos a buscar un sitio para plantar esto.
es_mx: Busquemos un lugar donde plantar esto.
fr: Trouvons un endroit pour le planter.
it: Troviamo un posto per piantarlo.
ja: これを植える場所を見つけようヨ。
ko: 심을 곳을 찾아보자.
pl: Znajdźmy dla niego jakieś miejsce.
pt_br: Vamos encontrar um lugar para plantar isso.
ru: Надо придумать, где его посадить.
zh_cn: 找个地方把它栽了。
zh_tw: 找個地方把它栽了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_ICE.GENERIC
source: Brr!
fr: Brrr !
ja: 冷たいヨッ！
ko: 부들부들!
ru: Бр-р!
zh_cn: 好冷！！
zh_tw: 好冷！！

# CHARACTERS.WARLY.DESCRIBE.ROCK_ICE.MELTED
source: It's just liquid now.
de: Jetzt ist es einfach nur flüssig.
es: Ahora es solo líquido.
es_mx: Ahora es solo líquido.
fr: C'est tout liquide maintenant.
it: È solo liquido ora.
ja: すっかり溶けちゃってるネ
ko: 이젠 그냥 액체다.
pl: Lód w płynie.
pt_br: É só líquido agora.
ru: Теперь он просто жидкий.
zh_cn: 它现在化成了液体。
zh_tw: 它現在化成了液體。

# CHARACTERS.WARLY.DESCRIBE.ROCK_ICE_MELTED
source: It's just liquid now.
de: Jetzt ist es einfach nur flüssig.
es: Ahora es solo líquido.
es_mx: Ahora es solo líquido.
fr: C'est tout liquide maintenant.
it: È solo liquido ora.
ja: すっかり溶けちゃってるネ
ko: 이젠 그냥 액체다.
pl: Lód w płynie.
pt_br: É só líquido agora.
ru: Теперь он просто жидкий.
zh_cn: 它现在化成了液体。
zh_tw: 它現在化成了液體。

# CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.GENERIC
source: The lava has crusted over.
de: Eine verkrustete Lavagrube.
es: La lava ha formado una costra.
es_mx: La lava ha formado una costra.
fr: La lave a formé une croûte.
it: La lava ha fatto la crosta.
ja: 溶岩の表面が固まってるネ
ko: 용암 위쪽이 딱딱해졌군.
pl: Lawa zastygła na powierzchni.
pt_br: A lava formou uma crosta.
ru: Лава покрылась корочкой.
zh_cn: 那块熔岩裹上了石皮。
zh_tw: 那塊熔岩裹上了石皮。

# CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.LOW
source: Like a pie on a proverbial windowsill, it will soon cool.
de: Sollte bald abkühlen.
es: Como un pastel en un alféizar proverbial, pronto se enfriará.
es_mx: Como un pastel en un alféizar proverbial, pronto se enfriará.
fr: Les dernières flammes vacillent, il va bientôt s'éteindre.
it: Come una torta su un davanzale, si raffredderà subito.
ja: もうすぐカチコチに冷えて固まるヨ
ko: 창가의 파이처럼 곧 식을 거야.
pl: Wkrótce będzie zimny jak przysłowiowy głaz.
pt_br: Como uma torta na velha janela, logo vai esfriar.
ru: Скоро остынет, как колобок на подоконнике.
zh_cn: 像摆放在窗台上的馅饼一样，它很快就会变凉。
zh_tw: 像擺放在窗臺上的餡餅一樣，它很快就會變涼。

# CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nature's fiery fondue pot.
de: Der heiße Fonduetopf von Mutter Natur.
es: La olla de fondue ardiente de la naturaleza.
es_mx: La olla de fondue ardiente de la naturaleza.
fr: Une marmite à fondue naturelle.
it: Pentola di fonduta impetuosa della natura.
ja: 天然のフォンデュ鍋ネ！
ko: 자연의 퐁뒤 냄비랄까.
pl: Naturalny garnek do fondue.
pt_br: A panela de fondue flamejante da natureza.
ru: Горячее фондю от самой природы.
zh_cn: 大自然的芝士火锅。
zh_tw: 大自然的芝士火鍋。

# CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.OUT
source: It has no heat left to give.
de: Das Feuer ist weg.
es: No tiene más calor que dar.
es_mx: No tiene más calor que dar.
fr: Toute la chaleur a disparu.
it: Non ha più calore da dare.
ja: すっかり冷めてしまっているネ
ko: 이젠 열이 다 빠져나갔군.
pl: Skończyło się ciepło.
pt_br: Não tem mais calor para emitir.
ru: Здесь больше нет тепла.
zh_cn: 它散发不出光和热了。
zh_tw: 它散發不出光和熱了。

# CHARACTERS.WARLY.DESCRIBE.ROCK_MOON
source: It has a very peaceful energy.
de: Hat eine sehr friedliche Energie.
es: Desprende una energía muy pacífica.
es_mx: Emite una energía muy pacífica.
fr: Elle dégage une énergie apaisante.
it: Emana un'energia positiva.
ja: とっても平和なエネルギーを感じるヨ。
ko: 아주 평온한 에너지를 지니고 있어.
pl: Ma bardzo spokojną aurę.
pt_br: Tem uma energia muito pacífica.
ru: Какая умиротворяющая энергия.
zh_cn: 它拥有一股平静的能量。
zh_tw: 它擁有一股平靜的能量。

# CHARACTERS.WARLY.DESCRIBE.ROCK_PETRIFIED_TREE
source: Did someone sculpt that?
de: Hat den jemand gemacht?
es: ¿Alguien ha esculpido eso?
es_mx: ¿Alguien esculpió eso?
fr: Qui a bien pu sculpter ça ?
it: Qualcuno lo ha scolpito?
ja: 誰かが彫ったのかな？
ko: 누가 조각한 건가?
pl: Czy ktoś to wyrzeźbił?
pt_br: Alguém esculpiu isso?
ru: Кто-то это изваял?
zh_cn: 这是有人雕刻过吗？
zh_tw: 這是有人雕刻過嗎？

# CHARACTERS.WARLY.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: Did someone sculpt that?
de: Hat den jemand gemacht?
es: ¿Alguien ha esculpido eso?
es_mx: ¿Alguien esculpió eso?
fr: Qui a bien pu sculpter ça ?
it: Qualcuno lo ha scolpito?
ja: 誰かが彫ったのかな？
ko: 누가 조각한 건가?
pl: Czy ktoś to wyrzeźbił?
pt_br: Alguém esculpiu isso?
ru: Кто-то это изваял?
zh_cn: 这是有人雕刻过吗？
zh_tw: 這是有人雕刻過嗎？

# CHARACTERS.WARLY.DESCRIBE.ROOK
source: What a rude contraption.
de: Was für ein unhöflicher Herr.
es: Qué artilugio tan grosero.
es_mx: Qué artilugio tan grosero.
fr: Quel bidule grossier !
it: Che aggeggio maleducato.
ja: なんてシツレイな装置ナノ！
ko: 참 무례한 장치로군.
pl: Co za wredne ustrojstwo.
pt_br: Que instrumento rude.
ru: Какая грубая вещица.
zh_cn: 多么粗鲁的装置。
zh_tw: 多麼粗魯的裝置。

# CHARACTERS.WARLY.DESCRIBE.ROOK_NIGHTMARE
source: What a monstrosity!
de: Eine wunderbare Monstrosität!
es: ¡Qué monstruosidad!
es_mx: ¡Qué monstruosidad!
fr: Quelle monstruosité !
it: Che mostruosità!
ja: なんてオソロシイ！
ko: 기괴해라!
pl: Cóż to za potworność?!
pt_br: Que monstruosidade!
ru: Вот это чудовище!
zh_cn: 好可怕的东西！
zh_tw: 好可怕的東西！

# CHARACTERS.WARLY.DESCRIBE.ROPE
source: A bit too thick to tie up a roast.
de: Ein bisschen zu dick, um damit einen Rollbraten zu machen.
es: Demasiado gruesa para atar la carne asada.
es_mx: Demasiado gruesa para atar la carne asada.
fr: Un peu trop épaisse pour le rôti.
it: Un po' troppo spesso per legarci un arrosto.
ja: ローストチキンをしばるには、太すぎるネ
ko: 로스트 묶을 때 쓰기에는 너무 굵군.
pl: Trochę za gruba, żeby związać pieczeń.
pt_br: Um pouco grossa para amarrar um assado.
ru: Немного толстовата, чтобы обвязать жаркое.
zh_cn: 用来绑烤肉粗了点。
zh_tw: 用來綁烤肉粗了點。

# CHARACTERS.WARLY.DESCRIBE.ROTTENEGG
source: Pee-eew!
de: Bäh!
es: ¡Puajjjj!
es_mx: ¡Puajjjj!
fr: Pfffou !
it: Fiù-ù!
ja: オエッ！
ko: 우욱!
pl: Uuuu!
pt_br: Piu-i!
ru: Ф-ф-фу-у-у-у-у!
zh_cn: 呕！
zh_tw: 嘔！

# CHARACTERS.WARLY.DESCRIBE.ROYAL_JELLY
source: I feel inspired to try my hand at confections!
de: Ich fühle mich inspiriert, mich an Konfekt zu versuchen!
es: ¡Me apetece probar qué tal se me dan las golosinas!
es_mx: ¡Me dieron ganas de preparar algunos dulces!
fr: J'ai envie d'essayer de faire des bonbons !
it: Mi sento particolarmente ispirato e voglio cimentarmi nella produzione di caramelle.
ja: ボク、お菓子作りする気になってきたヨ！
ko: 달콤한 디저트에 도전해 보고 싶은걸!
pl: Aż mam ochotę spróbować swoich sił w cukiernictwie!
pt_br: Me sinto inspirado a tentar a sorte com confeitos!
ru: Хочу попробовать приготовить десерты!
zh_cn: 我有点跃跃欲试，想做些糖果！
zh_tw: 我有點躍躍欲試，想做些糖果！

# CHARACTERS.WARLY.DESCRIBE.RUBBLE
source: Delicious destruction.
de: Köstliche Zerstörung.
es: Destrucción deliciosa.
es_mx: Destrucción deliciosa.
fr: Délicieuse destruction.
it: Distruzione deliziosa.
ja: 破壊の跡ネ
ko: 맛있는 파괴로군.
pl: Cudowny smak zniszczenia.
pt_br: Destruição deliciosa.
ru: Изысканное разрушение.
zh_cn: 破损的石头。
zh_tw: 破損的石頭。

# CHARACTERS.WARLY.DESCRIBE.RUINSHAT
source: Seems unnecessarily fancy.
de: Nett, aber 'n bisschen langsam.
es: Parece innecesariamente elegante.
es_mx: Parece innecesariamente elegante.
fr: Une fantaisie inutile.
it: Sembra inutilmente sfarzoso.
ja: ずいぶんゼイタクなかぶり物ネ
ko: 쓸데없이 화려한 듯.
pl: Niepotrzebnie wymyślna.
pt_br: Parece desnecessariamente chique.
ru: Кажется не очень полезной, но причудливой.
zh_cn: 看起来过于花哨了。
zh_tw: 看起來過於花哨了。

# CHARACTERS.WARLY.DESCRIBE.RUINS_BAT
source: I could tenderize some meat with this.
de: Das Gestell könnte ein wenig Fleisch vertragen.
es: Podría ablandar la carne con esto.
es_mx: Podría ablandar la carne con esto.
fr: Je pourrais attendrir la viande avec ça.
it: Potrei intenerirci la carne.
ja: これで肉をたたけば、やわらかくなるネ
ko: 이걸로 고기를 연하게 만들 수 있겠군.
pl: Dobra do zmiękczania mięsa.
pt_br: Eu poderia amaciar carnes com isso.
ru: Этим можно отбивать мясо.
zh_cn: 我可以用这个来把肉锤松。
zh_tw: 我可以用這個來把肉錘松。

# CHARACTERS.WARLY.DESCRIBE.RUINS_RUBBLE
source: Delicious destruction.
de: Köstliche Zerstörung.
es: Destrucción deliciosa.
es_mx: Destrucción deliciosa.
fr: Délicieuse destruction.
it: Distruzione deliziosa.
ja: 破壊の跡ネ
ko: 맛있는 파괴로군.
pl: Cudowny smak zniszczenia.
pt_br: Destruição deliciosa.
ru: Изысканное разрушение.
zh_cn: 破损的石头。
zh_tw: 破損的石頭。

# CHARACTERS.WARLY.DESCRIBE.SACRED_CHEST.GENERIC
source: Now to add the final ingredients.
de: Nun zu den letzten Zutaten.
es: Ahora, a añadir los ingredientes finales.
es_mx: Ahora solo hay que añadir los ingredientes finales.
fr: Il n'y a plus qu'à ajouter les derniers ingrédients.
it: Ora aggiungo gli ingredienti finali.
ja: そして、最後の材料を入れるヨ。
ko: 이제 마지막 재료만 넣으면 돼.
pl: Pora dokończyć dzieła.
pt_br: Agora, vamos adicionar os ingredientes finais.
ru: Осталось добавить последние ингредиенты.
zh_cn: 现在加入最后的成分。
zh_tw: 現在加入最後的成分。

# CHARACTERS.WARLY.DESCRIBE.SACRED_CHEST.LOCKED
source: Have I not been found worthy?
de: Wurde ich für unwürdig befunden?
es: ¿No estoy a la altura, acaso?
es_mx: ¿No me considera digno?
fr: On ne m'estime pas digne, c'est ça ?
it: Non sono degno?
ja: ボクには価値がないと思われたのカナ？
ko: 내가 별로인가?
pl: Czyż nie jestem godzien?
pt_br: Não fui considerado digno?
ru: Я что, оказался недостоин?
zh_cn: 在下不配打开吗？
zh_tw: 在下不配打開嗎？
