Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.FROG.GENERIC
source: Frog. A delicacy.
de: Ne Delikatesse.
es: La rana. Un manjar.
es_mx: La rana. Un manjar.
fr: Une grenouille. Un mets délicat.
it: Rana. Una prelibatezza.
ja: カエルは珍味だヨ
ko: 개구리. 별미지.
pl: Żaba. Prawdziwy przysmak.
pt_br: Sapo. Uma iguaria.
ru: Лягушка. Деликатес.
zh_cn: 青蛙。一道佳肴。
zh_tw: 青蛙。一道佳餚。

# CHARACTERS.WARLY.DESCRIBE.FROG.SLEEPING
source: Bonne nuit, little snack.
de: Bonne nuit, kleiner Imbiss.
es: Bonne nuit, pequeño aperitivo.
es_mx: Bonne nuit, pequeño aperitivo.
fr: Bonne nuit, petit snack.
it: Bonne nuit, spuntino.
ja: 食材が眠ってるネ…
ko: 잘 자렴, 간식 친구야.
pl: Bonne nuit, moja pyszna.
pt_br: Bonne nuit, pequeno tira-gosto.
ru: Спокойной ночи, маленькая закуска.
zh_cn: 晚安，小点心。
zh_tw: 晚安，小點心。

# CHARACTERS.WARLY.DESCRIBE.FROGFISHBOWL
source: I think I've outdone myself, given the available ingredients.
de: Ich habe mich angesichts der verfügbaren Zutaten selbst übertroffen.
es: Creo que me he superado, dados los ingredientes disponibles.
es_mx: Creo que me superé a mí mismo, tomando en cuenta los ingredientes disponibles.
fr: Je me suis surpassé, au vu de ce que j'avais comme ingrédients.
it: Dati gli ingredienti che avevo a disposizione, mi sono superato.
ja: こんなに限られた材料で、ボク、これまでになく頑張ったと思うヨ。
ko: 주어진 재료를 생각하면 내 한계를 뛰어넘은 것 같아.
pl: Chyba przeszedłem samego siebie, zważywszy na to, jakie składniki były dostępne.
pt_br: Acho que me superei, considerando os ingredientes disponíveis.
ru: Учитывая, что мне было доступно из ингредиентов… Я превзошел себя.
zh_cn: 我完全超越了自己，用有限的原料做出了这个。
zh_tw: 我完全超越了自己，用有限的原料做出了這個。

# CHARACTERS.WARLY.DESCRIBE.FROGGLEBUNWICH
source: Ah, French cuisine!
de: Ah, französische Küche!
es: ¡Ah, la cuisine francesa!
es_mx: ¡Ah, la cuisine francesa!
fr: Ah ! La cuisine française !
it: Ah, cucina francese!
ja: フランス料理のできあがりネ！
ko: 프랑스 요리의 위대함이지!
pl: Ach, francuska kuchnia!
pt_br: Ah, a cozinha francesa!
ru: Ах, французская кухня!
zh_cn: 啊，法国菜！
zh_tw: 啊，法國菜！

# CHARACTERS.WARLY.DESCRIBE.FROGLEGS
source: I am hopping with excitement!
de: DAS WIRD SICHER FUNKTIONIEREN.
es: ¡Estoy saltando de emoción!
es_mx: ¡Estoy saltando de emoción!
fr: Je saute d'excitation !
it: Salto di gioia!
ja: 飛びはねたいほど、うれしいネ！
ko: 신나서 폴짝폴짝 뛰고 싶네!
pl: Mam co do was pyszne plany!
pt_br: Estou saltitando de alegria!
ru: Я просто прыгаю от радости!
zh_cn: 我兴奋地跳来跳去！
zh_tw: 我興奮地跳來跳去！

# CHARACTERS.WARLY.DESCRIBE.FROGLEGS_COOKED
source: Could use garlic and clarified butter...
de: Da fehlen noch frische Kräuter und Butter ...
es: Le falta ajo y mantequilla líquida...
es_mx: Le falta ajo y mantequilla líquida...
fr: Ça serait bien avec de l'ail et du beurre clarifié...
it: Mi servirebbero aglio e burro.
ja: ニンニクと澄ましバターをつけたいネ…
ko: 마늘과 버터기름이 있었으면...
pl: Przydałoby się trochę czosnku i klarowanego masła...
pt_br: Poderia colocar um alho ou ghee...
ru: Добавить бы чесночку и топленого масла…
zh_cn: 可以加点大蒜和无水黄油...
zh_tw: 可以加點大蒜和無水黃油...

# CHARACTERS.WARLY.DESCRIBE.FROGNEWTON
source: A lesser known French recipe.
de: Ein eher unbekanntes französisches Rezept.
es: Una receta francesa que no es muy conocida.
fr: Une recette typiquement française et peu connue.
it: Un'oscura ricetta francese.
ja: 知る人ぞ知るフレンチレシピ。
ko: 덜 알려진 프랑스 요리법이야.
pl: Mniej znany francuski przepis.
pt_br: Uma receita francesa pouco conhecida.
ru: Не самый популярный французский рецепт.
zh_cn: 比较小众的法餐食谱。
zh_tw: 比較小眾的法餐食譜。

# CHARACTERS.WARLY.DESCRIBE.FROZENBANANADAIQUIRI
source: There's no better refreshment!
de: Eine bessere Erfrischung gibt es nicht!
es: ¡El mejor refrigerio!
fr: Il n'y a rien de plus rafraîchissant !
it: Non c'è rinfresco migliore!
ja: これが一番リフレッシュできるネ！
ko: 이보다 더 좋은 간식은 없어!
pl: Nie ma lepszego koktajlu.
pt_br: Não há refresco melhor!
ru: Прекрасно освежает!
zh_cn: 没有比它更提神的了！
zh_tw: 沒有比它更提神的了！

# CHARACTERS.WARLY.DESCRIBE.FRUITDRAGON.GENERIC
source: Our little friend is not quite ripe.
de: Unser kleiner Freund ist noch nicht ganz reif.
es: Nuestro pequeño amigo aún no ha madurado.
es_mx: Nuestra amiguita aún no está madura.
fr: Notre ami n'est pas encore mûr.
it: La nostra piccola amica non è ancora matura.
ja: ボクたちの小さい友だちは、まだ完熟してないね。
ko: 우리 꼬마 친구가 아직 안 익었어.
pl: Nasz mały przyjaciel jeszcze nie dojrzał.
pt_br: Nossa amiguinha não tá bem madura.
ru: Кажется, эта малышка еще не созрела.
zh_cn: 我们的小伙伴还不太成熟。
zh_tw: 我們的小夥伴還不太成熟。

# CHARACTERS.WARLY.DESCRIBE.FRUITDRAGON.RIPE
source: You'd be perfect in a meal!
de: Du wärst perfekt im Essen!
es: ¡Quedarías de lujo en una comida!
es_mx: ¡Quedarás perfecta en una comida!
fr: Je vais te transformer en plat extraordinaire !
it: Saresti perfetta in un piatto!
ja: キミはパーフェクトな食事になるヨ！
ko: 먹으면 딱 좋겠구나!
pl: Idealnie nadajesz się do jedzenia!
pt_br: Você vai ficar perfeita numa refeição!
ru: Ты будешь идеальной добавкой к блюдам.
zh_cn: 你是完美盘中餐！
zh_tw: 你是完美盤中餐！

# CHARACTERS.WARLY.DESCRIBE.FRUITDRAGON.SLEEPING
source: Sleep well, you tasty morsel.
de: Schlaf schön, du kleine Köstlichkeit.
es: Que duermas bien, sabroso bocado.
es_mx: Duerme bien, delicioso bocado.
fr: Dors bien, mon délicieux ami.
it: Dormi bene, gustoso bocconcino.
ja: 良く寝てね、ちびちゃん。
ko: 잘 자렴, 맛있는 한 입 거리야.
pl: Śpij dobrze, smaczny kąsku.
pt_br: Durma bem, seu naco gostoso.
ru: Спи сладко, лакомый кусочек.
zh_cn: 祝你美梦，可口的小肉肉。
zh_tw: 祝你美夢，可口的小肉肉。

# CHARACTERS.WARLY.DESCRIBE.FRUITFLY
source: Non! Out of my garden!
de: Non! Raus aus meinem Garten!
es: ¡Non! ¡Largo de mi huerta!
fr: Ah non ! Ouste ! File de mon jardin !
it: Non! Fuori dal mio orto!
ja: ノン！出て行きなさい！
ko: 농(안 돼)! 내 정원에서 나가!
pl: Non! Sio z mojego ogrodu!
pt_br: Non! Sai já do meu jardim!
ru: Non! Вон из моего сада!
zh_cn: 不！滚出我的花园！
zh_tw: 不！滾出我的花園！

# CHARACTERS.WARLY.DESCRIBE.FRUITFLYFRUIT
source: They seem quite taken with whoever holds this.
de: Sie scheinen sehr angetan von demjenigen zu sein, der dies hat.
es: Se encaprichan de la persona que lleva la fruta.
fr: Ils ont l'air de beaucoup aimer quiconque tient ce truc.
it: Sembrano seguire chiunque lo possegga.
ja: これを持った人なら誰にでもムチュウになるみたいネ。
ko: 이것을 가지고 있는 사람에게 매혹당한 것 같아.
pl: Zdaje się, że lecą do każdego, kto ma ten owoc.
pt_br: Parecem muito entusiasmadas com quem quer que segure isso.
ru: Они сразу же слетаются к тому, кто держит этот фрукт.
zh_cn: 无论谁拿着这个，它们似乎都很喜欢。
zh_tw: 無論誰拿著這個，它們似乎都很喜歡。

# CHARACTERS.WARLY.DESCRIBE.FRUITMEDLEY
source: Invigorating!
de: Belebend!
es: ¡Vigorizante!
es_mx: ¡Vigorizante!
fr: Revigorant !
it: Tonificante!
ja: ビタミンたっぷりだな！
ko: 기운 나게 해주지!
pl: Pożywna!
pt_br: Revigorante!
ru: Воодушевляет!
zh_cn: 爽口提神！
zh_tw: 爽口提神！

# CHARACTERS.WARLY.DESCRIBE.FURTUFT
source: Plush and soft, if a bit dirty.
de: Weich und flauschig, wenn auch etwas schmutzig.
es: Mullido y suave, aunque un poco sucio.
es_mx: Lujoso y suave, aunque un poco sucio.
fr: C'est pelucheux et tout doux, mais c'est un peu sale.
it: Morbidissimo, ma un po' sporco.
ja: 少し汚れてるけど、ふかふかでやわらかいネ。
ko: 약간 더럽지만 부드럽고 푹신해.
pl: Mięciutkie, acz trochę przybrudzone.
pt_br: Suntuoso e macio, mas um pouco sujo.
ru: Мягкий и пушистый. Грязный только.
zh_cn: 软软的，绒绒的，虽然有点脏。
zh_tw: 軟軟的，絨絨的，雖然有點髒。

# CHARACTERS.WARLY.DESCRIBE.GARGOYLE_HOUND
source: I feel strangely uneasy.
de: Ich fühle mich seltsam nervös.
es: Siento una extraña inquietud.
es_mx: Me siento extrañamente incómodo.
fr: Je ne me sens pas très à l'aise.
it: Mi sento stranamente a disagio.
ja: 妙に落ち着かない気分だヨ。
ko: 어쩐지 이상하게 불안한걸.
pl: Czuję dziwny niepokój.
pt_br: Me sinto estranhamente inquieto.
ru: Как-то мне не по себе.
zh_cn: 我感到有点不对劲。
zh_tw: 我感到有點不對勁。

# CHARACTERS.WARLY.DESCRIBE.GARGOYLE_WEREPIG
source: It won't begin to move, will it?
de: Der bewegt sich doch nicht, oder?
es: No empezará a moverse, ¿verdad?
es_mx: No empezará a moverse, ¿verdad?
fr: Il ne va pas bouger, j'espère ?
it: Non si metterà a muoversi, n'est pas?
ja: これ、動きださないよネ？ネ？？
ko: 설마 움직이진 않겠지?
pl: Nie zacznie się nagle ruszać, prawda?
pt_br: Não vai começar a se mexer, vai?
ru: Он же не начнет двигаться, да?
zh_cn: 不会就开始动吧？
zh_tw: 不會就開始動吧？

# CHARACTERS.WARLY.DESCRIBE.GARLIC
source: Ah! The smell of fresh garlic!
de: Ah! Der Duft frischen Knoblauchs!
es: ¡Ah! ¡Ese olor a ajo fresco!
es_mx: ¡Ah! ¡Huele a ajo fresco!
fr: Hmm ! L'odeur de l'air bien frais !
it: Ah! Il profumo dell'aglio fresco!
ja: あっ！新鮮なガーリックの香り！
ko: 아! 신선한 마늘 냄새다!
pl: Ach! Zapach świeżego czosnku!
pt_br: Ah! O cheiro de alho fresquinho!
ru: О! Запах свежего чеснока!
zh_cn: 啊！新鲜大蒜的香气！
zh_tw: 啊！新鮮大蒜的香氣！

# CHARACTERS.WARLY.DESCRIBE.GARLIC_COOKED
source: What can I add this to?
de: Wo kann ich dies hinzufügen?
es: ¿Qué le puedo añadir a esto?
es_mx: ¿A qué le puedo agregar esto?
fr: À quoi je pourrais le rajouter ?
it: Dove posso aggiungerlo?
ja: これに何を足そうかな？
ko: 이걸 어디에 넣을까?
pl: Do czego mogę go dodać?
pt_br: Em que eu posso colocar isso?
ru: К чему бы его добавить?
zh_cn: 我能加点什么呢？
zh_tw: 我能加點什麼呢？

# CHARACTERS.WARLY.DESCRIBE.GARLIC_OVERSIZED
source: So much garlic! My chef's heart weeps with joy!
de: So viel Knoblauch! Mein Chefkochherz weint vor Freude!
es: ¡Cuánto ajo! Mi corazón de chef palpita como una patata frita.
fr: Ça en fait, de l'ail ! Mon cœur de chef en bat la chamade !
it: Quanto aglio! Il mio cuore di chef è pieno di gioia!
ja: ガーリックいっぱい！ボクのシェフ心が喜びに踊るヨ。
ko: 마늘이 이렇게 많다니! 요리사는 기쁨의 눈물을 흘리겠군!
pl: Ile czosnku! Aż się łezka kręci!
pt_br: É muito alho! Meu coração de chef chora de alegria!
ru: Сколько чеснока! Моя поварская душа поет от радости!
zh_cn: 这么多大蒜! 作为厨师的我内心都要喜极而泣了!
zh_tw: 這麼多大蒜! 作為廚師的我內心都要喜極而泣了!

# CHARACTERS.WARLY.DESCRIBE.GARLIC_SEEDS
source: What fresh ingredients will grow from these?
de: Welche frischen Zutaten da wohl wachsen?
es: ¿Qué ingredientes frescos crecerán de aquí?
es_mx: ¿Qué ingredientes frescos cultivaré con estas?
fr: Qu'est-ce que je vais obtenir en les plantant ?
it: A quali freschi ingredienti daranno vita?
ja: これからどんな新鮮野菜が育つのかな？
ko: 여기에서 어떤 신선한 재료가 자랄까?
pl: Ciekawe co z tego wyrośnie.
pt_br: Que ingredientes frescos elas produzirão?
ru: Какие свежие ингредиенты можно из них вырастить?
zh_cn: 能长出什么新鲜的原料呢？
zh_tw: 能長出什麼新鮮的原料呢？

# CHARACTERS.WARLY.DESCRIBE.GAZPACHO
source: Ah. Perfect on a hot day.
de: Ah. Ideal an heißen Tagen.
es: Ah. Ideal para un día caluroso.
es_mx: ¡Ah! Nada mejor en un día caluroso.
fr: Ah, c'est parfait quand il fait chaud.
it: Ah, perfetto in una giornata rovente.
ja: あ～あ、暑い日には最高だネ。
ko: 아. 더운 날에 먹으면 최고지.
pl: Ach. W sam raz na gorące dni.
pt_br: Ah. ideal para um dia quente.
ru: О. Идеально для жаркого дня.
zh_cn: 啊。非常适合在热天吃。
zh_tw: 啊。非常適合在熱天吃。

# CHARACTERS.WARLY.DESCRIBE.GEARS
source: The insides of those naughty machines.
de: Das Innenleben dieser tückischen Maschinen.
es: El interior de esas traviesas máquinas.
es_mx: El interior de esas traviesas máquinas.
fr: L'intérieur de ces sales machines.
it: Gli interni di quelle macchine birichine.
ja: 怖～い機械の内臓ネ
ko: 그 괴상한 기계의 내부 부품이다..
pl: Wnętrzności tych wrednych maszyn.
pt_br: As partes internas daquelas máquinas malignas.
ru: Потроха этих надоедливых машин.
zh_cn: 那些淘气机器的内部零件。
zh_tw: 那些淘氣機器的內部零件。

# CHARACTERS.WARLY.DESCRIBE.GEMSOCKET.GEMS
source: Gem it!
de: Roter Edelstein
es: ¡Qué joya!
es_mx: ¡Qué joya!
fr: Sans gemme !
it: Gemma!
ja: 宝石をはめ込まないとだめネ！
ko: 보석을 넣자!
pl: Trzeba tu coś wetknąć!
pt_br: Joinha!
ru: Даешь камушки!
zh_cn: 装上宝石！
zh_tw: 裝上寶石！

# CHARACTERS.WARLY.DESCRIBE.GEMSOCKET.VALID
source: Voilà!
de: Voila!
es: ¡Voilá!
fr: Voila !
ja: 準備完了ネ～♪
ko: 야호!
pl: Voila!
ru: Вуаля!
zh_cn: 瞧！
zh_tw: 瞧！

# CHARACTERS.WARLY.DESCRIBE.GESTALT
source: Can you... get me home to dear Maman?
de: Kannst du ... mich heim zur lieben Maman bringen?
es: ¿Puedes... llevarme a casa a ver a mi querida Maman?
es_mx: ¿Puedes llevarme a casa... con mi querida mamá?
fr: Tu pourrais me ramener auprès de ma maman ?
it: Potreste... riportarmi a casa da maman?
ja: キミは...ボクをママのいる家に連れてってくれる？
ko: 혹시... 마망이 있는 집으로 데려가 줄 수 있니?
pl: Czy możesz... zabrać mnie do domu, do mej drogiej maman?
pt_br: Você pode... me levar pra casa, pra minha Maman?
ru: Ты можешь… вернуть меня домой к любимой maman?
zh_cn: 你能把我带回亲爱的妈妈身边吗？
zh_tw: 你能把我帶回親愛的媽媽身邊嗎？

# CHARACTERS.WARLY.DESCRIBE.GESTALT_GUARD
source: I think it would be wise to stay out of their way.
de: Ich denke, es wäre klug, ihnen aus dem Weg zu gehen.
es: Creo que lo mejor sería no interponerse en su camino...
fr: Je pense que mieux vaut ne pas s'en approcher.
it: Penso che sarebbe saggio starne alla larga.
ja: アレの行く手をジャマしない方がいいネ。
ko: 길에서 비켜서는 게 현명할 거야.
pl: Lepiej nie będę im wchodzić w drogę.
pt_br: Acho que seria prudente ficar longe dessas daí.
ru: По-моему, их лучше обходить стороной.
zh_cn: 还是别挡它的道。
zh_tw: 還是別擋它的道。

# CHARACTERS.WARLY.DESCRIBE.GHOST
source: Could I offer you a ghost pepper?
de: Kann ich dir Geisterpfeffer anbieten?
es: ¿Puedo ofrecerte una guindilla fantasma?
es_mx: ¿Puedo ofrecerte un chile fantasma?
fr: Je peux t'offrir un piment fantôme ?
it: Posso offrirti un peperoncino fantasma?
ja: 「ゴーストペッパー」ってトウガラシがあってネ…
ko: 고스트 페퍼라도 줄까?
pl: Czego dusza zapragnie?
pt_br: Posso lhe oferecer uma pimenta fantasma?
ru: Предложить вам призрачного перца?
zh_cn: 我可以给你一个鬼椒吗？
zh_tw: 我可以給你一個鬼椒嗎？

# CHARACTERS.WARLY.DESCRIBE.GHOSTFLOWER
source: Looking at it makes me feel... peaceful.
de: Bei dem Anblick fühle ich mich ... friedvoll.
es: Solo con mirarla me siento... en paz.
es_mx: Mirarla me hace sentir... en paz.
fr: La regarder m'apaise...
it: Guardarlo mi infonde... un senso di pace.
ja: これを見てると...すごく落ち着くなあ。
ko: 보고 있으니까 마음이... 평온해져.
pl: Patrzenie na to napełnia mnie... spokojem.
pt_br: Só de olhar isso me deixa... tranquilo.
ru: Его вид меня так… умиротворяет.
zh_cn: 看着它让我感到……平和了。
zh_tw: 看著它讓我感到……平和了。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GHOSTLYELIXIR_SPEED
source: I'm not sure about some of those ingredients, mademoiselle.
de: Ich bin bei manchen Zutaten nicht sicher, Mademoiselle.
es: Algunos de los ingredientes me generan dudas, mademoiselle.
es_mx: No me convence esa combinación de ingredientes, mademoiselle.
fr: Certains de ces ingrédients me posent problème, mademoiselle.
it: Non sono sicuro di alcuni ingredienti, mademoiselle.
ja: いくつかの材料についてはよくわからないヨ、マドモアゼル。
ko: 재료가 괜찮을지 모르겠어, 마드모아젤.
pl: Mademoiselle, mam pewne wątpliwości co do niektórych składników.
pt_br: Não tenho certeza sobre alguns desses ingredientes, mademoiselle.
ru: Что-то я не уверен насчет этих ингредиентов, мадмуазель.
zh_cn: 我对有些配方不是很有信心，小姐。
zh_tw: 我對有些配方不是很有信心，小姐。

# CHARACTERS.WARLY.DESCRIBE.GIFT
source: Pour moi?
es_mx: ¿Para moi?
fr: C'est pour moi ?
ja: ボクに？
ko: 나 주는 거야?
zh_cn: 给我的吗？
zh_tw: 給我的嗎？

# CHARACTERS.WARLY.DESCRIBE.GIFTWRAP
source: I could hide some cookies inside for the little ones.
de: Ich könnte darin ein paar Kekse für die Kleinen verstecken.
es: Podría esconder unas galletas dentro para los peques.
es_mx: Podría esconder algunas galletas dentro para los niños.
fr: Je pourrais y cacher quelques cookies pour les enfants.
it: Potrei nasconderci dentro dei biscotti.
ja: 小さい子のためにクッキーを中に隠しておけるネ。
ko: 꼬마들에게 줄 쿠키를 숨겨 둘 수 있겠어.
pl: Mógłbym ukryć trochę ciasteczek dla maluchów.
pt_br: Eu poderia esconder alguns biscoitos dentro para os pequenos.
ru: Можно завернуть несколько печенек для малышей.
zh_cn: 我可以为小朋友们藏一点饼干。
zh_tw: 我可以為小朋友們藏一點餅乾。

# CHARACTERS.WARLY.DESCRIBE.GINGERBREADHOUSE
source: The piping on those roofs - magnifique!
de: Diese Dachrinnen – magnifique!
es: La estructura de esos tejados... ¡Magnifique!
es_mx: Observa el glaseado de ese techo. ¡Magnifique!
fr: Les gouttières de ce toit sont sublimes !
it: La lavorazione del tetto è magnifique!
ja: 屋根の配管を見て！トレビアン！
ko: 지붕의 크림 장식이 굉장한걸!
pl: Dekoracje tych dachów są magnifique!
pt_br: A tubulação nos telhados... magnifique!
ru: Только посмотрите на эти крыши! Magnifique!
zh_cn: 屋顶上的管道简直棒极了！
zh_tw: 屋頂上的管道簡直棒極了！

# CHARACTERS.WARLY.DESCRIBE.GINGERBREADPIG
source: I can catch you, gingerbread pig!
de: Ich kriege dich, Lebkuchenschwein!
es: ¡Puedo atraparte, cerdo de jengibre!
es_mx: ¡Puedo atraparte, cerdo de jengibre!
fr: Je t'aurai, cochon d'épices !
it: Ora ti acciuffo, maiale di pan di zenzero!
ja: キミを捕まえるぞ、ジンジャーブレッドブタ！
ko: 잡으러 간다, 진저브레드 돼지야!
pl: Złapię cię, piernikowa świnko!
pt_br: Vou te pegar, porco de pão de gengibre!
ru: Я тебя догоню, пряничная свинья!
zh_cn: 我能抓到你，姜饼猪！
zh_tw: 我能抓到你，薑餅豬！

# CHARACTERS.WARLY.DESCRIBE.GINGERBREADWARG
source: Looks sweet, but acts sour!
de: Sieht süß aus, ist aber sauer!
es: ¡Bajo ese aspecto dulce esconde un carácter agrio!
es_mx: ¡Parece dulce, pero su actitud es amarga!
fr: Il a l'air tout sucre tout miel, mais il est en fait tout feu tout flamme !
it: Sembra dolce, ma in realtà è amaro!
ja: 甘そうだけど、酸っぱい！
ko: 달콤해 보이는데 하는 짓은 시큼하네!
pl: Wygląda słodko, ale ma ostry charakter!
pt_br: Parece doce, mas tem um temperamento amargo!
ru: На вид такой сладкий, а так себя ведет!
zh_cn: 看着很甜，但是行为尖酸！
zh_tw: 看著很甜，但是行為尖酸！

# CHARACTERS.WARLY.DESCRIBE.GLASSBLOCK
source: Reminds me of the ice sculptures in the ship's dining hall.
de: Erinnert mich an die Eisskulpturen in der Schiffsmesse.
es: Me recuerda a las esculturas de hielo del comedor del barco.
es_mx: Me recuerda a las esculturas de hielo del comedor del barco.
fr: Cela me rappelle les sculptures de glace dans la salle à manger du bateau.
it: Mi ricorda le sculture di ghiaccio che c'erano nella sala da pranzo della nave.
ja: 客船のダイニングルームに飾ってある氷の像を思い出すなあ。
ko: 배 만찬장에 있던 얼음 조각상이 생각나네.
pl: Przypomina mi lodowe rzeźby z jadalni na statku.
pt_br: Me faz lembrar das esculturas de gelo no salão de jantar do navio.
ru: Напоминает мне о ледяных скульптурах в корабельной столовой.
zh_cn: 让我想起了船上宴席厅里的冰雕。
zh_tw: 讓我想起了船上宴席廳裡的冰雕。

# CHARACTERS.WARLY.DESCRIBE.GLASSCUTTER
source: Good for slicing and dicing!
de: Gut zum Schnippeln und Würfeln!
es: ¡Genial para rebanar y trocear en cubitos!
es_mx: ¡Es bueno para cortar y trocear!
fr: C'est parfait pour trancher et émincer !
it: Ottima per affettare e sminuzzare!
ja: 薄切りにも、角切りにも最高ネ！
ko: 베고 썰기 좋아!
pl: Dobre do cięcia i kostkowania!
pt_br: É ótimo para cortar e picar!
ru: Можно резать и кромсать!
zh_cn: 适合切条切块！
zh_tw: 適合切條切塊！

# CHARACTERS.WARLY.DESCRIBE.GLASSSPIKE
source: I prefer my decor a smidge less... stabby.
de: Ich ziehe Dekoration vor, die nicht ganz so spitz ist.
es: Prefiero que la decoración sea menos... punzante.
es_mx: Prefiero que mis decoraciones sean un poquitín menos... punzantes.
fr: Je préfère les décorations moins... piquantes.
it: Preferisco decorazioni meno... appuntite.
ja: ボクの好みの飾りは、控え目で...こんなに怒ってない方がいいな。
ko: 내 장식은 조금 덜... 뾰족한 게 좋아.
pl: Wolę, kiedy moje dekoracje są trochę mniej... kłujące.
pt_br: Prefiro minha decoração um pouco menos... espetante.
ru: Предпочитаю не такие колючие украшения.
zh_cn: 装潢还是不要这么尖锐的好。
zh_tw: 裝潢還是不要這麼尖銳的好。

# CHARACTERS.WARLY.DESCRIBE.GLOMMER.GENERIC
source: I think I like it.
de: Ich betrachte es gern als ein Gefängnis für Babyvögel.
es: Creo que me gusta.
es_mx: Creo que me gusta.
fr: Je crois que je l'aime bien.
it: Credo che mi piaccia.
ja: なかなか、カワイイと思うネ
ko: 어째 마음에 드는데.
pl: Chyba go lubię.
pt_br: Acho que gosto disso.
ru: Пожалуй, мне нравится.
zh_cn: 我想我喜欢它。
zh_tw: 我想我喜歡它。

# CHARACTERS.WARLY.DESCRIBE.GLOMMER.SLEEPING
source: Sleep well, mon ami.
de: Schlaf gut, mon ami.
es: Que duermas bien, camarade.
es_mx: Que duermas bien, mon ami.
fr: Dors bien, toi.
it: Dormi bene, mon ami.
ja: おやすみ、モナミ。
ko: 잘 자, 친구.
pl: Śpij dobrze, mon ami.
pt_br: Durma bem, mon ami.
ru: Спи сладко, mon ami.
zh_cn: 好好睡吧，我的朋友。
zh_tw: 好好睡吧，我的朋友。

# CHARACTERS.WARLY.DESCRIBE.GLOMMERFLOWER.DEAD
source: What a waste.
de: Was für einen Verschwendung.
es: Qué desperdicio.
es_mx: Qué desperdicio.
fr: Quel gâchis !
it: Che spreco.
ja: なんて無駄。
ko: 정말 아깝네.
pl: Co za szkoda.
pt_br: Que desperdício.
ru: Какая потеря.
zh_cn: 真是浪费。
zh_tw: 真是浪費。

# CHARACTERS.WARLY.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Tres beau!
es_mx: ¡Très beau!
fr: Très beau !
ja: トレビアン！
ko: 아주 아름다워!
ru: Очень красиво!
zh_cn: 好美啊！
zh_tw: 好美啊！
