Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: The prawns have ascended into deliciousness.
de: Die Krabben haben höchste Köstlichkeitsstufen erreicht.
es: Las gambas han ascendido a la dimensión deliciosa.
es_mx: Los camarones han ascendido al cielo de la delicia.
fr: Les crevettes ont atteint le sommet de l'excellence.
it: Gamberi che ascendono nell'empireo della squisitezza.
ja: エビがおいしいものに変身したネ。
ko: 새우가 맛있는 곳으로 올라갔어.
pl: Krewetki doznają gębowstąpienia.
pt_br: Os camarões atingiram um estado de delícia plena.
ru: Креветки доведены до идеального состояния.
zh_cn: 对虾升华成了珍馐。
zh_tw: 對蝦昇華成了珍饈。

# CHARACTERS.WARLY.DESCRIBE.ATRIUM_STATUE
source: When I turn my back, I imagine I hear it breathing.
de: Sie atmet, wenn ich mich umdrehe. Ich kann es hören.
es: Cuando me doy la vuelta, imagino que la oigo respirar.
es_mx: Cuando me doy la vuelta, me da la impresión de que la oigo respirar.
fr: Quand je lui tourne le dos, j'ai l'impression de l'entendre respirer.
it: Quando mi volto, immagino di sentirla respirare.
ja: 後ろを向くと、呼吸してるのが聞こえたりしてネ。
ko: 등을 돌리면 숨 쉬는 소리가 들리는 것만 같아.
pl: Jak się odwrócę, zdaje mi się, że słyszę, jak dyszy.
pt_br: Quando me viro, pareço que ouço a respiração dela.
ru: Как только я отворачиваюсь, сразу слышу, как она дышит.
zh_cn: 蓦然回首，似乎听到了它的呼吸。
zh_tw: 驀然回首，似乎聽到了它的呼吸。

# CHARACTERS.WARLY.DESCRIBE.AXE
source: A trusty companion in these environs.
de: Ein treuer Begleiter in dieser Umgebung.
es: Un fiel compañero en estos alrededores.
es_mx: Una fiel compañera en estos alrededores.
fr: Un fidèle compagnon dans cet environnement.
it: Una compagnia fidata in questi dintorni.
ja: とっても頼りになる道具ネ
ko: 요즘 상황에서 의지할 수 있는 동반자.
pl: Wierny kompan na leśne wędrówki.
pt_br: Um companheiro leal num ambiente assim.
ru: Надежный компаньон в таком окружении.
zh_cn: 在郊外，它是值得信赖的同伴。
zh_tw: 在郊外，它是值得信賴的同伴。

# CHARACTERS.WARLY.DESCRIBE.BABYBEEFALO.GENERIC
source: I have mixed feelings about veal.
de: Bei Kalbfleisch habe ich gemischte Gefühle.
es: Tengo sentimientos encontrados con la ternera.
es_mx: Tengo sentimientos encontrados acerca de esta ternera.
fr: Je ne suis pas très friand de veau.
it: Ho dei sentimenti contrastanti sulla carne di vitello.
ja: ボク、子牛肉には複雑な気分になるんだヨネ。
ko: 송아지 고기를 보면 기분이 착잡해.
pl: Cielęcina budzi we mnie ambiwalentne uczucia.
pt_br: Tenho sentimentos conflitantes em relação à vitela.
ru: У меня смешанные чувства насчет телятины.
zh_cn: 我对小牛肉的感情有些复杂。
zh_tw: 我對小牛肉的感情有些複雜。

# CHARACTERS.WARLY.DESCRIBE.BABYBEEFALO.SLEEPING
source: Bonne nuit, baby steak.
es: Bonne nuit, filete bebé.
es_mx: Bonne nuit, filete bebé.
fr: Bonne nuit, bébé steak.
it: Bonne nuit, bistecchina.
ja: こんばんは、赤ちゃんのステーキ。
ko: 잘 자렴, 아기 스테이크야.
pl: Bonne nuit, befsztyczku.
pt_br: Bonne nuit, filé de bebê.
ru: Bonne nuit, юный стейк.
zh_cn: 晚安，牛仔排。
zh_tw: 晚安，牛仔排。

# CHARACTERS.WARLY.DESCRIBE.BACKPACK
source: It has my back.
de: Für meinen Rücken.
es: Va a mi espalda.
es_mx: Me cubre las espaldas.
fr: Il me protège.
it: Mi guarda le spalle.
ja: 背中を任せられる相棒ネ
ko: 등에 매고 다닌다.
pl: Kryje mi plecy.
pt_br: Minha guarda-costas.
ru: Он прикрывает мою спину.
zh_cn: 它在背后支持我。
zh_tw: 它在背後支持我。

# CHARACTERS.WARLY.DESCRIBE.BACONEGGS
source: Runny eggs... crisp bacon... I could die happy now...
de: Spiegeleier ... knuspriger Speck ... Jetzt kann ich glücklich sterben ...
es: Huevos fritos... beicon crujiente... me podría morir feliz ahora...
es_mx: Huevos fritos... tocino crujiente... me podría morir feliz ahora...
fr: Jaune d'œuf coulant... bacon frit... je peux mourir heureux.
it: Uova fritte... pancetta croccante... potrei morire felice ora...
ja: 黄身は半熟…ベーコンはカリカリ…至福ネ…
ko: 반숙 계란... 바삭한 베이컨... 지금 죽어도 여한이 없어...
pl: Jajka na miękko... chrupiący boczek... mogę umrzeć szczęśliwy...
pt_br: Ovos moles... bacon torrado... eu morreria feliz agora...
ru: Яйца всмятку… хрустящий бекон… Я бы мог сейчас умереть от счастья…
zh_cn: 溏心蛋...香脆的培根...我现在幸福死了...
zh_tw: 溏心蛋...香脆的培根...我現在幸福死了...

# CHARACTERS.WARLY.DESCRIBE.BALLOON
source: How colorful!
de: Wie farbenfroh!
es: ¡Qué colorido!
es_mx: ¡Qué colorido!
fr: Que de couleurs !
it: Quanti colori!
ja: 何てカラフル！
ko: 알록달록하네!
pl: Cóż za kolory!
pt_br: Que colorido!
ru: Как красочно!
zh_cn: 五颜六色！
zh_tw: 五顏六色！

# CHARACTERS.WARLY.DESCRIBE.BALLOONHAT
source: It's... not exactly my style.
de: Das ... ist nicht direkt mein Stil.
es: No es... de mi estilo.
fr: Ce n'est... pas mon style.
it: Non è proprio nel mio stile.
ja: コレは…ボクのスタイルじゃないヨ。
ko: 이건...내 스타일이 아니야.
pl: To... raczej nie mój styl.
pt_br: Não é... exatamente meu estilo.
ru: Это... не совсем в моем стиле.
zh_cn: 这……不是我的风格。
zh_tw: 這……不是我的風格。

# CHARACTERS.WARLY.DESCRIBE.BALLOONPARTY
source: Ah! A celebration!
de: Ah, ein Fest!
es: ¡Anda, una fiesta!
fr: Ah ! Quelle fête !
it: Ah! Una festa!
ja: ア！お祝いだネ。
ko: 아! 축하행사다!
pl: O! Świętujemy!
pt_br: Ah! Uma comemoração!
ru: О, у нас праздник?
zh_cn: 啊！庆典啊！
zh_tw: 啊！慶典啊！

# CHARACTERS.WARLY.DESCRIBE.BALLOONSPEED.DEFLATED
source: Quite an odd design. Then again, it was made by an odd fellow.
de: Ein ziemlich merkwürdiges Design. Aber es wurde ja auch von einem merkwürdigen Kerl gemacht.
es: Qué diseño tan extraño... Pero, bueno, lo ha hecho una persona muy extraña.
fr: C'est un modèle étrange. Après tout, ça a été créé par quelqu'un de tout aussi étrange.
it: Un design piuttosto eccentrico. D'altronde, è opera di un tipo eccentrico.
ja: すごく変なデザインネ。でも、これは変な人が作ったものだからネ。
ko: 꽤 이상한 디자인이야. 그러고도 이상한 친구를 만들었네.
pl: Dziwny projekt. No ale stworzył go dziwny człowiek.
pt_br: Um design bastante esquisito. Pensando bem, ele foi feito por um sujeito esquisito.
ru: Весьма необычный дизайн. Впрочем, и сделал его большой чудак, так что...
zh_cn: 很奇怪的设计。不过毕竟是一个奇怪的家伙做的。
zh_tw: 很奇怪的設計。不過畢竟是一個奇怪的傢伙做的。

# CHARACTERS.WARLY.DESCRIBE.BALLOONSPEED.GENERIC
source: What a kind gift!
de: Was für ein freundliches Geschenk!
es: ¡Qué gran regalo!
fr: Quel beau cadeau !
it: Che dono gentile!
ja: 気が利いたギフトネ！
ko: 정말 사려깊은 선물이잖아!
pl: Co za miły prezent!
pt_br: Que presente adorável!
ru: Как мило!
zh_cn: 多么好的礼物!
zh_tw: 多麼好的禮物!

# CHARACTERS.WARLY.DESCRIBE.BALLOONS_EMPTY
source: It's been left completely breathless.
de: Er ist ganz atemlos.
es: Se ha quedado totalmente sin aliento.
es_mx: Lo dejaron sin nada de aire.
fr: On lui a littéralement coupé le souffle.
it: Gli hanno tolto tutta l'aria.
ja: ボク、ショックで息もできないヨ。
ko: 공기가 죄다 빠져 있어.
pl: Zupełnie pozbawione wigoru.
pt_br: Ficou completamente sem fôlego.
ru: Не осталось ни глотка воздуха.
zh_cn: 完全泄气。
zh_tw: 完全洩氣。

# CHARACTERS.WARLY.DESCRIBE.BALLOONVEST
source: I'm not sure how safe that is.
de: Ich weiß nicht, ob das sicher ist.
es: No sé si es muy seguro...
fr: Je ne sais pas si c'est très sûr...
it: Sarà davvero sicuro?
ja: どのくらい安全かはワカラナイヨ。
ko: 얼마나 안전한지 잘 모르겠어.
pl: Nie wiem, czy to bezpieczne.
pt_br: Não sei o quanto isso é seguro.
ru: Я не уверен, что это безопасно.
zh_cn: 我不知道那个能有多安全。
zh_tw: 我不知道那個能有多安全。

# CHARACTERS.WARLY.DESCRIBE.BANANAPOP
source: Perhaps not my most complicated dish, but no less tasty.
de: Kein besonders raffiniertes Rezept, aber sehr lecker.
es: Tal vez no sea mi plato más complicado, pero sigue siendo sabroso.
es_mx: Tal vez no sea mi plato más complicado, pero sigue siendo sabroso.
fr: Sans doute pas ma recette la plus élaborée, mais c'est bon quand même.
it: Forse non è il mio piatto più complicato, ma non per questo meno gustoso.
ja: 調理手順は簡単だけど、とてもおいしいヨ
ko: 복잡한 레시피는 아니지만 맛은 좋아.
pl: Może nie najbardziej wyszukane danie, ale bardzo smaczne.
pt_br: Talvez não seja meu prato mais complexo, mas não é menos delicioso.
ru: Пожалуй, это не самое сложное мое блюдо, но вкусно, тем не менее.
zh_cn: 也许不是我最复杂的菜品，但味道可一点不差。
zh_tw: 也許不是我最複雜的菜品，但味道可一點不差。

# CHARACTERS.WARLY.DESCRIBE.BANDAGE
source: First aid.
de: Erste Hilfe.
es: Primeros auxilios.
es_mx: Primeros auxilios.
fr: Premiers secours.
it: Pronto soccorso.
ja: 応急処置グッズネ
ko: 응급 처치용.
pl: Pierwsza pomoc.
pt_br: Primeiros socorros.
ru: Первая помощь.
zh_cn: 急救用品。
zh_tw: 急救用品。

# CHARACTERS.WARLY.DESCRIBE.BARNACLE
source: Ah, I've rarely had an opportunity to cook with these!
de: Ah, damit konnte ich bisher noch nicht kochen!
es: Ah, ¡raramente tengo ocasión de cocinar algo con ellos!
es_mx: ¡Ah, casi nunca tengo la oportunidad de usarlos en la cocina!
fr: Ah, j'ai rarement eu l'occasion d'en cuisiner !
it: Ah, li cucino così raramente!
ja: オー、コレを使って料理することはあまりなかったヨ。
ko: 이야, 이걸 요리할 기회는 거의 없는데!
pl: Rzadko miałem okazję je przyrządzać!
pt_br: Ah, raramente tive a oportunidade de cozinhar com isso!
ru: О, какой редкий деликатес!
zh_cn: 啊，我很少有机会用这些东西做饭！
zh_tw: 啊，我很少有機會用這些東西做飯！

# CHARACTERS.WARLY.DESCRIBE.BARNACLEPITA
source: An unconventional combination of ingredients, but delicious nonetheless!
de: Ungewöhnliche Zutatenkombination, aber trotzdem köstlich!
es: ¡Una combinación de ingredientes poco convencional pero deliciosa!
es_mx: Una combinación inusual de ingredientes; sin embargo, es muy deliciosa.
fr: Une combinaison d'ingrédients originale, mais néanmoins délicieuse !
it: Un abbinamento di ingredienti molto poco convenzionale, ma comunque estremamente delizioso!
ja: 組み合わせは型破りだけど、味は美味しいネ！
ko: 재료를 색다르게 조합했는걸? 그래도 맛있어!
pl: Nietypowe połączenie składników, ale smaczne!
pt_br: Uma combinação não convencional de ingredientes, mas delicioso mesmo assim!
ru: Нетривиальное сочетание ингредиентов, но вкус все оправдывает!
zh_cn: 虽说是非常规的食材组合，但还是很美味的!
zh_tw: 雖說是非常規的食材組合，但還是很美味的!

# CHARACTERS.WARLY.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: Some culinary experiments go better than others.
de: Manche kulinarischen Experimente sind erfolgreich, andere nicht.
es: Algunos experimentos culinarios salen mejor que otros.
es_mx: Algunos experimentos culinarios salen mejor que otros.
fr: Certaines expériences culinaires se passent mieux que d'autres.
it: Alcuni esperimenti culinari vanno meglio di altri.
ja: 実験で作った料理の方が美味しいこともあるヨ。
ko: 실험적인 요리법이 성공할 때도 있지.
pl: Niektóre kulinarne eksperymenty wychodzą lepiej, inne gorzej.
pt_br: Alguns experimentos culinários são melhores que outros.
ru: Некоторые кулинарные эксперименты нужны для того, чтобы их не повторять.
zh_cn: 有些烹饪实验比其他实验更顺利。
zh_tw: 有些烹飪實驗比其他實驗更順利。

# CHARACTERS.WARLY.DESCRIBE.BARNACLESUSHI
source: Ah, bon! That turned out quite nicely!
de: Ah, bon! Das ist recht gut geworden!
es: ¡Ah, bon! ¡Ha salido bastante bien!
es_mx: ¡Ah, bon! ¡Quedó muy bien!
fr: Ah, très bien ! Le résultat est plutôt satisfaisant !
it: Ah, bon! Mica male!
ja: ボーン！美味しく出来たヨ！
ko: 훌륭해! 맛있는 요리가 됐어!
pl: Ach, bon! Wyszło całkiem smaczne!
pt_br: Ah, bon! Acabou ficando muito bom!
ru: А, bon! Получилось весьма неплохо!
zh_cn: 啊，好！那是相当好的结果！
zh_tw: 啊，好！那是相當好的結果！

# CHARACTERS.WARLY.DESCRIBE.BARNACLE_COOKED
source: I think we can do a bit better than that!
de: Ich glaube, das können wir etwas besser!
es: ¡Creo que podemos hacerlo un poquito mejor!
es_mx: ¡Creo que podemos preparar algo mejor!
fr: Je pense que l'on peut faire mieux que ça !
it: Penso che possiamo fare un po' meglio di così!
ja: もう少し美味しくできそうだネ！
ko: 이것보단 잘할 수 있을 것 같아!
pl: Myślę, że stać nas na trochę więcej.
pt_br: Acho que podemos fazer um pouco melhor que isso!
ru: Я считаю, мы способны на большее!
zh_cn: 我想我们可以做得更好一些!
zh_tw: 我想我們可以做得更好一些!

# CHARACTERS.WARLY.DESCRIBE.BARNACLINGUINE
source: Delectable!
de: Köstlich!
es: ¡Deliciosa!
es_mx: ¡Deliciosa!
fr: Délicieux !
it: Dilettevole!
ja: おいしゅうございマス！
ko: 맛있다!
pl: Wyborne!
pt_br: Deliciosa!
ru: Восхитительно!
zh_cn: 味道不错！
zh_tw: 味道不錯！

# CHARACTERS.WARLY.DESCRIBE.BASALT
source: Made of strong stuff!
de: Hergestellt aus schwerem Material!
es: ¡Hecho de material fuerte!
es_mx: ¡Hecho de material fuerte!
fr: C'est du solide !
it: Fatto di materiale forte!
ja: とっても硬いネ！
ko: 강한 재질이야!
pl: Twarda rzecz!
pt_br: Feito de coisas fortes!
ru: А он крепкий!
zh_cn: 由坚硬的材料组成！
zh_tw: 由堅硬的材料組成！

# CHARACTERS.WARLY.DESCRIBE.BAT
source: If I only had a bat...
de: Hätte ich doch nur eine!
es: Ojalá tuviera un bate...
es_mx: Ojalá tuviera un bate...
fr: Si seulement j'avais de l'ail...
it: Se solo avessi una mazza...
ja: “バット”で殴ってやりたいネ…
ko: 이걸로 뭘 할까...
pl: Ciekawe w takim razie, jak wygląda toperz.
pt_br: Dizem que têm esse nome pois são cegos mor...
ru: Эх, была бы у меня бита…
zh_cn: 如果我有一根棒球棒该多好...
zh_tw: 如果我有一根棒球棒該多好...

# CHARACTERS.WARLY.DESCRIBE.BATBAT
source: A gruesome implement.
de: Grauenhaft.
es: Un instrumento espantoso.
es_mx: Un instrumento espantoso.
fr: Un implant épouvantable.
it: Un macabro strumento.
ja: なんとも恐ろしい道具ネ…
ko: 잔인한 도구다.
pl: Okropieństwo.
pt_br: Um implemento sanguinolento.
ru: Ужасное орудие.
zh_cn: 一件阴森的武器。
zh_tw: 一件陰森的武器。

# CHARACTERS.WARLY.DESCRIBE.BATCAVE
source: I wouldn't want to disturb their peaceful slumber.
de: Ich will ihren friedlichen Schlummer nicht stören.
es: No quisiera perturbar su pacífica siesta.
es_mx: No deseo perturbar su pacífico sueño.
fr: Je ne veux pas perturber leur paisible sommeil.
it: Dormono così bene, preferirei non disturbarli.
ja: 平和な昼寝を邪魔したくないヨ。
ko: 평온하게 자고 있는데 방해하고 싶지 않아.
pl: Nie chciałbym przeszkadzać im w drzemce.
pt_br: Eu não iria querer perturbar o sono tranquilo deles.
ru: Не хочу нарушать их мирный сон.
zh_cn: 我不愿打扰他们的安睡。
zh_tw: 我不願打擾他們的安睡。

# CHARACTERS.WARLY.DESCRIBE.BATHBOMB
source: A bath would be nice.
de: Ein Bad wäre schön.
es: Un baño estaría bien.
es_mx: Me vendría bien un baño.
fr: Un bain ne serait pas de refus.
it: Non mi dispiacerebbe un bel bagno.
ja: お風呂があったら最高ネ。
ko: 목욕 좋지.
pl: Miło byłoby wziąć kąpiel.
pt_br: Um banho cairia bem.
ru: Сейчас бы в ванну.
zh_cn: 我是该泡个澡了。
zh_tw: 我是該泡個澡了。

# CHARACTERS.WARLY.DESCRIBE.BATNOSE
source: This will be a challenging ingredient.
de: Diese Zutat wird eine Herausforderung.
es: Qué ingrediente tan atrevido.
fr: Ce sera un ingrédient compliqué à travailler.
it: Non sarà facile preparare questo ingrediente.
ja: コレはムズカシイ材料だネ。
ko: 도전적인 요소가 될 거야.
pl: Niełatwy składnik.
pt_br: Este vai ser um ingrediente desafiador.
ru: Такой ингредиент обыграть будет сложновато.
zh_cn: 这将是一种有挑战性的原料。
zh_tw: 這將是一種有挑戰性的原料。

# CHARACTERS.WARLY.DESCRIBE.BATNOSEHAT
source: Quelle horreur! What a waste of good food!
de: Quelle horreur! Was für eine Verschwendung guten Essens!
es: ¡Quelle horreur! Qué desperdicio de comida.
fr: Quelle horreur ! C'est du gâchis !
it: Quelle horreur! Che spreco di cibo!
ja: ヒドイ！オイシイ食べ物がムダになっちゃったヨ！
ko: 꿰 로흐르(정말 끔찍해)! 훌륭한 음식을 낭비했잖아!
pl: Quelle horreur! Co za marnotrawstwo jedzenia!
pt_br: Quelle horreur! Que desperdício de boa comida!
ru: Quelle horreur! Сколько хорошей еды пропало зря!
zh_cn: 真是可怕！太糟蹋粮食了！
zh_tw: 真是可怕！太糟蹋糧食了！

# CHARACTERS.WARLY.DESCRIBE.BATNOSE_COOKED
source: It could use some marinade, perhaps.
de: Etwas Marinade kann nicht schaden.
es: A lo mejor le vendría bien algo de adobo.
fr: Il faudrait peut-être le faire mariner.
it: Credo abbia bisogno di una bella marinatura.
ja: マリネしたほうがいいかもだヨ。
ko: 마리네이드가 필요할 거야, 아마도.
pl: Może trzeba go zamarynować.
pt_br: Talvez ficasse melhor marinado.
ru: Может быть, его стоило замариновать?
zh_cn: 也许可以倒一些腌料酱汁。
zh_tw: 也許可以倒一些醃料醬汁。

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_DURABILITY
source: I didn't know she was such an accomplished singer!
de: Ich habe nicht gewusst, dass sie eine derart gute Sängerin ist!
es: ¡No sabía que era una cantante de primera!
fr: Je ne savais pas qu'elle chantait aussi bien !
it: Non sapevo fosse una brava cantante!
ja: あんな上手に歌えるとは知らなかったヨ！
ko: 그렇게 뛰어난 가수인지 몰랐어!
pl: Nie wiedziałem, że była tak dobrą śpiewaczką!
pt_br: Eu não sabia que ela era uma cantora tão talentosa!
ru: Я и понятия не имел, что она так хорошо поет!
zh_cn: 当真没看出她是一位如此有成就的歌唱家!
zh_tw: 當真沒看出她是一位如此有成就的歌唱家!

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: I didn't know she was such an accomplished singer!
de: Ich habe nicht gewusst, dass sie eine derart gute Sängerin ist!
es: ¡No sabía que era una cantante de primera!
fr: Je ne savais pas qu'elle chantait aussi bien !
it: Non sapevo fosse una brava cantante!
ja: あんな上手に歌えるとは知らなかったヨ！
ko: 그렇게 뛰어난 가수인지 몰랐어!
pl: Nie wiedziałem, że była tak dobrą śpiewaczką!
pt_br: Eu não sabia que ela era uma cantora tão talentosa!
ru: Я и понятия не имел, что она так хорошо поет!
zh_cn: 当真没看出她是一位如此有成就的歌唱家!
zh_tw: 當真沒看出她是一位如此有成就的歌唱家!

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_HEALTHGAIN
source: I didn't know she was such an accomplished singer!
de: Ich habe nicht gewusst, dass sie eine derart gute Sängerin ist!
es: ¡No sabía que era una cantante de primera!
fr: Je ne savais pas qu'elle chantait aussi bien !
it: Non sapevo fosse una brava cantante!
ja: あんな上手に歌えるとは知らなかったヨ！
ko: 그렇게 뛰어난 가수인지 몰랐어!
pl: Nie wiedziałem, że była tak dobrą śpiewaczką!
pt_br: Eu não sabia que ela era uma cantora tão talentosa!
ru: Я и понятия не имел, что она так хорошо поет!
zh_cn: 当真没看出她是一位如此有成就的歌唱家!
zh_tw: 當真沒看出她是一位如此有成就的歌唱家!

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: Shakespeare? I wonder how a Viking came upon this...
de: Shakespeare? Ich frage mich, wie eine Wikingerin dazu gekommen ist ...
es: ¿Shakespeare? ¿De dónde ha sacado esto una vikinga?
fr: Du Shakespeare ? Comment une Viking est-elle tombée là-dessus ?
it: Shakespeare? Chissà dove l'ha sentito questa vichinga...
ja: シェークスピア？バイキングがどうやってコレを思いついたんだろうネ…
ko: 셰익스피어? 바이킹이 어떻게 이런 걸 알게 되었는지 궁금해...
pl: Shakespeare? To przecież nic wikińskiego...
pt_br: Shakespeare? Me pergunto como uma viking teve contato com isso...
ru: Шекспир? Интересно, откуда викинги про него узнали...
zh_cn: 莎士比亚？这跟维京人有点不搭吧……
zh_tw: 莎士比亞？這跟維京人有點不搭吧……

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: Shakespeare? I wonder how a Viking came upon this...
de: Shakespeare? Ich frage mich, wie eine Wikingerin dazu gekommen ist ...
es: ¿Shakespeare? ¿De dónde ha sacado esto una vikinga?
fr: Du Shakespeare ? Comment une Viking est-elle tombée là-dessus ?
it: Shakespeare? Chissà dove l'ha sentito questa vichinga...
ja: シェークスピア？バイキングがどうやってコレを思いついたんだろうネ…
ko: 셰익스피어? 바이킹이 어떻게 이런 걸 알게 되었는지 궁금해...
pl: Shakespeare? To przecież nic wikińskiego...
pt_br: Shakespeare? Me pergunto como uma viking teve contato com isso...
ru: Шекспир? Интересно, откуда викинги про него узнали...
zh_cn: 莎士比亚？这跟维京人有点不搭吧……
zh_tw: 莎士比亞？這跟維京人有點不搭吧……

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_SANITYAURA
source: I didn't know she was such an accomplished singer!
de: Ich habe nicht gewusst, dass sie eine derart gute Sängerin ist!
es: ¡No sabía que era una cantante de primera!
fr: Je ne savais pas qu'elle chantait aussi bien !
it: Non sapevo fosse una brava cantante!
ja: あんな上手に歌えるとは知らなかったヨ！
ko: 그렇게 뛰어난 가수인지 몰랐어!
pl: Nie wiedziałem, że była tak dobrą śpiewaczką!
pt_br: Eu não sabia que ela era uma cantora tão talentosa!
ru: Я и понятия не имел, что она так хорошо поет!
zh_cn: 当真没看出她是一位如此有成就的歌唱家!
zh_tw: 當真沒看出她是一位如此有成就的歌唱家!

# CHARACTERS.WARLY.DESCRIBE.BATTLESONG_SANITYGAIN
source: I didn't know she was such an accomplished singer!
de: Ich habe nicht gewusst, dass sie eine derart gute Sängerin ist!
es: ¡No sabía que era una cantante de primera!
fr: Je ne savais pas qu'elle chantait aussi bien !
it: Non sapevo fosse una brava cantante!
ja: あんな上手に歌えるとは知らなかったヨ！
ko: 그렇게 뛰어난 가수인지 몰랐어!
pl: Nie wiedziałem, że była tak dobrą śpiewaczką!
pt_br: Eu não sabia que ela era uma cantora tão talentosa!
ru: Я и понятия не имел, что она так хорошо поет!
zh_cn: 当真没看出她是一位如此有成就的歌唱家!
zh_tw: 當真沒看出她是一位如此有成就的歌唱家!

# CHARACTERS.WARLY.DESCRIBE.BATWING
source: Hmmm, maybe a soup stock of batwings?
de: Hm, eine Soße aus Fledermausflügeln?
es: Hmmm, ¿tal vez un caldo hecho con alas de murciélago?
es_mx: Mmm, ¿tal vez un caldo hecho con alas de murciélago?
fr: Hmm... une soupe aux ailes de chauves-souris ?
it: Mmmm, forse un brodo a base di ali di pipistrello?
ja: いいダシ、出るカナ…？
ko: 박쥐 날개로 만든 육수는 어떨까?
pl: Hmm, może nada się na wywar?
pt_br: Hmmm, talvez um caldo de sopa de asas de morcego?
ru: Хм-м-м, как насчет бульона из мышиных крылышек?
zh_cn: 唔，也许能做成蝙蝠翅高汤？
zh_tw: 唔，也許能做成蝙蝠翅高湯？

# CHARACTERS.WARLY.DESCRIBE.BATWING_COOKED
source: Needs garlic...
de: Da muss noch Knoblauch ran ...
es: Necesita ajo...
es_mx: Necesita ajo...
fr: Ça manque d'ail...
it: Necessita aglio...
ja: ニンニクがあれば、おいしくなるカモ…？
ko: 마늘이 필요해...
pl: Przydałoby się trochę czosnku...
pt_br: Precisa de alho...
ru: Не хватает чеснока…
zh_cn: 需要大蒜...
zh_tw: 需要大蒜...

# CHARACTERS.WARLY.DESCRIBE.BEARDHAIR
source: Disgusting.
de: Widerlich!
es: Asqueroso.
es_mx: Qué asco.
fr: Dégoûtant.
it: Disgustoso.
ja: キモチ悪いネ…
ko: 징그러워라.
pl: Obrzydliwe.
pt_br: Nojento.
ru: Отвратительно.
zh_cn: 真恶心。
zh_tw: 真噁心。

# CHARACTERS.WARLY.DESCRIBE.BEARGER
source: Oh, I don't like you one bit!
de: Oh, ich mag dich nicht ein bisschen!
es: ¡Ah, no me gustas un pelo!
es_mx: ¡Ah, no me agradas ni un poco!
fr: Oh, je ne t'aime pas du tout !
it: Oh, non mi piaci per niente!
ja: ウワッ…！こっち来ないでッ！
ko: 넌 전혀 마음에 안 들어!
pl: Nie podobasz mi się ani trochę!
pt_br: Oh, não gosto nada de você!
ru: О, что-то ты мне не очень нравишься!
zh_cn: 噢，我一点也不喜欢你！
zh_tw: 噢，我一點也不喜歡你！

# CHARACTERS.WARLY.DESCRIBE.BEARGERVEST
source: Furry refuge from the elements.
de: Schutz vor den Elementen.
es: Refugio peludo de los elementos.
es_mx: Refugio peludo contra los elementos.
fr: Un refuge en fourrure contre les éléments.
it: Rifugio peloso dalle intemperie.
ja: モフモフ…寒い日も安心ネ
ko: 추위를 물리쳐 주는 털옷이다.
pl: Futrzasta ochrona przed żywiołami.
pt_br: Um refúgio furioso dos elementos naturais.
ru: Меховое убежище от стихии.
zh_cn: 帮助抵御恶劣天气的毛皮。
zh_tw: 幫助抵禦惡劣天氣的毛皮。

# CHARACTERS.WARLY.DESCRIBE.BEARGER_FUR
source: Feels warm.
de: Fühlt sich warm an.
es: Está caliente.
es_mx: Está caliente.
fr: C'est tout chaud.
it: Caldo al tatto.
ja: あったかいネ
ko: 따뜻하다.
pl: Wydaje się ciepłe.
pt_br: É quentinho.
ru: Тепло.
zh_cn: 感觉很暖和。
zh_tw: 感覺很暖和。

# CHARACTERS.WARLY.DESCRIBE.BEAST_BLUEPRINT
source: The beefalo who will wear this is lucky indeed!
de: Das Beefalo, das das trägt, kann sich wirklich glücklich schätzen!
es: Qué suerte va a tener el beefalo que se ponga esto.
fr: Le bœufalo qui portera ça sera en effet très chanceux !
it: Il mufalo che lo indosserà sarà proprio fortunato!
ja: コレを着るビーファロはホントにラッキーだネ！
ko: 이걸 입을 비팔로는 정말 운이 좋아!
pl: Wołek, który to założy, będzie prawdziwym szczęściarzem!
pt_br: O bífalo que vai vestir isso é mesmo sortudo!
ru: Бифало, которому достанется этот наряд, — настоящий счастливчик!
zh_cn: 只有幸运的皮弗娄牛才能穿上这件华服！
zh_tw: 只有幸運的皮弗婁牛才能穿上這件華服！

# CHARACTERS.WARLY.DESCRIBE.BEDROLL_FURRY
source: Cozy.
de: Gemütlich.
es: Acogedor.
es_mx: Acogedor.
fr: C'est bien chaud.
it: Accogliente.
ja: ホッとする。
ko: 포근하다.
pl: Całkiem przyjemna.
pt_br: Aconchegante.
ru: Уютно.
zh_cn: 舒服。
zh_tw: 舒服。

# CHARACTERS.WARLY.DESCRIBE.BEDROLL_STRAW
source: A little better than bare ground. Scratchy.
de: Ein wenig besser als bloßer Boden. Kratzt aber.
es: Un poco mejor que el suelo directamente. Pero raspa.
es_mx: Un poco mejor que dormir directamente sobre el suelo. Pero raspa.
fr: Un peu mieux que le sol nu. Ça gratte.
it: Un po' meglio della terra grezza. Graffiante.
ja: チクチクするけど、地面に寝るよりマシだヨ
ko: 맨 땅보다는 낫지만 거칠다.
pl: Lepsze to niż goła ziemia. Tylko trochę drapie.
pt_br: Um pouco melhor que o chão batido. Áspero.
ru: Немного лучше, чем спать на голой земле. Царапается, правда.
zh_cn: 比幕天席地要好一点。草扎在身上有点痒。
zh_tw: 比幕天席地要好一點。草紮在身上有點癢。

# CHARACTERS.WARLY.DESCRIBE.BEE.GENERIC
source: Where there are bees, there is honey!
de: Wo Bienen sind, da gibt es Honig!
es: ¡Donde hay abejas, hay miel!
es_mx: ¡Donde hay abejas, hay miel!
fr: Qui dit abeilles dit miel !
it: Dove ci sono le api, c'è il miele!
ja: ハチミツくん、発見！
ko: 벌이 있는 곳에 꿀이 있는 법!
pl: Gdzie są pszczoły, tam jest i miód!
pt_br: Onde há abelhas, há mel!
ru: Где пчелы, там и мед!
zh_cn: 有蜜蜂的地方就有蜂蜜！
zh_tw: 有蜜蜂的地方就有蜂蜜！

# CHARACTERS.WARLY.DESCRIBE.BEE.HELD
source: Hi, honey.
de: Hey, Süße!
es: Qué cosa más dulce.
es_mx: Qué cosa tan dulce.
fr: De quoi je me miel ?
it: Ciao, dolcezza.
ja: ハチミツくん！
ko: 꿀아, 반갑다.
pl: Cześć, słodziaku.
pt_br: Oi, docinho.
ru: Привет, сладкий.
zh_cn: 嗨，甜心。
zh_tw: 嗨，甜心。
