Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGGUARD
source: He is battle ready, I can tell.
de: Er ist kampfbereit.
es: Está listo para batalla, lo noto.
fr: Il est prêt à combattre, ça se voit.
it: È pronto alla battaglia, lo posso confermare.
ja: 彼は戦う準備をしてる。私にはわかる。
ko: 전투할 준비를 갖춘 게 눈에 보이는군.
pl: Gotowy do walki, to jasne.
pt_br: Ele está pronto para a batalha, posso sentir.
ru: Он готов к бою, без сомнения.
zh_cn: 看得出来，他已经做好了战斗准备。
zh_tw: 看得出來，他已經做好了戰鬥準備。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGGYBACK
source: The pig died with honor, then gave to me this pack.
de: Das Schwein starb in Ehre. Das hat es mir überlassen.
es: El cerdo murió con honor y me dio esta mochila.
fr: Le cochon est mort avec les honneurs et m'a donné ce sac.
it: Il maiale è morto con onore, poi mi ha dato questo pacco.
ja: 戦死をとげたブタより受け継いだ革袋だ
ko: 돼지가 명예롭게 죽고 저에게 이 팩을 주었군요.
pl: Prosiak poległ z honorem i podarował mi ten plecak.
pt_br: O porco morreu com honra, depois me deu esta bolsa.
ru: Свинья умерла с честью, а потом подарила мне этот мешок.
zh_cn: 那只猪光荣战死，然后把这个背包给了我。
zh_tw: 那只豬光榮戰死，然後把這個背包給了我。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHEAD.BURNT
source: Normally I like a good roast, but this is not right.
de: Normalerweise mag ich einen guten Braten, aber das ist nicht das richtige.
es: Normalmente me gusta un buen asado, pero esto no es correcto.
fr: Normalement, j'aime bien le rôti, mais ça c'est pas possible.
it: Di solito mi piace un buon arrosto, ma questo ha qualcosa che non va.
ja: 普段なら、美味しいローストは好きだけど、これは間違ってる。
ko: 내가 원래 고기구이를 좋아하긴 하지만, 이건 아니야.
pl: Lubię dobrze wypieczone, ale to już przesada.
pt_br: Normalmente, gosto de um bom assado, mas isso não está certo.
ru: Обычно я люблю жаркое, но это неправильно.
zh_cn: 一般来说，我喜欢烤肉，但这是不对的。
zh_tw: 一般來說，我喜歡烤肉，但這是不對的。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHEAD.GENERIC
source: This is savagery.
de: Das ist barbarisch.
es: Esto es salvajismo.
fr: C'est de la sauvagerie !
it: Questa è ferocia.
ja: これは野蛮な行為だ。
ko: 야만스럽군.
pl: Co za barbarzyństwo!
pt_br: Isso é selvageria.
ru: Это дикость.
zh_cn: 这太残暴了。
zh_tw: 這太殘暴了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.BURNT
source: Loge did not smile upon you this day.
de: Loki hatte heute kein Lächeln für euch übrig.
es: Loge no te ha sonreído hoy.
fr: Logi n'a pas été tendre avec toi aujourd'hui.
it: Loge non ha riso di voi oggi.
ja: 今日ローゲは、お前に微笑まなかったのだな。
ko: 로게께서 굽어보지 않으셨군.
pl: Nie zyskałeś dziś łaski Loge'a.
pt_br: Loge não sorriu para você hoje!
ru: Логи не улыбнулся тебе сегодня.
zh_cn: 罗格今天没有对你微笑。
zh_tw: 羅格今天沒有對你微笑。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.FULL
source: Come out and go to war with me!
de: Komm raus und zieh mit mir in den Krieg!
es: ¡Salid y venid a la guerra conmigo!
fr: Sors un peu et viens te battre !
it: Vieni fuori e vai alla guerra con me!
ja: 出て来い、そして私と共に戦に行くのだ！
ko: 나와서 나랑 싸우자!
pl: Wyjdź i wyrusz ze mną na wojnę!
pt_br: Saia daí e venha para a guerra comigo!
ru: Выходи и сразись со мной!
zh_cn: 出来和我一起去战斗吧！
zh_tw: 出來和我一起去戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.GENERIC
source: I did not think pigs could make houses.
de: Ich habe nicht gedacht, dass Schweine Häuser bauen können.
es: No sabía que los cerdos pudieran hacer casas.
fr: J'ignorais que les cochons faisaient des maisons.
it: Non credevo che i maiali potessero costruire case.
ja: ブタが家を建てられるとは思わなかった。
ko: 돼지도 집을 지을 수 있을 줄은 몰랐는데.
pl: Nie wiedziałam, że świnie potrafią budować domy.
pt_br: Eu não achava que porcos podiam construir casas.
ru: Не думала, что свиньи могут строить дома.
zh_cn: 我原先不知道猪还能建房子。
zh_tw: 我原先不知道豬還能建房子。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Do you not hunger for battle, pig?
de: Bist du nicht hungrig auf einen Kampf, Schwein?
es: ¿No tienes hambre de batalla, cerdo?
fr: Tu ne meurs pas d'envie de te battre, cochon ?
it: Non hai fame di battaglia, maiale?
ja: 戦いに対して飢えを覚えないのか、ブタよ？
ko: 싸우고 싶지 않니, 돼지야?
pl: Nie pragniesz ruszyć do bitwy, prosiaku?
pt_br: Você não tem fome de batalha, porco?
ru: Не истосковался по хорошей взбучке, свин?
zh_cn: 你不渴望战斗吗，猪兄？
zh_tw: 你不渴望戰鬥嗎，豬兄？

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGKING
source: Is it pig-Odin?
de: Ist das der Odin der Schweine?
es: ¿Es el cerdo-Odín?
fr: Est-ce le roi Odin ?
it: È s-uino?
ja: これは…ブタ・オーディン？
ko: 돼지 오딘인가?
pl: Czy to Świnodyn?
pt_br: É o porcOdin?
ru: Это свинячий Один?
zh_cn: 那是猪奥丁？
zh_tw: 那是豬奧丁？

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.DEAD
source: He died with honor.
de: Er starb mit Ehre.
es: Murió con honor.
fr: Il est mort avec les honneurs.
it: È morto con onore.
ja: 彼は玉砕した。
ko: 명예로운 죽음이다.
pl: Zginął z honorem.
pt_br: Ele morreu com honra.
ru: Он умер с честью.
zh_cn: 他光荣战死。
zh_tw: 他光榮戰死。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.FOLLOWER
source: We ride to battle!
de: Wir ziehen in den Kampf!
es: ¡Nos dirigimos a la batalla!
fr: On file au combat !
it: Cavalchiamo verso la battaglia!
ja: 我々は騎乗して戦う！
ko: 싸우자!
pl: Idziemy na wojnę!
pt_br: Cavalgamos para a batalha!
ru: Мы движемся к битве!
zh_cn: 奔赴沙场！
zh_tw: 奔赴沙場！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.GENERIC
source: Will you fight alongside me, pig?
de: Willst du an meiner Seite kämpfen, Schwein?
es: ¿Lucharás conmigo, cerdo?
fr: Tu te battras à mes côtés, cochon ?
it: Combatterai al mio fianco, maiale?
ja: 私の傍で共に戦うか、豚よ？
ko: 나랑 싸울래, 돼지야?
pl: Czy staniesz do walki u mego boku, prosiaczku?
pt_br: Você lutará comigo, porco?
ru: Будешь ли ты сражаться на моей стороне, свинья?
zh_cn: 你会和我并肩作战吗，猪兄？
zh_tw: 你會和我並肩作戰嗎，豬兄？

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.GUARD
source: That pig looks brave.
de: Dieses Schwein sieht tapfer aus.
es: Ese cerdo parece valiente.
fr: Ce cochon a l'air courageux.
it: Quel maiale sembra coraggioso.
ja: その豚は勇敢そうだ。
ko: 용맹스러워 보이는 돼지로군.
pl: Ten prosiak wygląda na odważnego.
pt_br: Esse porco parece valente.
ru: Эта свинья выглядит храброй.
zh_cn: 那只猪看上去很勇敢。
zh_tw: 那只豬看上去很勇敢。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGMAN.WEREPIG
source: It has been tainted by Fenrir.
de: Von Fenrir verdorben.
es: Ha sido mancillado por Fenrir.
fr: Il a été infecté par Fenrir.
it: È stata contaminata da Fenrir.
ja: フェンリルに影響されている。
ko: 펜리르에게 오염되었군.
pl: Został odmieniony przez Fenrira.
pt_br: Foi contaminado por Fenrir.
ru: Он был запятнан Фенриром.
zh_cn: 它被芬里厄腐化了。
zh_tw: 它被芬裡厄腐化了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGSHRINE.BURNT
source: Laid to waste.
de: Zerstört.
es: Ahora es inservible.
fr: Complètement perdu.
it: Completamente devastato.
ja: 無駄にしたのだ。
ko: 폐허가 되었군.
pl: I wszystko na marne.
pt_br: Destruída.
ru: Полегло впустую.
zh_cn: 糟蹋。
zh_tw: 糟蹋。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGSHRINE.EMPTY
source: Like me, it hungers only for meat.
de: Wie ich hungert es nur nach Fleisch.
es: Al igual que yo, solo tiene hambre de carne.
fr: Comme moi, il n'a faim que de viande.
it: Come me, brama solo la carne.
ja: 我に同じく、其れ、肉を欲する。
ko: 나처럼 고기만을 원하네.
pl: Tak, jak i ja, pragnie zatopić zęby w mięsiwie.
pt_br: Como eu, tem fome apenas de carne.
ru: Мечтает только о мясе, совсем как я.
zh_cn: 和我一样，它只想吃肉。
zh_tw: 和我一樣，它只想吃肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGSHRINE.GENERIC
source: 'Tis a tribute worthy of the Pig Gods.
de: Ein Schrein, der den Schweinegöttern würdig ist.
es: Es un homenaje digno de los dioses cerdo.
fr: Un hommage digne des dieux du cochon.
it: Un degno tributo agli dei suini.
ja: 豚の神々にふさわしい供え物だ。
ko: 돼지 신의 제물로 어울리는군.
pl: Oto ofiara godna Świńskich Bogów.
pt_br: É uma homenagem digna dos deuses porcos.
ru: Подношение, достойное Свиных богов.
zh_cn: 这是向猪神致以敬意。
zh_tw: 這是向豬神致以敬意。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGSKIN
source: The hide of a pig creature.
de: Die Haut einer Schweinekreatur.
es: La piel de un cerdo.
fr: La peau d'une créature porcine.
it: La pelle di una creatura di maiale.
ja: ブタ動物の革。
ko: 돼지의 가죽이로군.
pl: Skóra zdarta ze świniaka.
pt_br: A pele de uma criatura porca.
ru: Шкура свиньи.
zh_cn: 猪的皮。
zh_tw: 豬的皮。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGTENT
source: It smells of breakfast!
de: Riecht nach Frühstück!
es: ¡Huele a desayuno!
fr: Ça sent le petit déjeuner !
it: Odora di colazione!
ja: 朝食のにおいがするぞ！
ko: 아침 식사의 향기가 나는군!
pl: Pachnie śniadaniem!
pt_br: Tem cheiro de café da manhã!
ru: Пахнет завтраком!
zh_cn: 闻起来像早餐的味道！
zh_tw: 聞起來像早餐的味道！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGTORCH
source: Do these pigs worship Loge?
de: Verehren die Schweine etwa Loki?
es: ¿Adoran estos cerdos a Loge?
fr: Est-ce que ces cochons vénèrent Logi ?
it: Questi maiali venerano Loge?
ja: このブタ達はローゲを崇拝するんだろうか？
ko: 돼지들이 로게를 숭배하나?
pl: Czy te prosiaki czczą Loge'a?
pt_br: Esses porcos veneram Loge?
ru: Эти свиньи поклоняются Логи?
zh_cn: 这些猪崇拜罗格吗？
zh_tw: 這些豬崇拜羅格嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.PIG_COIN
source: The king of pigs hath granted me this favor.
de: Der König der Schweine hat mir diese Ehre erwiesen.
es: El rey de los cerdos me ha otorgado este favor.
fr: Le röi des cöchöns m'a accördé icelle faveur.
it: Il re dei maiali me l'ha concesso.
ja: 豚の王様が我にこの恩恵を与えてた。
ko: 돼지의 왕이 베푼 호의다.
pl: Król świń mi to podarował.
pt_br: O rei dos porcos me concedeu esse favor.
ru: Это знак благоволения короля свиней.
zh_cn: 猪王赠与了我这个人情。
zh_tw: 豬王贈與了我這個人情。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIG_TOKEN
source: The belt of a mighty pig warrior.
de: Der Gürtel eines mächtigen Schweinekriegers.
es: El cinturón de un poderoso guerrero cerdo.
fr: La ceinture d'un puissant guerrier cochon.
it: La cintura di un potente guerriero maiale.
ja: 強力な豚の戦士のベルト
ko: 강대한 돼지 전사의 허리띠.
pl: Pas potężnego wojownika prosiaków.
pt_br: O cinto de um guerreiro porco poderoso.
ru: Пояс могучего свиновоина.
zh_cn: 强大的猪战士的腰带。
zh_tw: 強大的豬戰士的腰帶。

# CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE
source: This baby tree is well protected by spiky armor.
de: Dieser Babybaum wird gut durch seine dornige Rüstung geschützt.
es: Este árbol bebé está bien protegido por una armadura de pinchos.
fr: Ce bébé arbre est bien protégé avec son armure piquante.
it: Questo albero bambino è ben protetto da un'armatura spinosa.
ja: うろこ状のよろい…中に幼木が入っている
ko: 아기 나무가 뾰족한 갑옷을 둘렀군.
pl: Małe drzewko doskonale chronione kolczastym pancerzem.
pt_br: Essa árvore bebê está bem protegida pela armadura de espinhos.
ru: Это маленькое деревце защищено шипастой броней.
zh_cn: 这颗树宝宝受到多刺盔甲的良好保护。
zh_tw: 這顆樹寶寶受到多刺盔甲的良好保護。

# CHARACTERS.WATHGRITHR.DESCRIBE.PINECONE_SAPLING
source: It has shed its armor. Grow, baby tree!
de: Er hat seine Rüstung abgelegt. Wachse, Babybaum!
es: Se ha despojado de su armadura. ¡Crece, árbol bebé!
fr: Il a enlevé son armure. Pousse, bébé arbre !
it: Ha perso la sua armatura. Cresci, albero bambino!
ja: 幼木がよろいを脱いだぞ。強く育て！
ko: 갑옷을 벗었네. 자라라, 아기 나무야!
pl: Zrzuciło pancerz. Rośnij, drzewko!
pt_br: Perdeu sua armadura. Cresça, árvore bebê!
ru: Оно сбросило свою броню. Деревце, расти!
zh_cn: 它已经脱掉了盔甲。好好生长吧，小树苗！
zh_tw: 它已經脫掉了盔甲。好好生長吧，小樹苗！

# CHARACTERS.WATHGRITHR.DESCRIBE.PITCHFORK
source: A weapon for farmers.
de: Eine Waffe für Landwirte.
es: Un arma para los agricultores.
fr: Une arme de fermier.
it: Un'arma per gli agricoltori.
ja: 農民の武器。
ko: 농부의 무기로군.
pl: Broń dla rolników.
pt_br: Uma arma para fazendeiros.
ru: Оружие земледельцев.
zh_cn: 农夫的武器。
zh_tw: 農夫的武器。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANTMEAT
source: I suppose it's close enough.
de: Ich denke, das passt schon.
es: Supongo que está lo suficientemente cerca.
fr: J'imagine que ça y ressemble.
it: Suppongo che sia abbastanza vicino.
ja: まあ、これで代用とするか。
ko: 이 정도면 충분히 비슷한 것 같군.
pl: Chyba może być...
pt_br: Imagino que seja quase a mesma coisa.
ru: Полагаю, я достаточно близко.
zh_cn: 我觉得它很接近了。
zh_tw: 我覺得它很接近了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANTMEAT_COOKED
source: Still green, but it'll do.
de: Immer noch grün, aber ist schon in Ordnung.
es: Todavía está verde, pero servirá.
fr: Toujours vert, mais ça ira.
it: Ancora verde, ma andrà bene.
ja: まだ緑だが、まあいいとしよう。
ko: 여전히 녹색이지만, 어쩔 수 없지.
pl: Wciąż jest zielone, ale powinno dać radę.
pt_br: Ainda verde, mas vai servir.
ru: Все еще зеленое, но сойдет.
zh_cn: 还是绿色的，但行了。
zh_tw: 還是綠色的，但行了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANTREGISTRYHAT
source: This is no helm for a warrior!
de: Das ist kein Helm für eine Kriegerin!
es: Este yelmo no es digno de una guerrera.
fr: Ce n'est pöint un casque digne d'un guerrier !
it: Questo elmo non è adatto per una guerriera!
ja: これは戦士の兜にあらず！
ko: 이건 절대 전사의 투구가 아니야!
pl: Toż to nie hełm dla prawdziwej wojowniczki!
pt_br: Este elmo não é digno de uma guerreira!
ru: Это не шлем для истого воина!
zh_cn: 这不是一个战士的头盔!
zh_tw: 這不是一個戰士的頭盔!

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.GENERIC
source: A plant.
de: Eine Pflanze.
es: Una planta.
fr: Une plante.
it: Una pianta.
ja: 植物。
ko: 식물이로군.
pl: Roślina.
pt_br: Uma planta.
ru: Растение.
zh_cn: 一株植物。
zh_tw: 一株植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.GROWING
source: I am a shieldmaiden, not a farmer!
de: Ich bin eine Schildmaid, kein Bauer!
es: ¡Soy una escudera, no una granjera!
fr: Je suis une skjaldmö, pas une fermière !
it: Sono una donna combattente, non una contadina!
ja: 私は盾持つ乙女であり、農民ではない！
ko: 나는 방패 여전사지 농부가 아니야!
pl: Jestem wojowniczką, nie rolniczką!
pt_br: Sou uma escudeira, não uma fazendeira!
ru: Я дева-воин, а не огородник!
zh_cn: 我是个女战士，不是农夫！
zh_tw: 我是個女戰士，不是農夫！

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.READY
source: Ugh, vegetables. I'm not sure what I expected...
de: Igitt, Gemüse. Ich bin mir nicht sicher, was ich erwartet habe ...
es: Agh, verduras. No sé bien lo que esperaba...
fr: Pouah, des légumes ! Qu'est-ce que j'espérais...
it: Ah, verdure. Non sono sicura di quello che mi aspettavo...
ja: げ、野菜。期待したのが馬鹿だった…。
ko: 윽, 채소로군. 대체 난 뭘 기대한 거야...
pl: Ugh. Warzywa. Nie wiem, czego się spodziewałam...
pt_br: Eca, vegetais. Não sei bem o que esperar...
ru: Ох, овощи. Не совсем то, чего я ожидала…
zh_cn: 呃，蔬菜。我不确定我期望什么...
zh_tw: 呃，蔬菜。我不確定我期望什麼...

# CHARACTERS.WATHGRITHR.DESCRIBE.PLANT_NORMAL.WITHERED
source: Bested by the sun.
de: Von der Sonne übertroffen.
es: Derrotada por el sol.
fr: Vaincue par le soleil.
it: Battuta dal sole.
ja: 日光に負けた。
ko: 태양이 이겼군.
pl: Słońce zwyciężyło.
pt_br: Vencida pelo sol.
ru: Солнце взяло над ним верх.
zh_cn: 给太阳打败了。
zh_tw: 給太陽打敗了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.ATTACKER
source: If %s is looking for trouble, I shall give it to them!
de: Wenn %s Ärger sucht, kann ich helfen!
es: ¡Si %s está en busca de problemas, los tendrá!
fr: Si %s cherche des ennuis, je peux lui en fournir !
it: Se %s è in cerca di guai, glieli farò trovare!
ja: %sは戦いたいか…よし、受けて立とう！
ko: %s이(가) 나댄다면 내가 본때를 보여주지!
pl: Jeśli %s szuka zwady, ma ja dlań zwadę!
pt_br: Se %s está procurando encrenca, não me absterei!
ru: Если %s хочет неприятностей, я их обеспечу!
zh_cn: 要是%s找麻烦，我就给他麻烦！
zh_tw: 要是%s找麻煩，我就給他麻煩！

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.FIRESTARTER
source: Forged in flame!
de: In Flammen geschmiedet.
es: ¡Forjado en llamas!
fr: Forgé par le feu !
it: Forgiato nella fiamma!
ja: 貴様は、炎より生まれいでし戦士か！
ko: 불에 단련되었지!
pl: Zahartowane ogniem!
pt_br: Forjado nas chamas!
ru: Закаленный в огне!
zh_cn: 在火焰中锻造！
zh_tw: 在火焰中鍛造！

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.GENERIC
source: Good health to you, %s!
de: Gesundheit, %s!
es: ¡Que tengas buena salud, %s!
fr: Bonne santé à toi, %s !
it: Buona salute a te, %s!
ja: %sよ、息災か？
ko: 몸 건강하기를, %s!
pl: Końskiego zdrowia, %s!
pt_br: Muita saúde para você, %s!
ru: Крепкого здоровья тебе, %s!
zh_cn: 祝你健康，%s！
zh_tw: 祝你健康，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.GHOST
source: %s's restless spirit could be revived with a heart.
de: Der unruhige Geist von %s lässt sich vielleicht mit einem Herz wiederbeleben.
es: El espíritu inquieto de %s podría revivirse con un corazón.
fr: L'esprit impétueux qui habite %s pourrait revivre avec un cœur.
it: Lo spirito inquieto di %s potrebbe resuscitare con un cuore.
ja: 心臓があれば、%sの魂はよみがえろう
ko: 심장이 있으면 %s의 쉬지 못하고 있는 혼을 부활시킬 수 있지.
pl: %s potrzebuje serca. To ożywi ducha i ciało.
pt_br: O espírito inquieto de %s poderia ser revivido com um coração.
ru: %s может быть возвращен к жизни при помощи сердца.
zh_cn: %s的不安精神可以用心恢复。
zh_tw: %s的不安精神可以用心恢復。

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.MURDERER
source: Murderer! To battle!
de: Mörder! Auf in den Kampf!
es: ¡Asesino! ¡A luchar!
fr: Assassin ! Au combat !
it: Assassino! Combatti!
ja: ひと殺しめ！成敗してくれる！
ko: 살인자! 싸우자!
pl: Morderstwo! Do broni!
pt_br: Homicida! À batalha!
ru: Убийца! В бой!
zh_cn: 你这个杀人凶手！战斗吧！
zh_tw: 你這個殺人兇手！戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.PLAYER.REVIVER
source: Freya smiles on %s.
de: Freia lächelt auf %s.
es: Freya sonríe a %s.
fr: Freyja sourit quand elle voit %s.
it: Freya sorride a %s.
ja: %sにフレイヤの加護を
ko: %s에게 프레이야의 축복이 내렸군.
pl: %s cieszy się przychylnością Frei.
pt_br: Freia sorri para %s.
ru: Фрея улыбается тебе, %s.
zh_cn: 芙蕾雅青睐%s。
zh_tw: 芙蕾雅青睞%s。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_DISMANTLER
source: The tools of a craftswoman.
de: Das Werkzeug einer Handwerkerin.
es: Las herramientas de una relojera.
fr: Les öutils d'une femme artisane.
it: Gli strumenti di un'artigiana.
ja: 女職人の道具。
ko: 이런 장인의 도구라니.
pl: Narzędzia rzemieślniczki.
pt_br: As ferramentas de uma artesã.
ru: Инструменты мастерицы.
zh_cn: 女匠人的工具。
zh_tw: 女匠人的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: A Viking warrior can tell the time by the position of the sun.
de: Eine Wikingerkriegerin kann die Zeit anhand des Sonnenstandes bestimmen.
es: Los guerreros vikingos pueden saber la hora gracias a la posición del sol.
fr: Un guerrier viking peut déterminer l'heure grâce à la pösitiön de l'astre sölaire.
it: Una guerriera vichinga è in grado di stabilire l'ora dalla posizione del sole.
ja: バイキングの戦士は太陽の位置で時を告げることができる。
ko: 바이킹 전사는 태양의 위치로 시간을 알 수 있지.
pl: Wiking określa czas na podstawie słońca.
pt_br: Uma guerreira viking sabe as horas pela posição do sol.
ru: Настоящий викинг узнает час по положению светила.
zh_cn: 维京勇士可以通过太阳的位置来判断时间。
zh_tw: 維京勇士可以通過太陽的位置來判斷時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: 'Tis merely biding its time.
de: Sie wartet nur ab, bis die Zeit reif ist.
es: Está esperando a que llegue su momento.
fr: Cela attend sienne heure.
it: Sta solo attendendo il suo tempo.
ja: 時が来るのを待っているに過ぎぬ。
ko: 그냥 때를 기다리는 것 뿐이야.
pl: Toż to czeka na właściwy moment.
pt_br: Está esperando o momento certo.
ru: Они ждут своего часа.
zh_cn: 它在伺机而动。
zh_tw: 它在伺機而動。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PARTS
source: Be this the work of dark magic?
de: Mag das das Werk schwarzer Magie sein?
es: ¿Será obra de la magia oscura?
fr: Serait-ce l'œuvre de la magie nöire ?
it: Che sia opera della magia nera?
ja: 闇の魔法の仕業であろうか？
ko: 흑마법으로 한 건가?
pl: Azali czarna magia to?
pt_br: Será que isto é obra de magia maléfica?
ru: Не творение ли это темных сил?
zh_cn: 这是黑魔法在作祟吗？
zh_tw: 這是黑魔法在作祟嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: A Viking warrior can tell the time by the position of the sun.
de: Eine Wikingerkriegerin kann die Zeit anhand des Sonnenstandes bestimmen.
es: Los guerreros vikingos pueden saber la hora gracias a la posición del sol.
fr: Un guerrier viking peut déterminer l'heure grâce à la pösitiön de l'astre sölaire.
it: Una guerriera vichinga è in grado di stabilire l'ora dalla posizione del sole.
ja: バイキングの戦士は太陽の位置で時を告げることができる。
ko: 바이킹 전사는 태양의 위치로 시간을 알 수 있지.
pl: Wiking określa czas na podstawie słońca.
pt_br: Uma guerreira viking sabe as horas pela posição do sol.
ru: Настоящий викинг узнает час по положению светила.
zh_cn: 维京勇士可以通过太阳的位置来判断时间。
zh_tw: 維京勇士可以通過太陽的位置來判斷時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: 'Tis merely biding its time.
de: Sie wartet nur ab, bis die Zeit reif ist.
es: Está esperando a que llegue su momento.
fr: Cela attend sienne heure.
it: Sta solo attendendo il suo tempo.
ja: 時が来るのを待っているに過ぎぬ。
ko: 그냥 때를 기다리는 것 뿐이야.
pl: Toż to czeka na właściwy moment.
pt_br: Está esperando o momento certo.
ru: Они ждут своего часа.
zh_cn: 它在伺机而动。
zh_tw: 它在伺機而動。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: Charge!!
de: Angriff!!
es: ¡A la carga!
fr: Chargez !!
it: Carica!!!
ja: 突進！
ko: 충전!!
pl: Naprzód!
pt_br: Atacar!
ru: В бой!
zh_cn: 冲锋！！
zh_tw: 衝鋒！！

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: Charge!!
de: Angriff!!
es: ¡A la carga!
fr: Chargez !!
it: Carica!!!
ja: 突進！
ko: 충전!!
pl: Naprzód!
pt_br: Atacar!
ru: В бой!
zh_cn: 冲锋！！
zh_tw: 衝鋒！！

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: Be it up so high to test our landing prowess?
de: Ob wir so hoch fliegen, um unsere Landefähigkeiten zu testen?
es: ¿Tiene tanta caída para poner a prueba nuestra maestría con el aterrizaje?
fr: S'il est si haut, c'estöy pöur mettre nös pröuesses d'atterrissage à l'épreuve ?
it: Che sia tanto in alto per mettere alla prova la nostra abilità nell'atterrare?
ja: 我らが着地技能を試すためにかように高いのであろうか？
ko: 착륙 능력을 시험하려고 그렇게 높이 올라가야 해??
pl: Jest tak wysoko, byśmy nauczyli się latać?
pt_br: Ele foi colocado bem alto para testar nossa habilidade de aterrissagem?
ru: Он так высок, чтоб испытать уменье наше приземляться?
zh_cn: 升这么高难道是为了测试我们的着陆能力？
zh_tw: 升這麼高難道是為了測試我們的著陸能力？

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: A Viking warrior can tell the time by the position of the sun.
de: Eine Wikingerkriegerin kann die Zeit anhand des Sonnenstandes bestimmen.
es: Los guerreros vikingos pueden saber la hora gracias a la posición del sol.
fr: Un guerrier viking peut déterminer l'heure grâce à la pösitiön de l'astre sölaire.
it: Una guerriera vichinga è in grado di stabilire l'ora dalla posizione del sole.
ja: バイキングの戦士は太陽の位置で時を告げることができる。
ko: 바이킹 전사는 태양의 위치로 시간을 알 수 있지.
pl: Wiking określa czas na podstawie słońca.
pt_br: Uma guerreira viking sabe as horas pela posição do sol.
ru: Настоящий викинг узнает час по положению светила.
zh_cn: 维京勇士可以通过太阳的位置来判断时间。
zh_tw: 維京勇士可以通過太陽的位置來判斷時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: 'Tis merely biding its time.
de: Sie wartet nur ab, bis die Zeit reif ist.
es: Está esperando a que llegue su momento.
fr: Cela attend sienne heure.
it: Sta solo attendendo il suo tempo.
ja: 時が来るのを待っているに過ぎぬ。
ko: 그냥 때를 기다리는 것 뿐이야.
pl: Toż to czeka na właściwy moment.
pt_br: Está esperando o momento certo.
ru: Они ждут своего часа.
zh_cn: 它在伺机而动。
zh_tw: 它在伺機而動。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: A Viking warrior can tell the time by the position of the sun.
de: Eine Wikingerkriegerin kann die Zeit anhand des Sonnenstandes bestimmen.
es: Los guerreros vikingos pueden saber la hora gracias a la posición del sol.
fr: Un guerrier viking peut déterminer l'heure grâce à la pösitiön de l'astre sölaire.
it: Una guerriera vichinga è in grado di stabilire l'ora dalla posizione del sole.
ja: バイキングの戦士は太陽の位置で時を告げることができる。
ko: 바이킹 전사는 태양의 위치로 시간을 알 수 있지.
pl: Wiking określa czas na podstawie słońca.
pt_br: Uma guerreira viking sabe as horas pela posição do sol.
ru: Настоящий викинг узнает час по положению светила.
zh_cn: 维京勇士可以通过太阳的位置来判断时间。
zh_tw: 維京勇士可以通過太陽的位置來判斷時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: 'Tis merely biding its time.
de: Sie wartet nur ab, bis die Zeit reif ist.
es: Está esperando a que llegue su momento.
fr: Cela attend sienne heure.
it: Sta solo attendendo il suo tempo.
ja: 時が来るのを待っているに過ぎぬ。
ko: 그냥 때를 기다리는 것 뿐이야.
pl: Toż to czeka na właściwy moment.
pt_br: Está esperando o momento certo.
ru: Они ждут своего часа.
zh_cn: 它在伺机而动。
zh_tw: 它在伺機而動。
