Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORMEDIUM
source: Friends made Safe Clothes!
de: Sichere Kleider aus Freunden!
es: ¡Amigos hicieron ropa para estar a salvo!
es_mx: ¡Amigos hicieron ropa segura!
fr: Des vêtements pour me protéger faits avec des copains.
it: Amici fanno vestiti sicuri!
ja: お友だちが安全なお洋服を作ったよ！
ko: 친구들이 안전한 옷을 만들었어!
pl: Przyjaciele robią bezpieczny strój!
pt_br: Amigos fizeram roupas seguras!
ru: Друзья сделали надежную одежду!
zh_tw: 朋友做了安全的衣服！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORMEDIUMDAMAGER
source: Oh! Pokey Clothes!
de: Oh! Spitze Kleider!
es: ¡Oh! ¡Ropa puntiaguda!
es_mx: ¡Oh! ¡Ropa puntiaguda!
fr: Oh ! Des vêtements qui piquent !
it: Oh! Vestiti punte punte!
ja: おお！ツンツンのお洋服
ko: 아! 콕콕 찌르는 옷이야!
pl: Oj! Kłujący strój!
pt_br: Ah! Roupas espetudas!
ru: О! Колючая одежда!
zh_tw: 噢！戳人的衣服！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMORMEDIUMRECHARGER
source: Pretty Friend clothes
de: Hübsche Kleider aus Freunden.
es: Ropa de amigo bonito
es_mx: Ropa de amigo bonito
fr: Des vêtements jolis faits avec des copains.
it: Vestiti di amico bello
ja: かわいいお友だちのお洋服
ko: 예쁜 친구 옷이야
pl: Piękny strój przyjaciela
pt_br: Roupas de amigo bonitas.
ru: Одежда из красивого друга
zh_tw: 漂亮的朋友的衣服

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ARMOR_HP
source: Safe clothes!
de: Sichere Kleider!
es: ¡Ropa para estar a salvo!
es_mx: ¡Ropa segura!
fr: Des vêtements pour me protéger.
it: Vestiti sicuri!
ja: 安全なお洋服！
ko: 안전한 옷이야!
pl: Bezpieczny strój!
pt_br: Roupas seguras!
ru: Надежная одежда!
zh_tw: 安全的衣服！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_BATTLESTANDARD
source: Break it!
de: Kaputtmachen!
es: ¡A romperlo!
es_mx: ¡Rómpelo!
fr: Je vais le casser !
it: Rompi!
ja: 壊しちゃえ！
ko: 부숴!
pl: Złamać!
pt_br: Quebra!
ru: Сломать!
zh_tw: 打爛它！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_BERNIE
source: So cute!
de: Wie niedlich!
es: ¡Qué monada!
es_mx: ¡Qué lindo!
fr: C'est trop mignon !
it: Che carino!
ja: すっごくかわいいよ！
ko: 너무 귀여워!
pl: Ale ładny!
pt_br: Tão fofa!
ru: Такой милый!
zh_tw: 真可愛！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_BOARLORD
source: Nice head branches, boss guy!
de: Hübsche Kopfäste, Bosskumpel!
es: ¡Bonitas ramas en la cabeza, jefe!
es_mx: ¡Geniales ramas de cabeza, tipo jefe!
fr: Jolies, tes branches de tête !
it: Bei rami per testa, boss!
ja: いい頭の枝だね、ボス！
ko: 머리 가지 멋진데, 대장 친구!
pl: Fajne gałęzie na głowie, panie kierowniku!
pt_br: Ramos de cabeça legais, chefe!
ru: Красивые ветки на голове, босс!
zh_tw: 頭上的樹枝真漂亮，大老闆！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_CROWNDAMAGERHAT
source: Big branches for head!
de: Große Äste für den Kopf!
es: ¡Ramas grandes para la cabeza!
es_mx: ¡Ramas grandes para cabeza!
fr: De grosses branches pour la tête !
it: Grandi rami per testa!
ja: 頭用のおっきな枝だよ！
ko: 머리에 쓰는 큰 가지야!
pl: Wielkie gałęzie na głowę!
pt_br: Grandes galhos para cabeça!
ru: Большие ветки для головы!
zh_tw: 頭上的大樹枝！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_ELEMENTAL
source: Watch out for Fire Friends!
de: Vorsicht Feuerfreunde!
es: ¡Ojo con los amigos de fuego!
es_mx: ¡Cuidado con amigos de fuego!
fr: Attention aux copains enflammés !
it: Attenzione a fuoco, amici!
ja: 火のお友だちに気を付けて。
ko: 불 친구를 조심해!
pl: Uwaga na ognistych przyjaciół!
pt_br: Cuidado com Amigos de Fogo!
ru: Остерегайтесь огненных дружков!
zh_tw: 小心火的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_EYECIRCLETHAT
source: Head Thing has the magics!
de: Kopfding kann zaubern!
es: ¡Cosa para la cabeza hace magias!
es_mx: ¡Cosa de cabeza tiene magia!
fr: Le bidule pour la tête fait de la magie !
it: Cosa per testa magica!
ja: 魔法が頭のやつについてるよ！
ko: 마법의 머리 물건이다!
pl: Rzecz na głowę umie magię!
pt_br: Coisa de Cabeça tem mágicas!
ru: Штучка для головы волшебная!
zh_tw: 這個頭上戴的東西有魔力！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_FEATHERCROWNHAT
source: Zoomy Head Thing
de: Schnelles Kopfding.
es: Cosa zuum para la cabeza
es_mx: Cosa veloz de cabeza
fr: Un bidule pour la tête rapide.
it: Cosa appuntita per testa
ja: ブーンの頭のやつ
ko: 근사한 머리 물건이야
pl: Przyspieszająca rzecz na głowę
pt_br: Coisa de Cabeça que Zune.
ru: Вжух-вжух для головы
zh_tw: 很快的頭上戴的東西

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_FIREBOMB
source: Scary boomer
de: Unheimliches Wummsding.
es: Buum que da miedo
es_mx: Tronador atemorizante
fr: Un boum-boum qui fait peur.
it: Bum bum spaventoso
ja: 怖いドッカーン！
ko: 무서운 쾅쾅이야
pl: Straszny bumek
pt_br: Boom assustador
ru: Страшная бухалка
zh_tw: 嚇人的轟轟轟

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_HEALINGFLOWERHAT
source: Oooh! Hello, pretty friend!
de: Oooh! Hallo, hübscher Freund!
es: ¡Oooh! ¡Hola, amiga bonita!
es_mx: ¡Oooh! ¡Hola, amiga linda!
fr: Coucou, jolie copine !
it: Oooh! Ciao, amico bello!
ja: おおおお！ やあ、かわいいお友だち！
ko: 와! 안녕, 예쁜 친구야!
pl: Och! Witaj, piękny przyjacielu!
pt_br: Aaaah! Olá, linda amiga!
ru: О-о-о! Привет, красивый друг!
zh_tw: 噢！你好，漂亮的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_HEALINGGARLANDHAT
source: Friends! Lots of friends!
de: Freunde! Viele Freunde!
es: ¡Amigas! ¡Muchas amigas!
es_mx: ¡Amigas! ¡Muchas amigas!
fr: Des copines ! Plein de copines !
it: Amici! Tanti amici!
ja: お友だち！ お友だちいっぱい！
ko: 친구들이다! 엄청 많아!
pl: Przyjaciele! Mnóstwo przyjaciół!
pt_br: Amigos! Muitos amigos!
ru: Друзья! Столько друзей!
zh_tw: 朋友！好多的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_HEAVYBLADE
source: Chop cutter
de: Hackschneider.
es: Corta-cortador
es_mx: Cortador tajos
fr: Un bidule pour couper.
it: Taglia ciop ciop
ja: チョップカッター
ko: 쩍쩍 자르는 도구야
pl: Ciach krajacz
pt_br: Picador Cortador.
ru: Рубилка
zh_tw: 砍樹的大傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_KEYHOLE
source: Where's key?
de: Wo ist der Schlüssel?
es: ¿Dónde está la llave?
es_mx: ¿Dónde está llave?
fr: Où est la clé ?
it: Dove chiave?
ja: かぎはどこ？
ko: 열쇠는 어디 있지?
pl: Gdzie klucz?
pt_br: Cadê a chave?
ru: А где ключ?
zh_tw: 鑰匙哩？

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_KEYHOLE_FULL
source: Open now
de: Jetzt offen.
es: Ahora esto está abierto
es_mx: Abre ahora
fr: C'est ouvert, maintenant.
it: Aperto ora
ja: 今開いてるよ
ko: 열려 있어
pl: Już otwarte
pt_br: Agora tá aberta.
ru: Теперь открыто
zh_tw: 現在打開了

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_LIGHTDAMAGERHAT
source: For safe head keeping
de: Beschützt den Kopf.
es: Para mantener la cabeza a salvo
es_mx: Para mantener cabeza segura
fr: Ça protège ma tête.
it: Per testa sicura
ja: 頭を安全に守るためだよ
ko: 머리를 안전하게 보호해
pl: Dla bezpieczeństwa w głowę
pt_br: Para deixar cabeça em segurança.
ru: Чтобы голова была в безопасности
zh_tw: 保護腦袋的安全

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_LUCY
source: Ugh! Don't like chopping!
de: Puh! Mag Hacken nicht!
es: ¡Buf! ¡No me gusta cortar!
es_mx: ¡Uh! ¡No gustar cortar!
fr: Argh ! J'aime pas couper !
it: Ugh! No tagliare!
ja: うえっ！チョップするのは好きじゃないよ
ko: 윽! 베는 건 싫어!
pl: Uch! Nie lubię rąbać!
pt_br: Ugh! Não gosto de cortar!
ru: У-у! Мне не нравится рубить!
zh_tw: 喔！不喜歡砍樹！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_PORTAL.GENERIC
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não está funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_PORTAL.ON
source: Can go now
de: Kann jetzt gehen.
es: Ya se puede ir
es_mx: Poder ir ahora
fr: Je peux y aller.
it: Ora andare
ja: 今行っていいよ
ko: 이제 갈 수 있어
pl: Teraz można iść
pt_br: Pode ir agora.
ru: Теперь можно идти
zh_tw: 可以走了

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_RECHARGERHAT
source: Pretty head thing!
de: Hübsches Kopfding!
es: ¡Cosa bonita para la cabeza!
es_mx: ¡Bonita cosa de cabeza!
fr: Un joli bidule pour la tête !
it: Bella cosa per testa
ja: かわいい頭のやつだね！
ko: 예쁜 머리 물건이야!
pl: Ładna rzecz na głowę!
pt_br: Coisa de cabeça bonita!
ru: Красивая штучка для головы!
zh_tw: 漂亮的頭上戴的東西！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_SPAWNER
source: Makes the bad guys
de: Macht die bösen Typen.
es: Hace a los malos
es_mx: Hace a los tipos malos
fr: Ça fabrique les méchants.
it: Fa cattivi
ja: 悪いやつを作るんだよ
ko: 나쁜 놈들을 만들어
pl: Robi potwory
pt_br: Faz os malvados.
ru: Отсюда приходят плохиши
zh_tw: 會造出來壞人

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_STRONGDAMAGERHAT
source: Branches! Metal branches!
de: Äste! Metalläste!
es: ¡Ramas! ¡Ramas de metal!
es_mx: ¡Ramas! ¡Ramas de metal!
fr: Des branches ! Des branches en métal !
it: Rami! Rami metallo!
ja: 枝！金属の枝だ！
ko: 가지다! 금속 가지야!
pl: Gałęzie! Metalowe gałęzie!
pt_br: Galhos! Galhos de metal!
ru: Ветки! Стальные ветки!
zh_tw: 樹枝!金屬樹枝！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAARENA_TIARAFLOWERPETALSHAT
source: Like this one!
de: Gefällt mir!
es: ¡Me gusta esta!
es_mx: ¡Gustar este!
fr: Celui-là me plaît !
it: Piace questo!
ja: こんな感じ
ko: 마음에 들어!
pl: Podoba mi się!
pt_br: Gosto deste!
ru: Она мне нравится!
zh_tw: 喜歡這個！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE
source: Too hot!
de: Zu heiß.
es: ¡Demasiado caliente!
es_mx: ¡Demasiado caliente!
fr: Trop chaud !
it: Troppo caldo!
ja: 熱いって！ムリムリムリ！
ko: 너무 뜨겁다!
pl: Za gorąco!
pt_br: Muito quente!
ru: Слишком горячо!
zh_tw: 太熱了！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_COCOON
source: Nice and warm?
de: Schön warm?
es: ¿Agradable y caliente?
es_mx: ¿Caliente y acogedor?
fr: Joli et chaud.
it: Bello e caldo?
ja: いい感じでポカポカでしょ？
ko: 따뜻해서 좋니?
pl: Ciepło i przyjemnie?
pt_br: Quentinho e confortável?
ru: Хорошо и тепло?
zh_tw: 舒適而暖和。

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_EGG.GENERIC
source: Baby Patuey Fly
de: Baby-Spuckfliege.
es: Escupivolador bebé
es_mx: Mosca stup bebé
fr: Un œuf de mouche qui crache.
it: Piccolo sputa in volo
ja: パッチリ目ハエのタマゴ
ko: 아기 퉤퉤 파리야
pl: Mała muszka plujka
pt_br: Bebê Mosca Ffpt.
ru: Детеныш глазастой плеваки
zh_tw: 吐火蠅的寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_EGG_CRACKED.COLD
source: Too cold!
de: Zu kalt!
es: ¡Demasiado frío!
es_mx: ¡Muy frío!
fr: Trop froid !
it: Troppo freddo!
ja: 寒すぎる！
ko: 너무 차가워!
pl: Zbyt zimne!
pt_br: Muito frio!
ru: Слишком холодное!
zh_tw: 它太冷了！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_EGG_CRACKED.COMFY
source: Warm inside
de: Warm drinnen.
es: Caliente dentro
es_mx: Caliente adentro
fr: C'est tout chaud à l'intérieur.
it: Caldo dentro
ja: 中はあったかい
ko: 안이 따뜻해
pl: Ciepłe w środku
pt_br: Quente por dentro.
ru: Теплое внутри
zh_tw: 裡面暖暖的

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_PET.CONTENT
source: Happy
de: Glücklich
es: Feliz
es_mx: Feliz
fr: Heureux
it: Felice
ja: 幸せ
ko: 행복해.
pl: Radość
pt_br: Feliz
ru: Внимание!
zh_tw: 快樂

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_PET.GENERIC
source: Hot!
de: Heiß!
es: ¡Caliente!
es_mx: ¡Caliente!
fr: Chaude !
it: Rovente!
ja: アッチッチ！
ko: 뜨겁다!
pl: Gorący!
pt_br: Quente!
ru: Горячо!
zh_tw: 太燙了！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_PET.HUNGRY
source: Hungry?
de: Hungrig?
es: ¿Tienes hambre?
es_mx: ¿Con hambre?
fr: T'as faim ?
it: Fame?
ja: おなかすいた？
ko: 배고프니?
pl: Głodny?
pt_br: Com fome?
ru: Хочешь есть?
zh_tw: 餓了嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_PET.STARVING
source: Needs ashes
de: Braucht Asche.
es: Necesita cenizas
es_mx: Necesita cenizas
fr: Il lui faut des cendres.
it: Serve cenere
ja: 灰が必要だね
ko: 재가 필요해
pl: Potrzebuje popiołów
pt_br: Precisa de cinzas.
ru: Нужен пепел
zh_tw: 它想吃灰燼

# CHARACTERS.WORMWOOD.DESCRIBE.LAVAE_TOOTH
source: Patuey Fly is teething?
de: Spuckfliege zahnt?
es: ¿Escupivolador está echando dientes?
es_mx: ¿Mosca stup está endenteciendo?
fr: L'œuf de mouche qui crache a perdu une dent ?
it: Sputa in volo mette denti?
ja: パッチリ目ハエに歯が生えてきたの？
ko: 퉤퉤 파리가 이갈이를 하나?
pl: Muszka plujka ząbkuje?
pt_br: Tá nascendo os dentes da Mosca Ffpt?
ru: У глазастой плеваки режутся зубы?
zh_tw: 這是吐火蠅的乳牙嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LAVASPIT.COOL
source: Cooled down
de: Abgekühlt.
es: Se ha enfriado
es_mx: Se enfrió
fr: Ça s'est refroidi.
it: Fredda
ja: 冷たくなった
ko: 식었어
pl: Ostygła
pt_br: Esfriou.
ru: Остыло
zh_tw: 它冷卻了

# CHARACTERS.WORMWOOD.DESCRIBE.LAVASPIT.HOT
source: Yeouch!
de: Autsch!
es: ¡Auch!
es_mx: ¡Ay!
fr: Ouille !
it: Ahia!
ja: いやー、アチチ！
ko: 윽!
pl: Auć!
pt_br: Autch!
ru: Ай!
zh_tw: 哎呦！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVA_POND
source: Earth Blood. Hot!
de: Erdblut. Heiß!
es: Sangre de tierra. ¡Caliente!
es_mx: Sangre de tierra. ¡Caliente!
fr: Du sang de la terre. C'est brûlant !
it: Sangue di terra. Caldo!
ja: 地球の血。熱い！
ko: 땅의 피다. 뜨거워!
pl: Krew Ziemi. Gorąca!
pt_br: Sangue da Terra. Quente!
ru: Кровь земли! Такая горячая
zh_tw: 大地的血液。燙！

# CHARACTERS.WORMWOOD.DESCRIBE.LAVA_POND_ROCK
source: Rock
es: Roca
es_mx: Roca
fr: Pierre
it: Roccia
ja: 岩
ko: 바위다.
pl: Skała
pt_br: Rocha
ru: Камень
zh_tw: 岩石

# CHARACTERS.WORMWOOD.DESCRIBE.LEAFLOAF
source: Is friend? Or not friend?
de: Ist Freund? Oder nicht Freund?
es: ¿Es amigo? ¿O no amigo?
es_mx: ¿Es un amigo? ¿O no es un amigo?
fr: C'est bon ? Ou pas ?
it: Amico? O non amico?
ja: 君は友達？それとも違う？
ko: 친구인가? 친구가 아닌가?
pl: Przyjaciel? Czy nieprzyjaciel?
pt_br: É amigo? Ou não amigo?
ru: Друг? Не друг?
zh_tw: 是朋友？不是朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.LEAFYMEATBURGER
source: Hmmm
es_mx: Mmm
fr: Hmm...
it: Mmmm...
ja: んーー。
ko: 흐음
ru: Хм-м-м
zh_tw: 呣

# CHARACTERS.WORMWOOD.DESCRIBE.LEAFYMEATSOUFFLE
source: Wiggly
de: Wackelt.
es: Ondulante
es_mx: Serpenteante
fr: Ça bloblote.
it: Strisciante
ja: 二ョロニョロ。
ko: 꿈틀거려
pl: Gibie się
pt_br: Chacoalha
ru: Вихлялка
zh_tw: 在扭動

# CHARACTERS.WORMWOOD.DESCRIBE.LEIF
source: Hello!... Hello?
de: Hallo! ... Hallo?
es: ¡Hola!... ¿Hola?
es_mx: ¡Hola!… ¿Hola?
fr: Salut !... Salut ?
it: Ciao!... Ciao?
ja: やあ！...あれ？
ko: 안녕!... 안녕?
pl: Cześć! Cześć...?
pt_br: Olá!... Olá?
ru: Привет! Привет?..
zh_tw: 你好！...你好嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LEIF_SPARSE
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amiga?
fr: C'est un copain ?
it: Amico?
ja: お友だち？
ko: 친구?
pl: Przyjaciel?
pt_br: Amiga?
ru: Друг?
zh_tw: 朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.LICHEN
source: Rock belly stuff
de: Stein-Bauchzeug.
es: Cosas de roca para la tripa
es_mx: Roca de barriga
fr: Une sorte de roche pour se remplir le ventre.
it: Roba per pancia su roccia
ja: 石のおなかに入れるもの
ko: 바위 음식이야
pl: Skaliste rzeczy do brzuszka
pt_br: Coisa de barriga que vem das rochas.
ru: Каменистая штучка для животика
zh_tw: 石頭用來填肚子

# CHARACTERS.WORMWOOD.DESCRIBE.LIFEINJECTOR
source: Makes strong!
de: Macht stark!
es: ¡Te hace fuerte!
es_mx: ¡Hace fuerte!
fr: Ça rend costaud.
it: Rende forti!
ja: 強くなるよ！
ko: 강하게 만들어!
pl: Dodaje sił!
pt_br: Deixa forte!
ru: Делает сильнее!
zh_tw: 使人強壯！

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTBULB
source: Glowy food
de: Leuchtnahrung.
es: Comida brillante
es_mx: Comida brillante
fr: Du manger qui fait de la lumière.
it: Cibo luminoso
ja: 光る食べ物
ko: 빛나는 음식이야
pl: Świecące jedzenie
pt_br: Comida reluzente.
ru: Светящаяся еда
zh_tw: 發著光的食物

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTER
source: Fire box!
de: Feuerkiste!
es: ¡Caja de fuego!
es_mx: ¡Caja de fuego!
fr: Une boîte à feu !
it: Scatola di fuoco!
ja: 火の箱だ！
ko: 불 상자다!
pl: Pudełko z ogniem!
pt_br: Caixa de fogo!
ru: Огненная коробочка!
zh_tw: 裝著火的盒子！

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTFLIER
source: Buzzy
de: Summsig
es: Zumba
fr: Bzzzzz !
it: Ronza
ja: ブンブンだね
ko: 윙윙거려
pl: Bzzz
pt_br: Zumbidor.
ru: Жужжит
zh_tw: 嗡嗡

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Yaaah!
es: ¡Aaah!
es_mx: ¡Aaahh!
it: Aaaah!
ja: やああああ！
ko: 으악!
pl: Aaach!
pt_br: Iááá!
ru: А-а-а-а!
zh_tw: 耶！

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Lovely head branches
de: Schöne Kopfäste.
es: Ramas en la cabeza encantadora
es_mx: Encantadoras ramas de cabeza
fr: T'as de jolies branches sur la tête.
it: Rami belli per testa
ja: かわいい枝あたま
ko: 근사한 머리 가지야
pl: Urocze gałęzie na głowie
pt_br: Galhos de cabeça adoráveis.
ru: Красивые ветки на голове
zh_tw: 可愛的分叉頭

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTNINGGOATHORN
source: From Twirly Branch Head
de: Vom Zwirbelastkopf.
es: De cabeza rama enroscada
es_mx: De cabeza de rama retorcida
fr: Ça vient de la tête à branches en tire-bouchon.
it: Da testa con rami intrecciati
ja: クルクル枝あたまの物
ko: 꼬불 가지 머리에 붙어 있었어
pl: Z zakręconego gałęziogłowego
pt_br: Da Cabeça do Galhos Retorcidos.
ru: Ветка с головы кудряшки
zh_tw: 來自頭上分卷叉的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Zzzzt! Zzzzt!
de: Ssst! Ssst!
es: ¡Zzzit! ¡Zzzit!
es_mx: ¡Zzzt! ¡Zzzt!
fr: Bzzzt ! Bzzzt !
it: Zzzz! Zzzz!
ja: ギザギザ！ギザギザ！
ko: 찌릿찌릿! 찌릿찌릿!
pl: Bzzzt! Bzzzt!
ru: Ж-ж-ж! Ж-ж-ж!
zh_tw: 嗞嗞！嗞嗞！

# CHARACTERS.WORMWOOD.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Zzzzt Stick
de: Ssst-Stock.
es: Palo zzzit
es_mx: Palo zzzt
fr: Bâton bzzzt
it: Bastone zzzz
ja: ギザギザ棒
ko: 찌릿찌릿 막대기야
pl: Zyczący patyk
pt_br: Vara de Zzzzt.
ru: Жужжащая палка
zh_tw: 發出嗞嗞聲的尖針

# CHARACTERS.WORMWOOD.DESCRIBE.LITTLE_WALRUS
source: Teeth Branches
de: Zahn-Äste.
es: Dientes de rama
es_mx: Dientes rama
fr: Ses dents, on dirait des branches.
it: Denti a rami
ja: 歯の枝
ko: 이빨 가지야
pl: Gałęziozęby
pt_br: Galhos de Dentes.
ru: Зубастый росточек
zh_tw: 嘴裡長了樹枝

# CHARACTERS.WORMWOOD.DESCRIBE.LIVINGLOG
source: Friend. Nice friend
de: Freund. Netter Freund.
es: Amigo. Buen amigo
es_mx: Amigo. Agradable amigo
fr: Copain. Gentil copain.
it: Amico. Amico simpatico
ja: お友だちだ。いいお友だち
ko: 친구다. 좋은 친구야
pl: Przyjaciel. Miły przyjaciel
pt_br: Amiga. Ótima amiga.
ru: Друг. Хороший друг
zh_tw: 是朋友。好朋友

# CHARACTERS.WORMWOOD.DESCRIBE.LIVINGTREE
source: Friend?
de: Freund?
es: ¿Amigo?
es_mx: ¿Amigo?
fr: Copain ?
it: Amico?
ja: お友達？
ko: 친구?
pl: Przyjaciel?
pt_br: Amiga?
ru: Друг?
zh_tw: 是朋友嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LIVINGTREE_ROOT
source: Needs dirt
de: Braucht Erdboden.
es: Necesita tierra
es_mx: Necesita tierra
fr: Il lui faut de la terre.
it: Serve terra
ja: 土が必要だね
ko: 흙이 필요해
pl: Potrzebuje ziemi
pt_br: Precisa de terra.
ru: Нужна земля
zh_tw: 需要種在地裡

# CHARACTERS.WORMWOOD.DESCRIBE.LIVINGTREE_SAPLING
source: Keep growing, friend!
de: Wachs weiter, Freund!
es: ¡Sigue creciendo, amigo!
es_mx: ¡Sigue creciendo, amigo!
fr: Continue de pousser !
it: Cresci, cresci, amico!
ja: どんどん育ってね、お友だち！
ko: 계속 자라렴, 친구!
pl: Rośnij dalej, przyjacielu!
pt_br: Continue crescendo, amiga!
ru: Продолжай расти, друг!
zh_tw: 繼續生長吧，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.LOBSTERBISQUE
source: Still snappy?
de: Kneifst du noch?
es: ¿Todavía enfadica?
es_mx: ¿Aún chascoso?
fr: Alors, elles claquent toujours les pinces ?
it: Pizzichi ancora?
ja: まだチョキチョキする？
ko: 아직도 꼬집으려나?
pl: Nadal szczypiesz?
pt_br: Ainda belisca?
ru: Больше не щиплешься?
zh_tw: 還新鮮嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.LOBSTERDINNER
source: For belly
de: Für den Bauch.
es: Para la tripa
es_mx: Para barriga
fr: Du manger.
it: Per pancia
ja: おなかのためだよ
ko: 배를 채워
pl: Do brzuszka
pt_br: Pra barriga.
ru: Для животика
zh_tw: 填肚子的

# CHARACTERS.WORMWOOD.DESCRIBE.LOG.BURNING
source: AAAHHHHHH!
de: AAAAAH!
es_mx: ¡AAAHHH!
fr: AAAHHHHH !
it: AAAHHHHHHHH!
ja: あーーーっ！
ko: 으아아아아!
pl: AAAAAAAAAA!
pt_br: AAAAHHHHHH!
ru: А-А-А-А-А-А!
zh_tw: 啊哈哈哈！

# CHARACTERS.WORMWOOD.DESCRIBE.LOG.GENERIC
source: Sorry. So sorry
de: Tut mir leid. Tut mir so leid.
es: Lo siento. Lo siento mucho
es_mx: Lo siento. Lo siento mucho
fr: Pardon, pardon.
it: Scusa. Scusa tanto
ja: ごめんね。本当にごめんね
ko: 미안해. 정말 미안해
pl: Przepraszam. Tak mi przykro
pt_br: Desculpe! Mil desculpas.
ru: Прости. Прости, пожалуйста
zh_tw: 抱歉。很抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.LORDFRUITFLY
source: No! Leave friends alone!
de: Nein! Lass Freunde in Ruhe!
es: ¡No! ¡Deja en paz a las amigas!
fr: Non ! Laisse les copines tranquille !
it: No! Lascia stare amici!
ja: だめ！お友だちから離れて！
ko: 아니! 친구를 놔 둬!
pl: Nie! Zostawić przyjaciół w spokoju!
pt_br: Não! Deixa amigas em paz!
ru: Нет! Не трогай друзей!
zh_tw: 不要！不要煩朋友們！

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_1
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszne
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_10
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszne
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_11
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszny
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_14
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszna
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_18
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszny
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_19
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszny
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_2
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszny
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_42
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszna
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_43
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszny
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LOST_TOY_7
source: Spooky
de: Gruselig.
es: Siniestro
es_mx: Escalofriante
fr: Ça fait peur.
it: Paura
ja: ぶきみー
ko: 오싹한걸
pl: Straszna
pt_br: Assustador.
ru: Жутенько
zh_tw: 好嚇人

# CHARACTERS.WORMWOOD.DESCRIBE.LUCKY_GOLDNUGGET
source: Yellow Rock Round Thing
de: Rundes gelbes Steinding.
es: Cosa redonda de roca amarilla
es_mx: Cosa de roca amarilla redonda
fr: Une sorte de pierre ronde et jaune.
it: Roccia rotonda gialla
ja: 黄色岩の丸いやつ
ko: 둥근 노란색 돌 물건이야
pl: Okrągły, żółty kawałek skały
pt_br: Coisa redonda de pedra amarela.
ru: Желтая круглая каменюка
zh_tw: 黃色的圓石頭

# CHARACTERS.WORMWOOD.DESCRIBE.LUCY
source: Aggah! Stay back, please!
de: Aggah! Geh bitte weg!
es: ¡Aaah! ¡Atrás, por favor!
es_mx: ¡Ahhh! ¡Aléjate, por favor!
fr: Aaaah ! T'approche pas !
it: Agh! Indietro!
ja: キャー！こっち来ないでよ！
ko: 으악! 제발 저리 가!
pl: Aaa! Nie zbliżaj się, błagam!
pt_br: Aggah! Pra trás, por favor!
ru: А-а-а! Не подходи, пожалуйста!
zh_tw: 啊呀！退後，求求你！

# CHARACTERS.WORMWOOD.DESCRIBE.LUMPY_SAPLING
source: Keep growing!
de: Wachs weiter!
es: ¡Sigue creciendo!
es_mx: ¡Sigue creciendo!
fr: Continue de pousser !
it: Continua a crescere!
ja: どんどん育ってね！
ko: 계속 자라렴!
pl: Rośnij dalej!
pt_br: Continue crescendo!
ru: Продолжай расти!
zh_tw: 請繼續生長吧！

# CHARACTERS.WORMWOOD.DESCRIBE.LUREPLANT
source: Careful!
de: Vorsicht!
es: ¡Cuidado!
es_mx: ¡Cuidado!
fr: Attention !
it: Attento!
ja: 気をつけて！
ko: 조심!
pl: Ostrożnie!
pt_br: Cuidado!
ru: Осторожней!
zh_tw: 當心！

# CHARACTERS.WORMWOOD.DESCRIBE.LUREPLANTBULB
source: For dirt
de: Für den Erdboden.
es: Para la tierra
es_mx: Para tierra
fr: À mettre dans la terre.
it: Per terra
ja: 土のもの
ko: 흙에 둬야 해
pl: Do ziemi
pt_br: Pra terra.
ru: Для земли
zh_tw: 該種在土裡

# CHARACTERS.WORMWOOD.DESCRIBE.LUTEFISK
source: Mushy Glub Glub
de: Matsch-Blubblub.
es: Glub-glub blandito
es_mx: Gluglú blandito
fr: Un bloup-bloup tout mou.
it: Molle glu glu
ja: ぐしゃぐしゃのブクブク
ko: 물컹한 뽀글이야
pl: Papkowaty bulbulek
pt_br: Glub Glub Molinho.
ru: Мягкая буль-булька
zh_tw: 糊糊的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.MADSCIENCE_LAB
source: For making scaries
de: Für Gruselsachen.
es: Para hacer sustos
es_mx: Para hacer miedos
fr: C'est pour faire des trucs qui donnent les chocottes.
it: Per fare paure
ja: 怖がらせるためだよ
ko: 무서운 것을 만드는 데 쓰여
pl: Do robienia straszności
pt_br: Pra fazer coisas assustadoras.
ru: Чтобы делать бу-у!
zh_tw: 用來製作驚嚇

# CHARACTERS.WORMWOOD.DESCRIBE.MALBATROSS
source: Big Tweeter
de: Großer Piepser.
es: Gran pío-pío
es_mx: Piador grande
fr: Un gros piou-piou.
it: Grande cip cip
ja: 大きなピヨピヨ
ko: 큰 짹짹이야
pl: Duży ćwirek
pt_br: Piu-Piu Grande.
ru: Большая чирикалка
zh_tw: 大啾啾
