Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_GRASS
source: I should like to see that returned to the earth goddess.
de: Ich hätte gerne, dass das der Erdgöttin zurückgegeben wird.
es: Me gustaría verlo devuelto a la diosa tierra.
fr: Je voudrais qu'on rende ça à la déesse de la terre.
it: Vorrei vederlo tornare dalla dea della terra.
ja: 土に植え、ヨルズに返そう
ko: 대지의 여신께 돌려드려야겠다.
pl: Należy zwrócić to bogini ziemi.
pt_br: Eu gostaria de ver isso devolvido à deusa da terra.
ru: Хотела бы я увидеть, как он возвращается в объятия богини земли.
zh_cn: 它应该回归大地女神。
zh_tw: 它應該回歸大地女神。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_MARSH_BUSH
source: I should like to see that returned to the earth goddess.
de: Ich hätte gerne, dass das der Erdgöttin zurückgegeben wird.
es: Me gustaría verlo devuelto a la diosa tierra.
fr: Je voudrais qu'on rende ça à la déesse de la terre.
it: Vorrei vederlo tornare dalla dea della terra.
ja: 土に植え、ヨルズに返そう
ko: 대지의 여신께 돌려드려야겠다.
pl: Należy zwrócić to bogini ziemi.
pt_br: Eu gostaria de ver isso devolvido à deusa da terra.
ru: Хотела бы я увидеть, как он возвращается в объятия богини земли.
zh_cn: 它应该回归大地女神。
zh_tw: 它應該回歸大地女神。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_SAPLING
source: I should like to see that returned to the earth goddess.
de: Ich hätte gerne, dass das der Erdgöttin zurückgegeben wird.
es: Me gustaría verlo devuelto a la diosa tierra.
fr: Je voudrais qu'on rende ça à la déesse de la terre.
it: Vorrei vederlo tornare dalla dea della terra.
ja: 土に植え、ヨルズに返そう
ko: 대지의 여신께 돌려드려야겠다.
pl: Należy zwrócić to bogini ziemi.
pt_br: Eu gostaria de ver isso devolvido à deusa da terra.
ru: Хотела бы я увидеть, как он возвращается в объятия богини земли.
zh_cn: 它应该回归大地女神。
zh_tw: 它應該回歸大地女神。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUG_TRAP_STARFISH
source: A most wicked trap I could set for my foes.
de: Eine abgefeimte Falle, die ich meinen Feinden stellen könnte.
es: Una trampa traicionera para ponerles a mis enemigos.
fr: Un piège retörs que je pöurrais tendre à mes ennemis.
it: Un'immonda trappola che potrei usare contro i miei nemici.
ja: 我が敵に備えられる最も卑劣な罠よ。
ko: 적에 대비해 설치할 수 있는 가장 악랄한 덫이군.
pl: Najbardziej zdradliwa pułapka, jaką można zastawić.
pt_br: Uma armadilha perversa. Posso usá-la contra meus inimigos.
ru: Более коварной ловушки для врагов я бы не смогла придумать.
zh_cn: 能为对手设下的最恶毒的陷阱。
zh_tw: 能為對手設下的最惡毒的陷阱。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUMBBELL
source: 'Tis not just strength, but cunning that makes a warrior!
de: Nicht nur Stärke, sondern auch List macht einen Krieger aus!
es: ¡Un buen guerrero requiere tanta astucia como fuerza!
fr: Ce n'est pöint la förce, mais la malice qui fait les meilleurs guerriers !
it: Non è solo la forza, ma anche l'astuzia a rendere grande un guerriero!
ja: 戦士には強さだけでなく狡猾さも必要なのだ！
ko: 전사를 만드는 건 비단 힘뿐이 아니라 기교라고!
pl: Wojownik nie potrzebuje tylko siły, lecz i sprytu!
pt_br: Não é mera força, mas sim a sagacidade, que faz o guerreiro!
ru: Настоящий воин противостоит врагу не только силой, но и хитростью!
zh_cn: 除了斗勇，好的战士还要斗智！
zh_tw: 除了鬥勇，好的戰士還要鬥智！

# CHARACTERS.WATHGRITHR.DESCRIBE.DUMBBELL_GEM
source: My friend, if you want to be fighting fit you must join me in combat!
de: Mein Freund, wenn du kampfbereit werden willst, musst du mit mir in den Kampf ziehen!
es: ¡Si quieres estar listo para la batalla, lucha a mi lado!
fr: Si tu désires être apte au cömbat, jöins-töi à möi pöur te battre !
it: Amico mio, se vuoi essere in forma perfetta, devi unirti a me nel combattimento.
ja: 友よ、戦上手になりたいのであれば、我と共に戦おう！
ko: 친구, 제대로 붙고 싶다면 나와 함께 전투에 참여해야 해!
pl: Przyjacielu, jeśli chcesz być w świetnej formie, musisz dołączyć do mnie podczas walki!
pt_br: Meu amigo, se você quer se adequar ao combate, deve se juntar a mim em batalha!
ru: Друг мой, если желаешь подготовиться к битве, отправляйся со мной на охоту!
zh_cn: 朋友，如果你想强健地战斗，就跟我共赴战场吧！
zh_tw: 朋友，如果你想強健地戰鬥，就跟我共赴戰場吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.DUMBBELL_GOLDEN
source: He hath strength, next we must work on his bravery!
de: Er hat Kraft, als Nächstes müssen wir an seiner Tapferkeit arbeiten!
es: ¡No le faltaba fuerza, pero ahora debemos trabajar su valentía!
fr: Il ne manque pöint de förce, mais sien cöurage reste vacillant !
it: Possiede una grande forza, ora dobbiamo lavorare sul suo coraggio!
ja: 奴は十分に強い。次に必要なのは勇気だ！
ko: 힘은 있으니까 다음으로 용기를 키워야 해!
pl: Siłę już ma. Teraz popracujemy nad odwagą!
pt_br: Ele tens força. Em seguida, devemos trabalhar em sua coragem!
ru: Силы у него хватает, к ней бы еще добавить отвагу!
zh_cn: 他有了力量，接下来我们要历练他的勇气！
zh_tw: 他有了力量，接下來我們要歷練他的勇氣！

# CHARACTERS.WATHGRITHR.DESCRIBE.DUMBBELL_MARBLE
source: Train well my friend, and join me in glorious battle!
de: Trainiere ordentlich, mein Freund, und schließe dich mir im glorreichen Kampf an!
es: ¡Entrena y acompáñame en una gloriosa batalla!
fr: Entraîne-töi, cher ami, et rejöins-möi pöur mener de bien glörieuses batailles !
it: Allenati bene, amico mio, e unisciti a me in una battaglia gloriosa!
ja: 友よ、よく鍛えるのだ。そして、栄光のために共に戦おう！
ko: 열심히 훈련해서 영광스러운 전투에 함께 하자!
pl: Ćwicz dobrze, przyjacielu, i dołącz do mnie we wspaniałej walce!
pt_br: Treine bem, meu amigo, e junte-se a mim em gloriosa batalha!
ru: Тренируйся, друг, и присоединяйся ко мне в славной битве!
zh_cn: 好好训练，朋友，与我共赴光辉战斗吧！
zh_tw: 好好訓練，朋友，與我共赴光輝戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN
source: Smells like my battle boots.
de: Riecht wie meine Kampfstiefel.
es: Huele como mis botas de batalla.
fr: La même odeur que mes bottes de combat.
it: Odora come i miei stivali da battaglia.
ja: 私の戦闘ブーツのような匂いだ。
ko: 내 전투화랑 비슷한 냄새가 나는군.
pl: Śmierdzi jak moje buty po bitwie.
pt_br: Tem o cheiro das minhas botas de batalha.
ru: Пахнет как мои боевые сапоги.
zh_cn: 闻起来像我的战靴。
zh_tw: 聞起來像我的戰靴。

# CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN_COOKED
source: What was the purpose of cooking this?
de: Welchen Sinn hatte es, das zu kochen?
es: ¿Cuál fue el fin de cocinar esto?
fr: À quoi servait de cuire cette chose ?
it: Per quale motivo l'ho cucinato?
ja: なぜ焼いたのだ…？
ko: 이걸 익힌 이유가 대체 뭐지?
pl: Po cóż to piec?
pt_br: Qual foi a moral de cozinhar isso?
ru: И ради чего это готовить?
zh_cn: 把它做熟有什么用?
zh_tw: 把它做熟有什麼用?

# CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN_OVERSIZED
source: It gives off a powerful stink.
de: Das stinkt gar machtvoll.
es: Desprende un olor muy fuerte.
fr: Icelle atröcité empeste.
it: Emana un grande fetore.
ja: 強力な悪臭を放っておる。
ko: 지독한 냄새가 난다.
pl: Ale paskudna woń.
pt_br: Exala um fedor poderoso.
ru: Источает могучий аромат.
zh_cn: 它散发着强大的臭味。
zh_tw: 它散發著強大的臭味。

# CHARACTERS.WATHGRITHR.DESCRIBE.DURIAN_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUSTMERINGUE
source: This food is not fit for a warrior, it's fit for the floor!
de: Das ist keine Nahrung für eine Kriegerin. Zu Boden damit!
es: Esta comida no es digna para una guerrera, ¡es digna para el suelo!
fr: Icelle nöurriture n'est pöint digne d'un guerrier. Sa place est par terre !
it: Questo cibo non è degno di una guerriera, bensì del pavimento!
ja: 戦士は、かような物は口にせぬ。床にやるのがふさわしかろう！
ko: 이 음식은 전사에게 줄 게 아니라 바닥에 버려야 해!
pl: To jadło jest niegodne wojowniczki, a co najwyżej podłogi!
pt_br: Este alimento não é digno de uma guerreira, ele é digno do chão!
ru: Эта еда не годится для воина! Ей место на полу!
zh_cn: 这种食物不适合战士吃，适合铺在地上！
zh_tw: 這種食物不適合戰士吃，適合鋪在地上！

# CHARACTERS.WATHGRITHR.DESCRIBE.DUSTMOTH
source: This creature has no fight in it.
de: Diese Kreatur hat keinen Kampfgeist.
es: Esta criatura no tiene madera de luchadora.
fr: Icelle créature est veule.
it: Questa creatura non ha alcuna voglia di combattere.
ja: この生き物は心に戦があらぬ。
ko: 이 생물은 호전적이지 않아.
pl: To stworzenie nie ma w sobie woli walki.
pt_br: Esta criatura não tem espírito de luta.
ru: Это существо для битвы не годится.
zh_cn: 这个生物没有任何战斗力。
zh_tw: 這個生物沒有任何戰鬥力。

# CHARACTERS.WATHGRITHR.DESCRIBE.DUSTMOTHDEN
source: Sorry beasties, but your home is ripe for the pillaging!
de: Tut mir leid, ihr Tiere, aber euer Haus ist reif für die Plünderung!
es: Lo siento, bestias, pero vuestro hogar es el lugar perfecto para un saqueo.
fr: Navrée, chères bestes, mais préparez vöstre föyer à être pillé !
it: Perdonatemi, creature, ma la vostra dimora è pronta per essere saccheggiata!
ja: 獣よ、すまぬが汝の家は略奪にふさわしい！
ko: 짐승들아 미안, 너희 집은 곧 약탈당할 거란다!
pl: Przykro mi, ale wasz dom aż się prosi, żeby go ograbić!
pt_br: Animais desprezíveis, mas seu lar está pronto para ser pilhado!
ru: Простите, тварюшки, но дом ваш я должна разграбить!
zh_cn: 抱歉了，小野兽们，你的家要被我洗劫一空了！
zh_tw: 抱歉了，小野獸們，你的家要被我洗劫一空了！

# CHARACTERS.WATHGRITHR.DESCRIBE.EARMUFFSHAT
source: Yes, most practical!
de: Ja, sehr praktisch.
es: ¡Sí, qué práctico!
fr: Oui, c'est très pratique !
it: Sì, più pratico!
ja: そう、最も実用的！
ko: 그래, 아주 실용적이군!
pl: Tak, to mi się podoba!
pt_br: Sim, muito prático!
ru: Да уж, практичнее некуда!
zh_cn: 不错，非常实用！
zh_tw: 不錯，非常實用！

# CHARACTERS.WATHGRITHR.DESCRIBE.EEL
source: Delicious slimy snake fish.
de: Köstlicher schleimiger Schlangenfisch.
es: Delicioso pescado serpiente viscoso.
fr: Poisson serpent gluant délicieux.
it: Squisito viscido pesce serpente.
ja: 美味しいヌルヌルした蛇のような魚。
ko: 미끈거리고 맛있는 뱀 물고기로군.
pl: Pyszna, śliska wężowa ryba
pt_br: Peixe-cobra gosmento delicioso.
ru: Вкусная скользкая рыбка.
zh_cn: 美味的黏滑蛇鱼。
zh_tw: 美味的黏滑蛇魚。

# CHARACTERS.WATHGRITHR.DESCRIBE.EEL_COOKED
source: Hot eel!
de: Heißer Aal!
es: ¡Anguila caliente!
fr: Anguille chaude !
it: Anguilla bollente!
ja: 熱いウナギ！
ko: 뜨거운 장어다!
pl: Gorący węgorz!
pt_br: Enguia quente!
ru: Горячий угорь!
zh_cn: 烤鳗鱼！
zh_tw: 烤鰻魚！

# CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT
source: Purple and bulbous.
de: Lila und knollig.
es: Morada y bulbosa.
fr: Gros bulbe violacé.
it: Viola e bulbosa.
ja: 紫っぽくてぷっくらしている。
ko: 보라색이고 불룩한 모양이다.
pl: Fioletowy i bulwowaty.
pt_br: Roxo e bulboso.
ru: Фиолетовый и выпуклый.
zh_cn: 紫色的，圆圆的。
zh_tw: 紫色的，圓圓的。

# CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT_COOKED
source: Food for the weak.
de: Nahrung für die Schwachen.
es: Alimentos para los más débiles.
fr: La nourriture des mauviettes.
it: Cibo per i deboli.
ja: 弱者のための食べ物。
ko: 약자의 음식이군.
pl: Strawa dla słabeuszy.
pt_br: Alimento para os fracos.
ru: Еда слабаков.
zh_cn: 弱者的食物。
zh_tw: 弱者的食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT_OVERSIZED
source: I've no use for vegetables, big or small.
de: Ich habe keine Verwendung für Gemüse, ob groß oder klein.
es: Las verduras no me sirven para nada, ya sean grandes o pequeñas.
fr: Peu me chaut les légumes, petits öu grands.
it: Non ho alcun bisogno degli ortaggi, grandi o piccoli che siano.
ja: 大小問わず、野菜に用はない。
ko: 크든 작든, 난 채소가 싫어.
pl: Nie trzeba mi warzyw – ani małych, ani dużych.
pt_br: Vegetais não me servem, sejam grandes ou pequenos.
ru: От овощей мне никакой пользы, и не важно, большие они или маленькие.
zh_cn: 大大小小的蔬菜对我都没用。
zh_tw: 大大小小的蔬菜對我都沒用。

# CHARACTERS.WATHGRITHR.DESCRIBE.EGGPLANT_SEEDS
source: Tiny nature bits.
de: Winzige Stückchen Natur.
es: Pedacitos pequeños de la naturaleza.
fr: Petits morceaux de nature.
it: Piccoli pezzetti di natura.
ja: 小さな自然のつぶつぶ。
ko: 자연의 작은 조각이로군.
pl: Małe okruchy przyrody.
pt_br: Pedacinhos de natureza.
ru: Крошечные кусочки самой природы.
zh_cn: 微小的自然产物。
zh_tw: 微小的自然產物。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.BURNT
source: It was no challenge at all.
de: Das war gar nicht schwierig.
es: No fue ningún desafío en absoluto.
fr: C'était vraiment trop facile.
it: Non è stato per niente difficile.
ja: 挑戦なんてものはなかった。
ko: 별것 아니었어.
pl: Nawet się nie zmęczyłam.
pt_br: Não é um desafio.
ru: Это было легко.
zh_cn: 毫无挑战性。
zh_tw: 毫無挑戰性。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.EMPTY
source: There is no beast beneath.
de: Da steckt keine Bestie darunter.
es: Aquí no hay ninguna bestia.
fr: Il n'y a pas de bête dessous.
it: Non c'è nessuna bestia sotto.
ja: 下には獣はいない。
ko: 아래에 짐승이 없다.
pl: Niczego tu nie ma.
pt_br: Não há fera embaixo.
ru: Под ним нет чудищ.
zh_cn: 下面没有野兽。
zh_tw: 下面沒有野獸。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.FRESHLIGHT
source: The light burns bright.
de: Das Licht brennt hell.
es: La luz arde con brillo.
fr: La lumière est éclatante.
it: La luce arde brillante.
ja: その光が輝かしく燃える。
ko: 빛이 밝게 타고 있군.
pl: Światło świeci jasno.
pt_br: A luz reluz reluzente.
ru: Свет горит достаточно ярко.
zh_cn: 光变亮了。
zh_tw: 光變亮了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.GENERIC
source: Tis a tribute to Freya's beauty.
de: Eine Hommage an Freyas Schönheit.
es: Es un tributo a la belleza de Freya.
fr: C'est un hommage à la beauté de Freya.
it: È un tributo alla bellezza di Freya.
ja: それはフレイヤの美しさへの賛辞だ。
ko: 프레이야의 아름다움을 기리는군.
pl: Hołd na cześć piękna Frei.
pt_br: É um tributo à beleza de Freia.
ru: Это — дань красоте Фреи.
zh_cn: 这是一份献给芙蕾雅的美丽的礼物。
zh_tw: 這是一份獻給芙蕾雅的美麗的禮物。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.OLDLIGHT
source: The light wanes.
de: Das Licht schwindet.
es: La luz languidece.
fr: La lumière décroît.
it: La luce svanisce.
ja: 光が弱まる。
ko: 빛이 어두워지는군.
pl: Światło gaśnie.
pt_br: A luz mingua.
ru: Свет убывает.
zh_cn: 光变暗了。
zh_tw: 光變暗了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ENDTABLE.WILTED
source: Their beauty fades.
de: Ihre Schönheit schwindet.
es: Su belleza se desvanece.
fr: Leur beauté s'évanouit.
it: Svanisce la beltà.
ja: 美しさが色あせる。
ko: 아름다움이 사라지는군.
pl: Ich piękno gaśnie.
pt_br: Sua beleza desvanece.
ru: Их красота чахнет.
zh_cn: 它们的美丽消逝了。
zh_tw: 它們的美麗消逝了。

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.BURNING
source: The wood's ablaze!
de: Das Holz steht in Flammen!
es: ¡La madera está ardiendo!
fr: Le bois est en feu !
it: Il legno è in fiamme!
ja: 木が燃え上がっている！
ko: 나무가 불타고 있군!
pl: Las płonie!
pt_br: A madeira está em chamas!
ru: Лес пылает!
zh_cn: 那根木头着火了！
zh_tw: 那根木頭著火了！

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.BURNT
source: Loge took that one.
de: Loki hat ihn zu sich geholt.
es: Se lo ha llevado Loge.
fr: Logi s'est servi.
it: Loge lo ha preso.
ja: それはローゲがとったのだ。
ko: 로게께서 데려가셨군.
pl: Loge zabrał go w Zaświaty.
pt_br: Essa ficou com Loge.
ru: Логи забрал его себе.
zh_cn: 罗格带走了它。
zh_tw: 羅格帶走了它。

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.CHOPPED
source: Chopped by the warrior of the woods!
de: Vom einem Krieger im Wald gefällt.
es: ¡Talado por el guerrero de los bosques!
fr: Coupé par la guerrière des forêts !
it: Mozzato dal guerriero del bosco!
ja: 林の戦士たちにより切られた！
ko: 숲의 전사가 베었군!
pl: Ścięty przez prawdziwego wojownika!
pt_br: Derrubada pela guerreira da floresta!
ru: Срублен воином лесов!
zh_cn: 被森林中的勇士所砍倒！
zh_tw: 被森林中的勇士所砍倒！

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN.GENERIC
source: I feel at home in the woods.
de: In den Wäldern fühle ich mich zuhause.
es: Me siento en casa en el bosque.
fr: Je me sens chez moi dans les bois.
it: Nel bosco mi sento a casa.
ja: 林の中ではホッとする。
ko: 숲에 오면 집에 온 느낌이 들지.
pl: W lesie czuję się jak w domu.
pt_br: Me sinto em casa na floresta.
ru: В лесу я как дома.
zh_cn: 森林给我家的感觉。
zh_tw: 森林給我家的感覺。

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The wood's ablaze!
de: Das Holz steht in Flammen!
es: ¡La madera está ardiendo!
fr: Le bois est en feu !
it: Il legno è in fiamme!
ja: 木が燃え上がっている！
ko: 나무가 불타고 있군!
pl: Las płonie!
pt_br: A madeira está em chamas!
ru: Лес пылает!
zh_cn: 那根木头着火了！
zh_tw: 那根木頭著火了！

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Loge took that one.
de: Loki hat ihn zu sich geholt.
es: Se lo ha llevado Loge.
fr: Logi s'est servi.
it: Loge lo ha preso.
ja: それはローゲがとったのだ。
ko: 로게께서 데려가셨군.
pl: Loge zabrał go w Zaświaty.
pt_br: Essa ficou com Loge.
ru: Логи забрал его себе.
zh_cn: 罗格带走了它。
zh_tw: 羅格帶走了它。

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Chopped by the warrior of the woods!
de: Vom einem Krieger im Wald gefällt.
es: ¡Talado por el guerrero de los bosques!
fr: Coupé par la guerrière des forêts !
it: Mozzato dal guerriero del bosco!
ja: 林の戦士たちにより切られた！
ko: 숲의 전사가 베었군!
pl: Ścięty przez prawdziwego wojownika!
pt_br: Derrubada pela guerreira da floresta!
ru: Срублен воином лесов!
zh_cn: 被森林中的勇士所砍倒！
zh_tw: 被森林中的勇士所砍倒！

# CHARACTERS.WATHGRITHR.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: A good sturdy tree.
de: Ein guter robuster Baum.
es: Un árbol bien robusto.
fr: Un bon arbre solide.
it: Un buon albero robusto.
ja: 良い丈夫な木。
ko: 좋은 튼튼한 나무군요.
pl: Porządne drzewo.
pt_br: Uma árvore boa e resistente.
ru: Хорошее крепкое дерево.
zh_cn: 一棵粗壮的树。
zh_tw: 一棵粗壯的樹。

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEBRELLAHAT
source: Don't get rain in your eye!
de: Pass auf, dass du keinen Regen ins Auge bekommst!
es: ¡Que no te llueva en el ojo!
fr: Pour éviter les gouttes dans les yeux !
it: Per non prendere pioggia negli occhi!
ja: 雨が目に入らないようにしろ！
ko: 눈에 비가 들어가지 않게 해주지!
pl: Nie pozwól, by deszcz napadał ci do oczu!
pt_br: Não deixe a chuva cair em seus olhos!
ru: Смотри, чтобы дождь в глаз не попал!
zh_cn: 别让雨水进入你的眼睛！
zh_tw: 別讓雨水進入你的眼睛！

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEMASKHAT
source: Follower of Heimdall, watch over my path!
de: Gefolgsmann von Heimdall, wache über meinen Weg!
es: ¡Seguidora de Heimdall, guarda mi camino!
fr: Fidèle serviteur d'Heimdall, veille sur mien chemin !
it: Seguace di Heimdall, veglia sul mio cammino!
ja: ヘイムダルの信奉者よ、我が行く末を見届け給え！
ko: 헤임달의 추종자, 내가 하는 걸 지켜봐!
pl: Kwiecie Heimdalla, czuwaj nade mną!
pt_br: Seguidor de Heimdall, zele pelo meu trajeto!
ru: Следи за моей дорогой, слуга Хеймдалля!
zh_cn: 海姆达尔的追随者，请守护我的征途！
zh_tw: 海姆達爾的追隨者，請守護我的征途！

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEOFTERROR
source: Be it the plucked eye of Odin, returned for revenge?
de: Ist es das ausgerissene Auge Odins, das auf Rache sinnt?
es: ¿Será el ojo extirpado de Odín que ha vuelto a por venganza?
fr: Serait-ce l'œil énucléé d'Ödin, de retöur pöur clamer vengeance ?
it: Che sia l'occhio di Odino, tornato in cerca di vendetta?
ja: これは抉り出されたオーディンの眼？復讐のために戻ったというのか？
ko: 오딘에게서 뽑은 눈이 복수하려고 돌아왔을까?
pl: Czyżby to oko Odyna powróciło żądne zemsty?
pt_br: Será esse o olho arrancado de Odin que voltou por vingança?
ru: Неужто утерянное око Одина вернулось за расплатой?
zh_cn: 难道是奥丁被拔掉的眼睛回来报仇了？
zh_tw: 難道是奧丁被拔掉的眼睛回來報仇了？

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEOFTERROR_MINI
source: I hath no fear of having all eyes upon me!
de: Ich habe keine Angst davor, dass alle Augen auf mich gerichtet sind!
es: ¡No me amedrentaré por tener todas las miradas fijas en mí!
fr: Je ne crains pöint que töus les regards söient töurnés vers mienne persönne !
it: Non mi spaventa avere tutti gli occhi su di me!
ja: 全ての目に見つめられても怖くないぞ！
ko: 눈을 떼지 않고 나를 경계해도 두렵지 않아!
pl: Nie lękam się spozierających na mnie oczu!
pt_br: Eu não tereis medo de ter todos os olhos em mim!
ru: Я всегда притягивала к себе взгляды!
zh_cn: 就算所有目光都注视着我，我也不会惧怕。
zh_tw: 就算所有目光都注視著我，我也不會懼怕。

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: I will prepare myself for the coming challenge!
de: Ich werde mich auf die kommende Herausforderung vorbereiten!
es: ¡Me prepararé para el desafío que está por venir!
fr: Je me préparerai pöur le défi à venir !
it: Mi preparerò per la sfida che ci attende!
ja: 来るべき試練に備えるとしよう！
ko: 다가오는 도전을 준비하겠어!
pl: Przygotuję się na nadchodzące wyzwanie!
pt_br: Vou me preparar para o desafio por vir!
ru: Нужно подготовиться к грядущему испытанию!
zh_cn: 我会为即将到来的挑战做好准备！
zh_tw: 我會為即將到來的挑戰做好準備！

# CHARACTERS.WATHGRITHR.DESCRIBE.EYEPLANT
source: Don't point your eyeball at me, foliage!
de: Starr mich nicht so an!
es: ¡No me mires con tu ojo, follaje!
fr: Ne pointe pas ton œil sur moi, feuillage !
it: Non puntare il tuo bulbo oculare verso di me, fogliame!
ja: 目玉を私に向けるな、葉っぱめ！
ko: 그 눈알 돌려라, 식물아!
pl: Nie waż się na mnie patrzeć, roślino!
pt_br: Não aponte sua bola ocular para mim, folhagem!
ru: Не пялься на меня своим глазом, трава!
zh_cn: 别把你的眼珠子对着我，植物！
zh_tw: 別把你的眼珠子對著我，植物！

# CHARACTERS.WATHGRITHR.DESCRIBE.EYETURRET
source: The eye of the laser god stares into my soul.
de: Das Auge des Lasergottes starrt mich an.
es: El ojo del dios del láser me está mirando el alma.
fr: L'œil du dieu laser observe mon âme.
it: L'occhio del dio laser mi fissa l'anima.
ja: 光線の神の瞳か…我が魂を見透かすようだ…
ko: 레이저 신의 눈이 저를 보고 있군요.
pl: Patrzy na mnie oko laserowego boga.
pt_br: O olho do deus do laser observa minha alma.
ru: Глаз лазерного бога смотрит прямо мне в душу.
zh_cn: 激光神的眼睛凝视着我灵魂。
zh_tw: 鐳射神的眼睛凝視著我靈魂。

# CHARACTERS.WATHGRITHR.DESCRIBE.EYETURRET_ITEM
source: An ancient eyeball of protection!
de: Ein alter Augapfel des Schutzes!
es: ¡Un antiguo globo ocular protector!
fr: Un globe oculaire de protection ancestral !
it: Un antico bulbo oculare di protezione!
ja: 古代の守護の目！
ko: 고대의 보호용 눈알이로군!
pl: Pradawne oko obronne!
pt_br: Um olho de proteção ancestral!
ru: Древний защитный глаз!
zh_cn: 用于防御的远古眼球！
zh_tw: 用於防禦的遠古眼球！

# CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.BURNT
source: Serves you right for not growing meats!
de: Das geschieht dir recht, weil du kein Fleisch wachsen lassen kannst!
es: ¡Esto por no producir carne!
fr: Ça t'apprendra à ne pas faire pousser de viande !
it: Così imparate a non coltivare la carne!
ja: 肉を育てなかったのが仇になったな、自業自得だ！
ko: 고기를 재배하지 못하는 벌이다!
pl: I dobrze ci tak. Za to, że nie dajesz mięsa.
pt_br: Bem feito por não cultivar carne!
ru: Будешь знать, как не давать мяса!
zh_cn: 叫你不长肉！
zh_tw: 叫你不長肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.GENERIC
source: I can't grow meat, what's the point?
de: Ich kann kein Fleisch wachsen lassen. Was soll mir das bringen?
es: No puedo producir carne, ¿de qué sirve?
fr: Je ne peux pas faire pousser de viande, alors à quoi bon ?
it: Se non posso far crescere la carne, qual è il punto?
ja: 肉を育てられるわけじゃなし、何になる？
ko: 고기를 재배할 수 없는데 무슨 소용이야?
pl: Mięsa nie wyhoduję, więc po co to wszystko?
pt_br: Não posso cultivar carne, qual é o sentido?
ru: Я же не могу вырастить мясо, так в чем смысл?
zh_cn: 我不能种肉，这有什么意义？
zh_tw: 我不能種肉，這有什麼意義？

# CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.GROWING
source: They're growing stronger.
de: Wird stärker.
es: Están creciendo más fuertes.
fr: Ça commence à pousser.
it: Stanno crescendo più forti.
ja: だんだん強く成長している。
ko: 강해지고 있군.
pl: Rosną w siłę.
pt_br: Eles estão ficando mais fortes.
ru: Они растут и крепнут.
zh_cn: 它们正在茁壮成长。
zh_tw: 它們正在茁壯成長。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It wants a turd feast.
de: Will einen Schmaus aus Dünger.
es: Quiere una fiesta de estiércol.
fr: Il faudrait une bonne dose de crotte.
it: Vuole un banchetto di sterco.
ja: 糞のごちそうを欲しがっている。
ko: 똥 잔치를 원하는군.
pl: Chce papu.
pt_br: Necessita de um banquete de excremento.
ru: Ему нужен навозный пир.
zh_cn: 它想要粪便大餐。
zh_tw: 它想要糞便大餐。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_HOE
source: To bury those useless seeds deep in the ground.
de: Dieses nutzlose Saatgut soll tief im Boden vergraben werden.
es: Sirve para enterrar esas semillas inútiles.
fr: Afin d'enterrer icelles stupides graines six pieds söus terre.
it: Per sotterrare quei semi inutili nelle profondità della terra.
ja: かように無益な物は地中深くに埋めるがよい。
ko: 그 쓸모없는 씨앗을 땅속 깊이 묻을 만큼은.
pl: Czas zagrzebać te bezużyteczne nasiona głęboko w ziemi.
pt_br: Para enterrar aquelas sementes inúteis bem no fundo da terra.
ru: Чтобы зарывать бесполезные семена поглубже в землю.
zh_cn: 要把那些无用的种子深埋在地下。
zh_tw: 要把那些無用的種子深埋在地下。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.BURNING
source: Good riddance.
de: Auf Nimmerwiedersehen!
es: Hasta nunca.
fr: Bon débarras.
it: Che liberazione.
ja: せいせいした。
ko: 걸맞는 최후로군.
pl: Do widzenia.
pt_br: Já vai tarde!
ru: Скатертью дор-рожка.
zh_cn: 不在了就好。
zh_tw: 不在了就好。

# CHARACTERS.WATHGRITHR.DESCRIBE.FARM_PLANT.FULL
source: Begone, non-meat!
de: Verschwinde, Nicht-Fleisch!
es: ¡Largo, alimento sin carne!
fr: Öuste, nön-viande !
it: Vattene, non-carne!
ja: さらば、肉ならざる物！
ko: 꺼져, 안고기!
pl: Precz, niemięso!
pt_br: Afaste-se, não carne!
ru: Убирайся, не-мясо!
zh_cn: 走开，非肉！
zh_tw: 走開，非肉！
