Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERINGCAN.GENERIC
source: Watering the garden is not a task befitting a warrior.
de: Den Garten zu gießen ist keine Aufgabe, die einer Kriegerin würdig ist.
es: Regar la huerta no es un trabajo digno para una guerrera.
fr: Arröser le jardin n'est pöint une tâche digne d'un guerrier.
it: Annaffiare il giardino non è un compito degno di una guerriera.
ja: 緑地への水やりは戦士にふさわしき仕事にあらず。
ko: 정원에 물을 주는 것은 전사에게 어울리는 일이 아니지.
pl: Podlewanie ogrodu to nie zadanie dla wojowniczki.
pt_br: Regar o jardim não é uma tarefa adequada para uma guerreira.
ru: Поливать цветы — задача, недостойная воина.
zh_cn: 浇灌花园并不是适合勇士的任务。
zh_tw: 澆灌花園並不是適合勇士的任務。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON
source: It makes a good sound when you hit it.
de: Macht ein gutes Geräusch, wenn man draufschlägt.
es: Hace un buen sonido cuando la golpeas.
fr: Ça fait un joli son quand on tape dessus.
it: Produce un buon suono quando lo colpisci.
ja: 叩くといい音がする。
ko: 두드리면 듣기 좋은 소리가 난다.
pl: Wydaje fajny dźwięk.
pt_br: Faz um som agradável quando você a acerta.
ru: Когда бьешь по нему, он хорошо звучит.
zh_cn: 它拍起来的声音挺好听。
zh_tw: 它拍起來的聲音挺好聽。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELONHAT
source: It's almost like wearing a pelt.
de: Es ist fast so, als würde man einen Pelz tragen.
es: Es casi como llevar un pellejo.
fr: C'est presque comme une fourrure.
it: È quasi come indossare una pelle di animale.
ja: まるで獣皮を着ているみたい。
ko: 가죽 모자를 쓴 거랑 느낌이 비슷하다.
pl: Czuję się, jakbym nosiła skórę.
pt_br: É quase como usar pele.
ru: Почти то же самое, что носить шкуру.
zh_cn: 几乎就像戴了块皮一样。
zh_tw: 幾乎就像戴了塊皮一樣。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELONICLE
source: You cannot fool me by hiding in frozen fruit, stick.
de: Du kannst mich nicht reinlegen, Stock, indem du dich in gefrorenem Obst versteckst.
es: No puedes engañarme escondiéndote en fruta congelada, palo.
fr: Tu ne me tromperas pas en te cachant dans un fruit congelé, bâton.
it: Non puoi ingannarmi nascondendoti nella frutta congelata, bastone.
ja: 凍った果物の中に隠そうとしたって、騙されないぞ。
ko: 얼린 과일 안에 숨어도 막대기는 보인다.
pl: Nie wykiwasz mnie, patyku! Na nic ci się nie zda chowanie w zamrożonym owocu.
pt_br: Você não me engana se escondendo em fruta congelada.
ru: Ты не обманешь меня, спрятавшись в замороженный фрукт, палочка.
zh_cn: 你藏在冰冻的水果里骗不到我，棍子。
zh_tw: 你藏在冰凍的水果裡騙不到我，棍子。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON_COOKED
source: Warm and red, but it doesn't flow.
de: Warm und rot, fließt aber nicht.
es: Cálida y roja, pero no fluye.
fr: Chaud et rouge, mais ça ne coule pas.
it: Caldo e rosso, ma non scorre.
ja: 温かく赤いが、流れてはいない。
ko: 따뜻하고 빨간색이지만 흐르지는 않는다.
pl: Czerwony i ciepły, ale nie płynie.
pt_br: Vermelha e quente, mas não flui.
ru: Теплый и красный, но не течет по венам.
zh_cn: 热的，红色的，但不会流动。
zh_tw: 熱的，紅色的，但不會流動。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON_OVERSIZED
source: Was this grown by a jotunn?
de: Hat ein Jötunn dies gezüchtet?
es: ¿Qué ha pasado? ¿Lo ha plantado un jotun?
fr: A-t-elle été cultivée par un jötunn ?
it: È stata coltivata da uno jotunn?
ja: これは霜の巨人ヨツンに育てられたのか？
ko: 이거 요툰이 키운건가?
pl: Wyhodował go jakiś jotun?
pt_br: Ela foi cultivada por um jotun?
ru: Не йотун ли вырастил тебя?
zh_cn: 这是巨人种下的吗？
zh_tw: 這是巨人種下的嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERMELON_SEEDS
source: Seedy.
de: Samenhaltig.
es: Semillas.
fr: Des graines, hein ?
it: Pieno di semi.
ja: なんかの種だな
ko: 씨 많거든.
pl: Dużo tu nasion.
pt_br: Sementoso.
ru: Много косточек.
zh_cn: 好多种子。
zh_tw: 好多種子。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERPLANT
source: Have we entered the realm of giants?
de: Sind wir jetzt im Reich der Riesen?
es: ¿Hemos entrado en el reino de los gigantes?
fr: Avöns-nöus gagné le röyaume des géants ?
it: Siamo arrivati nel regno dei giganti?
ja: 巨人の領地に足を踏み入れてしまったのか？
ko: 거인의 왕국에 들어온 건가?
pl: Czy trafiliśmy do krainy olbrzymów?
pt_br: Entramos no reino dos gigantes?
ru: Мы попали в обитель великанов?
zh_cn: 我们是否已经进入了巨人的领域？
zh_tw: 我們是否已經進入了巨人的領域？

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERPLANT_BABY
source: Grow fast and strong, young one.
de: Werde groß und stark, Kleines.
es: Crece rápido y fuerte, joven.
fr: Deviens förte, jeune pöusse.
it: Cresci forte e sana, piccolina.
ja: 若いの、すくすくと大きく育つがいい。
ko: 튼튼하게 빨리 자라렴, 꼬마야.
pl: Rośnij szybko i bądź silna, malutka.
pt_br: Cresça rápido e forte, jovem criatura.
ru: Расти большим и сильным, малыш.
zh_cn: 快快长大，茁壮成长，小家伙。
zh_tw: 快快長大，茁壯成長，小傢伙。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERPLANT_BOMB
source: Have at thee, plant!
de: Nimm dies, Pflanze!
es: ¡En guardia, planta!
fr: Prends donc ceci, vile plante !
it: In guardia, pianta!
ja: かかってこい、植物よ！
ko: 각오해라, 식물!
pl: A masz, roślino!
pt_br: Tome isso, planta!
ru: Получай, растение!
zh_cn: 来吧，植物们！
zh_tw: 來吧，植物們！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERPLANT_PLANTER
source: Fear not, I shall return you to the sea in time.
de: Keine Sorge, ich bringe dich einst zurück ins Meer.
es: No temas, te devolveré al mar a tiempo.
fr: N'aie pöint peur, je t'escörterai bientöt jusqu'à la mer.
it: Non temere, ti riporterò al mare in men che non si dica.
ja: 恐れるな。すぐに海へ返してやる。
ko: 두려워하지 마. 곧 바다로 되돌려줄 테니.
pl: Nie lękaj się, chyżo przywrócę cię morzu.
pt_br: Não tema, lhe retornarei ao mar a tempo.
ru: Не страшись, я вскоре верну тебя в море.
zh_cn: 不要怕，我会及时把你送回大海。
zh_tw: 不要怕，我會及時把你送回大海。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERPUMP
source: We hath safeguarded our vessel against a fiery end.
de: Wir schützen unser Boot vor einem feurigen Ende.
es: Hemos salvado nuestro navío de un ardiente final.
fr: Nöus avöns prötégé notre drakkar d'une fin ardente.
it: Abbiamo salvato il nostro vascello da una fine violenta.
ja: 船を火から守らねばならぬ。
ko: 우리 배가 화염 속에 스러지는 일을 막았다.
pl: Ocaliliśmy naszą łódź przed marnym końcem.
pt_br: Protegemos nossa embarcação de um fim ardente.
ru: Мы уберегли наш драккар от пламенной кончины.
zh_cn: 我们已经保护了我们的船，使它免于被烧毁。
zh_tw: 我們已經保護了我們的船，使它免於被燒毀。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERTREE_PILLAR
source: By the gods, have I found Yggdrasil itself?
de: Bei den Göttern, habe ich Yggdrasil selbst gefunden?
es: Por los dioses... ¿Acabo de dar con el mismísimo Yggdrasil?
fr: Par les dieux, aurais-je tröuvé Yggdrasil ?
it: Per gli dèi, che io abbia trovato Yggdrasil?
ja: 神々よ、我は宇宙樹ユグドラシルを見つけたのか？
ko: 아이고, 내가 위그드라실 그 자체를 찾은 건가?
pl: Na bogów, czyżbym znalazła samego Yggrasila?
pt_br: Pelos deuses, será que encontrei a Yggdrasil?
ru: Во имя всех богов, неужто я отыскала Иггдрасиль?
zh_cn: 诸神啊，我是不是找到了世界树的本尊了？
zh_tw: 諸神啊，我是不是找到了世界樹的本尊了？

# CHARACTERS.WATHGRITHR.DESCRIBE.WATERTREE_ROOT
source: What is it you seek, yon root?
de: Was ist es, wonach du suchst, du Wurzel?
es: ¿Qué es lo que buscas, raíz?
fr: Que cherches-tu dönc, racine ?
it: Cosa cerchi, radice?
ja: 汝が探しておるのは、この根っこ？
ko: 찾고 있는 게 뭐야, 저 뿌리?
pl: Czego tu szukasz, korzeniu?
pt_br: O que você busca, raiz?
ru: Что ищешь ты, о корень?
zh_cn: 你在寻找什么，树根？
zh_tw: 你在尋找什麼，樹根？

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.ATTACKER
source: %s is tempting fate.
de: %s fordert das Schicksal heraus.
es: %s está tentando al destino.
fr: %s tente le sort.
it: %s è una sorte tentatrice.
ja: %sは、よほど死にたいらしい…
ko: %s은(는) 위험한 장난을 좋아하는군.
pl: %s kusi los.
pt_br: %s está desafiando o destino.
ru: %s испытывает судьбу.
zh_cn: %s正在玩命。
zh_tw: %s正在玩命。

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.FIRESTARTER
source: A fellow Viking, forged in flames!
de: Ein in Flammen gestählter Wikinger.
es: ¡Un compañero vikingo, forjado en llamas!
fr: Un camarade viking, forgé dans les flammes !
it: Una collega vichinga, forgiata nelle fiamme!
ja: 同胞よ！なぜ火をもてあそぶ！
ko: 불에 단련된 바이킹 동지로군!
pl: Siostra z wikińskiego klanu! Zahartowana ogniem!
pt_br: Uma companheira viquingue, forjada nas chamas!
ru: Закаленная в огне сестра-Викинг!
zh_cn: 维京伙伴，在火焰中前进！
zh_tw: 維京夥伴，在火焰中前進！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.GENERIC
source: Hail, %s, fellow shieldmaiden!
de: Sei gegrüßt, %s, Schildmaid!
es: ¡Salve, %s, compañera escudera!
fr: Salut à toi, %s, camarade skjaldmö !
it: Salve, %s, compagna scudiera!
ja: %s！我が同胞の戦乙女よ！
ko: 여어 %s, 방패 여전사 동료 만세!
pl: Witaj %s, dzielna wojowniczko!
pt_br: Saudações, %s, companheira escudeira!
ru: Здравствуй, %s, сестра-воительница!
zh_cn: 嘿，%s，我的盾女伙伴！
zh_tw: 嘿，%s，我的盾女夥伴！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.GHOST
source: You'll not away to Valhalla yet, %s. A heart!
de: Du bist noch nicht in der Walhalla, %s. Ein Herz!
es: Aún no irás a Valhalla, %s. ¡Toma un corazón!
fr: Tu n'iras pas au Walhalla si vite, %s. Un cœur !
it: È ancora presto per il Valhalla, %s. Un cuore!
ja: %s、まだヴァルハラへは行かせぬ…心臓を！
ko: 아직은 발할라로 갈 수 없어, %s. 심장이여!
pl: Jeszcze nie twój czas na wyprawę do Walhalli, %s. Serce!
pt_br: Tu não irás para Valhalla ainda, %s. Um coração!
ru: Ты не уйдешь в Вальхаллу сейчас, %s. Сердце!
zh_cn: 你不会离开去英灵殿，%s。一颗心！
zh_tw: 你不會離開去英靈殿，%s。一顆心！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.MURDERER
source: There can be only one!
de: Es gibt nur einen.
es: ¡Solo puede haber una!
fr: Il ne peut pas y en avoir deux !
it: Ce ne può essere una sola!
ja: 我こそが本物なり！
ko: 한 명만 있을 수 있지요!
pl: Może być tylko jeden zwycięzca!
pt_br: Só pode haver uma!
ru: Останется только одна!
zh_cn: 一山不容二虎！
zh_tw: 一山不容二虎！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHR.REVIVER
source: %s, the perfect warrior!
de: %s, der perfekte Kämpfer!
es: ¡%s, la guerrera perfecta!
fr: %s, la guerrière parfaite !
it: %s, la guerriera perfetta!
ja: %sこそ、まことの戦士！
ko: 최고의 전사 %s!
pl: %s, wojowniczka doskonała!
pt_br: %s, a guerreira perfeita!
ru: %s, превосходный воин!
zh_cn: %s是完美的战士！
zh_tw: %s是完美的戰士！

# CHARACTERS.WATHGRITHR.DESCRIBE.WATHGRITHRHAT
source: The power of the unicorn is great.
de: Die Macht des Einhorns ist großartig.
es: El poder del unicornio es grande.
fr: Le pouvoir de la licorne est grand.
it: Il potere dell'unicorno è immenso.
ja: ユニコーンの力は偉大だ。
ko: 일각수의 힘은 위대하여라.
pl: Poznaj potęgę jednorożca!
pt_br: O poder do unicórnio é imenso.
ru: Сила единорога велика.
zh_cn: 独角兽的力量是巨大的。
zh_tw: 獨角獸的力量是巨大的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXPAPER
source: Waxen to the touch.
de: Fühlt sich an wie Wachs.
es: Cera al tacto.
fr: Au toucher on dirait de la cire.
it: Oleoso al tatto.
ja: 蝋が塗られている。
ko: 만지면 왁스가 묻어난다.
pl: Jakiś taki woskowy w dotyku.
pt_br: Uma sensação de cera ao toque.
ru: На ощупь, как воск.
zh_cn: 摸上去像蜡。
zh_tw: 摸上去像蠟。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.ATTACKER
source: I sense Loki's influence in %s.
de: Ich spüre Lokis Einfluss auf %s.
es: Percibo la influencia de Loki en %s.
fr: Je perçois l'influence de Loki chez %s.
it: Percepisco il potere di Loki in %s.
ja: %s、ロキにそそのかされたか…？
ko: %s에게서 로키의 손길이 느껴지는군.
pl: %s zdaje się być pod wpływem Lokiego.
pt_br: Sinto a influência de Loki em %s.
ru: %s подвергается влиянию Локи.
zh_cn: 我能感觉到洛基对%s的影响。
zh_tw: 我能感覺到洛基對%s的影響。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.FIRESTARTER
source: Loki has brought %s into a world of flame.
de: Loki hat %s in eine Welt der Flamme gebracht.
es: Loki ha traído a %s a un mundo de llamas.
fr: Loki a emporté %s dans un monde de flammes.
it: Loki ha portato %s in un mondo di fiamme.
ja: %sは、ロキに炎の国へ連れ去られた
ko: 로키가 %s을(를) 불의 세계로 인도했군.
pl: %s znalazł się wśród płomieni zesłanych przez Lokiego.
pt_br: Loki levou %s para um mundo de chamas.
ru: %s погрузился в мир пламени из-за Локи.
zh_cn: 洛基将%s带到布满火焰的世界。
zh_tw: 洛基將%s帶到佈滿火焰的世界。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.GENERIC
source: Greetings, %s, my ally!
de: Sei gegrüßt, %s, mein Verbündeter!
es: ¡Saludos, %s, mi aliado!
fr: Salutations, %s, mon allié !
it: Saluti, %s, sei dalla mia parte!
ja: %s！我が同胞よ！
ko: 전우 %s, 안녕!
pl: Witaj, %s, mój towarzyszu!
pt_br: Saudações, %s, meu aliado!
ru: Приветствую тебя, %s, cоюзник мой!
zh_cn: %s，你好，我的盟友！
zh_tw: %s，你好，我的盟友！

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.GHOST
source: A heart could return %s to this realm if we so wished.
de: Ein Herz könnte %s auf Wunsch hierher zurückbringen.
es: Un corazón podría devolver a %s a este reino si lo deseáramos.
fr: Un cœur pourrait ramener %s dans son royaume si nous le voulions.
it: Un cuore potrebbe restituire %s a questo regno se lo volessimo.
ja: 心臓があれば、%sを此岸に呼び戻せよう
ko: 원한다면 %s을(를) 다시 부활시킬 수 있어.
pl: %s mógłby powrócić do tego świata za sprawą serca, jeśli by mu takowe ofiarować.
pt_br: Um coração poderia retornar %s para este reino se assim quiséssemos.
ru: %s мог бы вернуться в этот мир с помощью сердца, если бы мы этого захотели.
zh_cn: 如果我们想的话，一颗心便能够带%s回到这个地方。
zh_tw: 如果我們想的話，一顆心便能夠帶%s回到這個地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.MURDERER
source: %s! Back to your old tricks, I see!
de: %s! Wieder die alten Tricks, wie ich sehe.
es: ¡%s! ¡Vuelves con tus viejos trucos, ya veo!
fr: %s ! Tu as recommencé à ce que je vois !
it: %s! Di nuovo i tuoi vecchi trucchi, vedo!
ja: %s！そなた、やはり変わっておらぬな！
ko: %s! 예전 버릇을 차마 못 버렸구나!
pl: %s! Widzę, że pewne rzeczy się nie zmieniają!
pt_br: %s! Vejo que voltou a usar seus velhos truques!
ru: %s! Снова берешься за старое, как я погляжу!
zh_cn: %s！用回老把戏吧，我懂的！
zh_tw: %s！用回老把戲吧，我懂的！

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELL.REVIVER
source: %s has uncovered the kindness buried within his heart.
de: %s hat die Güte in seinem Herzen entdeckt.
es: %s ha descubierto la amabilidad enterrada en su corazón.
fr: %s a libéré la bonté qui était enfouie dans son cœur.
it: %s ha scoperto la gentilezza seppellita nel suo cuore.
ja: %s、おのれの内に潜む善意に気づいたか
ko: %s이(가) 간만에 좋은 일을 했군.
pl: %s odkrył, iż w głębi jego serca drzemie dobro.
pt_br: %s descobriu a bondade escondida dentro de seu coração.
ru: %s открыл доброту, скрывавшуюся в его сердце.
zh_cn: %s表现出埋藏在内心的慈悲之心。
zh_tw: %s表現出埋藏在內心的慈悲之心。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAXWELLJOURNAL
source: A tragic tale of woe and misery!
de: Eine tragische Geschichte von Leid und Elend!
es: ¡Una trágica historia de dolor y miseria!
fr: Une tragique histoire de malheurs et de souffrances !
it: Un racconto tragico di guai e miseria!
ja: 苦悩と悲しみの物語が記されているな…
ko: 비애와 비참함으로 가득한 비극적인 이야기!
pl: Tragiczna opowieść o żalu i cierpieniu!
pt_br: Um conto trágico de infortúnio e desgraça!
ru: Трагичная повесть, полная горя и мучений!
zh_cn: 充满悲哀和痛苦的悲剧故事！
zh_tw: 充滿悲哀和痛苦的悲劇故事！

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.ATTACKER
source: There's a new hunger in %s's eyes.
de: In den Augen von %s funkelt ein neuer Hunger.
es: Hay un hambre renovada en los ojos de %s.
fr: %s a les yeux animés d'une faim nouvelle.
it: C'è una nuova fame negli occhi di %s.
ja: %sの目が、怪しく光っておるぞ…
ko: %s의 눈빛에 전에는 없던 갈급함이 보이는군.
pl: %s... Te jego oczy. Drzemie w nich głód.
pt_br: Há uma nova ânsia nos olhos de %s.
ru: %s испытывает голод, я вижу это в его глазах.
zh_cn: %s的眼里出现新的渴望。
zh_tw: %s的眼裡出現新的渴望。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.FIRESTARTER
source: His flames are as open as his heart.
de: Sein Feuer ist so offen wie sein Herz.
es: Sus llamas están abiertas como su corazón.
fr: Ses flammes sont aussi grandes que son cœur.
it: Le sue fiamme sono aperte come il suo cuore.
ja: すべてを焼く気か…魔物の本性が出たな！
ko: 불길이 곧 심장에 구멍을 내고 말겠군.
pl: Płomienie jego dorównują żarowi jego serca.
pt_br: Suas chamas estão tão abertas quanto seu coração.
ru: Его пламя такое же открытое, как и его сердце.
zh_cn: 他的火焰如同他的心灵一样开放。
zh_tw: 他的火焰如同他的心靈一樣開放。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.GENERIC
source: Blessings upon you, spiderchild %s!
de: Segen sei mit dir, Spinnenkind %s!
es: ¡Mis bendiciones, hijo de la araña %s!
fr: Que la grâce soit sur toi, enfant araignée %s !
it: Che la fortuna ti sorrida, ragnetto %s!
ja: クモの子%sに、神々のご加護あれ！
ko: 거미 아이 %s에게 축복이 있기를!
pl: Pajęcze dziecię, %s! Niechaj bogowie będą ci przychylni!
pt_br: Saudações, criança-aranha %s!
ru: Благословение тебе, паучье дитя %s!
zh_cn: 祝福你，蜘蛛娃%s！
zh_tw: 祝福你，蜘蛛娃%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.GHOST
source: Return with Sleipnir's swiftness, many-legged one.
de: So flink wie Sleipnir und mit vielen Beinen.
es: Regresa con la rapidez de Sleipnir, ser con muchas patas.
fr: Repars à la vitesse de Sleipnir, multi-pattes.
it: Ritorna con la velocità di Sleipnir, piccolo pieno di gambe.
ja: 多足の者よ、スレイプニルの速さで此岸に戻れ
ko: 슬레이프니르의 신속함으로 돌아오기를, 많은 다리를 가진 자여.
pl: Niechaj Sleipnir doda ci szybkości, wielonogi stworze!
pt_br: Retornes com a rapidez de Sleipnir, ser de muitas pernas.
ru: Возвращайся с проворством Слейпнира, многоногий.
zh_cn: 像斯雷普尼尔那样迅速归来。
zh_tw: 像斯雷普尼爾那樣迅速歸來。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.MURDERER
source: I've felled greater monsters than you, %s!
de: Ich habe größere Monster geschlagen, %s!
es: ¡He derribado a monstruos más grandes que tú, %s!
fr: J'ai fait tomber de plus grands monstres que toi, %s !
it: Ho fatto cadere mostri più grandi di te, %s!
ja: %s！怪物め！いざ、尋常に勝負！
ko: 난 너보다 더 강한 몬스터도 많이 쓰러뜨렸다고, %s!
pl: Powaliłam już potężniejsze bestie od ciebie, %s!
pt_br: Derrubei monstros maiores que tu, %s!
ru: Я убивала врагов и повеличественней тебя, %s!
zh_cn: 我打败了比你更强大的怪兽，%s！
zh_tw: 我打敗了比你更強大的怪獸，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER.REVIVER
source: %s's spirit burns brighter than Sol.
de: Der Geist von %s brennt heller als Sol.
es: El espíritu de %s arde con más brillo que Sol.
fr: L'esprit de %s brûle avec plus d'ardeur que celui de Sól.
it: Lo spirito di %s brucia più luminoso di Sol.
ja: %sの心は、ソールより明るく輝いている
ko: %s의 영혼이 솔보다 더 밝게 빛나는군.
pl: %s posiada duszę płonącą jaśniej niźli Sol.
pt_br: O espírito de %s queima com mais brilho do que Sól.
ru: %s горит изнутри ярче, чем богиня Соль.
zh_cn: %s的精神燃烧之火比太阳神明亮。
zh_tw: %s的精神燃燒之火比太陽神明亮。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBERSKULL
source: He fought boldly, but his burial will not be that of a Viking.
de: Er kämpfte mit Kühnheit, aber sein Begräbnis wird nicht das eines Wikingers sein.
es: Luchó con valentía, pero su entierro no será el de un vikingo.
fr: Il s'est battu avec bravoure, mais il ne sera pas enterré comme un Viking.
it: Ha combattuto con coraggio, ma la sua sepoltura non sarà quella di un vichingo.
ja: 彼の勇気は認めるが、舟棺葬には値せぬ
ko: 그는 용감하게 싸웠지만 바이킹의 장례를 치르지는 않겠군요.
pl: Walczył dzielnie, jednak nie czeka go pogrzeb godny wikinga.
pt_br: Ele lutou corajosamente, mas seu enterro não será o de um viquingue.
ru: Он храбро сражался, но его не похоронят как Викинга.
zh_cn: 他曾勇敢地战斗，但他的葬礼不是维京式的。
zh_tw: 他曾勇敢地戰鬥，但他的葬禮不是維京式的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEBBER_SPIDER_MINION
source: I see naught but allies.
de: Ich sehe nichts als Verbündete.
es: No veo más que aliados.
fr: Je ne vois rien que des alliés.
it: Non vedo niente altro che alleati.
ja: 我には味方だけが見えている。
ko: 아군밖에 안 보이는군.
pl: Widzę tu jeno sojuszników.
pt_br: Não vejo nada além de aliados.
ru: Я вижу лишь союзников.
zh_cn: 我只看见盟友。
zh_tw: 我只看見盟友。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEED_IVY
source: This weed is armed with thorns.
de: Dies Kraut ist mir Dornen bewehrt.
es: Esta hierba cuenta con espinas como armas.
fr: Icelle herbe est armée d'épines.
it: Questa erbaccia è armata di spine.
ja: この雑草はトゲで武装しておる。
ko: 이 잡초는 가시로 무장했네.
pl: Ten chwast jest uzbrojony w ciernie.
pt_br: Esta erva está armada com espinhos.
ru: Этот сорняк вооружен шипами.
zh_cn: 这株野草用荆棘武装了自己。
zh_tw: 這株野草用荊棘武裝了自己。

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.ATTACKER
source: Do not test me, fair maiden!
de: Fordere mich nicht heraus, holde Maid!
es: ¡No me pongas a prueba, valiente doncella!
fr: Ne te frotte pas à moi, jolie jeune fille !
it: Non mi mettere alla prova, bella fanciulla!
ja: 乙女よ、我を怒らせるな！
ko: 나를 시험하지 마라, 예쁜 아가씨야!
pl: Nie igraj ze mną, dziewko!
pt_br: Não me teste, fulva donzela!
ru: Не испытывай мое терпение, светлая дева!
zh_cn: 淑女，不要考验我！
zh_tw: 淑女，不要考驗我！

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.FIRESTARTER
source: Ah. Have you singed your dress, fair maiden?
de: Ah. Haben Sie Ihr Kleid versengt, holde Maid?
es: Ah, ¿te has quemado el vestido, valiente doncella?
fr: Ah. As-tu brûlé ta robe, jolie jeune fille ?
it: Ah. Hai bruciacchiato il tuo abito, bella fanciulla?
ja: 乙女よ、衣が焦げてしまうぞ
ko: 저런, 옷에 불똥이라도 튀었니, 예쁜 아가씨?
pl: Zaprawdę, śliczna jest twa suknia, piękna pani.
pt_br: Ah. Você chamuscou seu vestido, fulva donzela?
ru: Ай! Ты опалила свое платье, светлая дева?
zh_cn: 啊。淑女，你赞颂过你的裙子吗？
zh_tw: 啊。淑女，你讚頌過你的裙子嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.GENERIC
source: Spirits be with you, %s!
de: Die Geister seien mit dir, %s!
es: ¡Que los espíritus estén contigo, %s!
fr: Que les esprits soient avec toi, %s !
it: Che gli spiriti siano con te, %s!
ja: %sに精霊の加護を！
ko: 혼령들이 함께 하기를, %s!
pl: Niech duchy ci sprzyjają, %s!
pt_br: Que os espíritos estejam com você, %s!
ru: Да пребудут с тобой духи, %s!
zh_cn: 精神与你同在，%s！
zh_tw: 精神與你同在，%s！

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.GHOST
source: %s's restless spirit could be revived with a heart.
de: Der unruhige Geist von %s lässt sich vielleicht mit einem Herz wiederbeleben.
es: El espíritu inquieto de %s podría revivirse con un corazón.
fr: L'esprit impétueux qui habite %s pourrait revivre avec un cœur.
it: Lo spirito inquieto di %s potrebbe resuscitare con un cuore.
ja: 心臓があれば、%sの魂はよみがえろう
ko: 심장이 있으면 %s의 쉬지 못하고 있는 혼을 부활시킬 수 있지.
pl: %s potrzebuje serca. To ożywi ducha i ciało.
pt_br: O espírito inquieto de %s poderia ser revivido com um coração.
ru: %s может быть возвращен к жизни при помощи сердца.
zh_cn: %s的不安精神可以用心恢复。
zh_tw: %s的不安精神可以用心恢復。

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.MURDERER
source: %s, your body is weak but your heart is strong! Fight!
de: %s, dein Körper ist schwach, aber dein Herz ist stark! Kämpfe!
es: ¡%s, tu cuerpo es débil pero tu corazón es fuerte! ¡Lucha!
fr: %s, ton corps est faible, mais ton cœur puissant ! Bats-toi !
it: %s, il tuo corpo è debole, ma il tuo cuore è forte! Combatti!
ja: %s、そなたの心は強い！いざ、勝負だ！
ko: %s, 네 몸은 비록 약하지만 마음은 강하지! 싸워!
pl: %s, twoje ciało jest słabe, lecz twe serce wypełnia moc! Walcz!
pt_br: %s, seu corpo é fraco, mas seu coração é forte! Lute!
ru: Твое тело слабо, но твое сердце обладает огромной силой, %s. Сражайся!
zh_cn: %s，你的身体很虚弱，但内心强大！战斗吧！
zh_tw: %s，你的身體很虛弱，但內心強大！戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.WENDY.REVIVER
source: %s is channeling the spirit of Eir.
de: %s kanalisiert den Geist von Eir.
es: %s está canalizando el espíritu de Eir.
fr: %s canalise l'esprit d'Eir.
it: %s sta canalizzando lo spirito di Eir.
ja: %sは、エイアより力を譲り受けたようだ
ko: %s이(가) 에이르의 영을 중재하고 있군.
pl: %s otrzymuje energię od pięknej Eir.
pt_br: %s está canalizando o espírito de Eir.
ru: %s таит в себе дух Эйр.
zh_cn: %s正在传达埃尔的精神。
zh_tw: %s正在傳達埃爾的精神。

# CHARACTERS.WATHGRITHR.DESCRIBE.WEREITEM_BEAVER
source: Is this meant to summon your fylgja?
de: Willst du damit deine Fylgja herbeirufen?
es: ¿Se supone que es para invocar tu fylgja?
fr: Est-ce une façön d'invöquer vötre fylgia ?
it: Così evochi la tua fylgja?
ja: これは汝のフィルヤを召還するためのものなのか？
ko: 이게 네 필기야를 소환하는 방법인가?
pl: Czy to przyzywa fylgię?
pt_br: Isso é para invocar seu fylgja?
ru: Этим ты призываешь свою фюльгью?
zh_cn: 这是用来召唤你的守护灵的吗？
zh_tw: 這是用來召喚你的守護靈的嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.WEREITEM_GOOSE
source: It's... er... very fearsome!
de: Sie ist ... äh ... wirklich schrecklich!
es: ¡Es..., em..., muy temible!
fr: Il est... très... hum... féröce !
it: Ehm... fa... molta paura!
ja: 其れ...お...恐ろしくあり。
ko: 어... 참... 무시무시하구나!
pl: To doprawdy... ee... straszliwe!
pt_br: É... hã... muito assustador!
ru: Ну… он… очень страшный!
zh_cn: 真的...啊...可怕啊！
zh_tw: 真的...啊...可怕啊！

# CHARACTERS.WATHGRITHR.DESCRIBE.WEREITEM_MOOSE
source: It represents a warrior's spirit!
de: Es stellt einen Kriegergeist dar!
es: ¡Representa el espíritu del guerrero!
fr: Je sens l'esprit guerrier en lui !
it: Rappresenta lo spirito di un guerriero!
ja: 戦士の精神を表す。
ko: 전사의 혼을 상징하는군!
pl: Przedstawia ducha wojownika!
pt_br: Representa o espírito de um guerreiro!
ru: Олицетворяет воинский дух!
zh_cn: 代表着勇士的精神！
zh_tw: 代表著勇士的精神！

# CHARACTERS.WATHGRITHR.DESCRIBE.WES.ATTACKER
source: Do you bite your thumb at me, mime?
de: Willst du mir was anhaben?
es: ¿Te ha mordido la lengua el gato, mimo?
fr: Est-ce que tu me tires la langue, mime ?
it: Ti è caduta la lingua, mimo?
ja: そのしぐさ…我を挑発する気か？
ko: 지금 나를 모욕하려는 건가?
pl: Co to za gest kozacki pokazujesz, mimie?
pt_br: Pode levantar um punho fechado e o outro entre esse braço, mímico?
ru: Ах, ты кусаешься, мим?
zh_cn: 小丑，你是在向我挑衅吗？
zh_tw: 小丑，你是在向我挑釁嗎？
