Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ANNOUNCE_TALK_TO_PLANTS.1
source: Hello, florp!
de: Hallo, florp!
es: ¡Hola, florp!
fr: Salut, florp !
it: Ciao, florp!
ja: こんにちは！フロープ！
ko: 안녕, 뻐끔!
pl: Cześć, florp!
pt_br: Olá, florp!
ru: Привет, бульк!
zh_tw: 你好，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_TALK_TO_PLANTS.2
source: You green, makes you good.
de: Du grün, darum du gut.
es: Tú verde, eso ser bueno.
fr: T'es verte. Ça t'va bien.
it: Sei verde, quindi stai bene.
ja: 緑色だね。素敵だね。
ko: 초록아, 널 건강하게 할 거야.
pl: Ty zielona, dobra roślinka.
pt_br: Você verde, por isso é legal.
ru: Ты зеленый, значит — хороший.
zh_tw: 你是綠色的，所以你是好人。

# CHARACTERS.WURT.ANNOUNCE_TALK_TO_PLANTS.3
source: Wanna hear fairy story?
de: Willst Märchen hören?
es: ¿Quiere cuento de hadas?
fr: Tu veux une histoire de fées ?
it: Vuoi sentire una favola?
ja: おとぎ話ききたい？
ko: 동화를 듣고 싶어?
pl: Chcesz posłuchać historyjki o wróżkach?
pt_br: Quer ouvir conto de fadas?
ru: Хочешь, расскажу про фей?
zh_tw: 想聽個童話故事嗎？

# CHARACTERS.WURT.ANNOUNCE_TALK_TO_PLANTS.4
source: You gonna grow up big and tasty!
de: Und wirst groß und lecker!
es: ¡Al final ser grande y buen sabor!
fr: Tu vas devenir grande et délicieuse !
it: Cresci tanto e diventa buona!
ja: おっきくおいしく育ってね！
ko: 크고 맛있게 자랄거야!
pl: Urośniesz duża i smaczna!
pt_br: Vai crescer grande e deliciosa!
ru: Ты вырастешь большим и вкусным!
zh_tw: 你會長得又大又好吃的！

# CHARACTERS.WURT.ANNOUNCE_TALK_TO_PLANTS.5
source: Hey, you listening?
de: Hey. Du hörst zu?
es: Eh, ¿escuchar?
fr: Coucou. Tu m'écoutes ?
it: Ehi, stai ascoltando?
ja: ねぇねぇ、聞いてるの？
ko: 이봐, 듣고 있어?
pl: Hej, ty słuchasz?
pt_br: Ei, tá ouvindo?
ru: Эй, слушаешь?
zh_tw: 喂，你在聽嗎？

# CHARACTERS.WURT.ANNOUNCE_THORNS
source: Ouchie!
de: Aua!
es: ¡Ay!
es_mx: ¡Ay!
fr: Ouille !
it: Ahi!
ja: 痛ッ！
ko: 아얏!
pl: Auć!
pt_br: Ai!
ru: Ай!
zh_tw: 疼！

# CHARACTERS.WURT.ANNOUNCE_THURIBLE_OUT
source: Aw, no more.
de: Och, nicht mehr.
es: Oh, se acabó.
es_mx: Ay, haber dejado de funcionar.
fr: Oh, y'en a plus.
it: Oh, non più.
ja: あー、もう何もないよ。
ko: 이런, 이젠 없어.
pl: O, to koniec.
pt_br: Ah, não mais.
ru: Ой, закончилось.
zh_tw: 嗷，沒了。

# CHARACTERS.WURT.ANNOUNCE_TICOON_ABANDONED
source: You no fun anymore. Bye-bye!
de: Du nicht mehr lustig! Tschüss!
es: Ya no diviertes... ¡Adiós!
fr: T'es plus drôle. Salut !
it: Tu non più divertente. Ciao ciao!
ja: あなた、もうオモシロくなーい。バイバイ！
ko: 넌 이제 재미가 없어. 안녕!
pl: Ty już nie bawić. Pa, pa!
pt_br: Você não é mais legal. Tchau tchau!
ru: С тобой больше не весело. Пока!
zh_tw: 你不好玩了。再見！

# CHARACTERS.WURT.ANNOUNCE_TICOON_DEAD
source: Don't think he gonna be helping anymore, florp.
de: Glaub nicht, dass er noch hilft, florp.
es: No parece que ir a ayudar más, florp.
fr: Je crois pas qu'il va pouvoir aider, maintenant, florp.
it: Penso lui non aiutare più, florp.
ja: もう役に立たないね。フロープ。
ko: 더 이상 도와줄 거라고 생각하지 마, 빠끔.
pl: On już chyba nie pomagać, florp.
pt_br: Não acho que ele vai ajudar mais, florp.
ru: Больше он мне помогать не будет, хлюп.
zh_tw: 他不會再幫我了，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_TICOON_GET_LEADER_ATTENTION
source: He smell something!
de: Er riecht was!
es: ¡Oliendo algo!
fr: Il sent un truc !
it: Ha sentito qualcosa!
ja: このコ、何かにおいを感じ取った！
ko: 뭔가 냄새를 맡았어!
pl: On coś czuć!
pt_br: Ele cheira algo!
ru: Он что-то унюхал!
zh_tw: 他聞到東西了！

# CHARACTERS.WURT.ANNOUNCE_TICOON_LOST_KITCOON
source: What happen? Can't smell them no more?
de: Was passiert! Riechste keinen mehr nicht?
es: ¿Qué pasando? ¿Ya no huele más?
fr: Qu'est-ce qu'il se passe ? Il arrive plus à les sentir ?
it: Cosa è successo? Non sentire più loro odore?
ja: どうしたの？もうにおいしないの？
ko: 무슨 일이야? 더 이상 냄새가 안 나?
pl: Co jest? Już ich nie czujesz?
pt_br: O que aconteceu? Não consigo mais sentir eles?
ru: Что случилось? Больше не можешь нюхать?
zh_tw: 怎麼了？聞不到它們了？

# CHARACTERS.WURT.ANNOUNCE_TICOON_NEAR_KITCOON
source: There something nearby...
de: Hier ist was nah ...
es: Algo cerca...
fr: Il y a un truc par ici...
it: Qualcosa qui vicino...
ja: 近くに何かいる…
ko: 근처에 뭔가가...
pl: W pobliżu coś jest...
pt_br: Tem algo aqui perto...
ru: Тут что-то есть...
zh_tw: 周圍有東西……

# CHARACTERS.WURT.ANNOUNCE_TICOON_NOTHING_TO_TRACK
source: What wrong? Can't find nothing?
de: Was los? Nix finden?
es: ¿Qué pasa? ¿Nada por aquí?
fr: Qu'est-ce qu'il y a ? Tu trouves rien ?
it: Cosa sbagliato? Non riesci a trovare niente?
ja: どしたの？何も見つからない？
ko: 뭐가 문제니? 아무것도 찾을 수 없어?
pl: Co jest nie tak? Nic nie możesz znaleźć?
pt_br: Que tem errado? Não consigo encontrar nada?
ru: Что не так? Не можешь искать?
zh_tw: 怎麼了？什麼都找不到？

# CHARACTERS.WURT.ANNOUNCE_TICOON_START_TRACKING
source: Hey, where you going florp?
de: Wo willst hin, florp?
es: Eh, ¿a dónde yendo, florp?
fr: Hé, tu vas où, florp ?
it: Ehi, dove vai, florp?
ja: ねぇ、どこに行くの、フロープ？
ko: 이봐, 어디 가니 빠끔?
pl: Hej, ty dokąd, florp?
pt_br: Ei, aonde você indo, florp?
ru: Эй, куда ты? Хлюп!
zh_tw: 嘿，你要去哪裡，浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_TICOON_WAITING_FOR_LEADER
source: Coming!! Wait up, flort!
de: Komme! Warten, florp!
es: ¡¡Voy!! ¡¡Un momento, florp!!
fr: J'arrive !! Attends-moi, flort !
it: Arrivo!! Aspetta, flort!
ja: 今行く！！待ってて、フロート！
ko: 온다!! 기다려, 빠끔!
pl: Idę!!! Czekaj, flort!
pt_br: Tô indo!! Pera, flort!
ru: Иду! Подожди, буль!
zh_tw: 我來了！！等一下我，浮浪特！

# CHARACTERS.WURT.ANNOUNCE_TOADESCAPED
source: Come back toad!!
de: Komm zurück, Kröte!!
es: ¡¡Vuelve, sapo!!
es_mx: ¡¡Volver aquí, sapo!!
fr: Reviens, crapaud !
it: Torna indietro, rospetto!
ja: アアッ！コーヒーがッ！
ko: 돌아와, 두꺼비야!
pl: Wracaj tu, ropucho!
pt_br: Volta sapo!!
ru: Жаба, вернись!
zh_tw: 回來，蛤蟆！！

# CHARACTERS.WURT.ANNOUNCE_TOADESCAPING
source: Don't leave!
de: Nicht weggehen!
es: ¡No te marches!
es_mx: ¡No huir!
fr: Me laisse pas !
it: Non andare!
ja: 離れないで！
ko: 가지 마!
pl: Nie odchodź!
pt_br: Não vai!
ru: Не уходи!
zh_tw: 別走！

# CHARACTERS.WURT.ANNOUNCE_TOOL_SLIP
source: Claws too slimy, florp.
de: Klauen zu schleimig, florp.
es: Garras demasiado resbaladizas, florp.
es_mx: Garras estar muy resbalosas, flop.
fr: J'ai les griffes qui glissent dessus, florp.
it: Zampe troppo viscide, florp.
ja: 爪がとてもぬるぬるするよ、フロープ。
ko: 발톱 너무 미끈거려, 뻐끔.
pl: Mam za śliskie pazurki, florp.
pt_br: Garras muito viscosas, florp.
ru: Когти очень скользкие, бульк.
zh_tw: 手爪太黏糊，浮浪噗。

# CHARACTERS.WURT.ANNOUNCE_TORCH_OUT
source: Hey, where fire go, florp?
de: He, wo ist Feuer, florp?
es: Oye, ¿dónde va el fuego, florp?
es_mx: Oye, ¿a dónde haberse ido el fuego, flop?
fr: Hé, où est passé l'feu, florp ?
it: Ehi, dov'è fuoco, florp?
ja: フシュー、火はどこ行っちゃったの？
ko: 불 어디로 갔지, 뻐끔?
pl: Hej, gdzie ogień, florp?
pt_br: Ei, onde fogo foi, florp?
ru: Эй, куда огонь делся? Бульк?
zh_tw: 嘿，火呢，浮浪噗？

# CHARACTERS.WURT.ANNOUNCE_TOWNPORTALTELEPORT
source: Glorp... felt weird!
de: Glorp ... Wie merkwürdig!
es: Glorp... ¡Me siento rara!
es_mx: Glop... ¡sentirse extraño!
fr: Glorps... Ça m'a fait drôle !
it: Glorp... Che strano!
ja: グロープ...変な感じがしたよ！
ko: 빠끔... 이상했어!
pl: Glorp... to było dziwne.
pt_br: Glorp... me senti estranho!
ru: Хлюрп… Странное чувство!
zh_tw: 浮浪噗……感覺好怪！

# CHARACTERS.WURT.ANNOUNCE_TRAP_WENT_OFF
source: ....Glop.
ja: ...グロップ。
ko: ...빠끔.
ru: …Хляп.
zh_tw: ……黏糊糊的東西。

# CHARACTERS.WURT.ANNOUNCE_UNIMPLEMENTED
source: Trap not ready!
de: Falle nicht bereit!
es: ¡La trampa no está lista!
es_mx: ¡La trampa no estar lista!
fr: Le piège est pas prêt !
it: Trappola non pronta!
ja: トラップの準備ができていないよ！
ko: 덫 준비 안 됐어!
pl: Pułapka niegotowa!
pt_br: Armadilha não pronta!
ru: Ловушка не готова!
zh_tw: 陷阱沒好！

# CHARACTERS.WURT.ANNOUNCE_WASHED_ASHORE
source: Had good swim!
de: Schön geschwommen!
es: ¡Ha sido un buen baño!
es_mx: ¡Yo haber disfrutado nadar!
fr: J'ai pris un bon bain !
it: Ho fatto bella nuotata!
ja: 良い泳ぎだったよ！
ko: 실컷 수영했다!
pl: Ale fajna kąpiel!
pt_br: Teve bom mergulho!
ru: Хорошо искупалась!
zh_tw: 遊的很盡興！

# CHARACTERS.WURT.ANNOUNCE_WEAK_RAT
source: It not look so good...
de: Sieht nicht gut aus ...
es: No tiene muy buena pinta...
es_mx: No verse muy bien.
fr: Elle a pas l'air top...
it: Non ha bell'aspetto...
ja: 見た目が良くないけど...
ko: 상태 안 좋아 보여...
pl: Nie wygląda najlepiej...
pt_br: Não parece tão bom...
ru: Выглядит не очень…
zh_tw: 看著不太適合……

# CHARACTERS.WURT.ANNOUNCE_WEIGHT
source: Weight: {weight}
de: Gewicht: {weight}.
es: Peso: {weight}
es_mx: Peso: {weight}
fr: Poids : {weight}
it: Peso: {weight}
ja: 重さ: {weight}
ko: 무게: {weight}
pl: Waga: {weight}
pt_br: Peso: {weight}
ru: Вес: {weight}
zh_tw: 重量：{weight}

# CHARACTERS.WURT.ANNOUNCE_WEIGHT_HEAVY
source: Weight: {weight} Glurgh... is so heavy!
de: Gewicht: {weight} Glarg ... So schwer!
es: Peso: {weight} Glurgh... ¡Cuánto pesa!
es_mx: Peso: {weight} Gluf... ¡ser muy pesado!
fr: Poids : {weight} Argh... Il est super lourd !
it: Peso: {weight} Glurg... Quanto pesa!
ja: 重さ: {weight} グルーフ...重いよ！
ko: 무게: {weight} 빠끔... 엄청 무거워!
pl: Waga: {weight} Glurg... co za ciężar!
pt_br: Peso: {weight} Glurgh... é tão pesado!
ru: Вес: {weight} Хлюп… Так тяжело!
zh_tw: 重量: {weight} 格勒格……真重啊!

# CHARACTERS.WURT.ANNOUNCE_WET
source: Mermfolk love water, florp!
de: Mermleute lieben Wasser, florp!
es: Tritones gustar agua, florp.
fr: Le peuple merm adore l'eau, florp !
it: Mermi amano acqua, florp!
ja: マームフォークはお水が大好きなんだ、フロープ！
ko: 어인족은 물 좋아해, 뻐끔!
pl: Mermowie kochają wodę, florp!
pt_br: Povo-peixe adora água, florp!
ru: Тритоны любят воду, бульк!
zh_tw: 魚人喜歡水，浮浪噗！

# CHARACTERS.WURT.ANNOUNCE_WETTER
source: Feels good on scales!
de: Schön auf den Schuppen!
es: ¡Da gusto en escamas!
fr: Ohhhh, ça me rafraîchit les écailles !
it: Bella sensazione su squame!
ja: ウロコが気持ちいいよ！
ko: 저울에 놓으니 느낌이 좋아!
pl: Moje łuski są szczęśliwe!
pt_br: Bom pras escamas!
ru: Как хорошо чешуйкам!
zh_tw: 魚鱗感覺很好！

# CHARACTERS.WURT.ANNOUNCE_WINCH_CLAW_MISS
source: Aww, no fair!
de: Ooch, gemein!
es: Oh, ¡no es justo!
es_mx: ¡Aay, no ser justo!
fr: Oh, c'est pas juste !
it: Oh, non è giusto!
ja: ずるいよ！
ko: 쳇, 불공평해!
pl: Ej, to niesprawiedliwe!
pt_br: Ahh, não justo!
ru: Эй, нечестно!
zh_tw: 噢，不公平！

# CHARACTERS.WURT.ANNOUNCE_WINCH_CLAW_NO_ITEM
source: Glurgh... gotta start over.
de: Glarg ... Noch mal.
es: Glurgh... Tengo que empezar de nuevo.
es_mx: Gluf... deber intentarlo otra vez.
fr: Argh, j'dois recommencer.
it: Glurg... Devo ricominciare.
ja: グルーフ...やり直さないと。
ko: 빠끔빠끔... 다시 해야겠어.
pl: Glurg... jeszcze raz.
pt_br: Glurgh... tem que começar de novo.
ru: Хлюрп… Придется заново.
zh_tw: 格勒格……再重來。

# CHARACTERS.WURT.ANNOUNCE_WINTERS_FEAST_BUFF
source: Oooooh, feel sparkly!
de: Oooooh, funkelig!
es: Oooooh, ¡me siento brillar!
es_mx: ¡Aaahh, sentirme brillante!
fr: Oooooooh, j'me sens étincelante !
it: Ooooh, sento scintillante!
ja: おー、きらきらしてる！
ko: 오오오, 반짝반짝해!
pl: Oooch, ale się błyszczą!
pt_br: Aaaaah, sinto brilhante!
ru: О-о-о, я вся искрюсь!
zh_tw: 噢，感覺亮閃閃的！

# CHARACTERS.WURT.ANNOUNCE_WINTERS_FEAST_BUFF_OVER
source: Hey! Where sparkles go?
de: He, wo sind die Funken?
es: ¡Eh! ¿Dónde ha ido el brillo?
es_mx: ¡Ey! ¿A dónde irse las chispitas?
fr: Hé ! J'ai fini de grésiller !
it: Ehi! Dove sono scintille?
ja: ねえ、キラキラはどこへ行ったの？
ko: 뭐야! 반짝이 다 어디 갔지?
pl: Hej! Gdzie się podziały iskierki?
pt_br: Ei! Onde foram os brilhos?
ru: Эй! А искры куда девались?
zh_tw: 嘿！閃閃的東西去哪了？

# CHARACTERS.WURT.ANNOUNCE_WORMHOLE
source: Wheeeeee!
de: Uiiii!
es: ¡Ueeeeee!
es_mx: ¡Yupiiiii!
fr: Youpi !
it: Wheeeee!
ja: わー！
ko: 이야아아아!
pl: Łiiiiiiiiiii!
ru: Уи-и-и!
zh_tw: 喂！

# CHARACTERS.WURT.ANNOUNCE_WORMS
source: Glurt?
es_mx: ¿Glut?
fr: Glorp ?
ja: グルート？
ko: 빠끔?
ru: Хляп?
zh_tw: 格勒特？

# CHARACTERS.WURT.ANNOUNCE_YOTB_LEARN_NEW_PATTERN
source: Yay! New dress-up thing!
de: Juhu! Neues Verkleideding!
es: ¡Hala, cosa de vestir nueva!
fr: Youhou ! Un nouveau déguisement !
it: Evviva! Nuove cose per vestire!
ja: やった！新しいオシャレだ！
ko: 응! 새로 차려 입는 거!
pl: Jupi! Nowe przebranie!
pt_br: Eba! Nova coisa de vestir!
ru: Ура! Новая штука для нарядов!
zh_tw: 耶！新的換裝的東西！

# CHARACTERS.WURT.BATTLECRY.DEER
source: Glurph, go away!
de: Glurf, geh weg!
es: Glurph, ¡márchate!
es_mx: ¡Gluf, largo!
fr: Argh, va-t'en !
it: Glurp, vai via!
ja: グルーフ、あっち行って！
ko: 빠끔빠끔, 저리 가!
pl: Glurp, idź sobie!
pt_br: Glurph, vai embora!
ru: Хлюп, уходи!
zh_tw: 格浪浮，走開！

# CHARACTERS.WURT.BATTLECRY.GENERIC
source: Not scared of you, florp!
de: Keine Angst vor dir, florp!
es: ¡No me das miedo, florp!
es_mx: ¡Tú no darme miedo, flop!
fr: J'ai pas peur de toi, florp !
it: Io non paura di te, florp!
ja: 怖くないよ、フロープ！
ko: 너 안 무서워, 뻐끔!
pl: Nie boję się ciebie, florp!
pt_br: Não tenho medo de você, florp!
ru: Бульк, я тебя не боюсь!
zh_tw: 不怕你，浮浪噗！

# CHARACTERS.WURT.BATTLECRY.PIG
source: ENEMY OF MERMFOLK!
de: FEIND VON MERMLEUTEN!
es: ¡ENEMIGO DE LOS TRITONES!
es_mx: ¡ENEMIGO DE LOS TRITONES!
fr: DES ENNEMIS DU PEUPLE MERM !
it: NEMICO DI MERMI!
ja: マームフォークの敵だ！
ko: 어인 적이다!
pl: WRÓG MERMÓW!
pt_br: INIMIGO DE POVO-PEIXE!
ru: ВРАГ ТРИТОНОВ!
zh_tw: 魚人的公敵！

# CHARACTERS.WURT.BATTLECRY.PREY
source: Stay... stay!
de: Bleib ... bleib!
es: Quédate... ¡Quédate!
es_mx: Quieto. ¡Quieto!
fr: Au pied... Au pied !
it: Stai lì... Stai lì!
ja: 待って...待って！
ko: 가만히... 가만히 있어!
pl: Zostań tam... zostań!
pt_br: Fica... fica!
ru: Постой… постой!
zh_tw: 留下……留下！

# CHARACTERS.WURT.BATTLECRY.SPIDER
source: Glurph, yucky spider!
de: Glurf, eklige Spinne!
es: Glurph, ¡araña asquerosa!
es_mx: ¡Gluf, araña asquerosa!
fr: Berk, une araignée dégoûtante !
it: Glurp, ragno schifoso!
ja: グルーフ、気持ち悪い蜘蛛だよ！
ko: 빠끔빠끔, 징그러운 거미다!
pl: Glurp, ohydny pająk!
pt_br: Glurph, aranha nojenta!
ru: Хляп, мерзкий паук!
zh_tw: 格勒浮，討厭的蜘蛛！

# CHARACTERS.WURT.BATTLECRY.SPIDER_WARRIOR
source: Go away fighty spider!
de: Geh weg, Kampfspinne!
es: ¡Vete, araña testaruda!
es_mx: ¡Largo, araña luchadora!
fr: Va-t'en, l'araignée qui se bat !
it: Vai via brutto ragno!
ja: あっちに行け！蜘蛛め！
ko: 저리 가, 사나운 거미야!
pl: Idź sobie, wojowniczy pająku!
pt_br: Vá embora, aranha lutadora!
ru: Уходи, драчливый паук!
zh_tw: 走開，打架的蜘蛛！

# CHARACTERS.WURT.COMBAT_QUIT.GENERIC
source: Pbbbbbbth!
es_mx: ¡Uuuuuyyy!
fr: Pbbbbbbttt !
it: Pbbbbbbt!
ja: プブース！
ko: 파바밧!
ru: Ф-ф-ф-фт!
zh_tw: 噗噗噗！

# CHARACTERS.WURT.COMBAT_QUIT.PIG
source: Bad Pigman got away.
de: Böser Schweinemann ist weg.
es: El hombre-cerdo malo se ha escapado.
es_mx: El cerdo malo escaparse.
fr: L'horrible homme-cochon s'est enfui.
it: Maialino cattivo scappato.
ja: 悪い豚野郎は逃げたよ。
ko: 나쁜 돼지인간이 도망갔어.
pl: Zły świniak sobie poszedł.
pt_br: Homem-porco ruim escapou.
ru: Дрянной свин убежал.
zh_tw: 壞豬人跑了。

# CHARACTERS.WURT.COMBAT_QUIT.PREY
source: Come back, florp!
de: Komm zurück, florp!
es: ¡Vuelve, florp!
es_mx: ¡Volver aquí, flop!
fr: Reviens, florp !
it: Torna, florp!
ja: 戻ってきて、フロープ！
ko: 돌아와, 뻐끔!
pl: Wracaj tu, florp!
pt_br: Volte, florp!
ru: Хлюп, вернись!
zh_tw: 回來，浮浪噗！

# CHARACTERS.WURT.COMBAT_QUIT.SPIDER
source: Oh... might be friend of Webby boy.
de: Oh ... Freund vom Webbijungen?
es: Oh... Será amigo de Webby.
es_mx: Oh... quizá ser amiga de chico telarañoso.
fr: Oh... C'est peut-être une copine de Webby.
it: Oh... Può essere amicizia con bambino-ragno.
ja: わあ...ウェビーボーイの友達かもしれないね。
ko: 아... 웨비 녀석 친구일지도 몰라.
pl: Och... to może być kolega Webby'ego.
pt_br: Ah... pode ser amigo de menino Webby.
ru: Ой… может, это друг мальчишки-паучишки?
zh_tw: 喔……可能是韋伯那個小夥子的朋友

# CHARACTERS.WURT.COMBAT_QUIT.SPIDER_WARRIOR
source: Don't like you anyway, flurt!
de: Mag dich sowieso nicht, flurt!
es: ¡De todas formas no me gustas, flurt!
es_mx: ¡Tú ni siquiera caerme bien, flut!
fr: De toute façon, j't'aime pas, flort !
it: Tu non piaci lo stesso, flurt!
ja: とにかくお前が嫌いなんだよ！フルート！
ko: 나도 너 싫어, 뻐끔!
pl: I tak cię nie lubię, flurt!
pt_br: Não gosto de você mesmo assim, flurt!
ru: Все равно ты мне не нравишься, бульк!
zh_tw: 本來就不怎麼喜歡你，浮勒特！

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL1.1
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL1.2
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL2.1
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL2.2
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL3.1
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL.LEVEL3.2
source: You... nice?
de: Du ... nett?
es: ¿Eres... cordial?
es_mx: ¿Tú ser... amigable?
fr: T'es... gentille ?
it: Tu... brava?
ja: あなた…いいの？
ko: 너... 착해?
pl: Ale jesteś... ładny?
pt_br: Você é... legal?
ru: Ты… хорошая?
zh_tw: 你……是好人嗎？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It not quite as ugly as most flowers.
de: Nicht so hässlich wie die meisten Blumen.
es: No es tan fea como la mayoría de las flores.
es_mx: No ser tan fea como el resto de las flores.
fr: Elle est moins moche que les autres fleurs.
it: Non brutto come altri fiori.
ja: 他の花ほど醜くはないよ。
ko: 다른 꽃처럼 안 못생겼어.
pl: Nie jest nawet tak brzydki jak większość kwiatów.
pt_br: Não é tão feia quanto a maioria das flores.
ru: Не такой уродливый, как другие цветки.
zh_tw: 不像大多數花那麼醜。

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: Shouldn't be here, flurp...
de: Sollte nicht hier sein, flurp ...
es: No debería estar aquí, flurp...
es_mx: No deber estar aquí, flup.
fr: Elle devrait pas être là...
it: Non dovrebbe stare qui, flurp...
ja: 逃げた方が良くないかな、フループ...
ko: 여기 있으면 안 돼, 뻐끔...
pl: Nie powinno tu tego być, flurp...
pt_br: Não deveria estar aqui, flurp...
ru: Сюда нельзя, хлюп…
zh_tw: 不該出現在這的，浮勒噗……

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Glorp! Down flower!
de: Glorp! Blume unten!
es: ¡Glorp! ¡Flor abajo!
es_mx: ¡Glop! ¡Basta, flor!
fr: Glorp !
it: Glorp! Fiore giù!
ja: グロープ！下に花が！
ko: 빠끔! 꽃 내려!
pl: Glorp! Kwiatek na dół!
pt_br: Glorp! Flor caída!
ru: Бульк! Надо положить!
zh_tw: 格浪噗！下去，花！

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.LEVEL1
source: Abby-gill hiding.
de: Abigail versteckt sich.
es: Abby se esconde.
es_mx: “Abiguil” esconderse.
fr: Abi se cache !
it: Abigail si nasconde.
ja: アビーギルが隠れているよ。
ko: 아비길 숨어 있어.
pl: Abby-gill się chowa.
pt_br: Abby-gill se escondendo.
ru: Аби-гулька прячется.
zh_tw: 阿比蓋爾藏起來了。

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.LEVEL2
source: She sure taking her time, flort.
de: Sie lässt sich Zeit, flort.
es: Desde luego se está tomando su tiempo, flort.
es_mx: Sí que estar tardando, flop.
fr: Elle prend son temps, flort.
it: La prende comoda, flort.
ja: 彼女は時間をかけているみたいだね、フロート。
ko: 시간 꽤 걸리네, 뻐끔.
pl: Nie spieszy jej się, flort.
pt_br: Ela tá demorando um pouco, flort.
ru: Хлюп, а она не торопится.
zh_tw: 她還真是慢慢悠悠，浮浪特。

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.LEVEL3
source: Come out!
de: Komm raus!
es: ¡Sal!
es_mx: ¡Salir ya!
fr: Sors de là !
it: Vieni fuori!
ja: 出てこいよ！
ko: 나와!
pl: Wyłaź!
pt_br: Sai logo!
ru: Выходи!
zh_tw: 出來！

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.LONG
source: Pretty.
de: Hübsch.
es: Qué bonito.
es_mx: Bonita.
fr: Elle est belle.
it: Carino.
ja: 素敵だね。
ko: 예쁘다.
pl: Ładny.
pt_br: Bonita.
ru: Красиво.
zh_tw: 真漂亮。

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: Hmm?
es: ¿Mmm?
es_mx: ¿Mmm?
fr: Euh ?
it: Mmmm?
ja: んー？
ko: 흠?
ru: Хм-м?
zh_tw: 呣？

# CHARACTERS.WURT.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Something happening!
de: Etwas geschieht!
es: ¡Pasa algo!
es_mx: ¡Algo pasar!
fr: Il se passe quelque chose !
it: Qualcosa succede!
ja: 何かが起きてるよ！
ko: 뭔가 벌어지고 있어!
pl: Coś się dzieje!
pt_br: Algo tá acontecendo!
ru: Что-то происходит!
zh_tw: 有什麼事要發生了！

# CHARACTERS.WURT.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Done so many things, florp!
de: So viel gemacht, florp!
es: ¡He hecho tantas cosas, florp!
es_mx: ¡Yo haber logrado muchas cosas, flop!
fr: J'en ai fait des trucs, florp !
it: Fatte tante cose, florp!
ja: 沢山行ってきたよ、フロープ！
ko: 정말 많은 걸 했어, 뻐끔!
pl: Ale się narobiłam, florp!
pt_br: Fez tantas coisas, florp!
ru: Столько всего сделала, бульк!
zh_tw: 做了好多事，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.ACORN
source: Little tree seed!
de: Kleiner Baumsamen!
es: ¡Semillita de árbol!
es_mx: ¡Semillita de árbol!
fr: La petite graine d'un arbre !
it: Seme di alberello!
ja: 小さな木の実だよ！
ko: 작은 나무 씨앗이다!
pl: Małe nasionko drzewa!
pt_br: Semente de árvore pequena!
ru: Маленькое семечко!
zh_tw: 小樹苗！

# CHARACTERS.WURT.DESCRIBE.ACORN_COOKED
source: Yum!
de: MJAM!
es: ¡Qué rico!
es_mx: ¡Qué rico!
fr: Miam !
it: Gnam!
ja: 美味しい！
ko: 냠!
pl: Mniam!
pt_br: Hmm!
ru: Вкуснятина!
zh_tw: 好吃！

# CHARACTERS.WURT.DESCRIBE.ACORN_SAPLING
source: Grow up big!
de: Werde groß!
es: ¡Crece grande!
es_mx: ¡Crecer grande y fuerte!
fr: Pousse vite !
it: Cresci tanto!
ja: 大きくなれー！
ko: 크게 자라라!
pl: Rośnij duża!
pt_br: Cresça grande!
ru: Расти большой!
zh_tw: 快長大！

# CHARACTERS.WURT.DESCRIBE.ADVENTURE_PORTAL
source: Where this go?
de: Wohin führt es?
es: ¿Adónde lleva esto?
es_mx: ¿A dónde llevar esto?
fr: Où ça va ?
it: Dove porta?
ja: どこに行くの？
ko: 어디 가지?
pl: Dokąd to prowadzi?
pt_br: Pra onde isso vai?
ru: А это куда?
zh_tw: 這個會去哪？

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIANHAT
source: Makes head full of funny whispers...
de: Macht Kopf voll mit Flüstern ...
es: Llenar cabeza de susurros raros...
fr: Ça remplit ma tête de chuchotements bizarres.
it: Fa sentire strane voci in testa...
ja: あたまが、変なヒソヒソでいっぱいになる～…
ko: 재미있는 속삭임으로 머리를 가득 채우네...
pl: Słyszę w głowie mnóstwo śmiesznych szeptów...
pt_br: Deixa cabeça cheia de sussurros engraçados...
ru: В голову странное шепчут...
zh_tw: 讓腦袋裡全是好玩的悄悄話……

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIANHATSHARD
source: Glurp! D-didn't break it!
de: Glurp! H-hab nicht kaputtgemacht!
es: Glurp... ¡¡Yo no he roto!!
fr: Glurp ! C-C'est pas moi qui l'ai cassé.
it: Glurp! Non rotta io!
ja: グルーフ、あ、アタシは壊してないからね！
ko: 빠끔! 깨-깨지 않았어!
pl: Glurp! To nie ja zepsułam!
pt_br: Glurp! N-não fui eu!
ru: Хлюп! Я ее н-не разбивала!
zh_tw: 格勒噗！不——不是我打破的！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_CONTAINED
source: What that thing for?
de: Was das für?
es: ¿Para qué eso?
fr: Il sert à quoi ce truc ?
it: Cosa serve quello?
ja: 何に使うのかな？
ko: 뭐에 쓰는 거지?
pl: Do czego to jest?
pt_br: Pra que serve essa coisa?
ru: Зачем эта штука?
zh_tw: 那東西是做什麼的？

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE1.DEAD
source: W-wasn't even scared at all!
de: H-hatte überhaupt keine Angst!
es: ¿Miedo? ¡Ningún m-miedo!
fr: J-J'ai pas eu peur du tout !
it: N-non spaventata per nulla!
ja: こ、怖くなんかなかったもんね！
ko: 저-전혀 겁도 안 났어!
pl: W-wcale się nie bałam!
pt_br: N-nem fiquei com medo!
ru: И с-совсем даже мне не страшно!
zh_tw: 一點——一點都不嚇人！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE1.GENERIC
source: Glorp! Didn't do it! Didn't do it!
de: Glorp! War ich nicht! War ich nicht!
es: ¡Glorp! ¡Yo no he sido!
fr: Glorp ! J'ai rien fait ! J'ai rien fait !
it: Glorp! Non stata io! Non stata io!
ja: グロープ！何もしてない！何もしてないって！
ko: 빠끔! 하지 않았어! 하지 않았어!
pl: Glurp! To nie ja! To nie ja!
pt_br: Glorp! Não fiz isso! Não fiz isso!
ru: Бульк! Это не я! Не я!
zh_tw: 格浪噗！不是我幹的！不是我幹的！

# CHARACTERS.WURT.DESCRIBE.ALTERGUARDIAN_PHASE2.DEAD
source: Now is super dead!
de: Ist jetzt supertot!
es: ¡Ahora supermuerto!
fr: Il est tout mort, cette fois !
it: Ora proprio morto!
ja: これでもうオシマイのオシマイだね！
ko: 지금은 완전히 죽었어!
pl: Teraz już na pewno nie żyje!
pt_br: Agora tá supermorto!
ru: Теперь точно дохлый!
zh_tw: 這下鐵定死了！
