Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE
source: I should skedaddle before they come out of there.
de: Ich sollte abhauen, bevor sie rauskommen.
es: Debería irme rápido antes de que salgan de ahí.
fr: Je devrais déguerpir avant qu'elles sortent de là.
it: Dovrei darmela a gambe prima che escano da là.
ja: 彼らが出てくる前に、さっさと逃げなくっちゃ。
ko: 다시 나오기 전 내빼야겠잖아.
pl: Muszę się ulotnić, zanim coś stamtąd wyjdzie.
pt_br: Preciso me empirulitar antes que eles saiam dali.
ru: Нужно делать ноги, пока они не начали выползать оттуда.
zh_cn: 我应该在它们出来之前赶紧离开这地方。
zh_tw: 我應該在它們出來之前趕緊離開這地方。

# CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE_ROCK
source: I should skedaddle before they come out of there.
de: Ich sollte abhauen, bevor sie rauskommen.
es: Debería irme rápido antes de que salgan de ahí.
fr: Je devrais déguerpir avant qu'elles sortent de là.
it: Dovrei darmela a gambe prima che escano da là.
ja: クモが出てくる前にズラかろうぜ
ko: 다시 나오기 전 내빼야겠잖아.
pl: Muszę się ulotnić, zanim coś stamtąd wyjdzie.
pt_br: Preciso me empirulitar antes que eles saiam dali.
ru: Нужно делать ноги, пока они не начали выползать оттуда.
zh_cn: 我应该在它们出来之前赶紧离开这地方。
zh_tw: 我應該在它們出來之前趕緊離開這地方。

# CHARACTERS.WOODIE.DESCRIBE.SPIDERQUEEN
source: You're not MY queen!
de: Du bist nicht meine Königin.
es: ¡Tú no eres MI reina!
fr: T'es pas ma reine !
it: Non sei la MIA regina!
ja: 君はワシの女王様じゃないんだわ！
ko: 넌 내 여왕이 아니야!
pl: Nie jesteś MOJĄ królową!
pt_br: Você não é minha rainha!
ru: Ты — не моя королева!
zh_cn: 你可不是我的女王！
zh_tw: 你可不是我的女王！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_DROPPER
source: They're smart to live away from the corruption.
de: Sie sind schlau, dass sie nicht in der Nähe der Verderbnis leben.
es: Son inteligentes por vivir lejos de la corrupción.
fr: Elles ont raison d'avoir fui ce monde corrompu.
it: Fanno bene a stare alla larga dalla corruzione.
ja: その邪悪から離れるとは奴らは賢い。
ko: 부패한 곳을 피해 사는 것이 현명하잖아.
pl: Sprytne są. Żyją z dala od zepsucia.
pt_br: São espertas em viver longe da corrupção.
ru: Они слишком умны, раз решили забраться подальше от всех.
zh_cn: 它们很聪明，知道要远离腐烂物。
zh_tw: 它們很聰明，知道要遠離腐爛物。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_HEALER
source: It better stay far away if it knows what's good for it.
de: Sie sollte sich besser fernhalten, wenn sie weiß, was gut für sie ist.
es: Espero que no se acerque si sabe lo que le conviene.
fr: Elle ferait mieux de garder ses distances si elle tient à ses pattes.
it: Farà bene a restare alla larga, se sa cosa è meglio per lui.
ja: 命が惜しいなら、こいつには近づかねぇ方がいいな。
ko: 그거에 뭐가 좋은지 알게되면 멀리하는 것이 좋아.
pl: Jeżeli wie, co dla niego dobre, niech lepiej trzyma się ode mnie z daleka.
pt_br: É melhor que ela ficar longe se souber o que é bom pra si mesma.
ru: Лучше ему от меня держаться подальше.
zh_cn: 它要是识趣的话，应该离得远一点。
zh_tw: 它要是識趣的話，應該離得遠一點。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_HEALER_ITEM
source: Looks like food for a bug.
de: Sieht aus wie Futter für einen Käfer.
es: Parece comida para bichos.
fr: On dirait de la nourriture pour insecte.
it: Sembra cibo per un insetto.
ja: 虫の食いモンみてぇだな。
ko: 벌레를 위한 음식처럼 보여.
pl: Wygląda na jedzenie dla robaka.
pt_br: Parece comida de inseto.
ru: Похоже на корм для насекомых.
zh_cn: 看起来像是虫子吃的食物。
zh_tw: 看起來像是蟲子吃的食物。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_HIDER
source: Tricky devil!
de: Verflixter Teufel!
es: ¡Diablilla astuta!
fr: Diablesse !
it: Furbo diavolo!
ja: ずるい悪魔め！
ko: 치사해라!
pl: Przebiegły drań!
pt_br: Espertinho!
ru: Хитрый дьявол!
zh_cn: 狡猾的魔鬼！
zh_tw: 狡猾的魔鬼！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_MOON.DEAD
source: It's dead, eh?
de: Sie ist tot, wie?
es: Ha muerto, ¿eh?
fr: Elle est morte, hein ?
it: È morto, eh?
ja: 死んじまったのか？
ko: 죽었다, 그치?
pl: Nie żyje, nie?
pt_br: Morreu, né?
ru: Он мертв, да?
zh_cn: 死了吧，老乡？
zh_tw: 死了吧，老鄉？

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_MOON.GENERIC
source: I don't want nothing to do with whatever that is.
de: Was immer das ist, ich will nichts damit zu tun haben.
es: No quiero tener nada que ver con eso, sea lo que sea.
fr: Je refuse de m'approcher de ça.
it: Non so cosa sia, ma non voglio averci niente a che fare.
ja: こいつが何だが分からねえが、関わりたくねえな。
ko: 저게 뭐든, 상대하고 싶지 않아.
pl: Czymkolwiek to jest, nie chcę mieć z tym do czynienia.
pt_br: Não quero ter nada a ver com o que quer que isso seja.
ru: Не хочу иметь с этим… существом никаких дел.
zh_cn: 我不想跟它扯上任何关系。
zh_tw: 我不想跟它扯上任何關係。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_MOON.SLEEPING
source: Let sleeping dogs lie, eh?
de: Keine schlafenden Hunde wecken, was?
es: Dejemos las cosas como están.
fr: Je vais la laisser dormir.
it: Non svegliare il can che dorme, eh?
ja: 寝た子を起こすなって言うじゃねえか。
ko: 자는 거미의 코털을 건드리지 말랬어, 그치?
pl: Nie budź licha, kiedy śpi, co nie?
pt_br: Vamos deixar os bichos dormirem, né?
ru: Не буди спящего паука, как говорится.
zh_cn: 睡着了就别去打搅，对不？
zh_tw: 睡著了就別去打攪，對不？

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_REPELLENT
source: A nice bit of woodworking there, kiddo.
de: Ein schönes Stück Holzarbeit, Kleiner.
es: Vaya obra de carpintería, chaval.
fr: Jolie sculpture sur bois, gamin.
it: Sembra un bel lavoro di falegnameria.
ja: 悪くねぇ木工作品じゃねえか、坊主。
ko: 거기 목공을 좀 잘했네, 꼬마야.
pl: Ładna robota w drewnie, młody.
pt_br: Um belo trabalho de carpintaria, garoto.
ru: Очень неплохая резьба по дереву, малыш.
zh_cn: 这木工手艺可以啊，小屁孩。
zh_tw: 這木工手藝可以啊，小屁孩。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_SPITTER
source: Spitting is rude!
de: Zu spucken ist unhöflich!
es: ¡Escupir es de mala educación!
fr: Cracher c'est pas poli !
it: Sputare è da maleducati!
ja: 唾を吐くのは無礼だ！
ko: 침 뱉는 건 실례라고!
pl: Plucie jest niegrzeczne!
pt_br: Cuspir é feio!
ru: Плеваться — нехорошо!
zh_cn: 乱吐东西太没礼貌了！
zh_tw: 亂吐東西太沒禮貌了！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Great!
de: Nicht so gut, um damit zu kämpfen.
es: ¡Fantástico!
fr: Super !
it: Ottimo!
ja: っしゃ！
ko: 좋아!
pl: No i prawidłowo!
pt_br: Ótimo!
ru: Здорово!
zh_cn: 太好了！
zh_tw: 太好了！

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: They come in yellow now?
de: Jetzt kommen sie in gelb daher, was?
es: ¿Ahora son amarillas?
fr: Ils les font en jaune maintenant ?
it: Li fanno gialli adesso?
ja: 色違いかよ
ko: 이제 노란색도 있잖아?
pl: Ciekawe, czy są też inne kolory.
pt_br: Elas vêm em amarelo agora?
ru: Теперь они стали желтыми?
zh_cn: 它们现在变成黄色了？
zh_tw: 它們現在變成黃色了？

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: You're snoozin' fer a bruisin'.
de: Jetzt ist nicht die Zeit zum Schnarchen.
es: Estás roncando a pierna suelta.
fr: Elle ronfle après les combats.
it: Chi dorme non piglia lividi.
ja: 起こすとやっかいだぜ…
ko: 맞을려고 잠자잖아.
pl: Nie śpij, bo cię ukradną.
pt_br: Você está esperando uma luta.
ru: Пока ты спишь, тебя можно бить.
zh_cn: 你睡着的时候会被揍得鼻青脸肿的。
zh_tw: 你睡著的時候會被揍得鼻青臉腫的。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_WATER
source: I respect its affinity for giant trees.
de: Ich respektiere ihre Vorliebe für riesige Bäume.
es: Respeto su gusto por los árboles gigantes.
fr: Je respecte son goût des arbres géants.
it: Rispetto la sua affinità per gli alberi giganti.
ja: でけぇ木に似てて惚れ惚れしちまうぜ。
ko: 녀석이 거대한 나무에 가지는 친근감을 존중해.
pl: Szanuję jego zamiłowanie do olbrzymich drzew.
pt_br: Respeito a afinidade dela por árvores gigantes.
ru: Мне нравится, что они так любят большие деревья.
zh_cn: 我敬重它与巨树之间的亲近。
zh_tw: 我敬重它與巨樹之間的親近。

# CHARACTERS.WOODIE.DESCRIBE.SPIDER_WHISTLE
source: Planning on havin' a little shindig?
de: Planst du eine kleine Sause?
es: ¿Qué? ¿Hay ganitas de guateque?
fr: Tu comptes faire une boum ?
it: Qualcuno ha intenzione di fare un po' di baldoria?
ja: パーティーでも開くつもりか？
ko: 조그마한 파티를 열 계획이야?
pl: Planujesz jakiś zlot pająków?
pt_br: Tá planejando fazer uma festa?
ru: Хочешь устроить вечеринку?
zh_cn: 计划举行一个小聚会吗？
zh_tw: 計畫舉行一個小聚會嗎？

# CHARACTERS.WOODIE.DESCRIBE.SPOILED_FISH
source: I think it's time to throw this out.
de: Ich glaube, der kann weg.
es: Creo que es hora de deshacerse de esto.
fr: Je crois qu'il est temps de jeter ça.
it: Penso che sia il momento di buttarlo.
ja: いいかげん、捨てたほうがいいかもな
ko: 버릴 때가 된 것 같아.
pl: Czas ją chyba wyrzucić.
pt_br: Acho que está na hora de jogar isso fora.
ru: Пожалуй, пришло время его выбросить.
zh_cn: 我觉得是时候把这个东西扔掉了。
zh_tw: 我覺得是時候把這個東西扔掉了。

# CHARACTERS.WOODIE.DESCRIBE.SPOILED_FOOD
source: Aw, it's Diefenbakered.
de: Igitt, das ist verdorben.
es: Ah, está acabado como Diefenbaker.
fr: Ah... ça va plus être bon ça.
it: Oh, ti compatisco.
ja: あぁ、ディーフェンベーカーになっちゃったわさ。
ko: 이런, 아주 못 쓰게 됐네.
pl: Się wzięło popsuło.
pt_br: Totalmente Diefenbakered.
ru: Фу-у, оно испортилось.
zh_cn: 呀，就像约翰·迪芬贝克一样。
zh_tw: 呀，就像約翰·迪芬貝克一樣。

# CHARACTERS.WOODIE.DESCRIBE.SPORE_MEDIUM.GENERIC
source: A floating red pinecone!
de: Ein schwebender roter Tannenzapfen!
es: ¡Una piña roja voladora!
fr: Une pomme de pin rouge qui flotte !
it: Una pigna rossa galleggiante!
ja: 空中を漂う赤い松ぼっくりだ！
ko: 떠 다니는 빨간 솔방울이잖아!
pl: Szybująca czerwona szyszka!
pt_br: Uma pinha vermelha flutuante!
ru: Плавающая красная шишка!
zh_cn: 一颗漂浮着的红色松果！
zh_tw: 一顆漂浮著的紅色松果！

# CHARACTERS.WOODIE.DESCRIBE.SPORE_MEDIUM.HELD
source: One day this might be a tree.
de: Eines Tages wirst du ein Baum sein.
es: Un día podría ser un árbol.
fr: Un jour ça pourrait devenir un arbre.
it: Un giorno potrebbe diventare un albero.
ja: いつか木に育つかもしれねぇな
ko: 언젠가는 나무가 되겠지.
pl: Może kiedyś będziesz wspaniałym drzewem.
pt_br: Um dia isso pode vir a ser uma árvore!
ru: Однажды это может стать деревом.
zh_cn: 有一天它可能会长成一棵树的。
zh_tw: 有一天它可能會長成一棵樹的。

# CHARACTERS.WOODIE.DESCRIBE.SPORE_MOON
source: Those spores pop like first of July fireworks!
de: Diese Sporen knallen wie ein Feuerwerk zum 1. Juli!
es: Explotan como si fueran fuegos artificiales.
fr: Ces spores explosent comme un feu d'artifice !
it: Queste spore esplodono come i fuochi d'artificio del primo luglio!
ja: 盛大に爆発したな！7月1日の花火みてぇだ！
ko: 포자가 축제날 불꽃놀이처럼 터진다!
pl: Te zarodniki strzelają niczym fajerwerki na sylwestra!
pt_br: Esses esporos explodem igual ao show de fogos no Réveillon!
ru: Споры взрываются точно так же, как фейерверки на День независимости!
zh_cn: 这些孢子就像7月1日的烟花一样爆开了！
zh_tw: 這些孢子就像7月1日的煙花一樣爆開了！

# CHARACTERS.WOODIE.DESCRIBE.SPORE_SMALL.GENERIC
source: We've been visited by a forest sprite, Lucy!
de: Uns hat eine Waldfee besucht, Lucy!
es: ¡Nos ha visitado un duende del bosque, Lucy!
fr: On reçoit la visite d'un lutin de la forêt, Lucy !
it: Ci ha fatto visita un folletto della foresta, Lucy!
ja: ルーシー、森の妖精のお出ましだぞ！
ko: 숲의 요정이 방문했어, 루시!
pl: Odwiedził nas leśny duszek, Lucy!
pt_br: Fomos visitados por um espírito da floresta, Lucy!
ru: Люси, да это же лесная фея к нам пожаловала!
zh_cn: 我们收到了一位森林精灵的邀请，露西！
zh_tw: 我們收到了一位森林精靈的邀請，露西！

# CHARACTERS.WOODIE.DESCRIBE.SPORE_SMALL.HELD
source: One day this might be a tree.
de: Eines Tages wirst du ein Baum sein.
es: Un día podría ser un árbol.
fr: Un jour ça pourrait devenir un arbre.
it: Un giorno potrebbe diventare un albero.
ja: いつか木に育つかもしれねぇな
ko: 언젠가는 나무가 되겠지.
pl: Może kiedyś będziesz wspaniałym drzewem.
pt_br: Um dia isso pode vir a ser uma árvore!
ru: Однажды это может стать деревом.
zh_cn: 有一天它可能会长成一棵树的。
zh_tw: 有一天它可能會長成一棵樹的。

# CHARACTERS.WOODIE.DESCRIBE.SPORE_TALL.GENERIC
source: A flying green pinecone!
de: Ein fliegender grüner Tannenzapfen!
es: ¡Una piña verde voladora!
fr: Une pomme de pin verte qui vole !
it: Una pigna verde volante!
ja: 空中を漂う緑色の松ぼっくりだ！
ko: 비행하는 녹색 솔방울이잖아!
pl: Latająca zielona szyszka!
pt_br: Uma pinha verde voadora!
ru: Летающая зеленая шишка!
zh_cn: 一颗漂浮着的绿色松果！
zh_tw: 一顆漂浮著的綠色松果！

# CHARACTERS.WOODIE.DESCRIBE.SPORE_TALL.HELD
source: One day this might be a tree.
de: Eines Tages wirst du ein Baum sein.
es: Un día podría ser un árbol.
fr: Un jour ça pourrait devenir un arbre.
it: Un giorno potrebbe diventare un albero.
ja: いつか木に育つかもしれねぇな
ko: 언젠가는 나무가 되겠지.
pl: Może kiedyś będziesz wspaniałym drzewem.
pt_br: Um dia isso pode vir a ser uma árvore!
ru: Однажды это может стать деревом.
zh_cn: 有一天它可能会长成一棵树的。
zh_tw: 有一天它可能會長成一棵樹的。

# CHARACTERS.WOODIE.DESCRIBE.SQUID
source: Squirmy little guys, eh?
de: Zappelige kleine Typen, wie?
es: Vaya bichitos sinuosos, ¿eh?
fr: Ce qu'ils gigotent !
it: Piccole creature rivoltanti, eh?
ja: この小さいヤツら、クネクネだな。
ko: 꿈틀거리는 녀석이네, 그치?
pl: Ale się wiją, co?
pt_br: Carinhas esqueléticos, né?
ru: Как он извивается смешно!
zh_cn: 蠕动的小家伙，哈？
zh_tw: 蠕動的小傢伙，哈？

# CHARACTERS.WOODIE.DESCRIBE.STAFFCOLDLIGHT
source: At least it won't start a forest fire.
de: Zumindest wird es keinen Waldbrand starten.
es: Por lo menos no iniciará un incendio forestal.
fr: Au moins ça ne mettra pas le feu à la forêt.
it: Almeno non potrà appiccare incendi nella foresta.
ja: 山火事の心配はいらねえようだな。
ko: 적어도 산불을 시작하진 않겠네.
pl: Przynajmniej nie wywoła pożaru lasu.
pt_br: Pelo menos não vai iniciar um incêndio florestal.
ru: Ну, он хотя бы не устроит лесной пожар.
zh_cn: 至少它不会引起森林大火。
zh_tw: 至少它不會引起森林大火。

# CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well, ain't that something.
de: Naja, irgendwas wird's schon sein.
es: Bueno, algo es algo.
fr: Alors ça, si c'est pas quelque chose !
it: Beh, mica male.
ja: えーっと、あれは何かじゃない。
ko: 신기하잖아.
pl: To jest dopiero coś.
pt_br: Que maravilha, hein.
ru: Ничего себе.
zh_cn: 太厉害了。
zh_tw: 太厲害了。

# CHARACTERS.WOODIE.DESCRIBE.STAFF_TORNADO
source: I prefer to chop the trees myself.
de: Ich bevorzuge es, die Bäume allein zu fällen.
es: Prefiero talar los árboles yo mismo.
fr: Je préfère couper les arbres moi-même.
it: Preferisco tagliare gli alberi da solo.
ja: 俺は一人で木を切るのが好きなんだ。
ko: 나는 직접 나무를 베는 게 더 좋아.
pl: Wolę ścinać drzewa sam.
pt_br: Prefiro cortar as árvores eu mesmo.
ru: Предпочитаю рубить деревья самостоятельно.
zh_cn: 我更喜欢用自己的双手去砍树。
zh_tw: 我更喜歡用自己的雙手去砍樹。

# CHARACTERS.WOODIE.DESCRIBE.STAGEHAND.AWAKE
source: I really wish I hadn't seen that.
de: Ich wünschte wirklich, ich hätte das nicht gesehen.
es: Ojalá no hubiera visto eso.
fr: J'aurais vraiment préféré ne pas voir ça.
it: Vorrei davvero non averlo visto.
ja: 見なきゃよかったぜ…
ko: 저걸 못 봤으면 좋았을 텐데.
pl: Żałuję, że to zobaczyłem.
pt_br: Queria muito não ter visto isso.
ru: Я правда хотел бы не видеть этого.
zh_cn: 我真希望我没有看到那东西。
zh_tw: 我真希望我沒有看到那東西。

# CHARACTERS.WOODIE.DESCRIBE.STAGEHAND.HIDING
source: Not my style.
de: Nicht mein Geschmack.
es: No es mi estilo.
fr: Pas mon style.
it: Non è il mio stile.
ja: 私の趣味ではありませんね
ko: 내 취향은 아닌걸.
pl: Nie moje klimaty.
pt_br: Não faz meu estilo.
ru: Не мой стиль.
zh_cn: 不是我的风格。
zh_tw: 不是我的風格。

# CHARACTERS.WOODIE.DESCRIBE.STALAGMITE
source: I'm not too interested in rocks.
de: Steine interessieren mich nicht allzu sehr.
es: No me interesan mucho las rocas.
fr: Les cailloux ça me passionne pas.
it: Non sono troppo interessato alle rocce.
ja: 石にはあまり興味がないんだ。
ko: 바위에는 별로 관심 없잖아.
pl: Kamienie to nie moja działka.
pt_br: Não tenho grande interesse em pedras.
ru: Камни — не мое.
zh_cn: 我对岩石没多大兴趣。
zh_tw: 我對岩石沒多大興趣。

# CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL
source: I'm not too interested in rocks.
de: Steine interessieren mich nicht allzu sehr.
es: No me interesan mucho las rocas.
fr: Les cailloux ça me passionne pas.
it: Non sono troppo interessato alle rocce.
ja: 石にはあまり興味がないんだ。
ko: 바위에는 별로 관심 없잖아.
pl: Kamienie to nie moja działka.
pt_br: Não tenho grande interesse em pedras.
ru: Камни — не мое.
zh_cn: 我对岩石没多大兴趣。
zh_tw: 我對岩石沒多大興趣。

# CHARACTERS.WOODIE.DESCRIBE.STALKER
source: It's a walking anatomy lesson.
de: Eine lebendige Anatomie-Lehrstunde.
es: Una lección de anatomía ambulante.
fr: Une leçon d'anatomie sur pattes.
it: È una lezione di anatomia ambulante.
ja: 動く骨格標本だな
ko: 걸어 다니는 해부학 수업이잖아.
pl: Chodząca lekcja anatomii.
pt_br: É uma aula de anatomia ambulante.
ru: Ходячий урок анатомии.
zh_cn: 这是一堂行走的解剖课。
zh_tw: 這是一堂行走的解剖課。

# CHARACTERS.WOODIE.DESCRIBE.STALKER_ATRIUM
source: That fuel stuff's gone to its head.
de: Der Kraftstoff ist ihm in den Kopf gestiegen.
es: Ese combustible se le ha subido a la cabeza.
fr: Cette essence lui a fait perdre la tête.
it: Quel carburante gli ha dato alla testa.
ja: 悪夢の素で、すっかりイカれてやがる
ko: 정신이 어떻게 된 것 같아.
pl: To paliwo uderzyło mu do głowy.
pt_br: Essa coisa de combustível subiu pra cabeça.
ru: Эта топливная фигня ушла в его голову.
zh_cn: 那些燃料材料都跑到它头上了。
zh_tw: 那些燃料材料都跑到它頭上了。

# CHARACTERS.WOODIE.DESCRIBE.STALKER_MINION
source: Ain't no reason for that to exist.
de: Für so etwas gibt es keinen Grund.
es: No hay razón para que exista.
fr: Rien ne justifie l'existence de ce truc-là.
it: Non ha ragione di esistere.
ja: あんなもん、生かしといていいワケねぇな
ko: 존재할 이유가 없잖아.
pl: To nie powinno istnieć.
pt_br: Não tem nenhum motivo pra isso existir.
ru: И в чем только смысл его жизни…
zh_cn: 那个没有理由存在。
zh_tw: 那個沒有理由存在。

# CHARACTERS.WOODIE.DESCRIBE.STATUEGLOMMER.EMPTY
source: It had some cool things inside, eh?
de: Hatte einige nette Dinge im Inneren, was?
es: Tenía dentro algunas cosas interesantes, ¿eh?
fr: Il y avait des trucs sympa dedans, hein ?
it: Aveva alcune cose belle all'interno, eh?
ja: 中にまた面白いものがあったな、なあ？
ko: 제법 멋진 게 있었네, 그치?
pl: Miał w środku kilka fajnych rzeczy, co nie?
pt_br: Tinha umas coisas interessantes dentro, hã?
ru: Внутри нее была парочка интересных вещей, хм?
zh_cn: 里面肯定有过很酷的东西，是不是？
zh_tw: 裡面肯定有過很酷的東西，是不是？

# CHARACTERS.WOODIE.DESCRIBE.STATUEGLOMMER.GENERIC
source: That's a curious statue, eh?
de: Das ist eine seltsame Statue, was?
es: Qué estatua tan curiosa, ¿eh?
fr: Une étrange statue, hein ?
it: È una statua curiosa, eh?
ja: こいつは興味深い像だね、え？
ko: 참 신기한 조각상이야, 그치?
pl: Dziwny ten posąg, co nie?
pt_br: Que estátua interessante, não?
ru: Любопытная статуя, а?
zh_cn: 好奇怪的雕像，对吗？
zh_tw: 好奇怪的雕像，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.STATUEHARP
source: You lost your head, eh?
de: Du hast deinen Kopf verloren, was?
es: Has perdido la cabeza, ¿eh?
fr: T'as perdu la tête, hein ?
it: Hai perso la testa, eh?
ja: 頭をなくしちゃったみたいだ、ね？
ko: 머리를 잃었나 보네?
pl: Straciłeś głowę, co nie?
pt_br: Você perdeu a cabeça, hã?
ru: Голову свою потерял, а?
zh_cn: 你的头不见了，是吗？
zh_tw: 你的頭不見了，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.STATUEMAXWELL
source: I'm gonna make fun of him for this later, eh?
de: Ich werde mich später über ihn lustig, ja?
es: Luego me reiré con él de esto, ¿eh?
fr: Quand je le verrai, je pourrai me moquer de lui, hein ?
it: Lo prenderò in giro per questo più in là, eh?
ja: プッ…あとで本人をからかってやろうぜ…
ko: 나중에 놀려줘야지, 그치?
pl: Później się z tego ponabijamy, tak?
pt_br: Vou zoar com a cara dele por isso mais tarde.
ru: Как-нибудь надо обязательно над ним подшутить на этот счет.
zh_cn: 稍后我要用这个逗一下他，额？
zh_tw: 稍後我要用這個逗一下他，額？

# CHARACTERS.WOODIE.DESCRIBE.STATUE_MARBLE.GENERIC
source: Looks pretty fancy.
de: Sieht ja schick aus.
es: Tiene muy buen aspecto.
fr: Ça en jette !
it: Sembra alquanto raffinata.
ja: シャレてやがるぜ。
ko: 제법 근사하잖아.
pl: Wygląda całkiem dostojnie.
pt_br: Parece bem chique.
ru: Очень красиво.
zh_cn: 看起来挺高级的。
zh_tw: 看起來挺高級的。

# CHARACTERS.WOODIE.DESCRIBE.STATUE_MARBLE.TYPE1
source: She's a real tall one, eh?
de: Sie ist wirklich groß, nicht wahr?
es: Es realmente alta, ¿eh?
fr: Elle est vraiment balèze, hein ?
it: È una tipa molto alta, eh?
ja: 背、高えな。
ko: 정말 키 크다, 그치?
pl: Wysoka jest, co nie?
pt_br: Ela é bem alta, hã?
ru: Она правда очень высокая, хех?
zh_cn: 她实在高，嗯？
zh_tw: 她實在高，嗯？

# CHARACTERS.WOODIE.DESCRIBE.STATUE_MARBLE.TYPE2
source: I'm not sure I get it.
de: Ich glaub, ich versteh das nicht.
es: Creo que no la entiendo.
fr: Je suis pas sûr de comprendre.
it: Non sono sicuro di capirlo.
ja: いまいち分からねえな。
ko: 이해 못 하겠어.
pl: Chyba nie rozumiem sztuki.
pt_br: Não tenho certeza que entendo.
ru: Не уверен, что понял прикол.
zh_cn: 我不确定我是否理解了。
zh_tw: 我不確定我是否理解了。

# CHARACTERS.WOODIE.DESCRIBE.STATUE_MARBLE.TYPE3
source: Could make a nice planter outta that.
de: Könnte ein schönes Pflanzgefäß hergeben.
es: Sería una maceta genial.
fr: En plus, ça ferait une belle jardinière.
it: Potrei farci una bella fioriera.
ja: いい植木鉢が作れそうだな。
ko: 좋은 화분을 만들 수 있겠는데.
pl: Można by z tego zrobić przyzwoitą doniczkę.
pt_br: Eu poderia fazer um vaso melhor com isso.
ru: В ней можно было бы обустроить неплохую плантацию.
zh_cn: 可以从那东西种出一棵不错的植物。
zh_tw: 可以從那東西種出一棵不錯的植物。

# CHARACTERS.WOODIE.DESCRIBE.STEELWOOL
source: That'll put the shine back on yer axe.
de: Das bringt deine Axt wieder zum Glänzen.
es: Eso volverá a dar brillo al hacha.
fr: Avec ça la hache va à nouveau briller de tous ses feux.
it: Farà risplendere di nuovo la tua lama.
ja: これでオノ磨くと、ピカピカになるぜ
ko: 도끼를 다시 빛나게 해주겠잖아.
pl: Pomoże wypolerować każdą siekierę.
pt_br: Isso vai devolver o brilho ao seu machado.
ru: Вернет прежний блеск твоему топору.
zh_cn: 用这个可以让你的斧子重新变得闪亮。
zh_tw: 用這個可以讓你的斧子重新變得閃亮。

# CHARACTERS.WOODIE.DESCRIBE.STEERINGWHEEL
source: I like to know where I'm going.
de: Ich weiß gerne, wo ich hingehe.
es: Me gusta saber adónde voy.
fr: J'aime bien choisir où je vais.
it: Mi piace sapere dove vado.
ja: どこに行くのか教えてくれねえかな？
ko: 내가 어디로 가는지 알고 싶은데.
pl: Lubię wiedzieć, dokąd zmierzam.
pt_br: Gosto de saber para onde estou indo.
ru: Не люблю плыть по течению.
zh_cn: 得知道要去哪。
zh_tw: 得知道要去哪。

# CHARACTERS.WOODIE.DESCRIBE.STEERINGWHEEL_ITEM
source: We should set up the base of the boat first.
de: Wir sollten zuerst den Bootsrumpf bauen.
es: Deberíamos establecer primero la base del barco.
fr: Il me faudrait d'abord la base du bateau.
it: Prima dobbiamo preparare la base della barca.
ja: まず、ボートの元になるモノを作らねえとな。
ko: 먼저 배 본체를 만들어야 하잖아.
pl: Najpierw powinniśmy zbudować podstawę łodzi.
pt_br: Melhor montar a base do barco primeiro.
ru: Сначала нужно построить каркас лодки.
zh_cn: 先把船底做好。
zh_tw: 先把船底做好。

# CHARACTERS.WOODIE.DESCRIBE.STINGER
source: Ouch! It's pointy.
de: Autsch! Der ist spitz.
es: ¡Ay! Pincha.
fr: Ouille ! C'est pointu.
it: Ahi! È a punta.
ja: 痛い！先がとがっている。
ko: 앗! 뾰족하잖아.
pl: Auć! Kłuje!
pt_br: Ai! É pontudo!
ru: Ой! Он острый.
zh_cn: 哎哟！扎到我了。
zh_tw: 哎喲！紮到我了。

# CHARACTERS.WOODIE.DESCRIBE.STRAWHAT
source: It'll keep the sun off yer head.
de: Das schützt deinen Kopf vor der Sonne.
es: Impedirá que el solo te dé en la cabeza.
fr: Ça protège du soleil.
it: Terrà il sole alla larga dalla tua capoccia.
ja: これをかぶりゃ、脳ミソが煮えずに済むぜ
ko: 해를 가려 주잖아.
pl: Sprawia, że słońce nie świeci prosto w oczy.
pt_br: Vai manter o sol longe da sua cabeça.
ru: Убережет голову от солнца.
zh_cn: 我会让你的头不会被太阳晒到。
zh_tw: 我會讓你的頭不會被太陽曬到。

# CHARACTERS.WOODIE.DESCRIBE.STUFFEDEGGPLANT
source: I'm getting better at cooking.
de: Ich werde immer besser im Kochen.
es: Cada vez cocino mejor.
fr: Je m'améliore en cuisine.
it: La mia cucina sta migliorando.
ja: 料理していると気分が良くなる。
ko: 요리 실력이 늘고 있잖아.
pl: Coraz lepiej mi idzie to gotowanie.
pt_br: Estou ficando melhor na cozinha.
ru: Я стал получше готовить.
zh_cn: 我的厨艺越来越好了。
zh_tw: 我的廚藝越來越好了。

# CHARACTERS.WOODIE.DESCRIBE.STUFFING
source: I'm stuffed to the brim!
de: Nun ist es meine Füllung!
es: ¡Estoy lleno hasta las orejas!
fr: Je suis plein comme une oie !
it: Sono ripieno come un uovo!
ja: もう腹いっぱいだ！
ko: 음식이 목구멍까지 찼잖아!
pl: Jestem napchany po uszy!
pt_br: Estou cheio até o pescoço!
ru: Я до краев себе пузо набил!
zh_cn: 我被塞满了！
zh_tw: 我被塞滿了！

# CHARACTERS.WOODIE.DESCRIBE.SUCCULENT_PICKED
source: There's a lot of water in there for such a tiny plant.
de: Für so ein kleines Pflänzchen ist das ganz schön viel Wasser.
es: Hay mucha agua ahí para una planta tan pequeña.
fr: Y a beaucoup d'eau là-dedans pour une petite plante.
it: C'è molta acqua per una pianta così piccola.
ja: ちっこい草だが、たっぷり水を含んでるぜ
ko: 식물은 작은데 물은 엄청나게 많네.
pl: Dużo tu wody, jak na taką małą roślinkę.
pt_br: Tem muita água aí pra uma planta tão pequena.
ru: В таком маленьком растении так много воды.
zh_cn: 这样微小的一株植物居然有很多水。
zh_tw: 這樣微小的一株植物居然有很多水。

# CHARACTERS.WOODIE.DESCRIBE.SUCCULENT_PLANT
source: That's a plant, eh?
de: Das ist eine Pflanze, was?
es: Es una planta, ¿eh?
fr: C'est une plante, hein ?
it: È una pianta, eh?
ja: こいつぁ…草だよな？
ko: 식물이잖아, 그치?
pl: To roślinka, co nie?
pt_br: Isso é uma planta, hã?
ru: Это растение, а?
zh_cn: 那是一株植物，呃？
zh_tw: 那是一株植物，呃？
