Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.HOTSPRING.GENERIC
source: Careful Lucy, wouldn't want you to rust.
de: Vorsicht, Lucy. Nicht, dass du rostest.
es: Ten cuidado, Lucy; no quiero que te oxides.
fr: Attention, Lucy, tu risques de rouiller.
it: Attenta, Lucy, potresti arrugginirti.
ja: ルーシー、気をつけてくれ。オマエが錆びでもしたら困るんだ。
ko: 조심해, 루시. 잘못하면 녹이 슬겠어.
pl: Ostrożnie, Lucy, nie chciałbym, żebyś zardzewiała.
pt_br: Cuidado, Lucy, não quero que você se enferruje.
ru: Аккуратнее, Люси. Не хочу, чтобы ты заржавела.
zh_cn: 露西小心别生锈了。
zh_tw: 露西小心別生銹了。

# CHARACTERS.WOODIE.DESCRIBE.HOTSPRING.GLASS
source: Wonder if I could bust through that.
de: Ob ich die Schicht durchschlagen könnte?
es: Me pregunto si podría atravesar eso.
fr: Je me demande si je pourrais casser ça.
it: Chissà se riesco a sfondarlo...
ja: これ、ブチ壊せねかな？
ko: 내가 저걸 부술 수 있을지 궁금하잖아.
pl: Ciekawe, czy mógłbym się przez to przebić.
pt_br: Me pergunto se eu conseguiria quebrar ele.
ru: Интересно, можно ли его разбить?
zh_cn: 我能砸开不？
zh_tw: 我能砸開不？

# CHARACTERS.WOODIE.DESCRIBE.HOUND
source: They'd be good at pulling a sled.
de: Sie wären gut darin, einen Schlitten zu ziehen.
es: Servirían para tirar de un trineo.
fr: Ils seraient bons pour tirer un traîneau.
it: Sarebbero bravi a tirare una slitta.
ja: 奴らはきっとそりを引くのが上手いだろう。
ko: 썰매 당길 때 좋잖아.
pl: Nadawałby się do ciągnięcia sań.
pt_br: Seriam bons para puxar um trenó.
ru: Они хороши в тягании саней.
zh_cn: 它们应该很擅长拉雪橇。
zh_tw: 它們應該很擅長拉雪橇。

# CHARACTERS.WOODIE.DESCRIBE.HOUNDBONE
source: It's covered with dog spit, eh?
de: Der ist mit Hundespeichel bedeckt, was?
es: Está cubierto de saliva de perro, ¿eh?
fr: C'est couvert de bave de chien, hein ?
it: È ricoperto di saliva di cane, eh?
ja: 犬の唾液で覆われている、よな？
ko: 개 침이 잔뜩 묻었지, 그치?
pl: Całe pokryte psią śliną, co nie?
pt_br: Está coberto de baba de cão, hã?
ru: Ее собака обслюнявила, а?
zh_cn: 上面都是狗狗唾液，对吗？
zh_tw: 上面都是狗狗唾液，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.HOUNDCORPSE.BURNING
source: It's better this way.
de: Es ist besser so.
es: Es mejor así.
fr: Voilà, c'est mieux.
it: Meglio così.
ja: こっちの方がいいだろう。
ko: 이게 차라리 낫잖아.
pl: Dobrze się stało.
pt_br: É melhor assim.
ru: Смерть этому чудовищу к лицу.
zh_cn: 这样更好。
zh_tw: 這樣更好。

# CHARACTERS.WOODIE.DESCRIBE.HOUNDCORPSE.GENERIC
source: I don't like the looks of that.
de: Gefällt mir nicht, wie der aussieht.
es: No me gusta su aspecto.
fr: Je n'aime pas ça du tout.
it: Non mi piace il suo aspetto.
ja: あまり気持ちのいいもんじゃねえな。
ko: 생긴 게 마음에 안 들잖아.
pl: Nie podoba mi się to.
pt_br: Eu não gosto da aparência disso.
ru: Не нравится мне ее вид.
zh_cn: 我不喜欢这幅景象。
zh_tw: 我不喜歡這幅景象。

# CHARACTERS.WOODIE.DESCRIBE.HOUNDCORPSE.REVIVING
source: What on earth is happening?!
de: Was in aller Welt geschieht hier?!
es: ¡¿Qué demonios está pasado?!
fr: Qu'est-ce qui se passe ?
it: Cosa diamine sta succedendo?!
ja: 一体、どうなってんだ？！
ko: 도대체 무슨 일이 일어나는 거야?!
pl: Do licha, co tu się dzieje?!
pt_br: O que diabos está acontecendo?!
ru: Что, черт возьми, происходит?!
zh_cn: 到底怎么了？
zh_tw: 到底怎麼了？

# CHARACTERS.WOODIE.DESCRIBE.HOUNDMOUND
source: I know better than to mess with that.
de: Ich sollte mich nicht damit anlegen.
es: Sé muy bien que no debo meterme con eso.
fr: J'ai mieux à faire que m'occuper de ça.
it: Non sono così ingenuo da provocarlo.
ja: あれにちょっかいを出すほどバカじゃないさ。
ko: 저거랑 상대 안 하는 게 낫지.
pl: Nie zamierzam tego dotykać.
pt_br: Sei bem que não se deve mexer com isso.
ru: Это скользкая дорожка, лучше не связываться.
zh_cn: 我才没有蠢到去惹那东西。
zh_tw: 我才沒有蠢到去惹那東西。

# CHARACTERS.WOODIE.DESCRIBE.HOUNDSTOOTH
source: It's a beaut.
de: Eine echte Schönheit!
es: Qué belleza.
fr: Quelle beauté !
it: Che meraviglia!
ja: こいつぁ、見事なキバだぜ！
ko: 아름답잖아.
pl: Piękna rzecz.
pt_br: É lindo.
ru: Он прекрасен.
zh_cn: 漂亮的东西。
zh_tw: 漂亮的東西。

# CHARACTERS.WOODIE.DESCRIBE.HOUNDWHISTLE
source: I usually do my own animal calls.
de: Ich mache normalerweise meine eigenen Tierlaute.
es: Suelo hacer mis propios reclamos de animales.
fr: J'ai l'habitude d'imiter les bêtes moi-même.
it: Di solito faccio i richiami degli animali da solo.
ja: 普段、オレは動物の鳴きマネで用を足している。
ko: 난 원래 물 부르는 소리 직접 내는데.
pl: Zwykle samemu wzywam zwierzęta.
pt_br: Normalmente eu mesmo faço meus apitos com sons de animais.
ru: Со зверушками у меня свой разговор.
zh_cn: 我通常会自己召唤动物。
zh_tw: 我通常會自己召喚動物。

# CHARACTERS.WOODIE.DESCRIBE.HUTCH
source: Friendly lil guy, eh?
de: Freundlicher kleiner Kerl, gell?
es: Un chico simpático, ¿eh?
fr: Sympathique petit bonhomme, hein ?
it: Tipetto amichevole, eh?
ja: すっかり懐いてやがるぜ
ko: 아주 살갑게 구는 친구네, 그치?
pl: Przyjacielski koleżka, tak?
pt_br: Carinha amistoso, hã?
ru: Дружелюбный малый, а?
zh_cn: 友好的小朋友，额？
zh_tw: 友好的小朋友，額？

# CHARACTERS.WOODIE.DESCRIBE.HUTCH_FISHBOWL.GENERIC
source: I've never had one of these before.
de: So etwas hatte ich noch nie.
es: Nunca he tenido uno de estos.
fr: J'avais jamais eu ça avant.
it: Non ho mai avuto uno di questi prima.
ja: キンギョ飼うのは初めてだ
ko: 이런 걸 키워보는 건 처음이야.
pl: Jeszcze nigdy czegoś takiego nie widziałem.
pt_br: Nunca tive um desses antes.
ru: У меня таких никогда не было.
zh_cn: 我以前从来没有过这东西。
zh_tw: 我以前從來沒有過這東西。

# CHARACTERS.WOODIE.DESCRIBE.HUTCH_FISHBOWL.WAITING
source: It was bound to happen.
de: Es musste passieren!
es: Tenía que suceder.
fr: Ça devait arriver.
it: Era destinato a succedere.
ja: ま、生き物はいつかは死ぬもんだ
ko: 어차피 일어날 일이었어.
pl: To musiało w końcu nastąpić.
pt_br: Isso estava destinado a acontecer.
ru: Это должно было произойти.
zh_cn: 它必然发生。
zh_tw: 它必然發生。

# CHARACTERS.WOODIE.DESCRIBE.ICE
source: A tiny reminder of home.
de: Eine kleine Erinnerung an daheim.
es: Un pequeño recuerdo de casa.
fr: Ça rappelle un peu la maison.
it: Un piccolo ricordo di casa.
ja: ふるさとを思い出すぜ…
ko: 작은 것이 집을 떠올리게 하잖아.
pl: Przypomina mi o domu.
pt_br: Outra lembrança de casa.
ru: Маленькое напоминание о доме.
zh_cn: 家里的小小纪念品。
zh_tw: 家裡的小小紀念品。

# CHARACTERS.WOODIE.DESCRIBE.ICEBERG.GENERIC
source: Reminds me of home.
de: Erinnert mich an mein Zuhause.
es: Me recuerda a mi hogar.
fr: Ça me rappelle la maison.
it: Mi ricorda casa.
ja: 我が家を思い出させる。
ko: 고향 생각나네.
pl: Przypomina mi się dom.
pt_br: Me faz lembrar de casa.
ru: Напоминает мне о доме.
zh_cn: 想起了我老家。
zh_tw: 想起了我老家。

# CHARACTERS.WOODIE.DESCRIBE.ICEBERG.MELTED
source: It's looking a bit drippy.
de: Er schwitzt ein bisschen.
es: Parece que gotea un poco.
fr: Il est tout dégoulinant.
it: Sembra un po' sgocciolante.
ja: ちょっと溶けてきてるな。
ko: 물이 뚝뚝 떨어지잖아.
pl: Ale się spociła.
pt_br: Está um pouco gotejante.
ru: Он покрыт каплями воды.
zh_cn: 一直在往下滴水。
zh_tw: 一直在往下滴水。

# CHARACTERS.WOODIE.DESCRIBE.ICEBERG_MELTED
source: It's looking a bit drippy.
de: Er schwitzt ein bisschen.
es: Parece que gotea un poco.
fr: Il est tout dégoulinant.
it: Sembra un po' sgocciolante.
ja: ちょっと溶けてきてるな。
ko: 물이 뚝뚝 떨어지잖아.
pl: Ale się spociła.
pt_br: Está um pouco gotejante.
ru: Он покрыт каплями воды.
zh_cn: 一直在往下滴水。
zh_tw: 一直在往下滴水。

# CHARACTERS.WOODIE.DESCRIBE.ICEBOX
source: Ahhhh. Reminds me of home.
de: Ahhhh. Erinnert mich an Zuhause.
es: Ahhhh. Me recuerda a mi hogar.
fr: Ahhh, ça me rappelle la maison.
it: Ahhhh. Mi ricorda casa.
ja: あぁ。故郷を思い出すなぁ。
ko: 아! 고향 생각나네.
pl: Aaach. Przypomina mi się dom.
pt_br: Ahhhh. Me faz lembrar de casa.
ru: А-а-а-ах. Напоминает мне о доме.
zh_cn: 啊—— 让我想起了家乡。
zh_tw: 啊—— 讓我想起了家鄉。

# CHARACTERS.WOODIE.DESCRIBE.ICECREAM
source: Only after I've chopped enough!
de: Erst, wenn ich genug Holz gefällt habe!
es: ¡Solo después de haber talado lo suficiente!
fr: Quand j'aurai coupé assez de bois !
it: Solo dopo che ho tagliato abbastanza!
ja: 木を十分切ってからのごほうび！
ko: 나무를 충분히 벤 다음에 먹을래!
pl: Dopiero jak zetnę dość drewna!
pt_br: Só depois de cortar o suficiente!
ru: Только после того, как нарублю достаточно!
zh_cn: 我砍了足够的树后才会吃！
zh_tw: 我砍了足夠的樹後才會吃！

# CHARACTERS.WOODIE.DESCRIBE.ICEHAT
source: I could chop it if I had to.
de: Wenn ich müsste, könnte ich es zerschmettern.
es: Podría talarlo si tuviera que hacerlo.
fr: Je pourrais couper ça si j'étais obligé.
it: Lo avrei tagliato se avessi dovuto.
ja: これだって、やろうと思えば切れるぞ。
ko: 필요하면 자를 수 있잖아.
pl: Mógłbym to porąbać, gdyby było trzeba.
pt_br: Eu poderia cortar isso se precisasse.
ru: Если придется, я могу ее порубить.
zh_cn: 如果有必要的话，我可以把这个也剁碎。
zh_tw: 如果有必要的話，我可以把這個也剁碎。

# CHARACTERS.WOODIE.DESCRIBE.ICEHOUND
source: Arctic hounds?
de: Arktische Hunde?
es: ¿Sabuesos del Ártico?
fr: Des molosses de l'Arctique ?
it: Segugi artici?
ja: 北極の猟犬？
ko: 북극 개인가?
pl: Arktyczne ogary?
pt_br: Cães do ártico?
ru: Снежные гончие?
zh_cn: 北极猎犬？
zh_tw: 北極獵犬？

# CHARACTERS.WOODIE.DESCRIBE.ICEPACK
source: Good for long hikes.
de: Gut für lange Wanderungen.
es: Bueno para largas caminatas.
fr: Pratique pour les longues sorties.
it: Ottimo per lunghe escursioni.
ja: 長距離のハイキングに。
ko: 오래 하이킹할 때 좋잖아.
pl: Dobra na długie wędrówki.
pt_br: Bom para caminhadas longas.
ru: Самое то для долгих походов.
zh_cn: 很适合用来远足旅行。
zh_tw: 很適合用來遠足旅行。

# CHARACTERS.WOODIE.DESCRIBE.ICESTAFF
source: It reminds me of home.
de: Das erinnert mich an mein Zuhause.
es: Me recuerda a casa.
fr: Ça me rappelle la maison.
it: Mi ricorda casa.
ja: それは我が家を思い起こさせる。
ko: 고향이 생각나네.
pl: Przypomina mi się dom.
pt_br: Me faz lembrar de casa.
ru: Напоминает мне о доме.
zh_cn: 它让我想起了家乡。
zh_tw: 它讓我想起了家鄉。

# CHARACTERS.WOODIE.DESCRIBE.ICE_BLUEPRINT
source: When you live up North, you get used to the cold.
de: Wenn man im Norden lebt, gewöhnt man sich an die Kälte.
es: Al vivir en el norte, te acostumbras al frío.
fr: Quand on vit au Nord, on s'habitue au froid.
it: Quando si vive al nord, ci si abitua al freddo.
ja: 北方に住んでたら、寒さにも慣れるモンだぜ。
ko: 북쪽에 살면 추위에 익숙해져.
pl: Gdy mieszka się na północy, trzeba przywyknąć do zimna.
pt_br: Quando a gente vive no norte, acaba se acostumando com o frio.
ru: Если живешь на севере, то к холоду приходится привыкать.
zh_cn: 北边住久了就习惯寒冷了。
zh_tw: 北邊住久了就習慣寒冷了。

# CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.ACTIVE
source: Where did it go?!
de: Wo ist es hin ?!
es: ¿¡A dónde se ha ido!?
fr: Où est-ce qu'il est parti ?
it: Dove è andato?!
ja: それはどこに行ったのだ？！
ko: 어디 갔지?!
pl: Gdzie on się podział?
pt_br: Aonde foi?!
ru: Куда он идет?!
zh_cn: 它去哪儿了？！
zh_tw: 它去哪兒了？！

# CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.INACTIVE
source: I don't know how to move that.
de: Ich weiß nicht, wie ich ihn bewegen kann.
es: No sé cómo mover eso.
fr: Je ne sais pas comment bouger ça.
it: Non so come spostarla.
ja: それをどうやって動かすのかわからない。
ko: 어떻게 움직일 수 있는지 모르잖아.
pl: Nie wiem, jak go przesunąć.
pt_br: Não sei como mover isso.
ru: Я не знаю, как это передвинуть.
zh_cn: 我不知道该怎么把那玩意儿移开。
zh_tw: 我不知道該怎麼把那玩意兒移開。

# CHARACTERS.WOODIE.DESCRIBE.INSPECTSELF
source: Beard's growing out nicely.
de: Beard wächst schön aus.
es: La barba está creciendo muy bien.
fr: Ça commence à me faire une jolie barbe.
it: La barba sta crescendo bene.
ja: うし…ヒゲの伸び具合もバッチリだな
ko: 수염이 잘 자라고 있잖아.
pl: Broda dzielnie rośnie.
pt_br: A barba está crescendo direitinho.
ru: Борода растет размеренно и ровно.
zh_cn: 胡子长得很漂亮。
zh_tw: 鬍子長得很漂亮。

# CHARACTERS.WOODIE.DESCRIBE.IVY_SNARE
source: What a mess of thorns!
de: Was für ein Dornengewirr!
es: Qué desastre de espinas...
fr: Elle a des épines partout !
it: Spine ovunque!
ja: トゲトゲでメチャクチャじゃねぇか！
ko: 가시가 정말 많다!
pl: Co za kolczasty bajzel!
pt_br: Que bagunça espinhosa!
ru: Какая куча колючек!
zh_cn: 多么混乱的荆棘！
zh_tw: 多麼混亂的荊棘！

# CHARACTERS.WOODIE.DESCRIBE.JAMMYPRESERVES
source: Now to find peanut butter.
de: Jetzt muss ich noch Erdnussbutter finden.
es: Ahora a encontrar mantequilla de cacahuete.
fr: Je devrais trouver du beurre de cacahouète.
it: Ora devo trovare il burro di arachidi.
ja: さてと、ピーナッツバターを探さなきゃ。
ko: 이제 땅콩버터만 찾으면 되잖아.
pl: Przydałoby się jeszcze masło orzechowe.
pt_br: Agora precisamos achar manteiga de amendoim.
ru: Теперь нужно найти арахисовое масло.
zh_cn: 现在就差花生酱了。
zh_tw: 現在就差花生醬了。

# CHARACTERS.WOODIE.DESCRIBE.JELLYBEAN
source: You can barely taste the bean!
de: Man schmeckt kaum die Bohnen!
es: ¡No sabe a judías!
fr: On sent à peine le goût de la gelée !
it: Non sanno di fagioli malgrado la forma!
ja: 豆の味なんてしねえじゃねえか！
ko: 콩 맛이 거의 안 나잖아!
pl: Ledwo czuć fasolę!
pt_br: Mal dá pra sentir o gosto da juba!
ru: Сроду не скажешь, что это бобы!
zh_cn: 你几乎尝不到豆子的味道！
zh_tw: 你幾乎嘗不到豆子的味道！

# CHARACTERS.WOODIE.DESCRIBE.KABOBS
source: The stick really adds to the flavour.
de: Die Stäbchen verbessern tatsächlich das Aroma.
es: El palo realmente da más sabor.
fr: Le bout de bois ajoute vraiment du goût.
it: Lo spiedino aggiunge davvero sapore.
ja: その小枝は絶妙にフレーバーを加味する。
ko: 꼬치가 풍미를 더해주는걸.
pl: Ten patyk naprawdę dodaje smaku.
pt_br: O palito dá um destaque ao sabor.
ru: Палка действительно придает вкуса.
zh_cn: 树枝确实让肉变得更香了。
zh_tw: 樹枝確實讓肉變得更香了。

# CHARACTERS.WOODIE.DESCRIBE.KELP
source: Could cook it up real nice.
de: Den koch ich mir so richtig zurecht.
es: Podría cocinarlas y quedarían bien.
fr: Il paraît que ça se mange.
it: So io come cucinarle.
ja: 料理すれば結構いけるんじゃねえか？
ko: 요리하면 좋겠는데.
pl: Jak się je ugotuje, to będą pyszne.
pt_br: Posso cozinhar isso bem gostoso.
ru: Это можно довольно неплохо приготовить.
zh_cn: 我可会烧这种菜了。
zh_tw: 我可會燒這種菜了。

# CHARACTERS.WOODIE.DESCRIBE.KELPHAT
source: Even when I take it off I can still imagine the texture.
de: Auch wenn ich ihn absetze, kann ich mir die Textur noch vorstellen.
es: Incluso después de quitármelo puedo imaginar la textura.
fr: Je sens encore le côté gluant sur mon crâne.
it: Anche dopo essermela tolta, ho ancora in mente la consistenza.
ja: 脱いでもまだ感触が残ってら。
ko: 벗어도 촉감이 느껴지잖아.
pl: Nawet jak już go zdejmę, wciąż czuję tę dziwną fakturę.
pt_br: Mesmo quando tiro, ainda consigo sentir a textura.
ru: Ощущение склизкости не покидает, даже когда это снимаешь.
zh_cn: 即便摘下来了，还是能感觉到。
zh_tw: 即便摘下來了，還是能感覺到。

# CHARACTERS.WOODIE.DESCRIBE.KELP_COOKED
source: Good eatin' right there, if you ask me.
de: Leckeres Essen, wenn man mich fragt.
es: Pues creo que es una buena comida, la verdad.
fr: C'est pas mal du tout !
it: Un piatto niente male, se posso dire la mia.
ja: こりゃあウマいぞ、オレに言わせればな。
ko: 훌륭한 음식이잖아.
pl: Jak dla mnie to bardzo dobre jedzenie.
pt_br: É um bela refeição, se me permite dizer.
ru: Как по мне, так очень даже вкусно.
zh_cn: 美美的搓了一顿。
zh_tw: 美美的搓了一頓。

# CHARACTERS.WOODIE.DESCRIBE.KELP_DRIED
source: It's a nice light snack.
de: Ein leckerer leichter Imbiss.
es: Un aperitivo bueno y ligero.
fr: Un bon petit snack.
it: Uno spuntino buono e leggero.
ja: おやつとしては、こりゃあいい。
ko: 가볍게 먹기 좋은 간식이잖아.
pl: Smaczna, lekka przekąska.
pt_br: É um baita lanche.
ru: Хорошая легкая закуска.
zh_cn: 很好的零食。
zh_tw: 很好的零食。

# CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.GENERIC
source: That bee doesn't seem as friendly.
de: Diese Biene sieht nicht sehr freundlich aus.
es: Esa abeja no parece tan amistosa.
fr: Cette abeille n'a pas l'air très amical.
it: Quell'ape non sembra così amichevole.
ja: その蜂はあまり気の良い風には見えない。
ko: 저 벌은 우호적으로 보이지 않는데.
pl: Ta pszczoła nie wygląda na specjalnie przyjazną.
pt_br: Essa abelha não parece tão amistosa.
ru: Эта пчела не выглядит дружелюбно.
zh_cn: 那只蜜蜂好像不太友好。
zh_tw: 那只蜜蜂好像不太友好。

# CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.HELD
source: She's none too pleased with her situation.
de: Die ist nicht sehr zufrieden mit ihrer Situation.
es: No está muy contenta con su situación.
fr: Elle est pas ravie de la situation.
it: Non è troppo contenta della sua situazione.
ja: 逃げたくてしょうがねぇみてぇだな…
ko: 그리 기쁘지 않은 모양이잖아.
pl: Nie jest zachwycona swoją sytuacją.
pt_br: Ela não está muito feliz com sua situação.
ru: Ей не особо это нравится.
zh_cn: 她对自己的处境很不满意。
zh_tw: 她對自己的處境很不滿意。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR1.BURNT
source: Eh, this place looks nicer without it.
de: Eh, der Ort sieht ohne schöner aus.
es: Eh, el sitio está mucho mejor así.
fr: Eh, cet endroit est plus joli sans.
it: Eh, questo posto è più bello senza.
ja: これがねぇほうが見栄えいいんじゃねぇか？
ko: 아, 여기는 이게 없는 게 더 멋져보여.
pl: No, bez tego jest tu ładniej.
pt_br: Bah, esse lugar fica melhor sem isso.
ru: Ну, эта штука все равно горизонт загораживала.
zh_cn: 诶，少了它这地方还好看点。
zh_tw: 誒，少了它這地方還好看點。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR1.GENERIC
source: I'm fully on-board with teachin' the kits to attack birds on sight.
de: Ich bin voll und ganz dafür, dass die Kits lernen, Vögel anzugreifen, sobald sie sie sehen.
es: Me parece perfecto enseñarles a los gatitos a atacar a las aves nada más verlas.
fr: Je suis prêt à apprendre aux faton à attaquer les oiseaux à vue.
it: Approvo l'idea di insegnare ai miciorsetti ad attaccare i pennuti appena li vedono.
ja: 任せとけ！子猫どもに一瞬で鳥を仕留める方法を教えてやるからよ。
ko: 애옹이가 새를 보는 즉시 공격하도록 가르치는 일에 완전히 참여하고 있어.
pl: Podpisuję się obiema ręcami, że można by nauczyć kociaki atakować ptaki.
pt_br: Eu apoio totalmente ensinar os xanins a atacarem pássaros imediatamente.
ru: Я всеми руками за то, чтобы научить котят охотиться на птиц.
zh_cn: 我完全同意教小猫看到鸟就上。
zh_tw: 我完全同意教小貓看到鳥就上。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR1_KIT
source: I don't know aboot this one...
de: Ich weiß nichts darüber ...
es: No sé yo...
fr: Je sais pas trop...
it: Non so...
ja: これは知らねぇな…
ko: 이건 잘 모르겠어...
pl: Nie jestem przekonany...
pt_br: Não sei sobre isso aqui não...
ru: Даже не знаю...
zh_cn: 这个我就说不准了……
zh_tw: 這個我就說不準了……

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR2.BURNT
source: A real shame.
de: Echt eine Schande.
es: Qué lástima.
fr: Oh, c'est dommage.
it: Davvero un peccato.
ja: とても残念でならねぇ。
ko: 정말 부끄러워.
pl: A niech to.
pt_br: Uma verdadeira pena.
ru: Очень, очень жаль.
zh_cn: 可惜了呀。
zh_tw: 可惜了呀。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR2.GENERIC
source: The kits will have fun with that.
de: Die Kits werden Spaß damit haben!
es: Los gatitos se lo pasarán bien con eso.
fr: Les fatons vont bien s'amuser.
it: I miciorsetti si divertiranno con quello.
ja: 子猫どもも楽しんでくれそうだ。
ko: 애옹이가 재미있게 갖고 놀 거야.
pl: Kociaki będą miały rozrywkę.
pt_br: Os xanins vão se divertir com isso.
ru: Котятам с ней будет весело.
zh_cn: 小猫们会喜欢那个的。
zh_tw: 小貓們會喜歡那個的。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDECOR2_KIT
source: I bet those kits would love a toy to play with.
de: Ich wette, die Kits würden sich über ein Spielzeug freuen, mit dem sie spielen können.
es: Seguro que a los gatitos les encantaría tener algo para jugar.
fr: Je parie que ces petites bestioles adoreraient avoir un jouet.
it: Scommetto che ai miciorsetti piacerebbe avere un giocattolo.
ja: きっと子猫どもはおもちゃを気に入るぞ。
ko: 장담하는데, 애옹이는 갖고 노는 장난감을 좋아할 거야.
pl: Założę się, że te kociaki chciałyby się czymś pobawić.
pt_br: Aposto que esses xanins adoram um brinquedo para brincar.
ru: Готов поспорить, котята не откажутся от новой игрушки.
zh_cn: 这些小猫肯定想要玩具。
zh_tw: 這些小貓肯定想要玩具。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDEN.BURNT
source: What a waste of good wood.
de: Was für eine Verschwendung von gutem Holz.
es: Qué desperdicio de buena madera.
fr: C'est du bois gâché.
it: Che spreco di legna buona.
ja: せっかくの木材が台なしだぜ。
ko: 좋은 나무가 아깝게 됐잖아.
pl: Ależ marnotrawstwo dobrego drewna.
pt_br: Que desperdício de madeira boa.
ru: Какое разбазаривание отличной древесины.
zh_cn: 好好的木头就这么糟蹋了。
zh_tw: 好好的木頭就這麼糟蹋了。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDEN.GENERIC
source: Looks too much like a bird house for my tastes.
de: Sieht für meinen Geschmack zu sehr wie ein Vogelhaus aus.
es: Se parece demasiado a una casita para pájaros para mi gusto.
fr: Ça ressemble trop à une cabane à oiseaux pour moi.
it: Assomiglia troppo a una casa per pennuti per i miei gusti.
ja: どちらかというと、オレ好みの巣箱って見た目だな。
ko: 내 취향에는 너무 새집처럼 보여.
pl: Na mój gust to bardziej przypomina domek dla ptaków.
pt_br: Parece demais com um pássaro para o meu gosto.
ru: Как по мне, уж больно он похож на скворечник.
zh_cn: 太像鸟屋了，不对我胃口。
zh_tw: 太像鳥屋了，不對我胃口。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK
source: I don't see any hiding in there.
de: Ich sehe nicht, dass sich da jemand versteckt.
es: No veo a ninguno escondido por aquí.
fr: Je vois personne, ici.
it: Non vedo nessuno nascosto qui.
ja: 誰も中には隠れてねぇみてぇだ。
ko: 거기엔 아무것도 숨어 있지 않아.
pl: Chyba nie ma gdzie tu się schować.
pt_br: Não estou vendo nenhum escondido aí.
ru: Здесь явно никто не прячется.
zh_cn: 好像没看到什么东西藏在里面。
zh_tw: 好像沒看到什麼東西藏在裡面。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDEN.PLAYING_HIDEANDSEEK_TIME_ALMOST_UP
source: Looks like I'm just aboot outta time.
de: Sieht so aus, als wäre meine Zeit fast abgelaufen.
es: Creo que se me está acabando el tiempo.
fr: On dirait que je vais manquer de temps.
it: Sembra che io stia per esaurire il tempo.
ja: 時間切れになりそうだ。
ko: 시간이 좀 부족한 것 같아.
pl: Zaraz skończy mi się czas.
pt_br: Parece que já estou quase sem tempo.
ru: Времечко-то у меня скоро кончится.
zh_cn: 我的时间好像快走完了。
zh_tw: 我的時間好像快走完了。

# CHARACTERS.WOODIE.DESCRIBE.KITCOONDEN_KIT
source: Working with wood is what we do best, right Luce?
de: Die Arbeit mit Holz ist das, was wir am besten können, nicht wahr, Luce?
es: Lo que mejor se nos da es trabajar con la madera, ¿eh, Luce?
fr: Faire des trucs avec du bois, c'est ce qu'on fait de mieux. Pas vrai, Lucy ?
it: Lavorare con il legno è la nostra specialità, vero, Lucy?
ja: オレたちは木を使う仕事には全力で挑むんだ。そうだよな、ルーシー？
ko: 우리는 나무로 하는 작업을 제일 잘하지, 그치 루시?
pl: Zabawa z drewnem to jest coś, co lubimy najbardziej, prawda, Lucy?
pt_br: Trabalhar com a madeira é o que nós fazemos de melhor, certo, Lucy?
ru: Мы-то с тобой с любым деревом на раз управимся, да, Люси?
zh_cn: 咱们最拿手的就是木工，对不，露西？
zh_tw: 咱們最拿手的就是木工，對不，露西？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_DECIDUOUS
source: You look like you could use some pats, eh?
de: Du siehst aus, als könntest du ein paar Streicheleinheiten gebrauchen, eh?
es: Tienes pinta de querer mimitos, ¿eh?
fr: On dirait que t'as envie de câlins, toi.
it: Dall'aspetto, sembri avere bisogno di coccole, eh?
ja: 触ってほしそうだな？
ko: 좀 쓰다듬어 줄 수 있잖아, 그치?
pl: Chciałbyś, żeby ktoś cię pogłaskał, co nie?
pt_br: Parece que você precisa de umas palmadas, né?
ru: Кажись, тебя погладить не помешает, да?
zh_cn: 你是想让俺摸摸你吗，诶？
zh_tw: 你是想讓俺摸摸你嗎，誒？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_DESERT
source: Well yer just too cute, aren'tcha?
de: Bist zu niedlich, was?
es: Pero ¿cómo se puede ser tan bonito?
fr: Mais comment t'es trop mignon !
it: Sei davvero troppo adorabile, non è vero?
ja: とにかくかわいいな。
ko: 음, 넌 너무 귀엽잖아, 아니니?
pl: Ależ jesteś słodziutki, co nie?
pt_br: Olha só como você é fofinho, né não?
ru: Ну какой же ты славный, а.
zh_cn: 你咋这么让人心疼昵，啊？
zh_tw: 你咋這麼讓人心疼昵，啊？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_FOREST
source: You look like you could use some pats, eh?
de: Du siehst aus, als könntest du ein paar Streicheleinheiten gebrauchen, eh?
es: Tienes pinta de querer mimitos, ¿eh?
fr: On dirait que t'as envie de câlins, toi.
it: Dall'aspetto, sembri avere bisogno di coccole, eh?
ja: 触ってほしそうだな？
ko: 좀 쓰다듬어 줄 수 있잖아, 그치?
pl: Chciałbyś, żeby ktoś cię pogłaskał, co nie?
pt_br: Parece que você precisa de umas palmadas, né?
ru: Кажись, тебя погладить не помешает, да?
zh_cn: 你是想让俺摸摸你吗，诶？
zh_tw: 你是想讓俺摸摸你嗎，誒？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_GRASS
source: You look like you could use some pats, eh?
de: Du siehst aus, als könntest du ein paar Streicheleinheiten gebrauchen, eh?
es: Tienes pinta de querer mimitos, ¿eh?
fr: On dirait que t'as envie de câlins, toi.
it: Dall'aspetto, sembri avere bisogno di coccole, eh?
ja: 触ってほしそうだな？
ko: 좀 쓰다듬어 줄 수 있잖아, 그치?
pl: Chciałbyś, żeby ktoś cię pogłaskał, co nie?
pt_br: Parece que você precisa de umas palmadas, né?
ru: Кажись, тебя погладить не помешает, да?
zh_cn: 你是想让俺摸摸你吗，诶？
zh_tw: 你是想讓俺摸摸你嗎，誒？

# CHARACTERS.WOODIE.DESCRIBE.KITCOON_MARSH
source: You look like you could use some pats, eh?
de: Du siehst aus, als könntest du ein paar Streicheleinheiten gebrauchen, eh?
es: Tienes pinta de querer mimitos, ¿eh?
fr: On dirait que t'as envie de câlins, toi.
it: Dall'aspetto, sembri avere bisogno di coccole, eh?
ja: 触ってほしそうだな？
ko: 좀 쓰다듬어 줄 수 있잖아, 그치?
pl: Chciałbyś, żeby ktoś cię pogłaskał, co nie?
pt_br: Parece que você precisa de umas palmadas, né?
ru: Кажись, тебя погладить не помешает, да?
zh_cn: 你是想让俺摸摸你吗，诶？
zh_tw: 你是想讓俺摸摸你嗎，誒？
