Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.PLAYER.ATTACKER
source: Let's all calm down with a nice bowl of soup.
de: Beruhigen wir uns alle bei einem schönen Teller Suppe.
es: Vamos a calmarnos todos con una sopita rica.
es_mx: Vamos a calmarnos tomando un rico plato de sopa.
fr: Calmons-nous autour d'un bon bol de soupe.
it: Calmiamoci un po' con un bel piatto di zuppa.
ja: おいしいスープでとりあえず落ち着こうヨ。
ko: 다들 맛있는 수프 한 그릇씩 먹고 진정하자고.
pl: Ostudźmy emocje nad miską smacznej zupy.
pt_br: Vamos nos acalmar com uma bela tigela de sopa.
ru: Давайте все успокоимся, поедим супчика…
zh_cn: 美美喝一碗汤冷静冷静。
zh_tw: 美美喝一碗湯冷靜冷靜。

# CHARACTERS.WARLY.DESCRIBE.PLAYER.FIRESTARTER
source: I don't want to nitpick how you light fires, but...
de: Ich will ja nicht engstirnig mit dem Feuermachen sein, aber ...
es: No quiero ser tiquismiquis con cómo enciendes fuegos, pero...
es_mx: No quiero cuestionar cómo enciendes fuego, pero...
fr: Je ne veux pas critiquer votre façon d'allumer un feu, mais...
it: Non voglio trovare il pelo nell'uovo nel modo in cui accendi il fuoco, ma...
ja: 火のつけ方でどうこう言いたくないんだけど...
ko: 불 피우는 방식에 간섭하고 싶진 않지만...
pl: Nie chcę krytykować twojego sposobu rozpalania ognia, ale...
pt_br: Não quero botar defeito no modo como você acende o fogo, mas...
ru: Не хочу, конечно, брюзжать о том, как ты разводишь огонь, но…
zh_cn: 我不想挑剔你点火的方式，但是...
zh_tw: 我不想挑剔你點火的方式，但是...

# CHARACTERS.WARLY.DESCRIBE.PLAYER.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.PLAYER.GHOST
source: Oh my. Does that hurt?
de: Meine Güte. Tut das weh?
es: Oh, vaya. ¿Duele?
es_mx: ¡Oh, cielos! ¿Eso te dolió?
fr: Oh... Ça fait mal ?
it: Accidenti. Fa male?
ja: おっと。イタイかな？
ko: 세상에. 아프니?
pl: Ojej. Boli cię?
pt_br: Nossa. Isso dói?
ru: Ой-ой. Больно?
zh_cn: 哎呀。痛不痛啊？
zh_tw: 哎呀。痛不痛啊？

# CHARACTERS.WARLY.DESCRIBE.PLAYER.MURDERER
source: Mon dieu! You're a murderer!
de: Mon dieu! Du bist ein Mörder!
es: ¡Mon dieu! ¡Criminal!
es_mx: ¡Mon dieu! ¡Eres un homicida!
fr: Mon Dieu ! Vous êtes un assassin !
it: Mon dieu! Omicida!
ja: アア、神様ッ！この人殺し～！
ko: 세상에나! 이 살인자!
pl: Mon dieu! Morderstwo!
pt_br: Mon dieu! Você é um assassino!
ru: Mon dieu! Ты убийца!
zh_cn: 我的天啊！你是个杀人凶手！
zh_tw: 我的天啊！你是個殺人兇手！

# CHARACTERS.WARLY.DESCRIBE.PLAYER.REVIVER
source: You've been a big help, %s.
de: Du warst eine große Hilfe, %s.
es: Has sido de gran ayuda, %s.
es_mx: Has sido de gran ayuda, %s.
fr: Vous m'avez rendu un grand service, %s.
it: Mi hai dato una grossa mano, %s.
ja: キミはうんと力になってくれたよ、%s。
ko: 큰 도움이 됐어, %s.
pl: %s, twoja pomoc jest nieoceniona.
pt_br: Você ajudou muito, %s.
ru: Огромное спасибо за помощь, %s.
zh_cn: 你帮了大忙了，%s。
zh_tw: 你幫了大忙了，%s。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_DISMANTLER
source: Oh, Mme. Wanda left her tools!
de: Oh, Mme. Wanda hat ihr Werkzeug hiergelassen!
es: Oh, ¡madame Wanda se ha dejado las herramientas!
fr: Oh, Mme Wanda a laissé ses outils !
it: Oh, mademoiselle Wanda ha lasciato qui i suoi strumenti!
ja: オォ、どうやらマダム・ワンダは道具を置いてったみたいネ！
ko: 오, 마담 완다가 도구를 두고 갔어.
pl: Och, Wanda zostawiła swoje narzędzia!
pt_br: Ah, a Mme. Wanda deixou as ferramentas dela!
ru: Ой. Мадам Ванда забыла свои инструменты!
zh_cn: 噢，夫人。旺达忘记带她的工具了！
zh_tw: 噢，夫人。旺達忘記帶她的工具了！

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: Maybe I could ask her to make me a kitchen timer...
de: Vielleicht könnte ich sie bitten, mir eine Küchenuhr zu machen ...
es: Podría pedirle que me hiciera un temporizador de cocina...
fr: Je pourrais peut-être lui demander de me faire un minuteur de cuisine...
it: Forse potrei chiederle di costruirmi un timer da cucina...
ja: あの人にキッチンタイマーを作ってって頼めるカモ…
ko: 어쩌면 주방 타이머를 만들어 달라고 할 수도 있겠다.
pl: Może bym ją poprosił, żeby mi zrobiła minutnik...
pt_br: Talvez eu possa pedir pra ela fazer um timer de cozinha pra mim...
ru: Может, она и мне сделает таймер для готовки?..
zh_cn: 也许我可以让她给我做一个厨房定时器……
zh_tw: 也許我可以讓她給我做一個廚房計時器……

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: I don't think it's ready just yet.
de: Ich glaube, das ist noch nicht fertig.
es: Creo que todavía no está listo.
fr: Je crois que ce n'est pas encore prêt.
it: Non mi sembra ancora pronto.
ja: コレはまだだと思うヨ。
ko: 아직은 준비가 덜 된 것 같아.
pl: Chyba jeszcze nie jest gotowy.
pt_br: Acho que ainda não está pronto.
ru: По-моему, они еще не готовы.
zh_cn: 应该还没好。
zh_tw: 應該還沒好。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PARTS
source: This is what goes into the watches, non?
de: Das ist es, was in den Uhren steckt, oder?
es: Esto es lo que va en los relojes, ¿non?
fr: C'est ce qui va dans les montres, non ?
it: Questo è ciò che c'è negli orologi, non?
ja: コレをウォッチの中に入れるんじゃないカナ？
ko: 시계에 들어가는 거야, 농(안 그래)?
pl: To składniki zegarków, non?
pt_br: Isto é o que vai dentro dos relógios, non?
ru: Так вот из чего часы сделаны, non?
zh_cn: 这些就是钟表零件，不是吗？
zh_tw: 這些就是鐘錶零件，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: Maybe I could ask her to make me a kitchen timer...
de: Vielleicht könnte ich sie bitten, mir eine Küchenuhr zu machen ...
es: Podría pedirle que me hiciera un temporizador de cocina...
fr: Je pourrais peut-être lui demander de me faire un minuteur de cuisine...
it: Forse potrei chiederle di costruirmi un timer da cucina...
ja: あの人にキッチンタイマーを作ってって頼めるカモ…
ko: 어쩌면 주방 타이머를 만들어 달라고 할 수도 있겠다.
pl: Może bym ją poprosił, żeby mi zrobiła minutnik...
pt_br: Talvez eu possa pedir pra ela fazer um timer de cozinha pra mim...
ru: Может, она и мне сделает таймер для готовки?..
zh_cn: 也许我可以让她给我做一个厨房定时器……
zh_tw: 也許我可以讓她給我做一個廚房計時器……

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: I don't think it's ready just yet.
de: Ich glaube, das ist noch nicht fertig.
es: Creo que todavía no está listo.
fr: Je crois que ce n'est pas encore prêt.
it: Non mi sembra ancora pronto.
ja: コレはまだだと思うヨ。
ko: 아직은 준비가 덜 된 것 같아.
pl: Chyba jeszcze nie jest gotowy.
pt_br: Acho que ainda não está pronto.
ru: По-моему, они еще не готовы.
zh_cn: 应该还没好。
zh_tw: 應該還沒好。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: Must I... really go in?
de: Muss ich ... da wirklich hinein?
es: ¿De verdad... tengo que entrar?
fr: Je dois... vraiment entrer dedans ?
it: Devo... proprio entrare?
ja: ホントに…ボクが入るの？
ko: 정말... 내가 들어가야 해?
pl: Muszę... w to wchodzić?
pt_br: Devo mesmo... entrar nele?
ru: Мне... точно туда надо?
zh_cn: 我真的必须……进去吗？
zh_tw: 我真的必須……進去嗎？

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: Must I... really go in?
de: Muss ich ... da wirklich hinein?
es: ¿De verdad... tengo que entrar?
fr: Je dois... vraiment entrer dedans ?
it: Devo... proprio entrare?
ja: ホントに…ボクが入るの？
ko: 정말... 내가 들어가야 해?
pl: Muszę... w to wchodzić?
pt_br: Devo mesmo... entrar nele?
ru: Мне... точно туда надо?
zh_cn: 我真的必须……进去吗？
zh_tw: 我真的必須……進去嗎？

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: I wonder who might be coming through?
de: Ich frage mich, wer da durchkommen wird?
es: ¿Quién saldrá por aquí?
fr: Je me demande qui pourrait passer par là.
it: Chi ci passerà attraverso?
ja: 何がくるのかネ？
ko: 누가 통과할 수 있는지 궁금하다고.
pl: Ciekawe, kto przez niego przechodzi?
pt_br: Quem será que tá vindo aí?
ru: Интересно, кто оттуда выйдет?
zh_cn: 不知道里头会出来谁呢？
zh_tw: 不知道裡頭會出來誰呢？

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: Maybe I could ask her to make me a kitchen timer...
de: Vielleicht könnte ich sie bitten, mir eine Küchenuhr zu machen ...
es: Podría pedirle que me hiciera un temporizador de cocina...
fr: Je pourrais peut-être lui demander de me faire un minuteur de cuisine...
it: Forse potrei chiederle di costruirmi un timer da cucina...
ja: あの人にキッチンタイマーを作ってって頼めるカモ…
ko: 어쩌면 주방 타이머를 만들어 달라고 할 수도 있겠다.
pl: Może bym ją poprosił, żeby mi zrobiła minutnik...
pt_br: Talvez eu possa pedir pra ela fazer um timer de cozinha pra mim...
ru: Может, она и мне сделает таймер для готовки?..
zh_cn: 也许我可以让她给我做一个厨房定时器……
zh_tw: 也許我可以讓她給我做一個廚房計時器……

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: I don't think it's ready just yet.
de: Ich glaube, das ist noch nicht fertig.
es: Creo que todavía no está listo.
fr: Je crois que ce n'est pas encore prêt.
it: Non mi sembra ancora pronto.
ja: コレはまだだと思うヨ。
ko: 아직은 준비가 덜 된 것 같아.
pl: Chyba jeszcze nie jest gotowy.
pt_br: Acho que ainda não está pronto.
ru: По-моему, они еще не готовы.
zh_cn: 应该还没好。
zh_tw: 應該還沒好。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: Maybe I could ask her to make me a kitchen timer...
de: Vielleicht könnte ich sie bitten, mir eine Küchenuhr zu machen ...
es: Podría pedirle que me hiciera un temporizador de cocina...
fr: Je pourrais peut-être lui demander de me faire un minuteur de cuisine...
it: Forse potrei chiederle di costruirmi un timer da cucina...
ja: あの人にキッチンタイマーを作ってって頼めるカモ…
ko: 어쩌면 주방 타이머를 만들어 달라고 할 수도 있겠다.
pl: Może bym ją poprosił, żeby mi zrobiła minutnik...
pt_br: Talvez eu possa pedir pra ela fazer um timer de cozinha pra mim...
ru: Может, она и мне сделает таймер для готовки?..
zh_cn: 也许我可以让她给我做一个厨房定时器……
zh_tw: 也許我可以讓她給我做一個廚房計時器……

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: I don't think it's ready just yet.
de: Ich glaube, das ist noch nicht fertig.
es: Creo que todavía no está listo.
fr: Je crois que ce n'est pas encore prêt.
it: Non mi sembra ancora pronto.
ja: コレはまだだと思うヨ。
ko: 아직은 준비가 덜 된 것 같아.
pl: Chyba jeszcze nie jest gotowy.
pt_br: Acho que ainda não está pronto.
ru: По-моему, они еще не готовы.
zh_cn: 应该还没好。
zh_tw: 應該還沒好。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: Maybe I could ask her to make me a kitchen timer...
de: Vielleicht könnte ich sie bitten, mir eine Küchenuhr zu machen ...
es: Podría pedirle que me hiciera un temporizador de cocina...
fr: Je pourrais peut-être lui demander de me faire un minuteur de cuisine...
it: Forse potrei chiederle di costruirmi un timer da cucina...
ja: あの人にキッチンタイマーを作ってって頼めるカモ…
ko: 어쩌면 주방 타이머를 만들어 달라고 할 수도 있겠다.
pl: Może bym ją poprosił, żeby mi zrobiła minutnik...
pt_br: Talvez eu possa pedir pra ela fazer um timer de cozinha pra mim...
ru: Может, она и мне сделает таймер для готовки?..
zh_cn: 也许我可以让她给我做一个厨房定时器……
zh_tw: 也許我可以讓她給我做一個廚房計時器……

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: I don't think it's ready just yet.
de: Ich glaube, das ist noch nicht fertig.
es: Creo que todavía no está listo.
fr: Je crois que ce n'est pas encore prêt.
it: Non mi sembra ancora pronto.
ja: コレはまだだと思うヨ。
ko: 아직은 준비가 덜 된 것 같아.
pl: Chyba jeszcze nie jest gotowy.
pt_br: Acho que ainda não está pronto.
ru: По-моему, они еще не готовы.
zh_cn: 应该还没好。
zh_tw: 應該還沒好。

# CHARACTERS.WARLY.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: I'm starting to think Mme. Wanda has a bit of pent up aggression...
de: Langsam glaube ich, dass Mme. Wanda ein paar aufgestaute Aggressionen hat ...
es: Creo que madame Wanda tiene un montón de agresividad reprimida...
fr: Je commence à croire que Mme Wanda a tendance à être un peu agressive.
it: Sto iniziando a pensare che mademoiselle Wanda abbia una certa aggressività repressa...
ja: マダム・ワンダは攻撃性が積もりツモッテると思うようになったヨ…
ko: 생각하고 있어 마담 완다에게는 공격성이 좀 억눌려 있어...
pl: Zaczynam podejrzewać, że madame Wanda tłumi w sobie agresję...
pt_br: Tô começando a achar que a Mme. Wanda tem um pouco de raiva reprimida...
ru: Я начинаю подозревать, что у мадам Ванды есть некоторые проблемы с гневом...
zh_cn: 我开始觉得旺达夫人有些被压抑的侵略性……
zh_tw: 我開始覺得旺達夫人有些被壓抑的侵略性……

# CHARACTERS.WARLY.DESCRIBE.POCKET_SCALE
source: A simple way to weigh!
de: Einfache Wiegemöglichkeit!
es: ¡Una forma sencilla de pesar cosas!
es_mx: ¡Una forma sencilla de pesar cosas!
fr: C'est un moyen facile de peser quelque chose !
it: Un modo semplice per pesare!
ja: 重さをはかるシンプルな方法ネ！
ko: 간단히 무게를 재는 방법이야!
pl: Prosty sposób na sprawdzenie wagi!
pt_br: Um jeito simples de pesar!
ru: Взвешивать очень просто!
zh_cn: 一种简单的称量方式！
zh_tw: 一種簡單的稱量方式！

# CHARACTERS.WARLY.DESCRIBE.POLISHCOOKIE
source: A rich pastry with a sweet fruity filling.
de: Köstliches Gebäck mit süßer Fruchtfüllung.
es: Un rico bollito con relleno dulce de fruta.
es_mx: Es una masa rica con un relleno frutal dulce.
fr: Une délicieuse pâtisserie fourrée aux fruits.
it: Un ricco dolce ripieno di dolce confettura.
ja: 甘くてフルーティなフィリングの濃厚なペストリーだヨ。
ko: 달콤한 과일 필링을 넣은 고소한 페이스트리야.
pl: Ciasto ze słodkim owocowym nadzieniem.
pt_br: Uma massa deliciosa com recheio de frutas.
ru: Сдобный десерт с фруктовой начинкой.
zh_cn: 水果馅的甜美糕点。
zh_tw: 水果餡的甜美糕點。

# CHARACTERS.WARLY.DESCRIBE.POMEGRANATE
source: Wonderful!
de: Kiemen holen den Sauerstoff aus dem Wasser. Wunderbare Wissenschaft!
es: ¡Maravilloso!
es_mx: ¡Maravilloso!
fr: Merveilleux !
it: Magnifico!
ja: トレビアン！
ko: 훌륭해!
pl: Wspaniale!
pt_br: Maravilhoso!
ru: Чудесно!
zh_cn: 棒极了！
zh_tw: 棒極了！

# CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_COOKED
source: Could use tahini and mint...
de: Da fehlt noch etwas Minze ...
es: Le hace falta tahini y menta...
es_mx: Le hace falta tahini y menta...
fr: Ça serait bon avec du tahini et de la menthe...
it: Ci vorrebbe della menta...
ja: タヒニとミントを添えて食べたいネ…
ko: 타히니와 박하가 있었으면...
pl: Przydałoby się trochę tahini i mięty...
pt_br: Um pouco de tahine e hortelã cairiam bem...
ru: Сюда бы добавить тахини и мяты…
zh_cn: 可以加点芝麻酱和薄荷...
zh_tw: 可以加點芝麻醬和薄荷...

# CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_OVERSIZED
source: I could make a fine dessert with you!
de: Aus dir kann ich ein feines Dessert zubereiten!
es: Podría hacer un postre de lujo contigo.
fr: Je pourrais en faire un délicieux dessert !
it: Potrei trasformarti in un dolce squisito!
ja: キミでステキなデザートを作れるかもネ。
ko: 이걸로 멋진 디저트를 만들 수 있겠어!
pl: Zrobiłbym z ciebie pyszny deser!
pt_br: Posso fazer uma ótima sobremesa com você!
ru: Я сделаю из тебя вкуснейший десерт!
zh_cn: 我可以把你做成精致的甜点！
zh_tw: 我可以把你做成精緻的甜點！

# CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.POND
source: I can't see the bottom...
de: Ich kann den Grund nicht sehen ...
es: No veo el fondo...
es_mx: No veo el fondo...
fr: Impossible d'en voir le fond...
it: Non riesco a vedere il fondo...
ja: 底が見えないヨ…
ko: 바닥이 보이지 않는데...
pl: Nie widzę dna...
pt_br: Não consigo ver o fundo...
ru: Я не вижу дна…
zh_cn: 我看不到底...
zh_tw: 我看不到底...

# CHARACTERS.WARLY.DESCRIBE.PONDEEL
source: Anguille.
es_mx: Anguila.
ja: 高級食材ネ
ko: 장어다.
ru: Угорь.
zh_cn: 鳝鱼。
zh_tw: 鱔魚。

# CHARACTERS.WARLY.DESCRIBE.PONDFISH
source: Poisson!
es_mx: ¡Pez!
ja: お魚だヨ！
ko: 물고기다!
ru: Рыбка!
zh_cn: 鱼！
zh_tw: 魚！

# CHARACTERS.WARLY.DESCRIBE.POND_ALGAE
source: I can't see the bottom...
de: Ich kann den Grund nicht sehen ...
es: No veo el fondo...
es_mx: No veo el fondo...
fr: Impossible d'en voir le fond...
it: Non riesco a vedere il fondo...
ja: 底が見えないヨ…
ko: 바닥이 보이지 않는데...
pl: Nie widzę dna...
pt_br: Não consigo ver o fundo...
ru: Я не вижу дна…
zh_cn: 我看不到底...
zh_tw: 我看不到底...

# CHARACTERS.WARLY.DESCRIBE.POOP
source: The end result of a fine meal.
de: Das wird ein leckeres Mahl.
es: El resultado de una buena comida.
es_mx: El resultado de una buena comida.
fr: Le résultat final d'un bon repas.
it: Il risultato finale di un buon pasto.
ja: 高級食材も、最後はみんな、こうなるヨ
ko: 훌륭한 식사의 결과지.
pl: Efekt końcowy porządnego posiłku.
pt_br: O resultado final de uma ótima refeição.
ru: Вот что остается от прекрасной еды.
zh_cn: 吃下美味食物后的最终产物。
zh_tw: 吃下美味食物後的最終產物。

# CHARACTERS.WARLY.DESCRIBE.PORTABLEBLENDER_ITEM
source: It has greatly improved my culinary adventures.
de: Dies hat meine kulinarischen Abenteuer enorm aufgewertet.
es: Ha mejorado enormemente mis lances culinarios.
es_mx: Ha mejorado de manera sustancial mis aventuras culinarias.
fr: C'est mon plus fidèle compagnon d'aventures culinaires.
it: Ha notevolmente migliorato le mie avventure culinarie.
ja: これで、ボクの料理の冒険がだいぶおもしろくなったヨ。
ko: 내 요리 환경을 크게 개선했어.
pl: Znacząco wzbogacił moje kulinarne przygody.
pt_br: Ele melhorou muito as minhas aventuras culinárias.
ru: Мои кулинарные приключения стали куда интереснее.
zh_cn: 极大改善了我的美食冒险。
zh_tw: 極大改善了我的美食冒險。

# CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: The flavors need time to meld.
de: Ich muss die irgendwie Zeit überdauern.
es: Los sabores necesitan tiempo para mezclarse.
es_mx: Los sabores necesitan tiempo para mezclarse.
fr: Les saveurs mettent du temps à s'associer.
it: I sapori hanno bisogno di tempo per mescolarsi.
ja: 芸術的な料理は、時間がかかるものだヨ
ko: 맛이 제대로 나려면 시간이 좀 걸리지.
pl: Smaki potrzebują czasu, żeby się połączyć.
pt_br: Os sabores precisam de tempo para se incorporarem.
ru: Вкусам нужно время для полного слияния.
zh_cn: 美味需要时间来融合。
zh_tw: 美味需要時間來融合。

# CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: I threw that meal together!
de: Damit kann ich meine Gegner fesseln.
es: ¡He conseguido hacer esta comida!
es_mx: ¡Esa comida la preparé a las carreras!
fr: Un repas vite fait, bien fait !
it: Ho messo insieme quel pasto.
ja: もう少しの、しんぼうネ！
ko: 뚝딱 만들어낸 요리다!
pl: Po prostu wrzuciłem wszystko razem!
pt_br: Preparei essa refeição rapidinho!
ru: Набросал все в кучу!
zh_cn: 我随便炖了一锅菜！
zh_tw: 我隨便燉了一鍋菜！

# CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: Pickup! Oh, old habits...
de: Oh, alte Gewohnheiten ...
es: ¡Listo! Ah, las viejas costumbres...
es_mx: ¡Plato tres, listo! Ah, las viejas costumbres...
fr: Cuisine itinérante ! Ah, les vieilles habitudes...
it: Raccogli! Oh, le vecchie abitudini...
ja: 上がったヨ～！…っと、昔のクセが…
ko: 줍자! 이런, 옛날 버릇이 튀어나왔네...
pl: Odbiór! Ach, stare nawyki...
pt_br: Vamos! Ah, velhos hábitos...
ru: Забирайте! Ой… старые привычки…
zh_cn: 上菜！噢，老习惯了...
zh_tw: 上菜！噢，老習慣了...

# CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: I would never leave home without it!
de: Sollte man immer dabei haben.
es: ¡Nunca saldría de casa sin él!
es_mx: ¡Nunca saldría de casa sin ella!
fr: Il faut toujours en avoir sur soi !
it: Non uscirei mai di casa senza!
ja: デカケルトキハ、忘レズニ！
ko: 이건 항상 가지고 다녀야 하는 거야!
pl: Nigdzie się bez niego nie ruszam!
pt_br: Eu nunca sairia de casa sem ela!
ru: Без него — никуда.
zh_cn: 离家在外的时候我必须带着它！
zh_tw: 離家在外的時候我必須帶著它！

# CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: What new culinary adventures shall we undertake, old friend?
de: Welche neuen kulinarischen Abenteuer erwarten uns jetzt, mein Freund?
es: ¿Qué nuevas aventuras culinarias emprenderemos, viejo amigo?
es_mx: ¿Qué nuevas aventuras culinarias emprenderemos, vieja amiga?
fr: Quelles nouvelles aventures culinaires allons-nous vivre, vieille amie ?
it: Quali nuove avventure culinarie intraprenderemo vecchio amico?
ja: グルメの旅に欠かせない相棒ネ！
ko: 어떤 새로운 요리의 모험이 우릴 기다릴까?
pl: Jakież nowe kulinarne przygody czekają na horyzoncie, mój stary przyjacielu?
pt_br: Que novas aventuras culinárias vamos enfrentar, velha amiga?
ru: Какие же новые кулинарные приключения нас ждут, мой старый друг?
zh_cn: 老朋友，你说我们应该展开什么新的美食冒险？
zh_tw: 老朋友，你說我們應該展開什麼新的美食冒險？

# CHARACTERS.WARLY.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: Pickup! Oh, old habits...
de: Oh, alte Gewohnheiten ...
es: ¡Listo! Ah, las viejas costumbres...
es_mx: ¡Plato tres, listo! Ah, las viejas costumbres...
fr: Cuisine itinérante ! Ah, les vieilles habitudes...
it: Raccogli! Oh, le vecchie abitudini...
ja: 上がったヨ～！…っと、昔のクセが…
ko: 줍자! 이런, 옛날 버릇이 튀어나왔네...
pl: Odbiór! Ach, stare nawyki...
pt_br: Vamos! Ah, velhos hábitos...
ru: Забирайте! Ой… старые привычки…
zh_cn: 上菜！噢，老习惯了...
zh_tw: 上菜！噢，老習慣了...

# CHARACTERS.WARLY.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: Fresh spices! Oh, how I have missed you!
de: Frische Gewürze! Oh, wie habe ich euch vermisst!
es: ¡Especias frescas! ¡Oh, cómo os he echado de menos!
es_mx: ¡Especias frescas! ¡Oh, cómo las extrañé!
fr: Des épices fraîches ! Oh, comme vous m'avez manqué !
it: Spezie fresche, come mi siete mancate!
ja: フレッシュなスパイス！あぁ、なんで今まで気づかなかったんだろう！
ko: 신선한 향신료다! 아, 얼마나 그리웠는지!
pl: Przyprawy! Ach, ależ mi was brakowało!
pt_br: Temperos frescos! Ah, como senti falta de vocês!
ru: Свежие специи! Как я по вам скучал!
zh_cn: 新鲜的香料！太怀念你们了！
zh_tw: 新鮮的香料！太懷念你們了！

# CHARACTERS.WARLY.DESCRIBE.PORTABLETENT
source: It looks very cozy.
de: Das sieht sehr gemütlich aus.
es: Parece muy confortable.
es_mx: Se ve acogedora.
fr: Ça a l'air très confortable.
it: Sembra comoda.
ja: とても気持ちよさそうだネ。
ko: 포근해 보여.
pl: Wygląda bardzo przytulnie.
pt_br: Parece muito aconchegante.
ru: Выглядит очень уютно.
zh_cn: 看起来很温馨。
zh_tw: 看起來很溫馨。

# CHARACTERS.WARLY.DESCRIBE.PORTABLETENT_ITEM
source: All rolled up like a crepe.
de: Aufgerollt wie eine Crêpe.
es: Enrollada como un crep.
es_mx: Está enrollada como una crepe.
fr: C'est enroulé comme une crêpe.
it: È arrotolata come un involtino.
ja: クレープみたいにクルクル巻かれてるヨ。
ko: 크레페처럼 돌돌 말려 있어.
pl: Zwinięty jak naleśnik.
pt_br: Toda enrolada, como um crepe.
ru: Свернута, как блинчик.
zh_cn: 都卷起来了，像个薄饼。
zh_tw: 都卷起來了，像個薄餅。

# CHARACTERS.WARLY.DESCRIBE.POTATO
source: Ah, the mighty potato!
de: Ah, die mächtige Kartoffel!
es: ¡Ah, la portentosa patata!
es_mx: ¡Ah, la poderosa papa!
fr: Ah, la toute-puissante patate !
it: Ah, la possente patata!
ja: あぁ、いとしのポテト！
ko: 아, 위대한 감자군!
pl: Ach, przepotężny ziemniak!
pt_br: Ah, o poder da batata!
ru: Картофель — король овощей!
zh_cn: 啊，强大的土豆！
zh_tw: 啊，強大的土豆！

# CHARACTERS.WARLY.DESCRIBE.POTATOSACK
source: I suppose all that lifting works up quite an appetite.
de: Ich nehme an, das ganze Heben macht einen ziemlichen Appetit.
es: Imagino que tanto levantar peso da mucha hambre.
fr: J'imagine que soulever de telles charges finit par donner faim.
it: Suppongo che tutto quel sollevamento pesi faccia venire un grande appetito.
ja: こんなにジュウリョウアゲしたらお腹がトッテモ減るヨ。
ko: 들어올리는 동작이 전부 식욕을 돋우는 작용을 할 거야.
pl: To całe dźwiganie działa pobudzająco na apetyt.
pt_br: Acho que levantar peso deve dar bastante fome.
ru: Поднятие тяжестей пробуждает чувство голода.
zh_cn: 做完举重运动后食欲会大增吧。
zh_tw: 做完舉重運動後食欲會大增吧。

# CHARACTERS.WARLY.DESCRIBE.POTATOSOUFFLE
source: It came out just right.
de: Es ist genau richtig geworden.
es: Ha salido la mar de bien.
es_mx: Se cocinó perfectamente.
fr: Il est parfait.
it: È venuto benissimo.
ja: 完ぺきな仕上がりだヨ。
ko: 딱 알맞게 구워졌어.
pl: Wyszło idealnie.
pt_br: Ficou perfeito.
ru: Вышло идеально.
zh_cn: 做的恰到好处。
zh_tw: 做的恰到好處。

# CHARACTERS.WARLY.DESCRIBE.POTATOTORNADO
source: Junk food can be as enjoyable as anything gourmet.
de: Die schnelle Küche kann ebenso befriedigend sein wie die aufwendige.
es: La comida basura puede disfrutarse tanto como lo gourmet.
es_mx: La comida chatarra se puede disfrutar tanto como cualquier comida gourmet.
fr: La malbouffe peut être aussi satisfaisante que de la grande cuisine.
it: Il cibo da strada può essere squisito quanto quello stellato.
ja: ジャンクフードってグルメ料理と同じくらい幸せなんだよネ。
ko: 정크 푸드도 고급 요리만큼 맛있을 수 있지.
pl: Niezdrowe jedzenie bywa tak samo smaczne, jak wykwintne dania.
pt_br: Junk food pode dar tanto prazer quanto pratos sofisticados.
ru: Иногда надо поесть и нездоровую пищу.
zh_cn: 垃圾食品和美食家级别的食品一样可口。
zh_tw: 垃圾食品和美食家級別的食品一樣可口。

# CHARACTERS.WARLY.DESCRIBE.POTATO_COOKED
source: Golden brown. Simplicity at its finest.
de: Goldbraun. Schlichtheit im besten Sinne.
es: Doradita. Sencillez bien entendida.
es_mx: Se doró. La sencillez en su máxima expresión.
fr: Dorée à souhait. La simplicité à son apogée.
it: Bella dorata, il massimo della semplicità.
ja: 黄金色。シンプル・イズ・ベスト、だネ。
ko: 노릇노릇해. 간단한 게 최고지.
pl: Złocistobrązowy. Prostota w pełnej krasie.
pt_br: Castanho-dourado. O ápice da simplicidade.
ru: Обжаренный до золотистой корочки. Просто и вкусно.
zh_cn: 暗金色，简洁而优雅。
zh_tw: 暗金色，簡潔而優雅。
