Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR.GENERIC
source: We gotta load it up with good eats.
de: Wir müssen ihn mit gutem Essen aufladen.
es: Tenemos que llenarlo de buena comida.
fr: Il faut y mettre de la bonne bouffe.
it: Dobbiamo caricarlo con buone mangiate.
ja: ウマい食べ物でいっぱいにしてやろう。
ko: 괜찮은 음식을 잔뜩 바쳐야 해.
pl: Musimy załadować go świetną wyżerką.
pt_br: A gente precisa colocar comidas boas.
ru: Надо наполнить это вкусной едой.
zh_cn: 我们要给它摆满好吃的。
zh_tw: 我們要給它擺滿好吃的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR_BOLLARD
source: Can't chop that.
de: Das kann ich nicht schneiden.
es: No puedo talarlo.
fr: Je peux pas couper ça.
it: Non posso tagliarlo.
ja: それは切れねえよ。
ko: 자를 수 없어.
pl: Nie da się go porąbać.
pt_br: Não dá pra cortar isso.
ru: Это не порубить.
zh_cn: 它是砍伐不了的。
zh_tw: 它是砍伐不了的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR_IVY
source: Pretty enough.
de: Hübsch genug.
es: Qué bonito.
fr: Assez joli.
it: Graziosa.
ja: もう十分だ。
ko: 제법 예쁘잖아.
pl: Może być.
pt_br: Bem bonita.
ru: Симпатично.
zh_cn: 还算好看。
zh_tw: 還算好看。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR_QUEEN
source: That must have taken some time to make.
de: Das muss eine Weile gedauert haben.
es: Habrán tardado tiempo en hacerlo.
fr: Ça a dû être long à construire.
it: Ci sarà voluto molto tempo per farlo.
ja: これ、作るのに結構時間が掛かったんじゃねえか。
ko: 만드는 데 시간이 오래 걸렸겠는데.
pl: Ktoś się musiał przy tym nieźle narobić.
pt_br: Isso deve ter levado um bom tempo pra fazer.
ru: Такое небыстро строится.
zh_cn: 制作它肯定花了不少时间。
zh_tw: 製作它肯定花了不少時間。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR_STATUE1
source: I'm not huge on art.
de: Ich stehe nicht auf Kunst.
es: Yo soy muy aficionado al arte.
fr: Je suis pas très porté sur l'art.
it: Non sono un intenditore d'arte.
ja: 芸術ってのは、よく分からねえな。
ko: 난 미술에 관심 없잖아.
pl: Nie przepadam za sztuką.
pt_br: Não sou muito fã de arte.
ru: В искусстве я не силен.
zh_cn: 我对艺术没多大兴趣。
zh_tw: 我對藝術沒多大興趣。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ALTAR_STATUE2
source: Sure are a lot of statues around here.
de: Hier gibt es eine Menge Statuen.
es: Sí, hay un montón de estatuas por aquí.
fr: Y a vraiment plein de statues par ici.
it: Ci sono di sicuro molte statue da queste parti.
ja: 像がたくさんあるな、このあたりは。
ko: 여긴 조각상이 참 많네.
pl: Nie ma co. Dużo tu pomników.
pt_br: Tem muitas estátuas por aqui.
ru: Сколько здесь статуй понатыкано.
zh_cn: 这里显然有很多雕像。
zh_tw: 這裡顯然有很多雕像。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_BEEFALO
source: Take it easy, eh?
de: Immer mit der Ruhe, ja?
es: Tómatelo con calma, ¿eh?
fr: Tu restes calme, hein ?
it: Vacci piano, eh?
ja: まあ、落ち着きな。
ko: 진정해, 착하지?
pl: Tylko spokojnie, dobra?
pt_br: Vai com calma, hã?
ru: Расслабься, а?
zh_cn: 放轻松，好吗？
zh_tw: 放輕鬆，好嗎？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_BERRYBUSH
source: No more berries.
de: Keine Beeren mehr.
es: No hay más bayas.
fr: Y a plus de baies.
it: Basta bacche.
ja: ベリーはもうないな。
ko: 베리가 없네.
pl: I po porzeczkach.
pt_br: Acabaram as bagas.
ru: Ягод больше нет.
zh_cn: 没有浆果了。
zh_tw: 沒有漿果了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_BOWL_SILVER
source: That's a fancy way to eat.
de: Das ist eine schicke Art zu essen.
es: Es una forma elegante de comer.
fr: Une façon chic de manger.
it: È un modo raffinato di mangiare.
ja: オシャレな食べ方だな。
ko: 아주 호화로운 그릇이네.
pl: To ci dopiero elegancki sposób na jedzenie.
pt_br: Esse é um jeito elegante de comer.
ru: Чтобы есть с блеском.
zh_cn: 这样吃东西可真考究。
zh_tw: 這樣吃東西可真考究。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CARROT_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CASSEROLEDISH
source: It's good for the oven.
de: Das ist gut für den Ofen.
es: Es bueno para el horno.
fr: C'est pour le four.
it: Va bene per il forno.
ja: オーブンにはちょうどいい。
ko: 오븐에 넣으면 좋지.
pl: W sam raz do pieca.
pt_br: É bom para o forno.
ru: Подойдет для печи.
zh_cn: 适合用烤箱。
zh_tw: 適合用烤箱。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CASSEROLEDISH_SMALL
source: I'll just make something small.
de: Ich mache nur etwas Kleines.
es: Prepararé algo pequeño.
fr: Je vais faire un petit plat.
it: Preparerà qualcosa di piccolo.
ja: 何かちょっとしたものを作るさ。
ko: 작은 걸로 만들면 되지.
pl: Po prostu upichcę coś małego.
pt_br: Vou fazer alguma coisa pequena.
ru: Приготовлю что-нибудь маленькое.
zh_cn: 我就做点小菜吧。
zh_tw: 我就做點小菜吧。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_COIN1
source: This coin could use a polish.
de: Diese Münze müsste mal poliert werden.
es: A esta moneda le hace falta una limpieza.
fr: Il faudrait nettoyer cette pièce.
it: Questa moneta dovrebbe essere lucidata.
ja: このコイン、磨いたらいいかもな。
ko: 광을 좀 내면 좋겠네.
pl: Tę monetę przydałoby się wypolerować.
pt_br: Uma polidinha cairia bem nessa moeda.
ru: Эту монетку надо бы отполировать.
zh_cn: 这枚硬币需要擦亮了。
zh_tw: 這枚硬幣需要擦亮了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_COIN2
source: I'm gonna buy something nice for Lucy.
de: Ich werde etwas Nettes für Lucy kaufen.
es: Voy a comprar algo bonito para Lucy.
fr: Je vais acheter un truc sympa pour Lucy.
it: Ci comprerò qualcosa di carino per Lucy.
ja: これでルーシーに何かいいモノを買ってやるんだ。
ko: 루시를 위해 뭔가 좋은 것을 사야겠어.
pl: Kupię Lucy coś ładnego.
pt_br: Vou comprar alguma coisa legal pra Lucy.
ru: Куплю что-нибудь для Люси.
zh_cn: 我要给露西买点好东西。
zh_tw: 我要給露西買點好東西。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_COIN3
source: Not a Looney but I guess it works around here.
de: Nicht viel, aber ich schätze, hier ist es was wert.
es: No estoy loco, pero creo que vale por aquí.
fr: C'est pas de la folie, mais ça servira.
it: Non è un fiorino ma immagino sia accettato da queste parti.
ja: 本物の硬貨じゃねえが、このあたりじゃ使えるだろう。
ko: 대단하진 않지만 여기서는 쓸 수 있겠지.
pl: Nie przepadam za bogactwami, ale tak już ten świat działa.
pt_br: Não vale muito, mas acho que deve dar pra comprar alguma coisa aqui.
ru: Ничего особенного, но для этой местности сойдет.
zh_cn: 不算什么大钱，但是在这儿也能派上用场。
zh_tw: 不算什麼大錢，但是在這兒也能派上用場。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_COIN4
source: Nothin' like being owed a favour.
de: Nichts geht über einen Gefallen.
es: Nada como que le deban a uno un favor.
fr: Quand on vous doit quelque chose, c'est super.
it: Non c'è niente di meglio che essere creditori.
ja: 貸しを作るってのはいい気分さ。
ko: 남에게 은혜를 베풀면 좋지.
pl: Nie ma to jak gdy ktoś jest ci winny przysługę.
pt_br: Nada como alguém que te deve um favor.
ru: Как приятно, когда тебе кто-то должен.
zh_cn: 没人喜欢被欠人情。
zh_tw: 沒人喜歡被欠人情。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CRABMEAT
source: That'll cook up real good.
de: Das wird richtig gut werden.
es: Se cocinará muy bien.
fr: Ça va super bien cuire.
it: Si cucinerà proprio bene.
ja: ウマい料理ができそうだぜ。
ko: 요리하면 아주 맛있겠는데.
pl: Raz dwa i będzie gotowe.
pt_br: Isso vai dar um bom prato.
ru: Если приготовить, будет недурно.
zh_cn: 这可够做一顿大餐了。
zh_tw: 這可夠做一頓大餐了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CRABMEAT_COOKED
source: I wouldn't mind a taste of that.
de: Das würde ich gerne mal probieren.
es: No me importaría probarlo.
fr: J'aimerais bien goûter ça.
it: Non mi dispiacerebbe assaggiarlo.
ja: なかなか味じゃねえか。
ko: 한입 정도는 먹고 싶은데.
pl: Chętnie zjadłbym gryza.
pt_br: Eu adoraria provar isso.
ru: Я бы не прочь это отведать.
zh_cn: 我很乐意尝一尝。
zh_tw: 我很樂意嘗一嘗。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_CRABTRAP
source: Let's trap some crabs.
de: Lasst uns ein paar Krebse fangen.
es: Vamos a atrapar algunos cangrejos.
fr: Allons piéger des crabes.
it: Intrappoliamo dei granchi.
ja: これでカニを捕まえてやろうじゃねえか。
ko: 게를 잡아볼까.
pl: Złapmy kilka krabów.
pt_br: Vamos prender uns siris.
ru: Наловим-ка крабов.
zh_cn: 我们来诱捕螃蟹吧。
zh_tw: 我們來誘捕螃蟹吧。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FERN
source: Fresh underbrush.
de: Frisches Unterholz.
es: Maleza fresca.
fr: Broussailles fraîches.
it: Sottobosco fresco.
ja: 生き生きとした植物だ。
ko: 신선한 덤불이네.
pl: Świeże podszycie.
pt_br: Vegetação rasteira fresca.
ru: Свежий куст.
zh_cn: 鲜绿的草丛。
zh_tw: 鮮綠的草叢。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FLOUR
source: Don't look like no flower to me.
de: Sieht für mich nicht wie eine Blume aus.
es: No parece harina de otro costal.
fr: Quelle drôle de poudre blanche...
it: Polvere per fare il pane.
ja: これって料理に使うヤツか？
ko: 이걸로 뭘 할 수 있을까.
pl: Jakaś taka sypka.
pt_br: Vou comprar um quilo.
ru: Кажется, ее тут достаточно.
zh_cn: 我看面粉一点也不像花粉呀。
zh_tw: 我看麵粉一點也不像花粉呀。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOLIAGE_COOKED
source: Probably won't taste great on its own.
de: Wahrscheinlich schmeckt es alleine nicht gut.
es: Probablemente no sepa muy bien por sí sola.
fr: Ça doit pas être bon tout seul.
it: Probabilmente non è buono di per sé.
ja: これだけじゃあ味気ねえだろうな。
ko: 이것만으로는 맛 없겠지.
pl: Pewnie bez dodatków będzie kiepsko smakować.
pt_br: Provavelmente não terá um gosto muito bom sozinha.
ru: Сама по себе не очень вкусная.
zh_cn: 光是它，恐怕不会有好味道。
zh_tw: 光是它，恐怕不會有好味道。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOOD.GENERIC
source: I'd say it looks good enough to offer.
de: Ich würde sagen, es sieht gut genug aus, um es anzubieten.
es: Creo que parece lo bastante buena para ofrecerla.
fr: Ça a l'air assez bon pour être offert.
it: Direi che sembra abbastanza buono da essere offerto.
ja: 供えるだけならこれで十分じゃねえか？
ko: 이 정도면 바쳐도 될 것 같은데.
pl: Powiedziałbym, że nada się na ofiarę.
pt_br: Eu diria que parece bom o suficiente pra oferecer.
ru: Выглядит неплохо, сойдет как подношение.
zh_cn: 我觉得它看上去是足够好的供品。
zh_tw: 我覺得它看上去是足夠好的供品。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOOD.MATCH
source: Yep. That's what it wants.
de: Ja. Das ist es, was es will.
es: Sí. Esto es lo que quiere.
fr: Ouais ! C'est ça qu'il veut.
it: Sì. È quello che vuole.
ja: ああ、必要なのはこれだ。
ko: 그래, 바로 이걸 원한 거였어.
pl: Tak. Tego właśnie żąda.
pt_br: Sim. É isso que está querendo.
ru: Да. Он хочет именно этого.
zh_cn: 没错，这就是它想要的。
zh_tw: 沒錯，這就是它想要的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOOD.MATCH_BUT_SNACK
source: Is this gonna be enough food?
de: Wird das genug Essen sein?
es: ¿Será comida suficiente?
fr: Ça va être assez ?
it: Basterà?
ja: この量で足りるか？
ko: 음식 양이 충분할까?
pl: Pytanie, czy wystarczy?
pt_br: Será que vai ser comida suficiente?
ru: А такого количества еды-то хватит?
zh_cn: 这么点食物够吗？
zh_tw: 這麼點食物夠嗎？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOOD.MISMATCH
source: I don't think it wants this.
de: Ich glaube nicht, dass es das will.
es: Creo que no quiere esto.
fr: Je crois qu'il en veut pas.
it: Non credo che lo voglia.
ja: 必要なモノとは違うんじゃねえかな。
ko: 이걸 원하는 것 같지 않은데.
pl: Chyba nie o to chodzi.
pt_br: Não acho que queira isso.
ru: Не думаю, что ему этого хочется.
zh_cn: 它应该不想要这种食物吧。
zh_tw: 它應該不想要這種食物吧。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_FOOD_BURNT
source: Heh, whoops.
de: Aber hoppla.
es: Je, uy.
fr: Eh ! Mince !
it: E... oplà.
ja: あぁ、やっちまったよ。
ko: 어라, 이런.
pl: He, ups.
pt_br: He, ops.
ru: Хе-хе, опаньки.
zh_cn: 呃，糟糕。
zh_tw: 呃，糟糕。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GARLIC
source: Homegrown.
de: Hausgemacht.
es: De cosecha propia.
fr: Ça vient du jardin.
it: Coltivato in casa.
ja: 自家製だ。
ko: 직접 키운 것이지.
pl: Domowa hodowla.
pt_br: Cultivado em casa.
ru: Выращен своими руками.
zh_cn: 自家种植的。
zh_tw: 自家種植的。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GARLIC_COOKED
source: Lucy helped.
de: Lucy hat geholfen.
es: Lucy ha ayudado.
fr: Lucy m'a aidé.
it: Lucy ha aiutato.
ja: ルーシーが手伝ってくれたのさ。
ko: 루시가 도와줬어.
pl: Lucy pomagała.
pt_br: A Lucy ajudou.
ru: Люси помогла.
zh_cn: 露西也帮忙了。
zh_tw: 露西也幫忙了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GARLIC_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GOATKID
source: How ya doing, kid?
de: Wie geht's dir, Junge?
es: ¿Qué tal, chaval?
fr: Comment ça va, gamin ?
it: Come va, ragazzino?
ja: よう、調子はどうだ？
ko: 잘 지내니, 꼬마 염소야?
pl: Jak się masz, mały?
pt_br: Como está, garoto?
ru: Как ты, малыш?
zh_cn: 你好吗，小羊？
zh_tw: 你好嗎，小羊？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GOATMILK
source: Builds your bones.
de: Baut deine Knochen auf.
es: Fortalece los huesos.
fr: Ça fortifie les os.
it: Costruisce le tue ossa.
ja: これで骨が丈夫になるんだ。
ko: 뼈를 튼튼하게 해주지.
pl: Wzmacnia kości.
pt_br: Reforça os ossos.
ru: Хорошо для костей.
zh_cn: 能让你的骨骼更强壮。
zh_tw: 能讓你的骨骼更強壯。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GOATMUM
source: We're in for a baa'd time.
de: Uns gehts an den Kragen.
es: Hemos veeeeenido a dar problemas.
fr: On va passer un sale quart d'heure.
it: Una beee…lla capra.
ja: 厄介なことになりそうだな。
ko: 이런, 조심하지 않으면 혼나겠다.
pl: Nie ma co tak beczeć.
pt_br: Cadê seu béé, béé?
ru: Мы как-то бе-е вовремя.
zh_cn: 我们将要迎来羊羊不得意的时期。
zh_tw: 我們將要迎來羊羊不得意的時期。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GRILL
source: Ready for the May two-four.
de: Bereit für das nächste Gartenfest.
es: Listo para el verano.
fr: Comme au camping !
it: Siamo pronti a sbevazzare.
ja: 祝いの準備はできたな。
ko: 이제 파티를 시작해볼까.
pl: Wszystko gotowe na majówkę.
pt_br: Ótimo pras comemorações dos feriados.
ru: К открытию шашлычного сезона готовы!
zh_cn: 准备隆重庆祝。
zh_tw: 準備隆重慶祝。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GRILL_ITEM
source: Better set this up.
de: Ich bereite das besser vor.
es: Será mejor armarlo.
fr: Faudrait l'installer.
it: Meglio impostarlo.
ja: これを準備しよう。
ko: 설치하는 게 좋겠지.
pl: Lepiej go rozstawić.
pt_br: Melhor montar.
ru: Это лучше куда-то поставить.
zh_cn: 得把这个安装好。
zh_tw: 得把這個安裝好。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GRILL_SMALL
source: Wanna BBQ, Lucy?
de: Willst du grillen, Lucy?
es: ¿Quieres hacer una barbacoa, Lucy?
fr: On fait un barbecue, Lucy ?
it: Vuoi fare un barbecue, Lucy?
ja: バーベキューはどうだ、ルーシー？
ko: BBQ할까, 루시?
pl: Pogrillujemy, Lucy?
pt_br: Quer um churrasquinho, Lucy?
ru: Хочешь шашлычка, Люси?
zh_cn: 要不要来 BBQ 呀，露西？
zh_tw: 要不要來 BBQ 呀，露西？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_GRILL_SMALL_ITEM
source: Better set this up.
de: Ich bereite das besser vor.
es: Será mejor armarlo.
fr: Faudrait l'installer.
it: Meglio impostarlo.
ja: 使えるように配置するか。
ko: 설치하는 게 좋겠지.
pl: Lepiej go rozstawić.
pt_br: Melhor montar.
ru: Это лучше куда-то поставить.
zh_cn: 得把这个安装好。
zh_tw: 得把這個安裝好。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_HOE
source: It's a farmer's life for me.
de: Ich fühle mich wie ein echter Bauer.
es: Esta es mi vida de granjero.
fr: Comme à la ferme !
it: È la vita del contadino che fa per me.
ja: オレにとってには農民の命ともいえるモノだ。
ko: 이제부터 난 농부다.
pl: Nie ma to jak życie na farmie.
pt_br: Vou viver uma vida de agricultor.
ru: Вот она — фермерская жизнь!
zh_cn: 我的农夫生活。
zh_tw: 我的農夫生活。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_KEY
source: Think it's for a safe.
de: Ich denke, der ist für einen Safe.
es: Creo que es para una caja fuerte.
fr: Je crois que c'est pour un coffre.
it: Credo che sia per una cassaforte.
ja: 金庫のヤツじゃねえかな。
ko: 금고 열쇠 같은데.
pl: Chyba do otwierania sejfu.
pt_br: Acho que não é do cofre.
ru: Кажется, он от сейфа.
zh_cn: 我猜这是保险箱的钥匙。
zh_tw: 我猜這是保險箱的鑰匙。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_KEY_PARK
source: Oh beauty, now we can open the gate.
de: Oh, wie schön, jetzt können wir das Tor öffnen.
es: Ah, perfecto, ahora podemos abrir la puerta.
fr: Oh, joli ! On va pouvoir ouvrir le portail.
it: Oh bellezza, ora possiamo aprire il cancello.
ja: よしっ、これでゲートを開けられる。
ko: 좋아, 이제 문을 열 수 있어.
pl: Och, radość. Teraz możemy otworzyć bramę.
pt_br: Ah, beleza, agora a gente pode abrir o portão.
ru: Красота! Теперь мы можем открыть эти ворота.
zh_cn: 哦，美人，我们现在可以开门了。
zh_tw: 哦，美人，我們現在可以開門了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_LAMP_POST
source: It don't have an off switch.
de: Hat keinen Aus-Schalter.
es: No tiene un interruptor de apagado.
fr: Y a pas d'interrupteur.
it: Non ha un interruttore di spegnimento.
ja: これ、どうやって消すんだ？
ko: 끄는 스위치가 없잖아.
pl: Nie ma tu nigdzie wyłącznika.
pt_br: Não tem um botão de desligar.
ru: Кнопки выключения нет.
zh_cn: 它没有可以关掉的按钮。
zh_tw: 它沒有可以關掉的按鈕。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_LAMP_SHORT
source: Just wastes electricity.
de: Vergeudet nur Strom.
es: Tan solo malgasta electricidad.
fr: Ça gaspille de l'électricité.
it: Uno spreco di energia.
ja: 電気の無駄使いだな。
ko: 전기를 낭비하잖아.
pl: Marnotrawstwo energii elektrycznej.
pt_br: Apenas desperdiça eletricidade.
ru: Просто трата электричества.
zh_cn: 浪费电而已。
zh_tw: 浪費電而已。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MEALINGSTONE
source: We just gotta grind and bear it.
de: Wir müssen nur mahlen und es ertragen.
es: Tenemos que moler y moler.
fr: On a du grain à moudre.
it: Dobbiamo solo macinare e sopportarlo.
ja: これで何かを砕いて、使えるモノを作り出すのさ。
ko: 가는 것도 중노동이지.
pl: Nie czas na zgrzytanie zębami.
pt_br: A gente tem que moer e segurar.
ru: Будем молоть, будем крошить.
zh_cn: 我们只能磨磨忍受。
zh_tw: 我們只能磨磨忍受。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MERMHOUSE
source: Those scaly folks live in there.
de: Diese schuppigen Leute leben da drin.
es: Esos tipos con escamas viven ahí.
fr: C'est les squameux qui vivent là-dedans.
it: Quella gente squallida vive lì dentro.
ja: あのうろこ野郎どもがここに住んでやがるんだ。
ko: 비늘 달린 친구들이 사는 곳이잖아.
pl: Łuskowaci tutaj mieszkają.
pt_br: Aquele pessoal escamoso vive por aqui.
ru: Там живут те чешуйчатые ребята.
zh_cn: 那些可怕的半人类就住在那里面。
zh_tw: 那些可怕的半人類就住在那裡面。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MERM_CART1
source: What's for sale today?
de: Was steht heute zum Verkauf?
es: ¿Qué venden hoy?
fr: Y a quoi à vendre aujourd'hui ?
it: Cosa c'è in vendita oggi?
ja: 今日は何を売ってるんだ？
ko: 오늘은 어떤 물건이 있지?
pl: Co mamy dzisiaj na stanie?
pt_br: O que tem pra vender hoje?
ru: Что сегодня продаете?
zh_cn: 今天有什么卖？
zh_tw: 今天有什麼賣？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MERM_CART2
source: Need some supplies, Lucy?
de: Brauchst du Vorräte, Lucy?
es: ¿Necesitas algunas provisiones, Lucy?
fr: Besoin de fournitures, Lucy ?
it: Hai bisogno di rifornimenti, Lucy?
ja: ルーシー、何か欲しいものはあるか？
ko: 뭐 필요한 거 있어, 루시?
pl: Potrzebujesz coś, Lucy?
pt_br: Precisa de suprimentos, Lucy?
ru: Нужны припасы, Люси?
zh_cn: 要日用品吗，露西？
zh_tw: 要日用品嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MUSHROOMS
source: We're gonna eat you.
de: Wir werden dich fressen.
es: Vamos a comerte.
fr: On va vous manger.
it: Vi mangeremo.
ja: 食らわせてもらうぜ。
ko: 먹어치워주마.
pl: Zjemy cię.
pt_br: Vamos comer você.
ru: Мы вас съедим.
zh_cn: 我们要吃掉你。
zh_tw: 我們要吃掉你。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.GENERIC
source: Those mushrooms look mighty tasty.
de: Diese Pilze sehen mächtig lecker aus.
es: Esos hongos parecen muy sabrosos.
fr: Ces champignons ont l'air sacrément bon.
it: Quei funghi sembrano saporitissimi.
ja: このキノコ、めちゃくちゃウマそうじゃねえか。
ko: 버섯이 아주 맛있어 보이잖아.
pl: Te grzyby wyglądają bardzo smakowicie.
pt_br: Esses cogumelos parecem saborosos.
ru: Грибы выглядят очень вкусно.
zh_cn: 那些蘑菇看起来超好吃。
zh_tw: 那些蘑菇看起來超好吃。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_MUSHROOMSTUMP.PICKED
source: Thank you for your sacrifice, tree.
de: Danke für dein Opfer, Baum.
es: Gracias por tu sacrificio, árbol.
fr: Merci pour ton sacrifice, arbre.
it: Grazie del tuo sacrificio, albero.
ja: 犠牲になったこの木には感謝に尽きるぜ。
ko: 희생해 줘서 고맙다, 나무야.
pl: Dziękuję ci za twą ofiarę, drzewo.
pt_br: Obrigado pelo seu sacrifício, árvore.
ru: Спасибо за твою жертву, дерево.
zh_cn: 谢谢你的牺牲，大树。
zh_tw: 謝謝你的犧牲，大樹。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ONION
source: I only cry tears of joy.
de: Ich weine nur Freudentränen.
es: Solo lloro de alegría.
fr: Je ne pleure que des larmes de joie.
it: Piango solo lacrime di gioia.
ja: オレが涙を流すのは嬉しい時だけだ。
ko: 난 기쁨의 눈물만 흘려.
pl: Ronię jedynie łzy radości.
pt_br: Eu só choro de alegria.
ru: Я плачу только от радости.
zh_cn: 我只会流出喜悦的泪水。
zh_tw: 我只會流出喜悅的淚水。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ONION_COOKED
source: Perfectly roasted.
de: Perfekt geröstet.
es: Perfectamente asada.
fr: Parfaitement rôti.
it: Perfettamente arrostito.
ja: いい感じで焼けたぞ。
ko: 완벽하게 구웠잖아.
pl: Doskonale upieczona.
pt_br: Assado à perfeição.
ru: Идеальная прожарка.
zh_cn: 烤得完美。
zh_tw: 烤得完美。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_OVEN
source: That better not run on trees.
de: Das sollte besser nicht auf Bäumen laufen.
es: Será mejor no acercarlo a los árboles.
fr: J'espère qu'il fonctionne pas au bois.
it: Farebbe bene a non farsi alimentare dagli alberi.
ja: これには木を使わない方がいいぞ。
ko: 설마 장작을 때워서 사용하는 건 아니겠지.
pl: Lepiej, żeby nie potrzebował drewna.
pt_br: É melhor que não seja movido a árvores.
ru: Надеюсь, ее не дровами топят.
zh_cn: 最好别把它架在树木上。
zh_tw: 最好別把它架在樹木上。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: Be careful around that fire, Lucy.
de: Sei vorsichtig mit dem Feuer, Lucy.
es: Ten cuidado alrededor de ese fuego, Lucy.
fr: Attention à ce feu, Lucy.
it: Attenta intorno a quel fuoco, Lucy.
ja: こいつの火の周りでは気をつけるんだぞ、ルーシー。
ko: 불 조심해, 루시.
pl: Uważaj przy ogniu, Lucy.
pt_br: Cuidado perto desse fogo, Lucy.
ru: Поаккуратнее с огнем, Люси.
zh_cn: 在火旁边可要小心呀，露西。
zh_tw: 在火旁邊可要小心呀，露西。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARKSPIKE
source: Yeesh.
es: Oh, sí.
fr: Mince alors !
it: Sììì.
ja: よっし。
ko: 으윽.
pl: Raaaju.
pt_br: Sim.
ru: Фуэ.
zh_cn: 哎呀呀。
zh_tw: 哎呀呀。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: Not as pretty as Lucy.
de: Nicht so hübsch wie Lucy.
es: No tan bonito como Lucy.
fr: C'est pas aussi beau que Lucy.
it: Non bello come Lucy.
ja: ルーシーほどは可愛らしくねえな。
ko: 루시가 더 예뻐.
pl: Lucy jest ładniejsza.
pt_br: Não é tão bonita quanto a Lucy.
ru: Люси красивее.
zh_cn: 没有露西那么漂亮。
zh_tw: 沒有露西那麼漂亮。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: To each his own.
de: Jedem das Seine.
es: Cada uno con lo suyo.
fr: Chacun fait comme il veut.
it: A ognuno il suo.
ja: 人の好みはさまざまだな。
ko: 제눈에 안경이라잖아.
pl: Co kto lubi.
pt_br: Gosto não se discute.
ru: Каждому — свое.
zh_cn: 各有所爱吧。
zh_tw: 各有所愛吧。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: This fountain's really old.
de: Dieser Brunnen ist wirklich alt.
es: Esta fuente es muy antigua.
fr: Cette fontaine est vraiment vieille.
it: Questa fontana è davvero vecchia.
ja: この噴水、相当古いな。
ko: 정말 오래된 분수잖아.
pl: Ta fontanna ma ze sto lat.
pt_br: Esse chafariz é bem velho.
ru: Этот фонтан очень старый.
zh_cn: 这座喷泉真的很旧了。
zh_tw: 這座噴泉真的很舊了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: In we go.
de: Rein gehts.
es: Adentro.
fr: On entre !
it: Entriamo.
ja: さあ、入るぞ。
ko: 들어가자.
pl: Wchodzimy.
pt_br: Aí vamos nós.
ru: И-и-и заходим.
zh_cn: 进去了。
zh_tw: 進去了。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: We need a key to open it.
de: Wir brauchen einen Schlüssel, um es zu öffnen.
es: Necesitamos una llave para abrirla.
fr: Il faut une clé pour l'ouvrir.
it: Abbiamo bisogno di una chiave per aprirlo.
ja: 開けるにはカギがいるな。
ko: 열려면 열쇠가 필요해.
pl: Potrzebujemy tu klucza.
pt_br: A gente precisa de uma chave pra abrir.
ru: Чтобы это открыть, нужен ключ.
zh_cn: 我们要有钥匙才能打开它。
zh_tw: 我們要有鑰匙才能打開它。

# CHARACTERS.WOODIE.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: A fine monument to something.
de: Ein schönes Denkmal für irgendetwas.
es: Un monumento bonito a algo.
fr: Un beau monument dédié à un truc.
it: Un bel monumento a qualcosa.
ja: 何かの記念碑だな。
ko: 무언가를 위한 고급 기념비잖아.
pl: Imponujący monument wystawiony czemuś.
pt_br: Um lindo monumento de alguma coisa.
ru: Прекрасный памятник чему-то там.
zh_cn: 挺好的，不知道是什么纪念碑。
zh_tw: 挺好的，不知道是什麼紀念碑。
