Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUE_MARBLE.GENERIC
source: Delicate appearance, but hard as stone. Admirable.
de: Filigrane Optik, aber hart wie Stein. Bewundernswert.
es: Una apariencia delicada, pero dura como la piedra. Admirable.
fr: Apparence délicate, mais dure comme la pierre. Admirable.
it: Un aspetto delicato, ma duro come la pietra. Ammirevole.
ja: 繊細な見た目だが石の如き硬さ。素晴らしい。
ko: 섬세해 보이지만 돌처럼 단단하군. 굉장해.
pl: Z pozoru delikatny, ale twardy jak kamień. Doskonały.
pt_br: Sua aparência é delicada, mas é dura como pedra. Admirável.
ru: Утонченная внешность, с тведостью камня. Похвально.
zh_cn: 外表很精美，但和石头一样硬。令人钦佩。
zh_tw: 外表很精美，但和石頭一樣硬。令人欽佩。

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUE_MARBLE.TYPE1
source: What plagues you, fair maiden?
de: Was plagt euch, holde Maid?
es: ¿Qué mal te asola, hermosa doncella?
fr: Qu'est-ce qui te tourmente, honnête jeune fille ?
it: Cosa ti affligge, bella fanciulla?
ja: 何を悩んでおられるのかな？
ko: 아름다운 아가씨가 무슨 걱정이지?
pl: Cóż cię dręczy, szlachetna dziewico?
pt_br: O que te aflige, alva dama?
ru: Что гложет тебя, светлая дева?
zh_cn: 什么让你烦恼，美丽的姑娘？
zh_tw: 什麼讓你煩惱，美麗的姑娘？

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUE_MARBLE.TYPE2
source: A sturdy little warrior.
de: Ein stämmiger kleiner Krieger.
es: Un robusto pequeño guerrero.
fr: Un petit guerrier röbuste.
it: Un piccolo e robusto guerriero.
ja: 屈強な小さき戦士。
ko: 작고 튼튼한 전사군.
pl: Krzepki mały wojownik.
pt_br: Um guerreiro pequeno e robusto.
ru: Крепкий маленький воин.
zh_cn: 结实的小战士。
zh_tw: 結實的小戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.STATUE_MARBLE.TYPE3
source: Tis a stone basin!
de: Ein Becken aus Stein!
es: ¡Un cuenco de piedra!
fr: Un bassin de pierre !
it: Questa è una bacinella in pietra!
ja: 石の鉢だ！
ko: 돌로 된 항아리군!
pl: Kamienna misa!
pt_br: É uma bacia de pedra!
ru: Это каменная миска!
zh_cn: 是个石盆！
zh_tw: 是個石盆！

# CHARACTERS.WATHGRITHR.DESCRIBE.STEELWOOL
source: It could easily best regular wool in combat.
de: Im Kampf meistens besser als normale Wolle.
es: Podría fácilmente ser mejor que la lana normal en combate.
fr: Ça pourrait être bien mieux que la laine classique pour le combat.
it: Sarà sicuramente meglio della lana normale nel combattimento.
ja: 防具の素材としては、羽毛より優れている
ko: 보통 털은 상대도 안 되겠네.
pl: W boju nadaje się znacznie lepiej od zwykłej wełny.
pt_br: Poderia facilmente superar a lã normal em combate.
ru: Она с легкостью превосходит в битве обычную шерсть.
zh_cn: 远远胜过普通的牛毛。
zh_tw: 遠遠勝過普通的牛毛。

# CHARACTERS.WATHGRITHR.DESCRIBE.STEERINGWHEEL
source: Njord guide our journey.
de: Njord wache über unsere Reise.
es: Njord guía nuestro viaje.
fr: Njörd nöus guide dans nötre vöyage.
it: Njord guida i nostri viaggi!
ja: ニョルズが我等が旅を導かん。
ko: 뇨르드가 우리를 인도하는군.
pl: Niechaj Njord nas prowadzi.
pt_br: Que Njord guie a nossa jornada.
ru: Ньерд направляет наш путь.
zh_cn: 海神指引我们。
zh_tw: 海神指引我們。

# CHARACTERS.WATHGRITHR.DESCRIBE.STEERINGWHEEL_ITEM
source: A vital piece of a glorious vessel.
de: Zentrales Stück eines herrlichen Schiffs.
es: Una pieza vital de un glorioso navío.
fr: Un élément essentiel d'un glörieux drakkar.
it: Un pezzo fondamentale di un vascello glorioso.
ja: 栄光の船の重要な欠片だ。
ko: 훌륭한 배에 꼭 필요한 부품이군.
pl: Nieodzowna część chwalebnej łodzi.
pt_br: Uma peça vital de uma embarcação gloriosa.
ru: Важная часть великого судна.
zh_cn: 光荣的舰艇上的重要组件。
zh_tw: 光榮的艦艇上的重要組件。

# CHARACTERS.WATHGRITHR.DESCRIBE.STINGER
source: The sword on the back of a bee.
de: Das Schwert von der Rückseite einer Biene.
es: La espada en la parte trasera de una abeja.
fr: L'épée d'une abeille.
it: La spada sul retro di un'ape.
ja: 蜂の背中にある剣。
ko: 벌이 등에 지고 다니는 검이군.
pl: Miecz z pszczelego tyłka.
pt_br: A espada nas costas de uma abelha.
ru: Меч на хвосте пчелы.
zh_cn: 蜜蜂背上的剑。
zh_tw: 蜜蜂背上的劍。

# CHARACTERS.WATHGRITHR.DESCRIBE.STRAWHAT
source: A hat for cooling after a raucous battle.
de: Ein Hut, um nach dem Kampf abzukühlen.
es: Un sombrero para refrescarse después de una batalla feroz.
fr: Un chapeau rafraîchissant après un féroce combat.
it: Un cappello per rinfrescarsi dopo una battaglia turbolenta.
ja: 熱い戦いの後に頭を冷やす帽子。
ko: 요란한 전투 후에 머리를 식히기 위한 모자로군.
pl: Dla ochłody po gorącej bitwie.
pt_br: Um chapéu para refrescar depois de uma batalha feroz.
ru: Шляпа, чтобы отдохнуть после жестокого сражения.
zh_cn: 喧嚣战斗之后用于冷静的帽子。
zh_tw: 喧囂戰鬥之後用於冷靜的帽子。

# CHARACTERS.WATHGRITHR.DESCRIBE.STUFFEDEGGPLANT
source: Filling the vegetable does not make it meat.
de: Das Gemüse zu füllen, macht es noch lange nicht zu Fleisch.
es: Rellenar la verdura no la convierte en carne.
fr: Farcir un légume n'en fait pas de la viande.
it: Riempire la verdura non la fa diventare carne.
ja: 野菜に詰め物をしても肉にはならない。
ko: 채소를 채운다고 고기가 되진 않지.
pl: Napełnienie czymś warzywa nie zamieni go w mięso.
pt_br: Rechear o legume não o torna carne.
ru: Нафаршировать овощ — не значит сделать его мясом.
zh_cn: 在蔬菜里塞东西并不能把它变成肉。
zh_tw: 在蔬菜裡塞東西並不能把它變成肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.STUFFING
source: It bears the scent of meat. I will sample a morsel.
de: Trägt den Geruch von Fleisch. Ich probiere ein wenig.
es: Desprende aroma a carne. Probaré un bocado.
fr: Il dégage un arôme de viande. Je vais en göûter un mörceau.
it: Odora di carne. Ne assaggerò un pezzetto.
ja: 肉の香りがする。一口味見させていただこう。
ko: 고기 냄새가 나는군. 한 입 먹어 봐야겠어.
pl: Pachnie mięsem. Uszczknę sobie kawałeczek.
pt_br: Tem cheiro de carne. Vou provar um pedaço.
ru: Источает аромат мяса. Отведаю кусочек.
zh_cn: 有肉的香味。我来试吃一小口。
zh_tw: 有肉的香味。我來試吃一小口。

# CHARACTERS.WATHGRITHR.DESCRIBE.SUCCULENT_PICKED
source: Tis not foodstuff.
de: Das ist nichts zum Essen.
es: Esto no es comida.
fr: Pas comestible.
it: Questo non è cibo.
ja: これは人の糧ではない
ko: 이건 먹을 수 있는 게 아니야.
pl: To nie pokarm.
pt_br: Não é comida.
ru: Это несъедобно.
zh_cn: 这不是食物。
zh_tw: 這不是食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SUCCULENT_PLANT
source: Hearty greenery.
de: Herzhaftes Grünzeug.
es: Una planta suculenta.
fr: Verdure consistante.
it: Vegetazione vigorosa.
ja: 肉厚な草だ
ko: 아주 통통하고 싱그럽네.
pl: Soczysta zieleń.
pt_br: Verdura saudável.
ru: Милая зелень.
zh_cn: 丰盛的绿色植物。
zh_tw: 豐盛的綠色植物。

# CHARACTERS.WATHGRITHR.DESCRIBE.SUCCULENT_POTTED
source: A feast for mine eyes!
de: Ein Fest für meine Augen!
es: ¡Un festín para mis ojos!
fr: Un festin pour mes yeux !
it: Una festa per i miei occhi!
ja: 目の保養によいな！
ko: 보기 참 좋네!
pl: Radość dla mych oczu!
pt_br: Um banquete para os meus olhos!
ru: Пир для моих глаз!
zh_cn: 我的视觉盛宴！
zh_tw: 我的視覺盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.SUNKENCHEST.GENERIC
source: Perhaps it was a gift from Venus?
de: Vielleicht ein Geschenk von Venus?
es: ¿Tal vez sea un regalo de Venus?
fr: Peut-être est-ce un cadeau de Freya ?
it: E se fosse un dono di Venere?
ja: これはヴィーナスからの贈り物か？
ko: 혹시 비너스의 선물일까?
pl: Może to dar od Wenus?
pt_br: Talvez fosse um presente de Vênus?
ru: Возможно, это дар Венеры?
zh_cn: 也许它是来自维纳斯的赠礼？
zh_tw: 也許它是來自維納斯的贈禮？

# CHARACTERS.WATHGRITHR.DESCRIBE.SUNKENCHEST.LOCKED
source: Fie! Locked tight!
de: Pfui! Fest verschlossen!
es: ¡Fie! ¡A cal y canto!
fr: Peste ! Il est verröuillé !
it: Vergogna! È chiuso a chiave!
ja: なんと！ 頑丈に施錠されておる！
ko: 에잇! 단단히 잠겼군!
pl: Niech to! Zamknięte na fest!
pt_br: Ugh! Bem trancado!
ru: Тьфу! Он заперт!
zh_cn: 唉吆喂！关的紧紧的！
zh_tw: 唉吆喂！關的緊緊的！

# CHARACTERS.WATHGRITHR.DESCRIBE.SUPERTACKLECONTAINER
source: A bounty of space for my bait!
de: Reichlich Platz für meine Köder!
es: ¡Un botín de espacio para mi cebo!
fr: Un dön spacieux pöur mes appâts !
it: Un bel po' di spazio per le mie esche!
ja: 我が餌にふさわしき宇宙の恵み！
ko: 미끼를 보관할 공간이 충분하군.
pl: Pełno miejsca dla mych przynęt!
pt_br: Bastante espaço para minhas iscas!
ru: Полным-полно места под наживку!
zh_cn: 放置饵料的卓越容器！
zh_tw: 放置餌料的卓越容器！

# CHARACTERS.WATHGRITHR.DESCRIBE.SURFNTURF
source: Nothing goes better with meat than more meat!
de: Nichts passt besser zu Fleisch als mehr Fleisch!
es: ¡Nada acompaña mejor a la carne que más carne!
fr: Rien de mieux qu'un peu de viande avec de la viande !
it: Non c'è niente come la carne per accompagnare un bel piatto di... carne!
ja: 肉に関して、大量の肉より良いものなどない。
ko: 고기는 역시 고기랑 같이 먹어야지!
pl: Nic nie pasuje lepiej do mięsa, niż więcej mięsa!
pt_br: Nada combina melhor com carne do que mais carne!
ru: Мясо лучше всего подавать с мясом!
zh_cn: 肉搭配肉就是最好的美味！
zh_tw: 肉搭配肉就是最好的美味！

# CHARACTERS.WATHGRITHR.DESCRIBE.SWEATERVEST
source: It is a handsome vest, but it offers no protection.
de: Das ist eine schicke Weste, die allerdings keinen Schutz bietet.
es: Es un hermoso chaleco, pero no ofrece ninguna protección.
fr: Joli gilet, mais il ne protège rien.
it: È un bel giubbotto, ma non offre alcuna protezione.
ja: 格好いいベストだが防寒にはならない。
ko: 조끼가 멋지긴 한데, 방어 기능은 전혀 없어.
pl: Wygląda znakomicie, ale nie zapewnia żadnej ochrony.
pt_br: É um belo colete, mas não oferece proteção.
ru: Красивый жилет, но не дает защиты.
zh_cn: 这件背心虽然帅气，但不提供任何防护。
zh_tw: 這件背心雖然帥氣，但不提供任何防護。

# CHARACTERS.WATHGRITHR.DESCRIBE.SWEETPOTATO
source: Marshmallows on meat... tis an odd choice, but somehow delicious!
de: Marshmallows mit Fleisch ... seltsame Idee, aber irgendwie köstlich!
es: Nubes dulces con carne... ¡Una extraña pero deliciosa combinación!
fr: Des marshmallöws sur de la viande... Étrange chöix, mais néanmöins délicieux !
it: Carne e roba dolce... È un abbinamento strano, ma è delizioso!
ja: 肉のマシュマロ...奇妙な選択ではあるが、どこか美味し！
ko: 고기에 마시멜로라... 이상한 조합이지만 나름대로 맛있군!
pl: Pianki na mięsie... dziwny wybór, ale jednak smaczny!
pt_br: Carne com marshmallow... é uma escolha esquisita, mas deliciosa!
ru: Мясо, покрытое зефиром… Странный рецепт, но такой вкусный!
zh_cn: 肉上面的棉花糖……古怪的搭配，但却异常美味！
zh_tw: 肉上面的棉花糖……古怪的搭配，但卻異常美味！

# CHARACTERS.WATHGRITHR.DESCRIBE.SWEETTEA
source: A warrior does not partake in "tea time".
de: Eine Kriegerin hat keinen Anteil an "Tea Time".
es: Los guerreros jamás toman el té.
fr: Un guerrier ne söumet pas à une söi-disant « heure du thé ».
it: I guerrieri non hanno bisogno di cerimonie del tè.
ja: 戦士は「お茶会」には参加せぬ。
ko: 전사는 "티타임"에 참여하지 않아.
pl: Wojowniczka nie robi sobie „przerwy na herbatę”.
pt_br: Uma guerreira não participa da "hora do chá".
ru: Истому воину не нужен «перерыв на чай».
zh_cn: 勇士没有“下午茶时间”。
zh_tw: 勇士沒有“下午茶時間”。

# CHARACTERS.WATHGRITHR.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: It's been consumed by fire.
de: Durch Feuer verzehrt.
es: Ha sido pasto del fuego.
fr: Il a été cönsumé par les flammes.
it: È stato consumato dal fuoco.
ja: 火に飲まれ塵となる。
ko: 불에 삼켜졌군.
pl: Pochłonęły go płomienie.
pt_br: Foi consumido pelo fogo.
ru: Его объял огонь.
zh_cn: 它被火消灭了。
zh_tw: 它被火消滅了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: A feast table worthy of Valhalla!
de: Die Festtafel ist Walhalls würdig!
es: ¡Una mesa de banquete digna del Valhalla!
fr: Une table de festin digne du Valhalla !
it: Un tavolo festivo degno del Valhalla!
ja: ヴァルハラに相応しき宴の席。
ko: 발할라에 어울리는 축제 테이블이군!
pl: Uczta godna Walhalli.
pt_br: Uma mesa de banquete digna de Valhalla.
ru: Пир, достойный Вальхаллы!
zh_cn: 这张餐桌配得上英灵殿！
zh_tw: 這張餐桌配得上英靈殿！

# CHARACTERS.WATHGRITHR.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: A feast fit for The Great Hall!
de: Das Fest ist Walhalls würdig!
es: ¡Un festín digno del gran salón!
fr: Un festin digne des dieux !
it: Un banchetto degno della Grande Sala!
ja: 大集会場に相応しきご馳走。
ko: 위대한 홀에 어울리는 성찬이군!
pl: Uczta godna Wielkiej Sali!
pt_br: Um banquete digno do Grande Salão!
ru: Подобный пир можно узреть в великом чертоге!
zh_cn: 配得上大厅的盛宴！
zh_tw: 配得上大廳的盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: It is not worthy of a place here.
de: Hat seinen Platz hier nicht verdient.
es: No merece lugar aquí.
fr: Ce n'est pas digne d'un tel endröit.
it: Non è degno di questo luogo.
ja: この場所には相応しくない。
ko: 여기 있을 만한 가치가 없군.
pl: Nie jest godne, by zająć tu miejsce.
pt_br: Não está à altura deste lugar.
ru: Для него тут нет места.
zh_cn: 它不配出现在这里。
zh_tw: 它不配出現在這裡。

# CHARACTERS.WATHGRITHR.DESCRIBE.TACKLECONTAINER
source: A wise hunter treats their tools with care.
de: Weise Jäger behandeln ihr Werkzeug mit Sorgfalt.
es: Una cazadora sensata trata con mimo sus herramientas.
fr: Un chasseur sage prend söin de ses öutils.
it: Una cacciatrice saggia si prende cura dei suoi attrezzi.
ja: 賢き狩人は道具を丁寧に扱う。
ko: 현명한 사냥꾼은 도구를 정성스레 다루는 법이지.
pl: Mądry łowca dba o swoje narzędzia.
pt_br: Uma caçadora sábia cuida bem das suas ferramentas.
ru: Мудрый охотник бережет свои инструменты.
zh_cn: 威武的猎人会小心呵护自己的工具。
zh_tw: 威武的獵人會小心呵護自己的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.TACKLESKETCH
source: This scroll bears hidden secrets of fishing!
de: Die Schriftrolle birgt geheimes Anglerwissen!
es: ¡Este pergamino contiene secretos sobre pesca!
fr: Ce parchemin cöntient les secrets de la pêche !
it: Questa pergamena racchiude i segreti della pesca!
ja: かの巻物には、釣りの秘密が隠されている！
ko: 낚시의 숨겨진 비밀이 적힌 두루마리군!
pl: Ten zwój skrywa sekrety rybołówstwa!
pt_br: Este pergaminho contém segredos de pesca!
ru: В этом свитке записаны рыбацкие секреты!
zh_cn: 这个卷轴记载着捕鱼秘籍！
zh_tw: 這個卷軸記載著捕魚秘笈！

# CHARACTERS.WATHGRITHR.DESCRIBE.TACKLESTATION
source: I shall create a fishing weapon like no other!
de: Ich werde eine unvergleichliche Fischwaffe schaffen!
es: ¡Crearé un arma de pesca sin igual!
fr: Je créerai une arme de pêche à nulle autre pareille !
it: Creerò un'arma da pesca come non si era mai vista!
ja: 我、他と異なる釣りの武器を作らん！
ko: 둘도 없는 낚시 무기를 만들 테다!
pl: Moja broń wędkarska nie będzie miała sobie równych!
pt_br: Vou criar uma arma de pesca diferente de todas!
ru: Я создам рыболовное оружие, равных которому нет!
zh_cn: 我要造出举世无双的捕鱼利器！
zh_tw: 我要造出舉世無雙的捕魚利器！

# CHARACTERS.WATHGRITHR.DESCRIBE.TAFFY
source: Long will the saga of this taffy be told.
de: Die Geschichte von diesem Toffee wird noch lange erzählt werden.
es: Se contará durante mucho tiempo la historia de este caramelo.
fr: On racontera l'histoire de ces bonbons pendant encore longtemps.
it: La storia di questo dolciume sarà raccontata per lungo tempo.
ja: 末長くこのタフィーのサガが語り継がれるよう。
ko: 이 사탕의 이야기는 오래오래 전해질 거야.
pl: Opowieść o tych ciągutkach winna być przekazywana z pokolenia na pokolenie.
pt_br: A saga desta balinha será contada por gerações.
ru: Долгой будет сага об этой ириске.
zh_cn: 这块太妃糖的传奇将流传千古。
zh_tw: 這塊太妃糖的傳奇將流傳千古。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRD
source: A fearsome bird! But I am not afraid.
de: Furchterregender Vogel! Aber ich fürchte ihn nicht.
es: ¡Un pájaro temible! Pero no tengo miedo.
fr: Oiseau redoutable ! Mais je n'ai pas peur.
it: Uno spaventoso pennuto! Ma io non ho paura.
ja: 恐ろしい鳥！だが私は怖くなどない。
ko: 무서운 새군요! 하지만 저는 두렵지 않아요.
pl: Przerażające ptaszysko. Ale ja się nie lękam!
pt_br: Um pássaro assustador! Mas não tenho medo.
ru: Грозная птица! Но я не боюсь.
zh_cn: 吓人的鸟！但我无所畏惧。
zh_tw: 嚇人的鳥！但我無所畏懼。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG
source: It will grow into a formidable foe.
de: Darin wächst ein ungeheurer Feind heran.
es: Crecerá hasta convertirse en un enemigo formidable.
fr: Il deviendra un formidable adversaire.
it: Crescerà in un nemico formidabile.
ja: これは強者の敵に育つ。
ko: 아주 강력한 적으로 자라나겠지.
pl: Wyrośnie z niego straszliwy wojownik.
pt_br: Crescerá e se tornará um adversário formidável.
ru: Из него вырастет отличный соперник.
zh_cn: 它将成长为一个令人敬畏的对手。
zh_tw: 它將成長為一個令人敬畏的對手。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_COOKED
source: It was you or me, bird.
de: Du oder ich, Vogel.
es: Era o tú o yo, pájaro.
fr: C'était toi ou moi, l'oiseau.
it: Era tra me e te, pennuto.
ja: お前か私か、だったんだよ、鳥よ。
ko: 생존을 위해선 어쩔 수 없었어, 새야.
pl: Albo ty, albo ja, ptaszyno.
pt_br: Era você ou eu, pássaro.
ru: Либо ты, либо я, птица.
zh_cn: 不是你死就是我亡，鸟。
zh_tw: 不是你死就是我亡，鳥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: This egg would not survive a Norse winter.
de: Dieses Ei würde keinen nordischen Winter überleben.
es: Este huevo no sobreviviría a un invierno nórdico.
fr: Cet œuf ne survivrait pas à l'hiver nordique.
it: Questo uovo non sopravvivrebbe un inverno scandinavo.
ja: この卵はノースの冬を越せないだろう。
ko: 이 알은 스칸디나비아의 겨울도 못 버티겠네.
pl: To jajo nie przetrwałoby zimy na Północy.
pt_br: Esse ovo não sobreviveria no inverno nórdico.
ru: Это яйцо не переживет скандинавскую зиму.
zh_cn: 这个蛋在挪威的冬天可活不了。
zh_tw: 這個蛋在挪威的冬天可活不了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Fight your way out, bird!
de: Kämpfe dir einen Weg nach draußen, Vogel!
es: ¡Lucha para salir, pájaro!
fr: Bats-toi pour sortir, l'oiseau !
it: Combatti per una via d'uscita, pennuto!
ja: 頑張って出るんだ、鳥よ！
ko: 힘내서 나오렴, 새야!
pl: Walcz o wolność, ptaszyno!
pt_br: Lute para sair, pássaro!
ru: Сражайся, чтобы выйти наружу, птичка!
zh_cn: 杀出一条路来，鸟！
zh_tw: 殺出一條路來，鳥！

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Borne of flame! Unless it cooks to death.
de: Von Flammen geboren. Es sei denn, es wird gekocht.
es: ¡Soporta el fuego! Al menos hasta que se cocina.
fr: Né du feu ! Ou cuit à mort.
it: Dato alla luce dalla fiamma! A meno che non sia cotto a morte.
ja: 炎の申し子となれ！まだ無事であればな…
ko: 불에서 나왔군요! 불에 구운 요리가 아니라면.
pl: Zrodzony w płomieniach! No, chyba że się go wcześniej ugotuje.
pt_br: Nascido das chamas! A menos que frite até a morte.
ru: Подарено огнем! Если только не зажарится насмерть.
zh_cn: 自火焰中诞生吧！就是别烤死了。
zh_tw: 自火焰中誕生吧！就是別烤死了。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A time remains before this bird is to be born.
de: Eine Weile braucht es noch, bevor dieser Vogel geboren wird.
es: Queda un poco antes de que nazca este pájaro.
fr: Cet œuf n'est pas près d'éclore.
it: Ci vorrà del tempo prima che nasca questo pennuto.
ja: ヒナの誕生までは、しばしかかりそうだ
ko: 이 새가 태어나려면 어느 정도 기다려야겠군요.
pl: Została ledwie chwila do narodzin nowego życia.
pt_br: Ainda resta um tempo para esse pássaro nascer.
ru: Эта птица еще не скоро родится.
zh_cn: 离这只鸟诞生还有一段时间。
zh_tw: 離這只鳥誕生還有一段時間。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: It will soon wake to this world.
de: Er wird bald auf dieser Welt erwachen.
es: Pronto despertará en este mundo.
fr: Il va bientôt découvrir ce monde.
it: Presto si sveglierà in questo mondo.
ja: じきにこの世に生まれ出よう
ko: 곧 이 세계에서 깨어나겠지요.
pl: Wkrótce pojawi się na tym świecie.
pt_br: Logo acordará para este mundo.
ru: Она скоро придет в этот мир.
zh_cn: 很快它就要看到这个世界。
zh_tw: 很快它就要看到這個世界。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDNEST.GENERIC
source: A feathered warrior lurks inside.
de: Darin lauert ein gefiederter Krieger.
es: Un guerrero emplumado se esconde dentro.
fr: Un guerrier à plumes se cache à l'intérieur.
it: Un guerriero piumato si annida all'interno.
ja: 羽のある戦士が中に潜んでいる。
ko: 안에 깃털 달린 전사가 들어있군.
pl: Wewnątrz czai się pierzasty wojownik.
pt_br: Um guerreiro de penas espreita lá dentro.
ru: Внутри прячется пернатый воин.
zh_cn: 里面潜伏着长羽毛的战士。
zh_tw: 裡面潛伏著長羽毛的戰士。

# CHARACTERS.WATHGRITHR.DESCRIBE.TALLBIRDNEST.PICKED
source: A young bird of war will soon be born.
de: Ein junger Kriegsvogel wird bald geboren.
es: Una joven ave de guerra pronto nacerá.
fr: Un jeune oiseau de guerre naîtra bientôt.
it: Presto nascerà un giovane pennuto da guerra.
ja: じきに戦鳥のヒナが生まれよう
ko: 어린 전쟁 새가 태어나겠군요.
pl: Wkrótce narodzi się młody ptasi wojownik.
pt_br: Um pássaro de guerra jovem logo nascerá.
ru: Скоро родится птенец войны.
zh_cn: 年轻的战鸟即将诞生。
zh_tw: 年輕的戰鳥即將誕生。

# CHARACTERS.WATHGRITHR.DESCRIBE.TAMALES
source: Oh ho! This bready wrap hides a morsel of spiced meat!
de: Oho! In diesem Brot ist ein Happen gewürztes Fleisch verborgen!
es: ¡Oh, no! ¡Esta envoltura de pan esconde un bocado de carne especiada!
fr: Hö hö ! Icelle envelöppe de pain dissimule de la viande épicée !
it: Oh oh! In questo involucro di pane è nascosto un pezzetto di carne!
ja: あぁ！ スパイスの効いた肉をわずかに隠すブレッドラップ！
ko: 오호! 빵 같은 쌈 안에 양념한 고기 조각을 숨겼군!
pl: Oho! W tym placku skrywa się mięso!
pt_br: Ah, não! O envoltório de pão esconde um pedaço de carne temperada!
ru: Охо! В этой хлебной обертке укрыт кусочек пряного мяса!
zh_cn: 噢！这个面包片裹着香辣味的肉！
zh_tw: 噢！這個麵包片裹著香辣味的肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.GENERIC
source: You are not yet ready for battle, bird.
de: Du bist noch nicht bereit für den Kampf, Vogel.
es: Todavía no estás listo para la batalla, ave.
fr: Tu n'es pas prêt pour le combat, petit oiseau.
it: Non sei ancora pronto alla battaglia, pennuto.
ja: 鳥よ、お前はまだ戦に出るには早い。
ko: 넌 아직 싸우려면 멀었단다, 새야.
pl: Nie jesteś gotów do walki, ptaszku.
pt_br: Você ainda não está pronto para a batalha, pássaro.
ru: Ты еще не готова к битве, птичка.
zh_cn: 你还没有准备好战斗，鸟。
zh_tw: 你還沒有準備好戰鬥，鳥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.HUNGRY
source: I hope you like vegetables... the meat is for me.
de: Ich hoffe, du magst Gemüse ... das Fleisch gehört mir.
es: Espero que te gusten las verduras... la carne es para mí.
fr: J'espère que t'aimes les légumes... la viande est pour moi.
it: Spero che ti piacciano le verdure... la carne è per me.
ja: そなたは野菜を好むか？肉は我の糧ゆえ…
ko: 채소를 좋아하길 바래요... 고기는 제 것이지요.
pl: Mam nadzieję, że lubisz warzywa. Mięso jest dla mnie.
pt_br: Espero que goste de vegetais... a carne é para mim.
ru: Надеюсь, ты любишь овощи… мясо я оставлю себе.
zh_cn: 我希望你喜欢素食...肉是给我吃的。
zh_tw: 我希望你喜歡素食...肉是給我吃的。

# CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.SLEEPING
source: It's gathering its strength.
de: Er sammelt seine Kräfte.
es: Está reuniendo fuerzas.
fr: Il rassemble ses förces.
it: Sta raccogliendo le forze.
ja: それはその力を集めている。
ko: 힘을 모으고 있다.
pl: Zbiera siły.
pt_br: Está reunindo forças.
ru: Собирается с силами.
zh_cn: 正在积蓄力量。
zh_tw: 正在積蓄力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.TEENBIRD.STARVING
source: To enter battle with me is your choice, bird.
de: Es liegt bei dir, einen Kampf mit mir zu beginnen, Vogel.
es: Entablar batalla conmigo es cosa tuya, ave.
fr: Si tu préfères m'affronter, petit oiseau, c'est ton choix.
it: Andare in battaglia con me è una tua scelta, pennuto.
ja: 鳥よ、私の供として戦うかはお前次第だ。
ko: 나랑 싸울 건지 말 건지 정해, 새야.
pl: Chcesz ze mną walczyć, ptaku? To twój wybór.
pt_br: Entrar em batalha comigo é sua escolha, pássaro.
ru: Хочешь вступить в битву со мной? Это твой выбор, птица.
zh_cn: 是你选择和我战斗的，鸟。
zh_tw: 是你選擇和我戰鬥的，鳥。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEBASE.GEMS
source: It requires purple gems.
de: Benötigt einen violetten Edelstein.
es: Requiere gemas moradas.
fr: Il faut des gemmes pourpres.
it: Richiede delle gemme viola.
ja: 紫色の宝石が必要だ。
ko: 보라색 보석이 필요하군.
pl: Potrzeba fioletowych klejnotów.
pt_br: Necessita de pedras preciosas roxas.
ru: Нужны фиолетовые самоцветы.
zh_cn: 它需要紫宝石。
zh_tw: 它需要紫寶石。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEBASE.VALID
source: It will harness my awesome speed.
de: Wird meine beeindruckende Geschwindigkeit zügeln.
es: Aprovechará mi velocidad impresionante.
fr: Ça exploitera mon incroyable vitesse.
it: Sfrutterà la mia impressionante velocità.
ja: 私の素晴らしいスピードを披露するとしよう。
ko: 나의 어마어마한 속도를 활용할 수 있겠군.
pl: Czy zdoła poradzić sobie z mą niezwykłą prędkością?
pt_br: Controlará minha incrível velocidade.
ru: Он даст мне небывалую скорость.
zh_cn: 它将利用我极快的速度。
zh_tw: 它將利用我極快的速度。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: To Asgard!
de: Nach Asgard!
es: ¡A Asgard!
fr: Vers Ásgard !
it: Ad Asgard!
ja: アスガルドーへ！
ko: 목표는 아스가르드!
pl: Do Asgardu!
pt_br: Para Asgard!
ru: В Асгард!
zh_cn: 前往神域！
zh_tw: 前往神域！

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: A bridge to another world.
de: Eine Übergang in eine andere Welt.
es: Un puente a otro mundo.
fr: Un pont vers un autre monde.
it: Un ponte verso un altro mondo.
ja: 別の世界への架け橋
ko: 다른 세계로 이어지는 다리다.
pl: Most do innego świata.
pt_br: Uma ponte para outro mundo.
ru: Мост в иной мир.
zh_cn: 通向另一个世界的桥梁。
zh_tw: 通向另一個世界的橋樑。

# CHARACTERS.WATHGRITHR.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The bridge is unstable yet.
de: Die Übergang ist noch instabil.
es: El puente aún es inestable.
fr: Le pont est encore instable.
it: Il ponte è ancora instabile.
ja: この架け橋はまだ安定していない。
ko: 다리가 아직 불안정하군.
pl: Most nie jest jeszcze stabilny.
pt_br: A ponte ainda está instável.
ru: Мост еще не готов.
zh_cn: 这桥还不稳定。
zh_tw: 這橋還不穩定。
