Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.CRITTERLAB
source: Shadow creatures! No, wait a tick, it's something else...
de: Schattenkreaturen! Nein, Sekunde mal, es ist etwas anderes ...
es: ¡Criaturas sombrías! No, un segundo, es otra cosa...
fr: Des créatures des ombres ! Ah, non, c'est autre chose...
it: Creature dell'ombra! No, un secondo, è qualcos'altro...
ja: 影の生物！いや、待てよ、別の何かだ…
ko: 그림자 생물! 아니, 잠깐만, 그게 아니야...
pt_br: Criaturas das sombras! Não, espere um pouco, é outra coisa...
ru: Твари из теней! Хотя нет, секунду, это какие-то другие твари...
zh_tw: 暗影生物! 不，等等，是別的東西……

# CHARACTERS.WANDA.DESCRIBE.CRITTER_DRAGONLING
source: I'm not really a pet person... but I'll make an exception for you.
de: Ich bin eigentlich keine Tierfreundin ... aber für dich mache ich eine Ausnahme.
es: No es que me apasionen las mascotas, pero haré una excepción contigo.
fr: Je n'aime pas trop les animaux... mais je vais faire une exception pour toi.
it: Non sono un'amante degli animali... ma farò un'eccezione per te.
ja: 私、ペットが好きってタイプじゃないわ…でもあんたは特別。
ko: 난 정말 애완 동물을 좋아하지 않아... 하지만 널 위해 예외를 만들지.
pt_br: Não sou chegada em animais de estimação... mas vou abrir uma exceção pra você.
ru: Я не люблю домашних животных... но для тебя сделаю исключение.
zh_tw: 我不是一個養寵物的人……但我會為你破例。

# CHARACTERS.WANDA.DESCRIBE.CRITTER_EYEOFTERROR
source: An all seeing eye will be quite a useful companion.
de: Ein allsehendes Auge ist ein sehr nützlicher Begleiter.
es: Un ojo que todo lo ve sería un compañero la mar de útil.
fr: Un œil omnipotent serait un allié bienvenu.
it: Un occhio onniveggente sarebbe un compagno alquanto utile.
ja: 全てを見通す目が味方だなんてとても便利ね。
ko: 모든 것을 보는 눈은 아주 흘륭한 동반자가 되겠지.
pt_br: Um olho que tudo vê seria um ótimo ajudante.
ru: Всевидящее око — очень полезный компаньон.
zh_tw: 有全視之眼當夥伴會非常有用。

# CHARACTERS.WANDA.DESCRIBE.CRITTER_GLOMLING
source: Okay, okay. You're very cute.
de: Okay, okay. Du bist sehr niedlich.
es: Sí, sí, eres una monada.
fr: Bon, d'accord, tu es très mignon.
it: Va bene, va bene, sei molto carino.
ja: そうね、そうそう。すっごくかわいい。
ko: 좋아, 좋아. 아주 귀엽군.
pt_br: Ok, ok. Você é muito fofo.
ru: Ладно, ладно, ты очень милый.
zh_tw: 好了，好了。你很可愛。

# CHARACTERS.WANDA.DESCRIBE.CRITTER_KITTEN
source: Curious little thing, aren't you?
de: Du bist ein neugieriges kleines Ding, was?
es: Qué cosita tan curiosa eres, ¿eh?
fr: Tu es une petite bête bien mignonne, toi.
it: Sei una creaturina bizzarra, eh?
ja: 好奇心が旺盛なんだね。
ko: 호기심 많은 작은 생물, 아닌가?
pt_br: Você é uma coisinha curiosa, né?
ru: Кто тут такой любопытный?
zh_tw: 你還真是個好奇的小傢伙啊？

# CHARACTERS.WANDA.DESCRIBE.CRITTER_LAMB
source: Ohhhh look at that wrinkly little face!
de: Sieh sich einer dieses Knautschgesicht an!
es: Ay... ¡Mira qué carita tan arrugada!
fr: Oooh, regardez-moi cette adorable petite bouille !
it: Ooh! Guarda quel musetto rugoso!
ja: うわー！あのしわくちゃの小さい顔見て！
ko: 오오오 저 주름진 작은 얼굴 좀 봐!
pt_br: Ahhh, olha só pra essa carinha enrugada!
ru: Только посмотрите, какая у него морщинистая мордочка!
zh_tw: 看看那張皺巴巴的小臉！

# CHARACTERS.WANDA.DESCRIBE.CRITTER_LUNARMOTHLING
source: Time flies, and so do you!
de: Die Zeit fliegt, und du fliegst auch!
es: El tiempo vuela ¡y tú también!
fr: Les jours s'envolent... et vous aussi !
it: Il tempo vola, e anche tu!
ja: 時が経つのは早いって言うけど、あんたも速いね！
ko: 시간은 흐르고 당신의 시간도 마찬가지라고!
pt_br: O tempo voa, assim como você!
ru: Время летит незаметно, а ты летаешь очень красиво!
zh_tw: 時間會飛，你也會飛！

# CHARACTERS.WANDA.DESCRIBE.CRITTER_PERDLING
source: I'm teaching her to chirp the hour.
de: Ich bringe ihr bei, die Stunde zu zwitschern.
es: Le voy a enseñar a piar las horas.
fr: Je lui apprends à piailler à heure fixe.
it: Le sto insegnando a scandire l'ora.
ja: 時を告げるように教えてるのよ。
ko: 난 시간을 짹짹거리는 법을 가르치고 있어.
pt_br: Estou ensinando o Gluglu a piar a cada nova hora.
ru: Я учу ее чирикать, который час.
zh_tw: 我在教她報時。

# CHARACTERS.WANDA.DESCRIBE.CRITTER_PUPPY
source: I think he wants belly rubs.
de: Ich glaube, er möchte sich den Bauch kraulen lassen.
es: Creo que quiere que le toque la tripita.
fr: Je crois qu'il veut qu'on lui gratte le ventre.
it: Credo che voglia delle coccole sulla pancia.
ja: おなかなでなでして欲しいみたい。
ko: 배를 만져달라는 것 같아.
pt_br: Acho que ele quer que eu esfregue sua barriga.
ru: По-моему, он хочет, чтобы ему пузико почесали.
zh_tw: 它大概想讓人揉揉肚子。

# CHARACTERS.WANDA.DESCRIBE.CROW.GENERIC
source: As long as you don't come with any bad omens, we'll get along fine.
de: Solange du keine schlechten Omen bringst, werden wir gut miteinander auskommen.
es: Nos llevaremos bien... siempre que no me traigas malos presagios.
fr: Tant que tu n'apportes pas de mauvaises nouvelles, on va s'entendre.
it: Finché non porti brutte notizie, andremo d'accordo.
ja: あんたが悪い運気をもたらさないなら、私たち、きっとうまくやれるわ。
ko: 네가 나쁜 징조를 불러 오지 않는 한 잘 지낼 수 있을 거야.
pt_br: Contanto que você não traga mau agouro, a gente vai se dar bem.
ru: Если ты не принесешь с собой никаких плохих предзнаменований, мы подружимся.
zh_tw: 只要你不帶著任何壞兆頭來，我們就會相處得很好。

# CHARACTERS.WANDA.DESCRIBE.CROW.HELD
source: Don't you dare peck at my pocket watches while you're in there!
de: Wage es nicht, an meinen Taschenuhren herumzupicken, während du da drin bist!
es: ¡Ni se te ocurra picotearme los relojes de bolsillo mientras estás ahí!
fr: N'essaie même pas de picorer mes montres de gousset pendant que tu es là-dedans !
it: Non provare a becchettare i miei orologi da taschino finché sei lì dentro!
ja: 私の懐中時計をつついたりしたらただじゃおかないよ！
ko: 거기 있는 동안 감히 내 회중시계를 쪼지 마!
pt_br: Não se atreva a bicar meus relógios de bolso enquanto estiver aí dentro!
ru: Не смей клевать мои карманные часы, слышишь?
zh_tw: 你在裡面的時候可別啄我的懷錶啊！

# CHARACTERS.WANDA.DESCRIBE.CRUMBS
source: Poor thing, it's leading us right to its home.
de: Das arme Ding führt uns direkt zu seinem Zuhause.
es: Pobre, nos está llevando a su hogar.
fr: Le pauvre, ça nous mène droit jusqu'à chez lui.
it: Poverino, ci sta guidando a casa sua.
ja: かわいそうに。自分の家に私たちを連れて行こうとしてる。
ko: 불쌍한 것, 그것이 자기 집으로 인도하고 있어.
pt_br: Coitado, está nos levando direto pra casa dele.
ru: Бедняга. Не понимает, что ведет нас прямо к своему дому.
zh_tw: 可憐的東西，它正把我們引向它的家。

# CHARACTERS.WANDA.DESCRIBE.CUTGRASS
source: It's about as interesting as you'd imagine cut grass to be.
de: Es ist ungefähr so spannend, wie man sich gemähtes Gras eben vorstellt.
es: Cortar hierba es taaaan apasionante como parece...
fr: C'est aussi intéressant que de... couper de l'herbe.
it: È interessante quanto potrebbe esserlo dell'erba tagliata.
ja: 思っている通り、なんの変哲もない切られた草よ。
ko: 잘려진 풀이 떠오를 만큼은 흥미진진해.
pt_br: É tão interessante quanto grama cortada possa parecer.
ru: Самое занимательное сено, которое я только видела.
zh_tw: 這就像你想像中的草一樣有趣。

# CHARACTERS.WANDA.DESCRIBE.CUTLICHEN
source: Its time is running out quickly.
de: Seine Zeit läuft schnell ab.
es: Se le está acabando el tiempo muy rápido.
fr: Son temps lui est compté.
it: Il suo tempo si sta esaurendo in fretta.
ja: 腐るのが早いのね。
ko: 시간이 빠르게 흘러가고 있어.
pt_br: O tempo dele está se esgotando rápido.
ru: Ему осталось совсем мало времени.
zh_tw: 它的時間正在迅速流逝。

# CHARACTERS.WANDA.DESCRIBE.CUTREEDS
source: I'll put it in my pocket and use it for something later.
de: Ich tue das in meine Tasche und verwende es später für etwas anderes.
es: Me los guardaré en el bolsillo y ya los usaré luego.
fr: Je vais le mettre dans ma poche et l'utiliser plus tard.
it: Le metterò in tasca e le userò per qualcosa più tardi.
ja: ポケットに入れといてあとで使うわ。
ko: 주머니에 넣어두었다가 나중에 써야지.
pt_br: Vou colocar no meu bolso pra usar mais tarde.
ru: Положу в карман и потом для чего-нибудь использую.
zh_tw: 我先把它放在口袋裡，以後再用它來做什麼。

# CHARACTERS.WANDA.DESCRIBE.CUTSTONE
source: Humans have been building with stone blocks for centuries.
de: Schon seit Jahrhunderten bauen die Menschen mit Steinblöcken.
es: Los humanos llevan siglos construyendo con bloques de piedra.
fr: Les humains utilisent des blocs de pierre pour construire depuis des siècles.
it: Ormai sono secoli che gli umani utilizzano i blocchi di pietra per costruire.
ja: 人間は何世紀も石を組み立てて建物を作ってきたのね。
ko: 인간은 수세기 동안 돌 블록으로 건물을 지어 왔지.
pt_br: Os humanos usam blocos de pedra em construções há séculos.
ru: Люди уже много веков строят дома из камня.
zh_tw: 幾個世紀以來，人類一直在用石塊做建築。

# CHARACTERS.WANDA.DESCRIBE.DEADLYFEAST
source: A most potent dish.
de: Ein höchst wirksames Gericht.
es: Un plato muy potente.
fr: Un plat très puissant.
it: Il piatto più potente.
ja: 最強の料理。
ko: 가장 강력한 요리다.
pt_br: Um prato deveras potente.
ru: Самое мощное угощение.
zh_tw: 功效最強的大餐。

# CHARACTERS.WANDA.DESCRIBE.DEAD_SEA_BONES
source: Not what I was hoping to see on my stroll down the beach.
de: Nicht das, was ich bei meinem Strandspaziergang zu sehen erhofft habe.
es: No es lo que esperaba encontrarme al dar un paseo por la playa.
fr: Je ne m'attendais pas à tomber sur ça en me baladant sur la plage.
it: Non sono quello che mi aspettavo di vedere durante una passeggiata in spiaggia.
ja: ビーチを散歩中に見たいと思ってたものじゃないわ。
ko: 해변을 산책하면서 볼 거라고 기대했던 것이 아니야.
pt_br: Não era o que eu esperava ver na minha caminhada até a praia.
ru: Это я уж точно не хотела увидеть во время прогулки по пляжу.
zh_tw: 這不是我在海灘漫步時希望看到的。

# CHARACTERS.WANDA.DESCRIBE.DECIDUOUSTREE.BURNING
source: Maybe that was supposed to happen.
de: Vielleicht sollte das ja so kommen.
es: A lo mejor tenía que pasar.
fr: C'était peut-être censé arriver de toute façon.
it: Forse doveva accadere.
ja: 起こるべくして起きたのかも。
ko: 아마도 그런 일이 일어나야 했겠지.
pt_br: Talvez isso tivesse que acontecer.
ru: Может, этому было суждено произойти.
zh_tw: 也許那是註定的。

# CHARACTERS.WANDA.DESCRIBE.DECIDUOUSTREE.BURNT
source: Well, what's done is done. For now anyway.
de: Nun, was geschehen ist, ist geschehen. Zumindest für den Augenblick.
es: En fin, lo hecho, hecho está. Al menos por ahora.
fr: Bon, ce qui est fait est fait. Pour le moment, en tout cas.
it: Beh, ciò che è fatto è fatto. Per ora, almeno.
ja: んー…もう過ぎたことはしょうがないわ。とりあえずのところは。
ko: 자, 지난 일은 지난 일이야. 어쨌든 지금은.
pt_br: Bom, o que está feito, está feito. Por enquanto.
ru: Сделанного не воротишь... или, может, все-таки?..
zh_tw: 哎，也只能接受發生的事情了。現在只好如此。

# CHARACTERS.WANDA.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Its time in this world was cut short.
de: Seine Zeit in dieser Welt war kurz bemessen.
es: Su hora en este mundo llegó demasiado pronto.
fr: Son temps dans ce monde a été écourté.
it: Il suo tempo in questo mondo è stato stroncato.
ja: この木のこの世界における時間を切り取ったわ。
ko: 이 세계에서의 시간은 거의 끝났어.
pt_br: O tempo dele neste mundo foi... cortado.
ru: Его время в этом мире истекло раньше, чем могло бы.
zh_tw: 它在這個世界上的時間被縮短了。

# CHARACTERS.WANDA.DESCRIBE.DECIDUOUSTREE.GENERIC
source: It's certainly a tree.
de: Das ist mit Sicherheit ein Baum.
es: Es un árbol, claramente.
fr: C'est définitivement un arbre.
it: È indubbiamente un albero.
ja: 間違いなく木だわ。
ko: 확실히 나무야.
pt_br: É uma árvore, sem dúvida.
ru: Это совершенно точно дерево.
zh_tw: 這肯定是一棵樹。

# CHARACTERS.WANDA.DESCRIBE.DECIDUOUSTREE.POISON
source: Mind your own business, you pesky tree!
de: Kümmere dich um deinen eigenen Dreck, du nerviger Baum!
es: ¡Ocúpate de tus asuntos, árbol del demonio!
fr: Occupe-toi de tes affaires, sale arbre !
it: Pensa agli affari tuoi, albero fastidioso!
ja: ほっといてよ、おせっかいな木だわ！
ko: 네 일에나 신경 써, 이 성가신 나무야!
pt_br: Cuide da sua vida, sua árvore irritante!
ru: Не лезь не в свое дело, наглое ты дерево!
zh_tw: 管好你自己的事，你這棵討厭的樹！

# CHARACTERS.WANDA.DESCRIBE.DEER.ANTLER
source: Just keep your antler to yourself!
de: Lass dein Geweih gefälligst bei dir!
es: ¡No me acerques esas astas!
fr: Bas les bois !
it: Tieni quelle corna alla larga da me!
ja: そのツノを向けないで！
ko: 네 뿔이나 지켜!
pt_br: Mantenha sua galhada longe de mim!
ru: Держи свои рога при себе!
zh_tw: 把你的鹿角留給自己吧!

# CHARACTERS.WANDA.DESCRIBE.DEER.GENERIC
source: It could use a haircut, though I'm not one to talk...
de: Er könnte einen Haarschnitt gebrauchen, aber dass ausgerechnet ich das sage ...
es: Le vendría bien un corte de pelo, aunque estoy yo bien para hablar...
fr: Il aurait besoin d'une bonne coupe. Et c'est moi qui dis ça !
it: Gli farebbe comodo un bel taglio... Beh, non che io possa tanto parlare.
ja: 髪の毛切ればよかったのに。私が言うのも何だけどね…
ko: 이발이 필요하지만 나에게는 부탁하면 안 돼...
pt_br: Um corte de cabelo lhe cairia bem, embora eu não seja ninguém pra falar...
ru: Ему бы подстричься не помешало... впрочем, мне тоже.
zh_tw: 它該理髮了，這話由我說有點不合適……

# CHARACTERS.WANDA.DESCRIBE.DEERCLOPS
source: Do we really have to do this again?
de: Müssen wir das wirklich wieder tun?
es: ¿En serio tenemos que volver a hacer esto?
fr: Il faut vraiment s'y coller ? Encore ?
it: Dobbiamo proprio rifarlo?
ja: もう一回これやらなくちゃいけないの？
ko: 정말로 이것을 다시해야 해?
pt_br: A gente precisa mesmo fazer isso de novo?
ru: Нам точно надо еще раз это делать?
zh_tw: 我們真的要再來一次嗎？

# CHARACTERS.WANDA.DESCRIBE.DEERCLOPS_EYEBALL
source: I'll bet that creature didn't foresee its day ending like this.
de: Ich wette, diese Kreatur hat nicht damit gerechnet, dass ihr Tag so enden würde.
es: Seguro que esa criatura no esperaba que acabara así el día.
fr: Je parie que cette créature n'a pas prédit qu'elle finirait comme ça.
it: Scommetto che quella creatura non aveva previsto che sarebbe finita così.
ja: こんな風におしまいが来るとは思ってなかったんだろうね。
ko: 그 생물은 하루가 이렇게 끝날 줄은 몰랐던 게 분명해.
pt_br: Aposto que essa criatura não previa que seu dia acabaria assim.
ru: Готова поспорить, что он вряд ли предвидел, как закончатся его деньки.
zh_tw: 我敢打賭，那個生物沒有預見到它的結局會是這樣。

# CHARACTERS.WANDA.DESCRIBE.DEER_ANTLER
source: This looks like a key piece to a puzzle...
de: Das sieht aus wie ein wichtiger Bestandteil eines Puzzles ...
es: Parece una parte importante de un puzle...
fr: On dirait une pièce essentielle d'un puzzle...
it: Sembra la chiave di un rompicapo...
ja: これはパズルの重要なピースみたいだわ…
ko: 이것은 퍼즐의 핵심 조각처럼 보이는데...
pt_br: Parece uma peça importante de um quebra-cabeça...
ru: Похоже на главный фрагмент головоломки...
zh_tw: 這看起來像一個關鍵的拼圖……

# CHARACTERS.WANDA.DESCRIBE.DEER_GEMMED
source: It's being controlled by that beast!
de: Das wird von dem Tier gesteuert!
es: ¡Esa bestia la controla!
fr: C'est contrôlé par cette bête !
it: È controllato da quella bestia!
ja: あの獣にコントロールされてるんだ！
ko: 저 짐승이 조종하고 있다!
pt_br: Está sendo controlado pela fera!
ru: Он управляется этим чудищем!
zh_tw: 它被那頭野獸控制著！

# CHARACTERS.WANDA.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It hasn't had enough time to grow back yet.
de: Es hatte noch nicht genug Zeit, um nachzuwachsen.
es: Todavía no ha tenido tiempo de volver a crecer.
fr: Ça n'a pas encore eu le temps de repousser.
it: Non ha ancora avuto il tempo di ricrescere.
ja: 再生する時間がたりなかったみたい。
ko: 아직 다시 자랄 시간이 충분하지 않아.
pt_br: Ainda não teve tempo suficiente de crescer de novo.
ru: Прошло слишком мало времени. Она еще не выросла.
zh_tw: 它還沒有足夠的時間重新長出來。

# CHARACTERS.WANDA.DESCRIBE.DESERTHAT
source: It's no good against the sands of time, unfortunately.
de: Gegen den Sand der Zeit ist das leider machtlos.
es: Por desgracia, no protege de las arenas del tiempo.
fr: Ça n'a malheureusement aucun effet contre les sables du temps.
it: Purtroppo non è efficace contro le sabbie del tempo.
ja: 残念だけど…砂時計の流れに逆らうのは賢明じゃないわ。
ko: 불행히도 시간의 모래에는 좋지 않아.
pt_br: Não adianta em nada contra as areias do tempo, infelizmente.
ru: К сожалению, от песков времени она не защитит.
zh_tw: 不幸的是，它對時間的流沙並沒有作用。

# CHARACTERS.WANDA.DESCRIBE.DIRTPILE
source: There's something just irresistibly suspicious about it...
de: Es hat etwas einfach unwiderstehlich Verdächtiges an sich ...
es: Tiene algo irresistiblemente sospechoso...
fr: C'est incroyablement suspect...
it: Ha qualcosa di irresistibilmente sospetto...
ja: どこからどう見ても疑わしいわ…
ko: 참을 수 없을 정도로 의심스러운 것이 있어...
pt_br: Tem algo de irresistivelmente suspeito nela...
ru: Что-то в этом есть необъяснимо подозрительное...
zh_tw: 它有一些令人無法抗拒的可疑之處……

# CHARACTERS.WANDA.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
de: Das Signal ist sehr schwach.
es: La señal es muy débil.
fr: Le signal est très faible.
it: Il segnale è molto debole.
ja: そのシグナルはかなり弱い。
ko: 신호가 매우 약하다.
pt_br: O sinal está bem fraco.
ru: Сигнал очень слабый.
zh_tw: 信號很弱。

# CHARACTERS.WANDA.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
de: Irgendeine Art von Zielsucheinrichtung.
es: Es una especie de dispositivo de rastreo.
fr: Un genre d'appareil à tête chercheuse.
it: È un qualche tipo di dispositivo a inseguimento.
ja: それは自動誘導装置の一種。
ko: 일종의 자동 유도 장치인 것 같다.
pt_br: É algum tipo de dispositivo de rastreamento.
ru: Некий указывающий прибор.
zh_tw: 它是某種自動引導裝置。

# CHARACTERS.WANDA.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
de: Das Ding spielt verrückt!
es: ¡Este chisme se está volviendo loco!
fr: Ce truc devient fou !
it: Questa cosa sta impazzendo!
ja: これはまるっきりおかしくなってる！
ko: 폭주하고 있다!
pt_br: Isso está ficando fora de controle!
ru: Эта штука сошла с ума!
zh_tw: 這東西發瘋了！

# CHARACTERS.WANDA.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
de: Das ist die richtige Richtung.
es: Voy en la dirección correcta.
fr: Je vais dans la bonne direction.
it: Sto andando nella direzione giusta.
ja: 正しい方向に向かっている。
ko: 지금 제대로 가고 있다.
pt_br: Estou indo naquela direção.
ru: Я иду в правильном направлении.
zh_tw: 我在正確的方向上。

# CHARACTERS.WANDA.DESCRIBE.DIVININGROD.WARMER
source: Must be getting pretty close.
de: Muss schon ganz in der Nähe sein.
es: Debo de estar acercándome mucho.
fr: Je ne dois plus être très loin.
it: Devo essere nelle vicinanze.
ja: もうかなり近くのはずだ。
ko: 가까워지는 것 같다.
pt_br: Devo estar me aproximando.
ru: Должно быть, уже близко.
zh_tw: 肯定很接近了。

# CHARACTERS.WANDA.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
de: Ich frage mich, was das macht.
es: Me pregunto qué hará.
fr: Je me demande à quoi ça sert.
it: Mi chiedo a cosa serva.
ja: 一体それは何をするものだろう。
ko: 어떤 기능이 있을까 궁금하다.
pt_br: O que será que faz?
ru: Интересно, что с ним можно сделать.
zh_tw: 我想知道它有什麼用。

# CHARACTERS.WANDA.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
de: Sieht aus, als bräuchte man einen großen Schlüssel.
es: Parece que necesita una llave grande.
fr: On dirait qu'il faut une grosse clé.
it: Sembra che abbia bisogno di una grossa chiave.
ja: どうやら大きめの鍵が必要なようだ。
ko: 커다란 열쇠가 필요한 것 같다.
pt_br: Parece que precisa de uma chave grande.
ru: Похоже, здесь понадобится большой ключ.
zh_tw: 看起來它需要一把大鑰匙。

# CHARACTERS.WANDA.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now the machine can work!
de: Jetzt kann die Maschine arbeiten.
es: ¡Ahora la máquina puede funcionar!
fr: La machine va enfin marcher !
it: Ora la macchina può funzionare!
ja: やっと俺のマシーンも稼働できる！
ko: 이제 기계를 작동할 수 있다!
pt_br: Agora a máquina pode funcionar!
ru: Теперь мой механизм заработает!
zh_tw: 現在機器可以工作了！

# CHARACTERS.WANDA.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
de: Dieser Stab sieht nützlich aus.
es: ¡Esa vara parece útil!
fr: Ce bâton a l'air utile !
it: Quella bacchetta sembra utile!
ja: その棒は使えそうだ！
ko: 꽤 쓸모 있어 보이는 막대기다!
pt_br: Essa vara parece útil!
ru: Этот жезл кажется полезным!
zh_tw: 那根手杖看起來很有用！

# CHARACTERS.WANDA.DESCRIBE.DOLL_BLUEPRINT
source: I don't remember the dolls from my childhood being quite so big and hairy.
de: Ich kann mich nicht erinnern, dass die Puppen aus meiner Kindheit so groß und haarig waren.
es: No recuerdo que las muñecas de mi infancia fueran tan grandes y peludas.
fr: Les poupées de mon enfance n'étaient pourtant pas aussi grosses et poilues.
it: Non ricordo che le bambole della mia infanzia fossero tanto grandi e pelose.
ja: 私が子供の時、ぬいぐるみがこんなに毛深くて大きかった記憶はないわ。
ko: 어린 시절의 인형이 그렇게 크고 털이 많았는지 기억이 나지 않네.
pt_br: Não me lembro de as bonecas da minha infância serem tão grandes e cabeludas.
ru: У меня в детстве таких больших и мохнатых кукол точно не было.
zh_tw: 我記得我小時候的娃娃沒有這麼大，也沒這麼多毛。

# CHARACTERS.WANDA.DESCRIBE.DRAGONBODYHAT
source: I don't like the thought of being inside a dragon's stomach...
de: Ich mag den Gedanken nicht, im Magen eines Drachens zu sein ...
es: No me agrada la idea de estar en el estómago de un dragón...
fr: Je n'aime pas trop l'idée de finir dans l'estomac d'un dragon...
it: Non mi piace l'idea di trovarmi dentro lo stomaco di un drago...
ja: ドラゴンのおなかの中にいるのを想像するだけでも嫌だわ…
ko: 용의 뱃속에 있다는 생각이 싫어...
pt_br: Não gosto da ideia de estar dentro do estômago de um dragão.
ru: Как-то мне не хочется по своей воле лезть к дракону в брюхо...
zh_tw: 我可不想跑去龍的肚子裡……

# CHARACTERS.WANDA.DESCRIBE.DRAGONCHILISALAD
source: Warly always finds such unique combinations.
de: Warly findet immer so einzigartige Kombinationen.
es: Warly siempre encuentra combinaciones fascinantes.
fr: Warly trouve toujours des associations incroyables.
it: Warly si inventa sempre delle combinazioni veramente originali...
ja: ワーリーはいつも彼だけの組み合わせを見つけるわ。
ko: 왈리는 항상 이러한 독특한 조합을 찾지.
pt_br: O Warly sempre encontra combinações extraordinárias.
ru: Варли все время придумывает необычные сочетания.
zh_tw: 沃利總是能找到如此獨特的組合。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLY
source: Ohhhh I was really hoping to avoid dodging fiery bug monsters today.
de: Ohhhh, ich hatte wirklich gehofft, dass ich heute darauf verzichten könnte, feurigen Käfermonstern auszuweichen.
es: Oh... Yo que no quería encontrarme con bichos abrasadores hoy...
fr: Oooh, je n'avais vraiment pas envie d'esquiver des insectes monstrueux, aujourd'hui.
it: Oh... Oggi speravo proprio di non dover scansare i mostriciattoli alati e sputafuoco.
ja: うわぁ！火を吹く虫の怪物に、今日は会わないよう祈ってたのに。
ko: 으흐흐흐, 오늘은 불 같은 벌레 몬스터를 정말 피하고 싶었어.
pt_br: Ahhhh, eu esperava mesmo não ter que me esquivar de monstros incendiários hoje.
ru: Ну вот, а я-то надеялась, что сегодня не придется убегать от огненных тварей.
zh_tw: 哼，我今天還就不想躲避那只著火的蟲怪了。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLYCHEST
source: Now that I'm not worried about my things burning up, I can worry about everything else.
de: Jetzt, wo ich mir keine Sorgen mehr machen muss, dass meine Sachen verbrennen, kann ich mich um alles andere kümmern.
es: Ya no tengo que preocuparme por que se quemen mis cosas, así que puedo preocuparme por todo lo demás.
fr: Maintenant que mes affaires ne risquent plus de brûler, je peux m'inquiéter pour tout le reste.
it: Ora che non devo più preoccuparmi di veder le mie cose bruciare, posso preoccuparmi di qualcos'altro.
ja: 私の物が燃えるのを心配しなくなったから、今度は別のことで心配できるわ。
ko: 이제 내 물건이 타버릴 걱정은 하지 않으니 다른 모든 것을 걱정할 수 있어.
pt_br: Agora que não preciso mais me preocupar com as minhas coisas pegando fogo, posso me preocupar com o resto.
ru: Раз уж меня не беспокоит, что мои вещи могут сгореть, то могу побеспокоиться обо всем остальном.
zh_tw: 既然不用擔心我的東西被燒毀，我可以擔心其他的事情了。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLYFURNACE.GENERIC
source: Maybe I'll just take a moment to warm up these old bones of mine.
de: Vielleicht nehme ich mir einfach einen Moment Zeit, um meine alten Knochen aufzuwärmen.
es: A lo mejor me tomo un momento para que entren en calor estos huesos viejos.
fr: Je vais réchauffer mes vieux os pendant un petit moment.
it: Magari mi concederò un istante per riscaldare queste mie vecchie ossa.
ja: 私の老体の温めるのにしばらく時間を割いてもいいかもね。
ko: 잠시 시간을 내어 내 노쇠한 뼈를 데울 수 있겠어.
pt_br: Talvez eu pare um instante pra esquentar meus velhos ossos.
ru: Пожалуй, стоит на секунду остановиться, погреть свои старые кости.
zh_tw: 那我就花點時間來暖一暖這把老骨頭。

# CHARACTERS.WANDA.DESCRIBE.DRAGONFLYFURNACE.HAMMERED
source: If only I could go back in time and undo that decision. If only.
de: Wenn ich doch nur in der Zeit zurückreisen und diese Entscheidung rückgängig machen könnte. Wenn ich das nur könnte.
es: Ojalá pudiera volver al pasado para evitar esa decisión. Ojalá...
fr: Si seulement je pouvais remonter le temps pour annuler cette décision. Si seulement...
it: Vorrei poter tornare indietro nel tempo per evitare questo pasticcio. Lo vorrei davvero tanto.
ja: もし過去に戻ってあの決断を撤回できさえしたらいいのに。もしもの話よ。
ko: 시간 안에 되돌아가서 결정을 되돌릴 수만 있다면. 제발.
pt_br: Quem dera eu pudesse voltar no tempo pra reverter essa decisão. Quem dera.
ru: Если бы я только могла вернуться назад во времени и не делать этого. Если бы...
zh_tw: 如果我能夠回到過去，撤銷這個決定就好了。如果啊。
