Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ONION_COOKED
source: Sky Belly will like this
de: Das mag der Himmelbauch.
es: A tripa de cielo le gustará
es_mx: A Barriga de Cielo gustará esto
fr: Ça va plaire au ventre du ciel.
it: Pancia in cielo piace
ja: お空のおなかは気に入るよ
ko: 하늘 배가 좋아하겠어
pl: Niebiańskiemu brzuchowi będzie smakować
pt_br: Barriga do Céu vai gostar disso.
ru: Небесному животику понравится
zh_tw: 天空的肚子會喜歡的

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ONION_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_OVEN
source: Gives food fire bath
de: Feuerbad für Nahrung.
es: Da a la comida baño de fuego
es_mx: Da baño de fuego a comida
fr: C'est pour donner un bain de feu au bon manger.
it: Dà a roba per pancia bagno di fuoco
ja: 食べ物を火のお風呂に入れよう！
ko: 음식이 불로 목욕해
pl: Ognista kąpiel dla jedzonka
pt_br: Dá banho de fogo na comida.
ru: Ванночка для еды
zh_tw: 會給食物用火洗澡

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_OVEN_ITEM
source: Makes belly stuff hot
de: Macht Bauchzeug heiß.
es: Pone caliente las cosas para la tripa
es_mx: Hace caliente a cosa de barriga
fr: Je peux faire chauffer du manger dedans.
it: Fa calda roba per pancia
ja: おなかに入るものをあったかくするんだよ
ko: 음식을 뜨겁게 해
pl: Sprawia, że rzeczy do brzuszka robią się gorące
pt_br: Deixa coisa de barriga quente.
ru: Греет штучки для животика
zh_tw: 加熱填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARKSPIKE
source: Clinky sharp!
de: Spitzes Ding!
es: ¡Puntiagudo tintineante!
es_mx: ¡Afilada tintineante!
fr: Ça pique et ça fait cling-cling !
it: Ceppi appuntiti!
ja: カチカチのとんがり！
ko: 뾰족한 쨍그랑이야!
pl: Brzęczące i ostre!
pt_br: Afiada que retine!
ru: Острая и звонкая!
zh_tw: 叮噹響而且尖

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_ANGEL
source: Scary Floppy Ear
de: Gruseliges Schlappohr.
es: Oreja blanda que da miedo
es_mx: Oreja caída atemorizante
fr: Une bête à oreilles pendouillantes qui fait peur.
it: Orecchie flosce pauroso
ja: 怖いだらだら耳
ko: 무서운 흐늘 귀야
pl: Straszny klapniętouchy
pt_br: Orelhudo Assustador.
ru: Страшный вислоух
zh_tw: 嚇人的耷拉的耳朵

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_ANGEL2
source: Scary Floppy Ear
de: Gruseliges Schlappohr.
es: Oreja blanda que da miedo
es_mx: Oreja caída atemorizante
fr: Une bête à oreilles pendouillantes qui fait peur.
it: Orecchie flosce pauroso
ja: 怖いだらだら耳
ko: 무서운 흐늘 귀야
pl: Straszny klapniętouchy
pt_br: Orelhudo Assustador.
ru: Страшный вислоух
zh_tw: 嚇人的耷拉的耳朵

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_FOUNTAIN
source: Where's water?
de: Wo ist Wasser?
es: ¿Dónde hay agua?
es_mx: ¿Dónde está agua?
fr: Où est l'eau ?
it: Dove acqua?
ja: お水はどこ？
ko: 물은 어디 있지?
pl: Gdzie woda?
pt_br: Cadê a água?
ru: А где вода?
zh_tw: 水呢？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_GATE.GENERIC
source: Open now
de: Jetzt offen.
es: Ahora esto está abierto
es_mx: Abierta ahora
fr: C'est ouvert, maintenant.
it: Aperto ora
ja: 今開いてるよ
ko: 열려 있어
pl: Już otwarte
pt_br: Agora tá aberta.
ru: Теперь открыто
zh_tw: 現在打開了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_GATE.LOCKED
source: Where key?
de: Wo ist der Schlüssel?
es: ¿Dónde está la llave?
es_mx: ¿Dónde llave?
fr: Où est la clé ?
it: Dove chiave?
ja: かぎはどこ？
ko: 열쇠 어디 있지?
pl: Gdzie klucz?
pt_br: Cadê chave?
ru: Где же ключ?
zh_tw: 鑰匙哩？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_OBELISK
source: Tall sharp stone
de: Großer spitzer Stein.
es: Piedra afilada alta
es_mx: Piedra afilada alta
fr: Un gros caillou pointu.
it: Pietra affilata alta
ja: 高いとがった石
ko: 크고 날카로운 돌이야
pl: Wysoki, ostry kamień
pt_br: Pedra afiada alta.
ru: Высокий острый камень
zh_tw: 大尖石頭

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PARK_URN
source: Smooth Dust Holder
de: Glatter Staubhalter.
es: Guardapolvo suave
es_mx: Contenedor liso de polvo
fr: Un machin avec de la poudre fine.
it: Portapolvere liscio
ja: すべすべホコリかけ
ko: 부드러운 가루 용기야
pl: Przechowywacz gładkiego pyłu
pt_br: Porta-Poeira Bom.
ru: Гладкая штучка для пыли
zh_tw: 光滑的放灰塵的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PEBBLECRAB
source: Ground Pinchy!
de: Bodenkneifer!
es: ¡Pellizquitos de tierra!
es_mx: ¡Pellizcador de tierra!
fr: Une bestiole qui pince !
it: Pizzicotto di terra!
ja: 地面のチクチク！
ko: 땅 집게다!
pl: Ziemski szczypak!
pt_br: Beliscador do Chão!
ru: Земляная щипалка!
zh_tw: 地上的掐人的傢伙！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PIGEON.DEAD
source: Oh. Dead
de: Oh. Tot.
es: Oh. Muerto
es_mx: Oh. Muerto
fr: Oh. Il est mort.
it: Oh. Morto
ja: ああ。死んでるよ。
ko: 아. 죽었어
pl: Och. Nie żyje
pt_br: Ah. Morreu.
ru: Ой. Умер
zh_tw: 嗷。死了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PIGEON.GENERIC
source: Grey Flap Tweeter
de: Grauer Flatterpiepser.
es: Pío-pío aleteo gris
es_mx: Piador aleteo gris
fr: Un piou-piou avec des flap-flaps grises.
it: Cip cip grigio
ja: グレーのパタパタピヨピヨ
ko: 회색 덮개 짹짹이야
pl: Szary ćwirek
pt_br: Piu-Piu de Asa Cinza.
ru: Серая хлопающая чирикалка
zh_tw: 灰色的啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PIGEON.SLEEPING
source: Sleeper Tweeter
de: Piepser schläft.
es: Pío-pío dormilón
es_mx: Piador durmiente
fr: Le piou-piou fait dodo.
it: Cip cip dorme
ja: おねむのぴよぴよ
ko: 졸린 짹짹이야
pl: Śpiący ćwirek
pt_br: Piu-Piu Dorminhoco.
ru: Спящая чирикалка
zh_tw: 睡覺的啾啾

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PLATE_SILVER
source: Pretty food holder
de: Hübscher Essenshalter.
es: Soporte de comida bonito
es_mx: Bonito aguantacomida
fr: C'est un joli bidule pour mettre du manger.
it: Portacibo bello
ja: かわいいたべもの置き
ko: 예쁜 음식 용기야
pl: Ładna rzecz na jedzenie
pt_br: Suporte de comida bonito.
ru: Красивая штучка для еды
zh_tw: 漂亮的裝食物的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POND_SALT
source: Full of Tasty Rocks
de: Voller leckerer Steine.
es: Hasta arriba de rocas sabrosas
es_mx: Lleno de rocas sabrosas
fr: C'est plein de bons cailloux.
it: Pieno di rocce buone
ja: おいしい岩でいっぱい
ko: 맛있는 바위로 가득해
pl: Pełne smacznych kamyków
pt_br: Cheio de rochas saborosas.
ru: Полно вкусных камушков
zh_tw: 滿滿都是好吃的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PORTAL
source: Can't go out
de: Kann nicht raus.
es: No se puede salir
es_mx: No poder salir
fr: Je peux pas sortir.
it: Non uscire
ja: 出かけられないよ
ko: 못 나가
pl: Nie mogę wyjść
pt_br: Não posso sair.
ru: Не могу выйти
zh_tw: 不能出去

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_PORTAL_KEY
source: Where's it go?
de: Wo führt das hin?
es: ¿Adónde ha ido?
es_mx: ¿Dónde va?
fr: Elle est passée où ?
it: Per dove?
ja: それはどこに行ったのかな？
ko: 어디로 가지?
pl: Dokąd prowadzi?
pt_br: Pra onde vai?
ru: Куда он ведет?
zh_tw: 把它放哪？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POT
source: BIG bubbly water place
de: GROSSER Sprudelplatz.
es: GRAN sitio de agua burbujeante
es_mx: Lugar GRANDE de agua burbujeante
fr: Un gros bidule avec plein d'eau qui fait des bulles.
it: Posto con acqua e TANTE blu blu
ja: おっきなアワアワのお水のところ
ko: 큰 부글부글이야
pl: WIELKIE miejsce z bulgoczącą wodą
pt_br: Lugar de água borbulhante GRANDE.
ru: Большая штучка для булькающей воды
zh_tw: 又大又冒泡的水的地方

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POTATO
source: Thanks, dirt!
de: Danke, Erdboden!
es: ¡Gracias, tierra!
es_mx: ¡Gracias, tierra!
fr: Merci la terre !
it: Grazie, terra!
ja: ありがとう、土くん！
ko: 고맙다, 흙아!
pl: Dzięki, ziemio!
pt_br: Obrigado, terra!
ru: Спасибо, земля!
zh_tw: 大地，謝謝你產出蘿蔔！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POTATO_COOKED
source: Dirt makes good belly stuff
de: Erde macht gutes Bauchzeug.
es: Tierra hace buenas cosas para la tripa
es_mx: Tierra hace buenas cosas de barriga
fr: Les bidules qui poussent dans la terre me remplissent bien le ventre !
it: Terra fa roba buona per pancia
ja: 土くんがおいしいおなかに入るものを作るんだよ
ko: 흙은 좋은 음식을 만들지
pl: Ziemia robi dobre rzeczy do brzuszka
pt_br: Terra faz coisa boa de barriga.
ru: В земле растут вкусные штучки для животика
zh_tw: 土裡長出來的填肚子的好東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POTATO_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé qui deviendra un copain arbre mystère.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POT_HANGER
source: Holds clinky thing
de: Hält das Klingelding.
es: Sostiene cosa tintineante
es_mx: Aguanta cosa tintineante
fr: Ça sert à tenir un truc qui fait cling-cling.
it: Tiene ceppo
ja: カチカチのものがかけてあるよ
ko: 쨍그랑거리는 물건을 들어
pl: Trzyma brzęczącą rzecz
pt_br: Segura coisa que retine.
ru: Вешалка для звякающих штучек
zh_tw: 裝叮噹響的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POT_HANGER_ITEM
source: Needs fire
de: Braucht Feuer.
es: Necesita fuego
es_mx: Necesita fuego
fr: Il a besoin de feu.
it: Ha bisogno di fuoco
ja: 火がいるね。
ko: 불이 필요해
pl: Potrzebuje ognia
pt_br: Precisa de fogo.
ru: Нужен огонь
zh_tw: 需要火

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POT_SMALL
source: Hoo! Makes water bubbly!
de: Huu! Macht das Wasser sprudelig!
es: ¡Uh! ¡Hace burbujeante al agua!
es_mx: ¡Eh! ¡Hace agua burbujeante!
fr: Oh ! L'eau fait des bulles !
it: Ohhh! Fa acqua blu blu!
ja: ふー！水をアワアワするんだよ！
ko: 후! 물을 부글부글하게 해!
pl: Uuu! Sprawia, że woda bulgocze!
pt_br: Hu! Faz água borbulhante!
ru: У-у! Готовит сладкую булькальку!
zh_tw: 呼！能讓水起泡泡！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_POT_SYRUP
source: Makes sweet blubbly
de: Macht süßes Blubberzeug.
es: Hace burbujeante dulce
es_mx: Hace burbujeante dulce
fr: Il y a du machin sucré qui fait des bulles dedans.
it: Fa blu blu dolce
ja: 甘いものをアワアワにするんだよ
ko: 달콤한 부글부글을 만들어
pl: Sprawia, że słodkie bulgocze
pt_br: Faz borbulhante doce.
ru: Чтобы готовить сладкую булькальку
zh_tw: 能讓甜甜的東西起泡泡

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_ROTTEN_CROP
source: Mmm...Smells good
de: Mmmh ...Riecht gut.
es: Mmm... Huele bien
es_mx: Mmm… Huele bien
fr: Ça sent bon.
it: Mmmm... Profumo
ja: んー…いいにおいだね
ko: 음... 냄새가 좋아
pl: Mmm... Ładnie pachnie
pt_br: Mmm... Que cheiro bom.
ru: М-м-м… Вкусно пахнет
zh_tw: 嗯,聞著真香

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_BIKE
source: Can ride it?... Nope
de: Zum Fahren? ... Nö.
es: ¿Se puede montar...? Nop
es_mx: ¿Poder montarla?… No
fr: Je peux monter dessus ? Non.
it: Salire? No
ja: のれるの？…だめだよ
ko: 탈 수 있나?... 아니네
pl: Mogę się przejechać? Nie
pt_br: Dá pra andar?... Negativo
ru: А я могу на нем кататься?.. Нет
zh_tw: 能騎嗎？不能

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CARRIAGE
source: Where going?
de: Wohin?
es: ¿Dónde ir?
es_mx: ¿Dónde va?
fr: Quelle destination ?
it: Dove porta?
ja: どこに行くの？
ko: 어디 가지?
pl: Dokąd jedzie?
pt_br: Aonde vai?
ru: Куда он ведет?
zh_tw: 去哪？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CATHEDRAL
source: Oh. Fell down
de: Oh. Eingestürzt.
es: Oh. Se ha caído
es_mx: Oh. Se vino abajo
fr: Oh, elle est tombée.
it: Oh. Caduta
ja: ああ。落っこちたよ
ko: 아. 쓰러졌어
pl: Och. Zawaliła się
pt_br: Ah. Desabou.
ru: Ой. Развалился
zh_tw: 哎，摔倒了。

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY
source: What's happened?
de: Was ist passiert?
es: ¿Qué ha pasado?
es_mx: ¿Qué pasó?
fr: Qu'est-ce qui s'est passé ?
it: Cosa successo?
ja: どうしたの？
ko: 무슨 일이 있었지?
pl: Co się stało?
pt_br: O que aconteceu?
ru: Что случилось?
zh_tw: 發生什麼事?

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CHIMNEY2
source: Not working
de: Funktioniert nicht.
es: No funciona
es_mx: No funciona
fr: Ça marche pas.
it: Non funziona
ja: 使えないよ
ko: 작동이 안 돼
pl: Nie działa
pt_br: Não tá funcionando.
ru: Не работает
zh_tw: 壞了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CLOCK
source: Tic! Tic! Tic!
de: Tick! Tick! Tick!
es: ¡Tic! ¡Tac! ¡Tic!
ja: チック！チック！チック！
ko: 째깍! 째깍! 째깍!
pl: Tyk! Tyk! Tyk!
pt_br: Tique! Taque! Tique!
ru: Тик! Тик! Тик!
zh_tw: 滴答！滴答！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_CLOCKTOWER
source: Broken
de: Kaputt.
es: Se ha roto
es_mx: Roto
fr: C'est cassé.
it: Rotta
ja: 壊れてる
ko: 망가졌어
pl: Nie działa
pt_br: Quebrou.
ru: Сломано
zh_tw: 壞掉了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.1
source: Hello?
de: Hallo?
es: ¿Hola?
es_mx: ¿Hola?
fr: Euh, salut ?
it: Ciao?
ja: あのー...？
ko: 저기요?
pl: Halo?
pt_br: Olá?
ru: Привет?
zh_tw: 你好？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.2
source: Anyone home?
de: Jemand zu Hause?
es: ¿Hay alguien en casa?
es_mx: ¿Hay alguien en casa?
fr: Y a quelqu'un ?
it: Qualcuno in casa?
ja: 誰かいる？
ko: 여보세요?
pl: Jest tu kto?
pt_br: Tem alguém em casa?
ru: Кто-нибудь дома?
zh_tw: 有人在家嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_HOUSE.3
source: Oh. No one here
de: Oh. Keiner da.
es: Oh. Nadie aquí
es_mx: Oh. No haber nadie aquí
fr: Oh. Y'a personne.
it: Oh. Qui nessuno
ja: いや、だれもいないね
ko: 아. 아무도 없어
pl: Och. Nikogo tu nie ma
pt_br: Ah. Não tem ninguém aqui.
ru: Ой. Тут никого
zh_tw: 噢。沒人在

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_PUBDOOR
source: Go anywhere? No
de: Ist da was? Nein.
es: ¿Lleva a algún sitio? No
es_mx: ¿Lleva algún lado? No
fr: Ça va quelque part ? Non.
it: Vai? No
ja: どこかに行く？だめだよ
ko: 어디로 이어지나? 아니네
pl: Prowadzą dokądś? Nie
pt_br: Ir pra qualquer lugar? Não.
ru: Ведет куда-то? Нет
zh_tw: 去哪？不

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_RUBBLE_ROOF
source: No one home
de: Keiner zuhause.
es: Nadie en casa
es_mx: Nadie en casa.
fr: Y a personne.
it: Nessuno a casa
ja: だれもおうちにないよ
ko: 아무도 집에 없어
pl: Nikogo nie ma w domu
pt_br: Ninguém em casa.
ru: Дома никого нет
zh_tw: 家裡沒人

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAFE.GENERIC
source: What's inside?
de: Ich frage mich, was da drin ist.
es: ¿Qué hay dentro?
es_mx: ¿Qué hay dentro?
fr: Qu'y a-t-il à l'intérieur ?
it: Cosa dentro?
ja: 何か入っているのでしょうか？
ko: 안에 뭐가 있을까?
pl: Ciekawe, co jest w środku?
pt_br: O que há aí dentro?
ru: Что внутри?
zh_tw: 裡面有什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAFE.LOCKED
source: Where's key?
de: Wo ist der Schlüssel?
es: ¿Dónde está la llave?
es_mx: ¿Dónde está llave?
fr: Où est la clé ?
it: Dove chiave?
ja: かぎはどこ？
ko: 열쇠는 어디 있지?
pl: Gdzie klucz?
pt_br: Cadê a chave?
ru: А где ключ?
zh_tw: 鑰匙哩？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALMON
source: Glub Glub from ground
de: Blubblub aus dem Boden.
es: Glub-glub del suelo
es_mx: Gluglú de la tierra
fr: C'est un bloup-bloup qui vient de la terre.
it: Glu glu da terra
ja: 地面からのブクブク
ko: 땅에서 온 뽀글이야
pl: Bulbulek z ziemi
pt_br: Glub Glub do chão.
ru: Буль-булька из земли
zh_tw: 地上的咕嚕咕嚕

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALMON_COOKED
source: Sky Belly will like it
de: Das mag der Himmelbauch.
es: A tripa de cielo le gustará
es_mx: A Barriga de Cielo gustará esto
fr: Ça va plaire au ventre du ciel.
it: A pancia in cielo piace
ja: お空のおなかは気に入るよ
ko: 하늘 배가 좋아하겠어
pl: Niebiańskiemu brzuchowi będzie smakować
pt_br: Barriga do Céu vai gostar.
ru: Небесному животику понравится
zh_tw: 天空的肚子會喜歡的

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALT
source: Tasty Rocks. Mmmmm...
de: Leckere Steine. Mmmmh ...
es: Rocas sabrosas. Mmmm...
es_mx: Rocas sabrosas. Mmmmm…
fr: C'est des bons cailloux. Miaaaaam.
it: Rocce gustose. Mmmm...
ja: おいしい岩だね。うーーーん
ko: 맛있는 돌이야. 으음...
pl: Smaczne kamyki. Mmmmm...
pt_br: Rochas saborosas. Mmmmm...
ru: Вкусные камушки. М-м-м-м…
zh_tw: 好吃的石頭。嗯...

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALTROCK
source: Rock Tongue Stinger
de: Zungenpieksstein.
es: Púa de lengua de roca
es_mx: Roca picadora de lengua
fr: Un caillou écrasé qui pique la langue.
it: Roccia pungi-lingua
ja: 岩のベロ刺し屋さん
ko: 돌 혀 따끔이야
pl: Kamienny przyklejacz języka
pt_br: Rocha Ferrão de Língua.
ru: От этих камушков щиплет язык
zh_tw: 石頭做的刺舌頭的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALT_RACK.GENERIC
source: Getting Tasty Rocks
de: Leckere Steine kriegen.
es: Cogiendo rocas sabrosas
es_mx: Recogiendo rocas sabrosas
fr: Ça me donne des bons cailloux.
it: Prendo rocce gustose
ja: おいしい岩をとってるよ
ko: 맛있는 돌을 얻고 있어
pl: Wydobywa smaczne kamyki
pt_br: Pegando rochas saborosas.
ru: Добывалка вкусных камушков
zh_tw: 在拿好吃的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALT_RACK.READY
source: Done!
de: Fertig!
es: ¡Ya está!
es_mx: ¡Listo!
fr: C'est terminé !
it: Fatto!
ja: できた！
ko: 됐다!
pl: Gotowe!
pt_br: Pronta!
ru: Готово!
zh_tw: 好了！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SALT_RACK_ITEM
source: Gets the Tasty Rocks
de: Das gibt die leckeren Steine.
es: Coge las rocas sabrosas
es_mx: Recoge las rocas sabrosas
fr: Il me donne de bons cailloux.
it: Prende rocce gustose
ja: おいしい岩をとるよ
ko: 맛있는 돌을 얻어
pl: Wydobywa smaczne kamyki
pt_br: Pega as rochas saborosas.
ru: Добывает вкусные камушки
zh_tw: 能拿好吃的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAP
source: Friend insides are out now
de: Das Innere vom Freund.
es: Lo de dentro del amigo está fuera ahora
es_mx: Entrañas de amigo están afuera ahora
fr: Le dedans de mon copain est dehors, maintenant.
it: Amici dentro ora fuori
ja: 中にいたお友だちは今はでてるよ
ko: 안에 있는 친구들이 나왔어
pl: Wnętrzności przyjaciela są na wierzchu
pt_br: Amigo de dentro saiu agora.
ru: Друзья теперь наизнанку
zh_tw: 朋友身體裡的東西流出來了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAPBUCKET
source: Mean Metal Thing
de: Böses Metallding.
es: Cosa de metal mala
es_mx: Cosa mala de metal
fr: Un méchant machin en métal.
it: Metallo cattivo
ja: いじわるな金属のやつ
ko: 못된 금속 물건이야
pl: Zła, metalowa rzecz
pt_br: Coisa de metal malvada.
ru: Злая металлическая штучка
zh_tw: 討厭的鐵東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAPLING
source: Small cute!
de: Klein und niedlich!
es: ¡Monada pequeña!
es_mx: ¡Pequeñito lindo!
fr: C'est petit et mignon !
it: Piccolo carino!
ja: ちっちゃい！かわいい！
ko: 작고 귀여워!
pl: Mała i piękna!
pt_br: Fofura pequena!
ru: Маленький и милый!
zh_tw: 小可愛！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SAP_SPOILED
source: No no no!
de: Nein, nein, nein!
fr: Non, non, non !
ja: ダメ ダメ ダメ！
ko: 안 돼, 안 돼, 안 돼!
pl: Nie, nie, nie!
pt_br: Não, não, não!
ru: Нет-нет-нет!
zh_tw: 不不不

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SEEDPACKET
source: Aw... Babies!
de: Och ... Babys!
es: Oh... ¡Bebés!
es_mx: Ay… ¡Bebés!
fr: Ohh... Des bébés !
it: Oh... Bambini!
ja: あーあ...君たち！
ko: 세상에... 아기들이잖아!
pl: Ooo... Bobaski!
pt_br: Oun... Bebês!
ru: О-о… Малыши!
zh_tw: 噢，小觸手！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SLAUGHTERTOOL
source: Mean things
de: Gemeine Dinger.
es: Cosas malas
es_mx: Cosas malas
fr: Des machins méchants.
it: Cose cattive
ja: 意地悪なやつら
ko: 못된 물건이야
pl: Złe rzeczy
pt_br: Coisas malvadas.
ru: Плохие штучки
zh_tw: 討厭的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SPOTSPICE_GROUND
source: Makes belly stuff good
de: Macht Bauchzeug gut.
es: Hace buenas las cosas para la tripa
es_mx: Hace buenas a cosas de barriga
fr: Je peux m'en servir pour faire du bon manger.
it: Fa buona roba per pancia
ja: おなかに入るものをよくするんだよ
ko: 음식을 맛있게 해
pl: Sprawia, że rzeczy do brzuszka robią się pyszne
pt_br: Deixa coisa de barriga boa.
ru: Делает штучки для животика вкусными
zh_tw: 做好吃的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.GENERIC
source: What's on hair, friend?
de: Wie geht es, Freund?
es: ¿Qué tienes en pelo, amigo?
es_mx: ¿Qué hay en pelo, amigo?
fr: Qu'est-ce que t'as dans les cheveux ?
it: Capelli, amico?
ja: 髪になにがついてるの、お友だち？
ko: 머리에 그건 뭐야, 친구?
pl: Co masz na włosach, przyjacielu?
pt_br: O que tem no cabelo, amigo?
ru: Что у тебя в волосах, друг?
zh_tw: 朋友，毛上有什麼？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SPOTSPICE_SHRUB.PICKED
source: Hair cut already
de: Hat schon Haarschnitt.
es: Ya tiene pelo corto
es_mx: Pelo ya cortado
fr: Il a déjà les cheveux coupés.
it: Capelli già tagliati
ja: もう髪は切ったよ
ko: 이미 머리를 잘랐어
pl: Włosy już ścięte
pt_br: Corte de cabelo já.
ru: Уже подстригли
zh_tw: 毛已經剪過了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SPOTSPICE_SPRIG
source: Hair from friend
de: Haar von Freund.
es: Pelo de amigo
es_mx: Pelo de amigo
fr: C'est les cheveux d'un copain.
it: Capelli da amico
ja: お友だちの髪
ko: 친구 머리카락이야
pl: Włosy przyjaciela
pt_br: Cabelo de amigo.
ru: Волос друга
zh_tw: 朋友的茸毛！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.GENERIC
source: Sweet Friend!
de: Süßer Freund!
es: ¡Amigo dulce!
es_mx: ¡Dulce amigo!
fr: Un copain sucré !
it: Dolce amico!
ja: 甘いお友だち！
ko: 달콤한 친구다!
pl: Słodki przyjaciel!
pt_br: Amiga doce!
ru: Сладкий друг!
zh_tw: 甜甜的朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.STUMP
source: Sorry
de: Entschuldigung
es: Lo sentimos
es_mx: Lo sentimos
fr: Désolé
it: Scusa
ja: 未所有
ko: 미안해
pl: Przepraszam
pt_br: Desculpe
ru: Сожаление
zh_tw: 抱歉

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_BUGS
source: Bugs hurt friend!
de: Viecher tun Freund weh!
es: ¡Bichos hacen daño a amigo!
es_mx: ¡Bichos lastiman amigo!
fr: Les insectes font mal à mes copains !
it: Insetti male a amico!
ja: 虫がお友だちを傷つけたよ！
ko: 벌레가 친구를 아프게 해!
pl: Robaki krzywdzą przyjaciela!
pt_br: Insetos machucaram amiga!
ru: Жуки сделали другу больно!
zh_tw: 蟲子們弄傷了朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_EMPTY
source: Oh, friend. Sorry
de: Oh Freund. Tut mir leid.
es: Oh, amigo. Lo siento
es_mx: Oh, amigo. Lo siento
fr: Oh. Désolé, copain.
it: Oh, amico. Scusa
ja: おお、お友だち。ごめんね
ko: 아, 친구야. 미안해
pl: Och, przyjacielu. Przykro mi
pt_br: Ah, amiga. Sinto muito.
ru: Ой, друг. Мне жаль
zh_tw: 噢，朋友，對不起

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.TAPPED_READY
source: Full of friend insides
de: Voller Innerem von Freund.
es: Hasta arriba de lo de dentro de amigo
es_mx: Lleno de entrañas de amigo
fr: C'est rempli de copains.
it: Pieno di amici dentro
ja: 中にはお友だちがいっぱいだ
ko: 안이 친구들로 가득해
pl: Pełne wnętrzności przyjaciela
pt_br: Cheia de amigos dentro.
ru: Полно внутренностей друзей
zh_tw: 都是朋友身體裡的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SUGARWOODTREE.WOUNDED
source: OUCH! Friend hurt
de: AU! Freund ist verletzt.
es: ¡AY! Amigo se ha hecho daño
es_mx: ¡AUCH! Amigo lastimado
fr: AÏE ! Mon copain a bobo.
it: AHI! Amico ferito
ja: イタタッ！お友だちがケガしたよ！
ko: 아얏! 친구가 아파
pl: AUĆ! Zraniony przyjaciel
pt_br: AI! Amiga machucada.
ru: Ой! Другу больно!
zh_tw: 嗷！朋友受傷了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SWAMPIG
source: Fuzzy Wuzzy Twirly Tail
de: Wolliger Ringelschwanz.
es: Cola enroscada de pelo rizado
es_mx: Cola enrollada nativo peludo
fr: Une créature duveteuse à queue en tire-bouchon.
it: Maialino pelo morbido
ja: ケバケババサバサくるくるしっぽ
ko: 복슬복슬한 꼬불 꼬리야
pl: Włochaty zakręcogonek
pt_br: Cauda Retorcida Felpudo.
ru: Меховой крючкохвост
zh_tw: 毛絨絨的卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SWAMPIGELDER.GENERIC
source: Wrapped Arm Twirly Tail
de: Wickelarm-Ringelschwanz.
es: Cola enroscada de brazo envuelto
es_mx: Cola enrollada brazo envuelto
fr: Une créature à queue en tire-bouchon avec un bras bizarre.
it: Maialino braccio incartato
ja: おてて包んだくるくるしっぽ
ko: 팔을 감싼 꼬불 꼬리야
pl: Zawinięty zakręcogonek
pt_br: Cauda Retorcida de Braço Embrulhado.
ru: Зеленолапый крючкохвост
zh_tw: 胳膊交叉的卷尾巴

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SWAMPIGELDER.SLEEPING
source: Shhh
de: Psst.
fr: Chut !
ja: シーッ！
ko: 쉿
pl: Ciii
ru: Тс-с
zh_tw: 噓...

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE
source: Anyone home?
de: Jemand zu Hause?
es: ¿Hay alguien en casa?
es_mx: ¿Hay alguien en casa?
fr: Y a quelqu'un ?
it: Qualcuno in casa?
ja: 誰かいる？
ko: 여보세요?
pl: Jest tu kto?
pt_br: Tem alguém em casa?
ru: Кто-нибудь дома?
zh_tw: 有人在家嗎？

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: Oh. Broken
de: Oh. Kaputt.
es: Oh. Se ha roto
es_mx: Oh. Rota
fr: Oh. C'est cassé.
it: Oh. Rotta
ja: ああ、壊れてる
ko: 아. 망가졌어
pl: Oj. Zepsute
pt_br: Ah. Quebrou.
ru: Ой. Сломался
zh_tw: 噢，壞了

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_SYRUP
source: Makes the sweet stuff
de: Macht das süße Zeug.
es: Hace cosa dulce
es_mx: Hace la cosa dulce
fr: Ça fait du machin sucré.
it: Fa cose dolci
ja: 甘いものを作るんだよ
ko: 단것을 만들어
pl: Nadaje słodkości
pt_br: Faz coisa doce.
ru: Делает все сладким
zh_tw: 能做出來甜的東西

# CHARACTERS.WORMWOOD.DESCRIBE.QUAGMIRE_TOMATO
source: Oh! Squishy ball
de: Oh! Matschball.
es: ¡Oh! Bola blandita
es_mx: ¡Oh! Bola blandita
fr: Oh ! Une boule spongieuse !
it: Oh! Palla gommosa
ja: おお！グニャグニャボール！
ko: 아! 물컹한 공이야
pl: Och! Miękka kulka
pt_br: Oh! Bola tenra.
ru: О! Сочный шарик
zh_tw: 噢，軟軟的球
