Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.BISHOP_NIGHTMARE
source: Something wrong with it, glort!
de: Damit stimmt was nicht, glort!
es: ¡Algo raro le pasa, glort!
es_mx: ¡Haber algo extraño con él, glop!
fr: Il a un problème, glort !
it: Qualcosa non va, glort!
ja: 何かおかしいよ、グロート！
ko: 뭔가 잘못됐어, 빠끔!
pl: Coś z nim nie tak, glort!
pt_br: Algo errado com isso, glort!
ru: С ним что-то не так, бульк!
zh_tw: 它不對勁，嗝浪淌！

# CHARACTERS.WURT.DESCRIBE.BLOWDART_FIRE
source: Wanna try that!
de: Will probieren!
es: ¡Quiero probar eso!
es_mx: ¡Yo querer intentar!
fr: J'veux essayer !
it: Voglio provare!
ja: やってみたいな！
ko: 해 볼래!
pl: Chcę to wypróbować!
pt_br: Quero tentar isso!
ru: Хочу попробовать!
zh_tw: 想試試那個！

# CHARACTERS.WURT.DESCRIBE.BLOWDART_LAVA
source: Shouldn't play with it... gonna anyway.
de: Sollte nicht damit spielen ... will aber.
es: No debería jugar con ello... Voy a hacerlo igualmente.
es_mx: Yo no deber jugar con eso... pero hacerlo de todos modos.
fr: Faut pas jouer avec ça... Mais j'vais le faire.
it: Non devo giocare... Ma faccio.
ja: それで遊んではいけないんだよ...とにかく。
ko: 갖고 놀면 안 돼... 그래도 하겠지만.
pl: Nie powinnam się tym bawić... ale będę.
pt_br: Não devo brincar com isso... mas eu vou.
ru: Это не игрушка… Но я все равно поиграю.
zh_tw: 不應該玩那個……我就要玩。

# CHARACTERS.WURT.DESCRIBE.BLOWDART_LAVA2
source: Look dangerous!
de: Sieht gefährlich aus!
es: ¡Parece peligroso!
es_mx: ¡Verse peligroso!
fr: Ça a l'air dangereux !
it: Sembra pericoloso!
ja: 危ないよ！
ko: 위험해 보여!
pl: Wyglądają groźnie!
pt_br: Parece perigoso!
ru: Выглядит опасно!
zh_tw: 看起來很危險！

# CHARACTERS.WURT.DESCRIBE.BLOWDART_PIPE
source: Ph-tooey!
de: Pusten!
es: ¡Spuaj!
es_mx: ¡Piuuu!
fr: Piouuu !
it: Sputa!
ja: プートーイ！
ko: 퉤퉤다!
pl: Plum!
pt_br: Pffteiro!
ru: Фью-ю-ю!
zh_tw: 噗噗噗！

# CHARACTERS.WURT.DESCRIBE.BLOWDART_SLEEP
source: Sleepy-time, florp!
de: Schlafenszeit, florp!
es: ¡Hora de dormir, florp!
es_mx: ¡A dormir, flop!
fr: Au dodo, florp !
it: Ora di pisolino, florp!
ja: 寝る時間だよ、フロープ！
ko: 잘 시간이야, 뻐끔!
pl: Pora spać, florp!
pt_br: Hora de dormir, florp!
ru: Бульк, баю-бай!
zh_tw: 到睡覺時間了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.BLOWDART_YELLOW
source: Zappy!
de: Elektrisch!
es: ¡Zap!
es_mx: ¡Cargado de energía!
fr: Zzzzap !
it: Vivace!
ja: ザッピー！
ko: 찌릿찌릿해!
pl: Elektryczna!
pt_br: Faz zzzt!
ru: Жалит!
zh_tw: 活潑啊！

# CHARACTERS.WURT.DESCRIBE.BLUEAMULET
source: Chilly!
de: Kühl!
es: ¡Fresco!
es_mx: ¡Frío!
fr: C'est froid !
it: Gelido!
ja: 寒いよ！
ko: 서늘해!
pl: Chłodny!
pt_br: Congela!
ru: Морозит!
zh_tw: 冰冰涼！

# CHARACTERS.WURT.DESCRIBE.BLUEGEM
source: Pretty rock.
de: Hübscher Stein.
es: Bonita roca.
es_mx: Bonita roca.
fr: Jolie pierre.
it: Roccia graziosa.
ja: きれいな小石。
ko: 예쁜 돌이다.
pl: Ładny kamień.
pt_br: Pedra bonita.
ru: Красивый камень.
zh_tw: 漂亮的石頭。

# CHARACTERS.WURT.DESCRIBE.BLUEMOONEYE
source: Where you looking, flurt?
de: Was schaust du an, flurt?
es: ¿Dónde miras, flurt?
es_mx: ¿A dónde tú mirar, flut?
fr: Qu'est-ce que tu regardes ?
it: Cosa guardi, flurt?
ja: どこを見てるの？
ko: 어디 봐, 뻐끔?
pl: Gdzie się gapisz, flurt?
pt_br: Onde cê tá olhando, flurt?
ru: На что смотришь, хлюп?
zh_tw: 你在看哪呢，浮勒特？

# CHARACTERS.WURT.DESCRIBE.BLUEPRINT.COMMON
source: Has pictures on it!
de: Mit Bildern!
es: ¡Tiene imágenes!
es_mx: ¡Tener imágenes!
fr: C'est plein de jolis dessins.
it: Ci sono disegni!
ja: 写真にのってるよ！
ko: 위에 그림 있어!
pl: Ma obrazki!
pt_br: Tem fotos nele!
ru: Тут картинки!
zh_tw: 上面還有圖呢！

# CHARACTERS.WURT.DESCRIBE.BLUEPRINT.RARE
source: Look really complicated, florp.
de: Sehr kompliziert, florp.
es: Parece muy complicado, florp.
es_mx: Verse muy complicado, flop.
fr: Ça a l'air très compliqué, florp.
it: Sembra complicato, florp.
ja: とても複雑に見えるね、フロープ。
ko: 진짜 복잡해 보여, 뻐끔.
pl: To wygląda na coś skomplikowanego, florp.
pt_br: Parece realmente complicado, florp.
ru: Как все сложно, бульк.
zh_tw: 看起來真複雜，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BLUE_CAP
source: Good for belly, bad for head.
de: Gut für Bauch, schlecht für Kopf.
es: Va bien para la tripa, mal para la cabeza.
es_mx: Bueno para barriga, malo para cabeza.
fr: C'est bon pour le bidon et mauvais pour la tête.
it: Buono per pancia, non per testa.
ja: おなかには良いけど頭には悪いよ。
ko: 배에 좋은데 머리에 나빠.
pl: Dobry dla brzuszka, niedobry dla głowy.
pt_br: Bom pra barriga, ruim pra cabeça.
ru: Животику полезно, голове — нет.
zh_tw: 對肚子好，對頭可不好。

# CHARACTERS.WURT.DESCRIBE.BLUE_CAP_COOKED
source: It smell different...
de: Riecht anders ...
es: Huele diferente...
es_mx: Oler diferente.
fr: Ça sent plus pareil qu'avant.
it: Odore diverso...
ja: 匂いが違うね…
ko: 냄새 달라...
pl: Pachnie jakoś dziwnie...
pt_br: Cheira diferente...
ru: По-другому пахнет…
zh_tw: 聞起來不一樣……

# CHARACTERS.WURT.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Food!
de: Essen!
es: ¡Comida!
es_mx: ¡Comida!
fr: Ça se mange !
it: Cibo!
ja: 食べ物だよ！
ko: 음식이다!
pl: Jedzenie!
pt_br: Comida!
ru: Еда!
zh_tw: 食物！

# CHARACTERS.WURT.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Will come back when it dark out, florp.
de: Kommt wieder, wenn es dunkel ist, florp.
es: Volveré cuando esté oscuro, florp.
es_mx: Yo volver cuando oscurecer, flop.
fr: Il reviendra quand il fera noir, florp.
it: Torno quando fuori scuro, florp.
ja: 暗くなったらまた来るよ、フロープ。
ko: 깜깜해지면 다시 올래, 뻐끔.
pl: Wrócę, jak będzie ciemno, florp.
pt_br: Vai voltar quando escurecer, florp.
ru: Вырастет, когда стемнеет, бульк.
zh_tw: 等它顏色深一點我再回來，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Grow big again!
de: Wird wieder groß!
es: ¡Hazte grande de nuevo!
es_mx: ¡Crecer grande otra vez!
fr: Repousse vite !
it: Cresci grande di nuovo!
ja: また大きく成長してね！
ko: 다시 커졌다!
pl: Odrastaj duży!
pt_br: Fica grande novamente!
ru: Вырастай скорее!
zh_tw: 又長大了！

# CHARACTERS.WURT.DESCRIBE.BOARDS
source: Tree pieces for building, florp.
de: Baumstücke zum Bauen, florp.
es: Piezas de árbol para construir, florp.
es_mx: Partes de árbol para construir, flop.
fr: Des morceaux d'arbre pour construire des trucs, florp.
it: Tre pezzi per costruire, florp.
ja: 建物を建てるための木のかけらだよ、フロープ。
ko: 건물 짓는 나무 조각이야, 뻐끔.
pl: Kawałki drewna do budowania, florp.
pt_br: Pedaços de árvores pra construção, florp.
ru: Деревяшки для стройки, хлюп.
zh_tw: 樹上砍下的建造原料，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BOARON
source: You kin of Pigfolk??
de: Mit Schweineleuten verwandt?
es: ¿¿Eres un cerdo??
es_mx: ¿Tú ser pariente de los cerdos?
fr: Tu fais partie du peuple cochon ?
it: Tu parente di maialini?
ja: 豚の親戚かな？
ko: 돼지족 친척이야??
pl: Masz coś wspólnego ze świniami?
pt_br: Parentes de Povo-porco??
ru: Ты свинский сородич?
zh_tw: 你是豬人的親戚？？

# CHARACTERS.WURT.DESCRIBE.BOARRIOR
source: G-glorp... b-big Pigfolk...
de: G-Glorp ... g-große Schweineleute ...
es: G-glorp... C-cerdo grande...
es_mx: G-glop... gran cerdo...
fr: G-glorp... Un g-gros cochon...
it: G-glorp... G-grande maialino...
ja: グ、グロープ...お、大きい豚の群れだね…
ko: 빠, 빠끔... 크, 큰 돼지족이야...
pl: G-glorp... wielki świniak...
pt_br: G-glorp... g-grandes povo-porcos...
ru: Б-бульк… Б-большой свин…
zh_tw: 格-格浪噗……大-大豬人……

# CHARACTERS.WURT.DESCRIBE.BOATFRAGMENT03
source: Bye-bye boat.
de: Tschüss Boot.
es: Adiós, barco.
es_mx: Adiosito, bote.
fr: Salut, le bateau.
it: Ciao ciao barca.
ja: バイバイ ボート。
ko: 안녕, 배야.
pl: Pa, pa, łódko.
pt_br: Adeus, barco.
ru: Пока, лодочка.
zh_tw: 再見了，小船。

# CHARACTERS.WURT.DESCRIBE.BOATFRAGMENT04
source: Bye-bye boat.
de: Tschüss Boot.
es: Adiós, barco.
es_mx: Adiosito, bote.
fr: Salut, le bateau.
it: Ciao ciao barca.
ja: バイバイ ボート。
ko: 안녕, 배야.
pl: Pa, pa, łódko.
pt_br: Adeus, barco.
ru: Пока, лодочка.
zh_tw: 再見了，小船。

# CHARACTERS.WURT.DESCRIBE.BOATFRAGMENT05
source: Bye-bye boat.
de: Tschüss Boot.
es: Adiós, barco.
es_mx: Adiosito, bote.
fr: Salut, le bateau.
it: Ciao ciao barca.
ja: バイバイ ボート。
ko: 안녕, 배야.
pl: Pa, pa, łódko.
pt_br: Adeus, barco.
ru: Пока, лодочка.
zh_tw: 再見了，小船。

# CHARACTERS.WURT.DESCRIBE.BOATPATCH
source: Why patch? Let water in, florpt!
de: Warum flicken? Wasser reinlassen, florpt!
es: ¿Por qué un parche? ¡Que entre el agua, florpt!
es_mx: ¿Para qué tapar? ¡Dejar entrar el agua, flop!
fr: Pourquoi boucher le trou ? J'aime l'eau, moi !
it: Perché toppa? Lascia entrare acqua, florpt!
ja: なぜ継ぎ足すの？水を入れて、フロープト！
ko: 왜 때워? 물 들어오게 둬, 뻐끔!
pl: Po co ta łatka? Niech woda leci, florpt!
pt_br: Por que tapar? Deixa água dentro, florpt!
ru: Зачем затыкать? Пусть водичка льется, хлюрп!
zh_tw: 為什麼打補丁？讓船進水，浮浪噗的！

# CHARACTERS.WURT.DESCRIBE.BOAT_ITEM
source: For travel on the big pond!
de: Zum Reisen auf dem großen Teich!
es: ¡Para viajar por el gran estanque!
es_mx: ¡Para navegar en el estanque gigante!
fr: C'est pour voyager sur la grosse mare !
it: Per viaggiare su grande stagno!
ja: 大きな池の旅に！
ko: 큰 연못에서 이동할 때 써!
pl: Do podróżowania po wielkim stawie!
pt_br: Pra viajar no lago grande!
ru: Чтобы плавать по большому прудику!
zh_tw: 能在大池塘上穿行！

# CHARACTERS.WURT.DESCRIBE.BOAT_LEAK
source: Don't see this as big problem, florp.
de: Das ist doch kein Problem, florp.
es: No veo que esto sea un problema, florp.
es_mx: A mí no parecerme problema grave, flop.
fr: C'est pas un gros problème, florp.
it: Non sembra grosso problema, florp.
ja: これは大きな問題じゃないよ、フロープ。
ko: 별문제 아닌 것 같은데, 뻐끔.
pl: Nie widzę problemu, florp.
pt_br: Não vejo isso como problemão, florp.
ru: Тоже мне проблема, бульк.
zh_tw: 我看不是什麼大問題，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BONESHARD
source: Piece of something dead.
de: Stück von was Totem.
es: Un trozo de algo muerto.
es_mx: Un pedazo de algo muerto.
fr: Un morceau de truc mort.
it: Pezzo di qualcosa morto.
ja: 死んだ何かの欠片だね。
ko: 죽은 것의 일부야.
pl: Kawałek czegoś martwego.
pt_br: Pedaço de algo morto.
ru: Кусок чего-то мертвого.
zh_tw: 某種遺骸。

# CHARACTERS.WURT.DESCRIBE.BONESOUP
source: Don't want it, florp.
de: Will ich nicht, florp.
es: No quiero, florp.
es_mx: No querer, flop.
fr: J'en veux pas, florp.
it: Non voglio, florp.
ja: いらないよ、フロープ。
ko: 싫어, 뻐끔.
pl: Nie chcę tego, florp.
pt_br: Não quero isso, florp.
ru: Буль, не хочу.
zh_tw: 不想要，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BONESTEW
source: Glurgh.
de: Glarg.
es_mx: Gluf.
fr: Argh.
it: Glurg.
ja: グルーフ。
ko: 빠끔빠끔.
pl: Glurg.
ru: Хлюрп.
zh_tw: 格勒格。

# CHARACTERS.WURT.DESCRIBE.BOOK_BIRDS
source: Read this one, Wicker-lady!
de: Lesen, Wicker-Frau!
es: ¡Lee este, señora Wicker!
es_mx: ¡Leerme este, señorita Wicker!
fr: Lis celui-ci, Mme Wicker !
it: Leggi questo, signora Wicker!
ja: これを読んでよ、ウィッカーレディ！
ko: 이거 읽어, 위커 아줌마!
pl: Niech to pani przeczyta, Wiklinowa pani!
pt_br: Leia esse, senhora Wicker!
ru: Почитай вот эту, мадам Уикер!
zh_tw: 讀讀這本書，薇克女士！

# CHARACTERS.WURT.DESCRIBE.BOOK_BRIMSTONE
source: Where Wicker-lady? Want to know what happen next!
de: Wo ist Wicker-Frau? Will wissen, was dann passiert!
es: ¿Dónde está la señora Wicker? ¡Quiero saber qué pasa después!
es_mx: ¿Dónde estar señorita Wicker? ¡Yo querer saber qué pasar después!
fr: Où est Mme Wicker ? J'veux connaître la suite !
it: Dov'è signora Wicker? Voglio sapere cosa succede dopo!
ja: ウィッカー・レディはどこだろう？次に何が起こるか知りたいよ！
ko: 위커 아줌마 어디 있지? 다음 얘기 궁금해!
pl: Gdzie Wiklinowa pani? Chcę wiedzieć, co będzie dalej!
pt_br: Cadê senhora Wicker? Quero saber o que vai acontecer!
ru: А где мадам Уикер? Хочу узнать, что дальше!
zh_tw: 薇克女士呢？我想知道接下來會怎麼樣！

# CHARACTERS.WURT.DESCRIBE.BOOK_ELEMENTAL
source: What this say, florp?
de: Was sagt es, florp?
es: ¿Qué dice este, florp?
es_mx: ¿Qué decir aquí, flop?
fr: Qu'est-ce que ça dit, florp ?
it: Cosa dice, florp?
ja: 何を言っているの、フロープ？
ko: 뭐라고 쓰였지, 뻐끔?
pl: Co tu jest napisane, florp?
pt_br: O que isso diz, florp?
ru: Что тут написано, хлюп?
zh_tw: 上面寫什麼，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.BOOK_FOSSIL
source: What this say, florp?
de: Was sagt es, florp?
es: ¿Qué dice este, florp?
es_mx: ¿Qué decir aquí, flop?
fr: Qu'est-ce que ça dit, florp ?
it: Cosa dice, florp?
ja: 何を言っているの、フロープ？
ko: 뭐라고 쓰였지, 뻐끔?
pl: Co tu jest napisane, florp?
pt_br: O que isso diz, florp?
ru: Что тут написано, хлюп?
zh_tw: 上面寫什麼，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.BOOK_GARDENING
source: A... appled...? (Sigh)
de: A... Apfel ...? (Seufz)
es: ¿A... aplic...? (ay)
es_mx: Ma... ¿manzane...? (Suspiro)
fr: J'y comprends rien... *soupir*
it: Api... cata...? (Sigh)
ja: あ...アップル...？（ハァ）
ko: 으... 응옹...? 하...
pl: O... ogrodzenie...? Ech.
pt_br: A... aplaudiu...? (Suspiro)
ru: «Плак… Плаксическое…»? (Вздох)
zh_tw: 園……椅？（歎氣）

# CHARACTERS.WURT.DESCRIBE.BOOK_HORTICULTURE
source: What does bridge have to do with plants, florp?
de: Was hat Brücke mit Pflanzen zu tun, florp?
es: ¿Qué tiene que ver puente con plantas, florp?
fr: Quel rapport ça a avec des plantes, florp ?
it: Cosa fare ponte con piante, florp?
ja: 橋と葉っぱになんの関係があるのかな、フロープ？
ko: 다리가 식물과 무슨 관련이 있어, 뻐끔?
pl: Co ma most do roślin, florp?
pt_br: Por que chamam livrão de versão resumida, florp?
ru: Как здания связаны с растениями, буль?
zh_tw: 橋和植物有什麼關係，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.BOOK_SILVICULTURE
source: A... appled...? (Sigh)
de: A... Apfel ...? (Seufz)
es: ¿A... aplic...? (ay)
es_mx: Ma... ¿manzane...? (Suspiro)
fr: J'y comprends rien... *soupir*
it: Api... cata...? (Sigh)
ja: あ...アップル...？（ハァ）
ko: 으... 응옹...? 하...
pl: O... ogrodzenie...? Ech.
pt_br: A... aplaudiu...? (Suspiro)
ru: «Плак… Плаксическое…»? (Вздох)
zh_tw: 園……椅？（歎氣）

# CHARACTERS.WURT.DESCRIBE.BOOK_SLEEP
source: Want bedtime story!
de: Will Gutenachtgeschichte!
es: ¡Quiero un cuento para dormir!
es_mx: ¡Querer cuento para dormir!
fr: J'veux mon histoire avant de dormir !
it: Voglio storia per nanna!
ja: 寝る前にお話がしたいよ！
ko: 옛날이야기 들을래!
pl: Chcę bajkę na dobranoc!
pt_br: Quero história de dormir!
ru: Хочу сказку на ночь!
zh_tw: 要聽睡前故事！

# CHARACTERS.WURT.DESCRIBE.BOOK_TENTACLES
source: Remind me of home, florp.
de: Wie zu Hause, florp.
es: Me recuerda a mi hogar, florp.
es_mx: Recordarme a casa, flop.
fr: Ça me rappelle la maison, florp.
it: Mi ricorda casa, florp.
ja: 故郷を思い出すよ、フロープ。
ko: 집 생각나, 뻐끔.
pl: Przypomina mi dom, florp.
pt_br: Me lembra de casa, florp.
ru: Вспоминаю о доме, хлюп.
zh_tw: 想起了我老家，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.BOOMERANG
source: Come-back stick!
de: Umkehrstock!
es: ¡Palo que vuelve!
es_mx: ¡Rama que regresa!
fr: Un bâton qui revient !
it: Legnetto torna-indietro!
ja: カムバックスティックだ！
ko: 돌아오는 막대기다!
pl: Powracający badyl!
pt_br: Graveto que volta!
ru: Палка-возвращалка!
zh_tw: 迴旋木棒！

# CHARACTERS.WURT.DESCRIBE.BRUSH
source: Hair so weird, flurp.
de: Merkwürdige Haare, flurp.
es: Qué pelo más raro, flurp.
es_mx: El pelo ser muy extraño, flup.
fr: Elle a des cheveux bizarres.
it: Capelli strani, flurp.
ja: 髪の毛が変なんだよ、フループ。
ko: 털 정말 이상해, 뻐끔.
pl: Włosy są dziwne, flurp.
pt_br: Cabelo tão esquisito, flurp.
ru: Волосы — странная штука.
zh_tw: 毛髮真奇怪，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.BUGNET
source: Wanna catch bugs!
de: Will Schmetterlinge fangen!
es: ¡Quiero atrapar bichos!
es_mx: ¡Yo querer atrapar bichos!
fr: J'vais attraper des insectes !
it: Catturo insetti!
ja: 虫を捕まえたいね！
ko: 벌레 잡을래!
pl: Chcę łapać robaki!
pt_br: Quero pegar insetos!
ru: Хочу ловить жуков!
zh_tw: 想抓蟲子！

# CHARACTERS.WURT.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Water snack!
de: Wasseressen!
es: ¡Piscolabis acuático!
es_mx: ¡Botana acuática!
fr: Un snack de la mer !
it: Spuntino acquatico!
ja: 水のおやつだ！
ko: 물 간식이다!
pl: Wodny smakołyk!
pt_br: Petisco de água!
ru: Водная вкуснятина!
zh_tw: 水裡長的小吃！

# CHARACTERS.WURT.DESCRIBE.BULLKELP_PLANT.PICKED
source: Will come back later, florp.
de: Komme später wieder, florp.
es: Volveré más tarde, florp.
es_mx: Yo volver después, flop.
fr: J'reviendrai plus tard, florp.
it: Torno dopo, florp.
ja: また来るね、フロープ。
ko: 나중에 올래, 뻐끔.
pl: Wrócę później, florp.
pt_br: Voltará mais tarde, florp.
ru: Скоро вырастет, бульк.
zh_tw: 一會還會長回來，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BULLKELP_ROOT
source: Plant more water snacks!
de: Mehr Wasseressen pflanzen!
es: ¡Planta más piscolabis acuáticos!
es_mx: ¡Plantar más botanas acuáticas!
fr: J'veux planter plus de snacks marins !
it: Pianto altri spuntini acquosi!
ja: 水のおやつを多めに植えよう！
ko: 물 간식 더 심어!
pl: Będzie więcej wodnych smakołyków!
pt_br: Plantar mais petiscos de água!
ru: Чтобы выросло больше вкуснятины!
zh_tw: 多種點水裡長的小吃！

# CHARACTERS.WURT.DESCRIBE.BUNDLE
source: Keep for later.
de: Für später behalten.
es: Guardar para más tarde.
es_mx: Guardar para después.
fr: Je m'en servirai plus tard.
it: Tengo per dopo.
ja: あとで見るために取っておくよ。
ko: 보관해 둬.
pl: Zostawię na później.
pt_br: Guardar pra depois.
ru: Оставлю на потом.
zh_tw: 留著以後用。

# CHARACTERS.WURT.DESCRIBE.BUNDLEWRAP
source: Pack lots of things, flurpt!
de: Viel einpacken, flurpt!
es: ¡Para empaquetar montones de cosas, flurpt!
es_mx: ¡Guardar montones de cosas, flup!
fr: C'est tout un tas de trucs, florp.
it: Avvolgo tante cose, flurpt!
ja: たくさん詰め込んで、フルート！
ko: 이것저것 꾸려, 뻐끔!
pl: Można zapakować mnóstwo rzeczy, flurp!
pt_br: Embala muitas coisas, flurpt!
ru: Чтобы заворачивать всякие штуки, бульк!
zh_tw: 能包好多東西，浮勒噗的！

# CHARACTERS.WURT.DESCRIBE.BUNNYMAN
source: Don't like Bunnyman!
de: Mag Hasenmann nicht!
es: ¡No me gusta el hombre conejo!
es_mx: ¡A mí no gustar hombre conejo!
fr: J'aime pas les hommes-lapins !
it: Non piace uomo-coniglio!
ja: バニーマンは好きじゃないよ！
ko: 토끼인간 싫어!
pl: Nie lubię królikoludzia!
pt_br: Não gosto de homem-coelho!
ru: Не люблю я зайцев!
zh_tw: 不喜歡兔人！

# CHARACTERS.WURT.DESCRIBE.BUNNYSTEW
source: Glorp... Bunny's bath was too hot...
de: Glorp ... Hasenbad war zu heiß ...
es: Glorp... Baño de conejos estaba muy caliente...
fr: Glorp... Le bain du lapin était trop chaud...
it: Glorp... Bagno di coniglio troppo caldo...
ja: グロープ…ウサギのお風呂熱すぎた…
ko: 뻐끔... 토끼가 너무 뜨거운 물에서 목욕을 했어...
pl: Glorp... Królicza kąpiel zbyt gorąca...
pt_br: Glorp... Banho do coelhinho muito quente...
ru: Хлюп... Ванна у кролика была слишком горячая...
zh_tw: 格浪噗……小兔子的熱水澡洗過頭了……

# CHARACTERS.WURT.DESCRIBE.BURNT_MARSH_BUSH
source: It so sad, florp...
de: So traurig, florp ...
es: Qué triste es, florp...
es_mx: Qué tristeza, flop.
fr: C'est trop triste, florp...
it: Così triste, florp...
ja: とても悲しいよ、フロープ...
ko: 너무 슬퍼, 뻐끔...
pl: To takie przykre, florp...
pt_br: Tá tão triste, florp...
ru: Хлюп, так грустно…
zh_tw: 好悲傷，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.BUSHHAT
source: Can't see me!!
de: Keiner sieht mich!!
es: ¡¡No se me ve!!
es_mx: ¡¡Nadie poder verme!!
fr: Tu m'vois pas !
it: Non può vedere me!
ja: 見えないよ！
ko: 나 안 보여!!
pl: Nie widać mnie!
pt_br: Não me vê!!
ru: А меня не видно!
zh_tw: 看不到我！！

# CHARACTERS.WURT.DESCRIBE.BUTTER
source: Taste like bugs... not bad, florp.
de: Schmeckt nach Schmetterling ... nicht schlecht, florp.
es: Sabe a bichos... No está mal, florp.
es_mx: Saber a insecto. No estar mal, flop.
fr: Ça a un goût d'insecte. C'est pas mal, florp.
it: Sapore di insetti... non male, florp.
ja: 虫のような味...悪くないね、フロープ。
ko: 벌레 맛이네... 나쁘지 않아, 뻐끔.
pl: Smakuje jak robaki... może być, florp.
pt_br: Tem gosto de insetos... nada mal, florp.
ru: На вкус как жуки… Бульк, неплохо!
zh_tw: 跟蟲子一樣的味道……不錯，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BUTTERFLY.GENERIC
source: It ugly, but fun to chase.
de: Hässlich, aber lustig zu jagen.
es: Es fea, pero es divertido perseguirla.
es_mx: Ser fea, pero ser divertido cazarla.
fr: C'est moche, mais j'aime bien courir après.
it: Brutta, ma bella da inseguire.
ja: ブスだけど追いかけるのが楽しいよ。
ko: 못생겼는데 쫓으면 재미있어.
pl: Brzydkie są, ale fajnie się je goni.
pt_br: É feio, mas legal de seguir.
ru: Уродливая, но ее так весело ловить.
zh_tw: 很醜，但是追它很好玩。

# CHARACTERS.WURT.DESCRIBE.BUTTERFLY.HELD
source: Gotcha!!
de: Hab dich!!
es: ¡¡Te tengo!!
es_mx: ¡¡Yo atraparte!!
fr: Je t'ai eu !
it: Presa!
ja: 捕まえた！
ko: 잡았다!!
pl: Mam cię!
pt_br: Peguei!!
ru: Попалась!
zh_tw: 抓住了！

# CHARACTERS.WURT.DESCRIBE.BUTTERFLYMUFFIN
source: Tasty!
de: wohlschmeckend
es: ¡Qué bueno!
es_mx: ¡Qué bueno!
fr: Bon !
it: Saporito!
ja: 美味い！
ko: 맛있어!
pl: Pycha!
pt_br: Gostoso!
ru: М-м-м, вкусно!
zh_tw: 好吃！

# CHARACTERS.WURT.DESCRIBE.BUTTERFLYWINGS
source: Pluck, pluck!
de: Pflück, pflück!
es: ¡Arrancar, arrancar!
es_mx: ¡Arrancar, arrancar!
fr: J'les ai arrachées !
it: Stac, stac!
ja: 摘んで！摘んで！
ko: 뽑아, 뽑아!
pl: Pyk, pyk!
pt_br: Arranca, 'ranca!
ru: Цап-цап!
zh_tw: 拔，拔！

# CHARACTERS.WURT.DESCRIBE.BUZZARD
source: Pretty bird!
de: Hübscher Vogel!
es: ¡Bonito pájaro!
es_mx: ¡Lindo pajarito!
fr: Un bel oiseau !
it: Bell'uccellino!
ja: 可愛い鳥だね！
ko: 예쁜 새야!
pl: Ładny ptaszek!
pt_br: Pássaro bonito!
ru: Милая птичка!
zh_tw: 漂亮的小鳥！

# CHARACTERS.WURT.DESCRIBE.CABBAGEROLLS
source: Cabbage rolled up with more cabbage, flort!
de: Kohl in Kohl gerollt, flort!
es: ¡Col enrollada con más col, flort!
es_mx: ¡Repollo enrollado con más repollo, flop!
fr: Du chou farci avec du chou, flort !
it: Cavolo arrotolato con cavolo, flort!
ja: キャベツを多めに巻いて、フロート！
ko: 양배추로 양배추 말았어, 뻐끔!
pl: Kapusta zawinięta w kapustę, flort!
pt_br: Repolho enrolado em mais repolho, flort!
ru: Бульк! Капуста в капусте!
zh_tw: 白菜包白菜，浮浪特！

# CHARACTERS.WURT.DESCRIBE.CACTUS.GENERIC
source: It full of spikes.
de: Voller Dornen.
es: Está lleno de pinchos.
es_mx: Estar lleno de espinas.
fr: C'est plein de piquants.
it: Pieno di spine.
ja: トゲでいっぱいだね。
ko: 가시투성이야.
pl: Ma mnóstwo kolców.
pt_br: Tá cheio de espinhos.
ru: Весь в шипах.
zh_tw: 長滿了尖刺。

# CHARACTERS.WURT.DESCRIBE.CACTUS.PICKED
source: Grow back, florp!
de: Wächst nach, florp!
es: ¡Vuelve a crecer, florp!
es_mx: ¡Volver a crecer, flop!
fr: Repousse, florp !
it: Cresci ancora, florp!
ja: 育ててよ、フロープ！
ko: 다시 자라, 뻐끔!
pl: Odrastaj, florp!
pt_br: Cresce de novo, florp!
ru: Хлюп, скорее вырастай!
zh_tw: 長回來吧，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.CACTUS_FLOWER
source: Glurph, ugly but tasty.
de: Glurf, hässlich, aber lecker.
es: Glurph, fea pero sabrosa.
es_mx: Gluf. Fea pero sabrosa.
fr: Glorp, c'est moche, mais c'est bon.
it: Glurp, brutto ma buono.
ja: グルーフ、不細工だけど美味いよ。
ko: 빠끔빠끔, 못생겼는데 맛있어.
pl: Glurp, brzydki, ale smaczny.
pt_br: Glurph, feio, mas bom.
ru: Хлюрп, уродливо, но вкусно.
zh_tw: 格浪浮，樣子醜但是很好吃。

# CHARACTERS.WURT.DESCRIBE.CACTUS_MEAT
source: Ow! Still spiky.
de: Au! Immer noch stachlig.
es: ¡Au! Todavía pincha.
es_mx: ¡Ay! Tener espinas todavía.
fr: Aïe ! Ça pique toujours !
it: Ahi! Ancora appuntito.
ja: 痛っ！まだトゲトゲしてるよ。
ko: 아야! 아직 가시 있어.
pl: Au! Dalej kłuje.
pt_br: Ah! Ainda espetudo.
ru: Ай! Все еще колется!
zh_tw: 嗷！還是很多刺。

# CHARACTERS.WURT.DESCRIBE.CACTUS_MEAT_COOKED
source: Mmmm, it eating time!
de: Mmmh, Essenszeit!
es: Mmm, ¡hora de comer!
es_mx: ¡Mmm, ser hora de comer!
fr: Miam, j'ai faim !
it: Mmmm, ora che mangio!
ja: んー、食べる時間だ！
ko: 음, 먹는 시간이다!
pl: Mmmm, pora jeść!
pt_br: Hmmm, hora de comer!
ru: М-м-м, пора кушать!
zh_tw: 呣，到飯點了！

# CHARACTERS.WURT.DESCRIBE.CALIFORNIAROLL
source: Wait... there fish in here!
de: Halt ... Da sind Fische drin!
es: Espera... ¡Hay pescado ahí!
es_mx: Un momento... ¡esto tener pescado!
fr: Mais... Y'a du poisson là-dedans !
it: Aspetta... Pesce qui dentro!
ja: 待って...ここに魚がいるよ！
ko: 잠깐... 안에 물고기 있어!
pl: Zaraz... tu jest ryba!
pt_br: Pera... tem peixe aqui!
ru: Эй… там же рыба внутри!
zh_tw: 等等……裡面有魚！

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.EMBERS
source: It dying.
de: Stirbt.
es: Se está muriendo.
es_mx: Estar muriendo.
fr: Il va s'éteindre.
it: Spegne.
ja: 死にかけているよ。
ko: 죽어 가.
pl: Gaśnie.
pt_br: Tá morrendo.
ru: Умирает.
zh_tw: 火要熄了。

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.GENERIC
source: Time for story-tell around fire, florp!
de: Zeit für Geschichten am Feuer, florp!
es: ¡Hora de contar historias en torno al fuego, florp!
es_mx: ¡Ser momento de contar historias en la fogata, flop!
fr: C'est l'heure de raconter des histoires autour du feu, florp !
it: Ora di storie intorno a fuoco, florp!
ja: 火を囲んで語る時間だよ、フロープ！
ko: 불 옆에서 얘기할 시간이야, 뻐끔!
pl: Czas na opowieści przy ognisku, florp!
pt_br: Hora de contar histórias perto do fogo, florp!
ru: Время для историй у костра, бульк!
zh_tw: 我們來圍著營火講故事吧，格浪浮！

# CHARACTERS.WURT.DESCRIBE.CAMPFIRE.HIGH
source: Big fire!
de: Großes Feuer!
es: ¡Gran fuego!
es_mx: ¡Enormes llamas!
fr: C'est un gros feu !
it: Grande fuoco!
ja: 大きい火だ！
ko: 큰 불이다!
pl: Wielki płomień!
pt_br: Fogo grande!
ru: Большой костер!
zh_tw: 大火！
