Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.UNIMPLEMENTED
source: A remnant from a collapsed timeline.
de: Ein Überbleibsel einer kollabierten Zeitachse.
es: Un vestigio de una línea temporal derrumbada.
fr: Un vestige d'une ligne temporelle qui s'est effondrée.
it: Il ricordo di una linea temporale decaduta.
ja: 崩壊した時間線からの残骸。
ko: 무너진 타임라인의 잔재야.
pt_br: Um resquício de uma linha do tempo que colapsou.
ru: Пережиток забытой линии времени.
zh_tw: 一條崩潰的時間線的殘餘物。

# CHARACTERS.WANDA.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: Botheration! Time has gotten its claws into it!
de: Mist, verflixter! Die Zeit hat ihre Krallen in sie geschlagen!
es: ¡Qué fastidio! Ha caído en las redes del tiempo...
fr: Flûte de zut ! Le temps y a planté ses griffes !
it: Che seccatura! Il tempo ha affondato gli artigli nella sua polpa!
ja: 煩わしい！時間に飲み込まれた！
ko: 귀찮아! 시간이 끼어들었잖아!
pt_br: Que amolação! O tempo cravou as garras nesta planta!
ru: Вот неудобство! Время уже запустило в него когти!
zh_tw: 麻煩呐！時間已經把爪子伸進去了！

# CHARACTERS.WANDA.DESCRIBE.VEGSTINGER
source: A little something to sip on.
de: Eine Kleinigkeit, zum Nippen.
es: Da para un sorbito pequeño.
fr: On peut siroter ça tranquillement.
it: Qualcosina da sorseggiare.
ja: ちびちび飲むための小さい物。
ko: 한 모금 마실 것이 좀 있어.
pt_br: Uma coisinha pra bebericar.
ru: Есть чем промочить горло.
zh_tw: 啜飲的小東西。

# CHARACTERS.WANDA.DESCRIBE.VICTORIAN_BLUEPRINT
source: Quite a fashionable design.
de: Ein sehr modisches Design.
es: Tiene un diseño muy elegante.
fr: C'est plutôt classieux.
it: Ha uno stile molto alla moda.
ja: かなりオシャレなデザインだわ。
ko: 상당히 패셔너블한 디자인이다.
pt_br: Um design bastante elegante.
ru: Очень модный дизайн.
zh_tw: 頗為時尚的設計。

# CHARACTERS.WANDA.DESCRIBE.VOLTGOATJELLY
source: Oooh, what a fashionable flummery!
de: Oooh, was für ein modischer Schnickschnack!
es: Anda, ¡qué delicia tan elegante!
fr: Oooh, que c'est cocasse !
it: Ooh, che pudding di classe!
ja: なんて粋なフラマリー！
ko: 오, 멋진 플러머리다!
pt_br: Aaah, que gororoba estilosa!
ru: О-о-о, какое модное желе!
zh_tw: 哎呀，太時尚了！

# CHARACTERS.WANDA.DESCRIBE.WAFFLES
source: They're best when drenched in syrup.
de: Am besten schmecken sie, wenn sie in Sirup getränkt sind.
es: Saben mejor cuando están bañados en sirope.
fr: C'est meilleur une fois noyé sous le sirop.
it: Le preferisco cosparse di sciroppo.
ja: シロップに浸すと最高。
ko: 시럽을 흠뻑 뿌렸을 때가 제일 맛있어.
pt_br: Ficam melhores quando encharcados de xarope.
ru: Они вкуснее всего, если вымочить в сиропе.
zh_tw: 淋上糖漿後味道絕佳。

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_NPC
source: You, sir! There's a few things I'd like to discuss with you...
de: Sie da! Es gibt da ein paar Dinge, die ich gerne mit Ihnen besprechen würde ...
es: ¡Oiga usted! Me gustaría que habláramos de un par de cositas...
fr: Toi ! Il faut qu'on discute.
it: Ehi, signore! Ci sono alcune cosette di cui vorrei discutere...
ja: そこのあなた！あなたと話したいことがあるわ…
ko: 예 선생님! 함께 이야기 나눌 것이 몇 가지 있네요...
pt_br: Senhor! Gostaria de conversar sobre algumas coisas com você...
ru: Эй, сэр! Я бы хотела с вами кое-что обсудить...
zh_tw: 你，先生！有幾件事我想和你討論一下……

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_TOOL_1
source: His tools are quite interesting.
de: Sein Werkzeug ist ziemlich interessant.
es: Tiene unas herramientas muy interesantes.
fr: Ses outils sont très intéressants.
it: I suoi strumenti sono alquanto interessanti.
ja: あの人の道具はすごく面白い。
ko: 그의 도구는 매우 흥미로워.
pt_br: As ferramentas dele são bem interessantes.
ru: У него такие интересные инструменты.
zh_tw: 他的工具相當有趣。

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_TOOL_2
source: Is it a temporal projection? Planar? I wish he'd answer my questions!
de: Ist es eine zeitliche Projektion? Oder eine planare? Ich wünschte, er würde meine Fragen beantworten!
es: ¿Es una protección temporal? ¿O de un plano? Ojalá me resolviera las dudas...
fr: C'est une projection temporelle ? Une planaire ? Si seulement il voulait bien répondre à mes questions !
it: È una proiezione temporale? Planare? Vorrei che rispondesse alle mie domande!
ja: これが時間の映写なの？私の質問に答えてくれるかしら？
ko: 일시적인 투영인가? 평면? 내 질문에 대답을 듣고 싶어!
pt_br: É uma projeção temporal? Plana? Queria que ele respondesse minhas perguntas!
ru: Это темпоральная проекция или планарная? Вот бы он мне ответил!
zh_tw: 它是一個時空投影嗎？位面的？我希望他能回答我的問題！

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_TOOL_3
source: Maybe I could take a peek at his notes... oh botheration, it won't open!
de: Vielleicht könnte ich einen Blick auf seine Notizen werfen ... Ach verflixt, es lässt sich nicht öffnen!
es: A lo mejor podría echar un vistacito a sus apuntes... Ay, ¡qué fastidio! ¡No se abre!
fr: Je pourrais juste jeter un œil à ses notes... Oh, flûte de zut, ça ne s'ouvre pas !
it: Forse potrei dare uno sguardo ai suoi appunti... Oh, che seccatura! Non si apre!
ja: あの人のノートを盗み見できたかも…ああ、煩わしい。きっと開かないわ！
ko: 그의 노트를 살짝 엿볼 수 있을지도 몰라... 아 귀찮아, 열리지 않을 거야!
pt_br: Talvez eu possa dar uma olhada nas anotações dele... Ai, que amolação! Não abre!
ru: Может, удастся подглядеть в его заметки... Вот неудобство, не открывается!
zh_tw: 也許我可以偷看一下他的筆記……嗷，麻煩呐，打不開啊！

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_TOOL_4
source: That must be one of the tools he's looking for.
de: Das muss eines der Werkzeuge sein, nach denen er sucht.
es: Seguro que esa es una de las herramientas que busca.
fr: C'est sûrement un des outils qu'il cherche.
it: Deve trattarsi di uno degli strumenti che sta cercando.
ja: きっとあの人が探してる道具の1つがこれだわ。
ko: 그가 찾고 있는 도구 중 하나임에 틀림없다.
pt_br: Deve ser uma das ferramentas que ele está procurando.
ru: Наверное, это один из тех инструментов, которые он ищет.
zh_tw: 這一定是他正在尋找的工具之一。

# CHARACTERS.WANDA.DESCRIBE.WAGSTAFF_TOOL_5
source: Maybe if I return his tools he'll be more inclined to speak with me.
de: Vielleicht ist er eher bereit, mit mir zu sprechen, wenn ich ihm sein Werkzeug zurückgebe.
es: A lo mejor tendrá más ganas de hablar conmigo si le devuelvo sus herramientas.
fr: Si je lui rends ses outils, il sera peut-être plus enclin à me parler.
it: Forse, se gli rendessi i suoi strumenti, sarebbe più incline a parlare con me.
ja: あの人の道具を戻したら私と話す気になってくれるかもしれないわ。
ko: 자신의 도구를 돌려준다면 나와 이야기하고 싶어할 지도 모르지.
pt_br: Se eu devolver suas ferramentas, talvez ele fique mais disposto a falar comigo.
ru: Может, если я принесу ему инструменты, он захочет со мной поговорить.
zh_tw: 要是我把他的工具還給他，沒准他就會跟我開口了。

# CHARACTERS.WANDA.DESCRIBE.WALKINGPLANK
source: Well that's ominous.
de: Das ist ja mal ominös.
es: Vaya, qué ominoso.
fr: Ça n'annonce rien de bon.
it: Beh, mette i brividi.
ja: 不吉な感じだわ。
ko: 불길한 일이야.
pt_br: Isto é bem sinistro.
ru: Выглядит устрашающе.
zh_tw: 此乃不祥之兆。

# CHARACTERS.WANDA.DESCRIBE.WALL_HAY.BURNT
source: I probably should have seen this coming.
de: Wahrscheinlich hätte ich das kommen sehen müssen.
es: Tendría que haberlo visto venir...
fr: J'aurais dû le prévoir.
it: Credo che avrei dovuto prevederlo.
ja: こうなるって知ってればよかった。
ko: 아마 이것이 오는 것을 보았어야 했을 거야.
pt_br: Eu já devia esperar por isto.
ru: Что ж, этого следовало ожидать.
zh_tw: 我早該料到的。

# CHARACTERS.WANDA.DESCRIBE.WALL_HAY.GENERIC
source: I'm sure it'll fare better than last time.
de: Ich bin sicher, es wird besser laufen als beim letzten Mal.
es: Seguro que irá mejor que la última vez.
fr: Je suis sûre que ça se passera mieux que la dernière fois.
it: Sono sicura che andrà meglio dell'ultima volta.
ja: 私は前回よりずっと上手くなってるはず。
ko: 확실히 지난번보다 더 나아지겠지.
pt_br: Tenho certeza de que vai ter um desempenho melhor do que da última vez.
ru: Уверена, что на этот раз она простоит дольше.
zh_tw: 肯定能比上次好。

# CHARACTERS.WANDA.DESCRIBE.WALL_HAY_ITEM
source: These walls always seem to catch fire at the most inopportune moments.
de: Diese Mauern scheinen immer in den unpassendsten Momenten Feuer zu fangen.
es: Estos muros siempre se incendian en el peor de los momentos.
fr: Ces murs ont l'air de toujours prendre feu au pire moment.
it: Questi muri sembrano sempre prendere fuoco nei momenti meno opportuni.
ja: こういう壁いつも、一番ダメだっていう時に火事になるみたいだわ。
ko: 이 벽은 항상 가장 부적절한 순간에 불이 붙는 것처럼 보이네.
pt_br: Parece até que estas paredes sempre pegam fogo nos momentos mais inoportunos.
ru: Эти стены всегда загораются в самое неподходящее время.
zh_tw: 這些牆似乎總是在最不恰當的時候著火。

# CHARACTERS.WANDA.DESCRIBE.WALL_MOONROCK
source: I'd like to see anything break through that! Actually no, I wouldn't.
de: Ich würde zu gerne sehen, was das durchbrechen kann! Oder vielleicht lieber doch nicht.
es: Me gustaría ver algo intentando atravesar eso. Bueno, no, no me gustaría.
fr: Ah, j'attends de voir ce qui pourrait bien traverser ces murs ! Euh... Quoique non, je ne suis pas pressée...
it: Vorrei proprio vedere cosa riuscirebbe a sfondarlo! Anzi, no, non vorrei.
ja: あれを超えていけるものがあるなら見てみたいわ！いや、実際にはゴメンだけど。
ko: 뭔가 그걸 뚫고 지나가는 것을 보고 싶어! 아니야, 사실은 볼 수 없겠지.
pt_br: Gostaria de ver alguma coisa atravessar este muro! Na verdade, não. Não gostaria.
ru: Посмотрела бы я на того, кто ее пробьет! Хотя нет, лучше не надо.
zh_tw: 我想看到有東西穿透它！算了，還是別了。

# CHARACTERS.WANDA.DESCRIBE.WALL_MOONROCK_ITEM
source: I feel safer already.
de: Ich fühle mich schon sicherer.
es: Ya siento menos peligro.
fr: Je me sens déjà plus en sécurité.
it: Mi sento già più sicuro.
ja: これで安心だ。
ko: 벌써 안전해진 느낌이잖아.
pt_br: Já me sinto mais seguro.
ru: Я чувствую, что тут стало безопаснее.
zh_tw: 我感覺更安全了。

# CHARACTERS.WANDA.DESCRIBE.WALL_RUINS
source: New and old at the same time... did I just create a paradox?
de: Neu und alt zugleich ... habe ich gerade ein Paradoxon geschaffen?
es: Nuevo y antiguo a la vez... ¿Acabo de crear una paradoja?
fr: À la fois neuf et ancien... Est-ce que je viens de créer un paradoxe ?
it: Nuovo e vecchio allo stesso tempo... Ho appena creato un paradosso?
ja: 新しい物と古い物が同時に…私、パラドックスを作っちゃったの？
ko: 새것과 옛것을 동시에... 내가 역설을 만든 걸까?
pt_br: Nova e velha ao mesmo tempo... Será que criei um paradoxo?
ru: Одновременно и старая, и новая... Я что, создала парадокс?
zh_tw: 既有新，也有舊……我是不是剛剛創造了一個悖論？

# CHARACTERS.WANDA.DESCRIBE.WALL_RUINS_2
source: How extravagant!
de: Wie extravagant!
es: ¡Qué extravagante!
fr: Que c'est extravagant !
it: Proprio stravagante!
ja: なんて贅沢なのかしら！
ko: 정말 요란스럽구나!
pt_br: Que extravagante!
ru: Как экстравагантно!
zh_tw: 太奢侈了！

# CHARACTERS.WANDA.DESCRIBE.WALL_RUINS_ITEM
source: It feels sturdy enough.
de: Fühlt sich hinreichend robust an.
es: Parece bastante resistente.
fr: Ça m'a l'air bien solide.
it: Sembra parecchio solido.
ja: かなりしっかりしてるわ。
ko: 충분히 튼튼한 것 같아.
pt_br: Parece resistente o bastante.
ru: Выглядит вполне прочной.
zh_tw: 感覺挺結實的。

# CHARACTERS.WANDA.DESCRIBE.WALL_STONE
source: It's not going anywhere anytime soon.
de: Das fährt so bald nirgendwo mehr hin.
es: No se va a ir a ningún lado.
fr: Ça ne bougera pas.
it: Per il momento non andrà da nessuna parte.
ja: しばらくはここからなくならないでしょう。
ko: 바로는 아무데도 가지 않을 거야.
pt_br: Não vai a lugar algum tão cedo.
ru: Она никуда не денется.
zh_tw: 它近期哪也去不了。

# CHARACTERS.WANDA.DESCRIBE.WALL_STONE_2
source: A design from long ago.
de: Ein altes Design.
es: Un diseño de hace mucho tiempo.
fr: Un classique indémodable.
it: Un motivo di tanto tempo fa.
ja: ずっと昔からのデザイン。
ko: 오래 전의 디자인이야.
pt_br: Um design muito antigo.
ru: Очень старинный стиль.
zh_tw: 一個很久以前的設計。

# CHARACTERS.WANDA.DESCRIBE.WALL_STONE_ITEM
source: Stone is a very tried and true building material.
de: Gestein ist ein sehr bewährtes Baumaterial.
es: La piedra es un material de construcción muy usado y útil.
fr: La pierre est un matériau fiable et intemporel.
it: La pietra è un materiale da costruzione provato e comprovato.
ja: 石はこれまでずっと使われてきた真の建築資材。
ko: 돌은 건축 자재로 시도된 진정한 건축 자재입니다.
pt_br: Pedras são um material de construção comprovadamente eficiente.
ru: Камень — материал, проверенный временем.
zh_tw: 石頭是一種經過時間檢驗的建築材料。

# CHARACTERS.WANDA.DESCRIBE.WALL_WOOD.BURNT
source: Next time I'll use something less flammable.
de: Nächstes Mal werde ich etwas weniger leicht Entzündliches verwenden.
es: La próxima vez, usaré algo un poco menos inflamable.
fr: La prochaine fois, j'utiliserai quelque chose de moins inflammable.
it: La prossima volta userò qualcosa di meno infiammabile.
ja: 次は、もう少し燃えにくい物を使うわ。
ko: 다음에는 인화성이 안 좋은 것을 사용하겠어.
pt_br: Da próxima vez, vou usar algo menos inflamável.
ru: В следующий раз использую что-нибудь более огнеустойчивое.
zh_tw: 下次我將使用不那麼易燃的東西。

# CHARACTERS.WANDA.DESCRIBE.WALL_WOOD.GENERIC
source: Not exactly inviting, is it?
de: Nicht sonderlich einladend, was?
es: No es muy acogedor, ¿no?
fr: Ce n'est pas très accueillant, quand même.
it: Non è propriamente invitante, vero?
ja: あんまり魅力を感じられない。
ko: 정확히 초대하는 건 아니지, 그렇지?
pt_br: Não é exatamente convidativa, né?
ru: Выглядит не очень гостеприимно, да?
zh_tw: 也不是很好看吧？

# CHARACTERS.WANDA.DESCRIBE.WALL_WOOD_ITEM
source: The sooner I can get it built, the better I'll feel.
de: Je schneller ich es bauen kann, desto besser wird es mir gehen.
es: Cuanto antes acabe de construirlo, mejor me sentiré.
fr: Plus vite je l'aurai construit, mieux ça sera.
it: Prima lo costruisco e meglio starò.
ja: 早ければ早いほど、私の気分もいいわ。
ko: 빨리 지으면 지을수록 기분이 좋아지지.
pt_br: Quanto antes eu construir, melhor vou me sentir.
ru: Чем скорее я ее построю, тем спокойнее мне будет.
zh_tw: 趕緊弄好吧，我沒那麼多時間。

# CHARACTERS.WANDA.DESCRIBE.WALRUS
source: He's a mean old thing.
de: Ein fieses altes Ding.
es: Un bicho viejo y cascarrabias.
fr: Il est vieux et méchant.
it: È una bestiaccia vecchia e meschina.
ja: あれはイジワルな年より。
ko: 비열한 늙은이같으니.
pt_br: Ele é uma criatura perversa.
ru: Старый брюзга.
zh_tw: 他是個糟老頭。

# CHARACTERS.WANDA.DESCRIBE.WALRUSHAT
source: It still smells like walrus.
de: Riecht nach Walross.
es: Huele a morsa.
fr: Ça sent encore le morse...
it: Puzza ancora di tricheco.
ja: まだセイウチみたいな臭いがする。
ko: 아직도 바다코끼리 냄새가 나.
pt_br: Ainda fede a morsa.
ru: Все еще пахнет моржом.
zh_tw: 它仍然有海象的味道。

# CHARACTERS.WANDA.DESCRIBE.WALRUS_CAMP.EMPTY
source: They'll be back.
de: Die werden wiederkommen.
es: Volverán a crecer.
fr: Ils repousseront.
it: Ricresceranno.
ja: 彼らは戻ってくるさ。
ko: 다시 또 자랄 거야.
pt_br: Eles vão voltar.
ru: Они еще вырастут.
zh_tw: 它們會再長出來的。

# CHARACTERS.WANDA.DESCRIBE.WALRUS_CAMP.GENERIC
source: Nobody ever invites me in. I'm starting to take it personally!
de: Niemand bittet mich jemals herein. Langsam fange ich an, es persönlich zu nehmen!
es: Nunca me invita nadie... ¡Voy a empezar a tomármelo a pecho!
fr: Personne ne m'invite jamais. Je vais commencer à me sentir visée !
it: Non mi invita mai nessuno. Sto iniziando a prenderla sul personale!
ja: 誰も私を招待してくれたことがない。だんだん個人攻撃されている気がしてきたわ。
ko: 아무도 나를 초대한 적이 없어. 난 개인적인 것으로 받아들이고 있을 뿐이지!
pt_br: Ninguém nunca me convida. Estou começando a levar pro lado pessoal!
ru: А меня никто зайти не приглашает. Начинаю принимать это на свой счет!
zh_tw: 從來沒人邀請我進去過。我感覺他們就是不喜歡我！

# CHARACTERS.WANDA.DESCRIBE.WALRUS_TUSK
source: I should pocket it for future tinkering.
de: Ich sollte ihn für zukünftige Basteleien einstecken.
es: Me lo guardaré y ya haré algo con él en el futuro.
fr: Je devrais la prendre pour en faire quelque chose plus tard.
it: Dovrei intascarla per future sperimentazioni.
ja: 後でいじるためにポケットにいれておきましょう。
ko: 주머니에 넣어 뒀다가 나중에 땜질할 때 써야지.
pt_br: Melhor guardá-la pra usar no futuro.
ru: Положу в карман: со временем я что-нибудь смастерю.
zh_tw: 我應該把它裝進口袋，將來拿來修補東西。

# CHARACTERS.WANDA.DESCRIBE.WALTER.ATTACKER
source: You were much more polite in the last timeline.
de: In der letzten Zeitachse warst du viel höflicher.
es: Eras mucho más educado en la última línea temporal.
fr: Tu étais bien plus poli dans la dernière ligne temporelle.
it: Eri molto più educato nella scorsa linea temporale.
ja: 前の時間線よりずーっと礼儀正しくなったわ。
ko: 지난 타임라인에서 훨씬 더 예의바른 모습이었지.
pt_br: Você era muito mais educado na última linha do tempo.
ru: А в предыдущей линии времени ты был куда вежливее.
zh_tw: 你在上一條時間線裡要有禮貌得多。

# CHARACTERS.WANDA.DESCRIBE.WALTER.FIRESTARTER
source: Honestly, nothing really surprises me anymore.
de: Ehrlich gesagt, überrascht mich nichts mehr wirklich.
es: La verdad es que ya nada me sorprende ni un pelo.
fr: Honnêtement, plus rien ne me surprend.
it: Sì, beh... Ormai non mi stupisce più nulla.
ja: 正直言うと、もう何を見ても驚かないわ。
ko: 솔직히 더는 아무것도 놀랍지 않아.
pt_br: Sinceramente, nada mais me surpreende.
ru: Если честно, меня уже больше ничто не удивляет.
zh_tw: 老實說，現在見到什麼我都不稀奇了。

# CHARACTERS.WANDA.DESCRIBE.WALTER.GENERIC
source: %s, why do you keep looking at my hands...?
de: %s, warum starrst du die ganze Zeit auf meine Hände?
es: %s, ¿por qué no dejas de mirarme las manos...?
fr: %s, pourquoi tu regardes mes mains comme ça ?
it: %s, perché continui a fissarmi le mani...?
ja: %s、なんで私の手を見続けるの…？
ko: %s, 왜 자꾸 내 손을 쳐다봐...?
pt_br: %s, por que você não para de olhar pras minhas mãos...?
ru: %s, почему ты смотришь на мои руки?..
zh_tw: %s，你為什麼一直盯著我的手看……？

# CHARACTERS.WANDA.DESCRIBE.WALTER.GHOST
source: I'll have you back on your feet before you can say temporal squiggle!
de: Ich bringe dich wieder auf die Beine, bevor du "temporärer Kringel" sagen kannst!
es: ¡Te reviviré en menos de un segundo, ya lo verás!
fr: Je vais te remettre sur pieds avant que tu aies le temps de dire « bouillie temporelle » !
it: Ti rimetterò in piedi prima che tu possa dire scarabocchio temporale!
ja: 一時的な困窮ってあんたが言う前に、私が自力で生きて行けるようにしてあげるわ！
ko: 혀가 꼬이기 전에 다시 일어서게 할게!
pt_br: Vou trazer você de volta antes que consiga dizer ondulação temporal!
ru: Ты у меня встанешь на ноги раньше, чем сумеешь сказать «завихрение времени»!
zh_tw: 我馬上就會讓你重新站起來！

# CHARACTERS.WANDA.DESCRIBE.WALTER.MURDERER
source: I know what you did %s, you can't talk your way out of this one!
de: Ich weiß, was du getan hast %s, aus dieser Sache kannst du dich nicht herausreden!
es: Sé lo que has hecho, %s. ¡No te vas a librar de esta!
fr: Je sais ce que tu as fait, %s. Tu ne t'en sortiras pas comme ça !
it: So cosa hai fatto, %s! Questa volta non riuscirai a cavartela con le parole!
ja: 何をしたか知ってるわ、%s。言い逃れできると思わないで！
ko: 네가 한 일을 알고 있어 %s, 이걸로 변명할 수 없다고!
pt_br: Eu sei o que você fez, %s. Não vai se safar desta com o seu discurso barato!
ru: Я все про тебя знаю, %s! И не думай, что сумеешь отвертеться!
zh_tw: 我知道你的所作所為，%s，你說什麼都沒用了！

# CHARACTERS.WANDA.DESCRIBE.WALTER.REVIVER
source: That was some quick thinking, %s!
de: Das war schnell mitgedacht, %s!
es: ¡Qué agilidad mental, %s!
fr: Tu n'as pas traîné, %s !
it: Che prontezza di spirito, %s!
ja: あれは機転が利いてたわ、%s！
ko: 섣부른 생각이었어, %s!
pt_br: Você encontrou uma solução rapidamente, %s!
ru: А ты быстро соображаешь, %s!
zh_tw: 你還真是當機立斷啊，%s！

# CHARACTERS.WANDA.DESCRIBE.WALTERHAT
source: What a funny little hat! Sadly, I don't think it would suit me.
de: Was für ein lustiger kleiner Hut! Leider glaube ich nicht, dass er mir stehen würde.
es: Ay, qué sombrero tan gracioso. Es una pena, pero creo que no me quedaría bien.
fr: Quel adorable petit chapeau ! Mais je doute que ça m'aille.
it: Che cappellino simpatico! Ahimè, dubito che mi doni.
ja: すごく面白い小さい帽子だわ！残念だけど私には似合わないと思うわ。
ko: 정말 재미있고 귀여운 모자네! 슬프게도 나한테 맞는 것 같진 않아.
pt_br: Que chapéuzinho engraçado! Infelizmente, acho que ele não vai caber em mim.
ru: Какая забавная шапка! Правда, не думаю, что мне она к лицу.
zh_tw: 多麼有趣的小帽子啊！真遺憾，它應該不太適合我。

# CHARACTERS.WANDA.DESCRIBE.WANDA.ATTACKER
source: Well... they must've deserved it.
de: Tja ... Bestimmt haben sie das verdient.
es: Bueno... Seguro que se lo merecía.
fr: Bon... j'imagine que c'était mérité.
it: Beh... se lo sarà meritato.
ja: うーん…当然の報いだったのかもしれないわ。
ko: 글쎄...그럴 자격이 있었겠지.
pt_br: Bom... Eles devem ter merecido.
ru: Что ж... Видимо, поделом.
zh_tw: 嗯……一定是他們活該。

# CHARACTERS.WANDA.DESCRIBE.WANDA.FIRESTARTER
source: Hm. I must have my reasons...
de: Hm. Ich muss meine Gründe gehabt haben ...
es: Um... Seguro que tengo mis razones.
fr: Hmm... Je dois avoir mes raisons.
it: Mm. Devo avere le mie ragioni...
ja: ふん。私には私の理由がなくちゃ…
ko: 흠. 나에게도 이유가 있어.
pt_br: Hm. Devo ter meus motivos...
ru: Хм. Наверно, у меня были свои причины...
zh_tw: 哼。我一定有我的理由……

# CHARACTERS.WANDA.DESCRIBE.WANDA.GENERIC
source: Well, fancy running into me here!
de: Dass ich mich hier treffe ...
es: Anda, ¡qué alegría verme por aquí!
fr: Tiens, c'est amusant de tomber sur soi-même !
it: Beh, che piacere vedermi!
ja: うわー。こんなところで会うなんて！
ko: 글쎄, 여기에서 나에게 달려드는 것은 멋져!
pt_br: Bom, que sorte me encontrar aqui!
ru: Подумать только, это же я!
zh_tw: 真沒想到會在這裡碰見我！

# CHARACTERS.WANDA.DESCRIBE.WANDA.GHOST
source: I'm not letting things end for us here!
de: Ich werde nicht zulassen, dass es für uns hier zu Ende geht!
es: ¡No pienso dejar que sea nuestro fin!
fr: Je refuse que notre histoire s'arrête ici !
it: Non lascerò che finisca in questo modo per noi!
ja: こんなところで終わるなんてあり得ない！
ko: 이렇게 끝나도록은 두지 않겠어!
pt_br: Não vou deixar que as coisas acabem pra gente aqui!
ru: Я не позволю нам здесь погибнуть!
zh_tw: 我們的故事不能在這結束！

# CHARACTERS.WANDA.DESCRIBE.WANDA.MURDERER
source: It looks like there's only room for one of us in this timeline!
de: Sieht so aus, als gäbe es in dieser Zeitachse nur Platz für eine von uns!
es: Me parece que en esta línea temporal solo hay sitio para una de las dos.
fr: Il n'y a de la place que pour une seule d'entre nous dans cette ligne temporelle !
it: Sembra che ci sia spazio solo per una di noi in questa linea temporale!
ja: 時間線には1人分の余裕しかないみたい！
ko: 이 타임라인에는 우리 중 한 명만 들어갈 수 있는 공간이 있는 것 같아!
pt_br: Parece que tem lugar pra apenas um de nós nesta linha do tempo!
ru: Похоже, в этой линии времени хватает места лишь для одного из нас!
zh_tw: 看來這條時間線只容得下我們中的一個！

# CHARACTERS.WANDA.DESCRIBE.WANDA.REVIVER
source: I'm glad one of us was able to act in time!
de: Ich bin froh, dass eine von uns noch rechtzeitig handeln konnte!
es: ¡Menos mal que una de las dos ha actuado a tiempo!
fr: Je suis contente qu'une d'entre nous ait pu réagir à temps !
it: Sono lieta che una di noi abbia agito in tempo!
ja: 私たちのうちの1人がさっさと対応できてよかったわ！
ko: 우리 중 한 명은 제 시간에 행동할 수 있어서 기쁘다!
pt_br: Ainda bem que um de nós conseguiu agir a tempo!
ru: Я рада, что хоть кто-то из нас среагировал вовремя.
zh_tw: 我很高興我們中的一個人能夠及時採取行動！

# CHARACTERS.WANDA.DESCRIBE.WARDROBE.BURNING
source: Are these the "hot styles" young people are always talking about?
de: Sind das die "heißen Styles", von denen die jungen Leute immer schwärmen?
es: ¿A esto se refieren los jóvenes cuando dicen que algo está "to flama"?
fr: C'est la garde-robe de Catnisse, ça, non ?
it: È questo lo "stile bollente" di cui i giovani parlano sempre?
ja: あれが若者がいつも言ってる「ホットなスタイル」ってやつ？
ko: 이것이 젊은이들이 항상 말하는 "핫한 스타일"인가?
pt_br: Estes são os "estilos mais quentes" de que os jovens sempre falam?
ru: Это и есть те самые «горячие шмотки», которые постоянно обсуждает молодежь?
zh_tw: 這些是年輕人們追逐的 “熱門”嗎？

# CHARACTERS.WANDA.DESCRIBE.WARDROBE.BURNT
source: One less distraction, I suppose.
de: Eine Ablenkung weniger, würde ich sagen.
es: Una distracción menos, supongo.
fr: Une distraction de moins, j'imagine...
it: Una distrazione in meno, suppongo.
ja: 気を紛らわせるものが1つ減ったわ。おそらくね。
ko: 산만함을 하나 던 것 같아.
pt_br: Creio que seja uma distração a menos
ru: Что ж, буду меньше отвлекаться.
zh_tw: 也算少了一件分心的事情吧。

# CHARACTERS.WANDA.DESCRIBE.WARDROBE.GENERIC
source: I could always change my look this time around.
de: Diesmal kann ich meinen Look jederzeit ändern.
es: Podría cambiar de estilo esta vez.
fr: Je peux toujours changer de tenue, cette fois.
it: Potrebbe essere giunto il momento di rinnovare il mio guardaroba.
ja: 今回は私、いつでも外見を変えられる。
ko: 이번에는 항상 변신할 수 있어.
pt_br: Desta vez, posso mudar meu visual sempre que quiser.
ru: Может, на сей раз я займусь своей внешностью.
zh_tw: 這回我可以隨時改變造型了。

# CHARACTERS.WANDA.DESCRIBE.WARG
source: I guess I was bound to run into you sooner or later.
de: Es war klar, dass ich dich früher oder später treffe.
es: Imagino que iba a toparme contigo tarde o temprano.
fr: J'étais destinée à tomber dessus tôt ou tard, j'imagine.
it: Ero sicura che prima o poi mi sarei imbattuta in te.
ja: 遅かれ早かれあんたに会う運命だったと思うわ。
ko: 조만간 너랑 마주칠 수밖에 없었던 것 같아.
pt_br: Acho que estava fadada a te encontrar mais cedo ou mais tarde.
ru: Рано или поздно нам суждено было встретиться.
zh_tw: 就知道遲早會遇到你。
