Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.CARNIVAL_HOST_HERE
source: He's around here somewhere.
de: Irgendwo hier muss er sein!
es: Tiene que estar por aquí cerca...
fr: Il est quelque part par ici.
it: È qui attorno.
ja: あいつはこの辺にいるはずなんだが。
ko: 그 사람이 여기 어딘가에 있을 텐데.
pt_br: Ele está aqui em algum lugar.
zh_cn: 他就在附近。
zh_tw: 他就在附近。

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.EMPTY_CATCOONDEN
source: Drat, I thought for sure there'd be something good inside!
de: Teufel auch! Ich hatte fest mit etwas Gutem gerechnet!
es: ¡Maldición, estaba seguro de que ahí dentro habría algo bueno!
fr: Diantre, je pensais vraiment qu'il y aurait quelque chose d'intéressant, là-dedans !
it: Dannazione, pensavo proprio che dentro ci fosse qualcosa di bello!
ja: うーん、この中には何か良いものが絶対あると思ったんだけどなぁ！
ko: 빌어먹을, 안에 좋은 게 들어 있는 게 분명한데!
pt_br: Droga, estava esperando por algo bom dentro!
zh_cn: 糟糕，我还以为里面肯定会有好东西呢！
zh_tw: 糟糕，我還以為裡面肯定會有好東西呢！

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.HOSTBUSY
source: He seems a bit preoccupied at the moment.
de: Er scheint gerade beschäftigt zu sein.
es: Parece estar un poquito ocupado.
fr: Il a l'air assez occupé pour le moment.
it: Ora sembra avere altro per la mente.
ja: どうやら頭がいっぱいなようだ。
ko: 그 사람은 현재 약간 정신이 없는 것 같아.
pt_br: Ele parece um tanto preocupado no momento.
zh_cn: 他现在好像有点忙。
zh_tw: 他現在好像有點忙。

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_NOT_ENOUGH_HIDERS
source: It would be too easy, perhaps if there were more of these little guys...
de: Es wäre vielleicht zu einfach, wenn es mehr von diesen kleinen Kerlen gäbe ...
es: Sería demasiado fácil. Tal vez si hubiese más pequeñines de estos...
fr: Ce serait trop facile. S'ils étaient plus nombreux, alors peut-être...
it: Sarebbe troppo facile. Magari se ci fosse qualcuno di quegli animaletti in più...
ja: これじゃ簡単すぎるかも。この子たちがもっとたくさんいてくれたらいいんだけど…
ko: 이 조그만 녀석들이 더 있었다면 아주 쉬웠을 텐데...
pt_br: Seria fácil demais. Talvez se houvessem mais desses carinhas...
zh_cn: 应该不会这么容易，要是再多几个小家伙就好了……
zh_tw: 應該不會這麼容易，要是再多幾個小傢伙就好了……

source: There aren't a lot of places around for them to hide.
de: Es gibt nicht viele Orte, an denen sie sich verstecken können.
es: No tienen muchos sitios dónde esconderse.
fr: Ils n'ont pas beaucoup d'endroits où se cacher.
it: Qui attorno non ci sono molti posti dove nascondersi.
ja: あの子たちが隠れるのに十分な場所がない。
ko: 근처에 숨을 만한 곳이 많지는 않아.
pt_br: Não há muitos lugares para eles se esconderem.
zh_cn: 周围没有很多地方可供它们藏身。
zh_tw: 周圍沒有很多地方可供它們藏身。

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.KITCOON_HIDEANDSEEK_ONE_GAME_PER_DAY
source: I think that's enough for one day.
de: Ich denke, das ist genug für einen Tag.
es: Creo que es suficiente por hoy.
fr: Je crois que ça suffira pour aujourd'hui.
it: Credo sia abbastanza per un giorno.
ja: 今日はここまでにしとこうかな。
ko: 오늘은 그만 해도 될 것 같아.
pt_br: Acho que já foi o suficiente por hoje.
zh_cn: 我想今天就到此为止吧。
zh_tw: 我想今天就到此為止吧。

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.LOCKED_GATE
source: The gate is locked.
de: Das Tor ist verschlossen.
es: La puerta está cerrada.
fr: La porte est fermée.
it: Il cancello è chiuso.
ja: ゲートには鍵がかかってる。
ko: 문이 잠겨있다.
pt_br: O portão está trancado.
zh_cn: 大门锁上了。
zh_tw: 大門鎖上了。

# CHARACTERS.GENERIC.ACTIONFAIL.ACTIVATE.NOCARNIVAL
source: It looks like those birds flew the coop.
de: Es sieht so aus, als wären diese Vögel aus dem Gehege geflogen.
es: Me da que esos pájaros han vuelto al corral...
fr: On dirait que ces oiseaux se sont carapatés à tire d'aile.
it: Sembra che gli uccelli siano fuggiti dalla voliera.
ja: 鳥もカーカーニバルも影も形もないな。
ko: 새들이 새장에서 날아가 버린 것 같아.
pt_br: Parece que os pássaros fugiram da gaiola.
zh_cn: 鸟儿看起来都飞走了。
zh_tw: 鳥兒看起來都飛走了。

# CHARACTERS.GENERIC.ACTIONFAIL.APPRAISE.NOTNOW
source: They must be busy now.
de: Der wird jetzt ganz schön beschäftigt sein.
es: Supongo que estará haciendo algo.
fr: Ils doivent être occupés pour le moment.
it: Ora dev'essere occupato.
ja: 今頃忙しくしてるにちがいない。
ko: 지금은 바쁠 거야.
pt_br: Deve estar ocupado agora.
zh_cn: 人家忙着呢。
zh_tw: 人家忙著呢。

# CHARACTERS.GENERIC.ACTIONFAIL.ATTUNE.NOHEALTH
source: I don't feel well enough.
de: Ich fühle mich nicht gut genug.
es: No me siento muy bien.
fr: Je ne me sens pas assez bien.
it: Non mi sento abbastanza bene.
ja: 今は気分が優れない…やめておこう
ko: 몸이 안 좋다.
pt_br: Não me sinto muito bem.
zh_cn: 我感觉不够好。
zh_tw: 我感覺不夠好。

# CHARACTERS.GENERIC.ACTIONFAIL.BATHBOMB.ALREADY_BOMBED
source: That would be a waste of a bath bomb.
de: Das wäre eine verschwendete Badebombe.
es: Sería desperdiciar una bomba de baño.
fr: Ça serait du gâchis de bombe de bain.
it: Sarebbe una bagnobomba sprecata.
ja: バスボムが無駄になるだけだ。
ko: 아까운 입욕제만 낭비될 거야.
pt_br: Isso seria um desperdício de bomba termal.
zh_cn: 别浪费沐浴球。
zh_tw: 別浪費沐浴球。

# CHARACTERS.GENERIC.ACTIONFAIL.BATHBOMB.GLASSED
source: I can't, the surface is glassed over.
de: Geht nicht, die Oberfläche ist verglast.
es: No puedo, la superficie está cristalizada.
fr: Je ne peux pas, la surface s'est solidifiée.
it: Non posso, la superficie è vetrificata.
ja: 表面がガラス化していて無理だ。
ko: 못 해, 표면이 유리로 덮여 있어.
pt_br: Não dá. A superfície ficou envidraçada.
zh_cn: 不行，表面都变玻璃了。
zh_tw: 不行，表面都變玻璃了。

# CHARACTERS.GENERIC.ACTIONFAIL.BUILD.HASPET
source: I've already got a pet.
de: Ich hab schon ein Haustier.
es: Ya tengo una mascota.
fr: J'ai déjà un animal de compagnie.
it: Ho già un animale domestico.
ja: ペットならもういる。
ko: 펫이라면 이미 있다.
pt_br: Eu já tenho um bichinho.
zh_cn: 我已经有一只宠物了。
zh_tw: 我已經有一隻寵物了。

# CHARACTERS.GENERIC.ACTIONFAIL.BUILD.MOUNTED
source: I can't place that from way up here.
de: Von hier oben kann ich das nicht platzieren.
es: No puedo colocarlo desde aquí.
fr: Je ne peux pas placer ce truc d'aussi loin.
it: Non posso posizionarlo da qua sopra.
ja: 降りないと設置できないぞ
ko: 여긴 너무 높아서 배치할 수 없다.
pt_br: Não posso colocar isso daqui de cima.
zh_cn: 放不下。
zh_tw: 放不下。

# CHARACTERS.GENERIC.ACTIONFAIL.BUILD.TICOON
source: I'm too invested in my own Ticoon to follow another one.
de: Ich bin zu sehr mit meinem eigenen Ticoon beschäftigt, um einem anderen zu folgen.
es: He invertido demasiado en el mío como para ponerme a seguir a otro.
fr: Je ne peux pas suivre plusieurs ratons pisteurs à la fois. Un, ça suffit.
it: Sono troppo preso dal mio tigretto tracciatore per seguirne un altro.
ja: 自分のトライグマに投資しすぎて、他の子を追う余裕なんてないんだ。
ko: 내 어흥쿤 집중한 나머지 다른 녀석은 따라갈 수가 없어.
pt_br: Estou muito investido no meu próprio tigrexinim para seguir outro.
zh_cn: 我对自己的大虎专一投入，眼里根本没别人。
zh_tw: 我對自己的大虎專一投入，眼裡根本沒別人。

# CHARACTERS.GENERIC.ACTIONFAIL.CARNIVALGAME_FEED.TOO_LATE
source: I need to be quicker!
de: Ich muss schneller sein!
es: ¡Tengo que darme más brío!
fr: Il faut que je sois plus rapide !
it: Devo essere più veloce!
ja: は、はやくしなくちゃ！
ko: 더 빨리 해야겠어!
pt_br: Preciso ser mais rápido!
zh_cn: 我得快一点！
zh_tw: 我得快一點！

# CHARACTERS.GENERIC.ACTIONFAIL.CHANGEIN.BURNING
source: It's too dangerous right now!
de: Es ist im Moment zu gefährlich.
es: ¡Es muy peligroso en este momento!
fr: Trop dangereux pour l'instant !
it: È troppo pericoloso adesso!
ja: ダメだ、危険すぎる！
ko: 지금은 너무 위험해!
pt_br: É muito perigoso agora!
zh_cn: 现在太危险了！
zh_tw: 現在太危險了！

# CHARACTERS.GENERIC.ACTIONFAIL.CHANGEIN.GENERIC
source: I don't want to change right now.
de: Jetzt nicht.
es: No quiero cambiar justo ahora.
fr: Je ne veux pas changer ça tout de suite.
it: Non voglio cambiare adesso.
ja: 今、着替えるのはやめておこう
ko: 지금은 바꾸기 싫다.
pt_br: Não quero mudar agora.
zh_cn: 我现在不想换。
zh_tw: 我現在不想換。

# CHARACTERS.GENERIC.ACTIONFAIL.CHANGEIN.INUSE
source: It can only handle one style change at a time.
de: Hier ist immer nur eine Stiländerung möglich.
es: Solo puede soportar un cambio de estilo a la vez.
fr: Je ne peux pas changer de style plusieurs fois en même temps.
it: Posso gestire un cambio di stile alla volta.
ja: 着替えは、1人ずつ、順番だ
ko: 스타일은 한 번씩만 바꿀 수 있다.
pt_br: Só consegue lidar com uma mudança de estilo de cada vez.
zh_cn: 它一次只能进行一种风格转变。
zh_tw: 它一次只能進行一種風格轉變。

# CHARACTERS.GENERIC.ACTIONFAIL.CHANGEIN.NOOCCUPANT
source: It needs something hitched up.
de: Daran muss etwas angepflockt werden.
es: Hay que engancharle algo...
fr: Il faut y attacher quelqu'un.
it: Ci devo legare qualcosa.
ja: つないでおくものが必要だ。
ko: 추켜 올릴 게 필요하네.
pt_br: Preciso atrelar algo a isto.
zh_cn: 得在上面栓点东西。
zh_tw: 得在上面栓點東西。

# CHARACTERS.GENERIC.ACTIONFAIL.CHANGEIN.NOTENOUGHHAIR
source: There isn't enough fur to style.
de: Es gibt nicht genug Pelz zum Stylen.
es: No tengo pelo suficiente para peinar nada.
fr: Ça manque de fourrure.
it: Non c'è abbastanza pelliccia da acconciare.
ja: スタイルを決めるには毛が足りない。
ko: 스타일링 할 털이 충분하지 않아.
pt_br: Falta pelo para fazer um penteado.
zh_cn: 皮毛不够用来装扮。
zh_tw: 皮毛不夠用來裝扮。

# CHARACTERS.GENERIC.ACTIONFAIL.COMPARE_WEIGHABLE.FISH_TOO_SMALL
source: This one's just a small fry.
de: Das ist nur ein kleiner Fisch.
es: Es una minucia de nada.
fr: Ce n'est que de la petite friture.
it: È solo un pesciolino.
ja: これはただの小バエだ。
ko: 이건 치어일 뿐이야.
pt_br: Esse daqui é insignificante.
zh_cn: 这家伙太小了。
zh_tw: 這傢伙太小了。

# CHARACTERS.GENERIC.ACTIONFAIL.COMPARE_WEIGHABLE.OVERSIZEDVEGGIES_TOO_SMALL
source: Not quite heavy enough.
de: Nicht schwer genug.
es: Tendría que pesar más...
fr: Ce n'est pas encore assez lourd.
it: Non è abbastanza pesante.
ja: 重さが足りない。
ko: 좀 가벼운 것 같아.
pt_br: Não tem peso suficiente.
zh_cn: 还不够沉。
zh_tw: 還不夠沉。

# CHARACTERS.GENERIC.ACTIONFAIL.CONSTRUCT.EMPTY
source: I need something to build with.
de: Ich brauche etwas zum Bauen.
es: Necesito algo con lo que construir.
fr: Il me faut quelque chose pour construire.
it: Mi serve qualcosa per costruire.
ja: まずは建築用具を用意しよう。
ko: 만들 재료가 필요하다.
pt_br: Preciso de alguma coisa com a qual construir.
zh_cn: 我需要一些建造材料。
zh_tw: 我需要一些建造材料。

# CHARACTERS.GENERIC.ACTIONFAIL.CONSTRUCT.INUSE
source: Someone beat me to it.
de: Jemand war schneller als ich.
es: Alguien se ha adelantado.
fr: Quelqu'un m'a précédé.
it: Qualcuno mi ha battuto sul tempo.
ja: 誰かに先を越された。
ko: 누가 벌써 선수 쳤다.
pt_br: Alguém chegou na minha frente.
zh_cn: 有人抢先了。
zh_tw: 有人搶先了。

# CHARACTERS.GENERIC.ACTIONFAIL.CONSTRUCT.MISMATCH
source: Whoops! Wrong plans.
de: Hoppla! Falsche Pläne.
es: ¡Uy! Son los planos equivocados.
fr: Oups ! Mauvais plans.
it: Ops! Progetti sbagliati.
ja: おっと！この設計図じゃない。
ko: 이런, 이 도면이 아닌데.
pt_br: Opa! Planos errados.
zh_cn: 哎呀，计划错误。
zh_tw: 哎呀，計畫錯誤。

# CHARACTERS.GENERIC.ACTIONFAIL.CONSTRUCT.NOTALLOWED
source: It won't fit.
de: Das passt nicht.
es: Aquí no encaja.
fr: Ça ne marchera pas.
it: Non ci sta.
ja: そこには入らないな。
ko: 안 맞는다.
pt_br: Não vai caber.
zh_cn: 不匹配。
zh_tw: 不匹配。

# CHARACTERS.GENERIC.ACTIONFAIL.COOK.GENERIC
source: I can't cook right now.
de: Ich kann im Moment nicht kochen.
es: No puedo cocinar ahora.
fr: Je ne peux pas cuisiner pour l'instant.
it: Non posso cucinare adesso.
ja: 今は料理できないぞ
ko: 지금은 요리할 수 없다.
pt_br: Não posso cozinhar no momento.
zh_cn: 我现在做不了饭。
zh_tw: 我現在做不了飯。

# CHARACTERS.GENERIC.ACTIONFAIL.COOK.INUSE
source: Looks like we had the same idea.
de: Hatten wir wohl denselben Gedanken.
es: Parece que hemos tenido la misma idea.
fr: On dirait qu'on a eu la même idée.
it: Sembra che abbiamo avuto la stessa idea.
ja: おっと…同じこと考えてたみたいだな
ko: 같은 생각이었군.
pt_br: Parece que tivemos a mesma ideia.
zh_cn: 好像我们有一样的想法。
zh_tw: 好像我們有一樣的想法。

# CHARACTERS.GENERIC.ACTIONFAIL.COOK.TOOFAR
source: It's too far away!
de: Zu weit weg!
es: ¡Está demasiado lejos!
fr: C'est trop loin !
it: È troppo lontano!
ja: もっと近づかないと、手が届かないぞ
ko: 너무 멀다!
pt_br: Está muito longe!
zh_cn: 太远了！
zh_tw: 太遠了！

# CHARACTERS.GENERIC.ACTIONFAIL.DISMANTLE.COOKING
source: I can't do that while something's cooking.
de: Das kann ich nicht, wenn gerade etwas kocht.
es: No puedo hacer eso si hay algo al fuego.
fr: Je ne peux pas faire ça tant que quelque chose cuit.
it: Non posso farlo durante la cottura.
ja: 料理してる間はできない。
ko: 뭘 요리하는 동안에는 할 수 없어.
pt_br: Não posso fazer isso enquanto estiver cozinhando.
zh_cn: 煮着东西呢，不能这样。
zh_tw: 煮著東西呢，不能這樣。

# CHARACTERS.GENERIC.ACTIONFAIL.DISMANTLE.INUSE
source: Science says I have to wait my turn.
de: Die Wissenschaft sagt, ich muss warten, bis ich dran bin.
es: La ciencia dice que tengo que esperar a que sea mi turno.
fr: La science dit que je dois attendre mon tour.
it: La scienza dice che devo aspettare il mio turno.
ja: 科学的に言って、自分の番を待つべきだな。
ko: 내 차례가 오기를 기다리는 게 합리적이겠군.
pt_br: A ciência diz que eu tenho que esperar minha vez.
zh_cn: 科学告诉我，我该等轮到我。
zh_tw: 科學告訴我，我該等輪到我。

# CHARACTERS.GENERIC.ACTIONFAIL.DISMANTLE.NOTEMPTY
source: I'll have to clean it out first.
de: Das sollte ich erst mal saubermachen.
es: Tendré que sacar lo que hay dentro.
fr: Il faut d'abord que je nettoie tout ça.
it: Prima devo svuotarla.
ja: 最初にこれを片付けないと。
ko: 세탁부터 해야겠어.
pt_br: Vou ter que limpá-la primeiro.
zh_cn: 我得先把里面的东西弄走。
zh_tw: 我得先把裡面的東西弄走。

# CHARACTERS.GENERIC.ACTIONFAIL.DRAW.NOIMAGE
source: This'd be easier if I had the item in front of me.
de: Das wäre einfacher, wenn ich den Gegenstand vor mir hätte.
es: Sería más fácil si tuviera el objeto delante.
fr: Ça serait plus facile si l'objet était face à moi.
it: Sarebbe più facile se avessi l'oggetto di fronte.
ja: アイテムが目の前にあったら簡単なんだけどな。
ko: 아이템이 내 앞에 있으면 더 쉬울 텐데.
pt_br: Isso seria mais fácil se eu tivesse o item na minha frente.
zh_cn: 如果我面前有这东西，就比较容易了。
zh_tw: 如果我面前有這東西，就比較容易了。

# CHARACTERS.GENERIC.ACTIONFAIL.FILL_OCEAN.UNSUITABLE_FOR_PLANTS
source: For some reason, plants don't like salt water.
de: Aus irgendeinem Grund mögen Pflanzen kein Salzwasser.
es: No sé por qué, pero a las plantas no les gusta el agua salada.
fr: Apparemment, les plantes n'aiment pas l'eau salée.
it: Per qualche ragione, alle piante non piace l'acqua salata.
ja: どういうわけか植物は塩水が嫌い。
ko: 어떤 이유인지 식물은 소금물을 좋아하지 않지.
pt_br: Por algum motivo, as plantas não gostam de água salgada.
zh_cn: 出于某些原因，植物不喜欢咸水。
zh_tw: 出於某些原因，植物不喜歡咸水。

# CHARACTERS.GENERIC.ACTIONFAIL.FISH_OCEAN.TOODEEP
source: This rod wasn't made for deep sea fishing.
de: Das ist keine Angel zum Tiefseefischen.
es: Esta caña no está hecha para pescar en alta mar.
fr: Cette canne n'est pas adaptée à la pêche en pleine mer.
it: Questa canna non è adatta per la pesca in alto mare.
ja: この竿は深海魚を釣るのには向いてないな。
ko: 이 낚싯대는 심해 낚시용이 아니야.
pt_br: Essa vara não serve para pesca em grandes profundidades.
zh_cn: 不是海钓竿，不适合深海海钓。
zh_tw: 不是海釣竿，不適合深海海釣。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.ABIGAILHEART
source: It was worth a shot.
de: Einen Versuch war's wert.
es: Valió la pena el esfuerzo.
fr: Ça valait le coup d'essayer.
it: Ne è valsa la pena tentare.
ja: やっぱりダメか…
ko: 해볼 만한 가치는 있었다.
pt_br: Valeu a tentativa.
zh_cn: 这值得一试。
zh_tw: 這值得一試。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.BUSY
source: I'll try again in a second.
de: Ich versuch es gleich noch einmal.
es: Lo volveré a intentar ahora mismo.
fr: Je vais réessayer dans une seconde.
it: Ci proverò di nuovo fra un secondo.
ja: 少し待ってからにしよう
ko: 나중에 다시 해야지.
pt_br: Vou tentar de novo daqui a pouco.
zh_cn: 我马上再试试。
zh_tw: 我馬上再試試。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.CANTSHADOWREVIVE
source: It won't resurrect.
de: Lässt sich nicht wiederbeleben.
es: No resucitará.
fr: Elle ne ressuscitera pas.
it: Non risorgerà.
ja: よみがえらないぞ
ko: 부활하지 않는다.
pt_br: Não pode ressuscitar.
zh_cn: 它不会复活。
zh_tw: 它不會復活。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.CARNIVALGAME_ALREADY_PLAYING
source: A game is already underway.
de: Ein Spiel ist bereits im Gange.
es: Ya hay un juego en marcha.
fr: Il y a déjà une partie en cours.
it: È in corso un altro gioco.
ja: ゲームはもう始まってる。
ko: 게임이 이미 진행 중이군.
pt_br: Já tem um jogo em andamento.
zh_cn: 已经有游戏在进行中了。
zh_tw: 已經有遊戲在進行中了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.CARNIVALGAME_INVALID_ITEM
source: I need to buy some tokens.
de: Ich muss Marken kaufen.
es: Tengo que comprar fichas.
fr: Il faut que j'achète des jetons.
it: Devo acquistare dei gettoni.
ja: トークンを買う必要がある。
ko: 토큰을 좀 사야겠어.
pt_br: Preciso comprar umas fichas.
zh_cn: 我需要去买代币。
zh_tw: 我需要去買代幣。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.DEAD
source: Maybe I'll just hold on to this.
de: Vielleicht behalt ich das einfach.
es: Tal vez me guardaré esto.
fr: Je vais peut-être garder ça.
it: Forse lo conserverò.
ja: やっぱり、僕が持ってたほうがよさそうだ…
ko: 일단 그냥 가지고 있어야겠군.
pt_br: Talvez eu fique com isso.
zh_cn: 也许我该留着这个。
zh_tw: 也許我該留著這個。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.DUPLICATE
source: We already know that one.
de: Das kennen wir schon.
es: Ya sabemos eso.
fr: On connaît déjà ça.
it: Già lo conosciamo.
ja: それはもう知ってるな。
ko: 이미 알고 있는 것이다.
pt_br: Já conhecemos esse aí.
zh_cn: 我们已经知道那个了。
zh_tw: 我們已經知道那個了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.FOODFULL
source: There's already a meal there.
de: Dort gibt es bereits eine Mahlzeit.
es: Ya hay una comida ahí.
fr: Il y a déjà un repas ici.
it: C'è già la carne lì.
ja: 食事ならもうある。
ko: 이미 음식이 있다.
pt_br: Já tem uma refeição aqui.
zh_cn: 这儿已经有一顿饭了。
zh_tw: 這兒已經有一頓飯了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.GENERIC
source: That doesn't go there.
de: Das gehört nicht dorthin.
es: Eso no va ahí.
fr: Ça ne se met pas ici.
it: Quello non ci va.
ja: そこでは使えない。
ko: 맞지 않는다.
pt_br: Isso não encaixa aí.
zh_cn: 那东西没有去那里。
zh_tw: 那東西沒有去那裡。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.GHOSTHEART
source: Perhaps this is a bad idea.
de: Das ist vielleicht keine gute Idee.
es: Igual esto es una mala idea.
fr: C'est peut-être une mauvaise idée.
it: Sembra una cattiva idea.
ja: やっぱり、やめたほうがいいかもしれない…
ko: 아무래도 하지 않는 게 좋겠군.
pt_br: Talvez essa não seja uma boa ideia.
zh_cn: 或许，这不是好主意。
zh_tw: 或許，這不是好主意。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSLOG
source: A living log would probably be of more use.
de: Ein echtes Stück Holz wäre wahrscheinlich nützlicher.
es: Un tronco vivo quizá sería más útil.
fr: Une bûche vivante serait sûrement plus utile.
it: Un tronco vivo sarebbe più utile.
ja: 生きている丸太の方が使い出がある。
ko: 차라리 생목이 더 쓸모 있겠군.
pt_br: Uma tora viva provavelmente seria mais útil.
zh_cn: 一块活木头可能会有更多的用处。
zh_tw: 一塊活木頭可能會有更多的用處。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.MUSHROOMFARM_NEEDSSHROOM
source: A mushroom would probably be of more use.
de: Ein Pilz wäre vermutlich nützlicher.
es: Un hongo probablemente sería más útil.
fr: Un champignon serait sûrement plus utile.
it: Un fungo sarebbe più utile.
ja: キノコの方が使い出がある。
ko: 버섯이 더 쓸모 있겠군.
pt_br: Um cogumelo provavelmente seria mais útil.
zh_cn: 一颗蘑菇可能会有更多的用处。
zh_tw: 一顆蘑菇可能會有更多的用處。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.MUSHROOMFARM_NOMOONALLOWED
source: These mushrooms seem to resist being planted!
de: Diese Pilze scheinen sich gegen das Einpflanzen zu wehren!
es: Parece que estos hongos no quieren que los planten.
fr: Ces champignons n'ont pas l'air d'apprécier d'avoir été plantés.
it: Questi funghi non vogliono farsi piantare!
ja: このきのこは植えられたくないようだ！
ko: 이 버섯은 심어지는 걸 거부하는 것 같아!
pt_br: Parece que estes cogumelos resistem ao cultivo!
zh_cn: 这些蘑菇好像不愿意被种下去！
zh_tw: 這些蘑菇好像不願意被種下去！

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOMOON
source: I need to see the moon for that to work.
de: Das funktioniert nur, wenn ich den Mond sehe.
es: Necesito ver la luna para que funcione.
fr: J'ai besoin de voir la Lune pour que ça marche.
it: Devo vedere la luna per farlo funzionare.
ja: そのためには月を見る必要がある。
ko: 작동시키려면 달이 필요하다.
pt_br: Preciso ver a lua pra isso funcionar.
zh_cn: 我需要看到月亮才行。
zh_tw: 我需要看到月亮才行。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOTATRIUMKEY
source: It's not quite the right shape.
de: Nicht ganz die richtige Form.
es: No tiene la forma adecuada.
fr: C'est pas vraiment la bonne forme.
it: Non ha proprio la forma giusta.
ja: 形がちょっと違うようだね。
ko: 모양이 다르다.
pt_br: Não é exatamente do formato certo.
zh_cn: 它的形状有些不对。
zh_tw: 它的形狀有些不對。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOTDISH
source: It won't want to eat that.
de: Das wird wohl nicht auf Gegenliebe stoßen.
es: No me quiero comer eso.
fr: Personne voudra manger ça.
it: Non lo vorrà mangiare.
ja: それを食べるつもりはないよ。
ko: 먹고 싶어 하지 않는다.
pt_br: Não vai querer comer isso.
zh_cn: 它肯定不想吃那个。
zh_tw: 它肯定不想吃那個。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOTGEM
source: I'm not sticking that in there!
de: Das stecke ich nicht da hinein!
es: ¡No pienso meter eso ahí!
fr: Je ne peux pas mettre ça là !
it: Non voglio metterlo là!
ja: そんなものを突っ込んだりはしないぞ！
ko: 절대 넣을 수 없다!
pt_br: Não vou enfiar isso aí.
zh_cn: 我不会把那东西粘上去的！
zh_tw: 我不會把那東西粘上去的！

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOTSCULPTABLE
source: Not even science could make that into a sculpture.
de: Daraus lässt sich nicht einmal mit Wissenschaft eine Skulptur machen.
es: Ni siquiera la ciencia podría hacer una escultura con eso.
fr: Même la science ne pourrait transformer ça en sculpture.
it: Nemmeno la scienza riuscirebbe a farne una scultura.
ja: 科学の力を駆使しても、あれを彫像にはできないな。
ko: 이건 그 어떤 과학 기술로도 조각상으로 만들지는 못할 것이다.
pt_br: Nem mesmo a ciência poderia transformar isso numa escultura.
zh_cn: 即使是科学也不能把那玩意变成雕像。
zh_tw: 即使是科學也不能把那玩意變成雕像。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.NOTSTAFF
source: It's not quite the right shape.
de: Das ist nicht ganz die richtige Form.
es: No tiene la forma adecuada.
fr: C'est pas vraiment la bonne forme.
it: Non ha proprio la forma giusta.
ja: 形がちょっと違うようだね。
ko: 모양이 다르다.
pt_br: Não é exatamente do formato certo.
zh_cn: 它的形状有些不对。
zh_tw: 它的形狀有些不對。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.PIGKINGGAME_DANGER
source: It's too dangerous for that right now.
de: Dafür ist es im Moment zu gefährlich.
es: Eso es muy peligroso ahora.
fr: Ça, c'est trop dangereux pour l'instant.
it: È troppo pericoloso per quello adesso.
ja: 今は危険でそれどころじゃない。
ko: 지금 당장은 너무 위험하다.
pt_br: Está perigoso demais pra isso agora.
zh_cn: 现在这样太危险了。
zh_tw: 現在這樣太危險了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.PIGKINGGAME_MESSY
source: I need to clean up first.
de: Ich muss erst aufräumen.
es: Necesito ordenar esto primero.
fr: Je dois d'abord nettoyer.
it: Devo prima rassettare.
ja: まずは綺麗にしないと。
ko: 우선 주변 정리부터 해야 한다.
pt_br: Preciso limpar primeiro.
zh_cn: 我得先清理一下。
zh_tw: 我得先清理一下。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.PIGKINGGAME_TOOLATE
source: It's too late for that now.
de: Dafür ist es jetzt zu spät.
es: Es demasiado tarde para eso.
fr: C'est trop tard pour ça maintenant.
it: È troppo tardi per quello adesso.
ja: 今からじゃ手遅れだ。
ko: 지금은 너무 늦었다.
pt_br: Está muito tarde pra isso agora.
zh_cn: 现在已经太晚了。
zh_tw: 現在已經太晚了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.SLEEPING
source: Too unconscious to care.
de: Bekommt nichts mit.
es: Demasiado inconsciente para preocuparme.
fr: Trop inconscient pour s'en soucier.
it: Troppo incosciente per preoccuparsene.
ja: うーん…反応がないな
ko: 곤히 자느라 받을 생각이 없다.
pt_br: Está muito inconsciente pra se importar.
zh_cn: 不省人事，无心牵挂。
zh_tw: 不省人事，無心牽掛。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.SLOTFULL
source: We already put something there.
de: Da ist schon was.
es: Ya hemos puesto algo ahí.
fr: On a déjà mis quelque chose là-dedans.
it: Ci abbiamo già messo qualcosa.
ja: もうそこには別のものが置いてある。
ko: 안에 다른 게 이미 있다.
pt_br: Já colocamos algo aí.
zh_cn: 我们已经把一些东西放在那里了。
zh_tw: 我們已經把一些東西放在那裡了。

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.SPIDERNOHAT
source: I can't fit them together in my pocket
de: Ich kann sie nicht in meiner Tasche zusammenfügen.
es: No me cabe todo en el bolsillo.
fr: Je ne peux pas mettre ça dans ma poche.
it: Non posso metterli in tasca insieme
ja: ポケットに全部入りきらない。
ko: 주머니에 함께 넣을 수 없네.
pt_br: Não dá para fazer isso no meu bolso.
zh_cn: 我的口袋不能同时装下它们
zh_tw: 我的口袋不能同時裝下它們

# CHARACTERS.GENERIC.ACTIONFAIL.GIVE.TERRARIUM_COOLDOWN
source: I suppose the tree has to grow back before we can give it anything.
de: Ich nehme an, der Baum muss erst nachwachsen, bevor wir ihm etwas geben können.
es: Supongo que habrá que esperar a que el árbol crezca para poder darle algo.
fr: L'arbre doit repousser avant de pouvoir redonner quoi que ce soit, j'imagine.
it: Suppongo che l'albero debba ricrescere prima di potergli dare qualcosa.
ja: 何かを与えられるようになるには、木がまた生えてこないといけないみたいだ。
ko: 우리가 나무에 뭘 주기 전에 나무가 자라버릴 거야.
pt_br: Acho que a árvore precisa crescer antes que eu possa dar algo a ela.
zh_cn: 树没长回来之前应该给不了东西。
zh_tw: 樹沒長回來之前應該給不了東西。
