Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.WAXWELL.GHOST
source: Don't be grumpy, will help!
de: Sei nicht sauer, ich helfe!
es: ¡No refunfuñes, te ayudaré!
es_mx: ¡No ser gruñón! ¡Yo ayudar!
fr: Sois pas grognon. J'vais t'aider.
it: Non fare scontroso, io aiuto te!
ja: 不機嫌にならないで、助けるから！
ko: 도와줄게 툴툴거리지 마!
pl: Nie bocz się, pomogę ci!
pt_br: Não seja rabugento. Vou ajudar!
ru: Не будешь таким ворчливым — мы тебе поможем!
zh_tw: 別鬧，我會幫你的！

# CHARACTERS.WURT.DESCRIBE.WAXWELL.MURDERER
source: Now see why other scale-less don't like you, flort.
de: Jetzt klar, warum andere Schuppenlose dich nicht mögen, flort.
es: Ahora entiendo que no les gustes a los sin escamas, flort.
es_mx: Ahora yo entender por qué otros no escamosos no quererte, flot.
fr: J'comprends pourquoi les autres sans-écailles t'aiment pas.
it: Adesso ho capito perché altri senza squame non amano te, flort.
ja: これで他のスケールレスがあなたを嫌う理由がわかったね、フロート。
ko: 왜 다른 무비늘이 싫어하는지 알겠어.
pl: Teraz już rozumiem, dlaczego inni bezłuskowcy cię nie lubią, flort.
pt_br: Agora sei por que outros sem-escamas não gostam de você, flort.
ru: Теперь понятно, почему ребята без чешуи тебя не любят.
zh_tw: 知道其他無鱗生物的為什麼不喜歡你了吧，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WAXWELL.REVIVER
source: You not seem so bad, florp.
de: Du nicht übel, florp.
es: No pareces tan mala gente, florp.
es_mx: Tú no parecer tan malo, flop.
fr: T'es pas si méchant que ça, florp.
it: Non sembri male, florp.
ja: 悪い人には見えないよ、フロープ。
ko: 그렇게 나쁜 녀석 아니구나, 뻐끔.
pl: Wydajesz się w porządku, flort.
pt_br: Você não parece tão ruim, florp.
ru: А ты, кажется, не такой и гад, хлюп.
zh_tw: 你好像也沒那麼壞，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WAXWELLJOURNAL
source: ...Don't like stories in that book.
de: ... Mag Geschichten in dem Buch nicht.
es: No me gustan las historias de ese libro.
es_mx: ... A mí no gustarme las historias de ese libro.
fr: ...J'aime pas les histoires de ce livre.
it: ... Non piacciono storie in libro.
ja: ...その本の中の物語は好きではないよ。
ko: ...저 책 이야기 싫어.
pl: Nie podobają mi się opowieści z tej książki.
pt_br: Não gosto das histórias desse livro.
ru: …Не нравятся мне в этой книге сказки.
zh_tw: ……不喜歡那本書裡的故事。

# CHARACTERS.WURT.DESCRIBE.WEBBER.ATTACKER
source: Why you being so mean?
de: Warum du so gemein?
es: ¿Por qué eres tan mala gente?
es_mx: ¿Por qué tú estar siendo tan malo?
fr: Pourquoi t'es si méchant ?
it: Perché sei cattivo?
ja: …なんで意地悪するの？
ko: 왜 이렇게 못되게 굴어?
pl: Dlaczego jesteś taki złośliwy?
pt_br: Por que você tá sendo tão malvado?
ru: Ты чего такой злой?
zh_tw: 你幹嘛這麼刻薄？

# CHARACTERS.WURT.DESCRIBE.WEBBER.FIRESTARTER
source: You gonna get in trouble!
de: Du kriegst Ärger!
es: ¡Te vas a meter en líos!
es_mx: ¡Tú meterte en problemas!
fr: Tu vas avoir des problèmes !
it: Tu metti in guai!
ja: 困ったことになるよ！
ko: 그러다 큰일 나!
pl: Wpakujesz się w kłopoty!
pt_br: Vai se meter em encrenca!
ru: Тебя за это накажут!
zh_tw: 你會惹上麻煩的！

# CHARACTERS.WURT.DESCRIBE.WEBBER.GENERIC
source: Hi Webby boy!
de: Hallo Webbijunge!
es: ¡Hola, Webbercito!
es_mx: ¡Hola, chico telarañoso!
fr: Salut, Webby !
it: Ciao bambino-ragno!
ja: やっほーウェビーボーイ！
ko: 안녕, 웨비!
pl: Siemanko, Webby!
pt_br: Oi, menino Webby!
ru: Привет, мальчишка-паучишка!
zh_tw: 嗨，韋伯小夥子！

# CHARACTERS.WURT.DESCRIBE.WEBBER.GHOST
source: Don't be sad, will get heart!
de: Sei nicht traurig, hole Herz!
es: ¡No te pongas triste, conseguiremos un corazón!
es_mx: No ponerte triste, ¡yo buscar corazón!
fr: Ne sois pas triste, je vais te trouver un cœur.
it: Non triste, trovo cuore per te!
ja: 悲しまないで、心をつかむよ！
ko: 슬퍼하지 마, 심장 구할게!
pl: Nie smuć się, znajdziemy ci serce.
pt_br: Não fique triste. Vou pegar coração!
ru: Не ной, найдем мы тебе сердце!
zh_tw: 別難過，會給你找顆心！

# CHARACTERS.WURT.DESCRIBE.WEBBER.MURDERER
source: Thought you was friend!
de: Ich dachte, du Freund!
es: ¡Pensaba que eras mi camarada!
es_mx: ¡Yo haber pensado que tú ser mi amigo!
fr: J'croyais que t'étais mon ami !
it: Pensavo tu amico!
ja: 友達だと思ってたのに！
ko: 친구인 줄 알았는데!
pl: Myślałam, że jesteśmy przyjaciółmi!
pt_br: Achei que você fosse amigo!
ru: Я-то думала, ты — друг!
zh_tw: 以為你是朋友呢！

# CHARACTERS.WURT.DESCRIBE.WEBBER.REVIVER
source: Knew we was friends!
de: Wusste, wir Freunde!
es: ¡Sabía que éramos camaradas!
es_mx: ¡Yo haber sabido que tú ser mi amigo!
fr: J'savais qu'on était amis !
it: Io sapevo noi amici!
ja: 友達だと思ってたのに！
ko: 우리 친구인 줄 알았지!
pl: Wiedziałam, że jesteśmy przyjaciółmi!
pt_br: Sabia que a gente era amigo!
ru: Я знала, что мы — друзья!
zh_tw: 就知道我們是朋友！

# CHARACTERS.WURT.DESCRIBE.WEBBERSKULL
source: That not where bone belong!
de: Da gehört Knochen nicht hin!
es: ¡Ahí no es donde va el hueso!
es_mx: ¡Ese hueso no pertenecer allí!
fr: C'est pas là que ça va !
it: Osso non va lì!
ja: 骨のある場所ではありません！
ko: 저기 뼈 두는 곳 아니야!
pl: To nie jest miejsce na kości!
pt_br: Esse não é o lugar do osso!
ru: Этим костям тут не место!
zh_tw: 骨頭不該放那裡！

# CHARACTERS.WURT.DESCRIBE.WEBBER_SPIDER_MINION
source: Spiderfolk and Mermfolk truced for now, florp.
de: Waffenstillstand bei Spinnenleuten und Mermleuten, florp.
es: Las arañas y los tritones están de tregua ahora, florp.
es_mx: Los seres araña y los tritones hacer tregua por ahora, flop.
fr: Y'a une trêve entre le peuple araignée et le peuple merm, glorp.
it: Ragni e mermi sono in tregua, adesso, florp.
ja: スパイダーフォークとマームフォークは引っ越したんだ、フロープ。
ko: 거미족이랑 어인 지금 휴전 상태야, 뻐끔.
pl: Pajęczaki i mermowie zawarli teraz rozejm.
pt_br: Povo-aranha e povo-peixe agora estão em trégua, florp.
ru: Тритоны и пауки теперь друзья навек, хлюп.
zh_tw: 蜘蛛人和魚人現在休戰了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WEED_IVY
source: It pretty!
de: Ist hübsch!
es: ¡Bonita!
fr: Trop jolie !
it: Bello!
ja: カワイいね！
ko: 예쁘다!
pl: Być ładna!
pt_br: É bonita!
ru: Красивая!
zh_tw: 它真漂亮！

# CHARACTERS.WURT.DESCRIBE.WENDY.ATTACKER
source: Hey! Stop it, florp!
de: He! Aufhören, florp!
es: ¡Eh! ¡Para, florp!
es_mx: ¡Ey! ¡Detenerte, flop!
fr: Hé ! Arrête, florp !
it: Ehi! Basta, florp!
ja: ねえ、やめて！フロープ！
ko: 야! 그만해, 뻐끔!
pl: Ej! Przestań, florp!
pt_br: Ei! Pare com isso, florp!
ru: Эй! Перестань! Буль!
zh_tw: 嘿！停手，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WENDY.FIRESTARTER
source: Why you do that?
de: Warum machst du das?
es: ¿Por qué haces eso?
es_mx: ¿Por qué tú hacer eso?
fr: Pourquoi t'as fait ça ?
it: Perché fai questo?
ja: なんでそんなことを？
ko: 대체 왜 그래?
pl: Dlaczego to zrobiłaś?
pt_br: Por que você faz isso?
ru: Зачем ты это сделала?
zh_tw: 你為什麼那麼做？

# CHARACTERS.WURT.DESCRIBE.WENDY.GENERIC
source: Hello sad girl, how sister today?
de: Hallo, trauriges Mädchen, wie geht Schwester?
es: Hola, chica triste, ¿cómo está la hermana?
es_mx: Hola, chica triste. ¿Cómo estar tu hermana hoy?
fr: Salut, petite fille triste. Comment va ta sœur ?
it: Ciao ragazza triste, come sta sorella oggi?
ja: こんにちは悲しそうな女の子、今日はお姉さんは？
ko: 안녕, 슬픈 아이야. 오늘 자매 어때?
pl: Cześć, smutna dziewczynko. Jak się dzisiaj ma twoja siostra?
pt_br: Olá, garota triste. Como tá sua irmã hoje?
ru: Привет, грустная девочка! Как дела у сестры?
zh_tw: 你好，憂鬱女孩，今天姐妹還好嗎？

# CHARACTERS.WURT.DESCRIBE.WENDY.GHOST
source: Do you... really want heart?
de: Willst du ... wirklich Herz?
es: ¿De verdad quieres... un corazón?
es_mx: ¿Tú... sí querer corazón?
fr: Tu veux... vraiment un cœur ?
it: Tu... vuoi davvero cuore?
ja: あなたは...本当にハートが欲しいの？
ko: 정말... 심장 원해?
pl: Czy ty... naprawdę chcesz dostać serce?
pt_br: Quer... mesmo um coração?
ru: А тебе… точно сердце нужно?
zh_tw: 你……真的想要一顆心嗎？

# CHARACTERS.WURT.DESCRIBE.WENDY.MURDERER
source: You only wanna play with ghosts?
de: Willst du nur mit Geistern spielen?
es: ¿Solo quieres jugar con fantasmas?
es_mx: ¿Tú solo querer jugar con fantasmas?
fr: Tu joues qu'avec les fantômes ?
it: Tu giochi solo con fantasmi?
ja: 幽霊としか遊びたくないの？
ko: 유령이랑만 놀 셈이야?
pl: Bawisz się tylko z duchami?
pt_br: Você quer brincar só com fantasmas?
ru: Ты только с призраками играешь?
zh_tw: 你只想跟鬼魂玩？

# CHARACTERS.WURT.DESCRIBE.WENDY.REVIVER
source: Said hi to Abby-gill for you, flort.
de: Habe Abigail von dir gegrüßt, flort.
es: Le he dicho hola a Abiagalla de tu parte, flort.
es_mx: Yo haberle mandado tus saludos a “Abiguil”, flot.
fr: J'ai dit bonjour à Abi pour toi, flort.
it: Saluto Abigail per te, flort.
ja: アビー・ギルに挨拶して、フロート。
ko: 아비길한테 안부 전했어, 뻐끔.
pl: Pozdrowiłam od ciebie Abby-gill, flort.
pt_br: Disse oi pra Abby-gill por você, flort.
ru: Передала привет Аби-гульке от тебя, бульк.
zh_tw: 替你跟阿比蓋餌打招呼了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WEREITEM_BEAVER
source: There something spilling out its belly.
de: Da kommt was aus Bauch.
es: Le sale algo de la tripa.
es_mx: Algo estar saliendo de su panza.
fr: Il a un truc qui sort du ventre.
it: Esce qualcosa da sua pancia.
ja: お腹から何かがこぼれ落ちているよ。
ko: 배에서 뭐 쏟아져 나와.
pl: Coś mu wystaje z brzuszka.
pt_br: Tem algo saindo da barriga dele.
ru: У него из пуза что-то течет.
zh_tw: 它的肚子在往外淌東西。

# CHARACTERS.WURT.DESCRIBE.WEREITEM_GOOSE
source: Wanna play with doll!
de: Will mit Puppe spielen!
es: ¡¡Quiero jugar con el muñeco!!
es_mx: ¡Yo querer jugar con esa muñeca!
fr: J'veux jouer avec la poupée !
it: Voglio giocare con bambola!
ja: お人形さんと遊びたいよ！
ko: 인형 갖고 놀래!
pl: Chcę się pobawić lalką!
pt_br: Quero brincar de boneca!
ru: Хочу поиграть с куколкой!
zh_tw: 想跟玩偶玩！

# CHARACTERS.WURT.DESCRIBE.WEREITEM_MOOSE
source: Wicker-lady say should eat with mouth closed.
de: Wicker-Frau sagt, Mund zu beim Essen.
es: La señora Wicker dice que se come con la boca cerrada.
es_mx: La señorita Wicker decirme que yo deber comer con la boca cerrada.
fr: Mme Wicker me dit toujours de fermer la bouche quand j'mange.
it: Signora Wicker deve mangiare con bocca chiusa.
ja: ウィッカーレディは口を閉じて食べるべきだと言うよ。
ko: 위커 아줌마가 입 다물고 먹으랬어.
pl: Pani Wiklinowa mówi, że trzeba jeść z zamkniętą buzią.
pt_br: Senhora Wicker disse que se deve comer de boca fechada.
ru: Мадам Уикер говорит, что есть надо с закрытым ртом.
zh_tw: 薇克女士說吃東西的時候要把嘴巴閉上。

# CHARACTERS.WURT.DESCRIBE.WES.ATTACKER
source: Glorph, go away!
de: Glorf, geh weg!
es: ¡Glorph, largo!
es_mx: ¡Glof, alejarte!
fr: Glorp, va-t'en !
it: Glorf, vai via!
ja: グローフ、 どっか行けよ！
ko: 빠끔빠끔, 저리 가!
pl: Glorp, idź precz!
pt_br: Glorph, vá embora!
ru: Буль, уходи!
zh_tw: 格浪噗，走開！

# CHARACTERS.WURT.DESCRIBE.WES.FIRESTARTER
source: You a strange man, flort.
de: Du seltsamer Mann, flort.
es: Eres un hombre extraño, flort.
es_mx: Tú ser un hombre extraño, flop.
fr: T'es un type bizarre, flort.
it: Tu uomo strano, flort.
ja: 変わった人だね、フロート。
ko: 너 이상한 남자야, 뻐끔.
pl: Dziwny jesteś, flort.
pt_br: Você é um homem estranho, flort.
ru: Ты очень странный, буль.
zh_tw: 你是個怪人，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WES.GENERIC
source: Hello clown man.
de: Hallo Clownmann.
es: Hola, payaso.
es_mx: Hola, hombre payaso.
fr: Salut, le clown.
it: Ciao, uomo clown.
ja: やっほーピエロ男さん。
ko: 안녕, 광대 남자.
pl: Siemanko, panie klaunie.
pt_br: Olá, homem palhaço.
ru: Привет, клоун.
zh_tw: 你好，小丑。

# CHARACTERS.WURT.DESCRIBE.WES.GHOST
source: Look paler than usual, florp.
de: Bleicher als sonst, florp.
es: Está más pálido de lo normal, florp.
es_mx: Verte más pálido de lo usual, flop.
fr: T'es plus pâle que d'habitude, florp.
it: Più pallido di solito, florp.
ja: いつもより顔色が悪いね、フロープ。
ko: 평소보다 더 창백해 보여, 뻐끔.
pl: Jesteś jeszcze bledszy niż zwykle, florp.
pt_br: Parece mais pálido que o normal, florp.
ru: Ты бледнее, чем обычно, хлюп.
zh_tw: 比平時還蒼白，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WES.MURDERER
source: Scale-less bad, never shoulda left swamp!
de: Schuppenlose böse, hätte im Sumpf bleiben sollen!
es: ¡Los sin escamas son malos, me tendría que haber quedado en el pantano!
es_mx: ¡Los no escamosos ser malos! ¡Yo nunca haber debido dejar el pantano!
fr: Méchant sans-écailles ! J'aurais jamais dû quitter mon marécage !
it: Senza squame sono cattivi, io non dovevo andare via da palude!
ja: スケールレスの悪、沼から出るべきじゃなかったのか！
ko: 무비늘 나빠. 습지 떠나면 안 됐어!
pl: Bezłuskowcy są źli! Nie powinnam była opuszczać bagien!
pt_br: Sem-escama malvado. Eu nunca deveria ter saído do pântano!
ru: Кто без чешуи, тот плохой! Не надо было мне из болота выходить!
zh_tw: 無鱗生物真壞，當初就不該離開沼澤！

# CHARACTERS.WURT.DESCRIBE.WES.REVIVER
source: Oh... thanks, flort.
de: Oh ... danke, flort.
es: Oh... Gracias, flort.
es_mx: Ah... gracias, flot.
fr: Oh... Merci, flort.
it: Oh... grazie, flort.
ja: ああ...ありがとう、フロート。
ko: 아... 고마워, 뻐끔.
pl: Och... dzięki, flort.
pt_br: Ah... valeu, flort.
ru: Ой… спасибо, бульк.
zh_tw: 喔……謝謝，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WETGOOP
source: Usually like wet goopy things...
de: Mag nasse matschige Sachen eigentlich ...
es: Normalmente me gustan las cosas mojadas...
es_mx: Normalmente, a mí gustarme las cosas húmedas y viscosas.
fr: D'habitude, j'aime bien les trucs humides et visqueux.
it: Di solito piacciono cose bagnate e viscide...
ja: 普段は濡れたグーピーのものが好きなんだけど...
ko: 축축하고 질척한 거 좋아하지만...
pl: Zwykle lubię wilgotne paskudztwa...
pt_br: Gosto de coisas gosmentas em geral...
ru: Мне обычно нравится склизкое и мокрое…
zh_tw: 通常這種濕濕黏黏的東西我是喜歡的……

# CHARACTERS.WURT.DESCRIBE.WETPAPER
source: Got all soggy, flort.
de: Ganz nass, flort.
es: Me he empapado, flort.
es_mx: Haberse puesto todo pastoso, flop.
fr: Il est tout mouillé, flort.
it: Tutta bagnata, flort.
ja: 水浸しになってしまったよ、フロート。
ko: 죄다 젖었어, 뻐끔.
pl: Przemókł, flort.
pt_br: Ficou todo ensopado, flort.
ru: Все промокло, хлюп.
zh_tw: 全潮了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WETPOUCH
source: Found pond treasure!
de: Teichschatz gefunden!
es: ¡Tesoro del estanque encontrado!
es_mx: ¡Haber hallado tesoro del estanque!
fr: J'ai trouvé le trésor de la mare !
it: Trovato tesoro di stagno!
ja: 池の宝を発見！
ko: 연못 보물 찾았다!
pl: Znalazłam wodny skarb!
pt_br: Achei tesouro no laguinho!
ru: Я в пруду сокровища нашла!
zh_tw: 找到了池塘的寶藏！

# CHARACTERS.WURT.DESCRIBE.WHIP
source: Whi-chaaa!!
de: Whi-tschaaa!!
es_mx: ¡¡Latigazo!!
fr: Fuuuuuiiiii-clac !
it: F-sssh-ta!
ja: ウィッチャー！
ko: 휘익, 찰싹!!
pl: Świst!
pt_br: Thw-aaaack!!!
ru: Йи-ха!!!
zh_tw: 我-駕！！

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.ATTACKER
source: Why mad? Didn't do anything!
de: Warum wütend? Nichts getan!
es: ¿Y ese enfado? ¡No he hecho nada!
es_mx: ¿Por qué estar molesta? ¡Yo no haberte hecho nada!
fr: Pourquoi tu t'énerves ? J'ai rien fait !
it: Perché arrabbiata? Io fatto niente!
ja: なぜ気が狂ったの？何もしてないのに！
ko: 왜 화내? 아무것도 안 했는데!
pl: Dlaczego się wściekasz? Nic nie zrobiłam!
pt_br: Por que tá brava? Não fiz nada!
ru: Вы чего злитесь? Я ничего не делала!
zh_tw: 生什麼氣？我什麼也沒做！

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.FIRESTARTER
source: That not where campfire goes.
de: Da gehört Lagerfeuer nicht hin.
es: Ahí no va la hoguera.
es_mx: Ese no ser el lugar de la fogata.
fr: C'est pas un bon endroit pour un feu de camp.
it: Fuoco da campo non va lì.
ja: キャンプファイヤーの場所ではないよ。
ko: 저기 모닥불 자리 아니야.
pl: To nie jest dobre miejsce na ognisko.
pt_br: Esse não é lugar da fogueira.
ru: Костру тут не место.
zh_tw: 不要到處點營火。

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.GENERIC
source: Can you read me story, florp?
de: Erzählst du Geschichte, florp?
es: ¿Me lees una historia, florp?
es_mx: ¿Tú poder leerme una historia, flop?
fr: Tu m'lis une histoire, florp ?
it: Mi leggi storia, florp?
ja: お話を読んでくれる、フロープ？
ko: 이야기 읽어 줄래, 뻐끔?
pl: Przeczytasz mi bajkę, florp?
pt_br: Pode me ler uma historinha, florp?
ru: Хлюп! А вы мне сказку почитаете?
zh_tw: 給我講個故事吧，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.GHOST
source: Will get you heart right away!
de: Besorge dir sofort Herz!
es: ¡Te conseguiré un corazón enseguida!
es_mx: ¡Yo traerte un corazón ahora mismo!
fr: J'vais te chercher un cœur tout de suite !
it: Ti trovo subito cuore!
ja: すぐにあなたの心をつかむよ！
ko: 당장 심장 구해 줄게!
pl: Migiem znajdę ci serce!
pt_br: Vou pegar um coração pra você agora!
ru: Сейчас принесу вам сердце!
zh_tw: 馬上就給你弄顆心！

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.MURDERER
source: Trusted you!
de: Dir vertraut!
es: ¡Confiaba en ti!
es_mx: ¡Yo haber confiado en ti!
fr: J'te faisais confiance !
it: Mi fidavo di te!
ja: 信用したよ！
ko: 믿었는데!
pl: Ufałam ci!
pt_br: Confiava em você!
ru: Я вам верила!
zh_tw: 虧我那麼信任你！

# CHARACTERS.WURT.DESCRIBE.WICKERBOTTOM.REVIVER
source: Thank you very much! (Me say that right?)
de: Danke viele Male! (So richtig?)
es: ¡Muchas gracias! (Tengo que decirlo, ¿no?).
es_mx: ¡Muchísimas gracias! ¿Yo haberlo dicho bien?
fr: Merci beaucoup ! (C'est ça qu'il faut dire, hein ?)
it: Mille grazie! (Io detto giusto?)
ja: ありがとう！（アタシが言うのもなんだけど）
ko: 정말 고마워! (제대로 말했나?)
pl: Bardzo pani dziękuję! Tak się mówi...?
pt_br: Muitíssimo obrigada! (Falei certo?)
ru: Премного вам благодарна. Я все правильно сказала?
zh_tw: 非常感謝！（我說對了嗎）

# CHARACTERS.WURT.DESCRIBE.WILLOW.ATTACKER
source: You not so tough, flort!
de: Du nicht so zäh, flort!
es: ¡No es tan fiera, flort!
es_mx: ¡Tú no ser tan fuerte, flop!
fr: Tu te crois balèze, flort !
it: Non sei tanto tosta, flort!
ja: タフじゃないね、フロート！
ko: 너 별로 안 강해, 뻐끔!
pl: Wcale nie jesteś taka twarda, flort!
pt_br: Você não é tão durona, flort!
ru: Не такая ты и сильная, бульк!
zh_tw: 你們也不是那麼硬，浮浪特！

# CHARACTERS.WURT.DESCRIBE.WILLOW.FIRESTARTER
source: She seem happy.
de: Sie glücklich.
es: Parece feliz.
es_mx: Ella parecer feliz.
fr: On dirait qu'elle est contente.
it: Sembra felice.
ja: 機嫌がよさそうだね。
ko: 행복해 보여.
pl: Wygląda na zadowoloną.
pt_br: Ela parece feliz.
ru: Кажется, ей весело.
zh_tw: 她好像挺開心的。

# CHARACTERS.WURT.DESCRIBE.WILLOW.GENERIC
source: Hello fire lady!
de: Hallo Feuerfrau!
es: ¡Hola, mujer de fuego!
es_mx: ¡Hola, señorita del fuego!
fr: Bonjour, la dame qui fait du feu !
it: Ciao signora di fuoco!
ja: こんにちは 火の女さん！
ko: 안녕, 불내는 여자!
pl: Siemanko, ognista pani!
pt_br: Olá, moça do fogo!
ru: Привет, огненная мадам!
zh_tw: 你好火焰女士！

# CHARACTERS.WURT.DESCRIBE.WILLOW.GHOST
source: Me play with bear while you--? Fine, will find heart.
de: Ich spiele mit Bär, und du ...? Gut, finde Herz.
es: Yo juego con el oso y tú... Vale, te busco un corazón.
es_mx: ¿Yo jugar con oso mientras tú...? De acuerdo, yo ir a buscar corazón.
fr: J'peux jouer avec ton ours...? Non ? Bon, j'vais te trouver un cœur.
it: Io gioco con orso e tu...? Va bene, io trovo cuore per te.
ja: 熊と遊んでる間に...？ いいよ、心を見つけるね。
ko: 나 곰이랑 놀아도--? 알았어, 심장 찾을게.
pl: Pobawię się z misiem, póki ty...? No dobra, znajdę ci to serce.
pt_br: Posso brincar com urso enquanto você...? Tá bom, vou achar coração.
ru: Можно я поиграю с мишкой, пока ты… Ну ладно, сейчас найдем сердце.
zh_tw: 反正你都……就換我陪小熊玩吧？好吧，我去找顆心。

# CHARACTERS.WURT.DESCRIBE.WILLOW.MURDERER
source: Grrrr, bad lady!
de: Grrrr, böse Frau!
es: ¡Grrr, mujer mala!
es_mx: ¡Grrr, señorita mala!
fr: Grrr, t'es méchante !
it: Grrrr, signora cattiva!
ja: グルル、悪い女だ！
ko: 그르르릉, 나쁜 여자야!
pl: Grrr, zła pani!
pt_br: Grrr, moça má!
ru: Гр-р-р! Плохая мадам!
zh_tw: 格勒，壞女士！

# CHARACTERS.WURT.DESCRIBE.WILLOW.REVIVER
source: You actually pretty nice, florp.
de: Du sehr nett, florp.
es: Eres un amor, florp.
es_mx: Tú ser bastante buena, flop.
fr: En fait, t'es plutôt gentille, florp.
it: Tu sei molto brava, florp.
ja: 君はとてもいい人だね、フロープ。
ko: 사실 꽤 착하구나, 뻐끔.
pl: W zasadzie jesteś całkiem miła, florp.
pt_br: Até que você é bem legal, florp.
ru: А ты на самом деле ничего, бульк.
zh_tw: 你人其實挺好的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WILSON.ATTACKER
source: Not very nice, flort!
de: Nicht sehr nett, flort!
es: ¡No muy agradable, flort!
es_mx: ¡Tú no ser muy bueno, flot!
fr: T'es pas gentil, flort !
it: Non molto bravo, flort!
ja: 感じ悪いよ、フロート！
ko: 그러면 안 되지, 뻐끔!
pl: To nie było miłe, flort!
pt_br: Isso não foi legal, flort!
ru: Не очень-то приятно! Бульк!
zh_tw: 這樣不好啊，浮浪特！

# CHARACTERS.WURT.DESCRIBE.WILSON.FIRESTARTER
source: This for "science"?
de: Das für "Wissenschaft"?
es: ¿Esto es por la "ciencia"?
es_mx: ¿Esto ser por la “ciencia”?
fr: C'est pour faire de la science ?
it: Questo per "scienza"?
ja: これが「科学」のため？
ko: 이게 "과학" 위해서야?
pl: To w imię "nauki"?
pt_br: Isso é pela "ciência"?
ru: Это «наука» у тебя такая?
zh_tw: 這樣是為了 " 科學"？

# CHARACTERS.WURT.DESCRIBE.WILSON.GENERIC
source: Hello funny hair man!
de: Hallo, Mann mit lustigen Haaren!
es: ¡Hola, hombre del pelo raro!
es_mx: ¡Hola, hombre de pelo loco!
fr: Salut, monsieur avec des drôles de cheveux !
it: Ciao uomo con capelli strani!
ja: こんにちは、面白い髪の毛の人！
ko: 안녕, 웃긴 머리 남자!
pl: Siemanko, panie ze śmiesznymi włosami!
pt_br: Olá, homem do cabelo engraçado!
ru: Привет, парень со смешной прической!
zh_tw: 你好，奇怪髮型的人！

# CHARACTERS.WURT.DESCRIBE.WILSON.GHOST
source: Hee-hee, you look silly!
de: Hehe, du siehst lustig aus!
es: ¡Ji, ji, qué pinta tan tonta!
es_mx: ¡Ji, ji! ¡Verte tonto!
fr: Hihi, t'as l'air bête !
it: Eh eh, tu sei buffo!
ja: へへ、バカみたいだなー！
ko: 히히, 웃기게 생겼어!
pl: Hi, hi, głupio wyglądasz!
pt_br: Hihi, você tá estranho!
ru: Хи-хи! Какой ты смешной!
zh_tw: 嘿嘿，你看著有點傻！

# CHARACTERS.WURT.DESCRIBE.WILSON.MURDERER
source: Knew scale-less not to be trusted!
de: Wusste, dass man Schuppenlosen nicht trauen darf!
es: ¡Sabía que los sin escamas no eran de fiar!
es_mx: ¡Yo haber sabido que no poder confiar en los no escamosos!
fr: On peut pas faire confiance aux sans-écailles.
it: Sapevo di non fidarmi di senza squame!
ja: スケールレスは信用できないとわかっていたんだ！
ko: 역시 무비늘 믿을 게 못 돼!
pl: Wiedziałam, że bezłuskowcom nie można ufać!
pt_br: Sabia que não podia confiar em sem-escamas!
ru: Я знала, что тем, кто без чешуи, доверять нельзя!
zh_tw: 就知道不能信任這些無鱗生物！

# CHARACTERS.WURT.DESCRIBE.WILSON.REVIVER
source: That "science" pretty good, florp!
de: Die "Wissenschaft" sehr gut, florp!
es: ¡Esa "ciencia" es muy buena, florp!
es_mx: ¡Esa “ciencia” ser muy efectiva, flop!
fr: Finalement, j'aime bien ce truc, la « science » !
it: "Scienza" molto bene, florp!
ja: その "科学 "はかなり良いよ、フロープ！
ko: 그 "과학" 꽤 쓸 만한데, 뻐끔!
pl: Ta "nauka" to jednak całkiem niezła rzecz, florp!
pt_br: Essa "ciência" é muito boa, florp!
ru: Хорошая у тебя эта самая «наука», хлюп!
zh_tw: 那個 "科學" 挺不錯, 浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WINCH.GENERIC
source: Treasure grabber!
de: Schatzgreifer!
es: ¡Cogetesoros!
es_mx: ¡Extractor de tesoros!
fr: Ça sert à attraper des trésors !
it: Afferratore di tesori!
ja: 宝の持ち腐れだよ！
ko: 보물 집게다!
pl: Łapacz skarbów!
pt_br: Pegador de tesouros!
ru: Хваталка для сокровищ!
zh_tw: 撈寶物的東西！

# CHARACTERS.WURT.DESCRIBE.WINCH.HOLDING_ITEM
source: Huh? What is it?
de: Hm? Was das?
es: ¡Oh! ¿Qué es?
es_mx: ¿Ah? ¿Qué ser eso?
fr: Hein ? C'est quoi ça ?
it: Oh! Cos'è?
ja: え？どうしたの？
ko: 응? 뭐지?
pl: Hę? A to co?
pt_br: Hã? O que é isso?
ru: А? Что это такое?..
zh_tw: 哈？是什麼啊?

# CHARACTERS.WURT.DESCRIBE.WINCH.RETRIEVING_ITEM
source: Got something! Got something!
de: Hat etwas! Hat etwas!
es: ¡Tengo algo! ¡Tengo algo!
es_mx: ¡Tener algo! ¡Tener algo!
fr: J'ai un truc ! J'ai un truc !
it: Preso qualcosa! Preso qualcosa!
ja: 何かある！見つけたよ！
ko: 뭐 잡았어! 뭐 잡았어!
pl: Mam coś! Mam coś!
pt_br: Peguei algo! Peguei algo!
ru: Я что-то поймала! Поймала!
zh_tw: 撈到東西了！撈到東西了！

# CHARACTERS.WURT.DESCRIBE.WINONA.ATTACKER
source: That not safe!
de: Nicht sicher!
es: ¡No es seguro!
es_mx: ¡Eso no ser seguro!
fr: C'est dangereux !
it: Non sicuro!
ja: 安全じゃないよ！
ko: 위험하잖아!
pl: To niebezpieczne!
pt_br: Isso não é seguro!
ru: Это же опасно!
zh_tw: 那個不安全！

# CHARACTERS.WURT.DESCRIBE.WINONA.FIRESTARTER
source: Maybe she tired of fixing things, florp.
de: Vielleicht will sie nicht mehr reparieren, florp.
es: Igual se ha cansado de arreglar cosas, florp.
es_mx: Tal vez ella estar cansada de reparar cosas, flop.
fr: Elle en a peut-être marre de réparer des trucs, florp.
it: Forse stanca di aggiustare cose, florp.
ja: 直すのに疲れたのかもしれないよ、フロープ。
ko: 고치는 거 지겹나 봐, 뻐끔.
pl: Może już jej się znudziło naprawianie, florp.
pt_br: Talvez ela tenha cansado de consertar coisas, florp.
ru: Наверное, она устала все чинить, бульк.
zh_tw: 也許她厭倦修東西了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WINONA.GENERIC
source: You know the night lady?
de: Kennst du Nachtfrau?
es: ¿Conoces a la mujer de la noche?
es_mx: ¿Tú conocer a la señorita de la noche?
fr: Tu connais Mme Nuit ?
it: Tu conosci signora di notte?
ja: 夜の女を知ってる？
ko: 밤 여자 알아?
pl: Znasz nocną panią?
pt_br: Conhece a senhora da noite?
ru: Ты знаешь ночную мадам?
zh_tw: 你認識夜晚女士？
