Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.WARG
source: Leader of the pack.
de: Er scheint der Anführer des Dorfs zu sein.
es: El líder de la manada.
es_mx: El líder de la manada.
fr: Le chef de la bande.
it: Capo del branco.
ja: 群れのボス、カナ？
ko: 무리의 우두머리.
pl: Przywódca stada.
pt_br: O líder do bando.
ru: Главарь стаи.
zh_cn: 族群的首领。
zh_tw: 族群的首領。

# CHARACTERS.WARLY.DESCRIBE.WARGLET
source: I won't be put on the menu today!
de: Ich werde heute nicht auf dem Speiseplan stehen!
es: ¡Hoy no estoy en el menú!
fr: Je refuse de figurer au menu d'aujourd'hui !
it: Oggi non finirò sul menù!
ja: 今日のメニューにボクは載ってないヨ！
ko: 오늘 메뉴에는 올릴 수 없다고!
pl: Dzisiaj nie trafię do menu!
pt_br: Não vou entrar no menu hoje!
ru: Сегодня я ни к кому на обед не попаду!
zh_cn: 你休想把我印上菜单！
zh_tw: 你休想把我印上菜單！

# CHARACTERS.WARLY.DESCRIBE.WARGSHRINE.BURNT
source: Overcooked.
de: Verkocht.
es: Demasiado cocido.
es_mx: Se pasó de cocción.
fr: Trop cuit.
it: Stracotto.
ja: 焼きすぎだヨ…
ko: 지나치게 익혔군.
pl: Za długo się piekł.
pt_br: Cozinho de mais.
ru: Пережарили.
zh_cn: 火候过头了。
zh_tw: 火候過頭了。

# CHARACTERS.WARLY.DESCRIBE.WARGSHRINE.EMPTY
source: Maybe it's hungry.
de: Vielleicht ist er hungrig.
es: Igual tiene hambre.
es_mx: Quizá tiene hambre.
fr: Il a peut-être faim.
it: Forse ha fame.
ja: おなかすいてるのかもネ。
ko: 배가 고픈 건지도.
pl: Może chce mu się jeść.
pt_br: Talvez esteja com fome.
ru: Может, он проголодался?
zh_cn: 也许它饿了。
zh_tw: 也許它餓了。

# CHARACTERS.WARLY.DESCRIBE.WARGSHRINE.GENERIC
source: Dogs are nice. I should pay tribute to them.
de: Hunde sind nett. Ich sollte ihnen Tribut zollen.
es: Los perros son majos. Debería rendirles homenaje.
es_mx: Los perros son agradables. Debería rendirles tributo.
fr: Les chiens sont des amours. On devrait leur rendre hommage.
it: I cani sono belli. Dovrei rendergli omaggio.
ja: 犬は良いヨ。犬に、ボクの愛情と尊敬を示すべきだネ。
ko: 개들은 착하지. 제물을 바쳐야겠어.
pl: Psy są miłe. Powinienem im za to podziękować.
pt_br: Cães são legais. É melhor eu homenageá-los.
ru: Собаки классные. Надо приготовить им подношение.
zh_cn: 狗是好的动物。我们应该致敬它们。
zh_tw: 狗是好的動物。我們應該致敬它們。

# CHARACTERS.WARLY.DESCRIBE.WARLY.ATTACKER
source: %s, why fight when we can cook?
de: %s, warum kämpfen, wenn wir auch kochen können?
es: %s, ¿por qué pelear pudiendo cocinar?
es_mx: %s, ¿por qué pelear si podemos cocinar?
fr: %s, pourquoi se battre quand on peut cuisiner ?
it: %s, perché dobbiamo combattere quando possiamo cucinare?
ja: %s、料理してられるのにどうして喧嘩するのカナ？
ko: %s, 요리할 수 있는데 싸우긴 왜 싸워?
pl: %s, po co walczyć, skoro można gotować?
pt_br: %s, por que brigar quando podemos cozinhar?
ru: %s, зачем нам драться? Мы же можем готовить!
zh_cn: %s，能做饭打什么架?
zh_tw: %s，能做飯打什麼架?

# CHARACTERS.WARLY.DESCRIBE.WARLY.FIRESTARTER
source: Mon dieu! Watch the fire!
de: Mon dieu! Vorsicht Feuer!
es: ¡Mon dieu! ¡Mira el fuego!
es_mx: ¡Mon dieu! ¡Cuidado con el fuego!
fr: Ah ! Surveillez le feu !
it: Mon dieu! Guarda che fuoco!
ja: アア、神様ッ！火事だよ～！
ko: 세상에나! 불 조심해!
pl: Mon dieu! Pilnuj ognia!
pt_br: Mon dieu! Cuidado com o fogo!
ru: Mon dieu! Берегись огня!
zh_cn: 我的天啊！瞧瞧这火！
zh_tw: 我的天啊！瞧瞧這火！

# CHARACTERS.WARLY.DESCRIBE.WARLY.GENERIC
source: Heh. Bonjour, mon a-ME.
de: Hehe. Bonjour, mon ami.
es: Je. Bonjour, mi otro yo.
es_mx: Eh. Bonjour, mon “aMÍ”.
fr: Euh... Bonjour, moi-même.
it: Eh eh. Bonjour a me.
ja: エヘン、ボンジュール。モナミ～。
ko: 헤헤. 봉주르, 또 하나의 나.
pl: Ha. Bonjour, mon ami.
pt_br: Heh. Bonjour, mon a-MOI.
ru: Какой чудесный день, какой чудесный пень…
zh_cn: 呵呵，你好啊，啊，原来是我。
zh_tw: 呵呵，你好啊，啊，原來是我。

# CHARACTERS.WARLY.DESCRIBE.WARLY.GHOST
source: I cook so I don't have to think about my own mortality.
de: Ich koche, um nicht über meine Sterblichkeit nachzudenken.
es: Cocino para no pensar en mi propia mortalidad.
es_mx: Cocino para no pensar en mi propia mortalidad.
fr: Je cuisine pour ne pas penser à ma propre mortalité.
it: Cucino, così non devo pensare alla mia mortalità.
ja: 自分の死ぬ運命を忘れるために、ボクは料理するんだヨ。
ko: 내가 요리하는 건 내 죽음을 생각하지 않기 위해서야.
pl: Jak gotuję, to nie muszę się zastanawiać nad własną śmiertelnością.
pt_br: Eu cozinho pra não ter que pensar na minha própria mortalidade.
ru: Готовка отвлекает меня от мыслей о неизбежности смерти.
zh_cn: 我烹饪是为了不用去烦恼生死。
zh_tw: 我烹飪是為了不用去煩惱生死。

# CHARACTERS.WARLY.DESCRIBE.WARLY.MURDERER
source: Mon dieu! I'm a monster!
de: Mon dieu! Ich bin ein Monster!
es: ¡Mon dieu! ¡Soy un monstruo!
es_mx: ¡Mon dieu! ¡Soy un monstruo!
fr: Mon dieu ! Je suis un monstre !
it: Mon dieu! Sono un mostro!
ja: アア、神様ッ！ボクはモンスターだ！
ko: 세상에나! 내가 괴물이라니!
pl: Mon dieu! Jestem potworem!
pt_br: Mon dieu! Sou um monstro!
ru: Mon dieu! Да я чудовище!
zh_cn: 我的天啊！我是个怪兽！
zh_tw: 我的天啊！我是個怪獸！

# CHARACTERS.WARLY.DESCRIBE.WARLY.REVIVER
source: It's quite nice to have myself around.
de: Es ist schön, mich um sich zu haben.
es: Me gusta disfrutar de mi compañía.
es_mx: Es agradable tenerme cerca de nuevo.
fr: C'est bon de m'avoir.
it: È bello avermi tra i piedi.
ja: 自分のそばにいるのって気持ちいいものだネ。
ko: 또 하나의 나가 있으니 꽤 좋은걸.
pl: Dobrze być wśród żywych.
pt_br: É muito bom me ter por perto.
ru: Какая из меня приятная компания.
zh_cn: 有我自己在真好。
zh_tw: 有我自己在真好。

# CHARACTERS.WARLY.DESCRIBE.WAR_BLUEPRINT
source: Dressing for some rather tough beef!
de: Nette Beilagen für ein echt zähes Vieh!
es: Un traje para un filetito de los fuertes.
fr: C'est une tenue pour un bœuf guerrier !
it: Il contorno perfetto per un mufalo tosto!
ja: 固いビーフにつかうドレッシングだヨ！
ko: 좀 질긴 소고기를 위한 드레싱이야!
pl: Strój dla twardego woła!
pt_br: Roupas para um bife robusto!
ru: Этот крепкий орешек так просто не расколешь!
zh_cn: 十分坚硬的牛肉品相！
zh_tw: 十分堅硬的牛肉品相！

# CHARACTERS.WARLY.DESCRIBE.WASPHIVE
source: Not your average bees.
de: Ein Heim für deine eigenen Bienen.
es: No son abejas normales.
es_mx: No son abejas normales.
fr: Pas les abeilles classiques.
it: Non sono api ordinarie.
ja: 普通のハチじゃないヨ！
ko: 평범한 벌이 아니야.
pl: Nie wyglądają na zwykłe pszczoły.
pt_br: Não são suas abelhas comuns.
ru: Это вам не какие-то обычные пчелы.
zh_cn: 里面不是普通的蜜蜂。
zh_tw: 裡面不是普通的蜜蜂。

# CHARACTERS.WARLY.DESCRIBE.WATERBALLOON
source: A balloon, filled with water? What a funny idea.
de: Ein Ballon voller Wasser? Was für ein lustiger Einfall.
es: ¿Un globo lleno de agua? Qué ocurrencia.
es_mx: ¿Un globo? ¿Lleno de agua? Qué idea más divertida.
fr: Un ballon rempli d'eau ? Quelle idée !
it: Un palloncino pieno d'acqua? Che idea folle.
ja: 風船。水が入ってるの？おもしろいアイディアだネ。
ko: 물을 채운 풍선이라고? 재미있는 생각인걸.
pl: Balon napełniony wodą? Świetny pomysł.
pt_br: Um balão cheio de água? Que ideia engraçada.
ru: Шар, наполненный водой? Может выйти забавно.
zh_cn: 气球，塞了水？多么有趣的点子。
zh_tw: 氣球，塞了水？多麼有趣的點子。

# CHARACTERS.WARLY.DESCRIBE.WATERINGCAN.EMPTY
source: Perhaps there's a lake nearby...
de: Vielleicht gibt es in der Nähe einen See ...
es: A lo mejor hay un lago cerca...
fr: Il y a peut-être un lac, dans le coin...
it: Potrebbe esserci un lago nei paraggi...
ja: 近くに湖があるのかもネ…
ko: 근처에 호수가 있을지도...
pl: Może w pobliżu jest jakieś jezioro...
pt_br: Talvez tenha um lago por perto...
ru: Может, тут где-нибудь есть озеро?
zh_cn: 也许附近能有个湖……
zh_tw: 也許附近能有個湖……

# CHARACTERS.WARLY.DESCRIBE.WATERINGCAN.GENERIC
source: Perhaps the garden might like a little drink, non?
de: Vielleicht möchte der Garten etwas trinken, non?
es: A lo mejor la huerta quiere un traguito de agua, ¿non?
fr: Le jardin a peut-être envie d'une boisson, non ?
it: L'orto potrebbe avere bisogno di un po' d'acqua, non?
ja: 庭は少し飲みたい気分かもヨ…
ko: 아마도 정원은 술을 좀 마시고 싶을 거야, 농(안 그래)?
pl: Może ogród by się czegoś napił, non?
pt_br: Talvez o jardim queira uma bebidinha, non?
ru: Кажется, растениям не помешает глоток воды, non?
zh_cn: 也许园子想喝点儿了，不是吗？
zh_tw: 也許園子想喝點兒了，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WATERMELON
source: Despite its name, it is mostly filled with deliciousness!
de: Trotz seines Namens steckt es voller Köstlichkeit!
es: ¡A pesar de tener tanta agua, está llena de nutrientes!
es_mx: ¡Está llena de nutrientes a pesar de tener tanta agua!
fr: Malgré le nom, c'est délicieux !
it: Nonostante il nome, è in gran parte delizioso!
ja: みんな大好きなフルーツだヨ！
ko: 정말 맛있지!
pl: Niby sama woda, a jaka pyszna!
pt_br: Apesar de seu nome, sem dúvidas está recheado de deliciosidade!
ru: Если забыть про его название, язык можно проглотить!
zh_cn: 虽然名字很平淡，但瓜肉很美味！
zh_tw: 雖然名字很平淡，但瓜肉很美味！

# CHARACTERS.WARLY.DESCRIBE.WATERMELONHAT
source: Aaaahhhhhh sweet relief...
de: Ahh, süßer Genuss.
es: Ahhhhh, qué dulce alivio...
es_mx: Ahhhhh, qué dulce alivio...
fr: Aaaaah ! Quel soulagement !
it: Aaaahhh dolce sollievo...
ja: ん～、ひんやりスウィ～ト！
ko: 하아아, 시원하다...
pl: Aaaachhhhhh słodki odpoczynek...
pt_br: Aaaahhhhhh, que alívio....
ru: А-а-а-а-а-ах-х-х-х сладкое облегчение…
zh_cn: 啊啊啊啊啊，甜蜜的降温方式...
zh_tw: 啊啊啊啊啊，甜蜜的降溫方式...

# CHARACTERS.WARLY.DESCRIBE.WATERMELONICLE
source: I feel like a kid again!
de: Ich fühle mich wieder wie ein Kind!
es: ¡Me siento como un niño de nuevo!
es_mx: ¡Me siento como una niña otra vez!
fr: Retour en enfance !
it: Mi sento tornata bambina!
ja: 子どもの頃、よく作ったな～！
ko: 다시 어린이가 된 것 같아!
pl: Znów czuję się jak dziecko!
pt_br: Me sinto como uma criança novamente!
ru: Я снова чувствую себя ребенком!
zh_cn: 我感觉又回到了童年！
zh_tw: 我感覺又回到了童年！

# CHARACTERS.WARLY.DESCRIBE.WATERMELON_COOKED
source: Could use mint and feta...
de: Da fehlt noch etwas Minze ...
es: Le hace falta menta y queso feta...
es_mx: Le hace falta menta y queso feta...
fr: Ça serait bien avec de la menthe et de la feta...
it: Vorrei della menta e un po' di feta...
ja: ミントとフェタチーズを添えたいネ…
ko: 박하와 페타 치즈가 있었으면...
pl: Przydałoby się trochę mięty i fety...
pt_br: Hortelã e feta cairiam bem...
ru: Можно было бы добавить мяту и фета…
zh_cn: 可以加点薄荷和羊乳酪...
zh_tw: 可以加點薄荷和羊乳酪...

# CHARACTERS.WARLY.DESCRIBE.WATERMELON_OVERSIZED
source: I'm sure I can find a use for all this watermelon.
de: Ich bin sicher, dass ich eine Verwendung für die ganze Wassermelone finden kann.
es: Seguro que le encuentro uso a toda esta cantidad de sandía.
fr: Je suis sûr que je vais trouver quoi faire de toute cette pastèque.
it: Sono sicuro che troverò un modo per utilizzare tutta questa anguria.
ja: 必ずこのスイカ全部の使い道を見つけられるヨ。
ko: 이 수박을 전부 사용할 곳을 찾을 수 있을 거야.
pl: Na pewno do czegoś wykorzystam tego wielkiego arbuza.
pt_br: Tenho certeza que acharei uma utilidade pra essa melancia.
ru: Я обязательно придумаю, что делать с таким большим арбузом.
zh_cn: 我相信我一定能找到这些西瓜的用途。
zh_tw: 我相信我一定能找到這些西瓜的用途。

# CHARACTERS.WARLY.DESCRIBE.WATERMELON_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.WATERPLANT
source: Oh my! It's lovely!
de: Ach! Wie hinreißend!
es: ¡Vaya! ¡Es un encanto!
es_mx: ¡Oh, cielos! ¡Es hermosa!
fr: Oh, c'est adorable !
it: Par bleu! È adorabile!
ja: オオ！かわいいネ！
ko: 세상에나! 사랑스러워!
pl: Ojejku, jakie urocze!
pt_br: Minha nossa! É adorável!
ru: О, какая прелесть!
zh_cn: 哦，我的天！真可爱！
zh_tw: 哦，我的天！真可愛！

# CHARACTERS.WARLY.DESCRIBE.WATERPLANT_BABY
source: It's growing nicely.
de: Wächst wunderbar.
es: Está creciendo muy bien.
es_mx: Está creciendo muy bien.
fr: Ça pousse bien.
it: Cresce bene.
ja: よく育っています。
ko: 잘 자라고 있다.
pl: Ładnie rośnie.
pt_br: Está crescendo bem.
ru: Хорошо растет.
zh_cn: 它长得很好。
zh_tw: 它長得很好。

# CHARACTERS.WARLY.DESCRIBE.WATERPLANT_BOMB
source: Pardonnez-moi! I didn't realize those barnacles were yours!
de: Pardonne-moi! Ich wusste nicht, dass das deine Muscheln sind!
es: ¡Pardonnez-moi! ¡No me había dado cuenta de que esos percebes eran tuyos!
es_mx: ¡Pardonnez-moi! ¡No sabía que esos percebes eran tuyos!
fr: Excusez-moi, je n'avais pas vu que ces pouces-pieds étaient à vous !
it: Pardon! Non avevo capito che quei cirripedi erano tuoi!
ja: 許してネ！このフジツボが君のモノとは知らなかったヨ！
ko: 이거 실례! 저 따개비가 네 건 줄 몰랐어!
pl: Pardonnez-moi! Nie wiedziałem, że te pąkle są twoje!
pt_br: Pardonnez-moi! Não sabia que aquelas cracas eram suas!
ru: Pardonnez-moi! Я не понял, что это твои желуди!
zh_cn: 对不起，我不知道那些藤壶是你的！
zh_tw: 對不起，我不知道那些藤壺是你的！

# CHARACTERS.WARLY.DESCRIBE.WATERPLANT_PLANTER
source: Where shall I start planting my sea garden?
de: Wo soll ich mit meinem Meeresgarten anfangen?
es: ¿Dónde podría empezar a plantar mi jardín marino?
es_mx: ¿Dónde debería empezar a sembrar mi jardín marino?
fr: Où devrais-je commencer à planter mon jardin marin ?
it: Dove posso cominciare a seminare il mio giardino marino?
ja: どこに海の庭を作ろうカナ？
ko: 바다 정원을 어디다 만들기 시작할까?
pl: Od czego by tu zacząć sadzenie mojego morskiego ogrodu?
pt_br: Onde devo começar a plantar meu jardim marinho?
ru: Где бы мне разбить морской сад?
zh_cn: 我应该从哪里开始种植我的海上花园？
zh_tw: 我應該從哪裡開始種植我的海上花園？

# CHARACTERS.WARLY.DESCRIBE.WATERPUMP
source: Fires on a ship are not to be taken lightly.
de: Mit Feuer auf Schiffen ist nicht zu spaßen.
es: Los fuegos en un barco no son para tomárselos a la ligera.
es_mx: Los incendios en los barcos no deben tomarse a la ligera.
fr: Les feux sur un navire ne doivent pas être pris à la légère.
it: Gli incendi sulle navi non devono essere presi alla leggera.
ja: 船の上で火は軽く見ちゃいけないネ。
ko: 선상 화재를 가벼이 여겨서는 안 돼.
pl: Pożary na statkach to poważna sprawa.
pt_br: Incêndios em navios não devem ser ignorados.
ru: Пожар на корабле — дело серьезное.
zh_cn: 船上发生火灾，不可掉以轻心。
zh_tw: 船上發生火災，不可掉以輕心。

# CHARACTERS.WARLY.DESCRIBE.WATERTREE_PILLAR
source: Une grande surprise!
fr: C'est une grande surprise !
ja: スゴクビックリだヨ！
ko: 윈 그항 슈프히스(대단히 놀라워)!
zh_cn: 一个巨大的惊喜！
zh_tw: 一個巨大的驚喜！

# CHARACTERS.WARLY.DESCRIBE.WATERTREE_ROOT
source: A lonely tree root.
de: Eine einsame Baumwurzel.
es: Una raíz de árbol solitaria.
fr: Une racine d'arbre solitaire.
it: Una radice solitaria.
ja: 一人でさみしい木の根っこだヨ。
ko: 외로운 나무 뿌리네.
pl: Samotny korzeń drzewa.
pt_br: Uma raiz de árvore solitária.
ru: Одинокий древесный корень.
zh_cn: 孤单的树根。
zh_tw: 孤單的樹根。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.ATTACKER
source: I fear %s more than anyone here.
de: Ich fürchte %s mehr als alle anderen hier.
es: %s... Me da más miedo que a nadie aquí.
es_mx: Le temo más a %s que a cualquier otra persona.
fr: Je crains %s plus que n'importe qui d'autre.
it: %s mi fa più paura di chiunque altro da queste parti.
ja: ボク、ここにいる誰よりも%sが怖いと思うヨ。
ko: 여기에서 %s이(가) 제일 무서워.
pl: Nikt nie wzbudza we mnie takiego strachu jak %s.
pt_br: Tenho mais medo de %s do que todo mundo aqui.
ru: Мой самый страшный кошмар? %s.
zh_cn: 我最害怕%s了。
zh_tw: 我最害怕%s了。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.FIRESTARTER
source: %s's fires burn as wildly as her passions.
de: Die Feuer von %s brennen so wild wie ihre Leidenschaften.
es: Los fuegos de %s arden con tanta viveza como sus pasiones.
es_mx: Los incendios de %s arden tan salvajemente como sus emociones.
fr: Le feu de %s brûle aussi ardemment que sa passion.
it: Il fuoco di %s brucia come le sue passioni.
ja: %sの火は彼女の情熱と同じくらい燃えるヨ。
ko: %s의 열정처럼 격하게 타는 불이야.
pl: %s potrafi rozpalić ogień zarówno w sercu, jak i poza nim.
pt_br: Os incêndios da %s ardem mais do que as paixões dela.
ru: Ох уж эта %s — ее костры под стать ее взрывному нраву.
zh_cn: %s的火如同她的激情一样，熊熊燃烧。
zh_tw: %s的火如同她的激情一樣，熊熊燃燒。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.GHOST
source: I'm surprised I outlived %s, frankly.
de: Wie seltsam, dass ich %s überlebt habe.
es: Me sorprende haber sobrevivido a %s, la verdad.
es_mx: Sinceramente, me sorprende haber vivido más que %s.
fr: Je suis honnêtement surpris d'avoir survécu à %s.
it: Francamente sono sorpreso di essere sopravvissuto a %s.
ja: 自分が%sより長生きしてるなんて、正直おどろいてるんだヨ。
ko: 솔직히 내가 %s보다 오래 살 줄 몰랐어.
pl: Jestem szczerze zaskoczony, że przeżyłem dłużej niż %s.
pt_br: Estou surpreso por ter sobrevivido a %s, sinceramente.
ru: Всегда казалось, что %s еще меня переживет.
zh_cn: 我还挺吃惊的，我竟然活的比%s长，说真的。
zh_tw: 我還挺吃驚的，我竟然活的比%s長，說真的。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.MURDERER
source: %s has done something truly abominable.
de: %s hat etwas wirklich Abscheuliches getan.
es: %s ha hecho algo realmente abominable.
es_mx: %s ha cometido un acto realmente abominable.
fr: %s a fait quelque chose d'abominable.
it: %s ha fatto qualcosa di veramente abominevole.
ja: %sは実にスバラシイことをしたネ。
ko: %s은(는) 그야말로 끔찍한 짓을 저질렀어.
pl: %s! To był czyn doprawdy odrażający.
pt_br: %s fez algo abominável de verdade.
ru: %s сотворила нечто поистине ужасающее.
zh_cn: %s干了一件大坏事。
zh_tw: %s幹了一件大壞事。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHR.REVIVER
source: %s is a great ally, indeed.
de: Bessere Verbündete als %s gibt es nicht.
es: %s en mi bando es una gran noticia.
es_mx: En efecto, %s es una gran aliada.
fr: %s est une alliée de choix.
it: %s è davvero una preziosa alleata.
ja: %sはスバラシイ仲間だヨ、本当に。
ko: %s은(는) 정말 좋은 동료야.
pl: %s to doprawdy wspaniały towarzysz.
pt_br: %s é mesmo uma grande aliada.
ru: %s — идеальная союзница.
zh_cn: %s确实是位伟大的盟友。
zh_tw: %s確實是位偉大的盟友。

# CHARACTERS.WARLY.DESCRIBE.WATHGRITHRHAT
source: I don't have the confidence to pull it off like she does.
de: Er steht mir einfach nicht so gut wie ihr.
es: No tengo aplomo para llevarlo con desparpajo como ella.
es_mx: No tengo la confianza para lucirlo como lo hace ella.
fr: Je n'ai pas assez confiance en moi pour faire comme elle.
it: Non sono abbastanza sicuro di me da comportarmi come lei.
ja: 彼女みたいに引っこ抜く自信がないヨ。
ko: 난 이 투구 주인만큼 해낼 자신이 없어.
pl: Nie mam tyle odwagi co ona.
pt_br: Não tenho a confiança para fazer como ela faz.
ru: Не думаю, что мне это пойдет так, как ей.
zh_cn: 我没自信能戴出她的效果。
zh_tw: 我沒自信能戴出她的效果。

# CHARACTERS.WARLY.DESCRIBE.WAXPAPER
source: Wax paper! Always useful in the kitchen.
de: Wachspapier! Immer nützlich in der Küche.
es: ¡Papel encerado! Siempre es útil en la cocina.
es_mx: ¡Papel encerado! Siempre es útil en la cocina.
fr: Du papier de cire ! C'est toujours pratique dans une cuisine.
it: Carta cerata! Sempre utile in cucina.
ja: ワックスペーパーだ！キッチンではいつも役に立つネ。
ko: 납지다! 주방에서 유용하게 쓰이지.
pl: Papier woskowany! Zawsze przyda się w kuchni.
pt_br: Papel de cera! É sempre útil na cozinha.
ru: Восковая бумага! На кухне всегда пригодится.
zh_cn: 蜡纸耶！在厨房总会有用的。
zh_tw: 蠟紙耶！在廚房總會有用的。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.ATTACKER
source: %s has been irritable lately.
de: %s ist in letzter Zeit so gereizt.
es: %s ha estado muy irritable últimamente.
es_mx: %s ha estado irritable últimamente.
fr: %s est irritable, ces derniers temps.
it: Ultimamente %s è davvero irritabile.
ja: %sは最近イライラしてるみたいネ。
ko: 최근 %s의 화가 많아졌는걸.
pl: %s łatwo się ostatnio irytuje.
pt_br: %s anda irritado ultimamente.
ru: %s в последнее время такой раздражительный.
zh_cn: %s最近特别惹人嫌。
zh_tw: %s最近特別惹人嫌。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.FIRESTARTER
source: Let's not trust %s with flammable things for now.
de: Geben wir %s besser nichts Brennbares mehr.
es: Mejor no confiarle a %s cosas inflamables ahora mismo.
es_mx: No le confiemos nada inflamable a %s por ahora.
fr: Évitons de confier des choses inflammables à %s, pour l'instant.
it: Per il momento è meglio non affidare a %s le cose infiammabili.
ja: とりあえず%sに燃える物を預けないようにしよう。
ko: 당분간 %s한테 불에 잘 타는 것은 맡기지 말자.
pl: %s na razie musi się trzymać od łatwopalnych rzeczy z daleka.
pt_br: Não vamos deixar coisas inflamáveis nas mãos do %s por enquanto.
ru: Не думаю, что %s и возгораемые вещи — это хорошее сочетание.
zh_cn: 暂时别给%s易燃品。
zh_tw: 暫時別給%s易燃品。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.GENERIC
source: Salut, %s.
ja: じゃあね、%s。
ko: 살뤼, %s.
zh_cn: 嗨，%s。
zh_tw: 嗨，%s。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.GHOST
source: That looks very uncomfortable.
de: Das sieht sehr ungemütlich aus.
es: No es la imagen de la comodidad.
es_mx: Eso se ve muy incómodo.
fr: Ça n'a pas l'air très confortable.
it: Sembra molto poco a suo agio.
ja: あれは全然快適そうには見えないネ。
ko: 아주 불편해 보여.
pl: Wygląda bardzo nieprzyjemnie.
pt_br: Isso parece muito desconfortável.
ru: Не думаю, что тебе очень комфортно.
zh_cn: 看起来很不舒服。
zh_tw: 看起來很不舒服。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.MURDERER
source: I may not have it in me to forgive %s.
de: Vielleicht schaffe ich es nicht, %s zu vergeben.
es: Igual soy incapaz de perdonar a %s.
es_mx: Quizá no pueda perdonar a %s.
fr: Je n'ai peut-être pas la force de pardonner %s.
it: Non so se riuscirò a perdonare %s.
ja: %sを許すほど、ボクはこれを持ち合わせてないヨ。
ko: %s을(를) 용서할 수 없을지도 몰라.
pl: Nie wiem, czy potrafię ci to wybaczyć, %s.
pt_br: Talvez eu não consiga perdoar o %s.
ru: %s, не думаю, что смогу тебя простить.
zh_cn: 我的境界还不到能原谅%s的地步。
zh_tw: 我的境界還不到能原諒%s的地步。

# CHARACTERS.WARLY.DESCRIBE.WAXWELL.REVIVER
source: %s isn't bad, just a little crunchy on the outside.
de: %s ist nicht verkehrt, die Schale vielleicht etwas rau.
es: %s no está mal, solo un poquillo correoso por fuera.
es_mx: %s no es tan malo, solo que su exterior es un poco crocante.
fr: %s n'est pas méchant, il est juste un peu acide.
it: %s non è malvagio, solo che si è creato una spessa corazza.
ja: %sは悪くないんだけど、パッと見カリカリしてるんだヨ。
ko: 겉이 조금 바삭할 뿐이지 %s도 나쁘지 않아.
pl: %s nie jest złą osobą, tylko ma grubą skórkę.
pt_br: %s não é ruim, só é um pouco crocante do lado de fora.
ru: %s не так уж и плох, просто немного колючий.
zh_cn: %s并不坏，只是有个坚硬的外壳.
zh_tw: %s並不壞，只是有個堅硬的外殼.

# CHARACTERS.WARLY.DESCRIBE.WAXWELLJOURNAL
source: Maman used to keep a journal, before her memory went.
de: Maman hat ein Tagebuch geführt, bevor ihr Gedächtnis schwand.
es: Maman solía escribir un diario antes de perder la memoria.
es_mx: Mi mamá solía llevar un diario antes de perder la memoria.
fr: Maman tenait un journal, avant que sa mémoire ne lui fasse défaut.
it: Prima che maman perdesse la memoria, teneva un diario.
ja: 記憶を失うまでは、ママも日記付けてたなぁ。
ko: 건망증이 오기 전에는 마망도 일기를 쓰곤 했는데.
pl: Maman prowadziła kiedyś pamiętnik, zanim jej pamięć zaczęła szwankować.
pt_br: A Maman mantinha um diário antes de perder a memória.
ru: Maman вела дневник, пока ее не начала подводить память.
zh_cn: 妈妈在记忆里衰退前曾经写过一本日记。
zh_tw: 媽媽在記憶裡衰退前曾經寫過一本日記。

# CHARACTERS.WARLY.DESCRIBE.WEBBER.ATTACKER
source: What have you been up to, petit monsieur?
de: Was führst du im Schilde, petit monsieur?
es: ¿Qué has estado tramando, petit monsieur?
es_mx: ¿Qué has estado haciendo, petit monsieur?
fr: Qu'est-ce que tu es devenu, mon petit ?
it: Che cosa hai combinato, petit monsieur?
ja: かわいいモンスターちゃん、どうしてたのカナ？
ko: 무슨 생각이야, 쁘띠 무슈?
pl: Co takiego porabiałeś, petit monsieur?
pt_br: O que você andou aprontando, petit monsieur?
ru: Что ты задумал, petit monsieur?
zh_cn: 你最近在干嘛，小先生？
zh_tw: 你最近在幹嘛，小先生？

# CHARACTERS.WARLY.DESCRIBE.WEBBER.FIRESTARTER
source: Fire is dangerous you know, petit monsieur.
de: Feuer ist gefährlich, weißt du, petit monsieur.
es: El fuego es peligroso, ¿sabes, petit monsieur?
es_mx: ¿Sabías que el fuego es peligroso, petit monsieur?
fr: Tu sais, le feu, c'est dangereux, mon petit.
it: Lo sai che il fuoco è pericoloso, petit monsieur?
ja: 火はキケンだって知ってるヨネ、かわいいモンスターちゃん。
ko: 불은 위험해, 쁘띠 무슈.
pl: Ogień jest niebezpieczny, wiesz?
pt_br: Você sabe que o fogo é perigoso, petit monsieur.
ru: Ты разве не знаешь, что огонь — это не игрушка, petit monsieur?
zh_cn: 小先生，火很危险的。
zh_tw: 小先生，火很危險的。

# CHARACTERS.WARLY.DESCRIBE.WEBBER.GENERIC
source: Salut, petit monsieur %s.
fr: Bonjour, mon petit %s.
ja: バイバ～イかわいいモンスターちゃん、%s。
ko: 살뤼, 쁘띠 무슈 %s.
zh_cn: 嗨, 小%s先生.
zh_tw: 嗨, 小%s先生.

# CHARACTERS.WARLY.DESCRIBE.WEBBER.GHOST
source: Oh, you poor thing.
de: Oh, du armes Ding.
es: Oh, pobre.
es_mx: Oh, pobrecito.
fr: Oh, mon pauvre petit.
it: Oh, poverino.
ja: おぉ、かわいそうに。
ko: 아, 가엾기도 하지.
pl: Biedaczek.
pt_br: Oh, coitadinho.
ru: Ох, бедняга.
zh_cn: 哦，你这个可怜的家伙。
zh_tw: 哦，你這個可憐的傢伙。
