Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_11
source: Tis not meat, but tis close enough!
de: Kein Fleisch, aber nah dran!
es: ¡No es carne, pero sirve!
fr: Ce n'est pas de la viande, mais c'est assez proche !
it: Non è carne, ma si avvicina molto!
ja: これは肉ではないが、十分近い！
ko: 고기는 아니지만 비슷하군!
pl: Mięso to to nie jest, ale całkiem blisko!
pt_br: Não é carne, mas quase!
ru: Это не мясо, но очень на него похоже!
zh_cn: 不是肉，但也很接近了！
zh_tw: 不是肉，但也很接近了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_12
source: They look like that which writhe and crawl.
de: Sieht nach Krabbelgetier aus.
es: Parece como si se retorciesen y reptasen.
fr: On dirait que ça se tord et que ça rampe.
it: Sembrano quelle cose che strisciano e si contorcono.
ja: よたよたと這っているように見えるぞ。
ko: 꿈틀거리고 땅을 기는 무언가랑 비슷하군.
pl: Wyglądają jak to, co pełza i się wije.
pt_br: Eles parecem aqueles que se contorcem e se arrastam.
ru: Кажется, они скручены и подавлены.
zh_cn: 它们看上去会蠕动。
zh_tw: 它們看上去會蠕動。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_13
source: You shalt not break me, confection!
de: Meine Zähne bekommst du nicht klein!
es: ¡No me romperás, dulce!
fr: Tu ne me briseras pas, friandise !
it: Non mi romperai, confetto!
ja: 菓子よ、汝に我を敗れんぞ！
ko: 너 따위는 내 이빨을 깰 수 없어, 사탕아!
pl: Nie pokonacie mnie, słodycze!
pt_br: Tu não me quebrarás, confeito!
ru: Тебе не сломить меня, сладость!
zh_cn: 你是攻不破我的心防的，糖果！
zh_tw: 你是攻不破我的心防的，糖果！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_14
source: Wretched Hel's fire!
de: Verdammtes Höllenfeuer!
es: ¡Maldito fuego de Hel!
fr: Satané feu de Hel !
it: Malvagio fuoco di Hel!
ja: 悲惨な地獄の炎！
ko: 지독한 헬의 불 같으니!
pl: Ogień upiornej Hel!
pt_br: O fogo maldito de Hel!
ru: Подавлен Огнем Хель!
zh_cn: 燃尽的赫尔之火！
zh_tw: 燃盡的赫爾之火！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_2
source: A clever ruse. It is not corn at all.
de: Eine kluge List. Es ist überhaupt nicht Mais.
es: Un artimaña inteligente. No es maíz aunque lo parezca.
fr: C'est malin, mais rien à voir avec du maïs.
it: Un abile stratagemma. Non è affatto mais.
ja: 賢い計略だ。全く陳腐ではない。
ko: 영악한 속임수로군. 옥수수가 아니잖아.
pl: Może trafię na mięso.
pt_br: Um embuste ardiloso. Não é milho nada.
ru: Какая хитрая уловка. Это ведь совсем не кукуруза.
zh_cn: 聪明的诡计。但是完全不是玉米。
zh_tw: 聰明的詭計。但是完全不是玉米。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_3
source: A confection to strike terror into any warrior's heart!
de: Eine Leckerei, die Terror in jeden Kriegers Herz schlägt!
es: ¡Un dulce para sembrar el miedo en el corazón de los guerreros!
fr: Une sucrerie pour frapper de terreur le cœur de tout ennemi !
it: Una confezione per incutere terrore nel cuore del guerriero!
ja: 戦士の心に恐怖を植えつけるお菓子だ！
ko: 전사의 마음에 공포를 불어 넣는 사탕이로군!
pl: Zasieje strach w sercu każdego wojownika!
pt_br: Um confeito para causar pânico no coração de qualquer guerreiro!
ru: Сладость, способная вселить страх в сердце любого воина!
zh_cn: 一种会让任何战士的心中都充满恐惧的甜点！
zh_tw: 一種會讓任何戰士的心中都充滿恐懼的甜點！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_4
source: Monsters, prepare to do battle with a Viking's teeth!
de: Monster, sei bereit zum Kampf gegen die Zähne eines Wikingers!
es: ¡Monstruos, preparaos para luchar con el diente de un vikingo!
fr: Monstres, préparez-vous à affronter une dent de Viking !
it: Mostri, preparatevi a lottare contro i denti di una vichinga!
ja: 怪物共よ、ヴァイキングの歯との戦いに備えよ！
ko: 몬스터들이여, 바이킹의 이빨과 대적할 각오를 해라!
pl: Potwory! Przygotujcie się do walki z zębami wikinga!
pt_br: Monstros, preparem-se para enfrentar os dentes de uma viquingue!
ru: Монстры, приготовьтесь к битве с зубами Викинга!
zh_cn: 怪物们，准备好和北欧海盗的牙齿战斗吧！
zh_tw: 怪物們，準備好和北歐海盜的牙齒戰鬥吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_5
source: The perfect treat!
de: Ganz was Leckeres!
es: ¡El dulce perfecto!
fr: La gâterie parfaite !
it: Il dolcetto perfetto!
ja: 完璧なもてなしだ！
ko: 완벽한 별미!
pl: Słodycz idealna!
pt_br: O regalo perfeito!
ru: Идеальное угощение!
zh_cn: 完美的款待！
zh_tw: 完美的款待！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_6
source: What have I done to anger the gods so?
de: Was habe ich getan, um die die Götter so zu verärgern?
es: ¿Qué he hecho para enfadar así a los dioses?
fr: Qu'ai-je donc fait pour déclencher la colère des dieux ?
it: Cosa ho fatto per provocare l'ira degli dei?
ja: 神をそれほどまでに怒らせるなんて我は一体何をしたというのだ？
ko: 신들께서 이런 벌을 내리실 정도로 내가 큰 잘못을 저질렀나?
pl: Czymże tak rozwścieczyłam bogów?
pt_br: O que eu fiz para irritar os deuses assim?
ru: Что я могла такого натворить, чтобы так разозлить богов?
zh_cn: 我做了什么让诸神这么生气？
zh_tw: 我做了什麼讓諸神這麼生氣？

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_7
source: That monarch swine insults me.
de: Dieses Monarchenschwein beleidigt mich.
es: Ese monarca porcino me insulta.
fr: Ce porc royal m'insulte.
it: Quel suino monarca mi insulta.
ja: あの豚王は我を侮辱する。
ko: 돼지 왕이 나를 모독하는군.
pl: Wyglądają jak kozie bobki.
pt_br: Esse monarca suíno me insulta.
ru: Эта монархическая свинья меня оскорбляет.
zh_cn: 那位猪王冒犯了我。
zh_tw: 那位豬王冒犯了我。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_8
source: I shall uncover its secret center!
de: Ich werde entdecken, was in der Mitte steckt!
es: ¡Descubriré su centro secreto!
fr: Je découvrirai son centre secret !
it: Scoprirò il segreto celato al centro!
ja: その秘密の中心を暴いてやろうではないか！
ko: 안에 어떤 비밀이 숨어있는지 파헤쳐주마!
pl: Muszę odkryć jego tajemny środek!
pt_br: Descobrirei seu centro secreto!
ru: Я должна добраться до его тайного центра!
zh_cn: 我会解开它内心的秘密！
zh_tw: 我會解開它內心的秘密！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENCANDY_9
source: The battle was mighty, yet in the end the worm was consumed!
de: Die Schlacht war riesig, doch am Ende wurde der Wurm verzehrt!
es: ¡La lucha fue tremenda, pero al final se consumió el gusano!
fr: Le combat fut rude, mais à la fin le ver fut consumé !
it: La battaglia fu epica, ma alla fine il verme è stato consumato!
ja: 戦いは激しかったが、最後にはそのワームを倒したのだ！
ko: 치열한 전투 끝에 벌레가 먹혔도다!
pl: Walka była zacięta, ale ostatecznie robal został pożarty!
pt_br: A batalha foi poderosa, ainda assim, no fim, o verme foi consumido!
ru: Битва была славная, в итоге, червь был поглощен!
zh_cn: 那场战斗很庞大，但最后虫子们都被消耗殆尽了！
zh_tw: 那場戰鬥很龐大，但最後蟲子們都被消耗殆盡了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENPOTION_BRAVERY
source: Tis Berserker magic.
de: Das ist Magie der Wilden.
es: Es magia de bersérker.
fr: Une magie de fou furieux.
it: Questa è magia da berserkr.
ja: バーサーカーの魔法だ。
ko: 버서커의 마법이군.
pl: Toż to magia berserków.
pt_br: É magia de besta-fera.
ru: Это берсеркерская магия.
zh_cn: 这是狂战士的魔力。
zh_tw: 這是狂戰士的魔力。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENPOTION_DRINKS_POTENT
source: Fortune hath smiled upon me today!
de: Das Glück war mir heute gewogen!
es: ¡La fortuna me ha sonreído hoy!
fr: La fortune me sourit aujourd'hui !
it: La fortuna mi sorride quest'oggi!
ja: 今日幸運は我が味方だ。
ko: 오늘은 내게 행운이 따르는군!
pl: Los zesłał dziś na mnie swój uśmiech!
pt_br: A fortuna sorriu para mim hoje!
ru: Сегодня удача улыбнулась мне!
zh_cn: 幸运之神今天对我微笑了！
zh_tw: 幸運之神今天對我微笑了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENPOTION_DRINKS_WEAK
source: A meager reward for my troubles.
de: Eine mickrige Belohnung für meine Arbeit.
es: Una pobre recompensa para mi esfuerzo.
fr: Une maigre récompense pour mes ennuis.
it: Una magra ricompensa per le mie fatiche.
ja: 我が苦労への小さなほうびだ。
ko: 그간의 고생에 대한 미약한 보상이군.
pl: Nędzna nagroda za moje wysiłki.
pt_br: Uma recompensa parca pelos meus problemas.
ru: Скромная награда за мои труды.
zh_cn: 我大费周章而得到的微小奖赏。
zh_tw: 我大費周章而得到的微小獎賞。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENPOTION_FIRE_FX
source: Hel's fuel.
de: Der Trank von Hel.
es: El combustible de Hel.
fr: Le carburant d'Hel.
it: Il carburante di Hel.
ja: 地獄の燃料。
ko: 헬의 연료다.
pl: Paliwo Hel.
pt_br: O combustível de Hel.
ru: Горючее Хель.
zh_cn: 赫尔的燃料。
zh_tw: 赫爾的燃料。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEENPOTION_MOON
source: Changeling elixir.
de: Elixier des Wandligen.
es: Un elixir de cambio.
fr: Un élixir changeant.
it: Un elisir metamorfico.
ja: すりかえられた万能薬。
ko: 변신의 영약이군.
pl: Eliksir przemiany.
pt_br: Elixir metamórfico.
ru: Эликсир метаморфоз.
zh_cn: 换身灵药。
zh_tw: 換身靈藥。

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_1
source: Meant to hang from Yggdrasil's kin!
de: Das sollte an den Leuten Yggdrasils hängen!
es: ¡Es para colgarlo de un pariente de Yggdrasil!
fr: C'est fait pour s'accrocher aux parents d'Yggdrasil !
it: Destinato ad essere appeso da un parente di Yggdrasil
ja: ユグドラシルの親類にしがみつくつもりだ！
ko: 위그드라실의 친척에게 매다는 것!
pl: Do wieszania na gałęziach braci Yggdrasila!
pt_br: Para ficar pendurado nos descendentes de Yggdrasil!
ru: Это должно висеть на собратьях Иггдрасиля!
zh_cn: 应当高挂在世界树的树梢上！
zh_tw: 應當高掛在世界樹的樹梢上！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_2
source: Decoration! Prepare to be hung from something!
de: Dekoration! Du wirst bald irgendwo hängen!
es: ¡Decoración! ¡Prepárate para que te cuelgue en alguna parte!
fr: Décoration ! Prépare-toi à te faire accrocher !
it: Decorazione! Preparati ad essere appesa a qualcosa!
ja: 装飾よ！ 何かに吊るされる準備を！
ko: 장식이여! 무언가에 걸릴 준비를 해라!
pl: Dekoracjo! Gotuj się na to, aby gdzieś zawisnąć!
pt_br: Decoração! Prepare-se para ficar pendurado em alguma coisa!
ru: Украшение! Приготовься на чем-нибудь повиснуть!
zh_cn: 装饰物！准备挂到什么东西上吧！
zh_tw: 裝飾物！準備掛到什麼東西上吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_3
source: It shall strike fear unto the hearts of mine foes!
de: Das wird Furcht bei meinen Feinden verbreiten!
es: ¡Sembraré el miedo en los corazones de mis enemigos!
fr: Pour frapper le cœur de l'ennemi d'une peur atroce !
it: Incuterà terrore nei cuori dei miei nemici!
ja: 我が敵の心に恐怖を植えつける！
ko: 적의 심장에 두려움을 심어주리라!
pl: Zasieje lęk w sercach moich wrogów!
pt_br: Colocarei medo nos corações de meus inimigos!
ru: Это вселит ужас в сердца моих врагов!
zh_cn: 它会把我的敌人吓得心惊胆战！
zh_tw: 它會把我的敵人嚇得心驚膽戰！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_4
source: 'tis but a decoration!
de: Das ist nur Dekoration!
es: ¡No es más que una decoración!
fr: Tout sauf une décoration !
it: È tutto ma non una decorazione!
ja: 冗談だ。
ko: 장식일 뿐이다!
pl: To jeno dekoracja!
pt_br: Não passa de uma decoração!
ru: Всего лишь украшение!
zh_cn: 这只是个装饰物！
zh_tw: 這只是個裝飾物！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_5
source: It shalt be hung from the highest branch!
de: Das soll vom höchsten Ast hängen!
es: ¡Colgará de la rama más alta!
fr: Il faut l'accrocher à la plus haute branche !
it: Dovrà essere appeso al ramo più alto!
ja: 一番高い枝に吊っておくのだ！
ko: 가장 높은 가지에 걸릴 것이다!
pl: Zawiśnie na najwyższym z konarów!
pt_br: Deve ser pendurado no galho mais alto!
ru: Это должно висеть на самой высокой ветке!
zh_cn: 应该把它挂在最高的树枝上！
zh_tw: 應該把它掛在最高的樹枝上！

# CHARACTERS.WATHGRITHR.DESCRIBE.HALLOWEEN_ORNAMENT_6
source: Huginn? Or Muninn?
de: Hugin? Oder Munin?
es: ¿Para colgarlo? ¿O para que salga volando?
fr: Hugin ? Ou Munin ?
it: Huginn? O Muninn?
ja: ヒューギン？ それともムニン？
ko: 후긴? 아니면 무닌?
pl: Przytulanie czy zgniatanie?
pt_br: Huginn? Ou Muninn?
ru: Хугин? Или Мунин?
zh_cn: 这是什么？
zh_tw: 這是什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.HAMBAT
source: A weapon fit for the great dining halls!
de: Eine passende Waffe für den großen Speisesaal!
es: ¡Un arma para los grandes comedores!
fr: Une arme parfaite pour les grandes salles à manger !
it: Un'arma adatta per le grandi sale da pranzo!
ja: 食堂にぴったりな兵器！
ko: 웅장한 만찬장에 어울리는 무기로군!
pl: Broń godna wielkich biesiadnych komnat!
pt_br: Uma arma digna de grandes salões de jantares!
ru: Орудие, подходящее для обеденного зала!
zh_cn: 适合晚宴大厅的武器！
zh_tw: 適合晚宴大廳的武器！

# CHARACTERS.WATHGRITHR.DESCRIBE.HAMMER
source: More fit for labor than battle.
de: Mehr für die Arbeit, als für den Kampf geeignet.
es: Más apto para el trabajo que la batalla.
fr: Plus adapté au travail qu'au combat.
it: Più adatto al lavoro che alla battaglia.
ja: 戦いというよりは労働用。
ko: 전투보다는 노동에 어울리는군요.
pl: Lepszy do pracy niż do walki.
pt_br: Mais adequada para o trabalho que para a batalha.
ru: Лучше сгодится для труда, чем для битвы.
zh_cn: 更适合劳作而不是战斗。
zh_tw: 更適合勞作而不是戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.HAMMER_MJOLNIR
source: I am worthy!
de: Ich bin würdig!
es: ¡Soy digna de llevar esta arma!
fr: Je suis brave !
it: Sono degna!
ja: 我には価値がある！
ko: 나에겐 자격이 있다!
pl: Jestem godna!
pt_br: Sou digna!
ru: Я тоже чего-то стою!
zh_cn: 我值得！
zh_tw: 我值得！

# CHARACTERS.WATHGRITHR.DESCRIBE.HAWAIIANSHIRT
source: Flowers cannot stop a spear.
de: Blumen halten einen Speer nicht auf.
es: Las flores no detendrán una lanza.
fr: Des fleurs n'arrêteront pas une lance.
it: I fiori non possono fermare una lancia.
ja: 花では、ヤリの一突きを防ぐことはできぬ
ko: 꽃은 창을 막을 수 없지요.
pl: Kwiaty nie powstrzymają włóczni.
pt_br: Flores não podem deter uma lança.
ru: Цветам не остановить удар копья.
zh_cn: 花朵阻止不了长矛。
zh_tw: 花朵阻止不了長矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.HEALINGSALVE
source: Be filled with life!
de: Sei voller Leben!
es: ¡Llénate de vida!
fr: Pour renaître à la vie !
it: Riempiti di vita!
ja: 命の力よ、傷をいやせ！
ko: 생기를 채우지!
pl: Niech wypełni cię życie!
pt_br: Encha-se de vida!
ru: Наполни меня жизнью!
zh_cn: 接受生命的注入吧！
zh_tw: 接受生命的注入吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.HEALINGSTAFF
source: Blessings of magicks within.
de: Da ist Segen der Magie drin.
es: Hay bendiciones mágicas en su interior.
fr: Il contient tous les bienfaits de la magie.
it: Le benedizioni della magia interna.
ja: 内に魔法の祝福を宿して。
ko: 마법의 축복이 깃들었군.
pl: Błogosławieństwo kryjącej się wewnątrz magii.
pt_br: Bênçãos de magia no interior.
ru: Внутри — благословение магов!
zh_cn: 魔法的祝福。
zh_tw: 魔法的祝福。

# CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.COLD
source: The stone has taken on cold!
de: Der Stein hat die Kälte aufgenommen!
es: ¡La piedra se ha puesto fría!
fr: La pierre s'est refroidie !
it: La pietra ha assunto freddo!
ja: 石が冷たくなっていく！
ko: 돌에 냉기가 도는군!
pl: Kamień zrobił się zimny.
pt_br: A pedra recebeu frio!
ru: Камень стал холоднее!
zh_cn: 石头变冷了！
zh_tw: 石頭變冷了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.FROZEN
source: Cold teeth bite at me!
de: Beißende Kälte.
es: ¡Los dientes fríos me muerden!
fr: Les dents du froid m'ont mordue !
it: Dente freddo mi ha morso!
ja: 肌を刺すような冷たい感触！
ko: 차가운 이빨이 나를 문다!
pl: Kąsają mnie zęby mrozu!
pt_br: Dentes frios me mordem!
ru: Холодные зубы впиваются в меня!
zh_cn: 冰死我了！
zh_tw: 冰死我了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.GENERIC
source: A stone of great use!
de: Ein sehr nützlicher Stein!
es: ¡Una piedra de gran utilidad!
fr: Une pierre très utile !
it: Una pietra di grande utilità!
ja: 非常に便利な石！
ko: 매우 쓸모가 많은 돌이다!
pl: Niezwykle użyteczny kamień.
pt_br: Uma pedra de grande utilidade!
ru: Камень огромной пользы!
zh_cn: 很有用的石头！
zh_tw: 很有用的石頭！

# CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.HOT
source: Loge would be proud.
de: Loki wäre stolz.
es: Loge estaría orgulloso.
fr: Logi serait fier.
it: Loge sarebbe orgoglioso.
ja: ローゲが誇りに思うだろう。
ko: 로게께서 기뻐하실 만하다.
pl: Loge byłby dumny.
pt_br: Loge ficaria orgulhoso.
ru: Логи будет горд.
zh_cn: 罗格会为此感到自豪。
zh_tw: 羅格會為此感到自豪。

# CHARACTERS.WATHGRITHR.DESCRIBE.HEATROCK.WARM
source: The stone has taken on warmth!
de: Der Stein hat die Wärme aufgenommen!
es: ¡La piedra se ha puesto caliente!
fr: La pierre s'est réchauffée !
it: La pietra ha assunto calore!
ja: 石が暖かくなってきた！
ko: 돌에 온기가 도는군!
pl: Kamień zrobił cię ciepły.
pt_br: A pedra recebeu calor!
ru: Камень стал теплее!
zh_cn: 石头变热了！
zh_tw: 石頭變熱了！

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMITCRAB
source: Be ye a sea witch? Or just an old crone?
de: Bist du eine Meerhexe? Oder nur ein altes Weib?
es: ¿Eres una bruja marina? ¿O solo una vieja arpía?
fr: Serais-tu une sörcière des mers ? Öu juste une vieillarde ?
it: È una strega marina? O solo una vecchia megera?
ja: 海の魔女なのか？ それともただの老婆なのか？
ko: 바다 마녀인가? 그냥 쪼그랑할멈인가?
pl: Jestżeś wiedźmą morską? Czy zwykłą staruchą?
pt_br: Você é uma bruxa do mar? Ou só uma velhota?
ru: Морская ли ты ведьма? Или просто старая карга?
zh_cn: 你是海巫婆还是丑老太婆呢？
zh_tw: 你是海巫婆還是醜老太婆呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMITHOUSE.BUILTUP
source: The old crone resides here?
de: Das alte Weib wohnt hier?
es: ¿La vieja arpía vive aquí?
fr: La vieillarde réside-t-elle ici ?
it: La vecchia megera risiede qui?
ja: 老婆がここに住んでいるのか？
ko: 쪼그랑할멈이 지내는 곳인가?
pl: Czy mieszka tutaj starucha?
pt_br: A velhota mora aqui?
ru: Здесь живет старая карга?
zh_cn: 丑老太婆住在这吗？
zh_tw: 醜老太婆住在這嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMITHOUSE.GENERIC
source: The sea witch seems to be pleased with it.
de: Die Meerhexe scheint damit zufrieden zu sein.
es: La bruja del mar parece complacida.
fr: La sörcière des mers semble satisfaite.
it: La strega marina sembra gradire.
ja: 海の魔女が喜んでいるようだ。
ko: 바다 마녀의 마음에 드나 보군.
pl: Wiedźma morska zdaje się być z tego zadowolona.
pt_br: A bruxa do mar parece estar satisfeita com ela.
ru: Кажется, морской ведьме он нравится.
zh_cn: 海巫婆好像很满意。
zh_tw: 海巫婆好像很滿意。

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMIT_BUNDLE
source: Our labor hath been rewarded!
de: Unsere Arbeit wurde entlohnt!
es: ¡Nos han recompensado por nuestra labor!
fr: Nötre labeur fut récömpensé !
it: Il nostro lavoro è stato ricompensato!
ja: 我らが労働が報われた！
ko: 우리의 노동은 보상을 받았지!
pl: Nasz znój został nagrodzony!
pt_br: Nossa labuta foi recompensada!
ru: Наш труд вознагражден!
zh_cn: 我们的辛劳得到了回馈！
zh_tw: 我們的辛勞得到了回饋！

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMIT_BUNDLE_SHELLS
source: A fresh bounty of shells to adorn our battlements.
de: Eine neue Ladung Muscheln, um unsere Zinnen zu schmücken.
es: Un botín de conchas fresco para embellecer nuestras almenas.
fr: Une récölte de cöquillages pöur örner nös remparts !
it: Un bottino di conchiglie per adornare i nostri bastioni.
ja: 我らが胸壁を飾る新鮮な貝の褒賞である。
ko: 흉벽을 장식할 새로운 조개껍데기다.
pl: Nowe muszle do ukraszenia naszych murów obronnych.
pt_br: Uma fartura de conchas para adornar nossas ameias.
ru: Свежая добыча! Эти ракушки украсят наши укрепления.
zh_cn: 用贝壳作为我们战斗的犒赏吧。
zh_tw: 用貝殼作為我們戰鬥的犒賞吧。

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMIT_CRACKED_PEARL
source: The battle is won, but at what cost?
de: Die Schlacht ist gewonnen, doch um welchen Preis?
es: Se ha ganado la batalla, pero ¿a qué precio?
fr: J'ai rempörté ce cömbat, mais à quel prix ?
it: La battaglia è vinta, ma a che prezzo?
ja: 戦いには勝利した。だが何を失った？
ko: 대체 무엇을 위해 승리한 거지?
pl: Bitwa wygrana, ale jakim kosztem?
pt_br: A batalha foi vencida, mas a que custo?
ru: Битва выиграна, но какой ценой?
zh_cn: 虽然赢得了战役，但是付出了怎么样的代价？
zh_tw: 雖然贏得了戰役，但是付出了怎麼樣的代價？

# CHARACTERS.WATHGRITHR.DESCRIBE.HERMIT_PEARL
source: I shall protect it with my life!
de: Ich werde sie mit meinem Leben beschützen!
es: ¡La protegeré con mi vida!
fr: Je la prötégerai de ma vie !
it: La proteggerò a costo della vita!
ja: 命をかけてそれを守ろうではないか！
ko: 목숨을 걸고 지키겠어!
pl: Będę tego bronić kosztem własnego życia!
pt_br: Preciso protegê-la com a minha vida!
ru: Я буду защищать ее ценой жизни!
zh_cn: 我要用生命保护它！
zh_tw: 我要用生命保護它！

# CHARACTERS.WATHGRITHR.DESCRIBE.HIVEHAT
source: Vikings do not wear horns.
de: Wikinger tragen keine Hörner.
es: Los vikingos no llevan cuernos.
fr: Les Vikings ne portent pas de cornes.
it: I vichinghi non indossano le corna.
ja: ヴァイキングは角をつけない。
ko: 바이킹은 뿔을 쓰지 않는다.
pl: Wikingowie nie noszą rogów.
pt_br: Viquingues não usam chifres.
ru: Викинги не носят рога.
zh_cn: 维京人不戴角。
zh_tw: 維京人不戴角。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOME
source: Home is where the hearth is!
de: Zuhause ist dort, wo man sich wohlfühlt.
es: ¡El hogar es donde está tu corazón!
fr: La maison est où est le foyer !
it: La casa è dove si trova il cuore!
ja: 温かき団らんの場だ！
ko: 화덕이 있는 곳이 바로 집이지!
pl: Ogień jest tam, gdzie palenisko!
pt_br: Lar é onde a lareira está!
ru: Дом там, где пылает сердце!
zh_cn: 壁炉在哪，家就在哪！
zh_tw: 壁爐在哪，家就在哪！

# CHARACTERS.WATHGRITHR.DESCRIBE.HOMESIGN.BURNT
source: Signs of a battle past.
de: Zeichen vergangener Kämpfe.
es: Signos de una batalla pasada.
fr: Une trace d'un combat passé.
it: Segni di una battaglia del passato.
ja: 昔の戦いの爪あと。
ko: 전투가 있었던 흔적이다.
pl: Znak minionej bitwy.
pt_br: Placas de uma batalha passada.
ru: Указывает на прошедшую битву.
zh_cn: 战斗往事的标志。
zh_tw: 戰鬥往事的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOMESIGN.GENERIC
source: A most well placed sign.
de: Ein gut platziertes Schild.
es: Una señal bien colocada.
fr: Un panneau très bien placé.
it: Un segnale posizionato benissimo.
ja: 位置が非常にうまい看板。
ko: 위치가 완벽한 표지판이군.
pl: Właściwy znak we właściwym miejscu.
pt_br: Uma placa muito bem colocada.
ru: Здесь ему самое место.
zh_cn: 位置最恰当的标志。
zh_tw: 位置最恰當的標誌。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOMESIGN.UNWRITTEN
source: I shall write a tale of triumph!
de: Ich werde eine Triumpfgeschichte schreiben!
es: ¡Escribiré un relato de triunfo!
fr: Je vais écrire la légende d'un triomphe !
it: Scriverò un racconto di trionfo!
ja: 勝利のエッダを記そうぞ！
ko: 승리의 이야기를 써야지!
pl: Miejsce na opowieść o mych przewagach!
pt_br: Escreverei uma história de triunfo!
ru: Я сложу сказание о победе!
zh_cn: 我将写下一个胜利的故事！
zh_tw: 我將寫下一個勝利的故事！

# CHARACTERS.WATHGRITHR.DESCRIBE.HONEY
source: Sticky and gross.
de: Klebrig und widerlich.
es: Pegajoso y asqueroso.
fr: C'est gluant et moche.
it: Appiccicoso e rozzo.
ja: ベタベタして気持ち悪い。
ko: 끈적하고 징그럽군.
pl: Klejąca obrzydliwość.
pt_br: Grudento e nojento.
ru: Липко и мерзко.
zh_cn: 黏乎乎的十分恶心。
zh_tw: 黏乎乎的十分噁心。

# CHARACTERS.WATHGRITHR.DESCRIBE.HONEYCOMB
source: Wouldn't make much of a comb.
de: Ich würde mit einer Wabe nicht viel anfangen.
es: Cuánta dulzura.
fr: Il faut en connaître un rayon.
it: Non sarebbe un granché come pettine.
ja: 私の兜としてはあまり役に立たないが。
ko: 별로 쓸 데가 없어 보이는데.
pl: Kiepski byłby z niego plaster.
pt_br: Não daria um bom pente.
ru: Меда здесь много не насобираешь.
zh_cn: 看起来可不怎么像蜂窝。
zh_tw: 看起來可不怎麼像蜂窩。

# CHARACTERS.WATHGRITHR.DESCRIBE.HONEYHAM
source: A feast!
de: Ein Festmahl!
es: ¡Un banquete!
fr: Un festin !
it: Un banchetto!
ja: ごちそう！
ko: 푸짐하군!
pl: Ale wyżerka!
pt_br: Um banquete!
ru: Угощение!
zh_cn: 盛宴！
zh_tw: 盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.HONEYNUGGETS
source: A feast!
de: Ein Festmahl!
es: ¡Un banquete!
fr: Un festin !
it: Un banchetto!
ja: ごちそう！
ko: 푸짐하군!
pl: Ale wyżerka!
pt_br: Um banquete!
ru: Угощение!
zh_cn: 盛宴！
zh_tw: 盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.HORN
source: How I long for battle.
de: Wie sehr ich mich nach einem Festmahl sehne!
es: Qué ganas tengo de una batalla.
fr: Je meurs d'envie d'une bataille.
it: Quanto mi mancava un combattimento.
ja: 戦が待ち遠しい…
ko: 전투가 그립군요.
pl: Mam ochotę na porządną bitwę!
pt_br: Como desejo uma batalha.
ru: Как же я тоскую по битве.
zh_cn: 真想大战一场啊。
zh_tw: 真想大戰一場啊。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOTCHILI
source: A true test of willpower.
de: Ein Test der Willenskraft.
es: Una verdadera prueba de fuerza de voluntad.
fr: Une vraie mise à l'épreuve pour la volonté.
it: Una vera prova della forza di volontà.
ja: 心の強さを鍛える料理か
ko: 진정한 의지의 시험.
pl: Prawdziwa próba siły woli.
pt_br: Um verdadeiro teste para minha força de vontade.
ru: Истинное испытание силы воли.
zh_cn: 真正考验意志力。
zh_tw: 真正考驗意志力。

# CHARACTERS.WATHGRITHR.DESCRIBE.HOTSPRING.BOMBED
source: 'Tis imbued with the power of the moon!
de: Getränkt mit der Macht des Mondes!
es: ¡Contiene el poder de la luna!
fr: Elle est bénie par le pöuvöir de la lune !
it: È permeata dal potere della luna!
ja: 月の力が染みこんでいる！
ko: 달의 힘이 가득하군!
pl: Nasycone księżycową mocą!
pt_br: Está impregnada com o poder da lua!
ru: Наполнен силой луны!
zh_cn: 它被赐予月之力量！
zh_tw: 它被賜予月之力量！

# CHARACTERS.WATHGRITHR.DESCRIBE.HOTSPRING.EMPTY
source: Odd, I do not see the fire giant...
de: Seltsam, ich sehe keinen Feuerriesen ...
es: Qué extraño, no veo al gigante de fuego...
fr: Étrange, je ne vöis pöint le géant de feu...
it: Strano, non vedo il gigante di fuoco...
ja: おかしい、火の巨人がいないではないか...
ko: 어라, 불의 거인이 안 보이는데...
pl: Dziwne, nigdzie nie widzę ognistego giganta...
pt_br: Bizarro, não vejo o gigante de fogo...
ru: Странно, а где огненный гигант?..
zh_cn: 奇怪，我看不到火巨人……
zh_tw: 奇怪，我看不到火巨人……
