Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_DIRT
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_DRAGONFLY
source: A warm piece of the battlefield.
de: Ein warmes Stück vom Schlachtfeld.
es: Una pieza cálida del campo de batalla.
fr: Un morceau chaud de champ de bataille.
it: Un pezzo caldo del campo di battaglia.
ja: 戦場より剥ぎ取りし、温かき地表だ
ko: 전장의 따뜻한 조각이로군.
pl: Ciepły skrawek pola bitwy.
pt_br: Uma parte quente do campo de batalha.
ru: Теплые клочки поля боя.
zh_cn: 温暖的一块战场。
zh_tw: 溫暖的一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FOREST
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FUNGUS
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FUNGUS_GREEN
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FUNGUS_MOON
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_FUNGUS_RED
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_GRASS
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_MARSH
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_METEOR
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_MUD
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_PEBBLEBEACH
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_ROAD
source: The road to battle leads wherever we will it.
de: Die Straße des Kampfes führt mich immer an den richtigen Ort.
es: El camino a la batalla conduce donde nosotros queramos.
fr: Le chemin du combat mène où nous l'aurons décidé.
it: La strada per la battaglia porta ovunque decideremo.
ja: 戦場への道を彩る敷石だ
ko: 전장으로 향하는 길은 우리의 의지에 따라 뻗어나가지.
pl: Droga ku bitwie wiedzie wprost przez nasze serca.
pt_br: A estrada para a batalha leva aonde escolhermos.
ru: Любая дорога ведет нас к битве.
zh_cn: 战斗之路引领我们到任何地方。
zh_tw: 戰鬥之路引領我們到任何地方。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_ROCKY
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SANDY
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SAVANNA
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SHELLBEACH
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場より剥ぎ取りし地表だ。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_SINKHOLE
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_UNDERROCK
source: A piece of the battlefield.
de: Ein Stück vom Schlachtfeld.
es: Una pieza del campo de batalla.
fr: Un morceau de champ de bataille.
it: Un pezzo del campo di battaglia.
ja: 戦場の一部。
ko: 전장의 조각이로군.
pl: Kawałek pola bitwy.
pt_br: Uma parte do campo de batalha.
ru: Кусок поля битвы.
zh_cn: 一块战场。
zh_tw: 一塊戰場。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURF_WOODFLOOR
source: Wooden flooring, a fine surface for mortal combat.
de: Holzfußboden. Die richtige Fläche für einen Kampf auf Leben und Tod.
es: Suelo de madera, una superficie elegante para el combate mortal.
fr: Sol en bois, belle surface pour un combat mortel.
it: Pavimenti di legno, un'ottima superficie per i combattimenti mortali.
ja: 死闘にふさわしい木のフローリング。
ko: 나무 바닥은 필사의 투쟁을 하기에 좋은 표면이지.
pl: Drewniana podłoga. Znakomita do walki na śmierć i życie.
pt_br: Piso de madeira, uma ótima superfície para combates mortais.
ru: Деревянный пол, отлично подходит для смертельной схватки.
zh_cn: 木制地板，适合生死决斗的极好地面。
zh_tw: 木制地板，適合生死決鬥的極好地面。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURKEYDINNER
source: A true feast.
de: Ein wahres Fest.
es: Un verdadero banquete.
fr: Un vrai festin !
it: Un vero banchetto.
ja: 真のごちそう。
ko: 진정한 진수성찬이로군.
pl: Prawdziwa uczta.
pt_br: Um verdadeiro banquete!
ru: Истинный пир.
zh_cn: 一场真正的盛宴。
zh_tw: 一場真正的盛宴。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURNIP
source: I shall not consume it!
de: Die fasse ich nicht an!
es: ¡No lo consumiré!
fr: Je ne le mangerai pöint !
it: Non la mangerò!
ja: 我、其れを食せず！
ko: 먹지 않겠다!
pl: Nawet tego nie tknę!
pt_br: Não consumirei tal coisa!
ru: Я не буду это есть!
zh_cn: 坚决不吃！
zh_tw: 堅決不吃！

# CHARACTERS.WATHGRITHR.DESCRIBE.TURNIP_COOKED
source: Ach! I shall not eat thee!
de: Ach! Ich werde dich nicht essen!
es: ¡Puaj! ¡No te comeré!
fr: Ah ! Je ne te mangerai pas !
it: Ah! Non ti mangerò!
ja: あぁ！お前を食することを拒否する！
ko: 으악! 난 안 먹을 거다!
pl: Ach! Nie pożrę cię!
pt_br: Ai! Não devorar-te-ei!
ru: Ей! Я не стану есть тебя!
zh_cn: 哎！我不吃你！
zh_tw: 哎！我不吃你！

# CHARACTERS.WATHGRITHR.DESCRIBE.TURNIP_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: これは少しの種、肉ではない。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.TURTILLUS
source: Your armor shalln't stop my spear.
de: Deine Rüstung hält meinen Speer nicht auf.
es: Tu armadura no detendrá mi lanza.
fr: Ton armure n'arrêtera pas ma lance.
it: La tua armatura non fermerà la mia lancia.
ja: 汝が鎧は我の槍を止められない！
ko: 네 갑옷은 내 창을 막지 못해.
pl: Twój pancerz nie zatrzyma mej włóczni.
pt_br: Sua proteção não deterá minha lança.
ru: Твой доспех не остановит моего копья.
zh_cn: 你的盔甲挡不住我的矛。
zh_tw: 你的盔甲擋不住我的矛。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGYTREE.BURNING
source: The wood's ablaze!
de: Das Holz steht in Flammen!
es: ¡La madera está ardiendo!
fr: Le bois est en feu !
it: Il legno è in fiamme!
ja: 木が炎に包まれているぞ！
ko: 나무가 불타고 있군!
pl: Las płonie!
pt_br: A madeira está em chamas!
ru: Лес пылает!
zh_cn: 那根木头着火了！
zh_tw: 那根木頭著火了！

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGYTREE.BURNT
source: Loge took that one.
de: Loki hat ihn zu sich geholt.
es: Se lo ha llevado Loge.
fr: Logi s'est servi.
it: Loge lo ha preso.
ja: それはローゲがとったのだ。
ko: 로게께서 데려가셨군.
pl: Loge zabrał go w Zaświaty.
pt_br: Essa ficou com Loge.
ru: Локи забрал его себе.
zh_cn: 罗格带走了它。
zh_tw: 羅格帶走了它。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGYTREE.CHOPPED
source: Chopped by the warrior in the woods!
de: Vom Krieger im Wald gefällt.
es: ¡Talado por el guerrero de los bosques!
fr: Coupé par la guerrière des forêts !
it: Mozzato dal guerriero nel bosco!
ja: 森の戦士ウィグフリドが倒してやったぞ！
ko: 숲의 전사에게 베였군!
pl: Ścięty przez prawdziwego wojownika!
pt_br: Derrubada pela guerreira na floresta!
ru: Срублен воином лесов!
zh_cn: 被森林中的战士砍倒！
zh_tw: 被森林中的戰士砍倒！

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGYTREE.DISEASED
source: Disease festers within its soul.
de: Seine Seele ist ganz krank.
es: La enfermedad rezuma dentro de su alma.
fr: La maladie couve en son âme.
it: La malattia marcisce all'interno della sua anima.
ja: この植物は、魂を病んでいるようだ
ko: 혼까지 병들었어.
pl: Duszę jej toczy choroba.
pt_br: A doença putrefaz dentro de sua alma.
ru: Его организм пожирает болезнь.
zh_cn: 疾病在它的灵魂里恶化。
zh_tw: 疾病在它的靈魂裡惡化。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGYTREE.GENERIC
source: Triumph will accompany its many resources.
de: Triumph wird seine viele Ressourcen begleiten.
es: El triunfo acompañará a sus múltiples recursos.
fr: De ses nombreuses ressources suivra un triomphe.
it: Il trionfo accompagnerà le sue molte risorse.
ja: この木からは、多様な戦利品が手に入るぞ
ko: 그 많은 자원에는 승리가 따르리라.
pl: Niechaj towarzyszy ci zwycięstwo.
pt_br: O triunfo acompanhará seus muitos recursos.
ru: Триумф будет его спутником.
zh_cn: 胜利会带来很多资源。
zh_tw: 勝利會帶來很多資源。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGY_NUT
source: It will one day rival Yggdrasil!
de: Er wird einst der Rivale Yggdrasils sein!
es: ¡Algún día rivalizará con Yggdrasil!
fr: Il rivalisera un jöur avec Yggdrasil !
it: Un giorno competerà con Yggdrasil!
ja: いつの日かユグドラシルに並ぶだろう！
ko: 언젠가 위그드라실에 필적하게 될 테지!
pl: Któregoś dnia rzuci wyzwanie Yggdrasilowi!
pt_br: Um dia rivalizará com a Yggdrasil!
ru: Когда-нибудь он станет под стать Иггдрасилю.
zh_cn: 有一天，它能和世界树一样茁壮！
zh_tw: 有一天，它能和世界樹一樣茁壯！

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGY_NUT_SAPLING
source: Grow tall and strong.
de: Werde groß und stark.
es: Crece alto y fuerte.
fr: Ça devient grand et fort.
it: Cresci alto e forte.
ja: 木よ、育て！大きく、強く！
ko: 크고 씩씩하게 자라거라.
pl: Rośnij w siłę.
pt_br: Cresça altiva e forte.
ru: Расти большим и сильным.
zh_cn: 长高，变强壮。
zh_tw: 長高，變強壯。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGGY_OLD
source: It will soon return to the earth.
de: Er wird bald auf die Erde zurückkehren.
es: Pronto regresará a la tierra.
fr: Ça retournera bientôt à la terre.
it: Presto verrà restituito alla terra.
ja: じきに土に還るであろう
ko: 곧 흙으로 돌아가겠지.
pl: Wkrótce obróci się w pył.
pt_br: Em breve retornará à terra.
ru: Вскоре он возвратится на землю.
zh_cn: 它很快会回到地球。
zh_tw: 它很快會回到地球。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWIGS
source: Good for making spears.
de: Gut, um Speere zu bauen.
es: Buenas para fabricar lanzas.
fr: Pratique pour faire des lances.
it: Buono per la fabbricazione di lance.
ja: 槍を作るのに向いている。
ko: 창을 만드는 데 좋다.
pl: Doskonały materiał na włócznie.
pt_br: Ótima para fazer lanças.
ru: Отличный материал для копья.
zh_cn: 用来做长矛很好。
zh_tw: 用來做長矛很好。

# CHARACTERS.WATHGRITHR.DESCRIBE.TWINOFTERROR1
source: Do thine worst, foul metal fiend!
de: Tu dein Schlimmstes, elender metallischer Unhold!
es: ¡A ver qué sabes hacer, inmundo monstruo metálico!
fr: En garde, hideux mönstre de métal !
it: Fa' del tuo peggio, disgustoso demone di metallo!
ja: かかってこい、おぞましい金属の悪魔め！
ko: 최악으로 구는 구나, 불결한 금속 악마!
pl: Pokaż, na co cię stać, plugawy metalowy potworze!
pt_br: Faça o teu pior, maculada fera de metal!
ru: Покажи свою мерзкую суть, поганое железное отродье!
zh_cn: 做你最坏的打算吧，肮脏的金属恶魔!
zh_tw: 做你最壞的打算吧，骯髒的金屬惡魔!

# CHARACTERS.WATHGRITHR.DESCRIBE.TWINOFTERROR2
source: Do thine worst, foul metal fiend!
de: Tu dein Schlimmstes, elender metallischer Unhold!
es: ¡A ver qué sabes hacer, inmundo monstruo metálico!
fr: En garde, hideux mönstre de métal !
it: Fa' del tuo peggio, disgustoso demone di metallo!
ja: かかってこい、おぞましい金属の悪魔め！
ko: 최악으로 구는 구나, 불결한 금속 악마!
pl: Pokaż, na co cię stać, plugawy metalowy potworze!
pt_br: Faça o teu pior, maculada fera de metal!
ru: Покажи свою мерзкую суть, поганое железное отродье!
zh_cn: 做你最坏的打算吧，肮脏的金属恶魔!
zh_tw: 做你最壞的打算吧，骯髒的金屬惡魔!

# CHARACTERS.WATHGRITHR.DESCRIBE.UMBRELLA
source: Rain protection made from the trophy of a hunt.
de: Ein Regenschutz, welcher aus der Trophäe einer Jagd gefertigt wurde.
es: Protección contra la lluvia hecho con el trofeo de una caza.
fr: Protection contre la pluie faite avec un trophée de chasse.
it: Protezione dalla pioggia fatta dal trofeo di una battuta di caccia.
ja: 狩りの戦利品から作った雨よけ。
ko: 사냥의 전리품으로 만든 비 보호구로군.
pl: Deszczowa ochrona z myśliwskiego trofeum.
pt_br: Proteção contra a chuva feita com o troféu de uma caçada.
ru: Защита от дождя, сделанная из добычи с охоты.
zh_cn: 用打猎战利品制作的防雨用具。
zh_tw: 用打獵戰利品製作的防雨用具。

# CHARACTERS.WATHGRITHR.DESCRIBE.UNAGI
source: No need for food to be so fancy.
de: Es gibt keinen Grund, dass Nahrung so ausgefallen ist.
es: No hace falta que la comida sea tan bonita.
fr: La nourriture n'a pas besoin d'être si chic.
it: Non c'è bisogno che il cibo sia così sfarzoso.
ja: 食べ物はそんなに豪華である必要はない。
ko: 음식이 그리 고급스러울 필요는 없지.
pl: Po co robić takie wymyślne żarcie?
pt_br: Não há necessidade de a comida ser atraente.
ru: Еда не должна быть такой чудной.
zh_cn: 没必要把食物弄得这么花哨。
zh_tw: 沒必要把食物弄得這麼花哨。

# CHARACTERS.WATHGRITHR.DESCRIBE.UNIMPLEMENTED
source: A mysterious relic, sure to contain great power.
de: Eine mysteriöse Reliquie, die sicherlich eine große Kraft beinhaltet.
es: Una misteriosa reliquia, seguro que contiene un gran poder.
fr: Une mystérieuse relique, qui recèle sûrement un grand pouvoir.
it: Una misteriosa reliquia, contenente una grande potenza.
ja: ミステリアスな過去の遺物… 偉大な力があるに違いない。
ko: 위대한 힘을 간직한 신비로운 유물이로군.
pl: Tajemniczy obiekt. Na pewno skrywa potężną moc.
pt_br: Uma relíquia misteriosa, certamente contém grande poder.
ru: Таинственная реликвия с великой силой.
zh_cn: 神秘的遗迹，肯定蕴含着伟大的力量。
zh_tw: 神秘的遺跡，肯定蘊含著偉大的力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.VEGGIE_OVERSIZED_ROTTEN
source: Good! Let it rot!
de: Schön! Soll es doch verrotten!
es: ¡Que se pudra, no me importa!
fr: Fört bien ! Que cela pöurrisse !
it: Bene! Che marcisca pure!
ja: よし！腐らせるのだ！
ko: 좋아! 썩으렴!
pl: I dobrze! Niech gnije!
pt_br: Ótimo! Que apodreça!
ru: Отлично! Пусть гниет!
zh_cn: 好！让它烂掉吧！
zh_tw: 好！讓它爛掉吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.VEGSTINGER
source: Its spiciness intrigues me not!
de: Die Schärfe reizt mich nicht!
es: ¡Su sabor picante no me intriga!
fr: Sön assaisönnement ne m'intrigue pöint !
it: La sua piccantezza non mi intriga!
ja: この辛さには興味がない！
ko: 양념을 해도 흥미 없다!
pl: Ta ostrość mnie nie pociąga!
pt_br: Seu tempero não me intriga!
ru: Мне неприятна его острота!
zh_cn: 这么辣，一点都不吸引我！
zh_tw: 這麼辣，一點都不吸引我！

# CHARACTERS.WATHGRITHR.DESCRIBE.VICTORIAN_BLUEPRINT
source: Odd looking armor for a beast...
de: Eine seltsam aussehende Rüstung für ein Tier ...
es: Qué armadura tan extraña para una bestia...
fr: Quelle armure bien étrange, pöur une beste...
it: Un'armatura bizzarra per una bestia...
ja: 獣用にしては奇怪な鎧…
ko: 짐승을 위한 기이한 갑옷이야...
pl: Dziwnie wyglądająca zbroja dla jakiegoś zwierza...
pt_br: Armadura esquisita para uma fera...
ru: Какая странная броня для твари...
zh_cn: 野兽穿这样的盔甲看起来很奇怪……
zh_tw: 野獸穿這樣的盔甲看起來很奇怪……

# CHARACTERS.WATHGRITHR.DESCRIBE.VOLTGOATJELLY
source: Well, it is technically made from a beast.
de: Tja, technisch ist das aus einem Tier.
es: Bueno, técnicamente procede de una bestia.
fr: Techniquement, c'est issu d'une beste.
it: Beh, tecnicamente per prepararla serve un animale.
ja: 其れ、技術的には獣から作られている。
ko: 뭐, 엄밀히 따지면 짐승으로 만든 것이군.
pl: W zasadzie jest zrobione z bestii.
pt_br: Bom, é tecnicamente feita de uma fera.
ru: Приготовлено оно, конечно, из зверя…
zh_cn: 技术上是从野兽身上获得的。
zh_tw: 技術上是從野獸身上獲得的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAFFLES
source: Waffles are no way to prepare for battle!
de: Waffeln sind keine geeignete Art, um sich auf einen Kampf vorzubereiten.
es: ¡Los gofres no sirven para prepararse para la batalla!
fr: On ne se prépare pas au combat avec des gaufres !
it: Le cialde non servono per prepararsi alla battaglia!
ja: 戦の前にワッフルは合わないだろう！
ko: 전투를 준비하는 데 와플은 적당하지 않아!
pl: Gofry to nie jedzenie dla wojownika.
pt_br: Não é com waffles que você se prepara para a batalha!
ru: Вафли не помогут подготовиться к битве!
zh_cn: 华夫饼不适合即将出战的勇士！
zh_tw: 華夫餅不適合即將出戰的勇士！

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_NPC
source: Hail stranger! Are ye friend or foe?
de: Sei gegrüßt, Fremdling! Sag, bist du Freund oder Feind?
es: ¡Saludos, forastero! ¿Eres amigo o enemigo?
fr: Salutatiöns, étranger ! Seröns-nöus amis öu ennemis ?
it: Ave, sconosciuto! Sei un amico o un nemico?
ja: おい、余所者！汝は敵か味方か？
ko: 안녕 낯선 사람! 친구인지 적인지?
pl: Witaj, nieznajomy! Wróg czy przyjaciel?
pt_br: Saudações, estranho! Você é amigo ou inimigo?
ru: Эй, незнакомец! Друг ты или враг?
zh_cn: 陌生人你好！你是敌是友？
zh_tw: 陌生人你好！你是敵是友？

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_TOOL_1
source: Mayhaps this is what I seek.
de: Vielleicht ist es ja das, wonach ich suche?
es: A lo mejor esto es lo que estaba buscando.
fr: C'estöy peut-être ce que je recherchais.
it: Potrebbe essere ciò che cerco.
ja: 我が求める物かもしれぬ。
ko: 아마도 내가 찾는 그건데.
pl: Zapewne tego szukam.
pt_br: Talvez isto seja o que eu busco.
ru: Быть может, это то, что я ищу.
zh_cn: 也许这就是我在找寻的东西。
zh_tw: 也許這就是我在找尋的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_TOOL_2
source: The odd stranger requested a tool, mayhaps this is it.
de: Der seltsame Fremde hat nach einem Werkzeug verlangt, vielleicht ist es das.
es: Es posible que esta es la herramienta que desea el forastero.
fr: L'hömme étrange a requis un öutil. Peut-être estöy icelui.
it: Quel singolare sconosciuto ha chiesto uno strumento. Che sia questo?
ja: 奇怪な余所者は道具を求めた。これがその道具かもしれぬ。
ko: 이상한 낯선 사람이 도구를 달라는데 아마도 이거 겠지.
pl: Dziwny nieznajomy chciał jakieś narzędzie. Może to ono.
pt_br: O estranho solicitou uma ferramenta, talvez seja esta.
ru: Чудной незнакомец говорил об инструменте: быть может, это он?
zh_cn: 古怪的陌生人说是要一个工具，也许就是这个。
zh_tw: 古怪的陌生人說是要一個工具，也許就是這個。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_TOOL_3
source: Is this what the odd stranger seeks?
de: Ist das, wonach der seltsame Fremde sucht?
es: ¿Será esto lo que busca el forastero?
fr: Est-ce dönc ce que l'hömme étrange recherche ?
it: Che sia ciò che il singolare sconosciuto sta cercando?
ja: 奇怪な余所者が求めているのはこれであるか？
ko: 이상한 낯선 사람이 이걸 찾는 걸까?
pl: To tego szuka ten nieznajomy?
pt_br: É isto o que aquele estranho procura?
ru: Не это ли алкает чудной незнакомец?
zh_cn: 这就是那个古怪的陌生人要找的东西吗？
zh_tw: 這就是那個古怪的陌生人要找的東西嗎？

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_TOOL_4
source: Mayhaps this is what the odd stranger lost.
de: Vielleicht ist es das, was der seltsame Fremde verloren hat.
es: A lo mejor esto es lo que ha perdido el forastero.
fr: Peut-être est-ce ce que l'hömme étrange a égaré.
it: Potrebbe essere ciò che il singolare sconosciuto ha perduto.
ja: 奇怪な余所者がなくしたのはこれかもしれぬ。
ko: 이상한 낯선 사람은 이걸 잃어버렸나봐.
pl: Może tego właśnie szuka ten dziwny nieznajomy.
pt_br: Talvez seja isto o que aquele estranho perdeu.
ru: Быть может, сие обронил тот чудной незнакомец.
zh_cn: 或许这就是古怪陌生人丢掉的东西。
zh_tw: 或許這就是古怪陌生人丟掉的東西。

# CHARACTERS.WATHGRITHR.DESCRIBE.WAGSTAFF_TOOL_5
source: How strange. Perhaps it belongs to that odd stranger.
de: Wie seltsam. Vielleicht gehört es jenem seltsamen Fremden.
es: Qué cosa tan extraña... ¿Le pertenecerá al forastero?
fr: Curieux. Peut-être appartient-il à icel étrange hömme.
it: Che oggetto bizzarro. Potrebbe appartenere a quel singolare sconosciuto.
ja: なんと奇妙な。あの奇怪な余所者の物かもしれぬ。
ko: 정말 이상해. 아마 이건 저 이상한 낯선 사람 꺼 같은데.
pl: Dziwne. Może należy do tego dziwnego nieznajomego.
pt_br: Que estranho. Talvez ela pertença àquele estranho.
ru: Как странно. Вероятно, это вещь чудного незнакомца.
zh_cn: 十分怪异。也许它是那个古怪陌生人的。
zh_tw: 十分怪異。也許它是那個古怪陌生人的。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALKINGPLANK
source: I shall never abandon my vessel!
de: Ich würde mein Schiff niemals im Stich lassen!
es: ¡Nunca abandonaré mi navío!
fr: Öncques n'abandönnerai-je mön drakkar !
it: Non abbandonerò mai il mio vascello!
ja: 我は決して我が船を見捨てない！
ko: 난 절대 내 배를 버리지 않겠다!
pl: Nigdy nie porzucę swej łodzi!
pt_br: Jamais abandonarei minha embarcação!
ru: Я никогда не покину свое судно!
zh_cn: 我绝不弃船！
zh_tw: 我絕不棄船！

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY.BURNT
source: That won't do at all.
de: Das macht nichts.
es: Esto no bastará.
fr: Ça va pas le faire du tout.
it: Non va affatto bene.
ja: それじゃ全然お話にならない。
ko: 그것으로는 안되겠다.
pl: Zupełnie nie wystarczył.
pt_br: Isso não vai adiantar nada.
ru: Никуда не годится.
zh_cn: 完全没用了。
zh_tw: 完全沒用了。

# CHARACTERS.WATHGRITHR.DESCRIBE.WALL_HAY.GENERIC
source: A minor deterrent to attackers.
de: Ein geringes Abschreckungsmittel für Angreifern.
es: Un pequeño elemento disuasivo para los atacantes.
fr: Dissuade un peu les assaillants.
it: Un deterrente minore contro gli aggressori.
ja: 攻撃者に対し多少の抑止となる。
ko: 누가 쳐들어오면 별로 막지 못하겠군.
pl: Słabej jakości środek odstraszający napastników.
pt_br: Um impeditivo secundário aos agressores.
ru: Слабая преграда для нападающих.
zh_cn: 针对袭击者的弱小阻碍物。
zh_tw: 針對襲擊者的弱小阻礙物。
