Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Something happening!
de: Etwas geschieht!
es: ¡Pasa algo!
es_mx: ¡Algo pasar!
fr: Il se passe quelque chose !
it: Qualcosa succede!
ja: 何かが起きてるよ！
ko: 뭔가 벌어지고 있어!
pl: Coś się dzieje!
pt_br: Algo tá acontecendo!
ru: Что-то происходит!
zh_tw: 有什麼事要發生了！

# CHARACTERS.WURT.DESCRIBE.NIGHTSTICK
source: Ooooh, bright!
de: Ooooh, hell!
es: Oooh, ¡brillante!
es_mx: ¡Ooooh, brillante!
fr: Oooooh, ça brille !
it: Ooooh, luminosa!
ja: うわぁ、明るいね！
ko: 오오, 밝아!
pl: Oooch, ale jasna!
pt_br: Aaaah, brilhante!
ru: О-о-о, так ярко!
zh_tw: 噢，明亮啊！

# CHARACTERS.WURT.DESCRIBE.NIGHTSWORD
source: It made of spooky stuff, florp.
de: Aus Gruselzeug, florp.
es: Está hecha de cosa siniestra, florp.
es_mx: Estar hecha de cosa escalofriante, flop.
fr: Elle est faite d'un matériau qui me fait peur.
it: Fatta di cose inquietanti, florp.
ja: 不気味なものでできているよ、フロープ。
ko: 오싹한 재료로 만들었어, 뻐끔.
pl: Zrobiony z czegoś strasznego, florp.
pt_br: É feito de coisas assustadoras, florp.
ru: Сделано из жуткости, хлюп.
zh_tw: 用陰森恐怖的材料做的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.NITRE
source: Funny rock.
de: Lustiger Stein.
es: Roca rara.
es_mx: Roca extraña.
fr: Une drôle de pierre.
it: Roccia bizzarra.
ja: おかしな岩だね。
ko: 웃긴 돌이야.
pl: Śmieszna skała.
pt_br: Pedra engraçada.
ru: Забавный камушек.
zh_tw: 有趣的石頭。

# CHARACTERS.WURT.DESCRIBE.NUTRIENTSGOGGLESHAT
source: Extra shiny plant learning hat!
de: Extraglänzender Pflanzenlernhut!
es: ¡Gorro enseñaplantas muy brillante!
fr: Un chapeau pour apprendre plein de trucs de plantes !
it: Cappello per imparare piante super luccicante!
ja: ピカピカリンの植物ベンキョウ帽子だ！
ko: 반짝이는 식물 학습 모자야!
pl: Błyszczący hełm uczący o roślinach!
pt_br: Chapéu de aprendizado de plantas superbrilhante!
ru: Очень блестящая шапка, чтобы узнавать про растения!
zh_tw: 特別閃亮的植物學習帽!

# CHARACTERS.WURT.DESCRIBE.OAR
source: Make boat go!
de: Boot anschieben!
es: ¡Hace que el barco ande!
es_mx: ¡Esto impulsar bote!
fr: C'est pour faire bouger le bateau !
it: Fa andare nave!
ja: ボートを移動させるよ！
ko: 배가 가게 해!
pl: Sprawia, że łódka płynie!
pt_br: Faz o barco ir!
ru: Чтобы лодка плыла!
zh_tw: 能讓小船走！

# CHARACTERS.WURT.DESCRIBE.OAR_DRIFTWOOD
source: Make boat go!
de: Boot anschieben!
es: ¡Hace que el barco ande!
es_mx: ¡Esto impulsar bote!
fr: C'est pour faire bouger le bateau !
it: Fa andare nave!
ja: ボートを移動させるよ！
ko: 배가 가게 해!
pl: Sprawia, że łódka płynie!
pt_br: Faz o barco ir!
ru: Чтобы лодка плыла!
zh_tw: 能讓小船走！

# CHARACTERS.WURT.DESCRIBE.OASISLAKE.EMPTY
source: Nooooo! Where water go?!
de: Neeeeein! Wo Wasser hin?!
es: ¡Nooooo! ¡¿Dónde ha ido el agua?!
es_mx: ¡Nooooo! ¡¿A dónde haberse ido el agua?!
fr: Noooon ! Où est passée l'eau ?
it: Nooooo! Dove acqua?!
ja: だめー！水は何処に行くの！？
ko: 안 돼애애애! 물 어디 갔지?!
pl: Nieeee! Co się stało z wodą?!
pt_br: Nããão! Pra onde água vai?!
ru: Не-е-ет! Куда вода девалась?
zh_tw: 不！水去哪了？！

# CHARACTERS.WURT.DESCRIBE.OASISLAKE.GENERIC
source: Water!!
de: Wasser!!
es: ¡¡Agua!!
es_mx: ¡¡Agua!!
fr: De l'eau !
it: Acqua!
ja: 水だ！
ko: 물이다!!
pl: Woda!
pt_br: Água!!
ru: Вода!
zh_tw: 水！！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHABLEFLOTSAM
source: Oooh! Found mud!
de: Oooh! Schlamm gefunden!
es: ¡Oooh! ¡He encontrado barro!
es_mx: ¡Oooh! ¡Haber encontrado lodo!
fr: Oooh ! J'ai trouvé de la boue !
it: Oooh! Trovato fango!
ja: おー！泥を見つけたよ！
ko: 오오! 진흙 찾았어!
pl: Ooo! Znalazłam błotko!
pt_br: Aaah! Lama encontrada!
ru: О-о-о! Я грязь нашла!
zh_tw: 噢！找到泥巴了！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: Bobby floaty!
de: Kugelschwimmer!
es: ¡Corchito flotante!
es_mx: ¡Boyita de bolita!
fr: Ça remonte à la surface !
it: Galleggia palletta!
ja: ボビーが浮いてるよ！
ko: 둥둥 뜨는 낚시찌야!
pl: Spławiczek!
pt_br: Bola flutuante!
ru: Прыгунок-поплавок!
zh_tw: 浮標在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: Feather floaty!
de: Federschwimmer!
es: ¡Pluma flotante!
es_mx: ¡Boyita de plumita!
fr: Un truc avec des plumes qui flotte !
it: Galleggia piuma!
ja: 羽根が浮いているよ！
ko: 둥둥 뜨는 깃털이야!
pl: Spławiczek z piórkiem!
pt_br: Pena flutuante!
ru: Перо-поплавок!
zh_tw: 羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: Feather floaty!
de: Federschwimmer!
es: ¡Pluma flotante!
es_mx: ¡Boyita de plumita!
fr: Un truc avec des plumes qui flotte !
it: Galleggia piuma!
ja: 羽根が浮いているよ！
ko: 둥둥 뜨는 깃털이야!
pl: Spławiczek z piórkiem!
pt_br: Pena flutuante!
ru: Перо-поплавок!
zh_tw: 羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: Big feather floaty!
de: Großer Federschwimmer!
es: ¡Gran pluma flotante!
es_mx: ¡Boyita de plumota!
fr: Un gros truc qui flotte !
it: Galleggia grande piuma!
ja: 大きな羽根が浮いているよ！
ko: 둥둥 뜨는 큰 깃털이야!
pl: Duży spławiczek z piórkiem!
pt_br: Grande pena flutuante!
ru: Большое перо-поплавок!
zh_tw: 大羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: Big feather floaty!
de: Großer Federschwimmer!
es: ¡Gran pluma flotante!
es_mx: ¡Boyita de plumota!
fr: Un gros truc qui flotte !
it: Galleggia grande piuma!
ja: 大きな羽根が浮いているよ！
ko: 둥둥 뜨는 큰 깃털이야!
pl: Duży spławiczek z piórkiem!
pt_br: Grande pena flutuante!
ru: Большое перо-поплавок!
zh_tw: 大羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: Need something...
de: Braucht etwas ...
es: Necesita algo...
es_mx: Faltarle algo...
fr: Il manque un truc...
it: Serve qualcosa...
ja: 何かが必要だね...
ko: 뭔가 필요해...
pl: Czegoś tu brakuje...
pt_br: Preciso de algo...
ru: Что-то надо добавить…
zh_tw: 缺點東西……

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: Bobby floaty!
de: Kugelschwimmer!
es: ¡Corchito flotante!
es_mx: ¡Boyita de bolita!
fr: Ça remonte à la surface !
it: Galleggia palletta!
ja: ボビーが浮いてるよ！
ko: 둥둥 뜨는 낚시찌야!
pl: Spławiczek!
pt_br: Bola flutuante!
ru: Прыгунок-поплавок!
zh_tw: 浮標在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_ROBIN
source: Feather floaty!
de: Federschwimmer!
es: ¡Pluma flotante!
es_mx: ¡Boyita de plumita!
fr: Un truc avec des plumes qui flotte !
it: Galleggia piuma!
ja: 羽根が浮いているよ！
ko: 둥둥 뜨는 깃털이야!
pl: Spławiczek z piórkiem!
pt_br: Pena flutuante!
ru: Перо-поплавок!
zh_tw: 羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Feather floaty!
de: Federschwimmer!
es: ¡Pluma flotante!
es_mx: ¡Boyita de plumita!
fr: Un truc avec des plumes qui flotte !
it: Galleggia piuma!
ja: 羽根が浮いているよ！
ko: 둥둥 뜨는 깃털이야!
pl: Spławiczek z piórkiem!
pt_br: Pena flutuante!
ru: Перо-поплавок!
zh_tw: 羽毛在浮！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_HERMIT_DROWSY
source: This one not very nice...
de: Nicht sehr nett ...
es: Este no está muy bien...
es_mx: Este no ser muy bueno.
fr: Il est pas sympa celui-là.
it: Questo non molto simpatico...
ja: これはあまりよくないね...
ko: 별로 안 착해...
pl: Ta jest jakaś nieprzyjemna...
pt_br: Esse não é muito bom...
ru: Что-то тут не так…
zh_tw: 這個好像不太好……

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_HERMIT_HEAVY
source: Ooooooh, can catch big fishy!
de: Ooooooh, kann große Fische fangen!
es: Ooooooh, ¡puedo atrapar un gran pececito!
es_mx: ¡Aaaaaah, poder atrapar peces grandotes!
fr: Oooooooh, il peut attraper de gros poissons !
it: Ooooooh, può prendere pesce grosso!
ja: 大きな魚が釣れるよ！
ko: 오오오, 큰 물고기 잡을 수 있어!
pl: Ooo, mogę złowić wielką rybę!
pt_br: Aaaaaah, pode pegar peixe grande!
ru: О-о-о, можно поймать большую рыбку!
zh_tw: 噢噢，能抓到大魚！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_HERMIT_RAIN
source: Can play with fish friends in rain!
de: Kann mit Fischfreunden im Regen spielen!
es: ¡Puedo jugar con mis amigos los peces bajo la lluvia!
es_mx: ¡Poder jugar con amigos peces en la lluvia!
fr: Il aime jouer sous la pluie avec ses copains les poissons !
it: Posso giocare con amici pesci sotto pioggia!
ja: 雨の中でも魚の仲間と遊べるね！
ko: 비 올 때 물고기 친구랑 놀 수 있어!
pl: Mogę się bawić z rybkami w czasie deszczu!
pt_br: Pode brincar com amigos de peixe na chuva!
ru: Можно поиграть с рыбками под дождем!
zh_tw: 能在雨天和魚朋友們一起玩！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_HERMIT_SNOW
source: Can play with fish friends in snow!
de: Kann mit Fischfreunden im Schnee spielen!
es: ¡Puedo jugar con mis amigos los peces bajo la nieve!
es_mx: ¡Poder jugar con amigos peces en la nieve!
fr: Il aime jouer dans la neige avec ses copains les poissons !
it: Posso giocare con amici pesci sotto pioggia!
ja: 雪の中でも魚の仲間と遊べるね！
ko: 눈 올 때 물고기 친구랑 놀 수 있어!
pl: Mogę się bawić z rybkami, jak pada śnieg!
pt_br: Pode brincar com amigos de peixe na neve!
ru: Можно поиграть с рыбками в снегу!
zh_tw: 能在雪天和魚朋友們一起玩！

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPINNER_BLUE
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPINNER_GREEN
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPINNER_RED
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPOON_BLUE
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPOON_GREEN
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGLURE_SPOON_RED
source: Won't hurt fish, will it?
de: Tut Fischen nicht weh, nein?
es: No hará daño a los peces, ¿verdad?
es_mx: Pescar no lastimar a nadie, ¿o sí?
fr: Ça va pas faire de mal aux poissons, si ?
it: Non fa male a pesce, vero?
ja: 魚を傷つけたりしないよね？
ko: 물고기 안 다치겠지?
pl: Nie skrzywdzi rybki, prawda?
pt_br: Não vai machucar peixe, vai?
ru: Рыбкам же не навредит, правда?
zh_tw: 不會傷到魚，對吧？

# CHARACTERS.WURT.DESCRIBE.OCEANFISHINGROD
source: Gonna catch fish from the big water, florp!
de: Fische im großen Wasser fangen, florp!
es: ¡Atraparé peces del agua grande, florp!
es_mx: ¡Yo capturar peces del gran charco, flop!
fr: C'est pour pêcher des poissons de la grande mare, florp !
it: Prendo pesce in acqua grande, florp!
ja: 大きな水の中から魚を捕まえるんだよ、フロープ！
ko: 큰 물에서 물고기 잡아야지, 뻐끔!
pl: Będę mogła łowić ryby w wielkiej wodzie, florp!
pt_br: Vou pegar peixes da água grande, florp!
ru: Чтобы ловить рыбку в большой воде, бульк!
zh_tw: 要從大海裡抓魚了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_1
source: Goopy!
de: Schleimig!
es: ¡Pringoso!
es_mx: ¡Viscoso!
fr: C'est visqueux !
it: Viscido!
ja: グーピー！
ko: 질척질척해!
pl: Brejka!
pt_br: Gosmento!
ru: Липнет!
zh_tw: 好粘糊！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_2
source: Has such big pretty eyes!
de: So schöne große Augen!
es: ¡Tiene unos ojos preciosos!
es_mx: ¡Qué ojos tan grandes y bonitos tener!
fr: Il a de beaux yeux !
it: Begli occhioni!
ja: 大きなかわいい目を持っているよ。
ko: 눈이 정말 크고 예뻐!
pl: Ma takie piękne, duże oczy!
pt_br: Olhos tão grandes e bonitos!
ru: Такие большие красивые глаза!
zh_tw: 又大又美的眼睛！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_3
source: Look like it has little spiky crown on head!
de: Hat kleine Stachelkrone auf!
es: ¡Parece que tiene una pequeña corona de espinas en la cabeza!
es_mx: ¡Verse como si tener coronita espinosa en la cabeza!
fr: On dirait qu'il a une petite couronne sur la tête !
it: Ha piccola corona appuntita su testa!
ja: 頭の上に小さなとがった王冠を持っているように見えるね。
ko: 머리에 뾰족한 왕관 있는 것 같아!
pl: Wygląda, jakby miała na głowie spiczastą koronę!
pt_br: Parece que tem pequena coroa pontiaguda na cabeça!
ru: У нее маленькая шипастая корона!
zh_tw: 頭上戴了個刺刺的皇冠！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_4
source: Will you be new pet?
de: Du neues Haustier?
es: ¿Serás mi nueva mascota?
es_mx: ¿Tú querer ser mi nueva mascota?
fr: Je t'adopte ?
it: Sarai mio nuovo animaletto?
ja: 新しいペットになるのかな？
ko: 키워 줄까?
pl: Będziesz moim nowym zwierzątkiem?
pt_br: Você vai ser novo mascote?
ru: Будешь моим новым питомцем?
zh_tw: 你當我的新寵物好嗎？

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_5
source: Feel... weird mixed feeling about this one, florp.
de: Weiß nicht, wie ich den finde, florp.
es: Tengo... un extraño sentimiento encontrado con esto, florp.
es_mx: Yo tener... sentimientos encontrados sobre este pez, flop.
fr: J'sais pas quoi en penser, florp.
it: Non so che pensare di questo, florp.
ja: 奇妙な予感がするんだよ、フロープ。
ko: 어쩐지... 얘 보니까 기분 착잡해, 뻐끔.
pl: Mam wobec niej mieszane uczucia, florp...
pt_br: Parece... não sei o que pensar sobre esse, florp.
ru: Хлюп… Тут я не знаю, что и думать.
zh_tw: 感覺……有點怪啊，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_6
source: You very pretty, florp.
de: Du sehr hübsch, florp.
es: Eres muy bonito, florp.
es_mx: Tú ser muy lindo, flop.
fr: Il est super joli, florp.
it: Molto carina, florp.
ja: あなたはとてもかわいいね、フロープ。
ko: 너 아주 예쁘구나, 뻐끔.
pl: Ale jesteś śliczną rybką, florp.
pt_br: Você é muito bonito, florp.
ru: Какая ты прелестная, буль.
zh_tw: 你真美，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_7
source: Like your scales, flort!
de: Schöne Schuppen, flort!
es: ¡Me gustan tus escamas, flort!
es_mx: ¡A mí gustarme tus escamas, flop!
fr: T'as de belles écailles, tu sais ?
it: Piacciono tue squame, flort!
ja: うろこのようにだよ、フロート！
ko: 비늘 멋진데, 뻐끔!
pl: Fajne masz łuski, flort!
pt_br: Gostei das suas escamas, flort!
ru: Славная чешуйка, хлюп!
zh_tw: 喜歡你的鱗片，浮浪特！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_8
source: Brrrr, chilly fishy!
de: Brrrr, kalter Fisch!
es: Brrrr, ¡pececito frío!
es_mx: ¡Brrrr, pececito helado!
fr: Brrr, un poisson glacé.
it: Brrr, pesce freddo.
ja: ブルルル、ひんやりとした雑魚だ！
ko: 으으... 차가운 물고기야!
pl: Brrr... zimna rybka.
pt_br: Brrrr, peixe frio!
ru: Бр-р-р, холодная рыбка!
zh_tw: 諤諤，很冷的魚！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_MEDIUM_9
source: Aww, you so sweet!
de: Oooh, du so süß!
es: Ohh... ¡Qué cuqui!
fr: Oooh, trop mignon !
it: Oh, che dolce!
ja: えへへ！とっても甘いんだね！
ko: 와, 너무 달콤해!
pl: Ooo, jakaś ty słodka!
pt_br: Oun, que docinho!
ru: У-у-у, какая сладенькая!
zh_tw: 嗷，你真甜！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_1
source: Aww, so little!
de: Ooch, so klein!
es: ¡Oooh, qué pequeño!
es_mx: ¡Aay, ser pequeñito!
fr: Ooooh, il est si petit !
it: Oooh, così piccolo!
ja: あー、とても小さいよ！
ko: 세상에, 엄청 작아!
pl: Och, jaki malutki!
pt_br: Ahh, tão pouco!
ru: Ой, какая кроха!
zh_tw: 嗷，真小！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_2
source: Will be new pet! And will feed it and love it and squeeze it!
de: Neues Haustier! Füttere und liebe und drücke es!
es: ¡Será mi nueva mascota! ¡Y le daré de comer, lo querré y lo achucharé!
es_mx: ¡Ser nueva mascota! ¡Y yo alimentarlo, amarlo y apretujarlo!
fr: Je t'adopte ! J'vais te câliner, t'aimer et te serrer fort !
it: Mio nuovo animaletto! Nutrirò, curerò, amerò e tanti spruzzi insieme!
ja: 新しいペットになるよ！それで、餌を与えて、可愛がって、搾り出そうよ！
ko: 키워야지! 잘 먹이고, 예뻐하고, 안아 줄 거야!
pl: Będziesz moim nowym zwierzątkiem! Będę cię karmić i kochać, i ściskać!
pt_br: Vai ser novo mascote! E vou alimentar e amar e apertar ele!
ru: Мой новый питомец! Буду кормить-любить-обнимать!
zh_tw: 是我的新寵物！我要喂它、愛它、撫摸它！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_3
source: Hi little fishy!
de: Hallo Fischlein!
es: ¡Hola, pequeño pececito!
es_mx: ¡Hola, pequeño pececito!
fr: Salut, petit poisson !
it: Ciao, pesciolino!
ja: こんにちは、小魚さん！
ko: 안녕, 작은 물고기야!
pl: Cześć, maciupka rybeńko!
pt_br: Oi, peixinho!
ru: Привет, маленькая рыбка!
zh_tw: 嗨小魚兒！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_4
source: Little baby fishy!
de: Kleines Fischbaby!
es: ¡Pequeño pececito bebé!
es_mx: ¡Pequeño pececito bebé!
fr: Un petit bébé poisson !
it: Piccolo pesce bambino!
ja: 小さな魚の赤ちゃんだね！
ko: 작은 아기 물고기다!
pl: Mała rybeczka!
pt_br: Pequeno bebê peixinho!
ru: Крохотная рыбонька!
zh_tw: 小魚寶寶！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_5
source: Hee-hee, looks silly!
de: Hehe, sieht dumm aus!
es: Ji, ji, ¡parece tonto!
es_mx: Ji, ji, ¡verse tonto!
fr: Hé hé, il est ridicule !
it: Ih ih, buffo!
ja: へへ、バカみたいだねー。
ko: 히히, 웃기게 생겼어!
pl: Hi, hi, ale śmiesznie wygląda!
pt_br: Hihi, parece bobo!
ru: Хи-хи, какая дурашка!
zh_tw: 嘿嘿，看著有點傻！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_6
source: Makes crunchy sounds!
de: Knirscht irgendwie!
es: ¡Suena crujiente!
es_mx: ¡Hacer ruidos crujientes!
fr: Il fait des petits bruits !
it: Fa suoni fruscianti!
ja: カリカリ音がするよ！
ko: 바삭바삭한 소리 내!
pl: Trzeszczy!
pt_br: Faz sons crocantes!
ru: Похрустывает!
zh_tw: 發出清脆的聲音！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_7
source: Is ugly fish, but still like it!
de: Hässlicher Fisch, aber trotzdem niedlich!
es: ¡Es un pez feo, pero me gusta!
es_mx: ¡Ser pez feo, pero a mí gustarme de todos modos!
fr: Il est moche, mais il me plaît quand même.
it: Pesce brutto, ma piace!
ja: 醜い魚だけど、それでも好きだよ。
ko: 못생겼지만 그래도 좋아!
pl: Brzydka ryba, ale i tak ją lubię!
pt_br: É peixe feio, mas ainda gosto!
ru: Гадкая рыбка, но мне нравится!
zh_tw: 雖然長得醜，但還是喜歡它！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_8
source: Ow! Is hot!
de: Au! Heiß!
es: ¡Oh! ¡Caliente!
es_mx: ¡Ay! ¡Estar caliente!
fr: Aïe ! Ça brûle !
it: Oh! Scotta!
ja: 痛っ！暑いよ！
ko: 아야! 뜨겁잖아!
pl: Au! Ale gorący!
pt_br: Ah! Tá quente!
ru: Ой! Горячо!
zh_tw: 噢喲！好熱！

# CHARACTERS.WURT.DESCRIBE.OCEANFISH_SMALL_9
source: Can spit far too! Watch! Pt-ooey!
de: Kann auch weit spucken! Guck: Pfft!
es: ¡Puedo escupir lejos también! ¡Mira!
es_mx: ¡Yo también poder escupir lejos! ¡Mirar esto! ¡STUP!
fr: Moi aussi j'peux cracher loin ! R'garde ! PFIOU !
it: Anche io sputo lontano! Guarda! Spu-ut!
ja: アタシ遠くまで唾を飛ばせるよ！見て！ペペペッ！
ko: 나도 침 멀리 뱉는다! 잘 봐! 퉤!!
pl: Też umiem daleko pluć! Patrz! Ptuu!
pt_br: Também cuspo longe! Vê! Ptchi!
ru: Я тоже плеваться умею! Смотри! Фить-тьфу!
zh_tw: 我也能吐的很遠！看！噗!

# CHARACTERS.WURT.DESCRIBE.OCEANTREE
source: Tree like the water, florpt.
de: Baum mag Wasser, florpt.
es: Al árbol gusta agua, florp.
fr: L'arbre aime l'eau, florp.
it: Ad albero piace acqua, florpt.
ja: 木は水が好きなんだね、フロープト。
ko: 물 같은 나무다, 뻐끔.
pl: Drzewo lubi wodę, florp.
pt_br: Árvore gosta da água, florpt.
ru: Деревьям нравится вода, буль.
zh_tw: 樹喜歡水，浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.OCEANTREENUT
source: Gonna plant new water tree.
de: Werde neuen Wasserbaum pflanzen.
es: A plantar árbol de agua.
fr: On va planter un nouvel arbre d'eau.
it: Piantare nuovo albero acqua.
ja: 水の木を新しく植えないと。
ko: 새로 물 나무를 심을 거야.
pl: Posadzę nowe drzewo wodne.
pt_br: Vou plantar nova árvore de água.
ru: Посажу новое водное дерево.
zh_tw: 要種植新的水樹。

# CHARACTERS.WURT.DESCRIBE.OCEANTREE_PILLAR
source: It probably second biggest tree ever.
de: Wohl zweitgrößter Baum aller Zeiten.
es: El segundo árbol más grande del muuuundo.
fr: C'est sûrement le deuxième plus grand arbre du monde.
it: Probabilmente è secondo albero più grande di sempre.
ja: 今までで2番目に大きい木かも。
ko: 아마도 두 번째로 큰 나무일 거야.
pl: To pewnie drugie największe drzewo w historii.
pt_br: Acho que é segunda maior árvore da história!
ru: Наверно, почти что самое большое дерево в мире.
zh_tw: 它可能是有史以來第二大的樹。

# CHARACTERS.WURT.DESCRIBE.OCEANVINE
source: There some yummy fruit over there!
de: Da gibt leckeres Obst!
es: ¡Ahí hay frutas muy ricas!
fr: Y'a des fruits vachement miam, par-là !
it: Frutto buono laggiù!
ja: ここに美味しい果物があるよ！
ko: 거기 맛있는 과일이 있어!
pl: Tam rośnie jakiś pyszny owoc!
pt_br: Tem fruta gostosa ali!
ru: Там вкусные фрукты наверху висят!
zh_tw: 那裡有一些美味的水果！

# CHARACTERS.WURT.DESCRIBE.OCEANVINE_COCOON
source: Why Spiderfolk house in tree?
de: Warum Spinnenleute-Haus im Baum?
es: ¿Por qué casa de las arañas en el árbol?
fr: Pourquoi la maison des araignées est dans l'arbre ?
it: Perché ragni vivono in albero?
ja: スパイダーフォークはなんで木にお家を作るんだろ？
ko: 왜 나무에 거미족 집이?
pl: Czemu pajęczaki zamieszkały na drzewie?
pt_br: Por que árvore é casa de povo-aranha?
ru: Почему пауки живут на дереве?
zh_tw: 為什麼樹上有蜘蛛人的房子？

# CHARACTERS.WURT.DESCRIBE.OCEANVINE_COCOON_BURNT
source: No tell Webby boy!
de: Spinnenjungen ja nicht sagen!
es: ¡No decir a Webby!
fr: On dira rien au garçon araignée !
it: Non dire a bambino-ragno!
ja: ウェビーボーイには言っちゃダメだよ！
ko: 말하지 마 웨비 보이!
pl: Nie mówcie Webbiemu!
pt_br: Não contem pro menino Webby!
ru: Мальчишке-паучишке не говорите!
zh_tw: 別告訴韋伯小夥子！

# CHARACTERS.WURT.DESCRIBE.ONEMANBAND
source: Boom boom boom!
de: Bummbummbumm!
es: ¡Bum, bum, bum!
es_mx: ¡Bum, bum, bum!
fr: Boum boum boum !
it: Bum bum bum!
ja: ボカーン、ボカーン、ボカーン！
ko: 쾅쾅쾅!
pl: Bum, bum, bum!
ru: Бум-бум-бум!
zh_tw: 咚！咚！鏘！

# CHARACTERS.WURT.DESCRIBE.ONION
source: Mmm-mmmm, crunchy!
de: Mmm-mmmh, knusprig!
es: ¡Mmm-mmmm, crujiente!
es_mx: ¡Mmm, mmmm! ¡Crujiente!
fr: Miam, ça croustille !
it: Mmmm-mmmm, croccante!
ja: むむむむむ、カリカリだ！
ko: 으으음, 아삭해!
pl: Mmm-mmmm, chrupie!
pt_br: Hmm-hmmm, crocante!
ru: М-м-м, хрустит!
zh_tw: 呣-呣呣，嘎嘣脆!

# CHARACTERS.WURT.DESCRIBE.ONION_COOKED
source: Smell so good, florp!
de: Riecht so gut, florp!
es: ¡Qué bien huele, florp!
es_mx: ¡Oler muy bien, flop!
fr: Ça sent super bon, florp !
it: Buon profumino, florp!
ja: いい匂いだね、フループ！
ko: 냄새 정말 좋아, 뻐끔!
pl: Ale pięknie pachnie, florp!
pt_br: Cheira tão bem, florp!
ru: Так вкусно пахнет, хлюп!
zh_tw: 真香，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.ONION_OVERSIZED
source: Maybe will take little bite while nobody looking...
de: Vielleicht kleiner Bissen, wenn niemand hinsieht ...
es: ¿Y si muerdo cuando nadie mire...?
fr: P'têt que j'peux en prendre une bouchée pendant qu'personne regarde...
it: Forse mangiare mentre nessuno guarda...
ja: 誰も見てないうちに、つまみ食いしちゃおうかな…
ko: 아마 아무도 쳐다보지 않는 사이에 조금 물릴 거야...
pl: Może wezmę gryza, skoro nikt nie patrzy...
pt_br: Talvez dê uma mordidinha quando ninguém tiver olhando...
ru: Я кусочек откушу, пока никто не видит...
zh_tw: 趁人不注意偷偷吃一口……

# CHARACTERS.WURT.DESCRIBE.ONION_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.OPALPRECIOUSGEM
source: There so many colors, flort!
de: So viele Farben, flort!
es: ¡Hay tantos colores, flort!
es_mx: ¡Haber muchísimos colores, flot!
fr: C'est joli, toutes ces couleurs, flort !
it: Tanti colori, flort!
ja: 色んな色があるんだね、フロート！
ko: 색 정말 많아, 뻐끔!
pl: Ale dużo kolorów, flort!
pt_br: Tem tantas cores, flort!
ru: Бульк, такой разноцветный!
zh_tw: 好多顏色，浮浪特!

# CHARACTERS.WURT.DESCRIBE.OPALSTAFF
source: Rainbow light stick!
de: Regenbogenlichtstock!
es: ¡Palo de luz arcoíris!
es_mx: ¡Rama con luz de arcoíris!
fr: Un bâton de toutes les couleurs qui fait de la lumière.
it: Bastone luminoso arcobaleno!
ja: 大きい光の棒だよ！
ko: 무지갯빛 막대기야!
pl: Tęczowy, świecący patyk!
pt_br: Bastão de luz arco-íris!
ru: Радужная палка-светилка!
zh_tw: 發著彩虹光的棍子！
