Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.SNAPPER
source: This one's got bite.
de: Das Ding hat ganz schön Biss.
es: Le han mordido.
fr: C'est mordant.
it: Morde.
ja: 食いつきがいいね。
ko: 물리면 아프겠다.
pt_br: Isso morde.
ru: Вот уж укус так укус!
zh_tw: 這傢伙會咬人。

# CHARACTERS.WANDA.DESCRIBE.SNURTLE
source: It's just as slow as the other kind.
de: So langsam wie die andere Art auch.
es: Es tan lento como la otra especie.
fr: Il est aussi lent que l'autre.
it: È lenta come l'altra variante.
ja: 他の物と同じくらいゆっくりしてる。
ko: 다른 종류만큼 느리네.
pt_br: É tão lenta quanto a outra espécie.
ru: Такая же медленная, как ее сородичи.
zh_tw: 它和其他同類一樣慢。

# CHARACTERS.WANDA.DESCRIBE.SOIL_AMENDER.GENERIC
source: Hopefully this won't take too long.
de: Hoffentlich dauert das nicht allzu lange.
es: Con un poco de suerte, no llevará demasiado tiempo.
fr: J'espère juste que ça ne va pas être trop long.
it: Speriamo di non impiegarci troppo.
ja: これはそんなに時間かからないといいんだけど。
ko: 바라건대 너무 오래 걸리지 않기를.
pt_br: Tomara que não demore muito.
ru: Надеюсь, я управлюсь за пару минут.
zh_tw: 希望這不會花太長時間。

# CHARACTERS.WANDA.DESCRIBE.SOIL_AMENDER.SPOILED
source: That's good enough, isn't it?
de: Das ist gut genug, oder?
es: Así está bien, ¿no?
fr: Ça suffit, non ?
it: Va bene così, vero?
ja: 十分だと思うけど。
ko: 그 정도면 충분하지, 그렇지?
pt_br: Já está bom o bastante, né?
ru: Вроде нормально, да?
zh_tw: 應該也可以，對吧？

# CHARACTERS.WANDA.DESCRIBE.SOIL_AMENDER.STALE
source: This is taking an eternity!
de: Das dauert ja ewig!
es: ¡Esto tarda una eternidad!
fr: Ça prend une éternité !
it: Ci sta mettendo una vita!
ja: 永遠に時間がかかる！
ko: 영원토록 끝나지 않을 것 같아!
pt_br: Isto está levando uma eternidade!
ru: У меня целая вечность на это уйдет!
zh_tw: 這也太久了吧！

# CHARACTERS.WANDA.DESCRIBE.SOIL_AMENDER_FERMENTED
source: I think it's finally done.
de: Ich glaube, es ist endlich soweit.
es: Creo que ya está.
fr: Je crois que c'est enfin fini.
it: Dovrebbe essere finalmente pronta.
ja: やーっとできた。
ko: 드디어 다 된 것 같아.
pt_br: Acho que finalmente terminou.
ru: Похоже, все наконец-то готово.
zh_tw: 應該總算弄好了。

# CHARACTERS.WANDA.DESCRIBE.SPAT
source: He's a tough old thing.
de: Zähes altes Ding.
es: Es viejo y fuerte.
fr: Il est vieux et robuste.
it: È un animaletto grinzoso ma tenace.
ja: あれは百戦錬磨。
ko: 힘들어 하는 늙은이인걸.
pt_br: É uma coisa velha e durona.
ru: Это крепкий орешек.
zh_tw: 他是個老頑固。

# CHARACTERS.WANDA.DESCRIBE.SPEAR
source: Don't think I won't use it if I have to!
de: Glaube ja nicht, dass ich ihn nicht benutzen werde, wenn ich muss!
es: ¡No te vayas a creer que no la usaré si es necesario!
fr: Je n'hésiterai pas à m'en servir s'il le faut !
it: Non crediate che non me ne servirò, dovessi averne bisogno!
ja: 必要なときには遠慮なく使わせてもらうわ！
ko: 필요할 때 사용하지 않을 거라고는 생각하지 말아줘!
pt_br: Não pense que não vou usá-la caso precise!
ru: Я не побоюсь им воспользоваться!
zh_tw: 別以為我不敢用它！

# CHARACTERS.WANDA.DESCRIBE.SPEAR_GUNGNIR
source: I could do a quick charge with that.
de: Damit könnte ich schnell was in die Luft jagen.
es: Podría hacer una embestida rápida.
fr: Je pourrais exécuter une charge rapide avec ça.
it: Potrei fare una carica veloce.
ja: これを構えて敵に突進したいね。
ko: 돌격하기 좋다.
pt_br: Eu poderia dar uma carregada rápida com isso.
ru: То, что надо для быстрой атаки!
zh_tw: 我可以用它快速充電。

# CHARACTERS.WANDA.DESCRIBE.SPEAR_LANCE
source: It gets to the point.
de: Das kommt auf den Punkt.
es: Va directa al grano.
fr: Ça va droit au but.
it: Arriva al punto.
ja: 単刀直入に切り込める。
ko: 정확하게 공격한다.
pt_br: Chega no ponto.
ru: В самую точку!
zh_tw: 它直擊要害。

# CHARACTERS.WANDA.DESCRIBE.SPEAR_WATHGRITHR
source: ...I should try to stay on her good side.
de: ... Ich sollte versuchen, mich mit ihr gut zu stellen.
es: Será mejor no intentar buscarle las cosquillas.
fr: ... Mieux vaut que je reste dans ses bonnes grâces.
it: ... Meglio cercare di prenderla nel verso giusto.
ja: …あの子を世話してあげないと。
ko: ...좋은 편에 서려고 해야 해.
pt_br: ... Acho melhor não contrariá-la.
ru: ...Думаю, с ней лучше не ссориться.
zh_tw: ……我還是不要惹她生氣。

# CHARACTERS.WANDA.DESCRIBE.SPICEPACK
source: I wonder if it makes time slow down, or if it's just well insulated.
de: Ich frage mich, ob es die Zeit verlangsamt oder ob es nur gut isoliert ist.
es: Me pregunto si ralentiza el tiempo de verdad o si es que está bien aislada.
fr: Je me demande si ça ralentit le temps, ou si c'est juste bien isolé.
it: Chissà se rallenta lo scorrere del tempo o se è semplicemente ben isolato.
ja: これは時間の流れをゆっくりにするものなのか、ただ完全に密封されてるだけなのか。
ko: 시간이 느려지는 건지 아니면 단열이 잘 되는 건지 궁금해.
pt_br: Será que ela deixa o tempo mais devagar, ou é apenas bem isolada?
ru: Интересно, она замедляет время или просто хорошо изолирована?
zh_tw: 我想知道它是否會使時間變慢，還是說只是密封的比較好。

# CHARACTERS.WANDA.DESCRIBE.SPICE_CHILI
source: Best used in minute amounts.
de: Am besten in winzigen Mengen verwenden.
es: Es mejor usarlo en cantidades pequeñas.
fr: Mieux vaut l'utiliser avec parcimonie.
it: Meglio se usato con parsimonia.
ja: ほんの少し使うと最高。
ko: 아주 조금만 사용하는 게 좋을 거야.
pt_br: Melhor usar em quantidades minúsculas.
ru: Главное — не переборщить.
zh_tw: 最佳使用量為微量。

# CHARACTERS.WANDA.DESCRIBE.SPICE_GARLIC
source: Oh, that smell takes me back.
de: Der Geruch weckt Erinnerungen.
es: Ay, qué recuerdos me trae ese olor.
fr: Oh, cette odeur me rend nostalgique.
it: Oh, questo profumo mi riporta indietro nel tempo...
ja: あ、この香りで思い出したわ。
ko: 아, 그 냄새가 되돌아가게 하네.
pt_br: Ah, este cheiro me traz lembranças.
ru: Ох, этот запах навевает воспоминания.
zh_tw: 哦，這氣味把我帶回了過去。

# CHARACTERS.WANDA.DESCRIBE.SPICE_SALT
source: I'll just toss a pinch over my shoulder for good luck.
de: Ich werfe mir einfach eine Prise über die Schulter, das bringt Glück.
es: Me echaré un poquito por encima del hombro para que me dé suerte.
fr: Je vais juste en jeter une pincée par-dessus mon épaule pour me porter chance.
it: Ne getterò un pizzico oltre la spalla per scaramanzia.
ja: 肩越しに少し投げて幸運を祈るわ。
ko: 한 꼬집 어깨 위에 던져 행운을 빌겠어.
pt_br: Vou jogar um pouco sobre o ombro pra me dar sorte.
ru: Брошу-ка щепотку через плечо — на удачу.
zh_tw: 我在肩膀上撒上一撮，以求好運。

# CHARACTERS.WANDA.DESCRIBE.SPICE_SUGAR
source: Delightfully sweet.
de: Herrlich süß.
es: Deliciosamente dulce.
fr: Quel délice !
it: Dolci come il miele.
ja: 甘くておいしい。
ko: 기분 좋게 달콤하네.
pt_br: Deliciosamente doce.
ru: Восхитительно сладко.
zh_tw: 令人愉快的甜。

# CHARACTERS.WANDA.DESCRIBE.SPIDER.DEAD
source: I like them better this way.
de: Ich mag sie so lieber.
es: Me gustan más así.
fr: Je les préfère comme ça.
it: Li preferisco così.
ja: こっちの方がずっといいわ。
ko: 난 이런 방식이 더 좋아.
pt_br: Gosto mais delas deste jeito.
ru: Так мне они больше нравятся.
zh_tw: 它們這樣我更喜歡。

# CHARACTERS.WANDA.DESCRIBE.SPIDER.GENERIC
source: Why don't you just run along? Go do spider things.
de: Geh doch einfach weiter. Geh und mach Spinnensachen.
es: ¿Por qué no te vas? Vete a hacer cosas de araña.
fr: Et si tu me laissais tranquille ? Va donc faire des trucs d'araignée.
it: Perché non fili via? Va' a fare le tue cose da ragno.
ja: ちょっとは人と仲良くできないわけ？クモ、さっさと動きなよ。
ko: 저리 좀 가지 않을래? 가서 거미가 할 일을 해.
pt_br: Por que você não vai embora? Vá fazer coisas de aranha.
ru: Может, побежишь дальше по своим паучьим делам?
zh_tw: 你不走開還等什麼？去做蜘蛛的事情吧。

# CHARACTERS.WANDA.DESCRIBE.SPIDER.SLEEPING
source: At least it's not causing any trouble.
de: Zumindest macht sie keine Schwierigkeiten.
es: Al menos ya no da problemas.
fr: Au moins, elle ne pose pas de problème.
it: Almeno non sta provocando guai.
ja: 少なくとも、問題は起こしてない。
ko: 적어도 문제를 일으키지는 않잖아.
pt_br: Ao menos não está causando problemas.
ru: По крайней мере, он не бедокурит.
zh_tw: 至少它沒有造成任何麻煩。

# CHARACTERS.WANDA.DESCRIBE.SPIDERDEN
source: I'm not in any hurry to tangle with spiders.
de: Ich habe es nicht eilig, mich mit Spinnen anzulegen.
es: No tengo prisa por enredarme con las arañas.
fr: Je n'ai pas très envie d'aller câliner des araignées.
it: Non ho alcuna fretta di bisticciare con i ragni.
ja: クモとがんじがらめになるほど急いではないわ。
ko: 거미와 싸우는 데는 전혀 서두르지 않지.
pt_br: Não estou com pressa nenhuma pra me meter com aranhas.
ru: Я не намерена влипать в паучьи неприятности.
zh_tw: 我並不急於和蜘蛛糾纏。

# CHARACTERS.WANDA.DESCRIBE.SPIDERDEN_BEDAZZLER
source: He's certainly got a creative streak, doesn't he?
de: Er hat auf jeden Fall eine kreative Ader, nicht wahr?
es: Parece que tiene un lado creativo, ¿verdad?
fr: Il est sacrément créatif, non ?
it: Ha una mente certamente molto creativa, nevvero?
ja: あいつ少なくとも創造力はあるだと思うわ。
ko: 확실히 창조적인 경향이 있어, 그렇지 않아?
pt_br: Ele tem mesmo um pendor criativo, não é?
ru: А у него есть творческий талант, не правда ли?
zh_tw: 他確實很有創造力，對吧？

# CHARACTERS.WANDA.DESCRIBE.SPIDEREGGSACK
source: I should squish them now, it'll save me the hassle later on...
de: Ich sollte sie jetzt zerquetschen, das erspart mir später den Ärger ...
es: Si las aplasto ahora, me ahorraré problemas en el futuro...
fr: Je devrais les écraser maintenant. Ça m'évitera bien des soucis plus tard...
it: Farei meglio a spiaccicarle ora, mi risparmierebbe la fatica in futuro...
ja: 今すぐつぶすべきだわ。その方が将来困らなくて済む。
ko: 지금 뭉개버려야 나중에 번거로움을 덜 수 있을 텐데...
pt_br: Eu deveria esmagá-los agora pra evitar o incômodo mais tarde...
ru: Надо бы раздавить их прямо сейчас, чтобы потом не возиться...
zh_tw: 我應該現在就把它們壓扁，以免後患無窮……

# CHARACTERS.WANDA.DESCRIBE.SPIDERGLAND
source: That spider left me a thoughtful parting gift.
de: Diese Spinne hat mir ein liebevolles Abschiedsgeschenk gemacht.
es: Esa araña me ha dejado un regalo de despedida. Qué detalle.
fr: Cette araignée m'a laissé un beau cadeau d'adieu.
it: Quel ragno mi ha lasciato un premuroso regalo di addio.
ja: あのクモ、最後に気が利いた餞別をくれたわ。
ko: 그 거미가 사려 깊은 이별의 선물을 남겼네.
pt_br: Aquela aranha me deixou um belo presente de despedida.
ru: Паук оставил мне на прощание полезный подарок.
zh_tw: 那只蜘蛛給我留下了一份貼心的離別禮物。

# CHARACTERS.WANDA.DESCRIBE.SPIDERHAT
source: A lovely reminder of that time I was almost eaten by a giant spider.
de: Ein reizendes Andenken an die Zeit, als ich fast von einer Riesenspinne gefressen wurde.
es: Un precioso recuerdo de la vez en la que casi se me come una araña gigante.
fr: Ça me rappelle la fois où j'ai failli me faire manger par une araignée géante. Qu'est-ce qu'on a ri...
it: Un adorabile souvenir della volta in cui sono stata quasi divorata da un ragno gigante.
ja: あの巨大なクモに食べられそうになった時のなつかしい思い出。
ko: 내가 하마터면 거대한 거미에게 잡아먹힐 뻔했던 그 때의 아름다운 기억말이야.
pt_br: Uma lembrança encantadora da vez em que quase fui devorada por uma aranha gigante.
ru: Славное напоминание о том дне, когда меня чуть не сожрал гигантский паук.
zh_tw: 讓我想起了我差點被一隻大蜘蛛吃掉的意外。

# CHARACTERS.WANDA.DESCRIBE.SPIDERHOLE
source: I can hear them skittering inside...
de: Ich kann sie drinnen herumhuschen hören ...
es: Las oigo corretear ahí dentro...
fr: Je les entends s'agiter, là-dedans...
it: Riesco a sentirli zampettare al suo interno...
ja: 中でガサゴソ動いてるのが聞こえるわ…
ko: 안에서 날쎄게 뛰어다니는 소리가 들려...
pt_br: Posso ouvi-las rastejando lá dentro...
ru: Слышу, как они там шебуршатся...
zh_tw: 我可以聽到它們在裡面溜達……

# CHARACTERS.WANDA.DESCRIBE.SPIDERHOLE_ROCK
source: I can hear them skittering inside...
de: Ich kann sie drinnen herumhuschen hören ...
es: Las oigo corretear ahí dentro...
fr: Je les entends s'agiter, là-dedans...
it: Riesco a sentirli zampettare al suo interno...
ja: 中でガサゴソ動いてるのが聞こえるわ…
ko: 안에서 날쎄게 뛰어다니는 소리가 들려...
pt_br: Posso ouvi-las rastejando lá dentro...
ru: Слышу, как они там шебуршатся...
zh_tw: 我可以聽到它們在裡面溜達……

# CHARACTERS.WANDA.DESCRIBE.SPIDERQUEEN
source: Just whose idea was it to make the spiders here so big?! I'd like to have a word.
de: Wessen Idee war es eigentlich, die Spinnen hier so groß zu machen?! Ich hätte dazu das Eine oder Andere zu sagen.
es: ¿¡Quién tuvo la dichosa idea de hacer las arañas así de grandes!? Quiero hablar con el responsable.
fr: Qui a eu l'idée de faire les araignées de cet endroit aussi grosses ?! J'aimerais me plaindre.
it: Chi ha avuto l'idea di fare i ragni di questo posto così enormi?! Vorrei scambiarci due parole.
ja: このあたりのクモをこんなに大きくしようって思ったのはどこの誰なのかしら？何か言ってやりたいわ。
ko: 거미를 그렇게 크게 만드는 건 누구의 생각이었지? 이야기 좀 하고 싶군.
pt_br: Quem teve a ideia de deixar essas aranhas tão grandes?! Gostaria de dar uma palavrinha.
ru: Сказала бы я пару ласковых тому, кто сделал местных пауков такими здоровыми!
zh_tw: 是誰讓這裡的蜘蛛長這麼大的？我想跟他談談。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_DROPPER
source: You think you can get the drop on me?
de: Du glaubst, du kannst mich so einfach über-FALLEN?
es: ¿Te crees superior a mí?
fr: Tu crois vraiment que tu peux me surpasser ?
it: Credi di poter penzolare su di me?!
ja: そのしずくを私に当てられるとでも？
ko: 나를 기선 제압할 수 있다고 생각해?
pt_br: Acha mesmo que vai me deixar em desvantagem?
ru: Думаешь, меня можно застать врасплох?
zh_tw: 你還想掉在我身上？

# CHARACTERS.WANDA.DESCRIBE.SPIDER_HEALER
source: They have terrible bedside manner.
de: Sie haben schreckliche Umgangsformen am Krankenbett.
es: No saben cómo tratar a los pacientes.
fr: Je n'aimerais pas être malade chez elles...
it: Sono pessimi con i pazienti.
ja: とんでもないヤブ医者もいたもんね。
ko: 환자를 대하는 태도가 아주 끔찍해.
pt_br: Elas têm uma péssima postura médica.
ru: Они безобразно ведут себя с больными.
zh_tw: 它們的床邊禮儀很糟糕。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_HEALER_ITEM
source: I'm afraid that won't do me any good.
de: Ich fürchte, das wird mir nichts nützen.
es: Me temo que no me harás ningún bien...
fr: J'ai peur que ça ne m'aide pas beaucoup.
it: Temo che non mi farà alcun bene.
ja: これは私には何のメリットもないでしょ。
ko: 그게 아무런 도움이 되지 않을까봐 두려워.
pt_br: Receio que isto não vá me servir de nada.
ru: Боюсь, это ничем мне не поможет.
zh_tw: 我擔心這對我沒有任何好處。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_HIDER
source: Why don't you just skitter around the other way?
de: Warum hüpfst du nicht einfach in die andere Richtung?
es: ¿Por qué no te vas a corretear a otro lado?
fr: Et si tu filais dans l'autre sens, plutôt ?
it: Perché non te ne vai a zampettare dalla parte opposta?
ja: とっととあっちに行きなよ。
ko: 다른 쪽으로 휙휙 돌아다니는 게 어때?
pt_br: Por que você não vai rastejar praquele lado?
ru: А не уковылять ли тебе восвояси?
zh_tw: 你為什麼不從另一個方向溜走呢？

# CHARACTERS.WANDA.DESCRIBE.SPIDER_MOON.DEAD
source: That's the end of that.
de: So viel dazu.
es: Es su fin.
fr: Bon ben. Kaput.
it: Fine dei giochi.
ja: 寿命だったってことだ。
ko: 마지막을 맞았군.
pt_br: Foi o fim dele.
ru: Это конец.
zh_tw: 它走到了盡頭。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_MOON.GENERIC
source: I don't think that spider was assembled properly.
de: Ich glaube nicht, dass diese Spinne richtig zusammengebaut worden ist.
es: Creo que esa araña no está bien ensamblada...
fr: J'ai l'impression que cette araignée n'a pas été assemblée normalement.
it: Temo che quel ragno non sia stato assemblato correttamente.
ja: あのクモは適切に組み立てられたとは思えないわ。
ko: 거미를 제대로 조립하지 않은 것 같아.
pt_br: Acho que aquela aranha não foi montada do jeito certo.
ru: Кажется, этого паука собрали не по инструкции.
zh_tw: 那個蜘蛛沒組裝對。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_MOON.SLEEPING
source: It's still, for the time being.
de: Es ist still. Jedenfalls vorläufig.
es: No se moverá, al menos por ahora.
fr: Ça ne bouge pas pour le moment.
it: È immobile... per il momento.
ja: 今のところはじっとしてるわね。
ko: 아직은, 당분간이야.
pt_br: Está imóvel, por enquanto.
ru: Прямо сейчас он не шевелится.
zh_tw: 暫時消停了。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_REPELLENT
source: I wish he used it more often.
de: Ich wünschte, er würde es öfter benutzen.
es: Ojalá la usara más a menudo.
fr: J'aimerais qu'il l'utilise plus souvent.
it: Vorrei che la usasse più spesso.
ja: これもっとマメに使えばいいのよ。
ko: 그걸 더 자주 사용했으면 좋겠네.
pt_br: Queria que ele usasse isso mais vezes.
ru: Почаще бы он ей пользовался.
zh_tw: 要是他用的更頻繁些就好了。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_SPITTER
source: Leave me alone!
de: Lass mich in Ruhe!
es: ¡Déjame en paz!
fr: Laisse-moi tranquille !
it: Lasciami stare!
ja: あっち行け！
ko: 날 내버려 둬!
pt_br: Me deixe em paz!
ru: Оставь меня в покое!
zh_tw: 別煩我了。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_WARRIOR.DEAD
source: I chose my survival over his.
de: Mein Überleben ist mir wichtiger als das ihre.
es: Mi supervivencia va antes que la suya.
fr: C'était lui ou moi. Et je préfère que ce soit moi.
it: Ho preferito la mia sopravvivenza alla sua.
ja: あいつの命より私の命のほうを取ったってことよ。
ko: 그 보다는 내가 생존하려고 했어.
pt_br: Antes ele do que eu.
ru: Моя жизнь мне важнее, чем его.
zh_tw: 我選擇我活，他死。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Oh botheration, I hate the stripy ones.
de: Ach verflixt, die gestreiften hasse ich ganz besonders.
es: Qué fastidio, odio a las que tienen rayas.
fr: Oh, flûte de zut... Les rayées sont les pires.
it: Che seccatura, detesto quelli a righe.
ja: ああ、煩わしい。あのシマシマのやつ大嫌い。
ko: 아 귀찮아, 난 줄무늬가 싫어.
pt_br: Ai, que amolação! Detesto as listradas.
ru: Вот неудобство, терпеть не могу полосатых.
zh_tw: 嗷，麻煩呐！我討厭有條紋的那些。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: At least it's not causing any trouble.
de: Zumindest macht sie keine Schwierigkeiten.
es: Al menos ya no da problemas.
fr: Au moins, elle ne pose pas de problème.
it: Almeno non sta provocando guai.
ja: 少なくとも、問題は起こしてない。
ko: 적어도 문제를 일으키지는 않잖아.
pt_br: Ao menos não está causando problemas.
ru: По крайней мере, он не бедокурит.
zh_tw: 至少它沒有造成任何麻煩。

# CHARACTERS.WANDA.DESCRIBE.SPIDER_WATER
source: Shoo! Why can't you just stay in your tree?
de: Weg mit dir! Warum bleibst du nicht einfach auf deinem Baum?
es: ¡Fus! ¿Por qué no te quedas en el árbol?
fr: Ouste ! Reste dans ton arbre, toi !
it: Sciò! Perché non te ne stai sul tuo albero?
ja: しっし！自分の木にじっとしてなよ。
ko: 훠이! 그냥 나무에 있어 줄래?
pt_br: Xô! Por que vocês não ficam só na sua árvore?
ru: Брысь отсюда! Чем тебя твое дерево не устраивает?
zh_tw: 咻！為什麼你就不能呆在你的樹上？

# CHARACTERS.WANDA.DESCRIBE.SPIDER_WHISTLE
source: Oh, is he throwing a little spider party?
de: Oh, schmeißt sie eine kleine Spinnenparty?
es: Anda, ¿va a hacer una minifiesta para las arañas?
fr: Oh, il organise une petite fête des araignées ?
it: Oh, sta organizzando una festicciola di ragni?
ja: えー…クモパーティでも始めようっていうの？
ko: 오, 귀여운 거미 파티를 열고 있나?
pt_br: Ah, ele vai dar uma festinha pras aranhas?
ru: Как интересно, это он так зовет друзей на вечеринку?
zh_tw: 哦，他在舉辦一個小蜘蛛聚會嗎？

# CHARACTERS.WANDA.DESCRIBE.SPOILED_FISH
source: Oooh that's rotten!
de: Oooh, das ist verdorben!
es: Oh, se ha podrido.
fr: Ooooh, c'est pourri !
it: Ooh, è marcio!
ja: あ、あれは腐ってる！
ko: 으악 썩었어!
pt_br: Aaah, está podre!
ru: О-о-ой, она протухла!
zh_tw: 哦，那個腐爛了！

# CHARACTERS.WANDA.DESCRIBE.SPOILED_FOOD
source: Food that once was.
de: Einstmaliges Essen.
es: Era comida cuando estaba en buen estado.
fr: C'était autrefois de la nourriture.
it: Ciò che un tempo era cibo.
ja: 一度は食べ物だったもの。
ko: 예전에 먹었던 음식인데.
pt_br: Isto já foi comida um dia.
ru: Когда-то это было едой.
zh_tw: 曾經的食物。

# CHARACTERS.WANDA.DESCRIBE.SPORE_MEDIUM.GENERIC
source: At least they brighten things up a bit.
de: Wenigstens bringen sie ein bisschen Farbe ins Spiel.
es: Al menos dan algo de luz.
fr: Au moins, elles embellissent un peu les environs.
it: Almeno vivacizza un pochino le cose.
ja: 少しだけその辺を明るくしてくれるだけマシ。
ko: 적어도 덕분에 사물이 조금 밝아져.
pt_br: Pelo menos eles deixam as coisas mais animadas.
ru: Что ж, так здесь хотя бы светлее.
zh_tw: 起碼它們能讓環境亮一點。

# CHARACTERS.WANDA.DESCRIBE.SPORE_MEDIUM.HELD
source: I hope it doesn't start growing in there.
de: Ich hoffe, dass sie nicht anfängt, da drinnen zu wachsen.
es: Espero que no empiece a crecer ahí.
fr: J'espère que ça ne va pas se mettre à pousser ici.
it: Spero che non si propaghi qui dentro.
ja: あそこで育ったりしないといいんだけど。
ko: 거기서는 반짝이지 않았으면 하는데.
pt_br: Tomara que não comece a crescer aí dentro.
ru: Надеюсь, они не прорастут у меня в кармане.
zh_tw: 我希望它不會在裡面開始生長。

# CHARACTERS.WANDA.DESCRIBE.SPORE_MOON
source: Careful now...
de: Vorsichtig jetzt ...
es: Con cuidado...
fr: Attention...
it: Meglio fare attenzione...
ja: 気を付けて…
ko: 지금 조심...
pt_br: Cuidado aí...
ru: Осторожно...
zh_tw: 小心點……

# CHARACTERS.WANDA.DESCRIBE.SPORE_SMALL.GENERIC
source: Float along now.
de: Schön weiterschweben.
es: Venga, flota.
fr: Va flotter ailleurs, toi.
it: Vola via.
ja: 流れに乗っていこう。
ko: 지금 함께 둥둥 떠다녀.
pt_br: Vá, flutue por aí.
ru: Улетай восвояси.
zh_tw: 漂浮起來了。

# CHARACTERS.WANDA.DESCRIBE.SPORE_SMALL.HELD
source: I hope it doesn't start growing in there.
de: Ich hoffe, dass sie nicht anfängt, da drinnen zu wachsen.
es: Espero que no empiece a crecer ahí.
fr: J'espère que ça ne va pas se mettre à pousser ici.
it: Spero che non si propaghi qui dentro.
ja: あそこで育ったりしないといいんだけど。
ko: 거기서는 반짝이지 않았으면 하는데.
pt_br: Tomara que não comece a crescer aí dentro.
ru: Надеюсь, они не прорастут у меня в кармане.
zh_tw: 我希望它不會在裡面開始生長。

# CHARACTERS.WANDA.DESCRIBE.SPORE_TALL.GENERIC
source: They're looking for a place to latch onto.
de: Sie suchen nach einer Möglichkeit, sich irgendwo festzusetzen.
es: Están buscando un lugar al que aferrarse.
fr: Elles cherchent un endroit où s'accrocher.
it: Cerca un posto dove aggrapparsi.
ja: 引っかける場所を探してるのね。
ko: 달라붙어 있을 곳을 찾고 있어.
pt_br: Estão procurando um lugar para se fixar.
ru: Ищут, к чему бы им прилипнуть.
zh_tw: 他們正在尋找一個可以抓住的地方。

# CHARACTERS.WANDA.DESCRIBE.SPORE_TALL.HELD
source: I hope it doesn't start growing in there.
de: Ich hoffe, dass sie nicht anfängt, da drinnen zu wachsen.
es: Espero que no empiece a crecer ahí.
fr: J'espère que ça ne va pas se mettre à pousser ici.
it: Spero che non si propaghi qui dentro.
ja: あそこで育ったりしないといいんだけど。
ko: 거기서는 반짝이지 않았으면 하는데.
pt_br: Tomara que não comece a crescer aí dentro.
ru: Надеюсь, они не прорастут у меня в кармане.
zh_tw: 我希望它不會在裡面開始生長。

# CHARACTERS.WANDA.DESCRIBE.SQUID
source: Could you light the way without being a nuisance, please?!
de: Könntest du bitte den Weg beleuchten, ohne zu nerven?!
es: ¿¡Podrías iluminar el camino sin molestar, por favor!?
fr: Est-ce que tu pourrais éclairer le chemin sans m'ennuyer ?!
it: Puoi fare luce senza essere una seccatura, per cortesia?!
ja: 邪魔にならないように行く手を照らすことはできないの？！
ko: 방해하지 말고 길을 밝혀 주련?!
pt_br: Por favor, poderia iluminar o caminho sem ser desagradável?!
ru: А можно просто освещать путь и не путаться под ногами?!
zh_tw: 你能不能在不妨礙他人的情況下照亮道路？！

# CHARACTERS.WANDA.DESCRIBE.STAFFCOLDLIGHT
source: If it keeps me from dying of heat exposure, I'm happy.
de: Wenn es mich davor bewahrt, an Überhitzung zu sterben, bin ich zufrieden.
es: Si me sirve para no morir por el calor, me quedo contenta.
fr: Si ça m'empêche de mourir de chaud, ça me va.
it: Se mi impedisce di morire per un colpo di calore, sono felice.
ja: 焼かれて死なないようにしてくれるなら、最高だわ。
ko: 열에 노출되어 죽지 않게 해준다면 다행이지, 행복해.
pt_br: Fico contente se me impedir de morrer de calor.
ru: Лишь бы он помог мне не умереть от жары.
zh_tw: 只要它能使我不因高溫暴斃，我就滿足了。

# CHARACTERS.WANDA.DESCRIBE.STAFFLIGHT
source: A tiny star, what could go wrong?
de: Ein kleiner Stern, was kann da schon schiefgehen?
es: Una estrellita, ¿qué podría salir mal?
fr: Une étoile miniature. C'est sans danger, n'est-ce pas ?
it: Una stellina minuscola, cosa potrebbe andare storto?
ja: 小さい星。どんな問題があるっていうの？
ko: 작은 별아, 문제 없겠지?
pt_br: Uma estrelinha, o que poderia dar errado?
ru: Ну что может быть опасного в маленькой звездочке?
zh_tw: 一顆小星星，能有什麼問題？

# CHARACTERS.WANDA.DESCRIBE.STAFF_TORNADO
source: Oh botheration, I thought it was a compass.
de: Ach verflixt, ich dachte, das sei ein Kompass.
es: Qué fastidio, creía que era una brújula.
fr: Oh flûte de zut, je croyais que c'était une boussole.
it: Che seccatura, pensavo fosse una bussola.
ja: ああ、煩わしい。コンパスだと思ったのに。
ko: 아 귀찮아, 나침반인 줄 알았네.
pt_br: Ai, que amolação! Achei que fosse uma bússola.
ru: Вот неудобство! А я-то думала, это компас.
zh_tw: 嗷，麻煩呐。我還以為是個指南針呢。
