Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_6
source: It has a lovely shimmer to it, almost metallic.
de: Er hat einen schönen, fast metallischen Schimmer.
es: Tiene un brillo precioso y casi metálico.
fr: C'est joli, elle brille... On dirait presque qu'elle est métallique.
it: Ha un incantevole luccichio, quasi metallico.
ja: この魚キラキラしてる。まるで金属みたいだわ。
ko: 아름답게 반짝이네, 금속이라도 된 듯.
pt_br: Tem um brilho encantador, quase metálico.
ru: Она так красиво блестит — словно сделана из металла.
zh_tw: 它有一種可愛的接近金屬的光澤。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_7
source: It has a lovely shimmer to it, almost metallic.
de: Er hat einen schönen, fast metallischen Schimmer.
es: Tiene un brillo precioso y casi metálico.
fr: C'est joli, elle brille... On dirait presque qu'elle est métallique.
it: Ha un incantevole luccichio, quasi metallico.
ja: この魚キラキラしてる。まるで金属みたいだわ。
ko: 아름답게 반짝이네, 금속이라도 된 듯.
pt_br: Tem um brilho encantador, quase metálico.
ru: Она так красиво блестит — словно сделана из металла.
zh_tw: 它有一種可愛的接近金屬的光澤。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_8
source: Oh botheration, this might take a while to thaw out.
de: Ach verflixt! Es könnte eine Weile dauern, bis es auftaut.
es: Qué fastidio. Tardará un rato en descongelarse.
fr: Oh, flûte de zut. Ça va mettre un temps fou à décongeler.
it: Che seccatura, scongelarlo potrebbe richiedere parecchio tempo.
ja: ああ、煩わしい！解凍されるまでにしばらく時間がかかるかもしれないわ。
ko: 아 귀찮아, 해동하려면 시간이 좀 걸리겠는데.
pt_br: Ai, que amolação! Talvez demore um pouco pra descongelar.
ru: Вот неудобство! Теперь еще ждать, пока она оттает.
zh_tw: 嗷，麻煩呐！解凍可能需要很久。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_MEDIUM_9
source: I wish it was a little less eel-shaped.
de: Ich wünschte nur, das Ding wäre weniger aalförmig.
es: Ojalá no tuviera forma de anguila.
fr: Je préférerais que ça ressemble un peu moins à une anguille.
it: Vorrei che assomigliasse un po' meno a un'anguilla.
ja: もうちょっとウナギっぽさがない形態ならよかったのに。
ko: 모양이 좀 덜 장어 같았으면 하고 바라.
pt_br: Queria que não fosse tão parecido com uma enguia.
ru: Разве обязательно так сильно походить на угря?
zh_tw: 我希望它的形狀不要那麼像鰻魚。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_1
source: All that time spent just to catch this little fish?
de: All die Zeit vergeudet, nur um diesen kleinen Fisch zu fangen?
es: ¿He perdido tanto tiempo para pescar esta cosa diminuta?
fr: Tout ce temps passé à pêcher pour remonter ce menu fretin ?
it: Tutto questo tempo per catturare un misero pesciolino?
ja: たったこれだけのために、あんなに時間つかったの？
ko: 이 작은 물고기를 잡기 위해 시간을 그렇게 보낸 거야?
pt_br: Todo esse tempo só pra pegar um peixinho?
ru: Столько времени насмарку ради одной рыбешки?
zh_tw: 花了那麼多時間就是為了抓這條小魚？

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_2
source: So much effort and so little to show for it.
de: So viel Mühe und so wenig, was dabei herauskommt.
es: Tanto esfuerzo para tan poca recompensa.
fr: Tant d'efforts et si peu de résultats...
it: Tanti sforzi e così poco da mostrare.
ja: すっごく大変だったのにたったこれだけだなんて。
ko: 많이 애썼지만 그것을 보여주기엔 너무 부족해.
pt_br: Tanto esforço por um resultado tão pequeno.
ru: Столько усилий ради такого скромного результата.
zh_tw: 如此多的努力，卻沒有什麼成果可言。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_3
source: There's hardly enough meat on it to make it worth my time.
de: Da ist kaum genug dran, um meine Zeit wert zu sein.
es: No tiene carne suficiente como para que merezca la pena perder el tiempo.
fr: Ça ne fait pas assez de viande pour justifier tout ce temps perdu.
it: Ha troppa poca carne per valerne la pena... e il mio tempo.
ja: 使った時間に値するほど食べるところがないじゃない。
ko: 시간을 보낸 만큼은 고기가 많이 잡히지 않았어.
pt_br: Não tem carne suficiente pra fazer valer meu tempo.
ru: Столько времени ловила, а мяса на ней почти нет.
zh_tw: 上面幾乎沒什麼肉，不值得我花時間。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_4
source: At least it wasn't too difficult to catch.
de: Wenigstens war er nicht schwer zu fangen.
es: Al menos no ha sido difícil de pescar.
fr: Au moins, ce n'était pas difficile à remonter.
it: Almeno catturarlo non è stato troppo difficile.
ja: ただ、捕まえるのはそんなに難しくなかったわね。
ko: 적어도 잡기가 어렵지 않았는데.
pt_br: Pelo menos não foi muito difícil de pescar.
ru: Что ж, по крайней мере, ее было несложно поймать.
zh_tw: 至少它不是太難抓。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_5
source: It comes pre-cooked? Perfect!
de: Er wird vorgekocht geliefert? Perfekt!
es: ¿Ya está cocinado? ¡Pues perfecto!
fr: Ah, c'est déjà cuit ? Formidable !
it: È precotto? Perfetto!
ja: もう調理する準備が出来てるの？最高だわ！
ko: 사전에 요리가 된 상태로 온다고? 완벽해!
pt_br: Já vem pré-cozido? Perfeito!
ru: Она что, сама себя приготовила? Прекрасно!
zh_tw: 已經是烹飪過的？很完美！

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_6
source: Not exactly appetizing, is it?
de: Nicht gerade appetitanregend, was?
es: No tiene muy buena pinta, ¿no?
fr: Ce n'est pas très appétissant...
it: Non è troppo invitante, vero?
ja: あんまり食欲そそられないわね？
ko: 확실히 먹음직스럽지는 않아, 그렇지?
pt_br: Não é exatamente apetitoso, né?
ru: Выглядит не очень-то аппетитно, да?
zh_tw: 不是很讓人有胃口吧？

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_7
source: A garden-variety fish.
de: Ein stinknormaler Fisch.
es: Un pez floral y corriente.
fr: Un poisson de jardin.
it: Un pesce da giardino.
ja: 魚と草の間の子ね。
ko: 흔해 빠진 물고기.
pt_br: Uma variedade de peixe de jardim.
ru: Таких рыб в море — что сорняков в саду.
zh_tw: 稀鬆平常的魚。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_8
source: I'd better take care not to scald my hands.
de: Ich muss aufpassen, dass ich mir nicht die Hände verbrühe.
es: Será mejor que tenga cuidado de no escaldarme las manos.
fr: Il faut que je fasse attention à ne pas me brûler les doigts.
it: Dovrò fare attenzione a non bruciarmi le mani.
ja: 魚と草の間の子ね。
ko: 손에 화상을 입지 않게 주의해야겠어.
pt_br: Melhor eu tomar cuidado pra não queimar as mãos.
ru: Надо постараться не обжечь руки.
zh_tw: 我要注意別燙傷手。

# CHARACTERS.WANDA.DESCRIBE.OCEANFISH_SMALL_9
source: It's full of spit and vinegar.
de: So voller Gift und Galle.
es: Cuánta energía tiene...
fr: C'est plein de haine et d'amertume.
it: È pieno di sputo e aceto.
ja: 唾と酢でいっぱい。
ko: 침과 식초로 가득 차 있네.
pt_br: Está cheio de cuspe e vinagre.
ru: Рыбешка в полном расцвете сил.
zh_tw: 這傢伙精神抖擻。

# CHARACTERS.WANDA.DESCRIBE.OCEANTREE
source: It must have had a hard time of it, growing all the way out here.
de: Es muss schwer für ihn gewesen sein, so weit draußen zu wachsen.
es: Seguro que lo ha pasado mal creciendo ahí en medio.
fr: Ça doit être difficile de pousser jusqu'ici.
it: Non deve essere stato facile crescere così lontano.
ja: 苦労したんだろうね。こっちの方まで伸びてきてるなんて。
ko: 이렇게 자라면서 나름 힘든 시간을 보냈겠지.
pt_br: Deve ter passado por maus momentos enquanto crescia por aqui.
ru: Непросто ему было здесь вырасти — приходилось бороться каждый час.
zh_tw: 它在這裡一定生長得很艱難。

# CHARACTERS.WANDA.DESCRIBE.OCEANTREENUT
source: It's already started growing!
de: Er wächst schon!
es: ¡Ya ha empezado a crecer!
fr: Il a déjà commencé à pousser !
it: Ha già iniziato a crescere!
ja: もう育ち始めたわ！
ko: 이미 자라나기 시작했어!
pt_br: Já começou a crescer!
ru: Уже прорастает!
zh_tw: 它已經開始長大了！

# CHARACTERS.WANDA.DESCRIBE.OCEANTREE_PILLAR
source: It provides a nice bit of shade.
de: Er liefert einen schönen Schatten.
es: Da una sombrita muy agradable.
fr: Ça fait un peu d'ombre, c'est agréable.
it: Fornisce una bella ombra.
ja: 良い感じの影ができた。
ko: 그늘이 좀 생기니 좋군.
pt_br: Proporciona um pouco de sombra.
ru: Он отбрасывает славную тень.
zh_tw: 它提供了一個很好的陰涼之處。

# CHARACTERS.WANDA.DESCRIBE.OCEANVINE
source: A vine. Not very noteworthy.
de: Eine Kletterpflanze. Nicht weiter bemerkenswert.
es: Una parra. No tiene nada destacable.
fr: Une liane. Voilà, c'est tout.
it: Un rampicante. Niente di particolare.
ja: つる。別に気に留めるほどでもないわ。
ko: 덩굴이야. 그닥 놀랍진 않지.
pt_br: Uma videira. Não chega a ser digna de nota.
ru: Лоза как лоза. Ничего необычного.
zh_tw: 一根藤蔓。不太值得一提。

# CHARACTERS.WANDA.DESCRIBE.OCEANVINE_COCOON
source: As long as I don't get too close...
de: So lange ich dem nicht zu nahe komme ...
es: Mientras no me acerque demasiado...
fr: Tant que je ne m'en approche pas trop, ça va...
it: Basta non avvicinarsi troppo...
ja: そばに寄らない限りは…
ko: 너무 가까이 가지 않는 한...
pt_br: Contanto que eu não chegue muito perto...
ru: Главное — держаться подальше...
zh_tw: 只要我別靠得太近應該就沒事……

# CHARACTERS.WANDA.DESCRIBE.OCEANVINE_COCOON_BURNT
source: Thankfully the fire didn't spread to the tree.
de: Zum Glück hat das Feuer nicht auf den Baum übergegriffen.
es: Menos mal que el fuego no ha alcanzado el árbol.
fr: Heureusement, le feu n'a pas gagné l'arbre.
it: Per fortuna le fiamme non hanno raggiunto l'albero.
ja: 木は燃えなくてよかった。
ko: 다행히 불이 나무로 번지지는 않았어.
pt_br: Ainda bem que o fogo não se alastrou pra árvore.
ru: К счастью, само дерево не загорелось.
zh_tw: 幸好火勢沒有蔓延到樹上。

# CHARACTERS.WANDA.DESCRIBE.ONEMANBAND
source: I can play all these instruments at once, what a time saver!
de: Ich kann alle diese Instrumente gleichzeitig spielen, was für eine Zeitersparnis!
es: ¡Qué maravilla! Puedo tocar todos estos instrumentos a la vez para no perder el tiempo.
fr: Je peux jouer de tous les instruments à la fois ! Que de temps gagné !
it: Posso suonare tutti questi strumenti in contemporanea! Un bel risparmio di tempo!
ja: この楽器ぜーんぶ一度に弾けるなんて時間の節約になるわ！
ko: 이 모든 악기를 한 번에 연주할 수 있으니 시간을 절약할 수 있잖아!
pt_br: Posso tocar todos estes instrumentos de uma vez só, que economia de tempo!
ru: Сколько же времени можно сэкономить, если играть на всем сразу!
zh_tw: 我可以同時演奏所有樂器了，真是節省時間啊！

# CHARACTERS.WANDA.DESCRIBE.ONION
source: I can smell the flavor!
de: Ich rieche das Aroma!
es: ¡Ya huelo hasta el saborcillo!
fr: Ça sent fort !
it: Riesco a fiutarne il sapore!
ja: 風味を感じる！
ko: 향이 풍겨오는데!
pt_br: Sinto o cheiro do sabor!
ru: М-м-м, как вкусно пахнет!
zh_tw: 我都能聞到香味了！

# CHARACTERS.WANDA.DESCRIBE.ONION_COOKED
source: I love the smell of cooked onion.
de: Ich liebe den Duft gekochter Zwiebeln!
es: Me encanta el olor de la cebolla hecha.
fr: J'adore l'odeur des oignons rissolés.
it: Adoro il profumo della cipolla cotta.
ja: 加熱した玉ねぎの匂いっていいわ。
ko: 익힌 양파 냄새는 좋아.
pt_br: Adoro o aroma de cebola cozida.
ru: Люблю запах жареного лучка.
zh_tw: 我喜歡熟洋蔥的氣味。

# CHARACTERS.WANDA.DESCRIBE.ONION_OVERSIZED
source: It's glorious!
de: Es ist herrlich!
es: ¡Menudo tamaño!
fr: C'est sublime !
it: È magnifica!
ja: 惚れ惚れするようだわ！
ko: 영광스럽네!
pt_br: É gloriosa!
ru: Великолепно!
zh_tw: 這是農夫的榮耀！

# CHARACTERS.WANDA.DESCRIBE.ONION_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.OPALPRECIOUSGEM
source: It's distractingly beautiful.
de: Das ist verstörend schön.
es: Es tan bonita que me acapara toda la atención.
fr: C'est si beau que c'est perturbant.
it: È talmente bella da distrarmi.
ja: 目が離せなくなるほど美しい。
ko: 너무 아름다워서 정신을 빼앗기겠어.
pt_br: É de uma beleza perturbadora.
ru: До того красиво, что даже мысли путаются.
zh_tw: 它美得令人分神。

# CHARACTERS.WANDA.DESCRIBE.OPALSTAFF
source: Brrr, I just got chills.
de: Brrr, da läuft es mir kalt den Rücken runter.
es: Brrr... Qué escalofrío.
fr: Brrr, j'en ai des frissons.
it: Brrr, mi sono venuti i brividi.
ja: ブルルル、鳥肌立っちゃった。
ko: 부르르, 방금 오한이 왔어.
pt_br: Brrr, tive um calafrio.
ru: Бр-р, аж мурашки по коже.
zh_tw: 咳咳，我一陣冷顫。

# CHARACTERS.WANDA.DESCRIBE.ORANGEAMULET
source: I can save so much time if I don't have to stop and pick things up!
de: Ich kann so viel Zeit sparen, wenn ich nicht mehr anhalten muss, um Dinge zu holen!
es: ¡La de tiempo que me ahorraré si no me tengo que parar a recoger cosas!
fr: Je gagne un temps fou si je ne m'arrête pas pour ramasser des trucs.
it: Posso risparmiare un sacco di tempo se non devo fermarmi a raccogliere cose!
ja: 自分で止まって拾う手間が省けたら、ものすごく時間の節約になるわ！
ko: 멈춰서 물건을 집어들 필요가 없다면 시간을 많이 아낄 수 있어!
pt_br: Posso poupar muito tempo se não tiver que parar pra pegar as coisas!
ru: Сколько же я времени сэкономлю, если смогу подбирать вещи прямо на ходу!
zh_tw: 如果不用停下來撿東西的話，就可以節省很多時間！

# CHARACTERS.WANDA.DESCRIBE.ORANGEGEM
source: It's beautiful, but more or less useless as it is.
de: Es ist schön, aber in diesem Zustand mehr oder minder nutzlos.
es: Así como está es tan preciosa como inútil.
fr: C'est magnifique, mais ça n'a pas grande utilité en soi...
it: È bellissima... ma più o meno inutile in questo stato.
ja: キレイだけど、使い道がないわね。
ko: 아름답긴 하지만 그만저만하게 쓸모가 없어.
pt_br: É linda, mas mais ou menos inútil.
ru: Красивый камень, но сам по себе почти бесполезный.
zh_tw: 它是很美，但現在這樣確實挺廢的。

# CHARACTERS.WANDA.DESCRIBE.ORANGEMOONEYE
source: I could fashion even more interesting things with this.
de: Damit kann ich sogar noch interessantere Dinge herstellen.
es: Podría crear cosas incluso más interesantes con esto.
fr: Ça pourrait me permettre de faire encore plus de trucs intéressants.
it: Potrei realizzare cose ancora più interessanti con questo.
ja: これでもっと面白い物を作れるわね。
ko: 이것으로 더 재미있는 걸 만들 수 있겠는데.
pt_br: Eu poderia criar coisas ainda mais interessantes com isto.
ru: Из этой вещицы можно смастерить что-нибудь еще более занятное.
zh_tw: 我可以用它來設計更多有趣的東西。

# CHARACTERS.WANDA.DESCRIBE.ORANGESTAFF
source: Really? We're just putting the gem on a stick and calling it a day?
de: Ach, wirklich? Wir stecken den Edelstein einfach auf einen Stock und lassen es dabei bewenden?
es: ¿En serio? ¿Ponemos la gema en un palo y lo dejamos así?
fr: Vraiment ? On se contente juste de mettre la pierre sur un bâton et c'est bon ?
it: Sul serio? Attacchiamo una gemma a un bastone e basta?
ja: 本当？宝石を棒にくっつけてそれでおしまいなの？
ko: 정말? 보석을 막대에 붙이기만 하고 끝낸다고?
pt_br: Sério? Vamos simplesmente colocar a pedra preciosa num bastão e pronto?
ru: У нас что, не было времени придумать что-то поинтереснее камня на палке?
zh_tw: 真的嗎？只是把寶石放在棍子上，然後就收工了？

# CHARACTERS.WANDA.DESCRIBE.PANDORASCHEST
source: What's the harm in taking an itty-bitty peek?
de: Was kann es schaden, einen klitzekleinen Blick darauf zu werfen?
es: ¿Qué daño podría hacer echar un vistacito de nada...?
fr: Jeter un coup d'œil n'a jamais fait de mal à personne, pas vrai ?
it: Che male c'è a dare una sbirciatina piccina piccina?
ja: ちょっと覗いてみたところで害はないでしょ？
ko: 살짝 엿보는 것이 해가 되진 않겠지?
pt_br: O que tem de mal em dar uma espiadinha?
ru: Мне бы только одним глазком заглянуть, на секундочку...
zh_tw: 偷看一下有什麼壞處呢？

# CHARACTERS.WANDA.DESCRIBE.PANETTONE
source: Mmmmm, bread.
de: Mmmmm. Brot.
es: Mmmm... Pan.
fr: Mmmh, du pain.
it: Mmmmm, pane.
ja: うわー、パンだ。
ko: 으음, 빵이네.
pt_br: Mmmmm, pão.
ru: М-м-м, хлеб.
zh_tw: 嗯，麵包。

# CHARACTERS.WANDA.DESCRIBE.PANFLUTE
source: I haven't spent much time practicing...
de: Ich habe nicht viel Zeit mit dem Üben verbracht ...
es: No he ensayado mucho tiempo...
fr: Je ne me suis pas beaucoup entraînée.
it: Non ho speso molto tempo a fare pratica.
ja: あんまり練習する時間はなかったのよね…
ko: 시간을 많이 들여 연습하지는 않아서...
pt_br: Não ando praticando muito...
ru: Ну, я почти не репетировала...
zh_tw: 我沒花太多時間練習……

# CHARACTERS.WANDA.DESCRIBE.PAPYRUS
source: I should really write things down before I forget them...
de: Ich sollte mir wirklich Notizen machen, bevor ich etwas vergesse ...
es: Tendría que apuntar las cosas antes de olvidarme de todo...
fr: Je devrais prendre des notes pour ne rien oublier...
it: Dovrei proprio prendere nota delle cose prima di dimenticarmene...
ja: 忘れる前に書き留める癖を付けなくちゃ…
ko: 진짜 잊어버리기 전에 적어놔야지...
pt_br: Melhor começar a anotar as coisas antes que eu me esqueça...
ru: Пора начать все записывать, а то, не ровен час, забуду...
zh_tw: 我真的應該在忘記之前把事情寫下來……

# CHARACTERS.WANDA.DESCRIBE.PAVLOVA
source: It's crispier than I expected, but not unpleasantly so.
de: Er ist knuspriger als ich erwartet hatte, aber nicht unangenehm.
es: Está más crujiente de lo que esperaba, pero no es desagradable.
fr: C'est plus croquant que ce que je pensais, mais ce n'est pas désagréable.
it: È più croccante di quanto immaginassi, ma la cosa non mi dispiace.
ja: 思ったよりカリカリだわ。でも、嫌な感じではないわ。
ko: 생각보다 바삭바삭한데 불쾌하게 바삭한 건 아니야.
pt_br: É mais crocante do que eu esperava, mas não de modo desagradável.
ru: Хрустит сильнее, чем я ожидала, но это даже приятно.
zh_tw: 它比我預期的要脆，這樣挺好。

# CHARACTERS.WANDA.DESCRIBE.PEGHOOK
source: That spit is corrosive!
de: Der Spieß ist ätzend!
es: ¡Esa baba es corrosiva!
fr: C'est corrosif !
it: Quello sputo è corrosivo!
ja: 強酸性の唾を吐いてくるぞ！
ko: 침에 맞으면 녹는다!
pt_br: Esse cuspe é corrosivo!
ru: Эта слюна очень едкая!
zh_tw: 那傢伙噴出來的東西有腐蝕性！

# CHARACTERS.WANDA.DESCRIBE.PENGUIN
source: Is it Winter again already?
de: Schon wieder Winter?
es: ¿Ya vuelve a ser invierno?
fr: C'est déjà l'hiver ? Encore ?
it: È già tornato l'inverno?
ja: また冬が来たの？
ko: 벌써 또 겨울인가?
pt_br: Já é inverno de novo?
ru: Неужели опять зима?
zh_tw: 又到了冬天了？

# CHARACTERS.WANDA.DESCRIBE.PEPPER
source: A little spice might put a spring in my step.
de: Ein bisschen Würze könnte mich in Schwung bringen.
es: A lo mejor un poco de picante me da algo de vidilla.
fr: Un peu d'épices pour me redonner un coup de fouet.
it: Un pizzico di piccantezza potrebbe accelerare la mia andatura.
ja: ちょっとスパイスを足したら、もっとく速く動けるようになるかも。
ko: 향신료 냄새가 좀 나면 발걸음을 재촉할 텐데.
pt_br: Um pouco de pimenta pode me deixar mais animada.
ru: Ничто так не ускоряет ход, как толика перца.
zh_tw: 一點點的香料可能會讓我的腳步更輕盈。

# CHARACTERS.WANDA.DESCRIBE.PEPPERPOPPER
source: They took far too long to make... but they are tasty.
de: Die Zubereitung hat viel zu lange gedauert ... aber sie sind lecker.
es: He tardado mucho en hacerlos..., pero están buenos.
fr: C'est vraiment trop long à préparer... mais c'est délicieux.
it: C'è voluta una vita a prepararli... ma sono gustosi.
ja: んもー、時間がかかりすぎだわ…でもおいしい。
ko: 만드는 데 시간이 너무 오래 걸렸지만... 맛있어.
pt_br: Demora muito pra fazer... mas é saborosa.
ru: Сколько же времени я потратила... Зато вкусно.
zh_tw: 做這個太花時間了……不過味道真是一絕啊。

# CHARACTERS.WANDA.DESCRIBE.PEPPER_COOKED
source: An especially hot pepper.
de: Ein ganz besonders scharfer Pfeffer.
es: Encima de picar, ahora hasta igual quema.
fr: Un piment qui a du piquant !
it: Ora sarà impossibile capire se è piccante oppure bollente... o entrambi.
ja: 特別強力なペッパー。
ko: 특히 매운 고추가 말이지.
pt_br: Uma pimenta especialmente picante.
ru: Ну очень острый перец.
zh_tw: 這玩意太辣了。

# CHARACTERS.WANDA.DESCRIBE.PEPPER_OVERSIZED
source: Ooooh, I get the feeling this one is going to be extra hot.
de: Ooooh, ich habe das Gefühl, dass das hier besonders scharf sein wird.
es: Oh... Me da la sensación de que este va a estar superpicante.
fr: Oooh, j'ai l'impression que celui-là va être incendiaire !
it: Oooh, ho il presentimento che questo sarà piccantissimo.
ja: うわー、食べる前から感じる…これは特別に辛いわ。
ko: 오오, 더 뜨거워질 것 같은 느낌이야.
pt_br: Aaaah, tenho a impressão de esta vai ser superpicante.
ru: О-о-о, похоже, это острейший перец всех времен.
zh_tw: 我有預感這個會辣上加辣。

# CHARACTERS.WANDA.DESCRIBE.PEPPER_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.PERD
source: That bird's too quick!
de: Der Vogel ist zu schnell!
es: ¡Esa ave es muy veloz!
fr: Cet oiseau est trop rapide !
it: Quell'uccello è troppo veloce!
ja: あの鳥、速すぎ！
ko: 저 새는 너무 빨라!
pt_br: Esse pássaro é rápido demais!
ru: Слишком прыткая птичка!
zh_tw: 那只鳥太快了！

# CHARACTERS.WANDA.DESCRIBE.PERDFAN
source: I don't think it was very lucky for the poor bird.
de: Ich glaube nicht, dass es für den armen Vogel ein Glücksfall war.
es: Creo que el pobre pájaro no tuvo mucha suerte.
fr: Je pense que ce pauvre oiseau n'a pas eu beaucoup de chance.
it: Dubito che abbia portato molta fortuna a quel povero uccello.
ja: 幸運をもたらすって言う割には、運に恵まれず死んじゃったじゃないの。
ko: 그 가여운 새가 아주 운이 좋았다고 생각하지는 않아.
pt_br: Acho que o coitado do pássaro não teve muita sorte.
ru: Бедной птичке он никакой удачи не принес.
zh_tw: 那只可憐的鳥真是不走運。

# CHARACTERS.WANDA.DESCRIBE.PERDSHRINE.BURNT
source: Gone in an instant.
de: Im Nullkommanichts verschwunden.
es: Ha desaparecido en un instante.
fr: C'est parti en fumée.
it: Sparito in un istante.
ja: 早死がすぎるわ。
ko: 순식간에 사라졌네.
pt_br: Se foi num instante.
ru: Все сгорело за секунду.
zh_tw: 說沒就沒了。

# CHARACTERS.WANDA.DESCRIBE.PERDSHRINE.EMPTY
source: Now, what was the trick with this one?
de: Was war nun der Haken an dieser Sache?
es: A ver, ¿cuál era el truco...?
fr: Bon, qu'est-ce qu'il faut faire, ici ?
it: Allora, come funzionava?
ja: じゃあ、このトリックは何だったの？
ko: 자, 여기에 쓴 속임수는 뭘까?
pt_br: Agora, qual foi o truque que fizeram com este daqui?
ru: Минуточку, я соображу, что надо сделать...
zh_tw: 這又是怎麼回事？

# CHARACTERS.WANDA.DESCRIBE.PERDSHRINE.GENERIC
source: This will be a giant time sink if I'm not careful...
de: Das wird eine gewaltige Zeitvergeudung, wenn ich nicht aufpasse ...
es: Esto se convertirá en un pozo de horas como no tenga cuidado...
fr: Si je n'y prends pas garde, je vais y passer tout mon temps.
it: Se non faccio attenzione, potrebbe trasformarsi in un gigantesco vortice temporale...
ja: 注意しないと、とてつもない時間のムダになるわ…
ko: 조심하지 않으면 시간을 엄청나게 건너 뛸지도 몰라.
pt_br: Vai ser uma imensa perda de tempo se eu não tomar cuidado...
ru: Я потеряю здесь уйму времени, если не буду осторожна...
zh_tw: 我要是稍不留神，就會在這個上花過多的時間……

# CHARACTERS.WANDA.DESCRIBE.PEROGIES
source: Little pockets of food.
de: Kleine nahrhafte Taschen!
es: Bolsillitos de comida.
fr: Des petits encas.
it: Piccole tasche di cibo.
ja: ポケットみたいな食べ物。
ko: 음식이 들어있는 작은 주머니.
pt_br: Bolsinhos de comida.
ru: Мешочки, полные еды.
zh_tw: 裝著食物的小團

# CHARACTERS.WANDA.DESCRIBE.PETALS
source: They wither away so quickly.
de: Sie verwelken so schnell.
es: Se marchitan tan rápido...
fr: Ils fanent si vite.
it: Si seccano talmente in fretta...
ja: すぐに枯れちゃうのね。
ko: 너무 빨리 시들어 버려.
pt_br: Elas definham tão rápido.
ru: Увядают в мгновение ока.
zh_tw: 枯萎得如此之快。

# CHARACTERS.WANDA.DESCRIBE.PETALS_EVIL
source: Picking them seemed like a good idea at the time...
de: Sie zu pflücken kam mir damals wie eine gute Idee vor ...
es: En su momento, me pareció buena idea cogerlos...
fr: Les cueillir me semblait être une bonne idée, sur le coup...
it: Inizialmente raccoglierli mi era sembrata una buona idea...
ja: さっきまで、これを摘むのがいい考えだと思ってたのに…
ko: 그것들을 고른 게 당시에는 좋은 생각 같았지...
pt_br: Pareceu uma boa ideia na hora em que as colhi...
ru: А когда-то я думала, что они мне понадобятся.
zh_tw: 當時覺得摘下來還挺好的……

# CHARACTERS.WANDA.DESCRIBE.PETRIFIED_TREE
source: Frozen in time.
de: In der Zeit eingefroren.
es: Se ha congelado en el tiempo.
fr: Il est figé dans le temps.
it: Congelato nel tempo.
ja: 時間が止まってる。
ko: 시간 속에 얼어붙었어.
pt_br: Congelada no tempo.
ru: Застыло во времени.
zh_tw: 凍結在時光中。

# CHARACTERS.WANDA.DESCRIBE.PHLEGM
source: Ugh, even time doesn't want to touch it.
de: Agh, nicht mal die Zeit will das anfassen.
es: Puaj, ni siquiera el tiempo quiere tocarla.
fr: Beurk, même le temps refuse d'y toucher.
it: Ugh, nemmeno il tempo vuole toccarlo.
ja: あー、時間もこれには触りたくないんだわ。
ko: 어, 시간조차 만지고 싶지 않을 걸.
pt_br: Ugh, nem o tempo quer tocar nele.
ru: Фу, даже само время не хочет к этому прикасаться.
zh_tw: 唉，連時間都不想去碰它。
