Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: I'm all for taking precautions, but does it have to look like that?
de: Ich bin ja dafür, Vorsichtsmaßnahmen zu treffen, aber muss es denn wirklich so aussehen?
es: Me gusta tomar precauciones, pero ¿de verdad tiene que tener ese aspecto?
fr: Je suis d'accord pour prendre des précautions, mais il faut vraiment que ça ressemble à ça ?
it: Sono sempre a favore delle precauzioni, ma deve per forza avere quell'aspetto?
ja: 気を付けるに越したことはないけど、そんな風にする必要ある？
ko: 예방하는 건 좋은데 것인데 꼭 그렇게 보여야 할까?
pt_br: Sou a favor de tomar precauções, mas precisa mesmo ter essa aparência?
ru: Запасной план никогда не помешает, но обязательно ему выглядеть так?
zh_tw: 我支持未雨綢繆，但它一定要做成那樣嗎？

# CHARACTERS.WANDA.DESCRIBE.RESURRECTIONSTONE
source: Hopefully I'll never have to use it.
de: Hoffentlich muss ich das nie benutzen.
es: Espero no tener que utilizarla.
fr: J'espère que je n'aurai pas à l'utiliser.
it: Spero di non averne mai bisogno.
ja: これを使う日が来なければいいわ。
ko: 바라건대 그것을 사용할 필요가 없기를.
pt_br: Tomara que eu jamais tenha que usá-la.
ru: Надеюсь, мне не придется его использовать.
zh_tw: 希望我永遠都用不到它。

# CHARACTERS.WANDA.DESCRIBE.REVIVER
source: A bit of insurance, in the unlikely event my own powers aren't enough.
de: Eine kleine Rückversicherung, für den unwahrscheinlichen Fall, dass meine eigenen Kräfte nicht ausreichen.
es: Un salvavidas por si se diera la casualidad de que mis poderes no cumplan.
fr: Une sorte d'assurance, au cas improbable où mes pouvoirs ne suffiraient pas.
it: Una precauzione... nell'improbabile eventualità che i miei poteri non siano sufficienti.
ja: 私のパワーが足りない時のためのちょっとした保険。
ko: 약간의 보험이야, 혹시라도 내 힘으로는 충분하지 않다면.
pt_br: É meio que uma garantia pro caso de meus poderes não serem suficientes.
ru: Небольшая подстраховка на тот маловероятный случай, если я не справлюсь сама.
zh_tw: 就當是預防我哪天能力不夠時的保險吧。

# CHARACTERS.WANDA.DESCRIBE.RHINODRILL
source: He's got a nose for this kind of work.
de: Er hat ein Näschen für diese Art von Arbeit.
es: Tiene un olfato especial para este tipo de trabajo.
fr: Il a du nez pour ce genre de boulot.
it: Ha il naso per questo tipo di lavoro.
ja: こういうことに向いている鼻をしてるね。
ko: 코가 이 일에 아주 적합하다.
pt_br: Ele tem faro pra esse tipo de trabalho.
ru: У него на такие делишки нюх.
zh_tw: 他的鼻子很適合幹這個活。

# CHARACTERS.WANDA.DESCRIBE.ROASTTURKEY
source: What an enormous turkey leg!
de: Was für eine riesige Truthahnkeule!
es: ¡Ese muslo de pavo es enorme!
fr: Quel énorme pilon !
it: Un gigantesco cosciotto di tacchino!
ja: なんって大きな七面鳥の脚！
ko: 정말 거대한 칠면조 다리다!
pt_br: Que coxa de peru enorme!
ru: Какая здоровенная ножка индейки!
zh_tw: 多麼巨大的火雞腿啊！

# CHARACTERS.WANDA.DESCRIBE.ROBIN.GENERIC
source: Some kind of red bird.
de: Eine Art roter Vogel.
es: Una especie de pájaro rojo.
fr: Un genre d'oiseau rouge.
it: Una specie di uccello rosso.
ja: 一種の赤い鳥。
ko: 붉은 새의 일종인데.
pt_br: Uma espécie de pássaro vermelho.
ru: Какая-то красная птица.
zh_tw: 一種紅色的鳥。

# CHARACTERS.WANDA.DESCRIBE.ROBIN.HELD
source: Well, it's in my pocket. Now what?
de: Nun, es ist in meiner Tasche. Was nun?
es: Vale, lo tengo en el bolsillo. ¿Y ahora qué?
fr: Je l'ai mis dans ma poche... Je fais quoi, maintenant ?
it: Ora è nella mia tasca. Cosa ci devo fare?
ja: 私のポケットにあるわ。で？
ko: 음, 주머니에 들어있어. 이제 어쩌지?
pt_br: Bom, está no meu bolso. E agora?
ru: Итак, я положила ее в карман. И что теперь?
zh_tw: 嗯，它在我的口袋裡了。然後呢？

# CHARACTERS.WANDA.DESCRIBE.ROBIN_WINTER.GENERIC
source: Some kind of blueish white bird.
de: Eine Art blau-weißer Vogel.
es: Una especie de pájaro blanco azulado.
fr: Un genre d'oiseau bleu et blanc.
it: Una specie di uccello bluastro.
ja: 一種の青白い鳥。
ko: 푸른빛이 도는 흰색 새의 일종인데.
pt_br: Uma espécie de pássaro branco azulado.
ru: Какая-то синевато-белая птица.
zh_tw: 某種藍白色的鳥。

# CHARACTERS.WANDA.DESCRIBE.ROBIN_WINTER.HELD
source: Don't peck on my pocket watches while you're in there!
de: Picke ja nicht an meinen Taschenuhren herum, während du da drin bist!
es: ¡No picotees los relojes de bolsillo mientras estás ahí!
fr: Ne picore pas mes montres de gousset, hein !
it: Non becchettare i miei orologi da taschino finché sei lì dentro!
ja: ポケットの中で私の懐中時計をつつかないでよ。
ko: 거기 있는 동안 내 회중시계를 쪼지 마!
pt_br: Não vá bicar meus relógios de bolso enquanto estiver aí dentro!
ru: Смотри не лезь клювом в мои карманные часы, слышишь?
zh_tw: 你在裡面的時候不要啄我的懷錶！

# CHARACTERS.WANDA.DESCRIBE.ROBOT_BLUEPRINT
source: I might need a screwdriver instead of a sewing needle.
de: Ich brauche vielleicht einen Schraubenzieher statt einer Nähnadel.
es: A lo mejor necesito un destornillador en lugar de una aguja.
fr: Je risque d'avoir plus besoin d'un tournevis que d'une aiguille à coudre.
it: Forse mi servirà un cacciavite al posto di un ago da cucito.
ja: 縫い針じゃなくてドライバーが必要かも。
ko: 재봉 바늘 대신 드라이버가 필요할 수도 있겠어.
pt_br: Talvez eu precise de uma chave de fenda em vez de uma agulha de costura.
ru: Тут скорее понадобится отвертка, чем иголка.
zh_tw: 我需要的是一把螺絲刀，而不是一根繡花針。

# CHARACTERS.WANDA.DESCRIBE.ROBOT_PUPPET
source: They're trapped!
de: Das Ding ist gefangen!
es: ¡Está atrapado!
fr: Ils sont piégés !
it: Sono intrappolati!
ja: なんか捕まってるわ！
ko: 갇혔다!
pt_br: Estão presos!
ru: Они в ловушке!
zh_tw: 它被困住了！

# CHARACTERS.WANDA.DESCRIBE.ROCK
source: Ooooh a boulder, how unexpected.
de: Ooooh, ein Steinbrocken, wie unverhofft.
es: Oh, una roca. No me lo esperaba.
fr: Oooh, un rocher. C'est fou.
it: Ooh, un masso. Questo proprio non me l'aspettavo.
ja: うっわー、大きな岩。予想外だわ。
ko: 오오 바위다, 정말 예기치 않았는데.
pt_br: Aaaah, um pedregulho. Que inesperado.
ru: О-о-о, валун. Как неожиданно.
zh_tw: 哦，是一塊巨石，真沒想到。

# CHARACTERS.WANDA.DESCRIBE.ROCKS
source: A handful of stones, absolutely thrilling!
de: Eine Handvoll Steine, das lässt den Puls echt rasen!
es: Un puñado de rocas, ¡qué emoción!
fr: Une poignée de pierre. Wouaouh.
it: Una manciata di pietre, che emozione!
ja: 一握りの石。すごくドキドキするわね！
ko: 돌멩이 한 줌, 절대적으로 스릴있네!
pt_br: Uma porção de pedras. Que emoção!
ru: Кучка камней — с ума сойти!
zh_tw: 一把石頭，真刺激！

# CHARACTERS.WANDA.DESCRIBE.ROCKY
source: You keep those claws far away from me!
de: Halte mir ja diese fiesen Krallen vom Leib!
es: ¡Aparta esas pinzas de mí!
fr: Range tes griffes, toi !
it: Tieni quelle chele lontane da me!
ja: その爪は私に近づけないで！
ko: 그 발톱을 나한테서 멀찍이 둬!
pt_br: Mantenha essas garras longe de mim!
ru: Только тронь меня своими клешнями!
zh_tw: 你讓那些爪子離我遠一點！

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.BARREN
source: I think it's well past its prime.
de: Das Ding hat seine beste Zeit hinter sich, denke ich.
es: Ya no está en su mejor momento.
fr: Je crois que ça n'est plus de première jeunesse.
it: Temo abbia visto giorni migliori.
ja: 盛りの時期はとうに過ぎたわ。
ko: 왕성하게 자랄 시기가 한참 지난 것 같아.
pt_br: Acho que já passou da validade faz tempo.
ru: Думаю, его лучшие дни уже позади.
zh_tw: 它早已經過了全盛時期。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.BURNING
source: Oh botheration, I needed that!
de: Ach verflixt, das hätte ich gebrauchen können!
es: Qué fastidio... ¡Lo necesitaba!
fr: Oh flûte de zut ! J'en avais besoin !
it: Che tremenda seccatura! Mi serviva!
ja: ああ、煩わしい。あれが欲しかったのに！
ko: 아 귀찮아, 그게 필요했어!
pt_br: Ai, que amolação! Eu precisava disso!
ru: Вот неудобство-то, он был мне нужен!
zh_tw: 嗷，麻煩呐。我本來需要那個的！

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASED
source: It looks pretty sick.
de: Sieht krank aus!
es: Parece bastante enfermo.
fr: Ça a l'air très malade.
it: Sembra piuttosto malato.
ja: 病気にかかっているみたいだ
ko: 아무래도 병든 것 같다.
pt_br: Parece bem doente.
ru: На вид кажется больным.
zh_tw: 它看上去很不舒服。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.DISEASING
source: Err, something's not right.
de: Irgendwas stimmt da nicht.
es: Eh, algo va mal aquí.
fr: Euh... y a un truc qui cloche.
it: Ehm, c'è qualcosa che non va.
ja: うーん、何かおかしい。
ko: 음, 뭔가 잘못됐다.
pt_br: Ahm, algo errado não está certo.
ru: Э-э-э, что-то пошло не так.
zh_tw: 呃...有些地方不對勁。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.GENERIC
source: I've seen a lot of strange things in my time. This is one of them.
de: Ich habe in meinem Leben schon viele seltsame Dinge gesehen. Dies ist eines davon.
es: He visto un montón de cosas raras en mi vida... y esta es una de ellas.
fr: J'ai vu des tas de choses étranges, dans ma vie. Et ça en fait partie.
it: Ho visto molte cose strane nella mia vita. Questa è una di quelle.
ja: これまでにたくさんの変な物を見てきたわ。これはその中の1つ。
ko: 평생 이상한 것들을 아주 많이 봐왔지. 이건 그중에 하나고.
pt_br: Já vi muita coisa estranha na vida. Esta é uma delas.
ru: Я повидала немало диковин, и это одна из них.
zh_tw: 我這輩子見過很多奇怪的事情。這就是其中之一。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.PICKED
source: I'll come back later when there's fruit to pick.
de: Ich komme später wieder, wenn es Obst zu pflücken gibt.
es: Volveré cuando haya fruta que recoger.
fr: Je reviendrai plus tard, quand il y aura des fruits à cueillir.
it: Tornerò in seguito, quando ci saranno frutti da raccogliere.
ja: 収穫する実がなった頃に戻って来るわ。
ko: 나중에 과일을 따게 되면 다시 올게.
pt_br: Vou voltar mais tarde quando tiver frutos para colher.
ru: Я вернусь позже, когда появятся плоды.
zh_tw: 等有水果能摘了我再回來。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_BUSH.WITHERED
source: I can't expect it to make fruit in this heat.
de: Ich kann nicht erwarten, dass er bei dieser Hitze Früchte trägt.
es: No puedo esperar que produzca fruta con este calor.
fr: Je ne peux pas lui demander de produire des fruits sous cette chaleur.
it: Non posso pretendere che dia frutti con questo calore.
ja: この暑さじゃ実がなるとは思えないわ。
ko: 이 더위에 열매를 맺을 수 있을지 모르겠네.
pt_br: Não posso esperar que produza frutos com este calor.
ru: Он едва ли начнет плодоносить в такую жару.
zh_tw: 這麼熱的天氣肯定結不出果。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_FRUIT
source: That looks like a quick way to chip a tooth.
de: Das sieht nach einer schnellen Methode aus, einen Zahn abzubrechen.
es: Si quieres romperte un diente, es perfecto.
fr: On peut vite s'y casser une dent.
it: Sembra un modo rapido per scheggiarsi un dente.
ja: 簡単に歯を欠けさせられるわよ。
ko: 이가 빨리 빠지게 하는 방법인 것 같아.
pt_br: Parece uma ótima maneira de quebrar um dente.
ru: Так можно в два счета сломать себе зуб.
zh_tw: 那個一下就會把牙崩下來。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE
source: After all that waiting, it's finally somewhat edible.
de: Nach all dem Warten ist es endlich einigermaßen genießbar.
es: Por fin es comestible después de tanto esperar.
fr: C'est enfin comestible après toute cette attente...
it: Dopo una lunghissima attesa, sembra finalmente più o meno commestibile.
ja: こんなに長々待った末、やっと何とか食べられるものになったわ。
ko: 그 모든 기다림 끝에 마침내 어느 정도는 먹을 수 있다.
pt_br: Depois de tanta espera, finalmente ficou um pouco comestível.
ru: Он стал чуточку съедобным — не прошло и года!
zh_tw: 等了這麼久，總算能吃了。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: I don't know if it was worth the time to cook it.
de: Ich weiß nicht, ob es die Zeit wert war, sie zuzubereiten.
es: No sé si ha merecido la pena perder el tiempo cocinándolo.
fr: Je ne sais pas si ça valait le coup de perdre du temps à le cuire.
it: Non so se è valsa la pena di cucinarlo.
ja: 料理する価値があるかはわからない。
ko: 시간이 아깝지 않은 요리인지 모르겠어.
pt_br: Não sei se valeu o tempo que levou pra cozinhar.
ru: Даже не знаю, стоило ли тратить время на готовку.
zh_tw: 花時間烹飪它也不知道是不是值得。

# CHARACTERS.WANDA.DESCRIBE.ROCK_AVOCADO_FRUIT_SPROUT
source: There's a new little life forming.
de: Es entsteht ein neues kleines Leben.
es: Se está formando una nueva vida.
fr: Une nouvelle vie est en train d'éclore.
it: Si sta formando una nuova, minuscola vita.
ja: 小さい新しい命が芽吹いてる。
ko: 작은 생명이 새로 만들어지고 있어.
pt_br: Tem uma nova vida se formando.
ru: Так зарождается новая маленькая жизнь.
zh_tw: 有一個新的小生命正在形成。

# CHARACTERS.WANDA.DESCRIBE.ROCK_ICE.GENERIC
source: A frozen chunk of future water.
de: Ein gefrorener Klumpen künftigen Wassers.
es: Un trozo de futura agua congelada.
fr: Un morceau gelé de future eau.
it: Un blocco ghiacciato di quella che un giorno sarà acqua.
ja: 将来水になるかたまり。
ko: 지금은 얼어 붙어있지만 미래엔 물이 되겠지.
pt_br: Uma porção congelada de água do futuro.
ru: Застывший кусок воды из будущего.
zh_tw: 一塊凍結的未來之水。

# CHARACTERS.WANDA.DESCRIBE.ROCK_ICE.MELTED
source: A puddle of potential ice.
de: Ein Pfütze voll potenziellem Eis.
es: Un charco que podría convertirse en hielo.
fr: Une flaque de glace potentielle.
it: Una pozzanghera di potenziale ghiaccio.
ja: 潜在的な氷のたまり場。
ko: 잠재적인 얼음 웅덩이다.
pt_br: Uma poça de gelo em potencial.
ru: Лужица потенциального льда.
zh_tw: 一灘潛在的冰。

# CHARACTERS.WANDA.DESCRIBE.ROCK_ICE_MELTED
source: A puddle of potential ice.
de: Ein Pfütze voll potenziellem Eis.
es: Un charco que podría convertirse en hielo.
fr: Une flaque de glace potentielle.
it: Una pozzanghera di potenziale ghiaccio.
ja: 潜在的な氷のたまり場。
ko: 잠재적인 얼음 웅덩이다.
pt_br: Uma poça de gelo em potencial.
ru: Лужица потенциального льда.
zh_tw: 一灘潛在的冰。

# CHARACTERS.WANDA.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
de: Eine verkrustete Lavagrube.
es: Un pozo de lava duro.
fr: Une fosse de lave avec une croûte.
it: Una crosta sopra il pozzo di lava.
ja: 外皮で覆われた溶岩ピット。
ko: 위가 딱딱해진 용암 구덩이야.
pt_br: Uma incrustação sobre o poço de lava.
ru: Все покрылось каменной коркой.
zh_tw: 裹了石皮的熔岩坑。

# CHARACTERS.WANDA.DESCRIBE.ROCK_LIGHT.LOW
source: The lava's crusting over.
de: Durch Lava von einer Kruste überzogen.
es: La lava se está secando.
fr: La croûte se reforme sur la lave.
it: La lava sta facendo la crosta in superficie.
ja: 溶岩の外側が固まり包んでいる。
ko: 용암이 굳고 있다.
pt_br: A lava está se incrustando.
ru: Лавовый оползень закончился.
zh_tw: 那塊熔岩正在裹上石皮。

# CHARACTERS.WANDA.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nice and comfy.
de: Angenehm und behaglich.
es: Agradable y confortable.
fr: Chaud et confortable.
it: Bello e piacevole.
ja: とっても快適。
ko: 따뜻하고 훈훈하다.
pt_br: Bom e confortável.
ru: Здорово и уютно.
zh_tw: 真舒服。

# CHARACTERS.WANDA.DESCRIBE.ROCK_LIGHT.OUT
source: Looks fragile.
de: Sieht zerbrechlich aus.
es: Parece frágil.
fr: Elle a l'air faible.
it: Sembra fragile.
ja: 簡単に壊れそうだ。
ko: 잘 부서질 것 같다.
pt_br: Parece frágil.
ru: Выглядит хрупким.
zh_tw: 看起來很易碎。

# CHARACTERS.WANDA.DESCRIBE.ROCK_MOON
source: I never would have predicted I'd see a piece of the moon up close.
de: Ich hätte nie gedacht, dass ich einmal ein Stück des Mondes aus der Nähe sehe.
es: Jamás imaginé que vería un pedacito de luna de cerca.
fr: Je n'aurais jamais pensé voir un morceau de lune d'aussi près.
it: Non mi sarei mai immaginata di vedere un frammento di luna da vicino.
ja: 月の欠片をこんなに近くでみるなんて、万が一にも予想してなかったわ。
ko: 달의 조각을 가까이서 보게 될 줄은 꿈에도 몰랐어.
pt_br: Eu jamais poderia imaginar que veria um pedaço da lua de perto.
ru: Никогда бы не подумала, что однажды увижу вблизи кусочек луны.
zh_tw: 我從來沒有預料到有一天我會近距離看到月亮。

# CHARACTERS.WANDA.DESCRIBE.ROCK_PETRIFIED_TREE
source: Frozen in time.
de: In der Zeit eingefroren.
es: Se ha congelado en el tiempo.
fr: Il est figé dans le temps.
it: Congelato nel tempo.
ja: 時間が止まってる。
ko: 시간 속에 얼어붙었어.
pt_br: Congelada no tempo.
ru: Застыло во времени.
zh_tw: 凍結在時光中。

# CHARACTERS.WANDA.DESCRIBE.ROCK_PETRIFIED_TREE_OLD
source: Frozen in time.
de: In der Zeit eingefroren.
es: Se ha congelado en el tiempo.
fr: Il est figé dans le temps.
it: Congelato nel tempo.
ja: 時間が止まってる。
ko: 시간 속에 얼어붙었어.
pt_br: Congelada no tempo.
ru: Застыло во времени.
zh_tw: 凍結在時光中。

# CHARACTERS.WANDA.DESCRIBE.ROOK
source: I'm not convinced that's proper clockwork.
de: Ich bin nicht davon überzeugt, dass das ein richtiges Uhrwerk ist.
es: Creo que en ese mecanismo falla algo...
fr: Je ne suis pas convaincue que ce soit vraiment du travail d'horlogerie, là-dedans.
it: Non è qualcosa che personalmente avrei meccanizzato.
ja: あれは適切な機械仕掛けだとは思えないわ。
ko: 그게 적절한 시계 장치라는 믿음이 안 생겨.
pt_br: Não estou convencida de que seja um mecanismo decente.
ru: Сомневаюсь, что это настоящий часовой механизм.
zh_tw: 我不相信那是正經發條。

# CHARACTERS.WANDA.DESCRIBE.ROOK_NIGHTMARE
source: How is it still going?
de: Wieso läuft das Ding immer noch?
es: ¿Cómo sigue funcionando?
fr: Comment ça peut encore bouger ?
it: Come fa a funzionare ancora?
ja: どうしてまだ動けるのかしら？
ko: 어떻게 되고 있을까?
pt_br: Como ainda está se mexendo?
ru: Когда же у него кончится завод?
zh_tw: 它怎麼還在走？

# CHARACTERS.WANDA.DESCRIBE.ROPE
source: I'm sure I'll find some use for it sooner or later.
de: Das kann ich früher oder später bestimmt gebrauchen.
es: Seguro que le acabo encontrando alguna utilidad.
fr: Je suis sûre que je finirai par lui trouver une utilité.
it: Sono sicura che prima o poi mi tornerà utile.
ja: 遅かれ早かれ使い道をみつけるわ。
ko: 조만간 쓸 데를 찾을 수 있을 거야.
pt_br: Vou encontrar algum uso pra isso mais cedo ou mais tarde.
ru: Уверена, что рано или поздно она мне пригодится.
zh_tw: 我相信我遲早會找到它的用途。

# CHARACTERS.WANDA.DESCRIBE.ROTTENEGG
source: It must've been the last one out.
de: Es muss das letzte gewesen sein, das rauskam.
es: Sería el último que quedaba.
fr: C'était sûrement le dernier à être pondu.
it: Dev'essere stato l'ultimo a uscire.
ja: 最後のタマゴに違いないわ。
ko: 마지막으로 나온 것이 틀림없어.
pt_br: Deve ter sido o último a sair.
ru: Думаю, его снесли последним.
zh_tw: 它一定是最後一個出來的。

# CHARACTERS.WANDA.DESCRIBE.ROYAL_JELLY
source: Victory is sweet.
de: Der Sieg schmeckt süß.
es: La victoria es dulce.
fr: Oh, que la victoire est douce.
it: La vittoria è dolcissima.
ja: 勝利は甘美なものね。
ko: 승리는 달콤하지.
pt_br: A vitória é doce.
ru: Сладкий вкус победы.
zh_tw: 勝利真甜蜜。

# CHARACTERS.WANDA.DESCRIBE.RUBBLE
source: Time has broken it down.
de: Die Zeit hat es zerlegt.
es: El tiempo la ha roto.
fr: Le temps en est venu à bout.
it: Il tempo l'ha rovinata.
ja: 時間が勝利した。
ko: 시간의 흐름으로 망가졌네.
pt_br: O tempo a destruiu.
ru: Время его покалечило.
zh_tw: 時間的洗禮讓它破舊不堪。

# CHARACTERS.WANDA.DESCRIBE.RUINSHAT
source: I'm never taking it off!
de: Das nehme ich nie wieder ab!
es: ¡No me la pienso quitar jamás!
fr: Je ne l'enlèverai jamais !
it: Non me la toglierò mai più!
ja: 私がこれを脱ぐことはないわ！
ko: 이걸 절대 벗지 않을 거야!
pt_br: Eu nunca vou tirá-la!
ru: Никогда ее больше не сниму!
zh_tw: 我永遠也不會把它脫下來！

# CHARACTERS.WANDA.DESCRIBE.RUINS_BAT
source: It's a bit unwieldy, don't you think?
de: Das ist ein bisschen unhandlich, meinst du nicht?
es: Es un poco difícil de blandir, ¿no crees?
fr: C'est un peu encombrant, non ?
it: È un pochino ingombrante, nevvero?
ja: ちょっと厄介だと思わない？
ko: 좀 다루기 힘들어, 그렇지 않아?
pt_br: Um tanto pesado, não acha?
ru: Какая-то она громоздкая, да?
zh_tw: 那東西怎麼揮啊？

# CHARACTERS.WANDA.DESCRIBE.RUINS_RUBBLE
source: Whatever it was has been lost to time.
de: Was auch immer das hier gewesen ist, die Zeit hat es sich geholt.
es: Fuera lo que fuera, se ha perdido en el tiempo.
fr: Je ne sais pas ce que c'était, mais le temps l'a engloutie.
it: Qualunque cosa fosse, è stata consumata dal tempo.
ja: これが何であったとしても、時とともに失われた。
ko: 그것이 무엇이었든 지금은 망가져 버렸어.
pt_br: O que quer que tenha sido, perdeu-se no tempo.
ru: Что бы здесь ни было, все давно поглотило время.
zh_tw: 無論它曾是什麼，都在時間長河中消失了。

# CHARACTERS.WANDA.DESCRIBE.SACRED_CHEST.GENERIC
source: An ancient puzzle! How exciting!
de: Ein uraltes Rätsel! Wie aufregend!
es: ¡Qué emoción, un puzle ancestral!
fr: Une énigme ancienne ! Génial !
it: Magnifico! Un antico rompicapo!
ja: 古代のパズル！すごく面白そうね！
ko: 고대의 퍼즐이다! 흥미진진한걸!
pt_br: Um quebra-cabeça ancestral! Que empolgante!
ru: Древняя головоломка! Как увлекательно!
zh_tw: 一個古老的謎題！多麼令人激動啊！

# CHARACTERS.WANDA.DESCRIBE.SACRED_CHEST.LOCKED
source: You won't stay locked for long.
de: Du wirst nicht lange verschlossen bleiben.
es: No te pasarás mucho tiempo cerrado.
fr: Tu ne resteras pas fermé trop longtemps.
it: Non rimarrai chiuso a lungo.
ja: あんたが開くのも時間の問題だよ。
ko: 금방 열어야지.
pt_br: Você não vai ficar trancado por muito tempo.
ru: Надолго ты запертым не останешься.
zh_tw: 你很快就會被解開了。

# CHARACTERS.WANDA.DESCRIBE.SADDLEHORN
source: I'll finally be able to take the saddle off that poor beast!
de: Ich werde das arme Tier endlich absatteln können!
es: ¡Por fin podré quitarle la silla a esa pobre bestia!
fr: Je vais enfin pouvoir retirer la selle du dos de cette pauvre bête !
it: Finalmente potrò togliere la sella a quella povera bestia!
ja: かわいそうな獣からやーっと鞍を取ってあげられるわ！
ko: 드디어 그 불쌍한 야수에게서 안장을 벗겨줄 수 있을 거야!
pt_br: Até que enfim, vou poder tirar a sela daquele pobre animal!
ru: Наконец-то я смогу снять седло с бедного зверя!
zh_tw: 我終於可以把鞍具從那頭可憐的野獸身上取下來了！

# CHARACTERS.WANDA.DESCRIBE.SADDLE_BASIC
source: I've got a saddle, now I just need an animal to ride...
de: Ich habe einen Sattel, jetzt brauche ich nur noch ein Reittier ...
es: Tengo una silla, pero ahora necesito un animal al que ponérsela...
fr: J'ai une selle ! Il ne me manque plus qu'une bestiole à chevaucher...
it: Ho una sella, ora mi occorre solo un animale da cavalcare...
ja: 鞍はあるから、乗る生き物さえあればいいわ。
ko: 안장도 있고 이제 탈 동물만 있으면 되는데...
pt_br: Consegui uma sela, agora só falta um animal pra cavalgar...
ru: Седло у меня есть — осталось найти, на ком ездить.
zh_tw: 我有鞍了，就差個坐騎了……

# CHARACTERS.WANDA.DESCRIBE.SADDLE_RACE
source: This should help my beefalo pick up the pace.
de: Das sollte meinem Beefalo helfen, das Tempo zu erhöhen.
es: Esto servirá para que mi beefalo acelere el paso.
fr: Ça devrait permettre à mon bœufalo de garder le rythme.
it: Questa dovrebbe aiutare il mio mufalo a darsi una mossa.
ja: これで私のビーファロも早く走れるわ。
ko: 내 비팔로가 속도를 높이는 데 도움이 될 거야.
pt_br: Isso deve ajudar meu bífalo a acelerar.
ru: Теперь-то мой бифало точно начнет шевелить копытами.
zh_tw: 這個應該能幫我的皮弗婁牛加快一下步伐。

# CHARACTERS.WANDA.DESCRIBE.SADDLE_WAR
source: Very imposing.
de: Sehr imposant.
es: Es muy imponente.
fr: C'est très impressionnant.
it: Molto imponente.
ja: すごく印象的だわ。
ko: 아주 인상적이다.
pt_br: Muito imponente.
ru: Очень впечатляюще.
zh_tw: 非常威武。

# CHARACTERS.WANDA.DESCRIBE.SALSA
source: I guess I could spare some time for a quick snack...
de: Ich denke, ich könnte etwas Zeit für einen schnellen Snack erübrigen ...
es: Supongo que podría dejarme un ratito para comer algo...
fr: Je peux prendre un moment pour manger vite fait...
it: Suppongo di potermi concedere qualche minuto per uno spuntino veloce...
ja: ちょっと食べるくらいの時間はあるかな…
ko: 간단한 간식을 먹을 수 있는 시간을 가질 수 있을 것 같아...
pt_br: Acho que posso parar um pouquinho pra fazer um lanche rápido...
ru: Думаю, я найду минутку-другую на перекус...
zh_tw: 我可以抽點時間出來快速地吃點小吃……

# CHARACTERS.WANDA.DESCRIBE.SALTBOX
source: Some good old-fashioned food storage.
de: Ein guter, altmodischer Vorrat an Lebensmitteln.
es: Un depósito de comida a la vieja usanza.
fr: Une bonne vieille boîte de stockage pour la nourriture.
it: Un buon vecchio modo per conservare il cibo.
ja: アンティークの食物庫。
ko: 좋은 구식 식품 저장고야.
pt_br: Um depósito de comida à moda antiga.
ru: Старомодное и надежное хранилище для еды.
zh_tw: 老式的食品儲存方式。

# CHARACTERS.WANDA.DESCRIBE.SALTLICK
source: Imagine getting so distracted by a chunk of salt.
de: Man stelle sich vor, dass man von einem Brocken Salz dermaßen abgelenkt wird.
es: Imagina que te distraiga tanto un montón de sal.
fr: Et dire qu'il suffit d'un bloc de sel pour les déconcentrer.
it: Immagina farsi distrarre da un blocco di sale.
ja: 塩の塊にこんなに夢中になれるだなんて。すごいわね。
ko: 소금 한 덩어리에 너무 정신이 산만해졌다고 상상해봐.
pt_br: Imagine se distrair tanto com um pedaço de sal.
ru: Кому-то для полного счастья хватает вот такого куска соли.
zh_tw: 居然被一大塊鹽弄得神魂顛倒。

# CHARACTERS.WANDA.DESCRIBE.SALTROCK
source: A bit of salt on my meals might be nice.
de: Ein bisschen Salz im Essen wäre schön.
es: No le diría que no a un poco de sal en la comida.
fr: Je ne dirai pas non à un peu de sel sur mes plats.
it: Non mi dispiace poter aggiungere un pizzico di sale alle mie pietanze.
ja: 私の皿にちょっと塩を足したらいいかも。
ko: 밥에 소금을 좀 치면 좋을 수도 있어.
pt_br: Acho que vai ser bom pôr um pouco de sal nas minhas refeições.
ru: Соль не помешает ни одному моему блюду.
zh_tw: 在我的飯菜上加點鹽可能會很好。
