Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.FISHTACOS
source: What's wrong with eyes, Glub Glub?
de: Was ist mit deinen Augen, Blubblub?
es: ¿Qué te pasa en los ojos, glub-glub?
es_mx: ¿Qué pasa con ojos, gluglú?
fr: Il aurait pas un souci aux yeux ce bloup-bloup ?
it: Occhi strani, glu glu?
ja: ブクブク、おめめどうしたの？
ko: 눈이 왜 그래, 뽀글아?
pl: Co ci się stało z oczami, bulbulku?
pt_br: O que houve com os olhos, Glub Glubs?
ru: Что у тебя с глазами, буль-булька?
zh_tw: 眼睛怎麼了，咕嚕咕嚕？

# CHARACTERS.WORMWOOD.DESCRIBE.FISH_BOX
source: Glub Glubs go in there
de: Da kommen Blubblubs rein.
es: Glub-glubs van ahí
es_mx: Gluglús van ahí
fr: Les bloup-bloup vont là-dedans.
it: Glu glu lì dentro
ja: ブクブク中に入ってね
ko: 뽀글이가 들어가는 곳이야
pl: Miejsce na bulbulki
pt_br: Glub Glubs vão aí dentro.
ru: Там можно держать буль-булек
zh_tw: 咕嚕咕嚕放裡面

# CHARACTERS.WORMWOOD.DESCRIBE.FISH_COOKED
source: Watch for bones
de: Vorsicht Gräten.
es: Ojo a las espinas
es_mx: Cuidado con huesos
fr: Attention aux arêtes.
it: Attenti a lische
ja: 骨に気を付けて
ko: 뼈를 조심해야 해
pl: Uwaga na ości
pt_br: Cuidado com a espinha.
ru: Осторожно, кости
zh_tw: 小心魚刺

# CHARACTERS.WORMWOOD.DESCRIBE.FLINT
source: Sharp stone
de: Scharfer Stein.
es: Piedra afilada
es_mx: Piedra afilada
fr: De la roche tranchante.
it: Pietra affilata
ja: とがった石
ko: 날카로운 돌이야
pl: Ostry kamień
pt_br: Pedra afiada.
ru: Острый камень
zh_tw: 尖利的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWER.GENERIC
source: Friend!
de: Freund!
es: ¡Amigo!
es_mx: ¡Amiga!
fr: Une copine !
it: Amico!
ja: お友だち！
ko: 친구다!
pl: Przyjaciel!
pt_br: Amiga!
ru: Друг!
zh_tw: 朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWER.ROSE
source: Pretty! Pretty friend!
de: Hübsch! Hübscher Freund!
es: ¡Bonita! ¡Amiga bonita!
es_mx: ¡Linda! ¡Linda amiga!
fr: Une copine super belle !
it: Bella! Bella amica!
ja: かわいい！ かわいいお友だち！
ko: 예뻐! 예쁜 친구야!
pl: Piękny! Piękny przyjaciel!
pt_br: Linda! Amiga linda!
ru: Красивая! Подруга красивая!
zh_tw: 漂亮！漂亮朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWERHAT
source: Friends for head
de: Freunde für den Kopf.
es: Amigos para cabeza
es_mx: Amigas para cabeza
fr: Des copines pour la tête.
it: Amici per testa
ja: 頭にかぶるお友だち
ko: 머리에 쓰는 친구들이야
pl: Przyjaciele na głowę
pt_br: Amigas pra cabeça.
ru: Друзья для головы
zh_tw: 把朋友戴在頭上

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWERSALAD
source: Want to eat it
de: Will ich essen.
es: Quiero comerme eso
es_mx: Querer comerla
fr: J'ai bien envie de la manger.
it: Voglio mangiare
ja: これ食べたい
ko: 먹고 싶어
pl: Chcę to zjeść
pt_br: Quero comer isso.
ru: Хочу съесть
zh_tw: 我想吃它

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_CAVE
source: Glowy Friend
de: Leuchtfreund.
es: Amiga brillante
es_mx: Amiga brillante
fr: Une copine rayonnante.
it: Amico luminoso
ja: ぴかぴかのお友だち
ko: 빛나는 친구야
pl: Świecący przyjaciel
pt_br: Amiga Reluzente.
ru: Друг светится
zh_tw: 會發光的朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_EVIL
source: What happened, friend?
de: Was ist geschehen, Freund?
es: ¿Qué ha pasado, amiga?
es_mx: ¿Qué pasó, amiga?
fr: Ma copine, que s'est-il passé ?
it: Che succede, amico?
ja: お友だち、どうしたの？
ko: 무슨 일이 있었던 거야, 친구?
pl: Co się stało, przyjacielu?
pt_br: O que aconteceu, amiga?
ru: Что случилось, друг?
zh_tw: 你怎麼了，我的朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_WITHERED
source: Oh, friend. What's wrong?
de: Oh Freund. Was ist los?
es: Oh, amiga. ¿Qué ocurre?
es_mx: Oh, amiga. ¿Qué pasa?
fr: Oh, pourquoi tu fais la tête ?
it: Oh, amico. Cosa?
ja: おお、お友だち。どうしたの？
ko: 아, 친구야. 무슨 일이야?
pl: Och, przyjacielu. Co się stało?
pt_br: Ah, amiga. O que houve?
ru: Ой, друг. Что стряслось?
zh_tw: 噢，朋友，怎麼了？

# CHARACTERS.WORMWOOD.DESCRIBE.FOLIAGE
source: Friend. Good friend
de: Freund. Guter Freund.
es: Amigo. Buen amigo
es_mx: Amigo. Buen amigo
fr: C'est un bon copain.
it: Amico. Amico bravo
ja: お友だち。 いいお友だちだよ。
ko: 친구야. 좋은 친구지
pl: Przyjaciel. Dobry przyjaciel
pt_br: Amiga. Boa amiga.
ru: Подруга. Хорошая подруга.
zh_tw: 朋友，好朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FOOTBALLHAT
source: Twirly Tail head thing
de: Ringelschwanz-Kopfding.
es: Cosa para la cabeza de cola enroscada
es_mx: Cosa de cabeza de Cola Enrollada
fr: Un bidule de créature à queue en tire-bouchon à mettre sur la tête.
it: Cosa per testa di maialino
ja: くるくるしっぽの頭のやつ
ko: 꼬불 꼬리 머리 물건이야
pl: Rzecz na głowę zakręcogonka
pt_br: Coisa de Cabeça de Cauda Retorcida.
ru: Штучка для головы из крючкохвоста
zh_tw: 卷尾巴頭戴物

# CHARACTERS.WORMWOOD.DESCRIBE.FORGETMELOTS
source: Pretty friends
de: Hübsche Freunde
es: Amigas bonitas
fr: De jolies copines.
it: Amici belli
ja: カワイイお友だちだね
ko: 예쁜이 친구
pl: Ładni przyjaciele
pt_br: Amigas bonitas.
ru: Красивые друзья
zh_tw: 漂亮朋友

# CHARACTERS.WORMWOOD.DESCRIBE.FORMAL_BLUEPRINT
source: Fancy
de: Schick
es: Elegante
fr: C'est chic.
it: Bello
ja: 立派だね
ko: 멋져
pl: Ulala
pt_br: Chique.
ru: Нарядно
zh_tw: 美

# CHARACTERS.WORMWOOD.DESCRIBE.FOSSIL_PIECE
source: Where the rest?
de: Wo ist der Rest?
es: ¿Dónde está el resto?
es_mx: ¿Dónde lo demás?
fr: Où est le reste ?
it: Dove resto?
ja: のこりはどこ？
ko: 나머지는 어디 있지?
pl: Gdzie reszta?
pt_br: Cadê o resto?
ru: А где все остальное?
zh_tw: 剩下的呢？

# CHARACTERS.WORMWOOD.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: All better
de: Viel besser.
es: Todo mejor
es_mx: Así está mejor
fr: Voilà qui est beaucoup mieux.
it: Tutto meglio
ja: ぜーんぶ良くなったよ
ko: 다 나았어
pl: Znacznie lepiej
pt_br: Bem melhor.
ru: Уже лучше
zh_tw: 完全康復了

# CHARACTERS.WORMWOOD.DESCRIBE.FOSSIL_STALKER.FUNNY
source: Oops. Made wrong
de: Huch. Falsch gemacht.
es: Ups. Mal hecho
es_mx: Uy. Hecho mal
fr: Mince, c'est pas ça.
it: Ops. Sbagliato.
ja: おっと。間違えた
ko: 이런. 잘못 만들었어
pl: Ups. Coś nie tak
pt_br: Opa. Ficou errado.
ru: Ой. Неправильно собрался
zh_tw: 哎喲，弄錯了

# CHARACTERS.WORMWOOD.DESCRIBE.FOSSIL_STALKER.GENERIC
source: Not done yet
de: Noch nicht fertig.
es: Aún no está terminado
es_mx: No está listo
fr: C'est pas fini.
it: Non fatto
ja: まだ終わってないよ
ko: 아직 완성 안 됐어
pl: Jeszcze nie koniec
pt_br: Ainda não feito
ru: Еще не готов
zh_tw: 還沒完

# CHARACTERS.WORMWOOD.DESCRIBE.FRESHFRUITCREPES
source: Sweet belly stuff
de: Süßes Bauchzeug.
es: Cosa dulce para la tripa
es_mx: Cosa dulce de barriga
fr: Du manger sucré.
it: Roba dolce per pancia
ja: 甘いおなかに入るもの
ko: 달콤한 음식이야
pl: Słodkie rzeczy do brzuszka
pt_br: Coisa docinha de barriga.
ru: Сладкая штучка для животика
zh_tw: 甜甜的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.FRIENDLYFRUITFLY
source: Nice to friends
de: Nett zu Freunden
es: Es buena con las amigas
fr: Elles sont gentilles avec les copines.
it: Gentile con amici
ja: お友だちに優しいね
ko: 친구에게 좋아
pl: Miła dla przyjaciół
pt_br: Boa pras amigas.
ru: Дружит с друзьями
zh_tw: 對朋友好

# CHARACTERS.WORMWOOD.DESCRIBE.FROG.DEAD
source: Oh
ja: おぉ
ko: 아
pl: Och
pt_br: Ah.
ru: Ой-ой
zh_tw: 噢

# CHARACTERS.WORMWOOD.DESCRIBE.FROG.GENERIC
source: Ribbit
de: Quak.
es: Croac
es_mx: Croa
fr: Coââ.
it: Cra cra
ja: ケロケロ
ko: 개굴이야
pl: Kumkum
pt_br: Croc Croc.
ru: Квакушка
zh_tw: 呱呱

# CHARACTERS.WORMWOOD.DESCRIBE.FROG.SLEEPING
source: Tired
de: Müde.
es: Se ha cansado
es_mx: Cansada
fr: Elle est fatiguée.
it: Stanca
ja: 疲れた
ko: 지쳤어
pl: Zmęczony
pt_br: Cansou.
ru: Устала
zh_tw: 它累了

# CHARACTERS.WORMWOOD.DESCRIBE.FROGFISHBOWL
source: Yum yums!
de: Lecker!
es: ¡Ñam ñams!
es_mx: ¡Ñam ñams!
fr: Miam miam !
it: Gnam gnam!
ja: うまうま！
ko: 냠냠이다!
pl: Mniamki!
pt_br: Nhumnhums!
ru: Нямки!
zh_tw: 太好吃了！

# CHARACTERS.WORMWOOD.DESCRIBE.FROGGLEBUNWICH
source: Fills belly
de: Füllt den Bauch.
es: Llena la tripa
es_mx: Llena barriga
fr: Ça remplit le ventre.
it: Riempie pancia
ja: おなかがいっぱいになるね
ko: 배를 채워 줘
pl: Wypełnia brzuszek
pt_br: Enche barriga.
ru: Наполняет животик
zh_tw: 能填飽肚子

# CHARACTERS.WORMWOOD.DESCRIBE.FROGLEGS
source: Ribbit legs
de: Quakbeine.
es: Patas de croac
es_mx: Patas de croa
fr: Des cuisses de coââ.
it: Gambe cra cra
ja: ケロケロの脚
ko: 개굴이 다리야
pl: Nogi kumkuma
pt_br: Pernas de Croc Croc.
ru: Ножки квакушки
zh_tw: 呱呱的腿

# CHARACTERS.WORMWOOD.DESCRIBE.FROGLEGS_COOKED
source: Legs for belly
de: Beine für den Bauch.
es: Patas para la tripa
es_mx: Patas para barriga
fr: Des cuisses à manger.
it: Gambe per pancia
ja: おなかに入る脚
ko: 배를 채우는 다리야
pl: Nogi do brzuszka
pt_br: Pernas pra barriga.
ru: Ножки для животика
zh_tw: 喂給肚子的蛙腿

# CHARACTERS.WORMWOOD.DESCRIBE.FROGNEWTON
source: Squishy
de: Wie ein Schwamm.
es: Cosa blandita
fr: Spouich.
it: Molle
ja: グニャグニャ
ko: 물컹해
pl: Mięciutkie
pt_br: Tenro.
ru: Мягенько
zh_tw: 黏糊糊的

# CHARACTERS.WORMWOOD.DESCRIBE.FROZENBANANADAIQUIRI
source: Cold friend water
de: Kalter Freund Wasser
es: Agua fría amiga
fr: De l'eau avec une copine froide
it: Acqua amica fredda
ja: ひえひえなお友だちの水だね
ko: 차가운 친구 물이야
pl: Zimniutki przyjaciel do picia
pt_br: Água fria amiga.
ru: Холодная вода из друга
zh_tw: 冰的朋友的水

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITDRAGON.GENERIC
source: Growing belly stuff
de: Da wächst Bauchzeug.
es: Cosa para la tripa está creciendo
es_mx: Cosa de barriga crece
fr: Ça fait pousser des trucs pour se remplir le ventre.
it: Roba per pancia che cresce
ja: おなかに入るものをそだてているよ
ko: 자라는 음식이야
pl: Rosnąca rzecz do brzuszka
pt_br: Crescendo coisas da barriga.
ru: Штучка для животика растет
zh_tw: 成長中的填肚子的東西

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITDRAGON.RIPE
source: Feeling warm...
de: Fühlt sich warm an ...
es: Está caliente...
es_mx: Sentir caliente…
fr: J'ai bien chaud.
it: Sente caldo...
ja: ポカポカしているよ！
ko: 따뜻해...
pl: Ale ciepło...
pt_br: Sentindo calor...
ru: Теплеет…
zh_tw: 感覺暖暖的。

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITDRAGON.SLEEPING
source: Naptime
de: Schlafenszeit.
es: Hora de la siesta
es_mx: Hora de siesta
fr: C'est l'heure de la sieste.
it: Ora di pisolino
ja: おひるねの時間だ
ko: 낮잠 시간이야
pl: Drzemka
pt_br: Hora da soneca.
ru: Пора спать
zh_tw: 午覺時間

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITFLY
source: Mean!
de: Gemein!
es: ¡Mala!
fr: C'est pas gentil !
it: Cattivo!
ja: いじわる！
ko: 나쁘다!
pl: Złośliwa!
pt_br: Malvada!
ru: Плохие!
zh_tw: 不好！

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITFLYFRUIT
source: Fruit bug friend maker
de: Fruchtkrabbler Freundemacher
es: Bicho de la fruta que hace amigos
fr: Les insectes deviennent des copains grâce au fruit.
it: Frutto che fa amici
ja: クダモノ虫のお友だちになれるやつだね
ko: 과일 벌레 친구 만드는 물건
pl: Przyjaciel przyjacielskiego owada
pt_br: Fazedor de amigo inseto-fruta.
ru: Делает друзей из фруктовых жуков
zh_tw: 和水果蟲子交朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.FRUITMEDLEY
source: Fruit party!
de: Obstfestessen!
es: ¡Fiesta de frutas!
es_mx: ¡Fiesta de frutas!
fr: C'est la fête des fruits !
it: Tanta frutta!
ja: フルーツパーティ！
ko: 과일 파티다!
pl: Owocowa imprezka
pt_br: Festa de frutas!
ru: Фруктовая вечеринка!
zh_tw: 水果的派對！

# CHARACTERS.WORMWOOD.DESCRIBE.FURTUFT
source: Molt (sniff sniff) Smells good
de: Mauser. (Schnupperschnupper) Riecht gut.
es: Muda *snif, snif* Huele bien
es_mx: Muda de piel. (snif, snif) Huele bien
fr: *Renifle* C'est que ça sent bon ça.
it: Peli (sniff sniff) odore buono
ja: 小麦（クンクン）良い香り
ko: 털갈이 털이다 (킁킁) 냄새가 좋아
pl: Wyliniało. Niuch. Ładnie pachnie
pt_br: A muda de pele (sniff, sniff) cheira bem.
ru: Линька (нюх-нюх) Вкусно пахнет
zh_tw: 換毛期生物的毛（嗅嗅）聞起來還不錯

# CHARACTERS.WORMWOOD.DESCRIBE.GARGOYLE_HOUND
source: Just stone
de: Nur Stein.
es: Solo piedra
es_mx: Solo piedra
fr: C'est juste de la pierre.
it: Solo pietra
ja: 石だけ
ko: 그냥 돌이야
pl: To tylko kamień
pt_br: Apenas pedra.
ru: Просто камень
zh_tw: 就是石頭

# CHARACTERS.WORMWOOD.DESCRIBE.GARGOYLE_WEREPIG
source: Arrrooooo!
de: Arruuh!
es: ¡Ah-úúúúú!
es_mx: ¡Aaúúú!
fr: Baouuun !
it: Alenù!
ja: ええええええい！
ko: 아우우울!
pl: Aaaauuu!
ru: Ау-у-у-у-у-у!
zh_tw: 啊！！！

# CHARACTERS.WORMWOOD.DESCRIBE.GARLIC
source: Mmm... Smelly Dirt thing!
de: Mmmh ... Stinkiges Erdding!
es: Mmm... ¡Cosa olorosa de la tierra!
es_mx: Mmm... ¡Cosa olorosa de tierra!
fr: Hum, ça pue !
it: Mmmm... Cosa per terra puzzolente!
ja: うーん、くっさい土だね！
ko: 음... 냄새 나는 흙 물건이야!
pl: Mmm... Smrodek z ziemi!
pt_br: Hmm... Coisa de sujeira fedorenta!
ru: М-м-м… Вонючая штучка из земли!
zh_tw: 呣...臭的土東西！

# CHARACTERS.WORMWOOD.DESCRIBE.GARLIC_COOKED
source: Mmm... Smells good
de: Mmmh ... Riecht gut.
es: Mmm... Huele bien
es_mx: Mmm… Huele bien
fr: Miam, ça sent bon !
it: Mmmm... Profumo buono!
ja: うーん、いいにおいだね
ko: 음... 냄새가 좋아
pl: Mmm... Ładnie pachnie!
pt_br: Hmm... Cheira bem.
ru: М-м-м… Вкусно пахнет
zh_tw: 呣...味道不錯！

# CHARACTERS.WORMWOOD.DESCRIBE.GARLIC_OVERSIZED
source: Mmmm!
fr: Mmmh !
ja: うわ～！
ko: 음!
ru: М-м-м!
zh_tw: 唔！

# CHARACTERS.WORMWOOD.DESCRIBE.GARLIC_SEEDS
source: Mystery baby
de: Geheimnisvolles Baby.
es: Bebé misterioso
es_mx: Bebé misterioso
fr: Un bébé mystérieux.
it: Bambini misteriosi
ja: 不思議な赤ちゃんだね
ko: 수수께끼의 아기야
pl: Tajemnicze bobasy
pt_br: Bebê misterioso.
ru: Загадочный малыш
zh_tw: 神秘的小寶寶

# CHARACTERS.WORMWOOD.DESCRIBE.GAZPACHO
source: Friend made Liquid
de: Suppe aus Freunden.
es: Líquido hecho de amigos
es_mx: Amigo hecho líquido
fr: Un liquide fait avec des copines.
it: Amico fatto liquido
ja: お友だちが液体を作ったよ
ko: 친구가 만든 액체야
pl: Przyjaciel zrobił płyn
pt_br: Amigo liquefeito.
ru: Из друга вышла жидкость
zh_tw: 朋友做了液體

# CHARACTERS.WORMWOOD.DESCRIBE.GEARS
source: Machine food
de: Maschinennahrung.
es: Comida de máquina
es_mx: Máquina de comida
fr: Du manger de machine.
it: Cibo per macchine
ja: メカの食べ物
ko: 기계 음식이야
pl: Jedzenie maszyny
pt_br: Máquina de comida.
ru: Еда для машин
zh_tw: 機器的食物

# CHARACTERS.WORMWOOD.DESCRIBE.GEMSOCKET.GEMS
source: Where shiny things?
de: Wo sind die schönen Steine?
es: ¿Dónde están las cosas brillantes?
es_mx: ¿Dónde cosas brillantes?
fr: Ils sont où les trucs qui brillent ?
it: Dove sono cose che brillano?
ja: キラキラはどこかな？
ko: 반짝이는 게 어디 있지?
pl: Gdzie błyskotki?
pt_br: Cadê as coisas brilhantes?
ru: Где блестяшки?
zh_tw: 閃耀的東西在哪兒？

# CHARACTERS.WORMWOOD.DESCRIBE.GEMSOCKET.VALID
source: Ready
de: Bereit
es: Listo
es_mx: Listo
fr: Prêt
it: Pronti
ja: 準備して
ko: 준비됐어.
pl: Gotowe
pt_br: Pronto
ru: Готов
zh_tw: 準備

# CHARACTERS.WORMWOOD.DESCRIBE.GESTALT
source: Saying something?
de: Sagst du was?
es: ¿Dices algo?
es_mx: ¿Dice algo?
fr: T'as dit quelque chose ?
it: Dicono qualcosa?
ja: なにか言ってる？
ko: 뭐라고 했니?
pl: Ktoś coś mówił?
pt_br: Dizendo alguma coisa?
ru: Что-то говорит?
zh_tw: 說點什麼吧？

# CHARACTERS.WORMWOOD.DESCRIBE.GESTALT_GUARD
source: Protect
de: Beschützen
es: Protege
fr: Il protège.
it: Protegge
ja: 守ってるね
ko: 보호해
pl: Chronić
pt_br: Protegem.
ru: Защищает
zh_tw: 保護

# CHARACTERS.WORMWOOD.DESCRIBE.GHOST
source: Floaty man!
de: Schwebemann!
es: ¡Hombre flotante!
es_mx: ¡Hombre flotante!
fr: Un être qui flotte !
it: Uomo galleggino!
ja: プカプカ男だ！
ko: 떠다니는 인간이다!
pl: Latający pan!
pt_br: Homem flutuante!
ru: Летающий человек!
zh_tw: 漂浮的人！

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTFLOWER
source: Friend...?
de: Freund ...?
es: ¿Amigo...?
es_mx: ¿Amiga…?
fr: C'est une copine ?
it: Amico...?
ja: お友だち…？
ko: 친구...?
pl: Przyjaciel...?
pt_br: Amiga...?
ru: Друг?..
zh_tw: 朋友……？

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_ATTACK
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_FASTREGEN
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_RETALIATION
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_SHIELD
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_SLOWREGEN
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GHOSTLYELIXIR_SPEED
source: For ghost friend
de: Für den Geisterfreund.
es: Para amigo fantasma
es_mx: Para amiga fantasma
fr: C'est pour les copains fantômes.
it: Per fantasma
ja: 幽霊のお友だちのために
ko: 유령 친구를 위한 거야
pl: Dla przyjaciela ducha
pt_br: Para amigos fantasmas.
ru: Для друга-призрака
zh_tw: 鬼魂朋友的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GIFT
source: Give to friends!
de: Für Freunde!
es: ¡Para dar a amigos!
es_mx: ¡Dar a amigos!
fr: Je vais le donner à un copain !
it: Do ad amici!
ja: お友だちにあげるよ！
ko: 친구에게 줘야지!
pl: Dać przyjaciołom!
pt_br: Dar aos amigos!
ru: Подарить друзьям!
zh_tw: 送給朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.GIFTWRAP
source: Fun wrapping time!
de: Einwickelspaß!
es: Hora de envolver, ¡qué divertido!
es_mx: ¡Hora divertida de envolver!
fr: C'est rigolo d'emballer !
it: Incartare divertente!
ja: たのしい巻き巻きタイム！
ko: 재미있는 포장 시간이야!
pl: Fajna zabawa w pakowanie!
pt_br: Hora divertida de embrulhar!
ru: Пора заворачивать! Весело!
zh_tw: 做包裝，真好玩！

# CHARACTERS.WORMWOOD.DESCRIBE.GINGERBREADHOUSE
source: Yummy house. Mmmmm!
de: Leckeres Haus. Mmmh!
es: Casa ñam. ¡Mmmmm!
es_mx: Casa rica. ¡Mmmmm!
fr: Une maison à manger. Miam !
it: Casa gnam. Mmmmm!
ja: おいしいおうち。うーーーーん！
ko: 맛있는 집이야. 으음!
pl: Pyszny domek. Mmmmm!
pt_br: Casa gostosa. Hmmmm!
ru: Вкусный домик! М-м-м-м-м!
zh_tw: 好吃的房子。呣呣呣呣！

# CHARACTERS.WORMWOOD.DESCRIBE.GINGERBREADPIG
source: Come back, friend!
de: Komm zurück, Freund!
es: ¡Vuelve, amigo!
es_mx: ¡Vuelve, amigo!
fr: Reviens, copain !
it: Torna indietro, amico!
ja: 戻っておいで、お友だち。
ko: 친구야, 돌아와!
pl: Wracaj, przyjaciółko!
pt_br: Volte, amigo!
ru: Вернись, друг!
zh_tw: 回來，朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.GINGERBREADWARG
source: Scary Sweet Woofer
de: Kleiner Gruselkläffer.
es: Guau-guau dulce que da miedo
es_mx: Dulce guauguáu que da miedo
fr: Un ouaf-ouaf sucré qui fait peur.
it: Dolce bau spaventoso
ja: 怖くてかわいいワンワン
ko: 무섭고 달콤한 멍멍이야
pl: Straszny, słodki hauek
pt_br: Auauzeiro Doce Assustador.
ru: Страшная сладкая гавкалка
zh_tw: 可怕的甜甜汪汪獸

# CHARACTERS.WORMWOOD.DESCRIBE.GLASSBLOCK
source: Pretty burnt sand
de: Hübscher verbrannter Sand.
es: Arena quemada bonita
es_mx: Arena quemada bonita
fr: Du sable brûlé.
it: Bella sabbia bruciata
ja: かなりコゲコゲな砂
ko: 예쁘게 불탄 모래야
pl: Piękny spalony piasek
pt_br: Areia bonita queimada.
ru: Красивый сожженный песок
zh_tw: 燒焦的沙子

# CHARACTERS.WORMWOOD.DESCRIBE.GLASSCUTTER
source: Swoosh!
de: Swuusch!
es: ¡Siuuuu!
es_mx: ¡Uf!
fr: Et vlan !
it: Zac!
ja: シュー！
ko: 휙!
pl: Ciach!
pt_br: Vuush!
ru: Вжух!
zh_tw: 嗖嗖嗖！

# CHARACTERS.WORMWOOD.DESCRIBE.GLASSSPIKE
source: Clear Rock Pricker
de: Durchsichtig und spitz.
es: Pinchador de roca clara
es_mx: Punzón de roca transparente
fr: Un truc qui pique en pierre transparente.
it: Punge rocce chiare
ja: 岩チクチクを消すよ
ko: 투명한 돌 가시야
pl: Cierń z przezroczystej skały
pt_br: Espetador de Pedra Transparente
ru: Колючка из прозрачного камня
zh_tw: 光亮的石頭尖刺

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMER.GENERIC
source: You're nice. Stay close
de: Du bist hübsch. Bleib da.
es: Me caes bien. No te alejes
es_mx: Eres agradable. Quédate cerca
fr: Gentil. Rester ici
it: Carino. Stai vicino
ja: いい子だね。一緒にいようよ
ko: 넌 착하구나. 가까이 있으렴
pl: Fajny jesteś. Zostań ze mną
pt_br: Você é legal. Fique perto.
ru: Ты хороший. Не уходи
zh_tw: 你是好人，靠近點

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMER.SLEEPING
source: Shh...
de: Psst ...
es: Shhh...
fr: Chut...
ja: シーッ...
ko: 쉿...
pl: Cii...
ru: Тс-с…
zh_tw: 噓...

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMERFLOWER.DEAD
source: Poor friend...
de: Armer Freund ...
es: Pobre amiga...
es_mx: Pobre amiga…
fr: Ma pauvre copine...
it: Povero amico
ja: かわいそうなお友だち...
ko: 불쌍한 친구...
pl: Biedny przyjaciel...
pt_br: Pobre amiga...
ru: Бедный друг…
zh_tw: 可憐的朋友...

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Moon Flower
de: Mondblume.
es: Flor lunar
es_mx: Flor de luna
fr: Une fleur de lune.
it: Fiore di luna
ja: 月の花
ko: 달의 꽃이야
pl: Księżycowy kwiat
pt_br: Flor da Lua.
ru: Лунный цветочек
zh_tw: 滿月之花

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMERFUEL
source: Yum! (urp)
de: Mjam! (Rülps)
es: ¡Ñam! *burp*
es_mx: ¡Ñam! (eructo)
fr: Miam ! *Rote*
it: Gnam! (Urp)
ja: うまいね！（ゲップ）
ko: 냠! (꺽)
pl: Mniam! Gul
pt_br: Hmm! (burp)
ru: Ням! (рыг)
zh_tw: 好吃！

# CHARACTERS.WORMWOOD.DESCRIBE.GLOMMERWINGS
source: So teeny
de: So winzig.
es: Qué pequeñito
es_mx: Qué chiquitas
fr: Elles sont si petites.
it: Così innocenti
ja: すっごくちっちゃい
ko: 정말 작아
pl: Takie tycie
pt_br: Tão pequeninas.
ru: Такие крохотные
zh_tw: 真小

# CHARACTERS.WORMWOOD.DESCRIBE.GLOWBERRYMOUSSE
source: Glowy chomp-stuff
de: Leuchtendes Bauchzeug.
es: Cosa brillante para masticar
es_mx: Brillante cosamordisco
fr: Un dessert tout brillant.
it: Cibo brillante
ja: ぴかぴかのたべるもの
ko: 빛나는 우적우적 음식이야
pl: Świecące am-am
pt_br: Coisas de comer brilhantes.
ru: Светящаяся нямка
zh_tw: 發光的大口吃的東西

# CHARACTERS.WORMWOOD.DESCRIBE.GNARWAIL.BROKENHORN
source: Not so pointy head
de: Keine Spitze mehr.
es: Cabeza no tan puntiaguda
es_mx: Cabeza no tan puntiaguda
fr: Sa tête n'est plus pointue.
it: Testa non più a punta
ja: そんなにとんがってない頭
ko: 그렇게 뾰족한 머리는 아니야
pl: Już nie taki spiczastogłowy
pt_br: Cabeça não tão pontuda.
ru: Уже не рогатик
zh_tw: 頭沒那麼尖了

# CHARACTERS.WORMWOOD.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: Friend lost pointy bit
de: Freund hat seine Spitze verloren.
es: Amigo perdió la parte puntiaguda
es_mx: Amigo perdió pedazo puntiagudo
fr: Le copain n'est plus pointu.
it: Amico perso pezzo a punta
ja: お友だちはとんがりをなくしたよ
ko: 친구가 뾰족한 부분을 잃었어
pl: Przyjaciel zgubił spiczasty element
pt_br: Amigo perdeu parte pontuda.
ru: Друг потерял рог
zh_tw: 朋友丟了尖棍子

# CHARACTERS.WORMWOOD.DESCRIBE.GNARWAIL.FOLLOWER
source: Pointy head friend!
de: Freund mit Spitze!
es: ¡Amigo de cabeza puntiaguda!
es_mx: ¡Amigo cabeza puntiaguda!
fr: Un copain à la tête pointue !
it: Amico testa a punta!
ja: とんがり頭なお友だちだよ！
ko: 뾰족 머리 친구다!
pl: Spiczastogłowy przyjaciel!
pt_br: Amigo de cabeça pontuda!
ru: Друг-рогатик!
zh_tw: 尖頭朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.GNARWAIL.GENERIC
source: Pointy head
de: Spitzer Kopf.
es: Cabeza puntiaguda
es_mx: Cabeza puntiaguda
fr: Il a la tête pointue.
it: Testa a punta
ja: とんがり頭
ko: 뾰족 머리야
pl: Spiczastogłowy
pt_br: Cabeça pontuda.
ru: Рогатик
zh_tw: 尖頭

# CHARACTERS.WORMWOOD.DESCRIBE.GNARWAIL_HORN
source: Sharp!
de: Spitz!
es: ¡Afilado!
es_mx: ¡Afilado!
fr: C'est tranchant.
it: Affilato!
ja: とがってる！
ko: 날카로워!
pl: Ostry!
pt_br: Afiado!
ru: Острый!
zh_tw: 真鋒利！

# CHARACTERS.WORMWOOD.DESCRIBE.GOATMILK
source: Mmmm...
fr: Miam...
ja: んん...
ko: 음...
ru: М-м-м!
zh_tw: 唔...

# CHARACTERS.WORMWOOD.DESCRIBE.GOGGLESHAT
source: More eyes for head?
de: Mehr Augen für den Kopf?
es: ¿Más ojos para la cabeza?
es_mx: ¿Más ojos para cabeza?
fr: Des yeux bonus pour la tête ?
it: Altri occhi per testa?
ja: もっと頭におめめ？
ko: 또 머리에 다는 눈인가?
pl: Więcej oczu na głowę?
pt_br: Mais olhos para a cabeça?
ru: У головы должно быть больше глаз?
zh_tw: 頭上多長對眼睛？

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDENAXE
source: Pretty. Pretty scary
de: Ganz schön. Gruselig.
es: Da mucho. Mucho miedo
es_mx: Dar bastante... bastante miedo
fr: Une jolie coupeuse.
it: Molto, molto spaventosa
ja: すごい。すごい怖いよ。
ko: 예쁜데 무서워
pl: Całkiem, całkiem. Całkiem straszna
pt_br: Bonito. Bem assustador.
ru: Красивый. И жуткий
zh_tw: 超級...超級可怕！

# CHARACTERS.WORMWOOD.DESCRIBE.GOLDENPICKAXE
source: Pretty Pokey
de: Hübsches Pieksding.
es: Bonito pincho
es_mx: Bonito agujereador
fr: Une jolie piocheuse.
it: Bello punte punte
ja: かわいいツンツン
ko: 예쁜 콕콕이야
pl: Ładny kłujak
pt_br: Cutucador bonito.
ru: Красивая тыкалка
zh_tw: 有點戳人
