Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.GINGERBREADHOUSE
source: I prefer my houses made of wood.
de: Ich ziehe Holzhäuser vor.
es: Prefiero las casas hechas de madera.
fr: Je préfère les maisons en bois.
it: Preferisco le mie case fatte di legno.
ja: 家は木造に限る。
ko: 나는 나무로 지은 집이 더 좋은데.
pl: Wolałbym mieszkać w domu z drewna.
pt_br: Eu prefiro minhas casas de madeira.
ru: Мне больше нравятся деревянные дома.
zh_cn: 房子还是木头的好。
zh_tw: 房子還是木頭的好。

# CHARACTERS.WOODIE.DESCRIBE.GINGERBREADPIG
source: Where ya goin', eh?
de: Na, wohin so eilig?
es: ¿Dónde vas, eh?
fr: Tu vas où comme ça ?
it: Dove te ne vai, eh?
ja: どこに行くつもりだ？
ko: 어디 가니?
pl: Dokąd się wybierasz, co?
pt_br: Onde você está indo, ein?
ru: Куда путь держишь, а?
zh_cn: 你上哪去啊？
zh_tw: 你上哪去啊？

# CHARACTERS.WOODIE.DESCRIBE.GINGERBREADWARG
source: Not like any dog I've ever seen.
de: So einen Hund habe ich noch nie gesehen.
es: Jamás había visto un perro así.
fr: Je n'avais jamais vu ce genre de chien.
it: È diverso da tutti gli altri cani che ho incontrato.
ja: 今まで見てきたイヌとは違うな。
ko: 이런 개는 처음 보는데.
pl: W życiu nie widziałem takiego psa.
pt_br: Nunca vi um cachorro desse tipo.
ru: Непохоже ни на один известный мне вид собак.
zh_cn: 我还没见过这种狗。
zh_tw: 我還沒見過這種狗。

# CHARACTERS.WOODIE.DESCRIBE.GLASSBLOCK
source: Well, it ain't wood.
de: Holz ist es jedenfalls nicht.
es: Bah, no es madera.
fr: Bah ! C'est pas en bois.
it: Non è legno.
ja: こいつぁ…木じゃねぇな
ko: 글쎄 나무가 아니잖아.
pl: Drewno to to nie jest.
pt_br: Bem, não é madeira.
ru: Ну, это явно не дерево.
zh_cn: 好吧，这不是木头。
zh_tw: 好吧，這不是木頭。

# CHARACTERS.WOODIE.DESCRIBE.GLASSCUTTER
source: I feel pretty safe with it in my hand.
de: Damit fühle ich mich recht sicher.
es: Me siento bastante seguro con esto en la mano.
fr: Je me sens puissant quand je tiens ça.
it: Mi sento piuttosto sicuro quando ce l'ho in mano.
ja: これを持ってると、安心できるってもんだ。
ko: 손에 드니 마음이 편하잖아.
pl: Czuję się bezpiecznie, gdy mam ją w ręce.
pt_br: Me sinto bem seguro com isso na minha mão.
ru: Взял его в руки и сразу почувствовал себя в безопасности.
zh_cn: 一刀在手，天下我有。
zh_tw: 一刀在手，天下我有。

# CHARACTERS.WOODIE.DESCRIBE.GLASSSPIKE
source: I wonder if it chops.
de: Ich frage mich, ob es hackt.
es: Me pregunto si se puede talar.
fr: Je me demande si ça ce coupe.
it: Mi chiedo se tagli.
ja: こいつぁ、オノで切れんのか？
ko: 도끼질하면 잘릴까 궁금하네.
pl: Ciekawe, czy da się porąbać.
pt_br: Será que dá pra cortar?
ru: Интересно, можно ли его порубить.
zh_cn: 我想知道它能否切碎。
zh_tw: 我想知道它能否切碎。

# CHARACTERS.WOODIE.DESCRIBE.GLOMMER.GENERIC
source: Keep flapping, little guy!
de: Flattere weiter, kleiner Kerl!
es: ¡Sigue revoloteando, hombrecito!
fr: Continue à claquer des ailes, petit gars !
it: Continua a sbattere, piccoletto!
ja: パタパタ続けてくれよ、そこの小さい君！
ko: 계속 펄럭거려라, 작은 놈!
pl: Lataj śmiało, maleńki!
pt_br: Continue a bater as asas, carinha!
ru: Маши, маши, чудик!
zh_cn: 继续拍打翅膀不要停，小家伙！
zh_tw: 繼續拍打翅膀不要停，小傢伙！

# CHARACTERS.WOODIE.DESCRIBE.GLOMMER.SLEEPING
source: Snooze away, bud.
de: Schlaf gut, Kleiner.
es: Échate una cabezadita, amigo.
fr: Repose-toi bien !
it: Dormi bene, amico.
ja: そのまま寝てな。
ko: 실컷 자, 친구.
pl: Śpij sobie, kolego.
pt_br: Descanse bem, amigo.
ru: Спи, пока можешь, дружок.
zh_cn: 尽管睡吧，伙计。
zh_tw: 儘管睡吧，夥計。

# CHARACTERS.WOODIE.DESCRIBE.GLOMMERFLOWER.DEAD
source: Dead and still slimy.
de: Tot und immer noch schleimig.
es: Muerta y todavía babosa.
fr: Il est mort, mais toujours gluant.
it: Morto e ancora viscido.
ja: 死んでなおかつネバネバ。
ko: 죽었는 데도 점액투성이잖아.
pl: Martwy i ciągle oślizgły.
pt_br: Morta, mas continua viscosa.
ru: Мертвый, и все еще липкий.
zh_cn: 死了之后还是黏黏的。
zh_tw: 死了之後還是黏黏的。

# CHARACTERS.WOODIE.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Even the flower is slimy.
de: Selbst du Blume ist schleimig.
es: Incluso la flor es babosa.
fr: Même la fleur est gluante.
it: Perfino il fiore è viscido.
ja: その花でさえネバネバしてる。
ko: 꽃마저도 끈적하네.
pl: Nawet kwiat jest oślizgły.
pt_br: Até a flor é viscosa.
ru: Даже цветок весь липкий.
zh_cn: 就连花都是黏黏的。
zh_tw: 就連花都是黏黏的。

# CHARACTERS.WOODIE.DESCRIBE.GLOMMERFUEL
source: Yep, his slime is slimy too.
de: Ja, sein Schleim ist auch schleimig.
es: Sí, su baba es también babosa.
fr: Ouais, même sa morve est gluante.
it: Sì, la sua melma è melmosa.
ja: そだな、彼のスライムもネバネバだ。
ko: 윽, 점액이 아주 끈적해.
pl: Tak, jego śluz też jest oślizgły.
pt_br: É, sua meleca também é melequenta.
ru: Ага, его слизь тоже слизкая.
zh_cn: 没错，他的黏液也黏乎乎的。
zh_tw: 沒錯，他的黏液也黏乎乎的。

# CHARACTERS.WOODIE.DESCRIBE.GLOMMERWINGS
source: Unsurprisingly, the wings are slimy.
de: Wie nicht anders zu erwarten, sind die Flügel schleimig.
es: Como era de esperar, las alas son viscosas.
fr: Les ailes sont gluantes, étonnant non ?
it: Non mi sorprende che le ali siano viscide.
ja: あまり驚かないことに、羽がネバネバしている。
ko: 날개도 역시 끈적하네.
pl: Skrzydła oczywiście też są oślizgłe.
pt_br: Não é de se surpreender, as asas são pegajosas.
ru: Неудивительно, что крылья скользкие.
zh_cn: 不出所料，翅膀也是黏黏的。
zh_tw: 不出所料，翅膀也是黏黏的。

# CHARACTERS.WOODIE.DESCRIBE.GLOWBERRYMOUSSE
source: Boy would I ever like to dig into that.
de: Ah, das würde ich gerne verspachteln.
es: Chica, vaya si me gustaría excavar en eso.
fr: Ce que j'aimerais me mettre ça sous la dent !
it: Non vedo l'ora di affondarci i denti.
ja: こんなのが欲しくなることってあるのか？
ko: 얼굴을 파묻고 먹고 싶잖아.
pl: O panie, ale bym to wciągnął!
pt_br: Puxa, eu gostaria de cavar isso.
ru: Ух, сейчас бы в него нырнуть с головой.
zh_cn: 等不及挖几口吃了。
zh_tw: 等不及挖幾口吃了。

# CHARACTERS.WOODIE.DESCRIBE.GNARWAIL.BROKENHORN
source: Not so tough now, eh?
de: Nicht mehr so keck, was?
es: Ahora ya no eres tan valiente, ¿eh?
fr: Pas si balèze que ça !
it: Ora non fai più il duro, eh?
ja: これで強さも半減だな。
ko: 꼴 좋구나, 그치?
pl: Jednak nie taki z ciebie twardziel, co?
pt_br: Não é mais tão durão agora, ein?
ru: Что, теперь-то ты не так уж и крут, да?
zh_cn: 凶不起来了，对不！
zh_tw: 凶不起來了，對不！

# CHARACTERS.WOODIE.DESCRIBE.GNARWAIL.BROKENHORN_FOLLOWER
source: Sorry aboot the horn, bud.
de: Tut mir leid wegen dem Horn, Kumpel.
es: Perdona lo del cuerno, amigo.
fr: Désolé pour ta corne.
it: Scusa per il corno, amico.
ja: その角、同情するぜ。
ko: 뿔은 참 유감이야, 친구.
pl: Przykro mi z powodu twego rogu, kolego.
pt_br: Sinto muito pelo chifre, amigo.
ru: Сочувствую, приятель.
zh_cn: 那角的事情真不好意思，兄弟。
zh_tw: 那角的事情真不好意思，兄弟。

# CHARACTERS.WOODIE.DESCRIBE.GNARWAIL.FOLLOWER
source: I've got a way with nature.
de: Die Natur und ich sind gute Freunde.
es: Me manejo bien en la naturaleza.
fr: J'ai le sens de la nature.
it: Ci so fare con la natura.
ja: 野生のことなら任せときな。
ko: 나는 자연을 다루는 재주가 있잖아.
pl: Mam dobrą rękę do natury.
pt_br: Sei lidar bem com a natureza.
ru: Животные меня любят.
zh_cn: 我对大自然的东西很有门道。
zh_tw: 我對大自然的東西很有門道。

# CHARACTERS.WOODIE.DESCRIBE.GNARWAIL.GENERIC
source: That thing looks like it could do some damage.
de: Das Ding sieht aus, als könnte es was anrichten.
es: Eso tiene pinta de que puede causar daños.
fr: Cette bête n'a pas l'air commode.
it: Quel coso sembra piuttosto pericoloso.
ja: そいつにやられたら、かなりのダメージをいただきそうだな。
ko: 아주 강해 보이잖아.
pl: Wygląda, jakby mógł spowodować jakieś szkody.
pt_br: Parece que isso consegue causar um bom dano.
ru: Эта штука выглядит довольно опасно.
zh_cn: 那东西看起来会做些破坏。
zh_tw: 那東西看起來會做些破壞。

# CHARACTERS.WOODIE.DESCRIBE.GNARWAIL_HORN
source: Never saw a horn on a fish before.
de: Ich habe noch nie einen Fisch mit Horn gesehen.
es: Nunca antes había visto un pez con un cuerno.
fr: Je n'avais jamais vu de poisson avec une corne.
it: Mai visto un corno su un pesce prima d'ora.
ja: 角が生えた魚なんて見たことねえ。
ko: 생선에 난 뿔은 처음 보는데.
pl: Nigdy w życiu nie widziałem ryby z rogiem.
pt_br: Nunca vi um chifre em um peixe antes.
ru: Никогда раньше не видел рогатую рыбу.
zh_cn: 以前从来没见过鱼长角。
zh_tw: 以前從來沒見過魚長角。

# CHARACTERS.WOODIE.DESCRIBE.GOATMILK
source: I think the electricity curdled it.
de: Ich glaube, die Elektrizität hat sie gerinnen lassen.
es: Creo que la electricidad la ha cuajado.
fr: Je crois que l'électricité l'a caillé.
it: Credo che l'elettricità lo abbia cagliato.
ja: 電気で凝固したみたい。
ko: 전기 때문에 굳었잖아.
pl: Prąd chyba je trochę ściął.
pt_br: Acho que a eletricidade o fez coalhar.
ru: Думаю, оно свернулось от электричества.
zh_cn: 我觉得是电让它凝结的。
zh_tw: 我覺得是電讓它凝結的。

# CHARACTERS.WOODIE.DESCRIBE.GOGGLESHAT
source: Seems pretty useless.
de: Ist wohl ziemlich nutzlos.
es: Parece bastante inútil.
fr: Vraiment pas utile.
it: Sembra piuttosto inutile.
ja: なんの役にも立ちそうにねぇな
ko: 쓸모없을 것 같은데.
pl: Takie jakby bez sensu.
pt_br: Parece bem inútil.
ru: Кажется совсем бесполезным.
zh_cn: 看起来很没用。
zh_tw: 看起來很沒用。

# CHARACTERS.WOODIE.DESCRIBE.GOLDENAXE
source: It's almost as nice as Lucy.
de: Die ist fast so toll wie Lucy.
es: Es casi tan bonita como Lucy.
fr: Presque aussi belle que Lucy.
it: È quasi bella come Lucy.
ja: Lucyくらいに素敵だね。
ko: 거의 루시만큼 좋잖아.
pl: Prawie tak dobra jak Lucy.
pt_br: É quase tão boa quanto a Lucy.
ru: Почти такой же прекрасный, как Люси.
zh_cn: 几乎赶得上露西了。
zh_tw: 幾乎趕得上露西了。

# CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty, but it can't chop down trees.
de: Hübsch, kann aber keine Bäume fällen.
es: Es muy bonita, pero no puede talar árboles.
fr: C'est joli, mais ça coupe pas les arbres.
it: È carina, ma non può abbattere gli alberi.
ja: きれいな道具だが、これじゃ木は切れねぇ
ko: 예쁘긴 하지만, 나무를 자를 수 없잖아.
pl: Ładny, ale drzewa nim nie zetnę.
pt_br: É bonito, mas não pode cortar árvores.
ru: Красивый, но деревья им не срубишь.
zh_cn: 它确实很漂亮，但不能用来砍树。
zh_tw: 它確實很漂亮，但不能用來砍樹。

# CHARACTERS.WOODIE.DESCRIBE.GOLDENPITCHFORK
source: Welp. I can't unmake it, so...
de: Das kann ich nun auch nicht mehr rückgängig machen...
es: Vaya. No puedo deshacerlo, así que...
fr: Bon, maintenant que c'est fait...
it: Gulp. Non posso disfarla, quindi...
ja: 作っちまったんだから、使うしかねぇな
ko: 쯧. 다시 분해할 수는 없으니까...
pl: Eee... nie rozmontuje ich z powrotem, więc...
pt_br: Bom, não posso desfazer isso, então...
ru: Ну-с. Уже не вариант их разбирать, так что…
zh_cn: 好吧。既然我没法让它消失，那么...
zh_tw: 好吧。既然我沒法讓它消失，那麼...

# CHARACTERS.WOODIE.DESCRIBE.GOLDENSHOVEL
source: Time to dig golden holes.
de: Es ist Zeit, goldene Löcher zu graben.
es: Hora de cavar hoyos de oro.
fr: Il est temps d'aller trouver des trésors.
it: È ora di scavare buche d'oro.
ja: 金の穴を掘る時間。
ko: 황금 구멍을 팔 시간이잖아.
pl: Czas wykopać złote dziury!
pt_br: Hora de cavar buracos dourados.
ru: Пора копать золотые ямы.
zh_cn: 是时候去挖点金矿了。
zh_tw: 是時候去挖點金礦了。

# CHARACTERS.WOODIE.DESCRIBE.GOLDEN_FARM_HOE
source: Now that I've made it, might as well put it to good use.
de: Jetzt, wo ich sie gemacht habe, kann ich sie auch nutzen.
es: Ya que la he hecho, tendré que darle uso.
fr: Maintenant que je l'ai faite, autant l'utiliser.
it: Visto che l'ho costruita, tanto vale farne buon uso.
ja: せっかく作ったことだし、使ってみるとするかな。
ko: 이제 만들었으니 잘 활용해도 좋을 것 같아.
pl: Skoro już zrobiłem coś takiego, równie dobrze mogę to wykorzystać.
pt_br: Agora que fabriquei a enxada, é melhor fazer uso dela.
ru: Раз уж я ее сделал, почему бы ей и не воспользоваться.
zh_cn: 既然做出来了，就用它吧。
zh_tw: 既然做出來了，就用它吧。

# CHARACTERS.WOODIE.DESCRIBE.GOLDNUGGET
source: You can't make a coffee table out of gold. Well, maybe you can. But you shouldn't.
de: Man kann doch keinen Couchtisch aus Gold machen. Gut, man kann schon. Aber man sollte nicht.
es: No puedes hacer una mesa para el café con oro. Bueno, igual puedes. Pero no deberías.
fr: On ne fait pas une table sans or. Enfin, peut-être que si, mais faudrait pas.
it: Non puoi fare un tavolino con l'oro. Beh, forse puoi. Ma non dovresti.
ja: 金からコーヒーテーブルは作れない。 いや、できるかもな。でも作るべきじゃない。
ko: 금으로 커피 테이블을 만들 수 없잖아. 어쩌면 될지도 모르지. 그래도 하지 말아야지.
pl: Stolika ze złota nie zbudujesz. No, może zbudujesz, ale to badziewny pomysł.
pt_br: Não dá pra fazer uma mesa de centro sem ouro. Bem, talvez dê. Mas não deveria.
ru: Ты не сможешь сделать кофейный столик из золота. Ну, может, ты и сможешь. Но не стоит.
zh_cn: 你没法用黄金做成咖啡桌。 好吧，也许你可以。但是你不应该那样做。
zh_tw: 你沒法用黃金做成咖啡桌。 好吧，也許你可以。但是你不應該那樣做。

# CHARACTERS.WOODIE.DESCRIBE.GOOSE_FEATHER
source: Pillowy plumage.
de: Kissenfedern.
es: Plumaje acolchado.
fr: Un plumage à coussin.
it: Piumaggio cuscinoso.
ja: フカフカの羽毛。
ko: 베개에 쓰는 깃털이잖아.
pl: W sam raz na poduszkę.
pt_br: Plumagem fofinha.
ru: Перья для подушки.
zh_cn: 好软的羽毛。
zh_tw: 好軟的羽毛。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.BARREN
source: I need to poop on it.
de: Ich muss es düngen.
es: Necesito defecar en él.
fr: Faudrait y mettre de la crotte.
it: Ho bisogno di farci la cacca.
ja: その上にうんちしなくちゃ。
ko: 똥을 싸줘야겠네.
pl: Potrzebuje nawozu.
pt_br: Preciso fazer cocô em cima dele.
ru: На него надо покакать.
zh_cn: 我需要在上面施肥。
zh_tw: 我需要在上面施肥。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.BURNING
source: I hope that doesn't spread to the trees.
de: Ich hoffe, es breitet sich nicht auf die Bäume aus.
es: Espero que el fuego no se extienda a los árboles.
fr: J'espère que ça va pas s'étendre aux arbres.
it: Spero che non si diffonda sugli alberi.
ja: 木々に広がらないと良いけれど。
ko: 나무에 번지지 않았으면 하잖아.
pl: Mam nadzieję, że nie rozniesie się na drzewa.
pt_br: Espero que não se espalhe para as árvores.
ru: Надеюсь, огонь не перекинется на деревья.
zh_cn: 希望这火不会蔓延到树上。
zh_tw: 希望這火不會蔓延到樹上。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.DISEASED
source: It's caught a bit of a bug.
de: Hat sich Ungeziefer eingefangen.
es: Debe tener algún bicho.
fr: Elle a eu comme un petit souci.
it: Ha preso un virus.
ja: 虫に食われちまったみてぇだな
ko: 무슨 병에 걸렸어.
pl: Koleżka złapał jakiegoś bakcyla.
pt_br: Está meio doente.
ru: Похоже, что оно словило какой-то микроб.
zh_cn: 它染上病毒了。
zh_tw: 它染上病毒了。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.DISEASING
source: Lookin' a bit down.
de: Sieht ein wenig traurig aus.
es: Parece un poco deprimido.
fr: Il a pas l'air au mieux.
it: Sembri un po' abbattuto.
ja: ちょっと弱ってるのかもな。
ko: 좀 우울해 보이네.
pl: Wygląda trochę słabowicie.
pt_br: Parece meio pra baixo.
ru: Выглядит немного печальным.
zh_cn: 再往下看一点。
zh_tw: 再往下看一點。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.GENERIC
source: Looks like kindling.
de: Sieht aus wie Feueranzünder.
es: Parecen astillas.
fr: On dirait du petit bois.
it: Sembra un ramoscello.
ja: 発火みたいだ。
ko: 불쏘시개 같아.
pl: Wydaje się dobra na podpałkę.
pt_br: Parece pegar fogo fácil.
ru: На растопку сгодится.
zh_cn: 看起来可以用来点火。
zh_tw: 看起來可以用來點火。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.PICKED
source: It's gone all nubbly.
de: Von allem befreit.
es: Se ha enredado todo.
fr: C'est tout riquiqui.
it: È diventato tutto nodoso.
ja: こぶだらけになっちゃった。
ko: 맨땅이 됐네.
pl: Trochę się potargała.
pt_br: Ficou toda picadinha.
ru: Теперь это пучок травы.
zh_cn: 表面好粗糙。
zh_tw: 表面好粗糙。

# CHARACTERS.WOODIE.DESCRIBE.GRASS.WITHERED
source: Maybe it'd thrive if it was cooler out?
de: Vielleicht würden sie wachsen, wenn es kühler wäre.
es: ¿Tal vez crecería si hiciera más fresco?
fr: Ça pousserait peut-être s'il faisait plus frais.
it: Forse prospererebbe se fosse più fresco.
ja: 涼しくなりゃ、また生えんじゃねぇか？
ko: 기후가 좀 더 서늘하면 살았을까?
pl: Może lepiej by rosła, gdyby było chłodniej.
pt_br: Talvez ela crescesse mais se estivesse mais fresco lá fora?
ru: Может она прорастет, если жара спадет?
zh_cn: 如果温度再低些，它也许会长得很好？
zh_tw: 如果溫度再低些，它也許會長得很好？

# CHARACTERS.WOODIE.DESCRIBE.GRASSGATOR
source: Can't tell if it's an animal or a real lively shrub.
de: Ich kann nicht sagen, ob es ein Tier oder ein wirklich lebhafter Strauch ist.
es: No sé si es un animal o un arbusto viviente.
fr: Je ne sais pas si c'est un animal ou un buisson très animé.
it: Non riesco a capire se è un animale o un cespuglio davvero vivace.
ja: コイツが生き物なのか、はたまた低木なのかサッパリ分かんねぇ。
ko: 그것이 동물인지 실제 살아있는 관목인지 알 수 없어.
pl: Trudno powiedzieć, czy to zwierzę czy bardzo żywy krzew.
pt_br: Não sei dizer se é um animal ou uma moita muito animada.
ru: Не пойму, зверь это или очень активный куст.
zh_cn: 分不清它是动物还是活泼的灌木。
zh_tw: 分不清它是動物還是活潑的灌木。

# CHARACTERS.WOODIE.DESCRIBE.GRASSGEKKO.DISEASED
source: It's lookin' pretty unhealthy.
de: Sieht ziemlich ungesund aus.
es: Parece que está bastante enfermo.
fr: Il a pas l'air sain du tout.
it: Non sembra molto in salute.
ja: 具合が悪そうだぜ
ko: 안 건강해 보이잖아.
pl: Nie wygląda najlepiej.
pt_br: Está com uma cara bem adoentada.
ru: Выглядит как-то нездорово.
zh_cn: 它看起来很不健康。
zh_tw: 它看起來很不健康。

# CHARACTERS.WOODIE.DESCRIBE.GRASSGEKKO.GENERIC
source: Where's the log lizard?
de: Wo ist die Eidechse?
es: ¿Dónde está el lagarto del tronco?
fr: Où est le lézard des bois ?
it: Dov'è la lucertola del tronco?
ja: 丸太しょってるトカゲはいねぇのか？
ko: 통나무 도마뱀은 어디에 있을까?
pl: A gdzie drzewna jaszczurka?
pt_br: Onde está o lagarto da grama?
ru: А где же древесный ящер?
zh_cn: 木头蜥蜴在哪？
zh_tw: 木頭蜥蜴在哪？

# CHARACTERS.WOODIE.DESCRIBE.GRASS_UMBRELLA
source: That there could keep my beard moderately dry, eh?
de: Der wird meinen Bart halbwegs trocken halten, was?
es: Esto podría mantener mi barba moderadamente seca, ¿eh?
fr: Avec ça j'aurai la barbe pas trop mouillée, hein ?
it: Dovrebbe tenermi la barba relativamente asciutta, eh?
ja: ヒゲがそんなにぬれずに済むぜ
ko: 수염을 적당히 젖지 않게 해주겠잖아, 엉?
pl: Teraz broda mi nie zmoknie, co nie?
pt_br: Isso aí vai manter minha barba moderadamente seca, hein?
ru: С этим я смогу держать бороду в средней сухости, а?
zh_cn: 这可以让我的胡子保持适度干燥，是吧？
zh_tw: 這可以讓我的鬍子保持適度乾燥，是吧？

# CHARACTERS.WOODIE.DESCRIBE.GRAVY
source: It really floats my gravy boat.
de: Ah, was für köstliche Soße.
es: La salsa sí que me va.
fr: Tout est meilleur avec de la sauce.
it: Per ungere le vele e solcare i sette mari.
ja: オレのグレイビー入れにちょうどいいな。
ko: 그레이비 그릇이 둥둥 뜨는 느낌이잖아.
pl: W sos mi graj!
pt_br: É que nem ficar nas nuvens.
ru: Налейте-ка мне полный судок.
zh_cn: 实在的美味。
zh_tw: 實在的美味。

# CHARACTERS.WOODIE.DESCRIBE.GREENAMULET
source: I get a bit of a weird feeling around these things.
de: Diese Dinger sind mir nie ganz geheuer.
es: Estas cosas me ponen un poco incómodo.
fr: Ce truc-là a tendance à m'inquiéter un peu.
it: Mi vengono sensazioni strane intorno a queste cose.
ja: そばに寄ると、腹ん中がざわざわするぜ…
ko: 이거 가까이 가면 기분이 이상해.
pl: Coś dziwnie się przy nim czuję.
pt_br: Me sinto um pouco estranho perto dessas coisas.
ru: Такие штуки вызывают у меня довольно странное чувство.
zh_cn: 我觉得这些事情很奇怪。
zh_tw: 我覺得這些事情很奇怪。

# CHARACTERS.WOODIE.DESCRIBE.GREENGEM
source: How flashy.
de: Wie funkelnd.
es: Qué llamativa.
fr: Ça brille fort.
it: Molto appariscente.
ja: なんて見かけ倒し。
ko: 아주 번뜩이네.
pl: Ale szpanerski.
pt_br: Que espalhafatosa.
ru: Как броско.
zh_cn: 好闪亮。
zh_tw: 好閃亮。

# CHARACTERS.WOODIE.DESCRIBE.GREENMOONEYE
source: That should help everyone get the lay of the land.
de: So sollten es alle finden.
es: Debería ayudar a todos a mantenerse ojo avizor.
fr: Avec ça, tout le monde sait à quoi ressemble le pays.
it: Dovrebbe aiutare tutti a capire la situazione.
ja: 周りの状況を確認するのに役立ちそうだな。
ko: 이걸로 모두 주변 지리를 알아볼 수 있잖아.
pl: Powinno pomóc wszystkim rozejrzeć się po okolicy.
pt_br: Isso deve ajudar todo mundo a conhecer a terra.
ru: Это поможет любому исследовать земли.
zh_cn: 那应该能帮助每个人了解地形。
zh_tw: 那應該能幫助每個人瞭解地形。

# CHARACTERS.WOODIE.DESCRIBE.GREENSTAFF
source: This'll help me dismantle stuff!
de: Das wird mir dabei helfen, Zeug zu zerlegen!
es: ¡Esto me ayudará a desmantelar cosas!
fr: Ça va m'aider à démantibuler des trucs !
it: Mi aiuterà a smantellare le cose!
ja: これで分解が楽になる！
ko: 이걸로 사물을 분해할 수 있어!
pl: Pomoże mi rozmontować najróżniejsze rzeczy!
pt_br: Isso me ajudará a desmontar coisas!
ru: Он поможет мне разрушать всякие вещи!
zh_cn: 这可以帮我把现有的东西拆解和还原！
zh_tw: 這可以幫我把現有的東西拆解和還原！

# CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP
source: I've eaten stranger things in the woods.
de: Ich habe schon seltsamere Dinge in den Wäldern gegessen.
es: He comido cosas más raras en el bosque.
fr: J'ai mangé des trucs plus bizarres dans les bois.
it: Ho mangiato cose più strane nei boschi.
ja: 林の中の見知らぬ物を食べた。
ko: 숲에선 이것보다 더 이상한 것도 먹었는걸.
pl: Jadałem już w lesie gorsze rzeczy.
pt_br: Já comi coisas mais estranhas no mato.
ru: В лесах я ел и более странные вещи.
zh_cn: 我曾经在森林里吃过更奇怪的东西。
zh_tw: 我曾經在森林裡吃過更奇怪的東西。

# CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP_COOKED
source: I don't trust it.
de: Ich traue es.
es: No me fío de esto.
fr: Je n'ai pas confiance en lui.
it: Non mi fido.
ja: 俺はそれを信用しない。
ko: 안 믿어.
pl: Nie ufam mu.
pt_br: Não confio nisso.
ru: Я этой штуке не доверяю.
zh_cn: 我不相信它。
zh_tw: 我不相信它。

# CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a green mushroom.
de: Das ist ein grüner Pilz.
es: Es una seta verde.
fr: C'est un champignon vert
it: È un fungo verde.
ja: 緑のキノコだ。
ko: 녹색 버섯이잖아.
pl: Zielony grzyb.
pt_br: É um cogumelo verde.
ru: Это зеленый гриб.
zh_cn: 是绿蘑菇。
zh_tw: 是綠蘑菇。

# CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: They have their own schedule.
de: Sie haben ihren eigenen Zeitplan.
es: Tienen su propio horario.
fr: Ils ont leur propre emploi du temps.
it: Ogni cosa a suo tempo.
ja: 各自の予定がある。
ko: 자기 스케줄이 있는 놈이잖아.
pl: Przyjdzie i na niego pora.
pt_br: Eles têm sua própria agenda.
ru: Растут по собственному расписанию.
zh_cn: 它们有自己的作息规律。
zh_tw: 它們有自己的作息規律。

# CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I'll have to be patient.
de: Ich muss geduldig sein.
es: Tendré que tener paciencia.
fr: Il va falloir être patient.
it: Dovrò essere paziente.
ja: ま、気長に待つしかねぇな
ko: 인내심을 가져야 하겠잖아.
pl: Muszę uzbroić się w cierpliwość.
pt_br: Precisarei ter paciência.
ru: Мне нужно подождать немного.
zh_cn: 我必须有耐心。
zh_tw: 我必須有耐心。

# CHARACTERS.WOODIE.DESCRIBE.GROTTO_POOL_BIG
source: Looks almost like icebergs.
de: Sieht fast wie Eisberge aus.
es: Parece un iceberg.
fr: On dirait presque des icebergs.
it: Sembra quasi un iceberg.
ja: ほとんど氷山じゃねぇか。
ko: 거의 빙산처럼 보여.
pl: Przypomina góry lodowe.
pt_br: Parecem muito com icebergs.
ru: Похоже на айсберги.
zh_cn: 看起来很像冰山。
zh_tw: 看起來很像冰山。

# CHARACTERS.WOODIE.DESCRIBE.GROTTO_POOL_SMALL
source: Looks almost like icebergs.
de: Sieht fast wie Eisberge aus.
es: Parece un iceberg.
fr: On dirait presque des icebergs.
it: Sembra quasi un iceberg.
ja: ほとんど氷山じゃねぇか。
ko: 거의 빙산처럼 보여.
pl: Przypomina góry lodowe.
pt_br: Parecem muito com icebergs.
ru: Похоже на айсберги.
zh_cn: 看起来很像冰山。
zh_tw: 看起來很像冰山。

# CHARACTERS.WOODIE.DESCRIBE.GUACAMOLE
source: I'm not sure I trust it.
de: Ich bin mir nicht sicher, ob dem traue.
es: No sé muy bien si me fio de él.
fr: Je suis pas sûr de faire confiance à ça.
it: Non sono sicuro di fidarmi di lui.
ja: 信用していいものか、自信がない。
ko: 별로 먹고 싶지 않아.
pl: Jakoś nie jestem przekonany...
pt_br: Não tenho certeza se confio nisso.
ru: Не уверен, что ему можно доверять.
zh_cn: 我不确定这玩意能不能吃。
zh_tw: 我不確定這玩意能不能吃。

# CHARACTERS.WOODIE.DESCRIBE.GUANO
source: It stinks less than the other kind.
de: Die stinkt weniger als die andere Sorte.
es: Apesta menos que el otro tipo.
fr: Ça pue moins que l'autre crotte.
it: Puzza meno degli altri tipi.
ja: 他の種類よりは臭くはない。
ko: 다른 것보다 악취가 덜 나잖아.
pl: Śmierdzi trochę mniej niż tamto.
pt_br: Fede menos que o outro tipo.
ru: Оно воняет поменьше, чем другие разновидности.
zh_cn: 它不像其他的那么臭。
zh_tw: 它不像其他的那麼臭。

# CHARACTERS.WOODIE.DESCRIBE.GUNPOWDER
source: Never did like this stuff.
de: Ich mochte dieses Zeug noch nie.
es: Nunca me han gustado estas cosas.
fr: J'ai jamais aimé ça.
it: Non mi è mai piaciuta questa roba.
ja: こんなことをしたのは一度もなかった。
ko: 이걸 좋아한 적이 없지.
pl: Nigdy mi się to nie podobało.
pt_br: Nunca gostei disso mesmo.
ru: Никогда эта штука не нравилась.
zh_cn: 从来没有做过这种东西。
zh_tw: 從來沒有做過這種東西。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_1
source: Even the stick is delicious.
de: Selbst der Stiel ist lecker.
es: Hasta el palo es delicioso.
fr: Même le bâton est délicieux.
it: Anche la stecchetta è deliziosa.
ja: 棒までも、いい味しやがる。
ko: ㅋㅋㅋㅋㅋㅋ막대도 맛있잖아.
pl: Nawet patyczek jest pyszny.
pt_br: Até o graveto é delicioso.
ru: Даже палочка вкусная.
zh_cn: 连棍子都很美味。
zh_tw: 連棍子都很美味。

# CHARACTERS.WOODIE.DESCRIBE.HALLOWEENCANDY_10
source: I'll tell you what it tastes like, Lucy.
de: Ich werde dir sagen, nach was es schmeckt, Lucy.
es: Te diré a qué sabe, Lucy.
fr: Je vais te dire quel goût ça a, Lucy.
it: Ti farò sapere che sapore ha, Lucy.
ja: ルーシー、どんな味がするか教えてやるからな。
ko: 먹어보고 무슨 맛인지 설명해줄게, 루시.
pl: Opowiem ci, jak smakuje, Lucy.
pt_br: Vou contar qual é o gosto, Lucy.
ru: Я скажу тебе, как это на вкус, Люси.
zh_cn: 我会告诉你它尝起来怎么样，露西。
zh_tw: 我會告訴你它嘗起來怎麼樣，露西。
