Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUMCHEST.BURNT
source: What a waste of good lumber.
de: So eine Verschwendung von gutem Holz.
es: Qué desperdicio de buena madera.
fr: C'est vraiment du bois gâché...
it: Che spreco di legname di qualità.
ja: せっかくの木材が無駄になっちまった。
ko: 좋은 목재가 아깝게 됐어.
pl: Ależ marnotrawstwo dobrego drewna.
pt_br: Que desperdício de madeira.
ru: Только зря древесину потратили.
zh_cn: 好好的木头就这么糟蹋了。
zh_tw: 好好的木頭就這麼糟蹋了。

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUMCHEST.GENERIC
source: Looks just like any other chest now.
de: Sieht jetzt genauso aus wie jede andere Truhe.
es: Parece un cofre normal y corriente.
fr: Il ressemble à un coffre normal, maintenant.
it: Ora sembra come tutti gli altri scrigni.
ja: 他の宝箱と同じような見た目になったな。
ko: 이제 다른 상자처럼 보여.
pl: Teraz wygląda jak zwykła skrzynia.
pt_br: Se parece com qualquer outro baú agora.
ru: Теперь он ничем не отличается от других сундуков.
zh_cn: 看起来跟其他箱子没两样。
zh_tw: 看起來跟其他箱子沒兩樣。

# CHARACTERS.WOODIE.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: Wood's not supposed to shine like that, eh?
de: Holz sollte nicht so glänzen, eh?
es: La madera no debería brillar así, ¿eh?
fr: Le bois, c'est pas censé briller comme ça, je crois.
it: Il legno non dovrebbe luccicare a quel modo, eh?
ja: 木ってこんな感じに光るもんじゃねぇよな？なあ？
ko: 나무는 그렇게 빛나면 안 되잖아, 그치?
pl: Drewno chyba się tak nie świeci, co nie?
pt_br: Madeira não devia brilhar assim, né?
ru: Кажись, дерево так светиться не должно.
zh_cn: 木头不应该这样发光吧，对不？
zh_tw: 木頭不應該這樣發光吧，對不？

# CHARACTERS.WOODIE.DESCRIBE.THULECITE
source: It's the wood of the caves!
de: Das ist das Holz aus den Höhlen!
es: ¡Es la madera de las cuevas!
fr: C'est le bois des grottes !
it: È il legno delle grotte!
ja: 洞窟の木だ！
ko: 동굴의 나무잖아!
pl: Jaskiniowe drewno!
pt_br: É a madeira das cavernas!
ru: Это дерево пещер!
zh_cn: 它可以说是洞穴里的木头！
zh_tw: 它可以說是洞穴裡的木頭！

# CHARACTERS.WOODIE.DESCRIBE.THULECITE_PIECES
source: It's not wood but it'll do.
de: Das ist zwar kein Holz, aber es wird seinen Zweck erfüllen.
es: No es de madera, pero servirá.
fr: C'est pas du bois, mais ça ira.
it: Non si tratta di legno, ma lo farò.
ja: それは木製じゃないけれど、大丈夫。
ko: 나무는 아니지만 쓸 수 있잖아.
pl: Nie jest to drewno, ale da radę.
pt_br: Não é madeira, mas serve.
ru: Это, конечно, не дерево, но сойдет.
zh_cn: 虽然不是木制的，但还凑合。
zh_tw: 雖然不是木制的，但還湊合。

# CHARACTERS.WOODIE.DESCRIBE.THURIBLE
source: Someone's trying to give us a leg up.
de: Jemand will uns auf die Sprünge helfen.
es: Alguien está tratando de ayudarnos.
fr: Quelqu'un essaie de nous donner un coup de main.
it: Qualcuno sta cercando di darci una mano.
ja: 誰かがオレらに加勢してくれてんのか？
ko: 누군가 우리를 도와주려고 하는 것 같아.
pl: Coś tu się dzieje dziwacznego.
pt_br: Alguém está tentando nos ajudar.
ru: Кто-то хочет прийти нам на помощь.
zh_cn: 有人正在尝试助我们一臂之力。
zh_tw: 有人正在嘗試助我們一臂之力。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.ABANDONED
source: See you around, bud.
de: Wir sehen uns, Kumpel!
es: Nos vemos, coleguilla.
fr: À plus tard, vieux.
it: Ci vediamo, amico.
ja: またな。
ko: 나중에 보자, 친구.
pl: Trzymaj się, koleżko.
pt_br: Tô vendo você, amigo.
ru: Еще увидимся, дружище.
zh_cn: 回头见，伙计。
zh_tw: 回頭見，夥計。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.GENERIC
source: Must be one of them forest tigers.
de: Das muss einer dieser Waldtiger sein.
es: Será uno de los tigres del bosque.
fr: C'est sûrement un de ces tigres des forêts.
it: Dev'essere una di quelle tigri della foresta.
ja: 森のトラの1匹に違いねぇ。
ko: 틀림없이 숲의 호랑이 중 하나일 거야.
pl: To pewnie jeden z tych tam leśnych tygrysów.
pt_br: Deve ser um daqueles tigres da floresta.
ru: Ты подумай, в этих лесах и тигры водятся.
zh_cn: 一看就是森林虎。
zh_tw: 一看就是森林虎。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.LOST_TRACK
source: You can't be right all the time I guess.
de: Du kannst nicht immer Recht haben, denke ich.
es: Supongo que uno no puede acertar siempre.
fr: On peut pas toujours réussir, j'imagine.
it: Suppongo che tu non possa aver sempre ragione.
ja: いつでも正しいわけあるかってんだ。
ko: 항상 옳을 수는 없을 거야.
pl: Czasem można się pomylić.
pt_br: Não dá para estar certo sempre, eu acho.
ru: Все мы иногда ошибаемся.
zh_cn: 都有看走眼的时候，正常。
zh_tw: 都有看走眼的時候，正常。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.NEARBY
source: He's acting awful squirrelly, must be one nearby!
de: Er verhält sich furchtbar eichhörnchenhaft, es muss eines in der Nähe sein!
es: ¡Se está poniendo ansioso, seguro que hay uno cerca!
fr: Il est vraiment très agité, il doit y en avoir un dans le coin !
it: Sembra agitato come uno scoiattolo, dev'essercene uno nei paraggi!
ja: すげぇ変な行動をしてるぞ。近くに何かいるに違いねぇ！
ko: 끔찍하게 안절부절하고 있어, 근처에 한 마리 있을 거야!
pl: Wygląda, jakby miał drgawki, coś musi być w pobliżu!
pt_br: Ele está sendo muito esquisito, deve ter algo aqui perto!
ru: Он как-то очень оживился. Кажись, где-то здесь котенок!
zh_cn: 你瞅他跟个松鼠似的，周围肯定有一只！
zh_tw: 你瞅他跟個松鼠似的，周圍肯定有一隻！

# CHARACTERS.WOODIE.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Can't smell any kits around, eh bud?
de: Du riechst keine Kits in der Nähe, was, Kumpel?
es: No consigues olfatear a ninguno, ¿eh, colega?
fr: Tu sens aucune petite bestiole dans le coin, mon pote ?
it: Non riesci a fiutare nessun miciorsetto, eh?
ja: この辺には子猫どものにおいがしねぇんだな？
ko: 주변에서 애옹이 냄새가 안나잖아, 그치 친구?
pl: Nie czujesz żadnych kotków w pobliżu, co, koleżko?
pt_br: Não está cheirando nenhum xanim por aqui, né, amigo?
ru: Что, дружище, котят унюхать не можешь?
zh_cn: 闻不到周围有浣猫的气味，是不是，伙计？
zh_tw: 聞不到周圍有浣貓的氣味，是不是，夥計？

# CHARACTERS.WOODIE.DESCRIBE.TICOON.SUCCESS
source: This guy here seems to know what he's doin'.
de: Dieser Typ hier scheint zu wissen, was er tut.
es: Yo creo que este sabe lo que hace.
fr: Il a l'air de savoir ce qu'il fait.
it: Questo tipo sembra sapere quello che fa.
ja: コイツァ、何をすべきか分かってるみてぇだな。
ko: 여기 있는 이 녀석은 자신이 하는 일을 알고 있는 것 같아.
pl: Ten tutaj wie, co robi.
pt_br: Esse cara aqui parece saber o que está fazendo.
ru: Он явно здорово знает свое дело.
zh_cn: 这家伙老在行了。
zh_tw: 這傢伙老在行了。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: How aboot we try somewhere else?
de: Wie wäre es, wenn wir es woanders versuchen?
es: ¿Y si probamos en otro lado?
fr: Et si on essayait ailleurs ?
it: Perché non proviamo da un'altra parte?
ja: 別のところを探してみねぇか？
ko: 다른 곳에서 찾아보는 게 어떨까?
pl: A może spróbujemy gdzieś indziej?
pt_br: Que tal a gente tentar em outro lugar?
ru: Давай-ка попробуем в другом месте.
zh_cn: 咱们换个地儿试试？
zh_tw: 咱們換個地兒試試？

# CHARACTERS.WOODIE.DESCRIBE.TICOON.TRACKING
source: Looks like he knows what he's doin'.
de: Sieht aus, als wüsste er, was er tut.
es: Creo que sabe lo que hace.
fr: On dirait qu'il sait ce qu'il fait.
it: Sembra sapere quello che fa.
ja: 何をすべきか分かってるみてぇだな。
ko: 자신이 하는 일을 알고 있는 것 같아 보여.
pl: Wygląda, jakby wiedział, co robi.
pt_br: Parece que ele sabe o que ele está fazendo.
ru: Он выглядит очень уверенным в себе.
zh_cn: 这玩意他太在行了。
zh_tw: 這玩意他太在行了。

# CHARACTERS.WOODIE.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: I think he's workin' with someone else.
de: Ich glaube, er arbeitet mit jemand anderem zusammen.
es: Creo que ya está ayudando a otra persona.
fr: Je crois qu'il travaille avec quelqu'un d'autre.
it: Penso che stia lavorando per qualcun altro.
ja: 誰か別のやつと働いてる最中みてぇだ。
ko: 다른 사람을 섬기는 것 같아.
pl: Chyba pracuje z kimś innym.
pt_br: Acho que ele está trabalhando com outra pessoa.
ru: Кажись, он уже с кем-то другим работает.
zh_cn: 他给别人整活儿呢。
zh_tw: 他給別人整活兒呢。

# CHARACTERS.WOODIE.DESCRIBE.TILLWEED
source: It sure doesn't give up without a fight.
de: Gibt sicher nicht kampflos auf.
es: No se rinde así como así, ¿eh?
fr: Elle est du genre tenace.
it: Non vuole arrendersi senza combattere.
ja: こいつ、抜こうとすると抵抗しやがんだ。
ko: 확실히 싸우지 않고는 포기하지 않아.
pl: Z pewnością nie poddaje się bez walki.
pt_br: Certamente não vai desistir sem resistência.
ru: Без боя он не сдается. Уважаемо.
zh_cn: 它真是没完没了。
zh_tw: 它真是沒完沒了。

# CHARACTERS.WOODIE.DESCRIBE.TILLWEEDSALVE
source: Never hurts to have some of this stuff around.
de: Schadet nie, ein paar von diesen Sachen dabei zu haben.
es: Nunca está de más tener un poquito de esto.
fr: C'est plutôt une bonne chose d'en avoir sous la main.
it: Non nuoce mai averne un po' a portata di mano.
ja: この手のモンはいくつかあっても困らねぇ。
ko: 주변에 이런 물건을 두면 절대 아프지 않지.
pl: Nie zaszkodzi mieć tego trochę pod ręką.
pt_br: É sempre bom ter um pouco disso por perto.
ru: Такую мазь под рукой иметь никогда не помешает.
zh_cn: 这东西带点在身上保准没错。
zh_tw: 這東西帶點在身上保准沒錯。

# CHARACTERS.WOODIE.DESCRIBE.TOADSTOOL.GENERIC
source: I'm gonna need a bigger axe.
de: Ich werde eine größere Axt brauchen.
es: Voy a necesitar un hacha más grande.
fr: Il va me falloir une plus grande hache.
it: Mi servirà un'ascia più grande.
ja: もっとデカい斧がいるな。
ko: 더 큰 도끼가 필요하겠는데.
pl: Będę potrzebował większej siekiery.
pt_br: Vou precisar de um machado maior.
ru: Тут понадобится топорик побольше.
zh_cn: 我需要一把更大的斧头。
zh_tw: 我需要一把更大的斧頭。

# CHARACTERS.WOODIE.DESCRIBE.TOADSTOOL.RAGE
source: Alright, enough playin' around! Get'em Lucy!
de: Okay, genug gespielt! Schnapp sie dir, Lucy!
es: ¡Vale, ya está bien de jugar! ¡A por ellos, Lucy!
fr: Ok, la récré est terminée ! Choppe-le, Lucy !
it: Adesso basta con gli scherzetti! Prendili Lucy!
ja: お遊びはここまでだ。ルーシー、やっちまおうぜ！
ko: 장난은 이제 그만! 잡아라, 루시!
pl: Dobra, dość tej zabawy! Do roboty, Lucy!
pt_br: Tudo bem, chega de brincadeira! Pega eles Lucy!
ru: Так, достаточно ходить вокруг да около! На абордаж, Люси!
zh_cn: 好吧，玩够了！抓住它们，露西！
zh_tw: 好吧，玩夠了！抓住它們，露西！

# CHARACTERS.WOODIE.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: It's a hole.
de: Ein Loch.
es: Un agujero.
fr: C'est un trou.
it: È un buco.
ja: 穴だな。
ko: 구멍이잖아.
pl: Dziura.
pt_br: É um buraco.
ru: Это дыра.
zh_cn: 是个洞。
zh_tw: 是個洞。

# CHARACTERS.WOODIE.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: It isn't polypore-sonal, I just gotta chop you.
de: Nichts persönliches. Ich muss dich nur hacken.
es: No es nada personal. Voy a cortarte.
fr: Le prends pas pour toi, mais je vais te couper.
it: Non è niente di personale, devo solo farti a fette.
ja: まともなキノコじゃなさそうだな。バラバラにしてやるよ。
ko: 다른 감정은 없어. 그저 널 베어야 할 뿐이야.
pl: To nic osobistego! Muszę się ciebie pozbyć.
pt_br: Não é nada pessoal, polísporo, mas preciso cortar você.
ru: Это не бронированный гриб, я его просто разрублю.
zh_cn: 不是私人恩怨，但我要砍了你。
zh_tw: 不是私人恩怨，但我要砍了你。

# CHARACTERS.WOODIE.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: Is that how trees are born?
de: Werden so Bäume geboren?
es: ¿Es así como nacen los árboles?
fr: C'est comme ça que naissent les arbres ?
it: È così che nascono gli alberi?
ja: 木もこうやって生まれるのか？
ko: 나무는 원래 이렇게 태어나는 거야?
pl: To tak rodzą się nowe drzewa?
pt_br: É assim que nascem as árvores?
ru: Так деревья и зарождаются?
zh_cn: 那就是树木如何长出来的吗？
zh_tw: 那就是樹木如何長出來的嗎？

# CHARACTERS.WOODIE.DESCRIBE.TOMATO
source: That's a nice looking tomato.
de: Das ist eine hübsche Tomate.
es: Un tomate bastante bonito.
fr: Une bien belle tomate.
it: È un pomodoro dall'aspetto piacevole.
ja: こりゃあいい感じのトマトじゃねえか。
ko: 잘생긴 토마토잖아.
pl: Bardzo fajny pomidor.
pt_br: Esse é um tomate muito bonito.
ru: Симпатичный помидор!
zh_cn: 好漂亮的一只番茄。
zh_tw: 好漂亮的一隻番茄。

# CHARACTERS.WOODIE.DESCRIBE.TOMATO_COOKED
source: Heartburn city.
de: Sodbrennen hallo.
es: Ardor de estómago garantizado.
fr: Brûlures d'estomac en vue.
it: Bruciore di stomaco assicurato.
ja: 胸焼けしそうだな。
ko: 속쓰리게 만들 수도 있지.
pl: Elegancko zarumieniony.
pt_br: Cidade da azia.
ru: Жди изжоги.
zh_cn: 烧熟了。
zh_tw: 燒熟了。

# CHARACTERS.WOODIE.DESCRIBE.TOMATO_OVERSIZED
source: Maybe I'll squish it up and put it on some chips.
de: Vielleicht zerdrücke ich das nutze das als Dipp für Chips.
es: A lo mejor lo apretujo un poco y le pongo patatas.
fr: Je vais peut-être la presser et la manger avec des frites.
it: Potrei spremerla e metterla sulle patatine.
ja: 潰してフライドポテトにかけっかな。
ko: 아마 으깨서 칩에 올릴 거야.
pl: Może go zmiksuję i użyję jako sosu do czipsów.
pt_br: Acho que vou espremer ele e colocar sobre umas fritas.
ru: Надо его подавить и сделать соус для чипсов.
zh_cn: 看我做成番茄酱蘸薯条吃。
zh_tw: 看我做成番茄醬蘸薯條吃。

# CHARACTERS.WOODIE.DESCRIBE.TOMATO_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.TOPHAT
source: It's too fancy.
de: Der ist zu schick.
es: Es muy elegante.
fr: C'est trop chic.
it: È troppo raffinato.
ja: お洒落すぎる。
ko: 너무 고급이잖아.
pl: Dla mnie trochę za elegancki.
pt_br: É muito elegante.
ru: Это слишком уж модно.
zh_cn: 太花哨了。
zh_tw: 太花哨了。

# CHARACTERS.WOODIE.DESCRIBE.TORCH
source: Trees by torchlight.
de: Bäume im Fackelschein.
es: Árboles a la luz de la antorcha.
fr: Comme pour un dîner aux chandelles.
it: Alberi delle fiaccole.
ja: 焚き火の明かりで木こりごっこ。
ko: 횃불 나무.
pl: Nie ma to jak spacer wśród drzew przy świetle pochodni.
pt_br: Árvores à luz de tochas.
ru: Деревья при свете факела.
zh_cn: 火炬让我又能看到树了。
zh_tw: 火炬讓我又能看到樹了。

# CHARACTERS.WOODIE.DESCRIBE.TOURTIERE
source: If only I had some ketchup!
de: Wenn ich nur ein bisschen Ketchup hätte!
es: ¡Ojalá tuviera un poco de kétchup!
fr: Si seulement j'avais du ketchup !
it: Se solo avessi un po' di ketchup.
ja: ケチャップがあればいいんだが！
ko: 케첩이 있으면 좋을 텐데!
pl: Szkoda, że nie mam ketchupu.
pt_br: Se ao menos eu tivesse ketchup!
ru: Был бы у меня здесь кетчуп…
zh_cn: 要是我有番茄酱就好了！
zh_tw: 要是我有番茄醬就好了！

# CHARACTERS.WOODIE.DESCRIBE.TOWNPORTAL.ACTIVE
source: Get a move on.
de: Mach schon.
es: Hay que moverse.
fr: C'est parti.
it: Diamoci una mossa.
ja: じゃ、行くか
ko: 뭣 좀 해봐.
pl: Komu w drogę, temu w drogę.
pt_br: Em frente.
ru: Поехали.
zh_cn: 赶快。
zh_tw: 趕快。

# CHARACTERS.WOODIE.DESCRIBE.TOWNPORTAL.GENERIC
source: Some sort of sandy transportation.
de: So eine Art Sandtransport.
es: Algún tipo de transporte de arena.
fr: Un genre de moyen de transport sableux.
it: Una specie di teletrasporto sabbioso.
ja: 砂でできた移動装置だな
ko: 모래투성이 운송 수단이네.
pl: Piaszczyste przejście.
pt_br: Algum tipo de transporte arenoso.
ru: Какие-то песчаные перевозки.
zh_cn: 某种沙地运输工具。
zh_tw: 某種沙地運輸工具。

# CHARACTERS.WOODIE.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: Time to get a move on.
de: Zeit zu gehen.
es: Hora de seguir adelante.
fr: Il est temps de bouger.
it: È ora di darci una mossa.
ja: そろそろ行こうぜ
ko: 뭐라도 해볼 때가 됐어.
pl: Czas ruszać.
pt_br: Hora de seguir em frente.
ru: Пора выдвигаться.
zh_cn: 赶紧点。
zh_tw: 趕緊點。

# CHARACTERS.WOODIE.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: S'got a powerful stink, eh?
de: Das riecht gewaltig, was?
es: Esto apesta mucho, ¿eh?
fr: L'odeur est puissante, hein ?
it: Ha una puzza potente, eh?
ja: なかなか強烈なニオイだな
ko: 악취가 엄청난데?
pl: Trochę zajeżdża, co nie?
pt_br: Tem um cheiro bem forte, hã?
ru: Нехило воняет, а?
zh_cn: 气味真臭，呃？
zh_tw: 氣味真臭，呃？

# CHARACTERS.WOODIE.DESCRIBE.TRAILMIX
source: The perfect snack for a day of chopping.
de: Der perfekte Snack nach einem Tag der Holzfällerei.
es: El aperitivo perfecto para un día talando.
fr: Le casse -croûte parfait pour aller couper du bois.
it: Lo spuntino perfetto per una giornata di tagliate.
ja: 一日木を切る時にぴったりのスナック。
ko: 종일 도끼질한 다음에 먹기 좋은 간식이네.
pl: Idealna przekąska na długi dzień w lesie.
pt_br: O lanche perfeito para um dia de cortes.
ru: Прекрасная закуска после дня рубки.
zh_cn: 一天劳作之后的完美零食。
zh_tw: 一天勞作之後的完美零食。

# CHARACTERS.WOODIE.DESCRIBE.TRAILS
source: Mighty powerful right hook on that hoser.
de: Der hat einen ordentlichen rechten Haken kassiert.
es: Ese cretino tiene un gancho poderoso.
fr: Ce minable va se prendre un bon gros crochet du droit.
it: Quell'idiota ha un gancio destro potente.
ja: すげえ突起をつけてやがるな。
ko: 라이트 훅이 센 녀석이네.
pl: Ma potężny prawy sierpowy.
pt_br: Gancho de direita muito poderoso naquele otário.
ru: Правый хук у этого громилы — просто вынос мозга.
zh_cn: 给那傻子一记厉害的右勾拳。
zh_tw: 給那傻子一記厲害的右勾拳。

# CHARACTERS.WOODIE.DESCRIBE.TRANSISTOR
source: I won't even pretend to know how that works.
de: Keine Ahnung, wie das funktioniert.
es: Ni siquiera tengo la intención de saber cómo funciona esto.
fr: Je vais même pas faire semblant de savoir comment ça marche.
it: Non farò neanche finta di sapere come funziona.
ja: どういう仕組みか、さっぱりわかんねぇな
ko: 어떻게 작동하는지 추측도 하기 싫잖아.
pl: Nie będę nawet udawał, że wiem, jak to działa.
pt_br: Não vou nem fingir que sei como isso funciona.
ru: Я даже прикинуться не могу, что понимаю, как это работает.
zh_cn: 我甚至都不会假装明白它的工作原理。
zh_tw: 我甚至都不會假裝明白它的工作原理。

# CHARACTERS.WOODIE.DESCRIBE.TRAP
source: Work smarter, eh?
de: Schlaues Werk, was?
es: Qué inteligente, ¿eh?
fr: Alors c'est qui le plus malin ?
it: Lavorare meglio, eh?
ja: もっと賢く働こう、ねえ？
ko: 똑똑하게 살라고, 엉?
pl: Trzeba sobie radzić, co nie?
pt_br: Tem que ser esperto, hã?
ru: Работай с умом, а?
zh_cn: 变聪明了，对吗？
zh_tw: 變聰明了，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRAP_BRAMBLE
source: A trap for the forest, by the forest.
de: Eine Falle für den Wald ... vom Wald.
es: Una trampa para el bosque, del bosque.
fr: Un piège pour la forêt, par la forêt.
it: Una trappola per la foresta, fatta con la foresta.
ja: 森による、森のためのトラップだ。
ko: 숲을 위한 덫, 숲이 놓은 덫이잖아.
pl: Leśna pułapka zastawiona w lesie.
pt_br: Uma armadilha para a floresta, pela floresta.
ru: Ловушка для лесных тварей родом из самого леса.
zh_cn: 森林制作，放置在森林的陷阱。
zh_tw: 森林製作，放置在森林的陷阱。

# CHARACTERS.WOODIE.DESCRIBE.TRAP_STARFISH.CLOSED
source: Well, that's just dangerous.
de: Tja, das Ding ist einfach gefährlich.
es: Bueno, eso es peligroso.
fr: C'est dangereux !
it: Beh, è molto pericolosa.
ja: こりゃあ危険だ。
ko: 위험하잖아.
pl: To jest po prostu niebezpieczne.
pt_br: Bem, isso é perigoso.
ru: Опасная штука.
zh_cn: 看看，危险不危险。
zh_tw: 看看，危險不危險。

# CHARACTERS.WOODIE.DESCRIBE.TRAP_STARFISH.GENERIC
source: Just a little starfish, eh?
de: Nur ein kleiner Seestern, wie?
es: Solo una pequeña estrella de mar, ¿eh?
fr: Ce n'est qu'une petite étoile de mer, hein ?
it: È solo una piccola stella marina, eh?
ja: ただのヒトデだ…よな？
ko: 그냥 불가사리네, 그치?
pl: To tylko mała rozgwiazda, nie?
pt_br: Só uma estrelinha-do-mar, né?
ru: Просто маленькая морская звездочка, ага.
zh_cn: 就是一只小海星啊，嗨！
zh_tw: 就是一隻小海星啊，嗨！

# CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH
source: This seems a bit rough.
de: Das erscheint mir ein bisschen grob.
es: Parece un poco peligroso.
fr: Ça a l'air assez rudimentaire.
it: Sembra un po' grezza.
ja: ちょっと手荒かもしれない。
ko: 이건 좀 거칠잖아.
pl: Drastyczne środki.
pt_br: Parece meio áspero.
ru: Выглядит немного грубо.
zh_cn: 做工似乎有点粗糙。
zh_tw: 做工似乎有點粗糙。

# CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH_MAXWELL
source: That's not playing fair, eh?
de: Das ist nicht fair!
es: Eso no es justo, ¿eh?
fr: C'est pas très loyal, hein ?
it: Non è un gioco onesto, eh?
ja: ひきょうな手だぜ
ko: 치사하게 구는 친구지, 안 그래?
pl: To niezbyt fair, tak?
pt_br: Isso não é jogar justo, hã?
ru: Применяем грязные приемчики, да?
zh_cn: 那不公平，他耍诈，不是吗？
zh_tw: 那不公平，他耍詐，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST.BURNT
source: I guess wood does have a downside...
de: Holz hat allerdings einen Nachteil...
es: Supongo que la madera tiene un inconveniente...
fr: Même le bois a ses points faibles...
it: Immagino che il legno abbia un aspetto negativo...
ja: ま、木にも弱点はあるってことだ…
ko: 나무도 단점이 있긴 하잖아...
pl: Drewno ma też swoje wady...
pt_br: Acho que a madeira tem uma desvantagem...
ru: Кажется, у дерева есть и обратная сторона…
zh_cn: 我猜木头也有不好的一面...
zh_tw: 我猜木頭也有不好的一面...

# CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST.GENERIC
source: Wood is so handy! Look at all the things you can make!
de: Holz ist so praktisch! Schau, was man damit alles machen kann!
es: ¡La madera es muy práctica! ¡Mira todas las cosas que puedes hacer!
fr: Le bois c'est pratique. Regardez tout ce qu'on peut faire avec !
it: Il legno è così pratico! Guarda tutte le cose che si possono fare!
ja: 木ってすげー便利！見て、こんないろいろ作れちゃうんだから！
ko: 나무는 유용해! 수많은 걸 만들 수 있잖아!
pl: Drewno to najlepszy materiał pod słońcem! Popatrz, jakie cuda można stworzyć!
pt_br: A madeira é tão conveniente! Olhe todas as coisas que você pode fazer com ela!
ru: От дерева сплошная польза! Что только из него не сделаешь!
zh_cn: 木头太有用处了！看看所有这些用木头做的东西就知道了！
zh_tw: 木頭太有用處了！看看所有這些用木頭做的東西就知道了！

# CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right aboot that chest.
de: Irgendetwas an dieser Truhe ist nicht ganz richtig.
es: Algo no huele bien con ese cofre.
fr: Il y a un truc qui cloche avec ce coffre.
it: C'è qualcosa che non va con quello scrigno.
ja: あのチェストは何かがおかしい。
ko: 궤짝이 뭔가 수상하잖아.
pl: Coś jest nie tak z tą skrzynią.
pt_br: Tem alguma coisa errada nesse baú.
ru: Что-то с этим сундуком творится неладное.
zh_cn: 那个箱子有点不太对劲。
zh_tw: 那個箱子有點不太對勁。

# CHARACTERS.WOODIE.DESCRIBE.TREECLUMP
source: You're asking for a good chop, bud.
de: Du willst gestutzt werden, mein Freund?
es: Estás pidiendo una buena tala, amigo.
fr: Tu veux une bonne entaille toi !
it: Mi stai chiedendo di tagliarti per bene, amico.
ja: オレにブッた切ってほしいのか？
ko: 자기를 잘라 달라는 것이지, 친구.
pl: Prosisz się o porządne rąbanko, koleś.
pt_br: Você está pedindo uma bela podada, amiga.
ru: Вы напрашиваетесь на хорошую рубку, друзья.
zh_cn: 老兄，这可是你自己找砍。
zh_tw: 老兄，這可是你自己找砍。

# CHARACTERS.WOODIE.DESCRIBE.TREEGROWTHSOLUTION
source: The bigger the tree, the better to chop down!
de: Je größer der Baum, desto mehr gibt es zu fällen!
es: Cuanto más grande sea el árbol, más tendré para talar.
fr: Plus l'arbre est grand, plus c'est satisfaisant à couper !
it: Più l'albero è grande, più è bello tagliarlo!
ja: 木がでけぇほど、切り甲斐があるってモンよ！
ko: 나무가 클수록 잘게 써는 게 좋아!
pl: Im większe drzewo, tym lepsze rąbanie!
pt_br: Quanto maior a árvore, melhor é a derrubada!
ru: Чем больше дерево, тем приятнее рубить!
zh_cn: 树越大，砍倒就越有成就感！
zh_tw: 樹越大，砍倒就越有成就感！

# CHARACTERS.WOODIE.DESCRIBE.TRIDENT
source: Don't worry Lucy, I'm not trading you in anytime soon.
de: Keine Sorge, Lucy, ich würde dich nie eintauschen.
es: No te preocupes, Lucy, no voy a cambiarte.
fr: Ne t'en fais pas, Lucy, je ne suis pas prêt de t'échanger !
it: Non preoccuparti, Lucy, non ho alcuna intenzione di scambiarti.
ja: 心配いらねえよ、ルーシー。オマエをよそに出すなんてこと、当面はしねえよ。
ko: 걱정하지 마, 루시. 너랑 바꾸지 않을 테니.
pl: Nie martw się, Lucy. Nie zamierzam cię na nic wymienić.
pt_br: Não se preocupe, Lucy, jamais vou te trocar.
ru: Не волнуйся, Люси, я ни на кого тебя не променяю.
zh_cn: 别害怕露西，我不会把你拿去换的。
zh_tw: 別害怕露西，我不會把你拿去換的。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_1
source: I used to play that game.
de: Ich habe mich an das Spiel gewöhnt.
es: Solía jugar a ese juego.
fr: Je jouais à ça quand j'étais petit.
it: Ero abituato a giocare a quel gioco.
ja: このゲームは昔やっていた。
ko: 그 게임을 한 적이 있었지.
pl: Kiedyś się takimi bawiłem.
pt_br: Eu costumava jogar esse jogo.
ru: А я ведь когда-то играл в эту игру.
zh_cn: 我以前玩过那个游戏。
zh_tw: 我以前玩過那個遊戲。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_10
source: Choppers for old folks.
de: Die Dritten für alte Leute.
es: Dientes postizos para ancianos.
fr: Des ratiches pour les vieux.
it: Mannaie per vecchietti.
ja: お年寄りには、ぶった切る道具を。
ko: 노인을 위한 까뀌.
pl: Siekacze dla starszych ludzi.
pt_br: Machadinha para os antigos.
ru: Кусалки для старичков.
zh_cn: 老年人的牙齿。
zh_tw: 老年人的牙齒。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_11
source: Quiet, you!
de: Schweig!
es: ¡Tú, tranquilo!
fr: La ferme, toi !
it: Zitto, tu!
ja: そこ、静かに！
ko: 조용히 해!
pl: Cicho bądź!
pt_br: Silêncio!
ru: Да тише ты!
zh_cn: 你，给我安静点！
zh_tw: 你，給我安靜點！

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_12
source: It's all withered.
de: Komplett verwelkt.
es: Está totalmente seco.
fr: C'est tout flétri.
it: È tutto sfiorito.
ja: 全部干からびている。
ko: 다 시들었잖아.
pl: Wysuszona na wiór.
pt_br: Está toda murcha.
ru: Оно все высушено.
zh_cn: 它完全萎缩了。
zh_tw: 它完全萎縮了。

# CHARACTERS.WOODIE.DESCRIBE.TRINKET_13
source: She looks friendly.
de: Sie sieht freundlich aus.
es: Parece amable.
fr: Elle a l'air sympa.
it: Sembra amichevole.
ja: やさしそうな顔してんな
ko: 상냥해 보이는데.
pl: Wygląda dość przyjaźnie.
pt_br: Ela parece amistosa.
ru: Выглядит дружелюбно.
zh_cn: 她看上去很友好。
zh_tw: 她看上去很友好。
