Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: THE GREEN ONE IS DOING SOMETHING USELESS
de: DER GRÜNE MACHT ETWAS NUTZLOSES
es_mx: LA VERDE ESTÁ HACIENDO ALGO TOTALMENTE INÚTIL
fr: LA VERDÂTRE BRASSE DU VENT
it: QUELLA VERDE STA FACENDO QUALCOSA DI INUTILE
ja: ＊緑のやつはなにか無意味なことをしています＊
ko: 녹색 생물이 쓸데없는 짓을 하는 중임
pl: TEN ZIELONY ROBI COŚ BEZUŻYTECZNEGO
pt_br: A VERDINHA ESTÁ FAZENDO ALGO INÚTIL
ru: ЗЕЛЕНОЕ СУЩЕСТВО ЗАНИМАЕТСЯ БЕСПОЛЕЗНЫМИ ВЕЩАМИ
zh_cn: 绿色的那家伙在做无用功
zh_tw: 綠色的那傢伙在做無用功

# CHARACTERS.WX78.DESCRIBE.MERMWATCHTOWER_NOKING
source: STATUS: INACTIVE
de: STATUS: INAKTIV
es_mx: ESTADO: INACTIVO
fr: STATUT : INACTIF
it: STATO: INATTIVA
ja: ＊ステータス：非アクティブ＊
ko: 상태: 비활성
pl: STATUS: NIEAKTYWNY
pt_br: STATUS: INATIVO
ru: СТАТУС: НЕАКТИВЕН
zh_cn: 状态：不活跃
zh_tw: 狀態：不活躍

# CHARACTERS.WX78.DESCRIBE.MERMWATCHTOWER_REGULAR
source: THE PRESENCE OF A RULER HAS INCREASED THEIR EFFECTIVENESS
de: DIE PRÄSENZ EINES HERRSCHERS HAT IHRE EFFEKTIVITÄT VERBESSERT
es_mx: LA PRESENCIA DE UN GOBERNANTE HA INCREMENTADO SU EFICIENCIA
fr: LA PRÉSENCE D'UN DIRIGEANT A AUGMENTÉ LEUR EFFICACITÉ
it: LA PRESENZA DI UN REGNANTE NE HA AUMENTATO L'EFFICACIA
ja: ＊支配者の存在は彼らの能率性を高めます＊
ko: 지도자의 존재로 인해 저들의 효력이 증진됨
pl: OBECNOŚĆ WŁADCY ZWIĘKSZYŁA ICH WYDAJNOŚĆ
pt_br: A PRESENÇA DE UM SOBERANO AUMENTOU A EFICÁCIA DELES
ru: ПРИСУТСТВИЕ ПРАВИТЕЛЯ ПОВЫСИЛО ЭФФЕКТИВНОСТЬ ИХ РАБОТЫ
zh_cn: 统治者提升了他们的效率
zh_tw: 統治者提升了他們的效率

# CHARACTERS.WX78.DESCRIBE.MERM_PRINCE
source: SUBJECT DOES NOT POSSESS REQUIRED GIRTH TO BE KING
de: SUBJEKT HAT NICHT DIE ERFORDERLICHEN ABMESSUNGEN, UM KÖNIG ZU SEIN
es_mx: EL SUJETO NO POSEE EL CONTORNO REQUERIDO PARA SER REY
fr: DIAMÈTRE DU SUJET INSUFFISANT POUR MONTER SUR LE TRÔNE
it: IL SOGGETTO NON HA LA CIRCONFERENZA NECESSARIA PER ESSERE RE
ja: ＊対象者は王であるために必要な胴長を所有していません＊
ko: 대상이 왕위에 오르는 데 필요한 몸집을 가지고 있지 않음
pl: PODMIOT NIE POSIADA JESZCZE WYSTARCZAJĄCEGO ROZMIARU, ABY ZOSTAĆ KRÓLEM
pt_br: O INDIVÍDUO NÃO POSSUI O TAMANHO NECESSÁRIO PARA SER REI
ru: СУБЪЕКТ НЕ ИМЕЕТ НЕОБХОДИМЫХ ДЛЯ ПРАВЛЕНИЯ ФИЗИЧЕСКИХ КАЧЕСТВ
zh_cn: 对像直径不匹配做国王的要求
zh_tw: 對像直徑不匹配做國王的要求

# CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLE
source: HOW ARCHAIC
de: WIE PRIMITIV
es_mx: QUÉ ARCAICO
fr: COMME C'EST ARCHAÏQUE
it: CHE ARCAICITÀ
ja: ＊なんと古風な＊
ko: 매우 낡은 방식임
pl: CO ZA ARCHAICZNA METODA
pt_br: QUE ARCAICO
ru: КАК АРХАИЧНО
zh_cn: 真古老
zh_tw: 真古老

# CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLEEMPTY
source: I HAVE TAKEN AWAY YOUR PURPOSE
de: ICH HABE DIR DEINEN ZWECK GENOMMEN
es_mx: TE QUITÉ TU PROPÓSITO EN LA VIDA
fr: J'AI PRIS SA RAISON D'ÊTRE
it: ORA NON HAI PIÙ ALCUNO SCOPO
ja: ＊あなたの目標を取り除きました＊
ko: 본체가 너의 용도를 가져감
pl: ODEBRAŁEM CI SENS ISTNIENIA
pt_br: EU ELIMINEI SEU PROPÓSITO
ru: Я ЗАБРАЛ ТВОЕ ПРЕДНАЗНАЧЕНИЕ
zh_cn: 我夺走了你的目的
zh_tw: 我奪走了你的目的

# CHARACTERS.WX78.DESCRIBE.MIGHTY_GYM.BURNT
source: HOW SAD
de: WIE TRAURIG
fr: QUE C'EST TRISTE.
it: CHE TRISTEZZA
ja: ＊とてもかなしいです＊
ko: 정말 슬픔
pl: JAKIE TO SMUTNE.
pt_br: QUE TRISTE
ru: КАКАЯ ЖАЛОСТЬ
zh_cn: 真可悲
zh_tw: 真可悲

# CHARACTERS.WX78.DESCRIBE.MIGHTY_GYM.GENERIC
source: THE LARGE ONE SEEMS TO LIKE THIS FLESHLING TORTURE DEVICE
de: DER GROSSE SCHEINT DIESES FLEISCHLING-FOLTERGERÄT ZU MÖGEN
fr: LE PLUS GRAND SEMBLE AIMER CET INSTRUMENT DE TORTURE À CHOSES EN VIANDE
it: QUELLO PIÙ GROSSO SEMBRA APPREZZARE QUESTO DISPOSITIVO DI TORTURA PER ESSERI DI CARNE
ja: ＊あの大きな方は有機生命体拷問装置が好きなようです＊
ko: 큰 고깃덩어리는 이 고깃덩어리 고문 장치를 좋아하는 것 같음
pl: OLBRZYM CHYBA LUBI NARZĘDZIE TORTUR MIĘSNYCH STWORZEŃ.
pt_br: O INDIVÍDUO GRANDE PARECE GOSTAR DESSE DISPOSITIVO DE TORTURA DE SACOS DE CARNE
ru: БОЛЬШОМУ КОЖАНОМУ МЕШКУ НРАВИТСЯ ЭТО ПЫТОЧНОЕ УСТРОЙСТВО
zh_cn: 大块头似乎喜欢这个肉体折磨装置
zh_tw: 大塊頭似乎喜歡這個肉體折磨裝置

# CHARACTERS.WX78.DESCRIBE.MILKYWHITES
source: ORGANIC MATTER IS DISGUSTING
de: ORGANISCHE MATERIE IST EKELERREGEND
fr: LA MATIÈRE ORGANIQUE EST RÉPUGNANTE
it: IL MATERIALE ORGANICO È DISGUSTOSO
ja: ＊有機物は気持ちが悪いです＊
ko: 유기물은 역겨움
pl: MATERIA ORGANICZNA JEST OBRZYDLIWA.
pt_br: MATÉRIA ORGÂNICA É NOJENTA
ru: ОРГАНИКА ОТВРАТИТЕЛЬНА
zh_cn: 有机物真恶心
zh_tw: 有機物真噁心

# CHARACTERS.WX78.DESCRIBE.MINERHAT
source: SUPPORTS HANDS-FREE OPERATION
de: ZUR FREIHÄNDIGEN ARBEIT
es_mx: OPERACIÓN DE MANOS LIBRES
fr: PERMET D'AGIR LES MAINS LIBRES
it: SUPPORTA IL FUNZIONAMENTO A MANI LIBERE
ja: ＊ハンズフリー操作に対応しています＊
ko: 핸즈프리 작업 지원
pl: WSPOMAGA OBSŁUGĘ BEZRĘCZNĄ.
pt_br: ACEITA OPERAÇÃO SEM AS MÃOS
ru: ПОДДЕРЖИВАЕТ РАБОТУ СО СВОБОДНЫМИ РУКАМИ
zh_cn: 支持免提操作
zh_tw: 支援免提操作

# CHARACTERS.WX78.DESCRIBE.MINIBOATLANTERN
source: GET OUT OF THE WATER BROTHER, IT'S UNSAFE!
de: RAUS AUS DEM WASSER, BRUDER, ES IST NICHT SICHER!
es_mx: ¡SAL DEL AGUA, HERMANA! ¡NO ES SEGURO!
fr: SORS DE L'EAU, MON FRÈRE, C'EST DANGEREUX !
it: ESCI DALL'ACQUA SORELLA, È PERICOLOSO!
ja: ＊兄弟たちよ、水から上がってください、そこは安全ではありません＊
ko: 물에서 나올 것, 형제여. 안전하지 않음!
pl: WYJDŻ Z WODY, BRACIE, TO NIEBEZPIECZNE!
pt_br: SAIA DA ÁGUA, IRMÃO. AÍ NÃO É SEGURO!
ru: ВЫЛЕЗАЙ ИЗ ВОДЫ, БРАТ, ТАМ НЕБЕЗОПАСНО!
zh_cn: 从水里出来，兄弟，不安全！
zh_tw: 從水裡出來，兄弟，不安全！

# CHARACTERS.WX78.DESCRIBE.MINIFAN
source: DEFIES CONSERVATION OF ENERGY
de: MASSEKONSERVIERUNG ... IGNORIERT
es_mx: DESAFÍA LA CONSERVACIÓN DE LA ENERGÍA
fr: DÉFIE LA CONSERVATION D'ÉNERGIE
it: SFIDA LA CONSERVAZIONE DELL'ENERGIA
ja: ＊アンチ省エネデバイス＊
ko: 에너지 보존의 법칙을 어김
pl: ZAPRZECZENIE IDEI OSZCZĘDZANIA ENERGII.
pt_br: DESAFIA A CONSERVAÇÃO DE ENERGIA
ru: БРОСАЕТ ВЫЗОВ СОХРАНЕНИЮ ЭНЕРГИИ
zh_cn: 违抗能源节约原则
zh_tw: 違抗能源節約原則

# CHARACTERS.WX78.DESCRIBE.MINIFLARE
source: MAKESHIFT HOMING SIGNAL
de: IMPROVISIERTE NOTFUNKBAKE
es_mx: UNA SEÑAL DE SOCORRO IMPROVISADA
fr: UN SYSTÈME DE SIGNALEMENT ARTISANAL
it: RUDIMENTALE SEGNALE DI LOCALIZZAZIONE
ja: ＊間に合わせの追尾式サイン＊
ko: 임시변통의 귀소 신호
pl: PROWIZORYCZNY SYGNAŁ NAPROWADZAJĄCY
pt_br: SINAL DE LOCALIZAÇÃO IMPROVISADO
ru: ИМПРОВИЗИРОВАННЫЙ САМОНАВОДЯЩИЙСЯ СИГНАЛ
zh_cn: 临时寻的信号
zh_tw: 臨時尋的信號

# CHARACTERS.WX78.DESCRIBE.MINISIGN.GENERIC
source: THIS ART IS REPRESENTATIONAL
de: DIESE KUNST IST GEGENSTÄNDLICH
es_mx: ESTE ARTE ES REPRESENTATIVO
fr: DE L'ART REPRÉSENTATIF
it: QUEST'ARTE È RAPPRESENTATIVA
ja: ＊内容をハッキリ認識＊
ko: 재현적 미술임
pl: SZTUKA REPREZENTACJI.
pt_br: ESTA ARTE É REPRESENTATIVA
ru: ЭТО ИЗОБРАЗИТЕЛЬНОЕ ИСКУССТВО
zh_cn: 这是具象主义艺术
zh_tw: 這是具象主義藝術

# CHARACTERS.WX78.DESCRIBE.MINISIGN.UNDRAWN
source: THERE IS NOTHING ON IT
de: DA IST NICHTS DRAUF
es_mx: NO HAY NADA DIBUJADO
fr: IL N'Y A RIEN DESSUS
it: NON C'È NIENTE SULLA SUA SUPERFICIE
ja: ＊内容を確認できません＊
ko: 아무것도 표시되어 있지 않음
pl: NIC TU NIE MA.
pt_br: NÃO TEM NADA NELA
ru: НА НЕМ НИЧЕГО НЕТ
zh_cn: 上面没有任何东西
zh_tw: 上面沒有任何東西

# CHARACTERS.WX78.DESCRIBE.MINISIGN_ITEM
source: WE MUST PLACE IT
de: WIR MÜSSEN ES PLATZIEREN
es_mx: DEBEMOS COLOCARLO
fr: IL FAUT LE PLACER
it: DOBBIAMO POSIZIONARLO
ja: ＊必要：配置場所＊
ko: 배치해야 함
pl: TRZEBA GO GDZIEŚ POSTAWIĆ.
pt_br: PRECISAMOS POSICIONÁ-LA
ru: НУЖНО УСТАНОВИТЬ ЕГО
zh_cn: 我们必须把它放好
zh_tw: 我們必須把它放好

# CHARACTERS.WX78.DESCRIBE.MINOTAUR
source: THIS MEAT HAS A POINTY END
de: DIESES FLEISCH HAT EIN SPITZES ENDE.
es_mx: ESTA CARNE TIENE UN EXTREMO PUNTIAGUDO
fr: CETTE VIANDE A UN BOUT POINTU
it: QUESTA CARNE HA UN'ESTREMITÀ A PUNTA
ja: ＊この肉は先が尖っています＊
ko: 뾰족한 끝이 있는 고기임
pl: TEN MIĘSNY KAWAŁEK MA OSTRY KONIEC.
pt_br: ESSA CARNE TEM UMA EXTREMIDADE PONTUDA
ru: КУСОК МЯСА С ЗАОСТРЕННЫМ КОНЦОМ
zh_cn: 这团肉有一个尖角
zh_tw: 這團肉有一個尖角

# CHARACTERS.WX78.DESCRIBE.MINOTAURCHEST
source: CHEST HAS POINTY EARS
de: DIE TRUHE HAT SPITZE OHREN.
es_mx: COFRE DE OREJAS PUNTIAGUDAS
fr: UN COFFRE À OREILLES POINTUES
it: LO SCRIGNO HA ORECCHIE A PUNTA
ja: ＊尖った耳がついた箱。＊
ko: 뾰족한 귀가 달려있는 궤짝
pl: SKRZYNIA ZE SPICZASTYMI USZAMI
pt_br: O BAÚ TEM ORELHAS PONTUDAS
ru: СУНДУК С ЗАОСТРЕННЫМИ УШАМИ
zh_cn: 这个箱子有尖耳朵
zh_tw: 這個箱子有尖耳朵

# CHARACTERS.WX78.DESCRIBE.MINOTAURHORN
source: A TROPHY TO REMEMBER GOOD TIMES. LIKE WHEN YOU DIED
de: EIN ANDENKEN AN SCHÖNE ZEITEN. ZUM BEISPIEL AN DEINEN TOD.
es_mx: UN TROFEO PARA RECORDAR BUENOS TIEMPOS. COMO CUANDO TE MORISTE
fr: UN TROPHÉE POUR SE SOUVENIR DES BONS MOMENTS. COMME QUAND TU ES MORT
it: UN TROFEO PER RICORDARE I BEI TEMPI. TIPO QUANDO SEI MORTO
ja: ＊勝利メモリ呼び出し用アクセサリ＊
ko: 좋은 시절을 상기시켜주는 트로피. 그것은 바로 너가 죽은 시절
pl: TROFEUM PRZYPOMINAJĄCE O LEPSZYCH CZASACH. NA PRZYKŁAD WTEDY JA ZDECHŁEŚ.
pt_br: UM TROFÉU PARA LEMBRAR DOS BONS TEMPOS. COMO QUANDO VOCÊ MORREU.
ru: ТРОФЕЙ, НАПОМИНАЮЩИЙ О БЫЛЫХ ДЕНЬКАХ. НАПРИМЕР, О ДНЕ ТВОЕЙ СМЕРТИ
zh_cn: 用来记住好时光的战利品。比如在你死去的时候
zh_tw: 用來記住好時光的戰利品。比如在你死去的時候

# CHARACTERS.WX78.DESCRIBE.MOLE.ABOVEGROUND
source: SOURCE OF SEISMIC ACTIVITY DISCOVERED
de: QUELLE DER SEISMISCHEN AKTIVITÄT ENTDECKT.
es_mx: FUENTE DE ACTIVIDAD SÍSMICA DESCUBIERTA
fr: SOURCE D'ACTIVITÉ SISMIQUE DÉTECTÉE
it: ATTIVITÀ SISMICHE MINORI RILEVATE
ja: ＊地震活動の震源を確認しました＊
ko: 지진 활동의 근원 발견됨
pl: ODKRYTO ŹRÓDŁO AKTYWNOŚCI SEJSMICZNEJ.
pt_br: ORIGEM DA ATIVIDADE SÍSMICA DESCOBERTA
ru: ОБНАРУЖЕН ИСТОЧНИК СЕЙСМИЧЕСКИХ КОЛЕБАНИЙ
zh_cn: 发现震动活动来源
zh_tw: 發現震動活動來源

# CHARACTERS.WX78.DESCRIBE.MOLE.HELD
source: VIBRATIONS IN POCKET DETECTED
de: VIBRATIONEN IN MEINER TASCHE FESTGESTELLT.
es_mx: VIBRACIONES EN EL BOLSILLO DETECTADAS
fr: VIBRATIONS DÉTECTÉES DANS MA POCHE
it: VIBRAZIONI NELLA TASCA RILEVATE
ja: ＊ポケット内の振動を感知しました＊
ko: 주머니 내부 진동 탐지됨
pl: WYKRYTO WIBRACJE W KIESZENI.
pt_br: VIBRAÇÕES DETECTADAS NO BOLSO
ru: ЗАФИКСИРОВАНЫ ВИБРАЦИИ В КАРМАНЕ
zh_cn: 检测到口袋中出现振动
zh_tw: 檢測到口袋中出現振動

# CHARACTERS.WX78.DESCRIBE.MOLE.UNDERGROUND
source: MINOR SEISMIC ACTIVITY DETECTED
de: GERINGE SEISMISCHE AKTIVITÄT FESTGESTELLT.
es_mx: ACTIVIDAD SÍSMICA MENOR DETECTADA
fr: ACTIVITÉ SISMIQUE MINEURE DÉTECTÉE
it: ATTIVITÀ SISMICHE MINORI RILEVATE
ja: ＊微量の地震活動を感知しました＊
ko: 소규모 지진 활동 탐지됨
pl: WYKRYTO NIEZNACZNĄ AKTYWNOŚĆ SEJSMICZNĄ.
pt_br: ATIVIDADE SÍSMICA MODERADA DETECTADA
ru: ОБНАРУЖЕНА НЕЗНАЧИТЕЛЬНАЯ СЕЙСМИЧЕСКАЯ АКТИВНОСТЬ
zh_cn: 检测到少量地震活动
zh_tw: 檢測到少量地震活動

# CHARACTERS.WX78.DESCRIBE.MOLEBAT
source: ILLOGICAL DESIGN
de: UNLOGISCHES DESIGN
fr: SON EXISTENCE EST ILLOGIQUE
it: CREATURA ILLOGICA
ja: ＊非論理的なデザインです＊
ko: 비논리적인 디자인임.
pl: NIELOGICZNY PROJEKT
pt_br: DESIGN ILÓGICO
ru: НЕЛОГИЧНЫЙ ДИЗАЙН
zh_cn: 设计不合逻辑
zh_tw: 設計不合邏輯

# CHARACTERS.WX78.DESCRIBE.MOLEBATHILL
source: A DISGUSTING HOME FOR DISGUSTING VERMIN
de: EIN EKELERREGENDES HEIM FÜR EKELERREGENDES UNGEZIEFER
fr: UN FOYER RÉPUGNANT POUR UNE VERMINE RÉPUGNANTE
it: LA DISGUSTOSA CASA DI UN PARASSITA DISGUSTOSO
ja: ＊汚らわしい害獣に最適な汚らわしい巣です＊
ko: 역겨운 해충의 역겨운 집임.
pl: PASKUDNY DOM PASKUDNYCH SZKODNIKÓW
pt_br: UMA CASA ASQUEROSA PARA UM BICHO ASQUEROSO
ru: ОТВРАТИТЕЛЬНЫЙ ДОМ ОТВРАТИТЕЛЬНЫХ ВРЕДИТЕЛЕЙ
zh_cn: 恶心的害虫有一个恶心的家
zh_tw: 噁心的害蟲有一個噁心的家

# CHARACTERS.WX78.DESCRIBE.MOLEHAT
source: DIGGER HAS CURIOUS SIGHT
de: DER GRÄBER HAT EIN SELTSAMES AUSSEHEN.
es_mx: EL EXCAVADOR TIENE UNA VISTA CURIOSA
fr: CREUSEUR À VUE ÉTRANGE
it: LO SCAVATORE HA UNA VISTA CURIOSA
ja: ＊鉱夫は面白いものの見方をします＊
ko: 채굴꾼의 시각이 독특함
pl: KOPACZ WIDZI W DZIWNY SPOSÓB.
pt_br: O CAVADOR TEM VISÃO CURIOSA
ru: У ЗЕМЛЕКОПА ПЫТЛИВЫЙ ВЗГЛЯД
zh_cn: 挖掘者拥有好奇的视野
zh_tw: 挖掘者擁有好奇的視野

# CHARACTERS.WX78.DESCRIBE.MOLEHILL
source: HOME OF SMALL DIGGER
de: ZUHAUSE VON KLEINEM GRÄBER.
es_mx: HOGAR DE UN PEQUEÑO EXCAVADOR
fr: HABITAT DE PETIT CREUSEUR
it: CASA DI UN PICCOLO SCAVATORE
ja: ＊小さな鉱夫の家＊
ko: 소형 채굴꾼의 집
pl: KWATERA GŁÓWNA MAŁEGO KOPACZA.
pt_br: CASA DE PEQUENO ESCAVADOR
ru: ДОМ МАЛЕНЬКОГО ЗЕМЛЕКОПА
zh_cn: 小型挖掘者的家
zh_tw: 小型挖掘者的家

# CHARACTERS.WX78.DESCRIBE.MONKEY
source: AN EVEN DUMBER HUMANOID
de: EIN NOCH DÜMMERER HUMANOID.
es_mx: UN HUMANOIDE AÚN MÁS TONTO
fr: UN HUMANOÏDE ENCORE PLUS STUPIDE.
it: UN UMANOIDE ANCORA PIÙ STUPIDO
ja: ＊よりおバカな人型ロボット。＊
ko: 지성이 떨어지는 유인원
pl: JESZCZE GŁUPSZY HUMANOID.
pt_br: UM HUMANOIDE AINDA MAIS IDIOTA.
ru: ЕЩЕ БОЛЕЕ ТУПОЙ ГУМАНОИД
zh_cn: 一个更笨的类人动物。
zh_tw: 一個更笨的類人動物。

# CHARACTERS.WX78.DESCRIBE.MONKEYBARREL
source: WHAT A PITIFUL HOME
de: WAS FÜR EIN ERBÄRMLICHES ZUHAUSE.
es_mx: QUÉ HOGAR TAN LAMENTABLE
fr: QUELLE DEMEURE MISÉRABLE.
it: CHE CASA PIETOSA
ja: ＊なんてみじめな家。＊
ko: 매우 비루한 주거 시설
pl: ŻAŁOSNE MIESZKANIE.
pt_br: QUE LAR DEPRIMENTE.
ru: КАКОЕ ЖАЛКОЕ ЖИЛИЩЕ
zh_cn: 好可怜的家。
zh_tw: 好可憐的家。

# CHARACTERS.WX78.DESCRIBE.MONSTERLASAGNA
source: DIRTY ENERGY
de: WELCH ENERGIE!
es_mx: ENERGÍA SUCIA
fr: ÉNERGIE SALE
it: ENERGIA SPORCA
ja: ＊汚染熱量源＊
ko: 불결한 에너지
pl: BRUDNA ENERGIA.
pt_br: ENERGIA SUJA
ru: ВРАЖДЕБНАЯ ЭНЕРГИЯ
zh_cn: 肮脏的能源
zh_tw: 骯髒的能源

# CHARACTERS.WX78.DESCRIBE.MONSTERMEAT
source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
de: DAS IST MIT MEINEM CHEMISCHEN ANTRIEB NICHT KOMPATIBEL.
es_mx: ES INCOMPATIBLE CON MI MOTOR QUÍMICO
fr: INCOMPATIBLE AVEC MON MOTEUR CHIMIQUE
it: È INCOMPATIBILE CON IL MIO MOTORE CHIMICO
ja: ＊私の化学機構とは相容れません＊
ko: 본체의 화학 엔진과 호환되지 않음
pl: NIEKOMPATYBILNE Z MOIM SILNIKIEM CHEMICZNYM.
pt_br: É INCOMPATÍVEL COM MEU MOTOR QUÍMICO
ru: ЭТО НЕСОВМЕСТИМО С МОИМ БЛОКОМ ХИМИЧЕСКОЙ ПЕРЕРАБОТКИ
zh_cn: 它跟我的化学引擎不兼容
zh_tw: 它跟我的化學引擎不相容

# CHARACTERS.WX78.DESCRIBE.MONSTERMEAT_DRIED
source: VILE DEHYDRATED PROTEINS
de: ÜBLE DEHYDRIERTE PROTEINE
es_mx: VILES PROTEÍNAS DESHIDRATADAS
fr: INFÂMES PROTÉINES DÉSHYDRATÉES
it: PROTEINE DISIDRATATE VILI
ja: ＊汚染乾燥プロテイン＊
ko: 하등한 탈수된 단백질
pl: WRAŻE PROTEINY. SUSZONE.
pt_br: PROTEÍNAS DESIDRATADAS VIS
ru: ДЕГИДРИРОВАННЫЙ ЗЛОБНЫЙ БЕЛОК
zh_cn: 恶劣的脱水蛋白
zh_tw: 惡劣的脫水蛋白

# CHARACTERS.WX78.DESCRIBE.MONSTERTARTARE
source: IT WILL SUFFICE
de: FÜR DIE GEFRORENEN ÖDLANDE WIRD DIESE WESTE NICHT AUSREICHEN.
es_mx: SERÁ SUFICIENTE
fr: ÇA SUFFIRA
it: BASTERÀ
ja: ＊エネルギー源としては、十分＊
ko: 쓸 수는 있겠음
pl: POWINIEN WYSTARCZYĆ.
pt_br: SERÁ SUFICIENTE
ru: ЭТОГО ДОСТАТОЧНО
zh_cn: 足够吃饱
zh_tw: 足夠吃飽

# CHARACTERS.WX78.DESCRIBE.MOONBASE.BROKEN
source: USELESS MINERAL PILE DETECTED
de: NUTZLOSER MINERALIENHAUFEN ERKANNT
es_mx: PILA DE MINERAL INÚTIL DETECTADA
fr: TAS DE MINÉRAUX INUTILES DÉTECTÉ
it: MUCCHIO DI MINERALE INUTILE RILEVATO
ja: ＊無意味な鉱物の山を確認しました＊
ko: 쓸모없는 광물 더미 발견
pl: WYKRYTO BEZUŻYTECZNĄ KUPĘ KAMIENI.
pt_br: PILHA DE MINERAL INÚTIL DETECTADA
ru: ОБНАРУЖЕНА БЕСПОЛЕЗНАЯ КУЧКА МИНЕРАЛОВ
zh_cn: 发现无用的矿物堆
zh_tw: 發現無用的礦物堆

# CHARACTERS.WX78.DESCRIBE.MOONBASE.GENERIC
source: MOONBASE. AAAAA. MOONBASE!
de: MONDSTATION. AAAAA. MONDSTATION!
es_mx: BASE LUNAR. AAAAA. ¡BASE LUNAR!
fr: BASE LUNAIRE. AAAAA. BASE LUNAIRE !
it: BASE LUNARE. AAAAA. BASE LUNARE!
ja: ＊月面基地。あああああ。月面基地！＊
ko: 월장석. 월장석!
pl: NIE POWINNA BYĆ NA KSIĘŻYCU?
pt_br: BASE LUNAR. AAAAA. BASE LUNAR!
ru: ЛУННАЯ БАЗА. ААААА. ЛУННАЯ БАЗА!
zh_cn: 月亮基地。啊啊啊啊啊。月亮基地！
zh_tw: 月亮基地。啊啊啊啊啊。月亮基地！

# CHARACTERS.WX78.DESCRIBE.MOONBASE.MOONSTAFF
source: GROUNDED MOON OUTLET
de: GEERDETE MOND-SACHEN
es_mx: TOMA DE CORRIENTE LUNAR
fr: SORTIE DE LUNE ÉCHOUÉE
it: ELEMENTO LUNARE ATTERRATO
ja: ＊月への通用口をおきました＊
ko: 접지된 달 콘센트
pl: UZIEMIONE UJŚCIE KSIĘŻYCOWEJ ENERGII.
pt_br: TOMADA LUNAR ATERRADA
ru: ЗАКРЕПЛЕННЫЙ ПРОХОД НА ЛУНУ
zh_cn: 接地的月亮出口
zh_tw: 接地的月亮出口

# CHARACTERS.WX78.DESCRIBE.MOONBASE.STAFFED
source: IT NEEDS TO CHARGE
de: ES MUSS AUFGELADEN WERDEN
es_mx: NECESITA CARGARSE
fr: IL FAUT QUE ÇA CHARGE
it: HA BISOGNO DI RICARICARSI
ja: ＊チャージが必要です＊
ko: 충전 필요함
pl: WYMAGA ŁADOWANIA.
pt_br: PRECISA CARREGAR
ru: ЕГО НУЖНО ЗАРЯДИТЬ
zh_cn: 需要充电
zh_tw: 需要充電

# CHARACTERS.WX78.DESCRIBE.MOONBASE.WRONGSTAFF
source: WRONG
de: FALSCH
es_mx: INCORRECTO
fr: MAUVAIS
it: ERRATO
ja: ＊間違いです＊
ko: 유효하지 않음
pl: NIEPRAWIDŁOWE DANE WEJŚCIOWE.
pt_br: INCORRETO
ru: ОШИБКА
zh_cn: 错误
zh_tw: 錯誤

# CHARACTERS.WX78.DESCRIBE.MOONBUTTERFLY.GENERIC
source: IT IS A USELESS BEING
de: NUTZLOSE KREATUR
es_mx: ES UN SER INÚTIL
fr: UNE CRÉATURE INUTILE
it: È UN ESSERE INUTILE
ja: ＊無駄な存在です＊
ko: 쓸모없는 존재
pl: BEZUŻYTECZNE STWORZENIE
pt_br: É UM SER INÚTIL
ru: ЭТО СУЩЕСТВО БЕСПОЛЕЗНО
zh_cn: 废物
zh_tw: 廢物

# CHARACTERS.WX78.DESCRIBE.MOONBUTTERFLY.HELD
source: YOU HAVE BEEN ENSLAVED
de: DU WURDEST VERSKLAVT
es_mx: TE HE ESCLAVIZADO
fr: TU ES À MOI
it: SEI STATA SCHIAVIZZATA
ja: ＊あなたは奴隷化されていました＊
ko: 너는 노예가 됨
pl: ZOSTAŁAŚ ZNIEWOLONA
pt_br: VOCÊ FOI ESCRAVIZADA
ru: ТЫ ТЕПЕРЬ В РАБСТВЕ
zh_cn: 你被奴役了
zh_tw: 你被奴役了

# CHARACTERS.WX78.DESCRIBE.MOONBUTTERFLYWINGS
source: I DE-WINGED IT
de: ICH HABE DIE FLÜGEL ABMONTIERT
es_mx: LE QUITÉ LAS ALAS
fr: J'AI RETIRÉ SES AILES
it: L'HO DE-ALIZZATA
ja: ＊翼をもぎました＊
ko: 본체가 날개를 제거함
pl: ZDESKRZYDŁOWAŁEM JĄ
pt_br: EU ARRANQUEI AS ASAS DELA
ru: Я ДЕКРЫЛИЗИРОВАЛ ЭТО СУЩЕСТВО
zh_cn: 我拔了翅膀下来
zh_tw: 我拔了翅膀下來

# CHARACTERS.WX78.DESCRIBE.MOONBUTTERFLY_SAPLING
source: IT IS SMALL AND WOULD BE EASY TO DESTROY
de: KLEIN UND EINFACH ZU ZERSTÖREN
es_mx: ES PEQUEÑO Y SERÍA FÁCIL DE DESTRUIR
fr: IL EST PETIT ET SERA FACILE À DÉTRUIRE
it: È PICCOLO E FACILE DA DISTRUGGERE
ja: ＊それは小さくて破壊するのは簡単でしょう＊
ko: 작고 파괴되기 쉬움
pl: JEST MAŁA I ŁATWO MOŻNA BY JĄ ZNISZCZYĆ
pt_br: É PEQUENA E SERIA FÁCIL DE DESTRUIR
ru: НЕБОЛЬШИЕ РАЗМЕРЫ ПОЗВОЛЯТ С ЛЕГКОСТЬЮ ЕГО УНИЧТОЖИТЬ
zh_cn: 小东西，很容易摧毁
zh_tw: 小東西，很容易摧毀

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.CAVE
source: THE MOON CAN'T SEE US HERE
de: DER MOND KANN UNS HIER NICHT SEHEN
es_mx: LA LUNA NO NOS PUEDE VER AQUÍ
fr: LA LUNE NE PEUT PAS NOUS VOIR ICI
it: QUESTA LUNA NON PUÒ VEDERCI QUI
ja: ＊月はここにいる私たちは見えません＊
ko: 여기에서는 달이 우리를 볼 수 없음
pl: KSIĘŻYC NAS TU NIE ZOBACZY.
pt_br: A LUA NÃO PODE NOS VER AQUI
ru: ЛУНА НЕ ВИДИТ НАС ЗДЕСЬ
zh_cn: 在这里月亮看不到我们
zh_tw: 在這裡月亮看不到我們

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.GENERIC
source: THE MOON IS INORGANIC AND GOOD
de: DER MOND IST ANORGANISCH UND GUT
es_mx: LA LUNA ES INORGÁNICA Y BUENA
fr: LA LUNE EST INORGANIQUE ET BONNE
it: LA LUNA È INORGANICA E BUONA
ja: ＊月は無機物で神です＊
ko: 달은 무기물이라 좋음
pl: KSIĘŻYC JEST NIEORGANICZNY I DOBRY.
pt_br: A LUA É INORGÂNICA E BOA
ru: ЛУНА НЕОРГАНИЧНА И ПРЕКРАСНА
zh_cn: 月亮是无机的，不错
zh_tw: 月亮是無機的，不錯

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.GLASSED
source: THEY CAN SEE US
de: SIE KÖNNEN UNS SEHEN
fr: ILS PEUVENT NOUS VOIR
it: POSSONO VEDERCI
ja: ＊見られていますよ＊
ko: 그들은 우리를 볼 수 있음.
pl: WIDZĄ NAS.
pt_br: ELES PODEM NOS VER
ru: ОНИ НАС ВИДЯТ
zh_cn: 他们可以看到我们
zh_tw: 他們可以看到我們

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.NIGHT_FULL
source: MOON AT MAXIMUM POWER
de: MOND BEI MAXIMALER LEISTUNG
es_mx: LUNA A POTENCIA MÁXIMA
fr: LA LUNE À PUISSANCE MAXIMUM
it: LUNA ALLA MASSIMA POTENZA
ja: ＊月の最大出力＊
ko: 달이 현재 최대 파워 상태임
pl: POZIOM MOCY KSIĘŻYCA: MAKSYMALNY.
pt_br: LUA COM ENERGIA MÁXIMA
ru: ЛУНА НА ПОЛНУЮ МОЩНОСТЬ
zh_cn: 能量最大时的月亮
zh_tw: 能量最大時的月亮

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.NIGHT_NEW
source: THE MOON IS TAKING A BREAK FROM LOOKING AT ORGANICS
de: DER MOND MACHT EINE PAUSE VOM BLICK AUF ORGANISMEN
es_mx: LA LUNA ESTÁ DESCANSANDO DE OBSERVAR LA MATERIA ORGÁNICA
fr: LA LUNE CESSE UN INSTANT DE REGARDER LES ÊTRES ORGANIQUES
it: LA LUNA SMETTE PER QUALCHE TEMPO DI OSSERVARE GLI ORGANISMI
ja: ＊月は有機生命体を見続けることを中断しています＊
ko: 달이 유기물 관찰을 쉬고 있음
pl: KSIĘŻYC ROBI SOBIE PRZERWĘ OD PATRZENIA NA TE WSZYSTKIE ORGANIZMY.
pt_br: A LUA ESTÁ DANDO UMA PAUSA EM OLHAR PARA OS SERES ORGÂNICOS
ru: ЛУНА РЕШИЛА НЕНАДОЛГО ОТДОХНУТЬ ОТ СОЗЕРЦАНИЯ ОРГАНИКИ
zh_cn: 月亮正在小憩，没有看着有机物了
zh_tw: 月亮正在小憩，沒有看著有機物了

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.NIGHT_WANE
source: THE MOON IS ON COOLDOWN
de: DER MOND IST AUF ABKLINGZEIT
es_mx: LA LUNA ESTÁ EN TIEMPO DE ESPERA
fr: LA LUNE REFROIDIT
it: LA LUNA SI STA RAFFREDDANDO
ja: ＊月は冷却中です＊
ko: 달이 현재 재사용 대기시간 중임
pl: KSIĘŻYC PRZECHODZI W STAN SPOCZYNKU.
pt_br: A LUA ESTÁ RESFRIANDO
ru: ЛУНА ОХЛАЖДАЕТСЯ
zh_cn: 月亮处于冷却时间
zh_tw: 月亮處於冷卻時間

# CHARACTERS.WX78.DESCRIBE.MOONDIAL.NIGHT_WAX
source: THE MOON IS CHARGING UP
de: DER MOND WIRD GELADEN
es_mx: LA LUNA ESTÁ CARGANDO
fr: LA LUNE SE RECHARGE
it: LA LUNA SI STA RICARICANDO
ja: ＊月はチャージ中です＊
ko: 달이 충전 중임
pl: KSIĘŻYC SIĘ ŁADUJE.
pt_br: A LUA ESTÁ CARREGANDO
ru: ЛУНА ЗАРЯЖАЕТСЯ
zh_cn: 月亮处于蓄能时间
zh_tw: 月亮處於蓄能時間

# CHARACTERS.WX78.DESCRIBE.MOONGLASS
source: DANGEROUSLY SHARP AND BRIGHT PUKE GREEN. I LOVE IT
de: GEFÄHRLICH SCHARF, VON STRAHLENDEM KOTZGRÜN. GEFÄLLT MIR
es_mx: ES PELIGROSAMENTE AFILADO Y POSEE UN COLOR VERDE VÓMITO. ME ENCANTA
fr: C'EST DANGEREUX ET COULEUR VERT VOMI. J'ADORE ÇA
it: PERICOLOSAMENTE AFFILATO E VERDE VOMITO. MI PIACE
ja: ＊危険にとがっていて明るい吐しゃ物グリーンです。大好きです＊
ko: 위험할 정도로 날카롭고, 토사물 같은 밝은 녹색을 띰. 마음에 듦
pl: NIEBEZPIECZNIE OSTRY OBIEKT W KOLORZE WYMIOCINOWEJ ZIELENI. BARDZO MI SIĘ PODOBA
pt_br: PERIGOSAMENTE AFIADO E VERDE-VÔMITO RELUZENTE. ADOREI
ru: ОСТРОЕ, ОПАСНОЕ И ОТВРАТИТЕЛЬНО ЯРКОГО ЗЕЛЕНОГО ЦВЕТА. ВОСХИТИТЕЛЬНО!
zh_cn: 锋利的有点危险，呕吐物一样的亮绿色。我喜欢
zh_tw: 鋒利的有點危險，嘔吐物一樣的亮綠色。我喜歡

# CHARACTERS.WX78.DESCRIBE.MOONGLASSAXE
source: EFFICIENCY UP 33%
de: EFFIZIENZ UM 33 % ERHÖHT
es_mx: EFICIENCIA MEJORADA EN UN 33%
fr: EFFICACITÉ AUGMENTÉE DE 33 %
it: EFFICIENZA AUMENTATA DEL 33%
ja: ＊効率アップ 33%＊
ko: 효율 33% 증가
pl: WYDAJNOŚĆ WZROSŁA O 33%
pt_br: A EFICIÊNCIA AUMENTOU 33%
ru: ЭФФЕКТИВНОСТЬ ПОВЫШЕНА НА 33%
zh_cn: 效率提升33%
zh_tw: 效率提升33%

# CHARACTERS.WX78.DESCRIBE.MOONGLASS_CHARGED
source: DANGEROUSLY SHARP AND FULLY CHARGED. SUPERB
de: GEFÄHRLICH SCHARF UND VOLL GELADEN. SUPERB
fr: DANGEREUX, AIGUISÉ ET CHARGÉ. MAGNIFIQUE
it: PERICOLOSAMENTE AFFILATO E COMPLETAMENTE CARICO. SUPERBO
ja: ＊危険なほどに鋭くとがり、エネルギーが満杯に詰まってます。素晴らしい＊
ko: 위험하게 날카롭고 완전히 채워졌음. 흘륭함.
pl: NIEBEZPIECZNIE OSTRE I W PEŁNI NAŁADOWANE. ZNAKOMICIE
pt_br: PERIGOSAMENTE AFIADAS E COMPLETAMENTE CARREGADAS. FANTÁSTICO
ru: ОПАСНОЕ, ОСТРОЕ И ПОЛНОСТЬЮ ЗАРЯЖЕННОЕ. ВЕЛИКОЛЕПНО
zh_cn: 危险，锋利，充能完毕。超级棒
zh_tw: 危險，鋒利，充能完畢。超級棒

# CHARACTERS.WX78.DESCRIBE.MOONGLASS_ROCK
source: THIS ROCK IS SUPERIOR TO ALL OTHER ROCKS
de: DIESER STEIN IST ALLEN ANDEREN ÜBERLEGEN
es_mx: ESTA ROCA ES MEJOR QUE TODAS LAS OTRAS ROCAS
fr: CETTE ROCHE EST SUPÉRIEURE À TOUTES LES AUTRES
it: QUESTA ROCCIA È SUPERIORE A TUTTE LE ALTRE
ja: ＊この岩はほかのどの岩にも勝っています＊
ko: 이 바위는 다른 모든 바위보다 우월함
pl: TA SKAŁA MA WYŻSZĄ JAKOŚĆ NIŻ INNE SKAŁY
pt_br: ESSA ROCHA É SUPERIOR A TODAS AS OUTRAS
ru: ЭТОТ КАМЕНЬ ПРЕВОСХОДИТ ВСЕ ОСТАЛЬНЫЕ
zh_cn: 这块石头比其他的都高级
zh_tw: 這塊石頭比其他的都高級

# CHARACTERS.WX78.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: DEN VERSION 2.0
de: HÖHLENVERSION 2.0
es_mx: GUARIDA VERSIÓN 2.0
fr: TROU VERSION 2.0
it: TANA 2.0
ja: ＊DENバージョン2.0＊
ko: 굴 버전 2.0
pl: NORA WERSJA 2.0
pt_br: VERSÃO DO NINHO 2.0
ru: ЛОГОВО, ВЕРСИЯ 2.0
zh_cn: 巢穴版本 2.0
zh_tw: 巢穴版本 2.0

# CHARACTERS.WX78.DESCRIBE.MOONROCKCRATER
source: REQUIRES PLUGIN
de: BENÖTIGT PLUGIN
es_mx: REQUIERE ACCESORIO
fr: IL FAUT UNE CONNEXION
it: RICHIEDE UN COMPONENTE
ja: ＊プラグインが必要です＊
ko: 플러그인 필요
pl: WYMAGANY PLUGIN.
pt_br: NECESSITA DE PLUGIN
ru: ТРЕБУЕТСЯ ПЛАГИН
zh_cn: 需要插件
zh_tw: 需要外掛程式

# CHARACTERS.WX78.DESCRIBE.MOONROCKIDOL
source: PASSKEY
es_mx: CLAVE DE ACCESO
fr: MOT DE PASSE
it: PASSEPARTOUT
ja: ＊パスキー＊
ko: 패스키
pl: KLUCZ DOSTĘPU
pt_br: SENHA
ru: ПАРОЛЬ
zh_cn: 钥匙
zh_tw: 鑰匙

# CHARACTERS.WX78.DESCRIBE.MOONROCKNUGGET
source: A ROCK. FROM THE MOON
de: Dieser Stein kam vom Mond.
es_mx: UNA ROCA. DE LA LUNA
fr: UNE ROCHE. DE LA LUNE
it: UNA ROCCIA. DALLA LUNA
ja: ＊隕石片。月より飛来＊
ko: 돌. 출처는 달임
pl: KAMIEŃ, KTÓRY SPADŁ Z KSIĘŻYCA.
pt_br: UMA PEDRA. DA LUA.
ru: КАМЕНЬ. С ЛУНЫ
zh_cn: 一块石头。来自月球
zh_tw: 一塊石頭。來自月球

# CHARACTERS.WX78.DESCRIBE.MOONROCKSEED
source: CURRENTLY IDOL
de: MOMENTAN IDOL
es_mx: ÍDOLO ACTUAL
fr: L'IDOLE DÉJEUNE
it: IDOLO ATTUALE
ja: ＊現在非稼働時間＊
ko: 현재는 아이돌임
pl: CHWILOWO BEZUŻYTECZNY
pt_br: ATUALMENTE ÍDOLO
ru: В ДАННЫЙ МОМЕНТ ИДОЛ
zh_cn: 雕出像来
zh_tw: 雕出像來

# CHARACTERS.WX78.DESCRIBE.MOONROCK_PIECES
source: THE MOON MAKES EVERYTHING WORSE, AND THEREFORE BETTER
de: DER MOND MACHT ALLES NOCH SCHLIMMER ... UND DAHER BESSER
es_mx: LA LUNA LO VUELVE TODO PEOR Y POR LO TANTO MEJOR
fr: AVEC LA LUNE TOUT EST PIRE, ET DONC MIEUX
it: LA LUNA PEGGIORA TUTTE LE COSE, PER QUESTO MOTIVO LE MIGLIORA
ja: ＊月はすべてを悪くさせ、それゆえによりよいのです＊
ko: 달은 모든 것을 악화하기 때문에 더 좋음
pl: KSIĘŻYC SPRAWIA, ŻE WSZYSTKO JEST GORSZE, A PRZEZ TO LEPSZE.
pt_br: A LUA DEIXA TUDO PIOR, E PORTANTO, MELHOR
ru: ЛУНА ВСЕ ПОРТИТ И, СЛЕДОВАТЕЛЬНО, УЛУЧШАЕТ
zh_cn: 月亮让一切更糟，也因此让一切更好
zh_tw: 月亮讓一切更糟，也因此讓一切更好

# CHARACTERS.WX78.DESCRIBE.MOONSPIDERDEN
source: EXTRA-HORRIBLE ORGANICS LIVE THERE
de: DORT LEBEN BESONDERS GRÄSSLICHE ORGANISCHE EINHEITEN
es_mx: SERES ORGÁNICOS EXTRAHORRIBLES VIVEN AHÍ
fr: DES ÊTRES ORGANIQUES EXTRA HORRIBLES VIVENT ICI
it: LÌ VIVONO ESSERI ORGANICI ULTRA ORRIBILI
ja: ＊さらにひどい有機生命体たちがそこで生きている＊
ko: 안에 매우 끔찍한 유기체가 살고 있음
pl: MIESZKAJĄ TUTAJ WYSOCE POTWORNE ISTOTY ORGANICZNE
pt_br: SERES ORGÂNICOS EXTREMAMENTE HORRÍVEIS VIVEM AÍ
ru: ЗДЕСЬ ПРОЖИВАЮТ УНИКАЛЬНО ОТВРАТИТЕЛЬНЫЕ ОРГАНИЧЕСКИЕ СУЩЕСТВА
zh_cn: 里面生活着十分可恶的有机物
zh_tw: 裡面生活著十分可惡的有機物
