Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.FESTIVEFISH
source: There's always room for new traditions!
de: Es gibt immer Raum für neue Traditionen!
es: ¡Siempre hay sitio para nuevas tradiciones!
es_mx: ¡Siempre hay lugar para nuevas tradiciones!
fr: Il y a toujours de la place pour de nouvelles traditions !
it: Le nuove tradizioni sono sempre le benvenute!
ja: 新しい伝統を始める余地はいつでもあるんだヨ。
ko: 새로운 전통은 언제든지 만들면 되지!
pl: Zawsze znajdzie się miejsce dla nowej tradycji!
pt_br: Há sempre espaço para novas tradições!
ru: Всегда можно привнести новые традиции!
zh_cn: 永远都可以创造新的传统！
zh_tw: 永遠都可以創造新的傳統！

# CHARACTERS.WARLY.DESCRIBE.FESTIVE_BLUEPRINT
source: Just the right thing for a celebration.
de: Genau das Richtige für ein Fest.
es: Justo lo que se necesita para una celebración.
fr: C'est parfait pour faire la fête.
it: Proprio l'ideale per una festa.
ja: お祝いにピッタリネ。
ko: 축하 행사에 딱 맞아.
pl: Idealny strój do świętowania.
pt_br: A coisa certa para uma comemoração.
ru: Идеально для праздника.
zh_cn: 庆祝时使用的好东西。
zh_tw: 慶祝時使用的好東西。

# CHARACTERS.WARLY.DESCRIBE.FIG
source: You would be delicious in a tart.
de: Du wärst köstlich in einer Torte.
es: Qué rico estarías tú en una tartita.
fr: En tarte, ce serait délicieux.
it: Potrei preparare una bella crostata.
ja: キミはタルトにしたらデリシャスヨ。
ko: 타르트에 넣으면 맛있겠다.
pl: Pięknie by się komponowała z tartą.
pt_br: Você ficaria delicioso numa torta.
ru: Пирог получится просто великолепный.
zh_cn: 把你做成蛋挞一定会十分美味。
zh_tw: 把你做成蛋撻一定會十分美味。

# CHARACTERS.WARLY.DESCRIBE.FIGATONI
source: I've never had pasta so decadent!
de: So dekadente Pasta habe ich noch nie gegessen!
es: ¡Nunca había probado una pasta tan decadente!
fr: Je n'ai jamais mangé de pâtes aussi sucrées !
it: Non ho mai mangiato una pasta tanto succulenta!
ja: こんなにデカダンなパスタは使ったことないヨ！
ko: 이렇게 퇴폐적인 파스타는 먹어 본 적 없어!
pl: Nigdy nie jadłem takiego dekadenckiego makaronu!
pt_br: É o macarrão mais sofisticado que já provei!
ru: Эта паста просто до неприличия хороша!
zh_cn: 我从未吃过如此堕落的意面！
zh_tw: 我從未吃過如此墮落的意面！

# CHARACTERS.WARLY.DESCRIBE.FIGKABAB
source: Something about being on a stick brings out more of the flavor.
de: Durch den Stock kommt der Geschmack besser zur Geltung.
es: No sé por qué, pero tiene todavía más sabor al estar en un palo.
fr: Étrangement, c'est toujours un peu plus savoureux sur une brochette.
it: Per qualche motivo, l'essere su un bastoncino ne fa risaltare maggiormente il sapore.
ja: 棒に刺さってるだけでフレーバーが増すネ。
ko: 스틱 위에 올려져 있어서 더 구미가 돌아.
pl: Po nabiciu na patyk ma jakby lepszy smak.
pt_br: O fato de estar num espeto parece acentuar o sabor.
ru: Что-то есть такое в палочках. Они помогают лучше раскрыть вкус блюда.
zh_cn: 只要拿棍子一串，就能激发出更多的美味。
zh_tw: 只要拿棍子一串，就能激發出更多的美味。

# CHARACTERS.WARLY.DESCRIBE.FIG_COOKED
source: It could use a bit of honey, perhaps some cinnamon and nutmeg...
de: Die könnte etwas Honig vertragen, vielleicht etwas Zimt und Muskatnuss ...
es: Podría echarle un poquito de miel e incluso canela y nuez moscada...
fr: Ça manque de miel. Et aussi de cannelle et de noix de muscade...
it: Potrei aggiungere del miele e magari un pizzico di cannella e noce moscata...
ja: ハニーをちょっと、たぶんシナモンとナツメグもいいかもネ…
ko: 꿀이 조금, 아마도 계피와 육두구가 조금 필요할 것 같아.
pl: Przydałoby się trochę miodu, a do tego może cynamon i gałka muszkatołowa...
pt_br: Um pouco de mel cairia bem, talvez uma pitada de canela e noz moscada...
ru: Сюда было бы неплохо добавить меда, корицы и, возможно, мускатного ореха...
zh_cn: 放些蜂蜜，再加点肉桂和豆蔻……
zh_tw: 放些蜂蜜，再加點肉桂和豆蔻……

# CHARACTERS.WARLY.DESCRIBE.FIREBALLSTAFF
source: A portable stovetop.
de: Eine tragbare Herdplatte.
es: Una cocina portátil.
es_mx: Una cocina portátil.
fr: Un mode de cuisson portable.
it: Un fornello portatile.
ja: ポータブルのコンロだネ。
ko: 휴대용 가스레인지잖아.
pl: Przenośna kuchenka.
pt_br: Um fogão portátil.
ru: Переносная конфорка.
zh_cn: 可携带的炉子。
zh_tw: 可攜帶的爐子。

# CHARACTERS.WARLY.DESCRIBE.FIRECRACKERS
source: Like oil splattering in a hot pan.
de: Wie Öl in einer heißen Pfanne.
es: Como aceite chisporroteando en una sartén.
es_mx: Suenan como cuando le cae agua al aceite caliente.
fr: Comme de l'huile qui crépite dans une poêle chaude.
it: Come gli schizzi d'olio quando la padella è calda.
ja: 熱々の鍋に油を垂らすとこうなるよネ。
ko: 뜨거운 냄비에서 튀는 기름 같아.
pl: Jak olej skwierczący na patelni.
pt_br: Como respingos de óleo numa panela quente.
ru: Будто плеснули маслом на раскаленную сковороду.
zh_cn: 就像热锅里溅出的油。
zh_tw: 就像熱鍋裡濺出的油。

# CHARACTERS.WARLY.DESCRIBE.FIREFLIES.GENERIC
source: A dash of glow.
de: Ein kleines Leuchten.
es: Una centella brillante.
es_mx: Una centella brillante.
fr: Un panache de feux.
it: Un pizzico di bagliore.
ja: キラキラ光る、小さな虫ネ
ko: 한 줌의 빛이지.
pl: Świetliste smużki.
pt_br: Uma pitada de brilho.
ru: Короткая вспышка.
zh_cn: 一点微光。
zh_tw: 一點微光。

# CHARACTERS.WARLY.DESCRIBE.FIREFLIES.HELD
source: My petit lightbulb pets.
de: Meine Haustiere! Was ist aus ihnen geworden?
es: Mis petit mascotas iluminadas.
es_mx: Mis petits mascotas iluminadas.
fr: Mes petits copains à tête d'ampoule.
it: I miei petit amici lampadina.
ja: ボクのペット…豆電球みたいでカワイイネ
ko: 꼬마 불빛 친구들.
pl: Małe świetle robaczki.
pt_br: Meus bichinhos lampadinhas.
ru: Мои маленькие питомцы-лампочки.
zh_cn: 我的发光小宠物。
zh_tw: 我的發光小寵物。

# CHARACTERS.WARLY.DESCRIBE.FIREHOUND
source: Chien, on fire!
de: Zorniges Hündchen.
es: ¡Chien ardiendo!
es_mx: ¡Chien en llamas!
fr: Chien en feu !
it: Chien, al fuoco!
ja: あのイヌ、燃えてるヨ！
ko: 불붙은 개다!
pl: Płonący chien!
pt_br: Chien em chamas!
ru: Собака в огне!
zh_cn: 火猎犬！
zh_tw: 火獵犬！

# CHARACTERS.WARLY.DESCRIBE.FIRENETTLES
source: What a bother.
de: Wie ärgerlich.
es: Ay, mon dieu...
fr: Oh non...
it: Che scocciatura.
ja: なんてメンドクサイ。
ko: 정말 귀찮아.
pl: Co za udręka.
pt_br: Que estorvo.
ru: Как она мне надоела.
zh_cn: 真讨厌。
zh_tw: 真討厭。

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.EMBERS
source: That fire's almost out!
de: Das Feuer ist fast aus.
es: ¡Este fuego casi se ha apagado!
es_mx: ¡Este fuego casi se apaga!
fr: Le feu est presque éteint !
it: Quel fuoco è quasi spento!
ja: 火が消えそうダヨ！
ko: 불이 거의 다 꺼졌다!
pl: Ogień prawie zgasł!
pt_br: Esse fogo está quase acabando!
ru: Этот огонь почти погас!
zh_cn: 火快要熄了！
zh_tw: 火快要熄了！

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.GENERIC
source: To warm my fingers and roast sausages.
de: Um die Hände zu wärmen und Würstchen zu braten.
es: Para calentarme los dedos y asar salchichas.
es_mx: Para calentarme los dedos y asar salchichas.
fr: Pour me réchauffer les mains et cuire les saucisses.
it: Per riscaldare le dita e fare le salsicce arrosto.
ja: あったかいし、ソーセージも焼けるネ！
ko: 손을 따뜻하게 하고 소시지도 구울 수 있지.
pl: Do ogrzewania rąk i pieczenia kiełbasek.
pt_br: Para aquecer meus dedos e assar salsichas.
ru: Буду греть пальцы и жарить сосиски.
zh_cn: 可以用来取暖和烤香肠。
zh_tw: 可以用來取暖和烤香腸。

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.HIGH
source: Maximum heat!
de: MAXIMALER WIRKUNGSGRAD DER FEUERGRUBE ERREICHT.
es: ¡Calor máximo!
es_mx: ¡Calor máximo!
fr: Chaleur maximale !
it: Calore massimo!
ja: 最大火力ネ！
ko: 화력 좋다!
pl: Za gorąco!
pt_br: Calor máximo!
ru: Максимум жара!
zh_cn: 火烧到了最旺！
zh_tw: 火燒到了最旺！

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.LOW
source: It's getting low.
de: Geht langsam aus.
es: Se está apagando.
es_mx: Se está apagando.
fr: Il faiblit.
it: Si sta affievolendo.
ja: 収まって来た。
ko: 약해지고 있다.
pl: Zaczyna przygasać.
pt_br: Está apagando.
ru: Он гаснет.
zh_cn: 火势小了。
zh_tw: 火勢小了。

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.NORMAL
source: Parfait.
ja: パーフェクト！
ko: 완벽해.
ru: Превосходно.
zh_cn: 完美。
zh_tw: 完美。

# CHARACTERS.WARLY.DESCRIBE.FIREPIT.OUT
source: I like when it's warm and toasty.
de: Ich mag es, wenn ein Manuskript drin ist.
es: Me gusta cuando se está calentito.
es_mx: Me gusta cuando está calientito.
fr: J'aime quand c'est bien chaud.
it: Mi piace quando è caldo e scoppiettante.
ja: 火が燃えてないと、寒いし、寂しいネ…
ko: 따땃할 때가 좋았는데.
pl: Lubię, jak jest ciepło i przytulnie.
pt_br: Gosto quando é quentinho.
ru: Мне нравится, когда тепло и уютно.
zh_cn: 我喜欢它温暖舒适的时候。
zh_tw: 我喜歡它溫暖舒適的時候。

# CHARACTERS.WARLY.DESCRIBE.FIRESTAFF
source: Oven on a stick!
de: Ein Stecken!
es: ¡Un horno en un palo!
es_mx: ¡Un horno en un palo!
fr: Un four sur bâton !
it: Forno su un bastone!
ja: 棒つきオーブンだヨ！
ko: 오븐을 막대기에 달았어!
pl: Piecyk na kiju!
pt_br: Forno em um graveto!
ru: Духовка на палке!
zh_cn: 火炉装在棍子上！
zh_tw: 火爐裝在棍子上！

# CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Shall I fuel it up?
de: Soll ich es aufschließen?
es: ¿Lo añado combustible?
es_mx: ¿Lo pongo combustible?
fr: Il lui faut du carburant ?
it: Ci metto il carburante?
ja: そろそろ、燃料、入れたほうがいいカナ…？
ko: 연료를 채워야 하나?
pl: Mam go zasilić?
pt_br: Devo abastecer?
ru: Может, добавить горючего?
zh_cn: 我应该加点燃料吗？
zh_tw: 我應該加點燃料嗎？

# CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.OFF
source: He's sleeping.
de: Er schläft.
es: Está durmiendo.
es_mx: Está durmiendo.
fr: Il dort.
it: Sta dormendo.
ja: 寝てるみたいネ…
ko: 자고 있다.
pl: Śpi.
pt_br: Ele está dormindo.
ru: Он спит.
zh_cn: 它在睡觉。
zh_tw: 它在睡覺。

# CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.ON
source: Make it snow!
de: FACKEL HELL MACHEN
es: ¡Que nieva!
es_mx: ¡Que nieve!
fr: Fais de la neige !
it: Fai la neve!
ja: 雪よ、降れ！
ko: 뿜어라!
pl: Do śniegu!
pt_br: Faça nevar!
ru: Да будет снег!
zh_cn: 发射雪球吧！
zh_tw: 發射雪球吧！

# CHARACTERS.WARLY.DESCRIBE.FISH
source: Poisson!
ja: お魚だヨ！
ko: 물고기다!
ru: Рыбка!
zh_cn: 鱼！
zh_tw: 魚！

# CHARACTERS.WARLY.DESCRIBE.FISHINGNET
source: Fresh seafood awaits!
de: Frische Meeresfrüchte warten!
es: ¡Me aguarda marisco fresco!
es_mx: ¡Me esperan mariscos frescos!
fr: Les fruits de mer seront bientôt à moi !
it: Ci aspettano frutti di mare freschi!
ja: 新鮮な海の幸が待ってるヨ！
ko: 신선한 해산물이 기다린다!
pl: Świeże owoce morza tylko czekają!
pt_br: Frutos do mar frescos aguardam!
ru: Свежие морепродукты ждут!
zh_cn: 新鲜的海鲜在召唤！
zh_tw: 新鮮的海鮮在召喚！

# CHARACTERS.WARLY.DESCRIBE.FISHINGROD
source: I believe I prefer the fish market.
de: Fischmarkt ist mir lieber.
es: Creo que prefiero el mercado de pescado.
es_mx: Creo que prefiero el mercado de pescado.
fr: Je préfère aller au marché.
it: Credo di preferire il mercato del pesce.
ja: 魚は市場で買いたいネ…
ko: 수산시장에 나가서 사는 게 더 좋은데.
pl: Wolę jednak wycieczkę na targ rybny...
pt_br: Acho que prefiro a peixaria.
ru: Боюсь, я бы предпочел сходить на рыбный рынок.
zh_cn: 我觉得自己更喜欢去海鲜市场买现成的。
zh_tw: 我覺得自己更喜歡去海鮮市場買現成的。

# CHARACTERS.WARLY.DESCRIBE.FISHMEAT
source: Doesn't even smell fishy it's so fresh!
de: Der ist so frisch, der riecht noch nicht mal nach Fisch!
es: ¡Ni siquiera huele a pescado, es tan fresco!
es_mx: Ni siquiera huele a pescado. ¡Está muy fresca!
fr: Tellement frais que ça ne sent même pas le poisson !
it: È così fresco che non odora nemmeno di pesce!
ja: 新鮮だから、全然生臭くないネ！
ko: 너무 신선해서 비린내가 전혀 안 나!
pl: Jest tak świeża, że nawet nie śmierdzi rybą!
pt_br: Nem tem cheiro de peixe, está tão fresco!
ru: Такая свежая, что даже рыбой не пахнет!
zh_cn: 它太新鲜了，一点鱼腥味都没有！
zh_tw: 它太新鮮了，一點魚腥味都沒有！

# CHARACTERS.WARLY.DESCRIBE.FISHMEAT_COOKED
source: Could use a squeeze of lemon...
de: Da fehlt ein Spritzer Zitrone ...
es: Le hace falta un chorrito de limón...
es_mx: Le hace falta un chorrito de limón.
fr: S'il y avait du jus de citron...
it: Servirebbe una spruzzata di limone...
ja: レモン汁、かけたいネ…
ko: 레몬즙이 있었으면...
pl: Przydałaby się kapka soku z cytryny...
pt_br: Umas gotinhas de limão fariam bem...
ru: Можно бы сбрызнуть лимонным соком…
zh_cn: 可以挤点柠檬汁...
zh_tw: 可以擠點檸檬汁...

# CHARACTERS.WARLY.DESCRIBE.FISHMEAT_SMALL
source: I will honor this ingredient.
de: Eine luxuriöse aber gefährliche Zutat!
es: Honraré a estos ingredientes.
es_mx: Honraré estos ingredientes.
fr: Je vais honorer cet ingrédient.
it: Onorerò questo ingrediente.
ja: じつにすばらしい食材ネ！
ko: 아주 귀한 재료로군.
pl: Cudowny składnik wielu wybornych potraw.
pt_br: Honrarei esse ingrediente.
ru: Нужно отдать должное этому ингредиенту.
zh_cn: 我会尊重这种食材的。
zh_tw: 我會尊重這種食材的。

# CHARACTERS.WARLY.DESCRIBE.FISHMEAT_SMALL_COOKED
source: Could use fresh herbs and butter...
de: Da fehlen noch frische Kräuter und Butter ...
es: Le falta hierbas frescas y mantequilla...
es_mx: Le hacen falta hierbas frescas y mantequilla.
fr: Ça serait meilleur avec des herbes fraîches et du beurre...
it: Mi servirebbero delle erbe e del burro...
ja: 摘みたてハーブとバターを添えたいネ…
ko: 신선한 허브와 버터가 있었으면...
pl: Przydałoby się trochę świeżych przypraw i masełka...
pt_br: Umas ervas frescas e manteiga fariam bem...
ru: Не помешало бы добавить свежих трав и масла…
zh_cn: 可以加点新鲜的香草和黄油...
zh_tw: 可以加點新鮮的香草和黃油...

# CHARACTERS.WARLY.DESCRIBE.FISHSTICKS
source: Crunchy and golden outside, flaky and moist inside!
de: Außen braun und knusprig, innen schön zart und saftig!
es: ¡Crujiente y dorado en el exterior, hojaldrado y húmedo en el interior!
es_mx: ¡Crujiente y dorado en el exterior, hojaldrado y húmedo en el interior!
fr: Dorés et croustillants dehors, feuilletés et moelleux dedans !
it: Croccante e dorato fuori, friabile e morbido dentro!
ja: 外はカリッと、中はしっとり！
ko: 황금색 바깥은 바삭하고, 안은 촉촉하지!
pl: Chrupiąco-złociste na zewnątrz, aksamitne i wilgotne wewnątrz!
pt_br: Dourado e crocante por fora, flocado e molhadinho por dentro!
ru: Хрустящие и золотистые снаружи, слоеные и сочные внутри!
zh_cn: 外焦里嫩！
zh_tw: 外焦裡嫩！

# CHARACTERS.WARLY.DESCRIBE.FISHTACOS
source: Takes me south of the border!
de: Erinnert mich an Mexiko.
es: ¡Me lleva al sur de la frontera!
es_mx: ¡Me lleva al sur de la frontera!
fr: Ça me fait voyager au sud !
it: Portami a sud del confine.
ja: ん～、メキシコの味ネ！
ko: 중미의 맛이야!
pl: Kulinarna wycieczka do innego świata.
pt_br: Me leva para o sul da fronteira dos EUA.
ru: Уносит меня к югу от границы!
zh_cn: 把我带到了南方边境！
zh_tw: 把我帶到了南方邊境！

# CHARACTERS.WARLY.DESCRIBE.FISH_BOX
source: Is the fish fresh or canned? I feel rather conflicted.
de: Ist das nun frischer Fisch oder Dosenfisch? Ich kann mich nicht entscheiden.
es: ¿Es pescado fresco o en conserva? Me genera conflicto.
es_mx: ¿Es pescado fresco o enlatado? Estoy un poco confundido.
fr: Ce poisson est-il frais ou en boîte ? J'ai un doute, tout soudain.
it: Non capisco se il pesce è fresco o in lattina...
ja: コレ、新鮮な魚？それとも缶づめ？頭がコンランしてるヨ...
ko: 이게 싱싱한 생선일까, 통조림일까? 다소 혼란스러운걸.
pl: To w końcu świeże ryby czy z puszki? Czuję się skonfundowany.
pt_br: O peixe é fresco ou enlatado? Sinto um certo conflito.
ru: Это считается свежей рыбой или консервированной? У меня противоречивые чувства.
zh_cn: 新鲜的鱼还是罐头鱼？我好矛盾。
zh_tw: 新鮮的魚還是罐頭魚？我好矛盾。

# CHARACTERS.WARLY.DESCRIBE.FISH_COOKED
source: Could use a squeeze of lemon...
de: Da fehlt ein Spritzer Zitrone ...
es: Le hace falta un chorrito de limón...
es_mx: Le hace falta un chorrito de limón...
fr: S'il y avait du jus de citron...
it: Servirebbe una spruzzata di limone...
ja: レモン汁、かけたいネ…
ko: 레몬즙이 있었으면...
pl: Przydałaby się kapka soku z cytryny...
pt_br: Umas gotinhas de limão fariam bem...
ru: Можно бы сбрызнуть лимонным соком…
zh_cn: 可以挤点柠檬汁...
zh_tw: 可以擠點檸檬汁...

# CHARACTERS.WARLY.DESCRIBE.FLINT
source: Sharp as can be!
de: Scharf.
es: ¡Más puntiagudo no puede ser!
es_mx: ¡Más puntiagudo no puede ser!
fr: C'est carrément coupant !
it: Il più affilato possibile!
ja: 鋭くトガってるヨ！
ko: 아주 날카롭군!
pl: Ostra rzecz!
pt_br: Extremamente afiada!
ru: Острее не бывает!
zh_cn: 好锋利！
zh_tw: 好鋒利！

# CHARACTERS.WARLY.DESCRIBE.FLOWER.GENERIC
source: I love to garnish with edible flowers.
de: Ich liebe Dekorationen mit essbaren Blüten.
es: Me gusta decorar con flores comestibles.
es_mx: Me gusta decorar con flores comestibles.
fr: J'adore décorer mes plats de fleurs comestibles.
it: Adoro guarnire con i fiori eduli.
ja: 食用の花を飾りに使ったらステキだネ。
ko: 난 식용 꽃으로 고명을 얹는 게 좋아.
pl: Uwielbiam przybrania z jadalnych kwiatów.
pt_br: Adoro enfeitar com flores comestíveis.
ru: Люблю украшать блюда съедобными цветами.
zh_cn: 我最喜欢用可食用的花朵来摆盘。
zh_tw: 我最喜歡用可食用的花朵來擺盤。

# CHARACTERS.WARLY.DESCRIBE.FLOWER.ROSE
source: Confections flavored with rose water, perhaps?
de: Mit Rosenwasser versetzte Süßigkeiten vielleicht?
es: ¿Dulces con sabor a agua de rosas, quizá?
es_mx: Quizá podría preparar dulces con agua de rosas.
fr: Des bonbons à l'eau de rose, peut-être ?
it: Caramelle aromatizzate all'acqua di rose, peut-être?
ja: ローズウォーターで風味付けしたキャンディなんてどうかな？
ko: 장미수로 풍미를 더한 과자는 어떨까?
pl: A może słodycze aromatyzowane wodą różaną?
pt_br: Confeitos com sabor de água de rosas, quem sabe?
ru: Может, добавить в сладости розовую воду для вкуса?
zh_cn: 要不要用玫瑰花水入味做一些糖果呢？
zh_tw: 要不要用玫瑰花水入味做一些糖果呢？

# CHARACTERS.WARLY.DESCRIBE.FLOWERHAT
source: Who doesn't look good in this?!
de: Das sieht nicht sicher aus.
es: ¿¡A quién no le quedaría bien esto!?
es_mx: ¡¿A quién no le quedaría bien esto?!
fr: Qui ne serait pas beau avec ça ?
it: A chi non starebbe bene?!
ja: これをかぶれば、みんなハンサムね！
ko: 이걸 쓰면 누구든 멋있어지지 않을까?!
pl: Kto nie wyglądałby dobrze w czymś takim?!
pt_br: Quem não fica bem com isso?!
ru: Это идет всем без исключения!
zh_cn: 谁戴着它会不美呢？！
zh_tw: 誰戴著它會不美呢？！

# CHARACTERS.WARLY.DESCRIBE.FLOWERSALAD
source: Edible art!
de: Ein wichtiger Aspekt meiner Kunst.
es: ¡Arte comestible!
es_mx: ¡Arte comestible!
fr: De l'art comestible !
it: Arte commestibile!
ja: まさに、食べるアートね！
ko: 먹을 수 있는 예술이지!
pl: Sztuka jadalna!
pt_br: Arte comestível!
ru: Съедобное искусство!
zh_cn: 可以吃的艺术！
zh_tw: 可以吃的藝術！

# CHARACTERS.WARLY.DESCRIBE.FLOWER_CAVE
source: Ah, a light in the dark.
de: Ah, ein Licht in der Dunkelheit.
es: Ah, una luz en la oscuridad.
es_mx: ¡Ah! Una luz en la oscuridad.
fr: Ah, une lumière dans le noir.
it: Ah, una luce nell'oscurità.
ja: アア…暗闇にさす、一筋の光。
ko: 아, 어둠 속의 작은 빛이다.
pl: Ach, światełko w mroku.
pt_br: Ah, uma luz na escuridão.
ru: Ах, лучик света в темном царстве.
zh_cn: 啊，黑暗中的光。
zh_tw: 啊，黑暗中的光。

# CHARACTERS.WARLY.DESCRIBE.FLOWER_EVIL
source: A terrible omen if I ever saw one.
de: Ein schlimmeres Omen hab ich noch nie gesehen.
es: Un presagio terrible si alguna vez viera una.
es_mx: Un presagio terrible si alguna vez viera una.
fr: Si c'est ce que je crois, c'est un terrible présage.
it: Un terribile presagio se ne ho mai visto uno.
ja: 不吉な前兆…間違いないネ…
ko: 끔찍한 징조다.
pl: To straszliwy omen.
pt_br: Um péssimo presságio, se é que já vi um.
ru: Очень дурной знак. Не помню, правда, много ли я видел дурных знаков.
zh_cn: 可怕的预兆。
zh_tw: 可怕的預兆。

# CHARACTERS.WARLY.DESCRIBE.FLOWER_WITHERED
source: I only use fresh ingredients in my cooking.
de: Ich nehme nur frische Zutaten beim Kochen.
es: Solo uso ingredientes frescos para cocinar.
es_mx: Solo utilizo ingredientes frescos en mi cocina.
fr: Je n'utilise que des ingrédients frais quand je cuisine.
it: Nella mia cucina uso solo ingredienti freschissimi.
ja: ボクの料理には新鮮な材料しか使わないヨ。
ko: 난 요리에 신선한 재료만 써.
pl: Do gotowania wykorzystuję tylko najświeższe składniki.
pt_br: Só uso ingredientes frescos para cozinhar.
ru: В своих блюдах я использую только свежие ингредиенты.
zh_cn: 我的料理只用新鲜食材。
zh_tw: 我的料理只用新鮮食材。

# CHARACTERS.WARLY.DESCRIBE.FOLIAGE
source: Feuillage.
fr: Du feuillage.
ja: 葉っぱだヨ
ko: 나뭇잎이군.
ru: Листва.
zh_cn: 蕨叶。
zh_tw: 蕨葉。

# CHARACTERS.WARLY.DESCRIBE.FOOTBALLHAT
source: Made from pork, to protect my melon.
de: Hergestellt aus Schweinefleisch, um meine Birne zu schützen.
es: Hecho de carne de cerdo para proteger mi melón.
es_mx: Hecho de carne de cerdo para proteger mi melón.
fr: Fait en porc, pour protéger ma tête.
it: Fatto di pelle di maiale, per proteggere la mia zucca.
ja: ブタは、防具にもなるんだネ！
ko: 돼지 가죽으로 만든 머리 보호구다.
pl: Wieprzowina na straży mojej dyni.
pt_br: Feito de porco para proteger meu melão.
ru: Штука из свинины для защиты моей дыни.
zh_cn: 猪皮做的帽子，用来保护我的脑袋。
zh_tw: 豬皮做的帽子，用來保護我的腦袋。

# CHARACTERS.WARLY.DESCRIBE.FORGETMELOTS
source: Hm, I don't recall ever seeing a flower like that before.
de: Hm, ich kann mich nicht erinnern, jemals eine solche Blume gesehen zu haben.
es: Um... No recuerdo haber visto una flor así jamás.
fr: Hmm, je n'ai jamais vu de fleurs comme celles-ci.
it: Uhm, non ricordo di aver mai visto un fiore come quello prima d'ora.
ja: フーン、今までこんな花みたことないと思うヨ。
ko: 흠, 전에 그런 꽃을 본 기억이 없는데.
pl: Hm, nie przypominam sobie, żebym już widział taki kwiat.
pt_br: Hm, não me lembro de já ter visto uma flor como esta.
ru: Хм. Я таких цветов не помню.
zh_cn: 嗯，我不记得以前见过这样的花。
zh_tw: 嗯，我不記得以前見過這樣的花。

# CHARACTERS.WARLY.DESCRIBE.FORMAL_BLUEPRINT
source: The beast will look as if it's going out to a fancy dinner party.
de: Das Tier wird aussehen, als ginge es auf eine schicke Dinnerparty.
es: Va a parecer que la bestia va a una cena elegante.
fr: L'animal aura l'air d'aller à une soirée guindée.
it: Sarà come se l'animale stesse andando a una cena elegante.
ja: あの獣はこれから豪華なディナーパーティにいくみたいに見えるヨ。
ko: 야수가 멋진 저녁 파티에 나가는 것처럼 보이겠지.
pl: Zwierzak będzie wyglądał, jakby szedł na jakiś uroczysty obiad.
pt_br: Vai parecer até que o bicho tá indo num jantar chique.
ru: Животное будет выглядеть так, будто собирается на званый ужин.
zh_cn: 这野兽看起来会像是要去参加一个豪华的晚宴一样。
zh_tw: 這野獸看起來會像是要去參加一個豪華的晚宴一樣。

# CHARACTERS.WARLY.DESCRIBE.FOSSIL_PIECE
source: No marrow left in it.
de: Kein Mark mehr drin.
es: No le queda tuétano.
es_mx: Ya no le queda nada de tuétano.
fr: Il n'y a plus de moelle dedans.
it: Non è rimasto il midollo.
ja: もう髄は残ってないネ。
ko: 안에 남은 골수가 없어.
pl: Nie zostało ani krztyny szpiku.
pt_br: Não sobrou nada de tutano.
ru: Костного мозга уже не осталось.
zh_cn: 里面没有髓了。
zh_tw: 裡面沒有髓了。

# CHARACTERS.WARLY.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: That looks about right. Now, what's the secret ingredient?
de: Sieht gut aus. Was ist nun die Geheimzutat?
es: Tiene buen aspecto. ¿Cuál será el ingrediente secreto?
es_mx: Eso se ve bien. Ahora, ¿cuál es el ingrediente secreto?
fr: Ça me semble bien, comme ça. Quel est l'ingrédient secret manquant ?
it: Mi sembra che vada bene così. Qual è l'ingrediente segreto?
ja: ちょうど良いみたいネ。じゃあ、秘密の材料は何にする？
ko: 제대로 된 것 같네. 자, 비밀 재료가 뭘까?
pl: Wygląda dobrze. To jaki jest ten sekretny składnik?
pt_br: Parece que é isso mesmo. Agora, qual é o ingrediente secreto?
ru: Вроде все правильно. А что за секретный ингредиент?
zh_cn: 看起来比较正确。那么究竟秘密成分是什么呢？
zh_tw: 看起來比較正確。那麼究竟秘密成分是什麼呢？

# CHARACTERS.WARLY.DESCRIBE.FOSSIL_STALKER.FUNNY
source: At least it's good for a chuckle.
de: Wenigstens ist er lustig.
es: Al menos está bien para echarse unas risas.
es_mx: Por lo menos sirve para hacerte reír.
fr: Au moins, ça me fait rire.
it: Almeno fa fare una bella risata.
ja: 少なくとも、ちょっと笑えるネ。
ko: 그래도 웃기엔 좋아.
pl: Przynajmniej można się pośmiać.
pt_br: Pelo menos é bem engraçado.
ru: По крайней мере, посмешил.
zh_cn: 至少看到可以笑一笑。
zh_tw: 至少看到可以笑一笑。

# CHARACTERS.WARLY.DESCRIBE.FOSSIL_STALKER.GENERIC
source: There are still a few bits missing.
de: Da fehlen noch ein paar Teile.
es: Aún falta alguna cosilla.
es_mx: La faltan varias partes.
fr: Il manque encore des morceaux.
it: Manca ancora qualche pezzo.
ja: まだ欠けてる分があるネ。
ko: 아직 몇 가지 없는 게 있어.
pl: Wciąż brakuje kilku części.
pt_br: Ainda faltam algumas partes.
ru: Не хватает нескольких частей.
zh_cn: 还缺了一些东西。
zh_tw: 還缺了一些東西。

# CHARACTERS.WARLY.DESCRIBE.FRESHFRUITCREPES
source: Is this not a thing of beauty?
de: MEIN VERSTÄNDNIS FÜR SCHÖNHEIT IST BESCHRÄNKT.
es: ¿A que es una belleza?
es_mx: ¿No es una belleza?
fr: N'est-ce pas absolument sublime ?
it: Non è questa una bellezza?
ja: なんて美しいデザート！
ko: 이보다 아름다운 게 있을까?
pl: Czyż nie są cudowne?
pt_br: Não é uma maravilha?
ru: Разве это не прекрасно?
zh_cn: 它难道不美妙吗？
zh_tw: 它難道不美妙嗎？

# CHARACTERS.WARLY.DESCRIBE.FRIENDLYFRUITFLY
source: This one seems to be friendly.
de: Diese hier scheint freundlich zu sein.
es: Esta parece simpática.
fr: Il a l'air plutôt gentil.
it: Questo sembra amichevole.
ja: これはフレンドリーみたいネ。
ko: 이 녀석은 친절한 듯.
pl: To chyba przyjazne stworzenie.
pt_br: Essa daqui parece ser amigável.
ru: Эти насекомые вроде бы дружелюбные.
zh_cn: 这个似乎很友好。
zh_tw: 這個似乎很友好。

# CHARACTERS.WARLY.DESCRIBE.FROG.DEAD
source: I'll eat your legs for dinner!
de: Deine Schenkel ess ich heute abend!
es: ¡Te comeré las patas para cenar!
es_mx: ¡Tus patas serán mi cena!
fr: Je te mangerai les cuisses au dîner !
it: Mangerò le tue gambe per cena!
ja: オマエの脚を、晩メシにしてやるゾ！
ko: 뒷다리로 저녁 식사해야지!
pl: Zjem twoje nogi na kolację!
pt_br: Vou comer suas pernas no jantar!
ru: Твои лапки я съем на ужин!
zh_cn: 晚餐的时候我要吃掉你的腿！
zh_tw: 晚餐的時候我要吃掉你的腿！
