Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONGLASS
source: Tis a most divine substance.
de: Eine überaus göttliche Substanz.
es: Es una sustancia de lo más divina.
fr: Une substance cönfinant au divin.
it: Un materiale assolutamente divino.
ja: かようは最も神聖なる物質にあり。
ko: 가장 신성한 물질이군.
pl: Boski materiał.
pt_br: É uma substância divina.
ru: Божественная субстанция.
zh_cn: 是种神圣的物质。
zh_tw: 是種神聖的物質。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONGLASSAXE
source: Spirits of the woods stand no chance against me.
de: Die Geister des Waldes sind mir nicht gewachsen.
es: Los espíritus del bosque no tienen nada que hacer contra mí.
fr: Les esprits sylvestres n'önt pöint la möindre chance face à möi.
it: Gli spiriti del bosco non avranno speranza contro di me.
ja: 森の精ごときでは我に対しては勝ち目がない。
ko: 나무의 혼은 내 상대가 안 되지.
pl: Duchy lasu nie mają ze mną szans.
pt_br: Os espíritos da floresta não têm a mínima chance contra mim.
ru: Духам леса со мной не справиться.
zh_cn: 森林之魂无法反抗我了。
zh_tw: 森林之魂無法反抗我了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONGLASS_CHARGED
source: Tis lit by a strange power.
de: Das hier wird von einer seltsamen Macht erleuchtet.
es: Un poder muy extraño le concede energía.
fr: Il est illuminé d'un étrange pöuvöir.
it: È illuminato da uno strano potere.
ja: これを照らしているのは奇怪な力じゃ。
ko: 이상한 힘이 불을 붙였어.
pl: Rozświetlone dziwną mocą.
pt_br: Isto é aceso por um poder estranho.
ru: Загадочная сила освещает его.
zh_cn: 它被一种奇怪的力量所照亮。
zh_tw: 它被一種奇怪的力量所照亮。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONGLASS_ROCK
source: Mani sent it down himself.
de: Mani selbst hat ihn herabgeschickt.
es: Un regalo del propio Mani.
fr: Mani l'a envöyé.
it: Un dono di Mani in persona.
ja: マニは自身でそれを送ってきたのだ。
ko: 마니께서 직접 내려보내셨군.
pl: Dar Maniego.
pt_br: Foi enviado pelo próprio Mani.
ru: Сброшен на землю самим Мани.
zh_cn: 玛尼亲自送下来的。
zh_tw: 瑪尼親自送下來的。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONGLASS_WOBSTER_DEN
source: That must be their fortress.
de: Das muss ihre Festung sein.
es: Esa debe de ser su fortaleza.
fr: Vöilà dönc leur förteresse.
it: Dev'essere la loro fortezza.
ja: それは間違いなく彼らの要塞だ。
ko: 저게 요새인가 보군.
pl: To musi być ich twierdza.
pt_br: Essa deve ser a fortaleza deles.
ru: Наверно, это их крепость.
zh_cn: 那一定是它们的堡垒。
zh_tw: 那一定是它們的堡壘。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONROCKCRATER
source: Mani's gift may have some use yet!
de: Manis Geschenk könnte sich noch als nützlich erweisen!
es: ¡El obsequio de Máni puede que aún siga siendo útil!
fr: Le présent de Mani pourrait déjà servir !
it: Il dono di Mani potrebbe avere una qualche utilità!
ja: マニの贈り物は役立つかもしれないぞ！
ko: 아직 마니의 선물을 쓸 수 있을 거야!
pl: Dar Maniego może się na coś przydać!
pt_br: O presente de Máni ainda pode ter alguma utilidade!
ru: Дар Мáни еще можно как-то использовать!
zh_cn: 玛尼的礼物可能还有些用处！
zh_tw: 瑪尼的禮物可能還有些用處！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONROCKIDOL
source: I shall make an offering!
de: Ich werde ein Opfer bringen!
es: ¡Haré una ofrenda!
fr: Je vais faire une offrande !
it: Farò un'offerta!
ja: 供え物をしようではないか！
ko: 제물을 바쳐야지!
pl: Złożę ofiarę!
pt_br: Farei uma oferenda!
ru: Я принесу подношение!
zh_cn: 我要献供!
zh_tw: 我要獻供!

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONROCKNUGGET
source: A gift from Mani.
de: Ein Geschenk von Mani.
es: Un regalo de Máni.
fr: Un cadeau de Máni.
it: Un regalo da Mani.
ja: マーニの贈り物か
ko: 마니의 선물이군.
pl: Upominek od Maniego.
pt_br: Um presente de Máni.
ru: Дар Мáни, сына Соль.
zh_cn: 来自玛尼的礼物。
zh_tw: 來自瑪尼的禮物。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONROCKSEED
source: It hath knowledge within!
de: Da ist Wissen drin!
es: ¡Alberga conocimiento en su interior!
fr: Ça contient du savoir !
it: Ha della conoscenza all'interno!
ja: 内に知識を有しておる。
ko: 안에 과학이 들어있군!
pl: Wewnątrz skrywała się wiedza!
pt_br: Tem conhecimento em seu interior!
ru: Внутри хранится знание!
zh_cn: 内有知识！
zh_tw: 內有知識！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONROCK_PIECES
source: It has faced Mani's wrath.
de: Hat Manis Zorn kennengelernt.
es: Se ha enfrentado a la ira de Máni.
fr: La colère de Mani a parlé.
it: Ha conosciuto l'ira di Mani.
ja: マニの怒りに対面したのだ。
ko: 마니의 분노를 샀군.
pl: Musiał zmierzyć się z gniewem Maniego.
pt_br: Enfrentou a fúria de Máni.
ru: Его настигла ярость Мáни.
zh_cn: 它已经面对了玛尼的暴怒。
zh_tw: 它已經面對了瑪尼的暴怒。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSPIDERDEN
source: I sense battle on the horizon.
de: Ich spüre Kampf am Horizont aufziehen.
es: Percibo batallas en el horizonte.
fr: Je pressens une bataille à l'hörizön.
it: Vedo una battaglia all'orizzonte.
ja: 地平線から戦を感じる。
ko: 곧 전투가 벌어지겠군.
pl: Czuję, że nadchodzi czas bitwy.
pt_br: Sinto a batalha se aproximando.
ru: Я чую приближение битвы!
zh_cn: 我能感觉到战斗即将到来。
zh_tw: 我能感覺到戰鬥即將到來。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_GLASS.GENERIC
source: The power hath faded from it.
de: Alle macht ist daraus entwichen.
es: Se ha extinguido el poder.
fr: Le pöuvöir l'a quittée.
it: Il suo potere è svanito.
ja: 力が消え失せた。
ko: 그 힘이 사라져버렸네.
pl: Moc zniknęła.
pt_br: O poder dela se dissipou.
ru: Сила оставила его.
zh_cn: 那股力量已经从它身上褪去。
zh_tw: 那股力量已經從它身上褪去。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_GLASS.INFUSED
source: It hath been imbued with a strange power.
de: Es ist von einer seltsamen Macht erfüllt.
es: Lo imbuye un poder muy extraño.
fr: Elle fut imprégnée d'un étrange pöuvöir.
it: Le è stato infuso uno strano potere.
ja: これには奇怪な力が吹き込まれておる。
ko: 이상한 힘으로 물들었어.
pl: Przepojone dziwną mocą.
pt_br: Foi imbuída de um estranho poder.
ru: Он наделен загадочной силой.
zh_cn: 它被赋予了一种不同寻常的力量。
zh_tw: 它被賦予了一種不同尋常的力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_GOGGLESHAT
source: No mere storm can stop me!
de: Ein einfacher Sturm kann mich nicht aufhalten!
es: ¡Una tormenta no podrá detenerme!
fr: Aucune tempête ne pöurra m'arrêter !
it: Una tempesta non sarà in grado di fermarmi!
ja: たかが嵐ごときが我を止めることはない！
ko: 어떤 폭풍도 나를 막을 수 없다고!
pl: Nie powstrzyma mnie żadna zwykła burza!
pt_br: Uma mera tempestade não pode me deter!
ru: Буре не под силу меня остановить!
zh_cn: 什么样的风暴都不能阻止我！
zh_tw: 什麼樣的風暴都不能阻止我！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_SPARK
source: It sends a curious tickle through my bones.
de: Ein seltsames Kribbeln durchfährt meine Knochen.
es: Me hace sentir un cosquilleo por dentro.
fr: Une curieuse étincelle traverse mes ös.
it: Mi fa sentire un curioso solletico nelle ossa.
ja: 珍奇なくすぐりが我が骨を走る。
ko: 뼈를 관통하는 이상한 가려움이 느껴져.
pl: Mam dziwne dreszcze.
pt_br: Provoca uma comichão curiosa nos meus ossos.
ru: По моим костям бежит загадочная дрожь.
zh_cn: 它让我的骨头都痒痒的。
zh_tw: 它讓我的骨頭都癢癢的。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_STATIC
source: Tis a strange kind of power.
de: Das ist eine seltsame Art von Macht.
es: Qué poder tan extraño...
fr: Vöilà dönc un étrange pöuvöir.
it: Possiede uno strano potere.
ja: これは奇怪な力である。
ko: 이상한 종류의 힘이야.
pl: Dziwna moc.
pt_br: É um tipo estranho de poder.
ru: Какая же загадочная сила.
zh_cn: 这是一种奇怪的力量。
zh_tw: 這是一種奇怪的力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOONSTORM_STATIC_ITEM
source: A strange power rests inside.
de: Eine seltsame Macht ruht im Inneren.
es: Alberga un poder extraño en su interior.
fr: Un pöuvöir étrange y löge.
it: Custodisce uno strano potere.
ja: 奇怪な力が中で休んでおる。
ko: 안에 이상한 힘이 있어.
pl: W środku spoczywa dziwna moc.
pt_br: Contém um poder estranho.
ru: Внутри таится загадочная сила.
zh_cn: 里面有一种奇异的力量在休眠。
zh_tw: 裡面有一種奇異的力量在休眠。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR.GENERIC
source: Tis a direct line to Mani himself!
de: Eine direkte Verbindung mit Mani selbst!
es: ¡Es una línea directa con el propio Mani!
fr: Une cömmunicatiön directe avec Mani lui-même !
it: È collegato direttamente a Mani!
ja: これがマニ彼自身に対しての直接の一線だ。
ko: 마니와 소통하는 곳이군!
pl: Bezpośrednie połączenie z Manim!
pt_br: É um canal direto com o próprio Mani!
ru: Прямая связь с Мани!
zh_cn: 直达玛尼本人的月神热线！
zh_tw: 直達瑪尼本人的月神熱線！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR.MOON_ALTAR_WIP
source: You shall soon be complete once more.
de: Bald bist du wieder vollständig.
es: Pronto recuperarás tu integridad de nuevo.
fr: Tu seras bientôt à nöuveau cömplet.
it: Presto sarai di nuovo completo.
ja: 汝はすぐにもう一度完成を見るだろう。
ko: 곧 다시 완전해질 거야.
pl: Wkrótce ponownie staniesz się całością.
pt_br: Você logo recuperará sua totalidade.
ru: Скоро ты снова станешь целым.
zh_cn: 你马上就能再次完整了。
zh_tw: 你馬上就能再次完整了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_ASTRAL
source: I hear the whispers of Mani.
de: Ich vernehme Manis Flüstern.
es: Oigo los susurros de Máni.
fr: J'öuïs les murmures de Mani.
it: Sento i mormorii di Mani.
ja: 月の神マーニのささやきが聞こえる。
ko: 마니의 속삭임이 들려.
pl: Słyszę szepty Maniego.
pt_br: Eu ouço os suspiros de Máni.
ru: Я слышу шепот Мáни.
zh_cn: 我听到了玛尼的低语。
zh_tw: 我聽到了瑪尼的低語。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_COSMIC
source: It is grateful, but my work is not yet done.
de: Er ist dankbar, doch meine Arbeit ist noch nicht getan.
es: Pese al agradecimiento, mi trabajo aún no ha concluido.
fr: Sa recönnaissance me töuche, mais je n'ai pöint terminé mön travail.
it: Mi ringrazia, ma il mio lavoro non è ancora concluso.
ja: ありがたいことだが、まだ我が業は成されていない。
ko: 고맙지만 내 일은 아직 끝나지 않았어.
pl: Jest wdzięczny, ale moja praca jeszcze nieukończona.
pt_br: Está agradecido, mas meu trabalho ainda não terminou.
ru: Он благодарен, но мое дело еще не закончено.
zh_cn: 优雅动人，但是我还有工作要做。
zh_tw: 優雅動人，但是我還有工作要做。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_CROWN
source: I wonder how that creature got his claws on this?
de: Wie hat die Kreatur sie in die Klauen gekriegt?
es: Me pregunto cómo le habrá echado la zarpa a esto esa criatura...
fr: Cömment cette créature a pu mettre ses pinces dessus ?
it: Come avrà fatto quella creatura chelata a impadronirsene?
ja: あの生物はどうやってこれに爪を立てたのだろうか？
ko: 저게 어떻게 이걸 집게발에 넣었지?
pl: Ciekawe, jak ta kreatura to zdobyła?
pt_br: Como será que aquela criatura botou as garras nisso?
ru: Интересно, как она попала в лапы к этому существу?
zh_cn: 不知道那个生物是怎么拿到这个的？
zh_tw: 不知道那個生物是怎麼拿到這個的？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_GLASS
source: What doth thou want, fair jewel?
de: Was willst du, schönes Juwel?
es: ¿Qué quieres, bella joya?
fr: Que désires-tu, ô jöyau ?
it: Cosa desideri, splendido gioiello?
ja: 何を望む、公正な宝石か？
ko: 무엇을 원하니, 아름다운 보석아?
pl: Czegóż pragniesz, o piękny klejnocie?
pt_br: O que tu queres, bela joia?
ru: Чего изволишь, прекрасная жемчужина?
zh_cn: 美丽的珠宝，汝意欲何为？
zh_tw: 美麗的珠寶，汝意欲何為？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_ICON
source: It calls out to me, I must take heed.
de: Er ruft nach mir, ich muss dem Ruf folgen.
es: Oigo su llamada, pero debo ir con cuidado.
fr: Elle me réclame. Je me döis d'y répöndre.
it: Mi chiama, devo prestare attenzione.
ja: これは我に呼びかけ、我は心置かねばならぬ。
ko: 날 부르고 있어, 주의를 기울여야 해.
pl: Wzywa mnie! Muszę zachować ostrożność.
pt_br: Está me chamando, eu tenho que prestar atenção.
ru: Я слышу зов, и я должна внимать ему.
zh_cn: 它在召唤我，我必须响应它的召唤。
zh_tw: 它在召喚我，我必須回應它的召喚。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_IDOL
source: Make thy will known to me, idol!
de: Tu mir deinen Willen kund, Götze!
es: ¡Revélate ante mí, ídolo!
fr: Transmets-möi ta völönté, idöle !
it: Palesami il tuo volere, idolo!
ja: 汝の意思を我に伝えたまえ！
ko: 네 정체를 밝혀라, 우상아!
pl: Zdradź mi swą wolę, bożku!
pt_br: Revela a tua vontade para mim, ídolo!
ru: Изъяви мне свою волю, идол!
zh_cn: 神像啊，倾诉你的意志吧！
zh_tw: 神像啊，傾訴你的意志吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_LINK
source: What have we summoned forth?
de: Was haben wir da beschworen?
es: ¿Qué hemos invocado...?
fr: Qu'avöns-nöus invöqué ?
it: Cosa abbiamo evocato?
ja: 我らが召喚したのは何者か？
ko: 뭘 불러낸거지?
pl: Cóżeśmy przyzwali?
pt_br: O que foi que nós invocamos?
ru: Что же мы призвали в этот мир?
zh_cn: 我们召唤出了什么？
zh_tw: 我們召喚出了什麼？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_ROCK_GLASS
source: The gods call me to it, I shall not resist.
de: Es ist der Wille der Götter, und ich widersetze mich nicht.
es: Los dioses pueden llamarme; no me resistiré.
fr: Les dieux m'appellent, je ne peux pöint résister.
it: Gli dei mi chiamano, e io obbedirò.
ja: 神々が我を呼んでいるのだ、抵抗などしない。
ko: 신의 부름에 저항할 수는 없지.
pl: Bogowie mnie wzywają, muszę ich usłuchać.
pt_br: É o chamado dos deuses, não posso resistir.
ru: Меня зовут боги. Я не могу сопротивляться.
zh_cn: 诸神召唤我于此，我不会忤逆。
zh_tw: 諸神召喚我於此，我不會忤逆。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_ROCK_IDOL
source: The gods call me to it, I shall not resist.
de: Es ist der Wille der Götter, und ich widersetze mich nicht.
es: Los dioses pueden llamarme; no me resistiré.
fr: Les dieux m'appellent, je ne peux pöint résister.
it: Gli dei mi chiamano, e io obbedirò.
ja: 神々が我を呼んでいるのだ、抵抗などしない。
ko: 신의 부름에 저항할 수는 없지.
pl: Bogowie mnie wzywają, muszę ich usłuchać.
pt_br: É o chamado dos deuses, não posso resistir.
ru: Меня зовут боги. Я не могу сопротивляться.
zh_cn: 诸神召唤我于此，我不会忤逆。
zh_tw: 諸神召喚我於此，我不會忤逆。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_ROCK_SEED
source: The gods call me to it, I shall not resist.
de: Es ist der Wille der Götter, und ich widersetze mich nicht.
es: Los dioses pueden llamarme; no me resistiré.
fr: Les dieux m'appellent, je ne peux pöint résister.
it: Gli dei mi chiamano, e io obbedirò.
ja: 神々が我を呼んでいるのだ、抵抗などしない。
ko: 신의 부름에 저항할 수는 없지.
pl: Bogowie mnie wzywają, muszę ich usłuchać.
pt_br: É o chamado dos deuses, não posso resistir.
ru: Меня зовут боги. Я не могу сопротивляться.
zh_cn: 诸神召唤我于此，我不会忤逆。
zh_tw: 諸神召喚我於此，我不會忤逆。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_SEED
source: The gods commune to me through thee.
de: Die Götter sprechen durch dich zu mir.
es: Los dioses contactan conmigo a través de ti.
fr: Les dieux cömmunient avec möi à travers icelle.
it: Gli dei mi parlano attraverso te.
ja: 神々はそなたを通じて我に語りるのだ。
ko: 신들이 내게 이야기할 때 쓰지.
pl: Bogowie mówią do mnie przez ciebie.
pt_br: Os deuses comungam comigo através dele.
ru: Боги вещают ко мне с твоей помощью.
zh_cn: 诸神通过汝与吾交谈。
zh_tw: 諸神通過汝與吾交談。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_ALTAR_WARD
source: It has chosen me to safeguard its passage home.
de: Er hat mich erkoren, über seine Heimreise zu wachen.
es: Me ha elegido para proteger su vuelta a casa.
fr: Je fus élue pöur la prötéger lörs de sien vöyage retöur.
it: Mi ha scelta per salvaguardare il suo ritorno a casa.
ja: この者は道中の用心棒に我を選んだ。
ko: 집으로 가는 통로를 지키라고 나를 골랐나봐.
pl: Zostałam wybrana, by zabrać ją bezpiecznie do domu.
pt_br: Ela me escolheu para proteger seu retorno.
ru: Я избрана его хранительницей на пути домой.
zh_cn: 它选中了我来包围它回家的路。
zh_tw: 它選中了我來包圍它回家的路。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_CAP
source: Despicable non-meat!
de: Widerwärtiges Nicht-Fleisch!
es: ¡Alimento sin carne despreciable!
fr: Vile nön-viande !
it: Spregevole non-carne!
ja: 卑劣な肉ならざる物。
ko: 비열한 안고기!
pl: Plugawe niemięso!
pt_br: Não carne desprezível!
ru: Презренное не-мясо!
zh_cn: 卑鄙的非肉！
zh_tw: 卑鄙的非肉！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_CAP_COOKED
source: Such a thing will never pass my lips!
de: So etwas wird mir nie über die Lippen gehen!
es: ¡Jamás me llevaré algo tan inmundo a la boca!
fr: Une telle chöse ne passera jamais miennes lèvres !
it: Nulla del genere andrà mai oltre le mie labbra!
ja: かようなものが我が唇を通過することはない。
ko: 그런 전 절대로 내 입술을 통과하지 못할 걸!
pl: Nigdy nie włożę czegoś takiego do ust!
pt_br: Essa coisa nunca passará pelos meus lábios!
ru: Пусть сие никогда не коснется моих губ!
zh_cn: 这种的东西绝不能通过我的嘴唇！
zh_tw: 這種的東西絕不能通過我的嘴唇！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_DEVICE.CONSTRUCTION1
source: I know not its purpose. A tribute to Mani, perhaps?
de: Ich kenne seinen Zweck nicht. Vielleicht eine Huldigung für Mani?
es: No sé cuál es su función. ¿Será un tributo a Máni?
fr: Je ne cönnais pöint sön utilité. Serait-ce un tribut à Mani ?
it: Non conosco il suo fine. Che sia un omaggio a Mani?
ja: 我はこの目的は知らぬ。月の神マーニへの捧げものではないか？
ko: 일부러 그런 게 아니란 걸 알아. 마니에게 바치는 공물이겠지, 아마?
pl: Nie wiem, co to jest. Hołd dla Maniego?
pt_br: Não sei qual é o seu propósito. Talvez um tributo a Máni?
ru: Мне неведомо его предназначение. Быть может, подношение для Мáни?
zh_cn: 我摸不清它的目的。也许为了供奉摩尼？
zh_tw: 我摸不清它的目的。也許為了供奉摩尼？

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_DEVICE.CONSTRUCTION2
source: The more I build, the stranger it appears.
de: Je weiter ich baue, desto seltsamer wird es.
es: Cuanto más avanza la construcción, más raro me parece todo.
fr: Plus je bâtis, plus c'estöy étrange.
it: Più costruisco, più il suo aspetto mi è estraneo.
ja: 作れば作るほど、奇怪な様になるようじゃ。
ko: 지으면 지을수록 모양이 이상해져.
pl: Im więcej buduję, tym jest dziwniejsze.
pt_br: Quando mais construo, mais estranho fica.
ru: Чем больше я над ним корплю, тем чуднее он на вид.
zh_cn: 我越是建造，它越是显得离奇。
zh_tw: 我越是建造，它越是顯得離奇。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_DEVICE.GENERIC
source: Mere mortals were not meant to tamper so with the power of the gods...
de: Es war Sterblichen nicht vorbestimmt, die Macht der Götter so zu manipulieren ...
es: Los meros mortales no deberían interferir con el poder de los dioses...
fr: Les simples mörtels n'étaient pas censés jöuer avec le pöuvöir des dieux...
it: I comuni mortali non avrebbero dovuto alterare in questo modo il potere degli dei...
ja: 死すべき者は、神々の力を改ざんしてはならぬのじゃ…
ko: 단순한 필멸자들은 신의 힘을 함부로 조작할 수 없어...
pl: Zwykli śmiertelnicy nie powinni ingerować w moc bogów...
pt_br: Meros mortais não deveriam mexer com o poder dos deuses...
ru: Где уж простым смертным укрощать силу богов...
zh_cn: 小小凡人怎敢如此亵渎神的力量……
zh_tw: 小小凡人怎敢如此褻瀆神的力量……

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_FISSURE.GENERIC
source: An eternal light shines from within!
de: Von innen strahlt ein ewiges Licht!
es: ¡Una luz eterna brilla en su interior!
fr: Une lumière éternelle brille en dedans !
it: Dal dentro si irradia una luce eterna!
ja: 永久の光が内側から輝くのだ！
ko: 안에서 영원한 빛이 빛나는군!
pl: Wnętrze jaśnieje wiecznym światłem!
pt_br: Uma luz eterna brilha em seu interior!
ru: Вечный свет сияет изнутри!
zh_cn: 从里面照出一道永恒之光！
zh_tw: 從裡面照出一道永恆之光！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_FISSURE.NOLIGHT
source: But a crack in the earth.
de: Nur ein Spalt in der Erde.
es: Una mera grieta en la tierra.
fr: Guère plus qu'une fissure dans la terre.
it: Solo una spaccatura nella terra.
ja: 地球の裂け目だ。
ko: 갈라진 땅일 뿐이야.
pl: Zwykła dziura w ziemi.
pt_br: É só uma rachadura na terra.
ru: Лишь расселина в земле.
zh_cn: 不过是地上的一道裂缝。
zh_tw: 不過是地上的一道裂縫。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_FISSURE_PLUGGED
source: The old crone has been waging war against the moon's apparitions.
de: Das alte Weib hat Krieg gegen die Erscheinungen des Mondes geführt.
es: La vieja arpía ha estado librando una guerra contra las apariciones lunares.
fr: La vieillarde est en guerre cöntre les apparitiöns lunaires.
it: La vecchia megera ha dichiarato guerra alle apparizioni lunari.
ja: かようの老人は月の亡霊と戦ってきたのだ。
ko: 쪼그랑할멈이 달의 유령과 전쟁을 벌였군.
pl: Stara wiedźma toczyła bój z księżycowymi zjawami.
pt_br: A velhota está em pé de guerra com as aparições lunares.
ru: Старая карга сражается против порождений луны.
zh_cn: 丑老太婆一直在跟月光的幻影开战。
zh_tw: 醜老太婆一直在跟月光的幻影開戰。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_TREE.BURNING
source: Tis consumed by flame!
de: 's ist von Flammen verzehrt!
es: ¡Las llamas lo consumen!
fr: Il fut dévöré par la flamme !
it: Consumato dalle fiamme!
ja: それは炎に飲まれる！
ko: 화염이 집어삼켰다!
pl: Strawił je ogień!
pt_br: Foi consumida pelo fogo!
ru: Объято пламенем!
zh_cn: 被烈火吞噬了！
zh_tw: 被烈火吞噬了！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_TREE.BURNT
source: This tree, twas burnt to the ground.
de: Dieser Baum ist vollständig abgebrannt.
es: Este árbol ha quedado reducido a cenizas.
fr: Cet arbre fut réduit en cendres.
it: L'albero è stato raso al suolo.
ja: この木は焼き倒されたのだ。
ko: 나무가 완전히 타 버렸군.
pl: To drzewo spaliło się na popiół.
pt_br: Essa árvore foi completamente queimada.
ru: Это дерево сожжено дотла.
zh_cn: 烈火把树烧倒了。
zh_tw: 烈火把樹燒倒了。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_TREE.CHOPPED
source: Chopped by the warrior of the woods!
de: Vom einem Krieger im Wald gefällt.
es: ¡Talado por el guerrero de los bosques!
fr: Coupé par la guerrière des forêts !
it: Mozzato dal guerriero del bosco!
ja: 林の戦士たちにより切られた！
ko: 숲의 전사가 베었군!
pl: Ścięty przez prawdziwego wojownika!
pt_br: Derrubada pela guerreira da floresta!
ru: Срублен воином лесов!
zh_cn: 被森林中的勇士所砍倒！
zh_tw: 被森林中的勇士所砍倒！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_TREE.GENERIC
source: Tis lovely as Yggdrasil's picture in my mind.
de: So herrliche wie Yggdrasils Bild in meinem Geiste.
es: Es tan bonito como la imagen que tengo de Yggdrasil en mi mente.
fr: Ceci est aussi charmant que l'idée que j'ai d'Yggdrasil.
it: Splendido come l'immagine di Yggdrasil nella mia mente.
ja: 是、我が心に残るユグドラシルの面影の如き愛おしさなり。
ko: 내가 상상하는 위그드라실의 모습처럼 멋지군.
pl: Piękne niczym Yggdrasil.
pt_br: É tão bela quanto a imagem que tenho da Yggdrasil na minha mente.
ru: Таким же прекрасным я представляю себе Иггдрасиль.
zh_cn: 如同我脑海中的世界树一样可爱动人。
zh_tw: 如同我腦海中的世界樹一樣可愛動人。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOON_TREE_BLOSSOM
source: Tis most beauteous in the moonlight.
de: Im Mondlicht ist er am schönsten.
es: Es una preciosidad a la luz de la luna.
fr: Il est encöre plus beau söus le clair de lune.
it: È splendido sotto la luce della luna.
ja: 是、月の光の元で最も美しくあり。
ko: 달빛 아래에서 가장 아름답지.
pl: Światło księżyca wydobywa jego piękno.
pt_br: Fica belíssima sob o luar.
ru: Как прекрасно оно в лунном свете.
zh_cn: 在皎洁月光下最为动人。
zh_tw: 在皎潔月光下最為動人。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOOSE
source: I wish I could ride it into battle.
de: Ich wünschte, ich könnte mit ihm in den Kampf reiten.
es: Ojalá pudiera montar en él para luchar.
fr: J'aimerais m'en servir comme monture au combat.
it: Mi sarebbe piaciuto cavalcarlo in battaglia.
ja: 乗って戦いに行けたらいいのに。
ko: 저걸 타고 전장에 뛰어들 수 있으면 좋겠군.
pl: Chciałabym pojechać na takiej do bitwy.
pt_br: Gostaria de poder montá-lo para a batalha.
ru: Хотела бы я вскочить в битву, сидя верхом на нем.
zh_cn: 我希望我能骑着它去战斗。
zh_tw: 我希望我能騎著它去戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOOSEEGG
source: Something is bouncing around inside.
de: Da springt etwas im Inneren herum.
es: Algo está rebotando dentro.
fr: Quelque chose fait des bonds à l'intérieur.
it: C'è qualcosa all'interno che rimbalza.
ja: 中で何か跳ね回っている。
ko: 안에서 무언가가 이리저리 튀고 있군.
pl: Coś się tam w środku rusza.
pt_br: Algo está saltando lá dentro.
ru: Что-то прыгает там внутри.
zh_cn: 有东西在里面弹来弹去。
zh_tw: 有東西在裡面彈來彈去。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOOSE_NESTING_GROUND
source: A nest of adorable villainy.
de: Ein Nest voll entzückender Schurkerei.
es: Un nido de villanía adorable.
fr: Un nid de bassesse adorable.
it: Un nido di scelleratezza adorabile.
ja: 愛らしき魔物の巣だ
ko: 귀여운 악당의 둥지로군.
pl: Siedlisko uroczej podłości.
pt_br: Um ninho de vilania adorável.
ru: Гнездо милой мерзости.
zh_cn: 一窝可爱的乌合之众。
zh_tw: 一窩可愛的烏合之眾。

# CHARACTERS.WATHGRITHR.DESCRIBE.MOQUECA
source: A treat for mine senses!
de: Ein Fest für meine Sinne!
es: ¡Un regalo para mis sentidos!
fr: Un plaisir pöur les sens !
it: Una delizia per i miei sensi!
ja: 私のこの感覚に褒美を！
ko: 기분이 나는 간식이군!
pl: Uczta dla zmysłów!
pt_br: Um deleite para meus sentidos!
ru: Услаждает мои чувства!
zh_cn: 感官盛宴！
zh_tw: 感官盛宴！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO.GENERIC
source: Ugh! These things are useless!
de: Diese Dinger sind nutzlos!
es: ¡Aghh! ¡Estas cosas son inútiles!
fr: Pouah ! Ces trucs sont inutiles !
it: Ugh! Queste cose sono inutili!
ja: うっ、こいつら役に立たない！
ko: 윽! 쓸모없는 것이군요!
pl: Ugh! Te paskudy są kompletnie bezużyteczne!
pt_br: Eca! Essas coisas são inúteis!
ru: Фу! Эти штуки бесполезны!
zh_cn: 嗷！这些东西一无所用！
zh_tw: 嗷！這些東西一無所用！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO.HELD
source: Settle demon fury!
de: Beruhige dich, Dämon!
es: ¡Detén la furia del demonio!
fr: Du calme, furie démoniaque !
it: Calma la furia del demone!
ja: 悪魔の怒りをしずめよ！
ko: 좀 진정해라, 악마의 벌레야!
pl: Furia poskromiona!
pt_br: Acalme-se fúria demoníaca!
ru: Успокойся, яростный демон!
zh_cn: 承受我的怒火吧！
zh_tw: 承受我的怒火吧！

# CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITOSACK
source: The blood will make me strong.
de: Das Blut wird mich stark machen.
es: La sangre me hará más fuerte.
fr: Le sang me donnera de la force.
it: Il sangue mi renderà forte.
ja: この血は私を強くする。
ko: 이 피로 내가 더 강해질 것이다.
pl: Krew mnie wzmocni.
pt_br: O sangue me deixará forte.
ru: Кровь сделает меня сильной.
zh_cn: 血将使我强大。
zh_tw: 血將使我強大。
