Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.TRUNK_WINTER
source: In the interest of time, I didn't bother removing the fur.
de: Aus Zeitgründen habe ich mir nicht die Mühe gemacht, das Fell zu entfernen.
es: No me he molestado en quitarle el pelo para no perder el tiempo.
fr: Je n'ai pas retiré la fourrure pour gagner du temps.
it: Per risparmiare tempo, non ho rimosso il pelo.
ja: 時間のことを考えて、毛皮を取り除く手間ひまはかけなかったわ。
ko: 시간을 위해 귀찮게 털을 제거하지는 않았어.
pt_br: Por questões de tempo, não me dei o trabalho de remover a pele.
ru: Чтобы сэкономить время, я не стала чистить его от меха.
zh_tw: 為了節省時間，我就沒費力氣去拔毛。

# CHARACTERS.WANDA.DESCRIBE.TUMBLEWEED
source: I'm sure it's seen a lot during its travels.
de: Ich bin sicher, dass er auf seinen Reisen schon viel gesehen hat.
es: Seguro que ha visto de todo en sus viajes.
fr: À mon avis, il a vu des tas de choses lors de ses voyages.
it: Sono sicura che abbia visto molte cose nel corso dei suoi viaggi.
ja: この旅の中できっとたくさんのことを見てきたはずよ。
ko: 확실히 여행하다가 많이 본 것 같아.
pt_br: Tenho certeza de que ela viu muito durante suas viagens.
ru: Уверена, оно многое повидало в своих странствиях.
zh_tw: 它在旅程中肯定什麼都見過了。

# CHARACTERS.WANDA.DESCRIBE.TURFCRAFTINGSTATION
source: I've tampered with time, I guess I could tamper with the ground a bit too.
de: Ich habe an der Zeit herumgepfuscht, ich schätze, ich könnte auch ein bisschen an der Erde herumpfuschen.
es: Si he alterado el tiempo, supongo que puedo hacer lo mismo con la tierra.
fr: J'ai manipulé le temps, alors je peux bien manipuler un peu le sol aussi.
it: Ho manipolato il tempo... Suppongo di poter manipolare un pochino anche il terreno.
ja: 私、時間を変えられるんだから、少しなら地面も変えられると思うわ。
ko: 나는 시간을 조작했고, 땅도 조금 건드릴 수 있을 것 같아.
pt_br: Eu manipulei o tempo, acho que também consigo manipular um pouco o solo.
ru: Раз уж я ковырялась во времени, то можно и в земле поковыряться.
zh_tw: 時間我都能篡改，土地我應該也行。

# CHARACTERS.WANDA.DESCRIBE.TURF_ARCHIVE
source: Slightly more interesting to look at, but still just ground.
de: Etwas interessanter anzuschauen, aber trotzdem ist das immer noch nur Erdboden.
es: Ahora es un poco más interesante de mirar, pero es tierra, ni más ni menos.
fr: C'est un peu plus intéressant à observer, mais c'est juste un sol.
it: Leggermente più interessante da guardare, ma resta comunque terra.
ja: 見栄えが少し良くなったけど、それでもまだただの地面。
ko: 보기에 약간 더 흥미롭지만 여전히 바닥이야.
pt_br: Um pouquinho mais interessante de se olhar, mas ainda é apenas chão.
ru: Это все еще просто земля, хоть на нее и немного интереснее смотреть.
zh_tw: 雖然看著有意思一點，但終究就是土地。

# CHARACTERS.WANDA.DESCRIBE.TURF_BADLANDS
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_CARPETFLOOR
source: I've missed carpet...
de: Ich habe das Teppichgebiet so vermisst ...
es: Cómo echaba de menos la moqueta...
fr: La moquette me manquait...
it: Come mi è mancata la moquette...
ja: カーペットが恋しい…
ko: 줄곧 카펫이 그리웠어...
pt_br: Estava com saudade de carpete...
ru: Я скучала по коврам...
zh_tw: 我沒看到地毯……

# CHARACTERS.WANDA.DESCRIBE.TURF_CAVE
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_CHECKERFLOOR
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_DECIDUOUS
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_DESERTDIRT
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_DIRT
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_DRAGONFLY
source: This might actually be useful.
de: Das könnte doch tatsächlich nützlich werden.
es: Podría serme útil.
fr: Ça pourrait être utile.
it: Questo potrebbe essere utile.
ja: これ、実際すごく便利かもしれないわ。
ko: 실제로는 유용할지 몰라.
pt_br: Isto pode ser útil de verdade.
ru: А вот эта земля может пригодиться.
zh_tw: 這可能真的很有用。

# CHARACTERS.WANDA.DESCRIBE.TURF_FOREST
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_FUNGUS
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_FUNGUS_GREEN
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_FUNGUS_MOON
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_FUNGUS_RED
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_GRASS
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_MARSH
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_METEOR
source: Slightly more interesting to look at, but still just ground.
de: Etwas interessanter anzuschauen, aber trotzdem ist das immer noch nur Erdboden.
es: Ahora es un poco más interesante de mirar, pero es tierra, ni más ni menos.
fr: C'est un peu plus intéressant à observer, mais c'est juste un sol.
it: Leggermente più interessante da guardare, ma resta comunque terra.
ja: 見栄えが少し良くなったけど、それでもまだただの地面。
ko: 보기에 약간 더 흥미롭지만 여전히 바닥이야.
pt_br: Um pouquinho mais interessante de se olhar, mas ainda é apenas chão.
ru: Это все еще просто земля, хоть на нее и немного интереснее смотреть.
zh_tw: 雖然看著有意思一點，但終究就是土地。

# CHARACTERS.WANDA.DESCRIBE.TURF_MUD
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_PEBBLEBEACH
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_ROAD
source: A road to where, exactly?
de: Und genau wohin führt die Straße?
es: ¿A dónde lleva ese camino?
fr: Et cette route mène... où, exactement ?
it: Una strada per dove, esattamente?
ja: この道は正確にはどこにつながってるの？
ko: 정확히 어디로 가는 길이지?
pt_br: Uma estrada pra onde, exatamente?
ru: Но куда ведет эта дорога?
zh_tw: 這條路通往哪裡？

# CHARACTERS.WANDA.DESCRIBE.TURF_ROCKY
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_SANDY
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_SAVANNA
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_SHELLBEACH
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_SINKHOLE
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_UNDERROCK
source: Why am I wasting time staring at the ground?
de: Warum verschwende ich Zeit damit, auf den Boden zu starren?
es: ¿Por qué estoy perdiendo el tiempo mirando al suelo?
fr: Pourquoi je perds mon temps à regarder le sol ?
it: Perché sto perdendo tempo guardando per terra?
ja: なんで私は地面を見つめて時間をムダにしてるのかしら？
ko: 나는 왜 땅을 바라보며 시간을 낭비하고 있는 걸까?
pt_br: Por que estou perdendo tempo olhando pro chão?
ru: Зачем я разглядываю землю? Время можно потратить с большей пользой!
zh_tw: 我為什麼要浪費時間盯著地面看？

# CHARACTERS.WANDA.DESCRIBE.TURF_WOODFLOOR
source: I missed the comforting creak of floorboards beneath my feet.
de: Ich habe das beruhigende Knarren der Dielen unter meinen Füßen vermisst.
es: Cómo echaba de menos el crujido del suelo bajo los pies...
fr: Le grincement réconfortant du plancher sous mes pieds m'a manqué.
it: Mi è mancato il gradevole scricchiolio delle assi di legno sotto i piedi.
ja: 足元の床板がきしむ音、あの落ち着く音が恋しかった。
ko: 발 아래에서 삐걱거리며 위로를 주는 마룻장 소리가 그리웠어.
pt_br: Senti falta do rangido reconfortante do assoalho sob meus pés.
ru: Я скучала по скрипу пола под ногами. Он успокаивает.
zh_tw: 我想念腳下木地板發出的舒適的吱吱聲。

# CHARACTERS.WANDA.DESCRIBE.TURKEYDINNER
source: Oh, that smells good...
de: Oh, das riecht gut ...
es: Ay, huele de maravilla.
fr: Oh, ça sent bon...
it: Oh, che buon profumino...
ja: ああ、いい匂い。
ko: 아, 좋은 냄새가 난다...
pt_br: Ah, que cheiro bom...
ru: М-м-м, пахнет здорово...
zh_tw: 哦，這聞起來不錯……

# CHARACTERS.WANDA.DESCRIBE.TURNIP
source: A simple turnip.
de: Eine gewöhnliche Rübe.
es: Un nabo normal y corriente.
fr: C'est juste un navet.
it: Una semplice rapa.
ja: ただのカブ。
ko: 그냥 순무잖아.
pt_br: Um nabo simples.
ru: Просто репа.
zh_tw: 就一根蘿蔔。

# CHARACTERS.WANDA.DESCRIBE.TURNIP_COOKED
source: The turnip's been thoroughly roasted.
de: Die Rübe ist gründlich geröstet worden.
es: Un nabo asado a la perfección.
fr: Un navet bien rôti.
it: La rapa è stata arrostita a puntino.
ja: カブはまんべんなくローストされたわ。
ko: 순무가 완전히 구워졌다.
pt_br: O nabo está completamente assado.
ru: Хорошо прожаренная репа.
zh_tw: 蘿蔔已經烤好了。

# CHARACTERS.WANDA.DESCRIBE.TURNIP_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.TURTILLUS
source: Its shell is so spiky!
de: Die Schale ist so stachelig!
es: ¡Cuántos pinchos tiene el caparazón!
fr: Sa carapace est super pointue !
it: La sua corazza ha tante punte!
ja: 甲羅がすごくトゲトゲしてる！
ko: 등딱지에 뾰족한 가시가 있다!
pt_br: Sua carapaça é toda pontuda!
ru: Раковина такая колючая!
zh_tw: 它的殼有尖刺！

# CHARACTERS.WANDA.DESCRIBE.TWIGGYTREE.BURNING
source: Maybe that was supposed to happen.
de: Vielleicht sollte das ja so kommen.
es: A lo mejor tenía que pasar.
fr: C'était peut-être censé arriver de toute façon.
it: Forse doveva accadere.
ja: 起こるべくして起きたのかも。
ko: 아마도 그런 일이 일어나야 했겠지.
pt_br: Talvez isso tivesse que acontecer.
ru: Может, этому было суждено произойти.
zh_tw: 也許那是註定的。

# CHARACTERS.WANDA.DESCRIBE.TWIGGYTREE.BURNT
source: Well, what's done is done. For now anyway.
de: Nun, was geschehen ist, ist geschehen. Zumindest für den Augenblick.
es: En fin, lo hecho, hecho está. Al menos por ahora.
fr: Bon, ce qui est fait est fait. Pour le moment, en tout cas.
it: Beh, ciò che è fatto è fatto. Per ora, almeno.
ja: んー…もう過ぎたことはしょうがないわ。とりあえずのところは。
ko: 자, 지난 일은 지난 일이야. 어쨌든 지금은.
pt_br: Bom, o que está feito, está feito. Por enquanto.
ru: Сделанного не воротишь... или, может, все-таки?..
zh_tw: 哎，也只能接受發生的事情了。現在只好如此。

# CHARACTERS.WANDA.DESCRIBE.TWIGGYTREE.CHOPPED
source: Its time in this world was cut short.
de: Seine Zeit in dieser Welt war kurz bemessen.
es: Le acortaron su vida en este mundo...
fr: Son temps dans ce monde a été écourté.
it: Il suo tempo in questo mondo è stato stroncato.
ja: この木のこの世界における時間を切り取ったわ。
ko: 이 세계에서의 시간은 거의 끝났어.
pt_br: O tempo dela neste mundo foi... cortado.
ru: Его время в этом мире истекло раньше, чем могло бы.
zh_tw: 它在這個世界上的時間被縮短了。

# CHARACTERS.WANDA.DESCRIBE.TWIGGYTREE.DISEASED
source: It looks sick. More so than usual.
de: Sieht kränker als gewöhnlich aus.
es: Parece enfermo. Más que de costumbre.
fr: Ça a l'air bien malade. Encore plus que d'habitude.
it: Sembra malato. Più del solito.
ja: あの個体は、特に貧弱そうだな…
ko: 병들어 보인다. 평소보다도 더.
pt_br: Parece doente. Mais do que o normal.
ru: Выглядит очень вяло. Более вяло, чем обычно.
zh_tw: 它看起來很糟糕。比平常還嚴重。

# CHARACTERS.WANDA.DESCRIBE.TWIGGYTREE.GENERIC
source: It's barely a tree, more like a sad collection of sticks.
de: Das kann man kaum Baum nennen, das ist eher eine Ansammlung von Stöcken.
es: Casi parece más una colección de palos que un árbol.
fr: Ce n'est pas vraiment un arbre. C'est plus un triste ensemble de branches.
it: Altro che albero, sembra più una triste raccolta di ramoscelli.
ja: 木って言うほど立派じゃない。どちらかっていうと棒の寄せ集め。
ko: 거의 나무라고는 할 수 없고 슬프지만 막대기 모음 같아.
pt_br: Está mais para uma coleção triste de gravetos do que uma árvore.
ru: Это даже не дерево, а так, унылый пучок палок.
zh_tw: 幾乎不能算樹，更像是一捆可悲的棍子。

# CHARACTERS.WANDA.DESCRIBE.TWIGGY_NUT
source: The beginnings of a tree.
de: Der Ansatz eines Baums.
es: Los comienzos de un árbol.
fr: Le début d'un arbre.
it: Gli albori di un albero.
ja: 木の始まり。
ko: 나무의 탄생이다.
pt_br: Os primórdios de uma árvore.
ru: Так и начинается дерево.
zh_tw: 樹的開始。

# CHARACTERS.WANDA.DESCRIBE.TWIGGY_NUT_SAPLING
source: Good luck, scraggly little tree.
de: Viel Glück, kleines dürres Bäumchen.
es: Buena suerte, arbolito desaliñado.
fr: Bonne chance, petit arbrisseau.
it: Buona fortuna, scarno alberello.
ja: 頑張って、ぎくしゃくした小さい木。
ko: 행운을 비러, 들쭉날쭉한 작은 나무야.
pt_br: Boa sorte, arvorezinha raquítica.
ru: Удачи, чахлое деревце.
zh_tw: 祝你好運，亂糟糟的小樹。

# CHARACTERS.WANDA.DESCRIBE.TWIGGY_OLD
source: It's aged past its prime.
de: Das Ding hat seine beste Zeit hinter sich.
es: Ya no está en su mejor momento.
fr: Il a fait son temps.
it: I suoi anni verdi sono solo un ricordo.
ja: 盛りの時期は過ぎたわ。
ko: 왕성하게 자랄 시기를 지나고 있어.
pt_br: Está bem envelhecida.
ru: Его лучшие дни уже позади.
zh_tw: 它已經過了盛年。

# CHARACTERS.WANDA.DESCRIBE.TWIGS
source: Twigs always come in handy sooner or later.
de: Zweige sind früher oder später bestimmt nützlich.
es: Las ramitas siempre acaban sirviendo para algo.
fr: On a toujours besoin de bâtons et de branches.
it: Prima o poi i ramoscelli tornano sempre utili.
ja: 小枝はいずれ役に立つ時が必ずくるわ。
ko: 나뭇가지는 항상 조만간 유용해져.
pt_br: Os gravetos serão úteis mais cedo ou mais tarde.
ru: Рано или поздно ветки обязательно пригодятся.
zh_tw: 樹枝總是遲早會派上用場的。

# CHARACTERS.WANDA.DESCRIBE.TWINOFTERROR1
source: That doesn't look like any clockwork I've ever seen.
de: Das sieht nicht wie ein Uhrwerk aus, das ich je zu Gesicht bekommen hätte.
es: Nunca había visto un mecanismo como este.
fr: Ça ne ressemble à aucun mécanisme d'horlogerie que je connais.
it: Non assomiglia a un nessun orologio che abbia visto.
ja: これまでに見たどの時計仕掛けとも似てないわ。
ko: 이런 시계 장치 같은 걸 본 적이 없어.
pt_br: Isso não se parece com um mecanismo que eu já tenha visto.
ru: Никогда в жизни не видела подобных механизмов.
zh_tw: 我還從來沒見過這樣的發條結構。

# CHARACTERS.WANDA.DESCRIBE.TWINOFTERROR2
source: That doesn't look like any clockwork I've ever seen.
de: Das sieht nicht wie ein Uhrwerk aus, das ich je zu Gesicht bekommen hätte.
es: Nunca había visto un mecanismo como este.
fr: Ça ne ressemble à aucun mécanisme d'horlogerie que je connais.
it: Non assomiglia a un nessun orologio che abbia visto.
ja: これまでに見たどの時計仕掛けとも似てないわ。
ko: 이런 시계 장치 같은 걸 본 적이 없어.
pt_br: Isso não se parece com um mecanismo que eu já tenha visto.
ru: Никогда в жизни не видела подобных механизмов.
zh_tw: 我還從來沒見過這樣的發條結構。

# CHARACTERS.WANDA.DESCRIBE.UMBRELLA
source: A handy little rain napper.
de: Ein praktischer kleiner Regenfänger.
es: Un protector de lluvia muy útil.
fr: De quoi se protéger efficacement de la pluie.
it: Un pratico ombrellino.
ja: 便利な小さい雨避け。
ko: 편리한 작은 비옷이야.
pt_br: Um guarda-chuvinha prático.
ru: Очень удобный зонтик.
zh_tw: 方便的小雨具。

# CHARACTERS.WANDA.DESCRIBE.UNAGI
source: It makes the eel slightly better.
de: Dadurch werden Aale etwas erträglicher.
es: Así la anguila sabe un poquito mejor.
fr: Ça rend l'anguille un peu plus savoureuse.
it: Ora l'anguilla è leggermente migliorata.
ja: ウナギが多少はマシになったみたいね。
ko: 그것은 장어를 약간 더 훌륭하게 만들지.
pt_br: Ela deixa a enguia um pouquinho melhor.
ru: Теперь угорь немного вкуснее.
zh_tw: 烹調適當能使鰻魚的味道稍好一些。
