Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.EGGPLANT_COOKED
source: Could use tomato sauce and Parmesan...
de: Könnte ein bisschen Chimichurri-Soße vertragen ...
es: Le hace falta salsa de tomate y parmesano...
es_mx: Quedaría bien con salsa de tomate y parmesano...
fr: Ça serait bon avec de la sauce tomate et du parmesan...
it: Mi servirebbe un sugo e del parmigiano...
ja: トマトソースと粉チーズ、かけたいネ…
ko: 토마토 소스와 파마산 치즈가 있었으면...
pl: Przydałoby się trochę sosu pomidorowego i parmezanu...
pt_br: Um pouco de molho de tomate e parmesão cairiam bem...
ru: Можно было бы взять томатный соус и пармезан…
zh_cn: 可以加点番茄酱和帕尔马干酪...
zh_tw: 可以加點番茄醬和帕爾馬乾酪...

# CHARACTERS.WARLY.DESCRIBE.EGGPLANT_OVERSIZED
source: Now the question is, do I bake you or fry you?
de: Die Frage ist nun, ob ich dich backen oder braten soll.
es: La pregunta es... ¿Te meto en el horno o en la sartén?
fr: Bon, la vraie question c'est est-ce que je te passe au four ou est-ce que je te fais frire ?
it: La domanda è: devo friggerti o cuocerti al forno?
ja: 今の問題は、キミをオーブンで焼くかフライにするかってことネ？
ko: 이제 문제는 널 구울 것인지 아니면 튀길 것인지야.
pl: Teraz pozostaje tylko zdecydować, czy cię upiec, czy usmażyć.
pt_br: Agora a questão é, eu vou te assar ou fritar?
ru: Поджарить тебя или запечь, вот в чем вопрос.
zh_cn: 问题来了，我是要烤你呢还是要油炸呢？
zh_tw: 問題來了，我是要烤你呢還是要油炸呢？

# CHARACTERS.WARLY.DESCRIBE.EGGPLANT_SEEDS
source: Future ingredients, just waiting to be grown!
de: Zutaten der Zukunft, die nur darauf warten, angebaut zu werden!
es: ¡Futuros ingredientes que aún tienen que crecer!
fr: De futurs ingrédients qui n'attendent que de pouvoir pousser !
it: Ingredienti futuri, che aspettano solo di essere coltivati!
ja: 未来の食材、育つのを待ってるヨ。
ko: 미래의 식재료야, 다만 자라기를 기다리고 있어!
pl: Będą z nich składniki. Trzeba tylko poczekać, aż urosną!
pt_br: Futuros ingredientes, só esperando para serem cultivados!
ru: Скоро они станут ингредиентами, нужно только их вырастить!
zh_cn: 未来的食材，就等着你来种!
zh_tw: 未來的食材，就等著你來種!

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.BURNT
source: Should have taken it out of the oven sooner.
de: Ich hätte das nicht so lange im Ofen lassen sollen.
es: Debería haberlo sacado del horno incluso antes.
es_mx: Debí sacarla antes del horno.
fr: J'aurais dû le sortir du four plus tôt.
it: Avrei dovuto tirarlo fuori dal forno un paio di secondi prima.
ja: もっと早くにオーブンから出しておけば良かったネ。
ko: 오븐에서 더 빨리 꺼내야 했어.
pl: Trzeba było wcześniej wyjąć z piekarnika.
pt_br: Eu devia ter tirado do forno antes.
ru: Надо было пораньше доставать из духовки.
zh_cn: 应该早点从炉子里拿出来的。
zh_tw: 應該早點從爐子裡拿出來的。

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.EMPTY
source: It could use a little something.
de: Da fehlt noch eine Kleinigkeit.
es: Le hace falta un algo.
es_mx: Le falta algo.
fr: Ça manque d'un petit quelque chose.
it: Manca qualcosa.
ja: コレ、小さい何かを使えたネ。
ko: 뭔가 있으면 좋겠어.
pl: Przydałoby się tu coś postawić.
pt_br: Acho que precisa de alguma coisa.
ru: Чего-то явно не хватает.
zh_cn: 还缺点东西。
zh_tw: 還缺點東西。

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.FRESHLIGHT
source: Now we can all shine a little brighter.
de: Jetzt ist alles etwas heller.
es: Ahora todos podemos resplandecer un poco más.
es_mx: Ahora todos podemos brillar un poquito más.
fr: On peut désormais tous briller un peu plus.
it: Ora possiamo brillare tutti un po' di più.
ja: これでみんな少しだけ明るく輝けるネ。
ko: 이제 전부 좀 더 밝게 빛날 수 있어.
pl: Zrobiło się trochę jaśniej.
pt_br: Agora, podemos todos brilhar mais intensamente.
ru: Теперь в наших жизнях будет больше света.
zh_cn: 现在我们都可以发光发亮了。
zh_tw: 現在我們都可以發光發亮了。

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.GENERIC
source: I miss table settings.
de: Mir fehlen die Gedecke.
es: Echo de menos los servicios de mesa.
es_mx: Extraño poner la mesa.
fr: L'argenterie me manque.
it: Mi manca poter apparecchiare la tavola come si deve.
ja: ボク、テーブルセッティングが懐かしいヨ。
ko: 테이블 세팅이 그리워.
pl: Tęsknię za zastawą stołową...
pt_br: Sinto falta dos serviços de jantar.
ru: Скучаю по сервировкам стола.
zh_cn: 我怀念精美的餐桌布置。
zh_tw: 我懷念精美的餐桌佈置。

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.OLDLIGHT
source: It's looking pretty dim.
de: Sieht ziemlich trübe aus.
es: Qué pinta más siniestra...
es_mx: Se ve bastante sombría.
fr: C'est plutôt tamisé.
it: È un po' fioca.
ja: すごく暗いヨ。
ko: 꽤 어둑해 보여.
pl: Wygląda trochę ponuro.
pt_br: Parece muito escuro.
ru: Выглядит тускло.
zh_cn: 它看起来很暗。
zh_tw: 它看起來很暗。

# CHARACTERS.WARLY.DESCRIBE.ENDTABLE.WILTED
source: I hope Maman Angeline is eating well without me.
de: Hoffentlich isst Maman Angeline gut ohne mich.
es: Espero que Maman Angeline esté comiendo bien sin mí.
es_mx: Espero que mamá Angeline esté comiendo bien sin mí.
fr: J'espère que maman Angeline mange bien, sans moi.
it: Spero che Maman Angeline mangi sano senza di me.
ja: マダムアンジェリンはボクがいなくてもちゃんと食べてるといいなぁ。
ko: 마망 안젤린이 나 없이도 잘 먹어야 할 텐데.
pl: Mam nadzieję, że maman Angeline dobrze się odżywia beze mnie.
pt_br: Tomara que a Maman Angeline esteja comendo bem sem mim.
ru: Надеюсь, maman Ангелина хорошо без меня кушает.
zh_cn: 虽然我不在身边，但是希望安吉丽娜妈妈好吃好喝。
zh_tw: 雖然我不在身邊，但是希望安吉麗娜媽媽好吃好喝。

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN.BURNING
source: Au revoir, tree.
de: Au revoir, Bäumchen.
es: Au revoir, árbol.
es_mx: Au revoir, árbol.
fr: Au revoir, arbre.
it: Au revoir, albero.
ja: アデュー！
ko: 안녕, 나무야.
pl: Au revoir, drzewko.
pt_br: Au revoir, árvore.
ru: До свидания, дерево.
zh_cn: 再见了，大树。
zh_tw: 再見了，大樹。

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN.BURNT
source: Crisp, no?
de: Knusprig, was?
es: Crujiente, ¿verdad?
es_mx: Crujiente, ¿verdad?
fr: Croustillant non ?
it: Croccante, no?
ja: クリスピー？
ko: 아주 바삭하네?
pl: Czips?
pt_br: Crocante, não?
ru: Хрустит, не так ли?
zh_cn: 很脆，不是吗？
zh_tw: 很脆，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN.CHOPPED
source: Sliced!
de: In Scheiben geschnitten.
es: ¡En rodajas!
es_mx: ¡En rodajas!
fr: Découpé !
it: Affettato!
ja: スライス！
ko: 썰렸네!
pl: Posiekany!
pt_br: Em cubos!
ru: Нарезано!
zh_cn: 切片！
zh_tw: 切片！

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN.GENERIC
source: A soldier of the exotic forest.
de: Ein Soldat des exotischen Waldes.
es: Un soldado del bosque exótico.
es_mx: Un soldado del bosque exótico.
fr: Un soldat d'une forêt exotique.
it: Un soldato della foresta esotica.
ja: まるで、異国の森の兵士ネ
ko: 이국적인 숲의 병사다.
pl: Żołnierz egzotycznego lasu.
pt_br: Um soldado da floresta exótica.
ru: Боец экзотического леса.
zh_cn: 异国森林的战士。
zh_tw: 異國森林的戰士。

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Au revoir, tree.
de: Au revoir, Bäumchen.
es: Au revoir, árbol.
es_mx: Au revoir, árbol.
fr: Au revoir, arbre.
it: Au revoir, albero.
ja: アデュー！
ko: 안녕, 나무야.
pl: Au revoir, drzewko.
pt_br: Au revoir, árvore.
ru: До свидания, дерево.
zh_cn: 再见了，大树。
zh_tw: 再見了，大樹。

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Crisp, no?
de: Knusprig, was?
es: Crujiente, ¿verdad?
es_mx: Crujiente, ¿verdad?
fr: Croustillant non ?
it: Croccante, no?
ja: クリスピー？
ko: 아주 바삭하네?
pl: Czips?
pt_br: Crocante, não?
ru: Хрустит, не так ли?
zh_cn: 很脆，不是吗？
zh_tw: 很脆，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Sliced!
de: In Scheiben geschnitten.
es: ¡En rodajas!
es_mx: ¡En rodajas!
fr: Découpé !
it: Affettato!
ja: スライス！
ko: 썰렸네!
pl: Posiekany!
pt_br: Em cubos!
ru: Нарезано!
zh_cn: 切片！
zh_tw: 切片！

# CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: A coneless arbre.
de: Ein Baum ohne Zapfen.
es: Un árbol sin piñas.
es_mx: Un árbol sin piñas.
fr: Un arbre sans cônes.
it: Un arbre senza pigne.
ja: 種をつけない変わった木ネ
ko: 솔방울이 안 달렸어.
pl: Nie widzę żadnych szyszek.
pt_br: Uma arbre sem cone.
ru: Дерево без шишек.
zh_cn: 一棵没有果实的树。
zh_tw: 一棵沒有果實的樹。

# CHARACTERS.WARLY.DESCRIBE.EYEBRELLAHAT
source: "Eye" like it!
de: Auge zum Himmel.
es: ¡Ojo, qué bonito!
es_mx: ¡Qué bonita “vista”!
fr: Bon pied, bon œil !
it: Piace all'occhio.
ja: 本日の“目玉”商品ネ！
ko: 눈 모자다!
pl: Na oko całkiem niezła!
pt_br: Olho por olho, guarda-chuva por guarda-chuva.
ru: Радует глаз!
zh_cn: 大眼睛，我喜欢！
zh_tw: 大眼睛，我喜歡！

# CHARACTERS.WARLY.DESCRIBE.EYEMASKHAT
source: I must remember to avoid cutting onions while wearing this.
de: Ich muss daran denken, keine Zwiebeln zu schneiden, während ich das trage.
es: Tengo que evitar cortar cebollas con esto puesto.
fr: Je dois me souvenir de ne pas couper d'oignons quand je porte ça.
it: Devo ricordarmi di evitare di tagliare le cipolle mentre la indosso.
ja: コレを着てるときはタマネギを切らないようにしないとネ。
ko: 이걸 썼을 때는 양파를 자르지 말아야 한다는 걸 기억해야 해.
pl: Muszę pamiętać, by nie kroić cebuli, gdy mam to na sobie.
pt_br: Eu tenho que lembrar de não cortar cebolas enquanto visto isso.
ru: Лук в ней резать явно не стоит.
zh_cn: 我得留意戴这个时不能切洋葱。
zh_tw: 我得留意戴這個時不能切洋蔥。

# CHARACTERS.WARLY.DESCRIBE.EYEOFTERROR
source: That eye has a hungry look to it...
de: Das Auge blickt aber hungrig drein ...
es: Ese ojo me mira con cara de hambre...
fr: Cet œil a l'air affamé...
it: Quell'occhio ha uno sguardo famelico...
ja: アノ目、空腹そうに見ているヨ…
ko: 저 눈알이 배고픈 표정이야...
pl: To oko wygląda na wygłodniałe...
pt_br: Esse olho tem um olhar faminto...
ru: У него такой голодный взгляд...
zh_cn: 露出饥饿的眼神……
zh_tw: 露出饑餓的眼神……

# CHARACTERS.WARLY.DESCRIBE.EYEOFTERROR_MINI
source: I'm sure there are tastier things to eat than me!
de: Ich bin mir sicher, dass es schmackhaftere Dinge zu essen gibt als mich!
es: ¡Seguro que hay cosas que están mucho más buenas que yo!
fr: Je suis sûr qu'il y a bien plus savoureux que moi !
it: Sono sicuro che ci sono cose più gustose di me da mangiare!
ja: ボクよりオイシイものはたくさんあるヨ！
ko: 분명히 나보다 더 맛있는 게 있을 거야!
pl: Na pewno są smaczniejsze rzeczy do jedzenia niż ja!
pt_br: Tenho certeza que há coisas mais saborosas do que eu!
ru: Я совсем не вкусный, уверяю! Есть блюда и поаппетитнее!
zh_cn: 那么多好吃的不吃，你吃我！
zh_tw: 那麼多好吃的不吃，你吃我！

# CHARACTERS.WARLY.DESCRIBE.EYEOFTERROR_MINI_GROUNDED
source: Don't make me scramble you!
de: Zwing mich nicht, dich zu verquirlen!
es: ¡No me obligues a batirte!
fr: Ne me force pas à te transformer en omelette !
it: Non costringermi a strapazzarti!
ja: キミをかき混ぜたくないヨ！
ko: 내가 널 스크램블하지 않게 해줘!
pl: Żebym nie musiał cię ubić!
pt_br: Não me force a fazer mexidos com você!
ru: Не заставляй меня сделать из тебя болтунью!
zh_cn: 别逼我炒了你！
zh_tw: 別逼我炒了你！

# CHARACTERS.WARLY.DESCRIBE.EYEPLANT
source: Is that a mouth?
de: Ist das ein Mund?
es: ¿Es una boca?
es_mx: ¿Eso es una boca?
fr: C'est... une bouche ?
it: È una bocca?
ja: アレは口かな？
ko: 입인가?
pl: Czy to usta?
pt_br: Isso é uma boca?
ru: Это что, рот?
zh_cn: 那是个嘴巴吗？
zh_tw: 那是個嘴巴嗎？

# CHARACTERS.WARLY.DESCRIBE.EYETURRET
source: This is my friend, Lazer Oeil!
de: Sie führt zu meinem neuen Freund.
es: ¡Este es mi amigo, Lazer Oeil!
es_mx: ¡Este es mi amigo, Lazer Oeil!
fr: C'est mon ami, l'œil-laser !
it: Questo è il mio amico, Lazer Oeil!
ja: レーザー式の目玉デバイスだヨ！
ko: 내 친구 레이저 눈깔이야!
pl: Oto mój przyjaciel, Lazer Oeil!
pt_br: Esse é o meu amigo, Oeil Lazer!
ru: Это мой друг, Лазерный глаз!
zh_cn: 这是我的朋友“激光眼”！
zh_tw: 這是我的朋友“鐳射眼”！

# CHARACTERS.WARLY.DESCRIBE.EYETURRET_ITEM
source: Wake up!
de: Wach auf!
es: ¡Despierta!
es_mx: ¡Despierta!
fr: Réveille-toi !
it: Sveglia!
ja: 起キナサーイ！
ko: 일어나!
pl: Pobudka!
pt_br: Acorde!
ru: Просыпайся!
zh_cn: 醒醒！
zh_tw: 醒醒！

# CHARACTERS.WARLY.DESCRIBE.FARMPLOT.BURNT
source: Stayed in the oven a tad too long.
de: Das war ein bisschen zu lange im Ofen.
es: Ha estado demasiado tiempo en el horno.
es_mx: Se pasó de tiempo en el horno.
fr: C'est resté au four un peu trop longtemps.
it: Rimasto nel forno un poco troppo.
ja: ちょっと焼き時間が長すぎたみたいネ
ko: 오븐 안에 너무 오래 있었어.
pl: Trochę za długo się piekło.
pt_br: Ficou no forno um pouco de mais.
ru: Совсем чуть-чуть передержали на огне.
zh_cn: 在烤箱里放了太长时间。
zh_tw: 在烤箱裡放了太長時間。

# CHARACTERS.WARLY.DESCRIBE.FARMPLOT.GENERIC
source: I can grow my own ingredients!
de: Damit könnte meinen eigenen Mais anbauen.
es: ¡Puedo hacer crecer mis propios ingredientes!
es_mx: ¡Puedo hacer crecer mis propios ingredientes!
fr: Je peux faire pousser mes propres ingrédients !
it: Posso far crescere i miei ingredienti!
ja: 食材を自給自足できるネ！
ko: 내가 쓸 재료를 직접 재배할 수 있어!
pl: Mogę wyhodować swoje własne składniki!
pt_br: Posso cultivar meus próprios ingredientes!
ru: Я сам могу вырастить свои ингредиенты!
zh_cn: 我可以种植自己的食材了！
zh_tw: 我可以種植自己的食材了！

# CHARACTERS.WARLY.DESCRIBE.FARMPLOT.GROWING
source: Ah, couldn't be more fresh!
de: Ah, konnte nicht frischer sein!
es: ¡Ah, no podría ser más fresco!
es_mx: ¡Ah, no podría ser más fresco!
fr: Ah ! Ça ne pourrait pas être plus frais !
it: Ah, non potrebbe essere più fresco!
ja: 新鮮な摘みたて野菜、食べるの楽しみネ！
ko: 이보다 더 신선할 수는 없지!
pl: Świeższe już nie będą!
pt_br: Ah, não poderia ser mais fresco!
ru: Ах, свежее не бывает!
zh_cn: 啊，超级新鲜！
zh_tw: 啊，超級新鮮！

# CHARACTERS.WARLY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Needs to be fertilized.
de: Muss gedüngt werden.
es: Necesita fertilizante.
es_mx: Necesita fertilizante.
fr: Il faudrait fertiliser ça.
it: Ha bisogno di fertilizzante.
ja: 肥料、やらないとだめネ
ko: 비료를 뿌려야겠다.
pl: Przydałoby się trochę nawozu.
pt_br: Precisa ser fertilizado.
ru: Нужно удобрить.
zh_cn: 需要施肥。
zh_tw: 需要施肥。

# CHARACTERS.WARLY.DESCRIBE.FARM_HOE
source: I'd better get planting if I want some fresh ingredients.
de: Ich sollte besser pflanzen, wenn ich frische Zutaten haben will.
es: Tengo que empezar a plantar si quiero tener ingredientes frescos.
fr: Je ferais mieux de commencer à planter des graines, si je veux des ingrédients frais.
it: Sarà bene che pianti qualcosa se voglio degli ingredienti freschi.
ja: 新鮮な材料が欲しいなら、ボク、植え付けした方がいいネ。
ko: 신선한 재료를 원하면 심는 게 좋아.
pl: Lepiej zabieram się za sianie, żeby mieć świeże składniki.
pt_br: É melhor eu começar a plantar se quiser ingredientes frescos.
ru: Надо бы заняться огородом, если хочется увидеть свежий урожай.
zh_cn: 要想吃到新鲜的食材，我还是动手种吧。
zh_tw: 要想吃到新鮮的食材，我還是動手種吧。

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.BURNING
source: It's too soon to start cooking!
de: Es ist noch zu früh, um mit dem Kochen anzufangen!
es: ¡Todavía no ha llegado la hora de cocinarte!
fr: Il est trop tôt pour tout mettre au four !
it: È troppo presto per iniziare a cucinare!
ja: 料理を始めるには早すぎヨ！
ko: 요리를 시작하기에는 너무 일러!
pl: Za wcześnie na gotowanie!
pt_br: É cedo demais pra começar a cozinhar!
ru: Рановато еще его готовить!
zh_cn: 现在开始做饭还太早了!
zh_tw: 現在開始做飯還太早了!

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.FULL
source: Ready for cooking!
de: Bereit zum Kochen!
es: ¡Ya se puede cocinar!
fr: C'est l'heure de cuisiner !
it: È ora di mettersi ai fornelli!
ja: 料理の準備バンタンヨ！
ko: 요리 준비 완료!
pl: Gotowy do gotowania!
pt_br: Pronta para cozinhar!
ru: Самое то для готовки!
zh_cn: 可以烹调了！
zh_tw: 可以烹調了！

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.FULL_OVERSIZED
source: Mon dieu, it's enormous!
de: Mon dieu! Das ist ja riesig!
es: Mon dieu, ¡es gigante!
fr: Diantre... c'est énorme !
it: Mon dieu, è enorme!
ja: アア、神様ッ！コ、コンナに大きくなったヨ！
ko: 몽듀(맙소사), 엄청나다!
pl: Mon dieu, ogromna roślina!
pt_br: Mon dieu, é enorme!
ru: Mon dieu, какое огромное растение!
zh_cn: 我的天，好大！
zh_tw: 我的天，好大！

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.FULL_WEED
source: It seems my garden is full of weeds!
de: Mein Garten scheint voller Unkraut zu sein!
es: Tengo la huerta llena de malas hierbas.
fr: Mon jardin est envahi de mauvaises herbes !
it: A quanto pare, il mio orto è pieno di erbacce!
ja: ボクの庭は雑草だらけみたいネ。
ko: 정원이 잡초로 가득 찬 것 같아!
pl: Zdaje się, że w moim ogrodzie jest pełno chwastów!
pt_br: Acho que meu jardim tá cheio de ervas-daninhas!
ru: Кажется, мой сад заполонили сорняки!
zh_cn: 我的花园里好像长满了杂草!
zh_tw: 我的花園裡好像長滿了雜草!

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.GENERIC
source: My garden.
de: Mein Garten.
es: Mi huerta.
fr: Voici mon jardin.
it: Il mio orto.
ja: ボクの庭。
ko: 나의 정원이.
pl: Mój ogród.
pt_br: Meu jardim.
ru: Хороший у меня садик.
zh_cn: 我的花园。
zh_tw: 我的花園。

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.GROWING
source: The garden is coming along nicely.
de: Der Garten entwickelt sich prächtig.
es: La huerta me está quedando bastante bien.
fr: Le jardin avance bien.
it: L'orto sta venendo molto bene.
ja: 庭はうまく調和されてきたネ。
ko: 정원이 잘 되어 가고 있어.
pl: Ogród dobrze się rozwija.
pt_br: O jardim tá ficando bonito.
ru: У меня в саду все отлично растет.
zh_cn: 小园子郁郁葱葱，枝繁叶茂。
zh_tw: 小園子鬱鬱蔥蔥，枝繁葉茂。

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.ROTTEN
source: How very sad.
de: Ausgesprochen traurig.
es: Qué lástima...
fr: Quelle tristesse...
it: Che tristezza.
ja: オー、なんて悲しい。
ko: 너무 슬퍼.
pl: Przykra sprawa.
pt_br: Que tristeza.
ru: Как печально.
zh_cn: 真是悲哀啊。
zh_tw: 真是悲哀啊。

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.ROTTEN_OVERSIZED
source: Non! What a terrible waste!
de: Non! Welch schreckliche Verschwendung!
es: ¡Non! Menudo desperdicio...
fr: Non ! C'est un gâchis monstrueux !
it: Non! Che spreco!
ja: ノン！もったいないヨ！
ko: 농(아니야)! 끔찍한 쓰레기야!
pl: Non! Co za okropna strata!
pt_br: Non! Que desperdício horrível!
ru: Non! Какая ужасная потеря!
zh_cn: 不！多么可怕的浪费！
zh_tw: 不！多麼可怕的浪費！

# CHARACTERS.WARLY.DESCRIBE.FARM_PLANT.SEED
source: All good things come with time.
de: Gut Ding will Weile haben.
es: Todo lo bueno lleva su tiempo.
fr: Les bonnes choses prennent du temps.
it: Tutte le cose belle richiedono tempo.
ja: いつも良い物には時間がかかるネ。
ko: 좋은 것은 모두 시간이 지나야 오지.
pl: Na wszystko potrzeba czasu.
pt_br: Todas as coisas boas levam tempo.
ru: Все хорошее требует времени.
zh_cn: 美好的事物都会随着时间的推移而到来。
zh_tw: 美好的事物都會隨著時間的推移而到來。

# CHARACTERS.WARLY.DESCRIBE.FARM_PLOW
source: What a handy machine!
de: Was für eine praktische Maschine!
es: Qué máquina más útil.
fr: Quelle machine pratique !
it: Com'è pratico!
ja: なんて便利なマシーン！
ko: 정말 편리한 기계잖아!
pl: Co za przydatna maszyna!
pt_br: Que máquina útil!
ru: Какое удобное устройство!
zh_cn: 多么方便的机器啊!
zh_tw: 多麼方便的機器啊!

# CHARACTERS.WARLY.DESCRIBE.FARM_PLOW_ITEM
source: Now, where to start the garden...
de: Nun, wo soll der Garten angelegt werden ...
es: Bueno, ¿por dónde empiezo la huerta?
fr: Alors, par où commencer le jardin...
it: Dove posso iniziare l'orto?
ja: では、庭はどこから始めればいいカナ…
ko: 이제 어디부터 정원을 만들어 가야...
pl: Zatem gdzie założymy ogród...
pt_br: Agora, por onde vou começar o jardim...
ru: Так, где бы разбить сад...
zh_cn: 从哪里开始开垦园地好呢……
zh_tw: 從哪裡開始開墾園地好呢……

# CHARACTERS.WARLY.DESCRIBE.FARM_SOIL_DEBRIS
source: There's a bit of unwanted garnish in my garden.
de: In meinem Garten gibt es ein paar unerwünschte Beilagen.
es: Hay guarnición bastante indeseable en la huerta.
fr: Il y a quelques accompagnements inattendus dans mon jardin.
it: Nel mio orto c'è qualche condimento di troppo.
ja: ボクの庭にはちょっと要らないガーニッシュがあるヨ。
ko: 정원에 원치 않는 장식이 좀 있네.
pl: W moim ogrodzie jest trochę nieproszonych dodatków.
pt_br: Tem algumas guarnições indesejadas no meu jardim.
ru: У меня в саду появились неуместные украшения.
zh_cn: 我的花园里有一点多余的装饰物。
zh_tw: 我的花園裡有一點多餘的裝飾物。

# CHARACTERS.WARLY.DESCRIBE.FEATHERFAN
source: Why is it so big?
de: Warum soll ich mit Eis auf den Kopf packen?
es: ¿Por qué es tan grande?
es_mx: ¿Por qué es tan grande?
fr: Pourquoi c'est aussi grand ?
it: Perché è così grande?
ja: どうしてこんなに大きいのカナ？
ko: 왜 이리 크지?
pl: Dlaczego jest takie wielkie?
pt_br: Por que é tão grande?
ru: Почему он такой большой?
zh_cn: 它为什么这么大？
zh_tw: 它為什麼這麼大？

# CHARACTERS.WARLY.DESCRIBE.FEATHERHAT
source: What am I supposed to do with this?
de: Was soll ich damit anfangen?
es: ¿Qué se supone que tengo que hacer con esto?
es_mx: ¿Qué se supone que tengo que hacer con esto?
fr: Et je suis censé en faire quoi ?
it: Che cosa dovrei farci?
ja: これで何をしろって言うの？
ko: 이걸로 뭘 하란 거지?
pl: I co mam z tym niby zrobić?
pt_br: O que devo fazer com isso?
ru: И что мне с этим делать?
zh_cn: 这个东西可以用来做什么？
zh_tw: 這個東西可以用來做什麼？

# CHARACTERS.WARLY.DESCRIBE.FEATHERPENCIL
source: Lighter than my meringue.
de: Leichter als meine Baisers.
es: Ni mi merengue es tan ligero.
es_mx: Es más ligero que mi merengue.
fr: C'est plus léger que les meringues que je fais !
it: Più leggera della mia meringa.
ja: メレンゲより軽いヨ。
ko: 내 머랭보다 가벼워.
pl: Lżejsze niż moja beza.
pt_br: Mais leve do que meu merengue.
ru: Легче, чем мое безе.
zh_cn: 比我吃过的蛋白酥皮还轻。
zh_tw: 比我吃過的蛋白酥皮還輕。

# CHARACTERS.WARLY.DESCRIBE.FEATHER_CANARY
source: A bird's feather, in lemon yellow.
de: Eine Vogelfeder in Zitronengelb.
es: Una pluma de un ave, en amarillo limón.
es_mx: Es la pluma de un ave color amarillo limón.
fr: Une plume d'oiseau jaune citron.
it: Piuma di uccello, color giallo limone.
ja: レモンイエローの鳥の羽。
ko: 레몬처럼 노란 새의 깃털이네.
pl: Ptasie pióro, cytrynowożółte.
pt_br: A pena de um pássaro amarela fluorescente.
ru: Птичье перо лимонно-желтого цвета.
zh_cn: 柠檬黄的鸟类羽毛。
zh_tw: 檸檬黃的鳥類羽毛。

# CHARACTERS.WARLY.DESCRIBE.FEATHER_CROW
source: A bird's feather, in truffle black.
de: Die schwarze Feder eines Vogels.
es: Plumaje de ave, de trufa negra.
es_mx: Plumaje de ave, en trufa negra.
fr: Une plume d'oiseau noire comme une truffe.
it: Piuma di uccello, color tartufo nero.
ja: トリュフみたいに黒い鳥の羽根ネ
ko: 트러플처럼 검은색의 깃털이네.
pl: Pasie pióro, truflowoczarne.
pt_br: A pena de um pássaro, cor de trufa.
ru: Перо птицы цвета черного трюфеля.
zh_cn: 一根鸟羽，有着松露的黑色。
zh_tw: 一根鳥羽，有著松露的黑色。

# CHARACTERS.WARLY.DESCRIBE.FEATHER_ROBIN
source: A bird's feather, in cherry red.
de: Die kirschrote Feder eines Vogels.
es: Una pluma de pájaro, en rojo cereza.
es_mx: Una pluma de pájaro, en rojo cereza.
fr: Une plume d'oiseau rouge cerise.
it: Piuma di uccello, color rosso ciliegia.
ja: チェリーみたいに赤い鳥の羽根ネ
ko: 체리 같이 붉은 새의 깃털이네.
pl: Ptasie pióro, wiśniowoczerwone.
pt_br: A pena de um pássaro, cor de cereja.
ru: Перо птицы вишневого цвета.
zh_cn: 一根鸟羽，有着樱桃的红色。
zh_tw: 一根鳥羽，有著櫻桃的紅色。

# CHARACTERS.WARLY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A bird's feather, in tuna blue.
de: Eine thunfischblaue Feder eines Vogels.
es: Una pluma de un ave, en atún azul.
es_mx: Una pluma de un ave, en atún azul.
fr: Une plume d'oiseau, couleur bleu thon.
it: Una piuma di uccello, in tonno blu.
ja: マグロみたいに青い鳥の羽根ネ
ko: 참치처럼 파란 새의 깃털이네.
pl: Ptasie pióro w tuńczykowym odcieniu.
pt_br: Uma pena de pássaro, em azul atum.
ru: Перо птицы цвета голубого тунца.
zh_cn: 一根鸟羽，有着金枪鱼的蓝色。
zh_tw: 一根鳥羽，有著金槍魚的藍色。

# CHARACTERS.WARLY.DESCRIBE.FEM_PUPPET
source: She's trapped!
de: Sie ist gefangen!
es: ¡Está atrapada!
es_mx: ¡Está atrapada!
fr: Elle est piégée !
it: È in trappola!
ja: あいつが罠にかかった！
ko: 잡혔다!
pl: Jest uwięziona!
pt_br: Ela está presa!
ru: Она в ловушке!
zh_cn: 她被困住了！
zh_tw: 她被困住了！

# CHARACTERS.WARLY.DESCRIBE.FENCE
source: A fence.
de: Ein Zaun.
es: Una valla.
es_mx: Una cerca.
fr: Une barrière.
it: Una recinzione.
ja: フェンスだネ。
ko: 울타리야.
pl: Płot.
pt_br: Uma cerca.
ru: Изгородь.
zh_cn: 一个栅栏。
zh_tw: 一個柵欄。

# CHARACTERS.WARLY.DESCRIBE.FENCE_GATE
source: Like an oven door.
de: Wie eine Ofentür.
es: Como la puerta de un horno.
es_mx: Se parece a la puerta de un horno.
fr: On dirait la porte d'un four.
it: Come lo sportello di un forno.
ja: オーブンのドアみたいだネ。
ko: 오븐 문 같아.
pl: Jak drzwi do piekarnika.
pt_br: Como uma porta de forno.
ru: Как дверца духовки.
zh_cn: 就像烤箱的门一样。
zh_tw: 就像烤箱的門一樣。

# CHARACTERS.WARLY.DESCRIBE.FENCE_GATE_ITEM
source: The ingredients for a gate.
de: Komponenten für ein Tor.
es: Los ingredientes de una puerta.
es_mx: Los ingredientes para una buena entrada.
fr: Les ingrédients d'un portail.
it: Gli ingredienti per un cancello.
ja: ゲートの材料だネ。
ko: 문 재료야.
pl: Element bramy.
pt_br: Os ingredientes para um portão.
ru: Ингредиенты для ворот.
zh_cn: 这是大门的配料。
zh_tw: 這是大門的配料。

# CHARACTERS.WARLY.DESCRIBE.FENCE_ITEM
source: The ingredients for a fence.
de: Komponenten für einen Zaun.
es: Los ingredientes de una valla.
es_mx: Los ingredientes para hacer una cerca.
fr: Les ingrédients d'une barrière.
it: Gli ingredienti per una recinzione.
ja: フェンスの材料だネ。
ko: 울타리 재료야.
pl: Element płotu.
pt_br: Os ingredientes para uma cerca.
ru: Ингредиенты для изгороди.
zh_cn: 这是栅栏的配料。
zh_tw: 這是柵欄的配料。

# CHARACTERS.WARLY.DESCRIBE.FERTILIZER
source: Sauce for my garden!
de: Soße für meinen Garten!
es: ¡Salsa para mi jardín!
es_mx: ¡Salsa para mi jardín!
fr: De la sauce pour mon jardin !
it: Una salsa per il mio giardino!
ja: 畑にかけるソース、ってとこネ！
ko: 내 텃밭에 뿌릴 소스다!
pl: Sosik do mojego ogródka!
pt_br: Tempero para o meu jardim!
ru: Соус для моего сада!
zh_cn: 我花园的养料！
zh_tw: 我花園的養料！
