Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.PLANTREGISTRYHAT
source: Wear plant on head to learn about plant? Make sense, florp!
de: Pflanze auf Kopf tragen, um was über Pflanzen zu lernen? Macht Sinn, florp!
es: ¿Llevar planta en la cabeza para aprender de plantas? Tiene sentido, florp.
fr: Porter une plante sur la tête pour apprendre plus de trucs de plantes ? Logique, florp !
it: Pianta in testa per imparare su piante? Geniale, florp!
ja: 頭に植物をかぶって、そして植物のことを学ぶの？なるほどね！フロープ！
ko: 식물을 배우려고 식물을 머리에 썼나? 말 되네, 뻐끔!
pl: Założyć roślinę na głowę, aby uczyć się o roślinach? To ma sens, florp!
pt_br: Usar planta na cabeça pra aprender sobre plantas? Faz sentido, florp!
ru: Надеть растение на голову, чтобы узнать про него больше? Логично, бульк!
zh_tw: 頭戴植物學習植物知識？有道理，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy greens!
de: Grünblätter!
es: ¡Cosas verdes frondosas!
es_mx: ¡Vegetales de hojas!
fr: Ça peut m'aider à manger mes cinq fruits et légumes.
it: Piante verdi con foglie!
ja: 緑の葉っぱだ！
ko: 잎이 무성해!
pl: Liściasta roślinka!
pt_br: Folhas verdes!
ru: Зеленолистики!
zh_tw: 多葉的綠植！

# CHARACTERS.WURT.DESCRIBE.PLANT_NORMAL.GROWING
source: Ready soon, flort?
de: Bald fertig, flort?
es: ¿Todo listo pronto, flort?
es_mx: ¿Estar lista pronto, flop?
fr: C'est bientôt prêt, flort ?
it: Quasi pronta, flort?
ja: 準備はいいかな、フロート？
ko: 곧 준비되나, 뻐끔?
pl: Niedługo urośniesz, flort?
pt_br: Pronto logo, flort?
ru: Хлюп, уже скоро, да?
zh_tw: 馬上就好了嗎，浮浪特？

# CHARACTERS.WURT.DESCRIBE.PLANT_NORMAL.READY
source: Veggies for meee!
de: Gemüse für mich!
es: ¡Verduritas para míííí!
es_mx: ¡Verduras para míiii!
fr: À moi les légumes !
it: Verdure per meee!
ja: 野菜をくれてやるよ！
ko: 내가 먹을 채소다아!
pl: Warzywka dla mnieee!
pt_br: Legumes pra miiim!
ru: Овощи-и-и-и!
zh_tw: 為我準備的肌肉！

# CHARACTERS.WURT.DESCRIBE.PLANT_NORMAL.WITHERED
source: Plant need drink of water?
de: Pflanze braucht Wasser?
es: ¿La planta necesita beber agüita?
es_mx: ¿Planta necesitar un trago de agua?
fr: La plante a soif.
it: Pianta vuole bere acqua?
ja: 植物は水が必要かな？
ko: 식물이 물 마셔야 하나?
pl: Roślinka potrzebuje się napić?
pt_br: Planta precisa beber água?
ru: Растению нужна водичка?
zh_tw: 植物需要喝水？

# CHARACTERS.WURT.DESCRIBE.PLAYER.ATTACKER
source: Grrr... don't trust %s.
de: Grrr ... %s nicht trauen.
es: Grrr... %s no es de fiar.
es_mx: Grrr... no confiar en %s.
fr: Grrr... Je fais pas confiance à %s.
it: Grrr... Non mi fido di %s.
ja: グルル...%sを信用するなよ。
ko: 그르릉... %s 안 믿어.
pl: Grrr... %s nie zasługuje na zaufanie.
pt_br: Grrr... não confie %s.
ru: Гр-р-р, %s! Нельзя тебе верить!
zh_tw: 格浪……不信任%s。

# CHARACTERS.WURT.DESCRIBE.PLAYER.FIRESTARTER
source: You gonna burn everything up, %s!!
de: Alles verbrennt, %s!!
es: ¡¡Vas a quemarlo todo, %s!!
es_mx: ¡¡Tú quemar todo, %s!!
fr: Tu vas tout brûler, %s !
it: Tu bruci tutto, %s!
ja: 全部燃やしてしまうぞ！ %s！
ko: 그러다 죄다 태우겠어, %s!!
pl: %s, wszystko spalisz!
pt_br: Você vai queimar tudo, %s!!
ru: %s, ты все сожжешь!
zh_tw: 你會把所有東西都燒掉，%s！！

# CHARACTERS.WURT.DESCRIBE.PLAYER.GENERIC
source: Hello, %s!
de: Hallo %s!
es: ¡Hola, %s!
es_mx: ¡Hola, %s!
fr: Salut, %s !
it: Ciao, %s!
ja: やあ！ %s！
ko: 안녕, %s!
pl: Cześć, %s!
pt_br: Olá, %s!
ru: Привет, %s!
zh_tw: 你好啊，%s！

# CHARACTERS.WURT.DESCRIBE.PLAYER.GHOST
source: You look spooky, %s.
de: Du gruselig, %s.
es: Das yuyu, %s.
es_mx: Tú verte escalofriante, %s.
fr: Tu me fais peur, %s !
it: Hai aspetto inquietante, %s.
ja: 不気味な顔をしているね、%s。
ko: 오싹해 보여, %s.
pl: %s, wyglądasz strasznie.
pt_br: Você parece assustador, %s.
ru: Ну ты и страшила, %s.
zh_tw: 你好嚇人，%s。

# CHARACTERS.WURT.DESCRIBE.PLAYER.MURDERER
source: G...glorp... %s a killer!!
de: G... Glorp ... %s tötet!!
es: G...glorp... ¡%s tiene instinto asesino!
es_mx: G-glop... ¡¡%s ser homicida!!
fr: G...glorp... %s assassine !
it: G... glorp... %s è omicida!
ja: グ...グロープ...%s殺し屋だ！
ko: 빠... 빠끔... %s 살인자다!!
pl: G... glorp... %s to morderca!
pt_br: G... glorp... %s quer matar!!
ru: Б-бульк… %s — убийца!
zh_tw: 格……格浪噗……%s是殺手！！

# CHARACTERS.WURT.DESCRIBE.PLAYER.REVIVER
source: Didn't need help! ...But thanks, florp.
de: Brauche keine Hilfe! ... Aber danke, florp.
es: ¡No necesitaba ayuda! Pero gracias, florp.
es_mx: ¡Yo no necesitar ayuda...! Pero gracias, flop.
fr: J'avais pas besoin d'aide ! ...Mais merci, florp.
it: Non serviva aiuto, ma grazie, florp.
ja: 助けは要らないよ！...でもありがとう、フロープ。
ko: 도울 필요 없었어! ...그래도 고마워, 뻐끔.
pl: Nie potrzebowałam pomocy... Ale dziękuję, florp.
pt_br: Não precisava de ajuda! ... Mas obrigado, florp.
ru: Я бы сама справилась! Но спасибо, хлюп.
zh_tw: 我本來不需要任何説明的！……不過還是謝了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_DISMANTLER
source: Won't break them, florp! Promise!
de: Werde nicht kaputt machen, florp! Ehrlich!
es: No romperé nada, florp. ¡Prometido!
fr: On l'cassera pas, florp. Promis !
it: Non romperò, florp! Prometto!
ja: 壊さいないから！フロープ！約束するから！
ko: 부수지 않을 거야, 뻐끔! 약속해!
pl: Nic nie zepsuję, florp! Obiecuję!
pt_br: Não vou quebrar eles, florp! Prometo!
ru: Я ничего не сломаю, бульк! Обещаю!
zh_tw: 真的不會弄壞的，浮浪噗！我發誓！

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_HEAL.GENERIC
source: Only chewed on it little bit! But Wandy-lady got mad...
de: Nur bisschen darauf gekaut! Aber Wandy-Lady wurde sauer ...
es: Solo fue un mordisco, pero ahora Wandita enfadada...
fr: J'l'ai juste mâchouillée un peu ! Mais m'dame Wanda s'est énervée...
it: Rosicchiato solo un po'! Ma signora Wanda molto arrabbiata...
ja: ちょっと齧っただけだもん！なのにワンディーは怒ってた…
ko: 조금 밖에 안 깨물었어! 하지만 완다 여사 화났어...
pl: Tylko trochę go nadgryzłam! Ale pani Wanda się rozzłościła...
pt_br: Mordi ele só um pouquinho! Mas Sra. Wanda ficou brava...
ru: Я чуть-чуть куснула, а мадам Ванда уже злится...
zh_tw: 我就是稍微咬了一下！可是旺達女士就跟我急了……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_HEAL.RECHARGING
source: Wandy-lady say it "ree-plin-ishing tem-pooral"... glurgh. Forget rest.
de: Wandy-Lady sagt, das "ree-gene-riert tem-pooral" ... glarg. Rest vergessen.
es: Wandita ha dicho que... "res-carr-ga tiem-po-ral"... Glurgh. No recuerdo resto.
fr: M'dame Wanda dit que ça « ré-geai-naire la tant-peau-rally-thé »... Et j'sais plus le reste, glurg.
it: Signora-Wanda dire "ri-fornire tempo-rale"... glurgh. Niente riposo.
ja: ワンディーが言ってたよ。これはジューテンシーキ・ジゲーン…グルーフ。あとは忘れちゃった。
ko: 완다 여사가 "일시적으로 보충"이랬어...빠끔빠끔. 잊고 쉬자.
pl: Pani Wanda powiedziała, że to „cza-so-od-zys-ki-wacz”... Glurg. Reszty nie pamiętam.
pt_br: Sra. Wanda disse que é "re-kar-gah tem-por-au"... Glurgh. Esqueci o resto.
ru: Мадам Ванда говорит, они «воск-стран-на-вивают тем-парольное»... хлюп. Неважно.
zh_tw: 旺達女士說它“在暫時恢互中”……格勒格。剩下的我忘記了。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PARTS
source: Too small for Ironfolk guts...
de: Zu klein für Innerei von Eisenleuten ...
es: Muy pequeño, no son tripas de la gente de hierro...
fr: Trop petit pour être des entrailles de bonshommes de fer.
it: Troppo piccoli per intestino di uomini di ferro...
ja: アイアンフォークのナイゾウにしては小さすぎるね…
ko: 철기족 위장에는 너무 작아...
pl: Za małe jak na kiszki żelaziaka...
pt_br: Pequenas demais pra barriga de povo-ferro...
ru: Это не кишки Железяк, больно уж мелкие...
zh_tw: 鐵人的內臟比這個大……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PORTAL.GENERIC
source: Only chewed on it little bit! But Wandy-lady got mad...
de: Nur bisschen darauf gekaut! Aber Wandy-Lady wurde sauer ...
es: Solo fue un mordisco, pero ahora Wandita enfadada...
fr: J'l'ai juste mâchouillée un peu ! Mais m'dame Wanda s'est énervée...
it: Rosicchiato solo un po'! Ma signora Wanda molto arrabbiata...
ja: ちょっと齧っただけだもん！なのにワンディーは怒ってた…
ko: 조금 밖에 안 깨물었어! 하지만 완다 여사 화났어...
pl: Tylko trochę go nadgryzłam! Ale pani Wanda się rozzłościła...
pt_br: Mordi ele só um pouquinho! Mas Sra. Wanda ficou brava...
ru: Я чуть-чуть куснула, а мадам Ванда уже злится...
zh_tw: 我就是稍微咬了一下！可是旺達女士就跟我急了……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PORTAL.RECHARGING
source: Wandy-lady say it "ree-plin-ishing tem-pooral"... glurgh. Forget rest.
de: Wandy-Lady sagt, das "ree-gene-riert tem-pooral" ... glarg. Rest vergessen.
es: Wandita ha dicho que... "res-carr-ga tiem-po-ral"... Glurgh. No recuerdo resto.
fr: M'dame Wanda dit que ça « ré-geai-naire la tant-peau-rally-thé »... Et j'sais plus le reste, glurg.
it: Signora-Wanda dire "ri-fornire tempo-rale"... glurgh. Niente riposo.
ja: ワンディーが言ってたよ。これはジューテンシーキ・ジゲーン…グルーフ。あとは忘れちゃった。
ko: 완다 여사가 "일시적으로 보충"이랬어...빠끔빠끔. 잊고 쉬자.
pl: Pani Wanda powiedziała, że to „cza-so-od-zys-ki-wacz”... Glurg. Reszty nie pamiętam.
pt_br: Sra. Wanda disse que é "re-kar-gah tem-por-au"... Glurgh. Esqueci o resto.
ru: Мадам Ванда говорит, они «воск-стран-на-вивают тем-парольное»... хлюп. Неважно.
zh_tw: 旺達女士說它“在暫時恢互中”……格勒格。剩下的我忘記了。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.DIFFERENTSHARD
source: Weird tunnel.
de: Komischer Tunnel.
es: Túnel raro.
fr: Bizarre, c'tunnel.
it: Galleria strana.
ja: 変なトンネルだ。
ko: 이상한 터널이야.
pl: Dziwny tunel.
pt_br: Túnel bizarro.
ru: Странный тоннель.
zh_tw: 怪隧道。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PORTAL_ENTRANCE.GENERIC
source: Weird tunnel.
de: Komischer Tunnel.
es: Túnel raro.
fr: Bizarre, c'tunnel.
it: Galleria strana.
ja: 変なトンネルだ。
ko: 이상한 터널이야.
pl: Dziwny tunel.
pt_br: Túnel bizarro.
ru: Странный тоннель.
zh_tw: 怪隧道。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_PORTAL_EXIT
source: Glurgh, it too high to reach!
de: Glarg, zu hoch, komm nicht ran!
es: Glurgh... ¡Muy alto, no llego!
fr: Glurg, c'est trop haut !
it: Glurgh, troppo alta per raggiungere!
ja: グルーフ！高すぎて届かないよ！
ko: 빠끔빠금, 너무 높아서 닿을 수 없어!
pl: Glurg, jest za wysoko, nie sięgam!
pt_br: Glurgh, alto demais pra alcançar!
ru: Хлюп, очень высоко! Не достать!
zh_tw: 格勒格，那麼高，怎麼夠得著！

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_RECALL.GENERIC
source: Only chewed on it little bit! But Wandy-lady got mad...
de: Nur bisschen darauf gekaut! Aber Wandy-Lady wurde sauer ...
es: Solo fue un mordisco, pero ahora Wandita enfadada...
fr: J'l'ai juste mâchouillée un peu ! Mais m'dame Wanda s'est énervée...
it: Rosicchiato solo un po'! Ma signora Wanda molto arrabbiata...
ja: ちょっと齧っただけだもん！なのにワンディーは怒ってた…
ko: 조금 밖에 안 깨물었어! 하지만 완다 여사 화났어...
pl: Tylko trochę go nadgryzłam! Ale pani Wanda się rozzłościła...
pt_br: Mordi ele só um pouquinho! Mas Sra. Wanda ficou brava...
ru: Я чуть-чуть куснула, а мадам Ванда уже злится...
zh_tw: 我就是稍微咬了一下！可是旺達女士就跟我急了……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_RECALL.RECHARGING
source: Wandy-lady say it "ree-plin-ishing tem-pooral"... glurgh. Forget rest.
de: Wandy-Lady sagt, das "ree-gene-riert tem-pooral" ... glarg. Rest vergessen.
es: Wandita ha dicho que... "res-carr-ga tiem-po-ral"... Glurgh. No recuerdo resto.
fr: M'dame Wanda dit que ça « ré-geai-naire la tant-peau-rally-thé »... Et j'sais plus le reste, glurg.
it: Signora-Wanda dire "ri-fornire tempo-rale"... glurgh. Niente riposo.
ja: ワンディーが言ってたよ。これはジューテンシーキ・ジゲーン…グルーフ。あとは忘れちゃった。
ko: 완다 여사가 "일시적으로 보충"이랬어...빠끔빠끔. 잊고 쉬자.
pl: Pani Wanda powiedziała, że to „cza-so-od-zys-ki-wacz”... Glurg. Reszty nie pamiętam.
pt_br: Sra. Wanda disse que é "re-kar-gah tem-por-au"... Glurgh. Esqueci o resto.
ru: Мадам Ванда говорит, они «воск-стран-на-вивают тем-парольное»... хлюп. Неважно.
zh_tw: 旺達女士說它“在暫時恢互中”……格勒格。剩下的我忘記了。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_REVIVE.GENERIC
source: Only chewed on it little bit! But Wandy-lady got mad...
de: Nur bisschen darauf gekaut! Aber Wandy-Lady wurde sauer ...
es: Solo fue un mordisco, pero ahora Wandita enfadada...
fr: J'l'ai juste mâchouillée un peu ! Mais m'dame Wanda s'est énervée...
it: Rosicchiato solo un po'! Ma signora Wanda molto arrabbiata...
ja: ちょっと齧っただけだもん！なのにワンディーは怒ってた…
ko: 조금 밖에 안 깨물었어! 하지만 완다 여사 화났어...
pl: Tylko trochę go nadgryzłam! Ale pani Wanda się rozzłościła...
pt_br: Mordi ele só um pouquinho! Mas Sra. Wanda ficou brava...
ru: Я чуть-чуть куснула, а мадам Ванда уже злится...
zh_tw: 我就是稍微咬了一下！可是旺達女士就跟我急了……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_REVIVE.RECHARGING
source: Wandy-lady say it "ree-plin-ishing tem-pooral"... glurgh. Forget rest.
de: Wandy-Lady sagt, das "ree-gene-riert tem-pooral" ... glarg. Rest vergessen.
es: Wandita ha dicho que... "res-carr-ga tiem-po-ral"... Glurgh. No recuerdo resto.
fr: M'dame Wanda dit que ça « ré-geai-naire la tant-peau-rally-thé »... Et j'sais plus le reste, glurg.
it: Signora-Wanda dire "ri-fornire tempo-rale"... glurgh. Niente riposo.
ja: ワンディーが言ってたよ。これはジューテンシーキ・ジゲーン…グルーフ。あとは忘れちゃった。
ko: 완다 여사가 "일시적으로 보충"이랬어...빠끔빠끔. 잊고 쉬자.
pl: Pani Wanda powiedziała, że to „cza-so-od-zys-ki-wacz”... Glurg. Reszty nie pamiętam.
pt_br: Sra. Wanda disse que é "re-kar-gah tem-por-au"... Glurgh. Esqueci o resto.
ru: Мадам Ванда говорит, они «воск-стран-на-вивают тем-парольное»... хлюп. Неважно.
zh_tw: 旺達女士說它“在暫時恢互中”……格勒格。剩下的我忘記了。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_WARP.GENERIC
source: Only chewed on it little bit! But Wandy-lady got mad...
de: Nur bisschen darauf gekaut! Aber Wandy-Lady wurde sauer ...
es: Solo fue un mordisco, pero ahora Wandita enfadada...
fr: J'l'ai juste mâchouillée un peu ! Mais m'dame Wanda s'est énervée...
it: Rosicchiato solo un po'! Ma signora Wanda molto arrabbiata...
ja: ちょっと齧っただけだもん！なのにワンディーは怒ってた…
ko: 조금 밖에 안 깨물었어! 하지만 완다 여사 화났어...
pl: Tylko trochę go nadgryzłam! Ale pani Wanda się rozzłościła...
pt_br: Mordi ele só um pouquinho! Mas Sra. Wanda ficou brava...
ru: Я чуть-чуть куснула, а мадам Ванда уже злится...
zh_tw: 我就是稍微咬了一下！可是旺達女士就跟我急了……

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_WARP.RECHARGING
source: Wandy-lady say it "ree-plin-ishing tem-pooral"... glurgh. Forget rest.
de: Wandy-Lady sagt, das "ree-gene-riert tem-pooral" ... glarg. Rest vergessen.
es: Wandita ha dicho que... "res-carr-ga tiem-po-ral"... Glurgh. No recuerdo resto.
fr: M'dame Wanda dit que ça « ré-geai-naire la tant-peau-rally-thé »... Et j'sais plus le reste, glurg.
it: Signora-Wanda dire "ri-fornire tempo-rale"... glurgh. Niente riposo.
ja: ワンディーが言ってたよ。これはジューテンシーキ・ジゲーン…グルーフ。あとは忘れちゃった。
ko: 완다 여사가 "일시적으로 보충"이랬어...빠끔빠끔. 잊고 쉬자.
pl: Pani Wanda powiedziała, że to „cza-so-od-zys-ki-wacz”... Glurg. Reszty nie pamiętam.
pt_br: Sra. Wanda disse que é "re-kar-gah tem-por-au"... Glurgh. Esqueci o resto.
ru: Мадам Ванда говорит, они «воск-стран-на-вивают тем-парольное»... хлюп. Неважно.
zh_tw: 旺達女士說它“在暫時恢互中”……格勒格。剩下的我忘記了。

# CHARACTERS.WURT.DESCRIBE.POCKETWATCH_WEAPON.GENERIC
source: Would like to see nasty Pigfolk hit with it!
de: Will sehen, wie fieses Schweineleute damit geschlagen werden!
es: ¡Quiero que den golpes a los cerdos malos con esto!
fr: J'aimerais bien voir les vilains cochons s'faire taper par ça !
it: Vorrei vedere maialini cattivi colpiti da lui!
ja: ピッグフォークどもをこれでブスッと刺してみたいな！
ko: 그걸로 심술궂은 돼지족을 때리는 걸 보고 싶어!
pl: Chciałabym zobaczyć, jak te paskudne świniaki dostają z tego łomot!
pt_br: Gostaria de ver povo-porco atingido por isso!
ru: Хочу посмотреть, как им свинтусов бить будут!
zh_tw: 真想看到那些討厭的豬人被這個打！

# CHARACTERS.WURT.DESCRIBE.POCKET_SCALE
source: Is funny measure thing.
de: Lustiges Messding.
es: Cosa de medir curiosa.
es_mx: Ser cosa extraña para pesar.
fr: C'est un drôle de truc pour peser.
it: È cosa buffa per pesare.
ja: 対策は面白いね。
ko: 재미있는 측정 도구야.
pl: Śmieszna rzecz do ważenia.
pt_br: É coisa engraçada de medir.
ru: Смешная измерялка.
zh_tw: 古怪的測量設備。

# CHARACTERS.WURT.DESCRIBE.POLISHCOOKIE
source: Yummy fruit pockets!
de: Leckere Obsttaschen!
es: ¡Bolsillitos de fruta ricos!
es_mx: ¡Ricas galletitas de fruta!
fr: C'est rempli de fruits.
it: Sacchetti di frutta squisita!
ja: 美味しそうなフルーツポケットだね。
ko: 맛있는 과일 쌈이야!
pl: Pyszne, owocowe kieszonki!
pt_br: Frutinhas deliciosas!
ru: Фруктовая вкуснятина!
zh_tw: 香香的水果口袋！

# CHARACTERS.WURT.DESCRIBE.POMEGRANATE
source: Ohhh, you not supposed to just bite into it?
de: Oooh, nicht reinbeißen?
es: Oooh, ¿no hay que morderla?
es_mx: Oh, ¿tú no poder morderla y ya?
fr: Oooohh, il faut pas mordre dedans, en fait ?
it: Ohhh, non si morde?
ja: あー、噛み付くだけじゃダメなの？
ko: 아, 그냥 무는 것도 안 돼?
pl: Oj, nie można się w niego tak po prostu wgryźć?
pt_br: Ahhh, você não devia apenas morder?
ru: О-о-о, а нельзя его просто куснуть?
zh_tw: 噢，不是直接咬的嗎？

# CHARACTERS.WURT.DESCRIBE.POMEGRANATE_COOKED
source: Hmm... okay...
de: Hmm ... Aha ...
es: Mmmm... Vale...
es_mx: Mmm... está bien.
fr: Euh... D'accord.
it: Mmmm... Ok...
ja: うーん...わかったよ...
ko: 흠... 그래...
pl: Hmm... okej...
pt_br: Hmm... OK...
ru: Хм-м-м… Ну ладно.
zh_tw: 呣……好吧……

# CHARACTERS.WURT.DESCRIBE.POMEGRANATE_OVERSIZED
source: Big juicy snack!
de: Großer saftiger Snack!
es: ¡Comida graaande y jugosa!
fr: Une friandise bien juteuse !
it: Grande cibo succoso!
ja: おっきなジュワジュワのオヤツだ！
ko: 크고 즙이 많은 간식이야!
pl: Duża, soczysta przekąska!
pt_br: Petiscão suculento!
ru: Большая сочная вкусняшка!
zh_tw: 又大又多汁的小吃！

# CHARACTERS.WURT.DESCRIBE.POMEGRANATE_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.POND
source: Splishy splashy!
de: Plitschplatsch.
es: ¡Plas, plas!
es_mx: ¡Salpicar y chapotear!
fr: Splash splash !
it: Splash splash!
ja: スプラッシー スプラッシー！
ko: 철벅철벅!
pl: Chlap, chlap!
pt_br: Molhadinho!
ru: Шлеп-шлеп!
zh_tw: 水花四濺！

# CHARACTERS.WURT.DESCRIBE.PONDEEL
source: Hello long fishy!
de: Hallo, langer Fisch!
es: ¡Hola, pececito largo!
es_mx: ¡Hola, pececito alargado!
fr: Ce poisson est très long !
it: Ciao pesce lungo!
ja: こんにちは、長い魚さん！
ko: 안녕, 긴 물고기야!
pl: Cześć, długa rybo!
pt_br: Olá, peixe longo!
ru: Привет, длинная рыбка!
zh_tw: 你好長魚！

# CHARACTERS.WURT.DESCRIBE.PONDFISH
source: Awwww, it so cute!
de: Ooch, wie niedlich!
es: ¡Oooh, qué monada!
es_mx: ¡Aay, ser muy lindo!
fr: Ooooohhh, trop mignon !
it: Oh, carino!
ja: あうう、すっごくかわいい！
ko: 세상에, 너무 귀여워!
pl: Ooooo, ale ładna!
pt_br: Ahhh, é tão fofo!
ru: Ой, какая миленькая!
zh_tw: 啊，太可愛了！

# CHARACTERS.WURT.DESCRIBE.POND_ALGAE
source: Ooooh, slimy!
de: Ooooh, schleimig!
es: ¡Ooooh, baboso!
es_mx: ¡Ooooh, viscoso!
fr: Ooooh, c'est gluant !
it: Ooooh, acqua viscida!
ja: おーぬるぬるしてる！
ko: 오오, 미끌미끌해!
pl: Oooch, śliskie.
pt_br: Aaaah, viscoso!
ru: О-о-о, липнет!
zh_tw: 喔，黏黏的！

# CHARACTERS.WURT.DESCRIBE.POOP
source: Ha ha, stinky!
de: Haha, stinkig!
es: ¡Ja, ja, qué peste!
es_mx: ¡Ja, ja! ¡Apesta!
fr: Ah ah, ça pue !
it: Ah ah, puzza!
ja: ハハ！ぬるぬるしてるよ！
ko: 하하, 냄새나!
pl: Ha, ha, śmierdzi!
pt_br: Haha, fedido!
ru: Ха! Вонючка!
zh_tw: 哈哈，臭死了！

# CHARACTERS.WURT.DESCRIBE.PORTABLEBLENDER_ITEM
source: Shaky shaky!
de: Raspelraspel!
es: ¡Agita, agita!
es_mx: ¡Bate, bate!
fr: Oooh, ç-ça s-secoue !
it: Scuote, scuote!
ja: ぬるぬる ぬるぬるだ！
ko: 흔들흔들!
pl: Mielu, mielu!
pt_br: Mexidinho!
ru: Вж-ж-ж!
zh_tw: 搖搖晃晃！

# CHARACTERS.WURT.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_LONG
source: This take too long!
de: Dauert zu lange!
es: ¡Tarda demasiado!
es_mx: ¡Esto tardarse demasiado!
fr: C'est trop long !
it: Mette tanto!
ja: 時間がかかりすぎるよ！
ko: 너무 오래 걸려!
pl: Za długo to trwa!
pt_br: Isso demora muito!
ru: Как же долго ждать!
zh_tw: 這個要好久！

# CHARACTERS.WURT.DESCRIBE.PORTABLECOOKPOT_ITEM.COOKING_SHORT
source: Food! Food! Food!
de: Essen! Essen! Essen!
es: ¡Comida! ¡Comida! ¡Comida!
es_mx: ¡Comida, comida, comida!
fr: J'ai faim ! J'ai faim ! J'ai faim !
it: Cibo! Cibo! Cibo!
ja: 食べ物！食べ物！食べ物だ！
ko: 음식! 음식! 음식!
pl: Jedzenie! Jedzenie! Jedzenie!
pt_br: Comida! Comida! Comida!
ru: Еда! Еда! Еда!
zh_tw: 食物！食物！食物！

# CHARACTERS.WURT.DESCRIBE.PORTABLECOOKPOT_ITEM.DONE
source: Wow!
de: Ooh!
es: ¡Hala!
es_mx: ¡Vaya!
fr: Waouh !
ja: わお！
ko: 와!
pl: Łoł!
pt_br: Uau!
ru: Ого!
zh_tw: 哇！

# CHARACTERS.WURT.DESCRIBE.PORTABLECOOKPOT_ITEM.EMPTY
source: Huh? Nothing in here!
de: Hm? Nichts drin!
es: ¿Eh? ¡No hay nada ahí!
es_mx: ¿Ah? ¡No haber nada aquí!
fr: Hein ? Y'a rien dedans.
it: Eh? Niente qui dentro!
ja: え？ここには何もないよ！
ko: 응? 안이 텅 비었어!
pl: Eee? Nic tu nie ma!
pt_br: Hã? Não tem nada aqui!
ru: Э? Тут пусто!
zh_tw: 哈？裡面什麼都沒有！

# CHARACTERS.WURT.DESCRIBE.PORTABLECOOKPOT_ITEM.GENERIC
source: Put food inside and different food come out, florp?
de: Essen rein, anderes Essen raus, florp?
es: ¿Pones comida dentro y sale otra comida, florp?
es_mx: Cuando poner comida dentro, ¿salir comida distinta, flop?
fr: On met un ingrédient dedans, et ça donne un truc à manger, florp ?
it: Metti cibo dentro e esce cibo diverso, florp?
ja: 中に食べ物を入れて、別の食べ物が出てくるの、フロープ？
ko: 음식 넣으면 다른 음식 나온다고, 뻐끔?
pl: Wsadza się tu jedzenie, a potem wyjmuje inne jedzenie, florp?
pt_br: Coloca comida dentro e comida diferente sai, florp?
ru: Хлюп, кладешь сюда одну еду, а получаешь другую.
zh_tw: 把食物放裡面就會新不一樣的吃的出來，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.PORTABLESPICER_ITEM.DONE
source: All done!
de: Fertig!
es: ¡Listo!
es_mx: ¡Listo!
fr: C'est prêt !
it: Fatto!
ja: はいできたよ！
ko: 다 됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 全做完了！

# CHARACTERS.WURT.DESCRIBE.PORTABLESPICER_ITEM.GENERIC
source: Put flavor bits on foodthings!
de: Essen schmeckt besser!
es: ¡Pone cachitos de sabor en cosas de comida!
es_mx: ¡Esto dar toques de sabor a comiditas!
fr: Ça donne du goût à ce que je mange !
it: Mette sapore su cose da mangiare!
ja: 食品にフレーバービットを付けようよ！
ko: 음식에 조미료 조각 더해!
pl: Smakowe dodatki do jedzenia!
pt_br: Coloca saborzinhos em coisa de comer!
ru: Чтобы было еще вкуснее!
zh_tw: 能給食物撒上風味！

# CHARACTERS.WURT.DESCRIBE.PORTABLETENT
source: Is sleeping place.
de: Schlafplatz.
es: Un sitio para dormir.
es_mx: Ser lugar para dormir.
fr: C'est là qu'on peut dormir.
it: È posto per dormire.
ja: 寝る場所。
ko: 자는 곳이야.
pl: Miejsce do spania.
pt_br: É lugar de dormir.
ru: Здесь можно спать.
zh_tw: 是睡覺的敵方。

# CHARACTERS.WURT.DESCRIBE.PORTABLETENT_ITEM
source: Building something, florp?
de: Zum Aufbauen, florp?
es: ¿Construyendo algo, florp?
es_mx: ¿Para construir algo, flop?
fr: On construit quoi là, florp ?
it: Costruisci qualcosa, florp?
ja: 何か設置する？フシュー？
ko: 뭘 지어, 뻐끔?
pl: Coś się z tego buduje, florp?
pt_br: Construindo algo, florp?
ru: Нужно построить, хлюп?
zh_tw: 在建造什麼嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.POTATO
source: Good dirt veggie.
de: Gutes Dreckgemüse.
es: Buena verdurita de tierra.
es_mx: Rica verdura de tierra.
fr: Un gentil petit légume plein de terre.
it: Buona verdura di terra.
ja: ダート菜食がおいしいよ。
ko: 좋은 흙 채소야.
pl: Dobre warzywo z ziemi.
pt_br: Bom legumes da terra.
ru: Хороший грязеовощ.
zh_tw: 好吃的土裡的蔬菜。

# CHARACTERS.WURT.DESCRIBE.POTATOSACK
source: Snacks! Mine!!
de: Snacks! Meine!!
es: ¡Comida! ¡Pa mí!
fr: Du manger ! À moi !!
it: Spuntini! Miei!
ja: おかし！アタシの！！
ko: 간식! 내 거!!
pl: Smakołyki! Moje!!!
pt_br: Petiscos! Meus!!
ru: Вкуснятина! Мое!!!
zh_tw: 零食！我的！！

# CHARACTERS.WURT.DESCRIBE.POTATOSOUFFLE
source: Wha-? This potato!!
de: Wa-? Kartoffeln!!
es: ¿Qué...? ¡Una patata!
es_mx: ¿Qué...? ¡¡Esto tener papa!!
fr: Mais... ? C'est de la patate !
it: Cosa? Questa è patata?
ja: え？ジャガイモだよ！
ko: 헐? 이거 감자야!!
pl: Co...? To ziemniak!
pt_br: Que-? É batata!!
ru: Что-о? Это же картоха!
zh_tw: 啥？這是土豆！！

# CHARACTERS.WURT.DESCRIBE.POTATOTORNADO
source: Hee-hee, spinny potato!
de: Hehe, Drehkartoffel!
es: ¡Ji, ji, patata giratoria!
es_mx: ¡Ji, ji, papa giratoria!
fr: Hé hé, une patate entortillée !
it: Ih ih, patata rotante!
ja: ハハ、スピニーポテトだよ！
ko: 히히, 빙글빙글 도는 감자다!
pl: Hi, hi, zakręcony ziemniak!
pt_br: Hihi, batata girante!
ru: Хе-хе, вертлявая картоха!
zh_tw: 嘿嘿，旋轉的土豆！

# CHARACTERS.WURT.DESCRIBE.POTATO_COOKED
source: Mmm, hot potato!
de: Mmmh, heiße Kartoffel!
es: Mmm... ¡Patata caliente!
es_mx: ¡Mmm, papa caliente!
fr: Miam, une patate chaude !
it: Mmmm, patata calda!
ja: んー、アツアツのポテトだよ！
ko: 음, 뜨거운 감자야!
pl: Mmm, gorący ziemniak!
pt_br: Hmm, batata quente!
ru: М-м-м, горячая картоха!
zh_tw: 呣，熱土豆！

# CHARACTERS.WURT.DESCRIBE.POTATO_OVERSIZED
source: Big 'tato!
de: Große Toffel!
es: ¡Superpatata!
fr: Une grosse patate !
it: Grande 'tata!
ja: おっきなおイモだ！
ko: 거대한 감자야!
pl: Duży ziemniak!
pt_br: Batatão!
ru: Большая картоха!
zh_tw: 大洋芋！
