Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.STATUE_MARBLE.GENERIC
source: This rock in a funny shape.
de: Stein hat lustige Form.
es: Esta roca tiene forma rara.
es_mx: Esta roca tener una forma extraña.
fr: Cette pierre a une drôle de forme.
it: Questa roccia ha forma buffa.
ja: 変な形をした岩だね。
ko: 돌 모양 재미있어.
pl: Skała w śmiesznym kształcie.
pt_br: Essa pedra tem formato engraçada.
ru: Ну и видок у этого камня.
zh_tw: 這塊石頭形狀很奇怪。

# CHARACTERS.WURT.DESCRIBE.STATUE_MARBLE.TYPE1
source: Missing her head!
de: Kopf fehlt!
es: ¡Le falta la cabeza!
es_mx: ¡Faltarle la cabeza!
fr: Elle a perdu la tête.
it: Manca testa!
ja: 頭がないよ！
ko: 머리가 없어!
pl: Brakuje jej głowy!
pt_br: Faltando a cabeça!
ru: А головы-то нет!
zh_tw: 她的頭沒了！

# CHARACTERS.WURT.DESCRIBE.STATUE_MARBLE.TYPE2
source: Feels sad, florp.
de: Traurig, florp.
es: Qué triste, florp.
es_mx: Sentirse triste, flop.
fr: Elle est triste, florp.
it: Triste, florp.
ja: 悲しいな、フロープ。。
ko: 슬퍼, 뻐끔.
pl: Jakaś smutna, florp.
pt_br: Parece triste, florp.
ru: Как-то грустно, бульк.
zh_tw: 好悲傷，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.STATUE_MARBLE.TYPE3
source: Look fancy and boring, florp.
de: Schick und langweilig, florp.
es: Parece elegante y aburrido, florp.
es_mx: Verse elegante y aburrida, flop.
fr: Elle est belle et ennuyeuse, florp.
it: Sofisticata e noiosa, florp.
ja: 見た目が派手でつまらないよ、フロープ。
ko: 고급스럽고 지루해 보여, 뻐끔.
pl: Jakaś wyszukana i nudziarska, florp.
pt_br: Parece chique e chato, florp.
ru: Вычурная и скучная, хлюп.
zh_tw: 看起來很高級、很無聊，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.STEELWOOL
source: Scratchy!
de: Kratzig!
es: ¡Cómo raspa!
es_mx: ¡Rasposa!
fr: Ah, ça gratte !
it: Graffiante!
ja: スクラッチ！
ko: 표면 거칠어!
pl: Drapie!
pt_br: Áspero!
ru: Царапается!
zh_tw: 會刮到人！

# CHARACTERS.WURT.DESCRIBE.STEERINGWHEEL
source: Wurt is captain!!
de: Wurt ist Kapitän!!
es: ¡¡Wurt es la capitana!!
es_mx: ¡¡Wurt ser capitana!!
fr: J'suis capitaine !
it: Wurt è capitana!
ja: ワートがキャプテンだ！
ko: 워트가 선장이다!!
pl: Wurt jest kapitanem!
pt_br: Wurt é capitã!!
ru: Теперь Вурт — капитан!
zh_tw: 沃特是船長！！

# CHARACTERS.WURT.DESCRIBE.STEERINGWHEEL_ITEM
source: This go on boat?
de: Das für Boot?
es: ¿Esto va en el barco?
es_mx: ¿Esto ir en el bote?
fr: Ça va sur le bateau ?
it: Questo va su nave?
ja: これは船で行くの？
ko: 배에 다나?
pl: To idzie na łódkę?
pt_br: Isso vai no barco?
ru: Это же для лодки?
zh_tw: 這是船上的？

# CHARACTERS.WURT.DESCRIBE.STINGER
source: Buzzer butt.
de: Summsipopo.
es: Cómo zumba.
es_mx: Trasero de zumbadora.
fr: Des fesses de piqueuse.
it: Sedere di cicalino.
ja: ブザーのお尻だよ。
ko: 벌 꽁무니야.
pl: Tyłek bzykacza.
pt_br: Bumbum de zumbidor.
ru: Попка жужжалки.
zh_tw: 它的屁股嗡嗡叫。

# CHARACTERS.WURT.DESCRIBE.STRAWHAT
source: Itchy...
de: Juckt ...
es: Pica...
es_mx: Esto darme comezón.
fr: Oh, ça gratte...
it: Punge...
ja: かゆい...
ko: 따가워...
pl: Drapie...
pt_br: Coçante...
ru: Чешется…
zh_tw: 癢啊……

# CHARACTERS.WURT.DESCRIBE.STUFFEDEGGPLANT
source: Wha-! Veggie with more veggie inside!?
de: Wa-! Gemüse mit Gemüse drin!?
es: ¿Qué? ¡¿Verdura con más verdura dentro?!
es_mx: ¡Qué...! ¡¿Verdura rellena con más verduras?!
fr: Quoi ? C'est un légume avec encore des légumes dedans !
it: Co-! Verdura con altra verdura dentro!?
ja: うわー！野菜いっぱいのベジ！？
ko: 헐! 채소 안에 또 채소 있어!?
pl: Co?! Warzywo, które w środku ma warzywo?!
pt_br: Qu-! Legumes com mais legumes dentro?!
ru: Что-о? Овощи с овощами внутри?!
zh_tw: 哇！蔬菜裡還是蔬菜！？

# CHARACTERS.WURT.DESCRIBE.STUFFING
source: Tasty bready bits.
de: Leckere Brotstücke.
es: Trocitos de pan ricos.
es_mx: Ricos trocitos de pan.
fr: Miam, c'est bon.
it: Piccolo pane gustoso.
ja: おいしいパンのかけらだ。
ko: 맛있는 빵 같은 조각이야.
pl: Smaczne, mięsiste kawałeczki.
pt_br: Pedaços pãozudos saborosos.
ru: Вкусные хлебные кусочки.
zh_tw: 好吃的麵包碎

# CHARACTERS.WURT.DESCRIBE.SUCCULENT_PICKED
source: Oop, broke it.
de: Huch, kaputtgemacht.
es: Huy, se rompió.
es_mx: Uy, haberla roto.
fr: Oups, je l'ai cassé.
it: Ops, rotta.
ja: おっと、壊しちゃった。
ko: 앗, 부러뜨렸어.
pl: Ups, złamałam.
pt_br: Opa, quebrei.
ru: Ой, сломала.
zh_tw: 哦，弄壞了。

# CHARACTERS.WURT.DESCRIBE.SUCCULENT_PLANT
source: How you live in place like this?
de: Wie kannst du hier leben?
es: ¿Cómo vives en un sitio así?
es_mx: ¿Cómo tú vivir en un lugar como este?
fr: Comment ça peut pousser dans un endroit pareil ?
it: Come vive in posto così?
ja: どうやってこんなところに住んでるんだろう？
ko: 어떻게 이런 데 살아?
pl: Jak ci się żyje w takim miejscu?
pt_br: Como você mora em um lugar como esse?
ru: Как тут можно жить?
zh_tw: 你怎麼住在這樣一個地方？

# CHARACTERS.WURT.DESCRIBE.SUCCULENT_POTTED
source: Has a home now.
de: Hat jetzt ein Zuhause.
es: Tiene un hogar ahora.
es_mx: Ahora tener un hogar.
fr: La plante a une maison, maintenant.
it: Ha casa adesso.
ja: 今は家があるよ。
ko: 이제 집 있어.
pl: Teraz ma domek.
pt_br: Tem uma casa agora.
ru: Теперь у тебя есть дом.
zh_tw: 現在有個家了。

# CHARACTERS.WURT.DESCRIBE.SUNKENCHEST.GENERIC
source: Seashell is good for hiding things, florpt!
de: Muschel gut zum Verstecken, florpt!
es: ¡Las conchas son buenas para esconder cosas, florpt!
es_mx: ¡Caracolas ser buenos escondites, flop!
fr: Il y a souvent des choses cachées dans les coquillages.
it: Conchiglia va bene per nascondere cose, florpt!
ja: 貝殻は物を隠すのに適しているよ、フロープト！
ko: 조개껍데기는 물건 숨기기 좋아, 뻐끔!
pl: Muszla nadaje się do chowania rzeczy, florp!
pt_br: Concha marinha é bom pra esconder coisas, florpt!
ru: В ракушках можно прятать вещи, бульк!
zh_tw: 貝殼最適合拿來藏東西了，浮浪噗的！

# CHARACTERS.WURT.DESCRIBE.SUNKENCHEST.LOCKED
source: Grrr, open up!
de: Grrr, aufmachen!
es: ¡Grrr, ábrete!
es_mx: ¡Grrr, abrir!
fr: Grrr, ouvre-toi !
it: Grrr, apriti!
ja: グルル、開けてよ！
ko: 그르릉, 열어!
pl: Grrr, otwieraj się!
pt_br: Grrr, abre!
ru: Гр-р-р, открывайся!
zh_tw: 格浪，打開！

# CHARACTERS.WURT.DESCRIBE.SUPERTACKLECONTAINER
source: Is dangerous, full of fish snacks with hooks on them!
de: Gefährlich, voller Fisch-Essen mit Haken!
es: ¡Es peligroso, lleno de tentempiés de pescado con ganchos!
es_mx: ¡Ser peligroso! ¡Estar lleno de botanas para peces con anzuelos!
fr: Attention, j'vais me blesser !
it: Pericoloso, pieno di spuntini con ganci per pesci!
ja: 釣り針のついた魚の餌がいっぱいで危険だよ！
ko: 갈고리 달린 물고기 음식 가득해서 위험해!
pl: To niebezpieczne i pełne smakołyków dla rybek z doczepionymi haczykami!
pt_br: É perigoso, cheio de petiscos de peixe com ganchos!
ru: Опасная штука: куча рыбьей еды с крючками!
zh_tw: 很危險，鉤子上都是魚兒的小吃！

# CHARACTERS.WURT.DESCRIBE.SURFNTURF
source: Blegh! Don't want it!
de: Bäh! Will ich nicht!
es: ¡Blergh! ¡No lo quiero!
es_mx: ¡Puaj! ¡Yo no querer eso!
fr: Beurk ! J'en veux pas !
it: Blegh! Non voglio!
ja: ブレグ！いらないよ！
ko: 웩! 싫어!
pl: Ble! Nie chcę tego!
pt_br: Blegh! Não quero isso!
ru: Фу-у-у! Не хочу!
zh_tw: 啵！不想吃！

# CHARACTERS.WURT.DESCRIBE.SWEATERVEST
source: Scale-less wear so many clothes.
de: Schuppenlose tragen so viele Sachen.
es: Los sin escamas llevan mucha ropa.
es_mx: Los no escamosos usar mucha ropa.
fr: Les sans-écailles portent bien trop de vêtements.
it: Senza squame indossa tanti vestiti.
ja: スケールレスは何着も着ているよ。
ko: 무비늘은 옷 정말 많이 입어.
pl: Bezłuskowcy noszą takie cieplutkie ubrania.
pt_br: Sem-escama veste tantas roupas.
ru: Ребята без чешуи носят очень много одежды.
zh_tw: 無鱗生物穿好多衣服。

# CHARACTERS.WURT.DESCRIBE.SWEETPOTATO
source: This even better than normal potato!
de: Noch besser als normale Kartoffel!
es: ¡Esto es mejor que una patata normal!
es_mx: ¡Esto saber mejor que papas normales!
fr: C'est encore meilleur qu'une patate normale !
it: Ancora meglio di patata normale!
ja: 普通のじゃがいもよりもさらに美味しくなったね。
ko: 감자보다 훨씬 나아!
pl: Jest jeszcze lepszy niż zwykły ziemniak!
pt_br: Isso ainda melhor que batata normal!
ru: Это даже лучше, чем обычная картошка!
zh_tw: 這個比普通土豆還好吃。

# CHARACTERS.WURT.DESCRIBE.SWEETTEA
source: Mmm... is nice.
de: Mmmm ... ist nett.
es: Mmm... Rico.
fr: Mmmh, c'est bon.
it: Mmm... buono.
ja: ごくごく…おいしい！
ko: 음...좋아.
pl: Mmmm... Smaczne.
pt_br: Mmm... é bom.
ru: М-м-м... приятно.
zh_tw: 嗯……很不錯。

# CHARACTERS.WURT.DESCRIBE.TABLE_WINTERS_FEAST.BURNT
source: Aww, feast over?
de: Ooch, Fest vorbei?
es: Oooh, ¿se acabó el festín?
es_mx: Aay, ¿el banquete haber terminado?
fr: Oooh, le festin est terminé.
it: Oh, festa finita?
ja: ああ、ごちそうさま？
ko: 에이, 연회 끝났어?
pl: Ooo, to koniec uczty?
pt_br: Ahh, festa acabou?
ru: У-у-у, пир закончился?
zh_tw: 嗷，盛宴結束了？

# CHARACTERS.WURT.DESCRIBE.TABLE_WINTERS_FEAST.GENERIC
source: Is very fancy table.
de: Sehr schicker Tisch.
es: Una mesa muy elegante.
es_mx: Ser una mesa muy elegante.
fr: Cette table est très chic.
it: Tavolo molto bello.
ja: とてもお洒落なテーブルだね。
ko: 아주 근사한 테이블이야.
pl: To bardzo wytworny stół.
pt_br: É mesa muito chique.
ru: Очень красивый стол.
zh_tw: 很高級的餐桌。

# CHARACTERS.WURT.DESCRIBE.TABLE_WINTERS_FEAST.HAS_FOOD
source: Ready to eat! Ready to eat!
de: Fertig zum Essen! Fertig zum Essen!
es: ¡Listo para comer! ¡Listo para comer!
es_mx: ¡Lista para comer! ¡Lista para comer!
fr: C'est prêt ! C'est prêt !
it: Pronta a mangiare! Pronta a mangiare!
ja: 食べる準備がでたよ！食べよう！
ko: 먹을 준비 됐어! 먹을 준비 됐어!
pl: Można jeść! Można jeść!
pt_br: Pronto pra comer! Pronto pra comer!
ru: Можно есть! Можно есть!
zh_tw: 準備好吃了！準備好吃了！

# CHARACTERS.WURT.DESCRIBE.TABLE_WINTERS_FEAST.WRONG_TYPE
source: That not go there!
de: Gehört nicht da hin!
es: ¡Eso no va ahí!
es_mx: ¡Eso no ir ahí!
fr: Ça va pas ici !
it: Non va qui!
ja: そこに行っちゃだめだよ！
ko: 저기 안 맞아!
pl: To tu nie pasuje!
pt_br: Isso não encaixa aí!
ru: Это не сюда!
zh_tw: 那個不能放那裡！

# CHARACTERS.WURT.DESCRIBE.TACKLECONTAINER
source: What this for?
de: Wozu das?
es: ¿Para qué es esto?
es_mx: ¿Esto ser para qué?
fr: À quoi ça sert ?
it: Cosa serve?
ja: これは何のために？
ko: 뭐에 쓰지?
pl: Po co to?
pt_br: Pra que serve isso?
ru: Это для чего?
zh_tw: 這個是做什麼的？

# CHARACTERS.WURT.DESCRIBE.TACKLESKETCH
source: Ooooh, pictures!
de: Ooooh, Bilder!
es: ¡Oooh, fotos!
es_mx: ¡Aaah, imágenes!
fr: Oooooh, des dessins !
it: Ooooh, figure!
ja: おー、写真だ！
ko: 오오, 그림이다!
pl: Och, obrazki!
pt_br: Aaaaah, fotos!
ru: О-о-о, картинки!
zh_tw: 噢，圖片！

# CHARACTERS.WURT.DESCRIBE.TACKLESTATION
source: That not how you treat fish, florp!
de: Fische so nicht behandeln, florp!
es: ¡Así no se trata a los peces, florp!
es_mx: ¡Así no tratarse a los peces, flop!
fr: C'est pas une façon de traiter les poissons, florp !
it: Non si trattano così pesci, florp!
ja: それは魚の扱い方じゃないよ、フロープ！
ko: 물고기 그렇게 다루면 안 돼, 뻐끔!
pl: Nie można tak traktować ryb, florp!
pt_br: Não é assim que se trata os peixes, florp!
ru: Не так надо к рыбе относиться, бульк!
zh_tw: 不能這樣對待魚，浮浪噗!

# CHARACTERS.WURT.DESCRIBE.TAFFY
source: MMMMMMMM! ITH THO CHEWY!
de: MMMMMMMH! FEHR BIFFFEFT!
es: ¡MMMMMMM! ¡MUY CHICLOZOO!
es_mx: ¡MMMMMM! ¡“SHER” MUY “CHICLOSHO”!
fr: MIAAAAAAM ! CH'EST CAOUTCHOUTEUX !
it: MMMMMMMM! È GOMMOSCISCIMA!
ja: うーん！固い！
ko: 으으음! 이어 덩말 똘깃똘깃해!
pl: MMMMMMMM! AE SZE KŁEJO!
pt_br: HMMMMMMM! É BORRASSUDA DEMAISSS!
ru: М-М-М! КАКОЕ ТЯГУЧЕЕ!
zh_tw: 呣呣呣！介鍋吼連牙！

# CHARACTERS.WURT.DESCRIBE.TALLBIRD
source: Leggy bird.
de: Langbeinvogel.
es: Pajarito pataslargas.
es_mx: Pájaro patas largas.
fr: Un oiseau avec des grandes pattes.
it: Uccello gamboso.
ja: 脚の長い鳥さんだよ。
ko: 다리 긴 새야.
pl: Długonogi ptak.
pt_br: Ave pernuda.
ru: Ногастая птица.
zh_tw: 長腿鳥。

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG
source: Hear something inside!
de: Höre was drinnen!
es: ¡Oigo algo dentro!
es_mx: ¡Yo oír algo dentro!
fr: J'entends quelque chose à l'intérieur.
it: Sento qualcosa dentro!
ja: 中の音が聞こえるよ！
ko: 안에서 소리 들려!
pl: Coś tam w środku słychać!
pt_br: Tô ouvindo algo dentro.
ru: Там кто-то есть, я слышу.
zh_tw: 聽到裡面有東西！

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_COOKED
source: Glurgh...
de: Glarg ...
es_mx: Gluaj...
fr: Argh...
ja: グルーフ...
ko: 빠끔빠끔...
pl: Glurg...
ru: Хлюрп…
zh_tw: 格勒格……

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: You cold?
de: Du kalt?
es: ¿Tienes frío?
es_mx: ¿Tener frío?
fr: T'as froid ?
it: Freddo?
ja: 寒い？
ko: 추워?
pl: Zimno ci?
pt_br: Tá com frio?
ru: Тебе холодно?
zh_tw: 你冷嗎？

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It hatching!
de: Schlüpft!
es: ¡Va a nacer!
es_mx: ¡Estar naciendo!
fr: Il va éclore !
it: Si schiude!
ja: 孵化した！
ko: 부화한다!
pl: Wykluwa się!
pt_br: Tá chocando!
ru: Вылупляется!
zh_tw: 它在孵化！

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hm... feel hot...
de: Hm ... Ist heiß ...
es: Mmm... Está... caliente.
es_mx: Mmm... sentirse caliente...
fr: Il est chaud.
it: Mmmm... Caldo...
ja: うーん...暑くなってきたな...
ko: 흠... 뜨거워...
pl: Hm... gorące...
pt_br: Hm... tá quente...
ru: Хм… На ощупь горячее…
zh_tw: 嗯……感覺好熱……

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Why taking so long!!
de: Dauert so lange!!
es: ¡¡Por qué tarda tanto!!
es_mx: ¡¿Por qué tardarse tanto?!
fr: Pourquoi ça prend aussi longtemps ?
it: Perché tanto tempo!
ja: なんでこんなに時間がかかるの！
ko: 왜 이렇게 오래 걸려!!
pl: Co tak długo?!
pt_br: Por que tá demorando tanto?!
ru: Почему так долго?!
zh_tw: 為什麼會這麼久！！

# CHARACTERS.WURT.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Will be out soon!
de: Bald draußen!
es: ¡Pronto saldrá!
es_mx: ¡Él pronto salir de ahí!
fr: Il va bientôt sortir !
it: Presto sarà fuori!
ja: もうすぐ発売されるよ！
ko: 곧 나와!
pl: Zaraz wylezie!
pt_br: Vai sair logo, logo!
ru: Скоро вылезет!
zh_tw: 馬上就出來了！

# CHARACTERS.WURT.DESCRIBE.TALLBIRDNEST.GENERIC
source: Leggy bird egg!
de: Beinvogelei!
es: ¡Huevo de pájaro pataslargas!
es_mx: ¡Un huevo de pájaro patas largas!
fr: Un œuf d'oiseau à grandes pattes !
it: Uovo di uccello gamboso!
ja: 脚の長い鳥さんの卵だ！
ko: 다리 긴 새 알이다!
pl: Jajko długonogiego ptaka!
pt_br: Ovo de ave pernuda!
ru: Яйцо ногастой птицы!
zh_tw: 長腿鳥的蛋！

# CHARACTERS.WURT.DESCRIBE.TALLBIRDNEST.PICKED
source: This where leggy bird sleep.
de: Hier schläft Beinvogel.
es: Aquí es donde duerme el pájaro pataslargas.
es_mx: Aquí ser donde pájaro patas largas dormir.
fr: C'est là-dedans que dort l'oiseau à grandes pattes.
it: Qui dorme uccello gamboso.
ja: ここは足の長い鳥さんが寝ているところだよ。
ko: 다리 긴 새 자는 곳이야.
pl: Tutaj śpi długonogi ptak.
pt_br: É aqui onde a ave pernuda dorme.
ru: Тут ногастые птицы спят.
zh_tw: 長腿鳥在這睡。

# CHARACTERS.WURT.DESCRIBE.TAMALES
source: Mmm, hot veggie bits inside.
de: Mmmh, heiße Gemüsestücke drin.
es: Mmm, dentro hay cachitos vegetales calientes.
es_mx: Mmm, tener trocitos de verdura picante dentro.
fr: Miam, y'a des bons légumes dedans.
it: Mmmm... Piccoli pezzi di verdura dentro.
ja: うーん、熱々の野菜の欠片の中だね。
ko: 음, 뜨거운 채소 조각 들었어.
pl: Mmm, w środku są cieplutkie warzywka.
pt_br: Mmm, tem pedaços quentes de legumes dentro.
ru: М-м-м, внутри кусочки острых овощей.
zh_tw: 呣，裡面有辣的蔬菜。

# CHARACTERS.WURT.DESCRIBE.TEENBIRD.GENERIC
source: You not as fun now that you older.
de: Du nicht mehr so lustig. Du zu alt.
es: Ahora de mayor no tienes tanta gracia.
es_mx: Tú ser igual de divertido de pequeño y de grande.
fr: T'es moins marrant maintenant que t'as grandi.
it: Adesso che sei più vecchio, non più divertente.
ja: 年を取った今のあなたは面白くないよ。
ko: 이제 커서 전만큼 재미없어.
pl: Odkąd urosłeś, już nie jesteś taki fajny.
pt_br: Você não é mais tão divertido agora que tá mais velho.
ru: Ты выросла и уже не такая смешная.
zh_tw: 你長大就不好笑了。

# CHARACTERS.WURT.DESCRIBE.TEENBIRD.HUNGRY
source: Wants snacks.
de: Will essen.
es: Quiere tentempiés.
es_mx: Él querer botanas.
fr: Il a très faim.
it: Vuole spuntini.
ja: お菓子が欲しい。
ko: 간식 원해.
pl: Chce smakołyki.
pt_br: Quer petiscos.
ru: Хочет есть.
zh_tw: 想吃小吃。

# CHARACTERS.WURT.DESCRIBE.TEENBIRD.SLEEPING
source: Likes taking naps, flort.
de: Schläft gerne, flort.
es: Le gusta sestear, flort.
es_mx: Gustarle tomar siestas, flop.
fr: Il aime bien faire la sieste, flort.
it: Piace fare pisolini, flort.
ja: 昼寝が好きなんだ、フロート。
ko: 낮잠 좋아해, 뻐끔.
pl: Lubi drzemki, flort.
pt_br: Gosta de tirar sonecas, flort.
ru: Любит спать, хлюп.
zh_tw: 它喜歡打盹，浮浪特。

# CHARACTERS.WURT.DESCRIBE.TEENBIRD.STARVING
source: Gets cranky when it's hungry.
de: Wird sauer, weil hungrig.
es: Tiene mal humor cuando le entra gusa.
es_mx: Enfadarse cuando tener hambre.
fr: Il est grognon quand il a faim.
it: Si arrabbia quando ha fame.
ja: お腹が空くと不機嫌になるよ。
ko: 배고프면 괴팍해져.
pl: Jak jest głodny, robi się marudny.
pt_br: Fica irritado quando tá com fome.
ru: Она всегда капризничает, когда есть хочет.
zh_tw: 它餓了就會生氣。

# CHARACTERS.WURT.DESCRIBE.TELEBASE.GEMS
source: Something missing...
de: Etwas fehlt ...
es: Falta algo...
es_mx: Algo faltar aquí.
fr: Il manque quelque chose...
it: Manca qualcosa...
ja: 何かが足りない...
ko: 뭐가 없는데...
pl: Czegoś tu brakuje...
pt_br: Tá faltando algo...
ru: Чего-то не хватает…
zh_tw: 缺點什麼……

# CHARACTERS.WURT.DESCRIBE.TELEBASE.VALID
source: Ready!
de: Fertig!
es: ¡Listo!
es_mx: ¡Listo!
fr: Prêt !
it: Pronto!
ja: よーい！
ko: 준비됐어!
pl: Gotowe!
pt_br: Tudo pronto!
ru: Готово!
zh_tw: 準備！

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Glorp, can always come back, right?
de: Glorp, kann immer zurück, nicht?
es: Glorp, siempre puedes volver, ¿verdad?
es_mx: Glop, siempre poder volver, ¿verdad?
fr: Glorp, je pourrai revenir ?
it: Glorp, può sempre tornare, no?
ja: グロープ、いつでも戻ってこれるよね？
ko: 빠끔, 언제든 다시 돌아올 수 있겠지?
pl: Glorp, ale w każdej chwili będę mogła wrócić, prawda?
pt_br: Glorp, sempre dá para voltar, né?
ru: Хлюп, я же всегда могу вернуться?
zh_tw: 格浪噗，總能回來，對吧？

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This go to... other worlds?
de: Geht in ... andere Welten?
es: Esto va a... ¿otros mundos?
es_mx: ¿Esto llevar a... otros mundos?
fr: Ça va... dans d'autres mondes ?
it: Questa porta in... altri mondi?
ja: これは...異世界に行くのかな？
ko: 이걸로... 다른 세계 가?
pl: To prowadzi do... innych światów?
pt_br: Isso vai para... outros mundos?
ru: Ведет в… другие миры?
zh_tw: 這個回去……別的世界？

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Something missing, florpt?
de: Fehlt was, florpt?
es: ¿Falta algo, florpt?
es_mx: ¿Faltar algo, flop?
fr: Il manque quelque chose, florp ?
it: Manca qualcosa, florpt?
ja: 何かが足りないよね、フロープト？
ko: 뭐가 없나, 뻐끔?
pl: Czegoś tu brakuje, florp?
pt_br: Tem algo faltando, florpt?
ru: Чего-то не хватает, бульк?
zh_tw: 缺了點什麼，浮浪噗的？

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Not done yet?
de: Nicht fertig?
es: ¿Aún no has acabado?
es_mx: ¿Aún no estar listo?
fr: C'est pas terminé.
it: Non finita ancora?
ja: まだ終わってないの？
ko: 아직 완성 안 됐나?
pl: Jeszcze nie gotowe?
pt_br: Ainda não tá pronto?
ru: Еще не готово?
zh_tw: 還沒完吧？

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_BOX
source: Funny box.
de: Lustige Kiste.
es: Caja curiosa.
es_mx: Caja graciosa.
fr: Drôle de boîte.
it: Scatola strana.
ja: おかしな箱だね。
ko: 재미있는 상자야.
pl: Śmieszne pudełko.
pt_br: Caixa divertida.
ru: Смешная коробка.
zh_tw: 好玩的箱子。

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_CRANK
source: What this thing?
de: Was das?
es: ¿Qué es esta cosa?
es_mx: ¿Qué ser esto?
fr: C'est quoi ce truc ?
it: Cosa è questa cosa?
ja: これは何？
ko: 이거 뭐지?
pl: Co to?
pt_br: Que coisa é essa?
ru: А это что такое?
zh_tw: 這是啥玩意兒？

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_POTATO
source: Big metal lump.
de: Großer Metallbrocken.
es: Pegote grande de metal.
es_mx: Gran bulto metálico.
fr: Un gros truc en métal.
it: Grande pezzo di metallo.
ja: 大きな金属の塊だ。
ko: 큰 금속 덩어리야.
pl: Kawał metalu.
pt_br: Grande pedaço de metal.
ru: Большой кусок железа.
zh_tw: 大金屬塊。

# CHARACTERS.WURT.DESCRIBE.TELEPORTATO_RING
source: Hmm, too big for crown, florp.
de: Hmm, zu groß für Krone, florp.
es: Mmm, demasiado grande para corona, florp.
es_mx: Mmm, ser muy grande para usar como corona, flop.
fr: C'est trop gros pour être une couronne, florp.
it: Mmmm, troppo grande per corona, florp.
ja: うーん、王冠にしては大きすぎるね、フロープ。
ko: 흠, 왕관으로 쓰기엔 너무 크네, 뻐끔.
pl: Za duże, żeby zrobić z niego koronę, florp.
pt_br: Hum, grande demais para uma coroa, florp.
ru: Хм, для короны штука великовата, хлюп.
zh_tw: 嗯，太大了放不到皇冠上，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TELESTAFF
source: Make head feel funny, florp...
de: Kopf fühlt sich komisch an, florp ...
es: Siento la cabeza rara, florp...
es_mx: Hacer que cabeza sentirse extraña, flop...
fr: Ça me fait me sentir toute drôle, florp...
it: Dà sensazione strana in testa, florp...
ja: 頭がおかしくなるよ、フロープ...
ko: 머리 느낌 이상하게 해, 뻐끔...
pl: Dziwnie robi w głowę, florp...
pt_br: Dá uma sensação estranha na cabeça, florp...
ru: Как-то странно мне… Хлюп.
zh_tw: 會讓腦袋感覺怪怪的，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.TENT.BURNT
source: It burnt up.
de: Verbrannt.
es: Se ha quemado.
es_mx: Estar quemada.
fr: Ça a brûlé.
it: Bruciata.
ja: 燃えてしまったよ。
ko: 다 타 버렸어.
pl: Spłonął.
pt_br: Queimou.
ru: Сгорела.
zh_tw: 它燒掉了。

# CHARACTERS.WURT.DESCRIBE.TENT.GENERIC
source: Sleeping place.
de: Schlafplatz.
es: Lugar de dormir.
es_mx: Un lugar para dormir.
fr: J'peux dormir là-dedans.
it: Posto per dormire.
ja: 寝る場所だよ。
ko: 자는 곳이야.
pl: Miejsce do spania.
pt_br: Local de dormir.
ru: Место, чтобы спать.
zh_tw: 睡覺的地方。

# CHARACTERS.WURT.DESCRIBE.TENTACLE
source: Scale-less always walking into those, florp.
de: Schuppenlose finden sie immer, florp.
es: Los sin escamas siempre caminan con estos, florp.
es_mx: Los no escamosos siempre tropezarse con esos, flop.
fr: Les sans-écailles se prennent toujours les pattes là-dedans.
it: Senza squame va sempre dentro lì, florp.
ja: スケールレスはいつもあそこに入っていくんだよ、フロープ。
ko: 무비늘은 항상 제 발로 찾아가, 뻐끔.
pl: Bezłuskowcy zawsze w nie włażą, florp.
pt_br: Os sem-escamas sempre esbarram neles, florp.
ru: Ребята без чешуи все время на них наступают.
zh_tw: 無鱗生物總是踩到這些，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TENTACLESPIKE
source: Ha ha, spiky!
de: Haha, stachelig!
es: ¡Ja, ja, pincha!
es_mx: ¡Ja, ja! ¡Espinoso!
fr: Ha ha, ça pique !
it: Ah ah, punge!
ja: はは、とげとげだね！
ko: 하하, 뾰족해!
pl: Ha, ha, kłujący!
pt_br: Ha, ha, espetudo!
ru: Ха-ха! Колючка!
zh_tw: 哈哈，尖刺！

# CHARACTERS.WURT.DESCRIBE.TENTACLESPOTS
source: Took its skin!
de: Haut genommen!
es: ¡Se ha llevado su piel!
es_mx: ¡Yo haber tomado su piel!
fr: J'lui ai piqué sa peau !
it: Preso sua pelle!
ja: 皮を剥いだよ！
ko: 가죽 가져왔어!
pl: Zabrałam im skórę!
pt_br: Peguei a pele dele!
ru: Я у него кожу забрала!
zh_tw: 拿了它的皮！

# CHARACTERS.WURT.DESCRIBE.TENTACLE_GARDEN
source: Found its house!
de: Haus gefunden!
es: ¡Encontró su casa!
es_mx: ¡Yo haber encontrado su casa!
fr: J'ai trouvé sa maison !
it: Trovata sua casa!
ja: 家を見つけたよ！
ko: 집 찾았어!
pl: Znalazłam dla niej dom!
pt_br: Encontrei a casa dele!
ru: Нашла их дом!
zh_tw: 找到了它的家！

# CHARACTERS.WURT.DESCRIBE.TENTACLE_PILLAR
source: Tickle its belly!
de: Bauch kitzeln!
es: ¡Hace cosquis en la tripa!
es_mx: ¡Hacerle cosquillas en la panza!
fr: J'vais le chatouiller !
it: Solletico a sua pancia!
ja: その腹をくすぐって！
ko: 배 간지럽혀!
pl: Połaskoczę ją w brzuszek!
pt_br: Faz cócegas na barriga dele!
ru: Сейчас как защекочу пузико!
zh_tw: 撓它肚子的癢！

# CHARACTERS.WURT.DESCRIBE.TENTACLE_PILLAR_ARM
source: They just little.
de: Nur klein.
es: Son pequeñitos.
es_mx: Ellos ser pequeños.
fr: Ils sont tout petits.
it: Piccolo.
ja: 彼らは小さいよ。
ko: 작은 녀석이야.
pl: Są bardzo malutkie.
pt_br: Eles são pequenos.
ru: Они еще маленькие.
zh_tw: 他們好小。

# CHARACTERS.WURT.DESCRIBE.TENTACLE_PILLAR_HOLE
source: What in there?
de: Was drin?
es: ¿Qué hay dentro?
es_mx: ¿Qué haber ahí?
fr: Y'a quoi là-dedans ?
it: Cosa lì dentro?
ja: 何があるの？
ko: 안에 뭐 있지?
pl: Co tam jest?
pt_br: O que tem dentro?
ru: Что там внутри?
zh_tw: 那裡面有什麼？

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.COOLDOWN
source: Where little tree go, florp?
de: Wo kleiner Baum, florp?
es: ¿Dónde ido el árbol pequeñito, florp?
fr: Où est parti le petit arbre, florp ?
it: Dove essere alberello, florp?
ja: ちっちゃい木どこいったの、フロープ？
ko: 작은 나무는 어디로 가는 걸까, 빠끔?
pl: Dokąd poszło małe drzewko, florp?
pt_br: Onde foi arvorezinha, florp?
ru: Куда пропало деревце? Хлюп?
zh_tw: 小樹去哪兒了，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.CRIMSON
source: It look kinda funny inside.
de: Sieht innen komisch aus.
es: Hala, dentro es curioso.
fr: C'est rigolo dedans.
it: Sembrare divertente dentro.
ja: 中がなんか面白い感じになってるね。
ko: 안이 좀 웃겨.
pl: Trochę śmiesznie wygląda w środku.
pt_br: Tá meio engraçado dentro.
ru: Там внутри что-то странное.
zh_tw: 它的身體看起來很怪。

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.ENABLED
source: WHAT GOING ON?!
de: WAS LOS?!
es: ¿¡QUÉ PASA!?
fr: IL SE PASSE QUOI ?!
it: COSA STARE SUCCEDENDO?!
ja: 何が起きてるの！？
ko: 무슨 일이야?!
pl: CO SIĘ DZIEJE?!
pt_br: O QUE TÁ ACONTECENDO?!
ru: ЧТО ПРОИСХОДИТ?!
zh_tw: 這是啥啊？！
