Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_VEST_A
source: I PREFER THE MOST MINIMAL AMOUNT OF ORGANIC MATERIAL
de: ICH BEVORZUGE EINE MÖGLICHST GERINGE MENGE AN ORGANISCHEM MATERIAL
fr: JE PRÉFÈRE DES MATÉRIAUX ORGANIQUES EN QUANTITÉ RÉDUITE
it: PREFERISCO LA QUANTITÀ MINIMA POSSIBILE DI MATERIALE ORGANICO
ja: ＊有機素材はほぼ無使用が私の好みなのですが＊
ko: 본좌는 유기물 재료가 가장 최소한의 양이기를 선호함.
pl: WOLĘ MINIMALIZOWAĆ ZAWARTOŚĆ MATERII ORGANICZNEJ.
pt_br: PREFIRO QUANTIDADES MÍNIMAS DE MATERIAL ORGÂNICO
ru: ПРЕДПОЧИТАЮ ИСПОЛЬЗОВАТЬ МИНИМАЛЬНОЕ КОЛИЧЕСТВО ОРГАНИЧЕСКИХ МАТЕРИАЛОВ
zh_cn: 我偏爱有机物含量最低的
zh_tw: 我偏愛有機物含量最低的

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_VEST_B
source: DISGUSTINGLY NATURAL
de: WIDERLICH NATÜRLICH
fr: C'EST RÉPUGNANT DE NATUREL
it: DISGUSTOSAMENTE NATURALE
ja: ＊うんざりするほどに自然的です＊
ko: 끔찍할 정도로 자연스러움.
pl: OHYDNIE NATURALNA
pt_br: REPUGNANTEMENTE NATURAL
ru: ОТВРАТИТЕЛЬНО ОРГАНИЧЕСКИЙ
zh_cn: 令人作呕的自然纤维
zh_tw: 令人作嘔的自然纖維

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_VEST_C
source: I WILL USE THIS DEAD ORGANIC MATTER FOR HEAT PROTECTION
de: ICH WERDE DIESES TOTE ORGANISCHE MATERIAL ALS HITZESCHUTZ VERWENDEN
fr: J'UTILISERAI CETTE MATIÈRE ORGANIQUE MORTE COMME PROTECTION CONTRE LA CHALEUR
it: UTILIZZERÒ QUESTO MATERIALE ORGANICO MORTO PER PROTEGGERMI DAL CALORE
ja: ＊この死亡した有機物は熱対策のために使用します＊
ko: 본좌는 열 보호를 위해 이 죽은 유기체를 사용할 것임.
pl: WYKORZYSTAM TĘ MARTWĄ MATERIĘ ORGANICZNĄ DO OCHRONY PRZED UPAŁEM.
pt_br: USAREI ESTA MATÉRIA ORGÂNICA MORTA PARA ME PROTEGER DO CALOR
ru: ЭТА МЕРТВАЯ ОРГАНИЧЕСКАЯ МАТЕРИЯ ЗАЩИТИТ МЕНЯ ОТ ВЫСОКИХ ТЕМПЕРАТУР
zh_cn: 我将使用这些死亡的有机物进行热保护
zh_tw: 我將使用這些死亡的有機物進行熱保護

# CHARACTERS.WX78.DESCRIBE.CARRAT.DEAD
source: IT IS DEAD
de: SIE IST TOT
es_mx: ESTÁ MUERTA
fr: ELLE EST MORTE
it: È MORTO
ja: ＊死んでいます＊
ko: 죽었음
pl: JEST MARTWA
pt_br: ESTÁ MORTO
ru: ОНА МЕРТВА
zh_cn: 已死亡
zh_tw: 已死亡

# CHARACTERS.WX78.DESCRIBE.CARRAT.GENERIC
source: THIS CARROT IS MORE IRRITATING THAN MOST
de: DIESE KAROTTE IST ÜBERDURCHSCHNITTILCH ÄRGERLICH
es_mx: ESTA ZANAHORIA ES MÁS IRRITANTE QUE LA MAYORÍA
fr: CETTE CAROTTE M'ÉNERVE ENCORE PLUS QUE LES AUTRES
it: QUESTA CAROTA È PIÙ IRRITANTE DELLE ALTRE
ja: ＊このニンジンはほかのほとんどのものよりさらに腹立たしい＊
ko: 이 당근은 다른 당근보다 더 짜증 남
pl: TA MYSZOMARCHEW JEST BARDZIEJ IRYTUJĄCA NIŻ WIĘKSZOŚĆ
pt_br: ESSA CENOURA É MAIS IRRITANTE QUE A MAIORIA
ru: ЭТА МОРКОВКА РАЗДРАЖАЕТ МЕНЯ БОЛЬШЕ, ЧЕМ ОБЫЧНО
zh_cn: 这颗胡萝卜比其他的更烦人
zh_tw: 這顆胡蘿蔔比其他的更煩人

# CHARACTERS.WX78.DESCRIBE.CARRAT.HELD
source: STOP YOUR WRIGGLING
de: HÖR AUF ZU ZAPPELN
es_mx: DEJA DE RETORCERTE
fr: ARRÊTE DE TE TORTILLER
it: SMETTILA DI DIMENARTI
ja: ＊蠢動をやめてください＊
ko: 꿈틀대지 말 것
pl: PRZESTAŃ SIĘ WIĆ
pt_br: PARE DE SE CONTORCER
ru: ПРЕКРАЩАЙ ДЕРГАНЬЯ
zh_cn: 别扭了
zh_tw: 彆扭了

# CHARACTERS.WX78.DESCRIBE.CARRAT.SLEEPING
source: IT HAS POWERED DOWN
de: RUNTERGEFAHREN
es_mx: ESTÁ EN SUSPENSIÓN
fr: ELLE S'EST ÉTEINTE
it: HA STACCATO LA SPINA
ja: ＊シャットダウンしました＊
ko: 전원 꺼짐
pl: WYŁĄCZYŁ SIĘ
pt_br: ELE DESLIGOU
ru: ПИТАНИЕ ВЫКЛЮЧЕНО
zh_cn: 关机了
zh_tw: 關機了

# CHARACTERS.WX78.DESCRIBE.CARRAT_GHOSTRACER
source: I DID NOT KNOW THERE WAS AN INORGANIC OPTION. CHEATER
de: WUSSTE NICHTS VON DER OPTION ANORGANISCHE EINHEIT. BETRUG
es_mx: NO SABÍA QUE HABÍA UNA OPCIÓN INORGÁNICA. TRAMPOSA
fr: JE NE SAVAIS PAS QU'IL Y AVAIT UNE CATÉGORIE INORGANIQUE. TRICHEUR
it: NON SAPEVO CHE CI FOSSE ANCHE UNA VERSIONE NON ORGANICA. È SCORRETTO
ja: ＊無機物の選択肢があるとは知りませんでした。嘘つき＊
ko: 본체는 무기물 옵션이 있는 줄 몰랐음. 사기꾼
pl: NIE WIEDZIAŁEM, ŻE ISTNIEJE OPCJA NIEORGANICZNA. OSZUSTKA
pt_br: NÃO SABIA QUE HAVIA UMA OPÇÃO INORGÂNICA. TRAPACEIRO
ru: Я НЕ ЗНАЛ, ЧТО ЕСТЬ ВОЗМОЖНОСТЬ ИСПОЛЬЗОВАТЬ НЕОРГАНИКУ. ЧИТЕР!
zh_cn: 未收到非有机物选项通知。作弊者
zh_tw: 未收到非有機物選項通知。作弊者

# CHARACTERS.WX78.DESCRIBE.CARROT
source: NUTRITIOUS
de: NAHRHAFT.
es_mx: NUTRITIVA
fr: NUTRITIF
it: NUTRIENTE
ja: ＊栄養満点＊
ko: 영양 있음
pl: POŻYWNA.
pt_br: NUTRITIVA
ru: ПИТАТЕЛЬНО
zh_cn: 有营养
zh_tw: 有營養

# CHARACTERS.WX78.DESCRIBE.CARROT_COOKED
source: IT IS FLOPPY NOW
de: JETZT IST SIE LABBERIG.
es_mx: AHORA ESTÁ BLANDA
fr: ELLE EST TOUTE MOLLE MAINTENANT
it: È FLOSCIO ADESSO
ja: ＊だらりとしています＊
ko: 현재 물컹해짐
pl: SFLACZAŁA.
pt_br: ESTÁ MOLE AGORA
ru: ТЕПЕРЬ ОНА МЯГКАЯ
zh_cn: 现在变软了
zh_tw: 現在變軟了

# CHARACTERS.WX78.DESCRIBE.CARROT_OVERSIZED
source: AS YOU CAN SEE, MY GARDENING TECHNIQUE PRODUCED SUPERIOR RESULTS
de: WIE DU SEHEN KANNST, HAT MEINE GARTENTECHNIK ZU BESSEREN ERGEBNISSEN GEFÜHRT
fr: COMME VOUS LE VOYEZ, MA TECHNIQUE DE JARDINAGE PRODUIT DES RÉSULTATS SUPÉRIEURS
it: COME TUTTI POSSONO VEDERE, LA MIA TECNICA AGRICOLA HA PRODOTTO RISULTATI SUPERIORI
ja: ＊見ての通り、私の菜園の技術によって、植物は高等な実を結ぶのです＊
ko: 보다시피, 본좌의 원예 기술은 우수한 결과를 낳았음.
pl: JAK WIDAĆ, MOJE TECHNIKI OGRODNICZE PRZYNIOSŁY FENOMENALNE REZULTATY.
pt_br: COMO SE PODE VER, MINHA TÉCNICA DE JARDINAGEM PRODUZIU RESULTADOS SUPERIORES
ru: ОЧЕВИДНО, ЧТО МОИ ТЕХНИКИ САДОВОДСТВА ПРИНОСЯТ ВЫДАЮЩИЕСЯ РЕЗУЛЬТАТЫ
zh_cn: 如你所见，我的园艺技术产生了很好的效果。
zh_tw: 如你所見，我的園藝技術產生了很好的效果。

# CHARACTERS.WX78.DESCRIBE.CARROT_PLANTED
source: ROBOT NEEDS FOOD
de: ROBOTER BRAUCHT NAHRUNG.
es_mx: EL ROBOT NECESITA COMIDA
fr: ROBOT A FAIM
it: IL ROBOT HA BISOGNO DI CIBO
ja: ＊ロボットの食料が必要です＊
ko: 로봇은 식량을 필요로 함
pl: ROBOT POTRZEBUJE ZASILANIA.
pt_br: ROBÔ PRECISA DE COMIDA
ru: РОБОТУ ТОЖЕ НУЖНА ЕДА
zh_cn: 机器人也需要食物
zh_tw: 機器人也需要食物

# CHARACTERS.WX78.DESCRIBE.CARROT_SEEDS
source: IT'S SOURCE CODE FOR FOOD THAT COMES FROM THE DIRT
de: ES IST DER QUELLCODE FÜR LEBENSMITTEL, DIE AUS DER ERDE KOMMEN
fr: C'EST LE CODE SOURCE DE LA NOURRITURE QUI VIENT DE LA TERRE
it: È IL CODICE SORGENTE DEL CIBO CHE VIENE DALLA TERRA
ja: ＊これは地中から採取できる食料のソースコードです＊
ko: 흙에서 나온 음식의 소스 코드임.
pl: TO KOD ŹRÓDŁOWY JEDZENIA ROSNĄCEGO W ZIEMI
pt_br: É UM CÓDIGO-FONTE PARA COMIDA QUE VEM DA TERRA
ru: ИСХОДНЫЙ КОД ПИЩИ, ДОБЫВАЕМОЙ ИЗ ЗЕМЛИ
zh_cn: 它是泥土里生长的食物的源代码
zh_tw: 它是泥土裡生長的食物的原始程式碼

# CHARACTERS.WX78.DESCRIBE.CARTOGRAPHYDESK.BURNING
source: BAKING MAPS
de: KARTEN WERDEN GEBACKEN
es_mx: MAPAS ARDIENDO
fr: CARTES AU FOUR
it: MAPPE DA CUOCERE
ja: ＊マップを焼きます＊
ko: 지도 굽는 중
pl: PIECZENIE MAP W TOKU.
pt_br: MAPAS PARA COZINHAR
ru: ЗАПЕКАНИЕ КАРТ
zh_cn: 烘焙地图
zh_tw: 烘焙地圖

# CHARACTERS.WX78.DESCRIBE.CARTOGRAPHYDESK.BURNT
source: MAPS BAKED
de: KARTEN GEBACKEN
es_mx: MAPAS QUEMADOS
fr: CARTES CUITES
it: MAPPE COTTE
ja: ＊マップが焼けました＊
ko: 지도 구웠음
pl: MAPY UPIECZONE.
pt_br: MAPAS COZIDOS
ru: ПЕЧЕНЫЕ КАРТЫ
zh_cn: 烘焙过的地图
zh_tw: 烘焙過的地圖

# CHARACTERS.WX78.DESCRIBE.CARTOGRAPHYDESK.GENERIC
source: DIRECTIONAL INFORMATION TRANSMITTER FOR FLESH SIDEKICKS
de: RICHTUNGSINFORMATIONEN-SENDER FÜR FLEISCHLINGSHELFER
es_mx: TRANSMISOR DE INFORMACIÓN DIRECCIONAL PARA SECUACES DE CARNE
fr: TRANSMETTEUR D'INFORMATIONS DIRECTIONNELLES POUR ACOLYTES DE CHAIR
it: TRASMETTITORE DI INFORMAZIONI DIREZIONALI PER TIRAPIEDI DI CARNE
ja: ＊有機物の仲間への指示的情報の発信機＊
ko: 살덩어리 수하를 위한 방향 정보 전송 장치
pl: TRANSMITER INFORMACJI KIERUNKOWYCH DLA MIĘSNYCH POMOCNIKÓW.
pt_br: TRANSMISSOR DE INFORMAÇÕES DIRECIONAIS PARA AJUDANTES DE CARNE
ru: НАПРАВЛЕННЫЙ ИНФОРМАЦИОННЫЙ ПЕРЕДАТЧИК ДЛЯ МЯСНЫХ ДРУЗЕЙ
zh_cn: 给人类伙伴的方向信息传达者
zh_tw: 給人類夥伴的方向資訊傳達者

# CHARACTERS.WX78.DESCRIBE.CATCOON
source: CLAWS OUT
de: KRALLEN AUSGEFAHREN.
es_mx: TIENE GARRAS
fr: TOUTES GRIFFES DEHORS
it: FUORI GLI ARTIGLI
ja: ＊爪が出ています＊
ko: 발톱 나옴
pl: PAZURZASTE MONSTRUM.
pt_br: GARRAS
ru: КОГТИ ВЫПУЩЕНЫ
zh_cn: 张牙舞爪
zh_tw: 張牙舞爪

# CHARACTERS.WX78.DESCRIBE.CATCOONDEN.EMPTY
source: LIFE LOOP ENDED
de: LEBENSKREISLAUF BEENDET.
es_mx: BUCLE DE VIDA TERMINADO
fr: BOUCLE DE VIE TERMINÉE
it: CICLO DI VITA CONCLUSO
ja: ＊生命ループが終わりました＊
ko: 삶 루프 종료됨
pl: PRZEDŁUŻANIE CYKLU ŻYCIA PRZERWANE.
pt_br: LOOPING DE VIDA ENCERRADO
ru: ЖИЗНЕННЫЙ ЦИКЛ ЗАВЕРШЕН
zh_cn: 生命循环终止
zh_tw: 生命迴圈終止

# CHARACTERS.WX78.DESCRIBE.CATCOONDEN.GENERIC
source: LIFE LOOP ITERATING
de: LEBENSKREISLAUF WIEDERHOLT SICH.
es_mx: ITERACIÓN DE BUCLE DE VIDA
fr: BOUCLE DE VIE ITÉRATIVE
it: CICLO DI VITA RIPETUTO
ja: ＊生命ループが繰り返されています＊
ko: 삶 루프 반복 중
pl: PRZEDŁUŻACZ CYKLU ŻYCIA.
pt_br: LOOPING DE VIDA EM ITERAÇÃO
ru: ЖИЗНЕННЫЙ ЦИКЛ ИТЕРИРУЕТСЯ
zh_cn: 生命循环不息
zh_tw: 生命迴圈不息

# CHARACTERS.WX78.DESCRIBE.CATCOONHAT
source: FURRY HEAD COVERING
de: PELZIGE KOPFUMHÜLLUNG.
es_mx: CUBIERTA DE CABEZA PELUDA
fr: PROTECTION DE TÊTE POILUE
it: COPERTURA DELLA TESTA PELOSA
ja: ＊フワフワの頭巾＊
ko: 털투성이 두부 덮개
pl: FUTRZASTA OSŁONA GŁOWY.
pt_br: COBERTURA PELUDA PARA A CABEÇA
ru: ПУШИСТЫЙ ГОЛОВНОЙ УБОР
zh_cn: 毛茸茸的头部遮盖物
zh_tw: 毛茸茸的頭部遮蓋物

# CHARACTERS.WX78.DESCRIBE.CATTOY_MOUSE
source: THE BEST TOYS REQUIRE MECHANICAL PARTS. IT IS NO COINCIDENCE
de: DIE BESTEN SPIELZEUGE BRAUCHEN MECHANISCHE TEILE. ES IST KEIN ZUFALL
fr: LES MEILLEURS JOUETS ONT BESOIN D'ÉLÉMENTS MÉCANIQUES. CE N'EST PAS UNE COÏNCIDENCE
it: I GIOCATTOLI MIGLIORI RICHIEDONO COMPONENTI MECCANICI. NON È UNA COINCIDENZA
ja: ＊至高のおもちゃには機械パーツが欠かせません。偶然ではありません＊
ko: 최고의 장난감에는 기계 부품이 필요함. 우연이 아님
pl: NAJLEPSZE ZABAWKI WYMAGAJĄ MECHANICZNYCH CZĘŚCI. TO NIE PRZYPADEK.
pt_br: OS MELHORES BRINQUEDOS PRECISAM DE PARTES MECÂNICAS. ISSO NÃO É COINCIDÊNCIA
ru: САМЫЕ ЛУЧШИЕ ИГРУШКИ — МЕХАНИЧЕСКИЕ. ЭТА НЕ ИСКЛЮЧЕНИЕ
zh_cn: 最好的玩具都需要机械零件。这不是巧合
zh_tw: 最好的玩具都需要機械零件。這不是巧合

# CHARACTERS.WX78.DESCRIBE.CAVEIN_BOULDER.GENERIC
source: I WILL DESTROY YOU, BOULDER
de: ICH WERDE DICH ZERSTÖREN, FELS
es_mx: YO TE DESTRUIRÉ, ROCA
fr: JE VAIS TE DÉTRUIRE ROCHER
it: TI DISTRUGGERÒ, MASSO
ja: ＊丸石よ、あなたを破壊します＊
ko: 본좌께서 바위를 파괴하겠음
pl: ZNISZCZĘ CIĘ, GŁAZIE
pt_br: DESTRUIREI VOCÊ, PEDRA
ru: Я УНИЧТОЖУ ТЕБЯ, БУЛЫЖНИК
zh_cn: 我会摧毁你，卵石
zh_tw: 我會摧毀你，卵石

# CHARACTERS.WX78.DESCRIBE.CAVEIN_BOULDER.RAISED
source: THIS BOULDER EVADES DESTRUCTION
de: DIESER FELS LÄSST SICH NICHT ZERSTÖREN
es_mx: ESTA ROCA ESQUIVA LA DESTRUCCIÓN
fr: CE ROCHER ÉCHAPPE À LA DESTRUCTION
it: QUESTO MASSO EVITA LA DISTRUZIONE
ja: ＊この丸石が破壊を侵食しています＊
ko: 바위가 파괴를 회피함
pl: TEN GŁAZ NIE CHCE PODDAĆ SIĘ ZNISZCZENIU
pt_br: ESSA PEDRA FUGIU DA DESTRUIÇÃO
ru: ЭТОТ БУЛЫЖНИК ИЗБЕЖАЛ РАЗРУШЕНИЯ
zh_cn: 这个卵石避免了被摧毁的命运
zh_tw: 這個卵石避免了被摧毀的命運

# CHARACTERS.WX78.DESCRIBE.CAVE_BANANA
source: MORE CARBON
de: MEHR KOHLENSTOFF.
es_mx: MÁS CARBÓN
fr: ENCORE DU CARBONE
it: PIÙ CARBONE
ja: ＊より多くの炭素＊
ko: 탄소 생성기
pl: WIĘCEJ WĘGLA.
pt_br: MAIS CARBONO
ru: БОЛЬШЕ УГЛЕРОДА
zh_cn: 更多碳元素
zh_tw: 更多碳元素

# CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_BURNT
source: HA HA, DESTROYED
de: ZIEL ZERSTÖRT. HAHA.
es_mx: JA, JA, DESTRUIDO
fr: HA, HA ! DÉTRUITE
it: AH AH, DISTRUTTO
ja: ＊ハハ、破壊されました＊
ko: 하하, 파괴됨
pl: HA, HA! ZNISZCZONE.
pt_br: RÁ RÁ, DESTRUÍDA
ru: ХА-ХА, СОЖЖЕН
zh_cn: 哈哈，已摧毁
zh_tw: 哈哈，已摧毀

# CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIOUS
de: DIESE NAHRUNGSFORM IST SO LANGWEILIG
es_mx: ESTAS COSAS ALIMENTICIAS SON MUY TEDIOSAS
fr: TRUCS DURS À MANGER
it: QUESTE COSE DI CIBO SONO COSÌ NOIOSE
ja: ＊食べ物というものには飽きました＊
ko: 식품 관리가 귀찮음
pl: TE PRODUKTY ŻYWNOŚCIOWE SĄ TAKIE NUDNE.
pt_br: ESSAS COISAS ALIMENTARES SÃO TÃO TEDIOSAS
ru: ПРИГОТОВЛЕНИЕ ПИЩИ ТАКОЕ НУДНОЕ
zh_cn: 这些食物太乏味了
zh_tw: 這些食物太乏味了

# CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_TREE
source: LIFE FINDS A WAY, UNFORTUNATELY
de: DAS LEBEN FINDET EINEN WEG, LEIDER.
es_mx: LA VIDA ENCUENTRA UNA MANERA, POR DESGRACIA
fr: LA VIE POUSSE PARTOUT, MALHEUREUSEMENT
it: LA VITA TROVA UN MODO, PURTROPPO
ja: ＊人生には何かしら抜け道があります。残念ながら＊
ko: 안타깝게도 생명은 끈질김
pl: ŻYCIE RADZI SOBIE W KAŻDYCH WARUNKACH, NIESTETY.
pt_br: A VIDA ENCONTRA UM CAMINHO, INFELIZMENTE
ru: К НЕСЧАСТЬЮ, ЖИЗНЬ НАХОДИТ ДОРОГУ
zh_cn: 生命总能找到出路，真遗憾
zh_tw: 生命總能找到出路，真遺憾

# CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE
source: DESCENT BLOCKED. HOW TO PROCEED?
de: ABSTEIG BLOCKIERT. WIE SOLL WEITER FORTGEFAHREN WERDEN?
es_mx: DESCENSO BLOQUEADO. ¿CÓMO PROCEDER?
fr: DESCENTE BLOQUÉE. QUEL PROCESSUS ?
it: LA DISCESA È BLOCCATA. COME SI PROCEDE?
ja: ＊下り坂は封鎖されています。どうやってすすみましょうか？＊
ko: 하강 차단됨. 진행 방향 결정 필요
pl: WEJŚCIE ZABLOKOWANE. CZEKAM NA DALSZE INSTRUKCJE.
pt_br: DESCIDA BLOQUEADA. COMO PROCEDER?
ru: УМЕРЕННАЯ БЛОКИРОВКА. ПОСЛЕДУЮЩИЕ ДЕЙСТВИЯ?
zh_cn: 下降通路被阻。如何继续？
zh_tw: 下降通路被阻。如何繼續？

# CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE_OPEN.FULL
source: CAVE AT CAPACITY
de: HÖHLE HAT KAPAZITÄT ERREICHT
es_mx: CUEVA EN SU CAPACIDAD MÁXIMA
fr: GROTTE PLEINE
it: CAVA A PIENA CAPACITÀ
ja: ＊洞窟内、最大収容人数を超過＊
ko: 동굴 만원
pl: JASKINIA ZAPEŁNIONA
pt_br: CAVERNA NA CAPACIDADE MÁXIMA
ru: ПРЕДЕЛЬНАЯ ЕМКОСТЬ ПЕЩЕРЫ ДОСТИГНУТА
zh_cn: 洞穴容量
zh_tw: 洞穴容量

# CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE_OPEN.GENERIC
source: ERROR: DON'T WANT TO
de: Fehler
es_mx: ERROR: NO QUIERO
fr: ERREUR : NE VEUT PAS
it: ERRORE: NON VOGLIO
ja: ＊エラー：お断り＊
ko: 오류: 원하지 않음
pl: BŁĄD: NIE CHCE MI SIĘ.
pt_br: ERRO: NÃO QUERO
ru: ОШИБКА: НЕ ХОЧУ
zh_cn: 错误：不想
zh_tw: 錯誤：不想

# CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE_OPEN.OPEN
source: DESCEND?
de: ABSTIEG?
es_mx: ¿DESCENDER?
fr: DESCENDRE ?
it: SCENDERE?
ja: ＊下りますか？＊
ko: 하강?
pl: WEJŚĆ?
pt_br: DESCER?
ru: СПУСКАТЬСЯ?
zh_cn: 下降？
zh_tw: 下降？

# CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE_RUINS
source: DESCENT BLOCKED. HOW TO PROCEED?
de: ABSTEIG BLOCKIERT. WIE SOLL WEITER FORTGEFAHREN WERDEN?
es_mx: DESCENSO BLOQUEADO. ¿CÓMO PROCEDER?
fr: DESCENTE BLOQUÉE. QUEL PROCESSUS ?
it: LA DISCESA È BLOCCATA. COME SI PROCEDE?
ja: ＊下り坂は封鎖されています。どうやってすすみましょうか？＊
ko: 하강 차단됨. 진행 방향 결정 필요
pl: WEJŚCIE ZABLOKOWANE. CZEKAM NA DALSZE INSTRUKCJE.
pt_br: DESCIDA BLOQUEADA. COMO PROCEDER?
ru: УМЕРЕННАЯ БЛОКИРОВКА. ПОСЛЕДУЮЩИЕ ДЕЙСТВИЯ?
zh_cn: 下降通路被阻。如何继续？
zh_tw: 下降通路被阻。如何繼續？

# CHARACTERS.WX78.DESCRIBE.CAVE_EXIT.FULL
source: SURFACE AT CAPACITY
de: BEREICH HAT KAPAZITÄT ERREICHT
es_mx: SUPERFICIE EN SU CAPACIDAD MÁXIMA
fr: SURFACE PLEINE
it: SUPERFICIE A PIENA CAPACITÀ
ja: ＊地上、最大収容人数を超過＊
ko: 지상 만원
pl: JASKINIA ZAPEŁNIONA
pt_br: SUPERFÍCIE NA CAPACIDADE MÁXIMA
ru: ПРЕДЕЛЬНАЯ ЕМКОСТЬ ПОВЕРХНОСТИ ДОСТИГНУТА
zh_cn: 表面容量
zh_tw: 表面容量

# CHARACTERS.WX78.DESCRIBE.CAVE_EXIT.GENERIC
source: ERROR: DON'T WANT TO
de: Fehler
es_mx: ERROR: NO QUIERO
fr: ERREUR : NE VEUT PAS
it: ERRORE: NON VOGLIO
ja: ＊エラー：お断り＊
ko: 오류: 원하지 않음
pl: BŁĄD: NIE CHCE MI SIĘ.
pt_br: ERRO: NÃO QUERO
ru: ОШИБКА: НЕ ХОЧУ
zh_cn: 错误：不想
zh_tw: 錯誤：不想

# CHARACTERS.WX78.DESCRIBE.CAVE_EXIT.OPEN
source: SOLAR ARRAY NEEDS REFUELING
de: SOLARFELD BENÖTIGT BETANKUNG
es_mx: LA MATRIZ SOLAR NECESITA RECARGA
fr: LE PANNEAU SOLAIRE DOIT FAIRE LE PLEIN
it: L'IMPIANTO FOTOVOLTAICO NECESSITA RIFORNIMENTO
ja: ＊ソーラーユニット要充電＊
ko: 태양 전지판에 연료 재공급 필요
pl: MATRYCA SŁONECZNA POTRZEBUJE ZASILANIA
pt_br: MATRIZ SOLAR PRECISA DE REABASTECIMENTO
ru: СОЛНЕЧНАЯ ПАНЕЛЬ НУЖДАЕТСЯ В ПОДЗАРЯДКЕ
zh_cn: 太阳能电池阵列需要充电
zh_tw: 太陽能電池陣列需要充電

# CHARACTERS.WX78.DESCRIBE.CAVE_FERN
source: YOUR CHARMS WILL NOT WORK ON ME, PLANT
de: DEINE REIZE WIRKEN AUF MICH NICHT, PFLANZE
es_mx: TUS ENCANTOS NO FUNCIONARÁN EN MÍ, PLANTA
fr: TES CHARMES NE MARCHERONT PAS AVEC MOI, PLANTE
it: IL TUO FASCINO NON FUNZIONERÀ SU DI ME, PIANTA
ja: あなたの誘惑は聞きません、植物よ。＊
ko: 식물의 매력은 본체에게 영향 없음
pl: TWÓJ UROK NA MNIE NIE PODZIAŁA, ROŚLINO
pt_br: SEUS ENCANTOS NÃO FUNCIONARÃO EM MIM, PLANTA
ru: ТВОИ ЧАРЫ НЕ ДЕЙСТВУЮТ НА МЕНЯ, РАСТЕНИЕ
zh_cn: 对我来讲你没有魅力，植物
zh_tw: 對我來講你沒有魅力，植物

# CHARACTERS.WX78.DESCRIBE.CEVICHE
source: INITIATING MASTICATION PROTOCOL
de: AKTIVIERE MAMPFPROTOKOL
es_mx: INICIANDO PROTOCOLO DE MASTICACIÓN
fr: LANCEMENT DU PROTOCOLE DE MASTICATION
it: AVVIO PROTOCOLLO DI MASTICAZIONE
ja: ＊咀嚼プロトコル開始します＊
ko: 저작 프로토콜 발동
pl: INICJALIZACJA PROTOKOŁU PRZEŻUWANIA.
pt_br: INICIANDO PROTOCOLO DE MASTIGAÇÃO
ru: ПРИСТУПИТЬ К ПЕРЕЖЕВЫВАНИЮ
zh_cn: 正在初始化咀嚼协议
zh_tw: 正在初始化咀嚼協議

# CHARACTERS.WX78.DESCRIBE.CHARCOAL
source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
de: KOMPRIMIERTE, TOTE SUBSTANZ. WAS IST DARAN NICHT ZU MÖGEN?
es_mx: MATERIA MUERTA COMPRIMIDA. ¿QUÉ ES LO QUE NO TE GUSTA?
fr: MATIÈRE MORTE COMPRESSÉE. DE QUOI SE PLAINT-ON ?
it: MATERIA MORTA COMPRESSA. COSA PUÒ NON PIACERE?
ja: ＊圧縮された死物質。文句の付け所がないでしょう？＊
ko: 압축된 무기물. 싫어할 이유 없음
pl: SKOMPRESOWANA MARTWA MATERIA. CZEGO TU NIE LUBIĆ.
pt_br: MATÉRIA MORTA COMPRIMIDA. COMO NÃO GOSTAR?
ru: СЖАТАЯ МЕРТВАЯ МАТЕРИЯ. КАК ТАКОЕ МОЖЕТ НЕ НРАВИТЬСЯ?
zh_cn: 压缩的死亡物质。有什么理由不喜欢？
zh_tw: 壓縮的死亡物質。有什麼理由不喜歡？

# CHARACTERS.WX78.DESCRIBE.CHESSJUNK1
source: EX-AUTOMATON
de: EX-ROBOTER.
es_mx: EXAUTÓMATA
fr: EX-AUTOMATE
it: EX AUTOMA
ja: ＊かつての自動制御装置＊
ko: 과거 자동장치
pl: EKSMECHANIZM.
pt_br: EX-AUTÔMATO
ru: МЕХАНИЗМ ПРОШЛОГО ПОКОЛЕНИЯ
zh_cn: 曾经的机器人
zh_tw: 曾經的機器人

# CHARACTERS.WX78.DESCRIBE.CHESSJUNK2
source: EX-AUTOMATON
de: EX-ROBOTER.
es_mx: EXAUTÓMATA
fr: EX-AUTOMATE
it: EX AUTOMA
ja: ＊かつての自動制御装置＊
ko: 과거 자동장치
pl: EKSMECHANIZM.
pt_br: EX-AUTÔMATO
ru: МЕХАНИЗМ ПРОШЛОГО ПОКОЛЕНИЯ
zh_cn: 曾经的机器人
zh_tw: 曾經的機器人

# CHARACTERS.WX78.DESCRIBE.CHESSJUNK3
source: EX-AUTOMATON
de: EX-ROBOTER.
es_mx: EXAUTÓMATA
fr: EX-AUTOMATE
it: EX AUTOMA
ja: ＊かつての自動制御装置＊
ko: 과거 자동장치
pl: EKSMECHANIZM.
pt_br: EX-AUTÔMATO
ru: МЕХАНИЗМ ПРОШЛОГО ПОКОЛЕНИЯ
zh_cn: 曾经的机器人
zh_tw: 曾經的機器人

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_ANCHOR
source: AS HEAVY AS THE REAL THING, BUT LESS USEFUL
de: SO SCHWER WIE DIE ECHTE VERSION, ABER NICHT SO NÜTZLICH
es_mx: ES TAN PESADA COMO LA VERDADERA, PERO MENOS ÚTIL
fr: ELLE EST AUSSI LOURDE QU'UNE VRAIE, MAIS COMPLÈTEMENT INUTILE
it: PESANTE COME QUELLA VERA, MA MENO UTILE
ja: ＊本物と同じくらい重たいが、そこまで役にはたちません＊
ko: 진품만큼 무겁지만, 덜 유용함
pl: TAK CIĘŻKA JAK PRAWDZIWA, ALE MNIEJ UŻYTECZNA
pt_br: TÃO PESADA QUANTO A VERDADEIRA, MAS MENOS ÚTIL
ru: ТАКОЙ ЖЕ ТЯЖЕЛЫЙ, КАК НАСТОЯЩИЙ, НО МЕНЕЕ ПОЛЕЗНЫЙ
zh_cn: 跟真的一样沉，但是没真的有用
zh_tw: 跟真的一樣沉，但是沒真的有用

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_ANTLION
source: NO LONGER CURSED WITH FLESH
de: NICHT MEHR MIT FLEISCH GESCHLAGEN
es_mx: YA NO SUFRE LA MALDICIÓN DE LA CARNE
fr: IL NE SUBIT PLUS LA MALÉDICTION DE LA CHAIR
it: NON DEVE PIÙ SOPPORTARE IL PESO DELLA CARNE
ja: ＊肉体という呪いから解放されています＊
ko: 이제 육신의 저주가 사라짐
pl: NIE PODLEGA JUŻ KLĄTWIE CIAŁA
pt_br: NÃO ESTÁ MAIS AMALDIÇOADO COM CARNE
ru: ПРОКЛЯТИЕ ПЛОТИ СНЯТО
zh_cn: 终于摆脱了肉身的诅咒
zh_tw: 終於擺脫了肉身的詛咒

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BEARGER
source: IT IS MY DECORATION NOW
de: IST JETZT MEINE DEKORATION
es_mx: AHORA ES MI DECORACIÓN
fr: C'EST DEVENU UNE DÉCORATION
it: È LA MIA DECORAZIONE ADESSO
ja: ＊旧敵を装飾アクセサリーに転用＊
ko: 이제 본체의 장식임
pl: TO TERAZ MOJA DEKORACJA
pt_br: AGORA É MINHA DECORAÇÃO
ru: ТЕПЕРЬ ЭТО МОЕ УКРАШЕНИЕ
zh_cn: 这现在是我的装饰
zh_tw: 這現在是我的裝飾

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BEEFALO
source: AN IMPROVEMENT ON THE FLESHY ORIGINAL
de: EINE VERBESSERUNG GEGENÜBER DEM FLEISCHIGEN ORIGINAL
fr: UNE AMÉLIORATION DE L'ORIGINAL ORGANIQUE
it: UN MIGLIORAMENTO RISPETTO ALL'ORIGINALE IN CARNE E OSSA
ja: ＊元の有機的な存在よりかは改善されました＊
ko: 원본 고기의 개선 사항.
pl: ULEPSZONA WERSJA CIELESNEGO ORYGINAŁU.
pt_br: UMA MELHORIA EM RELAÇÃO AO ORIGINAL DE CARNE
ru: НАМНОГО КАЧЕСТВЕННЕЕ ОРГАНИЧЕСКОГО ОРИГИНАЛА
zh_cn: 在原来的肉质基础上做出了改进
zh_tw: 在原來的肉質基礎上做出了改進

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BEEQUEEN
source: AS USELESS NOW AS IT WAS WHEN IT WAS MOVING
de: SO NUTZLOS WIE DAMALS, ALS SIE SICH BEWEGTE
es_mx: TAN INÚTIL AHORA COMO CUANDO SE MOVÍA
fr: AUSSI INUTILE MAINTENANT QUE QUAND ELLE BOUGEAIT
it: È TANTO INUTILE ADESSO QUANTO QUANDO SI MUOVEVA
ja: ＊動いていてもそうでなくても使い物になりません＊
ko: 움직이던 때만큼 쓸모없음
pl: JEST TERAZ RÓWNIE BEZUŻYTECZNA JAK WTEDY, GDY SIĘ PORUSZAŁA
pt_br: TÃO INÚTIL AGORA QUANTO COMO ERA QUANDO SE MOVIA
ru: ПОЛЬЗЫ ВСЕ РАВНО НЕ ПРИБАВИЛОСЬ
zh_cn: 跟它能动的时候一样的没用
zh_tw: 跟它能動的時候一樣的沒用

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: A USELESS HUNK OF ROCK WITH NO APPARENT FUNCTION
de: EINE NUTZLOSE FELSBROCKEN OHNE OFFENSICHTLICHE FUNKTION
es_mx: UN PEDAZO INÚTIL DE ROCA SIN FUNCIÓN APARENTE
fr: UN TAS DE PIERRE SANS FONCTION APPARENTE
it: UN PEZZO DI ROCCIA INUTILE E GROSSO CHE SEMBRA NON SERVIRE A NULLA
ja: ＊見栄えのする機能のない無用の岩の塊＊
ko: 뚜렷한 기능이 없는 무용한 돌덩이
pl: BEZUŻYTECZNY KAMIEŃ BEZ JAKIEGOKOLWIEK ZASTOSOWANIA.
pt_br: UM PEDAÇO INÚTIL DE PEDRA SEM FUNÇÃO APARENTE
ru: БЕСПОЛЕЗНЫЙ КУСОК КАМНЯ БЕЗ ОЧЕВИДНЫХ ФУНКЦИЙ
zh_cn: 一大块无用的岩石，没有可见功能
zh_tw: 一大塊無用的岩石，沒有可見功能

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: FIGURE BOOTING UP
de: FIGUR WIRD HOCHGEFAHREN
es_mx: FIGURA ARRANCANDO
fr: STATUE EN ARMOÇAGE
it: AVVIO DELLA FIGURA
ja: ＊図の起動＊
ko: 형체 부팅 중
pl: WCZYTYWANIE FIGURY.
pt_br: ESTÁTUA INICIALIZANDO
ru: ЗАГРУЗКА ФИГУРЫ
zh_cn: 数字启动程式
zh_tw: 數字啟動程式

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_BUTTERFLY
source: "ART" IS JUST RECREATING STUFF YOU SEE LYING AROUND
de: "KUNST" IST NUR EINE NEUASSEMBLIERUNG HERUMLIEGENDER ELEMENTE
es_mx: EL “ARTE” ES RECREAR COSAS QUE VES TIRADAS EN EL SUELO
fr: DE L'ART, C'EST QUAND ON COPIE CE QUI EXISTE
it: L'"ARTE" SI LIMITA RICREARE COSE CHE STANNO IN GIRO
ja: ＊「芸術」とは単に身の回りに転がっているものを再現したものです＊
ko: "예술"은 주변에 널린 물건을 재창조하는 과정일 뿐임
pl: "SZTUKA" TO PO PROSTU ODTWARZANIE RZECZY, KTÓRE LEŻĄ DOOKOŁA
pt_br: "ARTE" É APENAS RECRIAR COISAS QUE VOCÊ VÊ ESPALHADAS POR AÍ
ru: «ИСКУССТВО» — ЭТО ВОСПРОИЗВЕДЕНИЕ ТОГО, ЧТО НАС ОКРУЖАЕТ
zh_cn: “艺术” 就是复制周围的东西
zh_tw: “藝術” 就是複製周圍的東西

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_CARRAT
source: WHEN WILL ONE OF MY UNDERLINGS CARVE A STATUE OF ME?
de: WANN WIDMEN MEINE UNTERLINGE MIR ENDLICH EINE STATUE?
es_mx: ¿CUÁNDO SERÁ QUE ALGUNO DE MIS SUBORDINADOS ME HARÁ UNA ESTATUA?
fr: J'ATTENDS TOUJOURS QU'ON SCULPTE UNE STATUE DE MOI
it: QUAND'È CHE UNO DEI MIEI SEGUACI MI FARÀ UNA STATUA?
ja: ＊いつになった私のしもべは私の像を彫刻するのでしょう＊
ko: 본체의 수하들은 언제 본체의 조각상을 만들 예정임?
pl: KIEDY MOI PODWŁADNI POSTAWIĄ MI POSĄG?
pt_br: QUANDO É QUE UM DOS MEUS SUBALTERNOS ESCULPIRÁ UMA ESTÁTUA MINHA?
ru: КОГДА УЖЕ КТО-НИБУДЬ ИЗ МОИХ ПОДЧИНЕННЫХ ИЗВАЯЕТ И МОЮ СТАТУЮ?
zh_cn: 我的随从们什么时候给我立个像啊？
zh_tw: 我的隨從們什麼時候給我立個像啊？

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_CATCOON
source: A CLEAR IMPROVEMENT OVER ITS FLESHY COUNTERPART
de: EINE DEUTLICHE VERBESSERUNG GEGENÜBER SEINEM FLEISCHIGEN GEGENSTÜCK
fr: UNE AMÉLIORATION NOTABLE COMPARÉE À SON ÉQUIVALENT EN VIANDE
it: UN NETTO MIGLIORAMENTO RISPETTO ALLA SUA CONTROPARTE DI CARNE
ja: ＊有機的な互換品と比べて明らかに改善されています＊
ko: 살아있는 고깃덩어리를 명백하게 개선했음
pl: OCZYWISTE ULEPSZENIE W STOSUNKU DO MIĘSNEGO ODPOWIEDNIKA
pt_br: UMA CLARA MELHORIA DE SUA FORMA DE CARNE
ru: ОЧЕВИДНО ПРЕВОСХОДИТ ВЕРСИЮ ИЗ ПЛОТИ
zh_cn: 与肉体同类相比，得到了显著的提升
zh_tw: 與肉體同類相比，得到了顯著的提升

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_CLAYHOUND
source: A GOOD ORGANIC SPECIES. IT OBEYS ITS MASTER
de: EINE GUTE ORGANISCHE SPEZIES. SIE GEHORCHT IHREM HERRN.
es_mx: UNA BUENA ESPECIE ORGÁNICA. OBEDECE A SU AMO
fr: UNE BONNE ESPÈCE ORGANIQUE. ELLE OBÉIT À SON MAÎTRE
it: UNA BUONA SPECIE DI ORGANISMO. OBBEDISCE AL SUO CAPO
ja: ＊良い生命の種です。それは主人に従います＊
ko: 양호한 유기종. 주인에게 복종함
pl: DOBRA OGRANICZNA SŁUGA. SŁUCHAJ SIĘ WŁADCY.
pt_br: UMA BOA ESPÉCIE ORGÂNICA. OBEDECE SEU MESTRE
ru: ХОРОШИЙ ОБРАЗЕЦ ОРГАНИКИ. ПОДЧИНЯЕТСЯ ХОЗЯИНУ
zh_cn: 有机的好物种。它服从自己的主人
zh_tw: 有機的好物種。它服從自己的主人

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_CLAYWARG
source: THIS IS A TROPHY TO CELEBRATE MY GREATNESS
de: DAS IST EINE TROPHÄE, UM MEINE GRÖSSE ZU FEIERN.
es_mx: ESTE ES UN TROFEO PARA CELEBRAR MI GRANDEZA
fr: UN TROPHÉE POUR CÉLÉBRER MA GRANDEUR
it: QUESTO È UN TROFEO PER CELEBRARE LA MIA GRANDEZZA
ja: ＊これは私のすばらしさを讃えるトロフィーです＊
ko: 본체의 위대함을 기릴 트로피
pl: TROFEUM MOJEJ WIELKOŚCI
pt_br: ESSE É UM TROFÉU PARA COMEMORAR MINHA GRANDEZA
ru: ЭТО ТРОФЕЙ В ЗНАК МОЕГО ВЕЛИЧИЯ
zh_cn: 这是一个铭记我伟大功绩的战利品
zh_tw: 這是一個銘記我偉大功績的戰利品

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_CRABKING
source: I DON'T LIKE IT
de: GEFÄLLT MIR NICHT
es_mx: NO ME GUSTA
fr: JE N'AIME PAS ÇA
it: NON MI PIACE
ja: ＊私は好きではありません＊
ko: 마음에 안 듦
pl: NIE PODOBA MI SIĘ
pt_br: NÃO GOSTO DELE
ru: МНЕ ОН НЕ НРАВИТСЯ
zh_cn: 我不喜欢它
zh_tw: 我不喜歡它

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_DEERCLOPS
source: ANOTHER ORGANIC I AM STRONGER THAN
de: WIEDER EIN ORGANISCHES WESEN, DAS SCHWÄCHER IST ALS ICH
es_mx: OTRO ORGANISMO QUE NO ES TAN FUERTE COMO YO
fr: ENCORE UN ÊTRE ORGANIQUE QUE JE SURPASSE
it: UN ALTRO ORGANISMO BIOLOGICO DI CUI SONO PIÙ FORTE
ja: ＊下位有機生命体＊
ko: 본체보다 열등한 또 다른 유기물
pl: KOLEJNY MIĘSAK, KTÓREGO PRZEWYŻSZAM SIŁĄ
pt_br: OUTRO SER ORGÂNICO QUE SUPERO EM FORÇA
ru: ЕЩЕ ОДНА ОРГАНИКА, КОТОРАЯ СЛАБЕЕ МЕНЯ
zh_cn: 又一个没我强的有机体
zh_tw: 又一個沒我強的有機體

# CHARACTERS.WX78.DESCRIBE.CHESSPIECE_DRAGONFLY
source: A REMINDER OF THE TIME I WON
de: ERINNERUNG AN MEINEN SIEG
es_mx: UN RECORDATORIO DE CUANDO GANÉ
fr: UN SOUVENIR DE VICTOIRE
it: UN RICORDO DI QUANDO HO VINTO
ja: ＊私の勝利の記録＊
ko: 본좌께서 승리한 때를 상기시킴
pl: MEMENTO MOMENTU ZWYCIĘSTWA
pt_br: LEMBRANÇAS DE UMA ÉPOCA QUE VENCI
ru: НАПОМИНАЕТ О ТЕХ ВРЕМЕНАХ, КОГДА Я ПОБЕДИЛ
zh_cn: 记忆我胜利的时刻
zh_tw: 記憶我勝利的時刻
