Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: It's gonna start a forest fire if we're not careful!
de: Es wird einen Waldbrand auslösen, wenn wir nicht vorsichtig sind!
es: Como no tengamos cuidado, provocará un incendio forestal.
fr: Ça va dégénérer en feu de forêt, si on n'y prend pas garde !
it: Finirà per causare un incendio boschivo, se non facciamo attenzione!
ja: 気をつけねぇと山火事になっちまうぞ！
ko: 조심하지 않으면 산불이 날거야!
pl: Jeżeli nie będziemy ostrożni, może wywołać pożar lasu!
pt_br: Vai começar um incêndio florestal se a gente não tomar cuidado!
ru: Так и лесной пожар по неосторожности устроить недолго!
zh_cn: 不小心的话，会引发森林大火的!
zh_tw: 不小心的話，會引發森林大火的!

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: Well, that's a shame.
de: Ach, eine Schande.
es: Bueno, qué pena.
fr: Dommage.
it: Che peccato.
ja: 燃え尽きちまったみてぇだな…
ko: 안타깝잖아.
pl: Szkoda.
pt_br: Bem, que pena.
ru: Что ж, очень жаль.
zh_cn: 嗯，可惜了。
zh_tw: 嗯，可惜了。

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: We're up for a bit of friendly competition, aren't we Lucy?
de: Wir sind für einen kleinen freundschaftlichen Wettbewerb zu haben, nicht wahr, Lucy?
es: Nos apetece una competición amistosa, ¿a que sí, Lucy?
fr: On ne refuse jamais une compétition amicale. Pas vrai, Lucy ?
it: Ci fa sempre piacere partecipare a una bella competizione amichevole, vero, Lucy?
ja: 仲良く競い合うとするか、ルーシー？
ko: 우리는 좀 우호적인 대회를 준비하고 있어. 그렇지 않니, 루시?
pl: Zawsze chętnie uczestniczymy w przyjacielskiej rywalizacji, co nie, Lucy?
pt_br: Estamos prontos para uma competiçãozinha amistosa, né, Lucy?
ru: Мы всегда готовы по-дружески посоревноваться, да, Люси?
zh_cn: 来个友谊赛也不错，是吧，露西?
zh_tw: 來個友誼賽也不錯，是吧，露西?

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} That's a nice one.
de: Gewicht: {weight} Geerntet am: {day} Das ist nicht übel.
es: Peso: {weight} Cosecha del día: {day} No está mal.
fr: Poids : {weight} Récolte effectuée le jour : {day} C'est pas mal du tout.
it: Peso: {weight} Raccolto il giorno: {day} Non c'è male.
ja: 重量：{weight} 収穫日：{day} いいじゃねぇか。
ko: 무게: {weight} 심은 후 {day}째 날에 수확 좋다.
pl: Waga: {weight} Zebrano dnia: {day} Niezły wynik.
pt_br: Peso: {weight} Colheita feita no dia: {day} Esse é dos bons.
ru: Вес: {weight} День сбора: {day} Хороший урожай.
zh_cn: 重量: {weight} 收获日: {day} 那个可以。
zh_tw: 重量: {weight} 收穫日: {day} 那個可以。

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} Would ya look at the size of it!
de: Gewicht: {weight} Geerntet am: {day} Sieh sich einer diese Größe an!
es: Peso: {weight} Cosecha del día: {day} ¡Menudo tamaño tiene!
fr: Poids : {weight} Récolte effectuée le jour : {day} Regardez-moi la taille de ce truc !
it: Peso: {weight} Raccolto il giorno: {day} Guarda com'è grande!
ja: 重量：{weight} 収穫日：{day} 見ろよこのサイズ！
ko: 무게: {weight} 심은 후 {day}째 날에 수확 이거 크기 좀 봐!
pl: Waga: {weight} Zebrano dnia: {day} Tylko popatrz, jakie to warzywo jest wielkie!
pt_br: Peso: {weight} Colheita feita no dia: {day} Olha o tamanho disso!
ru: Вес: {weight} День сбора: {day} Вы гляньте, какой размерчик!
zh_cn: 重量: {weight} 收获日: {day} 瞧瞧这个头！
zh_tw: 重量: {weight} 收穫日: {day} 瞧瞧這個頭！

# CHARACTERS.WOODIE.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: Huh. Seeing it now I guess it's not that impressive.
de: Hm. Wenn ich es jetzt sehe, ist es wohl nicht so beeindruckend.
es: Oh... La verdad es que ahora no impresiona tanto.
fr: Ha. Oui, finalement, ce n'est pas très impressionnant.
it: Uhm, riguardandolo ora non sembra più tanto impressionante.
ja: はぁ。こうして見てみると、そこまででもねぇみてぇだな。
ko: 흠. 지금 보기에는 별로 인상적이지 않아.
pl: Hm. Jak tak teraz na nie patrzę, to faktycznie nie jest zbyt imponujące.
pt_br: Hã. Vendo mais de perto, acho que não é tão impressionante.
ru: Мда. Теперь-то, конечно, видно, что не такая уж впечатляющая вещь.
zh_cn: 哎，现在看好像不咋地。
zh_tw: 哎，現在看好像不咋地。

# CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy.
de: Schick und luftig.
es: Bonito y fresco.
fr: Joli et aéré.
it: Bello e ventilato.
ja: いーいそよ風
ko: 시원해서 좋잖아.
pl: Przyjemna i przewiewna.
pt_br: Agradável e refrescante.
ru: Приятный и свежий.
zh_cn: 好看又透气。
zh_tw: 好看又透氣。

# CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_WINTER
source: This could stand up to the winters back home, eh?
de: Die könnte sogar dem Winter bei uns zu Hause gewachsen sein, was?
es: Con esto podría soportar los inviernos en casa, ¿eh?
fr: Ça pourrait supporter les hivers de par chez nous, hein ?
it: Potrebbe resistere agli inverni di dove vengo io, eh?
ja: 地元の冬に勝るとも劣らない、ね？
ko: 고향 겨울도 견디겠잖아, 엉?
pl: Mogłaby się nadać nawet na nasze zimy, co nie?
pt_br: Isso poderia aguentar os invernos da minha terra, hã?
ru: На родине тоже вполне сгодится, да ведь?
zh_cn: 这应该可以抵御家乡的寒冬，对吗？
zh_tw: 這應該可以抵禦家鄉的寒冬，對嗎？

# CHARACTERS.WOODIE.DESCRIBE.TRUNK_COOKED
source: I think it boiled off all of the nose cheese.
de: Ich denke, dass die ganzen Popel rausgekocht wurden.
es: Creo que se ha evaporado todo el queso de la nariz.
fr: Il ne doit plus rester de morve là-dedans.
it: Penso che abbia bollito tutto il formaggio del naso.
ja: 鼻の角質が全部茹で落ちちゃったみたいだね。
ko: 끓여서 콧물이 증발한 것 같잖아.
pl: Ogień wypalił chyba wszystkie smarki.
pt_br: Acho que ferveu todo o queijo do nariz.
ru: Думаю, весь сыр из носа выварился.
zh_cn: 我想所有鼻涕应该都煮掉了吧。
zh_tw: 我想所有鼻涕應該都煮掉了吧。

# CHARACTERS.WOODIE.DESCRIBE.TRUNK_SUMMER
source: It's pretty thin.
de: Die ist schön dünn.
es: Es muy fina.
fr: Pas très épais.
it: È abbastanza sottile.
ja: けっこう薄い。
ko: 제법 가늘잖아.
pl: Całkiem cienka.
pt_br: É bem fino.
ru: Он такой тоненький.
zh_cn: 真的好薄。
zh_tw: 真的好薄。

# CHARACTERS.WOODIE.DESCRIBE.TRUNK_WINTER
source: It's thick and hairy.
de: Dick und behaart.
es: Grueso y peludo.
fr: C'est épais et poilu.
it: È spessa e pelosa.
ja: 分厚くて毛深そう。
ko: 두껍고 털이 많잖아.
pl: Gruba i włochata.
pt_br: É grosso e peludo.
ru: Он толстый и волосатый.
zh_cn: 又厚实又毛茸茸的。
zh_tw: 又厚實又毛茸茸的。

# CHARACTERS.WOODIE.DESCRIBE.TUMBLEWEED
source: I wish it was sturdier so I could chop it.
de: Ich wünschte, er wäre etwas kräftiger, damit ich ihn zerhacken kann.
es: Ojalá fuera más robusta para poder talarla.
fr: J'aimerais que ce soit plus solide pour pouvoir le couper.
it: Vorrei che fosse più duro per poterlo tagliare.
ja: もっと頑丈だったら… そしたら、俺が切ってやるのに。
ko: 도끼로 벨 수 있게 더 튼튼했으면 좋았을 텐데.
pl: Szkoda, że nie jest twardszy. Mógłbym go ściąć.
pt_br: Queria que fosse mais resistente, para poder cortar.
ru: Хотел бы я, чтобы оно было прочнее, чтоб я мог его рубить.
zh_cn: 真希望它再坚固些，这样我就可以砍它了。
zh_tw: 真希望它再堅固些，這樣我就可以砍它了。

# CHARACTERS.WOODIE.DESCRIBE.TURFCRAFTINGSTATION
source: I think I'd make a good groundskeeper, whatcha think Luce?
de: Ich glaube, ich wäre ein guter Platzwart, was meinst du, Luce?
es: Yo creo que sería buen jardinero... ¿Tú qué crees, Lucy?
fr: Je pense que je ferais un jardinier décent. Qu'en penses-tu, Lucy ?
it: Credo che potrei essere un buon giardiniere. Che ne pensi, Lucy?
ja: オレ、グラウンドキーパーが向いてるかもな。どう思う、ルーシー？
ko: 나는 좋은 관리인이 될 것이라고 생각해, 어떻게 생각하니, 루시?
pl: Byłby ze mnie dobry konserwator zieleni, nie uważasz, Lucy?
pt_br: Acho que eu seria um ótimo jardineiro. O que você acha, Lucy?
ru: Возиться в земле мне хорошо удается. Как думаешь, Люси?
zh_cn: 我想我是个不错的园丁，你觉得呢，露西？
zh_tw: 我想我是個不錯的園丁，你覺得呢，露西？

# CHARACTERS.WOODIE.DESCRIBE.TURF_ARCHIVE
source: That's some nice stonework!
de: Das ist Maurerhandwerk ist nicht übel!
es: ¡Menudo trabajazo de mampostería!
fr: Joli travail de maçonnerie !
it: Che belle pietre!
ja: イケてる石組みじゃねぇか！
ko: 멋진 석조물이야!
pl: Wspaniała robota w kamieniu!
pt_br: Que belo trabalho em pedra.
ru: Какая изящная работа с камнем!
zh_cn: 漂亮的石头制品！
zh_tw: 漂亮的石頭製品！

# CHARACTERS.WOODIE.DESCRIBE.TURF_BADLANDS
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my tastes.
de: Zu elegant für meinen Geschmack.
es: Demasiado elegante para mi gusto.
fr: Trop classe pour moi.
it: Troppo raffinato per i miei gusti.
ja: 俺の趣味的には高級すぎだ。
ko: 나한텐 너무 고급이야.
pl: Za bardzo wymuskany, jak na mój gust.
pt_br: Muito elegante pro meu gosto.
ru: Как по мне, так слишком изящно.
zh_cn: 太对我的口味了。
zh_tw: 太對我的口味了。

# CHARACTERS.WOODIE.DESCRIBE.TURF_CAVE
source: Some ground.
de: Irgendein Erdboden.
es: Un poco de suelo.
fr: Du sol.
it: Un pezzo di terreno.
ja: いくつかの土地。
ko: 지면이야.
pl: Kawałek ziemi.
pt_br: Um pouco de solo.
ru: Какая-то поверхность.
zh_cn: 一些地皮。
zh_tw: 一些地皮。

# CHARACTERS.WOODIE.DESCRIBE.TURF_CHECKERFLOOR
source: Looks like one of those city-people outhouses.
de: Sieht wie das Plumpsklo eines Stadtmenschen aus.
es: Parece como uno de esas letrinas de las ciudades.
fr: Les citadins mettent ça dans les toilettes du jardin.
it: Assomiglia a uno di quei gabinetti esterni nei quartieri residenziali.
ja: これらの街の人たちの納屋の一つのようだ。
ko: 도시의 화장실 바닥 같잖아.
pl: Jak w domach u miastowych.
pt_br: Parece um daqueles cubículos das pessoas da cidade.
ru: Выглядит, как крыльцо дома у этих городских.
zh_cn: 看起来像城市里户外厕所的地板。
zh_tw: 看起來像城市裡戶外廁所的地板。

# CHARACTERS.WOODIE.DESCRIBE.TURF_DECIDUOUS
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_DESERTDIRT
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: どっかの地面だな
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_DIRT
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_DRAGONFLY
source: Fire doesn't quite take here, eh?
de: Feuer richtet hier wohl nicht viel aus, was?
es: El fuego aquí no vale de mucho, ¿eh?
fr: Le feu ne prend pas là-dessus, hein ?
it: Il fuoco non appicca molto da queste parti, eh?
ja: これは、燃えなそうだな
ko: 여긴 불이 나도 괜찮은가 보네, 그치?
pl: Ognisty temperament.
pt_br: O fogo não pega bem aqui, hã?
ru: Огонь же не доберется до нас, а?
zh_cn: 火在这地方不太容易烧起来，是吗？
zh_tw: 火在這地方不太容易燒起來，是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_FOREST
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS
source: It's mushy, like peas.
de: Matschig wie Kartoffelbrei.
es: Es blando, como los guisantes.
fr: C'est de la bouillie, comme les petits pois.
it: È molle, come i piselli.
ja: エンドウ豆みたいに煮くずれてる。
ko: 물컹물컹한데.
pl: Papkowate. Jak groszek.
pt_br: É molengo como ervilhas.
ru: Он мягкий, как гороховая каша.
zh_cn: 黏糊糊的，像豌豆泥一样。
zh_tw: 黏糊糊的，像豌豆泥一樣。

# CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS_GREEN
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: どっかの地面だな
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS_MOON
source: It's mushy, like peas.
de: Matschig wie Kartoffelbrei.
es: Es blando, como los guisantes.
fr: C'est de la bouillie, comme les petits pois.
it: È molle, come i piselli.
ja: エンドウ豆みたいに煮くずれてる。
ko: 물컹물컹한데.
pl: Papkowate. Jak groszek.
pt_br: É molengo como ervilhas.
ru: Он мягкий, как гороховая каша.
zh_cn: 黏糊糊的，像豌豆泥一样。
zh_tw: 黏糊糊的，像豌豆泥一樣。

# CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS_RED
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: どっかの地面だな
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_GRASS
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_MARSH
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_METEOR
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_MUD
source: At least you don't have to clean it.
de: Wenigstens muss man es nicht sauber machen.
es: Al menos no hay que limpiarlo.
fr: L'avantage c'est qu'on passe plus la serpillère.
it: Almeno non devi pulirlo.
ja: 少なくともそれをきれいにする必要はない。
ko: 치우지 않아도 되니 다행이지.
pl: Przynajmniej nie trzeba myć podłogi.
pt_br: Pelo menos você não precisa limpar isso.
ru: Ну, хотя бы, не нужно его чистить.
zh_cn: 至少不需要你打扫。
zh_tw: 至少不需要你打掃。

# CHARACTERS.WOODIE.DESCRIBE.TURF_PEBBLEBEACH
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_ROAD
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_ROCKY
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_SANDY
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_SAVANNA
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_SHELLBEACH
source: Just some ground, eh?
de: Nur irgendwelcher Erdboden, was?
es: Un poco de suelo, ¿eh?
fr: Juste de la terre, hein ?
it: Solo un po' di terra, eh?
ja: ただの土だって、ねぇ？
ko: 땅 조각이네, 그치?
pl: Kawałek ziemi, co nie?
pt_br: É só um pouco de solo, hã?
ru: Просто земля, хм?
zh_cn: 只是一些地皮，不是吗？
zh_tw: 只是一些地皮，不是嗎？

# CHARACTERS.WOODIE.DESCRIBE.TURF_SINKHOLE
source: I found this underground.
de: Das habe ich unterirdisch gefunden.
es: He encontrado esto bajo tierra.
fr: J'ai trouvé ça sous la terre.
it: L'ho trovato sottoterra.
ja: これを地下で見つけた。
ko: 지하에서 찾았잖아.
pl: Znalazłem to pod ziemią.
pt_br: Achei isso no subsolo.
ru: Я нашел это под землей.
zh_cn: 我是在地下发现这个的。
zh_tw: 我是在地下發現這個的。

# CHARACTERS.WOODIE.DESCRIBE.TURF_UNDERROCK
source: Rocks. Bleh.
de: Steine. Pfff.
es: Rocas. Puaj.
fr: Du caillou. Pouah !
it: Rocce. Bleah.
ja: 岩だ。ヘンッ。
ko: 바위잖아. 흥.
pl: Kamienie. Ble.
pt_br: Pedras. Hmpf.
ru: Камни. Черт.
zh_cn: 是岩石。废话。
zh_tw: 是岩石。廢話。

# CHARACTERS.WOODIE.DESCRIBE.TURF_WOODFLOOR
source: Flooring fit for a king!
de: Bodenbelag für einen König.
es: ¡El suelo perfecto para un rey!
fr: Un parquet de roi !
it: Una pavimentazione adatta a un re!
ja: 王様にふさわしい床張り！
ko: 제왕의 바닥재잖아!
pl: Podłoga godna króla.
pt_br: Piso digno de um rei!
ru: Настил, достойный короля!
zh_cn: 适合国王的地板！
zh_tw: 適合國王的地板！

# CHARACTERS.WOODIE.DESCRIBE.TURKEYDINNER
source: Turkey day is here again!
de: Es ist wieder Erntedankfest!
es: ¡Otra vez el día del pavo!
fr: C'est le retour de la dinde !
it: Oggi è nuovamente il giorno del tacchino!
ja: 七面鳥の日がまたやって来た！
ko: 칠면조 먹는 날이 돌아왔잖아!
pl: Czas na ucztę!
pt_br: O dia do peru chegou de novo!
ru: День индейки снова настал!
zh_cn: 又到火鸡节了！
zh_tw: 又到火雞節了！

# CHARACTERS.WOODIE.DESCRIBE.TURNIP
source: From the community garden.
de: Aus dem Gemeinschaftsgarten.
es: Salido de la huerta.
fr: Ça vient du jardin communautaire.
it: Dai giardini comunali.
ja: この地域の共同農園で作られたヤツだ。
ko: 공동 텃밭에서 캔 거야.
pl: Z sąsiedzkiego ogródka.
pt_br: Da horta comunitária.
ru: Из общинного огорода.
zh_cn: 来自社区园子。
zh_tw: 來自社區園子。

# CHARACTERS.WOODIE.DESCRIBE.TURNIP_COOKED
source: Cooked real nice.
de: Sehr gut gekocht.
es: Se ha cocinado muy bien.
fr: Super bien cuit.
it: Cucinato davvero bene.
ja: うまく料理できてるな。
ko: 맛있게 요리했는데.
pl: Elegancko ugotowana.
pt_br: Cozinho muito bem.
ru: Прекрасно пропеклась.
zh_cn: 煮的真不错。
zh_tw: 煮的真不錯。

# CHARACTERS.WOODIE.DESCRIBE.TURNIP_SEEDS
source: Looks like new crop seeds to me.
de: Sieht für mich nach neuem Saatgut aus.
es: Me parecen semillas de cosecha nueva.
fr: On dirait des graines à semer.
it: Mi sembrano semi per un nuovo raccolto.
ja: 新しい作物の種みたいだな。
ko: 새로운 농작물 종자 같은데.
pl: Wygląda mi to na przyszłe zbiory.
pt_br: Parecem novas sementes de cultivo pra mim.
ru: Похоже на семена каких-то растений.
zh_cn: 我看像是新的农作物种子。
zh_tw: 我看像是新的農作物種子。

# CHARACTERS.WOODIE.DESCRIBE.TURTILLUS
source: Gotta keep that one from hiding, eh?
de: Ich muss verhindern, dass sich das hier versteckt, hm?
es: Hay que impedir que se esconda, ¿eh?
fr: Faut empêcher celui-là de se cacher, hein ?
it: Bisogna evitare che si nasconda, eh?
ja: こいつ、隠れないように注意しないとな。
ko: 자꾸 등딱지 안으로 숨지 못하게 해야겠다, 그치?
pl: Trzeba cię będzie jakoś wyłuskać, tak?
pt_br: Precisa evitar que esse se esconda, hã?
ru: Ну, зачем же прятаться, а?
zh_cn: 要组织那家伙躲藏，对吧？
zh_tw: 要組織那傢伙躲藏，對吧？

# CHARACTERS.WOODIE.DESCRIBE.TWIGGYTREE.BURNING
source: Sorry!
de: Entschuldigung!
es: ¡Lo siento!
fr: Désolé !
it: Spiacente!
ja: すまねぇ…
ko: 미안하잖아!
pl: Przepraszam!
pt_br: Desculpe!
ru: Прости!
zh_cn: 抱歉！
zh_tw: 抱歉！

# CHARACTERS.WOODIE.DESCRIBE.TWIGGYTREE.BURNT
source: How terrible!
de: Schrecklich!
es: ¡Qué terrible!
fr: Quel malheur !
it: Che tragedia!
ja: ああ…なんてこった…！
ko: 끔찍하잖아!
pl: To potworne!
pt_br: Que horrível!
ru: Какой ужас!
zh_cn: 好恐怖！
zh_tw: 好恐怖！

# CHARACTERS.WOODIE.DESCRIBE.TWIGGYTREE.CHOPPED
source: Another one!
de: Noch einer!
es: ¡Otro más!
fr: Et un de plus !
it: Un altro!
ja: 切ってやったぜ！
ko: 하나 더!
pl: Kolejny!
pt_br: Mais uma!
ru: Еще одно!
zh_cn: 又砍倒一棵！
zh_tw: 又砍倒一棵！

# CHARACTERS.WOODIE.DESCRIBE.TWIGGYTREE.DISEASED
source: It's caught a bit of a bug.
de: Hat sich Ungeziefer eingefangen.
es: Debe tener algún bicho.
fr: Elle a eu comme un petit souci.
it: Ha preso un virus.
ja: 虫に食われちまったみてぇだな
ko: 무슨 병에 걸렸어.
pl: Koleżka złapał jakiegoś bakcyla.
pt_br: Está meio doente.
ru: Похоже, что оно словило какой-то микроб.
zh_cn: 它染上病毒了。
zh_tw: 它染上病毒了。

# CHARACTERS.WOODIE.DESCRIBE.TWIGGYTREE.GENERIC
source: Choppin's choppin'.
de: Immer am Stutzen.
es: Si hay que talar, hay que talar.
fr: Couper, couper, couper !
it: Taglia taglia.
ja: ヒョロヒョロで、倒しがいのねぇ木だな
ko: 뚝딱뚝딱
pl: Będziem rąbać!
pt_br: Corta, corta!
ru: Привыкли руки к топорам.
zh_cn: 砍啊砍啊。
zh_tw: 砍啊砍啊。

# CHARACTERS.WOODIE.DESCRIBE.TWIGGY_NUT
source: With a little care, this could make fer some good choppin'.
de: Mit ein wenig Hege und Pflege, könnte der mal gutes Holz abgeben.
es: Con un poco de cuidado, podría ser una buena tala.
fr: Avec un peu de soins, ça pourra offrir de bons coups de hache.
it: Con un po' di attenzione, potrebbe essere buono da tagliare.
ja: ちょっと世話すりゃ、木に育ちそうだな
ko: 좀 신경 쓰면 잘 자를 수 있겠잖아.
pl: Przy odrobinie opieki wyrośnie z ciebie dobry materiał do rąbania.
pt_br: Com um pouco de cuidado, isso vai dar uma ótima lenha.
ru: Если проявить к нему заботу, то позже можно будет его неплохо порубить.
zh_cn: 稍加留意，树可以更好砍断。
zh_tw: 稍加留意，樹可以更好砍斷。

# CHARACTERS.WOODIE.DESCRIBE.TWIGGY_NUT_SAPLING
source: One day it'll make good chopping.
de: Eines Tages wird der gutes Holz abgeben.
es: Un día será un buen árbol para talar.
fr: Un jour, ça offrira une bonne séance de coupe.
it: Un giorno sarà buono da tagliare.
ja: 木に育ったら、オレが切ってやるからな
ko: 언젠가는 패는 맛이 있는 나무로 자라나겠지.
pl: Pewnego dnia będzie się ciebie fajnie rąbało.
pt_br: Um dia vai ser grande pra eu cortar.
ru: Однажды мы его срубим.
zh_cn: 有一天它会优秀伐木工。
zh_tw: 有一天它會優秀伐木工。

# CHARACTERS.WOODIE.DESCRIBE.TWIGGY_OLD
source: I'd be lucky to get two chops out of that thing.
de: Wenn ich zwei Stückchen Holz rausbekomme, ist das schon viel.
es: Con algo de suerte podría sacar algo de madera.
fr: Si je le coupe en plus de deux coups, je pourrai m'estimer heureux.
it: Sarei fortunato a ricavarci due colpi da quella cosa.
ja: オノひと振りで、あっさり倒れそうだな
ko: 이건 기껏해야 도끼질 두 번이면 끝나겠네.
pl: Dwa zamachy i po sprawie.
pt_br: Eu teria sorte de conseguir dar dois cortes nisso.
ru: Повезет, если я рубану по нему хотя бы два раза.
zh_cn: 很幸运我能够从那个东西身上拿到两块排骨。
zh_tw: 很幸運我能夠從那個東西身上拿到兩塊排骨。

# CHARACTERS.WOODIE.DESCRIBE.TWIGS
source: I should build a tiny axe to chop these.
de: Ich sollte eine winzige Axt bauen, um sie abzuhacken.
es: Debería construir un hacha diminuta para talar estas.
fr: Je devrais me faire une hachette pour ça.
it: Dovrei costruire una piccola ascia per tagliarli.
ja: 木を切る用の小さな斧を作ろうかな。
ko: 이걸 자르려면 작은 도끼를 만들어야겠잖아.
pl: Powinienem zbudować małą siekierkę specjalnie dla nich.
pt_br: Eu deveria fazer um machadinho para cortar esses.
ru: Их разве что крошечным топором срубать.
zh_cn: 我应该做个小斧子来砍这些。
zh_tw: 我應該做個小斧子來砍這些。

# CHARACTERS.WOODIE.DESCRIBE.TWINOFTERROR1
source: Lucy, I think I'm seeing double!
de: Lucy, ich glaube, ich sehe doppelt!
es: Lucy, ¡me parece que veo doble!
fr: Lucy, je crois que je vois double !
it: Lucy, credo di vedere doppio!
ja: ルーシー、2匹いるように見えてる気がすんだ！
ko: 루시, 두 개가 보이는 것 같아!
pl: Lucy, chyba widzę podwójnie!
pt_br: Lucy, acho que estou com visão dupla!
ru: Люси, у меня в глазах двоится?
zh_cn: 露西，我眼睛看重影了！
zh_tw: 露西，我眼睛看重影了！

# CHARACTERS.WOODIE.DESCRIBE.TWINOFTERROR2
source: Lucy, I think I'm seeing double!
de: Lucy, ich glaube, ich sehe doppelt!
es: Lucy, ¡me parece que veo doble!
fr: Lucy, je crois que je vois double !
it: Lucy, credo di vedere doppio!
ja: ルーシー、2匹いるように見えてる気がすんだ！
ko: 루시, 두 개가 보이는 것 같아!
pl: Lucy, chyba widzę podwójnie!
pt_br: Lucy, acho que estou com visão dupla!
ru: Люси, у меня в глазах двоится?
zh_cn: 露西，我眼睛看重影了！
zh_tw: 露西，我眼睛看重影了！
