Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Oh, you poor egg, you are so cold!
de: Oh du armes Ei, du bist so kalt!
es: ¡Oh, pobre huevo, estás tan frío!
es_mx: ¡Oh, pobre huevo, estás tan frío!
fr: Oh ! Pauvre petit œuf. Tu as si froid !
it: Oh, povero uovo, sei così freddo!
ja: こんなに冷たくなって…カワイソウに！
ko: 가엾어라, 춥겠구나!
pl: Och, biedne jajeczko. Ale jesteś zimne!
pt_br: Oh, pobre ovo, você está tão frio!
ru: О, бедное яйцо, ты такое холодное!
zh_cn: 噢，你这颗可怜的蛋，冻到了吧！
zh_tw: 噢，你這顆可憐的蛋，凍到了吧！

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: There is activity!
de: Das ist ein Bienenstock der Aktivität.
es: ¡Hay actividad!
es_mx: ¡Hay actividad!
fr: Il y a de l'activité !
it: Brulica di attività!
ja: 中でヒナが育ってるヨ！
ko: 움직임이 있어!
pl: Coś się dzieje!
pt_br: Há atividade!
ru: Там что-то происходит!
zh_cn: 那里有响动！
zh_tw: 那裡有響動！

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: I hope you don't hardboil.
de: Ich hoffe, ich steche mich nicht selbst.
es: Espero que no estés como un huevo duro.
es_mx: Espero que no estés como un huevo duro.
fr: Je ne veux pas un œuf dur !
it: Spero che tu non diventi sodo.
ja: カタユデになってないと、いいケドネ…
ko: 완숙이 되지 않기를.
pl: Mam nadzieję, że nie ugotujesz się na twardo.
pt_br: Espero que você não fique duro.
ru: Надеюсь, ты не варишься вкрутую.
zh_cn: 我希望你没有被烤熟。
zh_tw: 我希望你沒有被烤熟。

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: This is going to take some dedication.
de: Wie lange wird es dauern?
es: Esto va a necesitar alguna dedicación.
es_mx: Esto va a necesitar algo de dedicación.
fr: Il va vraiment falloir s'en occuper.
it: Richiederà dedizione.
ja: 時間をかけて、愛情注がないとネ…
ko: 어느 정도 정성이 필요할 거야.
pl: Łatwo nie pójdzie.
pt_br: Isso vai exigir um pouco de dedicação.
ru: Придется уделить ему немного внимания.
zh_cn: 这种事需要投入点时间。
zh_tw: 這種事需要投入點時間。

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: A hatching is in the offing!
de: Da schlüpft was aus.
es: ¡Pronto eclosionará!
es_mx: ¡Pronto eclosionará!
fr: Il va bientôt éclore !
it: Una schiusa è nell'aria!
ja: もうすぐふ化しそうだヨ！
ko: 곧 부화한다!
pl: Zaraz się wykluje!
pt_br: Uma eclosão está prestes a acontecer!
ru: Скоро вылупится!
zh_cn: 就快孵化出来了！
zh_tw: 就快孵化出來了！

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDNEST.GENERIC
source: No vacancy here.
de: Nichts frei.
es: No hay plazas.
es_mx: No hay plazas.
fr: C'est complet.
it: Nessun posto vacante qui.
ja: 満室ネ
ko: 빈 자리가 없군.
pl: Nie ma wolnych miejsc.
pt_br: Não há vagas aqui.
ru: А здесь не пусто.
zh_cn: 这里没有空位。
zh_tw: 這裡沒有空位。

# CHARACTERS.WARLY.DESCRIBE.TALLBIRDNEST.PICKED
source: Empty nest syndrome is setting in.
de: Das Nest ist leer.
es: Aquí pronto habrá síndrome del nido vacío.
es_mx: Aquí pronto habrá síndrome del nido vacío.
fr: Le syndrome du nid vide s'installe.
it: La sindrome del nido vuoto sta prendendo piede.
ja: 親鳥が、「巣立ち症候群」にならないといいネ…
ko: 빈 둥지 증후군이 발생하려고 해.
pl: Syndrom pustego gniazda czas zacząć.
pt_br: A síndrome do ninho vazio está se instalando.
ru: Начинается синдром пустого гнезда.
zh_cn: 空巢综合征降临了。
zh_tw: 空巢綜合征降臨了。

# CHARACTERS.WARLY.DESCRIBE.TAMALES
source: You can taste the care that went into this dish.
de: Man schmeckt, wie viel Aufmerksamkeit in diesem Gericht steckt.
es: Puedes saborear el mimo invertido en este plato.
es_mx: Se puede saborear el empeño que se le puso a este plato.
fr: On sent que ce plat a été fait avec amour.
it: Puoi assaporare la cura con cui sono stati preparati.
ja: キミは、ボクがこの料理に注いだ手間を味わうだろうネ。
ko: 정성이 가득 담긴 요리야.
pl: Czuć, że to danie przygotowano z miłością.
pt_br: Dá pra sentir o cuidado empregado neste prato.
ru: Можно почувствовать вкус любви, с которой это блюдо приготовлено.
zh_cn: 你能尝到厨师的悉心烹制。
zh_tw: 你能嘗到廚師的悉心烹製。

# CHARACTERS.WARLY.DESCRIBE.TEENBIRD.GENERIC
source: You are sort of tall, I guess...
de: Du bist ... ziemlich groß.
es: Eres más o menos alto, supongo...
es_mx: Eres más o menos alto, supongo...
fr: Je crois que tu es du genre grand...
it: Sei piuttosto alto, suppongo...
ja: キミは、そこそこ、背が高いネ…
ko: 그러고 보니 꽤 크구나...
pl: Jesteś chyba całkiem duży...
pt_br: Você é meio alto, eu acho...
ru: Ты вроде высокая, как я погляжу…
zh_cn: 我猜你也算比较高的吧...
zh_tw: 我猜你也算比較高的吧...

# CHARACTERS.WARLY.DESCRIBE.TEENBIRD.HUNGRY
source: Teenagers, always hungry!
de: Teenager, immer hungrig!
es: ¡Adolescentes, siempre hambrientos!
es_mx: Adolescentes... ¡Siempre están hambrientos!
fr: Ces ados, ils ont toujours faim !
it: Gli adolescenti, sempre affamati!
ja: 育ち盛りのコの食欲は、底なしネ！
ko: 십대 시절엔 언제나 배고프다지!
pl: Nastolatki... wiecznie głodne!
pt_br: Adolescentes, sempre com fome!
ru: Подростки, вечно голодные!
zh_cn: 青少年总是容易饿！
zh_tw: 青少年總是容易餓！

# CHARACTERS.WARLY.DESCRIBE.TEENBIRD.SLEEPING
source: A growing bird needs their rest.
de: Ein Vogel in der Jugend braucht seine Ruhe.
es: Un pajarito en edad de crecer necesita descansar.
es_mx: En ave en crecimiento necesita descansar.
fr: Un oisillon a besoin de repos pour bien grandir.
it: Un uccellino che sta crescendo ha bisogno di un po' di riposo.
ja: 成長中の鳥はいっぱい寝なくちゃネ。
ko: 자라는 새는 푹 자야지.
pl: Dorastający ptak również potrzebuje wypoczynku.
pt_br: Uma ave em fase de crescimento precisa descansar.
ru: Растущим птицам надо отдыхать.
zh_cn: 正在长身体的小鸟需要充分休息。
zh_tw: 正在長身體的小鳥需要充分休息。

# CHARACTERS.WARLY.DESCRIBE.TEENBIRD.STARVING
source: Are you trying to eat me out of base and home?
de: Du frisst mir noch das letzte Hemd vom Leib.
es: ¿Estás tratando de comerme ahora que estoy fuera de casa?
es_mx: ¿Estás tratando de comerme ahora que estoy fuera de casa?
fr: Tu n'aurais pas l'intention de me dévorer ?
it: Meglio comprarti un vestito che invitarti a cena!
ja: チョットは遠慮したら…？
ko: 내 살림을 다 거덜내고 싶니?
pl: Zamierzasz przejeść cały mój dobytek?
pt_br: Você está tentando me comer, é isso?
ru: Ты пытаешься сожрать все, что у меня есть?
zh_cn: 你是想把我吃得倾家荡产吗？
zh_tw: 你是想把我吃得傾家蕩產嗎？

# CHARACTERS.WARLY.DESCRIBE.TELEBASE.GEMS
source: It requires more purple gems.
de: Ich brauche mehr violette Edelsteine.
es: Necesita más gemas moradas.
es_mx: Necesita más gemas moradas.
fr: Il faut plus de gemmes pourpres.
it: Richiede più gemme viola.
ja: ムラサキの石が、もっと要るヨ
ko: 보라 보석이 더 필요해.
pl: Potrzeba więcej fioletowych klejnotów.
pt_br: Necessita de mais gemas roxas.
ru: Нужно больше фиолетовых самоцветов.
zh_cn: 它需要更多的紫宝石。
zh_tw: 它需要更多的紫寶石。

# CHARACTERS.WARLY.DESCRIBE.TELEBASE.VALID
source: It is operational.
de: In Betrieb.
es: Está operativo.
es_mx: Está operativo.
fr: C'est opérationnel.
it: È operativo.
ja: 準備オーケーだヨ
ko: 작동 중이다.
pl: Działa.
pt_br: Está operacional.
ru: Работает.
zh_cn: 它正在运转。
zh_tw: 它正在運轉。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Where shall we go, thing?
de: Wohin sollen wir gehen, Ding?
es: ¿Adónde vamos, cosa?
es_mx: ¿Adónde vamos, cosa?
fr: Où va-t-on, chose ?
it: Dove andiamo, cosa?
ja: どこへ連れてってくれるのカナ？
ko: 이제 어디로 갈까, 물건아?
pl: Gdzie się wybierzemy?
pt_br: Para onde devo ir, coisa?
ru: И куда же мы отправимся?
zh_cn: 你说我们该去哪里呢？
zh_tw: 你說我們該去哪裡呢？

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It leads somewhere. And that is what I am afraid of.
de: Führt irgendwohin. Und genau davor habe ich Angst.
es: Conduce a algún lugar. Y eso es lo que me da miedo.
es_mx: Conduce a algún lugar. Y eso es lo que me da miedo.
fr: Ça mène quelque part. Et c'est bien ce qui me fait peur.
it: Conduce da qualche parte. E questo è ciò che mi fa paura.
ja: どっかにつながってる…怖イヨウ…！
ko: 어딘가로 이어지는데. 바로 그게 무서운 거야.
pl: Gdzieś prowadzi. I tego właśnie się boję.
pt_br: Leva para algum lugar. E é disso que tenho medo.
ru: Куда-то он ведет. Этого-то я и боюсь.
zh_cn: 它通往某个地方，这正是我害怕的。
zh_tw: 它通往某個地方，這正是我害怕的。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It denies my access.
de: Verweigert mir den Zutritt.
es: Niega mi acceso.
es_mx: Niega mi acceso.
fr: L'accès m'est refusé.
it: Nega il mio accesso.
ja: アクセスできないヨ
ko: 접근 불가라는데.
pl: Nie chce mnie wpuścić.
pt_br: Está me negando o acesso.
ru: У меня нет доступа.
zh_cn: 它拒绝了我的访问。
zh_tw: 它拒絕了我的訪問。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It requires something additional.
de: Da fehlt noch irgendwas.
es: Requiere algo adicional.
es_mx: Requiere algo adicional.
fr: Il faut autre chose.
it: Richiede qualcosa di aggiuntivo.
ja: 部品が足りないみたいだヨ
ko: 뭔가 더 필요하다.
pl: Jeszcze czegoś brakuje.
pt_br: Exige algo adicional.
ru: Здесь нужно что-то еще.
zh_cn: 它还需要别的东西。
zh_tw: 它還需要別的東西。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BOX
source: "This" likely connects to a "that."
de: Das und das gehört wahrscheinlich zusammen.
es: Es probable que "esto" conecte con "eso".
es_mx: Es probable que “esto” conecte con “eso”.
fr: Le fil rouge avec le fil rouge.
it: "Questo" probabilmente si collega a "quello".
ja: んー、アレの部品カナ…？
ko: 이건 또 다른 무엇과 연결되는 모양이다.
pl: Zapewne łączy się z nakrętkowatym czymś.
pt_br: "Isso" provavelmente se conecta a um "aquilo".
ru: «Это», вероятно, ведет «туда».
zh_cn: 这东西很可能要连到某个东西上。
zh_tw: 這東西很可能要連到某個東西上。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_CRANK
source: Definitely for a cranking action of some kind.
de: Das scheint irgendwie zum Kurbeln zu sein.
es: Definitivamente para darle cuerda a algo.
es_mx: Definitivamente para darle cuerda a algo.
fr: Il faut sûrement donner un genre de coup de manivelle.
it: Sicuramente per un'azione di gomito di qualche tipo.
ja: ナニかをクルクル回す道具ネ
ko: 분명히 뭔가를 돌리는 데 쓰이는 부품 같다.
pl: To zdecydowanie jakaś korbka.
pt_br: Definitivamente para uma ação de acionamento de algum tipo.
ru: Это точно для запуска чего-то.
zh_cn: 显然是用来完成某种转动动作的。
zh_tw: 顯然是用來完成某種轉動動作的。

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_POTATO
source: This, I do not even...
de: Und das hier? Keine Ahnung ...
es: Esto, ni siquiera...
es_mx: Esto, ni siquiera...
fr: J'en reste baba...
it: Non so nemmeno...
ja: これは…ナンダ？
ko: 이건 대체...
pl: Nie wiem nawet, co powiedzieć...
pt_br: Isso, eu nem...
ru: Это я даже не…
zh_cn: 这个，我甚至都没有...
zh_tw: 這個，我甚至都沒有...

# CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_RING
source: One ring to teleport them all!
de: Ein Ring zum Teleportieren!
es: ¡Un anillo para teletransportar a todos!
es_mx: ¡Un anillo para teletransportar a todos!
fr: Un anneau pour tous les téléporter !
it: Un anello per teletrasportarli tutti!
ja: 「一つの輪は、すべてをテレポートする」！
ko: 순간이동을 부리는 고리!
pl: Jeden, by wszystkie przeteleportować!
pt_br: Um anela para todos teletransportar!
ru: Одно кольцо, чтобы телепортировать всех!
zh_cn: 一个戒指可以将它们全部传送过去！
zh_tw: 一個戒指可以將它們全部傳送過去！

# CHARACTERS.WARLY.DESCRIBE.TELESTAFF
source: Let us take a trip. I am not picky as to where.
de: Los, fahren wir irgendwohin.
es: Hagamos un viaje. Me da igual el sitio, no soy muy especial.
es_mx: Hagamos un viaje. No importa dónde, no soy muy exigente.
fr: Partons en voyage. Qu'importe la destination.
it: Facciamo un viaggio. Non importa dove.
ja: ドコでもいいから、連れてって！
ko: 여행하고 싶어. 어디로든 간에.
pl: Wybierzmy się gdzieś. Wszystko jedno gdzie.
pt_br: Vamos fazer uma viagem. Tanto faz para onde.
ru: Давайте прогуляемся. Мне не принципиально, куда.
zh_cn: 让我们来场旅行，我不在乎去哪里。
zh_tw: 讓我們來場旅行，我不在乎去哪裡。

# CHARACTERS.WARLY.DESCRIBE.TENT.BURNT
source: A good night's sleep, up in smoke.
de: Damit ist die Nachtruhe in Rauch aufgegangen.
es: Una noche de descanso entre el humo.
es_mx: Una noche de descanso entre el humo.
fr: Une bonne nuit de sommeil partie en fumée.
it: Una buona notte di sonno, andata in fumo.
ja: 安眠の夢は、煙のように消えたヨ…
ko: 불타버린 잠자리.
pl: Spokojny wieczny sen w płomieniach.
pt_br: Uma boa noite de sono, carbonizada.
ru: Взвился кострами… крепкий ночной сон.
zh_cn: 美梦成云烟。
zh_tw: 美夢成雲煙。

# CHARACTERS.WARLY.DESCRIBE.TENT.GENERIC
source: For roughing it.
de: Zum Zelten.
es: Para la intemperie.
es_mx: Para la intemperie.
fr: Pour vivre à la dure.
it: Per un riposo arrangiato.
ja: 底辺生活の必需品ネ
ko: 노숙용이지.
pl: Lepsze to niż spać na dworze.
pt_br: Para ficar mais rústico.
ru: Обойдемся без удобств.
zh_cn: 凑合着用用。
zh_tw: 湊合著用用。

# CHARACTERS.WARLY.DESCRIBE.TENTACLE
source: Calamari?
es: ¿Calamares?
es_mx: ¿Calamares?
fr: Du calamar ?
ja: フライにしたら、おいしそう…？
ko: 칼라마리인가?
pt_br: Violinha?
ru: Каламари?
zh_cn: 鱿鱼？
zh_tw: 魷魚？

# CHARACTERS.WARLY.DESCRIBE.TENTACLESPIKE
source: This would stick in my throat.
de: Eine Rüstung für meine Nase und meinen Hals.
es: Esto se quedaría atragantado en mi garganta.
es_mx: Esto se quedaría atorado en mi garganta.
fr: Ça resterait collé dans ma gorge.
it: Si attaccherebbe alla gola.
ja: 食べたらノドに刺さりそうネ
ko: 삼켰다간 목에 걸리겠군.
pl: Utknąłby mi w gardle.
pt_br: Isso grudaria na minha garganta.
ru: Эта штука мне не по вкусу.
zh_cn: 它会像鱼刺一样梗在我的喉咙里。
zh_tw: 它會像魚刺一樣梗在我的喉嚨裡。

# CHARACTERS.WARLY.DESCRIBE.TENTACLESPOTS
source: Would make a decent kitchen rag.
de: Kann man vielleicht in der Küche benutzen.
es: Sería un trapo de cocina decente.
es_mx: Sería un trapo de cocina decente.
fr: Ça pourrait faire une serpillière correcte.
it: Potrebbe essere uno straccio da cucina decente.
ja: キッチンマットに、よさそうネ
ko: 주방에서 걸레로 쓰면 좋겠군.
pl: Dobry materiał na ścierkę kuchenną.
pt_br: Daria um pano de prato decente.
ru: Можно было бы сделать приличную кухонную тряпку.
zh_cn: 可以做一块不错的厨房抹布。
zh_tw: 可以做一塊不錯的廚房抹布。

# CHARACTERS.WARLY.DESCRIBE.TENTACLE_GARDEN
source: If only it were squid and not... whatever it is...
de: Wenn es bloß echt wäre.
es: Si fuese un calamar y no... lo que sea que es...
es_mx: Si tan solo fuera un calamar y no... lo que sea que es...
fr: Si seulement c'était un calamar et pas... ce truc-là...
it: Se solo fosse un calamaro e non... qualsiasi cosa esso sia...
ja: イカだったら、食材にできたのにネ…
ko: 정체가 뭔진 몰라도... 차라리 오징어였으면 좋았을 텐데.
pl: Gdyby tylko była kałamarnicą, a nie... tym, czym jest...
pt_br: Se pelo menos fosse lula e não... seja lá o que for...
ru: Вот если бы это был кальмар, а не… что бы это ни было…
zh_cn: 如果它是鱿鱼而不是现在这样...那该多好...
zh_tw: 如果它是魷魚而不是現在這樣...那該多好...

# CHARACTERS.WARLY.DESCRIBE.TENTACLE_PILLAR
source: If only it were squid and not... whatever it is...
de: Wenn es bloß echt wäre.
es: Si fuese un calamar y no... lo que sea que es...
es_mx: Si tan solo fuera un calamar y no... lo que sea que es...
fr: Si seulement c'était un calamar et pas... ce truc-là...
it: Se solo fosse un calamaro e non... qualsiasi cosa esso sia...
ja: イカだったら、食材にできたのにネ…
ko: 정체가 뭔진 몰라도... 차라리 오징어였으면 좋았을 텐데.
pl: Gdyby tylko była kałamarnicą, a nie... tym, czym jest...
pt_br: Se pelo menos fosse lula e não... seja lá o que for...
ru: Вот если бы это был кальмар, а не… что бы это ни было…
zh_cn: 如果它是鱿鱼而不是现在这样...那该多好...
zh_tw: 如果它是魷魚而不是現在這樣...那該多好...

# CHARACTERS.WARLY.DESCRIBE.TENTACLE_PILLAR_ARM
source: If only it were squid and not... whatever it is...
de: Wenn es bloß echt wäre.
es: Si fuese un calamar y no... lo que es...
es_mx: Si tan solo fuera un calamar y no... lo que sea que es...
fr: Si seulement c'était un calamar et pas... ce truc-là...
it: Se solo fosse un calamaro e non... qualsiasi cosa esso sia...
ja: イカだったら、食材にできたのにネ…
ko: 정체가 뭔진 몰라도... 차라리 오징어였으면 좋았을 텐데.
pl: Gdyby tylko była kałamarnicą, a nie... tym, czym jest...
pt_br: Se pelo menos fosse lula e não... seja lá o que for...
ru: Вот если бы это был кальмар, а не… что бы это ни было…
zh_cn: 如果它是鱿鱼而不是现在这样...那该多好...
zh_tw: 如果它是魷魚而不是現在這樣...那該多好...

# CHARACTERS.WARLY.DESCRIBE.TENTACLE_PILLAR_HOLE
source: I'm ready to take the plunge.
de: Ich bin bereit, den Sprung zu wagen.
es: ¡Venga, que me la juego!
es_mx: Estoy listo para correr el riesgo.
fr: Je suis prêt à plonger.
it: Sono pronto a fare il grande passo.
ja: ドーンと突っ込む用意はできてるヨ。
ko: 난 뛰어내릴 준비 됐어.
pl: Jestem gotów zaryzykować.
pt_br: Estou pronto para mergulhar.
ru: Я готов нырнуть.
zh_cn: 我准备好纵身一跃了。
zh_tw: 我準備好縱身一躍了。

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.COOLDOWN
source: For now, all seems well.
de: Im Moment sieht alles gut aus.
es: Parece que está bien, por ahora.
fr: Pour l'instant, tout semble bien se passer.
it: Per ora, sembra andare tutto bene.
ja: 今のトコロ、何も問題ないみたいだネ。
ko: 지금으로서는 모든 게 좋아 보여.
pl: Na razie wszystko wydaje się w porządku.
pt_br: Por ora, tudo parece estar bem.
ru: Пока что все спокойно.
zh_cn: 暂时风平浪静了。
zh_tw: 暫時風平浪靜了。

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.CRIMSON
source: That petit tree doesn't look well at all.
de: Das Bäumchen sieht gar nicht gut aus.
es: Ese petit árbol no tiene muy buena pinta.
fr: Ce petit arbre n'a pas du tout l'air en forme.
it: Quel petit albero non sembra stare per niente bene.
ja: ちっちゃな木、まったくゲンキないみたいだヨ。
ko: 저 귀여운 나무는 전혀 좋아 보이지 않네.
pl: To petit drzewo nie wygląda dobrze.
pt_br: Essa petit tree não parece estar nem um pouco bem.
ru: Что-то этому деревцу нехорошо.
zh_cn: 那棵小树看起来一点都不健康。
zh_tw: 那棵小樹看起來一點都不健康。

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.ENABLED
source: What a lovely and fearsome light!
de: Was für ein schönes und furchterregendes Licht!
es: ¡Qué luz tan bonita y terrorífica!
fr: Quelle lumière magnifique et inquiétante à la fois !
it: Questa luce è davvero bella e spaventosa!
ja: コワイけどステキな光だネ！
ko: 정말 사랑스럽고 무시무시한 빛이야!
pl: Cóż za cudowne i przerażające światło!
pt_br: Que luz adorável e assustadora!
ru: Какой приятно устрашающий свет!
zh_cn: 既可爱又可怕的光！
zh_tw: 既可愛又可怕的光！

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.GENERIC
source: Is that broccoli growing inside? Non, it's a tiny tree!
de: Wächst da etwa Brokkoli drin? Nein, das ist ein kleiner Baum!
es: ¿Eso que crece ahí dentro es brócoli? ¡Non, es un arbolito!
fr: C'est un brocoli, qui y pousse ? Mais non, c'est un tout petit arbre !
it: È una pianta di broccoli quella che cresce lì dentro? No, è un albero in miniatura!
ja: 中に生えてるのはブロッコリー？ノン、小さい木だネ！
ko: 안에서 브로콜리가 자라나? 농, 이건 작은 나무인 걸!
pl: W środku rośnie brokuł? Non, to małe drzewo!
pt_br: Será brócolis que está crescendo? Non, é uma pequena árvore!
ru: Там что, брокколи внутри? Non, это же маленькое деревце!
zh_cn: 里面长的是西兰花吗？不是，是一棵小树！
zh_tw: 裡面長的是西蘭花嗎？不是，是一棵小樹！

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: I think I'll sleep a bit better now.
de: Ich denke, ich werde jetzt besser schlafen können.
es: Creo que voy a poder dormir un poco más tranquilo.
fr: Je pense que je vais un peu mieux dormir, maintenant.
it: Penso che ora dormirò sonni più tranquilli.
ja: これからは前よりよく寝れそうだネ。
ko: 이제 잠이 좀 더 잘 올 것 같아.
pl: Teraz będę lepiej spał.
pt_br: Acho que vou dormir um pouco melhor agora.
ru: Теперь я буду спать спокойнее.
zh_cn: 我现在会睡得好一点了。
zh_tw: 我現在會睡得好一點了。

# CHARACTERS.WARLY.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: I feel as though it's cooking up something...
de: Ich habe das Gefühl, dass da etwas ausgeheckt wird ...
es: Es como si estuviese cocinando algo...
fr: J'ai l'impression qu'il mijote quelque chose...
it: Ho l'impressione che stia preparando qualcosa...
ja: 何かの料理をしてるみたいだヨ…
ko: 뭔가 요리하고 있는 것 같이 느껴져...
pl: To chyba coś kombinuje...
pt_br: Acho que está pegando pressão...
ru: По-моему, готовится что-то интересное...
zh_cn: 我觉得它好像在酝酿着什么……
zh_tw: 我覺得它好像在醞釀著什麼……

# CHARACTERS.WARLY.DESCRIBE.TERRARIUMCHEST.BURNT
source: C'est fini.
ja: カンリョーだヨ。
ko: 쎄 피니(끝이야).
zh_cn: 完成了。
zh_tw: 完成了。

# CHARACTERS.WARLY.DESCRIBE.TERRARIUMCHEST.GENERIC
source: It doesn't look quite so strange now, non?
de: Jetzt sieht es nicht mehr ganz so seltsam aus, non?
es: Ya no parece tan extraño, ¿non?
fr: Il n'a plus l'air si bizarre, maintenant.
it: Ora non sembra più così strano, non?
ja: そんなにヘンな見た目ではなくなったよネ？ノン？
ko: 지금은 그다지 이상해 보이지 않아, 농?
pl: Teraz nie wygląda tak dziwnie, non?
pt_br: Não parece tão estranho agora, non?
ru: Сейчас он уже не так странно выглядит, non?
zh_cn: 现在看起来不那么奇怪了，不是吗？
zh_tw: 現在看起來不那麼奇怪了，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: Mon dieu, I think my eyes are playing tricks on me...
de: Mon dieu, ich glaube, meine Augen spielen mir einen Streich ...
es: Mon dieu, creo que estoy viendo visiones...
fr: Oh, j'ai l'impression que mes yeux me jouent des tours...
it: Mon dieu, penso che i miei occhi si stiano prendendo gioco di me...
ja: アア、神様ッ、ボクの目はオカシクなってしまったみたいだヨ…
ko: 몽 듀, 내 눈이 장난치는 것 같아...
pl: Mon dieu, chyba wzrok mi płata figle...
pt_br: Mon dieu, acho que meus olhos estão me pregando uma peça...
ru: Mon dieu, неужели глаза меня обманывают?
zh_cn: 我的天啊，我的双眼居然想捉弄我……
zh_tw: 我的天啊，我的雙眼居然想捉弄我……

# CHARACTERS.WARLY.DESCRIBE.THULECITE
source: Thule-... thulec-... it rolls off the tongue, does it not?
de: Thule ... Thul e... wie heißt das noch mal?
es: Tule... tule... es como un trabalenguas, ¿verdad?
es_mx: Tule... tule... es como un trabalenguas, ¿verdad?
fr: Thulé... thulé... agréable à dire, pas vrai ?
it: Tule... tule... fa rotolare la lingua, vero?
ja: チュ…チューレ…舌かみそうネ
ko: 툴... 툴레... 발음이 참 독특하다?
pl: Tule... tule... śmiesznie się język układa, jak to mówię.
pt_br: Tule... tule... dá uma coisa na língua, né?
ru: Туле… Тулец… язык сломаешь, не правда ли?
zh_cn: 铥...铥...顺口就念出来了，不是吗？
zh_tw: 銩...銩...順口就念出來了，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.THULECITE_PIECES
source: A pocketful of thule.
de: Eine Tasche voll Thule.
es: Un bolsillo lleno de tule.
es_mx: Un bolsillo lleno de tule.
fr: Une poignée de thulé.
it: Una manciata di tulecite.
ja: チューレなんちゃらのかけらだヨ
ko: 툴레 한 줌.
pl: Garść tulecytu.
pt_br: Um punhado de tule.
ru: Целый карман тулецитов.
zh_cn: 一口袋铥。
zh_tw: 一口袋銩。

# CHARACTERS.WARLY.DESCRIBE.THURIBLE
source: It smells like a dish that's begun to burn.
de: Riecht nach angebranntem Essen.
es: Huele a plato que se está empezando a quemar.
es_mx: Huele como un plato que se quemó un poquito.
fr: Ça sent le brûlé, non ?
it: Ha l'odore di qualcosa che si sta bruciando.
ja: 料理が焦げ始めた時と同じ匂いだヨ。
ko: 타기 시작한 요리 같은 냄새가 나.
pl: Pachnie, jakby coś się przypalało.
pt_br: Tem o cheiro de um prato que começou a queimar.
ru: Судя по запаху, что-то подгорает.
zh_cn: 闻起来像是快要焦的菜。
zh_tw: 聞起來像是快要焦的菜。

# CHARACTERS.WARLY.DESCRIBE.TICOON.ABANDONED
source: Perhaps we'll try again later, non?
de: Vielleicht versuchen wir es später noch einmal, non?
es: Tal vez deberíamos volver a intentarlo luego, ¿non?
fr: On réessaiera peut-être plus tard, d'accord ?
it: Forse proveremo più tardi, non?
ja: 後でまた試してみるのがいいカナ？ノン？
ko: 나중에 다시 해볼까, 농?
pl: Może spróbujemy jeszcze raz później, non?
pt_br: Talvez eu deva tentar novamente mais tarde, non?
ru: Попробуем еще раз чуть позже, non?
zh_cn: 我们一会儿再试一次，怎么样？
zh_tw: 我們一會兒再試一次，怎麼樣？

# CHARACTERS.WARLY.DESCRIBE.TICOON.GENERIC
source: He looks very well fed.
de: Sieht wohlgenährt aus.
es: Tiene pinta de estar muy bien alimentado.
fr: Il a l'air très bien nourri.
it: Sembra ben nutrito.
ja: あのコはとても太ってるように見えるネ。
ko: 잘 얻어 먹은 것 같아.
pl: Wygląda na dobrze odżywionego.
pt_br: Ele parece muito bem alimentado.
ru: Месье явно очень хорошо кормят.
zh_cn: 他看起来吃得很饱。
zh_tw: 他看起來吃得很飽。

# CHARACTERS.WARLY.DESCRIBE.TICOON.LOST_TRACK
source: What's wrong, monsieur? Did you lose the scent?
de: Was ist los, Monsieur? Die Witterung verloren?
es: ¿Qué ocurre, monsieur? ¿Has perdido el rastro?
fr: Qu'y a-t-il ? Tu as perdu sa trace ?
it: Cosa c'è che non va, monsieur? Hai perso la traccia?
ja: ムシュー、どうかしたノ？ニオイがしなくなったのカナ？
ko: 무슨 일이야, 무슈? 냄새가 사라졌어?
pl: Coś nie tak, monsieur? Zgubiłeś trop?
pt_br: O que houve, monsieur? Você perdeu o cheiro?
ru: Что стряслось, месье? Вы потеряли след?
zh_cn: 怎么了，先生？你找不到气味了吗？
zh_tw: 怎麼了，先生？你找不到氣味了嗎？

# CHARACTERS.WARLY.DESCRIBE.TICOON.NEARBY
source: Hmm, I wonder if there's one nearby?
de: Hmm, ich frage mich, ob es in der Nähe einen gibt?
es: Me pregunto si habrá alguno por aquí cerca.
fr: Hmm, je me demande s'il y en a dans le coin.
it: Uhm, che ce ne sia uno nelle vicinanze?
ja: んー、コノ近くにいるのカナ？
ko: 흠, 근처에 한 마리 있으려나?
pl: Hmm, ciekawe, czy gdzieś tutaj jest jakiś.
pt_br: Hmm, me pergunto se há algum por perto.
ru: Хм, неужели здесь кто-то прячется?
zh_cn: 嗯，不知道附近是不是有一只？
zh_tw: 嗯，不知道附近是不是有一隻？

# CHARACTERS.WARLY.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Perhaps there's nothing left to find.
de: Vielleicht gibt es nichts mehr zu finden.
es: Supongo que ya no queda nada que encontrar.
fr: Il n'y a peut-être plus rien à trouver.
it: Forse non è rimasto più niente da trovare.
ja: 見つけられるモノがないみたいだネ。
ko: 아마 찾을 게 더는 없을 거야.
pl: Może nie ma czego szukać.
pt_br: Talvez não haja nada mais para encontrar.
ru: Может, нам уже и искать здесь нечего.
zh_cn: 也许没剩下什么要找的了。
zh_tw: 也許沒剩下什麼要找的了。
