Repository: Endeer/dst-cz
Catalog: locales/*/characters-wormwood.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WORMWOOD.DESCRIBE.MOSQUITO.GENERIC
source: Bzzt
de: Bsst.
es: Bzzz
es_mx: Bzzz
fr: Bzzz.
it: Bzzz
ja: プーン
ko: 앵앵이야
pl: Bzyk
ru: Жужжалка
zh_tw: 嗞嗞

# CHARACTERS.WORMWOOD.DESCRIBE.MOSQUITO.HELD
source: It's bzzt-ing
de: Es macht bsst.
es: Hace bzzz
es_mx: Está bzzzeando
fr: Ça fait bzzz.
it: Fa bzzz
ja: プーンプーンって言ってる
ko: 앵앵거리고 있어
pl: Bzyczy
pt_br: Tá fazendo bzzt.
ru: Жужжит
zh_tw: 它正在嗞嗞叫著

# CHARACTERS.WORMWOOD.DESCRIBE.MOSQUITOSACK
source: Bzzt Bum
de: Bsst-Hintern.
es: Bzzz bum
es_mx: Trasero de bzzz
fr: Ça vient des bzzz.
it: Bzzz per bua
ja: プーンのおしり
ko: 앵앵 엉덩이야
pl: Bzyk bum
pt_br: Bumbum de Bzzt.
ru: Мешочек жужжалки
zh_tw: 嗞嗞的屁股

# CHARACTERS.WORMWOOD.DESCRIBE.MOSSLING
source: Why so hungry?
de: Warum so hungrig?
es: ¿Por qué estás tan enfadado?
es_mx: ¿Por qué tan hambriento?
fr: Pourquoi t'as si faim ?
it: Perché tanta fame?
ja: どうしてそんなにおなかすいてるの？
ko: 왜 그렇게 배가 고파?
pl: Co taki głodny?
pt_br: Por que tanta fome?
ru: Что ты такой голодный?
zh_tw: 為什麼你那麼餓？

# CHARACTERS.WORMWOOD.DESCRIBE.MOUND.DUG
source: Dug up
de: Ausgegraben.
es: Desenterrado
es_mx: Desenterrado
fr: Ça a été creusé.
it: Scavata
ja: 掘り起こした
ko: 파냈어
pl: Rozkopany
pt_br: Desenterrou.
ru: Выкопано
zh_tw: 挖出來的

# CHARACTERS.WORMWOOD.DESCRIBE.MOUND.GENERIC
source: Dirt hill
de: Dreckhaufen.
es: Colina de tierra
es_mx: Colina de tierra
fr: Un monticule de terre.
it: Collina di terra
ja: 土の山
ko: 흙 언덕이야
pl: Stosik ziemi
pt_br: Monte de terra.
ru: Холм из земли
zh_tw: 泥丘

# CHARACTERS.WORMWOOD.DESCRIBE.MULLEDDRINK
source: Makes insides warm
de: Macht innen warm.
es: Pone calentito por dentro
es_mx: Calienta entrañas
fr: Ça me donne bien chaud.
it: Fa caldo dentro
ja: 中をポカポカにするんだよ
ko: 속을 따뜻하게 해
pl: Robi ciepło w środku
pt_br: Esquenta por dentro.
ru: Греет внутри
zh_tw: 讓肚子暖暖的

# CHARACTERS.WORMWOOD.DESCRIBE.MULTIPLAYER_PORTAL
source: Hmm... new door
de: Hmm ... Neue Tür.
es: Mmm... Puerta nueva
es_mx: Mmm... Nueva puerta
fr: Hum... Une nouvelle porte.
it: Mmmm... Porta nuova
ja: んー...新しいドアだ
ko: 흠... 새로운 문이네
pl: Hmm... nowe drzwi
pt_br: Hmm... nova porta.
ru: Хм-м… Новая дверь
zh_tw: 啊...新的門

# CHARACTERS.WORMWOOD.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: Glowy. Like Night Ball
de: Leuchtet. Wie Nachtkugel.
es: Brillante. Como bola nocturna
es_mx: Brillante. Como Bola Nocturna
fr: Ça brille, comme la boule de nuit.
it: Fa luce. Come palla di notte
ja: ぴかぴかだ。夜のボールみたい
ko: 빛이 나. 밤의 공처럼
pl: Świeci się. Jak nocna kula
pt_br: Brilhante. Como Bola da Noite.
ru: Светится. Как ночной шарик
zh_tw: 發亮，像夜晚的球。

# CHARACTERS.WORMWOOD.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Handy stick
de: Praktischer Stock.
es: Palo práctico
es_mx: Palo útil
fr: Un bâton bien pratique.
it: Bastone utile
ja: 便利な棒
ko: 유용한 막대기야
pl: Poręczny patyk
pt_br: Bastão útil.
ru: Полезная палка
zh_tw: 有用的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHGNOME
source: Mushy friend!
de: Pilzfreund!
es: ¡Amigo hongo!
fr: Copain champi !
it: Amico fungino!
ja: キノコのお友だちだ！
ko: 물컹한 친구!
pl: Papkowaty przyjaciel!
pt_br: Amigo molinho!
ru: Мой друг-грибочек!
zh_tw: 蘑菇朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOMBOMB
source: Oh. Smells explody
de: Oh. Riecht explosiv.
es: Oh. Huele a que explota
es_mx: Oh. Huele explosivo
fr: Oh... Ça va faire boum.
it: Oh. Odore di bum bum
ja: おお。爆発しそうなにおいだね
ko: 아. 폭발물 냄새가 나
pl: Oj. Pachnie wybuchowo
pt_br: Ah. Tem cheiro explosivo.
ru: О-о. Пахнет взрывчато
zh_tw: 噢，聞著要爆炸

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOMHAT
source: Haha! Friend hat!
de: Haha! Hut aus Freund!
es: ¡Ja, ja! ¡Sombrero de amigo!
es_mx: ¡Ja, ja! ¡Sombrero amigo!
fr: Ha ha ! Un chapeau fait avec un copain champignon.
it: Ah ah! Cosa per testa amica!
ja: ははは！お友だちの帽子！
ko: 하하! 친구 모자야!
pl: Ha, ha! Kapelusz przyjaciela!
pt_br: Ha, ha! Chapéu de amigo!
ru: Ха-ха! Шляпа-друг!
zh_tw: 哈哈！朋友的帽子！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Oh...
ja: おお…
ko: 아...
pl: Och...
pt_br: Ah...
ru: Ой…
zh_tw: 噢...

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: Hello!
de: Hallo!
es: ¡Hola!
es_mx: ¡Hola!
fr: Bonjour !
it: Salve!
ja: コンニチハ、コンニチハ！
ko: 안녕!
pl: No cześć!
pt_br: Oi!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.BURNT
source: Fire is bad
de: Feuer ist schlecht.
es: El fuego es malo
es_mx: Fuego es malo
fr: Le feu est méchant.
it: Fuoco è cattivo
ja: 火はだめだよ
ko: 불은 나빠
pl: Ogień jest zły
pt_br: Fogo é ruim.
ru: Огонь — это плохо
zh_tw: 壞火焰

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.EMPTY
source: What happened, friend?
de: Was ist passiert, Freund?
es: ¿Qué ha pasado, amiga?
es_mx: ¿Qué pasó, amigo?
fr: Qu'est-ce qui s'est passé ?
it: Che succede, amica?
ja: お友だち、どうしたの？
ko: 무슨 일이 있었던 거야, 친구?
pl: Co się stało, przyjacielu?
pt_br: O que aconteceu, amigo?
ru: Что случилось, друг?
zh_tw: 你怎麼了，我的朋友？

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.LOTS
source: Lots of new friends!
de: Viele neue Freunde!
es: ¡Un montón de nuevas amigas!
es_mx: ¡Muchos nuevos amigos!
fr: Des tas de nouveaux copains !
it: Tanti amici nuovi!
ja: たっくさんの新しいお友だち！
ko: 새 친구가 잔뜩 있어!
pl: Mnóstwo nowych przyjaciół!
pt_br: Um monte de novos amigos!
ru: Много новых друзей!
zh_tw: 好多新朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: Oh. So sorry
de: Oh. Oh nein.
es: Oh. Lo siento mucho
es_mx: Oh. Lo siento
fr: Oh. Je suis terriblement désolé.
it: Oh. Scusa
ja: ああ、本当にごめんね
ko: 아. 정말 미안해
pl: Och. Najmocniej przepraszam
pt_br: Ah. Mil desculpas.
ru: Ой. Мне жаль
zh_tw: 噢，真對不起

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: Too cold?
de: Zu kalt?
es: ¿Demasiado frío?
es_mx: ¿Muy frío?
fr: Trop froid !
it: Troppo freddo?
ja: 寒すぎるの？
ko: 너무 춥니?
pl: Zbyt zimne?
pt_br: Muito frio?
ru: Слишком холодно?
zh_tw: 太冷了？

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.SOME
source: Hello, little friends!
de: Hallo, kleine Freunde!
es: ¡Hola, amiguitas!
es_mx: Hola, ¡pequeños amigos!
fr: Salut, les copains !
it: Ciao, piccoli amici!
ja: やあ、小さいお友だち！
ko: 안녕, 작은 친구들!
pl: Cześć, mali przyjaciele!
pt_br: Olá, amiguinhos!
ru: Привет, дружочки!
zh_tw: 你好啊，小朋友！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_FARM.STUFFED
source: Party!
de: Ein Fest!
es: ¡Fiesta!
es_mx: ¡Fiesta!
fr: C'est la fête !
it: Festa!
ja: パーティ！
ko: 파티다!
pl: Imprezka!
pt_br: Festa!
ru: Вечеринка!
zh_tw: 開派對！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: Oh. Oh dear
de: Oh. Oh weh.
es: Oh. Oh, cielos
es_mx: Ay. Ay, no
fr: Oh là là.
it: Oh. Oh cielo
ja: ああ、ひどい
ko: 아. 저런
pl: Och. Ojej
pt_br: Ah. Oh, céus.
ru: Ой. О нет
zh_tw: 噢。天啊

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT.OFF
source: Oh. Where's light?
de: Oh. Wo ist Licht?
es: Oh. ¿Dónde hay luz?
es_mx: Oh. ¿Dónde está luz?
fr: Où est la lumière ?
it: Oh. Dove luce?
ja: おお。明かりはどこ？
ko: 아. 빛은 어디 있지?
pl: Oj. Gdzie jest światło?
pt_br: Ah. Cadê a luz?
ru: О. А где свет?
zh_tw: 噢，光呢？

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT.ON
source: Glow friends! Hi!
de: Leuchtfreunde! Hallo!
es: ¡Amigas brillantes! ¡Hola!
es_mx: ¡Brillen amigos! ¡Hola!
fr: Des copains qui brillent ! Salut !
it: Amici luminosi! Ciao!
ja: ぴかぴかのお友だち！やあ！
ko: 빛나는 친구들이다! 안녕!
pl: Świecący przyjaciele! Cześć!
pt_br: Amigos brilhantes! Oi!
ru: Светящиеся друзья! Привет!
zh_tw: 發光的朋友們，你們好！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: Oh. Oh dear
de: Oh. Oh weh.
es: Oh. Oh, cielos
es_mx: Ay. Ay, no
fr: Oh là là.
it: Oh. Oh cielo
ja: ああ、ひどい
ko: 아. 저런
pl: Och. Ojej
pt_br: Ah. Oh, céus.
ru: Ой. О нет
zh_tw: 噢。天啊

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: Hello friends!
de: Hallo Freunde!
es: ¡Hola, amigas!
es_mx: ¡Hola amigos!
fr: Coucou, mes copains !
it: Ciao amici!
ja: やあ、お友だち！
ko: 안녕, 친구들!
pl: Cześć, przyjaciele!
pt_br: Olá, amigos!
ru: Привет, друзья!
zh_tw: 你好，朋友。

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHROOM_LIGHT2.ON
source: Oh! Colors pretty
de: Oh! Schöne Farben!
es: ¡Oh! Bonitos colores
es_mx: ¡Oh! Colores bonitos
fr: Oh, les couleurs sont jolies.
it: Oh. Colori belli
ja: おお！きれいな色！
ko: 아! 색이 예뻐
pl: Och! Ładne kolory
pt_br: Ah! Cores bonitas.
ru: О! Красивые цвета
zh_tw: 噢，顏色真漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: Fancy!
de: Schick!
es: ¡Qué lujoso!
es_mx: ¡Qué lujoso!
fr: Beau !
it: Carino!
ja: お洒落！
ko: 멋지다!
pl: Niezgorszy!
pt_br: Fino!
ru: Модно!
zh_tw: 高級！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: Fun guy
de: Lustiger Kerl.
es: Tipo divertido
es_mx: Tipo divertido
fr: Il est rigolo lui.
it: Divertente
ja: おもしろいヤツ
ko: 재미있는 친구야
pl: Śmieszny koleżka
pt_br: Amiga fungosa.
ru: Весельчак
zh_tw: 好玩的傢伙

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_MOON
source: Friend looks different
de: Freunde sehen anders aus
es: Amigo parece distinto
fr: Le copain a l'air différent.
it: Amico ha aspetto diverso
ja: このお友だちは変わってるね
ko: 친구가 달라보인다
pl: Przyjaciel wyglądać inaczej.
pt_br: Amiga parece diferente.
ru: Друг изменился на вид
zh_tw: 朋友變樣子了

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: Looking good
de: Sieht gut aus.
es: Tiene buen aspecto
es_mx: ¡Te ves bien!
fr: Pas mal !
it: Bello
ja: いいかんじにみえるよ！
ko: 멋진걸
pl: Przystojniak
pt_br: Que bonita.
ru: Смотрится неплохо
zh_tw: 看上去不錯！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: Hi there!
de: Hallo!
es: ¡Hola, hola!
es_mx: ¡Hola!
fr: Coucou toi !
it: Ciao!
ja: やあみんな！
ko: 거기 안녕!
pl: Cześć!
pt_br: Olá!
ru: Привет!
zh_tw: 你好！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_TALL.BLOOM
source: Pretty!
de: Hübsch!
es: ¡Qué bonito!
es_mx: ¡Qué bonito!
fr: Joli !
it: Carino!
ja: かわいい！
ko: 예쁘다!
pl: Piękny!
pt_br: Bonito!
ru: Просто прелесть!
zh_tw: 好漂亮！

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_TALL.GENERIC
source: Growing nicely
de: Wächst gut.
es: Está creciendo muy bien
es_mx: Creciendo bien
fr: Il pousse bien.
it: Cresce bene
ja: よく育ってるよ
ko: 잘 자라고 있어
pl: Ładnie rośnie
pt_br: Tá crescendo bem.
ru: Хорошо растет
zh_tw: 長的很好

# CHARACTERS.WORMWOOD.DESCRIBE.MUSHTREE_TALL_WEBBED
source: It's trapped!
de: Gefangen!
es: ¡Está atrapado!
es_mx: ¡Está atrapado!
fr: Il est enfermé !
it: In trappola!
ja: 罠にかかった！
ko: 잡혔어!
pl: Jest uwięziony!
pt_br: Está preso!
ru: Он в ловушке!
zh_tw: 它被困住了！

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATEDHOUND.DEAD
source: Dead now?
de: Jetzt tot?
es: ¿Ha muerto?
es_mx: ¿Muerto ahora?
fr: Il est mort ?
it: Ora morto?
ja: 死んでるの？
ko: 이제 죽었나?
pl: Teraz nie żyje?
pt_br: Morto agora?
ru: Гавкалка умерла?
zh_tw: 死了？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATEDHOUND.GENERIC
source: Where clothes, Woofer?
de: Wo sind die Kleider, Kläffer?
es: ¿Dónde está tu ropa, guau-guau?
es_mx: ¿Dónde ropa, guauguáu?
fr: Où sont tes vêtements, ouaf-ouaf ?
it: Bau bau, dove vestiti?
ja: お洋服はどこ、ワンワン？
ko: 옷은 어디 있니, 멍멍아?
pl: Gdzie strój, hauku?
pt_br: Cadê roupas, Auauzeiro?
ru: А где твоя одежда, гавкалка?
zh_tw: 衣服呢，汪汪獸？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATEDHOUND.SLEEPING
source: Shh... Sleepytime
de: Psst ... Schlafenszeit.
es: Shhh... Hora de dormir
es_mx: Shh… Hora de dormir
fr: Chut... Il dort.
it: Shhh... Fa pisolino
ja: シーーッ...おねむのじかんだよ
ko: 쉿... 자는 시간이야
pl: Cii... Spanko
pt_br: Shh... Hora da Naninha
ru: Тс-с… Пора спать
zh_tw: 噓，睡覺時間

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATED_PENGUIN.DEAD
source: Oh. Dead
de: Oh. Tot.
es: Oh. Muerto
es_mx: Oh. Muerto
fr: Oh. Il est mort.
it: Oh. Morto
ja: ああ。死んでるよ。
ko: 아. 죽었어
pl: Och. Nie żyje
pt_br: Ah. Morreu.
ru: Ой. Умерла
zh_tw: 嗷。死了

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: You okay, Woddle Woddle?
de: Alles klar, Watschelwatschel?
es: ¿Estás bien, guiá-guiá?
es_mx: ¿Estás bien, coá, coá?
fr: Ça va, le piou-piou qui se dandine ?
it: Stai bene, dondolo?
ja: 大丈夫、フラフラしてる？
ko: 괜찮니, 뒤뚱뒤뚱아?
pl: Z furfurem wszystko w porządku?
pt_br: Tudo bem, Ginga Ginga?
ru: Все хорошо, скользилка?
zh_tw: 你還好嗎，晃來晃去的小鳥？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: Naptime
de: Schlafenszeit.
es: Hora de la siesta
es_mx: Hora de siesta
fr: C'est l'heure de la sieste.
it: Ora di pisolino
ja: おひるねの時間だ
ko: 낮잠 시간이야
pl: Drzemka
pt_br: Hora da soneca.
ru: Пора спать
zh_tw: 午覺時間

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_DROPPER
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_HEALER
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_HIDER
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_MOON
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_SPITTER
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_WARRIOR
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.MUTATOR_WATER
source: Belly stuff for Leggy Bugs?
de: Bauchzeug für Vielbeiner?
es: ¿Cosa para la tripa para bichos patilargos?
fr: C'est du manger pour les insectes à grandes pattes ?
it: Roba per pancia per insetti tantegambe?
ja: 脚の多い虫のおなかに入るもの？
ko: 긴 다리 벌레를 위해 배에 달린 거?
pl: Jedzenie dla wielonożnych robali?
pt_br: Coisas de barriga pra Insetos Pernudos?
ru: Штучка для животика ногастых жуков?
zh_tw: 細腿蟲子填肚子的東東？

# CHARACTERS.WORMWOOD.DESCRIBE.NATURE_BLUEPRINT
source: Covered in friends
de: Mit Freunden bedeckt
es: Cubierto de amigos
fr: C'est couvert de copines.
it: Coperto da amici
ja: お友だちでいっぱいだね
ko: 친구로 덮였어
pl: Pokryty przyjaciółmi
pt_br: Coberta de amigas.
ru: Весь в друзьях
zh_tw: 上面都是朋友

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTLIGHT
source: Glowy
de: Leuchtet.
es: Brillante
es_mx: Brillante
fr: Ça brille.
it: Luminosa
ja: 光ってる
ko: 빛이 나
pl: Świeci się
pt_br: Reluzente.
ru: Светится
zh_tw: 發著光

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMAREFUEL
source: Dark Floaty Man
de: Dunkler Schwebemann.
es: Hombre oscuro flotante
es_mx: Oscuro hombre flotante
fr: Une sombre silhouette flottante.
it: Uomo galleggino scuro
ja: 暗いプカプカ男
ko: 검게 떠다니는 인간이야
pl: Mroczny latający pan
pt_br: Homem Flutuante Escuro.
ru: Темный летун
zh_tw: 黑黑的漂浮的人

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMAREGROWTH
source: Bad things
de: Böse Dinge
es: Cosas malas
fr: Des trucs nuls.
it: Cose brutte
ja: 悪いものだ
ko: 나쁜 것들
pl: Niedobre rzeczy
pt_br: Coisas malvadas.
ru: Плохие штуки
zh_tw: 壞東西

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARELIGHT
source: Night light for scary times
de: Nachtlicht für gruselige Zeiten.
es: Luz nocturna para momentos de miedo
es_mx: Luz nocturna para tiempos de miedo
fr: Une lumière nocturne pendant les périodes effrayantes.
it: Luce notturna per momenti di paura
ja: 怖い時のための夜間灯
ko: 무서울 때 빛나는 밤의 빛이야
pl: Światło strasznych czasów
pt_br: Luz noturna pra momentos assustadores.
ru: Ночной свет, если страшно
zh_tw: 帶來可怕時間的燈

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMAREPIE
source: Scare nibbles
de: Gruselnahrung.
es: Trocitos de susto
es_mx: Mordisquitos de miedo
fr: Du manger qui fait peur.
it: Boccone pauroso
ja: こわいガジガジ
ko: 무서운 맛이야
pl: Straszna przekąska
pt_br: Mordiscadas assustadoras.
ru: Страшная еда
zh_tw: 嚇人的小吃

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Quiet now
de: Jetzt ist es still.
es: Ahora está en calma
es_mx: Tranquilo ahora
fr: C'est calme pour l'instant.
it: Ora silenzio
ja: 今は静かだ
ko: 지금은 조용해
pl: Teraz spokojnie
pt_br: Silêncio.
ru: Пока тихо
zh_tw: 現在平靜下來了

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Whew
de: Uff.
es: Fiu
es_mx: Uf
fr: Fiou.
it: Fiu
ja: ヒュー
ko: 휴
pl: Uff
pt_br: Ufa.
ru: Фух
zh_tw: 哎喲

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Safe here
de: Sicher hier.
es: A salvo aquí
es_mx: Seguro aquí
fr: Aucun danger ici.
it: Sicuro qui
ja: ここは安全だね
ko: 여긴 안전해
pl: Tu jest bezpiecznie
pt_br: Aqui é seguro.
ru: Здесь безопасно
zh_tw: 現在安全了

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Bad! Really bad!
de: Schlecht! Sehr schlecht!
es: ¡Malo! ¡Muy malo!
es_mx: ¡Malo! ¡Muy malo!
fr: Ça craint ! Ça craint vraiment !
it: Cattivo! Tanto cattivo!
ja: 悪い子！本当に悪い子！
ko: 안 좋아! 정말 안 좋아!
pl: Źle! Bardzo źle!
pt_br: Ruim! Muito ruim!
ru: Плохо! Все плохо!
zh_tw: 糟糕！太糟糕了！

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Getting better
de: Wird besser.
es: Mejorando
es_mx: Mejorando
fr: Ça va mieux.
it: Migliora
ja: だんだんうまくなってきた
ko: 나아지고 있어
pl: Coraz lepiej
pt_br: Tá melhorando.
ru: Становится лучше
zh_tw: 變得好點了

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Something happening...
de: Etwas geschieht ...
es: Algo pasa...
es_mx: Algo sucede…
fr: Il se passe quelque chose...
it: Succede qualcosa...
ja: 何か起きる...
ko: 뭔가 벌어지고 있어...
pl: Coś się dzieje...
pt_br: Algo tá acontecendo...
ru: Что-то происходит…
zh_tw: 有什麼事要發生了...

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Getting scary
de: Es wird gruselig.
es: Esto cada vez da más miedo
es_mx: Empieza a dar miedo
fr: Ça commence à faire peur.
it: Diventa spaventoso
ja: だんだん、怖くなってきた！
ko: 무서워지고 있어
pl: Robi się strasznie
pt_br: Tá ficando assustador.
ru: Становится страшно
zh_tw: 變得很恐怖了

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTSTICK
source: A Light Ball Stick
de: Leuchtkugelstock.
es: Un palo con bola de luz
es_mx: Un palo bola de luz
fr: Une boule de lumière sur un bâton.
it: Bastone con palla di luce
ja: 光の玉の棒
ko: 빛나는 공 막대기야
pl: Patyk z kulą światła
pt_br: Um Bastão de Bola de Luz.
ru: Палочка с шариком света
zh_tw: 一根帶燈泡的棍子

# CHARACTERS.WORMWOOD.DESCRIBE.NIGHTSWORD
source: Dark Floaty Swoosh Stick
de: Dunkler scharfer Flammenstock.
es: Palo siuuu oscuro y flotante
es_mx: Palo oscuro silbante y flotante
fr: Un bâton sombre pour tout fendre.
it: Bastone tagliatutto oscuro
ja: 黒いプカプカがビュンって振る棒
ko: 검게 떠다니는 부웅 막대기야
pl: Mroczny patyk do siekania
pt_br: Vara de Vuush Flutuante Escura.
ru: Темная мокрая вжухалка
zh_tw: 很黑很輕用起來嗖嗖作響的尖刀

# CHARACTERS.WORMWOOD.DESCRIBE.NITRE
source: Pow Rock
de: Rummsstein.
es: Roca pum
es_mx: Roca pum
fr: De la roche qui fait pan.
it: Roccia pum
ja: 岩もパーン！
ko: 펑 돌이야
pl: Skała bum
pt_br: Rocha Pow.
ru: Камень бабах
zh_tw: 會炸的石頭

# CHARACTERS.WORMWOOD.DESCRIBE.NUTRIENTSGOGGLESHAT
source: Friend looks cozy there
de: Freund sieht dort gemütlich aus
es: Amiga parece cómoda aquí
fr: La copine a l'air bien, ici.
it: Amico sembra comodo lì
ja: ここはお友だちがノビノビできるね
ko: 친구는 거기 아늑해 보여
pl: Przyjaciel mieć tu przytulnie.
pt_br: Amiga parece aconchegada ali.
ru: Друзьям здесь хорошо
zh_tw: 朋友在那很舒服

# CHARACTERS.WORMWOOD.DESCRIBE.OAR
source: Friend helps push water
de: Freund hilft Wasser schieben.
es: Amigo ayuda a empujar agua
es_mx: Amigo ayuda a empujar agua
fr: C'est un copain pour pousser de l'eau.
it: Amico aiuta spingere acqua
ja: お友だちがお水を押すのを手伝うよ
ko: 물을 밀게 도와주는 친구야
pl: Przyjaciel pomaga przepychać wodę
pt_br: Amigo ajuda a empurrar água.
ru: Друг толкает воду
zh_tw: 這個朋友能幫忙推水

# CHARACTERS.WORMWOOD.DESCRIBE.OAR_DRIFTWOOD
source: Friend helps push water fast!
de: Freund hilft Wasser schnell schieben!
es: ¡Amigo ayuda a empujar agua rápido!
es_mx: ¡Amigo ayuda a empujar agua rápido!
fr: C'est un copain pour pousser vite de l'eau !
it: Amico aiuta spingere acqua veloce
ja: お友だちがはやくお水を押すのを手伝うよ
ko: 물을 빨리 밀게 도와주는 친구야!
pl: Przyjaciel pomaga szybko przepychać wodę!
pt_br: Amigo ajuda a empurrar água rápido!
ru: Друг помогает быстрее толкать воду!
zh_tw: 朋友幫著更快的推水！

# CHARACTERS.WORMWOOD.DESCRIBE.OASISLAKE.EMPTY
source: Oh. Empty
de: Oh. Leer.
es: Oh. Vacío
es_mx: Oh. Vacío
fr: Oh. C'est vide.
it: Oh. Vuoto
ja: ああ。空っぽ
ko: 아. 비었어
pl: Och. Puste
pt_br: Ah. Vazio.
ru: Ой. Пусто
zh_tw: 噢，空的

# CHARACTERS.WORMWOOD.DESCRIBE.OASISLAKE.GENERIC
source: Water! Water!
de: Wasser! Wasser!
es: ¡Agua! ¡Agua!
es_mx: ¡Agua! ¡Agua!
fr: De l'eau ! De l'eau !
it: Acqua! Acqua!
ja: 水だ！水だよ！
ko: 물! 물이다!
pl: Woda! Woda!
pt_br: Água! Água!
ru: Вода! Вода!
zh_tw: 水！水！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHABLEFLOTSAM
source: Oh! Mud!
de: Oh! Schlamm!
es: ¡Oh! ¡Barro!
es_mx: ¡Oh! ¡Lodo!
fr: Oh ! De la boue !
it: Oh! Fango!
ja: ああ！泥だ！
ko: 아! 진흙이다!
pl: Och! Błotko!
pt_br: Ah! Lama!
ru: Ой! Грязь!
zh_tw: 噢！泥巴！

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_BALL
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_CANARY
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_CROW
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_GOOSE
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_MALBATROSS
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_NONE
source: Missing thing...
de: Ding weg ...
es: Falta una cosa...
es_mx: Cosa faltante…
fr: Il manque des choses...
it: Manca qualcosa...
ja: なくしたもの…
ko: 뭔가 없어...
pl: Brakuje rzeczy...
pt_br: Coisa faltando...
ru: Чего-то не хватает…
zh_tw: 缺東西……

# CHARACTERS.WORMWOOD.DESCRIBE.OCEANFISHINGBOBBER_OVAL
source: Floaty thing
de: Schwimmding.
es: Cosa flotante
es_mx: Cosa flotante
fr: Un machin qui flotte.
it: Cosa che galleggia
ja: プカプカなもの
ko: 둥둥 뜨는 물건이야
pl: Pływakująca rzecz
pt_br: Coisa flutuante.
ru: Плавучая штучка
zh_tw: 浮著的東西
