Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.GENERIC
source: It so... glowy...
de: Ist ... so leuchtig ...
es: Brillo... Mucho brillo...
fr: Ça brille... tellement...
it: Essere molto... luminoso...
ja: これ…ピッカピカだね…
ko: 너무...빛난다...
pl: Ale... świeci...
pt_br: É tão... reluzente...
ru: Он... светится...
zh_tw: 好……亮亮……

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.SPAWN_DISABLED
source: It not working.
de: Funktioniert nicht.
es: No funciona.
fr: Ça marche pas.
it: Non funzionare.
ja: 動かないね。
ko: 작동하지 않아.
pl: Nie działa.
pt_br: Não tá funcionando.
ru: Не работает.
zh_tw: 歇菜囉。

# CHARACTERS.WURT.DESCRIBE.TERRARIUM.WAITING_FOR_DARK
source: Ooooh! Wanna float like that too!
de: Oooh! Will auch so schweben!
es: ¡Ooooh! ¡Quiero flotar así!
fr: Ooh ! Moi aussi je veux flotter comme ça !
it: Oooh! Volere fluttuare anche io!
ja: おおお！アタシもああして浮いてみたい！
ko: 오오오! 나도 그렇게 뜨고 싶어!
pl: Ooooch! Ja też chcę się tak unosić!
pt_br: Aaaah! Quero flutuar assim também!
ru: У-у-у! Я тоже так летать хочу!
zh_tw: 喔！我也想像那樣浮著！

# CHARACTERS.WURT.DESCRIBE.TERRARIUMCHEST.BURNT
source: Didn't do it!!
de: War ich nicht!!
es: ¡No lo he hecho!
es_mx: ¡¡No haber sido yo!!
fr: C'est pas moi !
it: Non sono stata io!
ja: やってないよ！
ko: 나 안 했어!!
pl: To nie ja!
pt_br: Não fiz isso!!
ru: Это не я!
zh_tw: 不是我弄壞的！！

# CHARACTERS.WURT.DESCRIBE.TERRARIUMCHEST.GENERIC
source: It smell strange, not from here.
de: Riecht komisch, nicht von hier.
es: Olor es muy raro, no es de aquí.
fr: Ça sent bizarre. Ça vient pas d'ici.
it: Strano odore, venire da lontano.
ja: 変なにおい。ここからじゃない。
ko: 이상한 냄새 나, 여기에서 아니야.
pl: Coś dziwnie pachnie, tym razem to nie ja.
pt_br: Tem cheiro estranho, não é daqui.
ru: Пахнет странно, как будто он не отсюда.
zh_tw: 聞著不對勁，不像是本地的。

# CHARACTERS.WURT.DESCRIBE.TERRARIUMCHEST.SHIMMER
source: Maybe have extra shiny treasure inside?
de: Vielleicht ist besonders glänzender Schatz drin?
es: ¿Más tesoro brillante dentro?
fr: Il y a peut-être un trésor très très brillant dedans ?
it: Forse avere tesoro molto lucente dentro?
ja: もっとキラキラのお宝が中にあるのかも？
ko: 안에 반짝이 보물 더 있어?
pl: Może w środku jest jeszcze jakaś błyskotka?
pt_br: Talvez tenha tesouro extra brilhante dentro?
ru: Там внутри самые богатые сокровища!
zh_tw: 裡面是不是還有發光的寶藏？

# CHARACTERS.WURT.DESCRIBE.THULECITE
source: Look weird, florp...
de: Sieht merkwürdig aus, florp ...
es: Tiene pinta rara, florp...
es_mx: Verse extraña, flop.
fr: Ce truc est bizarre.
it: Aspetto strano, florp...
ja: 変な感じだね、フロープ。
ko: 이상하게 생겼어, 뻐끔...
pl: To wygląda dziwnie, florp...
pt_br: Parece estranho, florp...
ru: Странно выглядит, буль…
zh_tw: 看起來好奇怪，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.THULECITE_PIECES
source: Bitty bits.
de: Kleine Stücke.
es: Trocitos chiquititos.
es_mx: Trocitos.
fr: Des p'tits bouts.
it: Piccoli pezzi.
ja: ビティのかけらだよ。
ko: 작은 조각이야.
pl: Maciupeńkie kawałeczki.
pt_br: Pedacinhos.
ru: Мелкие кусочки.
zh_tw: 小東西。

# CHARACTERS.WURT.DESCRIBE.THURIBLE
source: Weird smell, flort.
de: Riecht komisch, flort.
es: Huele raro, flort.
es_mx: Esto oler raro, flop.
fr: Drôle d'odeur, flort.
it: Strano odore, flort.
ja: 変な臭いだね、フロート。
ko: 이상한 냄새야, 뻐끔.
pl: Dziwnie pachnie, flort.
pt_br: Cheiro esquisito, flort.
ru: Странно пахнет, хлюп.
zh_tw: 古怪的味道，浮浪特。

# CHARACTERS.WURT.DESCRIBE.TICOON.ABANDONED
source: Maybe we play later, okay?
de: Vielleicht spielen wir später, okay?
es: ¿Jugamos más tarde, sí?
fr: On jouera peut-être plus tard, d'accord ?
it: Forse giocare più tardi, va bene?
ja: 後で遊ぼ？ね？
ko: 나중에 놀면 되지, 알았지?
pl: Pobawimy się potem, dobra?
pt_br: Talvez a gente brincar mais tarde, tá bom?
ru: Давай потом поиграем, ладно?
zh_tw: 我們一會兒再玩，好嗎？

# CHARACTERS.WURT.DESCRIBE.TICOON.GENERIC
source: It big squishy kitty! Hello!
de: Großes Schmusekätzchen! Hallo!
es: ¡Gatito grande y blandito! ¡Hola!
fr: C'est un gros chaton tout mou ! Coucou !
it: Grande gattino morbido! Ciao!
ja: でっかいぷにぷに子ねこだ！こんにちは！
ko: 크고 물컹한 애옹이야! 안녕!
pl: Wielki, mięciutki kotek! Cześć!
pt_br: É gatinho miador grande! Olá!
ru: Большой мягкий котик! Привет!
zh_tw: 大貓貓！你好！

# CHARACTERS.WURT.DESCRIBE.TICOON.LOST_TRACK
source: His nose not so good after all.
de: Nase also doch nicht so gut.
es: Su olfato no tan bueno...
fr: Son flair est pas si terrible.
it: Suo naso poi non così buono.
ja: あんまり鼻がいいわけじゃないんだね。
ko: 코가 전혀 좋지 않아.
pl: Może nie ma tak dobrego węchu.
pt_br: O nariz dele não é tão bom, afinal.
ru: Не такой уж у него и хороший все-таки нюх.
zh_tw: 他的鼻子也不是很靈嘛。

# CHARACTERS.WURT.DESCRIBE.TICOON.NEARBY
source: Think he smell something nearby.
de: Glaube, er riecht was in der Nähe.
es: Creo que huele algo cerca.
fr: Je crois qu'il sent un truc tout près.
it: Penso che lui odorare qualcosa vicino.
ja: 何か近くのにおいを感じ取ったみたいだね。
ko: 근처에서 어떤 냄새 맡은 것 같아.
pl: Chyba coś czuje w pobliżu.
pt_br: Acho que ele sentiu algo perto.
ru: Он явно что-то здесь унюхал.
zh_tw: 他好像聞到周圍有東西。

# CHARACTERS.WURT.DESCRIBE.TICOON.NOTHING_TO_TRACK
source: Guess he not smell anything around.
de: Riecht hier wohl nichts.
es: Creo que no huele nada por aquí.
fr: On dirait qu'il sent rien, par ici.
it: Immaginare lui non sentire odore vicino.
ja: 近くににおいがしないみたい。
ko: 주변에서 아무 냄새 안 나는 것 같아.
pl: Chyba nic nie wyczuwa w pobliżu.
pt_br: Acho que ele não sentiu nada aqui perto.
ru: Не, ничего он тут не унюхал.
zh_tw: 他好像什麼都沒聞到。

# CHARACTERS.WURT.DESCRIBE.TICOON.SUCCESS
source: He did good job, florp.
de: Hat gut gemacht, florp.
es: Buen trabajo, florp.
fr: Il a fait du bon travail, florp.
it: Avere fatto buon lavoro, florp.
ja: よくやったね、フロープ。
ko: 잘했어, 빠끔.
pl: Dobrze się spisał, florp.
pt_br: Ele fez bom trabalho, florp.
ru: Он хорошо поработал, бульк.
zh_tw: 他幹得漂亮，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TICOON.TARGET_TOO_FAR_AWAY
source: Come on squishy kitty, wanna try somewhere else!
de: Komm schon, Kuschelkätzchen, willst du es woanders versuchen?
es: Gatito blandito, ¡mejor prueba en otro lado!
fr: Viens, chaton tout mou, je veux essayer ailleurs !
it: Vieni gattino morbido, voler provare altro posto!
ja: ぷにぷに子ねこ、別のところでやってみよ！
ko: 물컹한 애옹이 이리와, 다른 곳에서 찾아봐야 겠어!
pl: Chodź, mięciutki kotku, spróbujemy gdzieś indziej!
pt_br: Vem gatinho miante, quero tentar em outro lugar!
ru: Идем, мягкий котик, поищем в другом месте!
zh_tw: 來吧，大貓貓，我們換個地方試試！

# CHARACTERS.WURT.DESCRIBE.TICOON.TRACKING
source: He looking for something!
de: Sucht nach was.
es: ¡Está buscando algo!
fr: Il cherche un truc !
it: Stare cercando qualcosa!
ja: 何か探してるみたい！
ko: 뭔가 찾고 있어!
pl: On czegoś szuka!
pt_br: Ele procurando alguma coisa!
ru: Он что-то ищет!
zh_tw: 他在找東西！

# CHARACTERS.WURT.DESCRIBE.TICOON.TRACKING_NOT_MINE
source: Wait... this not the right squishy kitty.
de: Warte ... das ist nicht das richtige Kätzchen.
es: Un momento... Este no es mi gatito blandito.
fr: Attends... c'est pas le bon chaton tout mou.
it: Aspetta... questo no gattino morbido giusto.
ja: 待って…これ違うぷにぷに子ねこだよ。
ko: 잠깐... 이건 그 물컹한 애옹이 아니야.
pl: Chwila... To nie mój mięciutki kotek.
pt_br: Péra... esse não é gatinho miante certo.
ru: Не... это не тот мягкий котик.
zh_tw: 不對……不是這只大貓貓。

# CHARACTERS.WURT.DESCRIBE.TILLWEED
source: What is difference between weeds and other plants?
de: Was ist Unterschied zwischen Unkraut und anderen Pflanzen?
es: ¿Cuál es diferencia entre hierbajos y otras plantas?
fr: C'est quoi la différence entre les mauvaises herbes et les bonnes plantes ?
it: Quale differenza tra erbacce e altre piante?
ja: 雑草と他の植物の違いってなにかな？
ko: 잡초와 다른 식물의 차이점은 뭐야?
pl: Jaka jest różnica między chwastami i innymi roślinami?
pt_br: Qual é diferença entre ervas e outras plantas?
ru: Чем сорняки отличаются от других растений?
zh_tw: 雜草和其他植物的區別是什麼？

# CHARACTERS.WURT.DESCRIBE.TILLWEEDSALVE
source: See? Weeds more useful than flowers.
de: Siehst? Unkraut nützlicher als Blumen.
es: ¿Ves? Los hierbajos más útiles que las flores.
fr: Vous voyez ? Les herbes sont plus utiles que les fleurs.
it: Visto? Erbacce sono più utili di fiori.
ja: ほらね？雑草のほうがお花より役に立つの。
ko: 보여? 잡초가 꽃보다 쓸모 있다고.
pl: Widzisz? Chwasty są przydatniejsze od kwiatów.
pt_br: Viu? Ervas mais úteis que flores.
ru: Видали? Сорняки полезнее цветов.
zh_tw: 看到了嗎？雜草比花更有用。

# CHARACTERS.WURT.DESCRIBE.TOADSTOOL.GENERIC
source: Has pretty face, bad personality.
de: Schönes Gesicht, böse Person.
es: Cara bonita, personalidad fea.
es_mx: Tener una cara bonita, pero una fea personalidad.
fr: Beau visage, horrible personnalité.
it: Ha bel viso, ma brutto carattere.
ja: 可愛い顔をして、性格が悪いんだよ。
ko: 얼굴 예쁜데 성격 나빠.
pl: Ma ładną buzię, ale okropny charakter.
pt_br: Tem rosto bonito e personalidade malvada.
ru: Красивое лицо, но гадкий характер.
zh_tw: 臉蛋漂亮，性格很差。

# CHARACTERS.WURT.DESCRIBE.TOADSTOOL.RAGE
source: Think we made him mad, flort!
de: Er wütend auf uns, flort!
es: ¡Creo que se ha enfadado, flort!
es_mx: ¡Creo que yo haberlo hecho molestar, flot!
fr: J'crois qu'on l'a mis de mauvaise humeur, flort.
it: Penso che ho fatto arrabbiare, flort!
ja: アタシたちが彼を怒らせたと思ってるよ、フロート！
ko: 우리 때문에 화났나 봐, 뻐끔!
pl: Chyba się wściekła, flort!
pt_br: Acho que deixamos ele bravo, flort!
ru: Кажется, мы его разозлили! Бульк!
zh_tw: 我們應該是惹他生氣了，浮浪特！

# CHARACTERS.WURT.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: Hallooo? ANYBODY HOME?
de: Hallooo? JEMAND DA?
es: ¿Holaaaa? ¿HAY ALGUIEN EN CASAAA?
es_mx: ¿Holaaaa? ¿HABER ALGUIEN EN CASA?
fr: Ouhouuuuuuu ? Y'A QUELQU'UN ?
it: Ehiiii? QUALCUNO A CASA?
ja: オーイ！誰かいるかい？
ko: 저기요오오? 안에 누구 있어요?
pl: Haaalooo? JEST TU KTO?
pt_br: Alô? TEM ALGUÉM EM CASA?
ru: Ау-у-у! ЕСТЬ КТО ДОМА?
zh_tw: 你好？有人在家嗎？

# CHARACTERS.WURT.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: What nice cap you have, flort.
de: Schöne Kappe, flort.
es: Qué gorra tan bonita tienes, flort.
es_mx: Qué lindo gorro tú tener, flot.
fr: T'as un joli chapeau, toi !
it: Bel cappello ha, flort.
ja: なんて素敵な帽子なんだよ、フロート。
ko: 모자 정말 멋지구나, 뻐끔.
pl: Fajny masz kapelusz, flort.
pt_br: Que belo chapéu você tem, flort.
ru: Какая у тебя милая шляпка, бульк.
zh_tw: 你這帽子很不錯，浮浪特。

# CHARACTERS.WURT.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: See you in there!
de: Sehen uns unten!
es: ¡Nos vemos dentro!
es_mx: ¡Yo poder verte ahí!
fr: Je te vois !
it: Ci vediamo dentro!
ja: そこで会おう！
ko: 안에 있는 거 다 보여!
pl: Widzę cię!
pt_br: A gente se vê lá dentro!
ru: Увидимся еще!
zh_tw: 咱們裡面見！

# CHARACTERS.WURT.DESCRIBE.TOMATO
source: Big juicy tomato!
de: Große saftige Tomate!
es: ¡Supertomate jugoso!
es_mx: ¡Gran tomate jugoso!
fr: Une grosse tomate juteuse !
it: Grande pomodoro succoso!
ja: 大きいジューシーなトマトだ！
ko: 크고 즙 많은 토마토다!
pl: Wielki, soczysty pomidor!
pt_br: Tomate grande e suculento!
ru: Большой сочный помидор!
zh_tw: 又大又水的番茄！

# CHARACTERS.WURT.DESCRIBE.TOMATO_COOKED
source: Squishy.
de: Matschig.
es: Blandengue.
es_mx: Débil.
fr: Flasque.
it: Molliccio!
ja: グニャグニャする。
ko: 물컹하군.
pl: Ale mięciutkie.
pt_br: Tenro.
ru: Мягенько.
zh_tw: 黏乎乎的。

# CHARACTERS.WURT.DESCRIBE.TOMATO_OVERSIZED
source: Big squishy snack.
de: Großer Matschsnack.
es: ¡Comida grande y blandita!
fr: Du manger plein d'eau.
it: Grande cibo morbido.
ja: おっきいブヨブヨのオヤツだ。
ko: 크고 물렁한 간식이야.
pl: Duży, miękki przysmak.
pt_br: Petiscão molenga.
ru: Большая мягкая вкусняшка.
zh_tw: 又大又軟的小吃。

# CHARACTERS.WURT.DESCRIBE.TOMATO_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.TOPHAT
source: Oooooh, fancy!
de: Oooooh, schick!
es: ¡Ooooh, chuli!
es_mx: ¡Oooh, elegante!
fr: Ooooooh, c'est chic !
it: Oooooh, elegante!
ja: おー、おしゃれだ！
ko: 오오오, 근사한걸!
pl: Ooooch, ale elegancki!
pt_br: Aaaaah, chique!
ru: У-у-у, красота!
zh_tw: 噢，高級啊！

# CHARACTERS.WURT.DESCRIBE.TORCH
source: Fire stick.
de: Feuerstock.
es: Palo de fuego.
es_mx: Rama de fuego.
fr: Du feu sur un bâton.
it: Bastone di fuoco.
ja: 火の棒だ。
ko: 불 막대기야.
pl: Płonący patyk.
pt_br: Bastão de fogo.
ru: Огненная палка.
zh_tw: 帶火的木棍。

# CHARACTERS.WURT.DESCRIBE.TOURTIERE
source: Mmm, is hot veggie pie!
de: Mmmh, heißer Gemüsekuchen!
es: ¡Mmm, pastel vegetal calentito!
es_mx: ¡Mmm, ser pay de verdura picante!
fr: Miam, c'est une bonne tourte à la viande.
it: Mmmm, torta di verdure calde!
ja: うーん、ホットベジパイだよ！
ko: 음, 뜨거운 채소 파이야!
pl: Mmm, gorące ciasto z warzywami!
pt_br: Mmm, é torta quente de legumes!
ru: М-м-м, горячий овощной пирог!
zh_tw: 呣，是辣的蔬菜餅！

# CHARACTERS.WURT.DESCRIBE.TOWNPORTAL.ACTIVE
source: Ready, flort!
de: Fertig, flort!
es: ¡Listo, flort!
es_mx: ¡Listo, flop!
fr: Il est prêt, flort !
it: Pronta, flort!
ja: 準備オッケーだよ、フロート！
ko: 준비됐어, 뻐끔!
pl: Gotowy, flort!
pt_br: Tudo pronto, flort!
ru: Я готова, бульк!
zh_tw: 準備好了，浮浪特!

# CHARACTERS.WURT.DESCRIBE.TOWNPORTAL.GENERIC
source: Take me where friends are!
de: Bring mich zu Freunden!
es: ¡Llévame donde hay amigos!
es_mx: ¡Esto llevarme a donde mis amigos estar!
fr: Amène-moi à mes amis !
it: Porta me dove sono amici!
ja: 友達のいるところに連れてってよ！
ko: 친구 있는 곳으로 데려다줘!
pl: Zabierz mnie do przyjaciół!
pt_br: Me leve aonde amigos estão!
ru: Веди меня к друзьям!
zh_tw: 帶我到朋友身邊！

# CHARACTERS.WURT.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: Jump to friends!
de: Zu Freunden springen!
es: ¡Saltar a amigos!
es_mx: ¡Saltar a donde mis amigos estar!
fr: J'vais sauter vers mes amis !
it: Salto da amici!
ja: 友達にジャンプだ！
ko: 친구한테 이동해!
pl: Lecę do przyjaciół!
pt_br: Ir até amigos!
ru: Прыгаю навстречу друзьям!
zh_tw: 跳到朋友身邊！

# CHARACTERS.WURT.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: Go-stone!
de: Reisestein!
es: ¡Piedra de viajar!
es_mx: ¡Roca de viaje!
fr: Une pierre pour voyager !
it: Vado con pietra!
ja: 行けー石！
ko: 이동석이야!
pl: Kamień podróżny!
pt_br: Pedra de ir!
ru: Камень-телепорт!
zh_tw: 傳送石！

# CHARACTERS.WURT.DESCRIBE.TRAILMIX
source: Crunch, crunch, crunch!
de: Knirsch, knirsch, knirsch!
es: ¡Cranch, cranch, cranch!
es_mx: ¡Cranch, cranch, cranch!
fr: Crounch, crounch.
it: Sgranocchia, sgranocchia, sgranocchia!
ja: かりかり、かりかり、かりかり！
ko: 아그작, 아그작!
pl: Chrup, chrup!
pt_br: Creck, creck, creck!
ru: Хрум-хрум-хрум!
zh_tw: 嘎嘣，嘎嘣，嘎嘣脆！

# CHARACTERS.WURT.DESCRIBE.TRAILS
source: He... not so tough looking... glurp.
de: Sieht ... nicht gefährlich aus ... glurp.
es: No... parece... demasiado fiera. Glurp.
es_mx: Él... no verse muy fuerte... glup.
fr: Ça m'impressionne pas, glorp !
it: Non sembra così tosto... glurp.
ja: 彼は...そんなにタフに見えないよ...グループ。
ko: 별로... 그렇게 안 강해 보여... 빠끔.
pl: Nie wygląda... na twardziela... glurp.
pt_br: Ele... não parece tão durão... glurp.
ru: Он… не очень-то и сильный на вид, бульк.
zh_tw: 他……看著不怎麼強硬……格勒噗。

# CHARACTERS.WURT.DESCRIBE.TRANSISTOR
source: It buzzing! Bees stuck inside?
de: Summt! Bienen drin?
es: ¡Está zumbando! ¿Hay abejas dentro?
es_mx: ¡Estar zumbando! ¿Haber abejas atrapadas dentro?
fr: Ça grésille. Y'a des piqueuses dedans ?
it: Fa rumore! Api lì dentro?
ja: それはブンブンいっているよ！蜂が中にいるのかな？
ko: 윙윙거려! 안에 벌 갇혔나?
pl: Bzyczy! Czy w środku są pszczoły?
pt_br: Tá zumbindo! Abelhas presas dentro?
ru: Там что-то жужжит! Пчелки, что ли?
zh_tw: 它嗡嗡響！裡面困著個蜜蜂嗎？

# CHARACTERS.WURT.DESCRIBE.TRAP
source: Sneaky!
de: Überfall!
es: ¡Qué picardía!
es_mx: ¡Estar escondida!
fr: C'est discret !
it: Subdola!
ja: ずるいよ！
ko: 감쪽같아!
pl: Ale podstęp!
pt_br: Sorrateiro!
ru: Никто этого не ждет!
zh_tw: 可疑的！

# CHARACTERS.WURT.DESCRIBE.TRAP_BRAMBLE
source: Plant trap!
de: Pflanzenfalle!
es: ¡Trampa de planta!
es_mx: ¡Trampa de planta!
fr: Une plante qui veut m'attraper !
it: Trappola di pianta!
ja: 植物の罠だ！
ko: 식물 덫이야!
pl: Roślina-pułapka!
pt_br: Armadilha de planta!
ru: Ловушка из растений!
zh_tw: 植物陷阱！

# CHARACTERS.WURT.DESCRIBE.TRAP_STARFISH.CLOSED
source: Glorp! Tried to eat me!
de: Glorp! Wollte mich essen!
es: ¡Glorp! ¡Ha intentado comerme!
es_mx: ¡Glop! ¡Eso haber intentado comerme!
fr: Glorp ! Il a essayé de me manger !
it: Glorp! Provato a mangiare me!
ja: グロールプ！私を食べようとしたよ！
ko: 빠끔! 나 먹으려고 했어!
pl: Glorp! Próbowała mnie zjeść!
pt_br: Glorp! Tentou me comer!
ru: Бульк! Она хотела меня съесть!
zh_tw: 格浪噗！它差點吞了我！

# CHARACTERS.WURT.DESCRIBE.TRAP_STARFISH.GENERIC
source: Wanna poke it!
de: Will ihn pieken!
es: ¡Quiero pincharla!
es_mx: ¡Yo querer tocarla!
fr: J'ai terriblement envie de la toucher.
it: Voglio toccare!
ja: 突いてみよう！
ko: 찔러 볼래!
pl: Chcę go dźgnąć!
pt_br: Quero cutucar ela!
ru: Хочу в нее потыкать палкой!
zh_tw: 想戳一下！

# CHARACTERS.WURT.DESCRIBE.TRAP_TEETH
source: Look scary, florp.
de: Sieht gruselig aus, florp.
es: Da miedo, florp.
es_mx: Verse escalofriante, flop.
fr: Ça me fait peur, florp.
it: Sembra spaventosa, florp.
ja: 怖い顔をしているね、フロープ。
ko: 무서워 보여, 뻐끔.
pl: Wygląda strasznie, florp.
pt_br: Parece assustador, florp!
ru: Выглядит жутко, хлюп.
zh_tw: 看起來很嚇人，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TRAP_TEETH_MAXWELL
source: Glorph! Scary spikes!
de: Glorf! Schreckliche Stacheln!
es: ¡Glorph! ¡Los pinchos dan miedo!
es_mx: ¡Glof! ¡Espinas escalofriantes!
fr: Glorp ! C'est plein de piquants !
it: Glorf! Spine spaventose!
ja: グローフ！恐ろしいほどのトゲだよ！
ko: 빠끔빠끔! 무서운 가시다!
pl: Glorp! Straszne kolce!
pt_br: Glorph! Espinhos assustadores!
ru: Бульк! Страшные колючки!
zh_tw: 格浪浮！嚇人的尖刺！

# CHARACTERS.WURT.DESCRIBE.TREASURECHEST.BURNT
source: Noooo!
de: Neeeein!
fr: Nooooon !
ja: だめー！
ko: 안 돼애애애!
pl: Nieeee!
pt_br: Nãoooo!
ru: Не-е-е-ет!
zh_tw: 不！

# CHARACTERS.WURT.DESCRIBE.TREASURECHEST.GENERIC
source: Oooooh, box for things!
de: Oooooh, Kiste für Sachen!
es: ¡Oooooh, caja para cosas!
es_mx: ¡Oooh, caja para cosas!
fr: Ooooooh, une boîte pour ranger des trucs !
it: Oooooh, scatola per cose!
ja: おおお、物を入れることの出来る箱だ！
ko: 오오오, 물건 담는 상자야!
pl: Ooo, pudełko na rzeczy!
pt_br: Aaaaah, caixa de coisas!
ru: О-о-о, коробка для вещей!
zh_tw: 哦，裝東西的盒子！

# CHARACTERS.WURT.DESCRIBE.TREASURECHEST_TRAP
source: Treasure!
de: Schatz!
es: ¡Un tesoro!
es_mx: ¡Un tesoro!
fr: Trésor !
it: Tesoro!
ja: お宝だ～！
ko: 보물이다!
pl: Skarb!
pt_br: Tesouro!
ru: Сокровище!
zh_tw: 寶藏！

# CHARACTERS.WURT.DESCRIBE.TREECLUMP
source: Can't go past those because... erm... because.....
de: Kann nicht hingehen, weil ... äh ... weil ...
es: No puedo ir más allá de esos porque... Em... Porque...
es_mx: Yo no poder pasar por ahí porque... eeh... porque...
fr: Ça m'empêche de passer, parce que... euh... parce que.
it: Non posso andare avanti perché... ehm... perché...
ja: それを超えられないのは...なぜなら...なぜなら...
ko: 저긴 왜 못 지나가냐면... 음... 왜냐하면...
pl: Nie mogę przejść, bo... eee... bo...
pt_br: Não dá pra passar por esses porque... ahem... porque...
ru: Не могу пройти мимо, потому что… ну, не могу и все.
zh_tw: 越不過去因為……啊……因為……

# CHARACTERS.WURT.DESCRIBE.TREEGROWTHSOLUTION
source: Glurph. Put all over face and didn't grow any bigger!
de: Glurp. Auf Gesicht drauf und nicht größer geworden!
es: Glurph. ¡Tengo todo por la cara y no he crecido!
fr: Glurp. J'en ai mis plein sur moi et j'ai même pas grandi !
it: Glurp. Ho messa su faccia e non sono cresciuta!
ja: グルーフ。顔にぬったのに、ちっとも大きくならないよ！
ko: 빠끔. 얼굴 전체에 발랐는데 좀처럼 더 커지지 않았어!
pl: Glurp. Nałożyłam to na całą buzię i nie urosłam ani trochę!
pt_br: Glurp. Esfreguei em todo o rosto e não cresceu nada!
ru: Хлюп. Я вся в нем перемазалась, но ни капельки не выросла!
zh_tw: 格浪浮。我抹了一臉也沒長大啊！

# CHARACTERS.WURT.DESCRIBE.TRIDENT
source: Pokey poke!
de: Piekpiekpiek!
es: ¡Pincha pincha!
es_mx: ¡Pinchador puntiagudo!
fr: Pique, pique !
it: Coso appuntito!
ja: ツンツンつんつん！
ko: 콕콕 찔러!
pl: Dźgu, dźgu!
pt_br: Espetante que espeta!
ru: Тык-тык!
zh_tw: 戳人的尖叉！

# CHARACTERS.WURT.DESCRIBE.TRINKET_1
source: Pretty little stones!
de: Hübsche kleine Steine!
es: ¡Piedritas bonitas!
es_mx: ¡Lindas piedritas!
fr: Oh, de jolies petites boules !
it: Belle pietre piccoline!
ja: 可愛い小さな石だね！
ko: 작고 예쁜 돌이야!
pl: Ładne kamyczki!
pt_br: Lindas pedrinhas!
ru: Маленькие милые камушки!
zh_tw: 漂亮的小鞋子！

# CHARACTERS.WURT.DESCRIBE.TRINKET_10
source: Hee-hee, such short stubby chompers.
de: Hehe, kurze Stummelzähne.
es: Je, je, masticadores rechonchos.
es_mx: Ji, ji, qué montón de dientes tan chiquitos.
fr: Hé hé, c'est plein de dents.
it: Eh eh, piccole zanne.
ja: へへ、とても短い短毛種のチョッパーだよ。
ko: 히히, 정말 짜리몽땅한 이빨이야.
pl: Hi, hi, ale krótkie i grube gryzaki.
pt_br: Hihi. Mordedores tão atarracados.
ru: Хи-хи, какие мелкие тупые зубки.
zh_tw: 嘿嘿，又短又圓的牙齒。

# CHARACTERS.WURT.DESCRIBE.TRINKET_11
source: It say everything gonna be okay!
de: Alles wird gut!
es: ¡Dice que todo saldrá bien!
es_mx: ¡Él decir que todo estar bien!
fr: Il me dit que tout va bien se passer.
it: Dice che tutto va bene!
ja: それはすべてが大丈夫になると言っていたよ！
ko: 다 괜찮을 거래!
pl: Mówi, że wszystko będzie dobrze.
pt_br: Diz que tudo vai ficar bem!
ru: Тут написано, что все будет хорошо!
zh_tw: 它說會一切順利！

# CHARACTERS.WURT.DESCRIBE.TRINKET_12
source: Hee-hee, it dead.
de: Hehe, tot.
es: Ji, ji, ha muerto.
es_mx: Ji, ji. Estar muerto.
fr: Hé hé, elle est morte.
it: Eh eh, morto.
ja: へへ、死んでいるよ。
ko: 히히, 죽었어.
pl: Hi, hi, nie żyje.
pt_br: Hihi, tá morto.
ru: Хи-хи, дохлятина.
zh_tw: 嘿嘿，它死了。

# CHARACTERS.WURT.DESCRIBE.TRINKET_13
source: Weird tiny lady.
de: Seltsame kleine Frau.
es: Señorita rarita.
es_mx: Extraña señorita chiquita.
fr: Une drôle de petite madame.
it: Strana signora piccola.
ja: 変なちっちゃいおばさんだ。
ko: 작고 이상한 여자야.
pl: Dziwaczna, mała pani.
pt_br: Senhorinha estranha.
ru: Странная маленькая мадам.
zh_tw: 奇怪的小女士。

# CHARACTERS.WURT.DESCRIBE.TRINKET_14
source: For drinking or bath, flort.
de: Zum Trinken oder Baden, flort.
es: Para beber o bañarse, flort.
es_mx: Para beber o bañarse, flot.
fr: Ça peut servir à boire ou à prendre son bain, flort.
it: Per bere o fare il bagno, flort.
ja: お酒やお風呂のお供に、フロート。
ko: 마시거나 목욕할 때 써, 뻐끔.
pl: Do picia albo kąpieli, flort.
pt_br: Pra beber ou tomar banho, flort.
ru: Выпить или умыться? Хлюп?
zh_tw: 這是喝的還是洗的，浮浪特。

# CHARACTERS.WURT.DESCRIBE.TRINKET_15
source: Look like... tiny Ironfolk...?
de: Sieht aus wie ... kleine Eisenleute ...?
es: Parece... gente de hierro chiquitita...
es_mx: ¿Parecer... un ser chiquito de hierro?
fr: On dirait... un tout petit bonhomme de fer.
it: Sembra come... Uomo di ferro piccolo...?
ja: まるで...小さなアイアンフォークのよう...？
ko: 작은... 철인이야...?
pl: Wygląda jak... mały żelaziak...?
pt_br: Parecem... miniaturas do povo-ferro...?
ru: Похоже на… маленького Железяку?
zh_tw: 看起來像……小鐵人……？

# CHARACTERS.WURT.DESCRIBE.TRINKET_16
source: Look like... tiny Ironfolk...?
de: Sieht aus wie ... kleine Eisenleute ...?
es: Parece... gente de hierro chiquitita...
es_mx: ¿Parecer... un ser chiquito de hierro?
fr: On dirait... un tout petit bonhomme de fer.
it: Sembra come... Uomo di ferro piccolo...?
ja: まるで...小さなアイアンフォークのよう...？
ko: 작은... 철인이야...?
pl: Wygląda jak... mały żelaziak...?
pt_br: Parecem... miniaturas do povo-ferro...?
ru: Похоже на… маленького Железяку?
zh_tw: 看起來像……小鐵人……？

# CHARACTERS.WURT.DESCRIBE.TRINKET_17
source: Food scooper.
de: Essenlöffler.
es: Para coger comida.
es_mx: Cucharota para comida.
fr: J'me demande à quoi ça sert.
it: Grande cucchiaio per cibo.
ja: フードスクーパーだよ。
ko: 음식 뜨는 도구야.
pl: Nabieracz do jedzenia.
pt_br: Pegador de comida.
ru: Копалка для еды.
zh_tw: 撈食物的容器。

# CHARACTERS.WURT.DESCRIBE.TRINKET_18
source: Something rattling inside.
de: Da klappert was.
es: Algo suena dentro.
es_mx: Algo tintinear ahí dentro.
fr: Y'a quelque chose qui fait du bruit à l'intérieur.
it: Qualcosa sbatte dentro.
ja: 中で何かがガタガタしているよ。
ko: 안에서 뭔가 덜그럭거려.
pl: Coś w nim grzechocze.
pt_br: Tem algo se mexendo aí dentro.
ru: Внутри что-то шуршит.
zh_tw: 裡面有響聲。

# CHARACTERS.WURT.DESCRIBE.TRINKET_19
source: Spin! Spin!
de: Drehen! Drehen!
es: ¡Gira y gira!
es_mx: ¡Girar, girar!
fr: Tourne ! Tourne !
it: Gira! Gira!
ja: 回る！回る！
ko: 돌아라! 돌아!
pl: Kręć się! Kręć!
pt_br: Gira! Gira!
ru: Крутись! Крутись!
zh_tw: 轉啊轉！

# CHARACTERS.WURT.DESCRIBE.TRINKET_2
source: Why it not toot?!
de: Warum tutet nicht?!
es: ¡¿Por qué no suena?!
es_mx: ¡¿Por qué no hacer piiii?!
fr: Pourquoi ça fait pas de bruit ?
it: Perché non suona?!
ja: なんで歯が出ないんだろう？
ko: 왜 뚜 소리 안 나?!
pl: Dlaczego nie gwiżdże?
pt_br: Por que não faz pii?!
ru: А чего оно не гудит?!
zh_tw: 為什麼沒聲音？！
