Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.MOSQUITOSACK
source: Ugh! It can only be filled with one thing.
de: Bäh. Ich kann mir schon vorstellen, was da drin ist.
es: ¡Agh! Solo puede estar lleno de una cosa.
es_mx: ¡Agh! Solo puede estar lleno de una cosa.
fr: Beurk ! On sait tout de suite ce qu'il y a dedans.
it: Ugh! Già so cosa c'è dentro.
ja: 血が入ってた袋…？キモチワルイ！
ko: 윽! 피밖에 안 들어가는군.
pl: Ugh! Pełen obrzydliwości.
pt_br: Ugh! Só pode ser cheio com uma coisa.
ru: Фу! Внутри может быть только одно.
zh_cn: 啊！它里面只能装一样东西。
zh_tw: 啊！它裡面只能裝一樣東西。

# CHARACTERS.WARLY.DESCRIBE.MOSSLING
source: Looking for your momma? Apologies, but I hope you do not find her.
de: Suchst du deine Mama? Tut mir Leid, aber ich hoffe, du findest sie nicht.
es: ¿Buscando a tu mamá? Perdona, espero que no la encuentres.
es_mx: ¿Buscando a tu mamá? Perdona, espero que no la encuentres.
fr: Tu cherches ta maman ? Désolé, mais j'espère que tu ne la trouveras pas.
it: Cerchi la tua mamma? Mi dispiace, ma spero che non la trovi.
ja: ママを探してるの？お願いだから、見つけないであげテッ！
ko: 엄마를 찾니? 미안하지만 못 찾았으면 좋겠구나.
pl: Szukasz mamusi? Przykro mi, ale mam nadzieję, że jej nie znajdziesz.
pt_br: Procurando pela sua mãe? Desculpe, espero que não a encontre.
ru: Ищешь мамочку? Извини, но я надеюсь, что ты ее не найдешь.
zh_cn: 在找妈妈吗？很抱歉，希望你找不到她。
zh_tw: 在找媽媽嗎？很抱歉，希望你找不到她。

# CHARACTERS.WARLY.DESCRIBE.MOUND.DUG
source: What have I become?
de: Was ist aus mir geworden?
es: ¿En qué me he convertido?
es_mx: ¿En qué me convertí?
fr: Comment tomber si bas ?
it: Cosa sono diventato?
ja: ボク、ひどいことしたネ
ko: 내가 어쩌다 이 지경이 됐지?
pl: Czymże się stałem?
pt_br: No que me transformei?
ru: До чего я дошел?
zh_cn: 我到底怎么了？
zh_tw: 我到底怎麼了？

# CHARACTERS.WARLY.DESCRIBE.MOUND.GENERIC
source: I cannot help wondering what might be down there.
de: Ich frage mich, was wohl da unten ist.
es: No puedo evitar preguntarme qué podría haber ahí dentro.
es_mx: No puedo evitar preguntarme qué habrá ahí dentro.
fr: Je ne peux m'empêcher de penser à ce qu'il y a là-dessous.
it: Non posso fare a meno di chiedermi cosa potrebbe esserci laggiù.
ja: 何が埋まってるのカナ…？
ko: 저 밑에 뭐가 있는지 궁금하군.
pl: Wciąż się zastanawiam, co tam może być.
pt_br: Não posso evitar de imaginar o que pode estar lá embaixo.
ru: Ужасно интересно, что там внизу.
zh_cn: 我忍不住想知道下面有些什么东西。
zh_tw: 我忍不住想知道下面有些什麼東西。

# CHARACTERS.WARLY.DESCRIBE.MULLEDDRINK
source: The taste of cinnamon always puts me in the holiday spirit!
de: Zimtaroma versetzt mich sofort in Feiertagsstimmung!
es: ¡El sabor a canela siempre despierta mi espíritu festivo!
es_mx: ¡El sabor de la canela siempre saca mi espíritu festivo!
fr: Le goût de la cannelle me fait toujours penser aux fêtes !
it: Il sapore della cannella fa subito pensare alle feste!
ja: あぁシナモンの香りは、ホリデーシーズンが来たなって感じるネ！
ko: 시나몬 맛을 보면 언제든 명절이 된 느낌이야!
pl: Smak cynamonu zawsze wprowadza mnie w świąteczny nastrój!
pt_br: O sabor da canela sempre me faz entrar no espírito natalino!
ru: Вкус корицы всегда делает настроение праздничным!
zh_cn: 肉桂的味道总能给我节庆的心情！
zh_tw: 肉桂的味道總能給我節慶的心情！

# CHARACTERS.WARLY.DESCRIBE.MULTIPLAYER_PORTAL
source: Is anyone else coming for dinner?
de: Kommt da noch jemand zum Essen?
es: ¿Viene alguien más a cenar?
es_mx: ¿Alguien más viene a cenar?
fr: Quelqu'un d'autre vient dîner ?
it: Chi altro viene a cena?
ja: 他にも誰かディナーに来るのカナ？
ko: 또 저녁 먹으러 올 사람이 있나?
pl: Czy ktoś jeszcze przyjdzie na obiad?
pt_br: Tem mais alguém vindo pro jantar?
ru: Кто-нибудь еще придет на ужин?
zh_cn: 还有人来参加晚宴吗？
zh_tw: 還有人來參加晚宴嗎？

# CHARACTERS.WARLY.DESCRIBE.MULTIPLAYER_PORTAL_MOONROCK
source: It seems dangerous, but it's oddly calming.
de: Wirkt gefährlich und beruhigend zugleich.
es: Parece peligroso, pero es extrañamente relajante.
es_mx: Se ve peligroso, pero te da una extraña sensación de calma.
fr: Ça a l'air dangereux, mais c'est étrangement très apaisant aussi.
it: Sembra pericolosa, ma infonde una strana sensazione di calma.
ja: 危なそうだけど、おかしいな...安心するヨ。
ko: 위험한 것 같은데 이상하게 마음이 편해.
pl: Wygląda niebezpiecznie, ale jednocześnie dziwnie uspokajająco.
pt_br: Parece perigoso, mas é estranhamente calmo.
ru: Кажется опасным… и успокаивающим.
zh_cn: 好像很危险，但却惊人的让人平静。
zh_tw: 好像很危險，但卻驚人的讓人平靜。

# CHARACTERS.WARLY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Oh, I get it! Kind of like a spork!
de: Ah, verstehe. Sowas wie ein Göffel.
es: ¡Ah, lo pillo! ¡Una especie de tenedor-cuchara!
es_mx: ¡Ah, ya entendí! ¡Es un cuchador!
fr: Ah ! J'y suis ! Un genre de cuillère-fourchette !
it: Oh, capisco! È una specie di cucchiaio-forchetta!
ja: ナルホド！先割れスプーンみたいなものネ！
ko: 아, 알겠다! 스포크 같은 거구나!
pl: Och, rozumiem! Coś jak łyżkowidelec, tylko w górniczym wydaniu!
pt_br: Oh, entendi! Tipo um colharfo!
ru: О, я понял! Это как ложка-вилка!
zh_cn: 哦，我得到了这个！有点像叉勺！
zh_tw: 哦，我得到了這個！有點像叉勺！

# CHARACTERS.WARLY.DESCRIBE.MUSHGNOME
source: I can't help but wonder how it tastes.
de: Ich kann mir nicht helfen, ich muss wissen, wie das schmeckt.
es: No puedo evitar preguntarme a qué sabrá.
fr: Je me demande quand même quel goût ça a.
it: Non posso fare a meno di chiedermi che sapore abbia.
ja: ボクはこの味を知りたくてたまらないヨ。
ko: 맛이 어떨지 궁금하지 않을 수 없지.
pl: Ciekawe, jak smakuje.
pt_br: Não consigo deixar de pensar no gosto que ele deve ter.
ru: Мне вот интересно, каков он на вкус.
zh_cn: 我不禁在想它会是什么味道。
zh_tw: 我不禁在想它會是什麼味道。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOMBOMB
source: We should get far away from that.
de: Von der sollten wir uns fernhalten.
es: Deberíamos alejarnos de eso.
es_mx: Deberíamos alejarnos lo más que podamos de eso.
fr: On devrait s'éloigner le plus possible de cette chose.
it: Sarà meglio allontanarsi il più possibile.
ja: あれからは離れるべきだネ。
ko: 저기서 멀리 떨어지는 게 좋겠어.
pl: Lepiej się odsunąć.
pt_br: A gente devia ficar longe disso.
ru: Надо убираться и как можно дальше.
zh_cn: 我们应该远离这东西。
zh_tw: 我們應該遠離這東西。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOMHAT
source: Wearing mushrooms is the next best thing to eating them.
de: Pilze tragen ist fast so gut wie Pilze essen.
es: Llevar champiñones en la cabeza es casi tan genial como comértelos.
es_mx: Aparte de comerlos, llevar hongos puestos es lo mejor.
fr: Porter des champignons, c'est presque aussi bien qu'en manger.
it: Indossare i funghi è quasi meglio che mangiarli.
ja: んー。キノコを着るのは、キノコを食べることの次にベストだヨ。
ko: 버섯은 쓰는 것보다 먹는 게 낫지.
pl: Noszenie grzybów jest prawie tak fajne, jak zjadanie ich.
pt_br: Só comer cogumelos é melhor do que os vestir.
ru: Грибы лучше всего есть, но носить их тоже неплохо.
zh_cn: 把蘑菇戴在头上是除了吃蘑菇以外最棒的事情。
zh_tw: 把蘑菇戴在頭上是除了吃蘑菇以外最棒的事情。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOMSPROUT.BURNT
source: Mmm, smells like fried mushrooms.
de: Mmmh, riecht nach gebratenen Pilzen.
es: Mmmm. Huele a setas fritas.
es_mx: Mmm... huele a hongos fritos.
fr: Mmmh, ça sent les champignons poêlés.
it: Mmmm, c'è un profumino di funghi fritti.
ja: んー...揚げたキノコの臭いだネ。
ko: 음, 버섯 튀김 냄새가 나는걸.
pl: Mmm. Pachnie smażonymi grzybami.
pt_br: Hmm, tem cheirinho de cogumelos fritos.
ru: М-м, пахнет жареными грибами.
zh_cn: 嗯，闻起来像是油炸蘑菇。
zh_tw: 嗯，聞起來像是油炸蘑菇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOMSPROUT.GENERIC
source: I wonder if it's edible.
de: Ob der essbar ist?
es: Me pregunto si será comestible.
es_mx: Me pregunto si es comestible.
fr: Je me demande si c'est comestible.
it: Chissà se è commestibile.
ja: コレ、食べられるのカナ。
ko: 먹을 수 있는 걸까?
pl: Ciekawe, czy jest jadalne.
pt_br: Eu me pergunto se é comestível.
ru: Интересно, это съедобно?
zh_cn: 我想知道它能不能吃。
zh_tw: 我想知道它能不能吃。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.BURNT
source: Mmm, smells like fried mushrooms.
de: Mmmh, riecht nach gebratenen Pilzen.
es: Mmmm. Huele a setas fritas.
es_mx: Mmm... huele a hongos fritos.
fr: Mmmh, ça sent les champignons poêlés.
it: Mmmm, c'è un profumino di funghi fritti.
ja: んー...揚げたキノコの臭いだネ。
ko: 음, 버섯 튀김 냄새가 나는걸.
pl: Mmm. Pachnie smażonymi grzybami.
pt_br: Hmm, tem cheirinho de cogumelos fritos.
ru: М-м, пахнет жареными грибами.
zh_cn: 嗯，闻起来像是油炸蘑菇。
zh_tw: 嗯，聞起來像是油炸蘑菇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.EMPTY
source: I could grow some fresh mushrooms here.
de: Hier könnte ich schöne frische Pilze züchten.
es: Podría cultivar unos champiñones frescos aquí.
es_mx: Podría cultivar algunos hongos frescos aquí.
fr: Je pourrais faire pousser des champignons frais, ici.
it: Qui potrei coltivare qualche funghetto.
ja: ここでキノコを栽培できるネ。
ko: 여기에서 신선한 버섯을 키울 수 있어.
pl: Mógłbym tutaj hodować grzyby.
pt_br: Eu poderia cultivar uns cogumelos frescos aqui.
ru: Я могу вырастить здесь свежие грибы.
zh_cn: 我可以在这种点新鲜的蘑菇。
zh_tw: 我可以在這種點新鮮的蘑菇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.LOTS
source: It's nice not to have to forage for the basics.
de: Es ist schön, sich das Wichtigste nicht immer zusammensuchen zu müssen.
es: Es agradable no tener que andar buscando cosas básicas.
es_mx: Es agradable no tener que buscar algunos alimentos básicos.
fr: Au moins, pas besoin de tout reprendre à zéro.
it: Che soddisfazione potersi coltivare il proprio cibo.
ja: 必要な物を探し回らなくてもいいのはナイスだネ。
ko: 야생 버섯을 찾으러 다니지 않아도 되니 좋네.
pl: Miło jest mieć podstawowe produkty pod ręką.
pt_br: É bom não ter que sair para procurar itens básicos.
ru: Как хорошо, когда можно выбирать продукты поинтересней.
zh_cn: 不用找基本用品真是好。
zh_tw: 不用找基本用品真是好。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.ROTTEN
source: I'll need to find a replacement if I want fresh mushrooms.
de: Ich muss Ersatz finden, wenn ich frische Pilze will.
es: Tendré que buscar un reemplazo si quiero champiñones frescos.
es_mx: Debo buscar un remplazo si quiero hongos frescos.
fr: Il faut que je trouve une autre souche si je veux des champignons frais.
it: Se voglio mangiare i funghi freschi devo trovare un'alternativa.
ja: 生のキノコが欲しい時は代わりを見つけないとだネ。
ko: 신선한 버섯을 원하면 대신할 것을 찾아야 해.
pl: Muszę znaleźć coś na zastępstwo, jeśli chcę mieć świeże grzyby.
pt_br: Preciso achar um substituto se quiser cogumelos frescos.
ru: Надо найти замену, иначе не видать мне свежих грибов.
zh_cn: 想吃新鲜蘑菇的话得换一个了。
zh_tw: 想吃新鮮蘑菇的話得換一個了。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.SNOWCOVERED
source: Mushrooms are out of season right now.
de: Es ist gerade keine Pilzsaison.
es: No es temporada de champiñones ahora mismo.
es_mx: No es la temporada de hongos.
fr: Ce n'est pas la saison des champignons.
it: Non è la stagione dei funghi.
ja: 今、キノコの季節じゃないからなぁ。
ko: 지금은 버섯이 자랄 때가 아니야.
pl: Skończył się sezon na grzyby.
pt_br: Esta não é a época dos cogumelos.
ru: Грибной сезон уже закончился.
zh_cn: 蘑菇现在过季了。
zh_tw: 蘑菇現在過季了。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.SOME
source: Oh, my mushrooms are beginning to grow!
de: Oh, meine Pilze fangen an zu wachsen!
es: ¡Oh, mis champiñones empiezan a crecer!
es_mx: ¡Oh! ¡Mis hongos están empezando a crecer!
fr: Oh, mes champignons commencent à pousser !
it: Accipicchia, i miei funghetti cominciano a crescere!
ja: あ！ボクのキノコが育ち始めたヨ！
ko: 아, 버섯이 자라기 시작했어!
pl: Och, grzyby zaczęły rosnąć!
pt_br: Ah, meus cogumelos estão começando a crescer!
ru: О, мои грибы начали расти!
zh_cn: 噢，我的蘑菇开始长了！
zh_tw: 噢，我的蘑菇開始長了！

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_FARM.STUFFED
source: My days of wild mushroom hunting are over!
de: Meine Tage wilder Pilzjagd sind vorüber!
es: ¡Mis días de buscar champiñones silvestres se acabaron!
es_mx: ¡Se acabaron mis días de cacería salvaje de hongos!
fr: Ma carrière de chasseur de champignons s'arrête ici !
it: Non sarò più obbligato ad andare a cercarli!
ja: 天然キノコを探し回る日々はもうおしまいだヨ！
ko: 야생 버섯 찾기는 이제 끝이다!
pl: Koniec szukania grzybów po krzakach!
pt_br: Meu dias de caça aos cogumelos selvagens terminaram!
ru: Закончились дни, когда мне приходилось собирать дикие грибы!
zh_cn: 我找野蘑菇的日子结束了！
zh_tw: 我找野蘑菇的日子結束了！

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT.BURNT
source: Mmm, smells like fried mushrooms.
de: Mmmh, riecht nach gebratenen Pilzen.
es: Mmmm. Huele a setas fritas.
es_mx: Mmm... huele a hongos fritos.
fr: Mmmh, ça sent les champignons poêlés.
it: Mmmm, c'è un profumino di funghi fritti.
ja: んー...揚げたキノコの臭いだネ。
ko: 음, 버섯 튀김 냄새가 나는걸.
pl: Mmm. Pachnie smażonymi grzybami.
pt_br: Hmm, tem cheirinho de cogumelos fritos.
ru: М-м, пахнет жареными грибами.
zh_cn: 嗯，闻起来像是油炸蘑菇。
zh_tw: 嗯，聞起來像是油炸蘑菇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT.OFF
source: Sometimes, you need a break.
de: Manchmal braucht man eine Pause.
es: A veces hay que descansar.
es_mx: A veces uno necesita un descanso.
fr: Parfois, il faut faire une pause.
it: È ora di riposarsi un po'.
ja: 時々は休まなくちゃネ。
ko: 가끔은 휴식도 필요하지.
pl: Czasem trzeba odpocząć.
pt_br: Às vezes é preciso dar um tempo.
ru: Иногда надо просто отдохнуть.
zh_cn: 有时候，你需要歇一歇。
zh_tw: 有時候，你需要歇一歇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT.ON
source: I do like being able to see.
de: Gefällt mir, dass ich was sehen kann.
es: Me gusta poder ver.
es_mx: Me gusta poder ver con claridad.
fr: Personnellement, j'aime beaucoup voir.
it: E luce fu.
ja: 見えるって気分がいいネ。
ko: 난 잘 보이는 게 좋아.
pl: Lubię jasno widzieć sprawy.
pt_br: Gosto de poder enxergar.
ru: Мне больше нравится, когда я все вижу.
zh_cn: 我喜欢能看到东西。
zh_tw: 我喜歡能看到東西。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT2.BURNT
source: Mmm, smells like fried mushrooms.
de: Mmmh, riecht nach gebratenen Pilzen.
es: Mmmm. Huele a setas fritas.
es_mx: Mmm... huele a hongos fritos.
fr: Mmmh, ça sent les champignons poêlés.
it: Mmmm, c'è un profumino di funghi fritti.
ja: んー...揚げたキノコの臭いだネ。
ko: 음, 버섯 튀김 냄새가 나는걸.
pl: Mmm. Pachnie smażonymi grzybami.
pt_br: Hmm, tem cheirinho de cogumelos fritos.
ru: М-м, пахнет жареными грибами.
zh_cn: 嗯，闻起来像是油炸蘑菇。
zh_tw: 嗯，聞起來像是油炸蘑菇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT2.OFF
source: Sometimes, you need a break.
de: Manchmal braucht man eine Pause.
es: A veces hay que descansar.
es_mx: A veces uno necesita un descanso.
fr: Parfois, il faut faire une pause.
it: È ora di riposarsi un po'.
ja: 時々は休まなくちゃネ。
ko: 가끔은 휴식도 필요하지.
pl: Czasem trzeba odpocząć.
pt_br: Às vezes é preciso dar um tempo.
ru: Иногда надо просто отдохнуть.
zh_cn: 有时候，你需要歇一歇。
zh_tw: 有時候，你需要歇一歇。

# CHARACTERS.WARLY.DESCRIBE.MUSHROOM_LIGHT2.ON
source: I like a nice pale blue, personally.
de: Ich persönlich mag ein schönes Blassblau.
es: Personalmente, me gusta el azul clarito.
es_mx: Personalmente, me gustan los de color azul pálido.
fr: J'aime le bleu pâle.
it: Il mia preferito è quello blu chiaro.
ja: ボクは淡いブルーが好きだヨ。
ko: 개인적으로 옅은 파란색이 마음에 들어.
pl: Osobiście lubię bladoniebieski.
pt_br: Pessoalmente, eu gosto de azul-claro.
ru: Лично мне нравится светло-голубой цвет.
zh_cn: 我个人喜欢亮蓝色。
zh_tw: 我個人喜歡亮藍色。

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_MEDIUM.BLOOM
source: What an un-delicious stench!
de: Was für ein widerwärtiger Gestank!
es: ¡Qué peste tan poco deliciosa!
es_mx: ¡Qué hedor tan poco delicioso!
fr: Quelle odeur répugnante !
it: Che odore vomitevole!
ja: おいしいとはかけはなれた悪臭だヨ！
ko: 엄청 맛없을 것 같은 냄새군!
pl: Cóż za niesmaczna woń!
pt_br: Que fedor desagradável!
ru: Какой неаппетитный запах.
zh_cn: 令人反胃的恶臭！
zh_tw: 令人反胃的惡臭！

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_MEDIUM.GENERIC
source: Fresh ingredients, ripe for the taking.
de: Frische Zutaten, erntereif.
es: Ingredientes frescos, listos para recoger.
es_mx: Ingredientes frescos listos para que los cosechen.
fr: Des ingrédients frais, prêts à être cueillis.
it: Ingredienti freschi, pronti per essere raccolti.
ja: 新鮮な材料だネ。もう収穫してもよさそう。
ko: 따도 될 정도로 익은 신선한 재료야.
pl: Wyglądają w sam raz.
pt_br: Ingredientes frescos, no ponto pra colheita.
ru: Свежие ингредиенты, хоть сейчас бери и собирай.
zh_cn: 新鲜的原料，已经成熟，可以采摘。
zh_tw: 新鮮的原料，已經成熟，可以採摘。

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_MOON
source: How lovely!
de: Wie hübsch!
es: ¡Qué preciosidad!
fr: Que c'est joli !
it: Che meraviglia!
ja: すごくステキネ！
ko: 사랑스러운걸!
pl: Urocze!
pt_br: Que adorável!
ru: Как мило!
zh_cn: 好可爱！
zh_tw: 好可愛！

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_SMALL.BLOOM
source: What an un-delicious stench!
de: Was für ein widerwärtiger Gestank!
es: ¡Qué peste tan poco deliciosa!
es_mx: ¡Qué hedor tan poco delicioso!
fr: Quelle odeur répugnante !
it: Che odore vomitevole!
ja: おいしいとはかけはなれた悪臭だヨ！
ko: 엄청 맛없을 것 같은 냄새군!
pl: Cóż za niesmaczna woń!
pt_br: Que fedor desagradável!
ru: Какой неаппетитный запах.
zh_cn: 令人反胃的恶臭！
zh_tw: 令人反胃的惡臭！

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_SMALL.GENERIC
source: I can't wait to harvest it.
de: Ich kann die Ernte kaum erwarten!
es: Estoy deseando cosecharlo.
es_mx: Qué ganas tengo de cosecharlo.
fr: J'ai hâte de les récolter.
it: Non vedo l'ora di raccoglierli.
ja: 収穫が待ちきれないヨ。
ko: 어서 수확하고 싶어.
pl: Nie mogę się doczekać zbiorów.
pt_br: Mal posso esperar para colher.
ru: Скорее бы уже собрать.
zh_cn: 我等不及要收获它了！
zh_tw: 我等不及要收穫它了！

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_TALL.BLOOM
source: What an un-delicious stench!
de: Was für ein widerwärtiger Gestank!
es: ¡Qué peste tan poco deliciosa!
es_mx: ¡Qué hedor tan poco delicioso!
fr: Quelle odeur répugnante !
it: Che odore vomitevole!
ja: おいしいとはかけはなれた悪臭だヨ！
ko: 엄청 맛없을 것 같은 냄새군!
pl: Cóż za niesmaczna woń!
pt_br: Que fedor desagradável!
ru: Какой неаппетитный запах.
zh_cn: 令人反胃的恶臭！
zh_tw: 令人反胃的惡臭！

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_TALL.GENERIC
source: There's simply no reason for it to be that big.
de: Er hat keinen Grund, derart groß zu sein.
es: No hay motivo para crecer tanto.
es_mx: No hay explicación lógica para que sea tan alto.
fr: Il est vraiment très grand. Je n'ai pourtant rien fait.
it: Non ha alcun motivo per essere così grande.
ja: こんなに大きくなる理由がそもそもないヨ。
ko: 이렇게 클 이유가 없잖아.
pl: Nie rozumiem, dlaczego rośnie tak szybko.
pt_br: Simplesmente não existe motivo para isso ser tão grande.
ru: Зачем тебе быть таким огромным?
zh_cn: 完全没理由这么大。
zh_tw: 完全沒理由這麼大。

# CHARACTERS.WARLY.DESCRIBE.MUSHTREE_TALL_WEBBED
source: I hope I don't run into any spiders.
de: Hoffentlich laufe ich keinen Spinnen über den Weg.
es: Espero no toparme con ninguna araña.
es_mx: Espero no toparme con ninguna araña.
fr: J'espère que je ne croiserai aucune araignée.
it: Spero di non imbattermi in un ragno.
ja: クモが出てこなけりゃいいナ。
ko: 거미를 마주치지 않아야 할 텐데.
pl: Mam nadzieję, że nie wpadnę na żadne pająki.
pt_br: Espero não encontrar nenhuma aranha.
ru: Надеюсь, я не натолкнусь на пауков.
zh_cn: 希望别碰上蜘蛛。
zh_tw: 希望別碰上蜘蛛。

# CHARACTERS.WARLY.DESCRIBE.MUTATEDHOUND.DEAD
source: Au revoir.
ja: アデュー！
ko: 이만 안녕.
ru: До свидания.
zh_cn: 别了。
zh_tw: 別了。

# CHARACTERS.WARLY.DESCRIBE.MUTATEDHOUND.GENERIC
source: Mon dieu, what happened to it?!
de: Mon dieu, was ist denn mit dem passiert?!
es: Mon dieu, ¡¿qué le ha pasado?!
es_mx: ¡Mon dieu! ¡¿Qué le pasó?!
fr: Mon Dieu, mais que lui est-il arrivé ?!
it: Mon dieu, cosa gli è successo?
ja: アア、神様ッ！アレどうしたのかな！？
ko: 세상에나, 무슨 일이 있었던 거지?!
pl: Mon dieu, co mu się stało?
pt_br: Mon dieu, o que aconteceu com isso?!
ru: Mon dieu, что с ней случилось?!
zh_cn: 我的天啊！它究竟经历了什么？！
zh_tw: 我的天啊！它究竟經歷了什麼？！

# CHARACTERS.WARLY.DESCRIBE.MUTATEDHOUND.SLEEPING
source: I'd... rather not wake it.
de: Ich ... würde ihn lieber nicht wecken.
es: Preferiría... que no despertara.
es_mx: Prefiero no despertarlo.
fr: Je préfère éviter... de le réveiller.
it: Meglio... non svegliarlo.
ja: これは...起こさないほうがいいヨ。
ko: 그... 깨우지 않는 게 좋겠어.
pl: Wolałbym go nie budzić.
pt_br: É... melhor não o acordar.
ru: Я… предпочту ее не будить.
zh_cn: 我可别弄醒它。
zh_tw: 我可別弄醒它。

# CHARACTERS.WARLY.DESCRIBE.MUTATED_PENGUIN.DEAD
source: At least it's over now.
de: Wenigstens ist es jetzt vorbei.
es: Al menos ya se acabó.
es_mx: Al menos ya acabó todo.
fr: Au moins, c'est fini.
it: Ora è tutto finito.
ja: 少なくともこれはおしまいだネ。
ko: 그래도 이제 끝났네.
pl: Na szczęście to koniec.
pt_br: Pelo menos agora acabou.
ru: По крайней мере, для него все закончилось.
zh_cn: 至少它现在已经完结了。
zh_tw: 至少它現在已經完結了。

# CHARACTERS.WARLY.DESCRIBE.MUTATED_PENGUIN.GENERIC
source: What are you?!
de: Was bist du?!
es: ¡¿Qué eres?!
es_mx: ¡¿Qué eres?!
fr: Mais c'est quoi, cette chose ?!
it: Che cosa sei tu?
ja: キミは一体...？！
ko: 넌 뭐야?!
pl: Coś ty za jeden?
pt_br: O que é você?!
ru: Что ты такое вообще?!
zh_cn: 你是什么？！
zh_tw: 你是什麼？！

# CHARACTERS.WARLY.DESCRIBE.MUTATED_PENGUIN.SLEEPING
source: I'll just... leave that be.
de: Ich ... lasse ihn einfach in Ruhe.
es: Lo... dejaré estar.
es_mx: Lo voy a dejar tranquilo.
fr: Je vais... laisser ça tranquille.
it: Lasciamolo dov'è.
ja: ボクは...そのままにしておくヨ。
ko: 그냥... 가만히 둘래.
pl: Zostawię go w spokoju.
pt_br: Vou... deixá-lo como está.
ru: Я… просто не буду его трогать.
zh_cn: 我还是...别吵醒它。
zh_tw: 我還是...別吵醒它。

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_DROPPER
source: Oh my...
de: Meine Güte ...
es: Oh là là...
fr: Oh...
it: Santo cielo...
ja: オー神様…
ko: 세상에...
pl: O rany...
pt_br: Minha nossa...
ru: Ох...
zh_cn: 噢，天啊……
zh_tw: 噢，天啊……

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_HEALER
source: Oh my...
de: Meine Güte ...
es: Oh là là...
fr: Oh...
it: Santo cielo...
ja: オー神様…
ko: 세상에...
pl: O rany...
pt_br: Minha nossa...
ru: Ох...
zh_cn: 噢，天啊……
zh_tw: 噢，天啊……

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_HIDER
source: Next time, let's bake something together, non?
de: Nächstes Mal backen wir etwas zusammen, ja?
es: Cocinemos algo juntos a la próxima, ¿non?
fr: Et si on cuisinait ensemble, la prochaine fois ?
it: La prossima volta prepariamo qualcosa insieme, non?
ja: 次は何か一緒にベイキングするネ？
ko: 다음에는 같이 구워볼까, 농(아닌가)?
pl: Następnym razem upieczemy coś razem, non?
pt_br: Da próxima vez, vamos preparar alguma coisa juntos, non?
ru: Давай в следующий раз вместе что-нибудь испечем, non?
zh_cn: 下次我们一起来烘焙，好不好？
zh_tw: 下次我們一起來烘焙，好不好？

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_MOON
source: Next time, let's bake something together, non?
de: Nächstes Mal backen wir etwas zusammen, ja?
es: Cocinemos algo juntos a la próxima, ¿non?
fr: Et si on cuisinait ensemble, la prochaine fois ?
it: La prossima volta prepariamo qualcosa insieme, non?
ja: 次は何か一緒にベイキングするネ？
ko: 다음에는 같이 구워볼까, 농(아닌가)?
pl: Następnym razem upieczemy coś razem, non?
pt_br: Da próxima vez, vamos preparar alguma coisa juntos, non?
ru: Давай в следующий раз вместе что-нибудь испечем, non?
zh_cn: 下次我们一起来烘焙，好不好？
zh_tw: 下次我們一起來烘焙，好不好？

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_SPITTER
source: Oh my...
de: Meine Güte ...
es: Oh là là...
fr: Oh...
it: Santo cielo...
ja: オー神様…
ko: 세상에...
pl: O rany...
pt_br: Minha nossa...
ru: Ох...
zh_cn: 噢，天啊……
zh_tw: 噢，天啊……

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_WARRIOR
source: Next time, let's bake something together, non?
de: Nächstes Mal backen wir etwas zusammen, ja?
es: Cocinemos algo juntos a la próxima, ¿non?
fr: Et si on cuisinait ensemble, la prochaine fois ?
it: La prossima volta prepariamo qualcosa insieme, non?
ja: 次は何か一緒にベイキングするネ？
ko: 다음에는 같이 구워볼까, 농(아닌가)?
pl: Następnym razem upieczemy coś razem, non?
pt_br: Da próxima vez, vamos preparar alguma coisa juntos, non?
ru: Давай в следующий раз вместе что-нибудь испечем, non?
zh_cn: 下次我们一起来烘焙，好不好？
zh_tw: 下次我們一起來烘焙，好不好？

# CHARACTERS.WARLY.DESCRIBE.MUTATOR_WATER
source: Next time, let's bake something together, non?
de: Nächstes Mal backen wir etwas zusammen, ja?
es: Cocinemos algo juntos a la próxima, ¿non?
fr: Et si on cuisinait ensemble, la prochaine fois ?
it: La prossima volta prepariamo qualcosa insieme, non?
ja: 次は何か一緒にベイキングするネ？
ko: 다음에는 같이 구워볼까, 농(아닌가)?
pl: Następnym razem upieczemy coś razem, non?
pt_br: Da próxima vez, vamos preparar alguma coisa juntos, non?
ru: Давай в следующий раз вместе что-нибудь испечем, non?
zh_cn: 下次我们一起来烘焙，好不好？
zh_tw: 下次我們一起來烘焙，好不好？

# CHARACTERS.WARLY.DESCRIBE.NATURE_BLUEPRINT
source: Made from natural ingredients.
de: Zubereitet nur mit natürlichen Zutaten.
es: Lleva ingredientes naturales.
fr: C'est fait à partir d'ingrédients naturels.
it: Preparato con ingredienti naturali.
ja: 天然の材料で作ったヨ。
ko: 천연 성분으로 만들었나봐.
pl: Wykonany z naturalnych składników.
pt_br: Feita de ingredientes naturais.
ru: Только натуральные ингредиенты.
zh_cn: 由天然原料制成。
zh_tw: 由天然原料製成。
