Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_GATE.CHARGING
source: It's gaining power.
de: Es gewinnt an Stärke.
es: Está cobrando poder.
fr: Ça monte en puissance.
it: Sta acquistando potere.
ja: 力をためているみたいだな…
ko: 충전되고 있다.
pt_br: Está concentrando sua força.
zh_cn: 它正在获得能量。
zh_tw: 它正在獲得能量。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_GATE.COOLDOWN
source: It needs time to recover. Me too.
de: Es braucht Zeit, um sich zu erholen. Ich auch.
es: Necesita tiempo para recuperarse. Igual que yo.
fr: Il lui faut du temps pour récupérer. Moi aussi.
it: Ha bisogno di tempo per ristabilirsi. Anche io.
ja: 復活するまで、しばらくかかりそうだ
ko: 회복할 시간이 필요하다. 그건 나도 마찬가지고.
pt_br: Precisa de tempo pra se recuperar. E eu também.
zh_cn: 它需要时间恢复。我也是。
zh_tw: 它需要時間恢復。我也是。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_GATE.DESTABILIZING
source: The gateway is destabilizing.
de: Das Tor wird instabil.
es: El portal se está desestabilizando.
fr: Le portail se déstabilise !
it: Il portale si sta destabilizzando.
ja: ゲートが不安定になってるぞ！
ko: 관문이 불안정하다.
pt_br: O portal está instável.
zh_cn: 大门在晃动。
zh_tw: 大門在晃動。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_GATE.OFF
source: The essential components are still intact.
de: Die wichtigsten Bestandteile sind noch intakt.
es: Los componentes esenciales siguen intactos.
fr: Les composants essentiels sont toujours intacts.
it: Le componenti essenziali sono ancora intatte.
ja: 主要パーツは、まだ機能してるな
ko: 핵심 구성 요소는 아직 온전한 상태다.
pt_br: Os componentes essenciais ainda estão intactos.
zh_cn: 主要部分依然完好无损。
zh_tw: 主要部分依然完好無損。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_GATE.ON
source: Back in working order.
de: Funktioniert wieder.
es: Vuelve a funcionar bien.
fr: Ça fonctionne à nouveau.
it: Ha ripreso a funzionare.
ja: 機能しはじめたぞ
ko: 다시 작동한다.
pt_br: Está funcionando como esperado.
zh_cn: 回到正常运转状态。
zh_tw: 回到正常運轉狀態。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_KEY
source: There is power emanating from it.
de: Das strahlt Stärke aus.
es: Emana una energía.
fr: Il en émane une énergie.
it: Emana potere.
ja: エネルギーを発してるみたいだ…
ko: 힘이 뿜어져 나오고 있다.
pt_br: Está emanando energia.
zh_cn: 这是从它里面发射出来的能量。
zh_tw: 這是從它裡面發射出來的能量。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_LIGHT.OFF
source: Something must power it.
de: Irgendetwas muss es antreiben.
es: Algo debe de alimentarlo.
fr: Il faut l'alimenter.
it: Qualcosa lo deve alimentare.
ja: 明かりをともすには、エネルギーが要るぞ
ko: 어딘가에 동력원이 있을 것이다.
pt_br: Deve haver algo fornecendo energia.
zh_cn: 它必须有动力来源。
zh_tw: 它必須有動力來源。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_LIGHT.ON
source: A truly unsettling light.
de: Ein beunruhigendes Licht.
es: Una luz muy perturbadora.
fr: Une lumière vraiment dérangeante.
it: Una luce davvero sconcertante.
ja: 不気味な光だ…
ko: 참으로 불길한 빛이다.
pt_br: Uma luz verdadeiramente perturbadora.
zh_cn: 非常令人不安的光。
zh_tw: 非常令人不安的光。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_OVERGROWTH
source: I don't recognize any of these symbols.
de: Ich erkenne keine dieser Symbole.
es: No reconozco ninguno de estos símbolos.
fr: Je ne reconnais aucun de ces symboles.
it: Non riconosco nessuno di questi simboli.
ja: 古代文字…？解読はムリそうだな…
ko: 기호를 하나도 알아볼 수가 없다.
pt_br: Não reconheço nenhum desses símbolos.
zh_cn: 这些符号我一个都不认得。
zh_tw: 這些符號我一個都不認得。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_RUBBLE.LINE_1
source: It depicts an old civilization. The people look hungry and scared.
de: Das stellt eine alte Zivilisation dar. Die Leute sehen hungrig und ängstlich aus.
es: Muestra una civilización antigua. La gente parece hambrienta y asustada.
fr: Ça dépeint une ancienne civilisation. Ces gens ont l'air affamés et effrayés.
it: Rappresenta una vecchia civilizzazione. Le persone sembrano affamate e impaurite.
ja: 古代文明の絵か…民は飢えて、おびえている…
ko: 오래된 문명을 보여준다. 사람들은 배고프고 겁먹은 모습이다.
pt_br: Mostra uma civilização antiga. As pessoas parecem com fome e assustadas.
zh_cn: 它描绘了一个古老的文明。人们看起来又饿又怕。
zh_tw: 它描繪了一個古老的文明。人們看起來又餓又怕。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_RUBBLE.LINE_2
source: This tablet is too worn to make out.
de: Das kann man nicht mehr erkennen.
es: Esta tabla está demasiado desgastada para ver lo que hay en ella.
fr: Cette tablette trop usée est illisible.
it: Questa tavoletta è troppo consumata per poterla capire.
ja: 風化が進んでいて、読めないな…
ko: 판이 너무 닳아서 읽을 수 없다.
pt_br: Essa placa está muito gasta e não dá pra entender.
zh_cn: 这块石板已经无法识别了。
zh_tw: 這塊石板已經無法識別了。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_RUBBLE.LINE_3
source: Something dark creeps over the city and its people.
de: Etwas Dunkles breitet sich über der Stadt und seinen Menschen aus.
es: Algo oscuro se cierne sobre la ciudad y sus habitantes.
fr: Une sorte d'ombre plane sur la cité et ses habitants.
it: Un qualcosa di oscuro cammina sopra la città e i suoi abitanti.
ja: 黒いものが、街の上空に迫っている…
ko: 어떤 어둠의 형체가 도시와 그 주민들 위를 덮고 있다.
pt_br: Algo sombrio espreita a cidade e seu povo.
zh_cn: 有黑暗的东西悄悄逼近这座城市和城里的人。
zh_tw: 有黑暗的東西悄悄逼近這座城市和城裡的人。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_RUBBLE.LINE_4
source: The people are shedding their skins. They look different underneath.
de: Die Menschen werfen ihre Haut ab. Darunter sehen sie anders aus.
es: La gente está mudando la piel. Parecen diferentes debajo.
fr: Les gens perdent leur peau. Ils ont l'air différents en dessous.
it: Le persone stanno facendo la muta. Sembrano diverse sotto.
ja: 住民たちは…脱皮している…？姿が変わったぞ
ko: 사람들의 피부가 벗겨지고, 그 속의 모습은 매우 다르다.
pt_br: As pessoas estão trocando de pele. Elas parecem diferentes por baixo.
zh_cn: 人们的皮肤在脱落。他们的表里截然不同。
zh_tw: 人們的皮膚在脫落。他們的表裡截然不同。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_RUBBLE.LINE_5
source: It shows a massive, technologically advanced city.
de: Das stellt eine riesige, technologisch fortschrittliche Stadt dar.
es: Muestra una ciudad inmensa y con una tecnología avanzada.
fr: Ça représente une énorme cité technologiquement avancée.
it: Mostra una città enorme e avanzata tecnologicamente.
ja: 高度な技術を備えた大都市の絵だ
ko: 거대하고 기술적으로 진보된 도시를 보여준다.
pt_br: Mostra uma cidade imensa e tecnologicamente avançada.
zh_cn: 这里描绘了一座科技发达的宏伟城市。
zh_tw: 這裡描繪了一座科技發達的宏偉城市。

# CHARACTERS.GENERIC.DESCRIBE.ATRIUM_STATUE
source: It doesn't seem fully real.
de: Das wirkt nicht ganz echt.
es: No parece del todo real.
fr: Ça n'a pas l'air vraiment réel.
it: Non sembra completamente vero.
ja: どことなくニセモノ臭がするな…
ko: 완전히 현실적으로 보이지는 않는다.
pt_br: Não parece totalmente real.
zh_cn: 这看起来并不全是真的。
zh_tw: 這看起來並不全是真的。

# CHARACTERS.GENERIC.DESCRIBE.AXE
source: A trusty axe.
de: Meine getreue Axt.
es: Un hacha de confianza.
fr: Une hache fidèle.
it: Un'ascia fidata.
ja: なかなか使えるオノだ
ko: 믿음직한 도끼.
pt_br: Um machado que não vai me deixar na mão.
zh_cn: 可靠的斧头。
zh_tw: 可靠的斧頭。

# CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO.GENERIC
source: Awwww. So cute!
de: Ohhhh. So süß!
es: Ayyyy. ¡Qué preciosidad!
fr: Oh ! Tellement mignon !
it: Oh. Che tenero!
ja: あー。すごい可愛い！
ko: 아이고, 너무 귀엽다!
pt_br: Oun. Que fofo!
zh_cn: 啊。太可爱了！
zh_tw: 啊。太可愛了！

# CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO.SLEEPING
source: Sweet dreams, smelly.
de: Träum süß, du Stinker.
es: Dulces sueños, maloliente.
fr: Ça rêve, et ça sent fort.
it: Sogni d'oro, puzzone.
ja: いい夢を、クサいやつ。
ko: 좋은 꿈 꾸렴, 냄새 고약한 녀석아.
pt_br: Bons sonhos, fedido.
zh_cn: 做个好梦，臭家伙。
zh_tw: 做個好夢，臭傢伙。

# CHARACTERS.GENERIC.DESCRIBE.BACKPACK
source: You could fit a whole lot of science in there.
de: Da passt jede Menge Wissenschaft hinein.
es: Aquí cabe un montón de ciencia.
fr: On pourrait faire entrer pas mal de science là-dedans.
it: Ci si potrebbe far entrare un sacco di scienza.
ja: これなら、研究資料をたくさん詰め込める！
ko: 과학적인 것이 잔뜩 들어간다.
pt_br: Dá pra meter um monte de ciência aí.
zh_cn: 你可以在那里面装进许多科学。
zh_tw: 你可以在那裡面裝進許多科學。

# CHARACTERS.GENERIC.DESCRIBE.BACONEGGS
source: The perfect breakfast for a man of science.
de: Das perfekte Frühstück für einen Mann der Wissenschaft.
es: El desayuno perfecto para una persona de ciencia.
fr: Le petit déjeuner parfait pour un scientifique.
it: La colazione perfetta per un uomo di scienza.
ja: 天才科学者にふさわしい朝食だ！
ko: 과학자의 완벽한 아침식사.
pt_br: O café da manhã perfeito para um homem de ciência.
zh_cn: 适合科学家的完美早餐。
zh_tw: 適合科學家的完美早餐。

# CHARACTERS.GENERIC.DESCRIBE.BALLOON
source: How are they floating?
de: Wie schweben sie?
es: ¿Cómo están flotando?
fr: Comment flottent-ils ?
it: Come fanno a fluttuare?
ja: 宙に浮いてる…どういう仕組みだ…？
ko: 대체 어떻게 뜨는 것일까?
pt_br: Como estão flutuando?
zh_cn: 他们怎么漂浮的？
zh_tw: 他們怎麼漂浮的？

# CHARACTERS.GENERIC.DESCRIBE.BALLOONHAT
source: The static does terrible things to my hair.
de: Die Statik lässt meine Haare wirklich schrecklich aussehen.
es: La electricidad estática me deja el pelo fatal.
fr: Mes cheveux détestent l'électricité statique.
it: L'elettricità statica fa cose tremende ai miei capelli.
ja: 静電気のせいで髪がめちゃくちゃだ。
ko: 정전기 때문에 머리카락이 끔찍해져.
pt_br: A estática faz coisas terríveis com o meu cabelo.
zh_cn: 静电把我的头发弄得很可怕。
zh_tw: 靜電把我的頭髮弄得很可怕。

# CHARACTERS.GENERIC.DESCRIBE.BALLOONPARTY
source: How did he get the smaller balloons inside?
de: Wie hat er die kleineren Ballons da bloß hineinbekommen?
es: ¿Cómo ha metido dentro los globos pequeños?
fr: Comment il a pu faire rentrer les petits ballons là-dedans ?
it: Come hanno fatto a riempirlo di palloncini più piccoli?
ja: どうやって小さい風船を中に入れたんだろう？
ko: 그는 어떻게 작은 풍선을 안에 넣었을까?
pt_br: Como foi que ele enfiou os balõezinhos ali dentro?
zh_cn: 他怎么把小气球放进去的？
zh_tw: 他怎麼把小氣球放進去的？

# CHARACTERS.GENERIC.DESCRIBE.BALLOONSPEED.DEFLATED
source: Now it's just another balloon.
de: Ist es nur noch ein anderer Ballon.
es: Ahora es un globo normal y corriente.
fr: C'est juste un ballon.
it: Ora è un palloncino come un altro.
ja: これでただの風船だ。
ko: 이제 또 다른 풍선이야.
pt_br: É só mais um balão.
zh_cn: 所有气球都一样。
zh_tw: 所有氣球都一樣。

# CHARACTERS.GENERIC.DESCRIBE.BALLOONSPEED.GENERIC
source: The hole in the center makes it more aerodynamic, that's just physics!
de: Das Loch in der Mitte verbessert die Aerodynamik, das gehört zu den Grundlagen der Physik!
es: El agujero del centro hace que sea más aerodinámico. ¡Es física básica!
fr: Le trou au milieu le rend plus aérodynamique. C'est de la physique !
it: Il buco al centro lo rende più aerodinamico; è questione di fisica!
ja: 物理の法則によれば真ん中に穴があることで一層エアロダイナミックになってるんだ！
ko: 가운데에 있는 구멍 덕분에 더 공기역학적이군. 그것은 바로 물리학이지!
pt_br: O buraco no centro deixa mais aerodinâmico. É física pura!
zh_cn: 中间的孔让它更符合空气动力学，经典的物理学原理！
zh_tw: 中間的孔讓它更符合空氣動力學，經典的物理學原理！

# CHARACTERS.GENERIC.DESCRIBE.BALLOONS_EMPTY
source: It looks like clown currency.
de: Sieht aus wie Clown-Währung.
es: Parece como dinero de payasos.
fr: On dirait de la monnaie de clown.
it: Sembrano le monete di un pagliaccio.
ja: ピエロ界の通貨かな…
ko: 광대가 쓰는 재화 같다.
pt_br: Parece moeda de palhaço.
zh_cn: 看起来像小丑货币。
zh_tw: 看起來像小丑貨幣。

# CHARACTERS.GENERIC.DESCRIBE.BALLOONVEST
source: If the bright colors don't attract some horrible creature, the squeaking will.
de: Wenn die bunten Farben keine schreckliche Kreatur anlocken, wird das Gequietsche dafür sorgen.
es: Si los colores cantosos no atraen a alguna criatura horrible, ya lo harán los ruidos.
fr: Si ce ne sont pas ses couleurs vives qui attirent d'horribles bestioles, ce sera ses couinements.
it: Se i colori accesi non attireranno una qualche orribile creatura, lo farà lo stridio.
ja: 明るい色が恐ろしい生き物を引き寄せないなら、キーキーいうのが寄ってくる。
ko: 어떤 끔찍한 생물이 밝은 색상 때문에 꼬이지지 않는다면 삐걱거리는 소리를 듣고 모여들거야.
pt_br: Se as cores chamativas não atraírem criaturas horrendas, os rangidos vão.
zh_cn: 即使鲜艳的颜色不会引来可怕的生物，它吱吱的声音也会。
zh_tw: 即使鮮豔的顏色不會引來可怕的生物，它吱吱的聲音也會。

# CHARACTERS.GENERIC.DESCRIBE.BANANAPOP
source: No, not brain freeze! I need that for science!
de: Nein, nicht Gehirn einfrieren! Ich brauche das für die Wissenschaft!
es: ¡No, no se me puede congelar el cerebro! ¡Lo necesito para la ciencia!
fr: Non, pas de gel du cerveau ! J'en ai besoin pour la science !
it: No, non congelare il cervello! Mi serve per la scienza!
ja: 頭が凍りそうだ…科学者には致命的だな
ko: 뇌가 얼어선 안 되지! 과학에 필요하니까!
pt_br: Não, congelamento do cérebro, não! Preciso dele pra ciência!
zh_cn: 不，别冻大脑！我需要它来做科学研究！
zh_tw: 不，別凍大腦！我需要它來做科學研究！

# CHARACTERS.GENERIC.DESCRIBE.BANDAGE
source: Seems sterile enough.
de: Scheint steril genug zu sein.
es: Parece bastante estéril.
fr: Ça m'a l'air bien stérile.
it: Sembra abbastanza sterile.
ja: まあだいたい無菌に近いだろう。
ko: 충분히 깨끗한 것 같다.
pt_br: Parece bem estéril.
zh_cn: 似乎挺卫生的。
zh_tw: 似乎挺衛生的。

# CHARACTERS.GENERIC.DESCRIBE.BARNACLE
source: They don't look like knuckles to me.
de: Sehen wirklich wie Pocken aus, finde ich.
es: A mí no me parecen unos nudillos.
fr: Ça ne ressemble ni à des pouces ni à des pieds...
it: A me sembrano tutt'altro.
ja: フジツボと言ってもツボには見えないな。
ko: 일반적인 조개랑 조금 다르게 생겼는데.
pt_br: Muito fraca, até mesmo para uma craca.
zh_cn: 看着不像是指关节。
zh_tw: 看著不像是指關節。

# CHARACTERS.GENERIC.DESCRIBE.BARNACLEPITA
source: Barnacles taste better when you can't see them.
de: Seepocken schmecken besser, wenn man sie nicht sieht.
es: Los percebes saben mejor cuando no puedes verlos.
fr: Les bernacles ont meilleur goût quand on ne les voit pas.
it: I cirripedi hanno un sapore migliore quando non li vedi.
ja: 直接見なきゃフジツボも味は悪くない。
ko: 따개비가 안 보이게 싸서 먹으면 더 맛있지.
pt_br: As cracas são mais saborosas quando não se pode vê-las.
zh_cn: 你看不见它们是藤壶的时候，它们的味道会更好。
zh_tw: 你看不見它們是藤壺的時候，它們的味道會更好。

# CHARACTERS.GENERIC.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: I'm just hungry enough to consider it...
de: Ich bin hungrig genug, um drüber nachzudenken ...
es: Tengo el hambre suficiente como para considerarlo...
fr: J'ai assez faim pour l'envisager...
it: Ho così tanta fame che ci sto pensando...
ja: 腹が空きすぎてよく考えられない…
ko: 이것도 먹을 만하게 보일 정도로 배가 고파…
pt_br: A fome é tanta que talvez acabe comendo isso...
zh_cn: 我真是饿得够呛，居然连它都会考虑……
zh_tw: 我真是餓得夠嗆，居然連它都會考慮……

# CHARACTERS.GENERIC.DESCRIBE.BARNACLESUSHI
source: I still seem to have misplaced my chopsticks.
de: Ich habe meine Essstäbchen verlegt.
es: Parece que sigo sin encontrar mis palillos.
fr: J'ai encore perdu mes baguettes.
it: Non ho ancora trovato le mie bacchette.
ja: やっぱり食べていいものか迷うな。
ko: 젓가락이 어디 있더라?
pt_br: Parece que eu perdi mesmo meus hashis.
zh_cn: 我的筷子好像还是放错了地方。
zh_tw: 我的筷子好像還是放錯了地方。

# CHARACTERS.GENERIC.DESCRIBE.BARNACLE_COOKED
source: I'm told it's quite a delicacy.
de: Das soll eine Delikatesse sein, habe ich gehört.
es: Dicen que es una exquisitez.
fr: Il paraît que c'est assez raffiné.
it: Mi hanno detto che sono una vera prelibatezza.
ja: かなりの珍味だとは聞いたが。
ko: 별미라고 들었어.
pt_br: Dizem que é uma iguaria e tanto.
zh_cn: 我听说这是一道珍馐美味。
zh_tw: 我聽說這是一道珍饈美味。

# CHARACTERS.GENERIC.DESCRIBE.BARNACLINGUINE
source: Pass the pasta!
de: Her mit den Nudeln!
es: ¡A mí la pasta!
fr: Passez-moi les pâtes !
it: Passami la pasta!
ja: この味は合格だ！
ko: 파스타 이리 줘!
pt_br: Passe essa massa pra cá!
zh_cn: 把面递过来！
zh_tw: 把面遞過來！

# CHARACTERS.GENERIC.DESCRIBE.BASALT
source: That's too strong to break through!
de: Das ist zu dick, um es durchzubrechen.
es: ¡Es demasiado fuerte como para romperlo!
fr: Trop solide pour être cassé !
it: È troppo forte da sfondare!
ja: 打ち破るにはかなり手強い！
ko: 너무 단단해서 부술 수 없다!
pt_br: É muito duro para quebrar!
zh_cn: 太硬了，敲不碎！
zh_tw: 太硬了，敲不碎！

# CHARACTERS.GENERIC.DESCRIBE.BAT
source: Ack! That's terrifying!
de: Furchterregend!
es: ¡Agh! ¡Qué miedo!
fr: Argh ! C'est terrifiant !
it: Argh! È terrificante!
ja: あっ！ゾッとする！
ko: 악! 무서운 거다!
pt_br: Nuh! Que horrível!
zh_cn: 啊！真可怕！
zh_tw: 啊！真可怕！

# CHARACTERS.GENERIC.DESCRIBE.BATBAT
source: I bet I could fly if I held two of them.
de: Mit zwei davon könnte ich bestimmt fliegen.
es: Seguro que podría volar si tuviera dos.
fr: Je parie que je pourrais voler si j'en attrapais deux.
it: Scommetto che riuscirei a volare con due di questi.
ja: これを2つ掴めるなら、きっと飛べるに違いない。
ko: 이걸 두 개 들면 날 수 있겠다.
pt_br: Aposto que eu poderia voar se segurasse dois desses.
zh_cn: 我敢打赌，如果我拿着其中俩个我就能飞起来。
zh_tw: 我敢打賭，如果我拿著其中倆個我就能飛起來。

# CHARACTERS.GENERIC.DESCRIBE.BATCAVE
source: I don't want to wake them.
de: Ich will sie nicht aufwecken.
es: No quiero despertarlos.
fr: Mieux vaut ne pas les réveiller.
it: Non voglio svegliarli.
ja: やつらを起こすとやっかいだぞ…
ko: 깨우고 싶지 않다.
pt_br: Não quero acordar eles.
zh_cn: 我可不想吵醒它们。
zh_tw: 我可不想吵醒它們。

# CHARACTERS.GENERIC.DESCRIBE.BATHBOMB
source: It's just textbook chemistry.
de: Chemie wie aus dem Lehrbuch.
es: Es química de libro de texto.
fr: C'est de la chimie de base.
it: Semplice chimica da scuola media.
ja: 教科書レベルの化学さ。
ko: 교과서에 나오는 간단한 화학이다.
pt_br: É química, pura e simplesmente.
zh_cn: 教科书式的化学反应。
zh_tw: 教科書式的化學反應。

# CHARACTERS.GENERIC.DESCRIBE.BATNOSE
source: Who knows whose nose this is?
de: Wer weiß, wem diese Nase gehört?
es: ¿De quién será este hocico?
fr: Qui sait à qui appartient ce nez ?
it: Chissà a chi appartiene questo naso...
ja: これが誰の鼻かわかる人なんていないよ。
ko: 이게 누구의 코인지 누가 알겠어?
pt_br: Alguém sabe de quem é este nariz?
zh_cn: 有人知道这是谁的鼻子吗？
zh_tw: 有人知道這是誰的鼻子嗎？

# CHARACTERS.GENERIC.DESCRIBE.BATNOSEHAT
source: For hands-free dairy drinking.
de: Damit kann man freihändig Milch trinken.
es: Sirve para beber lácteos sin usar las manos.
fr: Pour boire du lait sans les mains !
it: Per bere il latte senza dover usare le mani.
ja: 手を使わずに乳製品を味わうため。
ko: 핸즈프리로 유제품 마시기용.
pt_br: Para beber leite sem usar as mãos.
zh_cn: 有了它喝奶都不用动手了。
zh_tw: 有了它喝奶都不用動手了。

# CHARACTERS.GENERIC.DESCRIBE.BATNOSE_COOKED
source: It came out smelling like a nose.
de: Das riecht jetzt nach Nase.
es: Ha quedado todo a pedir de hocico.
fr: À vue de nez, ça devrait pas être mauvais.
it: Odora di naso.
ja: 鼻みたいな臭いの料理ができたね。
ko: 코 냄새가 나기 시작하던데요.
pt_br: Está cheirando como um nariz.
zh_cn: 出来的时候，闻到的是鼻子的味道。
zh_tw: 出來的時候，聞到的是鼻子的味道。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_DURABILITY
source: Theater makes me fidgety.
de: Theater macht mich ganz kribbelig.
es: El teatro me pone de los nervios.
fr: Le théâtre me donne la bougeotte.
it: Il teatro mi innervosisce.
ja: 劇場ってなんかイライラするんだ。
ko: 극장에만 가면 안절부절못하게 돼.
pt_br: Teatro me deixa nervoso.
zh_cn: 戏剧让我坐立不安。
zh_tw: 戲劇讓我坐立不安。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: I once burned my vest before seeing a play. I call that dramatic ironing.
de: Ich habe einmal meine Weste verbrannt, bevor ich ein Theaterstück sah. Ich war dramatisch geplättet, sozusagen.
es: Una vez, me quemé el chaleco antes de ir a ver una obra. Hubo más drama con la plancha que en la obra.
fr: Un jour, j'ai cramé mon gilet en le repassant avant d'aller voir une pièce. C'est ce que j'appelle brûler les planches.
it: Una volta tentai di placare una disputa tra due spettatori a teatro, ma fu come gettare benzina sul fuoco.
ja: 劇を見る前にベストを燃やしちゃったんだ。ドラマチックなアイロンがけだった。
ko: 한번은 연극을 보기 전에 조끼를 태운 적이 있지. 나는 그것을 극적인 다림질이라고 불러.
pt_br: Certa vez, queimei o meu colete antes de assistir a uma peça. É o que chamo de drama doméstico.
zh_cn: 我有一次看戏前不小心把背心烧出个洞。我称此为戏剧性熨烫。
zh_tw: 我有一次看戲前不小心把背心燒出個洞。我稱此為戲劇性熨燙。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_HEALTHGAIN
source: Theater makes me fidgety.
de: Theater macht mich ganz kribbelig.
es: El teatro me pone de los nervios.
fr: Le théâtre me donne la bougeotte.
it: Il teatro mi innervosisce.
ja: 劇場ってなんかイライラするんだ。
ko: 극장에만 가면 안절부절못하게 돼.
pt_br: Teatro me deixa nervoso.
zh_cn: 戏剧让我坐立不安。
zh_tw: 戲劇讓我坐立不安。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: I'm afraid I'm not a licensed poetic.
de: Ich fürchte, ich bin kein lizensierter Poetiker.
es: Me temo que no tengo dotes poéticas...
fr: J'ai peur de ne pas être une licence poétique.
it: Non me la cavo molto come poeta.
ja: 残念だけど詩人のライセンスはないんだ。
ko: 나는 시인처럼 구는 데 허가 받지 못해서 걱정이군.
pt_br: Lamento, mas nunca tirei uma licença poética.
zh_cn: 恐怕我不是一个持照诗人。
zh_tw: 恐怕我不是一個持照詩人。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: I'm afraid I'm not a licensed poetic.
de: Ich fürchte, ich bin kein lizensierter Poetiker.
es: Me temo que no tengo dotes poéticas...
fr: J'ai peur de ne pas être une licence poétique.
it: Non me la cavo molto come poeta.
ja: 残念だけど詩人のライセンスはないんだ。
ko: 나는 시인처럼 구는 데 허가 받지 못해서 걱정이군.
pt_br: Lamento, mas nunca tirei uma licença poética.
zh_cn: 恐怕我不是一个持照诗人。
zh_tw: 恐怕我不是一個持照詩人。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_SANITYAURA
source: Theater makes me fidgety.
de: Theater macht mich ganz kribbelig.
es: El teatro me pone de los nervios.
fr: Le théâtre me donne la bougeotte.
it: Il teatro mi innervosisce.
ja: 劇場ってなんかイライラするんだ。
ko: 극장에만 가면 안절부절못하게 돼.
pt_br: Teatro me deixa nervoso.
zh_cn: 戏剧让我坐立不安。
zh_tw: 戲劇讓我坐立不安。

# CHARACTERS.GENERIC.DESCRIBE.BATTLESONG_SANITYGAIN
source: Theater makes me fidgety.
de: Theater macht mich ganz kribbelig.
es: El teatro me pone de los nervios.
fr: Le théâtre me donne la bougeotte.
it: Il teatro mi innervosisce.
ja: 劇場ってなんかイライラするんだ。
ko: 극장에만 가면 안절부절못하게 돼.
pt_br: Teatro me deixa nervoso.
zh_cn: 戏剧让我坐立不安。
zh_tw: 戲劇讓我坐立不安。

# CHARACTERS.GENERIC.DESCRIBE.BATWING
source: I hate those things, even when they're dead.
de: Ich hasse diese Dinge, selbst wenn sie tot sind.
es: Odio estas cosas, incluso cuando están muertas.
fr: Je déteste ces choses, même mortes.
it: Odio quelle cose, anche se sono morte.
ja: たとえ死んだ後でもこいつらは嫌いだ。
ko: 이것들은 죽었어도 싫다.
pt_br: Odeio essas coisas, mesmo quando estão mortas.
zh_cn: 那些东西即使死了都很讨厌。
zh_tw: 那些東西即使死了都很討厭。

# CHARACTERS.GENERIC.DESCRIBE.BATWING_COOKED
source: At least it's not coming back.
de: Wenigstens kommt es jetzt nicht wieder.
es: Por lo menos no va a regresar.
fr: Au moins il ne reviendra pas.
it: Almeno non tornerà indietro.
ja: 少なくとも戻っては来ないな。
ko: 그래도 살아 돌아오지는 않으니 다행이지.
pt_br: Pelo menos não vai voltar.
zh_cn: 至少它不会再活过来了。
zh_tw: 至少它不會再活過來了。

# CHARACTERS.GENERIC.DESCRIBE.BEARDHAIR
source: It's only gross when they're not your own.
de: Nur eklig, wenn es nicht die eigenen Barthaare sind.
es: Solo son asquerosos cuando no son tuyos.
fr: On trouve ça dégoûtant sauf quand c'est les nôtres.
it: Fa ribrezzo solo quando non sono i tuoi.
ja: 自分のヒゲなら、特に汚いとは思わない
ko: 남의 것으로 만들면 징그럽겠지만..
pt_br: É nojenta só quando não é sua.
zh_cn: 当它们不是你自己的时候才会恶心。
zh_tw: 當它們不是你自己的時候才會噁心。

# CHARACTERS.GENERIC.DESCRIBE.BEARGER
source: What a bear of a badger.
de: Ein Bär von einem Dachs.
es: Un tejón muy osado.
fr: Quel ours, ce blaireau !
it: Che orso di un tasso.
ja: なんとベアー気のあるアナグマ。
ko: 곰 같은 오소리다.
pt_br: Que urso mais texugo.
zh_cn: 熊一样大的獾。
zh_tw: 熊一樣大的獾。

# CHARACTERS.GENERIC.DESCRIBE.BEARGERVEST
source: Welcome to the hibernation station!
de: Willkommen in der Zentrale des Winterschlafs.
es: ¡Bienvenidos a la estación de la hibernación!
fr: Bienvenue dans la station d'hibernation !
it: Benvenuto nella stazione dell'ibernazione!
ja: これでヒトも冬眠できるぞ！
ko: 동면 스테이션에 온 것을 환영합니다!
pt_br: Sejam bem-vindos à estação de hibernação!
zh_cn: 欢迎来到冬眠站！
zh_tw: 歡迎來到冬眠站！

# CHARACTERS.GENERIC.DESCRIBE.BEARGER_FUR
source: A mat of thick fur.
de: Ein wirklich dicker Pelz.
es: Una alfombra de piel gruesa.
fr: Un matelas de fourrure épaisse.
it: Una stuoia di folta pelliccia.
ja: 分厚い毛皮のマット。
ko: 털가죽이 아주 두텁다.
pt_br: Um tapete de pele grossa.
zh_cn: 一块厚毛皮。
zh_tw: 一塊厚毛皮。

# CHARACTERS.GENERIC.DESCRIBE.BEAST_BLUEPRINT
source: I'm feeling lucky about this one!
de: Bei dem habe ich bestimmt Glück!
es: ¡Creo que este a lo mejor da suerte!
fr: Je la sens bien, celle-ci !
it: Ecco il mio portafortuna!
ja: これはもラッキーな気がするぞ！
ko: 나는 이것에 대해 운이 좋은 것 같아!
pt_br: Sinto que esta daqui vai dar sorte!
zh_cn: 我觉得我要走运了！
zh_tw: 我覺得我要走運了！

# CHARACTERS.GENERIC.DESCRIBE.BEDROLL_FURRY
source: It's so warm and comfy.
de: So warm und behaglich.
es: Es muy cálida y cómoda.
fr: Si chaud et si confortable.
it: È così caldo e confortevole.
ja: とても暖かくで快適。
ko: 아주 따뜻하고 포근하다.
pt_br: É tão quentinho e confortável.
zh_cn: 真是又暖和又舒服。
zh_tw: 真是又暖和又舒服。

# CHARACTERS.GENERIC.DESCRIBE.BEDROLL_STRAW
source: Looks comfy, but it smells like mildew.
de: Sieht bequem aus, aber es riecht nach Schimmel.
es: Parece cómodo, pero huele a moho.
fr: Ça a l'air confortable, mais ça sent toujours le moisi.
it: Sembra comodo, ma odora di muffa.
ja: 快適そうだけど…カビくさいな…
ko: 편하지만 곰팡내난다.
pt_br: Parece confortável, mas tem cheiro de mofo.
zh_cn: 看起来挺舒适，但闻起来一股霉味。
zh_tw: 看起來挺舒適，但聞起來一股黴味。

# CHARACTERS.GENERIC.DESCRIBE.BEE.GENERIC
source: To bee or not to bee.
de: Flotte Biene!
es: Zumbar o no zumbar, esa es la cuestión.
fr: Happy apiculteur.
it: Ape o non ape.
ja: 蜂に向かうか、向かわざるべきか。
ko: 벌이거나 벌이 아니거나.
pt_br: Abelhar ou não abelhar.
zh_cn: 嗡嗡嗡，嗡嗡嗡。
zh_tw: 嗡嗡嗡，嗡嗡嗡。
