Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.WINONA.FIRESTARTER
source: %s started quite the fire recently.
de: %s hat neulich ein Riesenfeuer gelegt.
es: %s provocó un buen incendio hace poco.
es_mx: %s inició un gran incendió recientemente.
fr: %s a allumé un sacré feu, récemment.
it: Poco tempo fa %s ha appiccato un incendio.
ja: %sが最近大きな火事を起こしたんだヨ。
ko: %s이(가) 최근 불을 질렀어.
pl: %s, ależ udało ci się rozpalić porządny ogień.
pt_br: %s provocou um baita incêndio recentemente.
ru: %s недавно развела огонь.
zh_cn: %s最近到处纵火。
zh_tw: %s最近到處縱火。

# CHARACTERS.WARLY.DESCRIBE.WINONA.GENERIC
source: Bonjour, %s!
ja: ボンジュール、%s！
ko: 봉주르, %s!
zh_cn: 你好，%s！
zh_tw: 你好，%s！

# CHARACTERS.WARLY.DESCRIBE.WINONA.GHOST
source: Let's fix you up, alright?
de: Flicken wir dich wieder zusammen, ja?
es: Vamos a solucionar lo tuyo, ¿vale?
es_mx: Vamos a curarte, ¿de acuerdo?
fr: On va arranger ça, d'accord ?
it: Ti do una sistematina, d'accord?
ja: まずはキミを修理しようか。いいネ？
ko: 금방 되살려 줄게, 알았지?
pl: Przywróćmy cię do porządku, dobrze?
pt_br: Vamos dar um jeito em você, tá bom?
ru: Давай-ка приведем тебя в порядок.
zh_cn: 咱们把你修好，好不好？
zh_tw: 咱們把你修好，好不好？

# CHARACTERS.WARLY.DESCRIBE.WINONA.MURDERER
source: She's done a truly awful thing.
de: Sie hat etwas Furchtbares getan.
es: Ha hecho algo verdaderamente horrible.
es_mx: Cometió un acto horrible.
fr: Elle a vraiment fait quelque chose d'atroce.
it: Ha fatto un gesto abominevole.
ja: 彼女は本当にヒドイことをしたヨ。
ko: 그야말로 끔찍한 일을 저질렀어.
pl: Zrobiła coś naprawdę okropnego.
pt_br: Ela fez algo muito horrível.
ru: Она совершила ужасный поступок.
zh_cn: 她干了件大坏事。
zh_tw: 她幹了件大壞事。

# CHARACTERS.WARLY.DESCRIBE.WINONA.REVIVER
source: I admire %s's sense of duty.
de: Ich staune, was %s für ein Pflichtbewusstsein hat.
es: Admiro el sentido del deber de %s.
es_mx: Admiro el sentido del deber de %s.
fr: J'admire le sens du devoir de %s.
it: Ammiro il senso del dovere di %s.
ja: ボク、%sの責任感は尊敬するヨ。
ko: %s의 의무감이 존경스러워.
pl: Doceniam twoje poczucie obowiązku, %s.
pt_br: Eu admiro o senso de dever da %s.
ru: %s такая ответственная, не могу не восхититься.
zh_cn: 我钦佩%s的使命感。
zh_tw: 我欽佩%s的使命感。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_HIGH.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_HIGH.BURNT
source: Crisp, non?
de: Knusprig, non?
es: Crujiente, ¿non?
es_mx: Crocante, ¿non?
fr: Croustillant, non ?
it: Croccante, n'est pas?
ja: カリカリだネ？
ko: 아주 바삭한걸?
pl: Przysmażone, non?
pt_br: Crocante, non?
ru: До хрустящей корочки, non?
zh_cn: 脆不脆？
zh_tw: 脆不脆？

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_HIGH.GENERIC
source: It's nice to have Winona around.
de: Es ist schön, Winona um sich zu haben.
es: Me gusta tener por aquí a Winona.
es_mx: Es bueno tener a Winona por aquí.
fr: C'est rassurant d'avoir Winona avec moi.
it: È bello avere Winona che dà una mano.
ja: ウィノナが近くにいるっていいネ。
ko: 위노나가 있으니 좋군.
pl: Dobrze jest mieć Winonę pod ręką.
pt_br: É bom ter a Winona por perto.
ru: Как же хорошо, когда Вайнона рядом.
zh_cn: 有薇诺娜在真好。
zh_tw: 有薇諾娜在真好。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_HIGH.LOWPOWER
source: It's getting a bit low, Winona.
de: Da ist nicht mehr viel drin, Winona.
es: La cosa escasea un poco, Winona.
es_mx: Se está descargando, Winona.
fr: On a moins de jus, Winona.
it: Sta finendo, Winona.
ja: 弱くなってきたヨ、ウィノナ。
ko: 연료가 좀 떨어졌어, 위노나.
pl: Winona, chyba kończy się paliwo.
pt_br: Tá ficando sem combustível, Winona.
ru: Кажется, эта штука разряжается, Вайнона.
zh_cn: 电量在变低，薇诺娜。
zh_tw: 電量在變低，薇諾娜。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_HIGH.OFF
source: What sort of fuel does this take?
de: Welche Sorte Brennstoff muss da rein?
es: ¿Qué clase de fuel hace falta?
es_mx: ¿Con qué clase de combustible funciona?
fr: Quel carburant faut-il mettre ?
it: Con quale carburante funziona?
ja: これにはどんな燃料を使うのカナ？
ko: 어떤 연료를 넣어야 하지?
pl: Jakim paliwem jest zasilany?
pt_br: Que tipo de combustível isso usa?
ru: И какое тут нужно топливо?
zh_cn: 它用什么燃料呢？
zh_tw: 它用什麼燃料呢？

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_LOW.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_LOW.BURNT
source: Crisp, non?
de: Knusprig, non?
es: Crujiente, ¿non?
es_mx: Crocante, ¿non?
fr: Croustillant, non ?
it: Croccante, n'est pas?
ja: カリカリだネ？
ko: 아주 바삭한걸?
pl: Przysmażone, non?
pt_br: Crocante, non?
ru: До хрустящей корочки, non?
zh_cn: 脆不脆？
zh_tw: 脆不脆？

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_LOW.GENERIC
source: It's working really well!
de: Der funktioniert richtig gut!
es: ¡Funciona muy bien!
es_mx: ¡Funciona muy bien!
fr: Ça fonctionne vraiment bien !
it: Funziona benissimo!
ja: これ本当に役立ってるヨ！
ko: 아주 잘 작동하잖아!
pl: Działa naprawdę nieźle!
pt_br: Tá funcionando superbem!
ru: Отлично работает.
zh_cn: 运行的非常好！
zh_tw: 運行的非常好！

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_LOW.LOWPOWER
source: It's getting a bit low, Winona.
de: Da ist nicht mehr viel drin, Winona.
es: La cosa escasea un poco, Winona.
es_mx: Se está descargando, Winona.
fr: On a moins de jus, Winona.
it: Sta finendo, Winona.
ja: 弱くなってきたヨ、ウィノナ。
ko: 연료가 좀 떨어졌어, 위노나.
pl: Winona, chyba kończy się paliwo.
pt_br: Tá ficando sem combustível, Winona.
ru: Кажется, эта штука разряжается, Вайнона.
zh_cn: 电量在变低，薇诺娜。
zh_tw: 電量在變低，薇諾娜。

# CHARACTERS.WARLY.DESCRIBE.WINONA_BATTERY_LOW.OFF
source: I suppose it needs fuel.
de: Es muss wohl Brennstoff rein.
es: Supongo que necesita fuel.
es_mx: Supongo que necesita combustible.
fr: Il faudrait peut-être remettre du carburant.
it: Credo che abbia bisogno di combustibile.
ja: 燃料が必要なんじゃないカナ。
ko: 연료가 필요한가 봐.
pl: Chyba potrzebuje paliwa.
pt_br: Acho que precisa de combustível.
ru: Полагаю, не хватает топлива.
zh_cn: 我猜它需要燃料。
zh_tw: 我猜它需要燃料。

# CHARACTERS.WARLY.DESCRIBE.WINONA_CATAPULT.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.DESCRIBE.WINONA_CATAPULT.BURNT
source: Crisp, non?
de: Knusprig, non?
es: Crujiente, ¿non?
es_mx: Crocante, ¿non?
fr: Croustillant, non ?
it: Croccante, n'est pas?
ja: カリカリだネ？
ko: 아주 바삭한걸?
pl: Przysmażone, non?
pt_br: Crocante, non?
ru: До хрустящей корочки, non?
zh_cn: 脆不脆？
zh_tw: 脆不脆？

# CHARACTERS.WARLY.DESCRIBE.WINONA_CATAPULT.GENERIC
source: I feel so safe now.
de: Jetzt fühle ich mich so sicher.
es: Me siento a salvo ahora.
es_mx: Ahora me siento muy a salvo.
fr: Je me sens à l'abri !
it: Adesso mi sento veramente al sicuro.
ja: すご～く安全に感じるヨ。
ko: 정말 마음이 놓이는데!
pl: Czuję się teraz bezpiecznie.
pt_br: Me sinto tão seguro agora.
ru: Теперь я в безопасности.
zh_cn: 我现在感觉非常安全。
zh_tw: 我現在感覺非常安全。

# CHARACTERS.WARLY.DESCRIBE.WINONA_CATAPULT.OFF
source: It's not on.
de: Es ist nicht eingeschaltet.
es: No está encendida.
es_mx: No está encendida.
fr: Ce n'est pas allumé.
it: Non è accesa.
ja: ついてないヨ。
ko: 꺼졌어.
pl: Nie jest włączona.
pt_br: Não tá ligada.
ru: Не включено.
zh_cn: 没开。
zh_tw: 沒開。

# CHARACTERS.WARLY.DESCRIBE.WINONA_SPOTLIGHT.BURNING
source: It, oh, it appears to be on fire.
de: Feuerfrucht in einem Kuchen? Au weia!
es: Esto, eh, parece que está ardiendo.
es_mx: Esto, eh, parece que está ardiendo.
fr: On dirait... on dirait que c'est en feu.
it: Sembra che sia in fiamme.
ja: アララ～…燃えちゃってるネ
ko: 이런, 불타고 있네.
pl: Chyba... chyba się przypala.
pt_br: Ahm, parece estar pegando fogo.
ru: Ой, оно горит.
zh_cn: 它，哦，它似乎着火了。
zh_tw: 它，哦，它似乎著火了。

# CHARACTERS.WARLY.DESCRIBE.WINONA_SPOTLIGHT.BURNT
source: Crisp, non?
de: Knusprig, non?
es: Crujiente, ¿non?
es_mx: Crocante, ¿non?
fr: Croustillant, non ?
it: Croccante, n'est pas?
ja: カリカリだネ？
ko: 아주 바삭한걸?
pl: Przysmażone, non?
pt_br: Crocante, non?
ru: До хрустящей корочки, non?
zh_cn: 脆不脆？
zh_tw: 脆不脆？

# CHARACTERS.WARLY.DESCRIBE.WINONA_SPOTLIGHT.GENERIC
source: Oh good. I don't much like the dark out here.
de: Oh, gut. Mir gefällt nicht, wie dunkel es hier draußen ist.
es: Oh, bien. No me gusta demasiado la oscuridad aquí.
es_mx: Oh, bien. No me gusta la oscuridad de aquí.
fr: Oh, parfait. Je n'aime pas rester dans le noir.
it: Bien. Non amo il buio.
ja: ああ、良かった。暗闇は好きじゃないからネ。
ko: 잘됐다. 밖이 어두운 건 별로야.
pl: Dobrze, nie lubię, jak jest ciemno.
pt_br: Ah, que bom. Não gosto muito do escuro daqui.
ru: Вот так лучше. Я не любитель темноты.
zh_cn: 太好了。我本来就不喜欢夜太黑。
zh_tw: 太好了。我本來就不喜歡夜太黑。

# CHARACTERS.WARLY.DESCRIBE.WINONA_SPOTLIGHT.OFF
source: Is it out of power?
de: Ist es ausgefallen?
es: ¿Está sin batería?
es_mx: ¿Se le acabó la energía?
fr: C'est à plat ?
it: È spento?
ja: 電気がないの？
ko: 동력이 없나?
pl: Rozładowało się?
pt_br: Tá sem energia?
ru: Эта штука разрядилась?
zh_cn: 没电了？
zh_tw: 沒電了？

# CHARACTERS.WARLY.DESCRIBE.WINTERHAT
source: I know when to don this, and not a minute sooner.
de: Ich weiß schon, wann ich das tragen kann. Jetzt jedenfalls nicht.
es: Sé cuándo ponerme esto, y ni un minuto antes.
es_mx: Sé cuándo ponerme esto, y ni un minuto antes.
fr: Je connais le moment exact où il faut mettre ça.
it: So esattamente quando è il momento di indossarlo.
ja: 寒くなったら、すぐにこれをかぶるヨ！
ko: 이건 써야 할 때가 따로 있는 법이지.
pl: Wiem, kiedy ją włożyć, i nie zamierzam robić takiego ani minuty szybciej.
pt_br: Sei quando devo vestir isso e não será nem um minuto antes.
ru: Я знаю, когда придет пора ее надеть, но ни минутой раньше.
zh_cn: 我知道什么时候戴上它，早一分钟都不行。
zh_tw: 我知道什麼時候戴上它，早一分鐘都不行。

# CHARACTERS.WARLY.DESCRIBE.WINTEROMETER.BURNT
source: Foresight is 0/0.
de: Voraussicht 0/0.
es: La previsión es 0/0.
es_mx: La previsión es 0/0.
fr: Prévisions = 0
it: Preveggenza è 0/0.
ja: お先“まっクロ”、ネ
ko: 미래는 전혀 내다볼 수 없는 일이지.
pl: Prognoza: 0/0.
pt_br: Visão antecipada, 0/0.
ru: Прогнозирование — 0/0.
zh_cn: 预报能力为零。
zh_tw: 預報能力為零。

# CHARACTERS.WARLY.DESCRIBE.WINTEROMETER.GENERIC
source: Splendid. I should like to know when the worm is going to turn.
de: Wunderbar. Ich möchte wissen, wann sich der Wurm dreht.
es: Espléndido. Me gustaría saber cuándo van a aparecer lombrices.
es_mx: Espléndido. Me gustaría saber cuándo van a aparecer lombrices.
fr: Splendide ! Mieux vaut savoir quand finit la chaleur.
it: Splendido. Vorrei sapere quando le sorti gireranno.
ja: これで、いつ春が来るか、わかるネ
ko: 좋아. 굼벵이가 언제 꿈틀할지 알고 싶은데.
pl: Znakomicie. Dobrze będzie wiedzieć, kiedy szykować szalik i czapkę.
pt_br: Esplêndido. Eu gostaria de saber quando o verme vai se transformar.
ru: Шикарно. Я бы хотел узнать, когда начнутся проблемы.
zh_cn: 好极了。我想知道温度什么时候会升高。
zh_tw: 好極了。我想知道溫度什麼時候會升高。

# CHARACTERS.WARLY.DESCRIBE.WINTERSFEASTFUEL
source: To imbue my food with festive spirit.
de: Zum Tränken meiner Speisen mit Festlichkeit.
es: Para conferir a mis platos espíritu festivo.
es_mx: Para empapar mi comida con el espíritu festivo.
fr: Pour que ma nourriture soit digne des fêtes.
it: Per infondere uno po' di spirito festivo al cibo che preparo.
ja: ボクの食べ物に祝祭のスピリットを加えるためだヨ。
ko: 내 음식에 축제 분위기를 더해 주지.
pl: Nasyca jedzenie duchem świąt.
pt_br: Pra impregnar minha comida com espírito festivo.
ru: Чтобы наполнить еду праздничным настроением.
zh_cn: 它能为我的食物注入节日的精神。
zh_tw: 它能為我的食物注入節日的精神。

# CHARACTERS.WARLY.DESCRIBE.WINTERSFEASTOVEN.ALMOST_DONE_COOKING
source: Ah, that delicious aroma tells me it's almost done!
de: Ah, das köstliche Aroma sagt mir, dass es gleich so weit ist!
es: Ah, ¡ese delicioso aroma me dice que ya casi está!
es_mx: ¡Ah, ese delicioso aroma me indica que ya casi está listo!
fr: À l'odeur, je pense que c'est bientôt prêt ! Miam !
it: Ah, quell'aroma delizioso mi fa capire che è quasi pronto!
ja: あぁ、この美味しいアロマ！そろそろ完成みたいだネ！
ko: 아, 맛있는 냄새가 나는 것을 보니 거의 다 됐군!
pl: Ach, sądząc po smakowitym zapachu, jest już prawie gotowe!
pt_br: Ah, esse aroma delicioso me diz que tá quase pronto!
ru: О, судя по аппетитному запаху, почти готово!
zh_cn: 啊，这阵香气说明马上就可以起锅了！
zh_tw: 啊，這陣香氣說明馬上就可以起鍋了！

# CHARACTERS.WARLY.DESCRIBE.WINTERSFEASTOVEN.COOKING
source: Cooking should never be rushed.
de: Man soll sich beim Kochen nie beeilen.
es: Nunca se debería cocinar con prisas.
es_mx: Nunca se debe cocinar apurado.
fr: Il ne faut pas se précipiter en cuisine.
it: Alla cucina non si mette fretta.
ja: 料理は急いじゃダメなのヨ。
ko: 요리는 절대 서두르면 안 돼.
pl: Nie należy się spieszyć w kuchni.
pt_br: Não se deve apressar o cozimento.
ru: При готовке никогда нельзя торопиться.
zh_cn: 烹饪绝不能操之过急。
zh_tw: 烹飪絕不能操之過急。

# CHARACTERS.WARLY.DESCRIBE.WINTERSFEASTOVEN.DISH_READY
source: Et voila! Food is served.
de: Et voilà! Es ist serviert.
es: ¡Et voilà! La comida está servida.
es_mx: ¡Y voilà! La comida está servida.
fr: Et voilà ! Le repas est servi.
it: Et voilà! È pronto.
ja: はい、どうぞ！
ko: 짠! 음식이 나왔어.
pl: Et voilà! Podano do stołu.
pt_br: Et voilà! Tá na mesa.
ru: Et voila! Пора к столу.
zh_cn: 就是这样！请用膳。
zh_tw: 就是這樣！請用膳。

# CHARACTERS.WARLY.DESCRIBE.WINTERSFEASTOVEN.GENERIC
source: Finally, a proper oven!
de: Endlich ein ordentlicher Ofen!
es: ¡Por fin, un horno en condiciones!
es_mx: ¡Por fin, un horno adecuado!
fr: Enfin un four digne de ce nom !
it: Finalmente un forno come si deve!
ja: やっと、ちゃんとしたオーブンだヨ！
ko: 이제야 제대로 된 오븐이 생겼군!
pl: Nareszcie, porządny piekarnik!
pt_br: Finalmente, um forno adequado.
ru: Наконец-то, нормальная печь.
zh_cn: 总算找到一个优质的烤箱了！
zh_tw: 總算找到一個優質的烤箱了！

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD1
source: It has that "homecooked" charm.
de: Es hat diesen selbstgemachten Charme.
es: Tiene ese encanto de lo hecho en casa.
es_mx: Tiene ese encanto de la comida casera.
fr: C'est le charme du « fait-maison ».
it: Ha quel non so che di fatto in casa.
ja: これには「おうちで料理」の魅力があるヨ。
ko: 집에서 요리한 것 같은 매력이 있어.
pl: Jak domowej roboty.
pt_br: Tem aquele charme de "comida caseira".
ru: Домашняя еда — самая лучшая.
zh_cn: 它有种“家常菜”的吸引力。
zh_tw: 它有種“家常菜”的吸引力。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD2
source: Cooking is a way of expressing love.
de: Kochen ist eine Art, Liebe auszudrücken.
es: Cocinar es un modo de expresar amor.
es_mx: La cocina es una forma de expresar amor.
fr: Cuisiner est une façon d'exprimer son amour.
it: Cucinare è un modo di esprimere il proprio amore.
ja: 料理は、愛を表現する1つの方法だからネ。
ko: 요리는 사랑을 표현하는 방법이지.
pl: Gotowanie to sposób wyrażania miłości.
pt_br: Cozinhar é uma forma de expressar o amor.
ru: Готовка — один из способов показать заботу.
zh_cn: 烹调是一种表达爱的方式。
zh_tw: 烹調是一種表達愛的方式。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD3
source: The candy strands are expertly entwined.
de: Die Zuckerstangen sind professionell verflochten.
es: Los hilos de caramelo se entremezclan con pericia.
es_mx: Las hebras de caramelo están perfectamente entrelazadas.
fr: Les brins de sucre sont tressés avec beaucoup d'adresse.
it: I lembi della caramella vengono abilmente intrecciati.
ja: あの2色のペロペロキャンディの絡み方はプロだネ。
ko: 사탕 가닥이 아주 잘 꼬였는걸.
pl: Profesjonalnie splecione.
pt_br: Os fios de doce estão muito bem entrelaçados.
ru: Элегантно переплетенные сладкие полосы.
zh_cn: 糖丝缠的非常专业。
zh_tw: 糖絲纏的非常專業。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD4
source: It grows on you.
de: Man gewöhnt sich dran.
es: Te va conquistando.
es_mx: Le vas agarrando el gusto.
fr: On finit par s'y faire.
it: Ci si abitua in fretta.
ja: キミの上で育つヨ。
ko: 볼수록 마음에 들어.
pl: Można się przyzwyczaić.
pt_br: É um gosto adquirido.
ru: В целом, даже сносно.
zh_cn: 越看越喜欢。
zh_tw: 越看越喜歡。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD5
source: I wouldn't turn down a slice.
de: Zu einem Scheibchen würde ich nicht nein sagen.
es: No diría que no a un trocito.
es_mx: No rechazaría un trozo.
fr: Je ne dirais pas non à une tranche.
it: Non ne rifiuto mai una fetta.
ja: ボクはこのひと切れを断れないヨ。
ko: 한 조각 정도는 거절하지 않겠어.
pl: Nie odmówię kawałka.
pt_br: Não vou recusar uma fatia.
ru: Не откажусь от кусочка.
zh_cn: 我一片都不会拒绝。
zh_tw: 我一片都不會拒絕。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD6
source: Just like maman used to make.
de: Genau wie der von Maman.
es: Como lo hacía mi maman.
es_mx: Justo como lo hacía mi mamá.
fr: Ça me rappelle celui de ma maman.
it: Sembra la ricetta di maman.
ja: ママが作ってくれたのと同じだヨ。
ko: 마망이 만들어 주던 것과 똑같아.
pl: Jak u maman.
pt_br: Bem como a Maman costumava fazer.
ru: Прямо как у maman!
zh_cn: 就像妈妈以前在家里做的一样！
zh_tw: 就像媽媽以前在家裡做的一樣！

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD7
source: Just the right amount of sweetness.
de: Genau die richtige Süße.
es: Con la dosis justa de dulzura.
es_mx: Tiene la cantidad perfecta de azúcar.
fr: C'est sucré pile comme il faut.
it: È dolce al punto giusto.
ja: 良い甘さ加減だヨ。
ko: 단맛이 딱 적당한 수준이야.
pl: Słodkie w sam raz.
pt_br: A quantidade exata de doçura.
ru: Сладко, но не приторно.
zh_cn: 甜的刚刚好。
zh_tw: 甜的剛剛好。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD8
source: It smells like comfort and contentment.
de: Er riecht nach Trost und Zufriedenheit.
es: Huele reconfortante y alegre.
es_mx: Huele a comodidad y alegría.
fr: Ça sent le réconfort et le bonheur.
it: Profuma di calore e felicità.
ja: 安心と満足の匂いだヨ。
ko: 편안하고 만족스러운 냄새야.
pl: Ten zapach podnosi na duchu i przynosi spokój.
pt_br: Tem cheiro de conforto e contentamento.
ru: Пахнет заботой и уютом.
zh_cn: 洋溢着舒适和满足的芬芳。
zh_tw: 洋溢著舒適和滿足的芬芳。

# CHARACTERS.WARLY.DESCRIBE.WINTER_FOOD9
source: I'm so happy I could weep.
de: Ich bin so glücklich, dass ich weinen könnte.
es: Estoy tan feliz que podría llorar.
es_mx: Estoy tan feliz que podría llorar.
fr: Je suis si heureux que je pourrais en pleurer.
it: Sono così felice che potrei piangere.
ja: 幸せすぎて泣けてくるヨ。
ko: 너무 좋아서 눈물 날 것 같아.
pl: Zaraz się rozpłaczę ze szczęścia.
pt_br: Tô quase chorando de felicidade.
ru: Я сейчас заплачу от восторга.
zh_cn: 开心的要哭了。
zh_tw: 開心的要哭了。

# CHARACTERS.WARLY.DESCRIBE.WINTER_ORNAMENT
source: How festive!
de: Wie festlich!
es: ¡Qué festivo!
es_mx: ¡Qué festivo!
fr: C'est très festif !
it: Da festa!
ja: すご～く陽気なお祝いだネ！
ko: 축제 느낌이 나는걸!
pl: Ależ świątecznie!
pt_br: Que festivo!
ru: Как празднично!
zh_cn: 真有节日气氛！
zh_tw: 真有節日氣氛！

# CHARACTERS.WARLY.DESCRIBE.WINTER_ORNAMENTBOSS
source: We've earned a moment to celebrate.
de: Wir haben einen Moment zum Feiern verdient.
es: Nos hemos ganado un momento para celebrarlo.
es_mx: Nos hemos ganado un momento de celebración.
fr: On a bien mérité un moment pour faire la fête.
it: Ci siamo guadagnati un momento per festeggiare.
ja: ボクたち、お祝いするにふさわしいよネ。
ko: 우리가 기념할 만한 활약을 하긴 했지.
pl: Zasłużyliśmy, by poświętować.
pt_br: A gente merece um momento de comemoração.
ru: Можно и отпраздновать.
zh_cn: 我们赢得了欢庆的片刻。
zh_tw: 我們贏得了歡慶的片刻。

# CHARACTERS.WARLY.DESCRIBE.WINTER_ORNAMENTFORGE
source: It's nice to be alive and safe.
de: Schön, lebendig und in Sicherheit zu sein.
es: Es agradable seguir con vida y a salvo.
es_mx: Es agradable estar vivo y a salvo.
fr: C'est bon d'être sain et sauf.
it: È bello essere vivi e al sicuro.
ja: 安全に生きてられるのは最高だヨ。
ko: 무사히 살아 있어서 다행이야.
pl: Miło być żywym i bezpiecznym.
pt_br: É bom estar vivo e a salvo.
ru: Как хорошо чувствовать себя в безопасности.
zh_cn: 能安全的活着太好了。
zh_tw: 能安全的活著太好了。

# CHARACTERS.WARLY.DESCRIBE.WINTER_ORNAMENTGORGE
source: I feel like cooking something.
de: Mir ist danach, etwas zu kochen.
es: Me apetece cocinar algo.
es_mx: Tengo ganas de cocinar algo.
fr: J'ai envie de cuisiner quelque chose.
it: Ho voglia di cucinare qualcosa.
ja: 何か作る気になってきたヨ。
ko: 뭔가 요리하고 싶은 느낌이 드는걸.
pl: Mam ochotę coś ugotować.
pt_br: Tô a fim de cozinhar algo.
ru: Хочется что-нибудь приготовить.
zh_cn: 我想做点东西吃。
zh_tw: 我想做點東西吃。

# CHARACTERS.WARLY.DESCRIBE.WINTER_ORNAMENTLIGHT
source: I love seeing the forest lit up at night.
de: Es ist schön, wenn der Wald nachts so leuchtet.
es: Me gusta ver el bosque iluminado de noche.
es_mx: Me encanta ver el bosque iluminarse por las noches.
fr: J'adore voir la forêt illuminée en pleine nuit.
it: Adoro vedere la foresta illuminata di sera.
ja: 夜、森に灯がつくのを見るの大好きなんだヨ。
ko: 밤에 숲이 빛나는 모습은 정말 보기 좋지.
pl: Uwielbiam patrzeć na rozświetlony las nocą.
pt_br: Adoro ver a floresta iluminada à noite.
ru: Как мне нравится любоваться светящимся ночным лесом.
zh_cn: 我喜欢看森林在晚上亮起来。
zh_tw: 我喜歡看森林在晚上亮起來。

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREE.BURNING
source: It's burning!
de: Er brennt!
es: ¡Está ardiendo!
es_mx: ¡Se quema!
fr: Ça brûle !
it: Brucia!
ja: モエテルヨー！
ko: 불에 타고 있다!
pl: Pali się!
pt_br: Tá queimando!
ru: Горит!
zh_cn: 它在燃烧。
zh_tw: 它在燃燒。

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREE.BURNT
source: Now we'll have to grow another.
de: Jetzt müssen wir noch einen ziehen.
es: Ahora tendremos que plantar otro.
es_mx: Ahora tendremos que cultivar otro.
fr: Il va falloir en faire pousser un autre, maintenant.
it: Ora dovremo farne crescere un altro.
ja: もう一本育てなくちゃいけないネ。
ko: 다른 나무를 키워야겠군.
pl: Trzeba wyhodować kolejną.
pt_br: Agora a gente vai ter que cultivar outra.
ru: Теперь придется вырастить новое.
zh_cn: 现在我们得再种一个了！
zh_tw: 現在我們得再種一個了！

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREE.CANDECORATE
source: Shall we "spruce" it up a little? Hm?
de: Ob wir ihn ein wenig aufmöbeln, hm?
es: ¡"Hoja-lá" quede bonito adornado! Je...
es_mx: A esta pícea le vendría bien un retoque, ¿non?
fr: Et si on « épicéa » un peu les choses, mh ?
it: Gli diamo un tocco in più? Eh?
ja: ちょっと飾り付けしてみるのはどうカナ？
ko: 좀 꾸며 볼까? 어때?
pl: Powinniśmy je trochę przyozdobić?
pt_br: Vamos "enfeitá-la" um pouco? Hum?
ru: Надеюсь, у деревьев не бывает диабета.
zh_cn: 咱们给它“打扮”一下？嗯?
zh_tw: 咱們給它“打扮”一下？嗯?

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREE.YOUNG
source: It's coming along nicely.
de: Der wird doch ganz ordentlich.
es: Está saliendo estupendamente.
es_mx: Está creciendo muy bien.
fr: Ça commence à prendre forme.
it: Sta venendo su bene.
ja: 似合ってるネ。
ko: 잘 자라고 있어.
pl: Dobrze sobie radzi.
pt_br: Ela tá crescendo bem.
ru: Отлично растет.
zh_cn: 它生长的很好。
zh_tw: 它生長的很好。

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREESTAND.BURNT
source: That won't kill my spirit.
de: Das verdirbt mir die Laune noch lange nicht.
es: No permitiré que eso mate mi espíritu.
es_mx: Eso no matará mi espíritu festivo.
fr: Ça ne me découragera pas.
it: Non permetterò a questo inconveniente di rovinarmi tutto.
ja: これしきでボクの気持ちはしょげないヨ。
ko: 그래도 내 의욕을 꺾을 순 없어.
pl: To nie zniszczy mojego nastroju.
pt_br: Isso não vai destruir meu ânimo.
ru: Это меня не сломит.
zh_cn: 这个泼不了我的冷水。
zh_tw: 這個潑不了我的冷水。

# CHARACTERS.WARLY.DESCRIBE.WINTER_TREESTAND.GENERIC
source: A pinecone should get things rolling.
de: Ein Tannenzapfen müsste die Dinge ins Rollen bringen.
es: Una piña será un buen punto de partida.
es_mx: Con una piña debería bastar.
fr: Une pomme de pin devrait faire l'affaire.
it: Potremmo cominciare con una bella pigna.
ja: 松ぼっくりですべてうまくいくはずダヨ。
ko: 솔방울이 있으면 쓸 만할 거야.
pl: Wszystko zaczyna się od szyszki.
pt_br: Uma pinha vai fazer as coisas andarem.
ru: Одна шишка, и мы в деле.
zh_cn: 松果是个好东西。
zh_tw: 松果是個好東西。

# CHARACTERS.WARLY.DESCRIBE.WOBSTER_DEN
source: Bonjour? Anyone home?
de: Bonjour? Ist jemand zu Hause?
es: ¿Bonjour? ¿Hay alguien en casa?
es_mx: ¿Bonjour? ¿Hay alguien en casa?
fr: Bonjour ? Il y a quelqu'un ?
it: Bonjour? C'è nessuno?
ja: ボンジュール？誰かいますか？
ko: 봉주르? 아무도 없어요?
pl: Bonjour? Jest tu kto?
pt_br: Bonjour? Tem alguém em casa?
ru: Bonjour? Есть кто дома?
zh_cn: 你好？有人在家吗？
zh_tw: 你好？有人在家嗎？
