Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.ANNOUNCE_MOUNT_LOWHEALTH
source: This beast looks in a bad way, eh.
de: Das Tier sieht gar nicht gut aus.
es: Esta bestia no tiene buen aspecto, eh.
fr: Cet animal a pas l'air en grande forme, hein ?
it: Questa bestia guarda in un modo cattivo, eh.
ja: このウシっころ、弱ってるみてぇだな…
ko: 아무래도 상태가 안 좋아 보이는데.
pl: Coś mizernie wygląda, tak?
pt_br: Esse bicho parece estar mal, hã.
ru: М-да, этот зверь выглядит плоховатенько.
zh_cn: 这个野兽看起来很糟糕，呃。
zh_tw: 這個野獸看起來很糟糕，呃。

# CHARACTERS.WOODIE.ANNOUNCE_NODANGERGIFT
source: Now's definitely the wrong time to be celebratin' Christmas.
de: Jetzt ist definitiv die falsche Zeit, Weihnachten zu feiern.
es: Definitivamente ahora no es el momento de celebrar la Navidad.
fr: C'est vraiment pas le moment de fêter Noël.
it: Ora è sicuramente il momento sbagliato per festeggiare il Natale.
ja: 今はパーティしてる場合じゃねぇぞ
ko: 지금은 크리스마스를 기념할 때가 아니잖아.
pl: Teraz na pewno nie jest pora, aby obchodzić Gwiazdkę.
pt_br: Agora definitivamente é a hora errada pra comemorar o Natal.
ru: Сейчас определенно не время праздновать Рождество.
zh_cn: 现在绝对不是庆祝圣诞节的时候。
zh_tw: 現在絕對不是慶祝耶誕節的時候。

# CHARACTERS.WOODIE.ANNOUNCE_NODANGERSIESTA
source: Can't siesta, something's chasing me.
de: Kann keine Siesta machen. Irgendwas verfolgt mich.
es: No puedo echarme la siesta, algo me está persiguiendo.
fr: Sieste impossible. Quelque chose me pourchasse !
it: Non posso riposare, qualcosa mi insegue.
ja: シエスタしている暇はない、追われてる身だ。
ko: 뭔가에 쫓기고 있는데 낮잠을 어떻게 자?
pl: Nie mogę odpoczywać. Coś mnie goni!
pt_br: Não posso cochilar, algo está me seguindo.
ru: Мне не до сиесты, за мной погоня.
zh_cn: 没法午休，有东西在追我。
zh_tw: 沒法午休，有東西在追我。

# CHARACTERS.WOODIE.ANNOUNCE_NODANGERSLEEP
source: It's too scary out to sleep.
de: Es ist zu unheimlich, um zu schlafen.
es: Es muy aterrador afuera como para dormir.
fr: J'ai bien trop peur pour dormir.
it: È una situazione troppo preoccupante per dormire.
ja: 外で寝るには怖すぎるよ。
ko: 너무 무서워서 못 자겠어.
pl: Jest zbyt niebezpiecznie, żeby spać.
pt_br: Está muito assustador aqui fora para dormir.
ru: Вокруг слишком страшно, мне не уснуть.
zh_cn: 野外睡觉太可怕了。
zh_tw: 野外睡覺太可怕了。

# CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP
source: Only a hoser sleeps during the day.
de: Nur ein Schmarotzer schläft am hellichten Tag.
es: Solo un idiota duerme durante el día.
fr: Y a que les minables qui dorment la journée.
it: Solo un idiota dorme durante il giorno.
ja: ペテン師だけが昼間眠る。
ko: 덜 떨어진 친구들이나 낮에 자는 거야.
pl: Tylko dranie śpią w dzień.
pt_br: Só um idiota dorme de dia.
ru: Днем спит только всякое жулье.
zh_cn: 只有失败者才在白天睡觉。
zh_tw: 只有失敗者才在白天睡覺。

# CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not feelin' too restful right now.
de: Mir ist gerade nicht nach Ausruhen.
es: Ahora no me apetece mucho descansar.
fr: Je me sens pas trop serein en ce moment.
it: Non mi sento troppo riposato in questo momento.
ja: のんびりする気分じゃねぇよ
ko: 지금은 잘 쉬지 못했잖아.
pl: Nie mam ochoty na odpoczynek.
pt_br: Não estou me sentindo muito descansado no momento.
ru: Что-то я не хочу спать.
zh_cn: 我现在感觉不太平静。
zh_tw: 我現在感覺不太平靜。

# CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSIESTA
source: My belly is rumbling. I'd never be able to relax.
de: Mein Bauch knurrt. So werde ich nie in der Lage sein, mich zu entspannen.
es: Me suenan las tripas. No sería capaz de relajarme.
fr: Mon estomac gargouille. Impossible de se détendre.
it: Mi brontola lo stomaco. Non riuscirò mai a rilassarmi.
ja: 腹がグルグル鳴ってる。もう永遠にリラックスできない。
ko: 배가 울잖아. 휴식을 취할 수 없잖아.
pl: W brzuchu mi gra. Nie dam rady odpocząć.
pt_br: Minha barriga está roncando. Não vou conseguir relaxar.
ru: У меня живот урчит. Я так никогда не отдохну.
zh_cn: 我的肚子已经咕咕叫了。饿得我没法放松睡觉。
zh_tw: 我的肚子已經咕咕叫了。餓得我沒法放鬆睡覺。

# CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSLEEP
source: My belly is too empty to fall asleep.
de: Mein Bauch ist zu leer um einzuschlafen.
es: Mi tripa está demasiado vacía para dormir.
fr: J'ai l'estomac trop creux pour m'endormir.
it: La mia pancia è troppo vuota per addormentarsi.
ja: 眠るにはお腹が減り過ぎてる。
ko: 배가 너무 고파서 잠이 안 오잖아.
pl: Z pustym brzuchem nie zasnę.
pt_br: Minha barriga está muito vazia para eu dormir.
ru: Мой желудок пуст, он не даст мне уснуть.
zh_cn: 我的肚子太饿了，睡不着。
zh_tw: 我的肚子太餓了，睡不著。

# CHARACTERS.WOODIE.ANNOUNCE_NOMOUNTEDGIFT
source: I'd rather open that with my feet on the ground.
de: Ich würde lieber offen, wenn ich auf festem Boden stehe.
es: Prefiero abrirlo con los pies en el suelo.
fr: Je préférerais ouvrir ça avec les deux pieds au sol.
it: Preferirei aprirlo con i piedi per terra.
ja: そいつを開けんなら、こっから降りねぇと
ko: 일단 내린 다음에 여는 게 좋잖아.
pl: Chyba wolałbym to zrobić, będąc na ziemi.
pt_br: Prefiro abrir isso com meus pés no chão.
ru: Я бы лучше открыл его, стоя на земле.
zh_cn: 我宁愿脚踏实地地打开那个。
zh_tw: 我寧願腳踏實地地打開那個。

# CHARACTERS.WOODIE.ANNOUNCE_NONIGHTSIESTA
source: I prefer to siesta between chopping sessions, not at night.
de: Ich bevorzuge eine Siesta zwischen zwei Holzfäller-Sitzungen und nicht bei Nacht.
es: Prefiero echarme la siesta entre talar y talar, no por la noche.
fr: Je préfère siester entre mes séances de bûcheronnage, pas la nuit.
it: Preferisco fare la siesta tra un taglio e l'altro, non di notte.
ja: 木を倒す合間にシエスタで休む方が、夜よりも好きだ。
ko: 낮잠은 밤이 아니라 나무 찍다가 휴식할 때 하는 게 좋지.
pl: Wolę zrobić sobie sjestę pomiędzy wyrębami, nie w nocy.
pt_br: Prefiro cochilar entre sessões de corte, não à noite.
ru: Мне нравится отдыхать в перерывах между рубкой деревьев, а не ночью.
zh_cn: 我宁愿在砍树的间隙午休，也不要在晚上睡觉。
zh_tw: 我寧願在砍樹的間隙午休，也不要在晚上睡覺。

# CHARACTERS.WOODIE.ANNOUNCE_NONIGHTSIESTA_CAVE
source: I prefer to siesta between chopping sessions, not at night.
de: Ich bevorzuge eine Siesta zwischen zwei Holzfäller-Sitzungen und nicht bei Nacht.
es: Prefiero echarme la siesta entre talar y talar, no por la noche.
fr: Je préfère siester entre mes séances de bûcheronnage, pas la nuit.
it: Preferisco fare la siesta tra un taglio e l'altro, non di notte.
ja: 木を倒す合間にシエスタで休む方が、夜よりも好きだ。
ko: 낮잠은 밤이 아니라 나무 찍다가 휴식할 때 하는 게 좋지.
pl: Wolę zrobić sobie sjestę pomiędzy wyrębami, nie w nocy.
pt_br: Prefiro cochilar entre sessões de corte, não à noite.
ru: Мне нравится отдыхать в перерывах между рубкой деревьев, а не ночью.
zh_cn: 我宁愿在砍树的间隙午休，也不要在晚上睡觉。
zh_tw: 我寧願在砍樹的間隙午休，也不要在晚上睡覺。

# CHARACTERS.WOODIE.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: Hey bud, I can't sleep when it's as bright as daylight.
de: Hey Kumpel, ich kann nicht schlafen, wenn es taghell ist.
es: Eh, colega, no puedo dormir si parece de día.
fr: Hé, mon pote, je peux pas dormir quand on y voit comme en plein jour.
it: Ehi, amico, non riesco a dormire quando c'è luce come di giorno.
ja: おい、日光と同じくらいまぶしくて寝られないぞ。
ko: 야 친구, 대낮처럼 환하면 잠을 잘 수 없어, 그치.
pl: Hej, koleś, nie mogę spać, gdy jest tu jasno jak w dzień.
pt_br: Ei, amigo, eu não consigo dormir quando a noite fica clara como o dia.
ru: Эй, приятель, когда ночью светло, как днем, уснуть не выйдет.
zh_cn: 嘿，伙计，亮的跟白天一样，我睡不了。
zh_tw: 嘿，夥計，亮的跟白天一樣，我睡不了。

# CHARACTERS.WOODIE.ANNOUNCE_NOSLEEPONFIRE
source: Not sure that's entirely safe.
de: Ich denke nicht, dass das sicher ist.
es: No estoy seguro de que sea totalmente seguro.
fr: Pas sûr que ce soit bien prudent.
it: Non sono sicuro sia completamente sicuro.
ja: 完全に安全な場所とは言えない。
ko: 그리 안전한지 모르겠잖아.
pl: Nie jestem pewien, czy to jest do końca bezpiecznie.
pt_br: Não tenho certeza de que isso seja totalmente seguro.
ru: Не уверен, что это безопасно.
zh_cn: 不确定是不是一定安全。
zh_tw: 不確定是不是一定安全。

# CHARACTERS.WOODIE.ANNOUNCE_NOWARDROBEONFIRE
source: That's okay. I just need a good flannel, anyway.
de: Macht nichts. Hauptsache, ich hab ein gutes Flannelhemd.
es: No pasa nada. Necesito una buena franela, de todos modos.
fr: C'est pas grave. Un pantalon de flanelle me suffit de toute façon.
it: Va bene. Ho solo bisogno di una buona flanella, in ogni modo.
ja: ま、どうせネルシャツしか着ねぇしな
ko: 괜찮아. 난 플란넬 바지만 있으면 돼.
pl: Nic nie szkodzi. Wystarczy mi jedna dobra koszula.
pt_br: Tudo bem. Agora só preciso de uma camisa de flanela, mesmo.
ru: Ну и ладно. Мне кроме хороших штанов ничего и не надо.
zh_cn: 没关系。反正我只要有一件不错的法兰绒衬衫就够了。
zh_tw: 沒關係。反正我只要有一件不錯的法蘭絨襯衫就夠了。

# CHARACTERS.WOODIE.ANNOUNCE_NO_TRAP
source: Close one!
de: Knappe Sache!
es: ¡Estuvo cerca!
fr: Pas passé loin !
it: C'è mancato un pelo!
ja: 惜しい！
ko: 아슬아슬했어!
pl: Było blisko!
pt_br: Por pouco!
ru: Почти!
zh_cn: 好险！
zh_tw: 好險！

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_BADCAST
source: Yeesh, I look like a real hoser right now.
de: Puh, ich mache keine gute Figur.
es: Jope, ahora parezco un auténtico bobo.
fr: J'ai l'air d'un vrai cul-terreux maintenant !
it: Cavolo, quanto mi sento ridicolo...
ja: くっ、これじゃあオレ、まるでウソつきだな。
ko: 이런, 내가 바보 같아 보이겠네.
pl: Ajć, wyszedłem na ofermę.
pt_br: Nossa, eu pareço um verdadeiro bocó agora.
ru: Выгляжу как последний дурак сейчас, наверное.
zh_cn: 咦，我刚刚就跟个傻子一样。
zh_tw: 咦，我剛剛就跟個傻子一樣。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_GOTAWAY
source: Guess that one got away from me.
de: Der ist mir wohl entkommen.
es: Supongo que ese se me ha escapado.
fr: Il m'a filé entre les doigts.
it: Direi che se l'è data a gambe. Anzi a pinne.
ja: こいつには逃げられたみたいだな。
ko: 도망쳤잖아.
pl: Zwiała mi.
pt_br: Acho que acabou se afastando de mim.
ru: Что ж, эта рыбка от меня ускользнула.
zh_cn: 从我手底下溜走了。
zh_tw: 從我手底下溜走了。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Nothin' like a day out fishing.
de: Es geht doch nichts über einen Angeltag.
es: No hay nada como un día de pesca.
fr: Y'a rien de mieux qu'une bonne journée de pêche.
it: Non c'è niente di meglio che passare una giornata fuori a pescare.
ja: こうやって釣りができるなんて最高だな。
ko: 시간 때우기엔 낚시가 최고잖아.
pl: Nie ma to jak dzień na rybach.
pt_br: Nada como um dia de folga pescando.
ru: Нет ничего лучше спокойного денька с удочкой.
zh_cn: 什么都不如钓一天鱼开心。
zh_tw: 什麼都不如釣一天魚開心。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: I could watch the sky and the ocean for hours.
de: Ich könnte mir stundenlang Himmel und Ozean ansehen.
es: Podría estar horas mirando el cielo y el océano.
fr: Je pourrais passer des heures à regarder l'océan.
it: Potrei stare ore a guardare il cielo e l'oceano.
ja: 空と海なら何時間でも見ていられるな。
ko: 하늘이랑 바다는 몇 시간이고 구경할 수 있잖아.
pl: Mógłbym gapić się w niebo i ocean bez końca.
pt_br: Eu poderia ficar vendo o céu e o oceano por horas.
ru: Я часами могу смотреть на небо и океан.
zh_cn: 我可以好几个小时都盯着蓝天和大海。
zh_tw: 我可以好幾個小時都盯著藍天和大海。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Hm, maybe I should swap out my lure.
de: Hm, vielleicht sollte ich den Köder austauschen.
es: Hum, quizá debería cambiar el cebo.
fr: Hum, je ferais mieux de changer de leurre.
it: Mmmm, forse dovrei cambiare esca.
ja: フム…ルアーを変えた方がいいかもな。
ko: 흠, 미끼를 바꿔야겠잖아.
pl: Hm, może powinienem zmienić przynętę.
pt_br: Hum, talvez eu deva trocar minha isca.
ru: Хм… Может, наживку поменять?
zh_cn: 嗯，也许我该换个饵。
zh_tw: 嗯，也許我該換個餌。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: Can't rush it.
de: Ich kann die Sache nicht beschleunigen.
es: No hay que tener prisa.
fr: Je suis pas pressé.
it: Niente fretta.
ja: 急いでもいいことなんてねえよ。
ko: 재촉할 수는 없잖아.
pl: Nie ma pośpiechu.
pt_br: Não posso me apressar.
ru: Торопиться смысла нет.
zh_cn: 急不来。
zh_tw: 急不來。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_LINESNAP
source: Aw nuts! Sorry for the language, Luce.
de: Oh Kacke! ... Entschuldigung, Luce.
es: ¡Oh, cáscaras! Perdón por mi vocabulario, Luce.
fr: Tabernacle ! Oh, pardon pour le juron.
it: Stradannazione! Scusa la volgarità, Lucy.
ja: ああ、ちっくしょう！悪い、ルーシー…言葉づかいが汚かったな。
ko: 젠장! 이런 말 써서 미안해, 루시.
pl: W mordę jeża! Za przeproszeniem, Lucy.
pt_br: Ah, porcaria! Desculpe a malcriação, Lucy.
ru: Ох, твою ж!.. Извини за грубость, Люси.
zh_cn: 嗷，憨货！不应该破口大骂的，露西。
zh_tw: 嗷，憨貨！不應該破口大駡的，露西。

# CHARACTERS.WOODIE.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: Thick I'd better tighten the slack.
de: Die Schnur sollte wohl besser straff sein.
es: Será mejor que tense un poco el sedal.
fr: Je crois que ma ligne n'est pas assez tendue.
it: Forse dovrei tendere un po' la lenza.
ja: もっとピンと張ったほうがいいな。
ko: 느슨한 줄을 조이는 편이 좋겠는데.
pl: Muszę naprężyć żyłkę.
pt_br: Puxa, é melhor eu apertar a linha.
ru: Кажись, надо леску подтянуть.
zh_cn: 我赶紧收收线。
zh_tw: 我趕緊收收線。

# CHARACTERS.WOODIE.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: Watch out, something's coming!
de: Achtung, da kommt was!
es: ¡Ojo, viene algo!
fr: Attention, quelque chose approche !
it: Attenzione, sta arrivando qualcosa!
ja: 気をつけろ、何か来てるぞ！
ko: 조심해, 뭔가 오고 있어!
pl: Uwaga, coś się zbliża!
pt_br: Cuidado, tem algo chegando!
ru: Осторожно! Что-то приближается!
zh_cn: 小心，有东西正在过来！
zh_tw: 小心，有東西正在過來！

# CHARACTERS.WOODIE.ANNOUNCE_PECKED
source: Sorry! I'll try harder!
de: Entschuldigung! Ich strenge mich mehr an!
es: ¡Lo siento! ¡Me esforzaré más!
fr: Désolé ! C'est de ma faute !
it: Spiacente! Ci metterò più impegno!
ja: すまん！もっとマジにやってみるぜ！
ko: 미안해! 더 열심히 하겠어!
pl: Przepraszam! Spróbuję bardziej się postarać!
pt_br: Desculpe! Vou me esforçar mais!
ru: Прости! Я буду стараться!
zh_cn: 对不起！我会更努力的！
zh_tw: 對不起！我會更努力的！

# CHARACTERS.WOODIE.ANNOUNCE_PETRIFED_TREES
source: No! Not the wood!
de: Nein, nicht das Holz!
es: ¡No! ¡La madera no!
fr: Non ! Pas les arbres !
it: No! Non il bosco!
ja: オレのかわいい木がッ！
ko: 안 돼! 나무는 안 돼!
pl: Nie! Tylko nie drewno!
pt_br: Não! A madeira, não!
ru: Нет! Только не дерево!
zh_cn: 不！不是木头！
zh_tw: 不！不是木頭！

# CHARACTERS.WOODIE.ANNOUNCE_PICK_DISEASE_WARNING
source: Well, that's not right.
de: Das geht nicht.
es: Bueno, eso no está bien.
fr: Bon... c'est pas bon.
it: Beh, non va bene.
ja: ほう、何かおかしいぞ。
ko: 잘못되었잖아.
pl: Hmm, niedobrze.
pt_br: Bem, isso não está certo.
ru: Ну, тут явно что-то не так.
zh_cn: 嗯，那是不对的。
zh_tw: 嗯，那是不對的。

# CHARACTERS.WOODIE.ANNOUNCE_PLANT_RANDOMSEED
source: I'm hopin' it's a maple tree.
de: Ich hoffe, es ist ein Ahorn.
es: Espero que sea un arce.
fr: J'espère que c'est un érable !
it: Spero sia un acero.
ja: カエデの種だと嬉しいんだけどな。
ko: 단풍나무가 아닐까 싶어.
pl: Mam nadzieję, że to klon.
pt_br: Espero que seja um bordo.
ru: Надеюсь, это клен.
zh_cn: 我希望是一棵枫树。
zh_tw: 我希望是一棵楓樹。

# CHARACTERS.WOODIE.ANNOUNCE_PLANT_RESEARCHED.1
source: I sure am learnin' a lot aboot gardening!
de: Ich lerne wirklich eine Menge über Gartenarbeit!
es: ¡Estoy aprendiendo un montón de cosas de horticultura!
fr: J'apprends des tas de trucs sur le jardinage !
it: Sto imparando molto sul giardinaggio!
ja: 畑仕事について、ますます覚えてきたぜ！
ko: 확실히 정원 가꾸기를 시작하면서 많은 것을 배우고 있어!
pl: No, o ogrodnictwie to nauczyłem się dużo!
pt_br: Sem dúvida, estou aprendendo muito sobre jardinagem!
ru: Сколько в садоводстве всяких нюансов!
zh_cn: 我确实学到了很多园艺知识!
zh_tw: 我確實學到了很多園藝知識!

# CHARACTERS.WOODIE.ANNOUNCE_POCKETWATCH_PORTAL
source: Looks like I'm still in one piece.
de: Sieht so aus, als ob ich noch ganz bin.
es: Anda, sigo de una pieza.
fr: On dirait que je suis toujours indemne.
it: Sembro essere ancora tutto d'un pezzo.
ja: まだバラバラになっちゃいねぇみてぇだな。
ko: 아직 말짱해.
pl: Chyba niczego mi nie urwało.
pt_br: Parece que ainda estou inteiro.
ru: Кажись, я все еще цел.
zh_cn: 看起来我还在一块儿。
zh_tw: 看起來我還在一塊兒。

# CHARACTERS.WOODIE.ANNOUNCE_QUAKE
source: The ground is heaving!
de: Der Boden schwankt!
es: ¡El suelo está agitándose!
fr: Le sol se soulève !
it: La terra è ansante!
ja: 地表が盛り上がってる！
ko: 땅이 움직이잖아!
pl: Ziemia się rusza!
pt_br: O solo está agitado!
ru: Земля вздувается!
zh_cn: 大地在晃！
zh_tw: 大地在晃！

# CHARACTERS.WOODIE.ANNOUNCE_REPELLED
source: That's just impolite, eh.
de: Wie unhöflich!
es: Me parece un poco descortés, eh.
fr: C'est tout simplement impoli, hein ?
it: Che maleducazione, eh.
ja: 近寄るなって？感じの悪りぃ野郎だぜ…
ko: 이런, 큰 실례라고.
pl: To po prostu nieeleganckie, tak?
pt_br: Isso é falta de educação, hã.
ru: Это невежливо, э.
zh_cn: 只是不礼貌，呃。
zh_tw: 只是不禮貌，呃。

# CHARACTERS.WOODIE.ANNOUNCE_RESEARCH
source: Learnin' keeps your mind sharp. Like an axe.
de: Lernen schärft den Geist. Scharf wie eine Axt.
es: Aprender te mantiene afilada la mente. Como un hacha.
fr: Apprendre permet de garder l'esprit affûté. Comme une hache.
it: Lo studio mantiene la mente affilata. Come un'ascia.
ja: オレの頭もオノみてぇにキレッキレだぜ
ko: 공부는 정신을 날카롭게 만들지. 도끼처럼.
pl: Nauka wyostrza umysł. A co ostre, to dobre.
pt_br: Aprender mantém sua mente afiada. Como um machado.
ru: Учеба сохраняет остроту ума. Как топор.
zh_cn: 学习会让你的思想保持敏锐。就像斧子一样。
zh_tw: 學習會讓你的思想保持敏銳。就像斧子一樣。

# CHARACTERS.WOODIE.ANNOUNCE_REVIVED_FROM_CORPSE
source: Lucy'll never let me live that down.
de: Daran wird mich Lucy ein Leben lang erinnern.
es: Lucy nunca me dejará que caiga.
fr: Lucy ne me laissera jamais oublier ça.
it: Lucy non mi farebbe mai vivere laggiù.
ja: ルーシーはこの件を忘れさせてくれねえだろな。
ko: 이 일로 루시가 두고두고 놀려먹겠네.
pl: Lucy nigdy nie da mi o tym zapomnieć.
pt_br: A Lucy nunca vai me deixar assim.
ru: Люси никогда не позволит мне загладить мою вину.
zh_cn: 露西绝不会让我沉睡那么久的。
zh_tw: 露西絕不會讓我沉睡那麼久的。

# CHARACTERS.WOODIE.ANNOUNCE_REVIVED_OTHER_CORPSE
source: There we go.
de: Geht doch.
es: Adelante.
fr: Et voilà !
it: Ecco fatto.
ja: 一丁あがりだ。
ko: 됐다.
pl: No i proszę.
pt_br: Aí está.
ru: Вот так.
zh_cn: 好啦！
zh_tw: 好啦！

# CHARACTERS.WOODIE.ANNOUNCE_REVIVING_CORPSE
source: You fell like a tree, eh?
de: Du bist wie ein Baum gefallen, was?
es: Has caído como un árbol, ¿eh?
fr: Tu te sens comme un arbre, hein ?
it: Sei caduto come un albero, eh?
ja: 木みたいに倒れちまったのかい？
ko: 나무처럼 쓰러졌구나, 그치?
pl: Padliśmy jak pień, co nie?
pt_br: Você caiu como um árvore, hã?
ru: Чувствуешь себя деревом, а?
zh_cn: 你像树一样倒下了呀？
zh_tw: 你像樹一樣倒下了呀？

# CHARACTERS.WOODIE.ANNOUNCE_RUINS_RESET
source: All that hard work gone to waste.
de: All die harte Arbeit für nichts.
es: Todo el trabajo duro se ha echado a perder.
fr: Tout ce travail pour rien...
it: Tutto quel duro lavoro andato sprecato.
ja: 苦労が水の泡だな…
ko: 지금까지의 모든 노력이 헛수고가 되었네.
pl: Cała ta ciężka praca na marne.
pt_br: Todo esse trabalho duro desperdiçado.
ru: Весь упорный труд насмарку.
zh_cn: 所有努力都白白浪费了。
zh_tw: 所有努力都白白浪費了。

# CHARACTERS.WOODIE.ANNOUNCE_SACREDCHEST_NO
source: We didn't cut it, Lucy.
de: Wir haben es nicht geschafft, Lucy.
es: No lo hemos logrado, Lucy.
fr: C'est raté, Lucy.
it: Non l'abbiamo tagliato, Lucy.
ja: チッ…ダメみてぇだな
ko: 우린 실패다, 루시.
pl: Nie udało się, Lucy.
pt_br: Não conseguimos abrir, Lucy.
ru: Мы не срубили его, Люси.
zh_cn: 我们没能劈开它，露西。
zh_tw: 我們沒能劈開它，露西。

# CHARACTERS.WOODIE.ANNOUNCE_SACREDCHEST_YES
source: Thanks'm.
de: Danke auch.
es: Gracias.
fr: Merci.
it: Grazie mille.
ja: っしゃ！
ko: 고마워라.
pl: Dziękuję.
pt_br: Valeu.
ru: Благодарю-с.
zh_cn: 谢谢。
zh_tw: 謝謝。

# CHARACTERS.WOODIE.ANNOUNCE_SHELTER
source: Thanks for the shelter, buddy. I'm still gonna chop you.
de: Vielen Dank für den Schutz, Kumpel. Ich werde dich aber trotzdem hacken.
es: Gracias por el refugio, amigo. Pero voy a talarte.
fr: Merci pour l'abri, l'ami. Mais je vais te couper quand même.
it: Grazie per il riparo, amico. Ti dovrò tagliare comunque.
ja: この木のおかげで助かったぜ…
ko: 쉴 곳을 제공해 줘서 고맙다. 그래도 자를 것이지만.
pl: Dzięki za schronienie, kolego. Niestety i tak cię zetnę.
pt_br: Obrigado pelo abrigo, amiga. Mas ainda assim vou te derrubar.
ru: Спасибо за укрытие, приятель. Но я все равно собираюсь тебя срубить.
zh_cn: 感谢你为我遮荫挡雨，伙计。我还是要砍掉你。
zh_tw: 感謝你為我遮蔭擋雨，夥計。我還是要砍掉你。

# CHARACTERS.WOODIE.ANNOUNCE_SNARED
source: You'll have to do better than that.
de: Musst dich schon ein bisschen anstrengen.
es: Tendrás que hacerlo mejor.
fr: Il va falloir faire mieux que ça.
it: Dovrai fare meglio di così.
ja: オレもずいぶんナメられたもんだぜ…
ko: 이 정도로는 어림없지.
pl: Musisz się bardziej postarać.
pt_br: Vai ter que se esforçar mais que isso.
ru: Придется постараться получше.
zh_cn: 你必须做得更好。
zh_tw: 你必須做得更好。

# CHARACTERS.WOODIE.ANNOUNCE_SNARED_IVY
source: I think they want to dance, Lucy!
de: Ich glaube, sie wollen tanzen, Lucy!
es: Creo que quieren bailar, Lucy.
fr: Je crois qu'il veut danser, Lucy !
it: Penso che vogliano ballare, Lucy!
ja: ルーシー、ダンスに誘われてるぜ！
ko: 쟤네 춤추고 싶은 것 같아, 루시!
pl: Chyba ma ochotę się zabawić, Lucy!
pt_br: Acho que ela quer dançar, Lucy!
ru: Смотри, Люси, они хотят потанцевать!
zh_cn: 我觉得它们想跳舞，露西！
zh_tw: 我覺得它們想跳舞，露西！

# CHARACTERS.WOODIE.ANNOUNCE_SOAKED
source: Better hold on tight, Lucy.
de: Ich sollte mich lieber an Lucy festhalten.
es: Mejor aguanta, Lucy.
fr: Accroche-toi bien, Lucy.
it: Meglio tenersi stretti, Lucy.
ja: Lucyにしっかり掴まっておかないとな。
ko: 루시를 꽉 잡아야겠잖아.
pl: Trzymaj się mocno, Lucy.
pt_br: Melhor segurar firme, Lucy.
ru: Лучше держись крепче, Люси.
zh_cn: 最好抓紧点，露西。
zh_tw: 最好抓緊點，露西。

# CHARACTERS.WOODIE.ANNOUNCE_SPOOKED
source: You see that, Lucy?
de: Hast du das gesehen, Lucy?
es: ¿Has visto eso, Lucy?
fr: T'as vu ça, Lucy ?
it: Hai visto, Lucy?
ja: ルーシー、今の見たか？
ko: 방금 봤어, 루시?
pl: Lucy, widzisz to?
pt_br: Viu isso, Lucy?
ru: Ты это видела, Люси?
zh_cn: 你看见了吗，露西？
zh_tw: 你看見了嗎，露西？

# CHARACTERS.WOODIE.ANNOUNCE_TALK_TO_PLANTS.1
source: So... what do plants like to talk aboot?
de: Also ... worüber reden Pflanzen gerne?
es: Bueno... ¿De qué les gusta hablar a las plantas?
fr: Alors... de quoi ça parle, une plante ?
it: Dunque... di cosa piace parlare alle piante?
ja: そんで…植物ってよ、どんな話すんだ？
ko: 그래서... 식물은 무슨 말을 하고 싶을까?
pl: No... To o czym lubią gawędzić rośliny?
pt_br: Então... sobre o que as plantas gostam de conversar?
ru: Ну что... о чем там с растениями разговаривают?
zh_cn: 那么……植物喜欢聊什么呢？
zh_tw: 那麼……植物喜歡聊什麼呢？

# CHARACTERS.WOODIE.ANNOUNCE_TALK_TO_PLANTS.2
source: How are you doing there, bud?
de: Wie geht es dir, Kumpel?
es: ¿Cómo va, coleguilla?
fr: Qu'est-ce que tu fais là, l'amie ?
it: Come te la passi, amica?
ja: 相棒、調子どうよ？
ko: 잘 지내니, 친구야?
pl: Jak leci, kwiatuszku?
pt_br: Como estão as coisas aí, amiga?
ru: Как делишки, дружище?
zh_cn: 你还行吧，伙计？
zh_tw: 你還行吧，夥計？

# CHARACTERS.WOODIE.ANNOUNCE_TALK_TO_PLANTS.3
source: Let me know if any of these other plants are botherin' you - I'll give 'em the axe!
de: Sag mir Bescheid, wenn dich eine der anderen Pflanzen stört - sie kriegen es mit meiner Axt zu tun!
es: Dime si te molestan las otras plantas ¡y les pego un hachazo!
fr: Si une autre plante t'embête, viens me voir. Lucy aura deux mots à lui dire !
it: Avvisami se una delle altre piante dovesse infastidirti: dovrà fare i conti con la mia ascia!
ja: 他の草からイジメられてたら教えろよ。オレがオノ喰らわせてやっからよ！
ko: 이 다른 식물이 괴롭히면 알려줘. 도끼 맛을 보여줄 거야!
pl: Daj mi znać, gdyby inne rośliny ci się naprzykrzały. Pokażę im, co potrafi moja siekiera!
pt_br: Me avisa se tiver outras plantas te incomodando. Vou usar o machado nelas!
ru: Если тебя другие растения донимают, только скажи — я им топора-то задам!
zh_cn: 如果有其他的植物欺负你，你跟我说，我上去就是一斧头！
zh_tw: 如果有其他的植物欺負你，你跟我說，我上去就是一斧頭！

# CHARACTERS.WOODIE.ANNOUNCE_TALK_TO_PLANTS.4
source: You grow here often? Aw, c'mon Lucy that was funny!
de: Wächst du hier oft? Ach, komm schon, Lucy, das war lustig!
es: ¿Qué tal, monada? ¿Creces mucho por aquí? Venga ya, Lucy, ¡ha tenido gracia!
fr: Vous poussez chez vos parents ? Oh, allons, Lucy. C'était marrant !
it: Cresci qui spesso? Oh, suvvia, Lucy, questa era divertente!
ja: お前、いっつもここにいんのか？んだよルーシー！？今のは面白かったろ？！
ko: 여기서 자주 자라니? 제발 좀, 루시 재미있었잖아!
pl: Często tu rośniesz? Daj spokój, Lucy, to było zabawne!
pt_br: Você cresce sempre aqui? Ah, qual é, Lucy? Essa foi engraçada!
ru: Частенько тут прорастаешь? Да ладно, Люси, смешно же!
zh_cn: 你经常在这里生长？噢，拜托，露西，这个笑话可以的！
zh_tw: 你經常在這裡生長？噢，拜託，露西，這個笑話可以的！

# CHARACTERS.WOODIE.ANNOUNCE_TALK_TO_PLANTS.5
source: It's nice catching up with my best bud!
de: Es ist schön, mit meinem besten Kumpel zu plaudern!
es: ¡Cómo me alegro de ponerme al día con mi plantita favorita!
fr: C'est agréable de passer du temps avec ma meilleure pote.
it: È sempre bello fare due chiacchiere con la mia migliore amica!
ja: 相棒とのお喋りほど楽しいモンはねぇよ！
ko: 친한 친구를 따라잡는 것은 좋은 일이야!
pl: Miło było pogadać, kwiatuszku?
pt_br: É bom botar o papo em dia com a minha melhor amiga!
ru: Приятно поболтать с моим лучшим другом!
zh_cn: 很高兴能和我最好的朋友见面!
zh_tw: 很高興能和我最好的朋友見面!

# CHARACTERS.WOODIE.ANNOUNCE_THORNS
source: Ouch!
de: Autsch!
es: ¡Ay!
fr: Ouille !
it: Ahia!
ja: 痛い！
ko: 아얏!
pl: Auć!
pt_br: Autch!
ru: Ой!
zh_cn: 哎哟！
zh_tw: 哎喲！
