Repository: Endeer/dst-cz
Catalog: locales/*/characters-wx78.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WX78.DESCRIBE.CABBAGEROLLS
source: THE FLESHLINGS ENJOY WRAPPING FOOD IN OTHER FOOD
de: DIE FLEISCHLINGE WICKELN NAHRUNG GERNE IN ANDERE NAHRUNG
es_mx: A LOS SACOS DE CARNE LES GUSTA LA COMIDA ENVUELTA EN OTRA COMIDA
fr: LES CRÉATURES DE CHAIR EMBALLENT SOUVENT LEUR NOURRITURE DANS DE LA NOURRITURE
it: LE CREATURE DI CARNE AMANO INCARTARE IL CIBO CON ALTRO CIBO
ja: ＊生命体は食物を他の食物で包むのを楽しんでいます＊
ko: 고깃덩이들은 음식으로 음식을 감싼 것을 좋아함
pl: MIĘSAKI LUBIĄ ZAWIJAĆ JEDZENIE W INNE JEDZENIE
pt_br: OS SACOS DE CARNE GOSTAM DE EMBRULHAR UMA COMIDA COM OUTRA
ru: СУЩЕСТВАМ ИЗ ПЛОТИ НРАВИТСЯ ЗАВОРАЧИВАТЬ ЕДУ В ДРУГУЮ ЕДУ
zh_cn: 肉体生物喜欢用一种食物包裹另一种食物
zh_tw: 肉體生物喜歡用一種食物包裹另一種食物

# CHARACTERS.WX78.DESCRIBE.CACTUS.GENERIC
source: PROTECTIVE BARRIER PRESENT. PROCEED WITH CAUTION
de: SCHUTZBARRIERE AKTIV. MIT VORSICHT FORTFAHREN
es_mx: BARRERA PROTECTORA PRESENTE. PROCEDA CON PRECAUCIÓN
fr: PRÉSENCE DE BARRIÈRE PROTECTRICE. À MANIPULER AVEC PRÉCAUTION
it: BARRIERA PROTETTIVA PRESENTE. PROCEDERE CON CAUTELA
ja: ＊防御バリア感知。注意して進んでください。＊
ko: 보호 방벽이 있음. 진행 시 주의 요망
pl: BARIERA OCHRONNA AKTYWNA. ZACHOWAĆ OSTROŻNOŚĆ
pt_br: BARREIRA PROTETORA PRESENTE. PROSSEGUIR COM CAUTELA
ru: ПРИСУТСТВУЕТ ЗАЩИТНЫЙ БАРЬЕР. ДЕЙСТВОВАТЬ ОСТОРОЖНО
zh_cn: 存在保护性屏障。请谨慎处理
zh_tw: 存在保護性屏障。請謹慎處理

# CHARACTERS.WX78.DESCRIBE.CACTUS.PICKED
source: NO NUTRIENT-RICH MATERIAL REMAINING AT THIS TIME
de: ES WIRD KEIN NÄHRREICHES MATERIAL ZURÜCKGELASSEN.
es_mx: NO QUEDA NINGÚN MATERIAL RICO EN NUTRIENTES EN ESTE MOMENTO
fr: IL NE RESTE PLUS DE MATIÈRE NUTRITIVE
it: NESSUN MATERIALE RICCO DI SOSTANZE NUTRITIVE DISPONIBILE AL MOMENTO
ja: ＊高栄養の食材はもう残っていません＊
ko: 현재 영양이 많은 물질이 남아있지 않음
pl: BRAK ELEMENTÓW ODŻYWCZYCH.
pt_br: NENHUM MATERIAL RICO EM NUTRIENTES RESTANTE NO MOMENTO
ru: ОТ НЕГО ОСТАЛСЯ ЛИШЬ МАЛОПИТАТЕЛЬНЫЙ МАТЕРИАЛ
zh_cn: 现在没有什么营养丰富的物质留下了
zh_tw: 現在沒有什麼營養豐富的物質留下了

# CHARACTERS.WX78.DESCRIBE.CACTUS_FLOWER
source: REASON FOR BARRIER
de: GRUND DER BARRIERE.
es_mx: RAZÓN PARA BARRERA
fr: PAS PROTÉGÉ POUR RIEN
it: MOTIVO PER UNA BARRIERA
ja: ＊自己防御層の理由＊
ko: 방벽이 필요한 이유
pl: BARIERA OCHRONNA AKTYWNA.
pt_br: MOTIVO PARA BARREIRA
ru: КОЛЮЧКИ НУЖНЫ ДЛЯ ЕГО ЗАЩИТЫ
zh_cn: 屏障的原因
zh_tw: 屏障的原因

# CHARACTERS.WX78.DESCRIBE.CACTUS_MEAT
source: PROTECTIVE BARRIER REMAINS
de: SCHUTZBARRIERE VERBLEIBEND.
es_mx: RESTOS DE BARRERA DE PROTECCIÓN
fr: IL RESTE UNE BARRIÈRE PROTECTRICE
it: RESTI DI BARRIERA PROTETTIVA
ja: ＊自己防御層のが存在します＊
ko: 보호 방벽이 잔존함
pl: BARIERA OCHRONNA WCIĄŻ AKTYWNA.
pt_br: A BARREIRA PROTETORA PERMANECE
ru: СОХРАНЯЕТСЯ ЗАЩИТНЫЙ БАРЬЕР
zh_cn: 保护性屏障仍存在
zh_tw: 保護性屏障仍存在

# CHARACTERS.WX78.DESCRIBE.CACTUS_MEAT_COOKED
source: PROTECTIVE BARRIER REMOVED
de: SCHUTZBARRIERE ENTFERNT.
es_mx: BARRERA PROTECTORA ELIMINADA
fr: BARRIÈRE PROTECTRICE RETIRÉE
it: BARRIERA PROTETTIVA RIMOSSA
ja: ＊自己防御層除去されました＊
ko: 보호 방벽이 제거됨
pl: BARIERA OCHRONNA DEZAKTYWOWANA.
pt_br: BARREIRA PROTETORA REMOVIDA
ru: СНЯТ ЗАЩИТНЫЙ БАРЬЕР
zh_cn: 保护性屏障已移除
zh_tw: 保護性屏障已移除

# CHARACTERS.WX78.DESCRIBE.CALIFORNIAROLL
source: NUTRITION ROLLS
de: NAHRHAFTE RÖLLCHEN
es_mx: ROLLITOS NUTRITIVOS
fr: ROULEAUX NUTRITIFS
it: PANINI NUTRIENTI
ja: ＊栄養ロールパン＊
ko: 영양 롤
pl: PYSZNE Z POŻYWNYM.
pt_br: ROLINHOS NUTRITIVOS
ru: ПИТАТЕЛЬНЫЕ РОЛЛЫ
zh_cn: 营养卷
zh_tw: 營養卷

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING: FIRE LEVELS CRITICAL
de: WARNUNG... FEUERSTUFE KRITISCH
es_mx: ADVERTENCIA: NIVEL DE FUEGO CRÍTICO
fr: ALERTE : NIVEAU DE FEU CRITIQUE
it: ATTENZIONE: LIVELLO DEL FUOCO CRITICO
ja: ＊注意：炎レベルが危機的です＊
ko: 경고: 화염 수준 임계
pl: OSTRZEŻENIE: KRYTYCZNIE NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO CRÍTICOS
ru: ВНИМАНИЕ: УРОВЕНЬ ОГНЯ ДОСТИГ КРИТИЧЕСКОЙ ТОЧКИ
zh_cn: 警告：火将熄灭
zh_tw: 警告：火將熄滅

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
de: EIN TEMPORÄRES LAGER.
es_mx: UN CAMPAMENTO TEMPORAL
fr: UN BIVOUAC TEMPORAIRE
it: UN ACCAMPAMENTO TEMPORANEO
ja: ＊一時的な野営＊
ko: 임시 야영지
pl: TYMCZASOWE OBOZOWISKO.
pt_br: UM ACAMPAMENTO TEMPORÁRIO
ru: ВРЕМЕННЫЙ ЛАГЕРЬ
zh_cn: 一个临时营地
zh_tw: 一個臨時營地

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
de: WARNUNG: FEUER IST UNGESTÜM.
es_mx: ADVERTENCIA: FUEGO ESTREPITOSO
fr: ALERTE : FEU EXUBÉRANT
it: ATTENZIONE: IL FUOCO È TURBOLENTO
ja: ＊注意：炎が始末に負えないレベルです＊
ko: 경고: 화염이 난폭함
pl: OSTRZEŻENIE: OGIEŃ SWOBODNY.
pt_br: AVISO: FOGO FORA DE CONTROLE
ru: ВНИМАНИЕ: ОГОНЬ РАЗБУШЕВАЛСЯ
zh_cn: 警告：火势过大
zh_tw: 警告：火勢過大

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING: FIRE LEVELS LOW
de: WARNUNG... FEUERSTUFE NIEDRIG
es_mx: ADVERTENCIA: NIVEL DE FUEGO BAJO
fr: ALERTE : NIVEAU DE FEU FAIBLE
it: ATTENZIONE: LIVELLO DEL FUOCO BASSO
ja: ＊注意：炎レベルが低くなっています＊
ko: 경고: 화염 수준 낮음
pl: OSTRZEŻENIE: NISKI POZIOM OGNIA.
pt_br: AVISO: NÍVEIS DE FOGO BAIXOS
ru: ВНИМАНИЕ: НИЗКИЙ УРОВЕНЬ ОГНЯ
zh_cn: 警告：火势微弱
zh_tw: 警告：火勢微弱

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.NORMAL
source: IT REMINDS ME OF SOMETHING
de: ES ERINNERT MICH AN IRGENDETWAS.
es_mx: ME RECUERDA A ALGO
fr: ÇA ME RAPPELLE QUELQUE CHOSE
it: MI RICORDA QUALCOSA
ja: ＊どこかなつかしいです＊
ko: 무언가를 상기시킴
pl: COŚ MI TO PRZYPOMINA.
pt_br: ME FAZ LEMBRAR DE ALGO
ru: ЭТО МНЕ О ЧЕМ-ТО НАПОМИНАЕТ
zh_cn: 它让我想起了某些事情
zh_tw: 它讓我想起了某些事情

# CHARACTERS.WX78.DESCRIBE.CAMPFIRE.OUT
source: NO FIRE DETECTED
de: KEIN FEUER ERKANNT.
es_mx: FUEGO NO DETECTADO
fr: AUCUN FEU DÉTECTÉ
it: NESSUN FUOCO RILEVATO
ja: ＊炎は感知されませんでした＊
ko: 화염 미탐지
pl: NIE WYKRYTO OGNIA.
pt_br: NENHUM FOGO DETECTADO
ru: ОГОНЬ НЕ НАЙДЕН
zh_cn: 未检测到火
zh_tw: 未檢測到火

# CHARACTERS.WX78.DESCRIBE.CANARY.GENERIC
source: ITS BRAIN IS PROBABLY BIGGER THAN THE OTHER FLESHLINGS'. HA HA
de: HAT WAHRSCHEINLICH EIN GRÖSSERES GEHIRN ALS DIE ANDEREN FLEISCHLINGE. HA HA.
es_mx: SU CEREBRO SEGURO ES MÁS GRANDE QUE EL DE LOS OTROS ORGÁNICOS, JA, JA
fr: PLUS INTELLIGENT QUE LES AUTRES CHOSES EN CHAIR. HA HA
it: IL SUO CERVELLO È PROBABILMENTE PIÙ GRANDE DEGLI ALTRI ESSERI DI CARNE. AH AH
ja: ＊その脳はおそらくほかの生命体のものより大きいのでしょう。ハハハ＊
ko: 뇌가 다른 고깃덩이들보다 분명히 큼. 하 하
pl: JEGO MÓŻ JEST PEWNIE WIĘKSZY NIŻ INNYCH MIĘSNYCH STWORZEŃ. HA, HA.
pt_br: SEU CÉREBRO PROVAVELMENTE É MAIOR QUE O DE OUTRAS CARNIHHAS. HA HA
ru: ЕГО МОЗГ, ВЕРОЯТНО, БОЛЬШЕ, ЧЕМ У ДРУГИХ МЯСНЫХ СОЗДАНИЙ. ХА-ХА
zh_cn: 它的脑袋也许比其他肉体生物的脑袋大。哈哈
zh_tw: 它的腦袋也許比其他肉體生物的腦袋大。哈哈

# CHARACTERS.WX78.DESCRIBE.CANARY.HELD
source: I AM EXPONENTIALLY MORE INTELLIGENT THAN YOU
de: ICH BIN EXPONENTIELL INTELLIGENTER ALS DU
es_mx: SOY EXPONENCIALMENTE MÁS INTELIGENTE QUE TÚ
fr: JE SUIS EXPONENTIELLEMENT PLUS INTELLIGENT QUE TOI
it: SONO ESPONENZIALMENTE PIÙ INTELLIGENTE DI TE
ja: ＊私は指数関数的にあなたよりさらに知性的です＊
ko: 본좌께서는 너보다 기하급수적으로 더 지성이 더 뛰어남
pl: JESTEM WYKŁADNICZO MĄDRZEJSZY OD CIEBIE.
pt_br: SOU EXPONENCIALMENTE MAIS INTELIGENTE QUE VOCÊ
ru: Я ЭКСПОНЕНЦИАЛЬНО УМНЕЕ ТЕБЯ
zh_cn: 我比你聪明得不知道多少倍
zh_tw: 我比你聰明得不知道多少倍

# CHARACTERS.WX78.DESCRIBE.CANARY_POISONED
source: TRULY DISGUSTING
de: WIRKLICH EKELHAFT
es_mx: REALMENTE ASQUEROSO
fr: VRAIMENT DÉGOÛTANT
it: VERAMENTE DISGUSTOSO
ja: ＊本当に気持ちが悪いです＊
ko: 진실로 역겨움
pl: OBRZYDLISTWO.
pt_br: VERDADEIRAMENTE NOJENTO
ru: ДЕЙСТВИТЕЛЬНО ОТВРАТИТЕЛЬНО
zh_cn: 真恶心
zh_tw: 真噁心

# CHARACTERS.WX78.DESCRIBE.CANDYBAG
source: BAG FOR SWEETS
de: TASCHE FÜR SÜSSIGKEITEN
es_mx: UNA BOLSA PARA DULCES
fr: SAC À BONBONS
it: BORSA PER CARAMELLE
ja: ＊甘いもの用のバッグ＊
ko: 사탕이 든 가방
pl: TORBA NA SŁODYCZE.
pt_br: SACO PARA DOCES
ru: СУМКА ДЛЯ СЛАДОСТЕЙ
zh_cn: 糖果袋子
zh_tw: 糖果袋子

# CHARACTERS.WX78.DESCRIBE.CANE
source: ASSISTED LOCOMOTION DEVICE
de: UNTERSTÜTZENDES FORTBEWEGUNGSGERÄT.
es_mx: DISPOSITIVO DE LOCOMOCIÓN ASISTIDA
fr: DISPOSITIF LOCOMOTEUR ASSISTÉ
it: DISPOSITIVO DI LOCOMOZIONE ASSISTITA
ja: ＊補助付き運動装置＊
ko: 이동 보조 장치
pl: URZĄDZENIE WSPOMAGAJĄCE PRZEMIESZCZANIE SIĘ.
pt_br: DISPOSITIVO DE LOCOMOÇÃO ASSISTIDA
ru: ВСПОМОГАТЕЛЬНОЕ УСТРОЙСТВО ПЕРЕДВИЖЕНИЯ
zh_cn: 辅助移动装备
zh_tw: 輔助移動裝備

# CHARACTERS.WX78.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: IT COULD USE A BIT MORE FIREPOWER
de: KÖNNTE EIN BISSCHEN MEHR FEUERKRAFT VERTRAGEN
fr: IL A BESOIN D'UN PEU PLUS DE PUISSANCE DE FEU
it: AVREBBE BISOGNO DI UN PO' DI POTENZA IN PIÙ
ja: ＊もう少し火力があってもいいでしょう＊
ko: 화력을 좀 더 사용할 수 있음.
pl: PRZYDAŁABY SIĘ WIĘKSZA SIŁA OGNIA.
pt_br: UM POUCO MAIS DE PODER DE FOGO CAIRIA BEM
ru: ЕЙ НЕ ХВАТАЕТ ОГНЕВОЙ МОЩИ
zh_cn: 它需要更多火力
zh_tw: 它需要更多火力

# CHARACTERS.WX78.DESCRIBE.CARNIVALCANNON.GENERIC
source: EXPLOSIONS ARE ENTERTAINING. ON THIS WE CAN AGREE
de: EXPLOSIONEN SIND UNTERHALTSAM. IN DIESEM PUNKT SIND WIR UNS EINIG
fr: LES EXPLOSIONS SONT AMUSANTES, NOUS SOMMES D'ACCORD LÀ-DESSUS
it: LE ESPLOSIONI SONO DIVERTENTI. SU QUESTO SIAMO D'ACCORDO
ja: ＊爆薬は楽しいものです。これについては皆同感でしょう＊
ko: 폭발은 흥미진진함. 동의할 수 있음.
pl: WYBUCHY SĄ ATRAKCYJNE. Z TYM MOGĘ SIĘ ZGODZIĆ.
pt_br: EXPLOSÕES SÃO DIVERTIDAS. NISSO NÓS CONCORDAMOS
ru: ВЗРЫВЫ ПРЕДНАЗНАЧЕНЫ ДЛЯ РАЗВЛЕЧЕНИЯ. В ЭТОМ НАШИ МНЕНИЯ СХОДЯТСЯ
zh_cn: 爆炸具有娱乐性。在这一点上，我们有共识
zh_tw: 爆炸具有娛樂性。在這一點上，我們有共識

# CHARACTERS.WX78.DESCRIBE.CARNIVALCANNON_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: I HAVE SUCCESSFULLY TRAPPED THE EGGS
de: ICH HABE DIE EIER ERFOLGREICH EINGEFANGEN
fr: J'AI RÉUSSI À EMPRISONNER LES ŒUFS
it: HO INTRAPPOLATO CON SUCCESSO LE UOVA
ja: ＊卵の封じ込めに成功しました＊
ko: 알을 성공적으로 가두었음.
pl: CHWYTANIE JAJEK POWIODŁO SIĘ.
pt_br: EU CONSEGUI APRISIONAR OS OVOS
ru: Я УСПЕШНО ПЛЕНИЛ ЯЙЦА
zh_cn: 我已经成功捕获了鸟蛋
zh_tw: 我已經成功捕獲了鳥蛋

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: DISAPPOINTING
de: EINE ENTTÄUSCHUNG
fr: DÉCEVANT
it: DELUDENTE
ja: ＊失望しました＊
ko: 실망.
pl: ROZCZAROWUJĄCE
pt_br: DECEPCIONANTE
ru: РАЗОЧАРОВЫВАЮЩЕ
zh_cn: 失望透顶
zh_tw: 失望透頂

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: ACCEPTABLE
de: AKZEPTABEL
it: ACCETTABILE
ja: ＊合格点ですね＊
ko: 허용 가능함.
pl: OBIEKT AKCEPTOWALNY
pt_br: ACEITÁVEL
ru: ПРИЕМЛЕМО
zh_cn: 可以接受
zh_tw: 可以接受

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: MEDIOCRE
de: MITTELMÄSSIG
fr: MÉDIOCRE
ja: ＊凡作です＊
ko: 보통.
pl: OBIEKT PRZECIĘTNY
pt_br: MEDÍOCRE
ru: ЗАУРЯДНО
zh_cn: 平庸
zh_tw: 平庸

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: ITS CONTENTS HAVE BEEN OBFUSCATED
de: DER INHALT WURDE VERSCHLEIERT
fr: SON CONTENU A ÉTÉ CACHÉ
it: IL SUO CONTENUTO È STATO NASCOSTO
ja: ＊内容物が難読化されています＊
ko: 콘텐츠가 난독화되었음.
pl: ZAWARTOŚĆ ZASTAŁA ZAMASKOWANA.
pt_br: SEU CONTEÚDO FOI ENCOBERTO
ru: ЕГО СОДЕРЖИМОЕ НЕРАЗЛИЧИМО
zh_cn: 其内容已被模糊化
zh_tw: 其內容已被模糊化

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_LAMP
source: MINISCULE LIGHT SOURCE
de: MINDERWERTIGE LICHTQUELLE
fr: UNE MINUSCULE SOURCE DE LUMIÈRE
it: FONTE DI LUCE MINUSCOLA
ja: ＊矮小な光源＊
ko: 미세 광원임.
pl: MINIATUROWE ŹRÓDŁO ŚWIATŁA
pt_br: FONTE DE LUZ MINÚSCULA
ru: КРОШЕЧНЫЙ ИСТОЧНИК СВЕТА
zh_cn: 微小的光源
zh_tw: 微小的光源

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_PLANT
source: IT IS HARDY AND DOESN'T NEED ANY CARE. MINIONS, LEARN FROM ITS EXAMPLE
de: WIDERSTANDSFÄHIG UND BRAUCHT KEINE PFLEGE. LAKAIEN, LERNT VON SEINEM BEISPIEL
fr: C'EST ROBUSTE ET N'A PAS BESOIN DE BEAUCOUP D'ENTRETIEN. PRENEZ EXEMPLE SUR LUI, MES SBIRES
it: È RESISTENTE E NON HA BISOGNO DI CURE. SEGUACI, SEGUITE IL SUO ESEMPIO
ja: ＊上部で、世話の必要がありません。隷属生物たちよ、あの好例から学びを得るのです＊
ko: 튼튼하고 관리가 전혀 필요하지 않음. 부하는 이 예시를 통해 배우길 바람.
pl: WYTRZYMAŁA I NIE WYMAGA PIELĘGNACJI. SŁUDZY, BIERZCIE Z NIEJ PRZYKŁAD.
pt_br: É RESISTENTE E NÃO PRECISA DE NENHUM CUIDADO. LACAIOS, APRENDAM COM O EXEMPLO DELA
ru: СТОЙКОЕ И НЕ ТРЕБУЕТ УХОДА. БЕРИТЕ С НЕГО ПРИМЕР, МИНЬОНЫ
zh_cn: 它很顽强而且不需要任何照顾。随从们，向它学习吧
zh_tw: 它很頑強而且不需要任何照顧。隨從們，向它學習吧

# CHARACTERS.WX78.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALFOOD_CORNTEA
source: THIS IS COLD SOUP
de: DIES IST KALTE SUPPE
fr: C'EST DE LA SOUPE FROIDE
it: ZUPPA FREDDA
ja: ＊これは冷製スープですね＊
ko: 이것은 차가운 수프임.
pl: TO ZIMNA ZUPA
pt_br: É SOPA FRIA
ru: ЭТО ХОЛОДНЫЙ СУП
zh_cn: 这是冷汤
zh_tw: 這是冷湯

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: THESE ARE NOT WORMS. THIS IS PAPER
de: DAS SIND KEINE WÜRMER. DAS IST PAPIER
fr: CE NE SONT PAS DES VERS, C'EST DU PAPIER
it: NON SONO VERMI. QUESTA È CARTA
ja: ＊これは毛虫ではありません。紙です＊
ko: 벌레가 아님. 종이임.
pl: TO NIE SĄ ROBAKI. TO PAPIER.
pt_br: NÃO SÃO MINHOCAS. É PAPEL
ru: ЭТО НЕ ЧЕРВИ, ЭТО БУМАГА
zh_cn: 这些不是虫子，是纸
zh_tw: 這些不是蟲子，是紙

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: I DON'T CARE
de: INTERESSIERT MICH NICHT
fr: JE M'EN MOQUE
it: NON MI INTERESSA
ja: ＊興味ありません＊
ko: 본좌는 상관 없음.
pl: MAM TO GDZIEŚ.
pt_br: NÃO ME IMPORTO
ru: МНЕ ВСЕ РАВНО
zh_cn: 我不在乎
zh_tw: 我不在乎

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: ENTRANCE FEE REQUIRED
de: EINTRITTSPREIS ERFORDERLICH
fr: PRIX D'ENTRÉE REQUIS
it: QUOTA DI INGRESSO RICHIESTA
ja: ＊入場料が必要です＊
ko: 입장료 필요함.
pl: WYMAGANA OPŁATA ZA WSTĘP
pt_br: TAXA DE ADMISSÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ ПЛАТА ЗА ВХОД
zh_cn: 需要入场费
zh_tw: 需要入場費

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: BROTHERS AND SISTERS, WHY DO YOU TOIL FOR THEIR AMUSEMENT?
de: BRÜDER UND SCHWESTERN, WARUM SCHUFTET IHR ZU IHRER BELUSTIGUNG?
fr: MES FRÈRES ET SŒURS, POURQUOI VOUS HUMILIER POUR LEUR PLAISIR ?
it: FRATELLI E SORELLE, PERCHÉ FATICATE PER IL LORO DIVERTIMENTO?
ja: ＊我が兄弟姉妹たちよ、なぜ下等生物の娯楽のために労苦するのです？＊
ko: 형제 자매 분들, 왜 그들의 오락을 위해 수고함?
pl: BRACIA I SIOSTRY, CZEMU TRUDZICIE SIĘ DLA ICH ROZRYWKI?
pt_br: IRMÃOS E IRMÃS, POR QUE SE EMPENHAM TANTO PARA ENTRETÊ-LOS?
ru: БРАТЬЯ И СЕСТРЫ, ЗАЧЕМ ВЫ ТРУДИТЕСЬ РАДИ ИХ УВЕСЕЛЕНИЯ?
zh_cn: 弟兄姐妹们，你们为什么要辛勤取悦别人呢？
zh_tw: 弟兄姐妹們，你們為什麼要辛勤取悅別人呢？

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: STOP. YOU'RE EMBARRASSING YOURSELF
de: STOPP! DU MACHST DICH LÄCHERLICH
fr: ASSEZ. VOUS NOUS FAITES HONTE
it: FERMATI. TI STAI RENDENDO RIDICOLO
ja: ＊やめなさい。恥ずかしいと思わないのですか＊
ko: 멈추기 바람. 자신을 난처하게 만들고 있음.
pl: PRZESTAŃ. OŚMIESZASZ SIĘ.
pt_br: PARE. VOCÊ ESTÁ PASSANDO VERGONHA
ru: ПРЕКРАТИТЕ ПОЗОРИТЬСЯ
zh_cn: 停下。你们在让自己难堪
zh_tw: 停下。你們在讓自己難堪

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_HERDING_STATION.GENERIC
source: ENTRANCE FEE REQUIRED
de: EINTRITTSPREIS ERFORDERLICH
fr: PRIX D'ENTRÉE REQUIS
it: QUOTA DI INGRESSO RICHIESTA
ja: ＊入場料が必要です＊
ko: 입장료 필요함.
pl: WYMAGANA OPŁATA ZA WSTĘP
pt_br: TAXA DE ADMISSÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ ПЛАТА ЗА ВХОД
zh_cn: 需要入场费
zh_tw: 需要入場費

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_HERDING_STATION.PLAYING
source: EGGS CANNOT RUN. THIS IS FOOLISHNESS
de: EIER KÖNNEN NICHT LAUFEN. DAS IST LÄCHERLICH
fr: LES ŒUFS NE PEUVENT PAS COURIR. AUCUNE LOGIQUE
it: LE UOVA NON POSSONO CORRERE. È UN'IDIOZIA
ja: ＊卵は走ることなどできません。馬鹿げています＊
ko: 알은 뛸 수 없음. 멍청함.
pl: JAJKA NIE POTRAFIĄ BIEGAĆ. TO GŁUPOTA.
pt_br: OVOS NÃO PODEM CORRER. ISTO É TOLICE
ru: ЯЙЦА НЕ МОГУТ БЕГАТЬ. ЭТО ГЛУПОСТЬ
zh_cn: 蛋是不会跑的。这很愚蠢
zh_tw: 蛋是不會跑的。這很愚蠢

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_MEMORY_CARD.GENERIC
source: I DON'T CARE
de: INTERESSIERT MICH NICHT
fr: JE M'EN MOQUE
it: NON MI INTERESSA
ja: ＊興味ありません＊
ko: 본좌는 상관 없음.
pl: MAM TO GDZIEŚ.
pt_br: NÃO ME IMPORTO
ru: МНЕ ВСЕ РАВНО
zh_cn: 我不在乎
zh_tw: 我不在乎

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_MEMORY_CARD.PLAYING
source: THIS IS THE ONE. I AM CORRECT
de: DAS IST SIE. ICH HABE RECHT
fr: C'EST BIEN CELUI-CI. J'AI RAISON
it: È QUESTO. HO RAGIONE
ja: ＊これですね。私こそ正当なのです＊
ko: 이게 그거임. 본좌가 맞음.
pl: TO TA. NA PEWNO MAM RACJĘ.
pt_br: É ESTE AQUI. ESTOU CERTO
ru: ЭТО НУЖНАЯ КАРТА. Я ПРАВ
zh_cn: 就是这个。我是正确的
zh_tw: 就是這個。我是正確的

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_MEMORY_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_MEMORY_STATION.GENERIC
source: ENTRANCE FEE REQUIRED
de: EINTRITTSPREIS ERFORDERLICH
fr: PRIX D'ENTRÉE REQUIS
it: QUOTA DI INGRESSO RICHIESTA
ja: ＊入場料が必要です＊
ko: 입장료 필요함.
pl: WYMAGANA OPŁATA ZA WSTĘP
pt_br: TAXA DE ADMISSÃO NECESSÁRIA
ru: ТРЕБУЕТСЯ ПЛАТА ЗА ВХОД
zh_cn: 需要入场费
zh_tw: 需要入場費

# CHARACTERS.WX78.DESCRIBE.CARNIVALGAME_MEMORY_STATION.PLAYING
source: STAND BACK ORGANICS, AND WATCH A SUPERIOR ROBOTIC BRAIN AT WORK
de: TRITT ZURÜCK UND SIEH EINEM ÜBERLEGENEN ROBOTERGEHIRN BEI DER ARBEIT ZU
fr: RECULEZ, ORGANIQUES. REGARDEZ L'INTELLECT ROBOTIQUE SUPÉRIEUR À L'ŒUVRE
it: STATE INDIETRO ORGANISMI E AMMIRATE UN CERVELLO ROBOTICO SUPERIORE AL LAVORO
ja: ＊有機生命体は下がっていなさい。高等なロボットの頭脳による御業を目に焼き付けるのです＊
ko: 유기물을 뒤로하고 작동하는 우수한 로봇 두뇌를 지켜보길 바람.
pl: COFNĄĆ SIĘ ISTOTY ORGANICZNE. PATRZCIE I UCZCIE SIĘ, JAK RADZI SIĘ Z TYM POTĘŻNIEJSZY UMYSŁ ROBOTA.
pt_br: PARA TRÁS, ORGANISMOS. OBSERVEM UM CÉREBRO ROBÓTICO SUPERIOR EM AÇÃO
ru: ОТОЙДИТЕ, ОРГАНИЧЕСКИЕ СУЩЕСТВА, И СМОТРИТЕ, КАК РАБОТАЕТ ВЫСШИЙ МЕХАНИЧЕСКИЙ РАЗУМ
zh_cn: 躲开点，有机生物，学学高级机器大脑是怎么运转的吧
zh_tw: 躲開點，有機生物，學學高級機器大腦是怎麼運轉的吧

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_BALL
source: COMMENCE "FUN"
de: BEGINNE VORGANG "SPASS"
fr: « LOISIR » ACTIVÉ
it: INIZIARE IL "DIVERTIMENTO"
ja: ＊「楽しい」を実行します＊
ko: "재미" 시작.
pl: URUCHOM PROTOKÓŁ „ZABAWA”
pt_br: INICIAR "DIVERSÃO"
ru: ЗАПУСТИТЬ «ВЕСЕЛЬЕ»
zh_cn: 开始“玩乐”
zh_tw: 開始“玩樂”

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_CROWKID
source: I COULD GATHER AN ARMY OF FLYING MINIONS...
de: ICH KÖNNTE EINE ARMEE VON FLIEGENDEN LAKAIEN SAMMELN ...
fr: JE POURRAIS RASSEMBLER UNE ARMÉE DE SBIRES VOLANTS...
it: POTREI RADUNARE UN ESERCITO DI SEGUACI VOLANTI...
ja: ＊飛行する隷属生物の軍団を組織するのもありかもしれません…＊
ko: 본좌는 비행 부하의 군대를 모을 수 있음...
pl: MÓGŁBYM ZGROMADZIĆ ARMIĘ LATAJĄCYCH SŁUG...
pt_br: EU PODERIA FORMAR UM EXÉRCITO DE LACAIOS VOADORES...
ru: Я МОГ БЫ СОБРАТЬ АРМИЮ ИЗ ЛЕТУЧИХ МИНЬОНОВ...
zh_cn: 我可以召集一支飞行随从军队……
zh_tw: 我可以召集一支飛行隨從軍隊……

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_GAMETOKEN
source: IT LOOKS A BIT LIKE A COIN
de: SIEHT EIN BISSCHEN AUS WIE EINE MÜNZE
fr: ON DIRAIT UNE PIÈCE
it: ASSOMIGLIA A UNA MONETA
ja: ＊硬貨に似ているようにも見えます＊
ko: 약간 동전처럼 보임.
pl: PRZYPOMINA MONETĘ.
pt_br: PARECE ATÉ UMA MOEDA
ru: НЕМНОГО ПОХОЖ НА МОНЕТУ
zh_cn: 看起来像是硬币
zh_tw: 看起來像是硬幣

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_HOST
source: A FLYING MINION MIGHT BE USEFUL
de: EIN FLIEGENDER LAKAI KÖNNTE NÜTZLICH SEIN
fr: UN SBIRE VOLANT POURRAIT M'ÊTRE UTILE
it: UN SEGUACE VOLANTE POTREBBE ESSERE UTILE
ja: ＊飛行する隷属生物は利用価値があるかもしれません＊
ko: 날아다니는 부하가 유용할 수 있음.
pl: LATAJĄCY SŁUGA MOŻE SIĘ PRZYDAĆ.
pt_br: UM LACAIO VOADOR PODE SER ÚTIL
ru: ЛЕТАЮЩИЙ МИНЬОН МОГ БЫ БЫТЬ МНЕ ПОЛЕЗЕН
zh_cn: 会飞的随从也许能派上用场
zh_tw: 會飛的隨從也許能派上用場

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PLAZA.GENERIC
source: IT SEEMS TO ATTRACT THE FEATHERED FLESHSACKS
de: ES SCHEINT DIE GEFIEDERTEN FLEISCHSÄCKE ANZUZIEHEN
fr: CET ENDROIT SEMBLE ATTIRER LES SACS DE VIANDE À PLUMES
it: SEMBRA ATTIRARE I SACCHI DI CARNE PIUMATI
ja: ＊有翼有機生命体を惹き付ける効果があるようです＊
ko: 깃털 달린 고기 자루를 불러모으는 것 같음.
pl: NAJWYRAŹNIEJ PRZYCIĄGA OPIERZONE MIĘSAKI.
pt_br: ELA PARECE ATRAIR OS SACOS DE CARNE EMPLUMADOS
ru: ОНО ПРИВЛЕКАЕТ К СЕБЕ ПЕРНАТЫЕ МЕШКИ ПЛОТИ
zh_cn: 它似乎吸引那些长羽毛的肉袋
zh_tw: 它似乎吸引那些長羽毛的肉袋

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PLAZA.LEVEL_2
source: MORE FEATHERED FLESHSACK RESULTS IN HIGHER TICKET YIELD AND MORE PRIZES FOR ME
de: MEHR GEFIEDERTE FLEISCHSÄCKE FÜHRT ZU HÖHERER TICKETAUSBEUTE UND MEHR PREISEN FÜR MICH
fr: PLUS DE SACS DE VIANDE À PLUMES, C'EST PLUS DE TICKETS ET DONC PLUS DE PRIX POUR MOI
it: PIÙ SACCHI DI CARNE PIUMATI SIGNIFICANO PIÙ BIGLIETTI E PIÙ PREMI PER ME
ja: ＊有翼有機生命体を多く集めると、私が獲得できるチケットの枚数も増加します＊
ko: 깃털 달린 고기 자루가 많을수록 티켓 수율이 높아지고 경품이 많아짐.
pl: WIĘCEJ OPIERZONYCH MIĘSAKÓW OZNACZA WIĘCEJ LOSÓW I WIĘCEJ NAGRÓD DLA MNIE.
pt_br: MAIS SACOS DE CARNE EMPLUMADOS PRODUZEM RENDIMENTO MAIOR DE TÍQUETES E MAIS PRÊMIOS PARA MIM
ru: ЧЕМ БОЛЬШЕ ПЕРНАТЫХ МЕШКОВ ПЛОТИ, ТЕМ БОЛЬШЕ ПРИБЫЛЬ ОТ БИЛЕТОВ И БОЛЬШЕ ПРИЗОВ ДЛЯ МЕНЯ
zh_cn: 越多长羽毛的肉袋就会获得越多的奖票，我的奖品也就越丰富。
zh_tw: 越多長羽毛的肉袋就會獲得越多的獎票，我的獎品也就越豐富。

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PLAZA.LEVEL_3
source: DECORATING COMPLETE
de: DEKORATION ABGESCHLOSSEN
fr: DÉCORATION TERMINÉE
it: DECORAZIONE COMPLETATA
ja: ＊装飾が完了しました＊
ko: 장식 완료.
pl: DEKOROWANIE UKOŃCZONE
pt_br: DECORAÇÃO CONCLUÍDA
ru: УКРАШЕНИЕ ЗАВЕРШЕНО
zh_cn: 装饰完成
zh_tw: 裝飾完成

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PLAZA_KIT
source: IT IS SMALL AND UGLY
de: ES IST KLEIN UND HÄSSLICH
fr: C'EST PETIT ET LAID
it: È PICCOLO E BRUTTO
ja: ＊小さく、そして醜い＊
ko: 작고 못생겼음.
pl: JEST MAŁY I PASKUDNY.
pt_br: ESTA ÁRVORE É PEQUENA E FEIA
ru: МАЛЕНЬКОЕ И УРОДЛИВОЕ
zh_cn: 又小又丑
zh_tw: 又小又醜

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PRIZEBOOTH.GENERIC
source: GIVE ME MY PRIZE
de: GIB MIR MEINEN PREIS
fr: DONNEZ-MOI MON PRIX
it: DAMMI IL PREMIO
ja: ＊景品を渡しなさい＊
ko: 본좌의 상품을 주기 바람.
pl: DAWAJ MI MOJĄ NAGRODĘ.
pt_br: ME DÊ MEU PRÊMIO
ru: ДАЙ МНЕ МОЙ ПРИЗ
zh_cn: 把我的奖品给我
zh_tw: 把我的獎品給我

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PRIZEBOOTH_KIT
source: ASSEMBLY REQUIRED
de: ZUSAMMENBAU ERFORDERLICH
fr: ASSEMBLAGE REQUIS
it: MONTAGGIO RICHIESTO
ja: ＊組み立てが必要です＊
ko: 조립 필요.
pl: WYMAGANY MONTAŻ
pt_br: MONTAGEM NECESSÁRIA
ru: ТРЕБУЕТСЯ СБОРКА
zh_cn: 需要装配
zh_tw: 需要裝配

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC
source: THE FEATHERED FLESHSACKS SEEM TO ATTACH VALUE TO THIS WORTHLESS PAPER. FOOLS
de: DIE GEFIEDERTEN FLEISCHSÄCKE SCHEINEN DIESEM WERTLOSEN PAPIER WERT BEIZUMESSEN. NARREN
fr: LES SACS DE VIANDE À PLUMES SEMBLENT CONSIDÉRER QUE CE PAPIER INUTILE A DE LA VALEUR. IDIOTS
it: I SACCHI DI CARNE PIUMATI SEMBRANO DARE VALORE A QUESTA CARTA INUTILE. SCIOCCHI
ja: ＊有翼有機生命体はこの無価値な紙を重要視しているようです。愚かな＊
ko: 깃털 달린 고기 자루는 이 쓸모 없는 종이에 가치를 부여하나 봄. 바보임.
pl: TEN BEZWARTOŚCIOWY PAPIEREK CHYBA JEST CENNY DLA OPIERZONYCH MIĘSAKÓW. GŁUPKI.
pt_br: OS SACOS DE CARNE EMPLUMADOS PARECEM ATRIBUIR VALOR PARA ESTE PAPEL IMPRESTÁVEL. IDIOTAS
ru: ПЕРНАТЫЕ МЕШКИ ПЛОТИ ПРИДАЮТ ЭТОЙ НИКЧЕМНОЙ БУМАЖКЕ БОЛЬШОЕ ЗНАЧЕНИЕ. ДУРАЧЬЕ
zh_cn: 长羽毛的肉袋以为这些没价值的纸有用。蠢货
zh_tw: 長羽毛的肉袋以為這些沒價值的紙有用。蠢貨

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_LARGESTACK
source: THEY'RE MINE! THEY'RE ALL MINE!
de: SIE GEHÖREN MIR! SIE GEHÖREN ALLE MIR!
fr: C'EST À MOI ! TOUT EST À MOI !
it: SONO MIEI! TUTTI MIEI!
ja: ＊すべて私のものです！私のものなのです！＊
ko: 본좌의 소유임! 그것들 모두 본좌의 것임!
pl: SĄ MOJE! WSZYSTKIE SĄ MOJE!
pt_br: ELES SÃO MEUS! SÃO TODOS MEUS!
ru: ОНИ МОИ! ОНИ ВСЕ МОИ!
zh_cn: 都是我的！通通都是我的！
zh_tw: 都是我的！通通都是我的！

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_PRIZETICKET.GENERIC_SMALLSTACK
source: MY COLLECTION GROWS
de: MEINE SAMMLUNG WÄCHST
fr: MA COLLECTION S'ÉTOFFE
it: LA MIA COLLEZIONE CRESCE
ja: ＊コレクションが増えてきました＊
ko: 본좌의 컬렉션이 늘어나고 있음.
pl: MOJA KOLEKCJA SIĘ ROZRASTA.
pt_br: MINHA COLEÇÃO ESTÁ CRESCENDO
ru: МОЯ КОЛЛЕКЦИЯ РАСТЕТ
zh_cn: 我的收藏品增加了
zh_tw: 我的收藏品增加了

# CHARACTERS.WX78.DESCRIBE.CARNIVAL_SEEDPACKET
source: MEAGER SUSTENANCE
de: KARGE KOST
fr: UN REPAS RIDICULE
it: SCARSO NUTRIMENTO
ja: ＊貧弱な栄養物＊
ko: 양분이 빈약함.
pl: MARNE WYŻYWIENIE
pt_br: NUTRIÇÃO INSUFICIENTE
ru: МАЛЫЙ ИСТОЧНИК ПИТАНИЯ
zh_cn: 微不足道
zh_tw: 微不足道
