Repository: Endeer/dst-cz
Catalog: locales/*/characters-generic.po
Languages: de, es, fr, it, ja, ko, pt_br, zh_cn, zh_tw

# CHARACTERS.GENERIC.DESCRIBE.FENCE_GATE_ITEM
source: All we need to build a nice, sturdy gate.
de: Jetzt müssen wir nur noch ein schönes, stabiles Tor bauen.
es: Todo lo que necesitamos para construir una buena puerta resistente.
fr: Il faut juste qu'on construise une jolie porte bien solide.
it: Tutto l'occorrente per costruire un buon cancello resistente.
ja: かっこいい丈夫なゲートを作ればいいだけだ。
ko: 이것만 있으면 튼튼한 문을 만들 수 있다.
pt_br: Tudo que precisamos pra construir um portão resistente e bacana.
zh_cn: 有了它就能造出一个美丽牢固的大门。
zh_tw: 有了它就能造出一個美麗牢固的大門。

# CHARACTERS.GENERIC.DESCRIBE.FENCE_ITEM
source: All we need to build a nice, sturdy fence.
de: Jetzt müssen wir nur noch einen schönen, stabilen Zaun bauen.
es: Todo lo que necesitamos para construir una buena valla resistente.
fr: Il faut juste qu'on construise une jolie clôture bien solide.
it: Tutto l'occorrente per costruire un buon recinto resistente.
ja: かっこいい丈夫なフェンスを作ればいいだけだ。
ko: 이것만 있으면 튼튼한 울타리를 만들 수 있다.
pt_br: Tudo que precisamos pra construir uma cerca resistente e bacana.
zh_cn: 有了它就能造出一个美丽牢固的栅栏。
zh_tw: 有了它就能造出一個美麗牢固的柵欄。

# CHARACTERS.GENERIC.DESCRIBE.FERTILIZER
source: That is definitely a bucket full of poop.
de: Das ist definitiv ein Eimer voll Scheiße.
es: Es sin duda un cubo lleno de estiércol.
fr: Définitivement un seau plein de crotte.
it: È sicuramente un secchio pieno di cacca.
ja: それは明らかにバケツ一杯のフンだ。
ko: 똥이 가득 든 양동이다.
pt_br: Isso sim é um balde cheio de cocô.
zh_cn: 一桶粪便。
zh_tw: 一桶糞便。

# CHARACTERS.GENERIC.DESCRIBE.FESTIVEFISH
source: I wouldn't mind sampling some seasonal seafood.
de: Ich hätte nichts gegen etwas festlichen Fisch.
es: No me importaría probar un poco de marisco de temporada.
fr: Je goûterais bien à quelques fruits de mer.
it: Non mi dispiacerebbe assaggiare un po' di pesce di stagione.
ja: 季節のシーフードを味わうのもいいね。
ko: 크리스마스 해산물을 맛보는 것도 나쁘지 않지.
pt_br: Não me importaria de provar frutos do mar da estação.
zh_cn: 品尝品尝时令海鲜。
zh_tw: 品嘗品嘗時令海鮮。

# CHARACTERS.GENERIC.DESCRIBE.FESTIVE_BLUEPRINT
source: This is just the occasion for some festivity!
de: Das ist genau der richtige Anlass für ein Fest!
es: ¡Es el momento perfecto para sacar el espíritu festivo!
fr: C'est l'occasion de faire la fête !
it: È occasione di festa!
ja: これはお祝いの時だけ！
ko: 이게 바로 축제를 열 기회야!
pt_br: Essa é a ocasião certa para uma festividade!
zh_cn: 是时候来点节庆活动了！
zh_tw: 是時候來點節慶活動了！

# CHARACTERS.GENERIC.DESCRIBE.FIG
source: I'll call it "Newton's Fig".
de: Ich nenne das "Newtons Feige".
es: Lo llamaré "higo de Newton".
fr: J'appelle ça la « figue de Newton ».
it: Fichissimo!
ja: これは「ニュートンのイチジク」と呼ぶことにしよう。
ko: 이걸 "뉴턴의 무화과"라고 부르겠어.
pt_br: Vou chamar de "Figo de Newton".
zh_cn: 我管它叫“牛顿的无花果”。
zh_tw: 我管它叫“牛頓的無花果”。

# CHARACTERS.GENERIC.DESCRIBE.FIGATONI
source: Mama mia!
es: ¡Mamma mia!
it: Mamma mia!
ja: マンマ・ミーア！
ko: 맘마미아!
pt_br: Mamma mia!
zh_cn: 妈妈咪呀！
zh_tw: 媽媽咪呀！

# CHARACTERS.GENERIC.DESCRIBE.FIGKABAB
source: Fig with a side of stick.
de: Eine Feige mit Stock dran.
es: Érase una vez un higo a un palo pegado.
fr: Une figue qui a du piquant.
it: Un fico infilzato.
ja: イチジクと串焼きのセット。
ko: 막대기를 곁들인 무화과.
pt_br: Espetinho de figo.
zh_cn: 旁边有根棍子的无花果。
zh_tw: 旁邊有根棍子的無花果。

# CHARACTERS.GENERIC.DESCRIBE.FIG_COOKED
source: It's been warmed by science.
de: Das wurde von der Wissenschaft aufgewärmt.
es: Lo ha calentado la ciencia.
fr: Ça a été réchauffé par la science.
it: È stato scaldato dalla scienza.
ja: 科学によって加熱されたんだね。
ko: 과학의 힘으로 따뜻해졌어.
pt_br: Foi aquecido pela ciência.
zh_cn: 它被科学加热了。
zh_tw: 它被科學加熱了。

# CHARACTERS.GENERIC.DESCRIBE.FIREBALLSTAFF
source: It calls a meteor from above.
de: Ruft einen Meteoriten von oben.
es: Invoca un meteorito de los cielos.
fr: Ça fait tomber une météorite.
it: Richiama una meteora dall'alto.
ja: 上空から隕石を呼び寄せる。
ko: 하늘에서 유성이 내리게 한다.
pt_br: Chama um meteoro dos céus.
zh_cn: 召唤流星从天而降。
zh_tw: 召喚流星從天而降。

# CHARACTERS.GENERIC.DESCRIBE.FIRECRACKERS
source: Filled with explosion science!
de: Gefüllt mit explosiver Wissenschaft!
es: ¡Llenos de ciencia explosiva!
fr: Pleins de science explosive !
it: Pieno di scienza esplosiva!
ja: 爆発の科学に満ちている！
ko: 폭발 과학이 가득 들어있다!
pt_br: Cheio de ciência de explosão!
zh_cn: 充满爆炸科学。
zh_tw: 充滿爆炸科學。

# CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.GENERIC
source: If only I could catch them!
de: Wenn ich sie doch nur fangen könnte!
es: ¡Si pudiera atraparlas!
fr: Si seulement je pouvais les attraper !
it: Se solo potessi prenderle!
ja: やつらを捕まえることさえできれば！
ko: 저걸 잡을 수만 있다면!
pt_br: Gostaria de poder pegá-los!
zh_cn: 要是我能抓住它们就好了！
zh_tw: 要是我能抓住它們就好了！

# CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.HELD
source: They make my pocket glow!
de: Sie bringen meine Tasche zum Leuchten!
es: ¡Hacen brillar mi bolsillo!
fr: Elles font briller ma poche !
it: Fanno risplendere la mia tasca!
ja: やつらが俺のポケットを光らせている！
ko: 내 주머니를 빛나게 한다!
pt_br: Eles fazem meu bolso brilhar.
zh_cn: 它们让我的口袋发光！
zh_tw: 它們讓我的口袋發光！

# CHARACTERS.GENERIC.DESCRIBE.FIREHOUND
source: That one is glowy.
de: Glüht.
es: Ese es resplandeciente.
fr: Celui-ci est brillant.
it: È luminoso.
ja: 柔らかな輝きを放っている。
ko: 빛나고 있다.
pt_br: Esse é brilhante.
zh_cn: 那东西在发红光。
zh_tw: 那東西在發紅光。

# CHARACTERS.GENERIC.DESCRIBE.FIRENETTLES
source: If you can't stand the heat, stay out of the garden.
de: Wer die Hitze nicht verträgt, soll den Garten verlassen.
es: Si no aguantas bien el calor, no te acerques a la huerta.
fr: Si la chaleur vous dérange, restez loin de ce jardin.
it: Ha un temperamento focoso.
ja: 熱に耐えられないなら庭から出てきな。
ko: 더위를 참을 수 없다면 정원에 들어오지 마세요.
pt_br: Se não suporta o calor, fique longe do jardim.
zh_cn: 如果你受不了热，就不要在花园里呆着。
zh_tw: 如果你受不了熱，就不要在花園裡呆著。

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.EMBERS
source: I should put something on the fire before it goes out.
de: Ich sollte etwas ins Feuer werfen, bevor es ausgeht.
es: Debería echar algo al fuego antes de que se apague.
fr: Je devrais mettre quelque chose dans le feu avant qu'il ne s'éteigne.
it: Dovrei mettere qualcosa sul fuoco prima che sia troppo tardi.
ja: 燃え尽きてしまう前に、何か火にくべないと。
ko: 꺼지기 전에 불에 뭘 놓아야겠다.
pt_br: Preciso colocar alguma coisa no fogo antes que apague.
zh_cn: 在火熄灭之前我得加点燃料。
zh_tw: 在火熄滅之前我得加點燃料。

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.GENERIC
source: Sure beats darkness.
de: Besser als Dunkelheit.
es: Un método infalible contra la oscuridad.
fr: Plus fort que les ténèbres.
it: Sicuramente batte l'oscurità.
ja: 暗闇よりよほどいい。
ko: 캄캄한 것보단 훨씬 좋다.
pt_br: Com certeza, isso vai dar um jeito no escuro.
zh_cn: 肯定能驱走黑暗。
zh_tw: 肯定能驅走黑暗。

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.HIGH
source: Good thing it's contained!
de: Gut, dass es begrenzt ist!
es: ¡Menos mal que está controlado!
fr: Heureusement qu'il y a les pierres !
it: Buona cosa che è contenuto!
ja: 囲まれていて良かった！
ko: 번지지 않을 테니 다행이다!
pt_br: Que bom que está contido!
zh_cn: 好在火被围起来了！
zh_tw: 好在火被圍起來了！

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.LOW
source: The fire's getting a bit low.
de: Das Feuer wird ein bisschen zu klein.
es: El fuego se está apagando.
fr: Le feu faiblit.
it: Il fuoco si sta affievolendo.
ja: その火は少し弱くなってきた。
ko: 불이 작아지고 있다.
pt_br: O fogo está ficando baixo.
zh_cn: 火变得有点小了。
zh_tw: 火變得有點小了。

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.NORMAL
source: Nice and comfy.
de: Angenehm und behaglich.
es: Agradable y confortable.
fr: Chaud et confortable.
it: Bello e piacevole.
ja: とっても快適。
ko: 따뜻하고 훈훈하다.
pt_br: Bom e confortável.
zh_cn: 真舒服。
zh_tw: 真舒服。

# CHARACTERS.GENERIC.DESCRIBE.FIREPIT.OUT
source: At least I can start it up again.
de: Wenigstens kann ich es neu entfachen.
es: Al menos puedo encenderlo de nuevo.
fr: Au moins je pourrai m'en resservir.
it: Almeno lo posso riaccendere.
ja: 少なくとも、最初からやり直せる。
ko: 그래도 다시 불을 피울 수 있다.
pt_br: Pelo menos posso acender de novo.
zh_cn: 至少我能让它再烧起来。
zh_tw: 至少我能讓它再燒起來。

# CHARACTERS.GENERIC.DESCRIBE.FIRESTAFF
source: I don't want to set the world on fire.
de: Ich möchte nicht die Welt in Brand setzen.
es: No quiero prender el mundo.
fr: Je n'ai pas envie de mettre le monde en feu.
it: Non voglio incendiare il mondo.
ja: この世界を火の海にしたくない。
ko: 세상에 불을 지르고 싶진 않다.
pt_br: Não quero colocar fogo no mundo.
zh_cn: 我不想点着整个世界。
zh_tw: 我不想點著整個世界。

# CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: The fuel tank is getting a bit low.
de: Der Kraftstofftank wird ein bisschen zu leer.
es: El depósito de combustible se está vaciando.
fr: Le réservoir est presque vide.
it: Il serbatoio del carburante si sta svuotando.
ja: タンクの燃料が少なくなってきてる。
ko: 연료 탱크가 많이 줄어들고 있다.
pt_br: O tanque está ficando com pouco combustível.
zh_cn: 燃料有点不足了。
zh_tw: 燃料有點不足了。

# CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.OFF
source: All quiet on the flinging front.
de: Alles ruhig an der Feuerfront.
es: Sin novedad en el frente del fuego.
fr: Ça balance pas trop.
it: Tutto è tranquillo sul fronte degli oggetti scagliati.
ja: 投げアクションが今はなく静か。
ko: 그만 던진다.
pt_br: Nenhum movimento na frente de arremessos.
zh_cn: 一切都平息了。
zh_tw: 一切都平息了。

# CHARACTERS.GENERIC.DESCRIBE.FIRESUPPRESSOR.ON
source: Fling on!
de: Werfer aktiv!
es: ¡Sistema activado!
fr: Allez, balance !
it: Scaglia!
ja: 投げろ！
ko: 던져라!
pt_br: Lançando!
zh_cn: 开始灭火！
zh_tw: 開始滅火！

# CHARACTERS.GENERIC.DESCRIBE.FISH
source: Now I shall eat for a day.
de: Jetzt habe ich Essen für einen Tag.
es: Ahora debo comer por un día.
fr: J'ai à manger pour la journée.
it: Ora mangerò per un giorno.
ja: じゃあ1日分食べるとするか。
ko: 이제 하루 먹을 수 있다.
pt_br: Agora comerei por um dia.
zh_cn: 我现在要吃上一整天。
zh_tw: 我現在要吃上一整天。

# CHARACTERS.GENERIC.DESCRIBE.FISHINGNET
source: Nothing but net.
de: Nichts als Netz.
es: Nada más que una red.
fr: Rien qu'un filet.
it: Niente altro che reti.
ja: ただの網だ
ko: 어망이다.
pt_br: Nada além de rede.
zh_cn: 就是一张网。
zh_tw: 就是一張網。

# CHARACTERS.GENERIC.DESCRIBE.FISHINGROD
source: Hook, line and stick!
de: Haken, Leine und Stock!
es: ¡Anzuelo, hilo y caña!
fr: Un hameçon, une ligne et un bâton !
it: Amo, lenza e canna!
ja: フック、ラインにスティック！
ko: 낚시는 재미있지!
pt_br: Anzol, linha e vara!
zh_cn: 钩子、鱼线和棍子！
zh_tw: 鉤子、魚線和棍子！

# CHARACTERS.GENERIC.DESCRIBE.FISHMEAT
source: A chunk of fish meat.
de: Ein Stück Fischfleisch.
es: Un trozo de carne de pescado.
fr: Un morceau de poisson.
it: Un pezzo di carne di pesce.
ja: 魚肉の塊だ
ko: 생선 덩어리다.
pt_br: Um pedaço de carne de peixe.
zh_cn: 一块鱼肉。
zh_tw: 一塊魚肉。

# CHARACTERS.GENERIC.DESCRIBE.FISHMEAT_COOKED
source: Grilled to perfection.
de: Zur Vollkommenheit gegrillt.
es: Perfectamente asado.
fr: Parfaitement grillé.
it: Grigliato alla perfezione.
ja: 完璧な焼き具合。
ko: 완벽하게 구웠다.
pt_br: Grelhado à perfeição.
zh_cn: 烤得恰到好处。
zh_tw: 烤得恰到好處。

# CHARACTERS.GENERIC.DESCRIBE.FISHMEAT_SMALL
source: A small bit of fish.
de: Ein kleines bisschen Fisch.
es: Un pequeño trozo de pescado!
fr: Un petit morceau de poisson.
it: Un piccolo pezzo di pesce.
ja: 魚肉の小さな塊だ
ko: 작은 생선 조각이다.
pt_br: Um pedacinho de peixe.
zh_cn: 一点点鱼肉。
zh_tw: 一點點魚肉。

# CHARACTERS.GENERIC.DESCRIBE.FISHMEAT_SMALL_COOKED
source: A small bit of cooked fish.
de: Ein kleines bisschen gekochter Fisch.
es: Un poco de pescado asado.
fr: De petits morceaux de poisson cuit.
it: Un pezzetto di pesce cotto.
ja: 魚肉の小さな塊を焼いたものだ
ko: 조리된 작은 생선 조각이다.
pt_br: Um pedacinho de peixe assado.
zh_cn: 一点点烤鱼肉。
zh_tw: 一點點烤魚肉。

# CHARACTERS.GENERIC.DESCRIBE.FISHSTICKS
source: Sticks to your ribs.
de: Geht direkt auf die Rippen.
es: Se pega a las costillas.
fr: Ça tient au ventre.
it: Si attacca alle costine.
ja: 腹持ちがよさそうだな
ko: 먹으면 배 부르다.
pt_br: Gruda nas costelas.
zh_cn: 这可以填饱肚子。
zh_tw: 這可以填飽肚子。

# CHARACTERS.GENERIC.DESCRIBE.FISHTACOS
source: Crunchy and delicious!
de: Knusprig und köstlich!
es: ¡Crujiente y deliciosa!
fr: Croquant et délicieux !
it: Croccante e delizioso!
ja: 歯ごたえがよくて、うまそうだ！
ko: 바삭하고 맛있다!
pt_br: Crocante e delicioso!
zh_cn: 松脆而美味！
zh_tw: 鬆脆而美味！

# CHARACTERS.GENERIC.DESCRIBE.FISH_BOX
source: They're stuffed in there like sardines!
de: Reingestopft wie Sardinen!
es: ¡Están embutidos como sardinas!
fr: Ils sont serrés comme des sardines !
it: Lì dentro sono stipati come sardine!
ja: イワシみたいに詰まってる！
ko: 정어리처럼 꽉 차 있어!
pt_br: Ficam enfiados que nem sardinhas!
zh_cn: 它们像沙丁鱼一样塞得满满的！
zh_tw: 它們像沙丁魚一樣塞得滿滿的！

# CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
de: Zur Vollkommenheit gegrillt.
es: Perfectamente asado.
fr: Parfaitement grillé.
it: Grigliato alla perfezione.
ja: 完璧な焼き具合。
ko: 완벽하게 구웠다.
pt_br: Grelhado à perfeição.
zh_cn: 烤得恰到好处。
zh_tw: 烤得恰到好處。

# CHARACTERS.GENERIC.DESCRIBE.FLINT
source: It's a very sharp rock.
de: Das ist ein sehr scharfer Stein.
es: Es una piedra muy afilada.
fr: Une pierre très coupante.
it: È una roccia molto affilata.
ja: かなり鋭い岩。
ko: 무척 날카로운 돌조각이다.
pt_br: É uma pedra muito afiada.
zh_cn: 非常尖的石头。
zh_tw: 非常尖的石頭。

# CHARACTERS.GENERIC.DESCRIBE.FLOWER.GENERIC
source: It's pretty, but it smells like a common laborer.
de: Hübsch, riecht allerdings nicht sonderlich anziehend.
es: Es bonita, pero huele a trabajador común.
fr: C'est joli, mais ça sent le fermier de base.
it: È carino, ma odora come un manovale.
ja: きれいだけど…香りに高級感がないな
ko: 예쁘긴 하지만 육체노동자의 냄새가 난다.
pt_br: É bonita, mas o cheiro não é nada de mais.
zh_cn: 很漂亮，但闻起来一股汗臭。
zh_tw: 很漂亮，但聞起來一股汗臭。

# CHARACTERS.GENERIC.DESCRIBE.FLOWER.ROSE
source: To match my rosy cheeks.
de: Passt zu meinen roten Wangen.
es: Hacen juego con mis mejillas rosadas.
fr: En harmonie avec mes belles joues roses.
it: Si abbina alle mie guance rosee.
ja: 僕の頬と同じ色だ！
ko: 내 발그스름한 뺨에 어울린다.
pt_br: Pra combinar com minhas bochechas rosadas.
zh_cn: 衬托我红润的脸颊。
zh_tw: 襯托我紅潤的臉頰。

# CHARACTERS.GENERIC.DESCRIBE.FLOWERHAT
source: It smells like prettiness.
de: Riecht nach Schönheit.
es: Huele muy bien.
fr: Une odeur charmante.
it: Odora di beltà.
ja: なんだか可憐な匂いがする。
ko: 예쁜 향기가 난다.
pt_br: Tem cheiro de lindeza!
zh_cn: 闻起来就很美。
zh_tw: 聞起來就很美。

# CHARACTERS.GENERIC.DESCRIBE.FLOWERSALAD
source: A bowl of foliage.
de: Eine Schüssel voll Blätter.
es: Un cuenco de follaje.
fr: Un bol de feuillage.
it: Una ciotola di fogliame.
ja: ボウルに入った青葉。
ko: 풀떼기 한 그릇.
pt_br: Uma tigela de folhagem.
zh_cn: 一碗绿叶子。
zh_tw: 一碗綠葉子。

# CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE
source: Science makes it glow.
de: Wissenschaft bringt sie zum Leuchten.
es: Brilla gracias a la ciencia.
fr: Il brille grâce à la science.
it: La scienza lo fa risplendere.
ja: 科学の力で発光する。
ko: 과학 덕분에 빛이 난다.
pt_br: A ciência faz brilhar.
zh_cn: 是科学的力量让它发光。
zh_tw: 是科學的力量讓它發光。

# CHARACTERS.GENERIC.DESCRIBE.FLOWER_EVIL
source: Augh! It's so evil!
de: Uhh! Die ist so böse!
es: ¡Ahhh! ¡Es muy malvada!
fr: Beurk ! Tellement mauvais !
it: Augh! È così malvagio!
ja: ワーッ！なんて邪悪な！
ko: 으악! 아주 사악하다!
pt_br: Nossa! É muito do mal!
zh_cn: 啊！竟如此邪恶！
zh_tw: 啊！竟如此邪惡！

# CHARACTERS.GENERIC.DESCRIBE.FLOWER_WITHERED
source: I don't think it got enough sun.
de: Ich glaube, die hat nicht genug Sonne bekommen.
es: Creo que no le ha dado suficiente el sol.
fr: Je crois qu'il lui a manqué de la lumière.
it: Non credo che abbia avuto abbastanza sole.
ja: 日当たりが悪すぎたみたいだな
ko: 햇살을 충분히 받지 못한 것 같다.
pt_br: Acho que não está recebendo sol suficiente.
zh_cn: 我觉得它还没晒够太阳呢。
zh_tw: 我覺得它還沒曬夠太陽呢。

# CHARACTERS.GENERIC.DESCRIBE.FOLIAGE
source: Some leafy greens.
de: Einiges an Laub.
es: Unas hojas verdes.
fr: Un feuillage bien touffu.
it: Verdure fogliose.
ja: 茂る緑の葉っぱ。
ko: 잎이 무성하다.
pt_br: Algumas folhosas verdes.
zh_cn: 一些多叶植物。
zh_tw: 一些多葉植物。

# CHARACTERS.GENERIC.DESCRIBE.FOOTBALLHAT
source: I don't like sports.
de: Ich mag keinen Sport.
es: No me gustan los deportes.
fr: J'aime pas le sport.
it: Non mi piace lo sport.
ja: スポーツは好きじゃない。
ko: 스포츠는 별로 안 좋아한다.
pt_br: Não gosto de esportes.
zh_cn: 我不喜欢运动。
zh_tw: 我不喜歡運動。

# CHARACTERS.GENERIC.DESCRIBE.FORGETMELOTS
source: Hm. I can't remember what I was going to say about those.
de: Hm. Ich weiß nicht mehr, was ich dazu sagen wollte.
es: Um... No me acuerdo de qué iba a decir de estos.
fr: Hmm... Elle m'aime, un peu, beaucoup...
it: Mmm. Non ricordo cosa volessi dire di questi.
ja: んー。これについては何を言うつもりだったのか忘れちゃったよ。
ko: 흠. 그것들에 대해 무엇을 말하려고 했는지 기억이 나지 않아.
pt_br: Hm. Não consigo lembrar o que eu ia dizer sobre essas daí.
zh_cn: 嗯，我不记得我想说什么了。
zh_tw: 嗯，我不記得我想說什麼了。

# CHARACTERS.GENERIC.DESCRIBE.FORMAL_BLUEPRINT
source: This is a costume for some Grade A beefalo.
de: Dies ist ein Kostüm für ein erstklassiges Beefalo.
es: Es un disfraz para un beefalo de primera.
fr: C'est un costume pour un bœufalo de première classe !
it: È un costume per mufali di prima classe.
ja: これはA級ビーファロ用のコスチュームだ。
ko: 이것은 A급 비팔로의 의상이다.
pt_br: Esta fantasia é para um bífalo Classe A.
zh_cn: 这是A级皮弗娄牛的专属礼服。
zh_tw: 這是A級皮弗婁牛的專屬禮服。

# CHARACTERS.GENERIC.DESCRIBE.FOSSIL_PIECE
source: Science bones! We should put them back together.
de: Wissenschaftliche Knochen! Wir sollten sie wieder zusammensetzen.
es: ¡Huesos de la ciencia! Deberíamos juntarlos.
fr: Des os scientifiques ! On devrait les remonter.
it: Ossa scientifiche! Bisognerebbe ricomporle.
ja: 科学的な骨だ！組み立てよう！
ko: 과학 뼈다귀! 맞춰 봐야겠다.
pt_br: Ossos da ciência! Devíamos juntá-los de novo.
zh_cn: 科学的骨头！我们应该把它们一起放回去。
zh_tw: 科學的骨頭！我們應該把它們一起放回去。

# CHARACTERS.GENERIC.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: It's alive! Oh wait, no, it's not.
de: Es lebt! Oh warte. Nein, doch nicht.
es: ¡Está vivo! Ah, no.
fr: C'est vivant ! Oh, attendez... non, c'est pas vivant.
it: È vivo! Oh aspetta, no, non lo è.
ja: 生きてる！いや、待てよ…そんなことなかった。
ko: 살아있다! 아, 아니다.
pt_br: Está vivo! Oh, espera aí, não está.
zh_cn: 它活着！哦等等，不，它没有。
zh_tw: 它活著！哦等等，不，它沒有。

# CHARACTERS.GENERIC.DESCRIBE.FOSSIL_STALKER.FUNNY
source: My scientific instincts say this isn't quite right.
de: Mein wissenschaftlicher Instinkt sagt mir, dass etwas nicht stimmt.
es: Mis instintos científicos me dicen que no está bien.
fr: Mes instincts scientifiques m'indiquent qu'il y a un problème.
it: Il mio istinto scientifico mi dice che non va.
ja: 科学的な直感が、何かおかしいと告げているぞ。
ko: 나의 과학적 본능에 따르면 이건 뭔가 잘못되었다.
pt_br: Meus instintos científicos dizem que isso não está bem certo.
zh_cn: 我科学方面的直觉告诉我这有点不对。
zh_tw: 我科學方面的直覺告訴我這有點不對。

# CHARACTERS.GENERIC.DESCRIBE.FOSSIL_STALKER.GENERIC
source: Still missing some pieces.
de: Da fehlen noch ein paar Teile.
es: Aún le faltan algunas piezas.
fr: Il manque encore des pièces.
it: Mancano ancora dei pezzi.
ja: まだ欠けている部分があるな。
ko: 아직 몇 조각이 모자란다.
pt_br: Ainda faltam umas peças.
zh_cn: 还有些碎片没找到。
zh_tw: 還有些碎片沒找到。

# CHARACTERS.GENERIC.DESCRIBE.FRESHFRUITCREPES
source: Sugary fruit! Part of a balanced breakfast.
de: Zuckerhaltige Frucht! Gehört zu einem ausgewogenen Frühstück.
es: ¡Una planta con azúcar! Parte de un desayuno equilibrado.
fr: Fruits sucrés ! Petit déjeuner équilibré !
it: Frutta zuccherata! Parte di una colazione equilibrata.
ja: 糖分の高い果物は、朝食にぴったりだ！
ko: 달콤한 과일! 균형 잡힌 아침 식사의 한 부분을 담당한다.
pt_br: Fruta açucarada! Parte de um café da manhã balanceado.
zh_cn: 甜水果！营养均衡的早餐的一部分。
zh_tw: 甜水果！營養均衡的早餐的一部分。

# CHARACTERS.GENERIC.DESCRIBE.FRIENDLYFRUITFLY
source: The garden seems happier with it around.
de: Wenn das da ist, wirkt der Garten glücklicher.
es: La huerta parece más alegre ahora que está aquí.
fr: Le jardin a l'air plus heureux depuis qu'elle est là.
it: Gli ortaggi sembrano più felici in sua presenza.
ja: これがあると緑地が生き生きするな。
ko: 이것을 주변에 두니 정원이 더 행복해 보이는군.
pt_br: O jardim parece mais feliz com ela por perto.
zh_cn: 有它在，花园似乎更开心了。
zh_tw: 有它在，花園似乎更開心了。

# CHARACTERS.GENERIC.DESCRIBE.FROG.DEAD
source: He's croaked.
de: Er hat noch gequakt.
es: Ha estirado la pata.
fr: Elle en a eu cro... assez.
it: Ha gracchiato.
ja: しゃがれた声でくたばった。
ko: 꼴까닥이다.
pt_br: Já era.
zh_cn: 他挂了。
zh_tw: 他掛了。

# CHARACTERS.GENERIC.DESCRIBE.FROG.GENERIC
source: He's so cute!
de: Er ist so niedlich!
es: ¡Qué monada!
fr: Elle est trop mignonne !
it: È così carino!
ja: こいつはかなりキュートだ！
ko: 정말 귀엽다!
pt_br: Ele é tão bonitinho!
zh_cn: 他真可爱！
zh_tw: 他真可愛！

# CHARACTERS.GENERIC.DESCRIBE.FROG.SLEEPING
source: Aww, look at him sleep!
de: Oooh, schau, wie er schläft.
es: ¡Ah, fíjate cómo duerme!
fr: Ha... regardez-la dormir !
it: Oh, guardalo che dorme!
ja: あらら、こいつを見てみろよ、寝てる！
ko: 자는 모습도 귀엽네!
pt_br: Oun, olha ele dormindo!
zh_cn: 啊，看他的睡相！
zh_tw: 啊，看他的睡相！

# CHARACTERS.GENERIC.DESCRIBE.FROGFISHBOWL
source: Is that just... frogs stuffed inside a fish?
de: Ist das ... ein mit Fröschen gefüllter Fisch?
es: ¿Son... ranas metidas en un pez?
fr: C'est un... poisson fourré aux grenouilles ?
it: Ma è... pesce ripieno di rane?
ja: あれは…魚の中に詰め込まれたカエルかな？
ko: 설마... 물고기 안에 개구리를 넣은 건가?
pt_br: Isso é só... peixe recheado com sapos?
zh_cn: 这是鱼里面塞了只青蛙吗？
zh_tw: 這是魚裡面塞了只青蛙嗎？

# CHARACTERS.GENERIC.DESCRIBE.FROGGLEBUNWICH
source: A very leggy sandwich.
de: Langbeinig.
es: Un sandwich con patas.
fr: Un sandwich avec de belles cuisses.
it: Un panino in gamba.
ja: カエルの脚のサンドイッチだ
ko: 긴 다리 샌드위치다.
pt_br: Que sanduíche mais pernudo.
zh_cn: 美腿三文治。
zh_tw: 美腿三文治。

# CHARACTERS.GENERIC.DESCRIBE.FROGLEGS
source: I've heard it's a delicacy.
de: Ich habe mal gehört, dass das eine Delikatesse ist.
es: He oído que son un manjar.
fr: On dit que c'est un mets délicat.
it: Ho sentito dire che siano una prelibatezza.
ja: これは珍味だと聞いた。
ko: 아주 맛있다고 들었다.
pt_br: Ouvi dizer que é uma iguaria.
zh_cn: 我曾听说它是一道美味。
zh_tw: 我曾聽說它是一道美味。

# CHARACTERS.GENERIC.DESCRIBE.FROGLEGS_COOKED
source: Tastes like chicken.
de: Schmeckt wie Hühnchen.
es: Sabe a pollo.
fr: On dirait du poulet.
it: Sa di pollo.
ja: チキンみたいな味だ。
ko: 닭고기 맛이다.
pt_br: Tem gosto de galinha.
zh_cn: 味道像鸡肉。
zh_tw: 味道像雞肉。

# CHARACTERS.GENERIC.DESCRIBE.FROGNEWTON
source: The fig really brings it all together.
de: Die Feige bringt das Ganze erst richtig zur Geltung.
es: El higo lo armoniza todo.
fr: La figue donne une cohérence au plat.
it: Il fico è un tocco di classe.
ja: このイチジクが全体に調和をもたらしている。
ko: 무화과는 정말 모든 것을 하나로 묶는구나.
pt_br: O figo realmente unifica os sabores.
zh_cn: 无花果有效弥合了其他原料的味道。
zh_tw: 無花果有效彌合了其他原料的味道。

# CHARACTERS.GENERIC.DESCRIBE.FROZENBANANADAIQUIRI
source: Yellow and mellow.
de: Gelb und mild.
es: Amarillo y delicioso.
fr: Jaune et sucré.
it: Giallo e dolce.
ja: 黄色で甘露。
ko: 노랑노랑, 말랑말랑해.
pt_br: Amarela e madura.
zh_cn: 黄而醇厚。
zh_tw: 黃而醇厚。

# CHARACTERS.GENERIC.DESCRIBE.FRUITDRAGON.GENERIC
source: It's cute, but it's not ripe yet.
de: Niedlich, aber noch nicht reif.
es: Es bonito, pero aún está verde.
fr: C'est mignon, mais pas encore mûr.
it: È carina, ma non è ancora matura.
ja: 可愛いけど、まだ熟れていないな。
ko: 귀엽지만 아직 안 익었어.
pt_br: É um amor, mas ainda não está madura.
zh_cn: 挺可爱的，不过还没熟。
zh_tw: 挺可愛的，不過還沒熟。

# CHARACTERS.GENERIC.DESCRIBE.FRUITDRAGON.RIPE
source: I think it's ripe now.
de: Ich glaube, jetzt ist er reif.
es: Creo que ya ha madurado.
fr: Je crois que c'est mûr, maintenant.
it: Credo che ora sia matura.
ja: 十分に熟れているね。
ko: 이제 익은 것 같아.
pt_br: Acho que está madura agora.
zh_cn: 现在应该熟了。
zh_tw: 現在應該熟了。

# CHARACTERS.GENERIC.DESCRIBE.FRUITDRAGON.SLEEPING
source: It's snoozing.
de: Er schläft.
es: Está dormitando.
fr: Ça fait la sieste.
it: Sta russando.
ja: いびきをかいている。
ko: 자고 있네.
pt_br: Está cochilando.
zh_cn: 在打盹呢。
zh_tw: 在打盹呢。

# CHARACTERS.GENERIC.DESCRIBE.FRUITFLY
source: Buzz off!
de: Zisch ab!
es: ¡Fuera, bicho!
fr: Allez, ouste !
it: Sciò!
ja: あっち行け！
ko: 꺼져!
pt_br: Sai daqui!
zh_cn: 到别的地方嗡嗡去！
zh_tw: 到別的地方嗡嗡去！

# CHARACTERS.GENERIC.DESCRIBE.FRUITFLYFRUIT
source: Now I'm in charge!
de: Jetzt habe ich das Sagen!
es: ¡Ahora mando yo!
fr: C'est moi qui commande, maintenant !
it: Adesso comando io!
ja: 今は僕が管理者だぞ！
ko: 이제 내가 책임진다!
pt_br: Agora eu estou no comando!
zh_cn: 现在我是老大了！
zh_tw: 現在我是老大了！

# CHARACTERS.GENERIC.DESCRIBE.FRUITMEDLEY
source: Fruity.
de: Fruchtiges Fleisch.
es: Afrutado.
fr: Fruité.
it: Fruttoso.
ja: フルーツたっぷりだ！
ko: 과육이다.
pt_br: Frutoso.
zh_cn: 果香扑鼻。
zh_tw: 果香撲鼻。

# CHARACTERS.GENERIC.DESCRIBE.FURTUFT
source: Black and white fur.
de: Schwarz, weiß und fusselig!
es: Piel blanca y negra.
fr: Fourrure noire et blanche.
it: Pelliccia bianca e nera.
ja: モノトーンの毛だ
ko: 검고 흰 털.
pt_br: Pele preta e branca.
zh_cn: 黑白毛皮。
zh_tw: 黑白毛皮。

# CHARACTERS.GENERIC.DESCRIBE.GARGOYLE_HOUND
source: I don't like how it's looking at me.
de: Ich mag nicht, wie mich das ansieht.
es: No me gusta cómo me está mirando.
fr: Je n'aime pas sa façon de me regarder.
it: Non mi piace il modo in cui mi guarda.
ja: 嫌な感じの目でこちらを見ている。
ko: 날 노려보는 모습이 마음에 안 든다.
pt_br: Não gosto da sua aparência.
zh_cn: 我不喜欢它看我的眼神。
zh_tw: 我不喜歡它看我的眼神。
