Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.BIRD_EGG_COOKED
source: Whenever I make eggs they end up either undercooked or burnt.
de: Immer wenn ich Eier mache, sind sie entweder nicht gar oder verbrannt.
es: Siempre que hago huevos o se me queman o se quedan poco hechos.
fr: Quand je cuisine des œufs, je finis toujours par les brûler ou à ne pas assez les cuire.
it: Ogni volta che preparo le uova risultano o poco cotte o bruciacchiate.
ja: 私がタマゴを料理すると生か黒こげにしかならない。
ko: 계란을 만들 때마다 덜 익거나 타 버려.
pt_br: Nunca acerto o ponto dos ovos. Ou ficam mal cozidos, ou acabam queimando.
ru: Вечно у меня яйца либо недоваренные выходят, либо подгорают.
zh_tw: 每當我做蛋時，它們最終不是沒熟就是燒焦了。

# CHARACTERS.WANDA.DESCRIBE.BIRD_MUTANT
source: What an awful sight!
de: Was für ein schrecklicher Anblick!
es: ¡Qué cosa tan fea!
fr: Quelle vision d'horreur !
it: Che spettacolo orribile!
ja: なんて酷い！
ko: 정말 끔찍한 광경이라고!
pt_br: Que visão horrorosa!
ru: Какое ужасное зрелище!
zh_tw: 多麼可怕的景象啊！

# CHARACTERS.WANDA.DESCRIBE.BIRD_MUTANT_SPITTER
source: Why don't you run along and spit somewhere else?
de: Warum verschwindest du nicht und spuckst woanders herum?
es: ¿Por qué no te vas a escupir a otro sitio?
fr: Si tu allais cracher ailleurs, hein ?
it: Perché non te ne vai a sputare da qualche altra parte?
ja: そんなことやめて、別のところにツバを吐いたらどうなの？
ko: 달려가서 다른 데 뱉는 게 어때?
pt_br: Por que você não vai cuspir em outro lugar?
ru: Давай-ка ты где-нибудь в другом месте будешь плеваться.
zh_tw: 你為什麼不跑到別的地方去吐口水呢？

# CHARACTERS.WANDA.DESCRIBE.BISHOP
source: What an irresponsible use of clockwork!
de: Was für ein verantwortungsloser Einsatz eines Uhrwerks!
es: ¿Por qué usarían así un mecanismo? ¡Qué falta de responsabilidad!
fr: C'est une utilisation scandaleuse d'une horloge !
it: Che pessimo uso di un orologio!
ja: なんて無責任な時計仕掛けの使い方！
ko: 시계 장치를 너무 무책임하게 사용하잖아!
pt_br: Quem fez esse mecanismo foi muito irresponsável!
ru: Какая безответственная трата шестеренок!
zh_tw: 這是對發條不負責任的使用！

# CHARACTERS.WANDA.DESCRIBE.BISHOP_CHARGE_HIT
source: Ack!!
de: Argh!
es: ¡Agh!
fr: Argh !!
it: Argh!!!
ja: いたたあっ！
ko: 악!
pt_br: Ugh!
ru: А-а-а!
zh_tw: 啊！！

# CHARACTERS.WANDA.DESCRIBE.BISHOP_NIGHTMARE
source: It's been completely taken over...
de: Er wurde komplett übernommen ...
es: Lo han poseído...
fr: Il est dans un état lamentable...
it: È stato completamente sconfitto...
ja: 完全に乗っ取られた…
ko: 완전히 점령했네...
pt_br: Foi completamente dominado...
ru: Тень поглотила его разум...
zh_tw: 它已經被完全接管了……

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_FIRE
source: This is playing with fire...
de: Das ist ein Spiel mit dem Feuer ...
es: Estoy jugando con fuego...
fr: C'est jouer avec le feu.
it: Questo è giocare con il fuoco...
ja: 火遊びするようなものよ…
ko: 이건 불장난이야..
pt_br: Isto é brincar com fogo...
ru: Настоящие игры с огнем.
zh_tw: 這簡直就是玩火……

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_LAVA
source: That's a weapon I could use from range.
de: Das ist eine Waffe, die ich aus der Entfernung benutzen könnte.
es: Podría usar esta arma a distancia.
fr: C'est une arme dont je pourrais me servir à distance.
it: È un'arma che potrei usare dalla distanza.
ja: 遠距離から使える武器。
ko: 멀리서 사용할 수 있는 무기다.
pt_br: Essa é uma arma que eu poderia usar de longe.
ru: Это оружие годится для дальнего боя.
zh_tw: 我可以在範圍內用這個武器。

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_LAVA2
source: It uses a strong blast of air to propel a projectile.
de: Geschosse werden mit einem starken Luftstoß angetrieben.
es: Emplea una fuerte ráfaga de aire para propulsar un proyectil.
fr: Il faut souffler fort pour envoyer un projectile.
it: Fa uso di un forte getto d'aria per spingere un proiettile.
ja: 強い空気圧を利用して発射体を回転させるんだ。
ko: 강한 공기 압력을 사용해 발사체를 쏜다.
pt_br: Ela usa uma explosão forte de ar para propulsionar um projétil.
ru: Оно выпускает мощный поток воздуха, толкая снаряд вперед.
zh_tw: 它利用一股強氣流來推動拋射物。

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_PIPE
source: I like a weapon you can shoot from far away. Preferably while running.
de: Ich mag Waffen, die man aus großer Entfernung abschießen kann. Vorzugsweise aus der Bewegung.
es: Me gustan las armas que se pueden usar desde lejos y mientras corres.
fr: J'aime une arme qui peut attaquer de loin. Surtout si on peut continuer à courir avec.
it: Mi piacciono le armi che si possono sparare da lontano. Preferibilmente correndo.
ja: 遠くから撃てる武器が好きだわ。できれば走りながら撃てるやつ。
ko: 난 멀리서 쏠 수 있는 무기가 좋아. 가급적이면 달리면서.
pt_br: Gosto de uma arma que pode ser disparada de longe. De preferência correndo.
ru: Идеальное оружие: можно стрелять издалека, да еще и на бегу!
zh_tw: 我喜歡可以從遠處射擊的武器。最好能在逃跑時使用。

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_SLEEP
source: This should help me avoid some conflict.
de: Das wird mir helfen, Konflikte zu vermeiden.
es: Esto me servirá para evitar conflictos.
fr: Ça devrait m'aider à éviter certains conflits.
it: Dovrebbe aiutarmi a evitare i conflitti.
ja: 対立を避けるのに役立つはず。
ko: 충돌을 피하는 데 도움이 될 거야.
pt_br: Isso deve me ajudar a evitar um conflito.
ru: Поможет избегать ненужных конфликтов.
zh_tw: 這應該可以幫助我避免一些衝突。

# CHARACTERS.WANDA.DESCRIBE.BLOWDART_YELLOW
source: That'll give them a shock!
de: Das sollte für einen ordentlichen Schock sorgen!
es: Esto les dará un buen calambre.
fr: Ça va leur faire un choc !
it: Riceveranno tutti un bello shock!
ja: あいつらビリっときただろうね！
ko: 그들이 충격받겠는데!
pt_br: Isso vai dar um choque neles!
ru: Шокирующая мощь!
zh_tw: 好好電一下他們！

# CHARACTERS.WANDA.DESCRIBE.BLUEAMULET
source: Just looking at it chills me to the bone.
de: Allein der Anblick lässt mein Blut gefrieren.
es: Me da escalofríos solo de verlo.
fr: La regarder suffit à me donner des frissons.
it: Mi si gelano le ossa solo a guardarlo.
ja: 見てるだけで震えがはしるわ。
ko: 보기만 해도 뼛속까지 시원하다.
pt_br: Me dá calafrios só de olhar!
ru: У меня от одного вида мурашки по коже.
zh_tw: 僅僅是看著它都讓我背脊發涼。

# CHARACTERS.WANDA.DESCRIBE.BLUEGEM
source: Why do people say things are as blue as the sea? The sea isn't very blue at all!
de: Warum sagen die Leute, Sachen seien so blau wie das Meer? Das Meer ist gar nicht so blau!
es: ¿Por qué la gente dice que las cosas son azules como el mar? ¡Si no tiene nada de azul!
fr: Pourquoi les gens disent que quelque chose est bleu comme l'océan ? La mer n'est pas vraiment bleue...
it: Perché la gente dice che questi affari sono blu come il mare? Il mare non è molto blu!
ja: 「海のように青い」って言い回しがあるでしょ？でも海は全然青くないじゃない！
ko: 왜 바다처럼 푸르다고들 할까? 바다는 전혀 푸르지 않은데!
pt_br: Por que as pessoas dizem que as coisas são azuis como o mar? O mar não é tão azul assim!
ru: Почему все называют синий цвет «морским»? Море же совсем не синее!
zh_tw: 為什麼人們說“像海一樣藍”？大海也不是很藍啊！

# CHARACTERS.WANDA.DESCRIBE.BLUEMOONEYE
source: I might tinker with it a bit more when I have the time.
de: Ich könnte noch ein wenig daran tüfteln, wenn ich Zeit dafür habe.
es: Ya le haré unos retoques más cuando tenga tiempo.
fr: Je le bricolerai plus que ça quand j'aurai un peu plus de temps.
it: Ci smanetterò ancora un pochino, non appena ne avrò il tempo.
ja: 時間があれば、これの中身を見てみたいわ。
ko: 짬이 나면 임시변통으로 수리할 수 있을 거야.
pt_br: Talvez eu mexa um pouco mais nela quando tiver tempo.
ru: Попробую в нем разобраться, когда будет время.
zh_tw: 當我有時間了，我可能會再修補一下。

# CHARACTERS.WANDA.DESCRIBE.BLUEPRINT.COMMON
source: This looks interesting.
de: Sieht interessant aus.
es: Parece interesante.
fr: Ça a l'air intéressant.
it: Sembra interessante.
ja: これは面白い。
ko: 재미있어 보이는걸.
pt_br: Isso parece interessante.
ru: Выглядит любопытно.
zh_tw: 這看起來很是有趣。

# CHARACTERS.WANDA.DESCRIBE.BLUEPRINT.RARE
source: Oooh, this looks very interesting!
de: Oooh, das sieht sehr interessant aus!
es: Anda, esto parece muy interesante.
fr: Oh, ça a l'air très intéressant !
it: Ooh! Questo sembra interessante!
ja: うわっ、これはすっごく面白そうね！
ko: 오오, 이것은 정말 흥미로워 보이는걸!
pt_br: Aaah, parece muito interessante!
ru: О-о-о, выглядит прелюбопытно!
zh_tw: 哦，這看起來非常有趣！

# CHARACTERS.WANDA.DESCRIBE.BLUE_CAP
source: It's... probably edible. If I'm desperate.
de: Das ist ... vermutlich essbar. Wenn ich keine andere Wahl habe.
es: Supongo que es comestible... si no me queda otra.
fr: C'est sans doute... comestible. Si je suis vraiment désespérée...
it: Probabilmente è... commestibile. Se sono disperata.
ja: たぶん食べられるはず…すごくお腹が空いてたらの話だけど。
ko: 아마...먹을 수 있을 거야. 내가 아주 절박하다면.
pt_br: É provável... que seja comestível. Se eu estiver desesperada.
ru: Кажется... есть его можно, но только в самом крайнем случае.
zh_tw: 這……要是走投無路了，也算能吃吧。

# CHARACTERS.WANDA.DESCRIBE.BLUE_CAP_COOKED
source: I think I made it worse.
de: Ich hab's verschlimmert, glaube ich.
es: Creo que ahora es peor que antes.
fr: Je crois que je n'ai fait qu'empirer les choses.
it: Temo di aver peggiorato la situazione.
ja: もっと酷くなった感じ。
ko: 내가 더 나쁘게 만든 것 같아.
pt_br: Acho que só piorei.
ru: Он, по-моему, только хуже стал.
zh_tw: 我這麼一搞更糟糕了。

# CHARACTERS.WANDA.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: A blue mushroom. Moving on.
de: Ein blauer Pilz. Und weiter geht's.
es: Un hongo azul. Pasando.
fr: Un champignon bleu. Voilà.
it: Un fungo blu. Proseguiamo.
ja: 青いキノコ。特に目新しくもないわね。
ko: 파란 버섯이다. 계속 움직이는.
pt_br: Um cogumelo azul. Continuando.
ru: Синий гриб. Ничего необычного.
zh_tw: 一個藍色的蘑菇。繼續前進。

# CHARACTERS.WANDA.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Something or other tucked in the ground.
de: Irgend so ein Dingsbums im Boden.
es: Hay algo enterrado en la tierra.
fr: Un truc enfoncé dans le sol.
it: Qualcosa lo ha pigiato nel terreno.
ja: 何かが埋まってる。
ko: 뭔가 다른 게 땅에 박혀 있어.
pt_br: Tem uma coisa enfiada no chão.
ru: Там под землей еще грибы прячутся.
zh_tw: 有東西被塞進了地裡。

# CHARACTERS.WANDA.DESCRIBE.BLUE_MUSHROOM.PICKED
source: No sense waiting around for it to grow back.
de: Es ergibt keinen Sinn zu warten, bis er wieder nachwächst.
es: No tiene sentido quedarme a esperar a que crezca de nuevo.
fr: Ça ne sert à rien d'attendre que ça repousse.
it: Non ha senso aspettare che ricresca.
ja: また生えてくるまで待っててもしょうがないわ。
ko: 다시 자라도록 기다리는 건 의미가 없어.
pt_br: Não vale a pena esperar que cresça de novo.
ru: Нет никакого смысла стоять тут и ждать, когда он снова вырастет.
zh_tw: 沒必要乾等它重新長回來。

# CHARACTERS.WANDA.DESCRIBE.BOARDS
source: I'm already bored of looking at them.
de: Ich bin es jetzt schon leid, sie anzuschauen.
es: Me quedo planchada solo de mirarlos.
fr: Pff... Plus je les regarde, plus je m'ennuie.
it: Mi sono già stancata di guardarli.
ja: これを眺めてるのももう飽きたわ。
ko: 그들을 지켜보고 있는 게 이미 지루하다고.
pt_br: Já estou entediada de olhar pra eles.
ru: Мне от одного их вида скучно становится.
zh_tw: 我已經看厭了它們。

# CHARACTERS.WANDA.DESCRIBE.BOARON
source: I can take him!
de: Den schaff ich!
es: ¡Puedo con él!
fr: Je peux m'en occuper !
it: Posso farcela!
ja: 相手をしてやろう！
ko: 상대할 수 있다!
pt_br: Posso enfrentar ele!
ru: Я с ним справлюсь!
zh_tw: 我可以應對他！

# CHARACTERS.WANDA.DESCRIBE.BOARRIOR
source: You sure are big!
de: Du bist aber groß!
es: ¡Sí que eres grande!
fr: On peut dire que t'es gros !
it: Sei senza dubbio grande!
ja: ずいぶん大きいな！
ko: 정말 크구나!
pt_br: Você é mesmo grande!
ru: Ну и громила же ты!
zh_tw: 你可真大！

# CHARACTERS.WANDA.DESCRIBE.BOATFRAGMENT03
source: Brrr... so many terrible things can happen out at sea.
de: Brrr ... so viele schreckliche Dinge können auf See passieren.
es: Brrr... En el mar pueden pasar muchas cosas terribles.
fr: Brr... Il y a tellement de choses affreuses qui peuvent se passer en mer.
it: Brrr... In mare possono accadere sin troppe cose orribili.
ja: はぁ…海でいろいろな悪いことが起こり得るのよ。
ko: 부르르... 바다에서는 끔찍한 일이 정말 많이 생길 수 있어.
pt_br: Brrr... tantas coisas terríveis podem acontecer no mar.
ru: Бр-р-р... Морские глубины полны опасностей.
zh_tw: 嗚嗚嗚……在海上會發生很多可怕的事情。

# CHARACTERS.WANDA.DESCRIBE.BOATFRAGMENT04
source: Brrr... so many terrible things can happen out at sea.
de: Brrr ... so viele schreckliche Dinge können auf See passieren.
es: Brrr... En el mar pueden pasar muchas cosas terribles.
fr: Brr... Il y a tellement de choses affreuses qui peuvent se passer en mer.
it: Brrr... In mare possono accadere sin troppe cose orribili.
ja: はぁ…海でいろいろな悪いことが起こり得るのよ。
ko: 부르르... 바다에서는 끔찍한 일이 정말 많이 생길 수 있어.
pt_br: Brrr... tantas coisas terríveis podem acontecer no mar.
ru: Бр-р-р... Морские глубины полны опасностей.
zh_tw: 嗚嗚嗚……在海上會發生很多可怕的事情。

# CHARACTERS.WANDA.DESCRIBE.BOATFRAGMENT05
source: Someone's boat met an untimely end.
de: Jemandes Boot hat ein vorzeitiges Ende gefunden.
es: Este barco tuvo un final terrible.
fr: C'était la fin pour ce bateau.
it: Questa barca ha esaurito il suo tempo.
ja: 誰かのボートはあっけなく終わりを迎えたのね。
ko: 누군가의 배가 너무 이르게 최후를 맞았어.
pt_br: O barco de alguém teve um fim prematuro.
ru: Чья-то лодка встретила здесь свою несвоевременную кончину.
zh_tw: 有人的船遇到了不測。

# CHARACTERS.WANDA.DESCRIBE.BOATPATCH
source: I hope I won't need them...
de: Ich hoffe, ich werde das nicht brauchen ...
es: Espero que no me hagan falta...
fr: J'espère que je n'en aurai pas besoin...
it: Spero di non averne bisogno...
ja: あれが必要になる時が来なければいいけど…
ko: 그들이 필요하지 않았으면 해...
pt_br: Tomara que eu não precise disso...
ru: Надеюсь, она мне не понадобится...
zh_tw: 我希望我用不到它們……

# CHARACTERS.WANDA.DESCRIBE.BOAT_ITEM
source: Ohhh I hate the ocean, the time stream gets so wobbly around it.
de: Ohhh, ich hasse den Ozean, der Zeitstrom wird in seiner Nähe immer so wabblig.
es: Uf, odio el océano. El flujo del tiempo es muy inestable en el agua.
fr: Oooh, je déteste l'océan. Le flux temporel est complètement instable sur l'eau.
it: Argh, odio l'oceano! Il flusso temporale diventa instabile in sua presenza.
ja: あぁ、海は嫌いだわ。時間の流れが歪むから。
ko: 아아아! 난 바다가 싫어, 그 주위에서는 시간이 너무 흐느적거리며 흐른다고.
pt_br: Ahhh, detesto o oceano, o fluxo do tempo fica muito instável perto dele.
ru: Уф, ненавижу океан! Рядом с ним время идет совсем не так, как на суше.
zh_tw: 哦，我討厭大海，時間流在它周圍變得搖擺不定。

# CHARACTERS.WANDA.DESCRIBE.BOAT_LEAK
source: I need to stop that leak, quickly!
de: Ich muss dieses Leck abdichten, aber schnell!
es: Tengo que detener la fuga ¡y rápido!
fr: Il faut que je comble cette fuite, et vite !
it: Devo bloccare quella falla alla svelta!
ja: 浸水を止めないと！早く早く！
ko: 그 누수를 빨리 막아야 해!
pt_br: Preciso parar o vazamento, e rápido!
ru: Нужно срочно заткнуть течь!
zh_tw: 我必須馬上堵住漏洞！

# CHARACTERS.WANDA.DESCRIBE.BONESHARD
source: Whatever these bones belonged to is lost to time.
de: Wem auch immer diese Knochen einst gehört haben, ist für die Zeit verloren.
es: Fuera de quien fueran esos huesos, se ha perdido en el tiempo.
fr: Je ne sais pas à qui appartenaient ces os. Avec le temps, tout s'en va.
it: Il proprietario di quelle ossa è stato cancellato dal tempo.
ja: あの骨の主は時の流れの中に飲まれたってわけね。
ko: 이 뼈가 무엇이든 간에 시간이 지나면 사라지겠지.
pt_br: Seja quem for, o dono destes ossos se perdeu no tempo.
ru: Никто уже не узнает, кому когда-то принадлежали эти кости.
zh_tw: 這些骨頭的主人已經在時光中消失。

# CHARACTERS.WANDA.DESCRIBE.BONESOUP
source: Was leaving a chunk of bone in it really necessary?
de: War es wirklich nötig, ein Stück Knochen drin zu lassen?
es: ¿En serio había que dejar un trozo de hueso?
fr: Le morceau d'os, c'était obligé ?
it: Era proprio necessario lasciare anche un pezzo di osso?
ja: この中に骨をゴロゴロ残しておく必要はあるの？
ko: 거기에 뼈 덩어리를 남기는 것이 정말로 필요한 것이었을까?
pt_br: Precisava mesmo deixar um naco de osso dentro dela?
ru: А саму кость-то можно было из тарелки вынуть?
zh_tw: 真的有必要在裡面留下一大塊骨頭嗎？

# CHARACTERS.WANDA.DESCRIBE.BONESTEW
source: Was leaving the bone in really necessary?
de: War es wirklich nötig, einen Knochen drin zu lassen?
es: ¿En serio había que dejar el hueso?
fr: Il fallait vraiment laisser l'os là-dedans ?
it: Era proprio necessario lasciare anche l'osso?
ja: 骨を入れたままにする必要はあるの？
ko: 뼈를 그대로 두는 것이 정말 필요한 것이었을까?
pt_br: Precisava mesmo deixar o osso dentro?
ru: Есть надо прямо с костями?
zh_tw: 真的有必要在裡面留下塊骨頭嗎？

# CHARACTERS.WANDA.DESCRIBE.BOOK_BIRDS
source: Time and birds sure do fly.
de: Zeit und Vögel fliegen wirklich.
es: El tiempo y los pájaros vuelan.
fr: Les oiseaux ont-ils une notion du temps ?
it: Il tempo vola come gli uccelli.
ja: 時間も鳥も思ったより早く去るものね。
ko: 시간과 새는 으레 날아가버리지.
pt_br: O tempo e os pássaros voam.
ru: Время совсем как птицы: тоже летит.
zh_tw: 時光和鳥兒都會飛逝。

# CHARACTERS.WANDA.DESCRIBE.BOOK_BRIMSTONE
source: Hmph. Not if I can help it.
de: Nicht, wenn es sich vermeiden lässt.
es: Mmff. No si puedo evitarlo.
fr: Hmpf. Certainement pas.
it: Umpf. Non se posso evitarlo.
ja: ふむ。避けられるものなら避けたいわ。
ko: 음. 내가 도울 수 있었다면 그렇지 않겠지.
pt_br: Hunf. Não se eu puder evitar.
ru: Хм. Постараюсь этого не допустить.
zh_tw: 嗯。可以的話還是不要。

# CHARACTERS.WANDA.DESCRIBE.BOOK_ELEMENTAL
source: I can't make out the text.
de: Ich kann den Text nicht erkennen.
es: No entiendo el texto.
fr: Je ne peux rien lire.
it: Non vedo bene il testo.
ja: 読んでも意味がわからない。
ko: 글씨가 잘 안 보여서 읽을 수 없다.
pt_br: Não consigo ler isso.
ru: Никак не разберу текст.
zh_tw: 我看不清這些字。

# CHARACTERS.WANDA.DESCRIBE.BOOK_FOSSIL
source: This'll keep those monsters held for a little while.
de: Das wird die Monster eine Weile in Schach halten.
es: Esto contendrá a esos monstruos por un rato.
fr: Ça va calmer ces monstres un moment.
it: Tratterrà quei mostri per un po'.
ja: これで少しの間あのモンスターたちも大人しくしているだろう。
ko: 이걸로 몬스터들을 잠시 막아낼 수 있겠군.
pt_br: Vai prender esses monstros por um tempo.
ru: Это на некоторое время сдержит монстров.
zh_tw: 這樣能把那些怪物拖住一陣子。

# CHARACTERS.WANDA.DESCRIBE.BOOK_GARDENING
source: Do I even want to know how long the unabridged version was?
de: Möchte ich überhaupt wissen, wie lang die ungekürzte Fassung war?
es: ¿Acaso quiero saber lo larga que era la versión completa?
fr: Je ne veux même pas savoir combien de pages fait la version non abrégée.
it: Voglio davvero sapere quanto fosse lunga la versione integrale?
ja: 要約されてないバージョンがどれだけ長いかなんて知りたくもないわ。
ko: 무삭제판은 길이가 얼마나 되는 지 알고 싶었던 걸까?
pt_br: Será que quero mesmo saber o tamanho da versão integral?
ru: Даже думать не хочу, сколько страниц в версии без сокращений.
zh_tw: 我會想知道未刪節的版本有多長嗎？

# CHARACTERS.WANDA.DESCRIBE.BOOK_HORTICULTURE
source: Say Wickerbottom, do you dabble in temporal magic as well?
de: Sag mal, Wickerbottom, versuchst du dich auch in temporaler Magie?
es: Dime, Wickerbottom, ¿a ti también te interesa la magia temporal?
fr: Dites-moi, Wickerbottom, vous vous y connaissez aussi en magie temporelle ?
it: Racconta, Wickerbottom, ti intendi anche di magia temporale?
ja: ウィッカーボトム、あんたも時間の魔法に手を出すつもり？
ko: 위커바텀, 시간의 마법에도 손을 대고 있었던 거야?
pt_br: Me diga, Wickerbottom, você também se interessa por magia temporal?
ru: Я вижу, вы тоже кое-что понимаете в темпоральной магии, мисс Уикерботтом.
zh_tw: 薇克巴頓，你也會玩時空魔法嗎？

# CHARACTERS.WANDA.DESCRIBE.BOOK_SILVICULTURE
source: Say Wickerbottom, do you dabble in temporal magic as well?
de: Sag mal, Wickerbottom, versuchst du dich auch in temporaler Magie?
es: Dime, Wickerbottom, ¿a ti también te interesa la magia temporal?
fr: Dites-moi, Wickerbottom, vous vous y connaissez aussi en magie temporelle ?
it: Racconta, Wickerbottom, ti intendi anche di magia temporale?
ja: ウィッカーボトム、あんたも時間の魔法に手を出すつもり？
ko: 위커바텀, 시간의 마법에도 손을 대고 있었던 거야?
pt_br: Me diga, Wickerbottom, você também se interessa por magia temporal?
ru: Я вижу, вы тоже кое-что понимаете в темпоральной магии, мисс Уикерботтом.
zh_tw: 薇克巴頓，你也會玩時空魔法嗎？

# CHARACTERS.WANDA.DESCRIBE.BOOK_SLEEP
source: Not to critique the writing, but that nearly put me to sleep.
de: Ich möchte den Schreibstil ja nicht kritisieren, aber bei der Lektüre bin ich fast eingeschlafen.
es: No es por criticar la obra, pero casi me duermo leyéndolo.
fr: Loin de moi l'idée de critiquer le style de l'auteur, mais j'ai failli m'endormir.
it: Non voglio criticare l'autore, ma ci è mancato poco che mi addormentassi.
ja: 悪筆を責めるつもりはないんだけど、あやうく眠っちゃうところだったよ。
ko: 글을 비판하려는 것은 아니지만, 거의 잠들 뻔했다고.
pt_br: Não quero criticar a escrita, mas esse aí quase me pôs pra dormir.
ru: Я не литературный критик, но от этой книги я чуть не уснула.
zh_tw: 我不是要批評寫作技巧，但那個差點讓我睡著。

# CHARACTERS.WANDA.DESCRIBE.BOOK_TENTACLES
source: It's enough having to deal with them in person, why read about them too?
de: Es reicht schon, wenn man persönlich mit ihnen zu tun hat, warum sollte man dann auch noch über sie lesen?
es: ¿Por qué querría leer esto? Ya es bastante horrible aguantarlos en persona.
fr: Déjà qu'il faut les affronter en vrai, il faut aussi qu'il y ait des livres sur eux ?
it: È già tanto doverli gestire di persona, perché dovrei anche voler leggere di loro?
ja: 直にやり合うだけでも大変なのに、本まで読むなんて…
ko: 직접 대면하는 것으로 충분하다고, 왜 그들에 대해 읽기까지 해야 해?
pt_br: Pra que ler sobre tentáculos? Já basta ter que lidar com eles pessoalmente.
ru: Мне их и в реальной жизни хватает, зачем о них еще и читать?
zh_tw: 親自和它們打交道已經夠麻煩了，為什麼還要在書裡讀它們？

# CHARACTERS.WANDA.DESCRIBE.BOOMERANG
source: I think I remember how to use this... yes, it's coming back to me!
de: Ich glaube, ich weiß noch, wie man das benutzt ... ja, es fällt mir wieder ein!
es: Creo que me acuerdo de cómo usar esto... ¡Sí, sí, ya me vuelve todo!
fr: Je crois que je me souviens de comment ça fonctionne... Oui, ça me revient !
it: Spero che il ricordo di come si usa mi torni in mente alla stessa velocità di questo boomerang!
ja: これの使い方覚えてると思うんだけど…ああ、ほら戻ってきた！
ko: 이것을 사용하는 방법이 기억나는 것 같아... 맞아, 기억이 돌아오고 있어!
pt_br: Acho que lembro como usar isto... sim, estou me recordando!
ru: Сейчас вспомню, как им пользоваться... Отпусти и забудь? Нет, вряд ли.
zh_tw: 我想我記得如何使用這個……是的，它又回到了我身邊！

# CHARACTERS.WANDA.DESCRIBE.BRUSH
source: Caring for animals is so time consuming!
de: Es ist so zeitaufwendig, sich um Tiere zu kümmern!
es: Cuidar de los animales lleva mucho tiempo.
fr: S'occuper d'animaux prend un temps fou !
it: Prendersi cura degli animali richiede moltissimo tempo!
ja: 動物の世話はすごーく時間がかかる！
ko: 동물을 돌보는 데는 시간이 너무 많이 걸려!
pt_br: Cuidar de animais ocupa muito tempo!
ru: Сколько же времени занимает уход за животными!
zh_tw: 照顧動物太花時間了!

# CHARACTERS.WANDA.DESCRIBE.BUGNET
source: It'll be faster than trying to catch them with my hands.
de: Das geht schneller, als wenn ich versuche, sie mit den Händen zu fangen.
es: Será más rápido que intentar pillarlos con las manos.
fr: C'est plus rapide que d'essayer de les attraper à la main.
it: Dovrebbe essere più veloce che cercare di catturarli a mani nude.
ja: 手づかみにした方が早いと思うわ。
ko: 손수 잡는 것보다 빠를 거야.
pt_br: Vai ser mais rápido do que tentar pegá-los com as mãos.
ru: Так быстрее, чем пытаться ловить их руками.
zh_tw: 這比我用手去抓它們要快。

# CHARACTERS.WANDA.DESCRIBE.BULLKELP_PLANT.GENERIC
source: Kelp is only slightly more interesting than grass.
de: Seetang ist nur geringfügig interessanter als Gras.
es: Las algas no son mucho más interesantes que la hierba.
fr: Le varech est à peine plus intéressant que l'herbe.
it: Le alghe sono solo poco più interessanti dell'erba.
ja: 昆布は草よりほんの少し面白いかもね。
ko: 해초는 풀보다 조금 더 흥미롭워.
pt_br: Algas são só um pouco mais interessantes do que grama.
ru: Водоросли ненамного интереснее обычной травы.
zh_tw: 海帶只比草稍微有趣一些。

# CHARACTERS.WANDA.DESCRIBE.BULLKELP_PLANT.PICKED
source: It'll grow back eventually.
de: Wird schon irgendwann nachwachsen.
es: Acabará creciendo de nuevo.
fr: Ça finira par repousser.
it: Prima o poi ricrescerà.
ja: いずれ元に戻るだろう。
ko: 결국 다시 자랄 거야.
pt_br: Vai crescer de novo.
ru: Рано или поздно вырастет снова.
zh_tw: 它遲早會長回來。

# CHARACTERS.WANDA.DESCRIBE.BULLKELP_ROOT
source: I could plant this somewhere more convenient.
de: Ich könnte ihn an einem geeigneteren Ort pflanzen.
es: Podría plantar esto en un lugar mejor situado.
fr: Je pourrais planter ça à un endroit plus pratique.
it: Potrei piantarlo in una zona più comoda.
ja: 私ならもっと便利なところにこれを植えられるわ。
ko: 이것을 더 편리한 곳에 심을 수 있어.
pt_br: Eu poderia plantar isto num lugar mais conveniente.
ru: Его можно пересадить куда-нибудь, где ему будет удобнее.
zh_tw: 我可以把它種在更方便的地方。

# CHARACTERS.WANDA.DESCRIBE.BUNDLE
source: Bundled up for quick and efficient carrying.
de: Gebündelt für schnelles und effizientes Tragen.
es: Los paquetes son muy sencillos de transportar.
fr: C'est bien empaqueté pour un transport efficace.
it: Sono impacchettate per rendere il trasporto più comodo ed efficiente.
ja: 速く効率的に運べるようにまとめてある。
ko: 빠르게 효율적으로 운반하려고 뭉쳐뒀어.
pt_br: Um pacote para transportar de forma rápida e eficiente.
ru: Хороший сверток: развернуть можно быстро, носить удобно.
zh_tw: 捆綁起來以後可以快速有效地攜帶。
