Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.WARGLET
source: I could have sworn they were bigger...
de: Ich hätte schwören können, dass sie größer sind ...
es: Juraría que eran más grandes.
fr: J'aurais juré qu'ils étaient plus gros...
it: Avrei giurato che fosse più grande...
ja: もう少し大きかったはずだけど…
ko: 더 컸다고 맹세할 수 있어...
pt_br: Podia jurar que eles eram maiores...
ru: Готова поклясться, что раньше они были больше...
zh_tw: 我發誓，它們以前比現在大……

# CHARACTERS.WANDA.DESCRIBE.WARGSHRINE.BURNT
source: That's the end of that.
de: So viel dazu.
es: Es su fin.
fr: Bon ben. Kaput.
it: Fine dei giochi.
ja: 寿命だったってことだ。
ko: 마지막을 맞았군.
pt_br: Foi o fim dele.
ru: Это конец.
zh_tw: 它走到了盡頭。

# CHARACTERS.WANDA.DESCRIBE.WARGSHRINE.EMPTY
source: Any bright ideas?
de: Und, irgendwelche glorreichen Ideen?
es: Avísame si te viene la iluminación.
fr: Quelqu'un a une idée ?
it: Qualche idea brillante?
ja: なんかいい考えはない？
ko: 기발한 아이디어가 있나?
pt_br: Alguma ideia brilhante?
ru: Есть светлые идеи?
zh_tw: 有什麼好主意嗎？

# CHARACTERS.WANDA.DESCRIBE.WARGSHRINE.GENERIC
source: Well... I guess I have a little time to spare.
de: Nun ja ... Ich schätze, ich habe ein wenig Zeit.
es: Bueno... Supongo que tengo un poquito de tiempo de sobra.
fr: Bon... Je suppose que j'ai bien un peu de temps à perdre.
it: Beh... immagino di poterci dedicare qualche minuto.
ja: うーん…少しなら時間を使ってもいいかな。
ko: 음... 시간을 좀 낼 수 있을 거야.
pt_br: Bom... Acho que tenho um tempinho sobrando.
ru: Что ж... Думаю, у меня найдется пара минут.
zh_tw: 嗯……我也是可以勻一點時間出來的。

# CHARACTERS.WANDA.DESCRIBE.WARLY.ATTACKER
source: I don't like the look on your face, %s...
de: Der Gesichtsausdruck gefällt mir gar nicht, %s ...
es: No me gusta que me mires así, %s...
fr: Ton air ne me plaît pas beaucoup, %s...
it: Non mi piace affatto la tua espressione, %s...
ja: あんたのその表情が嫌いだわ、%s…
ko: 표정이 마음에 들지 않아, %s...
pt_br: Não gosto da cara que você está fazendo, %s...
ru: Не нравится мне, как ты на меня смотришь, %s...
zh_tw: 我不喜歡你臉上的表情，%s……

# CHARACTERS.WANDA.DESCRIBE.WARLY.FIRESTARTER
source: Not everything needs to be cooked, %s...
de: Es muss nicht alles gekocht werden, %s ...
es: No hay que cocinar absolutamente todo, %s...
fr: Il ne faut pas tout systématiquement cuire, %s...
it: Non tutto necessita di cottura, %s...
ja: なんでもかんでも全部料理する必要はないわ、%s…
ko: 전부 요리해야 할 것은 아니지만, %s...
pt_br: Nem tudo precisa ser cozinhado, %s...
ru: Не все на свете нужно готовить, %s...
zh_tw: 不是所有東西都需要烤熟的，%s……

# CHARACTERS.WANDA.DESCRIBE.WARLY.GENERIC
source: How good it is to see you, %s! Tell me, have we met yet?
de: Wie schön es ist, dich zu sehen, %s! Sag mal, haben wir uns schon getroffen?
es: Me alegro mucho de verte, %s. Oye, ¿nos habíamos visto ya?
fr: Quel plaisir de te voir, %s ! On s'est déjà rencontrés ou pas ?
it: Mi fa piacere vederti, %s! Di' un po', ci siamo già conosciuti?
ja: あなたに会えてすごくうれしいわ、%s！ねえ、私たち前にも会ったことある？
ko: 만나니까 정말 좋다, %s! 말해봐, 우리 만난 적 있어?
pt_br: Que bom te ver, %s! Me diga, a gente já se conhece?
ru: Как я рада тебя видеть, %s! Мы ведь уже встречались?
zh_tw: 見到你真是太好了，%s！話說，咱們遇見過沒有？

# CHARACTERS.WANDA.DESCRIBE.WARLY.GHOST
source: Give me a minute, I can fix this!
de: Gib mir eine Minute, ich kann das richten!
es: Un momento, ¡esto puedo solucionarlo!
fr: Attends, je vais arranger ça !
it: Dammi un minuto, posso rimediare!
ja: ちょっと待って！これ直せるわ！
ko: 잠시만, 고칠 수 있어!
pt_br: Só um minuto, eu posso dar um jeito nisso!
ru: Одну минутку, я все исправлю!
zh_tw: 給我一分鐘，我能行！

# CHARACTERS.WANDA.DESCRIBE.WARLY.MURDERER
source: It's hard to fool me %s, did you have this plot cooked up all along?!
de: Es ist schwer, mich zu täuschen, %s. Hattest du diesen Plan die ganze Zeit über parat?!
es: A mí no me la das con queso, %s, ¿¡tenías todo preparado!?
fr: Je ne suis pas née de la dernière pluie, %s ! Tu mijotais ça depuis le début ?
it: Non è facile ingannarmi, %s! Cosa ha bollito in pentola per tutto questo tempo?!
ja: 私をだますのは難しいわよ、%s。この考えをずーっと温めてたの？
ko: 나를 속이기는 어려워 %s, 이 줄거리를 내내 꾸민 거야?!
pt_br: É difícil me enganar, %s. Você já tinha planejado tudo isso?!
ru: Меня не проведешь, %s. Сколько же мариновался этот коварный план?!
zh_tw: 你別想糊弄我，%s，你是不是蓄謀已久了？

# CHARACTERS.WANDA.DESCRIBE.WARLY.REVIVER
source: I'm glad to have someone like you around, %s.
de: Ich bin froh, jemanden wie dich hier zu haben, %s.
es: Me alegro de tener a alguien como tú a mi lado, %s.
fr: Je suis contente de t'avoir près de moi, %s.
it: Sono lieta di poter fare affidamento su qualcuno come te, %s.
ja: あなたみたいな人がそばにいてくれてうれしいわ、%s。
ko: 너 같은 사람이 주변에 있어 행복해, %s.
pt_br: É bom ter alguém como você por perto, %s.
ru: Я так рада, что у меня есть ты, %s.
zh_tw: 我很高興身旁有你作伴，%s。

# CHARACTERS.WANDA.DESCRIBE.WAR_BLUEPRINT
source: I wouldn't mind having a beefalo bodyguard.
de: Ich hätte nichts dagegen, einen Beefalo-Leibwächter zu haben.
es: No me importaría tener un beefalo guardaespaldas.
fr: Je ne dirais pas non à un bœufalo en guise de garde du corps.
it: Non mi dispiacerebbe avere un mufalo come guardia del corpo.
ja: ビーファロのボディガードなんていいかもしれないわね。
ko: 비팔로 경호원을 두어도 상관없어.
pt_br: Não seria ruim ter um bífalo como guarda-costas.
ru: Было бы здорово обзавестись телохранителем-бифало.
zh_tw: 我不介意有只皮弗婁牛當保鏢。

# CHARACTERS.WANDA.DESCRIBE.WASPHIVE
source: I'd rather not be stung within an inch of my life, thank you.
de: Ich möchte lieber nicht fast zu Tode gestochen werden, vielen Dank auch.
es: Preferiría ahorrarme las picaduras el resto de mi vida, gracias.
fr: Je préfère éviter les piqûres, en fait.
it: Preferirei non essere punta a morte, grazie mille.
ja: これ以上はもう1ミリたりとも刺されたくないわ。
ko: 벌에 쏘이지 않는 게 좋겠어, 고마워.
pt_br: Prefiro não ser picada até ficar entre a vida e a morte. Obrigada.
ru: Я как-нибудь обойдусь без укусов по всему телу.
zh_tw: 我一下都不想被蟄，謝謝你。

# CHARACTERS.WANDA.DESCRIBE.WATERBALLOON
source: Don't think I won't throw it!
de: Ich werde ihn werfen. Verlass dich drauf!
es: ¡No te vayas a pensar que no lo lanzaré!
fr: Je vais le lancer, je vous préviens !
it: Guardate che lo lancio, eh!
ja: 私が捨てないとは思えないわ！
ko: 내가 던지지 않을 거라고 생각하지는 마!
pt_br: Não pense que não vou jogá-lo!
ru: Я его брошу, даже не сомневайся!
zh_tw: 別以為我不會丟你！

# CHARACTERS.WANDA.DESCRIBE.WATERINGCAN.EMPTY
source: What? How is it empty already?
de: Was? Wieso ist sie schon leer?
es: ¿Qué? Pero ¿cómo es que ya está vacía?
fr: Hein ? Mais c'est déjà vide ! Comment c'est possible ?
it: Cosa? Come fa a essere già vuoto?
ja: え？なんでもう空っぽなの？
ko: 뭐? 어떻게 벌써 다 비웠지?
pt_br: Quê? Como é que já está vazio?
ru: Что? Она уже пустая?
zh_tw: 啥？怎麼就乾了？

# CHARACTERS.WANDA.DESCRIBE.WATERINGCAN.GENERIC
source: Gardens need so much attention.
de: Gärten brauchen so viel Zuwendung.
es: Las huertas necesitan demasiada atención.
fr: Un jardin demande tellement d'entretien...
it: L'orto richiede troppe premure.
ja: 庭には手がかかるわ。
ko: 정원에는 관심을 많이 기울여야 해.
pt_br: Os jardins precisam de muita atenção.
ru: Саду нужно столько внимания.
zh_tw: 種地太費精力了。

# CHARACTERS.WANDA.DESCRIBE.WATERMELON
source: Ahh, refreshing!
de: Ah, erfrischend!
es: Ay, ¡qué refrescante!
fr: Aaah, c'est rafraîchissant !
it: Aah, rinfrescante!
ja: あー、すっきりするわ！
ko: 아, 상쾌하다!
pt_br: Ahh, que refrescante!
ru: Ах, как освежает!
zh_tw: 啊，耳目一新啊！

# CHARACTERS.WANDA.DESCRIBE.WATERMELONHAT
source: Believe it or not, it's actually quite practical.
de: Ob du es glaubst oder nicht, er ist tatsächlich ziemlich praktisch.
es: Parece mentira, pero es bastante práctico.
fr: Finalement, c'est bien pratique. Je vous jure !
it: Che ci crediate o meno, è alquanto pratica.
ja: 信じられないでしょうけど、コレすごく実用的なの。
ko: 믿거나 말거나 실제로는 아주 실용적이지.
pt_br: Acredite se quiser, ela é bastante prática.
ru: Сложно поверить, но это очень удобный головной убор.
zh_tw: 不管你信不信，它還是十分實用的。

# CHARACTERS.WANDA.DESCRIBE.WATERMELONICLE
source: It tastes like a frozen summer day.
de: Schmeckt wie ein gefrorener Sommertag.
es: Sabe como un día de verano helado.
fr: Ça a le goût d'un jour d'été gelé.
it: Ha il sapore di una giornata estiva ghiacciata.
ja: 夏の日を凍らせたみたいな味だわ。
ko: 얼어붙은 여름날의 맛이야.
pt_br: Tem gosto de um dia de verão congelado.
ru: На вкус как застывший летний день.
zh_tw: 是冷凍的夏日之味。

# CHARACTERS.WANDA.DESCRIBE.WATERMELON_COOKED
source: Cooking it seems wholly unnecessary.
de: Es scheint völlig unnötig zu sein, sie zu kochen.
es: Me parece bastante innecesario cocinarla.
fr: La cuire me semble parfaitement inutile.
it: Ho idea che cucinarla sia stato un totale spreco di tempo.
ja: 料理は完全にムダなことに思えるわ。
ko: 요리해야 할 필요가 전혀 없어 보여.
pt_br: Cozinhá-la me parece algo completamente desnecessário.
ru: Готовить его совсем не обязательно.
zh_tw: 做熟似乎完全沒有必要。

# CHARACTERS.WANDA.DESCRIBE.WATERMELON_OVERSIZED
source: It's so pleasantly round!
de: Sie ist so angenehm rund!
es: ¡Qué redondita es!
fr: C'est tout rond ! J'adore !
it: È perfettamente tonda!
ja: いい感じで丸々してる！
ko: 정말 기분 좋게 둥글다!
pt_br: É agradavelmente redonda!
ru: Он такой очаровательно круглый!
zh_tw: 圓潤的令人愉悅！

# CHARACTERS.WANDA.DESCRIBE.WATERMELON_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.WATERPLANT
source: I seem to recall something... there was a trick with the barnacles...
de: Ich glaube mich an etwas zu erinnern ... es gab einen Trick mit den Muscheln ...
es: Se me viene algo a la cabeza... Creo que había un truco con los percebes...
fr: Je crois que ça me rappelle quelque chose... Il y avait une astuces avec les bernacles...
it: Mi sembra di ricordare qualcosa... C'era un trucchetto con i cirripedi...
ja: 何か思い出せそうだった…フジツボを使ったトリックがあったような…
ko: 뭔가 떠오른 것 같은데... 따개비에 속임수가 있었어...
pt_br: Se bem me lembro... tinha um truque com as cracas...
ru: Кажется, я припоминаю... Что-то нужно сделать с морскими уточками...
zh_tw: 我似乎想起了什麼……好像跟藤壺有關……

# CHARACTERS.WANDA.DESCRIBE.WATERPLANT_BABY
source: In time, it will grow as big as the others.
de: Mit der Zeit wird das so groß wie all die anderen werden.
es: Con el tiempo crecerá tanto como las demás.
fr: Elle finira par être aussi grosse que les autres.
it: Con il tempo, crescerà tanto quanto le altre.
ja: そのうち他のと同じくらい大きく育つわ。
ko: 시간이 지나면 다른 것들만큼 자라겠지.
pt_br: Com o tempo, vai ficar tão grande quanto as outras.
ru: Со временем она станет такой же большой, как остальные.
zh_tw: 假以時日，它也一樣能長大。

# CHARACTERS.WANDA.DESCRIBE.WATERPLANT_BOMB
source: Oh botheration, I have to contend with angry flower spittle?
de: Ach verflixt! Muss ich mich jetzt mit der Spucke wütender Pflanzen herumschlagen?
es: Qué fastidio, ¿en serio tengo que aguantar los escupitajos de una planta enfadada?
fr: Oh flûte de zut, il faut en plus que je me coltine un crachat de fleur en colère ?
it: Che seccatura, adesso devo fare i conti con gli sputacchi di un fiore arrabbiato?
ja: ああ、煩わしい。怒ってる花のツバで満足しなくちゃいけないの？
ko: 아 귀찮아, 내가 화난 꽃이 뱉은 침이랑 씨름해야 하는 거야?
pt_br: Ai, que amolação! Vou ter que enfrentar cuspes de flores furiosas?
ru: Вот неудобство! Теперь в меня еще и злобные растения будут плеваться?
zh_tw: 嗷，麻煩呐。我現在都要跟憤怒的植物唾液鬥爭了？

# CHARACTERS.WANDA.DESCRIBE.WATERPLANT_PLANTER
source: If I come across a nice rock, I'll leave it there.
de: Wenn ich auf einen schönen Stein stoße, lasse ich ihn dort liegen.
es: Si encuentro alguna roca bonita, lo pondré ahí.
fr: Si je croise un joli rocher, je le laisserai en place.
it: Se dovessi imbattermi in un bel sassolino, lo lascerò esattamente dov'è.
ja: いい具合の岩があったら、あそこに置くわ。
ko: 좋은 바위가 나타나면 거기에 두고 가겠어.
pt_br: Se eu encontrar uma pedra bonita, vou deixá-la ali.
ru: Если я найду подходящий камень, то положу этот корень туда.
zh_tw: 我要是碰到好的石頭就會放進裡面的。

# CHARACTERS.WANDA.DESCRIBE.WATERPUMP
source: I'm sure I'll be needing it soon enough.
de: Ich bin sicher, dass ich sie bald brauchen werde.
es: Seguro que no tardará en hacerme falta.
fr: Je suis certaine que j'en aurai besoin.
it: Sono convinta che presto mi tornerà utile.
ja: すぐにこれが必要になるはずだわ。
ko: 확실히 그게 곧 필요하겠네.
pt_br: Estou certa de que vou precisar dela em breve.
ru: Уверена, что скоро он мне понадобится.
zh_tw: 我相信我很快就會需要它了。

# CHARACTERS.WANDA.DESCRIBE.WATERTREE_PILLAR
source: What a magnificent old tree!
de: Was für ein majestätischer alter Baum!
es: ¡Este árbol tan viejo es magnífico!
fr: Quel arbre superbe ! Il est vieux, mais il est bien.
it: Che magnifico vecchio albero!
ja: なんて巨大な老木！
ko: 정말 장엄한 오래된 나무다!
pt_br: Que árvore velha mais majestosa!
ru: Какое великолепное старое дерево!
zh_tw: 多麼宏偉的古樹啊！

# CHARACTERS.WANDA.DESCRIBE.WATERTREE_ROOT
source: I should steer clear of those if I don't want to meet a watery end.
de: Davon sollte ich mich fernhalten, wenn ich kein nasses Ende nehmen will.
es: Será mejor que vire hacia otro lado si no quiero acabar de agua hasta las orejas.
fr: Je devrais éviter ces choses si je veux rester en vie.
it: Mi converrà girare al largo se non voglio finire in un bagno d'acqua.
ja: ずぶ濡れでお陀仏になりたくなかったら、ああいうのには近づかないようにしないと。
ko: 물에 젖어 끝나고 싶지 않다면 피해야 해.
pt_br: Se eu quiser evitar uma morte aguada, é melhor ficar longe delas.
ru: Нужно держаться от них подальше, иначе меня ждет очень мокрый финал.
zh_tw: 我不想葬身大海，所以還是遠離那些東西吧。

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.ATTACKER
source: It was only a matter of time until she turned her spear against us.
de: Es war nur eine Frage der Zeit, bis sie ihren Speer gegen uns richtet.
es: Era cuestión de tiempo que usara la lanza en nuestra contra.
fr: Je savais bien qu'elle finirait par retourner sa lance contre nous.
it: Era solo questione di tempo prima che ci puntasse contro la sua lancia.
ja: あいつが私たちに槍向けるのは時間の問題だったわ。
ko: 그녀가 창을 이쪽으로 돌리는 것은 시간 문제였어.
pt_br: Era só uma questão de tempo até ela voltar sua lança contra nós.
ru: Я так и знала, что однажды она поднимет свое копье на нас.
zh_tw: 她把矛頭轉向我們只是時間問題。

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.FIRESTARTER
source: Why does this always seem to happen...
de: Warum muss das immer passieren ...
es: ¿Por qué pasa siempre lo mismo...?
fr: C'est toujours pareil...
it: Perché va a finire sempre così...?
ja: なんでいつもこうなるのかしら…
ko: 왜 항상 이런 일이 일어나는 것 같지...
pt_br: Por que isso sempre acaba acontecendo...?
ru: Ну почему это всегда происходит?..
zh_tw: 為什麼總會發生這種事……

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.GENERIC
source: Nice to see you again %s, but I'm afraid I can't stay long.
de: Schön, dich wiederzusehen %s, aber ich fürchte, ich kann nicht lange bleiben.
es: Me alegro de volver a verte, %s, pero no podré quedarme mucho tiempo.
fr: C'est bon de te revoir, %s. Malheureusement, je ne peux pas rester.
it: È bello rivederti, %s, ma temo di non potermi trattenere a lungo.
ja: また会えてうれしいわ、%s。でも悪いけど、、私、長居はできないの。
ko: 다시 만나서 반가워 %s, 하지만 오래 머물지는 못해.
pt_br: Bom te ver de novo, %s, mas receio não poder ficar muito tempo.
ru: Рада снова тебя видеть, %s, но у меня мало времени.
zh_tw: 很高興再見到你，%s，不過恐怕我不能跟你待太久。

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.GHOST
source: Give me a moment, you'll be yodeling... or whatever it is, again in no time!
de: Gib mir einen Augenblick, dann kannst du im Handumdrehen wieder jodeln ... oder was auch immer du machst!
es: ¡Dame un momento y volverás a hacer tu canto tirolés, o lo que sea, enseguida!
fr: Attends un peu et tu verras. En un rien de temps, tu vas pouvoir... euh... vikinguer ?
it: Solo un istante: tornerai a cantare lo jodel... o qualunque cosa sia, in una frazione di secondo!
ja: ちょっと待って。すぐにまたヨーデル…でもなんでもできるようにしてあげるから。
ko: 잠시만, 넌 요들링을 하게 될 거야... 아니면 그것이 무엇이든 간에, 곧 다시 할 거야!
pt_br: Só um instante, você vai voltar a fazer canto tirolês... ou seja lá o que for, num piscar de olhos!
ru: Через пару минут ты снова будешь распевать свой йодль... или что ты там делаешь.
zh_tw: 給我一點時間，你很快就能再唱約德爾山歌了！

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.MURDERER
source: You're not taking MY soul to Val-whatever-you-call-it!
de: Du bringst MEINE Seele nicht nach Val-wie-auch-immer-du-das-schimpfst!
es: ¡No pienso dejar que te lleves MI alma al Val-yo-qué-sé ese!
fr: Je refuse que tu emmènes MON âme au Vala-truc !
it: Non condurrai la MIA anima al Val... comunque tu lo voglia chiamare!
ja: あんたが私の魂をバルなんとかに連れて行くことはないわ！
ko: 내 영혼을 발-머시기 뭐라고 부르든 간에 거기로 데려갈 수 없어!
pt_br: Você não vai levar a MINHA alma pra Val-sei-lá-o-quê!
ru: Мою душу ты в эту Валь-как-ее-там не отправишь!
zh_tw: 我是不會把我的靈魂讓你交到英什麼殿的！

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHR.REVIVER
source: I think I'm quite glad to have you around after all, %s.
de: Ich glaube, ich bin doch ganz froh, dich hier zu haben, %s.
es: Creo que, al final, sí que me alegro de tenerte a mi lado, %s.
fr: Je pense que finalement, je suis bien contente que tu sois là, %s.
it: Dopotutto, devo ammettere di essere felice di averti intorno, %s.
ja: あんたがそばにいてくれて結局は良かったんだわ、%s。
ko: 결국 네가 곁에 있어서 정말 다행이라고 생각해, %s.
pt_br: No fim, acho que estou feliz de ter você por perto, %s.
ru: И все-таки я рада, что ты со мной, %s.
zh_tw: 我很高興有你在身邊，%s。

# CHARACTERS.WANDA.DESCRIBE.WATHGRITHRHAT
source: It's not historically accurate, but I'll just keep that to myself.
de: Es ist nicht historisch korrekt, aber das behalte ich für mich.
es: No es de rigor histórico, pero no se lo diré.
fr: C'est historiquement faux, mais je vais me taire.
it: Non è storicamente attendibile, ma non serve che si sappia in giro.
ja: 歴史的に正しくはないけど、それは言わないことにしておくわ。
ko: 역사적으로 정확하지는 않지만, 혼자서만 간직할 거야.
pt_br: Não é historicamente preciso, mas vou ficar com ele.
ru: Этот шлем исторически недостоверен, но я тактично промолчу.
zh_tw: 這並不符合歷史事實，但我就不說了。

# CHARACTERS.WANDA.DESCRIBE.WAXPAPER
source: With this, I can make time slow down for my food too!
de: Damit kann ich die Zeit auch für mein Essen verlangsamen!
es: Con esto podré hacer que el tiempo también pase más lento para mi comida.
fr: Ça va me permettre de ralentir le temps pour ma nourriture !
it: Con questa, posso rallentare il tempo anche per il mio cibo!
ja: これがあれば、時間の流れをゆっくりにできる。私の食べ物のためにもね！
ko: 이것으로 음식을 먹는 시간을 늦출 수도 있어!
pt_br: Com isto, também posso fazer o tempo passar mais devagar pra minha comida!
ru: С этой штукой я смогу замедлять время и для своей еды!
zh_tw: 有了這個，我就可以讓食物的時間也放慢了！

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.ATTACKER
source: I knew there was something dark about you, %s!
de: Ich wusste doch, dass du etwas Finsteres an dir hast, %s!
es: ¡Sabía que tenías un lado oscuro, %s!
fr: Je savais que tu avais un côté sombre, %s !
it: Sapevo che c'era qualcosa di oscuro in te, %s!
ja: あんたには何か後ろ暗いところがあると思ってたんだ、%s！
ko: 너에 대해 어두운 무언가가 있다는 것을 알고 있었어, %s!
pt_br: Sabia que tinha algo sombrio em você, %s!
ru: Я так и знала, что у тебя есть темная сторона, %s!
zh_tw: 我就知道你有這陰暗的一面，%s！

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.FIRESTARTER
source: Honestly! Throwing a tantrum won't solve anything.
de: Jetzt mal ehrlich! Ein Wutanfall bringt doch auch nichts.
es: Sinceramente, no servirá de nada que montes una pataleta.
fr: Tu sais que piquer une grosse colère ne va rien arranger ?
it: Sul serio?! Fare i capricci non risolverà nulla.
ja: 正直言うと、癇癪起こしても問題は何も解決しないわ。
ko: 솔직히 말이야! 짜증을 낸다고 문제가 해결되는 건 아니지.
pt_br: Sinceramente! Não vai adiantar nada ter um chilique.
ru: Право слово! Ни к чему закатывать эти сцены.
zh_tw: 說實話！發脾氣並不能解決任何問題。

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.GENERIC
source: Goodness %s, have you aged since the last time I saw you?
de: Meine Güte %s, bist du gealtert, seit ich dich das letzte Mal gesehen habe?
es: Cielos, %s, ¿has envejecido desde la última vez que te vi?
fr: Bonté divine, %s ! Tu as vieilli depuis la dernière fois, non ?
it: Santo cielo, %s, sei invecchiato dall'ultima volta che ci siamo visti?
ja: 何があったの、%s？前に会った時から年取った？
ko: 맙소사 %s, 마지막으로 본 이후에 늙은 거니?
pt_br: Credo, %s. Você envelheceu desde a última vez que te vi?
ru: Ой, %s, а ты вообще не постарел с нашей последней встречи?
zh_tw: 老天啊，%s，你怎麼比上次見面時老了那麼多？

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.GHOST
source: Don't fret %s, I can fix this! Just give me a moment.
de: Mach dir keine Sorgen %s, ich kann das in Ordnung bringen! Gib mir nur einen Moment Zeit.
es: No te preocupes, %s, ¡esto puedo solucionarlo! Dame un momento.
fr: Ne t'en fais pas, je vais arranger ça, %s ! Laisse-moi juste une petite minute.
it: Niente paura, %s, posso rimediare! Dammi solo un istante.
ja: 心配しないで、%s、私が直せるわ。ちょっと待ってて。
ko: 괜찮아 %s, 해결할 수 있어! 잠시만 시간을 줘.
pt_br: Não se preocupe, %s. Eu posso dar um jeito nisso, só me dê um minuto!
ru: Не волнуйся, %s, я все исправлю! Секундочку.
zh_tw: 別擔心，%s，我有辦法！給我點時間。

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.MURDERER
source: The shadows poisoned your mind, %s! Now you need to be dealt with!
de: Die Schatten haben deinen Geist vergiftet, %s! Jetzt musst du erledigt werden!
es: Las sombras te han contaminado la mente, %s. ¡Ahora tendré que acabar contigo!
fr: Les ombres ont perverti ton esprit, %s ! Il va falloir que je me charge de ton cas !
it: Le ombre ti hanno avvelenato la mente, %s! Ora dovrai pagarne le conseguenze!
ja: 影が%sの心に毒をやったんだ！これであんたに対処しなくちゃいけなくなった！
ko: 그림자가 마음에 독을 발랐어, %s! 지금 그걸 해결해야 해!
pt_br: As sombras envenenaram sua mente, %s! Agora preciso dar um jeito em você!
ru: Тени отравили твой разум, %s! Придется с тобой разобраться!
zh_tw: 暗影腐化了你的思想，%s！我要替天行道了！

# CHARACTERS.WANDA.DESCRIBE.WAXWELL.REVIVER
source: There is goodness in you yet, %s. Oh, don't look so embarrassed!
de: Es ist noch Gutes in dir, %s. Oh, nun schau doch nicht so verlegen!
es: Todavía te queda algo de bondad, %s. Ay, ¡que no te dé vergüenza!
fr: Il reste du bon en toi, %s ! Allons, n'aie pas cet air gêné.
it: C'è ancora del buono in te, %s. Oh, non volevo metterti in imbarazzo!
ja: あんたの中にも良心がまだあるでしょう、%s。そんなに恥ずかしがらないで！
ko: 네 안에는 아직 선량함이 있어, %s. 오, 그렇게 당황하지는 마!
pt_br: Ainda tem bondade dentro de você, %s. Ah, não precisa ficar tão envergonhado!
ru: В тебе еще осталось добро, %s. Ну же, нечего так смущаться!
zh_tw: 你內心還是很善良的，%s。哎呀，你尷尬什麼！

# CHARACTERS.WANDA.DESCRIBE.WAXWELLJOURNAL
source: Hm.
es: Hum...
fr: Hmm...
it: Mm.
ja: んー。
ko: 흠.
ru: Хм-м.
zh_tw: 嗯。

# CHARACTERS.WANDA.DESCRIBE.WEBBER.ATTACKER
source: Someone needs to give that child a time out.
de: Dieses Kind braucht mal dringend eine Auszeit.
es: Alguien tendría que darle un descanso a ese crío.
fr: Il va falloir mettre ce gamin au coin.
it: Quel bambino merita un castigo.
ja: 誰かがあの子供にお仕置きしないといけないわ。
ko: 누군가는 그 아이에게 시간을 주어야 해.
pt_br: Alguém precisa botar essa criança de castigo.
ru: Пора устроить этому ребенку тихий час.
zh_tw: 是該好好管管那小子了。

# CHARACTERS.WANDA.DESCRIBE.WEBBER.FIRESTARTER
source: All children want to do these days is set fire to everything.
de: Kinder heutzutage wollen alles nur in Brand setzen.
es: Lo único que quieren hacer los niños de hoy en día es quemar cosas.
fr: Les enfants d'aujourd'hui ne cherchent qu'à tout cramer.
it: I bambini di oggi si divertono a dare fuoco a tutto.
ja: この頃の子供がやりたいことと言ったら、その辺に火を付けることだけ。
ko: 요즘 아이들이 하고 싶어하는 것은 모든 것에 불을 지르는 게 전부야.
pt_br: Hoje em dia, só o que as crianças querem é tacar fogo em tudo.
ru: В наши дни дети только и делают, что устраивают пожары.
zh_tw: 現在的小孩就知道瞎放火。
