Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.FIG_COOKED
source: Mmm, squishy!
de: Mmmh, matschig!
es: Mmm... ¡Blandito!
fr: Mmmh, c'est tout mou !
it: Mmm, molliccio!
ja: モグモグ…グニャグニャだよ！
ko: 음, 물컹해!
pl: Mmm, przyjemnie rozmiękłe!
pt_br: Mmm, molenga!
ru: М-м-м, мягонькое!
zh_tw: 喔，軟軟的！

# CHARACTERS.WURT.DESCRIBE.FIREBALLSTAFF
source: Thwooooom!
de: Wuuumms!
es_mx: ¡Buuuuuuum!
fr: PFIOOUUUUU !
it: Buuuum!
ja: トゥーーーーーン！
ko: 퍼어어어엉!
pl: Buuuuum!
pt_br: Tchuooooom!
ru: Вру-у-у-у-м!
zh_tw: 呼轟！

# CHARACTERS.WURT.DESCRIBE.FIRECRACKERS
source: Make big sounds and lights!!
de: Laut und hell!!
es: ¡¡Hace muchos ruidos y luces!!
es_mx: ¡¡Producir sonidos fuertes y grandes luces!!
fr: Ils font beaucoup de bruit et de lumière !
it: Fanno grandi rumori e luci!
ja: 大きな音と光を作って！
ko: 큰 소리랑 빛 내!
pl: Dużo hałasu i dużo światła!
pt_br: Faz sons e luzes grandes!!
ru: Громко шумит и ярко светит!
zh_tw: 響聲大，閃光亮！！

# CHARACTERS.WURT.DESCRIBE.FIREFLIES.GENERIC
source: Come back, flurp!
de: Kommt zurück, flurp!
es: ¡Vuelve, flurp!
es_mx: ¡Volver aquí, flup!
fr: Reviens, florp !
it: Torna indietro, flurp!
ja: 戻って来いよ、フループ！
ko: 돌아와, 뻐끔!
pl: Wracajcie, flurp!
pt_br: Volte, flurp!
ru: Бульк, вернитесь!
zh_tw: 回來，浮勒噗！

# CHARACTERS.WURT.DESCRIBE.FIREFLIES.HELD
source: They tickle!
de: Sie kitzeln!
es: ¡Hacen cosquillas!
es_mx: ¡Ellas hacer cosquillas!
fr: Elles me chatouillent !
it: Solleticose!
ja: くすぐったいよ！
ko: 간지러워!
pl: Łaskoczą!
pt_br: Faz cócegas!
ru: Щекочутся!
zh_tw: 他們會弄癢我！

# CHARACTERS.WURT.DESCRIBE.FIREHOUND
source: Don't like look of that one, flurp.
de: Der gefällt mir nicht, flurp.
es: No me gusta el aspecto de ese, flurp.
es_mx: A mí no gustarme su aspecto, flup.
fr: Sa tête me revient pas.
it: Non piace suo aspetto, flurp.
ja: 見た目が気に入らないな、フループ。
ko: 생긴 게 마음에 안 들어, 뻐끔.
pl: Ten typ mi się nie podoba, flurp.
pt_br: Não gosto da cara desse, flurp.
ru: Не нравится мне это, бульк.
zh_tw: 不喜歡那東西的樣子，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.FIRENETTLES
source: Don't like them...
de: Mag die nicht ...
es: No me gustan...
fr: J'aime pas...
it: Non mi piacciono...
ja: あれ嫌い…
ko: 싫어...
pl: Nie lubię ich...
pt_br: Não gosto delas...
ru: Не нравятся мне...
zh_tw: 不喜歡它們……

# CHARACTERS.WURT.DESCRIBE.FIREPIT.EMBERS
source: It dying.
de: Stirbt.
es: Se está muriendo.
es_mx: Estar muriendo.
fr: Il va s'éteindre.
it: Spegne.
ja: 死にかけているよ。
ko: 죽어 가.
pl: Gaśnie.
pt_br: Tá morrendo.
ru: Умирает.
zh_tw: 火要熄了。

# CHARACTERS.WURT.DESCRIBE.FIREPIT.GENERIC
source: Time for story-tell around fire, florp!
de: Zeit für Geschichten am Feuer, florp!
es: ¡Hora de contar historias en torno al fuego, florp!
es_mx: ¡Ser momento de contar historias en la fogata, flop!
fr: C'est l'heure de raconter des histoires autour du feu, florp !
it: Ora di storie intorno a fuoco, florp!
ja: 火を囲んで語る時間だよ、フロープ！
ko: 불 옆에서 얘기할 시간이야, 뻐끔!
pl: Czas na opowieści przy ognisku, florp!
pt_br: Hora de contar histórias perto do fogo, florp!
ru: Время для историй у костра, бульк!
zh_tw: 我們來圍著營火講故事吧，格浪浮！

# CHARACTERS.WURT.DESCRIBE.FIREPIT.HIGH
source: Big fire!
de: Großes Feuer!
es: ¡Gran fuego!
es_mx: ¡Enormes llamas!
fr: C'est un gros feu !
it: Grande fuoco!
ja: 大きい火だ！
ko: 큰 불이다!
pl: Wielki płomień!
pt_br: Fogo grande!
ru: Большой костер!
zh_tw: 大火！

# CHARACTERS.WURT.DESCRIBE.FIREPIT.LOW
source: Fire getting small.
de: Feuer wird klein.
es: El fuego se está haciendo pequeño.
es_mx: Las llamas estar más pequeñas.
fr: Le feu devient plus petit.
it: Fuoco più piccolo.
ja: 火が小さくなってきたね。
ko: 불 점점 작아져.
pl: Ogień się zmniejsza.
pt_br: Fogo ficando pequeno.
ru: Огонь уменьшается.
zh_tw: 火變小了。

# CHARACTERS.WURT.DESCRIBE.FIREPIT.NORMAL
source: Comfy cozy.
de: Sehr gemütlich.
es: Acogedor y confortable.
es_mx: Cómoda y acogedora.
fr: C'est agréable.
it: Confortevole.
ja: 快適な居心地の良さだね。
ko: 포근하고 아늑해.
pl: Cieplutko i wygodnie.
pt_br: Bem acolhedor.
ru: Удобненько, уютненько.
zh_tw: 舒服啊。

# CHARACTERS.WURT.DESCRIBE.FIREPIT.OUT
source: Can make more fire later!
de: Später mehr Feuer machen!
es: ¡Puedo hacer más fuego después!
es_mx: ¡Poder hacer más fuego después!
fr: Je referai un feu plus tard.
it: Posso fare più fuoco più tardi!
ja: 後でまた火をつけることが出来るよ。
ko: 불 나중에 만들면 돼!
pl: Później będzie można rozpalić więcej ognia!
pt_br: Pode fazer mais fogo depois!
ru: Я потом еще огня наделаю!
zh_tw: 一會可以再生點火！

# CHARACTERS.WURT.DESCRIBE.FIRESTAFF
source: Fire shooty stick!
de: Feuerschießstock!
es: ¡Palo que dispara fuego!
es_mx: ¡Rama disparadora de fuego!
fr: Ce bâton lance du feu !
it: Stecca di fuoco che spara!
ja: ファイアーシューティスティック！
ko: 불 쏘는 막대기다!
pl: Patyk strzelający ogniem!
pt_br: Vara de tiro de fogo!
ru: Огнепалка-стрелялка!
zh_tw: 射火的棍子！

# CHARACTERS.WURT.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: It getting hungry.
de: Hat Hunger.
es: Está hambriento.
es_mx: Esto tener hambre.
fr: La machine commence à avoir faim.
it: Ha fame.
ja: お腹が空いてきたね。
ko: 배고파해.
pl: Robi się głodny.
pt_br: Tá ficando com fome.
ru: Он проголодался.
zh_tw: 它餓了。

# CHARACTERS.WURT.DESCRIBE.FIRESUPPRESSOR.OFF
source: It sleeping.
de: Schläft.
es: Está durmiendo.
es_mx: Estar dormido.
fr: La machine dort.
it: Dorme.
ja: 眠っているよ。
ko: 자고 있어.
pl: Śpi.
pt_br: Tá dormindo.
ru: Заснул.
zh_tw: 它在睡覺。

# CHARACTERS.WURT.DESCRIBE.FIRESUPPRESSOR.ON
source: Good machine!
de: Gute Maschine!
es: ¡Máquina buena!
es_mx: ¡Buena máquina!
fr: Ça c'est de la bonne machine.
it: Buona macchina!
ja: いい機械だ！
ko: 좋은 기계야!
pl: Dobra maszyna!
pt_br: Máquina boa!
ru: Хорошая машина!
zh_tw: 好機器！

# CHARACTERS.WURT.DESCRIBE.FISH
source: Awwww, it so cute!
de: Ooch, wie niedlich!
es: ¡Oooh, qué monada!
es_mx: ¡Aay, ser muy lindo!
fr: Ooooohhh, trop mignon !
it: Oh, carino!
ja: あうう、すっごくかわいい！
ko: 세상에, 너무 귀여워!
pl: Ooooo, ale ładna!
pt_br: Ahhh, é tão fofo!
ru: Ой, какая миленькая!
zh_tw: 啊，太可愛了！

# CHARACTERS.WURT.DESCRIBE.FISHINGNET
source: Scoop many fishes.
de: Viele Fische fangen.
es: Pilla muchos peces.
es_mx: Esto atrapar muchos peces.
fr: C'est pour attraper plein de poissons.
it: Prende tanti pesci.
ja: たくさん魚をすくうよ。
ko: 물고기 많이 퍼내.
pl: Można w nią złapać wiele rybek.
pt_br: Pega muitos peixes.
ru: Ловит много рыбок.
zh_tw: 能撈起很多魚。

# CHARACTERS.WURT.DESCRIBE.FISHINGROD
source: Grab on, fishes!
de: Los, Fische!
es: ¡Agarraos, peces!
es_mx: ¡Deber picar carnada, peces!
fr: Accrochez-vous, les poissons !
it: Forza, pesci!
ja: つかまって、魚たち！
ko: 잡아 봐, 물고기들아!
pl: Łapcie, rybki!
pt_br: Se segurem, peixes!
ru: Цепляйтесь, рыбки!
zh_tw: 抓住，魚！

# CHARACTERS.WURT.DESCRIBE.FISHMEAT
source: No!!
de: Nein!!
fr: Non !!
ja: いやー！！
ko: 안 돼!!
pl: Nie!
pt_br: Não!!
ru: О нет!
zh_tw: 不！！

# CHARACTERS.WURT.DESCRIBE.FISHMEAT_COOKED
source: Won't eat it!
de: Esse ich nicht!
es: ¡No comeré eso!
es_mx: ¡Yo no comer eso!
fr: J'le mangerai pas !
it: Io non mangio!
ja: 食べないよ！
ko: 안 먹어!
pl: Nie zjem tego!
pt_br: Não vou comer!
ru: Не буду это кушать!
zh_tw: 我就不吃！

# CHARACTERS.WURT.DESCRIBE.FISHMEAT_SMALL
source: Was so little...
de: War so klein ...
es: Era tan pequeño...
es_mx: Haber sido tan pequeño...
fr: Il était si petit...
it: Era piccolino...
ja: 小さい頃は...
ko: 아주 작았는데...
pl: Była taka maleńka...
pt_br: Era tão pequeno...
ru: Такая малышка…
zh_tw: 它曾是個孩子……

# CHARACTERS.WURT.DESCRIBE.FISHMEAT_SMALL_COOKED
source: Glurgh... who do such thing!
de: Glarg ... Wer macht so was?!
es: Glurgh... ¡Quién haría algo así!
es_mx: Gluf... ¡¿quién hacer tal cosa?!
fr: Argh... Qui a fait ça ?
it: Glurg... Chi fa cose così?
ja: グルーフ..誰がそんなことをするんだ！
ko: 빠끔빠끔... 그런 짓 안 해!
pl: Glurg... Kto mógł coś takiego zrobić?!
pt_br: Glurgh... quem faz isso?!
ru: Бульк… Должно быть стыдно!
zh_tw: 格勒浮……誰會做這種事！

# CHARACTERS.WURT.DESCRIBE.FISHSTICKS
source: Why you do this to fish?!
de: Warum macht man das mit Fischen?!
es: ¿¡Por qué les hacéis esto a los peces!?
es_mx: ¡¿Por qué hacerles eso a los peces?!
fr: Pourquoi tu fais ça aux poissons ?
it: Perché fate questo a pesci?!
ja: なぜ魚を釣るためにこんなことをするの！？
ko: 물고기한테 왜 그래?!
pl: Jak można zrobić coś takiego rybkom?!
pt_br: Por que você faz isso com peixe?!
ru: Как так можно? Это же рыбка!
zh_tw: 為什麼要這樣對魚？！

# CHARACTERS.WURT.DESCRIBE.FISHTACOS
source: Fish not happy in there...
de: Fische sind da nicht froh drin ...
es: Los peces no están felices ahí...
es_mx: Los peces no estar felices ahí.
fr: Le poisson n'est pas heureux là-dedans.
it: Pesci non felici qui...
ja: 魚はそこでは幸せではないよ...
ko: 물고기가 저 안 싫어해...
pl: Te rybki nie są szczęśliwe...
pt_br: Peixe não tá feliz aí...
ru: Рыбке там не нравится…
zh_tw: 魚在那裡不開心……

# CHARACTERS.WURT.DESCRIBE.FISH_BOX
source: This where scale-less keep fish pets, florp?
de: Halten die Schuppenlosen da Fische, florp?
es: ¿Es aquí donde los sin escamas tienen a sus peces mascotas, florp?
es_mx: ¿Aquí ser donde no escamosos guardar peces mascota, flop?
fr: C'est là-dedans que les sans-écailles mettent leurs amis les poissons ?
it: Qui dove marinai tengono pescetti, florp?
ja: ここではスケールレスで魚のペットを飼っているの、フロープ？
ko: 무비늘이 물고기 키우는 곳인가, 뻐끔?
pl: Bezłuskowcy trzymają w tym swoje rybki, florp?
pt_br: Sem-escamas deixam peixes mascotes aqui, florp?
ru: Бульк, тут ребята без чешуи держат рыбок-питомцев?
zh_tw: 無鱗生物就把寵物魚放這兒啊，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.FISH_COOKED
source: Fish are friends, not food!
de: Fische sind Freunde, kein Essen!
es: ¡Los peces son amigos, no comida!
es_mx: ¡Los peces ser amigos, no comida!
fr: Les poissons sont nos amis !
it: Pesci sono amici, non cibo!
ja: 魚は友達であって食べ物ではないよ。
ko: 물고기는 친구지 음식 아니야!
pl: Rybki to przyjaciele, a nie jedzenie!
pt_br: Peixes são amigos, não comida!
ru: Рыбки — друзья, а не еда!
zh_tw: 魚是朋友，不是食物！

# CHARACTERS.WURT.DESCRIBE.FLINT
source: Glorph! It sharp!
de: Glorf! Scharf!
es: ¡Glorph! ¡Está afilado!
es_mx: ¡Glof! ¡Ser afilada!
fr: Glorp ! Ça coupe !
it: Glorf! Affilata!
ja: グローフ！鋭い！
ko: 빠끔빠끔! 날카로워!
pl: Glorp! Ostry!
pt_br: Glorph! É afiado!
ru: Хлюп! Острая штука!
zh_tw: 格浪浮！好尖！

# CHARACTERS.WURT.DESCRIBE.FLOWER.GENERIC
source: Glurgh, such ugly plant.
de: Glarg, hässliche Pflanze.
es: Glurgh, vaya planta fea.
es_mx: Gluaj, planta ser muy fea.
fr: Argh, ce qu'elle est moche !
it: Glurg, pianta tanto brutta.
ja: グローフ、いけてない植物だね。
ko: 빠끔빠끔, 엄청 못생긴 식물이야.
pl: Glurg, ale brzydka roślina.
pt_br: Glurgh, que planta feia.
ru: Бульк, гадкое растение.
zh_tw: 格勒格，好醜的植物。

# CHARACTERS.WURT.DESCRIBE.FLOWER.ROSE
source: Creepy, florp.
de: Gruselig, florp.
es: Siniestra, florp.
es_mx: Espeluznante, flop.
fr: Ce qu'elle est moche, florp !
it: Paura, florp.
ja: 不気味だよ、フロープ。
ko: 소름 끼쳐, 뻐끔.
pl: Straszna, florp.
pt_br: Assustador, florp.
ru: Хлюп. Страшная штука.
zh_tw: 古怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.FLOWERHAT
source: Hat ugly, but killing flowers fun!
de: Hässlicher Hut, aber Blumen töten Spaß!
es: ¡El sombrero es feo, pero matar flores es divertido!
es_mx: Sombrero ser feo, ¡pero matar flores ser divertido!
fr: J'aime pas ce chapeau, mais j'aime tuer les fleurs !
it: Cappello bruttissimo, ma uccidere fiori è divertente!
ja: 帽子は不細工だけど花をつぶすのは楽しいよ。
ko: 모자 못생겼어도 꽃 죽이는 건 재미있어!
pl: Kapelusz jest brzydki, ale zabijanie kwiatów fajne!
pt_br: Chapéu feio, mas matar flores é legal!
ru: Шапка гадкая, а цветы рвать весело!
zh_tw: 帽子好醜，但是辣手催花很過癮！

# CHARACTERS.WURT.DESCRIBE.FLOWERSALAD
source: Look bad, but taste okay.
de: Sieht schlecht aus, aber schmeckt gut.
es: Tiene mala pinta, pero sabe bien.
es_mx: Verse asquerosa, pero saber bien.
fr: C'est moche, mais ça se mange.
it: Sembra brutta, ma ha sapore decente.
ja: 見た目は悪いが、味はまあまあだね。
ko: 보기에는 안 좋은데 맛 괜찮아.
pl: Wygląda okropnie, ale smakuje w porządku.
pt_br: Parece ruim, mas gosto bom.
ru: На вид гадко, а на вкус ничего.
zh_tw: 看起來不怎麼樣，但嘗起來還不錯。

# CHARACTERS.WURT.DESCRIBE.FLOWER_CAVE
source: Glowy!
de: Leuchtet!
es: ¡Brilla!
es_mx: ¡Brillante!
fr: Ça brille !
it: Luminoso!
ja: 光ってるよ！
ko: 빛이 나!
pl: Świeci się!
pt_br: Brilhante!
ru: Светится!
zh_tw: 發著光！

# CHARACTERS.WURT.DESCRIBE.FLOWER_EVIL
source: Blegh, even worse than normal flower.
de: Bäh, noch schlechter als normale Blume.
es: Blegh, aún peor que una flor normal.
es_mx: Puaj, esta ser incluso peor que flor normal.
fr: Beurk, encore pire qu'une fleur normale.
it: Blegh, anche più schifoso di fiore normale.
ja: ブレグ、普通の花よりももっと悪いよ。
ko: 웩, 그냥 꽃보다 더 끔찍해.
pl: Ble, jeszcze gorszy niż normalny kwiat.
pt_br: Blegh, ainda pior que flor normal.
ru: Фу, даже хуже обычных цветков.
zh_tw: 啵，比正常的花還要惡劣。

# CHARACTERS.WURT.DESCRIBE.FLOWER_WITHERED
source: Good.
de: Gut!
es: Bien.
es_mx: Bien.
fr: Bon.
it: Bene.
ja: よし、枯れているな
ko: 좋다.
pl: Dobrze.
pt_br: Bom.
ru: Хорошо.
zh_tw: 很好。

# CHARACTERS.WURT.DESCRIBE.FOLIAGE
source: Purple one of tastiest colors, florp.
de: Lila leckerste Farbe, florp.
es: El morado es uno de los colores más sabrosos, florp.
es_mx: El púrpura ser de los colores más sabrosos, flop.
fr: Le violet, c'est la couleur qui a le meilleur goût.
it: Viola sono più buone, florp.
ja: 味のある色の紫の中の1つだよ、フロープ。
ko: 보라색은 맛있는 색이야, 뻐끔.
pl: Fioletowy to jeden z najsmaczniejszych kolorów, florp.
pt_br: Roxo é uma das cores mais gostosas, florp.
ru: Хлюп, фиолетовый — самый вкусный цвет.
zh_tw: 紫色是最美味的顏色，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.FOOTBALLHAT
source: Made from hide of enemies, florp.
de: Aus Fell von Feinden, florp.
es: Hecho de piel de enemigos, florp.
es_mx: Hecho de piel de enemigos, flop.
fr: C'est un chapeau fait avec le cuir de mes ennemis, florp.
it: Fatto con pelle di nemici, florp.
ja: 敵の皮で作られたんだよ、フロープ。
ko: 적 가죽으로 만들었어, 뻐끔.
pl: Zrobiony ze skóry wrogów, florp.
pt_br: Feito de pele de inimigos, florp.
ru: Буль, сделано из кожи врагов.
zh_tw: 用敵人的皮做的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.FORGETMELOTS
source: Glurgh. Is another flower.
de: Glarg. Noch eine Blume.
es: Glurgh. Otra flor.
fr: Glurg. Encore une fleur.
it: Glurgh. Altro fiore.
ja: グルーフ。ただのお花だよ。
ko: 빠끔빠끔. 또 다른 꽃이네.
pl: Glurg. To kolejny kwiatek.
pt_br: Glurgh. É outra flor.
ru: Хлюп. Какой-то цветочек.
zh_tw: 格勒格。是另一種花。

# CHARACTERS.WURT.DESCRIBE.FORMAL_BLUEPRINT
source: Ooooh, all fancy.
de: Oooh, alles so schick.
es: Ooooh, muy elegante.
fr: Ooooh, très chic.
it: Oooh, tutto bello.
ja: すごーい。お洒落だね。
ko: 오오, 전부 멋져.
pl: Ooooch, ale to eleganckie.
pt_br: Aaaah, muito chique.
ru: У-у-у, какое модное.
zh_tw: 喔，真高級。

# CHARACTERS.WURT.DESCRIBE.FOSSIL_PIECE
source: Spooky bones.
de: Gruselige Knochen.
es: Huesos siniestros.
es_mx: Huesos escalofriantes.
fr: Ces os sont pas rassurants.
it: Ossa inquietanti.
ja: 不気味な骨だよ。
ko: 오싹한 뼈야.
pl: Straszne kości.
pt_br: Ossos assustadores.
ru: Жуткие косточки.
zh_tw: 陰森的骨頭。

# CHARACTERS.WURT.DESCRIBE.FOSSIL_STALKER.COMPLETE
source: ...Why we do this again?
de: ... Warum machen wir das?
es: ... ¿Por qué hacemos esto otra vez?
es_mx: ¿Por qué hacer esto otra vez?
fr: ...Pourquoi on fait ça, déjà ?
it: ... Perché facciamo ancora?
ja: ...なぜまたこんなことを？
ko: ...우리 이거 왜 한다고?
pl: Jeszcze raz, po co my to robimy...?
pt_br: ... Por que fazer isso mesmo?
ru: …Ну и зачем нам это?
zh_tw: ……我們為什麼又做一遍？

# CHARACTERS.WURT.DESCRIBE.FOSSIL_STALKER.FUNNY
source: That how he supposed to look?
de: Soll der so aussehen?
es: ¿Así es como se supone que era?
es_mx: ¿Él deber verse así?
fr: À quoi il est censé ressembler ?
it: Così deve essere aspetto?
ja: そんな風に見えるの？
ko: 원래 이렇게 생겼나?
pl: Tak to powinno wyglądać?
pt_br: É assim que deveria parecer?
ru: Разве так должно быть?
zh_tw: 他原本就長這樣嗎？

# CHARACTERS.WURT.DESCRIBE.FOSSIL_STALKER.GENERIC
source: Need more spooky bones.
de: Braucht mehr gruselige Knochen.
es: Necesita más huesos siniestros.
es_mx: Necesitar más huesos escalofriantes.
fr: J'dois trouver plus d'os.
it: Servono altre ossa inquietanti.
ja: もっと不気味な骨が必要だね。
ko: 오싹한 뼈 더 필요해.
pl: Potrzeba więcej strasznych kości.
pt_br: Precisa de mais ossos assustadores.
ru: Нужно больше жутких косточек.
zh_tw: 需要多幾塊陰森的骨頭。

# CHARACTERS.WURT.DESCRIBE.FRESHFRUITCREPES
source: Fancy fruit pancake!
de: Schicker Obstpfannkuchen!
es: ¡Sofisticada tortita de fruta!
es_mx: ¡Hotcake de fruta elegante!
fr: Une crêpe aux fruits.
it: Buona frittella di frutta!
ja: ファンシーフルーツパンケーキ！
ko: 근사한 과일 팬케이크야!
pl: Wytworny, owocowy naleśnik!
pt_br: Panqueca de frutas chique!
ru: Странная фруктовая лепешка!
zh_tw: 精緻的水果煎餅！

# CHARACTERS.WURT.DESCRIBE.FRIENDLYFRUITFLY
source: It seem ok. Will keep eye on it though, florpt.
de: Sieht OK aus. Werde trotzdem ein Auge drauf haben, florpt.
es: Parece buena, pero mejor vigilo, florp.
fr: Elle a l'air gentille. Mais j'la surveille, florp.
it: Sembra a posto. Ma terrò d'occhio, florpt.
ja: 大丈夫そうだけど、目は離さないからね、フロープト。
ko: 괜찮은 것 같아. 그래도 잘 지켜볼 거야, 뻐끔.
pl: Wydaje się w porządku. Ale będę mieć na nią oko, florp.
pt_br: Parece legal. Mas vou ficar de olho nela, florpt.
ru: Вроде не злая. Но буду за ней следить, буль.
zh_tw: 看起來還不錯。我會一直關注它的浮浪噗的。

# CHARACTERS.WURT.DESCRIBE.FROG.DEAD
source: He gone to big swamp in the sky.
de: In den ewigen Sümpfen.
es: Se ha ido al gran pantano en el cielo.
es_mx: Ella haber partido al gran pantano en el cielo.
fr: Elle est partie rejoindre le grand marécage dans le ciel.
it: È andata in grande palude in cielo.
ja: 彼は空の大きな沼に行ってしまったよ。
ko: 하늘에 있는 큰 습지 갔어.
pl: Poszła do bagiennego nieba.
pt_br: Foi pro grande pântano no céu.
ru: Теперь он в большом болоте на небесах.
zh_tw: 它去了天上的大沼澤。

# CHARACTERS.WURT.DESCRIBE.FROG.GENERIC
source: How you do?
de: Wie geht's?
es: ¿Qué tal?
es_mx: ¿Qué tal?
fr: Ravie de te rencontrer.
it: Come stai?
ja: はじめまして？
ko: 안녕?
pl: Jak się miewasz?
pt_br: Como você vai?
ru: Как поживаешь?
zh_tw: 你好嗎？

# CHARACTERS.WURT.DESCRIBE.FROG.SLEEPING
source: Night-night, froggy.
de: Gute Nacht, Fröschlein.
es: Buenas noches, ranita.
es_mx: Buenas nochecitas, ranita.
fr: Bonne nuit, petite grenouille.
it: Notte notte, ranocchietta.
ja: おやすみ、カエルさん。
ko: 잘 자, 개구리야.
pl: Dobranoc, żabko.
pt_br: Boa noite, sapinho.
ru: Спокойной ночи, лягух.
zh_tw: 安安，小青蛙。

# CHARACTERS.WURT.DESCRIBE.FROGGLEBUNWICH
source: This a bad sandwich.
de: Böses Sandwich.
es: Este es un mal sándwich.
es_mx: Este ser un sándwich malo.
fr: Il est pas bon, ce sandwich.
it: È un panino cattivo.
ja: これは不味いサンドイッチだね。
ko: 안 좋은 샌드위치야.
pl: To jest zła kanapka.
pt_br: Esse é um sanduíche ruim.
ru: Гадкий бутерброд.
zh_tw: 這是三明治真糟。

# CHARACTERS.WURT.DESCRIBE.FROGLEGS
source: Poor froggy...
de: Armes Fröschlein ...
es: Pobre ranita...
es_mx: Pobre ranita.
fr: Pauvre petite grenouille.
it: Povera ranocchietta...
ja: かわいそうなカエルちゃん...
ko: 불쌍한 개구리...
pl: Biedna żabka...
pt_br: Sapo coitado...
ru: Бедный лягух…
zh_tw: 可憐的小青蛙……

# CHARACTERS.WURT.DESCRIBE.FROGLEGS_COOKED
source: Glurgh... can't look.
de: Glarg ... Kann nicht hinsehen.
es: Glurgh... No puedo mirar.
es_mx: Gluf... yo no poder mirar.
fr: Argh... J'veux pas voir ça.
it: Glurg... Non posso guardare.
ja: グルーフ...見てられないよ。
ko: 빠끔빠끔... 못 보겠어.
pl: Glurg... Nie mogę na to patrzeć.
pt_br: Glurgh... não consigo ver.
ru: Хлюп… Не могу смотреть.
zh_tw: 格勒格……不忍直視。

# CHARACTERS.WURT.DESCRIBE.FROGNEWTON
source: Glurph! There frog leg in this!
de: Glurp! Da Froschbein drin!
es: ¡Glurph! ¡Tiene ancas de rana!
fr: Glurp ! Il y a des pattes de grenouille dedans !
it: Glurp! Zampe di rana dentro!
ja: グルーフ！カエルの足が入ってる！
ko: 뻐끔! 개구기 다리가 들었어!
pl: Glurp! W środku jest noga żaby!
pt_br: Glurph! Tem perna de sapo nisso!
ru: Хлюп! Там лягушачьи лапки!
zh_tw: 格勒浮！這裡面有青蛙腿！

# CHARACTERS.WURT.DESCRIBE.FROZENBANANADAIQUIRI
source: Cold fruit tastes yummy, florp!
de: Kalte Frucht schmeckt köstlich, florp!
es: Fruta fría sabe muy rica, ¡florp!
fr: Les fruits froids c'est trop bon, florp !
it: Frutta fredda tanto buona, florp!
ja: 冷たいフルーツはおいしいね、フロープ！
ko: 차가운 과일 맛 좋아, 빠끔!
pl: Zimne owoce pyszne, florp!
pt_br: Fruta fria é delícia, florp!
ru: Холодные фрукты — ням, бульк!
zh_tw: 冰水果真好吃，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.FRUITDRAGON.GENERIC
source: It not easy being green.
de: Nicht einfach, grün zu sein.
es: No es fácil ser verde.
es_mx: No ser fácil estar verde.
fr: C'est pas facile tous les jours d'être vert.
it: Non facile essere verdi.
ja: 緑であることは簡単ではないよ。
ko: 초록색으로 살기 쉽지 않지.
pl: Nie jest łatwo być zielonym.
pt_br: Não é fácil ser verde.
ru: Сложно быть зеленым.
zh_tw: 綠色可不是一般人能駕馭的了的。

# CHARACTERS.WURT.DESCRIBE.FRUITDRAGON.RIPE
source: Smell like... fruit?
de: Riecht nach ... Obst?
es: Huele a... ¿fruta?
es_mx: Oler a... ¿fruta?
fr: Ça sent le fruit.
it: Profuma come... frutta?
ja: 匂いは...果物の匂いかな？
ko: 냄새가 꼭... 과일 같은데?
pl: Pachnie jak... owoc?
pt_br: Tem cheiro de... fruta?
ru: Пахнет… фруктами?
zh_tw: 聞起來像……水果？

# CHARACTERS.WURT.DESCRIBE.FRUITDRAGON.SLEEPING
source: It taking a nap.
de: Schläft.
es: Se está echando una siesta.
es_mx: Estar tomando siesta.
fr: Il fait la sieste.
it: Fa sonnellino.
ja: 昼寝をしているよ。
ko: 낮잠 자.
pl: Ucina sobie drzemkę.
pt_br: Tá tirando uma soneca.
ru: Задремала.
zh_tw: 它在打盹。

# CHARACTERS.WURT.DESCRIBE.FRUITFLY
source: Nasty bug! Go away!
de: Fieser Käfer! Verschwinde!
es: ¡Fuera! ¡Bicho malo!
fr: Vilain insecte ! Va-t'en !
it: Insetto cattivo! Via!
ja: 悪い虫！あっち行って！
ko: 징그러운 벌레! 저리 가!
pl: Paskudny robak! Idź sobie!
pt_br: Inseto nojento! Vai embora!
ru: Плохой жук! Уходи!
zh_tw: 討厭的蟲子！快走！

# CHARACTERS.WURT.DESCRIBE.FRUITFLYFRUIT
source: Come with me fruit bug!
de: Komm mit mir, Fruchtkäfer!
es: ¡Ven, bicho de fruta!
fr: Viens avec moi, insecte à fruit !
it: Vieni con me, frutto di insetti!
ja: 果物虫、ついてきて！
ko: 나와 함께 가자, 과일 벌레!
pl: Chodź ze mną, owocowy robaku!
pt_br: Vem comigo, inseto-fruta!
ru: За мной, плодовые жучки!
zh_tw: 跟我一起走吧，水果蟲！

# CHARACTERS.WURT.DESCRIBE.FRUITMEDLEY
source: Fruit meldy... moldy... meddle-y?
de: Obstsalat ...?
es: ¿Fruta mezquina..., mezcal..., mezclada?
es_mx: Masa de fruta... mesa... ¿mezcla de frutas?
fr: Des tas de fruits mélangés dans un verre.
it: Marce... Dronia... Macedonia?
ja: 果物のメルディ…カビが生えてる…おせっかい？
ko: 과일 모두... 모드... 모드음?
pl: Sałatka owadowa... ogrodowa... owocowa?
pt_br: Frutas mister... mistru... misturidas?
ru: Фруктовый коте… колей… как-тыль?
zh_tw: 水果琵琶……餅乾……拼盤盤？

# CHARACTERS.WURT.DESCRIBE.FURTUFT
source: It smell funny.
de: Riecht komisch.
es: Huele raro.
es_mx: Tener olor extraño.
fr: Ça sent bizarre.
it: Ha odore strano.
ja: 変な匂いがするよ。
ko: 냄새 이상해.
pl: Dziwnie pachnie.
pt_br: Cheiro engraçado.
ru: Забавно пахнет.
zh_tw: 聞起來怪怪的。

# CHARACTERS.WURT.DESCRIBE.GARGOYLE_HOUND
source: It look surprised.
de: Sieht überrascht aus.
es: Parece sorprendido.
es_mx: Verse sorprendido.
fr: Il a l'air étonné.
it: Sembra sorpreso.
ja: 驚いているようだよ。
ko: 놀란 것 같아.
pl: Ale się zdziwił.
pt_br: Parece surpreso.
ru: Чему-то удивляется.
zh_tw: 它看起來很驚訝。

# CHARACTERS.WURT.DESCRIBE.GARGOYLE_WEREPIG
source: Glurph. Don't like having this around.
de: Glurf. Mag das nicht haben.
es: Glurph. No me gusta tener esto cerca.
es_mx: Gluf. A mí no gustarme estar cerca de esto.
fr: Argh. J'aime pas ce truc.
it: Glurp. Non piace avere questo intorno.
ja: グルーフ。これを持っているのは好きじゃないよ。
ko: 빠끔빠끔. 주변에 있기 싫어.
pl: Glurp. Nie chcę mieć tego w pobliżu.
pt_br: Glurph. Não gosto de ter isso por perto.
ru: Бульк. Не нужно мне это.
zh_tw: 格浪浮。不喜歡旁邊有這個。

# CHARACTERS.WURT.DESCRIBE.GARLIC
source: Make breath smell nice.
de: Atem riecht gut.
es: Hace que el aliento huela bien.
es_mx: Dar buen aliento.
fr: Ça donne une bonne haleine.
it: Fa profumare alito.
ja: 息をいい匂いにしよう。
ko: 입 냄새 좋게 해.
pl: Sprawia, że oddech ładnie pachnie.
pt_br: Faz hálito ter cheiro legal.
ru: Чтобы вкусно пахло изо рта.
zh_tw: 能讓口氣變得清新。

# CHARACTERS.WURT.DESCRIBE.GARLIC_COOKED
source: Mmm... hot smelly snack!
de: Mmmh ... heißes Stinkessen!
es: Mmm... ¡Piscolabis caliente y oloroso!
es_mx: Mmm... ¡botana caliente y olorosa!
fr: Miam... Ça sent super bon !
it: Mmmm... Spuntino caldo e puzzolente!
ja: うーん...熱い匂いのするおやつだ！
ko: 음... 따끈따끈 냄새나는 간식이야!
pl: Mmm... gorąca, pachnąca przekąska!
pt_br: Hmm... petisco fedido quente!
ru: М-м-м… горячая пахучая вкусность!
zh_tw: 呣……辛辣發臭的小吃！
