Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREE.YOUNG
source: A young tree in a little wooden pail.
de: Ein junger Baum in einem kleinen Holzkübel.
es: Un árbol joven en una maceta de madera.
fr: Un jeune arbre dans un petit seau en bois.
it: Un giovane albero in un secchiello di legno.
ja: 木製の手桶に入った若木。
ko: 작은 나무 통에 어린 나무 한 그루가 있네.
pt_br: Uma árvore jovem num baldinho de madeira.
ru: Юное деревце в деревянном ведерке.
zh_tw: 小木桶裡的小樹。

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREESTAND.BURNT
source: That puts a damper on the festivities.
de: Das trübt das Fest jetzt ein bisschen.
es: Ha amargado las fiestas.
fr: Ça gâche un peu la fête.
it: Mette un freno ai festeggiamenti.
ja: お祭り気分に水が差されるね。
ko: 이런, 축제 분위기를 망치네.
pt_br: Isso vai dar um tempo nas festividades.
ru: Это позволит отдохнуть от празднества.
zh_tw: 節日氣氛受了影響。

# CHARACTERS.WANDA.DESCRIBE.WINTER_TREESTAND.GENERIC
source: It will only accept pine cones, apparently.
de: Das Ding akzeptiert anscheinend nur Tannenzapfen.
es: Parece que solo acepta piñas.
fr: Apparemment, ça n'accepte que les pommes de pin.
it: A quanto pare, accetta solo pigne.
ja: 松ぼっくりだけ受け付けるみたいね。
ko: 분명히 솔방울만 받아들일 거야.
pt_br: Ao que aparece, só aceita pinhas.
ru: Сюда можно посадить только шишку.
zh_tw: 顯然，它只接受松果。

# CHARACTERS.WANDA.DESCRIBE.WOBSTER_DEN
source: Something's peering out from inside...
de: Irgendetwas lugt daraus hervor ...
es: Hay algo que se asoma desde el interior...
fr: Il y a quelque chose qui observe depuis l'intérieur...
it: Qualcosa sta sbirciando da dentro...
ja: 中から何かが覗いてるわ…
ko: 안에서 뭔가가 밖을 응시하고...
pt_br: Tem alguma coisa espreitando aí dentro...
ru: На меня оттуда кто-то смотрит...
zh_tw: 有東西從裡面探出頭來……

# CHARACTERS.WANDA.DESCRIBE.WOBSTER_MOONGLASS
source: They make normal wobsters seem friendly in comparison.
de: Sie lassen normale Lummer im Vergleich dazu freundlich erscheinen.
es: En comparación, las langüostas normales parecen hasta simpáticas.
fr: En comparaison, les womards habituels ont l'air sympathiques.
it: Fanno sembrare le normali aragostre amichevoli a confronto.
ja: あれに比べたらただのウォブスターが優しく見えるわ。
ko: 그들에 비하면 일반 웝스터는 우호적으로 보여.
pt_br: Elas fazem as lagostas normais parecerem simpáticas.
ru: Нормальные вобстеры по сравнению с этими просто излучают дружелюбие.
zh_tw: 相比之下，普通龍蝦友好多了。

# CHARACTERS.WANDA.DESCRIBE.WOBSTER_SHELLER
source: I'm sensing a pot of boiling water in your future.
de: Ich spüre einen Topf mit kochendem Wasser in deiner Zukunft.
es: Veo una olla de agua hirviendo en tu futuro.
fr: Je sens que ton avenir te réserve une marmite d'eau bouillante.
it: Prevedo un pentolone di acqua bollente nel tuo futuro.
ja: 君の未来には煮えたぎる鍋を感じる。
ko: 네가 미래에 끓는 물 냄비에 들어가는 게 보여.
pt_br: Pressinto uma panela de água fervente no seu futuro.
ru: Я вижу твое будущее. Тебя ждет котел с кипятком.
zh_tw: 我預感到你的未來有一鍋沸騰的水。

# CHARACTERS.WANDA.DESCRIBE.WOBSTER_SHELLER_DEAD
source: If it's already dead, I shouldn't let it go to waste.
de: Wenn er schon tot ist, sollte ich ihn nicht verschwenden.
es: Ya está muerta, así que mejor no la desperdicio.
fr: S'il est déjà mort, autant ne pas gâcher.
it: Se è già morta, non dovrei lasciarla andare sprecata.
ja: もう死んでるなら、ゴミにするのはもったいないわ。
ko: 이미 죽었으면 헛되이 보내지 말아야 해.
pt_br: Se já está morta, é melhor eu não desperdiçá-la.
ru: Раз уж он уже умер, не пропадать же добру.
zh_tw: 要是已經死了，那就不應該浪費。

# CHARACTERS.WANDA.DESCRIBE.WOBSTER_SHELLER_DEAD_COOKED
source: Time for dinner!
de: Zeit zum Abendessen!
es: ¡Hora de comer!
fr: C'est l'heure du dîner !
it: Si mangia!
ja: 夕飯の時間！
ko: 저녁 시간이다!
pt_br: Hora do jantar!
ru: Пора обедать!
zh_tw: 晚餐時間到！

# CHARACTERS.WANDA.DESCRIBE.WOBYBIG.1
source: I'm amazed that young man can keep her under control.
de: Ich bin erstaunt, dass der junge Mann sie unter Kontrolle halten kann.
es: Me sorprende que ese joven la pueda tener controlada.
fr: Je suis impressionnée. Ce jeune homme arrive vraiment à se faire obéir de cette bête.
it: Mi stupisce che quel giovanotto riesca a tenerla sotto controllo.
ja: あの若者があの獣を完全にコントロールしてるのは驚きだわ。
ko: 저 젊은 남자가 통제할 수 있다는 게 놀라워.
pt_br: Fico surpresa que aquele jovem consiga mantê-la sob controle.
ru: Удивительно, как этот юноша с ней справляется.
zh_tw: 我很驚訝那個年輕人能把她控制住。

# CHARACTERS.WANDA.DESCRIBE.WOBYBIG.2
source: I'm amazed that young man can keep her under control.
de: Ich bin erstaunt, dass der junge Mann sie unter Kontrolle halten kann.
es: Me sorprende que ese joven la pueda tener controlada.
fr: Je suis impressionnée. Ce jeune homme arrive vraiment à se faire obéir de cette bête.
it: Mi stupisce che quel giovanotto riesca a tenerla sotto controllo.
ja: あの若者があの獣を完全にコントロールしてるのは驚きだわ。
ko: 저 젊은 남자가 통제할 수 있다는 게 놀라워.
pt_br: Fico surpresa que aquele jovem consiga mantê-la sob controle.
ru: Удивительно, как этот юноша с ней справляется.
zh_tw: 我很驚訝那個年輕人能把她控制住。

# CHARACTERS.WANDA.DESCRIBE.WOBYSMALL.1
source: Oh, please don't slobber on me...
de: Sabbere mich bitte nicht an ...
es: No me llenes de babas, por favor...
fr: Oh, pitié, ne me bave pas dessus...
it: Oh, per carità, non sbavarmi addosso...
ja: 頼むから私によだれを垂らさないで…
ko: 아, 날보며 침 흘리지마...
pt_br: Ah, por favor, não me babe...
ru: Ой, не надо меня слюнявить, пожалуйста!
zh_tw: 求你別把口水流到我身上……

# CHARACTERS.WANDA.DESCRIBE.WOBYSMALL.2
source: Oh, please don't slobber on me...
de: Sabbere mich bitte nicht an ...
es: No me llenes de babas, por favor...
fr: Oh, pitié, ne me bave pas dessus...
it: Oh, per carità, non sbavarmi addosso...
ja: 頼むから私によだれを垂らさないで…
ko: 아, 날보며 침 흘리지마...
pt_br: Ah, por favor, não me babe...
ru: Ой, не надо меня слюнявить, пожалуйста!
zh_tw: 求你別把口水流到我身上……

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.ATTACKER
source: Nobody likes a bully, %s!
de: Niemand mag Tyrannen, %s!
es: ¡A nadie le gustan los abusones, %s!
fr: Personne n'aime les brutes, %s !
it: I bulli non piacciono a nessuno, %s!
ja: いじめっ子はみんな嫌いよ、%s！
ko: 깡패를 좋아할 사람은 없어, %s!
pt_br: Ninguém gosta de valentões, %s!
ru: Никому не нравятся хулиганы, %s!
zh_tw: 不要欺負人，%s！

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.FIRESTARTER
source: I don't think that's the best use of your time, %s...
de: Ich glaube nicht, dass das die beste Verwendung deiner Zeit ist, %s ...
es: No sé yo si esa es la mejor forma de emplear el tiempo, %s...
fr: Je crois que tu perds ton temps, %s...
it: Non dovresti sprecare il tuo tempo così, %s...
ja: あんたはそれに時間を使わない方がいいと思うわ、%s…
ko: 시간을 최대한 잘 활용한 것 같지는 않아, %s...
pt_br: Acho que não é a melhor maneira de aproveitar seu tempo, %s...
ru: %s, по-моему, ты можешь и поинтереснее время потратить...
zh_tw: 花時間做這個不好，%s……

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.GENERIC
source: Sorry %s, no time to chat.
de: Tut mir leid, %s, ich habe keine Zeit zu plaudern.
es: Lo siento, %s, no tengo tiempo para hablar.
fr: Désolée, %s. Je n'ai pas le temps de papoter.
it: Scusa, %s, non ho tempo per chiacchierare!
ja: %s、悪いけど、おしゃべりしてる時間はないの。
ko: 미안해 %s, 떠들어 댈 시간이 없어.
pt_br: Desculpe, %s, não tenho tempo pra bater papo.
ru: Прости, %s, нет времени болтать.
zh_tw: 抱歉%s，我沒時間閒聊。

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.GHOST
source: %s! When did this happen?!
de: %s! Wann ist das passiert?
es: ¡%s! ¿¡En qué momento ha pasado esto!?
fr: %s ! Que s'est-il passé ?!
it: %s! Quando è accaduto?!
ja: %s！これはいつ起こったの？！
ko: %s! 언제 이렇게 된 거야?!
pt_br: %s! Quando foi que isto aconteceu?!
ru: %s! Когда это ты успел?!
zh_tw: %s！這是什麼時候的事？！

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.MURDERER
source: %s! How could you?!
de: %s! Wie konntest du nur?!
es: ¿¡Cómo has podido, %s!?
fr: Pourquoi, %s ?!
it: %s! Come hai potuto?!
ja: %s！どうしてこんなことを？！
ko: %s! 너 어떻게 이럴 수 있어?
pt_br: %s! Como pôde?!
ru: Как ты мог, %s?!
zh_tw: %s！你怎麼能這樣？！

# CHARACTERS.WANDA.DESCRIBE.WOLFGANG.REVIVER
source: We should all remember to be more cautious next time.
de: Wir alle sollten daran denken, in Zukunft vorsichtiger zu sein.
es: Tendríamos que tener más cuidado en el futuro.
fr: Ça devrait nous rappeler de faire plus attention, à l'avenir.
it: Dovremmo ricordare tutti di fare più attenzione la prossima volta.
ja: 私たち全員が次はもっと注意すべきだわ。
ko: 모두 다음에는 더 조심해야 한다는 것을 기억해야 해.
pt_br: É melhor nos lembrarmos de tomar mais cuidado da próxima vez.
ru: В будущем нам всем нужно быть осторожнее.
zh_tw: 我們都應該記住，下次要更加謹慎。

# CHARACTERS.WANDA.DESCRIBE.WOODIE.ATTACKER
source: That was just mean and unnecessary, %s!
de: Das war einfach nur gemein und unnötig, %s!
es: %s, ¡eso ha sido desagradable e innecesario!
fr: C'était méchant et gratuit, %s.
it: È stato meschino e completamente fuori luogo, %s!
ja: あんないじわるなことしなくてもよかったじゃない、%s！
ko: 그것은 단지 비열하고 불필요해, %s!
pt_br: Isso foi cruel e desnecessário, %s!
ru: Это подло и несправедливо, %s!
zh_tw: 這種刻薄完全沒有必要，%s！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.BEAVER
source: Hmm. I could have sworn he turned into a moose.
de: Hmm. Ich könnte schwören, dass er sich in einen Elch verwandelt hat.
es: Um... Juraría que se había convertido en un alce.
fr: Hmm... J'aurais pourtant juré qu'il s'était transformé en élan.
it: Mm. Avrei giurato che si trasformasse in un alce.
ja: んー。彼がヘラジカに変わったって誓ったのかもしれないわ。
ko: 흠. 큰 사슴으로 변신했다고 맹세할 수 있어.
pt_br: Hmm. Eu podia jurar que ele tinha se transformado num alce.
ru: Хм. Могу поклясться, что видела, как он превращается в лося.
zh_tw: 嗯。我可以發誓，他變成過一隻駝鹿。

# CHARACTERS.WANDA.DESCRIBE.WOODIE.BEAVERGHOST
source: Give me a moment %s, it'll be like this never happened!
de: Gib mir einen Moment, %s, dann wird es so sein, als wäre das nie geschehen!
es: Dame un minuto, %s. ¡Será como si no hubiera pasado nada, ya verás!
fr: Ne bouge pas, %s. Enfin... Bref, tout va revenir à la normale, tu verras !
it: Solo un istante, %s! Sarà come se non fosse accaduto nulla!
ja: ちょっと待って、%s。何事もなかったかのようになるから！
ko: 잠시만 %s, 이런 일은 절대로 일어날 수 없어!
pt_br: Só um instante, %s. Vai parecer que isto jamais aconteceu!
ru: Дай мне минутку, %s, и я верну все, как было!
zh_tw: 等我一會兒，%s，我保證能讓這件事像沒發生過一樣！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.FIRESTARTER
source: Well it's hard to surprise me %s, but you managed it.
de: Es ist schwer, mich zu überraschen, %s, aber du hast es geschafft.
es: Mira que es difícil sorprenderme, %s, pero lo has conseguido.
fr: Je ne suis pas facilement surprise, %s, mais là, je suis sans voix.
it: Non è facile cogliermi di sorpresa, %s, ma tu ci sei appena riuscito.
ja: 私を驚かせるのは難しいけど、あんたはやってのけたわね、%s。
ko: 글쎄, 나를 놀래키는 건 어려워, %s, 하지만 해냈구나.
pt_br: Bom, é difícil me surpreender, %s. Mas você conseguiu.
ru: Меня сложно удивить, %s, но ты справился.
zh_tw: 我萬萬沒想到你居然會這樣，%s。

# CHARACTERS.WANDA.DESCRIBE.WOODIE.GENERIC
source: Sorry %s, no time for pleasantries!
de: Tut mir leid, %s, keine Zeit für Höflichkeiten!
es: Lo siento, %s, ¡no hay tiempo para formalidades!
fr: Désolée, %s. Je n'ai pas le temps pour des mondanités !
it: Perdonami, %s, non ho tempo per i convenevoli!
ja: ごめんね、%s、世間話してる暇はないの！
ko: 미안해 %s, 농담할 시간이 없어!
pt_br: Desculpe, %s. Não temos tempo pra formalidades!
ru: Извини, %s, некогда мне любезничать!
zh_tw: 抱歉，%s。我沒時間跟你客套！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.GHOST
source: Don't worry, I'll have you back to your old self in no time!
de: Keine Sorge, du bist im Handumdrehen wieder ganz der Alte!
es: No te preocupes, ¡volverás a ser como antes en un santiamén!
fr: Ne t'en fais pas, je vais te remettre sur pieds en un rien de temps !
it: Non temere, ti farò tornare nel tuo vecchio corpo in men che non si dica!
ja: 大丈夫、すぐに元の姿に戻してあげるから！
ko: 걱정마, 순식간에 늙은 너로 돌아가게 해줄게!
pt_br: Não se preocupe, vou trazer você de volta num piscar de olhos!
ru: Не волнуйся, мы тебе мигом время назад отмотаем!
zh_tw: 別擔心，我很快就會讓你恢復到以前的狀態！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.GOOSE
source: Hmm. I could have sworn he turned into a beaver.
de: Hmm. Ich könnte schwören, dass er sich in einen Biber verwandelt hat.
es: Um... Juraría que se había convertido en un castor.
fr: Hmm... J'aurais pourtant juré qu'il s'était transformé en castor.
it: Mm. Avrei giurato che si trasformasse in un castoro.
ja: んー。彼はビーバーに変わったって誓ったのかもしれないわ。
ko: 흠. 비버로 변신했다고 맹세할 수 있어.
pt_br: Hmm. Eu podia jurar que ele tinha se transformado num castor.
ru: Хм. Могу поклясться, что видела, как он превращается в бобра.
zh_tw: 嗯。我發誓他變成過了一隻海狸。

# CHARACTERS.WANDA.DESCRIBE.WOODIE.GOOSEGHOST
source: This isn't the end for you, %s. Not if I can help it!
de: Dies ist noch nicht dein Ende, %s! Nicht, wenn ich es verhindern kann!
es: No ha llegado tu hora, %s. ¡No si puedo evitarlo!
fr: Ce n'est pas fini pour toi, %s. Je vais m'en assurer personnellement !
it: Non è ancora la tua ora, %s. Non se posso evitarlo!
ja: これでおしまいってわけじゃないわ、%s。私なら助けてあげられるからは！
ko: 이게 끝은 아닐거야, %s. 내가 도울 수 있다면 그렇지 않아!
pt_br: Não é o fim da linha pra você, %s. Não se eu puder evitar!
ru: Это еще не конец, %s. Клянусь своими часами!
zh_tw: 這不是你的結局，%s。我不會丟下你不管！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.MOOSE
source: Hmm. I could have sworn he turned into a goose.
de: Hmm. Ich könnte schwören, dass er sich in eine Gans verwandelt hat.
es: Um... Juraría que se había convertido en un ganso.
fr: Hmm... J'aurais pourtant juré qu'il s'était transformé en oie.
it: Mm. Avrei giurato che si trasformasse in un'oca.
ja: んー。彼がガチョウに変わったって誓ったのかもしれないわ。
ko: 흠. 거위로 변신했다고 맹세할 수 있어.
pt_br: Hmm. Eu podia jurar que ele tinha se transformado num ganso.
ru: Хм. Могу поклясться, что видела, как он превращается в гуся.
zh_tw: 嗯。我可以發誓，他變成過一頭鵝。

# CHARACTERS.WANDA.DESCRIBE.WOODIE.MOOSEGHOST
source: Don't worry %s, I won't let things end for you like this!
de: Mach dir keine Sorgen, %s, ich werde nicht zulassen, dass es so für dich endet!
es: No te preocupes, %s, ¡no pienso permitir que este sea tu fin!
fr: Ne t'en fais pas, %s. Ça ne se finira pas ici pour toi !
it: Non temere, %s, non ti lascerò finire in questo modo!
ja: 大丈夫よ%s。あんたの人生こんな風に終わらせないわ！
ko: 걱정하지 마 %s, 이렇게 끝나게 하지는 않을 거야!
pt_br: Não se preocupe, %s. Não vou deixar que as coisas terminem desse jeito pra você!
ru: Не волнуйся, %s, я не позволю твоей жизни оборваться вот так!
zh_tw: 別著急，%s，我不會讓你就這麼完蛋的！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.MURDERER
source: You cut their life short! Why?!
de: Du hast ihnen das Leben geraubt! Warum?!
es: ¿¡Por qué has acabado con su vida!?
fr: Tu as mis fin à sa vie ! Pourquoi ?!
it: Hai interrotto la sua vita! Perché?!
ja: なんで？！なんで殺したの？！
ko: 생명을 짧게 자른 거야! 왜 그랬어?!
pt_br: Você interrompeu a vida deles! Por quê?!
ru: Ты оборвал чужую жизнь! Зачем?!
zh_tw: 你縮短了他們的生命！為什麼？！

# CHARACTERS.WANDA.DESCRIBE.WOODIE.REVIVER
source: You really do have a heart as big as your beard, %s.
de: Dein Herz ist wirklich so groß wie dein Bart, %s.
es: Tienes un corazón tan grande como la barba, %s.
fr: Tu as vraiment un cœur aussi gros que ta barbe, %s.
it: Hai un cuore grande quanto il tuo barbone, %s.
ja: あんたの心はヒゲと同じくらい大きいのね、%s。
ko: 정말 수염만큼이나 마음이 크구나, %s.
pt_br: Seu coração é mesmo tão grande quanto sua barba, %s.
ru: У тебя и правда сердце такое же внушительное, как борода, %s.
zh_tw: 留鬍子的果然都是好心人，%s。

# CHARACTERS.WANDA.DESCRIBE.WORM.DIRT
source: About as boring as you'd expect a pile of dirt to be.
de: Ungefähr so langweilig, wie man es von einem Haufen Dreck erwarten würde.
es: Es tan aburrido como esperarías que fuera un montón de tierra.
fr: C'est aussi ennuyeux que peut l'être un tas de terre.
it: È tanto noioso quanto potrebbe esserlo un mucchietto di terriccio.
ja: 期待通りのつまらない土の山。
ko: 먼지 더미가 예상될 정도로 지루해.
pt_br: Nada pode ser mais enfadonho do que um montinho de terra.
ru: Что может быть скучнее кучи грязи?
zh_tw: 一堆土，能有什麼意思。

# CHARACTERS.WANDA.DESCRIBE.WORM.PLANT
source: Something's nagging at my memory... ah, it's probably nothing.
de: Irgendetwas nagt an meinem Gedächtnis ... Ach, es ist wahrscheinlich nichts.
es: Creo que se me viene un recuerdo a la cabeza... Buf, supongo que no será nada.
fr: Ça me rappelle quelque chose... Ha, ce n'est sûrement rien.
it: Mi sta tornando in mente qualcosa... Ah, probabilmente non è nulla.
ja: 時々記憶を何かがよぎるけど…たぶん、何でもないわ。
ko: 내 기억에 뭔가 잔소리를... 아, 아마 아무것도 아닐거야.
pt_br: Tem algo perturbando a minha memória... Ah, não deve ser nada.
ru: Что-то припоминаю... ладно, наверное, неважно.
zh_tw: 有什麼東西在我腦海裡年腦……啊，應該沒事。

# CHARACTERS.WANDA.DESCRIBE.WORM.WORM
source: Now I remember!
de: Jetzt erinnere ich mich!
es: ¡Ya me acuerdo!
fr: Je me souviens, maintenant !
it: Ora ricordo!
ja: やっと思い出した！
ko: 이제 기억났어!
pt_br: Agora eu lembro!
ru: Вот теперь я тебя вспомнила!
zh_tw: 我想起了了！

# CHARACTERS.WANDA.DESCRIBE.WORMHOLE.GENERIC
source: It's resting, for the moment.
de: Er ruht sich aus, im Moment zumindest.
es: No está activo, al menos por ahora.
fr: Pour l'instant, il se repose.
it: Sta riposando... per ora.
ja: 今のところ休んでる。
ko: 잠시 쉬고 있군.
pt_br: Está descansando, por enquanto.
ru: Пока что она отдыхает.
zh_tw: 它暫時在休息。

# CHARACTERS.WANDA.DESCRIBE.WORMHOLE.OPEN
source: Not my preferred way to get around, but it'll do in a pinch.
de: Das ist zwar nicht meine bevorzugte Fortbewegungsart, aber zur Not muss es reichen.
es: No es la forma de viajar que más me apasiona, pero valdrá en caso de apuro.
fr: Ce n'est pas mon mode de transport préféré, mais bon... ça ira.
it: Non è il mezzo di trasporto che prediligo, ma almeno è veloce.
ja: 私好みの方法じゃないけど、ピンチの時には役に立つ。
ko: 선호하는 이동 방법은 아니지만 곧 해결되겠지.
pt_br: Não é meu meio de transporte preferido, mas serve na hora do aperto.
ru: Не самый мой любимый способ передвижения, но если надо...
zh_tw: 不是我喜歡的出行方式，但在緊要關頭還是可以的。

# CHARACTERS.WANDA.DESCRIBE.WORMHOLE_LIMITED
source: I think I'd rather travel by my own means.
de: Ich glaube, ich reise lieber auf eigene Faust.
es: Creo que preferiría viajar por mis propios medios.
fr: Je crois que je préfère voyager par mes propres moyens.
it: Credo che preferirei viaggiare con i miei mezzi.
ja: 自力で移動するほうがいいと思うわ。
ko: 차라리 내 힘으로 여행하는 게 나을 것 같아.
pt_br: Acho que prefiro viajar pelos meus próprios meios.
ru: Я предпочитаю путешествовать на своих двоих.
zh_tw: 我還是用自己的方式旅行吧。

# CHARACTERS.WANDA.DESCRIBE.WORMLIGHT
source: A nice light snack!
de: Ein leckerer leichter Imbiss!
es: Un tentempié rico y ligero.
fr: Un bon en-cas sur le pouce !
it: Che spuntino illuminante!
ja: おいしいスナック！
ko: 맛있고 가벼운 간식이야!
pt_br: Um lanche esplendoroso!
ru: Легкая закуска, чтобы сделать день ярче!
zh_tw: 很好的輕口味零食！

# CHARACTERS.WANDA.DESCRIBE.WORMLIGHT_LESSER
source: There's nothing wrong with a few wrinkles!
de: An ein paar Falten ist doch nichts auszusetzten!
es: No pasa nada por tener un par de arruguitas.
fr: Quelques rides ne gâchent jamais rien !
it: Non c'è niente di male ad avere qualche ruga!
ja: 多少しわがあっても問題ないわ！
ko: 약간의 주름은 문제 없지!
pt_br: Tudo bem, são só algumas ruguinhas!
ru: Ничего страшного в паре морщинок нет!
zh_tw: 有幾條皺紋並沒有什麼不妥！

# CHARACTERS.WANDA.DESCRIBE.WORMLIGHT_PLANT
source: Something's nagging at my memory... ah, it's probably nothing.
de: Irgendetwas nagt an meinem Gedächtnis ... Ach, es ist wahrscheinlich nichts.
es: Creo que se me viene un recuerdo a la cabeza... Buf, supongo que no será nada.
fr: Ça me rappelle quelque chose... Ha, ce n'est sûrement rien.
it: Mi sta tornando in mente qualcosa... Ah, probabilmente non è nulla.
ja: 時々記憶を何かがよぎるけど…たぶん、何でもないわ。
ko: 내 기억에 뭔가 잔소리를... 아, 아마 아무것도 아닐거야.
pt_br: Tem algo perturbando a minha memória... Ah, não deve ser nada.
ru: Что-то припоминаю... ладно, наверное, неважно.
zh_tw: 有什麼東西在我腦海裡年腦……啊，應該沒事。

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.ATTACKER
source: Oh of all the... would you settle down?!
de: Oh, bei allen ... Würdest du dich bitte beruhigen?!
es: Ay, de todos los... Pero ¿¡quieres calmarte de una vez!?
fr: Nom de... Tu vas te calmer, oui ?!
it: Oh, per tutti... Puoi darti una calmata?!
ja: なんでこんな真似を…落ち着きなさい！
ko: 오오 모두... 진정해줄래?!
pt_br: Ah, de todos... será que dá pra se acalmar?!
ru: Ох... может, успокоишься?!
zh_tw: 這世上……你消停點好不好？！

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.FIRESTARTER
source: %s might not be very bright...
de: %s ist zwar nicht sehr helle ...
es: %s no parece destacar por sus neuronas...
fr: %s n'est pas très malin...
it: Temo che %s non sia molto sveglio...
ja: %sはあんまり賢くないのかもしれないわ…
ko: %s 녀석은 그다지 밝지 않을 지도 몰라...
pt_br: %s pode não ser muito brilhante...
ru: %s, кажется, не слишком сообразительный...
zh_tw: %s可能不是很靈光……

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.GENERIC
source: %s! Have you grown since I last saw you?
de: %s! Bist du gewachsen, seit ich dich das letzte Mal gesehen habe?
es: ¿Has crecido desde la última vez que te vi, %s?
fr: %s ! Tu as poussé depuis la dernière fois, non ?
it: %s! Sei cresciuto dall'ultima volta che ti ho visto?
ja: %s！前に会った時からまた大きくなった？
ko: %s! 마지막에 본 후로 자란 거야?
pt_br: %s! Você cresceu desde a última vez que nos encontramos?
ru: %s! А ты подрос с тех пор, как мы в последний раз виделись!
zh_tw: %s！自從上次見面以後，你是不是長大了？

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.GHOST
source: Don't you fret %s, I've got everything under control!
de: Keine Sorge, %s, ich habe alles unter Kontrolle!
es: No temas, %s, ¡lo tengo todo bajo control!
fr: Ne t'en fais pas, %s. Je maîtrise la situation !
it: Niente paura, %s, ho tutto sotto controllo!
ja: 心配無用よ、%s。すべて完全に管理されてるから！
ko: 초조해하지 마 %s, 모든 것을 제어할 수 있어!
pt_br: Não se preocupe, %s. Está tudo sob controle!
ru: Не паникуй, %s, у меня все под контролем!
zh_tw: 你別怕，%s，我會處理好一切的！

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.MURDERER
source: Killer! I'll put you back in the ground you sprung from!
de: Mörder! Ich werde dich wieder unter die Erde bringen, der du entsprungen bist!
es: ¡Asesino! ¡Te llevaré de vuelta a la tierra de la que has brotado!
fr: Assassin ! Je vais te remettre dans la terre de laquelle tu sors !
it: Assassino! Ci penso io a rinfilarti nella terra da cui sei spuntato!
ja: 人殺し！這い出してきた地面の中にまた戻してやる！
ko: 살인자! 네가 태어난 땅에 다시 묻어주겠다!
pt_br: Assassino! Vou botar você de volta no chão de onde veio!
ru: Убийца! Я тебя обратно в землю закопаю, откуда ты вылез!
zh_tw: 兇手！我會把你送回你蹦出來的土裡！

# CHARACTERS.WANDA.DESCRIBE.WORMWOOD.REVIVER
source: Remind me never to die again.
de: Erinnere mich daran, nie wieder zu sterben.
es: Recuérdame que no vuelva a morirme.
fr: Rappelle-moi de ne plus mourir.
it: Ricordami di non morire più.
ja: もう二度と死なないように、って私に繰り返し言って。
ko: 다시는 죽지 않도록 상기시켜 줘.
pt_br: Me lembre de não morrer nunca mais.
ru: Напомни мне, чтобы я больше никогда не умирала.
zh_tw: 提醒我不要再死了。

# CHARACTERS.WANDA.DESCRIBE.WORTOX.ATTACKER
source: Was that really necessary, %s?
de: War das wirklich nötig, %s?
es: ¿Era necesario, %s?
fr: C'était vraiment nécessaire, %s ?
it: Era davvero necessario, %s?
ja: %s、あれは本当に必要なことだったの？
ko: 그게 정말 필요했어, %s?
pt_br: Isso era mesmo necessário, %s?
ru: Вот обязательно было, %s?
zh_tw: 真有必要那樣嗎，%s？

# CHARACTERS.WANDA.DESCRIBE.WORTOX.FIRESTARTER
source: %s is a hard imp to predict...
de: %s ist ein schwer berechenbarer Kobold ...
es: %s es un diablillo difícil de predecir...
fr: %s est difficile à cerner...
it: %s è un diavoletto difficile da predire...
ja: %sは予測が難しい小悪魔だわ…
ko: %s 녀석은 예측하기 어려운 임프다...
pt_br: %s é um diabrete imprevisível...
ru: %s — чертовски непредсказуемый парень...
zh_tw: %s是個深不可測的小惡魔……

# CHARACTERS.WANDA.DESCRIBE.WORTOX.GENERIC
source: I get the sense you're even more well-traveled than I am, %s.
de: Ich habe das Gefühl, dass du noch weiter gereist bist als ich, %s.
es: Me da la sensación de que has visto más mundo que yo, %s.
fr: J'ai l'impression que tu as encore plus voyagé que moi, %s.
it: Ho la sensazione che tu abbia viaggiato persino più di me, %s.
ja: あなたは私よりも旅慣れてるようね、%s。
ko: 네가 나보다 훨씬 더 여행을 잘 했다는 느낌이 들어, %s.
pt_br: Tenho a impressão de que você já viajou mais do que eu, %s.
ru: У меня ощущение, что твой опыт путешествий куда богаче моего, %s.
zh_tw: 我感覺你比我去過的地方還多，%s。

# CHARACTERS.WANDA.DESCRIBE.WORTOX.GHOST
source: A little bit of time re-shapery and you'll be good as new!
de: Ein bisschen Zeitumgestaltung, schon bist du so gut wie neu!
es: ¡Estarás como nuevo con un par de retoques temporales!
fr: On va remettre le temps dans le bon sens et ça devrait vite te remettre sur pieds !
it: Una lieve manipolazione temporale e tornerai come nuovo!
ja: 少しだけ時間を歪曲してやれば、生まれたてみたいにピカピカになるわ！
ko: 시간을 조금만 다듬으면 새 것처럼 좋아질 거야!
pt_br: Com um pouquinho de manipulação do tempo, você vai ficar novinho em folha!
ru: Немного подправлю время там и сям, и будешь как новенький!
zh_tw: 等我稍微重塑一下時間，你就會完好如初了！
