Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.TRINKET_20
source: Extra claws for scratching!
de: Extraklauen zum Kratzen!
es: ¡Garras extra para arañar!
es_mx: ¡Garras adicionales para rascar!
fr: Des griffes bonus pour se gratter le dos !
it: Altri artigli per grattare!
ja: 引っ掻くための長い爪だ！
ko: 긁을 때 쓰는 발톱이다!
pl: Dodatkowe pazurki do drapania!
pt_br: Garras extras para arranhar!
ru: Еще больше когтей, чтобы чесаться!
zh_tw: 多一個手爪撓癢癢！

# CHARACTERS.WURT.DESCRIBE.TRINKET_21
source: Scale-less have weird inventions, florp.
de: Schuppenlose erfinden komische Sachen, florp.
es: Los sin escamas tienen inventos raros, florp.
es_mx: Los no escamosos tener inventos raros, flop.
fr: Les sans-écailles inventent des choses bizarres, florp.
it: Senza squame fanno invenzioni strane, florp.
ja: スケールレスにはおかしな発明があるんだよ、フロープ。
ko: 무비늘 발명품은 이상해, 뻐끔.
pl: Bezłuskowcy mają dziwne wynalazki, florp.
pt_br: Os sem-escamas têm invenções estranhas, florp.
ru: У ребят без чешуи очень странные изобретения, бульк.
zh_tw: 無鱗生物的發明好奇怪，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TRINKET_22
source: Tiny rope?
de: Kleines Seil?
es: ¿Cuerda chiquitita?
es_mx: ¿Cuerda chiquita?
fr: C'est une petite corde.
it: Piccola fune?
ja: 小さいロープ？
ko: 작은 밧줄?
pl: Cieniutka linka?
pt_br: Cordinha?
ru: Маленькая веревочка?
zh_tw: 小繩子？

# CHARACTERS.WURT.DESCRIBE.TRINKET_23
source: Not look like a horn, florp.
de: Sieht nicht wie ein Horn aus, florp.
es: No parece un cuerno, florp.
es_mx: No parecer un cuerno, flop.
fr: On dirait pas une corne, florp.
it: Non sembra scarpa, florp.
ja: 角には見えないね、フロープ。
ko: 주걱 안 같은데, 뻐끔.
pl: To nie wygląda jak łyżka.
pt_br: O que tem a ver com calçados? Florp.
ru: На рог не похоже, буль.
zh_tw: 看起來不像角啊，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TRINKET_24
source: Look happy.
de: Sieht froh aus.
es: Parece feliz.
es_mx: Verse feliz.
fr: Il a l'air content !
it: Sembra felice.
ja: 幸せそうだね。
ko: 행복해 보여.
pl: Wygląda, jakby był szczęśliwy.
pt_br: Parece feliz.
ru: Какой довольный вид.
zh_tw: 看起來很開心。

# CHARACTERS.WURT.DESCRIBE.TRINKET_25
source: How get tree so small and flat?
de: Wieso Baum so klein und flach?
es: ¿Cómo es un árbol tan pequeño y plano?
es_mx: ¿Cómo hacer que árbol ser tan pequeño y aplastado?
fr: Pourquoi est-ce que cet arbre est si plat ?
it: Perché albero piccolo e piatto?
ja: 木はどうやってこんなに小さくて平らになるの？
ko: 나무가 이렇게 작고 납작해?
pl: Jak się robi, żeby drzewo było takie maleńkie i płaskie?
pt_br: Como árvore pode ficar tão pequena e chata?
ru: Как сделать дерево маленьким и плоским?
zh_tw: 怎麼把樹壓得這麼小這麼扁？

# CHARACTERS.WURT.DESCRIBE.TRINKET_26
source: Where all the insides?!
de: Wo das Innere?!
es: ¡¿Y todo lo de dentro?!
es_mx: ¡¿Dónde estar el relleno?!
fr: Elle est vide !
it: Dove tutto dentro?!
ja: 中身はどこだ！
ko: 속 다 어디 갔어?!
pl: Gdzie cały środek?!
pt_br: Onde foi parar o miolo?
ru: А почему ты пустая?!
zh_tw: 裡面的瓤去哪了？！

# CHARACTERS.WURT.DESCRIBE.TRINKET_27
source: Has little claw at the end!
de: Hat kleine Klaue am Ende!
es: ¡Tiene garra pequeña al final!
es_mx: ¡Tener pequeña garra al final!
fr: Y'a comme une petite griffe dessus.
it: Ha piccolo artiglio alla fine!
ja: 最後に小さな爪があるよ！
ko: 끝에 작은 발톱 있어!
pl: Ma na końcu mały pazurek!
pt_br: Tem uma garrinha na ponta!
ru: На кончике маленький коготок!
zh_tw: 頭上有小爪！

# CHARACTERS.WURT.DESCRIBE.TRINKET_28
source: This castle for ants?
de: Burg für Ameisen?
es: ¿Un castillo para hormigas?
es_mx: ¿Ser castillo de hormigas?
fr: C'est un château pour les fourmis.
it: Questo castello per formiche?
ja: 蟻のお城かな？
ko: 개미 성이야?
pl: To zamek dla mrówek?
pt_br: É um castelo de formigas?
ru: Это башенка для муравьев?
zh_tw: 這是螞蟻的城堡嗎？

# CHARACTERS.WURT.DESCRIBE.TRINKET_29
source: This castle for ants?
de: Burg für Ameisen?
es: ¿Un castillo para hormigas?
es_mx: ¿Ser castillo de hormigas?
fr: C'est un château pour les fourmis.
it: Questo castello per formiche?
ja: 蟻のお城かな？
ko: 개미 성이야?
pl: To zamek dla mrówek?
pt_br: É um castelo de formigas?
ru: Это башенка для муравьев?
zh_tw: 這是螞蟻的城堡嗎？

# CHARACTERS.WURT.DESCRIBE.TRINKET_3
source: Grrr, can't... un-knot...!
de: Grrr, kriege nicht ... auf ...!
es: Grrr, no puedo... ¡desanudar!
es_mx: ¡Grrr! ¡No poder... desanudar...!
fr: Grrr, j'arrive... pas... à... le... défaire... !
it: Grrr, non riesco a... snodare...!
ja: グルル、無理...結び目が...解けない...！
ko: 그르릉, 풀 수가... 없어...!
pl: Grrr, nie mogę... rozwiązać...!
pt_br: Grrr, não dá... pra desfazer o nó...!
ru: Гр-р-р, развязать не могу!
zh_tw: 格浪，解不開的結！

# CHARACTERS.WURT.DESCRIBE.TRINKET_30
source: Look like... tiny Ironfolk...?
de: Sieht aus wie ... kleine Eisenleute ...?
es: Parece... gente de hierro chiquitita...
es_mx: ¿Parecer... un ser chiquito de hierro?
fr: On dirait... un tout petit bonhomme de fer.
it: Sembra come... Animale di ferro piccolo...?
ja: まるで...小さなアイアンフォークのよう...？
ko: 작은... 철인이야...?
pl: Wygląda jak... mały żelaziak...?
pt_br: Parecem... miniaturas do povo-ferro...?
ru: Похоже на… маленького Железяку?
zh_tw: 看起來像……小鐵人……？

# CHARACTERS.WURT.DESCRIBE.TRINKET_31
source: Look like... tiny Ironfolk...?
de: Sieht aus wie ... kleine Eisenleute ...?
es: Parece... gente de hierro chiquitita...
es_mx: ¿Parecer... un ser chiquito de hierro?
fr: On dirait... un tout petit bonhomme de fer.
it: Sembra come... Animale di ferro piccolo...?
ja: まるで...小さなアイアンフォークのよう...？
ko: 작은... 철인이야...?
pl: Wygląda jak... mały żelaziak...?
pt_br: Parecem... miniaturas do povo-ferro...?
ru: Похоже на… маленького Железяку?
zh_tw: 看起來像……小鐵人……？

# CHARACTERS.WURT.DESCRIBE.TRINKET_32
source: Can see cute face in it!
de: Sehe niedliches Gesicht darin!
es: ¡Veo una cara bonita dentro!
es_mx: ¡Poder ver carita tierna aquí!
fr: Je vois mon adorable reflet !
it: Vedo bella faccia!
ja: かわいい顔が見えるよ。
ko: 안에서 귀여운 얼굴 보여!
pl: Widzę w niej ładną buzię!
pt_br: Dá pra ver rosto bonito nele!
ru: Я вижу милую мордочку!
zh_tw: 能看到一張可愛的臉！

# CHARACTERS.WURT.DESCRIBE.TRINKET_33
source: Who ever seen such tiny Spiderfolk?
de: Nie so kleine Spinnenleute gesehen!
es: ¿Quién iba a pensar que habría arañas tan pequeñas?
es_mx: ¿Alguien haber visto un ser araña tan chiquito alguna vez?
fr: J'avais jamais vu une si petite araignée.
it: Chi mai visto ragno così piccolo?
ja: こんな小さな蜘蛛の子を見たことがある人はいないかな？
ko: 이렇게 쪼그만 거미족 본 사람?
pl: Widział ktoś kiedyś takiego maleńkiego pajęczaka?
pt_br: Quem já viu povo-aranha tão pequeno?
ru: Разве пауки бывают такими крохотными?
zh_tw: 誰見過這麼小的蜘蛛人？

# CHARACTERS.WURT.DESCRIBE.TRINKET_34
source: Seem safe, florp.
de: Nicht gefährlich, florp.
es: Parece seguro, florp.
es_mx: Parecer seguro, flop.
fr: Ça a l'air inoffensif, florp.
it: Sembra sicura, florp.
ja: 安全そうだよ、フロープ。
ko: 안전한 것 같아, 뻐끔.
pl: Chyba nie jest groźna, florp.
pt_br: Parece segura, florp.
ru: На вид не опасно, хлюп.
zh_tw: 好像是安全的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TRINKET_35
source: Somebody drank it, florp.
de: Jemand getrunken, florp.
es: Alguien se lo ha bebido, florp.
es_mx: Alguien habérselo bebido, flop.
fr: Quelqu'un a tout bu, florp.
it: Qualcuno ha bevuto, florp.
ja: 誰かが飲んだんだよ、フロープ。
ko: 누가 마셨어, 뻐끔.
pl: Ktoś go wypił, florp.
pt_br: Alguém bebeu tudo, florp.
ru: Кто-то уже все выпил, бульк.
zh_tw: 有人喝掉了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.TRINKET_36
source: Good chompers!
de: Gute Beißer!
es: ¡Buenos mordedores!
es_mx: ¡Buenos dientes!
fr: De bonnes dents !
it: Brave zanne!
ja: いい感じのチョンパーだ！
ko: 좋은 이빨이야!
pl: Porządne gryzaki!
pt_br: Mordedores bons!
ru: Хорошие кусалки!
zh_tw: 好尖的牙！

# CHARACTERS.WURT.DESCRIBE.TRINKET_37
source: Didn't break it!! Found like this!
de: Nicht kaputtgemacht!! So gefunden!
es: ¡No lo he roto! ¡Lo encontré así!
es_mx: ¡¡Yo no haberlo dañado!! ¡Ya haber estado así cuando yo encontrar!
fr: C'est pas moi qui l'ai cassé !
it: Non rotto io! Trovato così!
ja: 壊れてないよ！こんなのだったよ！
ko: 안 부러뜨렸어!! 원래 이랬다고!
pl: Nie złamałam go! Taki już był!
pt_br: Não fui eu que quebrei! Já tava assim!
ru: Я ничего не ломала! Так и было!
zh_tw: 不是我弄斷的！！找到時就這樣！

# CHARACTERS.WURT.DESCRIBE.TRINKET_38
source: Can see forever!
de: Weiter gucken!
es: ¡Puedo ver para siempre!
es_mx: ¡Poder ver por siempre!
fr: J'peux voir l'avenir !
it: Vedo per sempre!
ja: いつまでも見ていられるよ！
ko: 어디든 볼 수 있어!
pl: Widzę koniec świata!
pt_br: Dá pra ver tudo!
ru: Вижу далеко-далеко!
zh_tw: 永遠都能看到！

# CHARACTERS.WURT.DESCRIBE.TRINKET_39
source: Keep one claw warm.
de: Hält eine Klaue warm.
es: Mantiene la garra calentita.
es_mx: Esto mantener una garra tibia.
fr: Ça me tient une griffe au chaud.
it: Tiene una zampa calda.
ja: 片方の爪を温めておこう。
ko: 한쪽 발톱 따뜻해져.
pl: Ciepło w jedną łapkę.
pt_br: Mantém uma garra aquecida.
ru: Один коготок будет в тепле.
zh_tw: 能為一隻手爪保暖。

# CHARACTERS.WURT.DESCRIBE.TRINKET_4
source: Weird tiny man.
de: Seltsamer kleiner Mann.
es: Hombrecillo curioso.
es_mx: Un extraño hombrecito.
fr: Un drôle de petit bonhomme.
it: Piccolo uomo strano.
ja: 変なちっちゃい男だ。
ko: 작고 이상한 남자야.
pl: Dziwaczny, mały pan.
pt_br: Homenzinho estranho.
ru: Странный маленький человечек.
zh_tw: 奇怪的小傢伙。

# CHARACTERS.WURT.DESCRIBE.TRINKET_40
source: This snail sleeping.
de: Schnecke schläft.
es: El caracol está durmiendo.
es_mx: Este caracol estar durmiendo.
fr: Cet escargot dort.
it: Lumaca dorme.
ja: カタツムリが眠っているよ。
ko: 달팽이 자고 있어.
pl: Ten ślimak śpi.
pt_br: A lesma tá dormindo.
ru: Улитка спит.
zh_tw: 這只蝸牛在睡覺。

# CHARACTERS.WURT.DESCRIBE.TRINKET_41
source: Warm goop!
de: Warmer Schleim!
es: ¡Pringue calentito!
es_mx: ¡Baba calientita!
fr: Un truc chaud et visqueux !
it: Cacca calda!
ja: 暖かいグープだ！
ko: 따뜻한 점액이야!
pl: Ciepły śluz!
pt_br: Gosma quente!
ru: Теплая жижа!
zh_tw: 溫暖啊！

# CHARACTERS.WURT.DESCRIBE.TRINKET_42
source: Oooh, fun toy!
de: Oooh, lustiges Spielzeug!
es: ¡Ooh, juguete divertido!
es_mx: ¡Oooh, juguete divertido!
fr: Ooooh, un super jouet !
it: Oooh, giocattolo divertente!
ja: おー、楽しいおもちゃだ！
ko: 오오, 재미있는 장난감이다!
pl: Ooo, ale fajna zabawka!
pt_br: Aaah, brinquedo divertido!
ru: У-у-у, забавная игрушка!
zh_tw: 噢，有趣的玩具！

# CHARACTERS.WURT.DESCRIBE.TRINKET_43
source: Hee-hee it wear funny clothes!
de: Hehe, lustige Kleider!
es: ¡Ji, ji, lleva ropa graciosa!
es_mx: ¡Ji, ji! ¡Esto llevar ropa graciosa!
fr: Hé hé, ses vêtements sont rigolos !
it: Eh eh, ha vestiti buffi!
ja: へへ 面白い服を着ているね！
ko: 히히, 웃긴 옷 입었어!
pl: Hi, hi, ma śmieszne ubranko!
pt_br: Hihi, ele usa roupas engraçadas!
ru: Хи-хи! Смешная одежда!
zh_tw: 嘿嘿，它穿著有趣的衣服！

# CHARACTERS.WURT.DESCRIBE.TRINKET_44
source: Someone broke plant house.
de: Pflanzenhaus kaputt.
es: Alguien ha roto la casa de plantas.
es_mx: Alguien haber roto la casa de la planta.
fr: Quelqu'un a cassé la maison de la plante.
it: Qualcuno ha rotto casa pianta.
ja: 誰かが植物の家を壊したんだよ。
ko: 누가 식물 집 부쉈어.
pl: Ktoś zepsuł domek dla roślin.
pt_br: Alguém quebrou a casa das plantas.
ru: Кто-то сломал домик для растений.
zh_tw: 有人弄破了植物的房子。

# CHARACTERS.WURT.DESCRIBE.TRINKET_45
source: What it do?
de: Was das?
es: ¿Qué hace?
es_mx: ¿Esto qué hacer?
fr: À quoi ça sert ?
it: Cosa serve?
ja: 何をするの？
ko: 뭐 하지?
pl: Co to robi?
pt_br: O que isso faz?
ru: А это для чего?
zh_tw: 它能做什麼？

# CHARACTERS.WURT.DESCRIBE.TRINKET_46
source: Hm...
es: Hum...
es_mx: Mmm...
fr: Hum...
it: Mmmm...
ja: うーん...
ko: 흠...
pt_br: Hum...
ru: Хм…
zh_tw: 嗯……

# CHARACTERS.WURT.DESCRIBE.TRINKET_5
source: Nyoooom!
de: Mjaaaaaam!
es: ¡Buuuuum!
es_mx: ¡Buuuuuum!
fr: Vrrrrrrrrrr !
it: Brooom!
ja: ニャオーン！
ko: 뉴우움!
pl: Bziuuuum!
pt_br: Vushhhh!
ru: Ням-ням!
zh_tw: 砰砰砰！

# CHARACTERS.WURT.DESCRIBE.TRINKET_6
source: Weird bendy colored sticks?
de: Seltsam weiche bunte Stöcke?
es: ¿Palitos de colores raros que se doblan?
es_mx: ¿Ser extraños palitos flexibles de colores?
fr: De drôles de bouts de bois tordus et colorés.
it: Strani bastoni colorati piegati?
ja: 変なベンディ色の棒？
ko: 잘 휘어지는 알록달록한 막대기?
pl: Dziwne, pozginane, kolorowe patyczki?
pt_br: Gravetos coloridos, dobráveis e esquisitos?
ru: Странные цветастые гибкие палочки?
zh_tw: 奇怪的彩色彎棍子？

# CHARACTERS.WURT.DESCRIBE.TRINKET_7
source: This game too hard!
de: Viel zu hart!
es: ¡Este juego es muy difícil!
es_mx: ¡Este juego ser muy difícil!
fr: C'est trop difficile pour moi.
it: Gioco troppo difficile!
ja: このゲームは難しすぎるよ！
ko: 이 놀이 너무 어려워!
pl: Ta gra jest za trudna.
pt_br: Esse jogo é difícil demais!
ru: Очень сложная игра!
zh_tw: 這遊戲太難了！

# CHARACTERS.WURT.DESCRIBE.TRINKET_8
source: Crunchy, florp.
de: Knusprig, florp.
es: Crujiente, florp.
es_mx: Crujiente, flop.
fr: Ça croustille, florp.
it: Croccante, florp.
ja: カリカリだ、フロープ。
ko: 으드득거려, 뻐끔.
pl: Chrupiący, florp.
pt_br: Estaladiço, florp.
ru: Хрустит, хлюп.
zh_tw: 嘎嘎的，容易碎。

# CHARACTERS.WURT.DESCRIBE.TRINKET_9
source: These rocks have holes in middle?
de: Steine mit Löchern in Mitte?
es: ¿Estas rocas tienen agujeros en medio?
es_mx: ¿Estas rocas estar huecas?
fr: Ces petites pierres ont des trous au milieu.
it: Rocce con buco al centro?
ja: この岩は真ん中に穴が開いているのかな？
ko: 돌 가운데 구멍 있네?
pl: Te kamyki mają w środku dziurki?
pt_br: Essas rochas têm buracos no meio?
ru: Камешки с дырками?
zh_tw: 這些石頭中間有洞？

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.BURNING
source: AAAAAH! NOOOO!
de: AAAAAH! NEEEEIN!
es: ¡AAAAH! ¡NOOO!
fr: AAAAAH ! NOOOON !
ja: ああああああ、だめー！
ko: 아아악! 안 돼애애애!
pl: AAAAA! NIEEE!
pt_br: AAAAH! NÃOOO!
ru: А-А-А-А! НЕТ!
zh_tw: 啊啊啊！不不不！

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.BURNT
source: (Sniff) Poor fish home...
de: (Schnupper) Armes Fischhaus ...
es: Ay... Pobre casita de peces....
es_mx: Snif... pobre casa para peces.
fr: *Renifle* Pauvre maison pour les poissons...
it: (Sniff) Casa povero pesce...
ja: (鼻をすする)かわいそうな魚の家...
ko: (훌쩍) 불쌍한 물고기 집...
pl: Chlip. Biedny domek dla rybek...
pt_br: (Sniff) Pobre casa de peixe...
ru: (Хлюп) Бедная рыбка, осталась без дома…
zh_tw: (聞) 可憐的魚房子……

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.GENERIC
source: This good home for fish!
de: Gutes Fischhaus!
es: ¡Buena casa para peces!
es_mx: ¡Esta ser una buena casa para peces!
fr: C'est une maison pour les poissons !
it: Questa bella casa per pesce!
ja: これは良い魚の家だね！
ko: 좋은 물고기 집이야!
pl: To dobry domek dla rybek!
pt_br: Essa casa é boa pra peixes!
ru: Хороший домик для рыбы!
zh_tw: 這是魚類的好家園。

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM
source: Weight: {weight} Caught by: {owner}
de: Gewicht: {weight} Gefangen von: {owner}
es: Peso: {weight} Capturado por: {owner}
es_mx: Peso: {weight} Atrapado por: {owner}
fr: Poids : {weight} Pêché par : {owner}
it: Peso: {weight} Catturato da: {owner}
ja: 重さ：{weight} 捕獲者：{owner}
ko: 무게: {weight} 잡은 사람: {owner}
pl: Waga: {weight} Imię wędkarza: {owner}
pt_br: Peso: {weight} Capturado por: {owner}
ru: Вес: {weight} Поймано: {owner}
zh_tw: 重量: {weight} 捕獲人: {owner}

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.HAS_ITEM_HEAVY
source: Weight: {weight} Caught by: {owner} Ooooh, so big!
de: Gewicht: {weight} Gefangen von: {owner} Ooooh, so groß!
es: Peso: {weight} Capturado por: {owner} ¡Ooooh, qué grande!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Ooooh, ser enorme!
fr: Poids : {weight} Pêché par : {owner} Oooooh, c'est super gros !
it: Peso: {weight} Catturato da: {owner} Ooooh, grandissimo!
ja: 重さ：{weight} 捕獲者：{owner} おおお、とても大きいね！
ko: 무게: {weight} 잡은 사람: {owner} 오오, 엄청 커!
pl: Waga: {weight} Imię wędkarza: {owner} Aaaale wielka!
pt_br: Peso: {weight} Capturado por: {owner} Aaaah, tão grande!
ru: Вес: {weight} Поймано: {owner} У-у-у, какая большая!
zh_tw: 重量: {weight} 捕獲人: {owner} 喔，真大!

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.OWNER
source: Weight: {weight} Caught by: {owner} Hee-hee. My fish best.
de: Gewicht: {weight} Gefangen von: {owner} Hehe. Meine Fische am besten.
es: Peso: {weight} Capturado por: {owner} Ji, ji. Mi pez es mejor.
es_mx: Peso: {weight} Atrapado por: {owner} Ji, ji. Mi pez ser mejor.
fr: Poids : {weight} Pêché par : {owner} Hé hé. Mon poisson est le meilleur.
it: Peso: {weight} Catturato da: {owner} Eh eh. Mio pesce è migliore.
ja: 重さ：{weight} 捕獲者：{owner} へへ。アタシの魚が一番だよ！
ko: 무게: {weight} 잡은 사람: {owner} 히히. 내 물고기 최고야.
pl: Waga: {weight} Imię wędkarza: {owner} Hi, hi. Moja ryba jest najlepsza.
pt_br: Peso: {weight} Capturado por: {owner} Hihi. Meu peixe é melhor.
ru: Вес: {weight} Поймано: {owner} Хи-хи. Мой лучший улов.
zh_tw: 重量: {weight} 捕獲人: {owner} 嘿嘿。我的魚兒最棒。

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_FISH.OWNER_HEAVY
source: Weight: {weight} Caught by: {owner} Is biggest fish ever!
de: Gewicht: {weight} Gefangen von: {owner} Größter Fisch von allen!
es: Peso: {weight} Capturado por: {owner} ¡El pez más grande del mundo!
es_mx: Peso: {weight} Atrapado por: {owner} ¡Ser el pez más grande del mundo!
fr: Poids : {weight} Pêché par : {owner} C'est mon plus gros poisson !
it: Peso: {weight} Catturato da: {owner} È pesce più grande mai visto!
ja: 重さ：{weight} 捕獲者：{owner} 一番最大の魚だよ！
ko: 무게: {weight} 잡은 사람: {owner} 제일 큰 물고기야!
pl: Waga: {weight} Imię wędkarza: {owner} Największa ryba na świecie!
pt_br: Peso: {weight} Capturado por: {owner} É o maior peixe de todos os tempos!
ru: Вес: {weight} Поймано: {owner} Самая большая рыба в мире!
zh_tw: 重量: {weight} 捕獲人: {owner} 世界上最大的魚!

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNING
source: Aaah! Who did it?!
de: Aaaah! Wer war das?!
es: ¡Aaah! ¿¡Quién fue!?
fr: Aaaah ! Qui a fait ça ?!
it: Aaah! Chi l'ha fatto?!
ja: うわあああ！誰のしわざ？！
ko: 아아! 누가 이랬어?
pl: Aaaa! Kto to zrobił?!
pt_br: Aaah! Quem foi?!
ru: А-а-а! Кто это сделал?!
zh_tw: 啊！是誰幹的？！

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Oooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.GENERIC
source: Mine gonna win!
de: Meins wird gewinnen!
es: ¡Gano yo seguro!
fr: C'est l'mien qui va gagner !
it: Mio vincerà!
ja: アタシのがユーショーだよ！
ko: 내 거가 이길거야!
pl: Moje wygra!
pt_br: Meu vai vencer!
ru: Мое победит!
zh_tw: 我的會贏！

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM
source: Weight: {weight} Harvested on day: {day} Maybe take teeny little bite...
de: Gewicht: {weight} Geerntet am: {day} Vielleicht winziger Biss ...
es: Peso: {weight} Cosecha del día: {day} ¿Y si muerdo...?
fr: Poids : {weight} Récolte effectuée le jour : {day} J'vais p'têt en prendre un tout p'tit bout...
it: Peso: {weight} Raccolto il giorno: {day} Forse dare piccolo morso...
ja: 重量：{weight} 収穫日：{day} ほんのちょっぴり食べるくらいなら…
ko: 무게: {weight} 심은 후 {day}째 날에 수확 한 입 베어물 수도...
pl: Waga: {weight} Zebrano dnia: {day} Chyba mogę zjeść mały kawalątek...
pt_br: Peso: {weight} Colheita feita no dia: {day} Talvez dê uma mordiscada...
ru: Вес: {weight} День сбора: {day} Ну дайте кусочек попробовать...
zh_tw: 重量：{weight} 收穫日：{day} 也許可以咬一小口……

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_HEAVY
source: Weight: {weight} Harvested on day: {day} Wanna eat it... anyone looking, florp?
de: Gewicht: {weight} Geerntet am: {day} Will das essen ... Kuckt einer, florp?
es: Peso: {weight} Cosecha del día: {day} Quiero comer... ¿Mira alguien, florp?
fr: Poids : {weight} Récolte effectuée le jour : {day} J'ai envie d'en manger... personne regarde, florp ?
it: Peso: {weight} Raccolto il giorno: {day} Voglio mangiare... nessuno guarda, florp?
ja: 重量：{weight} 収穫日：{day} 食べたいな…見られてるかな、フロープ？
ko: 무게: {weight} 심은 후 {day}째 날에 수확 먹고 싶어... 보는 사람 있나, 빠끔?
pl: Waga: {weight} Zebrano dnia: {day} Chcę to zjeść... Czy nikt nie patrzy, florp?
pt_br: Peso: {weight} Colheita feita no dia: {day} Quero comer... tem alguém olhando, florp?
ru: Вес: {weight} День сбора: {day} Хочу съесть... никто же не смотрит, бульк?
zh_tw: 重量：{weight} 收穫日：{day} 我想吃……有人在看嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.TROPHYSCALE_OVERSIZEDVEGGIES.HAS_ITEM_LIGHT
source: Hey! Why it not working, florp?
de: Hey, warum funktioniert nicht, florp?
es: ¡Eh! ¿Por qué no va, florp?
fr: Hé ! Pourquoi ça marche pas, florp ?
it: Ehi! Perché non funziona, florp?
ja: ねぇねぇ！なんで動かないの、フロープ？
ko: 이봐! 왜 안 돼, 빠끔?
pl: Hej! Dlaczego nie działa, florp?
pt_br: Ei! Por que não funciona, florp?
ru: Эй! Почему не работает, бульк?
zh_tw: 嘿！為什麼不管用，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.TRUNKVEST_SUMMER
source: Wearing a nose!
de: Trägt Nase!
es: ¡Lleva una nariz!
es_mx: ¡Estar vestida con una nariz!
fr: C'est léger !
it: Fatto con naso!
ja: 鼻をつけてる！
ko: 코를 입다니!
pl: Noszę na sobie nos!
pt_br: Vestindo um nariz!
ru: Я ношу чужой нос!
zh_tw: 穿個鼻子在身上！

# CHARACTERS.WURT.DESCRIBE.TRUNKVEST_WINTER
source: Cozy...
de: Gemütlich ...
es: Acogedor...
es_mx: Acogedor.
fr: C'est bien chaud...
it: Comodo...
ja: ホッとするよ。
ko: 포근해...
pl: Cieplutka...
pt_br: Aconchegante...
ru: Уютно…
zh_tw: 舒服……

# CHARACTERS.WURT.DESCRIBE.TRUNK_COOKED
source: Blegh!
de: Bäh!
es_mx: ¡Puaj!
fr: Beurk !
ja: ブレグ！
ko: 웩!
pl: Ble!
ru: Фу-у-у!
zh_tw: 啵！

# CHARACTERS.WURT.DESCRIBE.TRUNK_SUMMER
source: Got its nose!
de: Hat Nase!
es: ¡Tengo su nariz!
es_mx: ¡Yo tener su nariz!
fr: Ça me va bien !
it: Ha suo naso!
ja: 鼻が出たぞ！
ko: 코 잡았어!
pl: Mam jego nochal!
pt_br: Peguei o nariz dele!
ru: У меня его нос!
zh_tw: 拿到了它的鼻子！

# CHARACTERS.WURT.DESCRIBE.TRUNK_WINTER
source: Fuzzy.
de: Zottelig.
es: Cosita peludita.
es_mx: Peluda.
fr: C'est doux.
it: Pelosissima.
ja: 曖昧だね。
ko: 복슬복슬해.
pl: Kudłata.
pt_br: Felpudo.
ru: Мохнатый.
zh_tw: 毛茸茸的。

# CHARACTERS.WURT.DESCRIBE.TUMBLEWEED
source: Where you going?
de: Wohin?
es: ¿Adónde vas?
es_mx: ¿A dónde tú ir?
fr: Tu vas où ?
it: Dove vai?
ja: どこに行くの？
ko: 어디 가니?
pl: Dokąd zmierzasz?
pt_br: Aonde você vai?
ru: Куда ты?
zh_tw: 你要去哪裡？

# CHARACTERS.WURT.DESCRIBE.TURFCRAFTINGSTATION
source: Yay! Can make so much more swamp, florp!
de: Juhu! Kann so viel mehr Sumpf machen, florp!
es: ¡Yuju! Con esto hacer más ciénaga, florp.
fr: Youpi ! On va pouvoir créer encore plus de marais !
it: Sì! Poter fare molta altra palude, florp!
ja: やった！これで沼が増やせるよ、フロープ！
ko: 앗싸! 늪을 훨씬 더 많이 만들 수 있어, 빠끔!
pl: Jupi! Mogę zrobić o wiele więcej bagienka, florp!
pt_br: Eba! Posso fazer muito mais pântano, florp!
ru: Ура! Теперь сделаю новое болото, бульк!
zh_tw: 耶！可以做出來很多沼澤了，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.TURF_ARCHIVE
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_BADLANDS
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_CARPETFLOOR
source: Fuzzy ground.
de: Zottelboden.
es: Suelo peludo.
es_mx: Suelo peludo.
fr: Le sol est tout doux.
it: Terra pelosa.
ja: 曖昧な地面だね。
ko: 복슬복슬한 땅이야.
pl: Kudłata ziemia.
pt_br: Chão felpudo.
ru: Мохнатая земля.
zh_tw: 毛絨絨的地面。

# CHARACTERS.WURT.DESCRIBE.TURF_CAVE
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_CHECKERFLOOR
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_DECIDUOUS
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_DESERTDIRT
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。

# CHARACTERS.WURT.DESCRIBE.TURF_DIRT
source: Ground bit.
de: Stück Boden.
es: Trozo de tierra.
es_mx: Pedazo de suelo.
fr: C'est de la terre.
it: Pezzo di terra.
ja: 地面のかけらだ。
ko: 땅 조각이야.
pl: Kawałek ziemi.
pt_br: Pedaço de chão.
ru: Кусочек земли.
zh_tw: 地面上的東西。
