Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.TILLWEEDSALVE
source: This plant gunk isn't going to do me much good.
de: Dieser Pflanzenschleim wird mir nicht viel nützen.
es: Ese mejunje de plantas no me va a hacer mucho bien...
fr: Cette substance végétale ne va pas m'aider.
it: Questa robaccia vegetale non farà molto per aiutarmi.
ja: この植物はあんまり私の役に立たないと思うわ。
ko: 이 오물 덩어리는 별로 도움이 되지 않을 거야.
pt_br: A gosma desta planta não vai me servir de muita coisa.
ru: Эта растительная гадость мне ничем не поможет.
zh_tw: 這些植物垃圾對我沒有什麼好處。

# CHARACTERS.WANDA.DESCRIBE.TOADSTOOL.GENERIC
source: I really should have remembered something like you!
de: Ich hätte mich wirklich an etwas wie dich erinnern sollen!
es: ¡Tendría que haberme acordado de algo como tú!
fr: J'aurais vraiment dû me souvenir de toi !
it: Mi sarei dovuta ricordare di te!
ja: あんたのことは記憶に焼き付いて、忘れられなくなりそう！
ko: 정말로 너 같은 것을 기억해야 했어!
pt_br: Sabe, eu devia me lembrar de algo como você!
ru: Я бы тебя обязательно запомнила!
zh_tw: 我真的應該記住像你這樣的東西！

# CHARACTERS.WANDA.DESCRIBE.TOADSTOOL.RAGE
source: I think the pendulum just swung in his favor...
de: Ich glaube, das Pendel hat gerade zu seinen Gunsten ausgeschlagen ...
es: Creo que el péndulo se ha movido a su favor...
fr: On dirait que le pendule s'est balancé en sa faveur...
it: Temo che il pendolo abbia cominciato a pendere in suo favore...
ja: 運命の振り子はあいつの思い通りに揺れるのね…
ko: 진자가 제 멋대로 움직인 것 같아...
pt_br: Acho que o jogo acabou de virar a favor dele...
ru: Похоже, маятник качнулся в его сторону...
zh_tw: 看來命運的鐘擺向他傾斜了……

# CHARACTERS.WANDA.DESCRIBE.TOADSTOOL_CAP.EMPTY
source: Wasn't there something here before? Or maybe that's later.
de: War hier nicht schon einmal etwas? Oder vielleicht kommt das erst später.
es: ¿Aquí no había algo? O a lo mejor habrá algo más tarde.
fr: Il y avait quelque chose ici, non ? Ou alors ce sera pour plus tard...
it: Sbaglio o qui c'era qualcosa prima? O forse dopo.
ja: ここに前は何かあったんじゃない？または将来何か生えてくるのかも。
ko: 여기 전에 뭐가 있었나? 아니면 그건 나중에.
pt_br: Não tinha alguma coisa aqui antes? Ou talvez seja depois.
ru: Здесь же что-то росло, разве нет? А может, вырастет позже.
zh_tw: 這裡以前不是有東西嗎？或者說那是後來的事。

# CHARACTERS.WANDA.DESCRIBE.TOADSTOOL_CAP.GENERIC
source: This feels strangely familiar.
de: Das fühlt sich seltsam vertraut an.
es: Qué raro. Me suena mucho...
fr: Ça me paraît étrangement familier.
it: Mi è stranamente familiare.
ja: なんだか妙に見覚えがあるのよ。
ko: 이상하게 친숙한 느낌이야.
pt_br: Isto me parece estranhamente familiar.
ru: Выглядит на удивление знакомо...
zh_tw: 有種奇怪的熟悉感。

# CHARACTERS.WANDA.DESCRIBE.TOADSTOOL_CAP.INGROUND
source: Come on out, don't be shy!
de: Komm raus, nur nicht so schüchtern!
es: Sal, ¡que no te dé vergüenza!
fr: Allez, sors de là ! N'aie pas peur !
it: Vieni fuori, non essere timido!
ja: おいで！恥ずかしがらないで！
ko: 어서 나와, 부끄러워하지 말고!
pt_br: Pode sair, não seja tímido!
ru: Ну же, вылезай, не стесняйся!
zh_tw: 出來吧，別害羞了！

# CHARACTERS.WANDA.DESCRIBE.TOMATO
source: A pleasantly plump, juicy tomato.
de: Eine angenehm pralle, saftige Tomate.
es: Un tomate bien grande y jugoso.
fr: Une belle tomate bien mûre.
it: Un bel pomodoro succoso e grassottello.
ja: ほどよくふっくらしたジューシーなトマト。
ko: 기분 좋게 통통하고 육즙이 많은 토마토네.
pt_br: Um tomate suculento e polpudo.
ru: Пухленький и сочный помидор.
zh_tw: 豐滿多汁的番茄，真令人愉快。

# CHARACTERS.WANDA.DESCRIBE.TOMATO_COOKED
source: Oh, it's gone all mushy.
de: Oh, sie ist ganz matschig geworden.
es: Ay, se ha quedado pastoso...
fr: Oh, elle est devenue toute molle.
it: Oh, si è tutto squagliato.
ja: あ、全部ぐじゅぐじゅになっちゃった。
ko: 아, 흐물흐물해졌잖아.
pt_br: Ah, ficou bem molinho.
ru: Ой, теперь он совсем мягкий.
zh_tw: 哦，它已經變軟了。

# CHARACTERS.WANDA.DESCRIBE.TOMATO_OVERSIZED
source: I don't know if I can lift a tomato that size!
de: Ich weiß nicht, ob ich eine so große Tomate heben kann!
es: No sé si podré levantar un tomate de ese tamaño.
fr: Je ne sais pas si je vais réussir à soulever une tomate de cette taille !
it: Non credo di riuscire a sollevare un pomodoro tanto grande!
ja: あんなサイズのトマト、持ち上げられるかわかんないわ！
ko: 크기가 그런 토마토를 들어올릴 수 있을지 모르겠다!
pt_br: Não sei se consigo erguer um tomate daquele tamanho!
ru: Не знаю, сумею ли поднять такой огромный помидор!
zh_tw: 我應該舉不起那麼大的番茄！

# CHARACTERS.WANDA.DESCRIBE.TOMATO_SEEDS
source: Why waste time growing them when I can just eat them now?
de: Warum Zeit damit verschwenden, sie zu züchten, wenn ich sie auch gleich essen kann?
es: ¿Para qué perder el tiempo plantándolas si me las puedo comer ya?
fr: Pourquoi gâcher du temps à les faire pousser quand on peut juste les manger immédiatement ?
it: Perché sprecare tempo a coltivarli quando si possono mangiare anche così?
ja: 今すぐこのまま食べられるのになんで時間をムダにして育てなくちゃいけないの？
ko: 지금 바로 먹을 수 있는데 굳이 왜 키우는 데 시간을 허비해?
pt_br: Pra que perder tempo plantando estas sementes se posso comê-las agora?
ru: Зачем тратить время на то, чтобы что-то из них вырастить, если можно и прямо так съесть?
zh_tw: 既然現在就能吃，為什麼還要浪費時間種呢？

# CHARACTERS.WANDA.DESCRIBE.TOPHAT
source: I'd look like quite the gentlewoman in that!
de: Darin würde ich wie eine echte Dame aussehen!
es: Si me lo pongo, pareceré toda una señora en toda regla.
fr: Je vais être sacrément classieuse, avec ça sur la tête !
it: Mi farebbe passare per una vera gentildonna!
ja: あれ被ったら本物のジェントルウーマンに見えるわ！
ko: 그 모자를 쓰면 난 꽤 신사처럼 보일 거야!
pt_br: Vou ficar parecendo uma verdadeira dama com ela!
ru: В нем я буду выглядеть как дама из высшего общества!
zh_tw: 我戴上以後肯定英姿颯爽！

# CHARACTERS.WANDA.DESCRIBE.TORCH
source: It'll keep the darkness at bay. For a time, at least.
de: Das wird die Dunkelheit in Schach halten. Zumindest eine Zeit lang.
es: Mantendrá a la oscuridad a raya durante un rato.
fr: Ça éloignera les ombres. Pour le moment.
it: Terrà a bada l'oscurità. Per un po' di tempo, almeno.
ja: これは闇を押し留めてくれる。少なくともしばらくは。
ko: 어두워지지 않겠지. 최소한 당분간은.
pt_br: Vai manter a escuridão afastada. Pelo menos por enquanto.
ru: Он поможет отогнать тьму. Хотя бы на время.
zh_tw: 起碼能幫我驅離一段時間的黑暗。

# CHARACTERS.WANDA.DESCRIBE.TOURTIERE
source: This is exactly what I first imagined a mincemeat pie would be.
de: Das ist genau das, was ich mir zuerst unter einer Hackfleischpastete vorgestellt habe.
es: Así es como me imaginaba yo las empanadas de picadillo.
fr: C'est exactement comme ça que j'imaginais une tourte à la viande.
it: È la perfetta rappresentazione di come mi ero immaginata il pasticcio!
ja: 私がイメージしてたひき肉のパイそのものよ。
ko: 이게 내가 처음에 다진 고기 파이가 될 거라고 상상했던 바로 그거야.
pt_br: É exatamente como imaginei que uma torta de carne moída seria.
ru: Таким я себе и представляла мясной пирог.
zh_tw: 這正是我最初想像的肉餡餅的樣子。

# CHARACTERS.WANDA.DESCRIBE.TOWNPORTAL.ACTIVE
source: Looks like it's ready to go.
de: Sieht so aus, als ob es gleich losgehen kann.
es: Parece que ya está listo.
fr: On dirait que c'est tout prêt.
it: Sembra pronto all'uso.
ja: 準備ができたみたいだわ。
ko: 갈 준비가 된 것 같아.
pt_br: Parece que está pronta para ir.
ru: Похоже, он работает.
zh_tw: 看起來它已經準備好了。

# CHARACTERS.WANDA.DESCRIBE.TOWNPORTAL.GENERIC
source: A bit redundant, but it'll work in a pinch.
de: Ein bisschen redundant, aber zur Not geht's auch so.
es: Es un poco redundante, pero servirá para un apuro.
fr: C'est un peu répétitif, mais ça fera l'affaire.
it: Un po' pacchiano, ma funzionerà in men che non si dica.
ja: ムダだけど困ったときに役に立つ。
ko: 약간 불필요하지만 여차하면 작동하겠지.
pt_br: Um tanto redundante, mas pode ajudar numa emergência.
ru: Едва ли это незаменимая вещь, но на крайний случай сгодится.
zh_tw: 雖然看著有點累贅，但緊要關頭還是管用的。

# CHARACTERS.WANDA.DESCRIBE.TOWNPORTALTALISMAN.ACTIVE
source: I might as well use it.
de: Ich kann das auch verwenden.
es: Ya que estoy, podría usarla.
fr: Autant que je l'utilise.
it: Tanto vale usarlo.
ja: これ、使うかも。
ko: 사용하기도 할 거고.
pt_br: Posso muito bem usá-la.
ru: Почему бы и не попробовать?
zh_tw: 我不妨用一下它。

# CHARACTERS.WANDA.DESCRIBE.TOWNPORTALTALISMAN.GENERIC
source: It positively reeks of spacial wib-wobblery.
de: Es schreit förmlich nach räumlichem Schwibbel-Schwabbel.
es: Me gusta, huele a líos espaciales.
fr: Ça pue le paradoxe spatio-temporel. Mais bon.
it: Sa tantissimo di oscillazione spaziale.
ja: ゴロゴロする石の悪臭がするわ。
ko: 긍정적으로 말하면 공간이 흔들흔들 하는 냄새가 나.
pt_br: Ela cheira a instabilidade espacial, sem dúvida.
ru: Да от него прямо-таки несет пространственными колебаниями!
zh_tw: 它散發著時空動盪的甜美氣息。

# CHARACTERS.WANDA.DESCRIBE.TRAILMIX
source: I prefer the version that has little bits of candy in it...
de: Ich bevorzuge die Version mit den kleinen Bonbons darin ...
es: Prefiero la versión que trae chucherías...
fr: Je préfère sa version avec des bonbons dedans.
it: Preferisco la versione che contiene briciole di dolciumi...
ja: ちょっと飴が入ってるヤツの方が好きだわ…
ko: 사탕이 조금 들어간 버전이 더 좋지...
pt_br: Prefiro a versão com pedacinhos de doce...
ru: Мне больше нравится версия с кусочками сладостей...
zh_tw: 我更喜歡裡面有小塊糖果的那種……

# CHARACTERS.WANDA.DESCRIBE.TRAILS
source: He's got a strong arm on him.
de: Er hat einen starken Arm.
es: Tiene un brazo fuerte.
fr: Il est du genre musclé.
it: Ha delle braccia superpotenti.
ja: 力強い腕がついてる。
ko: 팔이 튼튼하다.
pt_br: Esse tem um braço forte.
ru: Бьет он так, что мало не покажется.
zh_tw: 他的胳膊真壯啊。

# CHARACTERS.WANDA.DESCRIBE.TRANSISTOR
source: Is this one of those newfangled electric thinga-ma-whoosits?
de: Ist das eines dieser neumodischen elektrischen Dingsdabumse?
es: ¿Es uno de esos chismes eléctricos modernos?
fr: C'est un de ces bidules électriques dernier cri ?
it: È uno di quei moderni affarini elettrici...?
ja: これ、もしかして最新式の電気のなんとかいうやつ？
ko: 이게 그 최신식 전기 어쩌구 저쩌구 중 하나인가?
pt_br: Este é um daqueles badulaques elétricos ultramodernos?
ru: Это что, одна из новомодных электрических штуковинок?
zh_tw: 這就是新奇的電動組件嗎？

# CHARACTERS.WANDA.DESCRIBE.TRAP
source: The trap is fine, it's the part afterwards that makes me sad...
de: Die Falle ist in Ordnung, nur der Teil danach macht mich traurig ...
es: La trampa está bien, pero lo que toca después me pone triste...
fr: Le piège fonctionne très bien. Et c'est bien ce qui m'attriste...
it: La trappola va anche bene, è quello che arriva dopo a intristirmi...
ja: この罠は上出来。悲しいのはこれにかかった後よ…
ko: 덫은 괜찮은데, 그 이후가 안타깝군...
pt_br: Nada contra a armadilha, é a parte que vem depois que me deixa triste...
ru: Ловушка-то хорошая, но мне грустно думать о том, что случится дальше...
zh_tw: 陷阱是好的，讓我傷心的是之後的部分……

# CHARACTERS.WANDA.DESCRIBE.TRAP_BRAMBLE
source: If any intruders come by, they'll be in for a thorny surprise.
de: Sollten Eindringlinge vorbeikommen, werden sie eine dornige Überraschung erleben.
es: Como venga algún intruso, se llevará una sorpresa bien punzante.
fr: Si des intrus viennent jusqu'ici, ils vont se retrouver dans une situation très épineuse.
it: Una sorpresa spinosa attende ogni possibile intruso.
ja: 侵入者が来たら、このトゲトゲの奇襲攻撃に遭うわ。
ko: 침입자가 오면 큰 충격을 받겠지.
pt_br: Se aparecer algum intruso, ele vai ter uma surpresa espinhosa.
ru: Незваных гостей ждет очень колючий сюрприз.
zh_tw: 如果有任何入侵者經過，他們將得到一個棘手的驚喜。

# CHARACTERS.WANDA.DESCRIBE.TRAP_STARFISH.CLOSED
source: Ooooh you hateful thing!
de: Oooh, du widerliches Ding!
es: Ahhh... ¡Cómo te odio!
fr: Ooooh, sale bête !
it: Ooh! Maledetta bestiaccia!
ja: おお、憎たらしいヤツ！
ko: 으어어어어! 이 혐오스런 놈아!
pt_br: Aaaah, sua coisa odiosa!
ru: Ух, мерзкая ты штука!
zh_tw: 哦，你真的是充滿了惡意！

# CHARACTERS.WANDA.DESCRIBE.TRAP_STARFISH.GENERIC
source: I'm not falling for that again.
de: Darauf falle ich nicht noch einmal rein.
es: No me van a volver a engañar.
fr: Je ne vais plus me laisser avoir.
it: Non ci ricasco.
ja: もう2度と引っ掛からないわ。
ko: 다시 그것에 빠지지 않을 거야.
pt_br: Não vou cair nessa de novo.
ru: Нет уж, второй раз я на это не попадусь.
zh_tw: 我不會再著你的道了。

# CHARACTERS.WANDA.DESCRIBE.TRAP_TEETH
source: That would be a painful misstep to make.
de: Das wäre ein schmerzlicher Fehltritt.
es: Sería un paso en falso de lo más doloroso.
fr: Ce serait un faux pas qui me coûterait cher.
it: Sarebbe un terribile passo falso da fare.
ja: 間違って踏んだらすっごく痛そう。
ko: 또 그런 실수를 하면 고통스럽겠지.
pt_br: Esse seria um passo em falso doloroso.
ru: Эта оплошность будет очень болезненной.
zh_tw: 一步走錯，遺恨終身。

# CHARACTERS.WANDA.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'll want to avoid stepping on that!
de: Ich sollte vermeiden draufzutreten.
es: ¡Preferiría no tener que pisar eso!
fr: Autant éviter de marcher là-dessus !
it: Eviterei di camminarci sopra!
ja: その上を踏みつけないようにするつもり！
ko: 이건 절대 밟고 싶지 않다!
pt_br: É melhor evitar pisar nisso!
ru: Что-то мне не очень хочется наступать туда!
zh_tw: 我可不想踩在那上面！

# CHARACTERS.WANDA.DESCRIBE.TREASURECHEST.BURNT
source: I probably should have seen that coming.
de: Ich hätte das wahrscheinlich kommen sehen müssen.
es: Tendría que haberlo visto venir...
fr: J'aurais sûrement dû le voir venir.
it: Avrei dovuto prevederlo.
ja: こうなるって予期しとくべきだったわ。
ko: 아마 그것이 오는 것을 봤을 텐데.
pt_br: Eu já devia esperar por essa.
ru: Что ж, этого следовало ожидать.
zh_tw: 我早該料到的。

# CHARACTERS.WANDA.DESCRIBE.TREASURECHEST.GENERIC
source: Less cluttering up my pockets means less cluttering up my mind.
de: Weniger Unordnung in meinen Taschen bedeutet weniger Unordnung in meinem Kopf.
es: Cuando menos desorden tenga en los bolsillos, menos desorden tendré en la cabeza.
fr: Moins de bazar dans mes poches, c'est moins de désordre dans ma tête.
it: Meno disordine in tasca significa meno disordine in testa.
ja: ポケットのごみ掃除をしないってことは、私の心のごみ掃除をしないってことなの。
ko: 주머니가 덜 복잡하다는 것은 내 마음이 덜 복잡하다는 것을 의미해.
pt_br: Menos bagunça nos meus bolsos significa menos bagunça na minha mente.
ru: Чем чище мои карманы, тем чище у меня в голове.
zh_tw: 減少口袋裡的雜物意味著減少思想上的混亂。

# CHARACTERS.WANDA.DESCRIBE.TREASURECHEST_TRAP
source: Did I leave this here? Hm...
de: Habe ich das hiergelassen? Hmm ...
es: ¿Había dejado esto aquí? Um...
fr: C'est moi qui ai laissé ça là ? Ah...
it: Sono stata io a lasciarla qui? Mm...
ja: これここに置いたのってわたし？んー…
ko: 여기다 뒀었나? 흠...
pt_br: Eu deixei isto aqui? Hm...
ru: Разве это моих рук дело? Хм-м...
zh_tw: 我把這個留在這裡了嗎？嗯……

# CHARACTERS.WANDA.DESCRIBE.TREECLUMP
source: It's almost like someone is trying to prevent me from going somewhere.
de: Als würde jemand versuchen, mich daran zu hindern, irgendwo hinzugehen.
es: Es casi como si alguien estuviera tratando de evitar que vaya a alguna parte.
fr: On dirait presque qu'on cherche à m'empêcher d'aller quelque part.
it: È quasi come se qualcuno stesse cercando di impedirmi di andare da qualche parte.
ja: まるで俺がどこかに行くのを、誰かが阻止しているみたいだ。
ko: 누군가가 일부러 내가 어디 못 가게 막고 있는 것 같다.
pt_br: É quase como se alguém estivesse tentando me impedir de ir a algum lugar.
ru: Такое ощущение, будто меня нарочно куда-то не пускают.
zh_tw: 是不是有人想把我困在這裡。

# CHARACTERS.WANDA.DESCRIBE.TREEGROWTHSOLUTION
source: I can finally speed up those dreadfully slow trees!
de: Endlich kann ich diese entsetzlich langsamen Bäume beschleunigen!
es: ¡Por fin puedo acelerar a esos árboles tan lentorros!
fr: Je peux enfin faire accélérer ces fichus arbres trop lents !
it: Finalmente posso accelerare la crescita di quelle piante lumacone!
ja: このイライラするほどトロい木をついにスピードアップできるわ。
ko: 마침내 그 무섭게 느린 나무의 속도를 높일 수 있게 됐네!
pt_br: Finalmente, vou poder acelerar essas árvores extremamente lentas!
ru: Наконец-то я ускорю эти ужасно медленные деревья!
zh_tw: 我終於可以為那些慢得可怕的樹提速了！

# CHARACTERS.WANDA.DESCRIBE.TRIDENT
source: It makes such a racket!
de: Das macht so einen Krach!
es: ¡Menudo jaleo que monta!
fr: Ça fait un sacré boucan !
it: Fa un tale baccano!
ja: すごい音が鳴ってたわね！
ko: 그런 라켓이 되는구나!
pt_br: Ele faz muito barulho!
ru: Шума-то сколько!
zh_tw: 噪音真大！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_1
source: They look like candy that was left in someone's pocket for too long.
de: Sie sehen aus wie Süßigkeiten, die zu lange in der Tasche gelegen haben.
es: Parecen caramelos que se han pasado demasiado tiempo en un bolsillo...
fr: On dirait des bonbons qui seraient restés trop longtemps dans des poches.
it: Sembrano caramelle rimaste in tasca troppo a lungo.
ja: 長い間ポケットに入ってた飴みたいだわ。
ko: 너무 오랫동안 누군가의 주머니에 넣어둔 사탕같은데.
pt_br: Parecem doces que ficaram no bolso de alguém por muito tempo.
ru: Похожи на сладости, которые слишком долго лежали в чьем-то кармане.
zh_tw: 看上去像在口袋裡放了太久的糖果。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_10
source: Thankfully my teeth seem to have stayed pretty sturdy in my older years.
de: Zum Glück scheinen meine Zähne im Alter ziemlich kräftig geblieben zu sein.
es: Menos mal que sigo teniendo una dentadura resistente en mi vejez...
fr: Heureusement, mes dents ont bien résisté au temps.
it: Per fortuna, malgrado la vecchiaia, i miei denti continuano a resistere.
ja: ありがたいことに、年とってからも私の歯は丈夫みたい。
ko: 고맙게도 내 치아는 나이에 비해 아직 꽤 튼튼한 것 같아.
pt_br: Ainda bem que meus dentes permaneceram bem firmes com o passar dos anos.
ru: К счастью, мои зубы в старости по-прежнему в полном порядке.
zh_tw: 還好我的牙齒在我年老的時候也很堅固。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_11
source: Oh you would look just darling on a shelf next to some porcelain figurines!
de: Oh, du würdest dich in einem Regal neben ein paar Porzellanfiguren sehr gut machen!
es: Ay, ¡qué bien quedarías en una estantería junto a unas figuritas de porcelana!
fr: Oh, j'aimerais beaucoup le mettre sur une étagère près de figurines en porcelaine.
it: Oh, saresti un amorino su una mensola accanto a delle statuette di porcellana!
ja: きっと棚の上で陶磁器の人形の隣座ってるかわいい置物に見えるよ！
ko: 오, 도자기 인형 옆에 있는 선반에 두면 사랑스러워 보이겠네!
pt_br: Ah, você ficaria uma graça numa prateleira, do lado de umas bonecas de porcelana!
ru: О, да ты же идеально будешь смотреться на полке с фарфоровыми фигурками!
zh_tw: 哦，你放在架子上瓷器小雕像旁邊會顯得很可愛。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_12
source: It's stuck in a perpetual state of decay.
de: Das Ding befindet sich in einem permanenten Zustand des Verfalls.
es: Vive en un estado perpetuo de decadencia.
fr: C'est en décomposition et ça va le rester.
it: È bloccato in un perenne stato di decomposizione.
ja: 腐敗という永遠の状態で留まってるわ。
ko: 영원히 부패한 상태로 있겠군.
pt_br: Está num estado de decadência perpétua.
ru: Оно застыло в процессе разложения.
zh_tw: 它停留在了一個永久的腐爛狀態。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_13
source: Oooh, I do love a good knickknack.
de: Oooh, ich liebe guten Krimskrams.
es: Ay, cómo me gustan estos cachivaches.
fr: Oooh, j'adore les bibelots !
it: Ooh, adoro i bei ninnoli.
ja: うわー、ステキな小物は大好きだわ。
ko: 오, 난 아름다운 장신구가 좋아.
pt_br: Aaah, eu adoro uma boa quinquilharia.
ru: О-о-о, люблю хорошие безделицы.
zh_tw: 我確實喜歡精美的小飾品。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_14
source: It's just for display.
de: Es dient nur als Ausstellungsstück.
es: Es de decoración.
fr: Ça fera très joli dans un salon.
it: È solo per bellezza.
ja: これはただの飾り。
ko: 그냥 전시용이다.
pt_br: Serve só de enfeite.
ru: Просто поставлю ее на полку.
zh_tw: 就是個裝飾品。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_15
source: I have no patience for chess, but it looks simple enough.
de: Ich habe keine Geduld für Schach, doch das sieht recht einfach aus.
es: No tengo paciencia para el ajedrez, pero parece bastante simple.
fr: Je n'ai pas la patience d'apprendre à jouer aux échecs. Mais ça n'a pas l'air compliqué.
it: Non ho pazienza per giocare a scacchi, ma sembra relativamente semplice.
ja: 私、チェスするほどの忍耐力はないんだけど、簡単そうに見えるわ。
ko: 체스를 할 만큼 참을성은 없지만, 적당히 간단해 보여.
pt_br: Não tenho paciência pra xadrez, mas parece um jogo bastante simples.
ru: Мне не хватает терпения играть в шахматы, но выглядит это довольно просто.
zh_tw: 我對象棋沒有耐心，但它看起來夠簡單。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_16
source: I have no patience for chess, but it looks simple enough.
de: Ich habe keine Geduld für Schach, doch das sieht recht einfach aus.
es: No tengo paciencia para el ajedrez, pero parece bastante simple.
fr: Je n'ai pas la patience d'apprendre à jouer aux échecs. Mais ça n'a pas l'air compliqué.
it: Non ho pazienza per giocare a scacchi, ma sembra relativamente semplice.
ja: 私、チェスするほどの忍耐力はないんだけど、簡単そうに見えるわ。
ko: 체스를 할 만큼 참을성은 없지만, 적당히 간단해 보여.
pt_br: Não tenho paciência pra xadrez, mas parece um jogo bastante simples.
ru: Мне не хватает терпения играть в шахматы, но выглядит это довольно просто.
zh_tw: 我對象棋沒有耐心，但它看起來夠簡單。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_17
source: Think about how much time I'll save if I only need to use one utensil!
de: Stell dir vor, wie viel Zeit ich spare, wenn ich nicht mehr als nur ein Utensil benutzen muss!
es: ¡Piensa en la de tiempo que me ahorraría si solo tuviera que usar un utensilio!
fr: Qu'est-ce que je gagnerais comme temps si je n'utilisais qu'un ustensile !
it: Pensa a quanto tempo risparmierei se potessi usare un unico utensile!
ja: 使う食器が1個だけだったら、どれだけ時間を節約できるか考えてみて！
ko: 식기를 하나만 써야 한다면 시간을 얼마나 많이 절약할 수 있을지 생각해봐!
pt_br: Imagina só quanto tempo vou poupar se precisar usar apenas um utensílio!
ru: Сколько же времени я сэкономлю, если смогу пользоваться всего одним прибором!
zh_tw: 想一想，如果我只需要使用一件餐具，將會省下多少時間啊！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_18
source: Has history taught us nothing?
de: Haben wir denn nichts aus der Geschichte gelernt?
es: ¿No hemos aprendido nada de la historia?
fr: L'histoire ne nous a-t-elle rien appris ?
it: La storia non ci ha insegnato nulla?
ja: 歴史から何も学ばなかったの？
ko: 역사에서 배운 게 없나?
pt_br: A gente não aprendeu nada com a história?
ru: Неужели история нас ничему не научила?
zh_tw: 難道歷史沒有告訴我們什麼嗎？

# CHARACTERS.WANDA.DESCRIBE.TRINKET_19
source: Nobody's perfect.
de: Niemand ist perfekt.
es: Nadie es perfecto.
fr: Personne n'est parfait.
it: Nessuno è perfetto.
ja: 完璧なものなんていないわ。
ko: 아무도 완벽하지 않아.
pt_br: Ninguém é perfeito.
ru: Никто не идеален.
zh_tw: 沒有人是完美的。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_2
source: I can't get a single note out of it.
de: Ich kriege keine einzige Note heraus.
es: No puedo tocar ni una sola nota.
fr: Je n'arrive pas à en tirer une seule note.
it: Non riesco a fargli emettere neppure una nota.
ja: 全然鳴らせないわ。
ko: 거기서 메모 하나도 얻을 수 없어.
pt_br: Não consigo tirar uma única nota disto.
ru: Не могу заставить его сыграть даже нотку.
zh_tw: 一個音符也演奏不出來。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_20
source: So this is when it ended up!
de: Da ist das also gelandet!
es: ¡Conque aquí había acabado!
fr: Ah, mais il était là !
it: Ecco dov'era finito!
ja: へえ、この時間線に来てたのね！
ko: 그래서 끝날 때야!
pt_br: Então foi neste ponto do tempo que ele veio parar!
ru: Так вот когда она подевалась!
zh_tw: 原來跑這來了！

# CHARACTERS.WANDA.DESCRIBE.TRINKET_21
source: It's seen better days.
de: Das hat schon bessere Tage gesehen.
es: Ha visto días mejores.
fr: Il a connu des jours meilleurs.
it: Ha visto giorni migliori.
ja: ずいぶんとみすぼらしい人形だ
ko: 많이 낡았군.
pt_br: Já viu dias melhores.
ru: Видал он и лучшие времена.
zh_tw: 它曾經有過好日子。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_22
source: I'm neither a cat nor a knitter. Maybe someone else will want it.
de: Ich bin weder eine Katze noch stricke ich. Vielleicht möchte ja jemand anderes das haben.
es: No soy un gato ni me gusta tejer. A lo mejor lo quiere otra persona.
fr: Je ne suis pas un chat et je ne tricote pas. Quelqu'un d'autre en voudra peut-être.
it: Non sono né un gatto né una maglierista. Forse potrebbe volerlo qualcun altro.
ja: 私はネコじゃないし、編み物もしないわ。他の人が欲しがるかも。
ko: 난 고양이도 아니고 뜨개질하는 사람도 아니야. 다른 사람이 좋아할 거야.
pt_br: Não sou gata nem tricoteira. Talvez outra pessoa queira isto.
ru: Я не кошка и не вязальщица. Может, это пригодится кому-то еще.
zh_tw: 我既不是貓，也不織毛衣。這東西給別人吧。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_23
source: I'll be able to shave a few seconds off my shoe-changing time.
de: So kann ich meinen Schuhwechsel um ein paar Sekunden beschleunigen.
es: Podré ahorrarme unos segundos al cambiarme los zapatos.
fr: Ça va me permettre de gagner quelques secondes quand je change de chaussures.
it: Mi aiuterà a risparmiare qualche secondo quando mi cambio le scarpe.
ja: 靴を履き替える時間を数秒短くできるかも。
ko: 신발 갈아 신는 시간을 몇 초 단축할 수 있겠다.
pt_br: Vou conseguir poupar alguns segundos ao calçar os sapatos.
ru: Сэкономлю пару секунд при смене обуви.
zh_tw: 我將能夠縮短幾秒換鞋時間。

# CHARACTERS.WANDA.DESCRIBE.TRINKET_24
source: I'm not much of a cat person.
de: Ich bin keine Katzenperson.
es: No me apasionan los gatos.
fr: Je n'aime pas trop les chats.
it: Non sono una grande amante dei gatti.
ja: 私、ネコはそんなに好きじゃないわ。
ko: 고양이를 엄청나게 좋아하지는 않아.
pt_br: Não sou muito chegada em gatos.
ru: Не считаю себя кошатницей.
zh_tw: 我不太喜歡貓。
