Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.CAVE_EXIT.FULL
source: Would someone please move? You're blocking the exit!
de: Würde bitte jemand zur Seite gehen? Ihr blockiert den Ausgang!
es: ¿Podría apartarse alguien? ¡Estáis bloqueando la salida!
fr: Vous pouvez bouger ? Vous bloquez la sortie !
it: Potresti spicciarti? Stai bloccando l'uscita!
ja: お願いだから動いてくれない？出口をふさいでるから。
ko: 누구 좀 움직여 줄래? 출구를 막고 있잖아!
pt_br: Alguém aí na frente pode se mexer? Você está bloqueando a saída!
ru: Подвиньтесь, вы выход загораживаете!
zh_tw: 誰能讓一下？你擋住出口了！

# CHARACTERS.WANDA.DESCRIBE.CAVE_EXIT.GENERIC
source: Looks like I'm stuck down here for the time being.
de: Sieht aus, als säße ich vorerst hier unten fest.
es: Parece que estoy aquí atrapada por ahora.
fr: On dirait que je suis coincée ici pour le moment.
it: Sembra che per ora sia bloccata quaggiù.
ja: 今のところ、ここに閉じ込められてなくちゃいけないみたい。
ko: 당분간 여기 갇힌 것 같네.
pt_br: Parece que estou presa aqui embaixo por enquanto.
ru: Похоже, я на какое-то время тут застряла.
zh_tw: 看來我暫時被困在這下面了。

# CHARACTERS.WANDA.DESCRIBE.CAVE_EXIT.OPEN
source: That's enough of this place!
de: Jetzt habe ich von diesem Ort die Nase voll!
es: ¡Me he hartado de este sitio!
fr: J'en ai marre de cet endroit !
it: Ne ho abbastanza di questo posto!
ja: ここはもうたくさん！
ko: 이 곳이면 충분해!
pt_br: Já chega deste lugar!
ru: Хватит с меня подземелий!
zh_tw: 這個地方我待夠了！

# CHARACTERS.WANDA.DESCRIBE.CAVE_FERN
source: How very interesting. Anyway...
de: Das ist ja alles sehr interessant. Also, wo war ich ...
es: Qué interesante. En fin...
fr: C'est très intéressant. Enfin bref...
it: Molto interessante. Comunque...
ja: これ、すごくおもしろい。とにかく…
ko: 정말 흥미로워. 어쨌든...
pt_br: Que interessante. Enfim...
ru: Как любопытно. Ладно, куда я там собиралась...
zh_tw: 真是非常有趣。總之……

# CHARACTERS.WANDA.DESCRIBE.CEVICHE
source: Oddly refreshing!
de: Auf sonderbare Weise erfrischend!
es: ¡Qué refrescante!
fr: C'est très rafraîchissant !
it: Stranamente rinfrescante!
ja: 不思議とさっぱり！
ko: 이상하게 상쾌하네!
pt_br: Estranhamente refrescante.
ru: Странно, но освежающе.
zh_tw: 奇怪，但令人耳目一新！

# CHARACTERS.WANDA.DESCRIBE.CHARCOAL
source: It burned once and it can burn again.
de: Sie hat einmal gerbrannt und kann auch wieder brennen.
es: Ha ardido una vez y puede volver a hacerlo.
fr: Ça a déjà brûlé et ça peut encore brûler.
it: È bruciato una volta e può bruciare ancora.
ja: 一回燃えたならもう一回燃える可能性があるわ。
ko: 한 번 탄 거면 다시 태울 수 있어.
pt_br: Já queimou uma vez e pode queimar de novo.
ru: Однажды он уже сгорел и скоро сгорит еще раз.
zh_tw: 它既然燒過一次，就還能再燒。

# CHARACTERS.WANDA.DESCRIBE.CHESSJUNK1
source: I don't see much in the way of proper clockwork in there.
de: Ich kann da drin nicht viel von einem richtigen Uhrwerk erkennen.
es: No veo yo precisamente un uso adecuado de los mecanismos.
fr: Mouais, il n'y a pas grand-chose d'utile pour faire une horloge là-dedans.
it: Non vedo molto in termini di un corretto funzionamento dell'orologio lì dentro.
ja: ここでは正しい時計仕掛けはそれほど見かけないわ。
ko: 거기에서 적절한 시계 장치라고 할 만한 것을 많이 보지는 못했어.
pt_br: Não vejo nada aí que pareça um mecanismo decente.
ru: Рабочих механизмов тут никаких не осталось.
zh_tw: 我沒看到做工好的發條。

# CHARACTERS.WANDA.DESCRIBE.CHESSJUNK2
source: I have a suspicion these were held together with more magic than craftsmanship.
de: Ich habe den leisen Verdacht, dass sie eher von Magie als von Handwerkskunst zusammengehalten wurden.
es: Tengo la sospecha de que están unidos con magia y no por fruto de la artesanía.
fr: J'ai l'impression que c'est la magie plus que l'artisanat qui tenait tout ça ensemble.
it: Ho il sospetto che fossero tenuti insieme più dalla magia che dalla manifattura.
ja: 職人の技術じゃなくて、魔法で組み立てられてるんじゃないかって疑ってるのよ。
ko: 이것들이 장인 정신이라기보다는 마법으로 결합된 것이 아닌지 의심이 생겨.
pt_br: Suspeito que tenham sido montados com mais magia do que perícia técnica.
ru: Подозреваю, что все это держалось на магии, а не благодаря мастерству инженера.
zh_tw: 我懷疑固定這些東西是魔法而不是工藝。

# CHARACTERS.WANDA.DESCRIBE.CHESSJUNK3
source: Not so much as a pinion or pendulum in sight. Disgraceful!
de: Nicht ein einziges Zahnrad oder Pendel in Sicht. Skandalös!
es: No hay ni un piñón ni un péndulo a la vista. ¡Qué desgracia!
fr: Pas un seul engrenage ni pendule en vue... Pfff ! C'est décevant.
it: Non un pignone o un pendolo in vista. Che disgrazia!
ja: 小歯車もなければ振り子もないじゃない。気に食わないわ！
ko: 눈에 보이는 피니언이나 진자 만큼은 아니지만. 명예스럽진 않네!
pt_br: Nem sequer uma engrenagem ou um pêndulo à vista. Que desgraça!
ru: Ни шестерней, ни маятников. Позорище!
zh_tw: 連一個小齒輪或鐘擺都看不到。真荒唐！

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_ANCHOR
source: It's not going anywhere. I can look at it later.
de: Das läuft nicht weg. Ich kann es mir später ansehen.
es: No se va a ir a ningún lado. Puedo echarle un ojo luego.
fr: Je peux l'examiner plus tard, ça ne bougera pas d'ici.
it: Non andrà da nessuna parte. Posso osservarla più tardi.
ja: 減るもんでもないし、あとで見てみるわ。
ko: 아무데도 가지 않겠지. 나중에 살펴볼 수 있겠어.
pt_br: Não vai a lugar algum. Posso dar uma olhada nela mais tarde.
ru: Он никуда не денется, потом посмотрю.
zh_tw: 它哪裡也不會去。我可以以後再看。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_ANTLION
source: Right. That time I was almost impaled by spikes.
de: Richtig. Damals wurde ich fast von Stacheln aufgespießt.
es: Es verdad... La última vez casi me empalan los pinchos.
fr: Bien, cette fois, j'ai failli finir sur une pique.
it: Giusto. La volta in cui sono stata quasi impalata con degli spuntoni.
ja: そう。あの時はあのトゲに刺されるところだったのよ。
ko: 좋아. 그 때 난 하마터면 가시에 찔릴 뻔 했어.
pt_br: É verdade. Naquela vez, eu quase fui empalada por espetos.
ru: Ах да. Он меня своими шипами чуть насквозь не проткнул.
zh_tw: 對。那次我差點被釘子刺傷。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BEARGER
source: Not one of my fondest memories.
de: Nicht gerade eine meiner schönsten Erinnerungen.
es: No me trae buenos recuerdos.
fr: Ce n'est pas mon meilleur souvenir.
it: Non rientra tra i ricordi a cui tengo di più.
ja: 良い思い出ではないわ。
ko: 가장 좋아하는 기억으로 꼽을 수는 없지.
pt_br: Não é uma das minhas melhores lembranças.
ru: Вызывает не самые приятные воспоминания.
zh_tw: 這不是我最美好的記憶之一。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BEEFALO
source: A real one would be marginally more interesting to look at.
de: Ein echtes Exemplar wäre ein wenig interessanter anzuschauen.
es: Sería un pelín más interesante estar viendo a uno de verdad.
fr: Un vrai serait relativement plus intéressant à observer.
it: La versione reale è marginalmente più interessante da osservare.
ja: 実物はもっと見るに値するでしょうね。
ko: 진짜 비팔로를 보는 게 살짝 더 흥미로울 거야.
pt_br: Um bífalo de verdade seria ligeiramente mais interessante de observar.
ru: На настоящего бифало смотреть и то интереснее.
zh_tw: 還是活的看著有意思。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BEEQUEEN
source: This will remind me not to go poking around beehives.
de: Das wird mich daran erinnern, nicht in Bienenstöcken herumzustochern.
es: Esto me recordará que no debería trastear con las colmenas.
fr: Ça me rappellera de ne pas aller taquiner les ruches.
it: Mi ricorderà di stare alla larga dagli alveari.
ja: これはハチの巣をつついて歩かないように、っていう自戒になるわね。
ko: 이걸 보면 벌집 주변을 뒤져보지 말아야 겠다는 생각이 들 거야.
pt_br: Esta aqui vai me lembrar de não cutucar colmeias.
ru: Будет напоминать мне о том, что не стоит лишний раз дразнить пчел.
zh_tw: 這將提醒我不要去搗鼓蜂窩。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BISHOP.GENERIC
source: I'm guessing there's a big chessboard somewhere nearby.
de: Ich vermute, dass es irgendwo in der Nähe ein großes Schachbrett gibt.
es: Supongo que habrá un tablero de ajedrez bastante grande por aquí cerca.
fr: J'imagine qu'il doit y avoir un gros échiquier quelque part par ici.
it: Suppongo che ci sia una grande scacchiera qui intorno.
ja: この近くに巨大なチェスのボードがあるんじゃないかしら。
ko: 근처 어딘가에 큰 체스판이 있는 것 같아.
pt_br: Estou achando que tem um grande tabuleiro de xadrez em algum lugar por aqui.
ru: Видимо, где-то поблизости стоит громадная шахматная доска.
zh_tw: 我猜想附近應該有一個大棋盤。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BISHOP.STRUGGLE
source: What's happening? It can't be!
de: Was ist hier los? Das kann nicht sein!
es: ¿Qué ocurre? ¡No puede ser!
fr: Qu'est-ce qu'il se passe ? C'est impossible !
it: Cosa succede? Non può essere!
ja: 何が起きてるの？そんな馬鹿な！
ko: 무슨 일이지? 말도 안돼!
pt_br: O que está acontecendo? Não pode ser!
ru: Что происходит? Не может быть!
zh_tw: 發生了什麼事？這不應該啊！

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_BUTTERFLY
source: Its beauty is captured forever.
de: Seine Schönheit ist für die Ewigkeit festgehalten.
es: Su belleza ha quedado plasmada para la eternidad.
fr: Sa beauté a été immortalisée.
it: La sua bellezza è stata catturata per sempre.
ja: 美は永遠に留められた。
ko: 그 아름다움을 영원히 박제했네.
pt_br: Sua beleza foi capturada para sempre.
ru: Ее красота теперь сохранится навечно.
zh_tw: 它的美麗被永遠地捕獲了。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_CARRAT
source: I don't think this really warranted a statue.
de: Ich glaube nicht, dass dies wirklich eine Statue rechtfertigt.
es: No creo que se mereciera una estatua.
fr: Je ne sais pas si ça valait vraiment une statue.
it: Non credo fosse necessario commemorarlo con una statua.
ja: こんな彫像を作る必要はないと思うわ。
ko: 이것이 정말 조각상을 보증한다고는 생각하지 않아.
pt_br: Não acho que merecia uma estátua.
ru: Не уверена, что этот подвиг достоин статуи.
zh_tw: 我不認為這真的需要一個雕像。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_CATCOON
source: I guess I did have time to play with you after all.
de: Ich schätze, ich hatte doch noch Zeit, mit euch zu spielen.
es: Al final sí que he tenido tiempo para jugar con vosotros.
fr: On dirait que j'ai le temps de jouer avec toi, finalement.
it: Direi che dopotutto avevo davvero tempo di giocare con voi.
ja: 結局、あんたたちと遊んでる時間はあったみたいね。
ko: 어쨋든 너랑 놀라줄 시간이 있었던 거구나.
pt_br: Acho que afinal eu tinha mesmo tempo para brincar com vocês.
ru: Кажется, у меня все же нашлось время с вами поиграть.
zh_tw: 我願意花時間和你玩。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_CLAYHOUND
source: Well, it hasn't sprung to life yet. So far so good.
de: Nun, sie ist noch nicht zum Leben erwacht. So weit, so gut.
es: Bueno, todavía no ha cobrado vida... Toco madera.
fr: Bon, il n'est pas encore revenu à la vie. Pour l'instant, tout va bien.
it: Beh, non si è ancora animato. Per il momento va tutto bene.
ja: 今のところまだ蘇ってないから、すべて良しね。
ko: 음, 아직 깨어나지는 않았어. 지금까지는 순조롭군.
pt_br: Bom, ele ainda não ganhou vida. Até aqui, tudo bem.
ru: Хотя бы эта гончая пока что на меня не нападает. Уже что-то.
zh_tw: 好吧，它還沒有變成活的。所以現在還算安全。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_CLAYWARG
source: I hope this doesn't come back to bite me.
de: Ich hoffe, das wird mir nicht zum Verhängnis.
es: Espero que no me acabe dando un mordisco.
fr: J'espère qu'il ne reviendra pas me mordre.
it: Spero che non si animi per mordermi.
ja: 戻ってきて私に噛みついたりしないことを祈るわ。
ko: 깨어나서 날 물지는 않았으면 해.
pt_br: Tomara que não volte pra me morder.
ru: Надеюсь, он не вернется, чтобы завершить начатое.
zh_tw: 我希望它不會回來咬我一口。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_CRABKING
source: Oh yes, I remember. I was nearly drowned.
de: Oh ja, ich erinnere mich. Ich wäre fast ertrunken.
es: Ah, sí, ya me acuerdo. Casi me ahogo.
fr: Ah oui, je me souviens. J'ai failli me noyer.
it: Oh, sì, me lo ricordo. Sono quasi affogata.
ja: そうそう、覚えてる。溺れるところだったのよ。
ko: 오 좋아, 기억났어. 난 물에 빠져 죽을 뻔했어.
pt_br: Ah, sim. Eu lembro. Quase me afoguei.
ru: Да, помню такое. Чуть не утонула тогда.
zh_tw: 哦，是的，我記起來了。我差點被淹死。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_DEERCLOPS
source: I'd be happy if I never have to see it again.
de: Ich wäre froh, wenn ich das Ding nie wieder sehen müsste.
es: Preferiría no tener que volver a verlo jamás.
fr: Tant que je ne le revois jamais, ça me va.
it: Sarei ben felice di non doverlo rivedere mai più.
ja: もう二度と見なくて済むならそれに越したことはないわ。
ko: 다시는 볼 일이 없었으면 행복하겠군.
pt_br: Ficaria feliz se nunca mais o visse de novo.
ru: Буду счастлива больше никогда этого не видеть.
zh_tw: 別讓我再看到它了。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_DRAGONFLY
source: A monument to a very trying day.
de: Ein Denkmal für einen sehr anstrengenden Tag.
es: Un monumento en honor a un día espantoso.
fr: Un monument dédié à une journée éprouvante.
it: Un monumento a una giornata molto stressante.
ja: すっごくハードだった1日の記念碑。
ko: 아주 힘들었던 날의 기념비야.
pt_br: Um monumento dedicado a um dia muito difícil.
ru: Монумент в честь очень трудного дня.
zh_tw: 一個艱難的日子的紀念碑。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_EYEOFTERROR
source: Certainly an eye to behold.
de: Ein wahrer Augenschmaus.
es: Una vista francamente espectacular.
fr: Ça vaut le coup d'y jeter un œil.
it: Non si può dire che non abbia occhio.
ja: まさに目を見張るわね。
ko: 확실히 아주 인상적이야.
pt_br: Certamente, um olho a se contemplar.
ru: Глаз не оторвать.
zh_tw: 絕對吸引眼球。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_FORMAL
source: Looks like he lost his head too.
de: Sieht aus, als hätte die Figur ihren Kopf verloren.
es: Parece que también ha perdido la cabeza.
fr: On dirait qu'il a aussi perdu la tête.
it: Sembra che anche lui abbia perso la testa.
ja: 頭もなくなっちゃったみたい。
ko: 머리도 잃은 것 같아.
pt_br: Parece que ele também perdeu a cabeça.
ru: Кажется, он и голову потерял.
zh_tw: 看起來他也丟了腦袋。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_GUARDIANPHASE3
source: I hope I won't have to do that again.
de: Ich hoffe, dass ich das nicht noch einmal tun muss.
es: Espero no tener que volver a hacer eso.
fr: J'espère que je n'aurais jamais à refaire ça.
it: Spero di non doverlo fare di nuovo.
ja: あれはもう2度としたくないわ。
ko: 다시는 그럴 일이 없기를.
pt_br: Tomara que eu nunca mais tenha que fazer isso.
ru: Надеюсь, мне не придется делать это еще раз.
zh_tw: 我希望我不必再這樣做。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_HORNUCOPIA
source: I feel like we're being mocked.
de: Als ob wir verspottet werden würden.
es: Creo que se están burlando de nosotros.
fr: J'ai l'impression qu'on se manque de nous.
it: Ho come l'impressione che si stiano prendendo gioco di noi.
ja: バカにされてるような気がする。
ko: 우리가 조롱당하는 것 같은데.
pt_br: Sinto como se estivessem nos ridicularizando.
ru: По-моему, над нами просто издеваются.
zh_tw: 我覺得我們被嘲弄了。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_KITCOON
source: Oh, a precariously tall statue, what could go wrong?
de: Oh, eine bedenklich hohe Statue, was kann da schon schiefgehen?
es: Anda, una estatua peligrosamente alta, ¿qué podría salir mal?
fr: Oh, une grande statue instable. Quelle bonne idée.
it: Oh, guarda, una statua tanto alta quanto precaria. Cosa potrebbe andare storto?
ja: 背が高くて危ない像ね。何か起きたらどうするの？
ko: 아, 위태롭게 키가 큰 조각상이야, 잘못될 게 뭐가 있어?
pt_br: Ah, uma estátua precariamente alta. O que poderia dar errado?
ru: Эта статуя неосмотрительно высокая.
zh_tw: 哦，一個岌岌可危的高大雕像，會出什麼問題嗎？

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_KLAUS
source: Why would I want to remember him?
de: Warum sollte ich mich an ihn erinnern wollen?
es: ¿Por qué iba a querer acordarme de este?
fr: Pourquoi j'aurais envie de me souvenir de lui ?
it: Perché dovrei volerlo ricordare?
ja: これは思い出したくないわ。
ko: 그를 기억하고 싶겠어?
pt_br: Por que eu iria querer me lembrar dele?
ru: С чего бы мне о нем вспоминать?
zh_tw: 我為什麼要記住他？

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_KNIGHT.GENERIC
source: It looks like an oversized chess piece.
de: Sieht aus wie eine übergroße Schachfigur.
es: Parece una pieza de ajedrez gigante.
fr: On dirait une pièce d'échecs géante.
it: Si direbbe essere uno scacco eccessivamente grande.
ja: 巨大なチェスの駒みたいだわ。
ko: 마치 아주 큰 체스의 말처럼 보여.
pt_br: Parece uma peça de xadrez exageradamente grande.
ru: Похоже на огромную шахматную фигуру.
zh_tw: 它看起來像一個超大的棋子。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_KNIGHT.STRUGGLE
source: What's happening? It can't be!
de: Was ist hier los? Das kann nicht sein!
es: ¿Qué ocurre? ¡No puede ser!
fr: Qu'est-ce qu'il se passe ? C'est impossible !
it: Cosa succede? Non può essere!
ja: 何が起きてるの？そんな馬鹿な！
ko: 무슨 일이지? 말도 안돼!
pt_br: O que está acontecendo? Não pode ser!
ru: Что происходит? Не может быть!
zh_tw: 發生了什麼事？這不應該啊！

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_MALBATROSS
source: Why are there so many unpleasant statues?
de: Warum gibt es so viele unangenehme Statuen?
es: ¿Por qué hay tantas estatuas desagradables?
fr: Pourquoi il y a autant de statues horribles ?
it: Perché ci sono così tante statue spiacevoli?
ja: 何でこんなにたくさん不気味な像があるの？
ko: 불쾌한 조각상이 왜 이렇게 많아?
pt_br: Por que há tantas estátuas desagradáveis?
ru: Откуда тут столько мерзких статуй?
zh_tw: 為什麼會有這麼多令人不快的雕像？

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_MINOTAUR
source: This will help remind me not to venture too far in the caves...
de: Das wird mich daran erinnern, mich nicht zu tief in die Höhlen vorzuwagen ...
es: Me servirá para acordarme de que no debería llegar al fondo de las cuevas...
fr: Ça m'aidera à me souvenir de ne pas aller trop loin dans les grottes...
it: Mi aiuterà a ricordare che è meglio non esplorare troppo a fondo le grotte...
ja: 洞窟の奥まで入らないように、っていう自戒になるわね。
ko: 이걸 떠올리면 동굴에서 너무 멀리까지 모험하지는 않겠네...
pt_br: Isso vai me lembrar de não ir muito longe ao explorar as cavernas...
ru: Будет напоминать о том, что в некоторые пещеры лучше носа не совать...
zh_tw: 這將有助於提醒我不要在洞穴裡走得太遠……

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_MOON
source: Just look up if you want to see the moon. Actually, better not.
de: Schau einfach nach oben, wenn du den Mond sehen willst. Das solltest du aber lieber sein lassen.
es: ¿Por qué no miras al cielo si quieres ver la luna? No, mejor no hacerlo.
fr: Il suffit de lever la tête si vous voulez voir la lune. Mais il ne vaut mieux pas, en fait.
it: Guarda in su se vuoi vedere la luna. Anzi, meglio di no.
ja: 月が見たいなら上を見なよ。まあ、もうその必要はないか。
ko: 달이 보고 싶으면 그냥 위를 올려다 봐. 사실 안 그러는 게 더 낫겠지만.
pt_br: Só olhe para cima se quiser ver a lua. Na verdade, é melhor não fazer isso.
ru: Если хочется увидеть луну, можно просто посмотреть на небо. Хотя лучше не стоит.
zh_tw: 如果你想看月亮，就抬頭看看。哎，要不還是算了。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_MOOSEGOOSE.1
source: Oh good, a reminder of another unpleasant encounter.
de: Na wundervoll. Eine Erinnerung an eine weitere unangenehme Begegnung.
es: Qué bien, un recuerdo de otro momento desagradable.
fr: Super, encore une rencontre malheureuse.
it: Oh, bene, un monumento a un nuovo spiacevole incontro.
ja: 良かった。嫌な遭遇を忘れないためにピッタリね。
ko: 오 좋아, 또 다른 불쾌했던 만남이 떠오르는 군.
pt_br: Que maravilha, uma lembrança de outro encontro detestável.
ru: Прекрасно, еще одно неприятное воспоминание.
zh_tw: 哦，很好，提醒了我另一次不愉快的遭遇。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_MUSE
source: She went and lost her head.
de: Da hat sich doch direkt ihren Kopf verloren.
es: Fue y perdió la cabeza.
fr: Elle en a perdu la tête.
it: Ha perso la testa.
ja: 頭がなくなっちゃったのね。
ko: 떠나서 머리를 잃었네.
pt_br: Ela foi e perdeu a cabeça.
ru: Она прямо-таки потеряла голову.
zh_tw: 她去了，然後就掉了腦袋。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_PAWN
source: Even a common pawn can become powerful if it's clever enough.
de: Auch ein gewöhnlicher Bauer kann mächtig werden, wenn er es geschickt anstellt.
es: Hasta los peones pueden hacerse fuertes si usan el ingenio.
fr: Même un simple pion peut devenir puissant s'il est assez malin.
it: Anche un pedone può diventare potente se è sufficientemente sveglio.
ja: 普通の歩兵でも頭さえよければ強くなれるわ。
ko: 평범한 졸이라도 충분히 영리하다면 강력해질 수 있지.
pt_br: Até um peão comum pode se tornar poderoso se for esperto o bastante.
ru: С правильной тактикой даже простая пешка может прийти к власти.
zh_tw: 如果足夠聰明，即使是一個普通的小卒也能變得強大。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_PIPE
source: A still life. How riveting.
de: Ein Stillleben. Wie beeindruckend.
es: Un bodegón. Qué apasionante.
fr: Une nature morte. Captivant.
it: Natura morta. Affascinante.
ja: 動かないもの。ワクワクだわ。
ko: 정물이야. 눈길을 사로잡네.
pt_br: Uma natureza morta. Que instigante.
ru: Натюрморт. Увлекательно.
zh_tw: 一個靜物。多麼引人入勝。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_ROOK.GENERIC
source: Who sculpted these?
de: Wer hat ihn geschaffen?
es: ¿Quién las habrá esculpido?
fr: Qui les a sculptées ?
it: Chi le avrà scolpite?
ja: これを彫ったのは誰？
ko: 누가 이것을 조각 했을까?
pt_br: Quem foi que esculpiu isto?
ru: Кто их здесь поставил?
zh_tw: 這些是誰雕刻的？

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_ROOK.STRUGGLE
source: What's happening? It can't be!
de: Was ist hier los? Das kann nicht sein!
es: ¿Qué ocurre? ¡No puede ser!
fr: Qu'est-ce qu'il se passe ? C'est impossible !
it: Cosa succede? Non può essere!
ja: 何が起きてるの？そんな馬鹿な！
ko: 무슨 일이지? 말도 안돼!
pt_br: O que está acontecendo? Não pode ser!
ru: Что происходит? Не может быть!
zh_tw: 發生了什麼事？這不應該啊！

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_STALKER
source: Still unsettling.
de: Immer noch beunruhigend.
es: Sigue siendo inquietante.
fr: Ça reste perturbant.
it: Continua a turbarmi.
ja: 今でもむかむかするわ。
ko: 아직도 심난해.
pt_br: Ainda assim é perturbador.
ru: Даже смотреть неприятно.
zh_tw: 仍然令人不安。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_TOADSTOOL
source: Such fun memories of almost being killed by a giant toad.
de: Ach ja, die lustige Erinnerung daran, von einer Riesenkröte getötet worden zu sein.
es: Qué buenos recuerdos de cuando casi me mata una rana gigante.
fr: Ha, manquer de se faire tuer par un crapaud géant... c'était le bon temps.
it: Che divertente ricordare di essere stata quasi ammazzata da un rospo gigante.
ja: 巨大なカエルに殺されそうになった楽しい思い出。
ko: 거대한 두꺼비에게 십중팔구 죽을 뻔했던 그런 재미있는 추억이지.
pt_br: Lembranças muito divertidas de quando quase fui morta por um sapo gigante.
ru: Да-да, опять хорошие воспоминания. Меня как-то чуть не убила гигантская жаба.
zh_tw: 如此有趣的記憶，差點被一隻巨大的蟾蜍殺死。

# CHARACTERS.WANDA.DESCRIBE.CHESSPIECE_TWINSOFTERROR
source: I'd be quite happy to never lay eyes on them again.
de: Ich wäre froh, wenn ich sie nie wieder zu Gesicht bekäme.
es: Espero no tener que volver a echarles el ojo.
fr: Je suis ravie de ne plus avoir à poser les yeux sur eux.
it: Sarei assai felice di non rivederli mai più.
ja: もう二度とあいつらと目を合わせなくてすむと思うととても嬉しいわ。
ko: 다시는 마주치지 않게 되서 정말 행복해.
pt_br: Eu ficaria muito feliz de nunca olhar para eles novamente.
ru: Глаза бы мои их больше не видели.
zh_tw: 終於不用再看到這些了，眼睛也乾淨了。

# CHARACTERS.WANDA.DESCRIBE.CHESTER
source: Yes, yes, you're very cute. Just be careful with my things please.
de: Jajaja, du bist ja so niedlich. Sei mit meinen Sachen aber bitte vorsichtig.
es: Sí, sí, eres adorable, pero ten cuidado con mis cosas.
fr: Oui, oui, tu es très mignon. Fais juste attention à mes affaires, s'il te plaît.
it: Sì, sì, sei molto carino. Ora fa' attenzione a non perdere le mie cose, per favore.
ja: そうそう。すっごくかわいい。ただ私の物を壊さないように気を付けて。
ko: 그래, 그래, 넌 정말 귀여워. 다만 내 물건은 좀 조심해줘.
pt_br: Sim, sim, você é uma fofura. Só tome cuidado com as minhas coisas.
ru: Да, да, ты очень милый. Только с вещами моими поаккуратнее там.
zh_tw: 是的，是的，你很可愛。請小心我的東西。

# CHARACTERS.WANDA.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Do you ever blink?
de: Blinzelst du nie?
es: ¿Tú pestañeas alguna vez?
fr: Ça t'arrive de cligner des yeux ?
it: Sbatti mai la palpebra?
ja: まばたきしないの？
ko: 눈을 깜박일 줄은 아니?
pt_br: Você nunca pisca?
ru: Ты хоть иногда моргаешь?
zh_tw: 你曾經眨過眼嗎？

# CHARACTERS.WANDA.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Did it fall asleep?
de: Ist er eingeschlafen?
es: ¿Se ha dormido?
fr: Il s'est endormi ?
it: Si è addormentato?
ja: 眠ってるの？
ko: 잠들었나?
pt_br: Ele adormeceu?
ru: Он уснул?
zh_tw: 它睡著了嗎？

# CHARACTERS.WANDA.DESCRIBE.CHUM
source: It's only fair to feed the fish before they feed me.
de: Es ist nur fair, die Fische zu füttern, bevor sie mich füttern.
es: Lo justo es que el pez coma antes de que me lo coma yo.
fr: Je nourris les poissons avant qu'ils ne me nourrissent. C'est normal.
it: È giusto nutrire i pesci prima che loro nutrano me.
ja: 魚を食べる前に魚にエサをやるのは公平でしょ。
ko: 물고기가 나에게 먹이를 주기 전에 물고기에게 먹이를 주는 것이 공평하지.
pt_br: É justo alimentar os peixes antes de eles me alimentarem.
ru: Рыбу надо кормить, чтобы потом рыба накормила меня. Справедливость!
zh_tw: 在魚喂我之前，我先喂魚才是公平的。

# CHARACTERS.WANDA.DESCRIBE.CLAYHOUND.GENERIC
source: I really hoped it would be a bit more breakable!
de: Ich habe mir das irgendwie zerbrechlicher vorgestellt!
es: Pensaba que sería más fácil de romper.
fr: J'espérais vraiment que ce serait plus facile à casser !
it: Speravo tanto che fosse più fragile!
ja: もうちょっと壊れやすかったらよかったのに。
ko: 조금 더 깨지기 쉬운 상태이기를 진심으로 바랐는데!
pt_br: Eu esperava que eles fossem um pouco mais frágeis!
ru: Я думала, ее будет проще разбить!
zh_tw: 我真的希望它能更易碎一些！
