Repository: Endeer/dst-cz
Catalog: locales/*/characters-woodie.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WOODIE.DESCRIBE.BUNDLE
source: What's inside? Hope it's logs.
de: Was ist da drin? Hoffentlich Feuerholz.
es: ¿Qué hay dentro? Espero que troncos.
fr: Y a quoi dedans ? J'espère que c'est des bûches.
it: Cosa c'è dentro? Spero della legna.
ja: 中身は何だ？丸太がいいな。
ko: 안에 뭐가 있지? 통나무면 좋겠다.
pl: Ciekawe, co jest w środku... Mam nadzieję, że kłody.
pt_br: O que tem aí dentro? Espero que sejam troncos.
ru: Что внутри? Надеюсь, там бревна.
zh_cn: 里面有什么？希望是木头。
zh_tw: 裡面有什麼？希望是木頭。

# CHARACTERS.WOODIE.DESCRIBE.BUNDLEWRAP
source: The paper's brown. Like wood.
de: Das Papier ist braun. Wie Holz.
es: El papel es marrón. Como la madera.
fr: Le papier est marron. Comme le bois.
it: La carta è marrone, come il legno.
ja: 茶色の紙か。木と同じだ。
ko: 종이가 갈색이잖아. 나무처럼.
pl: Papier jest brązowy. Jak drewno.
pt_br: O papel é marrom. Como a madeira.
ru: Коричневая бумага. Прям как дерево.
zh_cn: 纸张是棕色的。像木头一样。
zh_tw: 紙張是棕色的。像木頭一樣。

# CHARACTERS.WOODIE.DESCRIBE.BUNNYMAN
source: He looks friendly enough.
de: Er sieht freundlich genug aus.
es: Parece bastante amable.
fr: Il a l'air assez sympa.
it: Sembra abbastanza amichevole.
ja: 親しみやすそうに見える。
ko: 우호적으로 보이잖아.
pl: Wygląda przyjaźnie.
pt_br: Ele parece bem amistoso.
ru: Выглядит довольно дружелюбно.
zh_cn: 他看起来很友善。
zh_tw: 他看起來很友善。

# CHARACTERS.WOODIE.DESCRIBE.BUNNYSTEW
source: A hearty comfort food.
de: Ein herzhaftes Wohlfühlessen.
es: Qué comida tan copiosa y reconfortante.
fr: De la nourriture qui fait du bien.
it: Un piatto semplice, ma sostanzioso.
ja: ボリューム満点！幸せになれる料理だぜ。
ko: 든든하게 위로가 되는 음식이야.
pl: Co za niebo w gębie.
pt_br: Uma comida nostálgica saudável.
ru: Хорошая еда, успокаивающая.
zh_cn: 丰盛的舒适食品。
zh_tw: 豐盛的舒適食品。

# CHARACTERS.WOODIE.DESCRIBE.BURNT_MARSH_BUSH
source: Done for.
de: Nicht mehr viel übrig.
es: Listo.
fr: C'est bien fini.
it: Fatto.
ja: 燃えちまったな
ko: 끝장났네.
pl: Po ptakach.
pt_br: Já era.
ru: Покончено.
zh_cn: 完蛋了。
zh_tw: 完蛋了。

# CHARACTERS.WOODIE.DESCRIBE.BUSHHAT
source: It's good for hiding from nature.
de: Gut, um sich vor der Natur zu verstecken.
es: Es bueno para esconderse de la naturaleza.
fr: C'est pas mal pour se camoufler.
it: È ottimo per nascondersi dalla natura.
ja: 自然から隠れるにはいいね。
ko: 자연 속에서 숨는 데 좋잖아.
pl: Dobry do chowania się przed przyrodą.
pt_br: É ótimo para se esconder da natureza.
ru: Самое то, чтобы сливаться с природой.
zh_cn: 这是与大自然融为一体的好办法。
zh_tw: 這是與大自然融為一體的好辦法。

# CHARACTERS.WOODIE.DESCRIBE.BUTTER
source: I prefer margarine.
de: Ich bevorzuge Margarine.
es: Prefiero la margarina.
fr: Je préfère la margarine.
it: Preferisco la margarina.
ja: マーガリンのほうが好きだ。
ko: 난 마가린이 더 좋잖아.
pl: Wolę margarynę.
pt_br: Prefiro margarina.
ru: Я предпочитаю маргарин.
zh_cn: 我更喜欢人造黄油。
zh_tw: 我更喜歡人造黃油。

# CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.GENERIC
source: I never trusted those things, eh?
de: Solchen Dingen habe ich noch nie vertraut.
es: Nunca me fíe de esas cosas, ¿eh?
fr: Je me suis toujours méfié de ces trucs, hein ?
it: Non mi sono mai fidato di queste cose, eh?
ja: ああいうのは信じられないよ、なあ？
ko: 난 얘네 도저히 믿을 수가 없어.
pl: Nigdy im nie ufałem...
pt_br: Nunca confiei nessas coisas, hã?
ru: Никогда не доверял этим тварям, кхм.
zh_cn: 我从来不相信那些东西，你说呢？
zh_tw: 我從來不相信那些東西，你說呢？

# CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.HELD
source: Where are you going to run?
de: Wo willst du denn hin?
es: ¿Adónde vas a volar ahora?
fr: Tu crois t'échapper où ?
it: Dove andrai a correre?
ja: どこへ逃げるのかい？
ko: 어디로 도망갈래?
pl: I gdzie teraz uciekniesz?
pt_br: Para onde você vai correr?
ru: Куда это ты собралась?
zh_cn: 你还想往哪儿飞啊？
zh_tw: 你還想往哪兒飛啊？

# CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYMUFFIN
source: Crunchy! ...But soft?
de: Knusprig.
es: ¡Qué crujiente...! Pero ¿blando?
fr: Croustillant ! Et moelleux ?
it: Croccante!... Ma morbido?
ja: ん…？固てぇもんが混じってるな…
ko: 우두둑! ...하지만 부드럽잖아?
pl: Chrupiąca! Ale jednocześnie miękka?
pt_br: Crocante! ... Mas macio?
ru: Хрустящий! Еще и мягкий?
zh_cn: 嘎嘣脆！...但是又很松软？
zh_tw: 嘎嘣脆！...但是又很鬆軟？

# CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYWINGS
source: Sorry! Sorry. How awful!
de: Wie schrecklich! Es tut mir so leid!
es: ¡Lo siento! Lo siento. ¡Qué horrible!
fr: Désolé ! Désolé ! C'est horrible !
it: Scusa! Scusa. È terribile!
ja: チョウチョには、ひでぇことしちまったな
ko: 미안해! 미안해. 끔찍하잖아!
pl: Przepraszam! Przepraszam. To okropne!
pt_br: Desculpe! Desculpe. Que horrível!
ru: Прости меня! Прости! Ужас какой.
zh_cn: 对不起！对不起！好糟糕！
zh_tw: 對不起！對不起！好糟糕！

# CHARACTERS.WOODIE.DESCRIBE.BUZZARD
source: Stay away from those meat snacks!
de: Bleib weg vom Fleisch
es: ¡Aléjate de esos bocados de carne!
fr: Pas touche à ma bidoche !
it: Stai lontano da quegli spuntini di carne!
ja: ひとの肉、横取りすんじゃねぇ！
ko: 고기 간식에서 떨어져!
pl: Trzymaj się z dala od tych przekąsek!
pt_br: Fique longe desses lanches de carne!
ru: А ну не тронь мою солонину!
zh_cn: 离那些肉点心远点！
zh_tw: 離那些肉點心遠點！

# CHARACTERS.WOODIE.DESCRIBE.CABBAGEROLLS
source: That's some tasty grub!
de: Das ist aber lecker!
es: ¡Eso sí es una manduca rica!
fr: Quel bon goût !
it: Un pasto davvero gustoso!
ja: これ、うめえじゃねえか！
ko: 맛있는 음식이잖아!
pl: Ale pyszne żarełko!
pt_br: Isso sim é gosto bom!
ru: Жратва — высший класс!
zh_cn: 美味的小虫子！
zh_tw: 美味的小蟲子！

# CHARACTERS.WOODIE.DESCRIBE.CACTUS.GENERIC
source: That's gonna hurt.
de: Das wird wehtun.
es: Eso va a doler.
fr: Ça va faire mal.
it: Farà male.
ja: これはきっと痛いぞ。
ko: 아프겠잖아.
pl: Będzie bolało.
pt_br: Isso vai doer.
ru: Наверное, он делает больно.
zh_cn: 会被扎到的。
zh_tw: 會被紮到的。

# CHARACTERS.WOODIE.DESCRIBE.CACTUS.PICKED
source: Called it.
de: Ertappt!
es: Se arrancó.
fr: J'avais raison.
it: Ha avuto la chiamata.
ja: トゲが刺さると痛てぇんだよな
ko: 아플 거라고 했잖아.
pl: Zaklepane.
pt_br: É meu.
ru: Я предупреждал.
zh_cn: 抓到了。
zh_tw: 抓到了。

# CHARACTERS.WOODIE.DESCRIBE.CACTUS_FLOWER
source: It's a wonder anything grows in this climate at all.
de: Es ist ein Wunder, dass etwas bei diesem Klima wächst.
es: Es una maravilla que crezca algo en este clima.
fr: C'est incroyable que tout pousse sous ce climat.
it: È stupefacente che in questo clima possa crescere qualsiasi cosa.
ja: この天気で、何か育つ方が不思議だよな。
ko: 이 기후에 뭐가 자란다는 게 신기하잖아.
pl: Cud, że cokolwiek rośnie w tym klimacie.
pt_br: É incrível que algo cresça nesse clima.
ru: Это чудо, что в таком климате вообще что-нибудь растет.
zh_cn: 这种鬼气候下还能长出东西简直就是个奇迹。
zh_tw: 這種鬼氣候下還能長出東西簡直就是個奇跡。

# CHARACTERS.WOODIE.DESCRIBE.CACTUS_MEAT
source: Would you put nails in your mouth?
de: Würdest du dir Nägel in den Mund stecken?
es: ¿¡Tú te pondrías clavos en la boca!?
fr: Vous mangeriez des clous vous ?
it: Ti metteresti dei chiodi in bocca?
ja: 釘を君の口に入れてくれる？
ko: 누가 입에 못을 넣냐?
pl: Gwoździe w ustach? Podziękuję.
pt_br: Você colocaria agulhas na sua boca?
ru: Может, еще гвоздей в рот положишь?
zh_cn: 你会把钉子往自己嘴巴里塞吗？
zh_tw: 你會把釘子往自己嘴巴裡塞嗎？

# CHARACTERS.WOODIE.DESCRIBE.CACTUS_MEAT_COOKED
source: Much better.
de: Viel besser.
es: Mucho mejor.
fr: Bien mieux comme ça.
it: Molto meglio.
ja: よっぽどいい。
ko: 익히니까 훨씬 나아졌네.
pl: Teraz jest znacznie lepsze.
pt_br: Muito melhor.
ru: Так-то лучше.
zh_cn: 这下好多了。
zh_tw: 這下好多了。

# CHARACTERS.WOODIE.DESCRIBE.CALIFORNIAROLL
source: That fish looks cozy bundled up in all that rice and seaweed.
de: Die Fische haben es richtig gemütlich im Reis und im Seetang.
es: Ese pescado parece muy a gusto envuelto en todo ese arroz y algas.
fr: Ce poisson a l'air bien, sur son lit de riz et d'algues.
it: Quel pesce si è trovato un bel posto comodo tra il riso e l'alga.
ja: 魚が、米と海苔にうまいこと包まれてるじゃねえか。
ko: 생선이 밥이랑 해초를 포근하게 덮고 있잖아.
pl: Ta rybka wygląda, jakby w tym zawiniątku z ryżu i glonów było jej cieplutko i przyjemnie.
pt_br: Esse peixe parece aconchegante embrulhado nesse arroz e algas marinhas.
ru: Рыбе, кажись, в одеяле из риса и водорослей довольно уютно.
zh_cn: 那条鱼绑在米饭和海藻里看起来很舒服。
zh_tw: 那條魚綁在米飯和海藻裡看起來很舒服。

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.EMBERS
source: It's almost gone.
de: Es ist fast aus.
es: Casi se ha apagado.
fr: C'est presque éteint.
it: È quasi finito.
ja: もうすぐなくなるよ。
ko: 거의 다 사라졌잖아.
pl: Prawie zgasło.
pt_br: Está quase apagando.
ru: Он почти погас.
zh_cn: 快要熄灭了。
zh_tw: 快要熄滅了。

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.GENERIC
source: Where's my guitar?
de: Wo ist meine Gitarre?
es: ¿Dónde está mi guitarra?
fr: Où est ma guitare ?
it: Dove è la mia chitarra?
ja: ワシのギターはどこだ？
ko: 내 기타는 어딨지?
pl: Gdzie moja gitara?
pt_br: Onde está meu violão?
ru: Гитару бы сейчас.
zh_cn: 我的吉他哪儿去了？
zh_tw: 我的吉他哪兒去了？

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.HIGH
source: Uh oh! It's bit high!
de: Uh! Ein bisschen hoch!
es: ¡Oh, oh! ¡Qué alto!
fr: Hou là ! C'est un peu haut !
it: Uh oh! È un po' alto!
ja: まずいさ！ちょっと高すぎだ！
ko: 엉! 좀 높잖아!
pl: Ojoj! Trochę się rozszalał ten ogień!
pt_br: Opa! Está um pouco alto!
ru: Ой-ой! Пламя уже достаточно большое!
zh_cn: 哇哦！烧得好旺！
zh_tw: 哇哦！燒得好旺！

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something aboot that, eh?
de: Ich sollte wahrscheinlich etwas dagegen tun, was?
es: Seguramente debería hacer algo al respecto, ¿eh?
fr: Je devrais peut-être faire quelque chose, hein ?
it: Probabilmente dovrei fare qualcosa, eh?
ja: なんとかしないといけないよ、なあ？
ko: 뭔가 해야겠지, 그치?
pl: Chyba powinienem coś z nim zrobić, co nie?
pt_br: Eu deveria tomar alguma providência, hã?
ru: Нужно что-то придумать, чтобы он не погас, а?
zh_cn: 我是不是应该做点什么，嗯？
zh_tw: 我是不是應該做點什麼，嗯？

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.NORMAL
source: I love a fire in the evening.
de: Ich liebe ein Feuer am Abend.
es: Me encanta el fuego por la noche.
fr: J'adore un bon feu en soirée.
it: Mi piace il fuoco la sera.
ja: 夜の火はいいねえ。
ko: 저녁에 켠 불이 좋지.
pl: Lubię zapach ognia rozświetlającego wieczorne mroki.
pt_br: Adoro uma fogueira à noitinha.
ru: Люблю сидеть у огня вечерами.
zh_cn: 我喜欢在晚上点一堆营火。
zh_tw: 我喜歡在晚上點一堆營火。

# CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.OUT
source: It was good while it lasted.
de: Es war gut, solange es brannte.
es: Fue bueno mientras duró.
fr: C'était bien quand ça flambait.
it: È stato bello finché è durato.
ja: 続いてた間はよかったんだけどね。
ko: 불 쬐는 동안에는 좋았는데.
pl: Było miło, ale się skończyło.
pt_br: Foi bom enquanto durou.
ru: Все было здорово, пока он не погас.
zh_cn: 它还是燃着的时候比较好。
zh_tw: 它還是燃著的時候比較好。

# CHARACTERS.WOODIE.DESCRIBE.CANARY.GENERIC
source: Degenerate.
de: Gegenerieren.
es: Pájaro horrible.
fr: Dégénéré.
it: Degenerato.
ja: 胸くそ悪いヤツだ。
ko: 타락한 것이잖아.
pl: Degenerat.
pt_br: Degenerado.
ru: Вот же дебил.
zh_cn: 退化。
zh_tw: 退化。

# CHARACTERS.WOODIE.DESCRIBE.CANARY.HELD
source: Want a peek at our prisoner, Lucy?
de: Willst du unseren Gefangenen sehen, Lucy?
es: ¿Quieres ver a nuestro prisionero, Lucy?
fr: Tu veux jeter un œil à notre prisonnier, Lucy ?
it: Vuoi dare una sbirciata al nostro prigioniero, Lucy?
ja: ルーシー、檻の中の囚人を見たいか？
ko: 너도 구경할래, 루시?
pl: Chcesz zajrzeć do naszego więźnia, Lucy?
pt_br: Quer dar uma olhada no nosso prisioneiro, Lucy?
ru: Хочешь взглянуть на нашего пленного, Люси?
zh_cn: 想要看一眼我们的犯人吗，露西？
zh_tw: 想要看一眼我們的犯人嗎，露西？

# CHARACTERS.WOODIE.DESCRIBE.CANARY_POISONED
source: Diseased vermin.
de: Totes Ungeziefer.
es: Un bicho enfermo.
fr: Vermine décédée.
it: Parassita malato.
ja: 病気になった害獣だ。
ko: 병들어버렸네.
pl: Zatruty szkodnik.
pt_br: Verme morto.
ru: Больнючий паразит.
zh_cn: 患病的害虫。
zh_tw: 患病的害蟲。

# CHARACTERS.WOODIE.DESCRIBE.CANDYBAG
source: That there bag could hold a whole heap of candy.
de: In die Tasche würde ein ganzer Haufen Süßigkeiten passen.
es: Esa bolsa podría llevar un montón de dulces.
fr: Ça c'est un sac qui peut contenir un bon paquet de bonbons.
it: Quella borsa potrebbe contenere un mucchio di caramelle.
ja: キャンディーが山ほど入りそうだな。
ko: 아주 사탕이 가득 들어있을 것 같은 자루네.
pl: Duży worek, dużo cukierków...
pt_br: Esse saco aí poderia guardar um monte de doces.
ru: В этой сумке можно держать целую кучу конфет.
zh_cn: 那里的袋子可能装着一大堆糖果。
zh_tw: 那裡的袋子可能裝著一大堆糖果。

# CHARACTERS.WOODIE.DESCRIBE.CANE
source: It's good for the back country.
de: Der ist gut für das Hinterland.
es: Es bueno para andar en el campo.
fr: C'est bon pour la campagne ça.
it: È utile nelle zone remote.
ja: 田舎ならいいけどね。
ko: 벽촌에서 유용하지.
pl: W Kanadzie byłaby jak znalazł.
pt_br: É bom para as regiões costeiras.
ru: Подойдет для какой-нибудь глуши.
zh_cn: 这可以帮助我重返故土。
zh_tw: 這可以幫助我重返故土。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALCANNON.COOLDOWN
source: Sure does cheer you up, eh?
de: Das hebt die Laune, was?
es: Esto alegra a cualquiera, ¿eh?
fr: Ça redonne le sourire, pas vrai ?
it: È l'ideale per tirarsi su di morale, eh?
ja: みるみる元気が湧いてくるなぁ、オイ？
ko: 확실히 기분이 좋아지지, 그지?
pl: Można się rozerwać, co?
pt_br: É animação na certa, né?
ru: Вот это веселье, вот это я понимаю!
zh_cn: 确实会让你振作起来，诶？
zh_tw: 確實會讓你振作起來，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALCANNON.GENERIC
source: This would be great for scaring birds away.
de: Das wäre toll, um Vögel zu verscheuchen.
es: Esto estaría genial para espantar a los pájaros.
fr: Ce serait super pour effrayer les oiseaux.
it: Sarebbe fantastico per scacciare i pennuti.
ja: 鳥を追い払うのにすげぇ使えそうだ。
ko: 이건 새들을 쫓아내는데 아주 좋을 거야.
pl: Świetnie nada się do płoszenia ptaków.
pt_br: Seria muito bom pra espantar os pássaros.
ru: Отлично подойдет для отпугивания птиц.
zh_cn: 这个用来吓鸟应该很管用。
zh_tw: 這個用來嚇鳥應該很管用。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALCANNON_KIT
source: Gives you the most bang for your buck, eh?
de: So bekommt man das Meiste für sein Geld, oder?
es: Vale su peso en oro, ¿eh?
fr: Ça explose bien comme il faut !
it: L'ideale per dare una bella botta di adrenalina, eh?
ja: 手間煩わせるだけのでけぇ音鳴らしてくれんだろうな、オイ？
ko: 가성비가 죄고라고. 그지?
pl: Najlepszy wystrzał w najniższej cenie, co?
pt_br: Esse aqui tem o melhor "estouro-benefício", né?
ru: Результат стоит всех вложенных усилий, правда?
zh_cn: 这可是大家伙，诶？
zh_tw: 這可是大傢伙，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_EGGRIDE
source: Those things better not hatch.
de: Wehe, wenn diese Dinger schlüpfen.
es: Espero que no salga nada de esos huevos.
fr: Ces trucs n'ont pas intérêt à éclore.
it: Mi auguro che quelle non si schiudano.
ja: こんなの、羽化しない方がいいぜ。
ko: 그런 것들은 부화하지 않는 게 좋아.
pl: Lepiej, żeby nic się z tego nie wykluło.
pt_br: Acho melhor que essas coisas não choquem.
ru: Только попробуйте мне тут вылупиться.
zh_cn: 那些玩意最好不要孵化。
zh_tw: 那些玩意最好不要孵化。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_EGGRIDE_KIT
source: Don't know why I'd want to build somethin' like that.
de: Ich wüsste nicht, warum ich so etwas bauen sollte.
es: No sé por qué querría montar un trasto como este.
fr: Je ne sais pas pourquoi je construirais un truc comme ça.
it: Non so perché dovrei costruire una cosa simile.
ja: んでこんなモン、間違っても作りたくねぇよ。
ko: 나 자신이 왜 그런 걸 만들고 싶어 하는지 모르겠어.
pl: Nie wiem, po co miałbym zbudować coś takiego.
pt_br: Não sei por que eu ia querer construir uma coisa dessas.
ru: Даже не знаю, с чего бы мне вдруг такое строить.
zh_cn: 我为什么要建那种东西。
zh_tw: 我為什麼要建那種東西。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_FIGURE.GENERIC
source: Those birds are mockin' me, I just know it.
de: Diese Vögel machen sich über mich lustig, ich weiß es einfach.
es: Esos pajarracos se ríen de mí, lo tengo clarísimo.
fr: Ces oiseaux se moquent de moi, je le sais.
it: Quei pennuti si stanno prendendo gioco di me, ne sono certo.
ja: あん鳥どもが、オレのことバカにしやがって。お見通しだからな。
ko: 그 새들이 날 조롱하고 있어, 난 그냥 알아.
pl: Te ptaki się ze mnie nabijają, wiem o tym.
pt_br: Esses pássaros estão me zoando, tenho certeza.
ru: Птицы надо мной смеются, зуб даю.
zh_cn: 那些鸟在嘲笑我，我就知道。
zh_tw: 那些鳥在嘲笑我，我就知道。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_FIGURE.RARE
source: Maybe I'll give it to Willow. She'll know what to do with it.
de: Vielleicht gebe ich das Willow. Sie wird wissen, was man damit macht.
es: A lo mejor se la doy a Willow, que fijo que sabe qué hacer con ella.
fr: Je la donnerai peut-être à Willow. Elle saura quoi en faire.
it: Potrei darla a Willow, almeno lei saprà che farsene.
ja: ウィローにあげっかね。あいつならコレの使い方知ってるかもしんねぇ。
ko: 아마 윌로우에게 줄 것 같아. 이걸로 뭘 해야할 지 알거야.
pl: Może dam to Willow. Będzie wiedziała, co z tym zrobić.
pt_br: Talvez eu dê pra Willow. Ela vai saber o que fazer com isso.
ru: Отдам-ка я ее Уиллоу. Она что-нибудь придумает.
zh_cn: 也许我该把它交给薇洛。她会知道该怎么做的。
zh_tw: 也許我該把它交給薇洛。她會知道該怎麼做的。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_FIGURE.UNCOMMON
source: I'm not keeping that thing around.
de: Ich werde das Ding nicht behalten.
es: No pienso quedarme esa cosa.
fr: Je ne vais pas garder ce truc.
it: Non ho intenzione di conservare quella cosa.
ja: こんなモン、オレは持ち歩いたりしねぇぞ。
ko: 그걸 주위에 두지 않을 거야.
pl: Nie będę tego trzymać.
pt_br: Não vou guardar essa coisa.
ru: Я такие штуки даже видеть не хочу.
zh_cn: 我不会把那东西留在身边。
zh_tw: 我不會把那東西留在身邊。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_FIGURE_KIT
source: I can't stop wondering what's inside...
de: Ich frage mich immer wieder, was da drin ist.
es: No dejo de preguntarme qué habrá dentro...
fr: Je n'arrête pas de me demander ce qu'il peut y avoir dedans...
it: Non riesco a smettere di chiedermi cosa contenga...
ja: 何が入ってんのか、気になって仕方ねぇ…
ko: 안에 뭐가 들었는지 정말 궁금해...
pl: Nie mogę przestać się zastanawiać, co jest w środku...
pt_br: Não consigo parar de pensar no que tem dentro dela...
ru: И все-таки любопытно, что там внутри...
zh_cn: 我忍不住想知道里面有什么……
zh_tw: 我忍不住想知道裡面有什麼……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_LAMP
source: Alright I admit, this one's pretty nice.
de: Na gut, ich gebe zu, das hier ist ganz nett.
es: Vale, admito que no está nada mal.
fr: Bon, d'accord, celle-là n'est pas mal.
it: E va bene, devo ammettere che questa è bella.
ja: 認めるよ。こいつぁ結構イカしてるぜ。
ko: 좋아, 인정해. 꽤 멋지다.
pl: Dobra, przyznaję, ta lampa jest całkiem ładna.
pt_br: Tá bom, eu admito, essa aqui é bem legal.
ru: Ладно, признаю, лампы тут красивые.
zh_cn: 好吧，我承认，这个很不错。
zh_tw: 好吧，我承認，這個很不錯。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_LAMP_KIT
source: Might as well get it set up, eh?
de: Dann könnte ich es auch einrichten, was?
es: Habrá que montar esto, ¿no?
fr: Autant l'installer, pas vrai ?
it: Tanto vale montare il tutto, eh?
ja: 組み立てたほうがいいんかね？
ko: 준비하는 게 좋지 않을까?
pl: W sumie można by to złożyć, co?
pt_br: É melhor eu montar isso, né?
ru: Надо собрать эту штуку, что ли.
zh_cn: 不如建好它算了，诶？
zh_tw: 不如建好它算了，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_PLANT
source: This better not attract any smaller birds...
de: Hoffentlich lockt das keine kleineren Vögel an ...
es: Espero que no atraiga a pajarracos más pequeños...
fr: Il y a intérêt à ce que ça n'attire pas de petits oiseaux...
it: Spero che non attragga pennuti più piccoli...
ja: 小鳥どもが寄ってこねぇだろうな…？
ko: 이건 더 작은 새를 끌어들이지 않는 것이 좋아...
pl: Oby nie przyciągnęła mniejszych ptaków...
pt_br: É melhor que isso não atraia pássaros menores...
ru: Лучше не привлекать больше никаких мелких птиц...
zh_cn: 这最好不要引来小鸟……
zh_tw: 這最好不要引來小鳥……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALDECOR_PLANT_KIT
source: Might as well get it set up, eh?
de: Dann könnte ich es auch einrichten, was?
es: Habrá que montar esto, ¿no?
fr: Autant l'installer, pas vrai ?
it: Tanto vale montare il tutto, eh?
ja: 組み立てたほうがいいんかね？
ko: 준비하는 게 좋지 않을까?
pl: W sumie można by to złożyć, co?
pt_br: É melhor eu montar isso, né?
ru: Надо собрать эту штуку, что ли.
zh_cn: 不如建好它算了，诶？
zh_tw: 不如建好它算了，誒？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALFOOD_CORNTEA
source: Hm. Chunky.
de: Hm. Klotzig.
es: Mmm. Tiene trocitos.
fr: Hmm... Il y a des grumeaux.
it: Uhm. A pezzettoni.
ja: ツブツブしてんな。
ko: 흠. 두툼하네.
pl: Hm. Za dużo w nim dużych kawałków.
pt_br: Hm. Encorpado.
ru: Хм. Кусочки попадаются.
zh_cn: 嗯。挺有嚼头。
zh_tw: 嗯。挺有嚼頭。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_FEEDCHICKS_FOOD
source: Not very appetizing.
de: Nicht sonderlich appetitanregend.
es: No tiene muy buena pinta.
fr: Ce n'est pas très appétissant.
it: Non è molto invitante.
ja: あんま美味そうじゃねぇけどな。
ko: 맛은 별로 없어.
pl: Niezbyt apetyczne.
pt_br: Não é muito apetitosa.
ru: Не особо аппетитно.
zh_cn: 不是很有胃口。
zh_tw: 不是很有胃口。

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_FEEDCHICKS_KIT
source: Those good-for-nothing birds can't even set up their own carnival?
de: Können diese Taugenichtse von Vögeln nicht einmal ihren eigenen Karneval auf die Beine stellen?
es: ¿Qué pasa? ¿Que esos pajarracos inútiles no pueden preparar su propia feria?
fr: Ces bons à rien d'oiseaux ne peuvent même pas organiser leur propre carnaval ?
it: Quei pennuti buoni a nulla non sono nemmeno in grado di montarsi il loro carnevale?
ja: あん鳥畜生どもが！テメーらでカーニバルの設営もできねぇのかよ？
ko: 그 쓸모없는 새들은 스스로 카니발을 만들 수도 없다고?
pl: Te nienadające się do niczego ptaki nie umieją nawet zorganizować własnego karnawału?
pt_br: Esses pássaros imprestáveis não conseguem preparar nem seu próprio festival?
ru: Эти безмозглые птицы даже свой собственный карнавал сами обустроить не могут?
zh_cn: 那些一无是处的鸟儿们连自己的嘉年华都不会建？
zh_tw: 那些一無是處的鳥兒們連自己的嘉年華都不會建？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_FEEDCHICKS_NEST
source: What kinda horrible bird secrets are they hiding down there...
de: Was für schreckliche Vogelgeheimnisse verstecken sie da unten ...
es: ¿Qué secretos espantosos esconderán esos pajarracos ahí abajo...?
fr: Quels horribles secrets d'oiseaux ils peuvent bien cacher, là-dedans ?
it: Che genere di orribile segreto avranno nascosto là sotto...?
ja: こんな中に、どんな恐ろしい鳥の秘密が隠されてんだろな…
ko: 그곳에 얼마나 무서운 새들의 비밀이 숨어있는지...
pl: Co za okropne ptasie sekrety one tam ukrywają...
pt_br: Que tipo de segredos terríveis de pássaro eles estão escondendo ali embaixo...
ru: Какие ужасные птичьи тайны они там прячут...
zh_cn: 它们在下面藏了什么可怕的鸟秘密……
zh_tw: 它們在下面藏了什麼可怕的鳥秘密……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.GENERIC
source: You want somethin' shiny? How aboot my shiny axe!
de: Du willst etwas Glänzendes? Wie wäre es mit meiner glänzenden Axt?!
es: ¿Quieres algo brillante? Porque mi hacha brilla lo suyo.
fr: Tu veux un truc qui brille ? Que dis-tu de ma hache qui brille ?!
it: Vuoi qualcosa di luccicante? Che ne diresti della mia ascia luccicante?
ja: キラキラしたもんは好きか？ならオレのキラキラしたオノを一発くれてやるよ！
ko: 반짝이는 걸 원해? 내 반짝이는 도끼는 어때?
pl: Chcesz coś błyszczącego? Proponuję moją lśniącą siekierę!
pt_br: Quer uma coisa reluzente? Que tal meu machado reluzente?!
ru: Хочешь блестяшку? Может, моего блестящего топора отведаешь?
zh_cn: 你想要闪亮的东西吗？我这把闪亮的斧头怎么样？
zh_tw: 你想要閃亮的東西嗎？我這把閃亮的斧頭怎麼樣？

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_FEEDCHICKS_STATION.PLAYING
source: All that beautiful wood wasted on carving birds...
de: All das schöne Holz wird für das Schnitzen von Vögeln verschwendet ...
es: Mira cuánta madera desperdiciada en tallar pajarracos...
fr: Tout ce beau bois gâché pour sculpter des oiseaux...
it: Tutto quel bel legno sprecato per intagliare dei pennuti...
ja: あんな綺麗な木材が、鳥なんぞを彫刻すんのに使われちまってる…
ko: 새를 조각하는 데 낭비해버린 그 아름다운 나무들...
pl: Tyle pięknego drewna zmarnowano na rzeźbienie ptaków...
pt_br: Tanta madeira linda desperdiçada em pássaros esculpidos...
ru: Столько прекрасного дерева извели на какие-то фигурки птиц...
zh_cn: 这么好的木材居然浪费在了雕刻鸟类上……
zh_tw: 這麼好的木材居然浪費在了雕刻鳥類上……

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_HERDING_CHICK
source: Get back here, you hoser!
de: Komm zurück, du Loser!
es: ¡Vuelve aquí, pollo del demonio!
fr: Reviens ici, crétin !
it: Torna qui, idiota!
ja: 戻ってこい、こんボケナスが！
ko: 이리로 돌아와, 친구!
pl: Wracaj tutaj, ty ofermo!
pt_br: Volta aqui, seu babaca!
ru: А ну вернись, дурилка!
zh_cn: 给我回来，你这个混蛋！
zh_tw: 給我回來，你這個混蛋！

# CHARACTERS.WOODIE.DESCRIBE.CARNIVALGAME_HERDING_KIT
source: Those good-for-nothing birds can't even set up their own carnival?
de: Können diese Taugenichtse von Vögeln nicht einmal ihren eigenen Karneval auf die Beine stellen?
es: ¿Qué pasa? ¿Que esos pajarracos no pueden preparar su propia feria?
fr: Ces bons à rien d'oiseaux ne peuvent même pas organiser leur propre carnaval ?
it: Quei pennuti buoni a nulla non sono nemmeno in grado di montarsi il loro carnevale?
ja: あん鳥畜生どもが！テメーらでカーニバルの設営もできねぇのかよ？
ko: 그 쓸모없는 새들은 스스로 카니발을 만들 수도 없다고?
pl: Te nienadające się do niczego ptaki nie umieją nawet zorganizować własnego karnawału?
pt_br: Esses pássaros imprestáveis não conseguem preparar nem seu próprio festival?
ru: Эти безмозглые птицы даже свой собственный карнавал сами обустроить не могут?
zh_cn: 那些一无是处的鸟儿们连自己的嘉年华都不会建？
zh_tw: 那些一無是處的鳥兒們連自己的嘉年華都不會建？
