Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.DESCRIBE.WURT.FIRESTARTER
source: Ah-! Little ones shouldn't play with matches!
de: Ah ...! Die Kleinen dürfen nicht mit Streichhölzern spielen!
es: ¡Ah! ¡Los peques no deberían jugar con cerillas!
es_mx: ¡Ay! ¡Los niños no deberían jugar con cerillos!
fr: Ah ! Les enfants ne doivent pas jouer avec les allumettes !
it: Ah! Meglio che les petites non giochino con i fiammiferi!
ja: あぁ！小さい子はマッチで遊んじゃだめヨ！
ko: 아! 꼬마는 성냥 갖고 놀면 안 돼!
pl: Ach! Dzieci nie powinny bawić się zapałkami!
pt_br: Ah! Crianças não deveriam brincar com fósforos!
ru: Эй! Детям спички не игрушка!
zh_cn: 啊！小家伙别玩火柴！
zh_tw: 啊！小傢伙別玩火柴！

# CHARACTERS.WARLY.DESCRIBE.WURT.GENERIC
source: Salut, mademoiselle %s!
fr: Bonjour, %s !
ja: サヨウナラ、マドモアゼル%s！
ko: 살뤼, 마드모아젤 %s!
ru: Salut, мадмуазель %s.
zh_cn: %s女士，我向你致意！
zh_tw: %s女士，我向你致意！

# CHARACTERS.WARLY.DESCRIBE.WURT.GHOST
source: Don't you worry, we'll get this sorted out!
de: Keine Sorge, das kriegen wir schon wieder hin!
es: ¡Tú no te preocupes, que esto lo solucionamos!
es_mx: No te preocupes. ¡Resolveremos esta situación!
fr: Ne t'en fais pas, on va arranger ça.
it: Non preoccuparti, troveremo una soluzione!
ja: 心配しないでネ、ちゃんと解決するからネ！
ko: 우리가 해결할 테니 걱정하지 마!
pl: Nie martw się, wszystko będzie dobrze!
pt_br: Não se preocupe, a gente vai dar um jeito nisso!
ru: Не переживай, мы со всем разберемся!
zh_cn: 别担心，我们会处理好的！
zh_tw: 別擔心，我們會處理好的！

# CHARACTERS.WARLY.DESCRIBE.WURT.MURDERER
source: Mon dieu! What a horrible little creature!
de: Mon dieu! Was für eine grässliche kleine Kreatur!
es: ¡Mon dieu! ¡Qué criaturilla tan horrible!
es_mx: ¡Mon dieu! ¡Qué criaturita más horrible!
fr: Mon Dieu ! Quelle affreuse petite créature !
it: Mon dieu! Che creaturina orribile!
ja: アア、神様ッ！なんという悪い生き物！
ko: 세상에나! 저렇게 끔찍한 괴물이 다 있다니!
pl: Mon dieu! Cóż za potworna kreatura!
pt_br: Mon dieu! Que criaturinha horrível!
ru: Mon dieu! Какое ты ужасное создание!
zh_cn: 我的天啊！多么可怕的小生物！
zh_tw: 我的天啊！多麼可怕的小生物！

# CHARACTERS.WARLY.DESCRIBE.WURT.REVIVER
source: You are very kind, little one.
de: Du bist sehr freundlich, Kleines.
es: Eres muy amable, peque.
es_mx: Eres muy amable, pequeña.
fr: C'était très gentil de ta part.
it: Sei molto gentile, piccolina.
ja: おちびさん、キミはすごく親切だネ。
ko: 너 정말 좋은 녀석이구나.
pl: Masz bardzo dobre serce, mała.
pt_br: Você é muito gentil, pequenina.
ru: Ты такая добрая, малышка.
zh_cn: 你非常善良，小家伙。
zh_tw: 你非常善良，小傢伙。

# CHARACTERS.WARLY.DESCRIBE.WX78.ATTACKER
source: %s seems to be on the fritz today.
de: Mit %s stimmt heute was nicht.
es: %s no parece estar teniendo su mejor día.
es_mx: %s parece estar descompuesto hoy.
fr: %s a l'air d'avoir un court-circuit, aujourd'hui.
it: Sembra che %s si sia guastato.
ja: %sは今日は故障してる見たいネ。
ko: 오늘은 %s이(가) 고장 난 것 같은걸.
pl: %s coś dzisiaj szwankuje.
pt_br: %s parece que tá em curto hoje.
ru: %s в порядке? Такое чувство, что у него провода замкнуло.
zh_cn: %s今天好像出了点故障。
zh_tw: %s今天好像出了點故障。

# CHARACTERS.WARLY.DESCRIBE.WX78.FIRESTARTER
source: They overheated, perhaps?
de: Vielleicht überhitzt?
es: ¿Se habrán sobrecalentado, a lo mejor?
es_mx: Quizá se sobrecalentó.
fr: Il a peut-être surchauffé ?
it: E se si fosse surriscaldato?
ja: オーバーヒートしちゃったのかな？
ko: 과열됐나?
pl: Może się przegrzał?
pt_br: Talvez tenha superaquecido?
ru: Может, перегрелся?
zh_cn: 过热了？
zh_tw: 過熱了？

# CHARACTERS.WARLY.DESCRIBE.WX78.GENERIC
source: Bonjour, my metal friend!
de: Bonjour Metallfreund!
es: ¡Bonjour, mi camarada metálico!
es_mx: ¡Bonjour, mi amigo metálico!
fr: Bonjour, ami de métal !
it: Bonjour, mio metallico amico!
ja: ボンジュール、ボクの金属の友だち！
ko: 봉주르, 금속 친구!
pl: Bonjour, mój metalowy przyjacielu!
pt_br: Bonjour, meu amigo de metal!
ru: Bonjour, мой стальной друг!
zh_cn: 你好，我的金属朋友！
zh_tw: 你好，我的金屬朋友！

# CHARACTERS.WARLY.DESCRIBE.WX78.GHOST
source: Excusez-moi? How is it possible they have a ghost?
de: Excusez-moi? Wie ist es möglich, dass sie einen Geist haben?
es: ¿Excusez-moi? ¿Cómo es posible que tengan un fantasma?
es_mx: Excusez-moi, pero ¿cómo es posible que seas un fantasma?
fr: Euuuh... Lui aussi il peut devenir un fantôme ?
it: Excusez-moi? Com'è possibile che sia diventato un fantasma?
ja: スミマセ～ン？オバケがいるって、どうしたらそんなことが起きるの？
ko: 뭐야? 어떻게 유령이 될 수 있지?
pl: Excusez-moi? Jak to możliwe, że został po nim duch?
pt_br: Excusez-moi? Como é que ele pode ter um fantasma?
ru: Excusez-moi? Откуда у него призрак?
zh_cn: 怎么回事？机器还能有灵魂？
zh_tw: 怎麼回事？機器還能有靈魂？

# CHARACTERS.WARLY.DESCRIBE.WX78.MURDERER
source: %s did something truly vile.
de: %s hat etwas sehr Böses getan.
es: %s ha cometido una auténtica vileza.
es_mx: %s cometió un acto muy vil.
fr: %s a fait quelque chose d'ignoble.
it: %s ha commesso un atto veramente vile.
ja: %sは本当に最悪なことをしたヨ。
ko: %s이(가) 정말 지독한 짓을 했어.
pl: %s... Twój czyn był naprawdę okropny.
pt_br: %s fez algo repugnante de verdade.
ru: %s совершил нечто ужасное.
zh_cn: %s做了件恶毒的事情。
zh_tw: %s做了件惡毒的事情。

# CHARACTERS.WARLY.DESCRIBE.WX78.REVIVER
source: %s did a kind thing today.
de: %s hat heute etwas Freundliches getan.
es: %s ha hecho una buena obra hoy.
es_mx: Hoy, %s hizo algo muy amable.
fr: %s a été gentil, aujourd'hui.
it: Oggi %s ha fatto una buona azione.
ja: %sは今日は親切なことをしたヨ。
ko: %s이(가) 오늘은 착한 일을 했어.
pl: %s ma na koncie dobry uczynek.
pt_br: %s fez algo gentil hoje.
ru: %s сегодня совершил очень хороший поступок.
zh_cn: %s今天做了件好事。
zh_tw: %s今天做了件好事。

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_BEE
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_COLD
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_HEAT
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_LIGHT
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXHEALTH
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXHEALTH2
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXHUNGER
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXHUNGER1
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXSANITY
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MAXSANITY1
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MOVESPEED
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MOVESPEED2
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_MUSIC
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_NIGHTVISION
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78MODULE_TASER
source: They give our metal friend a little extra zest, non?
de: Damit kommt unser Metallfreund noch ein bisschen mehr in Schwung, was?
es: Le dan más condimento a mi colega de metal, ¿non?
fr: Ça ne fait que pimenter la vie de notre ami métallique, n'est-ce pas ?
it: Danno un pizzico di pepe in più al nostro amico metallico, non?
ja: これで金属の友だちに少しオモムキが加わるネ！ノン？
ko: 쇳덩이 친구에게 남은 껍질을 조금 주는 거야, 아닌가?
pl: Dzięki temu nasz metalowy przyjaciel zyskał nieco werwy, non?
pt_br: Dá um oompf extra para o nosso amigo metálico, non?
ru: Они добавляют нашему металлическому другу некую изюминку, non?
zh_cn: 能给我们的金属朋友带来了一点额外的风味，不是吗？
zh_tw: 能給我們的金屬朋友帶來了一點額外的風味，不是嗎？

# CHARACTERS.WARLY.DESCRIBE.WX78_MODULEREMOVER
source: Ah, I believe this utensil belongs to our metal friend.
de: Ich glaube, dieses Utensil gehört unserem Metallfreund.
es: Oh, creo que este utensilio es de mi colega de metal.
fr: Ha, je crois que cet ustensile appartient à notre ami de métal.
it: Ah, credo che questo utensile appartenga al nostro amico metallico.
ja: あぁ、この道具は金属の友だちのものだと思うヨ。
ko: 어, 이 요리 도구는 우리 쇳덩이 친구 거 같은데.
pl: Ach, zdaje się, że ten przyrząd należy do naszego metalowego przyjaciela.
pt_br: Ah, acredito que esse utensílio pertença ao nosso amigo metálico.
ru: О, по-моему, эта утварь принадлежит нашему металлическому другу.
zh_cn: 啊，这个器皿属于我们的金属朋友。
zh_tw: 啊，這個器皿屬於我們的金屬朋友。

# CHARACTERS.WARLY.DESCRIBE.WX78_SCANNER.GENERIC
source: It seems vaguely potato shaped... or perhaps I'm just hungry.
de: Sieht ein bisschen wie eine Kartoffel aus ... oder vielleicht habe ich einfach nur Hunger.
es: Creo que tiene forma de patata... ¿O será que tengo hambre?
fr: Ça a vaguement la forme d'une pomme de terre... ou alors, c'est juste moi qui ai faim.
it: Sembra avere una forma simile a una patata... ma forse è la fame che parla per me.
ja: なんとなくジャガイモみたいな形に見えるネ…お腹が空いているだけかもネ？
ko: 어떻게 보면 감자 모양 같아... 아니면 내가 그냥 배고픈 건지도.
pl: Tak jakby przypomina ziemniaka… a może jestem po prostu głodny.
pt_br: Me lembra a aparência de uma batata... ou talvez eu só esteja com fome.
ru: По форме смутно напоминает картошку... Или это я просто голоден.
zh_cn: 似乎隐约是土豆的形状……也可能我只是饿了。
zh_tw: 似乎隱約是土豆的形狀……也可能我只是餓了。

# CHARACTERS.WARLY.DESCRIBE.WX78_SCANNER.HUNTING
source: It seems vaguely potato shaped... or perhaps I'm just hungry.
de: Sieht ein bisschen wie eine Kartoffel aus ... oder vielleicht habe ich einfach nur Hunger.
es: Creo que tiene forma de patata... ¿O será que tengo hambre?
fr: Ça a vaguement la forme d'une pomme de terre... ou alors, c'est juste moi qui ai faim.
it: Sembra avere una forma simile a una patata... ma forse è la fame che parla per me.
ja: なんとなくジャガイモみたいな形に見えるヨ…お腹が空いているだけかもネ。
ko: 어떻게 보면 감자 모양 같아... 아니면 내가 그냥 배고픈 건지도.
pl: Tak jakby przypomina ziemniaka… a może jestem po prostu głodny.
pt_br: Me lembra a aparência de uma batata... ou talvez eu só esteja com fome.
ru: По форме смутно напоминает картошку... Или это я просто голоден.
zh_cn: 似乎隐约是土豆的形状……也可能我只是饿了。
zh_tw: 似乎隱約是土豆的形狀……也可能我只是餓了。

# CHARACTERS.WARLY.DESCRIBE.WX78_SCANNER.SCANNING
source: It seems vaguely potato shaped... or perhaps I'm just hungry.
de: Sieht ein bisschen wie eine Kartoffel aus ... oder vielleicht habe ich einfach nur Hunger.
es: Creo que tiene forma de patata... ¿O será que tengo hambre?
fr: Ça a vaguement la forme d'une pomme de terre... ou alors, c'est juste moi qui ai faim.
it: Sembra avere una forma simile a una patata... ma forse è la fame che parla per me.
ja: なんとなくジャガイモみたいな形に見えるヨ…お腹が空いているだけかもネ。
ko: 어떻게 보면 감자 모양 같아... 아니면 내가 그냥 배고픈 건지도.
pl: Tak jakby przypomina ziemniaka… a może jestem po prostu głodny.
pt_br: Me lembra a aparência de uma batata... ou talvez eu só esteja com fome.
ru: По форме смутно напоминает картошку... Или это я просто голоден.
zh_cn: 似乎隐约是土豆的形状……也可能我只是饿了。
zh_tw: 似乎隱約是土豆的形狀……也可能我只是餓了。

# CHARACTERS.WARLY.DESCRIBE.WX78_SCANNER_ITEM
source: It seems vaguely potato shaped... or perhaps I'm just hungry.
de: Sieht ein bisschen wie eine Kartoffel aus ... oder vielleicht habe ich einfach nur Hunger.
es: Creo que tiene forma de patata... ¿O será que tengo hambre?
fr: Ça a vaguement la forme d'une pomme de terre... ou alors, c'est juste moi qui ai faim.
it: Sembra avere una forma simile a una patata... ma forse è la fame che parla per me.
ja: なんとなくジャガイモみたいな形に見えるヨ…お腹が空いているだけかもネ。
ko: 어떻게 보면 감자 모양 같아... 아니면 내가 그냥 배고픈 건지도.
pl: Tak jakby przypomina ziemniaka… a może jestem po prostu głodny.
pt_br: Me lembra a aparência de uma batata... ou talvez eu só esteja com fome.
ru: По форме смутно напоминает картошку... Или это я просто голоден.
zh_cn: 似乎隐约是土豆的形状……也可能我只是饿了。
zh_tw: 似乎隱約是土豆的形狀……也可能我只是餓了。

# CHARACTERS.WARLY.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: Voilà, it is done!
de: Voilà! Es ist vollbracht!
es: Voilà, ¡todo listo!
fr: Et voilà, c'est prêt !
it: Voilà, ecco fatto!
ja: 準備完了ネ！
ko: 짠, 완성했어!
pl: Voilà, gotowe!
pt_br: Voilà, está pronto!
ru: Voilà, готово!
zh_cn: 哇啦，完成了！
zh_tw: 哇啦，完成了！

# CHARACTERS.WARLY.DESCRIBE.YELLOWAMULET
source: Puts some pep in my step!
de: Weiter geht's mit federndem Schritt.
es: ¡Da algo de energía a mis pasos!
es_mx: ¡Da algo de energía a mis pasos!
fr: Ça dope les déplacements !
it: Mi mette il pepe!
ja: 身につけると、足取りが軽くなるヨ！
ko: 발걸음을 힘차게 해주지!
pl: Zgęszcza ruchy!
pt_br: Dá um pouco de ânimo na minha passada!
ru: Добавь мне бодрости!
zh_cn: 让我的步伐更有活力！
zh_tw: 讓我的步伐更有活力！

# CHARACTERS.WARLY.DESCRIBE.YELLOWGEM
source: I miss lemons...
de: Ich vermisse Zitronen ...
es: Echo de menos los limones...
es_mx: Extraño los limones...
fr: Les citrons me manquent...
it: Mi mancano i limoni...
ja: レモンが恋しいヨ…
ko: 레몬이 그립다...
pl: Brakuje mi cytryn...
pt_br: Sinto falta dos limões...
ru: Скучаю по лимонам…
zh_cn: 我想念柠檬...
zh_tw: 我想念檸檬...

# CHARACTERS.WARLY.DESCRIBE.YELLOWMOONEYE
source: Keep an eye out for me, oui?
de: Pass auf mich auf, oui?
es: Vigila por mí, ¿oui?
es_mx: Mantén el ojo bien abierto por mí, ¿sí?
fr: Ouvre l'œil pour moi, d'accord ?
it: Mi tieni d'occhio, oui?
ja: 良く見張っててネ。オーケー？
ko: 나 대신 망 좀 봐줄래?
pl: Miej na mnie oko, oui?
pt_br: Fique de olho pra mim, oui?
ru: Ты присматривай за мной, oui?
zh_cn: 帮我看着点，好吗？
zh_tw: 幫我看著點，好嗎？

# CHARACTERS.WARLY.DESCRIBE.YELLOWSTAFF
source: I could stir a huge pot with this thing!
de: Damit könnte man ordentlich was umrühren.
es: ¡Podría remover una olla enorme con esto!
es_mx: ¡Podría remover una olla enorme con esto!
fr: Je pourrais remuer une énorme marmite avec ça !
it: Potrei mescolare una pentola enorme con questa cosa!
ja: 大鍋かき混ぜるのにチョウドイイネ！
ko: 이걸로 큰 솥을 저을 수 있겠어!
pl: Mógłbym tym zamieszać w naprawdę olbrzymim garze!
pt_br: Eu poderia mexer um panelão com isso!
ru: Я бы мог помешивать еду в огромном котле этой штукой!
zh_cn: 我可以用这东西来搅动一个大锅！
zh_tw: 我可以用這東西來攪動一個大鍋！

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALOSHRINE.BURNT
source: Far too well done.
de: Ein bisschen zu gut durch.
es: Está un poco quemado.
fr: C'est bien trop cuit.
it: Troppo cotto.
ja: ウェルダンすぎネ。
ko: 너무너무 잘했어.
pl: Jak dla mnie zbyt wysmażone.
pt_br: Passou bastante do ponto.
ru: С прожаркой переборщили.
zh_cn: 火候过了。
zh_tw: 火候過了。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALOSHRINE.EMPTY
source: It needs a special ingredient.
de: Dafür braucht man eine besondere Zutat.
es: Necesita un ingrediente especial.
fr: Il lui faut un ingrédient spécial.
it: Ha bisogno di un ingrediente speciale.
ja: 特別な材料が必要だネ。
ko: 특별한 재료가 필요해.
pl: Potrzeba specjalnego składnika.
pt_br: Precisa de um ingrediente especial.
ru: Тут нужен особенный ингредиент.
zh_cn: 它需要一种特殊的成分。
zh_tw: 它需要一種特殊的成分。

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALOSHRINE.GENERIC
source: I wonder what I can cook up with this?
de: Was ich damit wohl kochen könnte?
es: ¿Qué podré preparar con esto?
fr: Je me demande ce que je peux cuisiner avec ça.
it: Cosa potrò preparare con questo?
ja: コレで何を作れるカナ？
ko: 이것으로 무엇을 요리할 수 있는지 궁금하군.
pl: Ciekawe, co mogę tu przyrządzić?
pt_br: O que será que eu posso preparar com isso?
ru: Интересно, что можно из этого приготовить?
zh_cn: 不知道我可以用这个做什么？
zh_tw: 不知道我可以用這個做什麼？

# CHARACTERS.WARLY.DESCRIBE.YOTB_BEEFALO_DOLL_BEAST.GENERIC
source: Tres mignon!
es: ¡Très mignon!
fr: Adorable !
ja: スゴクカワイイ！
ko: 트레 미뇽(정말 귀여워)!
pt_br: Très mignon!
zh_cn: 小可爱！
zh_tw: 小可愛！
