Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_7
source: Are ye fish or flower?
de: Bist du Fisch oder Blume?
es: ¿Eres un pez o una flor?
fr: Es-tu un pöissön öu une fleur ?
it: Se un pesce o un fiore?
ja: 汝は魚か？それとも花か？
ko: 물고기야, 꽃이야?
pl: Ty żeś ryba li kwiat?
pt_br: Você é um peixe ou uma flor?
ru: Ты рыба или цветок?
zh_cn: 你是鱼还是花？
zh_tw: 你是魚還是花？

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_8
source: By Sól! It wields the power of the sun!
de: Bei Sól! Er hat die Kraft der Sonne!
es: ¡Posee el poder del sol!
fr: Par Söl ! Il détient le pöuvöir du söleil !
it: Per Sól! Ha il potere del sole!
ja: ソールの元に！ 太陽の力を利用する！
ko: 솔이시여! 태양의 힘을 휘두르잖아!
pl: Na Sol! Posiada moc słońca!
pt_br: Por Sól! Ele possui a força do astro rei!
ru: Клянусь Соль! Она напитана силой солнца!
zh_cn: 太阳神啊！它使用着太阳的能量！
zh_tw: 太陽神啊！它使用著太陽的能量！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANFISH_SMALL_9
source: You dare spit at a Viking warrior?
de: Du wagst es, eine Wikingerkriegerin zu bespucken?
es: ¿Osas escupir a una guerrera vikinga?
fr: Tu öses cracher au visage d'un guerrier viking ?
it: Come osi sputare contro una guerriera vichinga?
ja: バイキングの戦士に唾を吐くだと？
ko: 감히 바이킹 전사에게 침을 뱉다니?
pl: Ważysz się spluwać na wikińską wojowniczkę?
pt_br: Você se atreve a cuspir em uma guerreira Viking?
ru: Ты смеешь плеваться в великую валькирию?
zh_cn: 你敢对一个维京战士吐口水？
zh_tw: 你敢對一個維京戰士吐口水？

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANTREE
source: It hath been hardened by the sea.
de: Er ist vom Meer verhärtet worden.
es: Las aguas del mar lo han curtido.
fr: Il fut endurci par l'öcéan.
it: È stato temprato dal mare.
ja: 海がこれを固くならしめた。
ko: 바다가 딱딱하게 만들었어.
pl: Wzmocnione przez morze.
pt_br: O mar a deixou mais calejada.
ru: Оно закалено морской водой.
zh_cn: 它被海洋硬化了。
zh_tw: 它被海洋硬化了。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANTREENUT
source: May the roots of the worldtree spread far and wide!
de: Mögen sich die Wurzeln des Weltbaums weit und breit erstrecken!
es: ¡Que las raíces del árbol del mundo lleguen a todos los rincones posibles!
fr: Puissent les racines de l'arbre-mönde s'étendent aux cönfins de l'univers !
it: Che le radici dell'albero del mondo possano diffondersi in lungo e in largo!
ja: 宇宙樹の根が広く遠く広がらんことを。
ko: 세계수의 뿌리가 널리널리 퍼지기를!
pl: Niech korzenie drzewa świata oplotą wszystkie strony ziemi!
pt_br: Que as raízes da árvore do mundo se espalhem para todos os cantos!
ru: Пусть корни мирового древа простираются повсюду!
zh_cn: 愿世界树的根系触达得更远更广！
zh_tw: 願世界樹的根系觸達得更遠更廣！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANTREE_PILLAR
source: Yon tree shall guard us from the treacherous sun.
de: Dieser Baum wird uns vor der verräterischen Sonne schützen.
es: Este árbol nos protegerá de la amenaza del sol.
fr: Icel arbre nöus prötège des rayöns traîtres du söleil.
it: Quell'albero ci proteggerà dagli insidiosi raggi del sole.
ja: この樹木は危険な太陽から我らを守護したまう。
ko: 나무가 위험한 태양으로부터 우리를 보호할 지어다.
pl: To drzewo ustrzeże nas przed zdradzieckim słońcem.
pt_br: Árvore, você nos protegerá do sol traiçoeiro.
ru: Сие древо защитит нас от коварства солнца.
zh_cn: 这棵树将保护我们不受奸诈的太阳的伤害。
zh_tw: 這棵樹將保護我們不受奸詐的太陽的傷害。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANVINE
source: Ropes from the branches of Yggdrasil.
de: Seile aus den Zweigen von Yggdrasil.
es: Parras de las ramas de Yggdrasil.
fr: Des cördes issues des branches d'Yggdrasil.
it: Liane dei rami di Yggdrasil.
ja: 宇宙樹ユグドラシルの枝からのロープ。
ko: 위그드라실의 가지에서 나온 밧줄이야.
pl: Pnącza z gałęzi Yggdrasila.
pt_br: Cordas dos galhos da Yggdrasil.
ru: Веревки с ветвей Иггдрасиля.
zh_cn: 世界树枝条抽出的绳索。
zh_tw: 世界樹枝條抽出的繩索。

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANVINE_COCOON
source: The nest of the water walking beasts!
de: Das Nest der wasserlaufenden Tiere!
es: ¡El nido de las bestias que caminan por el agua!
fr: Le nid des bestes de l'öcéan !
it: Il nido delle creature che camminano sulle acque!
ja: 水上歩行獣の巣じゃ！
ko: 물 위를 짐승의 둥지야!
pl: Gniazdo bestii chodzących po wodzie!
pt_br: O ninho das feras que caminham sobre as águas!
ru: Гнездо тех тварей, что бродят по воде!
zh_cn: 这是水面行走的野兽的巢穴！
zh_tw: 這是水面行走的野獸的巢穴！

# CHARACTERS.WATHGRITHR.DESCRIBE.OCEANVINE_COCOON_BURNT
source: T'was consumed by flames.
de: Es ist von Flammen verzehrt worden.
es: Las llamas lo han consumido.
fr: Il fut englöuti par les flammes.
it: È stato consumato dalle fiamme.
ja: 炎に飲み込まれてしもうた。
ko: 화염에 휩싸였네.
pl: Strawił je ogień.
pt_br: Foi consumida pelas chamas.
ru: Его поглотило пламя.
zh_cn: 被火焰所吞噬了。
zh_tw: 被火焰所吞噬了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ONEMANBAND
source: Sing with me! We are the guardians of Asgard!
de: Sing mit mir! Wir sind die Wächter von Asgard!
es: ¡Canta conmigo! ¡Somos los guardianes de Asgard!
fr: Chante avec moi ! Nous sommes les gardiens d'Ásgard !
it: Canta con me! Siamo i custodi di Asgard!
ja: さあ一緒に歌って！わーれーわれは アスガルドーを守る者！
ko: 저와 함께 노래부르세요! 우리는 아스가르드의 수호자예요!
pl: Śpiewaj ze mną! Jesteśmy strażnikami Asgardu!
pt_br: Cante comigo! Somos guardiães de Asgard!
ru: Пой со мной! Мы славная защита Асгарда!
zh_cn: 跟我一起唱！我们是神域的守护者！
zh_tw: 跟我一起唱！我們是神域的守護者！

# CHARACTERS.WATHGRITHR.DESCRIBE.ONION
source: I dare thee, provoke tears from mine eyes!
de: Ich fordere dich heraus, meine Augen zum Tränen zu bringen!
es: ¡Te reto a que me provoques lágrimas en los ojos!
fr: Je te défie de faire couler des larmes de mes yeux !
it: Ti sfido a provocare le lacrime dai miei occhi!
ja: 我が目から涙が！
ko: 어디, 내 눈에서 눈물이 나게 해보렴!
pl: Wyzywam cię! Wyciśnij łzy z mych oczu!
pt_br: Te desafio, provoque lágrimas em meus olhos!
ru: Отважься выжать слезы из моих глаз!
zh_cn: 有胆就让我流下眼泪！
zh_tw: 有膽就讓我流下眼淚！

# CHARACTERS.WATHGRITHR.DESCRIBE.ONION_COOKED
source: It has been vanquished with fire.
de: Vom Feuer besiegt.
es: El fuego ha salido triunfador.
fr: Il a été öccis par le feu.
it: È stata sconfitta con il fuoco.
ja: 火によって消えた。
ko: 불로 끝장났군.
pl: Została pokonana przez ogień.
pt_br: Foi derrotada pelo fogo.
ru: Был побежден пламенем.
zh_cn: 被火焰征服了。
zh_tw: 被火焰征服了。

# CHARACTERS.WATHGRITHR.DESCRIBE.ONION_OVERSIZED
source: You will draw no tears from my eyes on this day!
de: Du wirst mir an diesem Tag keine Tränen in die Augen treiben!
es: ¡Hoy no conseguirás hacerme llorar!
fr: Tu ne tireras aucune larme de miens yeux !
it: Oggi non trarrai lacrime dai miei occhi!
ja: 今日という日は我が目から涙をひきだすことはなかろう！
ko: 이 날은 내 눈에서 눈물을 뽑지 못할 걸!
pl: Nie uronię nad tobą ni jednej łzy!
pt_br: Não arrancará lágrimas dos meus olhos hoje!
ru: Глаза мои сегодня не даруют тебе слез!
zh_cn: 你今天不会从我的眼睛里榨出一滴泪水!
zh_tw: 你今天不會從我的眼睛裡榨出一滴淚水!

# CHARACTERS.WATHGRITHR.DESCRIBE.ONION_SEEDS
source: 'Tis a handful of seeds, for not-meat.
de: Eine Handvoll Samen, für Nicht-Fleisch.
es: Un puñado de semillas, no dan carne.
fr: Une poignée de graines, non carnées.
it: È una manciata di semi, per i vegetariani.
ja: 肉でないものの少しの種だ。
ko: 고기가 아닌 것의 씨앗 한 줌.
pl: To jeno nasiona. Nie wyrośnie z nich mięso.
pt_br: É uma porção de pólvora, para não-carne.
ru: Горстка семян какого-то не-мяса.
zh_cn: 这一把种子，可以做成非肉类食物。
zh_tw: 這一把種子，可以做成非肉類食物。

# CHARACTERS.WATHGRITHR.DESCRIBE.OPALPRECIOUSGEM
source: The spoils of war!
de: Kriegsbeute!
es: ¡Los botines de la guerra!
fr: Les butins de la guerre !
it: I bottini di guerra!
ja: 戦利品だ！
ko: 전리품이다!
pl: Wojenne łupy!
pt_br: Os espólios da guerra!
ru: Военные трофеи!
zh_cn: 战利品！
zh_tw: 戰利品！

# CHARACTERS.WATHGRITHR.DESCRIBE.OPALSTAFF
source: It weaves the cold from thin air!
de: Webt die Kälte aus der Luft!
es: ¡Teje el frío de la nada!
fr: Il tisse le froid à partir de rien !
it: Emana freddo dal nulla!
ja: 其れ、薄い空気より冷気を織りなす！
ko: 공중에서 냉기를 만들어내는군!
pl: Wydobywa chłód z powietrza!
pt_br: Tece o frio do nada!
ru: Он может соткать холод из тонких нитей воздуха!
zh_cn: 它从稀薄的空气编织出寒冷！
zh_tw: 它從稀薄的空氣編織出寒冷！

# CHARACTERS.WATHGRITHR.DESCRIBE.ORANGEAMULET
source: Gathering has never been so easy.
de: Sammeln ist nie so leicht gewesen.
es: Reunir esto nunca ha sido tan fácil.
fr: Récolter n'a jamais été si simple.
it: Riunirsi non è mai stato così facile.
ja: これだけ収集が簡単だったことはない。
ko: 채집이 정말 쉬워졌군.
pl: Zbieranie przedmiotów jeszcze nigdy nie było tak proste.
pt_br: A coleta nunca foi tão fácil.
ru: Собирательство еще никогда не было таким простым.
zh_cn: 拾取物品从未如此简单。
zh_tw: 拾取物品從未如此簡單。

# CHARACTERS.WATHGRITHR.DESCRIBE.ORANGEGEM
source: A stone of orange.
de: Ein oranger Stein.
es: Una piedra de color naranja.
fr: Une pierre orange.
it: Una pietra arancione.
ja: オレンジの宝石。
ko: 주황색 돌이군.
pl: Kamień pomarańczowej barwy.
pt_br: Uma pedra alaranjada.
ru: Оранжевый камень.
zh_cn: 橙色的石头。
zh_tw: 橙色的石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.ORANGEMOONEYE
source: May Odin guide us.
de: Möge uns Odin leiten.
es: Que Odín nos guíe.
fr: Que Odin nous guide.
it: Che Odino ci guidi.
ja: オーディンが我等を導かんことを。
ko: 오딘께서 이끌어 주시길.
pl: Niech Odyn nas prowadzi.
pt_br: Que Odin nos guie.
ru: Пусть Один ведет нас.
zh_cn: 希望奥丁引导我们。
zh_tw: 希望奧丁引導我們。

# CHARACTERS.WATHGRITHR.DESCRIBE.ORANGESTAFF
source: A staff of magical movement.
de: Der Stab der magischen Bewegung.
es: Un báculo de movimiento mágico.
fr: Le bâton du mouvement magique.
it: Una materia dal movimento magico.
ja: 魔力を用いた移動を可能にする杖だ
ko: 마법 이동의 지팡이군요.
pl: Berło magicznego przeniesienia.
pt_br: Um cajado de movimento mágico.
ru: Посох волшебного перемещения.
zh_cn: 魔法瞬移手杖。
zh_tw: 魔法瞬移手杖。

# CHARACTERS.WATHGRITHR.DESCRIBE.PANDORASCHEST
source: It contains a mystery.
de: Birgt ein Mysterium in sich.
es: Contiene un misterio.
fr: Il recèle un mystère.
it: Contiene un mistero.
ja: 謎をはらんでいる。
ko: 신비를 담고 있다.
pl: Skrzynia tajemnic.
pt_br: Contém um mistério.
ru: В нем хранится тайна.
zh_cn: 它包含着一个谜。
zh_tw: 它包含著一個謎。

# CHARACTERS.WATHGRITHR.DESCRIBE.PANETTONE
source: My eyes doth deceive me, tis surely meat.
de: Das ist Fleisch, wenn meine Augen mich nicht täuschen.
es: Mis ojos me engañan, tiene que ser carne.
fr: Mes yeux me jöuent des töurs, c'est sans döute de la viande.
it: Se gli occhi non mi ingannano, è carne.
ja: 我が目は我を欺くのか、是は疑いなく肉なり。
ko: 헛것이 보이는군. 이건 틀림없이 고기야.
pl: Oczy mnie mylą, to ani chybi mięso.
pt_br: Meus olhos me enganam, ou isso é mesmo carne?
ru: Глаза не обманут меня: это точно мясо.
zh_cn: 我的双眼必定蒙骗了我，这无疑是肉。
zh_tw: 我的雙眼必定矇騙了我，這無疑是肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.PANFLUTE
source: I prefer to face my enemies awake.
de: Ich trete meinen Feinden lieber gegenüber, wenn sie wach sind.
es: Prefiero enfrentarme a mis enemigos despiertos.
fr: Je préfère affronter des ennemis réveillés.
it: Preferisco affrontare i miei nemici da svegli.
ja: 敵と向き合うのは起きている時の方が好みだ。
ko: 깨어있는 적을 상대하는 쪽이 더 좋은데.
pl: Wolę walczyć z przytomnymi rywalami.
pt_br: Prefiro enfrentar meus inimigos acordados.
ru: Предпочитаю бодрствующих врагов.
zh_cn: 我更喜欢醒着对敌。
zh_tw: 我更喜歡醒著對敵。

# CHARACTERS.WATHGRITHR.DESCRIBE.PAPYRUS
source: May it carry forth the record of my saga.
de: Dies wird meine Saga in die Welt hinaustragen.
es: Que continúe con el registro de mi saga.
fr: Pour retranscrire l'histoire de ma saga.
it: Che possa tramandare la documentazione della mia saga.
ja: これで我が伝説を後世に残せよう
ko: 내 모험의 기록을 담을 수 있겠군.
pl: Niechaj nosi świadectwo mych dokonań.
pt_br: Que isso carregue o registro da minha saga adiante.
ru: Здесь будет записана моя сага.
zh_cn: 但愿它将我的事迹传颂。
zh_tw: 但願它將我的事蹟傳頌。

# CHARACTERS.WATHGRITHR.DESCRIBE.PAVLOVA
source: Once the berries hath been removed, tis a fine dessert indeed.
de: Ohne die Beeren ist es wirklich ein feiner Nachtisch.
es: Una vez quitadas las bayas, es un postre bastante rico.
fr: Une föis les baies retirées, ce dessert est savöureux.
it: Un buon dolce, una volta tolte le bacche.
ja: ベリーが取り除かれようものなら、是、誠に素晴らしきデザートなり。
ko: 베리만 없애면 그야말로 훌륭한 디저트가 되겠군.
pl: Po wyjęciu porzeczek robi się jadalna.
pt_br: Vira uma bela sobremesa depois que se tira as bagas.
ru: Если убрать ягоды, выйдет прекрасный десерт.
zh_cn: 拿掉浆果后，它就是一道精美甜点。
zh_tw: 拿掉漿果後，它就是一道精美甜點。

# CHARACTERS.WATHGRITHR.DESCRIBE.PEGHOOK
source: You will be felled this day.
de: Du wirst heute noch gefällt werden.
es: Caerás hoy.
fr: Aujourd'hui, tu vas tomber.
it: Sarai abbattuto oggi.
ja: 汝、この日に倒される。
ko: 오늘 내가 널 무너뜨려주마.
pl: Nadszedł dzień twego kresu.
pt_br: Você será derrubado hoje.
ru: Сегодня ты падешь.
zh_cn: 今天你会被击倒。
zh_tw: 今天你會被擊倒。

# CHARACTERS.WATHGRITHR.DESCRIBE.PENGUIN
source: Birds of the sea, come from afar.
de: Vögel vom Meer, die weit gekommen sind.
es: Aves del mar, procedentes de lejos.
fr: Les oiseaux de la mer viennent de loin.
it: Pennuti del mare, vengono da lontano.
ja: 海に住む鳥、遠方から来た。
ko: 멀리서 온 바다의 새로군.
pl: Nadmorski ptak z hen, hen daleka.
pt_br: Pássaros do mar, vindos de longe.
ru: Морские птицы из далеких краев.
zh_cn: 大海中的鸟，从远方来。
zh_tw: 大海中的鳥，從遠方來。

# CHARACTERS.WATHGRITHR.DESCRIBE.PEPPER
source: Its mere presence offends me.
de: Schon ihre Anwesenheit beleidigt mich.
es: Su mera presencia me ofende.
fr: Sa présence suffit à m'öffenser.
it: La sua presenza basta a offendermi.
ja: その存在だけで腹が立つものだ。
ko: 존재만으로도 불쾌하군.
pl: Sama jej obecność jest dla mnie obelgą.
pt_br: Sua mera presença me ofende.
ru: Его наличие оскорбляет меня.
zh_cn: 光是这个样子就惹到我了。
zh_tw: 光是這個樣子就惹到我了。

# CHARACTERS.WATHGRITHR.DESCRIBE.PEPPERPOPPER
source: Back, vile vegetables!
de: Zurück, böses Gemüse!
es: ¡Atrás, abyectos vegetales!
fr: Arrière, vils légumes !
it: State indietro, vili vegetali!
ja: 穢れた野菜よ、下がれ！
ko: 물러서라, 혐오스러운 채소야!
pl: Cofnijcie się, nikczemne jarzyny!
pt_br: Afastem-se, vegetais repugnantes!
ru: Прочь, клятые овощи!
zh_cn: 退后，恶毒的蔬菜！
zh_tw: 退後，惡毒的蔬菜！

# CHARACTERS.WATHGRITHR.DESCRIBE.PEPPER_COOKED
source: It is not worthy of my consumption.
de: Sie ist nicht würdig, von mir verzehrt zu werden.
es: No está a la altura de mi paladar.
fr: Ce n'est pas digne de mön palais.
it: Non è degno di essere mangiato.
ja: 其れ、我が食す価値を持たない。
ko: 섭취할 가치가 없군.
pl: Nie jest godna, bym ją spożyła.
pt_br: Não é digna de ser consumida por mim.
ru: Он недостоин быть съеденным мной.
zh_cn: 不配我吃。
zh_tw: 不配我吃。

# CHARACTERS.WATHGRITHR.DESCRIBE.PEPPER_OVERSIZED
source: You are the champion of the peppers, then?
de: So bist du also der Streiter der Pfeffer?
es: ¿Qué eres? ¿El campeón de los pimientos?
fr: C'est dönc töi le champiön des pöivröns ?
it: E così, saresti il campione dei peperoncini?
ja: 汝はペッパーの覇者、なるか？
ko: 넌 고추의 챔피언이지, 그런데?
pl: Więc tyś czempionką wszystkich papryk, tak?
pt_br: Você é a campeã das pimentas, então?
ru: Ты что же, богатырь средь перцев?
zh_cn: 那你就是辣椒界的冠军了？
zh_tw: 那你就是辣椒界的冠軍了？

# CHARACTERS.WATHGRITHR.DESCRIBE.PEPPER_SEEDS
source: Smaller versions of vegetables still offend me.
de: Auch kleines Gemüse ist eine Beleidigung.
es: Las versiones pequeñas de vegetales también me repugnan.
fr: Les petits légumes m'öffensent töut autant.
it: Anche in questo stadio precoce, i vegetali mi disturbano.
ja: 小さき野菜とて腹立たしい。
ko: 자라기 전인 채소도 불쾌한 것은 마찬가지야.
pl: Nawet takie pomniejszone warzywa wciąż są obelżywe.
pt_br: As versões reduzidas de vegetais ainda me ofendem.
ru: Меня оскорбляют даже будущие овощи.
zh_cn: 小个头的蔬菜还是会惹到我。
zh_tw: 小個頭的蔬菜還是會惹到我。

# CHARACTERS.WATHGRITHR.DESCRIBE.PERD
source: You cannot run forever!
de: Du kannst nicht ewig davonlaufen.
es: ¡No puedes correr para siempre!
fr: Tu ne pourras t'enfuir indéfiniment !
it: Non puoi correre per sempre!
ja: ずっと逃げ続けることはできないぞ！
ko: 언제까지고 도망다닐 순 없어!
pl: Nie możesz wiecznie uciekać!
pt_br: Você não pode correr para sempre!
ru: Ты не сможешь убегать вечно!
zh_cn: 有本事就一直跑！
zh_tw: 有本事就一直跑！

# CHARACTERS.WATHGRITHR.DESCRIBE.PERDFAN
source: Tis a fan for mine hand.
de: Ein Ventilator für die Hand.
es: Un abanico para mi mano.
fr: C'est un éventail pour ma main.
it: È un ventaglio per la mia mano.
ja: 是、我が手に収まる扇子なり。
ko: 내 손을 위한 부채로군.
pl: Pióro w sam raz do mej ręki.
pt_br: É um leque para a minha mão.
ru: Этот веер мне по нраву.
zh_cn: 它是我的手的爱好者。
zh_tw: 它是我的手的愛好者。

# CHARACTERS.WATHGRITHR.DESCRIBE.PERDSHRINE.BURNT
source: Laid to waste.
de: Zerstört.
es: Ahora es inservible.
fr: Complètement perdu.
it: Completamente devastato.
ja: 無駄にしたのだ。
ko: 폐허가 되었군.
pl: I wszystko na marne.
pt_br: Destruída.
ru: Полегло впустую.
zh_cn: 糟蹋。
zh_tw: 糟蹋。

# CHARACTERS.WATHGRITHR.DESCRIBE.PERDSHRINE.EMPTY
source: We must give it the gift of life.
de: Wir müssen ihm das Geschenk des Lebens geben.
es: Debemos darle el regalo de la vida.
fr: Il faut lui offrir le cadeau de la vie.
it: Dobbiamo dargli il dono della vita.
ja: 我等、其れに命の贈り物を与えなければならない。
ko: 생명의 선물을 주어야겠어.
pl: Musimy dać mu dar życia.
pt_br: Devemos dar a ele o presente da vida.
ru: Мы должны преподнести ему дар жизни.
zh_cn: 我们得给它生命的馈赠。
zh_tw: 我們得給它生命的饋贈。

# CHARACTERS.WATHGRITHR.DESCRIBE.PERDSHRINE.GENERIC
source: What treasures shall I bestow upon thee?
de: Welche Schätze soll ich dir schenken?
es: ¿Con qué tesoros te obsequiaré?
fr: Quels trésors vais-je t'accorder ?
it: Quali tesori dovrò riversare su di te?
ja: 汝にどのような財宝を与えようか？
ko: 어떤 제물을 바치는 게 좋을까?
pl: Jakie skarby mam ci ofiarować?
pt_br: Que tesouros devo conceder-vos?
ru: Какие дары я должна возложить сюда?
zh_cn: 我应该授予你什么财宝呢？
zh_tw: 我應該授予你什麼財寶呢？

# CHARACTERS.WATHGRITHR.DESCRIBE.PEROGIES
source: Pockets of meat.
de: Taschen aus Fleisch.
es: Bolsillos de carne.
fr: Des poches de viande.
it: Tasche di carne.
ja: ポケット状のパンに入った肉。
ko: 고기 만두로군.
pl: Mięsne kieszonki.
pt_br: Bolsinhas de carne.
ru: Кармашки с мясом.
zh_cn: 肉饺子。
zh_tw: 肉餃子。

# CHARACTERS.WATHGRITHR.DESCRIBE.PETALS
source: Thank you Froh for this gift!
de: Danke für dieses Geschenk, Freyr.
es: ¡Gracias por este regalo, Froh!
fr: Froh, sois remercié pour cette offrande !
it: Grazie per questo dono, Froh!
ja: このギフトを授けてくれたスマイリーに感謝！
ko: 이 선물을 주신 프로께 감사를!
pl: Dzięki ci, Frohu, za te dary!
pt_br: Obrigado Froh por este presente!
ru: Фрейя, спасибо за этот дар!
zh_cn: 感谢福神赐予的礼物！
zh_tw: 感謝福神賜予的禮物！

# CHARACTERS.WATHGRITHR.DESCRIBE.PETALS_EVIL
source: These were not made by Froh.
de: Die wurden nicht von Freyr erschaffen.
es: Estos no los hizo Froh.
fr: Ils n'ont pas été créés par Froh.
it: Questi non sono stati fatti da Froh.
ja: スマイリーに作られたものじゃあないね。
ko: 이건 프로가 만든 게 아니야.
pl: Nie są dziełem Froha.
pt_br: Elas não foram feitas por Froh.
ru: Они точно не были созданы Фрейей.
zh_cn: 这些不是福神创造的。
zh_tw: 這些不是福神創造的。

# CHARACTERS.WATHGRITHR.DESCRIBE.PETRIFIED_TREE
source: My mere presence struck terror into their tree-hearts!
de: Meine bloße Anwesenheit schlug Schrecken in ihre Baumherzen!
es: ¡Mi mera presencia ha sembrado el terror en sus corazones de árbol!
fr: Ma simple présence a provoqué la terreur dans leurs cœurs d'arbres !
it: La mia sola presenza ha terrorizzato il suo cuore di albero!
ja: 木め！我を見て、恐れをなしたか！
ko: 나를 보기만 해도 저 나무들의 심장은 공포로 얼어붙지!
pl: Sama ma obecność wystarczy, by zasiać panikę w ich drewnianych sercach!
pt_br: Minha mera presença aterrorizou seus corações arborícolas!
ru: Мое присутствие вселяет страх в их деревянные сердца.
zh_cn: 我一出现就让这些树胆战心惊！
zh_tw: 我一出現就讓這些樹膽戰心驚！

# CHARACTERS.WATHGRITHR.DESCRIBE.PHLEGM
source: The secretions of a terrible beast!
de: Die Auswürfe einer schrecklichen Bestie!
es: ¡Las secreciones de una terrible bestia!
fr: Les sécrétions d'une terrible bête !
it: Le secrezioni di una terribile bestia!
ja: 汚らしき獣の吐き出した粘液だ！
ko: 끔찍한 짐승의 분비물이로군!
pl: Wydzielina straszliwego stwora!
pt_br: As secreções de uma fera terrível!
ru: Выделения ужасного зверя!
zh_cn: 可怕野兽的分泌物！
zh_tw: 可怕野獸的分泌物！

# CHARACTERS.WATHGRITHR.DESCRIBE.PICKAXE
source: A trusty tool for securing spear and helm materials.
de: Ein gutes Werkzeug, um Material für Speere und Helme zu sammeln.
es: Una herramienta fiable para conseguir materiales de lanza y yelmo.
fr: Un bon outil pour récolter de quoi faire une lance et un casque.
it: Uno strumento affidabile per ottenere materiali da lancia e elmo.
ja: これで、武具に用いる材を掘り出せるぞ
ko: 창과 투구 재료를 구하는 믿음직한 도구야.
pl: Wyśmienite narzędzie do pozyskiwania składników hełmów i włóczni.
pt_br: Uma ferramenta confiável para garantir os materiais de lança e elmo.
ru: Надежный инструмент, чтобы добыть материалы для копья и шлема.
zh_cn: 保护长矛和头盔的可靠工具。
zh_tw: 保護長矛和頭盔的可靠工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.PICKLEDHERRING
source: A briny taste of the sea!
de: Das salzige Aroma des Meeres!
es: ¡Un salado bocado de mar!
fr: Un mets salé issu de la mer !
it: Un pungente sapore di mare!
ja: 海の塩味だ！
ko: 짠 바다의 맛이다!
pl: Słony posmak morza!
pt_br: O gosto salgado do mar!
ru: Соленый вкус моря!
zh_cn: 有海水的咸味！
zh_tw: 有海水的鹹味！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITE1
source: The warrior spirit runs deep within him.
de: In ihm fließt das Blut eines Kriegers.
es: El espíritu guerrero corre en su interior.
fr: L'esprit du guerrier émane de lui.
it: Lo spirito di battaglia scorre nel suo profondo.
ja: 彼の奥深くに戦士の魂が宿っている。
ko: 전사의 정신이 깊이 박힌 친구로군.
pl: Jego członki nasyca wojownicza dusza.
pt_br: O espírito do guerreiro corre em suas veias.
ru: В нем живет дух воина.
zh_cn: 战士的血液流淌在他的内心深处。
zh_tw: 戰士的血液流淌在他的內心深處。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITE2
source: He rages with berserker fury.
de: Er wütet mit dem Zorn einer Furie.
es: Ruge con furia.
fr: Il est animé d'une folle fureur.
it: Infuria con la rabbia di un berserkr.
ja: 彼はバーサーカーの怒りを燃やす。
ko: 버서커의 분노가 가득 찼어.
pl: Płonie furią berserka.
pt_br: Ele está furioso como besta-fera.
ru: В нем разгорается ярость берсерка.
zh_cn: 他怒火中烧。
zh_tw: 他怒火中燒。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITE3
source: He shall not soil mine warrior reputation!
de: Der wird meinen Ruf als Krieger nicht beschmutzen!
es: ¡No manchará mi reputación de guerrera!
fr: Il ne ternira pas ma réputation de guerrière !
it: Non infangherà la mia reputazione di guerriera!
ja: 彼、我が戦士の評判を汚すことなし！
ko: 내 전사로서의 평판을 망치지는 못할 거야!
pl: Nie pozwolę ci zszargać mej reputacji nieustraszonej wojowniczki!
pt_br: Ele não vai sujar minha reputação de guerreira!
ru: Он не запятнает мою репутацию воина!
zh_cn: 他玷污不了我作为战士的名声！
zh_tw: 他玷污不了我作為戰士的名聲！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITE4
source: Hath the strength of Yggdrasil.
de: Hat die Kraft von Yggdrasil.
es: Tiene la fuerza de Yggdrasil.
fr: Aussi puissant qu'Yggdrasil.
it: Ha la forza di Yggdrasil.
ja: ユグドラシルの強さを持つ。
ko: 위그드라실의 힘을 가지고 있군.
pl: Bije zeń siła godna Yggdrasilu.
pt_br: Tinha a força de Yggdrasil.
ru: Да пребудет с тобой сила Иггдрасиля.
zh_cn: 拥有着世界树的力量。
zh_tw: 擁有著世界樹的力量。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITEFIGHTER1
source: The warrior spirit runs deep within him.
de: In ihm fließt das Blut eines Kriegers.
es: El espíritu guerrero corre en su interior.
fr: L'esprit du guerrier émane de lui.
it: Lo spirito di battaglia scorre nel suo profondo.
ja: 彼の奥深くに戦士の魂が宿っている。
ko: 전사의 정신이 깊이 박힌 친구로군.
pl: Jego członki nasyca wojownicza dusza.
pt_br: O espírito do guerreiro corre em suas veias.
ru: В нем живет дух воина.
zh_cn: 战士的血液流淌在他的内心深处。
zh_tw: 戰士的血液流淌在他的內心深處。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITEFIGHTER2
source: He rages with berserker fury.
de: Er wütet mit dem Zorn einer Furie.
es: Ruge con furia.
fr: Il est animé d'une folle fureur.
it: Infuria con la rabbia di un berserkr.
ja: 彼はバーサーカーの怒りを燃やす。
ko: 버서커의 분노가 가득 찼어.
pl: Płonie furią berserka.
pt_br: Ele está furioso como besta-fera.
ru: В нем разгорается ярость берсерка.
zh_cn: 他怒火中烧。
zh_tw: 他怒火中燒。

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITEFIGHTER3
source: He shall not soil mine warrior reputation!
de: Der wird meinen Ruf als Krieger nicht beschmutzen!
es: ¡No manchará mi reputación de guerrera!
fr: Il ne ternira pas ma réputation de guerrière !
it: Non infangherà la mia reputazione di guerriera!
ja: 彼、我が戦士の評判を汚すことなし！
ko: 내 전사로서의 평판을 망치지는 못할 거야!
pl: Nie pozwolę ci zszargać mej reputacji nieustraszonej wojowniczki!
pt_br: Ele não vai sujar minha reputação de guerreira!
ru: Он не запятнает мою репутацию воина!
zh_cn: 他玷污不了我作为战士的名声！
zh_tw: 他玷污不了我作為戰士的名聲！

# CHARACTERS.WATHGRITHR.DESCRIBE.PIGELITEFIGHTER4
source: Hath the strength of Yggdrasil.
de: Hat die Kraft von Yggdrasil.
es: Tiene la fuerza de Yggdrasil.
fr: Aussi puissant qu'Yggdrasil.
it: Ha la forza di Yggdrasil.
ja: ユグドラシルの強さを持つ。
ko: 위그드라실의 힘을 가지고 있군.
pl: Bije zeń siła godna Yggdrasilu.
pt_br: Tinha a força de Yggdrasil.
ru: Да пребудет с тобой сила Иггдрасиля.
zh_cn: 拥有着世界树的力量
zh_tw: 擁有著世界樹的力量
