Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.WOODIE.BEAVERGHOST
source: Will find heart, if you bring back wood choppy man!
de: Finde Herz, wenn du Holzhackemann findest!
es: ¡Encontraré un corazón si me traes al señor que corta madera!
es_mx: ¡Yo ir a buscar corazón si tú regresar madera, leñador!
fr: J'te trouve un cœur si tu me donnes du bois, coupeur d'arbres !
it: Troverò cuore se riporti indietro uomo con ascia!
ja: 木の葉を持って帰ってくれれば、ハートを見つけることができるよ。
ko: 나무 베는 아저씨 돌려주면 심장 찾아 줄게!
pl: Znajdę ci serce, jeśli przyprowadzisz z powrotem pana drwala!
pt_br: Vou achar coração se você trouxer o cortador de madeira de volta!
ru: Мы найдем тебе сердце, если ты лесоруба вернешь!
zh_tw: 我會找顆心的，你要把伐木先生帶回來！

# CHARACTERS.WURT.DESCRIBE.WOODIE.FIRESTARTER
source: Thought you like chopping things, not burning?
de: Dachte, du hackst, aber du zündest an?
es: Pensaba que te gustaba cortar cosas, no quemarlas.
es_mx: Yo haber pensado que tú preferir cortar cosas, no quemarlas.
fr: Je croyais que tu aimais couper les trucs, pas les brûler.
it: Pensavo a te piaceva tagliare cose, non bruciare...
ja: 燃やすのではなく、刻むのが好きだと思っていたの？
ko: 태우는 거 말고 베는 거 좋아하지 않았어?
pl: Myślałam, że pan drwal lubi rąbać drewno, a nie je podpalać.
pt_br: Achei que você gostasse de cortar coisas, em vez de queimar.
ru: Я думала, ты рубить деревья любишь, а не жечь.
zh_tw: 你不是喜歡砍樹嗎，怎麼又燒東西？

# CHARACTERS.WURT.DESCRIBE.WOODIE.GENERIC
source: Hello wood choppy man!
de: Hallo Holzhackemann!
es: ¡Hola, señor que corta madera!
es_mx: ¡Hola, hombre leñador!
fr: Salut, coupeur d'arbres !
it: Ciao uomo con ascia!
ja: こんにちはウッドチョッピーマン！
ko: 안녕, 나무 베는 아저씨!
pl: Siemanko, panie drwalu!
pt_br: Olá, cortador de madeira!
ru: Привет, лесоруб!
zh_tw: 你好伐木先生！

# CHARACTERS.WURT.DESCRIBE.WOODIE.GHOST
source: Need help, florp?
de: Brauchst du Hilfe, florp?
es: ¿Necesitas ayuda, florp?
es_mx: ¿Necesitar ayuda, flop?
fr: T'as besoin d'aide, florp ?
it: Serve aiuto, florp?
ja: 助けてほしいの、フロープ？
ko: 도와줄까, 뻐끔?
pl: Potrzebujesz pomocy, florp?
pt_br: Você precisa de ajuda, florp?
ru: Хлюп! Помощь нужна?
zh_tw: 需要幫忙嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.WOODIE.GOOSE
source: Where choppy man go?!
de: Wo ist Hackemann?!
es: ¡¿Dónde ha ido el señor que corta madera?!
es_mx: ¡¿A dónde haber ido el leñador?!
fr: Où est le coupeur d'arbres ?
it: Dov'è andato uomo con ascia?!
ja: チョッピーマンはどこへ行ったの？
ko: 나무 베는 아저씨 어디 갔지?!
pl: Gdzie zniknął pan drwal?!
pt_br: Onde o cortador vai?!
ru: Куда лесоруб подевался?!
zh_tw: 砍樹的那個人去哪了？！

# CHARACTERS.WURT.DESCRIBE.WOODIE.GOOSEGHOST
source: Will find heart, if you bring back wood choppy man!
de: Finde Herz, wenn du Holzhackemann findest!
es: ¡Encontraré un corazón si me traes al señor que corta madera!
es_mx: ¡Yo ir a buscar corazón si tú regresar madera, leñador!
fr: J'te trouve un cœur si tu me donnes du bois, coupeur d'arbres !
it: Troverò cuore se riporti indietro uomo con ascia!
ja: 木の葉を持って帰ってくれれば、ハートを見つけることができるよ。
ko: 나무 베는 아저씨 돌려주면 심장 찾아 줄게!
pl: Znajdę ci serce, jeśli przyprowadzisz z powrotem pana drwala!
pt_br: Vou achar coração se você trouxer o cortador de madeira de volta!
ru: Мы найдем тебе сердце, если ты лесоруба вернешь!
zh_tw: 我會找顆心的，你要把伐木先生帶回來！

# CHARACTERS.WURT.DESCRIBE.WOODIE.MOOSE
source: Where choppy man go?!
de: Wo ist Hackemann?!
es: ¡¿Dónde ha ido el señor que corta madera?!
es_mx: ¡¿A dónde haber ido el leñador?!
fr: Où est le coupeur d'arbres ?
it: Dov'è andato uomo con ascia?!
ja: チョッピーマンはどこへ行ったの？
ko: 나무 베는 아저씨 어디 갔지?!
pl: Gdzie zniknął pan drwal?!
pt_br: Onde o cortador vai?!
ru: Куда лесоруб подевался?!
zh_tw: 砍樹的那個人去哪了？！

# CHARACTERS.WURT.DESCRIBE.WOODIE.MOOSEGHOST
source: Will find heart, if you bring back wood choppy man!
de: Finde Herz, wenn du Holzhackemann findest!
es: ¡Encontraré un corazón si me traes al señor que corta madera!
es_mx: ¡Yo ir a buscar corazón si tú regresar madera, leñador!
fr: J'te trouve un cœur si tu me donnes du bois, coupeur d'arbres !
it: Troverò cuore se riporti indietro uomo con ascia!
ja: 木の葉を持って帰ってくれれば、ハートを見つけることができるよ。
ko: 나무 베는 아저씨 돌려주면 심장 찾아 줄게!
pl: Znajdę ci serce, jeśli przyprowadzisz z powrotem pana drwala!
pt_br: Vou achar coração se você trouxer o cortador de madeira de volta!
ru: Мы найдем тебе сердце, если ты лесоруба вернешь!
zh_tw: 我會找顆心的，你要把伐木先生帶回來！

# CHARACTERS.WURT.DESCRIBE.WOODIE.MURDERER
source: Shoulda known choppy man was killer!
de: Hätte wissen sollen, dass Hackemann Mörder!
es: ¡Debería haberme imaginado que el señor que corta madera era un asesino!
es_mx: ¡Yo deber haber sospechado que el leñador ser asesino!
fr: Le coupeur d'arbres est un assassin !
it: Dovevo sapere che uomo con ascia era assassino!
ja: チョッピーマンが犯人だと気づくべきだったよ！
ko: 나무 베는 아저씨가 살인자인 거 알았어야 했는데!
pl: Mogłam się domyślić, że pan drwal to morderca!
pt_br: Devia saber que cortador era assassino!
ru: Надо было раньше понять, что лесоруб — убийца!
zh_tw: 早就該料到伐木先生是殺手的！

# CHARACTERS.WURT.DESCRIBE.WOODIE.REVIVER
source: Choppy man is nice.
de: Hackemann nett.
es: El señor que corta madera es majo.
es_mx: Hombre leñador ser bueno.
fr: Le coupeur d'arbres est sympa.
it: Uomo con ascia è bravo.
ja: チョッピーマンはいいね。
ko: 나무 베는 아저씨 착해.
pl: Pan drwal jest miły.
pt_br: Cortador de madeira é legal.
ru: Лесоруб хороший.
zh_tw: 伐木先生人很好。

# CHARACTERS.WURT.DESCRIBE.WORM.DIRT
source: Dirt pile!
de: Dreckhaufen!
es: ¡Montón de tierra!
es_mx: ¡Una pila de tierra!
fr: Un tas de terre !
it: Mucchio di terra!
ja: 汚れの山だ！
ko: 흙더미다!
pl: Kupka ziemi!
pt_br: Monte de terra!
ru: Куча грязи!
zh_tw: 土堆！

# CHARACTERS.WURT.DESCRIBE.WORM.PLANT
source: Oooh, pretty fruit...
de: Oooh, schöne Frucht ...
es: Oooh, fruta bonita...
es_mx: Oooh, fruta linda.
fr: Ooooh, un joli fruit...
it: Oooh, bel frutto...
ja: おおお...かわいい果物だ！
ko: 오오, 예쁜 과일이야...
pl: Och, ale ładny owoc...
pt_br: Aaaah, fruta linda...
ru: О-о-о, красивый фрукт…
zh_tw: 喔，漂亮的水果……

# CHARACTERS.WURT.DESCRIBE.WORM.WORM
source: WORM!!
de: WURM!!
es: ¡¡LOMBRIZ!!
es_mx: ¡¡GUSANO!!
fr: UN VER !!
it: VERME!
ja: ウォームだ！
ko: 지렁이다!!
pl: ROBAL!
pt_br: VERME!!
ru: ЧЕРВЯК!
zh_tw: 蟲子！！

# CHARACTERS.WURT.DESCRIBE.WORMHOLE.GENERIC
source: Something moving?
de: Bewegt sich was?
es: ¿Algo se mueve?
es_mx: ¿Haber algo moviéndose?
fr: Y'a quelque chose qui bouge ?
it: Qualcosa muove?
ja: なにか動いてるの？
ko: 뭐가 움직이나?
pl: Coś się rusza?
pt_br: Tem algo se mexendo?
ru: Там что-то шевелится?
zh_tw: 什麼在動？

# CHARACTERS.WURT.DESCRIBE.WORMHOLE.OPEN
source: Ha ha! It just toothy tunnel, florp.
de: Haha! Tunnel mit Zähnen, florp.
es: ¡Ja, ja! Es solo un túnel con dientes, florp.
es_mx: ¡Ja, ja! Solo ser túnel dentudo, flop.
fr: Ah ah ! C'est juste un tunnel avec des dents, florp.
it: Ah ah! È solo galleria, florp.
ja: ハハ！歯のトンネルだよ、フロープ。
ko: 하하! 그냥 이빨 난 굴이야, 뻐끔.
pl: Ha, ha! To tylko zębaty tunel, florp.
pt_br: Ha, ha! É só túnel dentuço, florp.
ru: Ха-ха! Обычный зубастый тоннель, бульк.
zh_tw: 哈哈！這是一個長牙的隧道，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WORMHOLE_LIMITED
source: Not feeling good, florp?
de: Geht nicht gut, florp?
es: ¿No te sientes bien, florp?
es_mx: ¿No sentirte bien, flop?
fr: Tu te sens pas bien, florp ?
it: Non senti bene, florp?
ja: 気分が悪いの、フループ？
ko: 상태 안 좋아, 뻐끔?
pl: Kiepsko się masz, florp?
pt_br: Não tá se sentindo bem, florp?
ru: Тебе нехорошо, бульк?
zh_tw: 感覺不好，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.WORMLIGHT
source: Big glowy berry!
de: Große Glühbeere!
es: ¡Baya grande brillante!
es_mx: ¡Gran baya brillante!
fr: Une grosse baie qui brille !
it: Grande bacca radiosa!
ja: ベリーの大きな頭だ！
ko: 크게 빛나는 베리다!
pl: Wielka, świecąca jagoda!
pt_br: Grande baga cintilante!
ru: Большая светящаяся ягода!
zh_tw: 又大又發亮的漿果！

# CHARACTERS.WURT.DESCRIBE.WORMLIGHT_LESSER
source: Little glowy...
de: Kleines Glühding ...
es: Cosita brillante...
es_mx: Un poquito brillante...
fr: Ça brille un peu...
it: Poco radiosa...
ja: 小さな頭...
ko: 작게 빛나...
pl: Troszkę tylko się świeci...
pt_br: Brilhosinha...
ru: Маленький огонек…
zh_tw: 發一點點光……

# CHARACTERS.WURT.DESCRIBE.WORMLIGHT_PLANT
source: Pretty......
de: Hübsch ...
es: Qué bonito...
es_mx: Lindo......
fr: C'est joli !
it: Carina...
ja: かわいい...
ko: 예쁘다......
pl: Ładna...
pt_br: Bonita...
ru: Красивенько…
zh_tw: 真漂亮……

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.ATTACKER
source: Ow! You mean old weed!
de: Au! Gemeines Unkraut!
es: ¡Ay! ¡Hierbajo perverso!
es_mx: ¡Ay! ¡Tú ser una hierba mala!
fr: Oh ! Vilaine mauvaise herbe !
it: Ahi! Sei vecchia erba cattiva!
ja: おー！古い葉っぱのことか！
ko: 아야! 못된 잡초 같으니!
pl: Au! Ty podły, stary chwaście!
pt_br: Ai! Sua erva velha e malvada!
ru: Ай! Гадкий ты старый сорняк!
zh_tw: 嗷！你這個又老又壞的雜草！

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.FIRESTARTER
source: Glorp, that dangerous!
de: Glorp, das gefährlich!
es: ¡Glorp, es peligroso!
es_mx: ¡Glop, eso ser peligroso!
fr: Glorp, c'est dangereux !
it: Glorp, pericoloso!
ja: グロープ、危険だよ！
ko: 빠끔, 위험하잖아!
pl: Glorp, to niebezpieczne!
pt_br: Glorp, isso é perigoso!
ru: Бульк! Это опасно!
zh_tw: 格浪噗，那樣做很危險！

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.GENERIC
source: Hi leafy!
de: Hallo Blatti!
es: ¡Hola, cosa frondosa!
es_mx: ¡Hola, hojitas!
fr: Salut, le feuillu !
it: Ciao foglioso!
ja: やっほー葉っぱさん！
ko: 안녕, 풀잎아!
pl: Siemanko, liściasty.
pt_br: Oi, folhoso!
ru: Привет, вечнозеленый!
zh_tw: 嗨，綠葉植物！

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.GHOST
source: Stay! Will get help!
de: Bleib! Hole Hilfe!
es: ¡Quédate! ¡Conseguiré ayuda!
es_mx: ¡Tú quedar aquí! ¡Yo ir por ayuda!
fr: Reste là, je vais t'aider.
it: Stai! Cerco aiuto!
ja: ここにいて！助けを呼んでくる！
ko: 가만히 있어! 사람 불러올게!
pl: Czekaj! Sprowadzę pomoc!
pt_br: Fica aqui! Vou buscar ajuda!
ru: Стой тут! Я приведу подмогу!
zh_tw: 你在這等著！我去找人幫忙！

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.MURDERER
source: We not friends anymore, flort!
de: Wir keine Freunde mehr, flort!
es: ¡Ya no somos colegas, flort!
es_mx: ¡Ya nosotros no ser amigos, flot!
fr: T'es plus mon ami, flort !
it: Noi non più amici, flort!
ja: 私たちはもう友達じゃないのよ、フロート！
ko: 이제 우리 친구 아니야, 뻐끔!
pl: Już nie jesteśmy przyjaciółmi, flort!
pt_br: Não somos mais amigos, flort!
ru: Не друг ты мне больше, хлюп!
zh_tw: 我們做不了朋友了，浮浪特！

# CHARACTERS.WURT.DESCRIBE.WORMWOOD.REVIVER
source: You a good plant!
de: Du gute Pflanze!
es: ¡Eres una buena planta!
es_mx: ¡Tú ser una planta buena!
fr: T'es une plante sympa !
it: Tu sei pianta brava!
ja: 良い植物だよ！
ko: 너 좋은 식물이구나!
pl: Dobra z ciebie roślinka!
pt_br: Você é uma boa planta!
ru: Ты хороший цветочек!
zh_tw: 你是顆好植物！

# CHARACTERS.WURT.DESCRIBE.WORTOX.ATTACKER
source: Glorph, you so mean!
de: Glorf, du so gemein!
es: ¡Glorph, eres mala gente!
es_mx: ¡Glof, tú ser muy malo!
fr: Glorp, t'es trop méchant !
it: Glorf, tu sei cattivo!
ja: グロフ、意地悪しやがって！
ko: 빠끔빠끔, 너 너무 못됐어!
pl: Glorp, ale jesteś okropny!
pt_br: Glorph, você é tão mau!
ru: Хляп! Ты очень злой!
zh_tw: 格浪浮，你真是個壞蛋！

# CHARACTERS.WURT.DESCRIBE.WORTOX.FIRESTARTER
source: He look very scary right now, flurp.
de: Sieht sehr gruselig aus, flurp.
es: Ahora parece muy aterrador, flurp.
es_mx: Verse muy escalofriante en este momento, flup.
fr: Il me fait peur, florp.
it: Sei molto spaventoso adesso, flurp.
ja: 彼は今、とても怖そうな顔をしているよ。
ko: 지금 엄청 무서워 보여, 뻐끔.
pl: Przerażająco teraz wygląda, flurp.
pt_br: Ele tá bem apavorante agora, flurp.
ru: Он очень страшно сейчас выглядит, бульк.
zh_tw: 它看著好嚇人，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.WORTOX.GENERIC
source: What an "imp"?
de: Was ist "Kobold"?
es: ¿Qué es un "diablillo"?
es_mx: ¿Qué ser un “diablillo”?
fr: C'est quoi un diablotin ?
it: Cos'è "diavoletto"?
ja: "インプ "って何？
ko: "임프" 뭐야?
pl: Co to "chochlik"?
pt_br: O que é "diabrete"?
ru: Ты бес? А бес чего?
zh_tw: 小"惡魔"？

# CHARACTERS.WURT.DESCRIBE.WORTOX.GHOST
source: You poofed right out of body!!
de: Aus dem Körper rausgeschossen!!
es: ¡¡Te has salido del cuerpo!!
es_mx: ¡¡Tú haber salido directamente del cuerpo!!
fr: T'es sorti de ton corps d'un coup !
it: Sei uscito da tuo corpo!
ja: 体から飛び出してきたよ！
ko: 몸에서 뿅 했잖아!!
pl: Wyleciałeś z ciała jak z procy!
pt_br: Você fez puf e sai do corpo!!
ru: Тебя из тела выкинуло!
zh_tw: 噗嗤一聲你就靈魂出竅了！！

# CHARACTERS.WURT.DESCRIBE.WORTOX.MURDERER
source: Knew you not to be trusted!
de: Wusste, dass man dir nicht trauen darf!
es: ¡¡Sabía que no eras de fiar!!
es_mx: ¡Yo haber sabido que tú no ser de fiar!
fr: Je savais que t'étais pas gentil !
it: Sapevo che io non fidavo di te!
ja: お前を信用してはいけないと知っていたよ！
ko: 역시 믿을 게 못 됐어!
pl: Wiedziałam, że nie można ci ufać!
pt_br: Sabia que não podia confiar em você!
ru: Я знала, что тебе доверять нельзя!
zh_tw: 就知道你信不過！

# CHARACTERS.WURT.DESCRIBE.WORTOX.REVIVER
source: This not a trick...?
de: Das kein Trick ...?
es: ¿Esto no es un truco...?
es_mx: ¿Esto no ser un truco?
fr: C'est un tour de magie ?
it: Non è scherzo...?
ja: これはトリックなんじゃ...？
ko: 속임수 아니야...?
pl: To nie psikus...?
pt_br: Isso não é pegadinha?
ru: Это не шутка?..
zh_tw: 又在搗鬼……？

# CHARACTERS.WURT.DESCRIBE.WURT.ATTACKER
source: Mermfolk should stick together!
de: Mermleute sollen zusammenhalten!
es: ¡Los tritones deberían estar unidos!
es_mx: ¡Los tritones deber estar juntos!
fr: Le peuple merm doit se serrer les coudes !
it: Mermi dovrebbero fare gruppo!
ja: マームフォークは団結するべきだよ！
ko: 어인끼리 뭉쳐야 해!
pl: Mermowie powinni trzymać się razem!
pt_br: O povo-peixe precisa se unir!
ru: Тритоны должны держаться вместе!
zh_tw: 魚人應該團結！

# CHARACTERS.WURT.DESCRIBE.WURT.FIRESTARTER
source: Stop! You gonna get us in trouble!
de: Halt! Du bringst Ärger!
es: ¡Para! ¡Vas a meternos en líos!
es_mx: ¡Parar! ¡Tú meternos en problemas si hacer eso!
fr: Arrête ! On va avoir des problèmes !
it: Basta! Ci metti in guai!
ja: やめてよ！ 困ったことになるよ！
ko: 그만해! 그러다 큰일 나!
pl: Przestań! Wpakujesz nas w kłopoty!
pt_br: Pare! Você vai meter a gente em encrenca!
ru: Хватит! Нас из-за тебя накажут!
zh_tw: 停手！你會讓我們惹上麻煩的！

# CHARACTERS.WURT.DESCRIBE.WURT.GENERIC
source: Hello me!
de: Hallo ich!
es: ¡Hola, yo!
es_mx: ¡Hola, yo!
fr: C'est moi !
it: Ciao a me!
ja: やっほー！
ko: 안녕, 나야!
pl: Siemaneczko, ja!
pt_br: Olá, eu!
ru: Привет, я!
zh_tw: 你好啊，我!

# CHARACTERS.WURT.DESCRIBE.WURT.GHOST
source: There gotta be heart around somewhere.
de: Muss irgendwo Herz geben.
es: Tiene que haber un corazón por aquí.
es_mx: Tener que haber un corazón en alguna parte.
fr: Je devrais bien pouvoir trouver un cœur quelque part.
it: Deve esserci cuore da qualche parte.
ja: どこかにハートがあるはずだよ。
ko: 어딘가 심장 있을 거야.
pl: Gdzieś tu musi być jakieś serce.
pt_br: Deve ter coração por aqui, em algum lugar.
ru: Тут где-нибудь наверняка сердце завалялось.
zh_tw: 某個地方應該能找到顆心。

# CHARACTERS.WURT.DESCRIBE.WURT.MURDERER
source: Glurp... am own worst enemy!
de: Glurp ... Ich selbst schlimmster Feind!
es: Glurp... ¡Soy mi peor enemigo!
es_mx: Glup... ¡yo ser mi peor enemiga!
fr: Gloups ! J'suis ma pire ennemie !
it: Glurp... sono peggiore nemica di me!
ja: グループ...アタシ自身が最悪の敵だよ！
ko: 빠끔... 나 자신이 최대의 적이라니!
pl: Glurp... jestem moim największym wrogiem!
pt_br: Glurp... sou minha pior inimiga!
ru: Хряп! Я сама себе враг!
zh_tw: 格勒噗……果然最大的敵人還是自己！

# CHARACTERS.WURT.DESCRIBE.WURT.REVIVER
source: Can always count on me!
de: Bin zuverlässig!
es: ¡Siempre puedo contar conmigo!
es_mx: ¡Yo siempre poder contar conmigo!
fr: J'peux toujours compter sur moi-même.
it: Posso sempre contare su me!
ja: いつでも頼りにしてね！
ko: 역시 난 믿음직해!
pl: Zawsze mogę na siebie liczyć!
pt_br: Pode sempre contar comigo!
ru: Всегда можно рассчитывать только на себя!
zh_tw: 我永遠靠譜！

# CHARACTERS.WURT.DESCRIBE.WX78.ATTACKER
source: Ow! Stop it, flort!
de: Au! Aufhören, flort!
es: ¡Ay! ¡Para, flort!
es_mx: ¡Ay! ¡Parar, flop!
fr: Oh ! Arrête, flort !
it: Ah! Basta, flort!
ja: わお！止まって、フロート！
ko: 아야! 그만해, 뻐끔!
pl: Au! Przestań, flort!
pt_br: Ai! Para, flort!
ru: Ай! Бульк! Перестань!
zh_tw: 嗷！住手，浮浪特！

# CHARACTERS.WURT.DESCRIBE.WX78.FIRESTARTER
source: Think you having too much fun, flort.
de: Du zu viel Spaß, flort.
es: Creo que te estás divirtiendo, flort.
es_mx: Yo creer que tú estar divirtiéndote más de la cuenta, flot.
fr: Je crois que tu t'amuses un peu trop, flort.
it: Penso che ti stai divertendo troppo, flort.
ja: 楽しすぎだよ、フロート。
ko: 장난 지나친 것 같은데, 뻐끔.
pl: Coś chyba za dobrze się bawisz, flort.
pt_br: Acho que você tá se divertindo demais, flort.
ru: По-моему, тебе уж слишком весело, бульк.
zh_tw: 你玩的過火了，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WX78.GENERIC
source: Hello short Ironfolk.
de: Hallo, kurzer Eisenmann.
es: Hola, señor de hierro bajo.
es_mx: Hola, ser de hierro enano.
fr: Salut, petit bonhomme de fer !
it: Ciao piccolo uomo di ferro.
ja: こんにちは、ショートアイアンフォーク。
ko: 안녕, 작은 철인.
pl: Siemanko, mały żelaziaku.
pt_br: Olá, povo-ferro baixinho.
ru: Привет, Железяка.
zh_tw: 你好小鐵人。

# CHARACTERS.WURT.DESCRIBE.WX78.GHOST
source: You not look very happy like that.
de: Siehst nicht sehr froh aus.
es: No se te ve muy feliz así.
es_mx: Tú no parecer muy feliz así.
fr: T'as pas l'air très content.
it: Così non sembri tanto felice.
ja: 嬉しそうには見えないよ。
ko: 지금 별로 안 행복해 보여.
pl: Nie wyglądasz najbardziej radośnie.
pt_br: Você não parece muito feliz assim.
ru: Тебе явно это все не нравится.
zh_tw: 你看起來不怎麼高興。

# CHARACTERS.WURT.DESCRIBE.WX78.MURDERER
source: This mean war!
de: Wir im Krieg!
es: ¡Esto es la guerra!
es_mx: ¡Esto significar la guerra!
fr: C'est la guerre !
it: Tu vuoi guerra!
ja: これが戦争だな！
ko: 싸워 보자 이거지!
pl: To oznacza wojnę!
pt_br: Isso significa guerra!
ru: Война так война!
zh_tw: 殘酷的戰爭！

# CHARACTERS.WURT.DESCRIBE.WX78.REVIVER
source: Wasn't sure you would...
de: Wusste nicht, ob ...
es: No sabía si querrías...
es_mx: Yo no haber estado segura de si tú venir a ayudarme.
fr: Je savais pas si tu allais...
it: Non sapevo se aiutavi...
ja: あなたがするとは思わなかったよ...
ko: 진짜 살려 주다니...
pl: Nie byłam pewna, czy to zrobisz...
pt_br: Não sabia se você iria...
ru: Не думала, что ты это сделаешь…
zh_tw: 沒想到你會這樣做……

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_BEE
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_COLD
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_HEAT
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_LIGHT
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXHEALTH
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXHEALTH2
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXHUNGER
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXHUNGER1
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXSANITY
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MAXSANITY1
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MOVESPEED
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MOVESPEED2
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_MUSIC
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_NIGHTVISION
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78MODULE_TASER
source: Crunchy.
de: Knusprig.
es: Crujiente.
es_mx: Crujiente.
fr: Ça crisse.
it: Croccante!
ja: ガリガリの地面だね～
ko: 버석버석해.
pl: Chrupocze.
pt_br: Crocante.
ru: Хрустит во рту.
zh_tw: 脆脆的。

# CHARACTERS.WURT.DESCRIBE.WX78_MODULEREMOVER
source: Haha! Ironfolk weird.
de: Haha, Eisenleute komisch.
es: ¡Ja, ja! Gente de hierro rara.
fr: Ha ha ! Il est bizarre, le bonhomme de fer.
it: Ahah! Uomo di ferro è strano.
ja: アハハ！アイアンフォークって変わってるね。
ko: 하하, 철의 족속은 이상한걸.
pl: Ha, ha! Żelaźniak jest dziwny.
pt_br: Haha! Povo-ferro estranho.
ru: Ха-ха! Странная железяка.
zh_tw: 哈哈！鐵人真古怪。

# CHARACTERS.WURT.DESCRIBE.WX78_SCANNER.GENERIC
source: Bug? No? Hmm...
de: Käfer? Nö? Hmm ...
es: ¿Bicho? ¿No? Mmm...
fr: Insecte ? Non ? Hmm...
it: Insetto? No? Hmm...
ja: 虫？違うかな？うーん…
ko: 버그야? 아니야? 흠...
pl: Robal? Nie? Hmm…
pt_br: Inseto? Não? Hum...
ru: Жук? Нет? Хм...
zh_tw: 是蟲子？好像不是？嗯……

# CHARACTERS.WURT.DESCRIBE.WX78_SCANNER.HUNTING
source: Bug? No? Hmm...
de: Käfer? Nö? Hmm ...
es: ¿Bicho? ¿No? Mmm...
fr: Insecte ? Non ? Hmm...
it: Insetto? No? Hmm...
ja: 虫？違うかな？うーん…
ko: 버그야? 아니야? 흠...
pl: Robal? Nie? Hmm…
pt_br: Inseto? Não? Hum...
ru: Жук? Нет? Хм...
zh_tw: 是蟲子？好像不是？嗯……

# CHARACTERS.WURT.DESCRIBE.WX78_SCANNER.SCANNING
source: Bug? No? Hmm...
de: Käfer? Nö? Hmm ...
es: ¿Bicho? ¿No? Mmm...
fr: Insecte ? Non ? Hmm...
it: Insetto? No? Hmm...
ja: 虫？違うかな？うーん…
ko: 버그야? 아니야? 흠...
pl: Robal? Nie? Hmm…
pt_br: Inseto? Não? Hum...
ru: Жук? Нет? Хм...
zh_tw: 是蟲子？好像不是？嗯……

# CHARACTERS.WURT.DESCRIBE.WX78_SCANNER_ITEM
source: Bug? No? Hmm...
de: Käfer? Nö? Hmm ...
es: ¿Bicho? ¿No? Mmm...
fr: Insecte ? Non ? Hmm...
it: Insetto? No? Hmm...
ja: 虫？違うかな？うーん…
ko: 버그야? 아니야? 흠...
pl: Robal? Nie? Hmm…
pt_br: Inseto? Não? Hum...
ru: Жук? Нет? Хм...
zh_tw: 是蟲子？好像不是？嗯……

# CHARACTERS.WURT.DESCRIBE.WX78_SCANNER_SUCCEEDED
source: Why it all blinky?
de: Warum das so flimmerig?
es: ¿Por qué parpadea?
fr: Pourquoi ça clignote ?
it: Perché lampeggi così?
ja: なんでどれもぴかぴかしてるの？
ko: 왜 깜빡이는 거지?
pl: Czemu tak miga?
pt_br: Por que tá todo piscante?
ru: Зачем оно моргает?
zh_tw: 怎麼一直閃呢？

# CHARACTERS.WURT.DESCRIBE.YELLOWAMULET
source: Feel warm...
de: Das warm ...
es: Está caliente...
es_mx: Sentirse cálido.
fr: C'est chaud...
it: Sento caldo...
ja: 暖かさを感じる...
ko: 따뜻해...
pl: Ciepełko...
pt_br: É quentinho...
ru: Теплый…
zh_tw: 感覺暖暖的……

# CHARACTERS.WURT.DESCRIBE.YELLOWGEM
source: There sunshine inside it.
de: Sonnenschein drin.
es: Hay sol dentro.
es_mx: Haber luz del sol dentro.
fr: Y'a du soleil dedans.
it: C'è sole dentro.
ja: その中に太陽の光があるよ。
ko: 안에 햇빛 있어.
pl: W środku jest słońce.
pt_br: Tem raio de sol dentro.
ru: Внутри него заключен солнечный свет.
zh_tw: 裡面有陽光。

# CHARACTERS.WURT.DESCRIBE.YELLOWMOONEYE
source: What it looking at?
de: Was guckt er so?
es: ¿Qué está mirando?
es_mx: ¿Qué estar mirando?
fr: Qu'est-ce que tu regardes ?
it: Cosa guardi?
ja: 何を見ているの？
ko: 뭐 보지?
pl: Na co się gapi?
pt_br: O que tá olhando?
ru: А куда ты смотришь?
zh_tw: 它在看什麼？
