Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_5
source: Enough already!
de: Es reicht!
es: ¡Ya tengo bastante!
es_mx: ¡Ya tengo suficiente!
fr: J'en ai déjà assez !
it: Ne ho abbastanza!
ja: 同じものばかり…もうウンザリだヨ！
ko: 더는 못 먹겠어!
pl: Wystarczy tego!
pt_br: Já chega!
ru: Да хватит уже!
zh_cn: 吃腻了！
zh_tw: 吃膩了！

# CHARACTERS.WARLY.ANNOUNCE_EAT.SPOILED
source: Blech! Why did I allow that to cross my lips?
de: Bäh! Warum ließ ich das meine Lippen überqueren?
es: ¡Puaj! ¿Cómo he permitido que toque mis labios?
es_mx: ¡Puaj! ¿Cómo dejé que tocara mis labios?
fr: Beurk ! Pourquoi ai-je mis ça dans ma bouche ?
it: Bleah! Perché gli ho permesso di attraversare le mie labbra?
ja: ウグッ…食べるんじゃなかったヨ…
ko: 우웩! 내가 왜 이걸 입에 넣었지?
pl: Ble! Dlaczego w ogóle wziąłem to do ust?
pt_br: Blerg! Por que deixei que isso passasse pelos meus lábios?
ru: Буэ-э-э! Как я только позволил этому попасть ко мне в рот?
zh_cn: 呸！我怎么会吃下这种东西的？
zh_tw: 呸！我怎麼會吃下這種東西的？

# CHARACTERS.WARLY.ANNOUNCE_EAT.STALE
source: That was past its best-by date...
de: Das Mindesthaltbarkeitsdatum war überschritten.
es: Eso estaba bien caducado...
es_mx: Eso estaba bien caducado...
fr: La DLC était un peu dépassée...
it: Era un po' oltre la data di scadenza...
ja: 賞味期限、切れてたネ…
ko: 유효 기간이 지난 거였어...
pl: Data przydatności chyba już minęła...
pt_br: Já tinha passado da validade...
ru: Срок годности вышел…
zh_cn: 这东西过了最佳食用日期...
zh_tw: 這東西過了最佳食用日期...

# CHARACTERS.WARLY.ANNOUNCE_EAT.TASTY
source: Tres magnifique!
es_mx: ¡Très magnifique!
fr: Très magnifique !
it: Très magnifique!
ja: ン～！トレビア～ン！！
ko: 정말 굉장해!
pt_br: Très magnifique!
ru: Просто божественно!
zh_cn: 太美味了！
zh_tw: 太美味了！

# CHARACTERS.WARLY.ANNOUNCE_EAT.YUCKY
source: I'm frankly offended by the mere suggestion.
de: Allein der Gedanke ist eine Beleidigung.
es: Francamente, me ofende la mera sugerencia.
es_mx: Francamente, me ofende la mera sugerencia.
fr: Rien que l'idée m'offense carrément.
it: Sono francamente offeso dal mero suggerimento.
ja: 食べろと言われただけで不快だヨ
ko: 이건 나에 대한 모독이야.
pl: Obraża mnie sam pomysł.
pt_br: Estou realmente ofendido pela mera sugestão.
ru: Я искренне возмущен даже самой мыслью о том, чтобы это есть.
zh_cn: 光提议都是对我的侮辱。
zh_tw: 光提議都是對我的侮辱。

# CHARACTERS.WARLY.ANNOUNCE_EATING_NOT_FEASTING
source: The others might enjoy this!
de: Vielleicht mögen es die anderen!
es: ¡Los demás podrían disfrutar esto!
es_mx: ¡Puede que a los otros les guste esto!
fr: Ça pourrait plaire aux autres !
it: Agli altri potrebbe piacere!
ja: 他の人が楽しんでくれるかもしれませんヨ！
ko: 다른 친구들이 좋아할지도 몰라!
pl: Może innym przypadnie do gustu!
pt_br: Talvez os outros gostem disso!
ru: Другим это может понравиться.
zh_cn: 其他人也许会喜欢！
zh_tw: 其他人也許會喜歡！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.1
source: I'm not... built for this...
de: Ich bin nicht ... der Richtige dafür ...
es: No tengo... madera para esto.
es_mx: No estoy hecho... para esto...
fr: Je ne suis pas... fait pour ça...
it: Non sono... adatto a queste cose...
ja: ボクは...こういうの向きませんデスヨ...
ko: 내 몸은... 이런 데 안 익숙해...
pl: Nie mam... odpowiedniej formy...
pt_br: Não fui... feito pra isso...
ru: Я… не создан для такого…
zh_cn: 我不是...扛重物的料...
zh_tw: 我不是...扛重物的料...

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.2
source: I bet... this is burning some calories...
de: Dabei verbrennt man garantiert ordentlich Kalorien ...
es: Apuesto a que... esto está quemando calorías.
es_mx: Apuesto a que... estoy quemando algunas calorías...
fr: J'imagine... que ça brûle... des calories...
it: Scommetto che... sto bruciando calorie...
ja: おそらく...これでカロリーが消費されてますネ...
ko: 덕분에... 칼로리가 소모되겠군...
pl: Na pewno... spalę trochę kalorii...
pt_br: Aposto que... isso tá queimando umas calorias...
ru: Спорим… что я сейчас столько калорий потратил…
zh_cn: 我打赌，肯定能燃烧一些卡路里……
zh_tw: 我打賭，肯定能燃燒一些卡路里……

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.3
source: Oof!
de: Uff!
es: ¡Uf!
es_mx: ¡Uf!
fr: Ouf !
it: Uffa!
ja: 痛ッ！
ko: 윽!
pl: Uuf!
pt_br: Au!
ru: У-уф!
zh_cn: 见鬼！
zh_tw: 見鬼！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.4
source: Hrrrr...
es: Brrrr...
fr: Aaaah...
it: Ahrrrr...
ja: はぁ～...
ko: 흐으으...
pl: Uch...
pt_br: Hrrr...
ru: Гр-р-р…
zh_cn: 啊…
zh_tw: 啊…

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.5
source: Mon dieu!
ja: アア、神様ッ！
ko: 세상에나!
ru: Мой бог!
zh_cn: 我的天啊！
zh_tw: 我的天啊！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.6
source: I'm working up... an appetite!
de: Ich arbeite mir Appetit an!
es: ¡Me está entrando... hambre!
es_mx: ¡Me está dando... hambre!
fr: Ça va me... creuser... l'appétit !
it: Mi sto facendo... venire l'appetito.
ja: ボクの...食欲がだんだん強くなってマスヨ！
ko: 식욕이... 마구 오른다!
pl: Głodny się robię od tej pracy!
pt_br: Tô ficando... com fome!
ru: Нарабатываю… аппетит.
zh_cn: 劳动后……胃口大增！
zh_tw: 勞動後……胃口大增！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.7
source: So... heavy!
de: Ist ... das ... schwer!
es: ¡Cómo... pesa!
es_mx: ¡Qué... pesado!
fr: C'est... si lourd !
it: Quant'è pesante!
ja: うぅ...重い！
ko: 너무... 무거워!
pl: Ale... ciężkie!
pt_br: Como é... pesado!
ru: Так… тяжело!
zh_cn: 好...重！
zh_tw: 好...重！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.8
source: I am strong... like flour!
de: Ich bin so stark ... wie gekochte Nudeln!
es: ¡Soy fuerte... como la harina de fuerza!
es_mx: ¡Soy tan resistente... como la harina!
fr: Je suis... fort... comme un bon fromage affiné !
it: Sono forte... come una mozzarella!
ja: ボ、ボクは...強力粉並みに強いヨ！
ko: 난 강해... 밀가루처럼!
pl: Jestem czerstwy jak chleb!
pt_br: Sou forte... como farinha!
ru: Я крепок… как мешок с мукой!
zh_cn: 我像强筋面粉……一样强壮！
zh_tw: 我像強筋麵粉……一樣強壯！

# CHARACTERS.WARLY.ANNOUNCE_ENCUMBERED.9
source: HRR!
es: ¡BRR!
fr: YAAH !
it: AHRR!
ja: はぁぁ！
ko: 흐으!
pl: UCH!
ru: ГР-Р-Р!
zh_cn: 哈！
zh_tw: 哈！

# CHARACTERS.WARLY.ANNOUNCE_ENTER_DARK
source: Darkness, darkness.
de: Dunkelheit ...
es: Oscuridad, oscuridad.
es_mx: Oscuridad, oscuridad.
fr: Ténèbres, ténèbres.
it: Oscurità, oscurità.
ja: 真っ暗ネ…
ko: 어둠, 어둠.
pl: Ciemność, wszędzie ciemność
pt_br: Escuridão, escuridão.
ru: Темнота, темнота.
zh_cn: 黑暗，黑暗。
zh_tw: 黑暗，黑暗。

# CHARACTERS.WARLY.ANNOUNCE_ENTER_LIGHT
source: A new day comes with the dawning light.
de: Mit dem Licht kommt ein neuer Tag.
es: Con la luz del alba viene un nuevo día.
es_mx: Con la luz del alba viene un nuevo día.
fr: Avec la lumière vient un nouveau jour.
it: Con la luce dell'alba arriva un altro giorno.
ja: 夜明けとともに、新しい1日が始まるヨ…
ko: 아침 해와 함께 새로운 날이 시작되지.
pl: Świt przynosi nowy dzień.
pt_br: Um novo dia chega com a luz da aurora.
ru: Новый день приходит с рассветом.
zh_cn: 新的一天随曙光到来。
zh_tw: 新的一天隨曙光到來。

# CHARACTERS.WARLY.ANNOUNCE_EYEOFTERROR_ARRIVE
source: Why do I suddenly feel such a sinking feeling in my stomach...
de: Warum habe ich plötzlich so ein flaues Gefühl im Magen ...
es: ¿De dónde vendrá este sentimiento tan ominoso en mi estómago?
fr: Pourquoi mon estomac se noue soudainement ?
it: Perché all'improvviso sento una tale sensazione spiacevole alla bocca dello stomaco?
ja: なんで急に胃が重たくなったんダロ？
ko: 왜 갑자기 위장이 가라앉는 느낌이 들지...
pl: Czemu nagle mam takie złe przeczucie...
pt_br: Por que estou sentindo um buraco tão grande no meu estômago de repente...
ru: Что-то под ложечкой вдруг засосало...
zh_cn: 为什么我的肚子里一阵下沉的感觉……
zh_tw: 為什麼我的肚子裡一陣下沉的感覺……

# CHARACTERS.WARLY.ANNOUNCE_EYEOFTERROR_FLYAWAY
source: Leaving before breakfast?
de: Wer verschwindet denn noch vor dem Frühstück?
es: ¿Te vas sin desayunar?
fr: Tu pars avant le petit-déjeuner ?
it: Se ne va prima di colazione?
ja: 朝ゴハンの前に行っちゃうノ？
ko: 아침 식사 전에 떠나?
pl: Odlatujesz przed obiadem?
pt_br: Já indo tão cedo?
ru: Что, даже не позавтракаешь?
zh_cn: 没吃早餐就走吗？
zh_tw: 沒吃早餐就走嗎？

# CHARACTERS.WARLY.ANNOUNCE_EYEOFTERROR_FLYBACK
source: Ah, it's back! Not going out without a fight, it seems.
de: Ah, es ist wieder da! Da will jemand nicht kampflos aufgeben.
es: ¡Ah, ha vuelto! Parece que no se rendirá sin luchar.
fr: Ah, le revoilà ! On dirait qu'il refuse d'abandonner le combat.
it: Ah, è tornato! Sembra non volersene andare senza combattere.
ja: アイツ戻ってきたヨ！ケンカしないといなくならないみたいだネ。
ko: 아, 돌아왔구나! 싸우지 않고는 밖으로 나가지 않나 봐.
pl: Wróciło! Chyba bez walki się nie podda.
pt_br: Ah, ele voltou! Não vai embora sem lutar, parece.
ru: Ой-ой, оно вернулось! И, видимо, без боя не уйдет.
zh_cn: 啊，它回来了！看来它不打一架誓不罢休。
zh_tw: 啊，它回來了！看來它不打一架誓不甘休。

# CHARACTERS.WARLY.ANNOUNCE_FAN_OUT
source: It fell apart in my hands!
de: Ist in meinen Händen auseinandergefallen!
es: ¡Se ha roto en mis manos!
es_mx: ¡Se rompió en mis manos!
fr: Il s'est cassé dans mes mains !
it: Si è disgregato nelle mie mani!
ja: 粉々になっちゃったヨ！
ko: 내 손 안에서 부서졌어!
pl: Rozleciało mi się w rękach!
pt_br: Se despedaçou nas minhas mãos!
ru: Он развалился у меня в руках!
zh_cn: 它在我手中破碎！
zh_tw: 它在我手中破碎！

# CHARACTERS.WARLY.ANNOUNCE_FERTILIZER_RESEARCHED
source: If it goes into the food we eat, I suppose I should know everything about it.
de: Wenn es in die Lebensmittel kommt, die wir essen, sollte ich wohl alles darüber wissen.
es: Tengo que estudiarlo bien si acaba en la comida que nos llevamos al buche.
fr: Si ça part dans la nourriture que nous mangeons, je me dois de tout savoir à son sujet.
it: Finirà nel cibo che mangeremo, quindi immagino che dovrei sapere tutto a riguardo.
ja: ボクたちが食べるフードに入るなら、ボクはコレのすべてを知らないといけないネ。
ko: 먹는 음식에 들어간다면 다 알고 있어야 할 것 같아.
pl: Jeśli nawóz dostaje się do naszego jedzenia, to powinienem wiedzieć o nim wszystko.
pt_br: Se faz parte dos alimentos que comemos, acho melhor eu saber tudo a respeito.
ru: Раз мы используем это для выращивания еды, то нужно обязательно узнать о нем все подробности.
zh_cn: 如果它关于进入我们吃的食物，我想我应该知道有关它的一切。
zh_tw: 如果它關於進入我們吃的食物，我想我應該知道有關它的一切。

# CHARACTERS.WARLY.ANNOUNCE_FIRENETTLE_TOXIN.1
source: Mon dieu, I feel as though my insides are boiling!
de: Mon dieu, ich habe das Gefühl, dass ich von innen koche!
es: Mon dieu, ¡creo que me arde el estómago!
fr: Mon dieu, j'ai l'impression d'avoir les entrailles en feu !
it: Mon dieu, mi sento come se fossi in fiamme!
ja: アア、神様ッ！ボクの中身がゆだってる感じだヨ！
ko: 몽 듀(맙소사), 속이 끓어오르는 것 같아!
pl: Mon dieu, czuję, jakby się we mnie gotowało!
pt_br: Mon dieu, sinto como se as minhas entranhas estivessem fervendo!
ru: Mon dieu, у меня как будто все внутри закипело!
zh_cn: 我的天啊，我觉得我的五脏六腑都在沸腾!
zh_tw: 我的天啊，我覺得我的五臟六腑都在沸騰!

# CHARACTERS.WARLY.ANNOUNCE_FIRENETTLE_TOXIN.2
source: This strange heat... I wonder if this is how crabs feel when they're boiled.
de: Diese seltsame Hitze ... Ich frage mich, ob sich Krabben auch so fühlen, wenn sie gekocht werden.
es: Qué calor tan extraño... ¿Se sentirán así los cangrejos cuando los hierven?
fr: Quelle chaleur étrange... Je me demande si c'est ça que les crabes ressentent dans l'eau bouillante.
it: Che strano calore... Che i granchi si sentano così mentre vengono bolliti?
ja: このヘンな熱…カニはゆでられてる時こう感じてるのカナ。
ko: 이상하게 덥네...게를 삶으면 이런 기분일까.
pl: Dziwne ciepło... Ciekawe, czy to tak czują się kraby, gdy je gotuję.
pt_br: Que calor estranho... É assim que os caranguejos se sentem quando são fervidos?
ru: Какой странный жар... Так вот как чувствуют себя крабы, когда их варят.
zh_cn: 这种奇怪的热量……不知道螃蟹被煮是不是就是这样的感觉。
zh_tw: 這種奇怪的熱量……不知道螃蟹被煮是不是就是這樣的感覺。

# CHARACTERS.WARLY.ANNOUNCE_FIRENETTLE_TOXIN_DONE
source: Whew, I'm very glad that's over.
de: Puh. Gut, dass das vorbei ist.
es: Uf, menos mal que se ha acabado.
fr: Pfiou, je suis content que ce soit fini.
it: Fiu, sono felice che sia finito.
ja: ヒュー！アレが終わってスゴクうれしいヨ。
ko: 휴, 끝나서 정말 다행이야.
pl: Uff, dobrze, że już po wszystkim.
pt_br: Ufa, ainda bem que passou.
ru: Фух! Очень рад, что это кончилось.
zh_cn: 呼，我很高兴这一切都结束了。
zh_tw: 呼，我很高興這一切都結束了。

# CHARACTERS.WARLY.ANNOUNCE_FLARE_SEEN
source: What's this? Someone's trying to get our attention.
de: Nanu? Da will jemand Aufmerksamkeit.
es: ¿Qué es esto? Alguien trata de llamar nuestra atención.
es_mx: ¿Qué es esto? Alguien trata de llamar nuestra atención.
fr: Qu'est-ce donc ? Quelqu'un tente d'attirer notre attention.
it: Che cos'è? Qualcuno cerca di attirare la nostra attenzione.
ja: コレ、何でしょうネ？誰かがボクらの気をひきたいのかな。
ko: 뭐지? 누가 우리 주의를 끌려고 하잖아.
pl: Cóż to? Ktoś chce zwrócić naszą uwagę.
pt_br: O que é isso? Tem alguém tentando chamar nossa atenção?
ru: Что это? Кто-то пытается привлечь наше внимание.
zh_cn: 这是什么？有人在试图引起我们的注意。
zh_tw: 這是什麼？有人在試圖引起我們的注意。

# CHARACTERS.WARLY.ANNOUNCE_FREEDOM
source: Freeeeeeee!
de: Freeeeiii!
es: ¡Libreeeeee!
es_mx: ¡Libreeeeee!
fr: Liiiiibre !
it: Liberooooo!
ja: 自由になったヨ～～～！！
ko: 자유다!
pl: Woooolny!
pt_br: Livreeee!
ru: Я свободе-е-е-е-е-е-ен!
zh_cn: 自——由！！！！！
zh_tw: 自——由！！！！！

# CHARACTERS.WARLY.ANNOUNCE_GHOSTDRAIN
source: My, I have a headache.
de: Meine Güte, habe ich Kopfweh.
es: Ostras, me duele la cabeza.
es_mx: ¡Ay, no! Tengo dolor de cabeza.
fr: Ouh, j'ai mal à la tête.
it: Parbleu, mi è venuto il mal di testa.
ja: おぉ...頭が痛くなってきたヨ。
ko: 이런, 머리가 아파.
pl: Ojej, ależ mnie boli głowa.
pt_br: Nossa, que dor de cabeça.
ru: Ох, голова разболелась.
zh_cn: 哎呀，我头疼。
zh_tw: 哎呀，我頭疼。

# CHARACTERS.WARLY.ANNOUNCE_HIGHRESEARCH
source: My brain is tingling!
de: Mein Gehirn kribbelt.
es: ¡Mi cerebro está hormigueando!
es_mx: ¡Siento un cosquilleo en el cerebro!
fr: J'ai le cerveau qui picote !
it: Il mio cervello formicola!
ja: 脳ミソがジンジンするネ！
ko: 두뇌가 근질근질해!
pl: Aż mnie mózg swędzi!
pt_br: Meu cérebro está formigando!
ru: У меня в ушах звенит!
zh_cn: 我的大脑在嗡嗡作响！
zh_tw: 我的大腦在嗡嗡作響！

# CHARACTERS.WARLY.ANNOUNCE_HOT
source: I'm baking like a soufflé here...
de: Ich backe hier wie ein Soufflé ...
es: Estoy ardiendo como un soufflé...
es_mx: Me estoy cocinando como un suflé.
fr: Je cuis comme un soufflé ici...
it: Mi sto cuocendo come un soufflé...
ja: 暑くて、脳ミソがスフレになりそうだヨ…
ko: 내가 수플레가 되어 구워지는 것 같은 더위야...
pl: Piekę się tu jak suflet...
pt_br: Estou torrando como suflê aqui...
ru: Я здесь запекаюсь, как суфле…
zh_cn: 我被这里的高温烤成了蛋奶酥...
zh_tw: 我被這裡的高溫烤成了蛋奶酥...

# CHARACTERS.WARLY.ANNOUNCE_HOUNDS
source: I recognize that sound. Hunger.
de: So hört sich Hunger an ...
es: Reconozco ese sonido. Hambre.
es_mx: Reconozco ese sonido. Hambre.
fr: Je reconnais ce bruit. C'est celui de la faim.
it: Riconosco quel suono. Fame.
ja: あれは…空腹の音ネ…
ko: 익숙한 소리야. 바로 배고픔의 소리지.
pl: Rozpoznaję ten dźwięk. To głód.
pt_br: Reconheço esse som. Fome.
ru: Я узнаю этот звук. Звук голода.
zh_cn: 我认得那个声音。饥饿的。
zh_tw: 我認得那個聲音。饑餓的。

# CHARACTERS.WARLY.ANNOUNCE_HUNGRY
source: I need food...
de: Ich brauche etwas zu essen!
es: Necesito comida...
es_mx: Necesito comida...
fr: J'ai besoin de manger...
it: Ho bisogno di cibo...
ja: 食べ物…恋しいネ…
ko: 음식이 필요해...
pl: Przydałoby się coś do jedzenia...
pt_br: Preciso de comida...
ru: Мне нужна еда…
zh_cn: 我需要食物...
zh_tw: 我需要食物...

# CHARACTERS.WARLY.ANNOUNCE_HUNT_BEAST_NEARBY
source: Game is close at hand...
de: Wild ist ganz in der Nähe.
es: La presa está cerca...
es_mx: La presa está cerca...
fr: Le gibier n'est plus loin...
it: La selvaggina è a portata di mano...
ja: 獲物が近いネ…
ko: 사냥감이 근처에 있어...
pl: Zwierz jest już niedaleko...
pt_br: A caça está por perto...
ru: Дичь уже почти у меня в руках…
zh_cn: 猎物近在咫尺...
zh_tw: 獵物近在咫尺...

# CHARACTERS.WARLY.ANNOUNCE_HUNT_LOST_TRAIL
source: I have lost the trail.
de: Ich hab die Spur verloren.
es: He perdido el rastro.
es_mx: Perdí el rastro.
fr: J'ai perdu la trace.
it: Ho perso la pista.
ja: 足跡、見失ったヨ…
ko: 흔적을 놓쳤어.
pl: Straciłem trop.
pt_br: Perdi o rastro.
ru: Я сбился со следа.
zh_cn: 我失去了它的踪迹。
zh_tw: 我失去了它的蹤跡。

# CHARACTERS.WARLY.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The trail has been washed out.
de: Der Niederschlag hat die Spur verwischt.
es: El rastro ha sido borrado por la lluvia.
es_mx: La lluvia borró el rastro.
fr: Les précipitations ont effacé la trace.
it: La traccia è stata lavata via.
ja: 雨で足跡、消えちゃってるヨ…
ko: 흔적이 지워졌어.
pl: Ślad został całkowicie zmyty...
pt_br: A trilha foi apagada pela água.
ru: Следы смыло.
zh_cn: 踪迹被水冲掉了。
zh_tw: 蹤跡被水沖掉了。

# CHARACTERS.WARLY.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It requires more manure.
de: Erfordert mehr Dünger.
es: Necesita más estiércol.
es_mx: Necesita más fertilizante.
fr: Il faut plus d'engrais.
it: Richiede più concime.
ja: 肥料、足りてないみたいネ…
ko: 비료가 더 필요해.
pl: Potrzeba więcej łajna.
pt_br: Necessita de mais estrume.
ru: Нужно больше навоза.
zh_cn: 它需要更多肥料。
zh_tw: 它需要更多肥料。

# CHARACTERS.WARLY.ANNOUNCE_INV_FULL
source: I cannot carry another stitch.
de: Mehr kann ich nicht tragen.
es: No puedo llevar absolutamente nada más.
es_mx: No puedo llevar absolutamente nada más.
fr: Je ne peux rien transporter d'autre.
it: Non posso portare più nemmeno un ago.
ja: もう、これ以上は持てないヨ
ko: 더는 아무것도 못 들겠어.
pl: Już niczego więcej nie udźwignę.
pt_br: Não posso carregar nem mais um alfinete.
ru: Я больше не унесу.
zh_cn: 我带不了更多东西了。
zh_tw: 我帶不了更多東西了。

# CHARACTERS.WARLY.ANNOUNCE_IS_FEASTING
source: Winter's Feast is served!
de: Das Winterfest ist da!
es: ¡El Festín Invernal está servido!
es_mx: ¡El Banquete de Invierno está servido!
fr: Que le Festin d'hiver commence !
it: Sono arrivate le festività invernali!
ja: 冬のごちそうをどうぞ！
ko: 겨울 축제가 준비됐어!
pl: Podano do stołu!
pt_br: O Banquete de Inverno está servido!
ru: Зимний пир начинается!
zh_cn: 冬季盛宴已上桌！
zh_tw: 冬季盛宴已上桌！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_FOUND_IN_THE_WILD
source: Oh! Bonjour petit chat!
ja: おぉ！ボンジュール、子ネコチャン！
ko: 오! 봉주르 쁘띠 샤!
pl: Och! Bonjour petit chat!
pt_br: Ah! Bonjour petit chat!
ru: О! Bonjour, малыш!
zh_cn: 哦！你好啊，小猫咪！
zh_tw: 哦！你好啊，小貓咪！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.1
source: Voilà!
de: Voila!
es: ¡Voilá!
fr: Voila !
ja: 準備完了ネ～♪
ko: 야호!
pl: Voila!
ru: Вуаля!
zh_cn: 瞧！
zh_tw: 瞧！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.2
source: There you are mon petit chat!
de: Da bist du ja, petit chat!
es: ¡Ahí estás, mon petit chat!
fr: Oh, te voilà mon faton !
it: Eccoti qui, mon petit chat!
ja: 子ネコチャン、見つけたヨ！
ko: 거기 있구나 몽 쁘띠 샤!
pl: Jesteś, mon petit chat!
pt_br: Aí está você mon petit chat!
ru: А вот и ты, mon petit chat!
zh_cn: 可算找到你了，我的小猫猫！
zh_tw: 可算找到你了，我的小貓貓！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.3
source: Ah, there you are!
de: Ah, da bist du ja!
es: ¡Ah, ahí estás!
fr: Ha, tu es là !
it: Ah, eccoti qui!
ja: あぁ、見つけたヨ！
ko: 아, 거기 있었어!
pl: A, jesteś!
pt_br: Ah, aí está você!
ru: Вот ты где!
zh_cn: 啊，你在这里！
zh_tw: 啊，你在這裡！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND.4
source: Bonjour, I see you!
de: Bonjour, ich sehe dich!
es: ¡Bonjour, te he visto!
fr: Coucou ! Je te vois !
it: Bonjour, ti vedo!
ja: ボンジュール、見つけたヨ！
ko: 봉주르, 네가 보여!
pl: Bonjour, widzę cię!
pt_br: Bonjour, estou vendo você!
ru: Bonjour! Я тебя вижу!
zh_cn: 你好啊，我看到你了！
zh_tw: 你好啊，我看到你了！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE
source: Et voilà! The last petit chat.
de: Et voilà! Die letzte petit chat.
es: ¡Et voilà! El último petit chat.
fr: Et voilà ! C'était le dernier petit chat.
it: Et voilà! L'ultimo petit chat.
ja: ヨシ！最後の子ネコチャンだネ。
ko: 에 브알라! 마지막 쁘띠 샤다.
pl: Et voilà! Ostatni petit chat.
pt_br: Et voilà! O último petit chat.
ru: Voilà! Вот и последний petit chat.
zh_cn: 就是这样！最后一只小猫猫也找到了。
zh_tw: 就是這樣！最後一隻小貓貓也找到了。

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_LAST_ONE_TEAM
source: Ah, {name} found them at last!
de: Ah, {name} hat sie endlich gefunden!
es: Ah, ¡{name} por fin lo ha encontrado!
fr: Ah ! {name} les a enfin trouvés !
it: Ah, finalmente {name} li ha trovati!
ja: あぁ、{name}が最後の子ネコチャンを見つけたヨ！
ko: 아, {name} 녀석이 끝끝내 찾아낸 거야!
pl: Ach, {name} ma już wszystkie!
pt_br: Ah, {name} o encontrou finalmente!
ru: О, {name}! Все petits chats найдены!
zh_cn: 啊，{name}最终找到了它们！
zh_tw: 啊，{name}最終找到了它們！

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_FOUND_ONE_MORE
source: There should only be one left.
de: Es sollte nur noch einer übrig sein.
es: Ya solo queda uno.
fr: Je pense qu'il n'en reste plus qu'un.
it: Dovrebbe mancarne solo uno.
ja: あと1匹残ってるはずだヨ。
ko: 한 마리 밖에 안 남았겠어.
pl: Powinien być jeszcze jeden.
pt_br: Só deve faltar um.
ru: Похоже, остался только один.
zh_cn: 应该就剩下一只了。
zh_tw: 應該就剩下一隻了。

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_LOSEGAME
source: Well, I suppose I'll just have to do better next time.
de: Tja, das nächste Mal muss ich es wohl besser machen.
es: Tendré que hacerlo mejor la próxima vez.
fr: Bon, il faudra que je fasse mieux, la prochaine fois.
it: Beh, suppongo che dovrò fare meglio la prossima volta.
ja: ウーン、次はもっと上手にやるヨ。
ko: 음, 다음엔 더 잘해야 할 것 같아.
pl: Następnym razem muszę się bardziej postarać.
pt_br: Bem, suponho que vou ter que fazer melhor na próxima.
ru: Что ж, в следующий раз надо будет лучше искать.
zh_cn: 好吧，看来只好下次做得更好了。
zh_tw: 好吧，看來只好下次做得更好了。

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_TIME_ALMOST_UP
source: The game will be finished soon.
de: Das Spiel ist bald beendet.
es: El juego terminará pronto.
fr: La partie sera bientôt terminée.
it: Questa partita si concluderà a breve.
ja: もうすぐゲームが終わっちゃうヨ。
ko: 게임이 곧 끝나겠네.
pl: Zabawa wkrótce się skończy.
pt_br: A brincadeira acabará em breve.
ru: Игра скоро закончится.
zh_cn: 游戏将很快结束。
zh_tw: 遊戲將很快結束。

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR
source: I think I might have wandered too far...
de: Ich glaube, ich bin zu weit gegangen ...
es: Creo que me he alejado demasiado...
fr: Je crois que je suis allé trop loin...
it: Penso di essermi spinto troppo lontano...
ja: 遠くまできすぎちゃったみたいだネ。
ko: 너무 멀리서 헤매고 있었던 것 같아...
pl: Chyba poszedłem za daleko...
pt_br: Acho que eu posso ter ido longe demais...
ru: Кажется, я слишком далеко забрел...
zh_cn: 我想我可能走得太远了……
zh_tw: 我想我可能走得太遠了……

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDANDSEEK_TOOFAR_RETURN
source: Hmm, they should be around here somewhere...
de: Hmm, die sollten hier irgendwo sein ...
es: Tienen que estar por aquí...
fr: Hmm... Ils devraient se trouver par ici.
it: Uhm, dovrebbero essere qui da qualche parte...
ja: んー、ここら辺のどこかにいるはずだヨ…
ko: 흠, 여기 근처 어딘가에 있을 텐데...
pl: Hmm, powinny gdzieś tu być...
pt_br: Hmm, eles devem estar por aqui em algum lugar...
ru: Хм, они должны быть где-то поблизости...
zh_cn: 嗯，他们应该就在这附近……
zh_tw: 嗯，他們應該就在這附近……

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDEANDSEEK_JOIN
source: Might I join in, s'il vous plait?
de: Darf ich mitmachen, s'il vous plait?
es: ¿Podría unirme, s'il vous plaît?
fr: Je peux jouer avec vous, s'il vous plaît ?
it: Posso unirmi a voi, s'il vous plait?
ja: ボクもいれてヨ！
ko: 함께 해도 될까, 씰 부 쁠레?
pl: Mogę się przyłączyć, s’il vous plait?
pt_br: Posso participar, s'il vous plait?
ru: Можно мне с вами сыграть, s'il vous plait?
zh_cn: 你愿意让我加入吗？
zh_tw: 你願意讓我加入嗎？

# CHARACTERS.WARLY.ANNOUNCE_KITCOON_HIDEANDSEEK_START
source: Three, two, one... allons-y!
de: Drei, zwei, eins ... allons-y!
es: Tres, dos, uno... ¡Allons-y!
fr: Trois, deux, un... c'est parti !
it: Tre, due, uno... allons-y!
ja: スリー、トゥー、ワン…行くヨ！
ko: 셋, 둘, 하나... 알룽-지!
pl: Trzy, dwa, jeden... allons-y!
pt_br: Três, dois, um... allons-y!
ru: Один, два, три... Вы уже спрятались?
zh_cn: 3、2、1、出发！
zh_tw: 3、2、1、出發！

# CHARACTERS.WARLY.ANNOUNCE_KLAUS_CALLFORHELP
source: Something's coming!
de: Da kommt was!
es: ¡Algo se acerca!
es_mx: ¡Algo se acerca!
fr: Quelque chose approche !
it: Arriva qualcosa!
ja: 何か来ますネ！
ko: 뭔가 오고 있다!
pl: Coś nadchodzi!
pt_br: Tem algo vindo aí!
ru: Что-то приближается!
zh_cn: 有东西过来了！
zh_tw: 有東西過來了！

# CHARACTERS.WARLY.ANNOUNCE_KLAUS_ENRAGE
source: Our egg's been beat! Run!
de: Das Ei ist zerschlagen! Lauft!
es: ¡Nos han chafado el pastel! ¡Huyamos!
es_mx: ¡Nos arruinaron el omelette! ¡Huyan!
fr: Nom d'un œuf en neige ! Tous aux abris !
it: Abbiamo rotto le uova nel paniere! Fuga!
ja: タマゴは溶いた！走れ！
ko: 이런, 잘못 건드렸다! 도망쳐!
pl: Ubili nas jak śmietanę! Chodu!
pt_br: Nossos ovos foram batidos! Corram!
ru: Из нас сейчас суфле приготовят! Бежим!
zh_cn: 危如累卵！快跑！
zh_tw: 危如累卵！快跑！

# CHARACTERS.WARLY.ANNOUNCE_KLAUS_UNCHAINED
source: Its shackles fell away!
de: Er ist entfesselt!
es: ¡Se le han caído los grilletes!
es_mx: ¡Sus grilletes desaparecieron!
fr: Ses menottes sont tombées !
it: È libero dalle catene!
ja: 足かせが外れたヨ！
ko: 굴레가 벗겨졌잖아!
pl: Zrzucił kajdany!
pt_br: Os grilhões dele caíram!
ru: Его цепи разбиты!
zh_cn: 它的镣铐掉下来了！
zh_tw: 它的鐐銬掉下來了！
