Repository: Endeer/dst-cz
Catalog: locales/*/characters-warly.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WARLY.ANNOUNCE_KNOCKEDOUT
source: My head... spinning...
de: Mir wird schwindelig.
es: Mi cabeza... me da vueltas...
es_mx: Mi cabeza... da vueltas...
fr: J'ai la tête... qui tourne...
it: La mia testa... sta girando...
ja: ウウ…目がまわるヨ…
ko: 머리가... 빙글빙글 도네...
pl: Kręci mi się w głowie...
pt_br: Minha cabeça... girando...
ru: Моя голова… кружится…
zh_cn: 我的脑袋...天旋地转...
zh_tw: 我的腦袋...天旋地轉...

# CHARACTERS.WARLY.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: That was much too close!
de: Das war knapp!
es: ¡Me ha faltado un pelo!
es_mx: ¡Estuvo muy cerca!
fr: C'est pas passé loin !
it: Era davvero troppo vicino!
ja: フゥ！危なかったネ！
ko: 정말 아슬아슬했어!
pl: Blisko... zdecydowanie za blisko!
pt_br: Essa foi por muito pouco!
ru: Это было так близко от меня!
zh_cn: 那也太悬了！
zh_tw: 那也太懸了！

# CHARACTERS.WARLY.ANNOUNCE_LOWRESEARCH
source: I did not learn any new tricks from that.
de: Ich habe keine neuen Tricks daraus gelernt.
es: No he aprendido nuevos trucos con esto.
es_mx: No aprendí nuevos trucos con esto.
fr: Ça ne m'a rien appris de nouveau.
it: Non ho imparato niente di nuovo.
ja: 特に新しいことは、学べなかったネ
ko: 아무것도 새로 배우지 못했어.
pl: Niczego nowego się nie nauczyłem.
pt_br: Não aprendi nenhum truque novo com isso.
ru: Я ничему новому не научился…
zh_cn: 我从这里没学到任何新技巧。
zh_tw: 我從這裡沒學到任何新技巧。

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.GLASS_LOW
source: Nearly there, mon ami!
de: Bald geschafft, mon ami!
es: ¡Ya está casi, camarade!
es_mx: ¡Ya casi está, mon ami!
fr: Nous y sommes presque !
it: Ci sono quasi, mon ami!
ja: あと少しダヨ、モナミ！
ko: 거의 다 됐어, 친구!
pl: Już prawie, mon ami!
pt_br: Quase lá, mon ami!
ru: Еще немного, mon ami!
zh_cn: 快挖完了，我的朋友！
zh_tw: 快挖完了，我的朋友！

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.GLASS_MED
source: Something looks to be trapped inside.
de: Da ist doch was drin gefangen.
es: Parece que hay algo atrapado dentro.
es_mx: Parece que hay algo atrapado dentro.
fr: On dirait qu'il y a quelque chose emprisonné dedans.
it: Sembra che ci sia qualcosa intrappolato dentro.
ja: 中に何かが閉じ込められてますネ。
ko: 안에 뭔가 있는 것 같아.
pl: Zdaje się, że coś tam jest uwięzione.
pt_br: Parece que tem algo preso aí dentro.
ru: Кажется, внутри что-то есть.
zh_cn: 好像有东西困在里面。
zh_tw: 好像有東西困在裡面。

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.GLASS_REVEAL
source: Taste sweet freedom!
de: Schmecke süße Freiheit!
es: ¡Saborea la dulce libertad!
es_mx: ¡Saborea la dulzura de la libertad!
fr: Goûtez donc à la liberté !
it: Goditi la libertà!
ja: あま～いフリーダムの味！
ko: 달콤한 자유를 맛보렴!
pl: Poczuj słodki smak wolności!
pt_br: Sinta a doçura da liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝甜蜜的自由吧！
zh_tw: 品嘗甜蜜的自由吧！

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.IDOL_LOW
source: Nearly there, mon ami!
de: Bald geschafft, mon ami!
es: ¡Ya está casi, camarade!
es_mx: ¡Ya casi está, mon ami!
fr: Nous y sommes presque !
it: Ci sono quasi, mon ami!
ja: あと少しダヨ、モナミ！
ko: 거의 다 됐어, 친구!
pl: Już prawie, mon ami!
pt_br: Quase lá, mon ami!
ru: Еще немного, mon ami!
zh_cn: 就快挖完了，我的朋友！
zh_tw: 就快挖完了，我的朋友！

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.IDOL_MED
source: Something looks to be trapped inside.
de: Da ist doch was drin gefangen.
es: Parece que hay algo atrapado dentro.
es_mx: Parece que hay algo atrapado dentro.
fr: On dirait qu'il y a quelque chose emprisonné dedans.
it: Sembra che ci sia qualcosa intrappolato dentro.
ja: 中に何かが閉じ込められてますネ。
ko: 안에 뭔가 있는 것 같아.
pl: Zdaje się, że coś tam jest uwięzione.
pt_br: Parece que tem algo preso aí dentro.
ru: Кажется, внутри что-то есть.
zh_cn: 好像有东西困在里面。
zh_tw: 好像有東西困在裡面。

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.IDOL_REVEAL
source: Taste sweet freedom!
de: Schmecke süße Freiheit!
es: ¡Saborea la dulce libertad!
es_mx: ¡Saborea la dulzura de la libertad!
fr: Goûtez donc à la liberté !
it: Goditi la libertà!
ja: あま～いフリーダムの味！
ko: 달콤한 자유를 맛보렴!
pl: Poczuj słodki smak wolności!
pt_br: Sinta a doçura da liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝甜蜜的自由吧！
zh_tw: 品嘗甜蜜的自由吧！

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.SEED_LOW
source: Nearly there, mon ami!
de: Bald geschafft, mon ami!
es: ¡Ya está casi, camarade!
es_mx: ¡Ya casi está, mon ami!
fr: Nous y sommes presque !
it: Ci sono quasi, mon ami!
ja: あと少しダヨ、モナミ！
ko: 거의 다 됐어, 친구!
pl: Już prawie, mon ami!
pt_br: Quase lá, mon ami!
ru: Еще немного, mon ami!
zh_cn: 快挖完了，我的朋友！
zh_tw: 快挖完了，我的朋友！

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.SEED_MED
source: Something looks to be trapped inside.
de: Da ist doch was drin gefangen.
es: Parece que hay algo atrapado dentro.
es_mx: Parece que hay algo atrapado dentro.
fr: On dirait qu'il y a quelque chose emprisonné dedans.
it: Sembra che ci sia qualcosa intrappolato dentro.
ja: 中に何かが閉じ込められてますネ。
ko: 안에 뭔가 있는 것 같아.
pl: Zdaje się, że coś tam jest uwięzione.
pt_br: Parece que tem algo preso aí dentro.
ru: Кажется, внутри что-то есть.
zh_cn: 好像有东西困在里面。
zh_tw: 好像有東西困在裡面。

# CHARACTERS.WARLY.ANNOUNCE_MOONALTAR_MINE.SEED_REVEAL
source: Taste sweet freedom!
de: Schmecke süße Freiheit!
es: ¡Saborea la dulce libertad!
es_mx: ¡Saborea la dulzura de la libertad!
fr: Goûtez donc à la liberté !
it: Goditi la libertà!
ja: あま～いフリーダムの味！
ko: 달콤한 자유를 맛보렴!
pl: Poczuj słodki smak wolności!
pt_br: Sinta a doçura da liberdade!
ru: Познай вкус свободы!
zh_cn: 品尝甜蜜的自由吧！
zh_tw: 品嘗甜蜜的自由吧！

# CHARACTERS.WARLY.ANNOUNCE_MOONPOTION_FAILED
source: Perhaps that is for the best.
de: Vielleicht ist es besser so.
es: Tal vez sea lo mejor.
es_mx: Quizás eso sea lo mejor.
fr: C'est peut-être mieux comme ça.
it: Forse è meglio così.
ja: これが最高の結末かもネ。
ko: 이게 최선일지도.
pl: Może tak będzie lepiej.
pt_br: Talvez seja melhor assim.
ru: Возможно, это к лучшему.
zh_cn: 也许是为了顾全大局。
zh_tw: 也許是為了顧全大局。

# CHARACTERS.WARLY.ANNOUNCE_MOSQUITOS
source: Disease with wings!
de: Krankheit mit Flügeln!
es: ¡Enfermedad con alas!
es_mx: ¡Enfermedad con alas!
fr: Une maladie avec des ailes !
it: Malattia con le ali!
ja: 病気を運ぶ虫だヨ！
ko: 날개 달린 질병 덩어리!
pl: Skrzydlate choróbsko!
pt_br: Doença com asas!
ru: Напасть с крыльями!
zh_cn: 长翅膀的疾病传播者！
zh_tw: 長翅膀的疾病傳播者！

# CHARACTERS.WARLY.ANNOUNCE_MOUNT_LOWHEALTH
source: My poor sirloin's not looking so good!
de: Mein armes Lendenstück sieht nicht gut aus!
es: ¡Mi pobre solomillo no tiene buena pinta!
es_mx: ¡Mi pobre solomillo no tiene buena pinta!
fr: Mes pauvres entrecôtes souffrent !
it: La mia povera bistecca ha un pessimo aspetto!
ja: ボクのかわいそうなサーロインはしょんぼりですネ！
ko: 가엾은 등심의 상태가 안 좋아 보여!
pl: Moja wołowinka nie wygląda najlepiej!
pt_br: Minha pobre picanha não parece nada bem!
ru: Эта бедная туша не очень хорошо выглядит!
zh_cn: 我可怜的西冷看起来不太好！
zh_tw: 我可憐的西冷看起來不太好！

# CHARACTERS.WARLY.ANNOUNCE_NODANGERGIFT
source: I would like to not die first.
de: Ich würde zunächst gern nicht sterben.
es: Me encantaría no morir antes.
es_mx: Me gustaría no morir primero.
fr: J'aimerais éviter de mourir en premier.
it: Prima vorrei cercare di non morire.
ja: 最初に死ぬのはイヤですヨ。
ko: 먼저 죽고 싶지는 않아.
pl: Wolałbym nie umrzeć.
pt_br: Em primeiro lugar, prefiro não morrer.
ru: Сначала надо бы не умереть.
zh_cn: 可以的话，我不想先死。
zh_tw: 可以的話，我不想先死。

# CHARACTERS.WARLY.ANNOUNCE_NODANGERSIESTA
source: This is no time to close my eyes!
de: Dies ist keine Zeit, meine Augen zu schließen!
es: ¡No es el momento de cerrar los ojos!
es_mx: ¡No es el momento de cerrar los ojos!
fr: Pas le moment de fermer les yeux !
it: Non è il momento di chiudere gli occhi!
ja: いま目をつぶると、危険だヨ！
ko: 지금은 눈을 감을 때가 아니야!
pl: Nie czas zamykać oczy!
pt_br: Não é hora de fechar meus olhos!
ru: Сейчас не время закрывать глаза!
zh_cn: 没时间阖眼了！
zh_tw: 沒時間闔眼了！

# CHARACTERS.WARLY.ANNOUNCE_NODANGERSLEEP
source: In this particular instance I'd prefer not to die in my sleep!
de: In diesem Fall würde ich lieber nicht im Schlaf sterben.
es: ¡En este caso prefiero no morir mientras duerma!
es_mx: En este caso, ¡prefiero no morir mientras duermo!
fr: Dans les circonstances actuelles, je préférerais ne pas mourir dans mon sommeil !
it: In questo particolare caso preferirei non morire nel sonno!
ja: 寝てる間に死ぬは、ゴメンだヨ！
ko: 자다가 죽는 건 사양이야!
pl: Akurat tym razem wolałbym nie umierać we śnie!
pt_br: Nessa situação específica, prefiro não morrer dormindo!
ru: В этот конкретный момент я бы предпочел не умереть во сне!
zh_cn: 在这样的特殊情况下，我才不想在睡梦中死去！
zh_tw: 在這樣的特殊情況下，我才不想在睡夢中死去！

# CHARACTERS.WARLY.ANNOUNCE_NODAYSLEEP
source: It is too bright to sleep.
de: Es ist zu hell, um zu schlafen.
es: Demasiada luz para dormir.
es_mx: Demasiada luz para dormir.
fr: Il y a trop de lumière pour dormir.
it: È troppo luminoso per dormire.
ja: 明るすぎて眠れないヨ
ko: 너무 밝아서 잘 수 없어.
pl: Jest za jasno, żeby spać.
pt_br: Está muito claro para dormir.
ru: Слишком светло, чтобы уснуть.
zh_cn: 太亮了，睡不着。
zh_tw: 太亮了，睡不著。

# CHARACTERS.WARLY.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
de: Ich bin nicht müde.
es: Aún no quiero descansar.
es_mx: Aún no quiero descansar.
fr: Je ne suis pas fatigué.
it: Non sono stanco.
ja: 疲れてはいない。
ko: 피곤하지 않다.
pl: Nie jestem zmęczony.
pt_br: Não estou cansado.
ru: Я не устал.
zh_cn: 我不累。
zh_tw: 我不累。

# CHARACTERS.WARLY.ANNOUNCE_NOHUNGERSIESTA
source: I could use a nice meal first.
de: Erstmal eine gute Mahlzeit wäre nett.
es: Me hace falta una buena comida primero.
es_mx: Me hace falta una buena comida primero.
fr: Je ne dirais pas non à un bon repas avant.
it: Vorrei prima un buon pasto.
ja: まずは、おなかを満たしてからネ
ko: 일단 속을 든든히 채워야겠어.
pl: Nie pogardziłbym wcześniej czymś do jedzenia.
pt_br: Uma boa refeição cairia bem.
ru: Мне бы поесть для начала.
zh_cn: 我需要先吃点像样的东西。
zh_tw: 我需要先吃點像樣的東西。

# CHARACTERS.WARLY.ANNOUNCE_NOHUNGERSLEEP
source: My hunger trumps my exhaustion.
de: Mein Hunger ist größer als meine Müdigkeit.
es: Mi hambre triunfa sobre mi cansancio.
es_mx: Mi hambre triunfa sobre mi cansancio.
fr: La faim m'empêche de dormir.
it: La mia fame supera la mia stanchezza.
ja: おなかがカラッポで、眠れないヨ…
ko: 지친 것보다 배고픈 게 더 문제야.
pl: Głód zwycięża nad wyczerpaniem.
pt_br: Minha fome supera minha exaustão.
ru: Мой голод превосходит усталость.
zh_cn: 虽然我很困，但是我更饿。
zh_tw: 雖然我很困，但是我更餓。

# CHARACTERS.WARLY.ANNOUNCE_NOMOUNTEDGIFT
source: First I should get down from this big sirloin here.
de: Ich sollte erst mal von diesem riesigen Lendenstück absteigen.
es: Antes tengo que bajar de este solomillón.
es_mx: Primero debería bajarme de este gran solomillo.
fr: Je devrais d'abord descendre de ce gros faux-filet.
it: Prima devo cercare di scendere incolume da questa bisteccona.
ja: まず、ボクはこの巨大サーロインから降りなければ。
ko: 일단 이 커다란 등심에서 내려가야 해.
pl: Najpierw muszę zejść z mojej wołowinki.
pt_br: Primeiro, é melhor eu descer desta picanha aqui.
ru: Сначала надо слезть с этой огромной туши.
zh_cn: 我得先从这个大西冷上下来。
zh_tw: 我得先從這個大西冷上下來。

# CHARACTERS.WARLY.ANNOUNCE_NONIGHTSIESTA
source: Siesta in the dark? I think not.
de: Siesta im Dunkeln? Wirklich nicht.
es: ¿Siesta en la oscuridad? Creo que no.
es_mx: ¿Siesta en la oscuridad? Creo que no.
fr: Une sieste de nuit ? Je ne crois pas.
it: Siesta al buio? Non credo proprio.
ja: 昼寝は昼にするものネ
ko: 어둠 속에서 낮잠이라고? 말도 안 돼.
pl: Sjesta w ciemności. Raczej nie.
pt_br: Cochilar no escuro? Acho que não.
ru: Сиеста в темноте? Не думаю.
zh_cn: 在黑夜午休？还是不要了。
zh_tw: 在黑夜午休？還是不要了。

# CHARACTERS.WARLY.ANNOUNCE_NONIGHTSIESTA_CAVE
source: This does not strike me as a relaxing place for siesta.
de: Das ist kein Ort für eine Siesta.
es: Este no me parece que sea un lugar relajado para la siesta.
es_mx: No me parece que este sea un lugar relajante para la siesta.
fr: Pas évident que cet endroit soit très relaxant pour la sieste.
it: Questo non mi sembra un luogo di relax per la siesta.
ja: こんなとこでは、昼寝したくないヨ…
ko: 별로 낮잠 자기 적당한 곳은 아닌 듯.
pl: To nie jest zbyt atrakcyjne miejsce na sjestę.
pt_br: Esse não me parece um local seguro para um cochilo.
ru: Не сказал бы, что это комфортное место для сиесты.
zh_cn: 我并不认为这是一个能让我安心午休的地方。
zh_tw: 我並不認為這是一個能讓我安心午休的地方。

# CHARACTERS.WARLY.ANNOUNCE_NOSLEEPHASPERMANENTLIGHT
source: I can still see the light from our metal friend when I close my eyes...
de: Wenn ich die Augen schließe, kann ich immer noch das Licht unseres Metallfreundes sehen ...
es: Todavía veo la luz de mi colega de metal al cerrar los ojos...
fr: Je vois encore la lumière de notre ami de métal quand je ferme les yeux...
it: Vedo la luce del nostro amico metallico anche a occhi chiusi...
ja: 目を閉じても、金属の友だちから出てるヒカリが見えるヨ…
ko: 눈을 감아도 쇳덩이 친구에게서 나오는 빛이 보여...
pl: Nawet gdy zamknę oczy, to i tak widzę światło naszego metalowego przyjaciela…
pt_br: Consigo ver a luz do nosso amigo metálico mesmo de olhos fechados...
ru: Наш металлический друг так ярко светится, что даже сквозь закрытые глаза видно...
zh_cn: 就算闭上眼，我还是可以看到我们的金属朋友发出的光……
zh_tw: 就算閉上眼，我還是可以看到我們的金屬朋友發出的光……

# CHARACTERS.WARLY.ANNOUNCE_NOSLEEPONFIRE
source: I think not! That's a hotbed for danger!
de: Ich glaube, ich habe es kaputt gemacht.
es: ¡Creo que no! ¡Es un caldo de cultivo para el peligro!
es_mx: ¡Creo que no! ¡Es un hervidero para el peligro!
fr: Je ne crois pas ! C'est un vrai foyer à danger !
it: Non credo proprio! È un richiamo per il pericolo!
ja: あったかいベッドはいいけど…熱すぎネ！
ko: 안 돼! 위험하다고!
pl: No raczej nic z tego! Nie chcę się upiec!
pt_br: Acho que não! Esse é um viveiro para o perigo!
ru: Пожалуй, нет! Это же очаг опасности!
zh_cn: 不！那就是找死！
zh_tw: 不！那就是找死！

# CHARACTERS.WARLY.ANNOUNCE_NOWARDROBEONFIRE
source: Fire!
de: Feuer!
es: ¡Fuego!
es_mx: ¡Fuego!
fr: Feu !
it: Fuoco!
ja: 発射ー！
ko: 발사!
pl: Ognia!
pt_br: Fogo!
ru: Огонь!
zh_cn: 烧着了！
zh_tw: 燒著了！

# CHARACTERS.WARLY.ANNOUNCE_NO_TRAP
source: Went off without a hitch.
de: Ging reibungslos über die Bühne.
es: Se desactivó sin problemas.
es_mx: Se desactivó sin problemas.
fr: Parti sans accroc.
it: È andato via senza intoppi.
ja: 簡単に開いたネ
ko: 완벽했어.
pl: Odpalona bez ofiar.
pt_br: Fugiu sem dificuldades!
ru: Без сучка и задоринки. И добычи.
zh_cn: 进展顺利。
zh_tw: 進展順利。

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_BADCAST
source: Ah non, that was terrible!
de: Ah non, das war schrecklich!
es: ¡Ah, non, pero qué horror!
es_mx: Ah, non. Eso fue terrible.
fr: Ah non, c'était affreux !
it: Oh no, è stato terribile!
ja: あぁ、ノン！あれは最悪だったヨ！
ko: 이런, 정말 끔찍했어!
pl: Ach non, to było okropne!
pt_br: Ah non, essa foi horrível!
ru: Ой, non, это было ужасно!
zh_cn: 啊不，简直太糟了！
zh_tw: 啊不，簡直太糟了！

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_GOTAWAY
source: You have escaped my crockpot for now, mon ami.
de: Du bist meinem Topf fürs Erste entgangen, mon ami.
es: Te has escapado de mi olla por ahora, camarade.
es_mx: Lograste eludir mi olla por ahora, mon ami.
fr: Tu échappes à la marmite. Pour l'instant.
it: Sei sfuggito alla mia pentola, mon ami.
ja: 今回はボクのスロークッカーから逃げられましたヨ、モナミ！
ko: 지금은 내 냄비에 들어가는 신세를 면했구나, 친구.
pl: Udało ci się uniknąć mojego kociołka, mon ami. Na razie.
pt_br: Você escapou do meu caldeirão... por enquanto, mon ami.
ru: Тебе удалось сбежать из моей кастрюли, mon ami, но не навсегда.
zh_cn: 你暂时逃过了我的锅，我的朋友。
zh_tw: 你暫時逃過了我的鍋，我的朋友。

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Fishing requires lots of patience.
de: Beim Angeln braucht man vor allem Geduld.
es: Pescar requiere mucha paciencia.
es_mx: La pesca requiere de mucha paciencia.
fr: La pêche demande beaucoup de patience.
it: La pesca richiede molta pazienza.
ja: 魚釣りには忍耐が必要ですネ。
ko: 낚시는 엄청난 인내심을 요하지.
pl: Łowienie wymaga mnóstwa cierpliwości.
pt_br: A pesca requer muita paciência.
ru: Для рыбалки требуется много терпения.
zh_cn: 钓鱼需要极大的耐心。
zh_tw: 釣魚需要極大的耐心。

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Fish! Wouldn't you like to sample my hook?
de: Fische! Wollt ihr meinen Haken nicht mal probieren?
es: ¡Pescadito! ¿No te gustaría probar mi anzuelo?
es_mx: ¡Oye, pez!, ¿no te gustaría probar mi anzuelo?
fr: Allons, petit poisson ! Tu ne veux pas goûter à mon hameçon ?
it: Pesce! Vuoi provare il mio amo?
ja: サカナたち～、ボクの釣り針を試食したくないですか？
ko: 물고기야! 내 바늘 좀 맛보지 않을래?
pl: Rybki! Chcecie spróbować mojego haczyka?
pt_br: Peixes! Não querem provar meu anzol?
ru: Эй, рыба! Хочешь попробовать мой крючок на вкус?
zh_cn: 鱼儿啊！不想试吃下我的鱼钩吗？
zh_tw: 魚兒啊！不想試吃下我的魚鉤嗎？

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: Hum dum dee da...
de: Humdumdida ...
es: Hum dum dii da...
es_mx: Hum de dum de do...
fr: Les... poi... ssons ! Les poissons ! Moi, j'adooore les poissons !
it: Trallallero trallallà...
ja: フン...よっこ...らしょ...
ko: 음흠흠...
pl: Tarirari di da dam...
ru: Пам-парам-парам…
zh_cn: 哈嗒嘀嗒……
zh_tw: 哈嗒滴答……

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: I wonder if there's a better spot elsewhere.
de: Vielleicht ist anderswo eine bessere Stelle.
es: Me pregunto si habrá un lugar mejor en otra parte.
es_mx: Me pregunto si habrá un lugar mejor para pescar en otro lado.
fr: Je me demande s'il y a un meilleur endroit ailleurs.
it: Chissà se c'è un posto migliore.
ja: どこかにマシな釣りスポットがあるかもしれませんヨ。
ko: 더 좋은 자리가 있으려나 모르겠네.
pl: Może gdzieś indziej będą lepiej brały.
pt_br: Será que tem um lugar melhor em outro lugar?
ru: Интересно, а получше местечка не найдется?
zh_cn: 可能换个点钓比较好。
zh_tw: 可能換個點釣比較好。

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_LINESNAP
source: Ah, zut! I've lost my tackle.
de: Ah, verflixt! Die Schnur ist durch.
es: ¡Cáscaras! He perdido mis aparejos.
es_mx: ¡Ah, caray! Perdí mi equipo.
fr: Ah, zut ! J'ai perdu mon appât.
it: Ah, zut! Ho perso un pezzo.
ja: あぁ、クソ！ボクの道具がない。
ko: 이런! 도구를 잃어버렸어.
pl: A niech to! Zgubiłem osprzęt.
pt_br: Ah, zut! Perdi minha isca.
ru: Ох, zut! Конец моим снастям.
zh_cn: 啊，不好！渔具丢了。
zh_tw: 啊，不好！漁具丟了。

# CHARACTERS.WARLY.ANNOUNCE_OCEANFISHING_LINETOOLOOSE
source: I should tighten my line a bit.
de: Ich sollte die Schnur etwas fester anziehen.
es: Debería tensar un poco el sedal.
es_mx: Debería tensar un poco mi sedal.
fr: Je devrais tendre un peu plus ma ligne.
it: Dovrei tenere la lenza un po' più tesa.
ja: もうちょっと糸をひいた方がいいかもネ。
ko: 줄을 조금 더 팽팽하게 해야겠어.
pl: Powinienem trochę naciągnąć żyłkę.
pt_br: É melhor apertar um pouco a linha.
ru: Надо немного натянуть леску.
zh_cn: 我应该拉紧鱼线。
zh_tw: 我應該拉緊魚線。

# CHARACTERS.WARLY.ANNOUNCE_OCEAN_SILHOUETTE_INCOMING
source: Oh? What could that be?
de: Oh? Was kann das sein?
es: ¿Oh? ¿Qué podría ser?
es_mx: ¿Ah? ¿Qué será eso?
fr: Oh ? Mais qu'est-ce donc ?
it: Oh! Cosa sarà mai?
ja: おや？...あれは何かな？
ko: 어? 저게 뭘까?
pl: Och? A co to może być?
pt_br: Ah? O que pode ser isso?
ru: О? Интересно, что это?
zh_cn: 喔？是什么东西呢？
zh_tw: 喔？是什麼東西呢？

# CHARACTERS.WARLY.ANNOUNCE_PECKED
source: Gah! Enough!
de: Ah! Genug!
es: ¡Ah! ¡Suficiente!
es_mx: ¡Ah! ¡Basta!
fr: Argh ! Assez !
it: Gah! Abbastanza!
ja: イタイッ！ヤメテ！
ko: 윽! 그만해!
pl: Ej! Dość!
pt_br: Grr! Chega!
ru: Ауч! Хватит!
zh_cn: 啊！受够了！
zh_tw: 啊！受夠了！

# CHARACTERS.WARLY.ANNOUNCE_PETRIFED_TREES
source: Are the trees making that sound?
de: Machen die Bäume dieses Geräusch?
es: ¿Los árboles hacen ese sonido?
es_mx: ¿Los árboles son los que hacen ese sonido?
fr: Ce sont les arbres qui font ce bruit ?
it: Sono gli alberi a fare questo rumore?
ja: 木があの音を出してるのカナ？
ko: 나무가 내는 소리인가?
pl: Czy to drzewa wydają ten dźwięk?
pt_br: As árvores é que estão produzindo esse som?
ru: Это деревья так шумят?
zh_cn: 这些树在叫么？
zh_tw: 這些樹在叫麼？

# CHARACTERS.WARLY.ANNOUNCE_PICK_DISEASE_WARNING
source: It has a most un-delicious smell.
de: Das riecht nun wirklich unappetitlich.
es: Tiene un olor bastante poco delicioso.
es_mx: Tiene un olor nada delicioso.
fr: Cette odeur est tout à fait atroce.
it: Ha l'odore più vomitevole che abbia mai sentito.
ja: この臭いは...世界一おいしくない臭いだヨ。
ko: 엄청 맛없을 것 같은 냄새가 나.
pl: Nadzwyczaj nieprzyjemna woń.
pt_br: Tem um aroma bem desagradável.
ru: Самый неаппетитный запах на свете.
zh_cn: 它有一股很不美味的味道。
zh_tw: 它有一股很不美味的味道。

# CHARACTERS.WARLY.ANNOUNCE_PLANT_RANDOMSEED
source: I wonder what it will turn out to be.
de: Möchte wissen, was dabei herauskommt.
es: Me pregunto en qué se convertirá.
fr: Je me demande ce que ça va donner.
it: Chissà cosa diventerà.
ja: コレは何になるのカナ？
ko: 어떤 결과가 나올지 궁금해.
pl: Ciekawy jestem, co z tego wyrośnie.
pt_br: Me pergunto o que isso vai virar.
ru: Интересно, что из него вырастет.
zh_cn: 我好奇它会长成什么物种。
zh_tw: 我好奇它會長成什麼物種。

# CHARACTERS.WARLY.ANNOUNCE_PLANT_RESEARCHED.1
source: I've learned a little something about this plant.
de: Ich habe ein wenig über diese Pflanze gelernt.
es: He aprendido algo de esta planta.
fr: J'ai appris quelques petites choses sur cette plante.
it: Ho imparato qualcosa su questa pianta.
ja: この植物についてチョットべんきょうしたヨ。
ko: 이 식물에 대해 조금 배웠어.
pl: Trochę się dowiedziałem o tej roślinie.
pt_br: Aprendi um pouquinho sobre essa planta.
ru: Я кое-что узнал об этом растении.
zh_cn: 我学到了一点这种植物的知识了。
zh_tw: 我學到了一點這種植物的知識了。

# CHARACTERS.WARLY.ANNOUNCE_POCKETWATCH_PORTAL
source: Mon dieu, somehow that made me a bit seasick...
de: Mon dieu, irgendwie hat mich das ein bisschen seekrank gemacht ...
es: Mon dieu, me ha mareado un poco...
fr: Mon dieu, ça réussit à me donner le mal de mer...
it: Mon dieu, mi ha fatto venire il mal di mare...
ja: アア、神様ッ！ボク、チョット船酔いだヨ…
ko: 몽 듀(맙소사), 어쩐지 배멀미가 났어...
pl: Mon dieu, o dziwno dostałem choroby morskiej...
pt_br: Mon dieu, isso me deixou meio enjoado...
ru: Mon dieu, у меня от этой штуки почему-то морская болезнь...
zh_cn: 我的天啊，这让我有点晕船……
zh_tw: 我的天啊，這讓我有點暈船……

# CHARACTERS.WARLY.ANNOUNCE_QUAKE
source: That is not a comforting sound...
de: Kein beruhigendes Geräusch ...
es: No es un sonido reconfortante...
es_mx: No es un sonido reconfortante...
fr: C'est un son peu rassurant...
it: Non è un suono confortante...
ja: 不穏な音ネ…
ko: 아무래도 불안하게 만드는 소리인데...
pl: Niezbyt pocieszający dźwięk...
pt_br: Esse não é um som reconfortante...
ru: Какой-то не очень успокаивающий звук…
zh_cn: 这声音听起来不妙...
zh_tw: 這聲音聽起來不妙...

# CHARACTERS.WARLY.ANNOUNCE_REPELLED
source: I can't get through!
de: Ich komme nicht durch!
es: ¡No puedo pasar!
es_mx: ¡No puedo pasar!
fr: Je peux pas passer !
it: Non riesco a proseguire!
ja: ボク通れません！
ko: 통과할 수 없어!
pl: Tędy nie przejdę!
pt_br: Não posso passar!
ru: Не могу пробраться!
zh_cn: 我过不去！
zh_tw: 我過不去！

# CHARACTERS.WARLY.ANNOUNCE_RESEARCH
source: Education is a lifelong process.
de: Bildung ist ein lebenslanger Prozess.
es: La educación es un proceso para toda la vida.
es_mx: La educación es un proceso para toda la vida.
fr: L'éducation dure toute la vie.
it: L'educazione è un processo permanente.
ja: 人間、一生勉強ネ
ko: 교육이란 평생에 걸쳐서 이뤄지는 과정이지.
pl: Edukacja to długotrwały proces.
pt_br: A educação é um processo para a vida inteira.
ru: Учиться никогда не поздно.
zh_cn: 活到老，学到老。
zh_tw: 活到老，學到老。

# CHARACTERS.WARLY.ANNOUNCE_REVIVED_FROM_CORPSE
source: Do I smell pie?
de: Rieche ich Kuchen?
es: ¿Huele a pastel?
es_mx: Me huele a pay.
fr: Je sens une odeur de tarte !
it: Sento un profumino di torta?
ja: ボク、パイの臭いする？
ko: 파이 냄새가 나는 것 같은데?
pl: Czyżbym poczuł ciasto?
pt_br: Estou sentindo cheiro de torta?
ru: Кажется, я чую пирог.
zh_cn: 这是蛋糕的味道吗？
zh_tw: 這是蛋糕的味道嗎？

# CHARACTERS.WARLY.ANNOUNCE_REVIVED_OTHER_CORPSE
source: Et voilà!
es_mx: ¡Voilà!
ja: さあ、どうぞ！
ko: 됐다!
zh_cn: 就是这样！
zh_tw: 就是這樣！

# CHARACTERS.WARLY.ANNOUNCE_REVIVING_CORPSE
source: Hold on, mon amie.
de: Halte durch, mon ami.
es: Aguanta, camarade.
es_mx: Espera, mon amie.
fr: Un instant, très cher.
it: Non ti muovere.
ja: ちょっと待ってクダサイ、モナミ。
ko: 기다려, 친구.
pl: Poczekaj, mon ami.
pt_br: Aguente firme, mon amie.
ru: Держись, mon amie.
zh_cn: 等等，我的朋友。
zh_tw: 等等，我的朋友。

# CHARACTERS.WARLY.ANNOUNCE_ROYALTY.1
source: Mon empereur!
es_mx: ¡Mon emperador!
fr: Mon roi !
ja: アアッ、王様！
ko: 황제이시여!
zh_cn: 吾皇万岁！
zh_tw: 吾皇萬歲！

# CHARACTERS.WARLY.ANNOUNCE_ROYALTY.2
source: Your grace.
de: Hoheit.
es: Majestad.
es_mx: Su Alteza.
fr: Votre Majesté.
it: Vostra grazia.
ja: 閣下。
ko: 각하.
pl: Wasza wysokość.
pt_br: Vossa Graça.
ru: Ваша светлость.
zh_cn: 向陛下致敬。
zh_tw: 向陛下致敬。

# CHARACTERS.WARLY.ANNOUNCE_ROYALTY.3
source: Your excellency.
de: Exzellenz.
es: Excelencia.
es_mx: Su Excelencia.
fr: Votre Excellence.
it: Sua eccellenza.
ja: 陛下。
ko: 합하.
pl: Wasza ekscelencjo.
pt_br: Vossa Excelência.
ru: Ваше превосходительство.
zh_cn: 阁下好。
zh_tw: 閣下好。
