Repository: Endeer/dst-cz
Catalog: locales/*/characters-wanda.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_tw

# CHARACTERS.WANDA.DESCRIBE.MERMTHRONE.BURNT
source: It looks like the monarchy came to an abrupt end.
de: Sieht so aus, als hätte die Monarchie ein jähes Ende gefunden.
es: Parece que la monarquía tuvo un final muy repentino.
fr: On dirait que la monarchie a pris brutalement fin.
it: Sembra che la monarchia sia giunta a una fine improvvisa.
ja: 王家は思いがけず突然おわったみたいね。
ko: 왕정이 갑자기 무너진 것 같아.
pt_br: Parece que monarquia teve um fim abrupto.
ru: Кажется, монархии здесь пришел быстрый и бесславный конец.
zh_tw: 看起來君主制戛然而止了。

# CHARACTERS.WANDA.DESCRIBE.MERMTHRONE.GENERIC
source: It's... not exactly the nicest rug I've ever seen.
de: Es ist ... nicht gerade der schönste Teppich, den ich je gesehen habe.
es: No es la alfombra más... cómoda que he visto.
fr: Ce n'est pas le tapis le plus... accueillant que j'aie vu.
it: Ho visto... tappeti migliori in vita mia.
ja: 今まで見た中で最高のラグってわけ…じゃないわ。
ko: 그게... 내가 본 것 중 가장 좋은 양탄자는 아니야.
pt_br: Não é... exatamente o tapete mais legal que já vi.
ru: Это... не самый красивый ковер на моей памяти.
zh_tw: 我見過比它……好看的地毯。

# CHARACTERS.WANDA.DESCRIBE.MERMTHRONE_CONSTRUCTION.BURNT
source: What a horrible waste of time and energy!
de: Was für eine schreckliche Verschwendung von Zeit und Energie!
es: ¡Menuda pérdida de tiempo y energía!
fr: Quel gâchis de temps et d'énergie, c'est affreux !
it: Che orribile spreco di tempo ed energie!
ja: なんっておぞましい時間とエネルギーのムダ！
ko: 얼마나 끔찍한 시간과 에너지 낭비인지!
pt_br: Que desperdício terrível de tempo e energia.
ru: Какая бесполезная трата времени и сил! Ужасно!
zh_tw: 簡直是浪費時間，浪費精力！

# CHARACTERS.WANDA.DESCRIBE.MERMTHRONE_CONSTRUCTION.GENERIC
source: This might take a while to piece together...
de: Es könnte eine Weile dauern, das alles zusammenzusetzen ...
es: A lo mejor me lleva un rato montarlo...
fr: Ça risque de prendre du temps de tout assembler...
it: Potrebbe volerci un po' a metterlo insieme...
ja: これをくっつけるにはしばらくかかるかもしれないわ…
ko: 이거 조립하는데 시간이 좀 걸릴 수도...
pt_br: Talvez demore um pouco pra montar isto...
ru: Собрать эту штуку займет какое-то время...
zh_tw: 這可能需要一段時間才能組裝好……

# CHARACTERS.WANDA.DESCRIBE.MERMWATCHTOWER_NOKING
source: The poor scaly things seem quite lost without a king.
de: Die armen schuppigen Dinger wirken ohne einen König ziemlich verloren.
es: Esas pobres criaturas con escamas están perdidas sin su rey.
fr: Ces pauvres créatures à écailles ont l'air perdues, sans un roi.
it: Quei poveracci squamati sembrano persi senza un re.
ja: 王様がいないとどうしていいのかわかんないのね。
ko: 가여운 비늘 투성이 녀석이 왕 없이 완전히 길을 잃은 것 같아.
pt_br: Os coitadinhos escamosos parecem bem perdidos sem um rei.
ru: Бедные рыболюды без короля совсем не понимают, что им делать.
zh_tw: 這些可憐的有鱗生物少了國王似乎很迷茫。

# CHARACTERS.WANDA.DESCRIBE.MERMWATCHTOWER_REGULAR
source: That little merm is really turning this place around.
de: Dieser kleine Merm krempelt diesen Ort wirklich um.
es: Ese pequeño tritón está haciendo cambios al sitio entero.
fr: Ce petit Merm fait vraiment bouger les choses, par ici.
it: Quel piccolo mermo sta trasformando questo posto.
ja: あの小さいマームがこの場所を一転させてるわ。
ko: 그 꼬마 어인이 정말 이곳을 바꾸고 있어.
pt_br: Aquela sereia está mesmo revolucionando este lugar.
ru: Этот маленький тритон и вправду пытается сделать их жизнь лучше.
zh_tw: 那只小魚人真的讓這個地方發生了變化。

# CHARACTERS.WANDA.DESCRIBE.MERM_PRINCE
source: What a delightfully odd way to choose a king!
de: Was für eine herrlich seltsame Art, einen König zu wählen!
es: ¡Qué forma tan curiosa de elegir al rey!
fr: C'est une façon extraordinairement étrange de choisir un roi !
it: Che modo incantevolmente assurdo di scegliere un sovrano!
ja: すごく奇妙な方法で王様を選ぶのね！
ko: 정말 유쾌하고 이상한 방법으로 왕을 선택하네!
pt_br: Que jeito maravilhosamente bizarro de escolher um rei!
ru: Какой странный и удивительный способ выбрать короля!
zh_tw: 這種選國王的方式真是既古怪，又極具娛樂性啊！

# CHARACTERS.WANDA.DESCRIBE.MESSAGEBOTTLE
source: Oh! There's a note inside!
de: Oh! Da ist eine Nachricht drin!
es: Anda, hay una nota dentro.
fr: Oh ! Il y a une lettre, dedans !
it: Oh! Contiene un messaggio!
ja: あら、メモが中にあるわ！
ko: 오! 안에 쪽지가 들어있어.
pt_br: Ah! Tem uma mensagem dentro!
ru: Ой, там внутри записка!
zh_tw: 啊！裡面還有張紙條！

# CHARACTERS.WANDA.DESCRIBE.MESSAGEBOTTLEEMPTY
source: You never know when you might need an empty bottle.
de: Man weiß nie, wann man eine leere Flasche braucht.
es: Nunca se sabe cuándo podrías necesitar una botella vacía.
fr: On peut toujours avoir besoin d'une bouteille vide !
it: Non si può mai sapere quando c'è bisogno di una bottiglia vuota.
ja: 空き瓶がいつ必要になるかなんてわかりゃしないわ。
ko: 언제 빈 병이 필요할지 몰라.
pt_br: Nunca se sabe quando se pode precisar de uma garrafa vazia.
ru: Никогда не знаешь, когда может понадобиться пустая бутылка.
zh_tw: 你永遠不知道你什麼時候需要一個空瓶子。

# CHARACTERS.WANDA.DESCRIBE.MIGHTY_GYM.BURNT
source: Well, that's that. Time to move on.
de: Tja, das war's dann wohl. Zeit, weiterzugehen.
es: Bien, se acabó. Hora de seguir.
fr: Bon, ça, c'est fait. Passons à autre chose.
it: Ebbene, questo è quanto. È tempo di andare avanti.
ja: まあ、しょうがない。先に進むわ。
ko: 음, 이걸로 끝이네. 이동할 시간이야.
pt_br: Bem, é isso aí. Hora de seguir em frente.
ru: Ну вот и все. Пора двигаться дальше.
zh_tw: 好了，就這樣。是時候翻篇了。

# CHARACTERS.WANDA.DESCRIBE.MIGHTY_GYM.GENERIC
source: I don't know where he finds the time for such things.
de: Ich weiß nicht, woher er die Zeit für solche Dinge nimmt.
es: No sé de dónde saca el tiempo para estas cosas.
fr: Je ne sais pas comment il peut trouver le temps de faire ce genre de choses.
it: Non so proprio dove trova il tempo di fare certe cose.
ja: あいつがこんなことに割く時間をどこから捻出してるのか分からないわ。
ko: 어떻게 그런 것에 시간을 낼 수 있는지 모르겠네.
pt_br: Não sei onde ele encontra tempo pra essas coisas.
ru: Даже не знаю, откуда у него столько времени на это все.
zh_tw: 我不知道他從哪抽出時間做這些事情。

# CHARACTERS.WANDA.DESCRIBE.MILKYWHITES
source: The collagen in this is great for fighting aging. Magic watch is better, though.
de: Das darin enthaltene Kollagen ist großartig, um der Alterung entgegenzuwirken. Die magische Uhr ist allerdings besser.
es: El colágeno que tienen va genial para retrasar el envejecimiento. Aunque el reloj mágico es mejor.
fr: Le collagène est un très bon moyen de lutter contre le vieillissement. Mais une montre magique, c'est encore mieux.
it: Il collagene che contengono è ottimo per contrastare l'invecchiamento. Ma mai quanto il mio orologio magico.
ja: これに含まれるコラーゲンは老化防止にピッタリだわ。魔法の時計のほうが優秀だけどね。
ko: 여기 들어 있는 콜라겐은 노화와 싸우는 데 좋지. 하지만 마법 시계가 더 좋아.
pt_br: O colágeno nisso é ótimo para combater a idade. Mas um relógio mágico é melhor.
ru: Они богаты коллагеном, который помогает бороться со старением. Но волшебные часы эффективнее.
zh_tw: 它富含膠原蛋白，抗衰老。不過，還是魔法表更好。

# CHARACTERS.WANDA.DESCRIBE.MINERHAT
source: Quite an improvement on the classic handheld lantern.
de: Eine ziemliche Verbesserung gegenüber der klassischen Handlaterne.
es: Es mucho mejor que los faroles de mano.
fr: C'est mieux qu'une lanterne classique.
it: È un miglioramento rispetto alla classica lanterna a mano.
ja: 昔ながらの手持ちランタンの大規模改良版。
ko: 고전적인 휴대용 랜턴에서 상당한 개선되었네.
pt_br: Uma melhoria e tanto em relação à clássica lanterna de mão.
ru: Значительно удобнее, чем фонарик, который надо держать в руках.
zh_tw: 相比經典的掌上型燈籠有相當大的改進。

# CHARACTERS.WANDA.DESCRIBE.MINIBOATLANTERN
source: The ocean could use a bit more light.
de: Der Ozean könnte ein bisschen mehr Licht vertragen.
es: Al océano le vendría bien algo de luz.
fr: L'océan aurait besoin d'être un peu plus éclairé.
it: All'oceano servirebbe più illuminazione.
ja: 海がもっと明るかったらいいのに。
ko: 바다에 빛이 조금 더 필요해.
pt_br: Um pouco mais de luz no oceano viria a calhar.
ru: Немного света посреди океана никогда не помешает.
zh_tw: 海洋上就應該多一點光照。

# CHARACTERS.WANDA.DESCRIBE.MINIFAN
source: You're never too old for a bit of fun!
de: Man ist nie zu alt für ein bisschen Spaß!
es: ¡La diversión es apta para todas las edades!
fr: On n'est jamais trop vieux pour s'amuser !
it: Non si è mai troppo vecchi per un divertirsi un pochino!
ja: 楽しむのに年齢制限なんてないわ！
ko: 조금 즐겁게 지내는 데 너무 늙은 나이란 없지!
pt_br: Ninguém nunca é velho demais pra se divertir!
ru: Возраст веселью не помеха!
zh_tw: 再老都要享樂！

# CHARACTERS.WANDA.DESCRIBE.MINIFLARE
source: It'll show everyone where I am, when I am is another story.
de: Es wird jedem zeigen, wo ich bin, aber wann ich bin ist eine andere Geschichte.
es: Le indicará a todo el mundo dónde estoy, pero lo del cuándo... es otra historia.
fr: Ça indiquera à tout le monde où je suis. Quand je suis, par contre, c'est une autre histoire...
it: Mostrerà a tutti dove mi trovo... Il quando è invece tutta un'altra storia.
ja: これでみんなに「私がどこにいるか」が分かるわ。「いつ私がいるか」は別の問題だけど。
ko: 이것은 모든 사람에게 내가 어디에 있는지 알려주겠지만 내가 시간상 어디에 있는지는 또 다른 이야기지.
pt_br: Vou mostrar pra todo mundo onde estou. Já a época em que estou é outra história.
ru: Теперь все узнают, где я нахожусь. Когда я нахожусь — уже другой вопрос...
zh_tw: 它會讓大家看到我在哪裡，我什麼時候在那就是另一回事了。

# CHARACTERS.WANDA.DESCRIBE.MINISIGN.GENERIC
source: Someone obviously thought it was important enough to put on a sign.
de: Offensichtlich hielt es jemand für wichtig genug, um ein Schild anzubringen.
es: Alguien creyó que era lo suficientemente importante como para poner una señal.
fr: Manifestement, quelqu'un a pensé que c'était important de mettre un panneau ici.
it: Evidentemente qualcuno ha pensato che fosse abbastanza importante da collocarci un segnale.
ja: これは看板を掲げるくらい重要な問題だって思った人がいたってことね。
ko: 누군가는 분명히 표지판을 붙일 만큼 중요하다고 생각했어.
pt_br: Está na cara que alguém achou que era importante o bastante pra pôr uma placa.
ru: Кто-то посчитал, что это очень важное место, и даже знак поставил.
zh_tw: 很明顯，有人認為這很重要，所以掛上了一個標誌。

# CHARACTERS.WANDA.DESCRIBE.MINISIGN.UNDRAWN
source: Maybe I'll just draw something quick.
de: Vielleicht zeichne ich einfach schnell etwas.
es: Puedo dibujar algo en un momento.
fr: Je vais peut-être rapidement dessiner quelque chose.
it: Forse potrei disegnarci qualcosa di veloce.
ja: パパっと絵を描いてみるわ。
ko: 그냥 빨리 뭔가를 그리겠어.
pt_br: Talvez eu desenhe alguma coisa bem rápido.
ru: Надо бы что-нибудь быстренько нарисовать.
zh_tw: 不如我來畫個標誌上去吧。

# CHARACTERS.WANDA.DESCRIBE.MINISIGN_ITEM
source: I'd better put it somewhere.
de: Ich sollte es besser irgendwo anbringen.
es: Será mejor que lo ponga en algún lado.
fr: Je ferais mieux de le placer quelque part.
it: Sarà meglio piantarlo da qualche parte.
ja: これはどこかに設置した方がいいわね。
ko: 그것을 어딘가에 두는 것이 좋겠어.
pt_br: Melhor eu colocá-la em algum lugar.
ru: Надо куда-нибудь это поставить.
zh_tw: 我最好找個地方放它。

# CHARACTERS.WANDA.DESCRIBE.MINOTAUR
source: Ohhhh. Right. You.
de: Ohhhh. Richtig. Du.
es: Ohhh. Claro. Tú.
fr: Oooh. C'est vrai. Toi.
it: Oooh. Ma certo. Tu.
ja: うわー、お前か。
ko: 오. 맞아. 너.
pt_br: Ahhhh. Certo. Você.
ru: Ах да. Опять ты. Ну конечно.
zh_tw: 噢。對了。還有你。

# CHARACTERS.WANDA.DESCRIBE.MINOTAURCHEST
source: Did I open it last time around? I can't recall...
de: Habe ich es beim letzten Mal geöffnet? Ich kann mich nicht erinnern ...
es: ¿Lo abrí la última vez? No me acuerdo...
fr: Je l'ai ouvert la dernière fois ? Je ne me rappelle plus...
it: La scorsa volta l'avevo aperto? Non ricordo...
ja: 私が前の回で開けたの？覚えてないわ…
ko: 지난 번에 열어 본 것 같은데? 기억이 안나...
pt_br: Eu o abri da última vez? Não consigo lembrar...
ru: А в прошлый раз я его открывала? Не могу вспомнить...
zh_tw: 我上次打開過嗎？我不記得了……

# CHARACTERS.WANDA.DESCRIBE.MINOTAURHORN
source: I'm glad I managed to not meet my end at the business end of this horn.
de: Ich bin froh, dass ich es geschafft habe, nicht am spitzen Ende dieses Horns zu enden.
es: Me alegro de no haberle puesto punto y final a mi vida con la punta de este cuerno.
fr: Je suis contente de ne pas avoir terminé au bout de cette corne.
it: Sono felice di essere riuscita a scampare a una fine orribile trafitta da questo corno.
ja: このツノの先で私の人生が終わりにならなくって良かったわ。
ko: 사업적으로 실패하지 않고 그럭저럭 해나갈 수 있어서 기뻐.
pt_br: Fico contente por não ter morrido na ponta deste chifre.
ru: Хорошо, что мне удалось избежать печальной судьбы, постигшей его обладателя.
zh_tw: 我很高興這個牛角沒有成為我的終點。

# CHARACTERS.WANDA.DESCRIBE.MOLE.ABOVEGROUND
source: I've spent enough time dealing with your shenanigans!
de: Ich habe schon genug Zeit damit verschwendet, mich mit deinem Blödsinn zu beschäftigen!
es: ¡Ya me he pasado bastante tiempo aguantando tus tonterías!
fr: J'ai perdu assez de temps comme ça avec tes bêtises !
it: Ho perso già abbastanza tempo a vedermela con le tue malefatte!
ja: あんたのイタズラには十分付き合った！
ko: 너의 속임수에 대처하느라 충분히 시간을 보냈어!
pt_br: Já desperdicei tempo demais lidando com suas bobagens!
ru: Я и так слишком много времени потратила на твои выходки!
zh_tw: 我已經花了太多時間對付你的惡作劇了！

# CHARACTERS.WANDA.DESCRIBE.MOLE.HELD
source: Got you at last, you little vermin!
de: Hab ich dich endlich, du kleiner Schädling!
es: ¡Por fin te tengo, maldita sabandija!
fr: Je t'ai enfin eue, petite vermine !
it: Finalmente ti ho beccata, piccola peste!
ja: やーっと捕まえた！この害獣！
ko: 마침내 잡았다, 이 작은 해충 녀석!
pt_br: Até que enfim peguei você, sua praga!
ru: Наконец-то я тебя поймала, вредитель!
zh_tw: 終於抓到你了，你這個小搗蛋！

# CHARACTERS.WANDA.DESCRIBE.MOLE.UNDERGROUND
source: It's one of those little pests.
de: Es ist einer dieser kleinen Plagegeister.
es: Es una de esas alimañas diminutas.
fr: C'est une de ces petites pestes.
it: È una di quelle piccole pesti.
ja: 一種の有害生物。
ko: 작은 해충 중 하나야.
pt_br: É uma daquelas pestinhas.
ru: Это те мелкие вредители.
zh_tw: 這是其中的一個小搗蛋。

# CHARACTERS.WANDA.DESCRIBE.MOLEBAT
source: Hmph, and people call me batty!
de: Hmpf, und die Leute nennen mich durchgeknallt wie eine Fledermaus!
es: La gente dice que soy rara, pero lo de estos bichos no tiene nombre.
fr: Hmpf... mais à quoi servent seulement ses ailes ?
it: Umpf, e poi sarei io la vecchia pipistrella!
ja: ふん。鼻のでかいコウモリがいるって言っても、鼻にもかけなかったくせに！
ko: 흠, 사람들은 나를 배티라고 부른다고!
pt_br: Hunf, e as pessoas me chamam de maluca!
ru: И люди еще про меня говорят, что я сую нос не в свои дела!
zh_tw: 哼哼，人們還說我瘋！

# CHARACTERS.WANDA.DESCRIBE.MOLEBATHILL
source: What a horrid place to call home.
de: Dass jemand diesen schrecklichen Ort Zuhause nennt ...
es: ¿Cómo pueden llamar hogar a este sitio tan feo?
fr: C'est quoi ce talus ? C'est une maison, ça ?
it: Che orrido posto da chiamare casa.
ja: 家と呼ぶにはひどすぎるところね。
ko: 집이라고 하기에는 너무 끔찍한걸.
pt_br: Que lugar horrível pra chamar de casa.
ru: Жить в таком отвратительном месте...
zh_tw: 家安在這種地方多麼可怕。

# CHARACTERS.WANDA.DESCRIBE.MOLEHAT
source: What a funny looking hat. Let me try it on!
de: Was für ein lustig aussehender Hut. Den möchte ich anprobieren!
es: Qué gorro tan gracioso. ¡Me lo tengo que probar!
fr: C'est amusant, ce chapeau. J'ai envie de l'essayer !
it: Che cappellino simpatico. Fatemelo provare!
ja: ずいぶんとおかしな帽子ね。試してもいい？
ko: 정말 웃기게 생긴 모자네. 써봐야지!
pt_br: Que chapéu engraçado. Me deixe experimentar!
ru: Какая забавная шляпка. Дай-ка примерю!
zh_tw: 這頂帽子看起來真有趣。讓我試戴一下！

# CHARACTERS.WANDA.DESCRIBE.MOLEHILL
source: I thought they were bigger... my memory must've exaggerated it.
de: Ich dachte, sie wären größer ... Meine Erinnerung muss übertrieben haben.
es: Las recordaba más grandes... La memoria me ha fallado.
fr: C'était plus gros dans mes souvenirs... J'ai dû imaginer des choses.
it: Me le ricordavo più grandi... La mia memoria deve averle esagerate.
ja: もうちょっと大きいと思ったんだけど…きっと私の記憶が誇張したんだわ。
ko: 더 큰 줄 알았는데... 기억이 조작돼서 과장한 게 틀림없어.
pt_br: Achei que fossem maiores... minha memória deve estar exagerando.
ru: Я думала, они больше... в воспоминаниях все кажется страшнее, чем на самом деле.
zh_tw: 我以為它們會更大……一定是我的記憶誇大了它。

# CHARACTERS.WANDA.DESCRIBE.MONKEY
source: They're up to their old tricks.
de: Die können es eben nicht lassen.
es: Ya están haciendo monerías de las suyas.
fr: Est-ce qu'ils ont déjà appris à faire des grimaces ?
it: Sono tornate ai loro vecchi scherzetti.
ja: あいつら、また使い古された手を使おうとしてる。
ko: 그들은 예전처럼 못되게 굴고 있어.
pt_br: Estão aprontando seus velhos truques.
ru: Опять они за свое.
zh_tw: 它們又開始玩起了老把戲。

# CHARACTERS.WANDA.DESCRIBE.MONKEYBARREL
source: At least they make it easy to remember who lives here.
de: So kann man sich wenigstens leicht merken, wer hier wohnt.
es: Al menos sirven para recordar quién vive aquí a simple vista.
fr: Au moins, on sait rapidement qui vit là-dedans.
it: Almeno è facile ricordarsi chi vi abita.
ja: おかげでここに住んでるのか誰か覚えやすくなったことだけは確かだわ。
ko: 적어도 그들 덕분에 이곳에 누가 살고 있는지 쉽게 기억할 수 있겠는데.
pt_br: Pelos menos não é difícil lembrar quem vive aqui.
ru: По крайней мере, сразу понятно, кто тут живет.
zh_tw: 起碼讓人容易記住誰住在這裡。

# CHARACTERS.WANDA.DESCRIBE.MONSTERLASAGNA
source: Maybe I'm not so hungry after all...
de: Vielleicht bin ich doch nicht so hungrig ...
es: Creo que no tengo tanta hambre...
fr: Je n'ai peut-être pas si faim que ça, finalement...
it: Forse non ho poi tutta questa fame...
ja: うーん、やっぱりお腹減ってないかも…
ko: 어쩌면 그다지 배가 고픈 건 아닐지도...
pt_br: Talvez eu não esteja tão faminta, afinal...
ru: Как-то аппетит вдруг пропал...
zh_tw: 我其實不是很餓……

# CHARACTERS.WANDA.DESCRIBE.MONSTERMEAT
source: If I ever want to poison myself with rancid meat, I'll be sure to try it.
de: Wenn ich mich jemals mit ranzigem Fleisch vergiften will, werde ich das auf jeden Fall probieren.
es: Si alguna vez quiero intoxicarme con carne rancia, la probaré.
fr: Si j'ai envie de m'empoisonner avec de la viande périmée, j'y goûterai, promis.
it: Se mai mi verrà voglia di avvelenarmi con della carne rancida, la proverò sicuramente.
ja: 腐った肉で自分に毒を盛りたいと思うことがあったら、きっと試してみるわ。
ko: 썩은 고기를 먹고 식중독에 걸리고 싶어지면 꼭 먹어보도록 하지.
pt_br: Se um dia eu quiser me intoxicar com carne rançosa, não deixarei de experimentar.
ru: Если когда-нибудь захочу отравиться тухлым мясом, обязательно это съем.
zh_tw: 如果有一天我想用餿肉毒死自己，那我一定會試吃它。

# CHARACTERS.WANDA.DESCRIBE.MONSTERMEAT_DRIED
source: All the life's dried out of it.
de: Es ist völlig ausgetrocknet, keine Spur von Leben mehr darin.
es: Se ha quedado sin vida.
fr: C'est aussi sec et mort qu'un désert.
it: È stata prosciugata di ogni goccia di vita.
ja: ここにあった命は跡形なく乾燥しちゃったのね。
ko: 생기가 모두 말라 비틀어졌어.
pt_br: Ficou completamente seca e sem vida.
ru: Высушила из него всю жизнь.
zh_tw: 它所有的生命都已經風乾了。

# CHARACTERS.WANDA.DESCRIBE.MONSTERTARTARE
source: Just smelling it shaved a few years off my life.
de: Allein der Geruch hat mein Leben um ein paar Jahre verkürzt.
es: He perdido años de vida solo de olerlo.
fr: L'odeur a suffi à me faire perdre quelques années...
it: Solo l'odore mi ha tolto alcuni anni di vita.
ja: この匂いを嗅いだだけで寿命が縮まったわ。
ko: 냄새만 맡아도 수명이 몇 년은 줄었겠어.
pt_br: Só de cheirá-la me fez perder alguns anos de vida.
ru: Я от одного запаха как будто себе жизнь сократила на пару лет.
zh_tw: 僅僅是聞到它的味道，就使我的生命縮短了幾年。

# CHARACTERS.WANDA.DESCRIBE.MOONBASE.BROKEN
source: Someone didn't want us to use this.
de: Jemand wollte nicht, dass wir das benutzen.
es: Alguien no quería que usáramos esto.
fr: Quelqu'un ne voulait pas qu'on s'en serve.
it: Qualcuno non voleva che la usassimo.
ja: これを私たちに使ってほしくない人がいるんだわ。
ko: 이것을 사용하기를 바라지 않는 사람도 있었을 거야.
pt_br: Alguém não queria que a gente usasse isto.
ru: Кто-то очень не хотел, чтобы мы этим пользовались.
zh_tw: 有人不希望我們使用這個。

# CHARACTERS.WANDA.DESCRIBE.MOONBASE.GENERIC
source: I'm pretty sure that's important for something.
de: Ich bin mir ziemlich sicher, dass das irgendeinen wichtigen Zweck erfüllt.
es: Seguro que tiene algún tipo de importancia.
fr: C'était sûrement important...
it: Sono sicura che sia importante per qualcosa.
ja: きっと何かしらのためには重要だと思うわ。
ko: 어떤 것에는 중요한 거라고 확신해.
pt_br: Tenho quase certeza de que isso é importante pra alguma coisa.
ru: Я уверена, что это очень важная штука.
zh_tw: 我很確定這對某些事情很重要。

# CHARACTERS.WANDA.DESCRIBE.MOONBASE.MOONSTAFF
source: Of course! Now I remember!
de: Ja, natürlich! Jetzt erinnere ich mich!
es: ¡Pues claro! Ya me acuerdo.
fr: Ah mais oui ! Je m'en souviens, maintenant !
it: Ma certo! Ora ricordo!
ja: もちろん！私覚えてるわ！
ko: 확실해! 이제 기억 났어!
pt_br: É claro! Agora eu lembro!
ru: Ну конечно! Я все вспомнила!
zh_tw: 當然了！現在我想起來了！

# CHARACTERS.WANDA.DESCRIBE.MOONBASE.STAFFED
source: Was something else supposed to happen? I can't remember...
de: Sollte noch etwas anderes passieren? Ich kann mich nicht erinnern ...
es: ¿Tenía que pasar algo más? No me acuerdo...
fr: Il devait se passer quelque chose d'autre ? Je ne me souviens pas...
it: Doveva accadere qualcos'altro? Non ricordo...
ja: 何か別のことが起こるはずだったの？思い出せないなあ…
ko: 뭔가 다른 일이 일어나야 하지 않나? 기억은 안 나지만...
pt_br: Era pra ter acontecido mais alguma coisa? Não consigo lembrar...
ru: Что-то должно было произойти? Я не помню...
zh_tw: 是不是應該發生別的事情？我不記得了……

# CHARACTERS.WANDA.DESCRIBE.MOONBASE.WRONGSTAFF
source: I've got a nagging feeling it's not supposed to look like that.
de: Ich habe das ungute Gefühl, dass das nicht ganz richtig aussieht.
es: Tengo la sensación de que no tendría que tener ese aspecto.
fr: J'ai la vague impression que ce n'est pas censé ressembler à ça...
it: Ho la fastidiosa sensazione che quello non sia il suo vero aspetto.
ja: 何か嫌な感じがする。こんな見かけじゃないはずだわ。
ko: 저런 모습이 되어서는 안 될 것 같은 예감이 스멀스멀 올라오네.
pt_br: Tenho a sensação de que não é pra ficar desse jeito.
ru: У меня какое-то зудящее чувство, что так оно выглядеть не должно.
zh_tw: 有一種感覺在對我嘮叨，它不應該是這樣的。

# CHARACTERS.WANDA.DESCRIBE.MOONBUTTERFLY.GENERIC
source: It's simply not fair that they live such brief lives.
de: Es ist einfach nicht fair, dass sie ein so kurzes Leben haben.
es: No es justo que tengan unas vidas tan cortas.
fr: Ce n'est pas juste. Leur vie est trop éphémère...
it: Non è affatto giusto che abbiano una vita tanto breve.
ja: 寿命がこんなに短いだなんて不公平だわ。
ko: 간단히 말해서 그들이 그렇게 짧은 삶을 사는 것은 공평하지 않아.
pt_br: Não é justo que as vidas delas sejam tão curtas.
ru: Как же несправедливо, что им отведена такая короткая жизнь.
zh_tw: 它們的生命如此短暫，太不公平了。

# CHARACTERS.WANDA.DESCRIBE.MOONBUTTERFLY.HELD
source: It's a bit cluttered in my pockets, please try not to get squished!
de: Es ist etwas eng in meinen Taschen, bitte pass auf, dass du nicht zerquetscht wirst!
es: Tengo los bolsillos hasta arriba... Ten cuidado de no aplastarte, ¿vale?
fr: Mes poches débordent un peu, évite de te faire écraser !
it: Ho di tutto in tasca: cerca di non rimanere schiacciata!
ja: 私のポケットは散らかってるけど、押しつぶされないようにしてね！
ko: 주머니가 좀 어수선하니까 뭉치지 않게 해줄래!
pt_br: Meus bolsos estão meio bagunçados. Tente não morrer esmagada!
ru: У меня в карманах куча всего болтается, будьте поаккуратнее!
zh_tw: 我的口袋裡有點雜亂，請儘量不要被壓壞！

# CHARACTERS.WANDA.DESCRIBE.MOONBUTTERFLYWINGS
source: It's not like moths live very long anyway.
de: Motten leben ja sowieso nicht sehr lange.
es: Tampoco es como si las polillas vivieran mucho.
fr: Ce n'est pas comme si les papillons vivaient très longtemps...
it: Tanto non è che le falene abbiano una vita molto lunga.
ja: ガはすごく長生きするわけでもないし、いいわよね。
ko: 어쨌든 나방은 그다지 오래 살지 않아.
pt_br: Enfim, não é como se as mariposas vivessem muito.
ru: Что ж, век мотыльков печально краток.
zh_tw: 反正飛蛾的壽命也不長。

# CHARACTERS.WANDA.DESCRIBE.MOONBUTTERFLY_SAPLING
source: A moth turning into a tree hardly feels out of the ordinary anymore.
de: Eine Motte, die sich in einen Baum verwandelt, ist nichts Ungewöhnliches mehr.
es: Ya ni me sorprende que una polilla se convierta en árbol.
fr: Un papillon qui se transforme en arbre n'a rien de très extraordinaire, à force.
it: Una falena che si trasforma in un albero non è nemmeno più tanto straordinaria ormai.
ja: ガが木に変身するくらいじゃ、もう全然驚かなくなったわ。
ko: 나무로 변하는 나방은 이제 평범하지 않아.
pt_br: Uma mariposa que vira árvore já não parece mais tão estranho.
ru: То, что мотыльки тут превращаются в деревья, почему-то меня уже не удивляет.
zh_tw: 飛蛾變成一棵樹，幾乎不覺得有什麼不正常。

# CHARACTERS.WANDA.DESCRIBE.MOONDIAL.CAVE
source: I won't waste my time trying to see the moon down here.
de: Ich werde meine Zeit nicht damit verschwenden, den Mond hier unten zu betrachten.
es: No pienso perder el tiempo intentando ver la luna desde aquí abajo.
fr: Je ne gâcherai pas de temps à tenter de voir la lune, là-dedans.
it: Non sprecherò il mio tempo a tentare di vedere la luna quaggiù.
ja: ここで月を見ようとして時間をムダ遣いするようなことはしないわ。
ko: 여기에서 달을 보려고 시간을 낭비하지 않을 거야.
pt_br: Não vou perder meu tempo tentando ver a lua aqui embaixo.
ru: Не собираюсь тратить свое время на попытки разглядеть отсюда луну.
zh_tw: 我不會浪費我的時間去看這下面的月亮。
