Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.GENERIC
source: Crabby lady made nice bee house, flort!
de: Krabbenfrau hat schönes Bienenhaus gemacht, flort!
es: ¡La señora cangrejo ha hecho una bonita casa de abejas, flort!
es_mx: La señora cangreja gruñona haber hecho linda casa de abejas, ¡flop!
fr: Mme Crabe a construit une maison pour les piqueuses, flort !
it: Signora acida fatto bella casa di api, flort!
ja: カニ女さんが素敵な蜂の家を作ってくれたよ。
ko: 게 같은 아줌마가 예쁜 벌집 만들었어, 뻐끔!
pl: Uszczypliwa pani zrobiła ładny domek dla pszczół, flort!
pt_br: Senhora carangueja fez casa de abelha legal, flort!
ru: Хлюп! Мадам Краб сделала славный домик для пчелок.
zh_tw: 螃蟹女士做了個漂亮的蜂房，浮浪特！

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.NOHONEY
source: Aww no sweets inside.
de: Ooch, nichts Süßes drin.
es: Oh, no hay dulces dentro.
es_mx: Ay... no quedar dulces dentro.
fr: Oh, y'a pas de truc sucré dedans.
it: Oh, niente dolce dentro.
ja: あーあ、中にお菓子が入っていないよ。
ko: 쳇, 안에 단것 없어.
pl: Ooo, nie ma słodkości.
pt_br: Ahh, sem doces dentro.
ru: Ну вот, никаких сластей.
zh_tw: 嗷，裡面沒有甜食了。

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.READY
source: It look full of sweet stuff now!
de: Voller süßem Zeug!
es: ¡Parece que ahora está lleno de dulce!
es_mx: ¡Ahora parecer llena de cosas dulces!
fr: C'est plein de truc sucré maintenant !
it: Pieno di roba dolce adesso.
ja: 今は甘いものがいっぱい入っているようだよ！
ko: 이제 단것으로 가득해 보여!
pl: Wygląda, jakby był pełny słodkości!
pt_br: Parece cheio de coisas doces agora!
ru: Похоже, там полно сластей!
zh_tw: 它裡面好多甜甜的東西！

# CHARACTERS.WURT.DESCRIBE.BEEBOX_HERMIT.SOMEHONEY
source: Don't wanna wait!!
de: Will nicht warten!!
es: ¡¡No quiero esperar!!
es_mx: ¡¡No querer esperar!!
fr: J'veux pas attendre !!
it: Non voglio aspettare!
ja: 待ちたくないよ！
ko: 기다리기 싫어!!
pl: Nie chcę już czekać!
pt_br: Não quero esperar!!
ru: Не хочу ждать!
zh_tw: 不想等啊！！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.DOMESTICATED
source: This one a friend.
de: Ein Freund.
es: Este es amistoso.
es_mx: Este ser un amigo.
fr: C'est mon ami.
it: Questo è amico.
ja: これは友達だよ。
ko: 얘 친구야.
pl: To jest przyjaciel.
pt_br: Esse é amigo.
ru: Это друг.
zh_tw: 它是朋友。

# CHARACTERS.WURT.DESCRIBE.BEEFALO.FOLLOWER
source: Follow me!
de: Mir nach!
es: ¡Sígueme!
es_mx: ¡Seguirme!
fr: Suis-moi !
it: Segui me!
ja: フォローしてよ！
ko: 나 따라와!
pl: Za mną!
pt_br: Me segue!
ru: Иди за мной!
zh_tw: 跟著我！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.GENERIC
source: Big fuzzy!
de: Großer Zottel!
es: ¡Grandullón peludo!
es_mx: ¡Gran peludo!
fr: Une grosse bête poilue !
it: Pelosone!
ja: 大きいワンちゃんだね！
ko: 큰 털북숭이다!
pl: Wielki kudłacz!
pt_br: Peludão!
ru: Большой пушистик!
zh_tw: 大絨毛！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.MYPARTNER
source: Is my friend! MINE!
de: Ist mein Freund. MEINER!
es: ¡Mi compi! ¡MI! ¡COMPI!
fr: C'est mon copain ! À MOI !
it: È mio amico! MIO!
ja: アタシの友達！ア！タ！シ！の！
ko: 내 친구야! 내 거야!
pl: To mój przyjaciel! MÓJ!
pt_br: É meu amigo! MEU!
ru: Это мой друг! МОЙ!
zh_tw: 是我的朋友！我的！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.NAKED
source: Glurph, look better with fur.
de: Glurf, sieht mit Fell besser aus.
es: Glurph, tiene mejor aspecto con pelo.
es_mx: Gluf, verse mejor con pelo.
fr: Berk, il a l'air moins ridicule avec de la fourrure.
it: Glurp, meglio con pelliccia.
ja: グルーフ、毛皮の方が似合うね。
ko: 빠끔빠끔, 털 있는 게 나아.
pl: Glurp, lepiej wygląda z sierścią.
pt_br: Glurph, fica melhor com pelo.
ru: Хлюп, с мехом тебе лучше.
zh_tw: 格浪浮，披著毛皮好看些。

# CHARACTERS.WURT.DESCRIBE.BEEFALO.ORNERY
source: Don't be mad!!
de: Sei nicht sauer!!
es: ¡¡No te enfades!!
es_mx: ¡¡No enojarte!!
fr: Faut pas t'énerver !
it: Non arrabbiarti!
ja: 怒らないでよ！
ko: 화내지 마!!
pl: Nie gniewaj się!
pt_br: Não fique bravo!!
ru: Не злись!
zh_tw: 別生氣！！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.PUDGY
source: Big fuzzy look extra big.
de: Großer Zottel sieht besonders groß aus.
es: Grandullón peludo parece extragrande.
es_mx: Gran peludo verse más grande.
fr: Ce gros poilu est vraiment gros.
it: Pelosone grandissimo.
ja: 大きなファジーはもっと大きく見えるね。
ko: 큰 털북숭이 엄청 커 보여.
pl: Wielki kudłacz jest wyjątkowo wielki.
pt_br: Peludão parece extragrande.
ru: Пушистик теперь еще больше.
zh_tw: 大絨毛看著格外大。

# CHARACTERS.WURT.DESCRIBE.BEEFALO.RIDER
source: Wanna ride!
de: Will reiten!
es: ¡Quiero montar!
es_mx: ¡Yo querer montar!
fr: J'veux lui monter dessus !
it: Voglio salire!
ja: 乗ってみたい！
ko: 탈래!
pl: Chcę się przejechać!
pt_br: Quero montar!
ru: Хочу покататься!
zh_tw: 想騎！

# CHARACTERS.WURT.DESCRIBE.BEEFALO.SLEEPING
source: Night night, fuzzy.
de: Gute Nacht, Zottel.
es: Buenas noches, peludo.
es_mx: Buenas nochecitas, peludo.
fr: Bonne nuit, gros poilu.
it: Notte notte, pelosone.
ja: おやすみ、ファジー。
ko: 잘 자, 털북숭이야.
pl: Dobranoc, kudłaczu.
pt_br: Boa noite, peludo.
ru: Спокойной ночи, пушистик.
zh_tw: 安安，大絨毛。

# CHARACTERS.WURT.DESCRIBE.BEEFALOHAT
source: Bigger horns!!
de: Größere Hörner!!
es: ¡¡Cuernos más grandes!!
es_mx: ¡¡Cuernos más grandes!!
fr: Comme ça, j'ai des cornes encore plus grosses !
it: Corna più grandi!
ja: もっと大きな角だよ！
ko: 큰 뿔이다!!
pl: Jeszcze większe rogi!
pt_br: Chifres grandes!!
ru: Ну и рога!
zh_tw: 更大的角！！

# CHARACTERS.WURT.DESCRIBE.BEEFALOWOOL
source: Fluffs.
de: Flausch.
es: Mullido.
es_mx: Pelo.
fr: C'est poilu.
it: Fuffa.
ja: ふわふわだね。
ko: 털이야.
pl: Kudły.
pt_br: Fofuras.
ru: Пушистость.
zh_tw: 小絨毛。

# CHARACTERS.WURT.DESCRIBE.BEEFALO_GROOMER.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Oooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.BEEFALO_GROOMER.GENERIC
source: Oooooooh!!
fr: Oooooh !
it: Oooooh!!!
ja: おおおおお！
ko: 오오오오!!
pl: Oooooch!!!
pt_br: Aaaaaah!
ru: О-о-о-о-о-о!
zh_tw: 噢噢噢！！

# CHARACTERS.WURT.DESCRIBE.BEEFALO_GROOMER.OCCUPIED
source: Gonna make you soooo pretty!
de: Du wirst soooo hübsch sein!
es: ¡Pronto muuuuuuuuy guapi!
fr: Tu vas être touuut joli !
it: Ti farò bello bello!
ja: と～～ってもカワイくしてあげるからね！
ko: 저어어엉말 이쁘게 만들어줄게!
pl: Będziesz wyglądał śliiiiicznie!
pt_br: Vou deixar você tããão lindo!
ru: Ты у меня будешь са-а-амый красивый!
zh_tw: 會讓你美美的！

# CHARACTERS.WURT.DESCRIBE.BEEFALO_GROOMER_ITEM
source: Buildy pieces.
de: Bau-Teile.
es: Partes de construir.
fr: Des pièces pour fabriquer un truc.
it: Pezzi per costruire.
ja: クミタテに使うやつだ。
ko: 만드는 데 쓰는 조각이야.
pl: Rzeczy do czesania.
pt_br: Peças de montar.
ru: Кусочки, чтобы строить.
zh_tw: 建造的零件。

# CHARACTERS.WURT.DESCRIBE.BEEF_BELL
source: Big fuzzies really like bell.
de: Große Zottel lieben Glocke.
es: A peluditos gusta mucho cencerro.
fr: Les gros poilus adorent la cloche.
it: Campanaccio piace tanto a pelosoni.
ja: おっきいパサパサは鈴が好きなんだね。
ko: 큰 털복숭이는 종 정말 좋아해.
pl: Wielkie kudłacze naprawdę lubią dzwonek.
pt_br: Peludões gostam muito do sino.
ru: Большим пушистикам колокольчик очень нравится.
zh_tw: 大絨毛可真喜歡鈴鐺啊。

# CHARACTERS.WURT.DESCRIBE.BEEGUARD
source: Glurp! Big stinger!
de: Glurp! Großer Piekser!
es: ¡Glurp! ¡Gran aguijón!
es_mx: ¡Glup! ¡Aguijón grande!
fr: Cette piqueuse est énorme !
it: Glurp! Grande pungiglione.
ja: グループ！大きな針だよ！
ko: 빠끔! 큰 침 벌레다!
pl: Glurp! Wielki żądlacz!
pt_br: Glurp! Ferrãozão!
ru: Хлюп! Большая жужжалка!
zh_tw: 格勒噗！大叮人蟲！

# CHARACTERS.WURT.DESCRIBE.BEEHAT
source: Can't see in here!
de: Kann hier nicht sehen!
es: ¡Aquí no puedo ver!
es_mx: ¡No poder ver aquí!
fr: J'vois rien là-dedans !
it: Non vedo qui!
ja: ここからは見えないよ！
ko: 하나도 안 보여!
pl: Nic nie widzę!
pt_br: Não dá ver aqui!
ru: Ничего не вижу!
zh_tw: 戴上這個什麼都看不到！

# CHARACTERS.WURT.DESCRIBE.BEEHIVE
source: Home for stingers.
de: Piekserhaus.
es: Una casa para los aguijones.
es_mx: Casa de aguijones.
fr: C'est la maison des piqueuses.
it: Casa di cose con pungiglione.
ja: スティンガーの家だよ。
ko: 침 벌레 집이야.
pl: Dom żądlaczy.
pt_br: Casa de ferrões.
ru: Дом жужжалок.
zh_tw: 叮人蟲的家。

# CHARACTERS.WURT.DESCRIBE.BEEMINE
source: Careful, florp!
de: Vorsicht, florp!
es: ¡Cuidado, florp!
es_mx: ¡Con cuidado, flop!
fr: Attention, florp !
it: Attenzione, florp!
ja: 気を付けてよ、フロープ！
ko: 조심해, 뻐끔!
pl: Ostrożnie, florp!
pt_br: Cuidado, florp!
ru: Бульк, осторожно!
zh_tw: 小心，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.BEEMINE_MAXWELL
source: Don't like the way this hums.
de: Mag nicht, wie es summt.
es: No me gusta cómo zumba esto.
es_mx: No gustar cómo esto zumbar.
fr: J'aime pas ce vrombissement.
it: Non piace rumore che fa.
ja: この鼻歌は好きじゃないなぁ。
ko: 소리 마음에 안 들어.
pl: Nie podoba mi się to bzyczenie.
pt_br: Não gosto da maneira que isso zumbe.
ru: Не нравится мне это жужжание.
zh_tw: 不喜歡它嗡嗡叫。

# CHARACTERS.WURT.DESCRIBE.BEEQUEEN
source: Queen of stingers!!
de: Königin der Piekser!!
es: ¡¡La reina de los aguijones!!
es_mx: ¡¡La reina de los aguijones!!
fr: C'est la reine des piqueuses !
it: Regina dei pungiglioni!
ja: スティンガーの女王だ！
ko: 침 벌레 여왕이다!!
pl: Królowa żądlaczy!
pt_br: Rainha dos ferrões!!
ru: Королева жужжалок!
zh_tw: 叮人蟲的皇后！！

# CHARACTERS.WURT.DESCRIBE.BEEQUEENHIVE.GENERIC
source: That honey in there, florp?
de: Ist Honig drin, florp?
es: ¿La miel está ahí, florp?
es_mx: ¿Eso de ahí ser miel, flop?
fr: C'est du miel, là-dedans ?
it: C'è miele lì dentro, florp?
ja: そこの蜂蜜？フロープ。
ko: 안에 꿀 있나, 뻐끔?
pl: Czy tam jest miód, florp?
pt_br: Isso é mel aí, florp?
ru: Хлюп, это же мед?
zh_tw: 裡面有蜂蜜嗎，浮浪噗？

# CHARACTERS.WURT.DESCRIBE.BEEQUEENHIVE.GROWING
source: Something strange...
de: Seltsam ...
es: Algo extraño...
es_mx: Haber algo extraño.
fr: Il se passe des choses bizarres...
it: Qualcosa è strano...
ja: 何か変だな。
ko: 뭔가 이상해...
pl: Coś dziwnego...
pt_br: Algo estranho...
ru: Что-то странное…
zh_tw: 有些奇怪……

# CHARACTERS.WURT.DESCRIBE.BEEQUEENHIVEGROWN
source: Have bad feeling, florp...
de: Gefällt mir nicht, florp ...
es: Tengo un mal presentimiento, florp...
es_mx: Yo tener mal presentimiento, flop.
fr: J'ai un mauvais pressentiment, florp...
it: Ho sensazione strana, florp...
ja: 嫌な予感がするよ、フロープ...
ko: 느낌 안 좋아, 뻐끔...
pl: Mam złe przeczucia, florp...
pt_br: Tenho mau pressentimento, florp...
ru: Хлюп, мне не по себе…
zh_tw: 有種不祥的預感，浮浪噗……

# CHARACTERS.WURT.DESCRIBE.BEESWAX
source: Stole from stinger nest!
de: Aus Pieksernest gestohlen!
es: ¡Robada del nido de aguijones!
es_mx: ¡Yo haberla robado de nido de aguijones!
fr: J'ai volé ça dans le nid des piqueuses !
it: Rubata da nido di pungiglioni!
ja: スティンガーの巣から盗んだんだ！
ko: 침 벌레 둥지에서 훔쳤어!
pl: Skradziony z gniazda żądlaczy!
pt_br: Roubou do ninho de ferrão!
ru: Украла у жужжалок!
zh_tw: 從叮人蟲的巢裡偷來的！

# CHARACTERS.WURT.DESCRIBE.BEETLETAUR
source: Glurt!!
es_mx: ¡¡Glut!!
fr: Glorp !
ja: グルート！！
ko: 빠끔!!
ru: Хлю-юп!
zh_tw: 格勒特！！

# CHARACTERS.WURT.DESCRIBE.BELL
source: Make nice sound.
de: Macht schönes Geräusch.
es: Hace un sonido agradable.
es_mx: Hacer lindo sonido.
fr: Elle a un joli son.
it: Fa bel suono.
ja: いい音を出すね。
ko: 예쁜 소리 내.
pl: Wydaje przyjemny odgłos.
pt_br: Faz som agradável.
ru: Хорошо звенит.
zh_tw: 能發出好聽的聲音。

# CHARACTERS.WURT.DESCRIBE.BERNIE_ACTIVE
source: Wanna play with it!
de: Will damit spielen!
es: ¡Quiero jugar con él!
es_mx: ¡Yo querer jugar con eso!
fr: J'veux jouer avec !
it: Voglio giocare!
ja: 遊ぼうよ！
ko: 갖고 놀래!
pl: Chcę się nim pobawić!
pt_br: Quero brincar com isso!
ru: Хочу с ним поиграть!
zh_tw: 想跟它玩！

# CHARACTERS.WURT.DESCRIBE.BERNIE_BIG
source: Fun toy, flurp!
de: Schönes Spielzeug, flurp!
es: ¡Divertido juguete, flurp!
es_mx: ¡Juguete divertido, flup!
fr: Il est sympa ce jouet !
it: Giocattolo divertente, flurp!
ja: 楽しいおもちゃだね、フループ！
ko: 재미있는 장난감이야, 뻐끔!
pl: Fajna zabawka, flurp!
pt_br: Brinquedo legal, flurp!
ru: Бульк, забавная игрушка!
zh_tw: 好玩的玩具，浮勒噗!

# CHARACTERS.WURT.DESCRIBE.BERNIE_INACTIVE.BROKEN
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aayy...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.BERNIE_INACTIVE.GENERIC
source: No playing anymore?
de: Nicht mehr spielen?
es: ¿Ya no juegas más?
es_mx: ¿Ya no querer jugar?
fr: Tu veux plus jouer ?
it: Non giocare più?
ja: もう遊ばないの？
ko: 이제 안 놀아?
pl: Już się nie bawimy?
pt_br: Não tá mais brincando?
ru: Уже не поиграем?
zh_tw: 不玩了嗎？

# CHARACTERS.WURT.DESCRIBE.BERRIES
source: Yummy shrub snacks!
de: Leckeres Strauchessen!
es: ¡Rico piscolabis de arbusto!
es_mx: ¡Botanas ricas de arbusto!
fr: Un buisson avec des bons trucs à manger !
it: Spuntino gnammi da cespuglio!
ja: 美味しそうなシュラブスナックだね！
ko: 맛있는 관목 간식이야!
pl: Pyszne smakołyki z krzaka!
pt_br: Petiscos bons de arbustos!
ru: Ням! Вкуснятина с кустов!
zh_tw: 好吃的灌木小吃！

# CHARACTERS.WURT.DESCRIBE.BERRIES_COOKED
source: Why try to burn snacks, glort?
de: Warum Essen verbrennen, glort?
es: ¿Por qué tratar de quemar el piscolabis, glort?
es_mx: ¿Por qué querer quemar botanas, glot?
fr: Quel intérêt de brûler des trucs qui se mangent ?
it: Perché bruciare spuntino, glort?
ja: なぜスナック菓子を焼こうとしてるの、グロート？
ko: 왜 간식 태우지, 빠끔?
pl: Na co komu palić smakołyki?
pt_br: Por que tentar queimar lanches, glort?
ru: Зачем жечь вкуснятину, хлюп?
zh_tw: 為什麼要燒小吃呢，嗝浪淌？

# CHARACTERS.WURT.DESCRIBE.BERRIES_JUICY
source: Ooooh, big tasty!
de: Ooooh, sehr lecker!
es: Oooh, ¡supersabor!
es_mx: ¡Ooooh, grandes y jugosas!
fr: Oooooh, c'est super bon !
it: Ooooh, buonissime!
ja: おー、とても美味しいよ！
ko: 오오, 큰 냠냠이다!
pl: Oooch, wielkie i pyszne!
pt_br: Aaaah, bem gostoso!
ru: О-о, большая вкуснятина!
zh_tw: 噢，又大又好吃！

# CHARACTERS.WURT.DESCRIBE.BERRIES_JUICY_COOKED
source: Wanna eat them all!
de: Will alles aufessen!
es: ¡Quiero comérmelas todas!
es_mx: ¡Querer comerlas todas!
fr: J'vais tout manger !
it: Voglio mangiare tutte!
ja: 全部食べたいよ！
ko: 다 먹을래!
pl: Chcę zjeść je wszystkie!
pt_br: Quero comer tudo!
ru: Хочу все съесть!
zh_tw: 想全吃完！

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.BARREN
source: Put poop on it, flurp.
de: Kacke drauftun, flurp.
es: Pon caca en él, flurp.
es_mx: Tener que ponerle caca, flup.
fr: J'ferais mieux de mettre du caca dessus, florp.
it: Metti cacca sopra, flurp.
ja: うんちをするね、フループ。
ko: 위에 똥 놔, 뻐끔.
pl: Trzeba mu dołożyć kupy, flurp.
pt_br: Colocar cocô nele, flurp.
ru: Нужно положить каку, хлюп.
zh_tw: 放一些便便在上面，浮勒噗。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.BURNING
source: Bye-bye.
de: Tschüss.
es: Adiós.
es_mx: Adiosito.
fr: Adieu.
it: Ciao ciao.
ja: バイバイ。
ko: 안녕.
pl: Pa, pa.
pt_br: Tchau tchau.
ru: Пока-пока.
zh_tw: 再見。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.DISEASED
source: Won't make snacks if sick, florp.
de: Macht kein Essen, wenn er krank ist, florp.
es: Si está enfermo no habrá piscolabis, florp.
es_mx: No producir botanas si estar enfermo, flop.
fr: Il est malade. Il me donnera rien à manger, florp.
it: Se malato non faccio spuntini, florp.
ja: 病気になったらおやつは作らないよ、フロープ。
ko: 아프면 간식 못 만들어, 뻐끔.
pl: Na chorym krzaku nie wyrosną smakołyki, florp.
pt_br: Não vai dar lanches se tiver doente, florp.
ru: Вкуснятины не будет, пока он хворает, бульк.
zh_tw: 病了就長不出小吃了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.DISEASING
source: Don't look right.
de: Sieht nicht gut aus.
es: No parece estar bien.
es_mx: No verse bien.
fr: Il est dans un sale état.
it: Non va bene.
ja: 見てはいけないよ。
ko: 잘못된 것 같아.
pl: Nie wygląda dobrze.
pt_br: Não parece certo.
ru: Что-то не так.
zh_tw: 看著不太對。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.GENERIC
source: Snacks!
de: Essen!
es: ¡Piscolabis!
es_mx: ¡Botanas!
fr: À manger !
it: Spuntini!
ja: スナックだ！
ko: 간식이다!
pl: Smakołyki!
pt_br: Petiscos!
ru: Вкуснятина!
zh_tw: 零食！

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.PICKED
source: Gotta wait for more snacks.
de: Muss auf mehr Essen warten.
es: Tengo que esperar para que haya más piscolabis.
es_mx: Tener que esperar por más botanas.
fr: Faut que j'attente que ça pousse.
it: Aspetto altri spuntini.
ja: おやつを待つしかないね。
ko: 간식 또 먹으려면 기다려야 해.
pl: Muszę zaczekać na więcej smakołyków.
pt_br: Tenho que esperar mais petiscos.
ru: Нужно подождать вкуснятину.
zh_tw: 得等等才能結出小吃來。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH.WITHERED
source: Too dry.
de: Zu trocken.
es: Demasiado seco.
es_mx: Demasiado seco.
fr: Il est tout desséché.
it: Troppo secco.
ja: 乾燥しているよ。
ko: 너무 말랐어.
pl: Za sucho.
pt_br: Seco demais.
ru: Слишком сухой.
zh_tw: 太乾了。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.BARREN
source: Need poop.
de: Braucht Kacke.
es: Necesita caca.
es_mx: Necesitar caca.
fr: Il faut que j'mette du caca dessus.
it: Serve cacca.
ja: うんちが必要だよ。
ko: 똥 필요해.
pl: Potrzebuje kupy.
pt_br: Precisa de cocô.
ru: Нужна кака.
zh_tw: 需要便便。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.BURNING
source: Hot! Hot!!
de: Heiß! Heiß!!
es: ¡Caliente! ¡¡Caliente!!
es_mx: ¡En llamas! ¡¡En llamas!!
fr: C'est brûlant ! Brû-lant !
it: Caldo! Caldo!!!
ja: あつい！あついよ！！
ko: 뜨거워! 뜨거워!!
pl: Gorąco! Gorąco!
pt_br: Quente! Quente!!
ru: Жжет! Жжет!
zh_tw: 熱熱熱！

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.DISEASED
source: Look bad, florp.
de: Sieht schlecht aus, florp.
es: Tiene mala pinta, florp.
es_mx: Verse mal, flop.
fr: Il ne va pas bien du tout, florp.
it: Sembra brutto, florp.
ja: 悪い顔をしているよ、フロープ。
ko: 나빠 보여, 뻐끔.
pl: Źle wygląda, florp.
pt_br: Parece ruim, florp.
ru: Плохо выглядит, бульк.
zh_tw: 看起來不太好，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.DISEASING
source: Don't look right.
de: Sieht nicht gut aus.
es: No parece estar bien.
es_mx: No verse bien.
fr: Il est dans un sale état.
it: Non va bene.
ja: 見てはいけないよ。
ko: 잘못된 것 같아.
pl: Nie wygląda dobrze.
pt_br: Não parece certo.
ru: Что-то не так.
zh_tw: 看著不太對。

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.GENERIC
source: Gotta eat them fast!
de: Muss sie schnell essen!
es: ¡Me las tengo que comer rápido!
es_mx: ¡Yo tener que comerlas rápido!
fr: J'vais tout manger !
it: Voglio mangiare veloce!
ja: 早く食べないと！
ko: 빨리 먹어야 해!
pl: Trzeba je szybko zjeść!
pt_br: Temos que comer eles rápido!
ru: Нужно быстро слопать!
zh_tw: 得趕緊吃！

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.PICKED
source: Make snacks! Make snacks!
de: Essen machen! Essen machen!
es: ¡Hacer piscolabis! ¡Hacer piscolabis!
es_mx: ¡Hacer botanas! ¡Hacer botanas!
fr: Donne-moi à manger ! Donne-moi à manger !
it: Fai spuntini! Fai spuntini!
ja: おやつを作ろう！おやつを作ろうよ！
ko: 간식 줘! 간식 줘!
pl: Rób smakołyki! Rób smakołyki!
pt_br: Faça petiscos! Faça petiscos!
ru: Сделаю вкуснятину!
zh_tw: 能做小吃！能做小吃！

# CHARACTERS.WURT.DESCRIBE.BERRYBUSH_JUICY.WITHERED
source: It don't like heat either.
de: Mag auch keine Hitze.
es: A mí tampoco me gusta el calor.
es_mx: A él tampoco gustarle el calor.
fr: J'aime pas la chaleur non plus.
it: Non piace caldo.
ja: 暑さも好きではないよ。
ko: 나도 더위 싫어.
pl: Ja też nie lubię, jak jest gorąco.
pt_br: Também não gosta de calor.
ru: Ему тоже жара не нравится.
zh_tw: 它也不喜歡熱。

# CHARACTERS.WURT.DESCRIBE.BERRYSAUCE
source: Yummy yummy berries!
de: Leckere Beeren!
es: ¡Bayas ricas, ricas!
es_mx: ¡Ricas, ricas bayas!
fr: Miam, ces baies sont délicieuses.
it: Bacche gnam gnam!
ja: とっても美味しいベリーだね！
ko: 냠냠 베리다!
pl: Pyszniusieńkie porzeczki!
pt_br: Bagas bem gostosas!
ru: Ням! Вкусные ягодки!
zh_tw: 美味的漿果！

# CHARACTERS.WURT.DESCRIBE.BIBINGKA
source: Like this!
de: Lecker!
es: ¡Me gusta!
es_mx: ¡A mí gustarme esto!
fr: Ça me plaît !
it: Piace!
ja: こんな感じで！
ko: 마음에 들어!
pl: Smakuje mi!
pt_br: Gostei disso!
ru: Нравится!
zh_tw: 喜歡這個！

# CHARACTERS.WURT.DESCRIBE.BIGFOOT
source: Has big feets!
de: Hat große Füße!
es: ¡Tiene pies grandes!
es_mx: ¡Tener grandes pies!
fr: Il a des grands pieds !
it: Ha grandi piedi!
ja: 大きな足だよ！
ko: 발 크다!
pl: Ma wielkie stopy!
pt_br: Tem pés grandes!
ru: Большие ноги!
zh_tw: 大腳丫！

# CHARACTERS.WURT.DESCRIBE.BIRCHNUTDRAKE
source: Ha ha! It funny!
de: Haha! Lustig!
es: ¡Ja, ja! ¡Qué divertido!
es_mx: ¡Ja, ja! ¡Ser gracioso!
fr: Ah ah ! C'est marrant !
it: Ah ah! Divertente!
ja: ハハ！それは面白いね！
ko: 하하! 웃겨!
pl: Ha, ha! Śmieszny!
pt_br: Haha! Que engraçado!
ru: Ха! Забавный!
zh_tw: 哈哈！它真好玩！

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.DEAD
source: Aw, it dead now.
de: Och, ist tot.
es: Oh, se ha muerto.
es_mx: Ay, ahora estar muerto.
fr: Oh, il est mort.
it: Oh, morto adesso.
ja: あらら、今は死んでいるよ。
ko: 이런, 죽어 버렸어.
pl: O, teraz nie żyje.
pt_br: Ah, tá morto agora.
ru: Ой, птичка умерла.
zh_tw: 嗷，它死了。

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.GENERIC
source: Stick bird inside!
de: Vogel reintun!
es: ¡Palo de pájaro dentro!
es_mx: ¡Haber pájaro dentro!
fr: On met des oiseaux dedans !
it: Metti uccellino dentro!
ja: 鳥を中に入れて！
ko: 안에 새 넣어!
pl: Za patykami jest ptak!
pt_br: Colocar pássaro dentro!
ru: Сюда бы птичку!
zh_tw: 把鳥放到裡面！

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.HUNGRY
source: Bird needs snack.
de: Vogel braucht Essen.
es: El pájaro necesita un piscolabis.
es_mx: El pájaro necesitar botana.
fr: L'oiseau a faim.
it: A uccellino serve spuntino.
ja: 鳥はおやつを欲しがっているよ。
ko: 새한테 간식 필요해.
pl: Ptak potrzebuje smakołyka.
pt_br: Pássaro precisa de petisco.
ru: Птичка хочет кушать.
zh_tw: 鳥要吃小吃。

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.OCCUPIED
source: Now bird stay forever!
de: Vogel bleibt für immer!
es: ¡Ahora el pájaro se quedará para siempre!
es_mx: ¡Ahora pájaro quedarse para siempre!
fr: Maintenant, l'oiseau ne partira plus jamais !
it: Ora uccellino sta per sempre!
ja: 今から鳥は永遠にとどまるよ！
ko: 이제 새 영원히 있어!
pl: Ptak zostanie już na zawsze!
pt_br: Agora pássaro fica pra sempre!
ru: Теперь птичка никуда не денется!
zh_tw: 現在鳥哪都不去了！

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.SLEEPING
source: Nighty night, birdy.
de: Gute Nacht, Vögelchen.
es: Buenas noches, pajarito.
es_mx: Buenas nochecitas, pajarito.
fr: Bonne nuit, petit oiseau !
it: Notte notte, uccellino.
ja: おやすみ、バーディ。
ko: 잘 자, 새야.
pl: Dobranoc, ptaku.
pt_br: Boa noite, passarinho.
ru: Спокойной ночи, птичка.
zh_tw: 晚安，小鳥。

# CHARACTERS.WURT.DESCRIBE.BIRDCAGE.STARVING
source: It look so hungry...
de: Er sieht so hungrig aus ...
es: Parece tan hambriento...
es_mx: Verse muy hambriento.
fr: Il a l'air affamé.
it: Sembra ha fame...
ja: お腹すいた...
ko: 많이 배고파 보여...
pl: Wygląda, jakby był bardzo głodny...
pt_br: Parece tão faminto...
ru: Она такая голодная…
zh_tw: 它看起來很餓……

# CHARACTERS.WURT.DESCRIBE.BIRDTRAP
source: Catch birdies!
de: Zum Vögelchenfangen!
es: ¡Coge pájaros!
es_mx: ¡Para atrapar pajaritos!
fr: C'est pour attraper des oiseaux !
it: Cattura uccellini!
ja: バーディーを捕まえたよ！
ko: 새 잡아!
pl: Będę łapać ptaszki!
pt_br: Pegar passarinhos!
ru: Ловит птичек!
zh_tw: 抓鳥用的！

# CHARACTERS.WURT.DESCRIBE.BIRD_EGG
source: Baby bird inside?
de: Vogelbaby drin?
es: ¿Bebé pájaro dentro?
es_mx: ¿Haber pajarito bebé dentro?
fr: Y'a un petit oiseau dedans ?
it: C'è uccellino dentro?
ja: ひな鳥は中？
ko: 아기 새 있나?
pl: W środku jest mały ptaszek?
pt_br: Passarinho bebê dentro?
ru: Внутри мелкая птичка?
zh_tw: 裡面有鳥崽子？

# CHARACTERS.WURT.DESCRIBE.BIRD_EGG_COOKED
source: Don't want it!
de: Will nicht!
es: ¡No lo quiero!
es_mx: ¡No quererlo!
fr: J'en veux pas !
it: Non voglio!
ja: 欲しくないよ！
ko: 싫어!
pl: Nie chcę tego!
pt_br: Não quero isso!
ru: Не хочу!
zh_tw: 不想吃！

# CHARACTERS.WURT.DESCRIBE.BIRD_MUTANT
source: Ha ha! What happen to you?
de: Ha! Ha! Was mit dir passiert?
es: Ja, ja, ¿por qué tan raro?
fr: Ha ha ! Qu'est-ce qui t'est arrivé ?
it: Ah ah! Cosa successo te?
ja: あはは！どうしてそんなことになったの？
ko: 하하! 무슨 일이 생긴 거야?
pl: Haha! Co ci się stało?
pt_br: Ha, ha! O que aconteceu com você?
ru: Ха-ха! Что с тобой случилось?
zh_tw: 哈哈！你怎麼了？

# CHARACTERS.WURT.DESCRIBE.BIRD_MUTANT_SPITTER
source: Pt-ooey back at you, florp!
de: Pfui auf dich, florp!
es: Escupo yo a ti, ¡florp!
fr: Peuh toi même, florp !
it: Spu-ut anche a te, florp!
ja: お返しにペッてしてあげるからね！フロープ！
ko: 너에게 다시 툇, 빠끔!
pl: Wyglądasz fuj, florp!
pt_br: Pfft pra você também, florp!
ru: Тьфу на тебя обратно, бульк!
zh_tw: 看我給你吐回去，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.BISHOP
source: Zappy Ironfolk!!
de: Elektrische Eisenleute!!
es: ¡¡Señor de hierro zap!!
es_mx: ¡¡Un ser de hierro cargado de energía!!
fr: Un bonhomme de fer qui tire des décharges !
it: Uomo di ferro!
ja: ザッピー アイアンフォーク！
ko: 찌릿찌릿하는 철인이다!!
pl: Elektryczny żelaziak!
pt_br: Povo-ferro elétrico!
ru: Железяка-стрелялка!
zh_tw: 活潑的鐵人！！

# CHARACTERS.WURT.DESCRIBE.BISHOP_CHARGE_HIT
source: GLOP!
ja: グロップ！
ko: 빠끔!
ru: ХЛЮП!
zh_tw: 格朗普！
