Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.ACTIONFAIL.GIVE.WRONGGEM
source: Glorp? This not right gem.
de: Glorp? Edelstein ist nicht richtig.
es: ¿Glorp? Esta no es la gema correcta.
es_mx: ¿Glop? No ser la joya correcta.
fr: Glorp ? C'est pas la bonne gemme.
it: Glorp? Gemma sbagliata.
ja: グロープ？この宝石は間違ってるよ。
ko: 빠끔? 이 보석이 아니야.
pl: Glorp? To niewłaściwy klejnot.
pt_br: Glorp? Esta joia não está certa.
ru: Хлюп? Неправильный камушек.
zh_tw: 格浪噗？這顆寶石不對。

# CHARACTERS.WURT.ACTIONFAIL.GIVE.WRONGSHADOWFORM
source: That not look right...
de: Das sieht nicht richtig aus ...
es: Eso no parece estar bien...
es_mx: Eso no parecer ser lo correcto.
fr: C'est pas bon.
it: Qualcosa non va...
ja: そうは見えないね...
ko: 잘못된 것 같아...
pl: To nie wygląda dobrze...
pt_br: Isso não parece certo...
ru: Что-то здесь не так…
zh_tw: 那個看著不對……

# CHARACTERS.WURT.ACTIONFAIL.GIVEALLTOPLAYER.BUSY
source: Take stuff! TAKE STUFF!!
de: Zeug nehmen! ZEUG NEHMEN!!
es: ¡Coge cosas! ¡¡COGE COSAS!!
es_mx: ¡Agarrar cosas! ¡¡AGARRAR COSAS!!
fr: Prends-le ! PRENDS-LE !
it: Prendi cose! PRENDI COSE!
ja: とって！とって！
ko: 가져가! 가져가아아!!
pl: Bierz rzeczy! BIERZ RZECZY!
pt_br: Pega coisas! PEGA COISAS!!
ru: Бери! БЕРИ СКОРЕЕ!
zh_tw: 來拿呀！來拿呀！！

# CHARACTERS.WURT.ACTIONFAIL.GIVEALLTOPLAYER.DEAD
source: Don't think they need this, glorp.
de: Braucht das Zeug nicht mehr, glorp.
es: No creo que necesiten esto, glorp.
es_mx: Yo creer que ellos no necesitar esto, glop.
fr: Pour en faire quoi, glorp ?
it: Non serve questo, glorp.
ja: これは必要ないと思うよ、グロープ。
ko: 필요 없을 것 같아, 빠끔.
pl: Chyba nie będzie tego potrzebować, glorp.
pt_br: Não acho que precisa disso, glorp.
ru: Думаю, это не поможет, бульк.
zh_tw: 他們應該用不到了，格浪噗。

# CHARACTERS.WURT.ACTIONFAIL.GIVEALLTOPLAYER.FULL
source: They already have lots!
de: Hat schon genug!
es: ¡Ya tienen un montón!
es_mx: ¡Ellos ya tener demasiados!
fr: Ses poches débordent.
it: Ha già tutto!
ja: もういっぱいあるね！
ko: 이미 잔뜩 있어!
pl: Ma już mnóstwo!
pt_br: Já têm muitos!
ru: Там уже некуда класть!
zh_tw: 他們已經有很多了！

# CHARACTERS.WURT.ACTIONFAIL.GIVEALLTOPLAYER.SLEEPING
source: Wake up!! Got stuff for you!
de: Aufwachen!! Zeug für dich!
es: ¡¡Despierta!! ¡Tengo cosas para ti!
es_mx: ¡¡Despertar!! ¡Tener cosas para ti!
fr: Debout !! J'ai des trucs pour toi !
it: Sveglia! Tante cose per te!
ja: 起きて！道具をもってきたよ！
ko: 일어나!! 물건 줄게!
pl: Wstawaj! Mam dla ciebie rzeczy!
pt_br: Acorde!! Tenho coisas para você!
ru: Проснись! Я тебе такое принесла!
zh_tw: 起床！我有東西給你！

# CHARACTERS.WURT.ACTIONFAIL.GIVETOPLAYER.BUSY
source: Take thing! TAKE THING!!
de: Ding nehmen! DING NEHMEN!!
es: ¡Coge esta cosa! ¡¡COGE ESTA COSA!!
es_mx: ¡Agarrar cosa! ¡¡AGARRAR COSA!!
fr: Prends ce truc, allez !
it: Prendi cosa! PRENDI COSA!
ja: とって！とって！
ko: 가져가! 가져가아아!!
pl: Bierz rzecz! BIERZ RZECZ!
pt_br: Pega coisa! PEGA COISA!!
ru: Бери! БЕРИ ВЕЩИЦУ!
zh_tw: 來拿呀！來拿呀！！

# CHARACTERS.WURT.ACTIONFAIL.GIVETOPLAYER.DEAD
source: Don't think they need this, glorp.
de: Braucht das Zeug nicht mehr, glorp.
es: No creo que necesiten esto, glorp.
es_mx: Yo creer que ellos no necesitar esto, glop.
fr: J'préfère pas lui donner ça.
it: Non serve questo, glorp.
ja: これは必要ないと思うよ、グロープ。
ko: 필요 없을 것 같아, 빠끔.
pl: Chyba nie będzie tego potrzebować, glorp.
pt_br: Não acho que precisa disso, glorp.
ru: Думаю, это не поможет, бульк.
zh_tw: 他們應該用不到了，格浪噗。

# CHARACTERS.WURT.ACTIONFAIL.GIVETOPLAYER.FULL
source: They already have lots!
de: Hat schon genug!
es: ¡Ya tienen un montón!
es_mx: ¡Ellos ya tener demasiados!
fr: Y'a pas la place.
it: Ha già tutto!
ja: もういっぱいあるね！
ko: 이미 잔뜩 있어!
pl: Ma już mnóstwo!
pt_br: Já têm muitos!
ru: Там уже некуда класть!
zh_tw: 他們已經有很多了！

# CHARACTERS.WURT.ACTIONFAIL.GIVETOPLAYER.SLEEPING
source: Wake up!! Got thing for you!
de: Aufwachen!! Ding für dich!
es: ¡¡Despierta!! ¡Tengo una cosa para ti!
es_mx: ¡¡Despierta!! ¡Tener cosas para ti!
fr: Allez, réveille-toi ! J'ai un truc pour toi !
it: Sveglia! Ho cosa per te!
ja: 起きて！もってきたよ！
ko: 일어나!! 물건 줄게!
pl: Wstawaj! Mam coś dla ciebie!
pt_br: Acorde!! Tem coisa pra você!
ru: Проснись! Я тебе штуку принесла!
zh_tw: 起床！我有東西給你！

# CHARACTERS.WURT.ACTIONFAIL.GIVE_TACKLESKETCH.DUPLICATE
source: Oh! Knew that one already!
de: Oh! Kannte ich schon!
es: ¡Oh! ¡Ya lo conocía!
es_mx: ¡Ah! ¡Ya yo saber eso!
fr: Oh ! J'le savais !
it: Oh! Conosco già tutto!
ja: ああ！もう知ってるよ！
ko: 아! 이미 알고 있었어!
pl: Och! Już to zna!
pt_br: Ah! Já sabia esse!
ru: Ой! Я это уже знаю!
zh_tw: 噢！早就料到了！

# CHARACTERS.WURT.ACTIONFAIL.HARVEST.DOER_ISNT_MODULE_OWNER
source: Glurph. You boring!
de: Glurf, du langweilig!
es: ¡Glurph, me aburres!
fr: Glurp. T'es nul !
it: Glurp. Sei noioso!
ja: グルーフ。あなたつまらない！
ko: 빠끔빠금. 지루해!
pl: Glurp. Nudziarz!
pt_br: Glurph. Você é chato!
ru: Хлюрп. Ты скучный!
zh_tw: 格浪浮。你真無聊！

# CHARACTERS.WURT.ACTIONFAIL.HERD_FOLLOWERS.WEBBERONLY
source: Hey! Talking to you! Listen!!
de: Hey! Spreche mit dir! Zuhören!!
es: ¡Eh! ¡Hablar contigo! ¿¡No escuchar!?
fr: Hé ! Je te parle ! Écoute !
it: Ehi! Parlo con voi! Ascoltate!!!
ja: ちょっと！アタシが喋ってるの！聞きなさい！
ko: 이봐! 너한테 말하고 있잖아! 들어봐!!
pl: Hej! Ja mówię do ciebie! Ty słuchaj!
pt_br: Ei! Tô falando com vocês! Ouçam!
ru: Эй! Я с вами разговариваю! Слышите?!
zh_tw: 喂！我在跟你說話呢！你給我聽好！！

# CHARACTERS.WURT.ACTIONFAIL.HITCHUP.BEEF_HITCHED
source: Stay there, florp!
de: Hierbleiben, florp!
es: Quedar aquí, florp.
fr: Reste là, florp !
it: Resta lì, florp!
ja: ここで待ってて、フロープ！
ko: 거기 있어, 뻐끔!
pl: Zostań tam, florp!
pt_br: Fica aí, florp!
ru: Тут и стой, бульк!
zh_tw: 就待在那吧，浮浪噗！

# CHARACTERS.WURT.ACTIONFAIL.HITCHUP.INMOOD
source: Too mad, won't listen!
de: Zu wütend, will nicht zuhören!
es: ¡No escuchar por enfado!
fr: Il est trop en colère... Il écoute pas !
it: Troppo arrabbiato, non ascolta!
ja: 怒ってて、言う事聞いてくれない！
ko: 너무 화났어, 듣지 않을거야!
pl: Zbyt wściekły, nie będzie słuchać!
pt_br: Brabo demais, não vai ouvir!
ru: Уж очень злой, не послушает!
zh_tw: 在生氣呢，不聽話！

# CHARACTERS.WURT.ACTIONFAIL.HITCHUP.NEEDBEEF
source: Don't have any big fuzzy...
de: Ich habe keinen Großen Zottel ...
es: No tener peludito...
fr: J'ai pas de gros poilus...
it: Non ho pelosoni...
ja: おっきなパサパサがいないよ…
ko: 큰 털복숭이가 없어...
pl: Nie mam żadnego wielkiego kudłacza...
pt_br: Não tem nenhum peludão...
ru: Большого пушистика у меня нет...
zh_tw: 沒有大絨毛！

# CHARACTERS.WURT.ACTIONFAIL.HITCHUP.NEEDBEEF_CLOSER
source: Big fuzzy too far away.
de: Großer Zottel zu weit weg!
es: Peludito muy lejos.
fr: Gros poilu est trop loin.
it: Pelosone è troppo lontano.
ja: おっきなパサパサが遠すぎるよ。
ko: 큰 털복숭이가 너무 멀리 있어.
pl: Wielki kudłacz jest za daleko.
pt_br: Peludão tá longe demais.
ru: Большой пушистик очень далеко.
zh_tw: 大絨毛太遠了。

# CHARACTERS.WURT.ACTIONFAIL.LOWER_SAIL_FAIL.1
source: Glrrrpphh!!
de: Glrrrpf!!
es_mx: ¡¡Gluuff!!
it: Glurrrpp!
ja: グローフ！！！
ko: 빠끔빠끔!!
pl: Glrrrp!
ru: Гр-р-р-р-р-фр-р-р!
zh_tw: 格浪浪浪噗！！

# CHARACTERS.WURT.ACTIONFAIL.LOWER_SAIL_FAIL.2
source: Grrr... go down!
de: Grrr ... Runter!
es: Grrr... ¡Bájate!
es_mx: Grrr... ¡bajar!
fr: Grrr... Descends !
it: Grrr... Vieni giù!
ja: グルル...おりて！
ko: 그르릉... 내려가!
pl: Grrr... złaź!
pt_br: Grrr... desça!
ru: Гр-р-р… Ну спускайся же!
zh_tw: 格浪……下去！

# CHARACTERS.WURT.ACTIONFAIL.LOWER_SAIL_FAIL.3
source: Didn't work...
de: Klappt nicht ...
es: No ha funcionado...
es_mx: No haber funcionado.
fr: C'était pas ça...
it: Non ha funzionato...
ja: 上手くいかなかったよ...
ko: 안 통했어...
pl: Nie udało się...
pt_br: Não funcionou...
ru: Не вышло…
zh_tw: 不行……

# CHARACTERS.WURT.ACTIONFAIL.MARK.ALREADY_MARKED
source: Yeah! This the one!
de: Ja! Das ist es!
es: ¡Tú, tú!
fr: Ouiii ! C'est celui-là !
it: Sì! Questo è mio!
ja: やった！これに決めたよ！
ko: 좋아! 저거야!
pl: Tak! To właśnie to!
pt_br: Isso! Este aqui!
ru: Да! Это оно!
zh_tw: 對！就是這頭！

# CHARACTERS.WURT.ACTIONFAIL.MARK.NOT_PARTICIPANT
source: When is next contest?! Want turn!!
de: Wann nächster Wettbewerb?! Will dran sein!!
es: ¿Concurso cuándo? ¡¡Querer turno!!
fr: C'est quand le prochain concours ?! Moi aussi, je veux jouer !
it: Quando prossima competizione?! Tocca a me!!!
ja: 次のコンテストはいつ？！アタシも出たい！
ko: 다음 대회는 언제야? 다음 기회를 노려야지!!
pl: Kiedy następny konkurs?! Chcę moją kolej!
pt_br: Quando é próximo concurso?! Quero participar!
ru: Когда новый конкурс?! Хочу тоже!
zh_tw: 下一場比賽是什麼時候？！想參加！！

# CHARACTERS.WURT.ACTIONFAIL.MOUNT.INUSE
source: Let me on, florpt!
de: Lass mich rauf, florpt!
es: ¡Déjame subir, florpt!
es_mx: ¡Dejarme subir, flop!
fr: Laisse-moi monter, florp !
it: Lascia me su, florpt!
ja: アタシに任せて、フロープト！
ko: 타게 해 줘, 뻐끔!
pl: Daj mi wejść, florp!
pt_br: Deixa eu subir, florpt!
ru: Ну дай залезть, хлюп!
zh_tw: 讓我上去，浮浪噗的！

# CHARACTERS.WURT.ACTIONFAIL.MOUNT.SLEEPING
source: WAKE UP, BIG FUZZY!
de: WACH AUF, GROSSER ZOTTEL!
es: ¡DESPIERTA, GRANDULLÓN PELUDO!
fr: DEBOUT, GROSSE BÊTE POILUE !
it: SVEGLIA, PELOSONE!
ja: おっきなパサパサ、起きてよ！
ko: 일어나, 큰 털복숭이!
pl: POBUDKA, WIELKI KUDŁACZU!
pt_br: ACORDA, PELUDÃO!
ru: ПРОСЫПАЙСЯ, БОЛЬШОЙ ПУШИСТИК!
zh_tw: 起來了，大絨毛！

# CHARACTERS.WURT.ACTIONFAIL.MOUNT.TARGETINCOMBAT
source: They look mad...
de: Sieht sauer aus ...
es: Parecen enfadados...
es_mx: Ellos verse molestos.
fr: Quel regard noir !
it: Troppa furia...
ja: 狂っているようね...
ko: 화나 보여...
pl: Ale wściekłość...
pt_br: Parece bravo...
ru: Похоже, кое-кто разозлился…
zh_tw: 它們看起來很火大……

# CHARACTERS.WURT.ACTIONFAIL.OCEAN_FISHING_POND.WRONGGEAR
source: Don't need this one for pond, flort.
de: Keine Angel für Teich, flort.
es: No necesito esto para el estanque, flort.
es_mx: No necesitar esto en un estanque, flot.
fr: J'ai pas besoin de ça pour la mare, flort.
it: Non mi serve questa per stagno, flort.
ja: 池にはいらないね、フロート。
ko: 연못에는 필요 없어, 뻐끔.
pl: To mi się nie przyda do łowienia w stawie, flort.
pt_br: Não precisa disso pra lagoa, flort.
ru: Хлюп, сейчас мне это не нужно.
zh_tw: 池塘不需要這個，浮浪特。

# CHARACTERS.WURT.ACTIONFAIL.OPEN_CRAFTING.PROFESSIONALCHEF
source: Fancy cooking man can do it, florpt.
de: Toller Kochmann schafft das, florpt.
es: El cocinero sofisticado puede hacerlo, florpt.
es_mx: Hombre cocinero elegante poder hacerlo, flop.
fr: Le cuistot peut s'en occuper, florp.
it: Bravo cuoco sa fare questo, florpt.
ja: 豪華な料理ならできるよ、フロープト。
ko: 멋진 요리사 남자만 할 수 있어, 뻐끔.
pl: To może zrobić ten wytworny kucharz, florp.
pt_br: Homem chique que cozinha sabe fazer, florpt.
ru: Пусть мудреный кухарь это делает, хлюп.
zh_tw: 讓花哨的廚子去做吧，浮浪噗的。

# CHARACTERS.WURT.ACTIONFAIL.OPEN_CRAFTING.SHADOWMAGIC
source: ...Don't like stories in that book.
de: ... Mag Geschichten in dem Buch nicht.
es: No me gustan las historias de ese libro.
es_mx: ... A mí no gustarme las historias de ese libro.
fr: ...J'aime pas les histoires de ce livre.
it: ... Non piacciono storie in libro.
ja: ...その本の中の物語は好きではないよ。
ko: ...저 책 이야기 싫어.
pl: Nie podobają mi się opowieści z tej książki.
pt_br: Não gosto das histórias desse livro.
ru: …Не нравятся мне в этой книге сказки.
zh_tw: ……不喜歡那本書裡的故事。

# CHARACTERS.WURT.ACTIONFAIL.PICKUP.INUSE
source: Flurmph. Gotta wait.
de: Flurmpf. Muss warten.
es: Flurmph. Hay que esperar.
es_mx: Fluf. Deber esperar.
fr: Flurmph. Faut que j'attende.
it: Flurmf. Aspetto.
ja: フラムフ、待って。
ko: 뻐끔뻐끔. 기다려야 해.
pl: Flurmp. Trzeba poczekać.
pt_br: Flurmph. Tem que esperar.
ru: Хлюрп. Надо подождать.
zh_tw: 浮浪浮。得等等。

# CHARACTERS.WURT.ACTIONFAIL.PICKUP.NOTMINE_YOTC.1
source: It not want to come, flort.
de: Will nicht mit, flort.
es: No quiere venir, flort.
es_mx: No querer venir conmigo, flot.
fr: Il veut pas venir, flort.
it: Non vuole venire, flort.
ja: それは来てほしくないよ、フロート。
ko: 안 오려고 해, 뻐끔.
pl: Nie chce przyjść, flort.
pt_br: Não quer vir, flort.
ru: Бульк, не хочет ко мне идти.
zh_tw: 它不想來，浮浪特。

# CHARACTERS.WURT.ACTIONFAIL.PICKUP.NOTMINE_YOTC.2
source: That one already have owner.
de: Gehört schon wem.
es: Ya tiene dueño.
es_mx: Esa ya tener dueño.
fr: Il a déjà un propriétaire.
it: Quello ha già padrone.
ja: もう所有者がいるんだよ。
ko: 이미 주인 있어.
pl: Ta już ma właściciela.
pt_br: Já tem dono.
ru: Это уже чье-то.
zh_tw: 那個已經有主人了。

# CHARACTERS.WURT.ACTIONFAIL.PICKUP.RESTRICTION
source: Don't wanna.
de: Will nicht.
es: No quiero.
es_mx: No querer.
fr: J'veux pas.
it: Non voglio.
ja: しなくないなあ。
ko: 싫어.
pl: Nie chcę.
pt_br: Não quero.
ru: Не хочу.
zh_tw: 不想要。

# CHARACTERS.WURT.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.FERTILIZER
source: Know everything about it, florp!
de: Weiß alles darüber, florp!
es: ¡Saber todo esto, florp!
fr: Je sais tout, florp !
it: So tutto a riguardo, florp!
ja: ぜーんぶ知ってるもん！フロープ！
ko: 그것에 대해 모든 것 배워, 뻐끔!
pl: Wiem wszystko na ten temat, florp!
pt_br: Sei tudo sobre isso, florp!
ru: Я все об этом знаю, бульк!
zh_tw: 我都知道，浮浪噗！

# CHARACTERS.WURT.ACTIONFAIL.PLANTREGISTRY_RESEARCH_FAIL.GENERIC
source: Know everything already!
de: Weiß schon alles!
es: Ya saber todo.
fr: Je sais déjà tout !
it: So già tutto!
ja: もう全部しってるもん！
ko: 이미 모든 것을 알고 있네!
pl: Już wszystko wiem!
pt_br: Já sei tudo!
ru: Все уже знаю!
zh_tw: 都知道了！

# CHARACTERS.WURT.ACTIONFAIL.POUR_WATER.OUT_OF_WATER
source: Huh? Glurgh... no water...
de: Häh? Glarg ... Kein Wasser ...
es: ¿Eh? Glurgh... No agua...
fr: Hein ? Glurg... Plus d'eau...
it: Eh? Glurgh... No acqua...
ja: あれ？グルーフ…お水がないよ…
ko: 뭐? 빠끔빠끔... 물이 없어...
pl: Eee? Glurg... nie ma wody...
pt_br: Hã? Glurgh... sem água...
ru: А? Буль... воды нет...
zh_tw: 哈？格勒格……沒水……

# CHARACTERS.WURT.ACTIONFAIL.POUR_WATER_GROUNDTILE.OUT_OF_WATER
source: No water left!
de: Kein Wasser übrig!
es: ¡No agua!
fr: Y'a plus d'eau !
it: Rimasta niente acqua!
ja: お水がもう残ってないよ！
ko: 물이 남지 않았어!
pl: Zabrakło wody!
pt_br: Não tem mais água!
ru: Вода кончилась!
zh_tw: 沒水了！

# CHARACTERS.WURT.ACTIONFAIL.REPAIR.WRONGPIECE
source: That look wrong, glorp.
de: Das sieht falsch aus, glorp.
es: No parece que esté bien, glorp.
es_mx: Ese no ser el correcto, glop.
fr: C'est pas celui-là, glorp.
it: Sembra sbagliato, glorp.
ja: 間違っているようだよ、グロープ。
ko: 잘못된 것 같아, 빠끔.
pl: To nie pasuje, glorp.
pt_br: Isso parece errado, glorp.
ru: Что-то не так, бульк.
zh_tw: 那個看著不對，格浪噗。

# CHARACTERS.WURT.ACTIONFAIL.REPLATE.MISMATCH
source: Not right dish, florpt.
de: Falscher Teller, florpt.
es: No es el plato correcto, florpt.
es_mx: No ser el plato correcto, flop.
fr: C'est pas le bon plat, florp.
it: Non è piatto giusto, florpt.
ja: 間違った料理だよ。
ko: 이 접시 아니야, 뻐끔.
pl: Niewłaściwe danie, florp.
pt_br: Não é prato certo, florpt.
ru: Блюдо не то, хлюп.
zh_tw: 不是正確的菜，浮浪噗的。

# CHARACTERS.WURT.ACTIONFAIL.REPLATE.SAMEDISH
source: Already got dish!
de: Teller schon da!
es: ¡Ya tengo plato!
es_mx: ¡Ya tener plato!
fr: Y 'a déjà un plat !
it: Ha già piatto!
ja: お皿を持ってきたよ。
ko: 이미 접시 있어!
pl: Już ma jedzenie!
pt_br: Já tenho prato!
ru: Блюдо уже есть!
zh_tw: 已經有了！

# CHARACTERS.WURT.ACTIONFAIL.ROW_FAIL.BAD_TIMING0
source: Not right time!
de: Falsche Zeit!
es: ¡No es el ritmo correcto!
es_mx: ¡No ser el momento correcto!
fr: C'est pas le bon moment !
it: Ritmo sbagliato!
ja: 時間がないよ！
ko: 타이밍 놓쳤어!
pl: Zły moment!
pt_br: Não é hora certa!
ru: Не сейчас!
zh_tw: 時機不對！

# CHARACTERS.WURT.ACTIONFAIL.ROW_FAIL.BAD_TIMING1
source: Arms tired, florp.
de: Arme müde, florp.
es: Me duelen los brazos, florp.
es_mx: Tener brazos cansados, flop.
fr: J'ai mal aux bras, florp.
it: Braccia stanche, florp.
ja: 腕が疲れたね。
ko: 팔 피곤해, 뻐끔.
pl: Ręce bolą, florp.
pt_br: Braços cansados, florp.
ru: Руки устали, хлюп.
zh_tw: 胳膊好累，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.ROW_FAIL.BAD_TIMING2
source: Rowing hard...
de: Doll rudern ...
es: Remando duramente...
es_mx: Remar ser difícil.
fr: Je rame, je rame...
it: Remo a più non posso...
ja: 一生懸命漕いで…
ko: 노 젓기 힘들어...
pl: Wiosłowanie trudne...
pt_br: Remando forte...
ru: Грести тяжело…
zh_tw: 划船好難……

# CHARACTERS.WURT.ACTIONFAIL.RUMMAGE.GENERIC
source: Nuh-uh.
de: M-m.
es: No-oh.
es_mx: No poder.
fr: Nan.
it: No-no.
ja: うんうん。
ko: 안 돼.
pl: Nie-e.
pt_br: Ãn-ãn.
ru: Не-а.
zh_tw: 不行。

# CHARACTERS.WURT.ACTIONFAIL.RUMMAGE.INUSE
source: You find something good?
de: Findest du was Gutes?
es: ¿Has encontrado algo bueno?
es_mx: ¿Tú encontrar algo bueno?
fr: T'as trouvé des trucs sympas ?
it: Qualcosa di interessante?
ja: 何か良いものを見つけたの？
ko: 좋은 것 찾았어?
pl: Widzisz coś dobrego?
pt_br: Você encontra algo bom?
ru: Нашлось что-то хорошее?
zh_tw: 找到了什麼好東西？

# CHARACTERS.WURT.ACTIONFAIL.RUMMAGE.NOTMASTERCHEF
source: Fancy cooking man can do it, florpt.
de: Toller Kochmann schafft das, florpt.
es: El cocinero sofisticado puede hacerlo, florpt.
es_mx: Hombre cocinero elegante poder hacerlo, flop.
fr: Le cuistot peut s'en occuper, florp.
it: Bravo cuoco sa fare questo, florpt.
ja: 豪華な料理ならできるよ、フロープト。
ko: 멋진 요리사 남자만 할 수 있어, 뻐끔.
pl: To może zrobić ten wytworny kucharz, florp.
pt_br: Homem chique que cozinha sabe fazer, florpt.
ru: Пусть мудреный кухарь это делает, хлюп.
zh_tw: 讓花哨的廚子去做吧，浮浪噗的。

# CHARACTERS.WURT.ACTIONFAIL.SADDLE.TARGETINCOMBAT
source: It too mad right now.
de: Zu sauer.
es: Está demasiado enfadado ahora mismo.
es_mx: Estar muy molesto en este momento.
fr: Il est trop de mauvaise humeur.
it: Troppa furia adesso.
ja: 今は頭がとてもおかしくなってるよ。
ko: 지금 너무 화났어.
pl: Teraz jest zbyt wściekły.
pt_br: Tá muito bravo agora.
ru: Сначала пусть успокоится.
zh_tw: 它正在氣頭上。

# CHARACTERS.WURT.ACTIONFAIL.SAIL.REPAIR
source: It good enough.
de: Gut genug.
es: Pasable.
es_mx: Estar bien así.
fr: Ça ira.
it: Va già bene.
ja: それだけで十分だよ。
ko: 이 정도면 됐어.
pl: Jest dobrze.
pt_br: É bom o suficiente.
ru: Все и так хорошо.
zh_tw: 夠好了。

# CHARACTERS.WURT.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Me not crazy, florp.
de: Bin nicht irre, florp.
es: No estoy loca, florp.
es_mx: Yo no estar loca, flop.
fr: J'suis pas dingue, florp.
it: Io non matta, florp.
ja: アタシはおかしくないよ、フロープ。
ko: 나 안 미쳤어, 뻐끔.
pl: Nie jestem szalona, florp.
pt_br: Eu não sou louca, florp.
ru: Хлюп, безумная идея.
zh_tw: 我不瘋，浮浪噗。

# CHARACTERS.WURT.ACTIONFAIL.SHAVE.GENERIC
source: Nope.
de: Nein.
es: No.
es_mx: No.
fr: Non.
it: No.
ja: いやだよ。
ko: 싫다.
pl: Odmawiam.
pt_br: Negativo.
ru: Не-а.
zh_tw: 不不不。

# CHARACTERS.WURT.ACTIONFAIL.SHAVE.NOBITS
source: No fluffs left to take.
de: Nichts mehr übrig.
es: No quedan flufis para coger.
es_mx: Ya no quedarle pelo.
fr: Y'a plus de poils à couper.
it: Non più fuffa da prendere.
ja: ふわふわが残っていないよ。
ko: 가져갈 털 없어.
pl: Nie ma już żadnych kłaczków.
pt_br: Não tem fofuras pra pegar.
ru: Весь пушок уже собрали.
zh_tw: 沒剩什麼能拿的絨毛。

# CHARACTERS.WURT.ACTIONFAIL.SHAVE.SOMEONEELSESBEEFALO
source: Would probably get in trouble...
de: Werde wohl Ärger kriegen ...
es: No querer líos...
fr: Je vais avoir des ennuis...
it: Non voglio guai...
ja: 大変なことになっちゃうかもだよ…
ko: 아마 곤경에 처했을 거야...
pl: Nie chcę kłopotów...
pt_br: Acho que me meteria em encrenca...
ru: За такое, наверное, накажут...
zh_tw: 會惹上麻煩的……

# CHARACTERS.WURT.ACTIONFAIL.SLAUGHTER.TOOFAR
source: Grrr... come back!
de: Grrr ... Komm zurück!
es: Grrr... ¡Vuelve!
es_mx: Grrr... ¡volver aquí!
fr: Grrr... Reviens !
it: Grrr... Torna indietro!
ja: グルル...戻ってきて！
ko: 그르릉... 돌아와!
pl: Grrr... wracaj tu!
pt_br: Grrr... volta!
ru: Гр-р-р… Вернись!
zh_tw: 格浪……回來！

# CHARACTERS.WURT.ACTIONFAIL.START_CARRAT_RACE.NO_RACERS
source: Can't start yet! Need veggie rats!
de: Kann nicht starten! Brauche Gemüseratte!
es: ¡Que no empiece todavía! ¡Necesito ratas vegetales!
es_mx: ¡Aún no poder empezar! ¡Faltar ratas verdura!
fr: J'peux pas commencer : j'ai pas de ratte/légume !
it: Non si può cominciare! Servono verduratti!
ja: まだできないよ！ベジネズミが必要だよ！
ko: 아직 못 시작해! 채소 쥐 필요해!
pl: Nie da się jeszcze zacząć! Potrzeba szczurowarzyw!
pt_br: Não pode começar ainda! Precisa de ratos leguminosos!
ru: Нельзя начинать! Нужны овощные крыски!
zh_tw: 還不能開始！需要蔬菜老鼠！

# CHARACTERS.WURT.ACTIONFAIL.STORE.GENERIC
source: It full.
de: Voll.
es: No cabe nada.
es_mx: Estar lleno.
fr: C'est plein.
it: Pieno.
ja: 満タンだよ。
ko: 꽉 찼어.
pl: Nie ma miejsca.
pt_br: Tá cheio.
ru: Все уже забито.
zh_tw: 滿的。

# CHARACTERS.WURT.ACTIONFAIL.STORE.INUSE
source: Gotta wait.
de: Muss warten.
es: Tengo que esperar.
es_mx: Deber esperar.
fr: Faut encore attendre.
it: Aspetto.
ja: 待ってよ。
ko: 기다려야 해.
pl: Trzeba zaczekać.
pt_br: Tem que esperar.
ru: Надо ждать.
zh_tw: 得等等。

# CHARACTERS.WURT.ACTIONFAIL.STORE.NOTALLOWED
source: Can't, glorp.
de: Kann nicht, glorp.
es: No se puede, glorp.
es_mx: No poder, glop.
fr: Impossible. Glorp.
it: Non faccio, glorp.
ja: できないよ、グロープ。
ko: 못 해, 빠끔.
pl: Nie mogę, glorp.
pt_br: Não dá, glorp.
ru: Бульк, не-а.
zh_tw: 不行，格浪噗。

# CHARACTERS.WURT.ACTIONFAIL.STORE.NOTMASTERCHEF
source: Fancy cooking man can do it, florpt.
de: Toller Kochmann schafft das, florpt.
es: El cocinero sofisticado puede hacerlo, florpt.
es_mx: Hombre cocinero elegante poder hacerlo, flop.
fr: Le cuistot peut s'en occuper, florp.
it: Bravo cuoco sa fare questo, florpt.
ja: 豪華な料理ならできるよ、フロープト。
ko: 멋진 요리사 남자만 할 수 있어, 뻐끔.
pl: To może zrobić ten wytworny kucharz, florp.
pt_br: Homem chique que cozinha sabe fazer, florpt.
ru: Пусть мудреный кухарь это делает, хлюп.
zh_tw: 讓花哨的廚子去做吧，浮浪噗的。

# CHARACTERS.WURT.ACTIONFAIL.TEACH.CANTLEARN
source: Flurph... this make head hurt.
de: Flurpf ... Macht Kopfweh.
es: Flurph... Esto da dolor de cabeza.
es_mx: Fluf... esto darme dolor de cabeza.
fr: Florp... Ça m'donne mal au crâne.
it: Flurf... Questo fa male a testa.
ja: フルーフ...頭が痛くなりそうだよ。
ko: 뻐끔뻐끔... 머리 아파.
pl: Flurp... głowa od tego boli.
pt_br: Flurph... isso faz cabeça doer.
ru: Фр-р-р… даже голова разболелась.
zh_tw: 浮勒浮……太難了，頭都疼。

# CHARACTERS.WURT.ACTIONFAIL.TEACH.KNOWN
source: Knew that already, florp!
de: Wusste ich schon, florp!
es: ¡Ya lo había visto, florp!
es_mx: ¡Yo ya sabía eso, flop!
fr: J'le savais, florp !
it: Sapevo già, florp!
ja: もう知ってたよ、フロープ！
ko: 이미 알고 있지, 뻐끔!
pl: Już to wiedziałam, florp!
pt_br: Já sabia disso, florp!
ru: Я и так это знала, хлюп!
zh_tw: 已經知道了，浮浪噗！

# CHARACTERS.WURT.ACTIONFAIL.TEACH.MESSAGEBOTTLEMANAGER_NOT_FOUND
source: Grrr, can't read! Too dark here!
de: Grrr, kann nicht lesen! Zu dunkel!
es: Grrr, ¡no puedo leer! ¡Aquí está demasiado oscuro!
es_mx: ¡Grrr, no poder leer! ¡Estar demasiado oscuro aquí!
fr: Grrr, il fait trop noir pour lire !
it: Grrr, non leggo! Troppo buio!
ja: グルル、読めないよ！暗くて読めないよ！
ko: 그르릉, 못 읽어! 여기 너무 어두워!
pl: Grrr, nie da się przeczytać! Za ciemno tu!
pt_br: Grrr, não dá ler! Muito escuro aqui!
ru: Гр-р-р, не могу читать! Очень темно!
zh_tw: 格浪，認不得是什麼字！這太暗了！

# CHARACTERS.WURT.ACTIONFAIL.TEACH.WRONGWORLD
source: Map don't match this place...
de: Karte passt nicht zu diesem Ort ...
es: En mapa no coincide con este lugar...
es_mx: Este mapa no ser de este mundo.
fr: C'est pas la carte d'ici...
it: Mappa non corrisponde a posto...
ja: 地図とこの場所が一致しないね...
ko: 여기랑 안 맞는 지도야...
pl: Na mapie nie ma tego miejsca...
pt_br: O mapa não corresponde a este lugar...
ru: Карта совсем другая…
zh_tw: 地圖不匹配這個地方……

# CHARACTERS.WURT.ACTIONFAIL.USEITEMON.BEEF_BELL_ALREADY_USED
source: Huh? Maybe belong to someone else...
de: Häh? Gehört vielleicht jemand anderem ...
es: ¿Eh? Supongo que ser de otro...
fr: Hein ? P'têt qu'il appartient à quelqu'un d'autre...
it: Eh? Forse è di qualcun altro...
ja: あれ？もう誰かに取られちゃってるみたい…
ko: 뭐? 아마 다른 친구 건가봐...
pl: Eee? Może należy do kogoś innego...
pt_br: Hã? Talvez já seja de outra pessoa...
ru: Ой! Уже приручили, наверное...
zh_tw: 哈？也許是其他人的……

# CHARACTERS.WURT.ACTIONFAIL.USEITEMON.BEEF_BELL_HAS_BEEF_ALREADY
source: Have big fuzzy already, florpt!
de: Hab schon Großen Zottel, florpt!
es: Ya tener peludito, florp.
fr: J'ai déjà un gros poilu, florp !
it: Ho già pelosone, florpt!
ja: もうおっきなパサパサはいるもんね、フロープト！
ko: 이미 큰 털복숭이 있어, 뻐금!
pl: Już mam wielkiego kudłacza, florp!
pt_br: Já tenho peludão, florpt!
ru: Уже есть большой пушистик, хлюп!
zh_tw: 已經有大絨毛了，浮浪噗的！

# CHARACTERS.WURT.ACTIONFAIL.USEITEMON.BEEF_BELL_INVALID_TARGET
source: Won't work!
de: Geht nicht!
es: ¡No servir!
fr: Ça va pas marcher !
it: Non funziona!
ja: ダメだよ！
ko: 작동하지 않아!
pl: Nie chce działać!
pt_br: Não vai funcionar!
ru: Не работает!
zh_tw: 不行！

# CHARACTERS.WURT.ACTIONFAIL.USEKLAUSSACKKEY.KLAUS
source: Not good time, florp!
de: Schlechte Zeit, florp!
es: ¡No es buen momento, florp!
es_mx: ¡No ser buen momento, flop!
fr: C'est pas le moment, florp !
it: Non è momento giusto, florp!
ja: 時間がないよ、フロープ！
ko: 상황 안 좋아, 뻐끔!
pl: Zły moment, florp!
pt_br: Não é boa hora, florp!
ru: Сейчас не время, хлюп!
zh_tw: 時間不對，浮浪噗！
