Repository: Endeer/dst-cz
Catalog: locales/*/characters-wurt.po
Languages: de, es, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_tw

# CHARACTERS.WURT.DESCRIBE.WALRUSHAT
source: Hee-hee, it go with my scales!
de: Hehe, passt zu meinen Schuppen!
es: ¡Ji, ji, pega con mis escamas!
es_mx: Ji, ji. ¡Combinar con mis escamas!
fr: Hé hé, ça va bien avec mes écailles !
it: Eh eh, perfetto con mie squame!
ja: へへ、それは私の体重と一緒！
ko: 히히, 내 비늘이랑 잘 어울려!
pl: Hi, hi, pasuje mi do łusek!
pt_br: Hihi, combina com minhas escamas!
ru: Хи-хи! Моим чешуйкам идет!
zh_tw: 嘿嘿，它跟我的鱗片很搭！

# CHARACTERS.WURT.DESCRIBE.WALRUS_CAMP.EMPTY
source: Somebody here before, florp.
de: Jemand schon hier gewesen, florp.
es: Aquí ha habido alguien antes, florp.
es_mx: Alguien ya haber estado aquí, flop.
fr: Quelqu'un est venu ici, florp.
it: Qualcuno era già qui prima, florp.
ja: 前にも誰か来たよ、フロープ。
ko: 누가 여기 있었어, 뻐끔.
pl: Ktoś tu był przede mną, florp.
pt_br: Alguém já passou por aqui, florp.
ru: Раньше тут кто-то жил, буль.
zh_tw: 有人之前來過，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WALRUS_CAMP.GENERIC
source: Look warm for ice house.
de: Sieht warm aus für Eishaus.
es: Parece cálido para casa de hielo.
es_mx: Verse cálida para ser casa de hielo.
fr: C'est plutôt chaleureux pour une maison de glace.
it: Caldo per casa di ghiaccio.
ja: 氷の家のために暖かくしてよ。
ko: 얼음집치고 따뜻해 보여.
pl: Jak na dom z lodu, wygląda całkiem przytulnie.
pt_br: Parece quentinha pra uma casa de gelo.
ru: Хоть дом и ледяной, а внутри тепло.
zh_tw: 雖然是冰做的房子，但是看起來很暖和。

# CHARACTERS.WURT.DESCRIBE.WALRUS_TUSK
source: Took his tooth!
de: Habe seinen Zahn!
es: ¡Ya no tiene diente!
es_mx: ¡Yo haber tomado su colmillo!
fr: J'ai pris sa dent !
it: Suo dente è stato preso!
ja: 歯を取ったよ！
ko: 이빨 가져왔어!
pl: Zabrałam mu ząb!
pt_br: Peguei o dente dele!
ru: Теперь его клыки мои!
zh_tw: 我拿了它的牙！

# CHARACTERS.WURT.DESCRIBE.WALTER.ATTACKER
source: You not help, you mean!
de: Du hilfst nicht, gemein!
es: ¡No ayudas, mala gente!
es_mx: ¡Tú no ayudar, tú ser malo!
fr: Tu m'aides pas, méchant !
it: Non aiuti, sei cattivo!
ja: 優しくない、イジワル！
ko: 너 안 도와, 너 못됐어!
pl: Nie pomagasz, to niemiłe!
pt_br: Você não ajuda, você é ruim!
ru: Ты не помогаешь, ты злой!
zh_tw: 你不幫忙，不是好孩子！

# CHARACTERS.WURT.DESCRIBE.WALTER.FIRESTARTER
source: You gonna burn everything, flort!
de: Du verbrennst alles, flort!
es: ¡Vas a quemarlo todo, flort!
es_mx: ¡Tú quemar todo, flot!
fr: Tu vas tout brûler, flort !
it: Bruci tutto, flort!
ja: 全部燃えちゃうよ！フシュー！
ko: 그러다 죄다 태우겠어, 뻐끔!
pl: Wszystko spalisz, flort!
pt_br: Você vai queimar tudo, flort!
ru: Ты все тут сожжешь, бульк!
zh_tw: 你會把所有東西都燒掉，浮浪特！

# CHARACTERS.WURT.DESCRIBE.WALTER.GENERIC
source: Hello pine boy!
de: Hallo Kiefernjunge!
es: ¡Hola, chico del pino!
es_mx: ¡Hola, chico pino!
fr: Salut, m'sieur scout !
it: Ciao ragazzo di pini!
ja: やあ、マツワケ少年！
ko: 안녕, 소나무 소년!
pl: Cześć, sosnowy chłopcze!
pt_br: Olá, menino pinheiro!
ru: Привет, сосновый мальчик!
zh_tw: 你好，松樹男孩！

# CHARACTERS.WURT.DESCRIBE.WALTER.GHOST
source: Pine boy not having fun?
de: Kiefernjunge amüsiert sich nicht?
es: ¿El chico del pino no se divierte?
es_mx: ¿Chico pino no estar divirtiéndose?
fr: M'sieur scout s'amuse pas ?
it: Ragazzo di pini non si diverte?
ja: マツワケ少年、楽しくないの？
ko: 소나무 소년 재미없어?
pl: Sosnowy chłopiec kiepsko się bawi?
pt_br: Menino pinheiro não está se divertindo?
ru: Сосновому мальчику не весело?
zh_tw: 松樹男孩不開心嗎？

# CHARACTERS.WURT.DESCRIBE.WALTER.MURDERER
source: Grrr, should never trust scale-less!
de: Grrr, nie Schuppenlosen trauen!
es: ¡Grrr, no hay que fiarse de los sin escamas!
es_mx: ¡Grrr, nunca poder confiar en los no escamosos!
fr: Grrr, faut jamais faire confiance aux sans-écailles !
it: Grrr, non fidarsi di senza squame!
ja: ガルル…うろこのないヤツもう信じない！
ko: 그르릉, 무비늘 못 믿어!
pl: Grr, nie można ufać bezłuskowcom!
pt_br: Grrr, nunca deve confiar em sem-escamas!
ru: Гр-р-р, нельзя доверять ребятам без чешуи!
zh_tw: 格浪，就不該相信這些無鱗人。

# CHARACTERS.WURT.DESCRIBE.WALTER.REVIVER
source: You is very nice and good, florp.
de: Sehr nett und gut, du, florp.
es: Eres buena gente, florp.
es_mx: Tú ser muy bueno y amable, flop.
fr: T'es très gentil, florp.
it: Sei bravo e carino, florp.
ja: 親切で良いヤツだ、フシュー。
ko: 너 아주 친절하고 착해, 뻐끔.
pl: Jesteś bardzo miły i dobry, florp.
pt_br: Você é muito legal e bom, florp.
ru: Ты очень хороший и милый, хлюп.
zh_tw: 你是非常善良，非常好的，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WALTERHAT
source: Is good color.
de: Gute Farbe.
es: Bonito color.
es_mx: Ser un buen color.
fr: C'est une jolie couleur.
it: È bel colore!
ja: いい色だね。
ko: 색깔이 마음에 들어.
pl: Ładny kolor.
pt_br: É cor boa.
ru: Красивый цвет.
zh_tw: 顏色很好。

# CHARACTERS.WURT.DESCRIBE.WANDA.ATTACKER
source: Go away! You mean!
de: Geh weg. Du gemein!
es: ¡Fuera! ¡Mala!
fr: Va-t'en ! Vilaine !
it: Vattene! Brutta cattiva!
ja: どっか行って！このイジワル！
ko: 저리 가! 나쁜 놈!
pl: Idź sobie! Niedobra ty!
pt_br: Vai embora! Sua malvada!
ru: Отстань! Ты плохая!
zh_tw: 走開！你真壞！

# CHARACTERS.WURT.DESCRIBE.WANDA.FIRESTARTER
source: She start fire, not me, florp!
de: Sie Feuer gelegt, nicht ich, florp!
es: ¡Ella hacer fuego, no yo, florp!
fr: C'est pas moi qui ai allumé le feu, c'est elle, florp !
it: Fuoco è suo, non mio, florp!
ja: 火をつけたのはあの女の人！アタシじゃないって！
ko: 내가 아니고 저 친구가 불을 붙였어, 뻐금!
pl: To ona wywołała pożar, nie ja, florp!
pt_br: Ela começou fogo, não eu, florp!
ru: Это она подожгла, не я! Бульк!
zh_tw: 她放的火，不是我，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WANDA.GENERIC
source: Why you not always look the same?
de: Warum nicht immer gleich aussiehst?
es: ¿Por qué tú no siempre igual?
fr: Pourquoi tu changes tout l'temps de tête ?
it: Perché non hai sempre stesso aspetto?
ja: なんでいつも見た目が違うの？
ko: 왜 항상 똑같아 보이지 않아?
pl: Czemu nie zawsze wyglądasz tak samo?
pt_br: Por que você nunca parece a mesma?
ru: Почему ты все время меняешься?
zh_tw: 為什麼你看起來總是不一樣？

# CHARACTERS.WURT.DESCRIBE.WANDA.GHOST
source: You need help, flort?
de: Brauchst Hilfe, flort?
es: ¿Ayudo, florp?
fr: Besoin d'aide, florp ?
it: Hai bisogno aiuto, flort?
ja: 助けてあげようか、フロート？
ko: 도움이 필요해, 플로트?
pl: Potrzebujesz pomocy, flort?
pt_br: Precisa de ajuda, flort?
ru: Хлюп, тебе помочь?
zh_tw: 你要幫忙嗎，浮浪特？

# CHARACTERS.WURT.DESCRIBE.WANDA.MURDERER
source: Some scale-less okay, but you very bad!
de: Manche Schuppenlose okay, aber du sehr böse!
es: Hay sinescamas buenos, ¡pero tú muy mala!
fr: Des sans-écailles sont gentils, mais pas toi !
it: Alcuni senza squame bene, ma tu sei molto cattiva!
ja: ウロコナシにもいいヤツはいるけど、あなたはとっても悪いヤツ！
ko: 비늘 없는 녀석 몇몇은 괜찮지만 넌 아주 나빠!
pl: Niektóre bezłuskowce są w porządku, ale ty jesteś bardzo zła!
pt_br: Alguns sem-escamas são legais, mas você é muito má!
ru: Некоторые, кто без чешуи, хорошие, но ты очень плохая!
zh_tw: 有些無鱗怪人挺好的，可你就非常壞！

# CHARACTERS.WURT.DESCRIBE.WANDA.REVIVER
source: You kinda weird, but nice!
de: Du komisch, aber nett!
es: Eres rara... ¡pero maja!
fr: Tu es bizarre, mais gentille !
it: Un po' strana, ma gentile!
ja: あなたって変だけどいいヤツだね！
ko: 넌 좀 이상하지만 좋아!
pl: Dziwna jesteś, ale miła!
pt_br: Você meio estranha, mas legal!
ru: Ты немного странная, но хорошая!
zh_tw: 你雖然怪，但是好人！

# CHARACTERS.WURT.DESCRIBE.WARDROBE.BURNING
source: Fire! Fire!!
de: Feuer! Feuer!!
es: ¡Fuego! ¡Fuego!
es_mx: ¡Fuego! ¡¡Fuego!!
fr: Au feu ! Au feu !!
it: Fuoco! Fuoco!
ja: 火！火だ！
ko: 불이야! 불이야!!
pl: Ogień! Ogień!
pt_br: Fogo! Fogo!!
ru: Огонь! Огонь!
zh_tw: 火！火！！

# CHARACTERS.WURT.DESCRIBE.WARDROBE.BURNT
source: Aww...
de: Ooch ...
es: Oooh...
es_mx: Aay...
fr: Ooooh...
it: Ohh...
ja: あー...
ko: 저런...
pl: Och...
pt_br: Ahh...
ru: Эх…
zh_tw: 啊...

# CHARACTERS.WURT.DESCRIBE.WARDROBE.GENERIC
source: Can play dress-up!
de: Verkleiden spielen!
es: ¡Puedo ponerme elegante!
es_mx: ¡Poder jugar a los disfraces!
fr: J'ai envie de me déguiser !
it: Posso giocare a travestimenti!
ja: 着せ替え遊びができる！
ko: 옷 입히기 놀이 할 수 있어!
pl: Mogę się bawić w przebieranki!
pt_br: Posso brincar de me fantasiar!
ru: Можно играть в переодевания!
zh_tw: 可以玩換衣服的遊戲了！

# CHARACTERS.WURT.DESCRIBE.WARG
source: What big teeth he have!
de: Warum er so große Zähne?
es: ¡Qué dientes tan grandes tiene!
es_mx: ¡Qué grandes dientes él tener!
fr: Ce que t'as des grandes dents !
it: Ha grandi denti!
ja: なんて大きな歯をしているんだ！
ko: 이빨 정말 크다!
pl: Ale ma wielkie zęby!
pt_br: Que dentes grandes ele tem!
ru: Какие у нас большие клыки!
zh_tw: 他的牙齒真大啊。

# CHARACTERS.WURT.DESCRIBE.WARGLET
source: What big teeth he have!
de: Warum er so große Zähne?
es: ¡Qué dientes tan grandes tiene!
es_mx: ¡Qué grandes dientes él tener!
fr: Ce que t'as des grandes dents !
it: Ha grandi denti!
ja: なんて大きな歯をしているんだ！
ko: 이빨 정말 크다!
pl: Ale ma wielkie zęby!
pt_br: Que dentes grandes ele tem!
ru: Какие у нас большие клыки!
zh_tw: 他的牙齒真大啊。

# CHARACTERS.WURT.DESCRIBE.WARGSHRINE.BURNT
source: All burnt up.
de: Ganz verbrannt.
es: Se ha quemado por completo.
es_mx: Estar bien quemado.
fr: C'est tout brûlé.
it: Tutto bruciato.
ja: 全部燃えちゃったよ。
ko: 다 탔어.
pl: Wszystko się spaliło.
pt_br: Tudo queimado.
ru: Все сгорело.
zh_tw: 燒得精光。

# CHARACTERS.WURT.DESCRIBE.WARGSHRINE.EMPTY
source: Need some light, flort.
de: Braucht Licht, flort.
es: Necesita luz, flort.
es_mx: Necesitar un poco de luz, flop.
fr: Il lui faut de la lumière, flort.
it: Serve luce, flort.
ja: 灯りが必要だよ。
ko: 빛 필요해, 뻐끔.
pl: Potrzeba tu jakiegoś światła, flort.
pt_br: Precisa de luz, flort.
ru: Нужен свет, хлюп.
zh_tw: 需要一點光，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WARGSHRINE.GENERIC
source: House for gold doggy.
de: Haus für Goldhund.
es: Casa para perrito de oro.
es_mx: Casa para perrito de oro.
fr: C'est une maison pour le gros toutou.
it: Casa per cagnolino dorato.
ja: 金のワンコのための家だよ。
ko: 황금 멍멍이 집이야.
pl: Domek dla złotego pieska.
pt_br: Casa para cachorrinho dourado.
ru: Дом для золотой собачки.
zh_tw: 黃金小狗的家。

# CHARACTERS.WURT.DESCRIBE.WARLY.ATTACKER
source: Glurph, thought you were nice!
de: Glurf, dachte, du nett!
es: ¡Glurph, pensaba que eras majo!
es_mx: ¡Gluf, yo haber pensado que tú ser bueno!
fr: Argh, j'pensais que t'étais gentil !
it: Glurf, pensavo che eri bravo!
ja: グルーフ、良いヤツだと思ったのに！
ko: 빠끔빠끔, 착한 줄 알았는데!
pl: Glurp, myślałam, że jesteś miły!
pt_br: Glurph, achei que você fosse legal!
ru: Хляп, а я думала, что ты — друг!
zh_tw: 格浪浮，還以為你是個好人呢！

# CHARACTERS.WURT.DESCRIBE.WARLY.FIRESTARTER
source: He wanna cook everything!
de: Er will alles kochen!
es: ¡Quiere cocinar todo!
es_mx: ¡Él querer cocinarlo todo!
fr: Il veut tout faire cuire !
it: Vuole cucinare tutto!
ja: 彼は何でも料理したがるんだ！
ko: 다 요리하려고 해!
pl: Wszystko by najchętniej ugotował!
pt_br: Ele quer cozinhar tudo!
ru: Он хочет приготовить весь мир!
zh_tw: 他什麼都想燒來吃！

# CHARACTERS.WURT.DESCRIBE.WARLY.GENERIC
source: Hello fancy cook man!
de: Hallo, schicker Kochmann!
es: ¡Hola, cocinero elegante!
es_mx: ¡Hola, hombre cocinero elegante!
fr: Salut, cuistot !
it: Ciao bravo cuoco!
ja: こんにちは、お洒落な料理人さん！
ko: 안녕, 멋진 요리사 남자!
pl: Siemanko, wytworny kucharzu!
pt_br: Olá, homem cozinheiro!
ru: Привет, мудреный кухарь!
zh_tw: 你好高級料理先生！

# CHARACTERS.WURT.DESCRIBE.WARLY.GHOST
source: Nooo! Who gonna cook yummy things for me...
de: Neeein! Wer kocht jetzt für mich ...?
es: ¡Nooo! Quién va a cocinarme cosas ricas...
es_mx: ¡Nooo! Ahora, ¿quién cocinar cosas ricas para mí?
fr: Nooon ! Qui va cuisiner pour moi ?
it: Nooo! Chi cucina cose gnammi per me, adesso?
ja: だめー！誰が私のためにおいしいものを作るつもりなの...
ko: 안 돼애애! 이제 맛있는 요리 누가 해 줘...
pl: Nieee! Kto teraz będzie mi przyrządzał smakołyki?
pt_br: Nãoo! Quem vai cozinhar coisas gostosas pra mim...
ru: Не-е-т! Кто теперь будет мне готовить вкусняшки?..
zh_tw: 不！以後誰給我做好吃的……

# CHARACTERS.WURT.DESCRIBE.WARLY.MURDERER
source: You not friend at all!
de: Du kein Freund!
es: ¡No eres mi amigo!
es_mx: ¡Tú no ser buen amigo para nada!
fr: T'es pas mon ami !
it: Non sei amico, no no!
ja: あなたは友達じゃないよ！
ko: 너 친구 아니야!
pl: Żaden z ciebie przyjaciel!
pt_br: Você não é amigo coisa nenhuma!
ru: Ты мне совсем не друг!
zh_tw: 你根本就不算朋友！

# CHARACTERS.WURT.DESCRIBE.WARLY.REVIVER
source: You... help me, flort?
de: Du ... hilfst mir, flort?
es: ¿Tú... me ayudas, flort?
es_mx: ¿Tú... haberme salvado, flot?
fr: Tu... m'as aidée, flort ?
it: Tu... aiuti me, flort?
ja: たすけて...、フロープト？
ko: 나... 도왔어, 뻐끔?
pl: Pomożesz mi, flort?
pt_br: Você... me ajuda, flort?
ru: Ты… мне помог, буль?
zh_tw: 你……幫我，浮浪特？

# CHARACTERS.WURT.DESCRIBE.WAR_BLUEPRINT
source: Hee-hee good and scary!
de: Heeeheee, gut und gruselig!
es: Ji, ji. ¡Bueno y asusta!
fr: Hi hi, c'est beau et terrifiant !
it: Eh eh, bello e spaventoso!
ja: えへへ！ウロコがあっていい感じ！
ko: 히히 착하고 무서워!
pl: Hihi! Dobre i przerażające!
pt_br: Hi, hi, boa e apavorante!
ru: Хе-хе! Хороший наряд, страшный!
zh_tw: 嘿嘿，好，夠嚇人！

# CHARACTERS.WURT.DESCRIBE.WASPHIVE
source: Look scary... but sweet stuff inside...
de: Sieht gruselig aus ... aber süßes Zeug drinnen ...
es: Da miedo..., pero tiene algo dulce dentro.
es_mx: Eso verse escalofriante... pero haber cosa dulce dentro.
fr: Ça fait peur, mais y'a du truc sucré dedans...
it: Fa paura... Ma dentro ha cose dolci...
ja: 見た目は怖いけど、中は甘いものが...
ko: 무서워 보여도... 안에 단것 있어...
pl: Wygląda strasznie... ale w środku są słodkości...
pt_br: Parece assustador... mas tem coisas doces por dentro...
ru: На вид страшный… Но внутри всякие сласти!
zh_tw: 看起來嚇人……但裡面有甜甜的東西……

# CHARACTERS.WURT.DESCRIBE.WATERBALLOON
source: Don't worry, won't throw at you... (hee-hee)
de: Keine Sorge, werfe nicht ... (hehe)
es: No te preocupes, no te lo lanzo... Ji, ji...
es_mx: No te preocupes, yo no arrojártelo a ti... ji, ji.
fr: J'vais pas te le lancer dessus. Non, non, non... (hé hé).
it: Non preoccupare, non lancio a te... (eh eh)
ja: 心配しないで、あなたには投げないよ...（はは）
ko: 안 던질 테니까 걱정하지 마... (히히)
pl: Spokojnie, nie rzucę w ciebie... Hi, hi...
pt_br: Não se preocupe, não vou jogar em você... (hihi)
ru: Не бойся, в тебя бросать не буду… (хи-хи)
zh_tw: 別怕，不朝你扔……（嘿嘿）

# CHARACTERS.WURT.DESCRIBE.WATERINGCAN.EMPTY
source: Hey, no water in here!
de: Hey, kein Wasser hier drin!
es: Eh... No hay agua.
fr: Hé, y a pas d'eau dedans !
it: Ehi, niente acqua qui!
ja: あれ、水がないじゃん！
ko: 이봐, 여기에 물이 없어!
pl: Hej, tu nie ma wody!
pt_br: Ei, sem água aqui dentro!
ru: Эй, тут вода кончилась!
zh_tw: 嘿，裡面沒水！

# CHARACTERS.WURT.DESCRIBE.WATERINGCAN.GENERIC
source: Splishy splashy can.
de: Plitschplatsch-Kanne.
es: Lata de plas, plas.
fr: Un arrosoir qui fait plif plouf.
it: Contenitore per splish splash.
ja: パシャパシャのジョウロ。
ko: 찰방찰방한 물병이야.
pl: Chlapiąca konewka.
pt_br: Lata de chuá, chuá.
ru: Лейка делает плюх-плюх.
zh_tw: 水花四濺的水壺。

# CHARACTERS.WURT.DESCRIBE.WATERMELON
source: Gimme!!
de: Her!!
es: ¡¡¡Dame!!
es_mx: ¡¡Darme!!
fr: Donne-moi ça !
it: Dammi!
ja: ギミー！
ko: 나 줘!!
pl: Dej!
pt_br: Me dá!!
ru: Дай сюда!!!
zh_tw: 給我！！

# CHARACTERS.WURT.DESCRIBE.WATERMELONHAT
source: Think me like fa-shun, florp!
de: Sehr kleidsam, florp!
es: ¡No estoy nada estilosa, florp!
es_mx: ¡Yo creer que a mí gustarme lo “fachion”, flop!
fr: J'suis à la mode !
it: Io moda, florp!
ja: ファーシュンのように考えて、フロープ！
ko: 나 페시언 좋은 것 같아, 뻐끔!
pl: Ja to się znam na modzie, florp!
pt_br: Pode me considerar na moda, florp!
ru: Смотрите, я модная! Бульк!
zh_tw: 我愛時尚，浮浪噗！

# CHARACTERS.WURT.DESCRIBE.WATERMELONICLE
source: Chilly melon!
de: Kühle Melone!
es: ¡Sandía fresquita!
es_mx: ¡Sandía fría!
fr: Une pastèque glacée !
it: Melone freddo!
ja: ひんやりとしたメロンだ！
ko: 차가운 수박이야!
pl: Zimny arbuz!
pt_br: Melancia gelada!
ru: Морозный арбуз!
zh_tw: 冰凍西瓜！

# CHARACTERS.WURT.DESCRIBE.WATERMELON_COOKED
source: Roasty melon.
de: Röstmelone.
es: Sandía asadita.
es_mx: Sandía tostada.
fr: Une pastèque rôtie.
it: Melone su griglia.
ja: ロースティーなメロンだよ。
ko: 구운 수박이야.
pl: Pieczony arbuz.
pt_br: Melancia assada.
ru: Жареный арбуз.
zh_tw: 烤西瓜。

# CHARACTERS.WURT.DESCRIBE.WATERMELON_OVERSIZED
source: Mmmm big tasty.
de: Mmmm, viel lecker.
es: Mmm... Rica y grande.
fr: Mmmh, trop bon.
it: Mmmm, grande e buona.
ja: おっきくておいしい。
ko: 으음 대박 맛있어.
pl: Mmm, duży i smakowity.
pt_br: Mmmm, gostosona.
ru: М-м-м, большая вкусняшка.
zh_tw: 嗯，又大又好吃。

# CHARACTERS.WURT.DESCRIBE.WATERMELON_SEEDS
source: Make more tasty snacks!
de: Mache mehr leckere Snacks!
es: ¡Hacer más comidita rica!
fr: Miam, ça va faire encore plus de friandises !
it: Per fare più cibo buono!
ja: もっとおいしいオヤツになってね！
ko: 더 맛있는 간식 만들어봐!
pl: Będzie więcej pysznych przekąsek!
pt_br: Fazem mais petiscos gostosos!
ru: Будет еще больше вкусняшек!
zh_tw: 可以做出更美味的小吃！

# CHARACTERS.WURT.DESCRIBE.WATERPLANT
source: Big ugly flower.
de: Große hässliche Blume.
es: Flor grande fea.
es_mx: Una flor grande y fea.
fr: Elle est moche, la grosse fleur.
it: Brutto fiore grande.
ja: 大きくて変な花。
ko: 커다랗고 못생긴 꽃이야.
pl: Duży, brzydki kwiatek.
pt_br: Grande flor feia.
ru: Большой гадкий цветок.
zh_tw: 又大又醜的一朵花。

# CHARACTERS.WURT.DESCRIBE.WATERPLANT_BABY
source: Ugly baby flower.
de: Hässliches Blumenbaby.
es: Flor bebé fea.
es_mx: Una flor pequeña y fea.
fr: Le bébé fleur est laid.
it: Brutto fiore piccolo.
ja: 変な小さい花。
ko: 못생긴 아기 꽃이야.
pl: Mały, brzydki kwiatek.
pt_br: Flor bebê feia.
ru: Маленький гадкий цветок.
zh_tw: 醜醜的小花。

# CHARACTERS.WURT.DESCRIBE.WATERPLANT_BOMB
source: Glurph! Flower is mean!
de: Glurf! Gemeine Blume!
es: ¡Glurph! ¡La flor es mala!
es_mx: ¡Gluf! ¡La flor ser mala!
fr: Glurp ! La fleur est méchante !
it: Glurp! Fiore cattivo!
ja: ガルル！花はイジワル！
ko: 빠끔빠끔! 꽃 못됐다!
pl: Glurp! Kwiatek jest niemiły!
pt_br: Glurph! Flor é má!
ru: Хлюрп! Злой цветок!
zh_tw: 格浪浮！這朵花真壞！

# CHARACTERS.WURT.DESCRIBE.WATERPLANT_PLANTER
source: Maybe we just throw it into the big pond, florp.
de: Vielleicht in den großen Teich schmeißen, florp.
es: ¿Y si lo lanzamos al estanque grande, florp?
es_mx: Tal vez solo tener que arrojarla en gran estanque, flop.
fr: On peut p'têt la jeter dans l'grand étang, florp.
it: Perché non lanciamo in grande stagno, florp.
ja: 大きな池に投げ込めばいいよ、フシュー。
ko: 큰 연못에 던져버려야지, 뻐끔.
pl: Może po prostu wrzućmy to do dużego stawu, florp.
pt_br: Talvez só jogar ela na lagoa grande, florp.
ru: Давайте просто выкинем его в пруд побольше, хлюп.
zh_tw: 我們乾脆把它丟到大池塘裡算了，浮浪噗。

# CHARACTERS.WURT.DESCRIBE.WATERPUMP
source: Splashy splashy!
de: Plitschplatsch!
es: ¡Plis, plas!
es_mx: ¡Salpicar, salpicar!
fr: Plif plof plouf !
it: Splash splash!
ja: パシャパシャ！
ko: 철벅철벅!
pl: Chlapu, chlap!
pt_br: Molhadinho!
ru: Плюх-плюх!
zh_tw: 水花四濺！

# CHARACTERS.WURT.DESCRIBE.WATERTREE_PILLAR
source: It biggest tree ever!
de: Ist größter Baum aller Zeiten!
es: ¡Árbol más grande del mundo!
fr: C'est l'plus gros arbre du monde !
it: Albero più grande di sempre!
ja: 今までで一番おっきな木だ！
ko: 지금까지 제일 큰 나무야!
pl: To największe drzewo na świecie!
pt_br: Maior árvore da história!
ru: Самое большое дерево в мире!
zh_tw: 這是世界上最大的樹！

# CHARACTERS.WURT.DESCRIBE.WATERTREE_ROOT
source: It just boring old root, flurt.
de: Nur öde alte Wurzel, flurt.
es: Raíz vieja y sosa, flurt.
fr: C'est juste une vieille racine nulle, flort.
it: Solo vecchia radice noiosa, flurt.
ja: ただのつまんない根っこだよ、フルート。
ko: 재미없고 오래된 뿌리, 바람둥이야.
pl: To tylko nudny stary korzeń, flurt.
pt_br: É só raiz velha e chata, flurt.
ru: Обычный скучный корень, буль.
zh_tw: 就是些無聊的舊樹根，浮勒特。

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.ATTACKER
source: Grrr, Viking lady want to fight??
de: Grrr, Wikingerfrau will kämpfen?!
es: Grrr, ¿¿la vikinga quiere luchar??
es_mx: Grrr, ¿señorita vikinga querer pelear?
fr: Grrr, tu veux te battre, Mme Viking ?
it: Grrr, signora vichinga vuole combattere?
ja: グルル、バイキングレディは戦いたいの？
ko: 그르릉, 바이킹 여자 싸우고 싶어??
pl: Grrr, pani Wiking chce walczyć??
pt_br: Grrr, senhora Viking quer lutar??
ru: Гр-р-р! Мадам викинг хочет драться?
zh_tw: 格浪，維京女士想打一架？？

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.FIRESTARTER
source: Thought that was fire lady's job, flort.
de: Dachte, das Feuerfraus Sache, flort.
es: Pensaba que era cosa de la mujer de fuego, flort.
es_mx: Yo haber pensado que eso ser trabajo de señorita del fuego, flot.
fr: J'croyais que c'était un boulot pour la dame qui fait du feu.
it: Credevo era compito di signora di fuoco, flort.
ja: 消防士の仕事じゃないの？
ko: 불내는 여자가 한 줄 알았어, 뻐끔.
pl: Myślałam, że to ognista pani to zrobiła, flort.
pt_br: Achei que isso fosse obra da moça do fogo, flort.
ru: Я думала, этим огненная мадам занимается, бульк.
zh_tw: 那不是火焰女士的工作嗎，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.GENERIC
source: Hello Viking lady!
de: Hallo Wikingerfrau!
es: ¡Hola, vikinga!
es_mx: ¡Hola, señorita vikinga!
fr: Salut, Mme Viking.
it: Ciao signora vichinga!
ja: やっほーバイキングレディ！
ko: 안녕, 바이킹 여자!
pl: Siemanko, pani Wiking!
pt_br: Olá, senhora Viking!
ru: Привет, мадам викинг!
zh_tw: 你好維京女士！

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.GHOST
source: Ooooh, you look spooky!
de: Ooooh, du gruselig!
es: ¡Oooh, das miedoooo!
es_mx: ¡Ooooh, tú verte espeluznante!
fr: Ooooh... Tu m'fais peur !
it: Ooooh, fai paura!
ja: おおお、あなたは不気味な顔をしているね！
ko: 으으, 오싹해 보여!
pl: Uuuuu, wyglądasz przerażająco!
pt_br: Aaaah, você tá assustadora!
ru: У-у-у, какая ты жуткая!
zh_tw: 喔，你看著好嚇人！

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.MURDERER
source: Glorp! Me not to be hunted!!
de: Glorp! Ich keine Beute!!
es: ¡Glorp! ¡¡No quiero nada embrujada!!
es_mx: ¡Glop! ¡No cazarme a mí!
fr: Glorp ! J'veux pas me faire chasser !
it: Glorp! Tu non dare caccia a me!
ja: グロープ！ 狩られたくないよ！
ko: 빠끔! 나 사냥감 되기 싫어!
pl: Glorp! Na mnie się nie poluje!
pt_br: Glorp! Não vou ser caçada!!
ru: Хлюп! На меня охотиться не надо!
zh_tw: 格浪噗！可別獵殺我！！

# CHARACTERS.WURT.DESCRIBE.WATHGRITHR.REVIVER
source: ....Thank you, flort.
de: ... Danke, flort.
es: Gracias, flort.
es_mx: ... Gracias, flot.
fr: ...Merci, flort.
it: ... Grazie, flort.
ja: ...ありがとう、フロート。
ko: ...고마워, 뻐끔.
pl: Dziękuję, flort.
pt_br: Obrigada, flort.
ru: …Спасибо, бульк.
zh_tw: ……謝謝你，浮浪特。

# CHARACTERS.WURT.DESCRIBE.WATHGRITHRHAT
source: Will wearing make me strong like Viking lady?
de: Macht mich stark wie Wikingerfrau?
es: ¿Llevarlo me hará fuerte como mujer vikinga?
es_mx: Si yo ponerme esto, ¿volverme fuerte como señorita vikinga?
fr: Est-ce qu'il va me rendre forte comme Mme Viking ?
it: Se indosso, io forte come signora vichinga?
ja: 着るとバイキングレディのように強くなるのかな？
ko: 쓰면 바이킹 여자처럼 강해질까?
pl: Jak będę go nosić, to będę tak silna jak pani Wiking?
pt_br: Usar isso vai me deixar forte como senhora Viking?
ru: Если я это надену, то стану такая же сильная, как мадам викинг?
zh_tw: 戴這個會讓我變的跟維京女士一樣強大嗎？

# CHARACTERS.WURT.DESCRIBE.WAXPAPER
source: No pictures on this paper!
de: Keine Bilder auf Papier!
es: ¡No hay fotos en este papel!
es_mx: ¡No haber imágenes en este papel!
fr: Y'a pas d'image sur ce papier !
it: No figure su questa carta!
ja: この紙には写真がないよ！
ko: 그림 없는 종이야!
pl: Na tym papierze nie ma żadnych obrazków!
pt_br: Não tem desenhos neste papel!
ru: На этой бумажке ничего не нарисовано!
zh_tw: 這張紙上面沒畫圖！

# CHARACTERS.WURT.DESCRIBE.WAXWELL.ATTACKER
source: You a bad man!!
de: Du böse!!
es: ¡Eres un hombre malo!
es_mx: ¡¡Tú ser un hombre malo!!
fr: T'es vilain !
it: Tu uomo cattivo!
ja: あなたは悪い人だ！
ko: 너 나쁜 녀석이야!!
pl: Jesteś złym człowiekiem!
pt_br: Você é um homem mau!!
ru: Ты плохой!
zh_tw: 你這個壞蛋！！

# CHARACTERS.WURT.DESCRIBE.WAXWELL.FIRESTARTER
source: He did it! He did it!
de: Er getan! Er getan!
es: ¡Lo ha hecho él! ¡Lo ha hecho él!
es_mx: ¡Haber sido él! ¡Haber sido él!
fr: C'est lui qui l'a fait !
it: È stato lui! Ha fatto lui!
ja: やったぞ！彼はやったんだ！
ko: 얘가 그랬어! 얘가 그랬어!
pl: On to zrobił! On to zrobił!
pt_br: Ele conseguiu! Ele conseguiu!
ru: Это он сделал! Это все он!
zh_tw: 他幹的！他幹的！

# CHARACTERS.WURT.DESCRIBE.WAXWELL.GENERIC
source: You the one other scale-less don't like?
de: Du der, den andere Schuppenlose nicht mögen?
es: ¿Tú eres el otro que da repelús a los sin escamas?
es_mx: ¿Tú ser el hombre que no agradarles a los otros no escamosos?
fr: C'est toi que les sans-écailles aiment pas ?
it: Altri senza squame non piacciono te?
ja: 他のスケールレスが嫌いなの？
ko: 다른 무비늘이 싫어하는 무비늘이지?
pl: To ciebie nie lubią inni bezłuskowcy?
pt_br: Você é aquele de quem outros sem-escamas não gostam?
ru: Это тебя другие ребята без чешуи не любят?
zh_tw: 無鱗生物不喜歡的另一個人就是你嗎？
