Repository: Endeer/dst-cz
Catalog: locales/*/characters-wathgrithr.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# CHARACTERS.WATHGRITHR.DESCRIBE.BACKPACK
source: A portable armory.
de: Eine tragbare Waffenkammer.
es: Una armería portátil.
fr: Une armurerie portable.
it: Un'armeria portatile.
ja: 携帯用の兵器庫
ko: 휴대용 무기고다.
pl: Przenośna zbrojownia.
pt_br: Um arsenal portátil.
ru: Переносной арсенал.
zh_cn: 便携式军械库。
zh_tw: 可擕式軍械庫。

# CHARACTERS.WATHGRITHR.DESCRIBE.BACONEGGS
source: Pig and eggs!
de: Schwein und Eier!
es: ¡Cerdo y huevos!
fr: Du cochon et des œufs !
it: Maiale e uova!
ja: ブタと卵！
ko: 돼지와 알이다!
pl: Świnie i jaja!
pt_br: Porco e ovos!
ru: Свинина и яйца.
zh_cn: 猪和蛋！
zh_tw: 豬和蛋！

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOON
source: Fie! Foul beast!
de: Elende Bestie!
es: ¡Arrodíllate! ¡Bestia asquerosa!
fr: Honnie sois-tu, bête immonde !
it: Vola! Bestia schifosa!
ja: なっ…！汚らわしきケダモノめ！
ko: 에잇! 불쾌한 짐승!
pl: Zgroza! Podła bestia!
pt_br: Abrenúncio! Fera medonha!
ru: Тьфу! Грязное чудище!
zh_cn: 呸，恶心的怪兽！
zh_tw: 呸，噁心的怪獸！

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONHAT
source: A rubbery mockery of life.
de: Eine gummiartige Verhöhnung des Lebens.
es: Una parodia de la vida hecha de goma.
fr: Une simple imitatiön de la vie en caöutchöuc.
it: Una gommosa parodia della vita.
ja: 生き物のゴムのような模造品。
ko: 미약한 삶의 조롱.
pl: Gumowa kpina z życia.
pt_br: Um escárnio da vida feito de borracha.
ru: Резиновая насмешка над самой жизнью.
zh_cn: 橡皮仿制的生命。
zh_tw: 橡皮仿製的生命。

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONPARTY
source: It hath swallowed the wee ones whole!
de: Die Kleinen wurden am Stück verschlungen!
es: ¡Ha devorado a los más pequeños!
fr: Il a avalé les plus petits d'un trait !
it: Ha inghiottito quelli più piccoli!
ja: 子を丸々飲み込みおった。
ko: 작은 것들을 통째로 삼켜 버렸어!
pl: Pożarł swoje młode!
pt_br: Ele engoliu os menores inteiros!
ru: Он малышей проглотил с потрохами!
zh_cn: 它把小家伙们整个吞掉了！
zh_tw: 它把小傢伙們整個吞掉了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONSPEED.DEFLATED
source: Its strange power hath faded.
de: Seine seltsame Macht ist verflogen.
es: Ese poder tan extraño que tenía se ha extinguido.
fr: Sien étrange pöuvöir s'est dissipé.
it: Il suo strano potere è svanito.
ja: 奇妙な力は消え失せた。
ko: 그 이상한 힘이 사라졌버렸다.
pl: Jego osobliwa moc zniknęła.
pt_br: Seu poder estranho se dissipou.
ru: Чудная сила его покинула.
zh_cn: 它奇异的力量已经消失了。
zh_tw: 它奇異的力量已經消失了。

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONSPEED.GENERIC
source: Grant me the speed of Hermod!
de: Gewähre mir die Schnelligkeit des Hermod!
es: ¡Concédeme la velocidad de Hermod!
fr: Cönfère-möi dönc la célérité d'Hermöd !
it: Concedimi la velocità di Hermod!
ja: 我にヘルモーズのスピードを与えよ！
ko: 바이킹 헤르모드 같은 속도를 허락하소서!
pl: Użycz mi szybkości Hermoda!
pt_br: Conceda-me o poder de Hermodr!
ru: Даруй мне быстроту Хермода!
zh_cn: 赐予我赫尔莫德的速度！
zh_tw: 賜予我赫爾莫德的速度！

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONS_EMPTY
source: Such colors! I could sing!
de: Was für Farben! Ich könnte singen!
es: ¡Qué colores! ¡Podría cantar!
fr: Quelles couleurs ! Ça me donne envie de chanter !
it: Che colori! Potrei cantare!
ja: なんと鮮やかな彩り！歌いだしたくなるな！
ko: 아름다운 색이군! 노래가 절로 나오네!
pl: Co za kolory! Mogłabym śpiewać!
pt_br: Que cores! Eu poderia cantar!
ru: Какие цвета! Даже хочется петь!
zh_cn: 多姿多彩！我可以唱歌！
zh_tw: 多姿多彩！我可以唱歌！

# CHARACTERS.WATHGRITHR.DESCRIBE.BALLOONVEST
source: Tis only good for floating, not fighting.
de: Es ist nur zum Schweben gut, zum Kämpfen aber nicht.
es: Sirve para flotar, pero no para luchar.
fr: Elle n'est pöint adaptée au cömbat, seulement à la flöttaisön.
it: È utile solo per galleggiare, non per combattere.
ja: 浮くことにのみ益があり、戦いには無益じゃ。
ko: 이건 싸우기보다는 떠다니는 데나 좋아.
pl: Toż to dobre jeno do pływania, nie do bitki.
pt_br: Isto só é bom para flutuar, não para lutar.
ru: Такая броня только для плаванья и подойдет.
zh_cn: 它只适合漂浮，不适合战斗。
zh_tw: 它只適合漂浮，不適合戰鬥。

# CHARACTERS.WATHGRITHR.DESCRIBE.BANANAPOP
source: I've somehow found a way to make it even LESS appealing!
de: Jetzt sieht es noch unappetitlicher aus.
es: ¡He encontrado una manera de que sea AÚN menos atractivo!
fr: J'ai trouvé un moyen de rendre ça encore moins attirant !
it: Ho trovato un modo per renderlo ancora MENO attraente!
ja: うむ…ますます見栄えが悪くなったぞ！
ko: 어쩌다 보니 더 끔찍해졌어!
pl: Znalazłam sposób, by był jeszcze mniej apetyczny!
pt_br: De alguma forma encontrei um jeito de a tornar MENOS atraente!
ru: Я нашла способ сделать его ЕЩЕ МЕНЕЕ привлекательным.
zh_cn: 不知道怎么的我把它做得更难看了！
zh_tw: 不知道怎麼的我把它做得更難看了！

# CHARACTERS.WATHGRITHR.DESCRIBE.BANDAGE
source: To heal even the deepest of battle wounds.
de: Zum Heilen selbst der tiefsten Kampfwunden.
es: Para curar hasta la herida de batalla más profunda.
fr: Pour soigner les blessures de guerre les plus graves.
it: Per guarire anche la più profonda delle ferite di battaglia.
ja: この薬は、戦で負いし深き傷をもいやす
ko: 아무리 깊은 상처라도 치료해주지.
pl: Uleczy nawet najsroższe bitewne obrażenia.
pt_br: Para curar até mesmo os mais profundos ferimentos de batalha.
ru: Чтобы исцелить самые серьезные раны.
zh_cn: 治愈最深的战斗伤口。
zh_tw: 治癒最深的戰鬥傷口。

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLE
source: 'Tis a paltry bit of sea meat.
de: Ein dürftiger Happen Meeresfleisch.
es: Un irrisorio trozo de carne marina.
fr: Un piètre mörceau de viande marine.
it: Una misera quantità di carne di mare.
ja: 一部が海の肉になっている。
ko: 쥐꼬리만 한 바다 고기다.
pl: Cóż za liche morskie mięso!
pt_br: É um pouco de carne marinha magra.
ru: Жалкий клочок морского мяса.
zh_cn: 这只是一点微不足道的海肉。
zh_tw: 這只是一點微不足道的海肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLEPITA
source: Why hide the meat within this bready pocket?
de: Warum das Fleisch in dieser Brottasche verstecken?
es: ¿Por qué esconder la carne dentro de este bolsillo de pan?
fr: Pöurquöi dissimuler la viande dans cette pöche de pain ?
it: Perché nascondere la carne in queste tasche di pane?
ja: 何故、パンの隙間に肉を隠すのだ？
ko: 맛 좋은 고기를 왜 텁텁한 빵으로 감싸는 거야?
pl: Po cóż chować mięso w chlebnej kieszeni?
pt_br: Por que esconder a carne dentro deste bolso pãozado?
ru: Зачем прятать мясо в хлебную лепешку?
zh_cn: 为什么要把肉藏在这个面包口袋里？
zh_tw: 為什麼要把肉藏在這個麵包口袋裡？

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLESTUFFEDFISHHEAD
source: For those who are strong of will, and strong of stomach.
de: Für die mit starkem Willen und starkem Magen.
es: Para aquellos fuertes de voluntad, y fuertes de estómago.
fr: Ceci est réservé à iceux dönt la völönté n'a d'égale que la sölidité de l'estömac.
it: Per quelli con una volontà forte e uno stomaco non da meno.
ja: 意志が強く、胃が強い者こそ食すものだ。
ko: 의지가 강한 자는 위장도 튼튼하기 마련이지.
pl: Dla tych o silnej woli i jeszcze silniejszym żołądku.
pt_br: Para aqueles que possuem vontade e estômago fortes.
ru: Для тех, чья воля и желудок крепки, как сталь.
zh_cn: 专为那些意志坚强，胃口大的人准备的。
zh_tw: 專為那些意志堅強，胃口大的人準備的。

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLESUSHI
source: I hunger for more!
de: Mich hungert nach mehr!
es: ¡Deseo más!
fr: J'ai faim de plus !
it: Ne voglio ancora!
ja: まだ足りぬぞ！
ko: 더 먹고 싶군!
pl: Łaknę więcej!
pt_br: Anseio por mais!
ru: Я жажду добавки!
zh_cn: 我渴望得到更多！
zh_tw: 我渴望得到更多！

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLE_COOKED
source: You will find a new home in my belly.
de: Du kriegst in meinem Bauch ein neues Heim.
es: Encontrarás un nuevo hogar en mi tripa.
fr: Tön nöuveau föyer se trouve en dedans mon ventre.
it: Troverete una nuova casa nella mia pancia.
ja: 我が胃袋を新しい住居とせよ。
ko: 이제 내 배 속에서 살렴.
pl: Znajdziesz nowy dom w mym brzuchu.
pt_br: Você encontrará um novo lar na minha barriga.
ru: Я найду вам новый приют у себя в животе.
zh_cn: 你会在我的肚子里找到一个新家。
zh_tw: 你會在我的肚子裡找到一個新家。

# CHARACTERS.WATHGRITHR.DESCRIBE.BARNACLINGUINE
source: It slays my hunger soundly!
de: Besiegt meinen Hunger im Handstreich!
es: ¡Acaba con mi hambre por completo!
fr: Cela a terrassé ma faim !
it: Fanno fuori la mia fame in un batter d'occhio!
ja: 我が空腹が満たされるぞ！
ko: 허기를 철저히 물리친다!
pl: Pokonuje mój głód!
pt_br: Isso mata minha fome profundamente!
ru: Убивает мой голод наповал!
zh_cn: 它酣畅淋漓地杀死了我的饥饿感！
zh_tw: 它酣暢淋漓地殺死了我的饑餓感！

# CHARACTERS.WATHGRITHR.DESCRIBE.BASALT
source: A thousand mortals couldn't break through this stone.
de: Eintausend Menschen konnten diesen Stein nicht zerbrechen.
es: Mil mortales no han podido romper esta piedra.
fr: Un millier de mortels n'a pas réussi à briser cette pierre.
it: Mille mortali non potrebbero sfondare questa pietra.
ja: 人間が千人、束になってもこの岩は砕けない。
ko: 수천 명의 필멸자가 애를 써도 이 돌을 부술 수는 없을 거야.
pl: Tysiąc śmiertelników nie zdołałoby zniszczyć tego kamienia.
pt_br: Mil mortais não poderiam quebrar essa pedra.
ru: И тысяче смертных не пробиться сквозь этот камень.
zh_cn: 一千个人也打不碎这块石头。
zh_tw: 一千個人也打不碎這塊石頭。

# CHARACTERS.WATHGRITHR.DESCRIBE.BAT
source: Dark winged meat.
de: Dunkles, geflügeltes Fleisch.
es: Carne oscura con alas.
fr: Viande volante mystérieuse.
it: Carne scura alata.
ja: 闇の羽の肉。
ko: 어둠의 날개가 달린 고기로군.
pl: Czarnoskrzydłe mięsko.
pt_br: Carne alada escura.
ru: Темное мясо с крыльями.
zh_cn: 暗黑之翼生物的肉。
zh_tw: 暗黑之翼生物的肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATBAT
source: Winged spear!
de: Geflügelter Speer!
es: ¡Lanza alada!
fr: Lance à ailes !
it: Lancia alata!
ja: 羽の槍！
ko: 날개 창이다!
pl: Skrzydlata włócznia!
pt_br: Lança alada!
ru: Крылатое копье!
zh_cn: 有翼的长矛！
zh_tw: 有翼的長矛！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATCAVE
source: They're hiding under the stage.
de: Sie verstecken sich.
es: Están escondidos debajo.
fr: Elles se cachent dans les coulisses.
it: Si stanno nascondendo sotto il palco.
ja: 舞台下に潜んでいるのか…
ko: 무대 아래에 숨어있군.
pl: Coś się kryje za kulisami.
pt_br: Eles estão se escondendo sob o palco.
ru: Они прячутся за помостом.
zh_cn: 他们藏在舞台下。
zh_tw: 他們藏在舞臺下。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATHBOMB
source: I shall toss thee in the earth's cauldron!
de: Ich werde sie in den Erdkessel werfen!
es: ¡Te arrojaré al caldero de la tierra!
fr: Je jetterai ceci dans la grande marmite de terre !
it: Ti scaglierà nel calderone terrestre!
ja: 我が汝を地球の大釜に放り投げよう！
ko: 땅의 가마솥에 던져 넣겠다!
pl: Wrzucę cię do głębin ziemi!
pt_br: Tenho que jogar isto dentro do caldeirão da Terra!
ru: Твое место — в земном котле!
zh_cn: 余将掷汝于地鼎之内！
zh_tw: 余將擲汝於地鼎之內！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATNOSE
source: A trophy from the hunt.
de: Eine Trophäe meiner Jagd!
es: Un trofeo de la cacería.
fr: Un tröphée de chasse.
it: Un trofeo della caccia.
ja: 狩りで得たトロフィーじゃ。
ko: 사냥의 전리품이야.
pl: Trofeum z polowania.
pt_br: Um troféu da caçada.
ru: Охотничий трофей.
zh_cn: 狩猎的战利品。
zh_tw: 狩獵的戰利品。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATNOSEHAT
source: A warrior would never deign to wear such a thing!
de: Eine Kriegerin würde sich niemals herablassen, so etwas zu tragen!
es: ¡Una guerrera jamás se rebajaría a llevar algo así!
fr: Un guerrier öncques ne daignerait pörter tel accöutrement !
it: Una guerriera non indosserebbe mai una cosa simile!
ja: 戦士はかようなものを身に着けるよう作られておらぬ！
ko: 전사라면 그런 옷을 입을 생각은 결코 하지 않을 거야!
pl: Wojowniczka nigdy nie wdziałaby takiego pancerza!
pt_br: Uma guerreira jamais aceitaria usar tal coisa!
ru: Воин никогда не опустится до того, чтобы такое на себя надеть!
zh_cn: 勇士绝不会戴这样的东西！
zh_tw: 勇士絕不會戴這樣的東西！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATNOSE_COOKED
source: If it's meat, I shall eat it!
de: Wenn es Fleisch ist, werde ich es essen!
es: ¡La carne me la como sin quejas!
fr: S'il s'agit de viande, je le mangerai !
it: Se è carne, è commestibile!
ja: これが肉であれば、我は口にするであろう！
ko: 고기라면 먹겠지!
pl: Zjem każde mięso!
pt_br: Se é carne, eu devo comer!
ru: Ежели это мясо — я съем!
zh_cn: 如果是肉，我就吃！
zh_tw: 如果是肉，我就吃！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_DURABILITY
source: The notes doth imbue my weapons with their sharpness!
de: Die Noten verleihen meinen Waffen ihre Schärfe!
es: ¡Las notas imbuirán a mis armas con agudeza!
fr: Les nötes imprègnent miennes armes de leur tranchant !
it: Queste note hanno temprato le mie armi!
ja: 音楽は我が武器にその鋭さを吹き込む！
ko: 음률 덕분에 무기가 더 날카로워졌어!
pl: Te nuty wyostrzają mą broń!
pt_br: As notas imbuem minhas armas com sua agudeza!
ru: Эти ноты способны заточить и мое оружие!
zh_cn: 这些音符让我的武器闪耀出锋芒!
zh_tw: 這些音符讓我的武器閃耀出鋒芒!

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_FIRERESISTANCE
source: A fiery performance shalt shield me from the foul burn of my enemy's gaze.
de: Eine feurige Vorstellung soll mich vor den flammenden Blicken meines Feindes schützen.
es: La pasión de mi actuación me protegerá de las llamas del ataque de mi oponente.
fr: Un explöit enflammé devrait me prémunir de la vile brûlure du regard de miens ennemis.
it: Un'interpretazione impetuosa mi proteggerà dal disgustoso bruciore dello sguardo del nemico.
ja: 燃えるような歌唱は、敵のまなざしの悪の炎から我が身を守る。
ko: 적이 불결한 시선으로 불타는 듯이 바라보는 것을 맹렬한 성능으로 보호해 줄거야.
pl: Ognista pieśń ustrzeże mnie przed plugawym wzrokiem mych wrogów.
pt_br: Uma apresentação ardorosa há de me proteger do fogo vil do olhar do meu inimigo.
ru: Огонь в моей душе защитит меня от огненного взгляда врага.
zh_cn: 炽热的表演将使我免受敌人目光的灼伤。
zh_tw: 熾熱的表演將使我免受敵人目光的灼傷。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_HEALTHGAIN
source: I will serenade my enemies on their journey to Valhalla!
de: Ich werde meinen Feinden auf ihrer Reise nach Walhalla eine Serenade singen!
es: ¡Les cantaré una serenada a mis enemigos cuando se dirijan al Valhalla!
fr: Je bercerai miens ennemis pöur les accömpagner jusqu'au Valhalla !
it: Accompagnerò con il canto il viaggio dei miei nemici verso il Valhalla!
ja: 敵のヴァルハラへの旅路の供に、セレナーデを歌うぞ！
ko: 적들이 발할라로 가는 길에 난 세레나데를 부를거야!
pl: Zaśpiewam nieprzyjaciołom, gdy będą zmierzać do Walhalli!
pt_br: Cantarei para meus inimigos durante sua jornada até Valhalla!
ru: Я воспою своих врагов на их пути в Вальхаллу!
zh_cn: 我会为前往英灵殿的敌人献唱小夜曲！
zh_tw: 我會為前往英靈殿的敵人獻唱小夜曲！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_INSTANT_PANIC
source: My very words art enough to make my foes tremble!
de: Meine Worte allein lassen meine Feinde erbeben!
es: ¡Mis enemigos tiemblan de miedo tan solo con oír mi voz!
fr: Les möts que je prönönce suffisent à faire trembler miens ennemis !
it: Bastano le mie parole per indurre il timore nei miei nemici!
ja: 我が言葉は敵を震わせるのに足るものである！
ko: 난 적들을 떨게 할 만큼 예술적으로 말하지!
pl: Moi wrogowie drżą na dźwięk mych słów!
pt_br: Minhas palavras são suficientes para que meus inimigos tremam!
ru: От одного моего слова враги дрожат от страха!
zh_cn: 我的言语足以让敌人颤抖！
zh_tw: 我的言語足以讓敵人顫抖！

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_INSTANT_TAUNT
source: A well aimed insult can turn the tide in battle.
de: Eine gut gezielte Beleidigung kann das Blatt im Kampfe wenden.
es: Un insulto bien traído es capaz de cambiar las tornas de la batalla.
fr: Une insulte cinglante peut renverser l'issue de la bataille.
it: Un insulto efficace può ben volgere le sorti della battaglia.
ja: 的を得た侮辱は、戦いの流れを変えやもしれぬ。
ko: 콕 찝어 모욕을 주면 전투의 흐름을 뒤집을 수 있지.
pl: Dobrze wymierzona zniewaga potrafi odwrócić bieg bitwy.
pt_br: Um insulto certeiro pode mudar o rumo de uma batalha.
ru: Хорошо продуманное оскорбление способно перевернуть ход битвы.
zh_cn: 目标明确的羞辱有时可以扭转战局。
zh_tw: 目標明確的羞辱有時可以扭轉戰局。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_SANITYAURA
source: A rousing anthem to inspire bravery in battle!
de: Eine mitreißende Hymne, die zu Mut im Kampf anspornt!
es: ¡Un himno enardecedor para invocar la valentía en el campo de batalla!
fr: Un hymne passiönné pöur inspirer la bravöure au cömbat !
it: Un inno stimolante per ispirare coraggio in battaglia!
ja: 戦いで勇気を奮い立たせる刺激的な歌！
ko: 전투에서 용기를 북돋워 주는 신나는 찬가네!
pl: Pobudzająca pieśń dodająca odwagi w bitwie!
pt_br: Um hino vibrante para inspirar a bravura na batalha!
ru: Вдохновляющий гимн, что придает храбрости в бою!
zh_cn: 一首振奋人心的赞歌，激励人们英勇战斗!
zh_tw: 一首振奮人心的讚歌，激勵人們英勇戰鬥!

# CHARACTERS.WATHGRITHR.DESCRIBE.BATTLESONG_SANITYGAIN
source: A stirring battle song to clear the head.
de: Ein bewegendes Kampflied, das den Kopf frei macht.
es: Una canción de batalla conmovedora para despejar la mente.
fr: Un chant guerrier émöuvant pöur apaiser les pensées.
it: Un'entusiasmante canzone da battaglia per schiarirsi le idee.
ja: 頭を研ぎ澄ます奮起の戦いの歌。
ko: 머리를 맑게 해주는 감동적인 배틀송이야.
pl: Poruszająca pieśń bitewna, by oczyścić umysł.
pt_br: Uma canção de combate comovente para desanuviar a cabeça.
ru: Бодрая боевая песня, чтобы очистить разум.
zh_cn: 一首激昂的战歌，为战士们理清思路。
zh_tw: 一首激昂的戰歌，為戰士們理清思路。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATWING
source: Like the wings of my helm, only meatier.
de: Wie die Flügel an meinem Helms, nur fleischiger.
es: Como las alas de mi casco, solo que con carne.
fr: Comme les ailes de mon casque, avec plus de viande.
it: Come le ali del mio casco, solo più carnose.
ja: 私の兜に付いた羽と似たようなものだが、さらに肉付きがいい。
ko: 내 투구의 날개랑 비슷하지만 살코기가 더 붙었어.
pl: Niczym skrzydła na mym hełmie, tylko bardziej mięsne.
pt_br: Como as asas de meu elmo, mas um pouco mais carnudas.
ru: Как крылья на моем шлеме, только мяса побольше.
zh_cn: 像我头盔上的翼，只是更多肉。
zh_tw: 像我頭盔上的翼，只是更多肉。

# CHARACTERS.WATHGRITHR.DESCRIBE.BATWING_COOKED
source: Cooked dark wing.
de: Gekochter Nachtflügel.
es: Ala oscura cocinada.
fr: Une mystérieuse aile cuite.
it: Ala scura cotta.
ja: 黒い羽を焼いたもの。
ko: 익힌 어둠의 날개다.
pl: Upieczone mroczne skrzydło.
pt_br: Asa negra cozida.
ru: Жареные темные крылья.
zh_cn: 烤暗黑之翼。
zh_tw: 烤暗黑之翼。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEARDHAIR
source: Fur of the crazies.
de: Pelz der Verrückten.
es: Piel de la locura.
fr: Des poils de fou.
it: Pelliccia dei pazzi.
ja: イカれた者の毛皮。
ko: 광인의 털이다.
pl: Futro szaleńców.
pt_br: Pelo dos loucos.
ru: Мех безумцев.
zh_cn: 疯子的毛发。
zh_tw: 瘋子的毛髮。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEARGER
source: Beast or berserker?
de: Bestie oder Berserker?
es: ¿Bestia o berserker?
fr: Bête ou fou furieux ?
it: Bestia o berserkr?
ja: けだもの… それともベルセルク（猛戦士）？
ko: 짐승인가, 아니면 버서커인가?
pl: Podwójne oblicze bestii!
pt_br: Fera ou besta-fera!
ru: Зверь или берсерк?
zh_cn: 野兽还是狂战士？
zh_tw: 野獸還是狂戰士？

# CHARACTERS.WATHGRITHR.DESCRIBE.BEARGERVEST
source: BEAR-SERKER!
de: BÄR-SERKER!
es: ¡MUY OSADO!
fr: EN PEAU DE BLAIROUS !
it: ORSO-MOSTRO!
ja: 我は熊皮をまといしベルセルクなり！
ko: 베어서커!
pl: BESTIA WCIELONA!
pt_br: URSO-FERA!
ru: БЕРСЕРК!
zh_cn: 熊人狂战士！
zh_tw: 熊人狂戰士！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEARGER_FUR
source: It fought bravely, but its hide is now forfeit.
de: Er kämpfte tapfer, aber sein Fell gehört nun mir.
es: Luchó valientemente, pero su piel se ha perdido.
fr: Il s'est bien battu, mais j'ai eu sa peau.
it: Ha combattuto con coraggio, ma la sua pelle oramai è persa.
ja: 猛々しき獣を討伐せし証しだ
ko: 용감하게 싸웠지만, 결국엔 가죽을 잃고 말았지.
pl: Walczył dzielnie, lecz zdarłam z niego skórę.
pt_br: Ele lutou bravamente, mas sua pele agora já não lhe pertence.
ru: Он храбро сражался, но его шкура теперь моя.
zh_cn: 它曾勇敢战斗，但它的皮还是成了我的战利品。
zh_tw: 它曾勇敢戰鬥，但它的皮還是成了我的戰利品。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEAST_BLUEPRINT
source: No luck is needed for one who's skilled in battle.
de: Wer im Kampf gewandt ist, braucht kein Glück.
es: Quienes son duchos en la batalla no necesitan suerte alguna.
fr: Un guerrier n'a pöint besöin de chance s'il est versé dans l'art du cömbat.
it: Chi è abile in battaglia non ha bisogno di fortuna.
ja: 戦いの手腕が優れた者には幸運など要らぬ。
ko: 전투에 능한 사람에게는 운이 필요하지 않아.
pl: Nie trzeba szczęścia, gdy kto w walce wprawiony.
pt_br: Aqueles que têm habilidade em combate não precisam de sorte.
ru: Тому, кто умеет сражаться, удача не нужна.
zh_cn: 我等武艺高强之人不需要运气。
zh_tw: 我等武藝高強之人不需要運氣。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEDROLL_FURRY
source: A luxury fur bed!
de: Ein luxuriöses Fellbett.
es: ¡Una cama de piel de lujo!
fr: Un couchage en fourrure de luxe !
it: Un letto di pelliccia lussuoso!
ja: 豪華な毛皮のベッド！
ko: 고급스러운 털 침대로군!
pl: Luksusowe wyrko!
pt_br: Uma cama de pelo de luxo!
ru: Роскошная меховая постель!
zh_cn: 豪华毛皮床！
zh_tw: 豪華毛皮床！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEDROLL_STRAW
source: A tool for valiant naps.
de: Ein Hilfsmittel für kleine Nickerchen.
es: Una herramienta para siestas valientes.
fr: Un outil pour faire de siestes valeureuses.
it: Uno strumento per pisolini valorosi.
ja: 勇ましく仮眠をとる際に用いる寝具だ
ko: 용맹한 낮잠에 쓰이는 도구다.
pl: W sam raz na bohaterską drzemkę.
pt_br: Uma ferramenta para cochilos valerosos.
ru: Инструмент для доблестного сна.
zh_cn: 用来大胆打盹的工具。
zh_tw: 用來大膽打盹的工具。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEE.GENERIC
source: Wee warriors! I don't know if I like them.
de: Winzige Krieger! Ich weiß nicht, ob ich sie mag.
es: ¡Pequeñas guerreras! No sé si me gustan.
fr: Petites guerrières ! Je ne sais pas si je les aime.
it: Guerrieri piccini! Non so se mi piacciono.
ja: ミニ戦士！あんまり好きじゃないかも。
ko: 조막만한 전사군요! 그들이 마음에 드는지는 모르겠군요.
pl: Mali wojownicy! Sama nie wiem, czy ich lubię.
pt_br: Pequenos guerreiros! Não sei se gosto deles.
ru: Маленькие воины! Не знаю, нравятся ли они мне.
zh_cn: 小小的勇士们！我会喜欢它们吗?
zh_tw: 小小的勇士們！我會喜歡它們嗎?

# CHARACTERS.WATHGRITHR.DESCRIBE.BEE.HELD
source: Easy now!
de: Ruhig jetzt!
es: ¡Fácil ahora!
fr: Du calme maintenant !
it: Facile ora!
ja: ちょっと待って！
ko: 진정해!
pl: Tylko spokojnie!
pt_br: Calma!
ru: Спокойно!
zh_cn: 放松点！
zh_tw: 放鬆點！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.BURNT
source: The hive is silent.
de: Der Bienenkorb ist ruhig.
es: La colmena está en silencio.
fr: La ruche est silencieuse.
it: L'alveare è silente.
ja: 私の蜂の巣は静かだ。
ko: 벌통이 조용하네.
pl: W gnieździe panuje cisza.
pt_br: A colmeia está em silêncio.
ru: Улей молчит.
zh_cn: 蜂巢一片死寂。
zh_tw: 蜂巢一片死寂。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.FULLHONEY
source: It's a honey treasure trove!
de: Ein Honigschatz!
es: ¡Es un tesoro de miel!
fr: Un vrai trésor de miel !
it: È un tesoro di miele!
ja: はちみつの宝庫だ！
ko: 꿀이 든 보물상자다!
pl: Skarbnica miodu!
pt_br: Um tesouro de mel!
ru: Это настоящее медовое сокровище!
zh_cn: 这就是个蜂蜜宝藏！
zh_tw: 這就是個蜂蜜寶藏！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.GENERIC
source: A sweet box of wee warriors.
de: Ein niedliche Schachtel mit kleinen Kriegern.
es: Una dulce caja de pequeños guerreros.
fr: Une jolie boîte de petites guerrières.
it: Una dolce scatola di piccoli guerrieri.
ja: 小さな戦士がつまった甘い箱。
ko: 작은 전사들이 들어있는 달콤한 상자다.
pl: Słodki domek pszczelich wojowników.
pt_br: Uma caixinha de soldados pequeninos.
ru: Сладкая коробка крошечных воинов.
zh_cn: 蜜蜂战士居住的甜蜜箱子。
zh_tw: 蜜蜂戰士居住的甜蜜箱子。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.NOHONEY
source: Where's the honey?
de: Wo ist der Honig?
es: ¿Dónde está la miel?
fr: Où est le miel ?
it: Dov'è il miele?
ja: はちみつはどこ？
ko: 꿀은 어디에 있지?
pl: Gdzie miód?
pt_br: Onde está o mel?
ru: Где мед?
zh_cn: 蜂蜜在哪？
zh_tw: 蜂蜜在哪？

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.READY
source: It's a honey treasure trove!
de: Ein Honigschatz!
es: ¡Es un tesoro de miel!
fr: Un vrai trésor de miel !
it: È un tesoro di miele!
ja: 蜜の宝物庫だ！
ko: 꿀이 든 보물상자다!
pl: Skarbnica miodu!
pt_br: Um tesouro de mel!
ru: Это настоящее медовое сокровище!
zh_cn: 这就是个蜂蜜宝藏！
zh_tw: 這就是個蜂蜜寶藏！

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX.SOMEHONEY
source: Pithy honey. More patience is needed.
de: Nur wenig Honig. Man braucht mehr Geduld.
es: Algo de miel. Se necesita más paciencia.
fr: Du miel savoureux. Il faut de la patience.
it: Miele striminzito. C'è bisogno di più pazienza.
ja: 蜜はまだわずか…焦りは禁物だ
ko: 미량의 꿀이군. 인내심이 필요하다.
pl: Marna ilość miodu. Trzeba więcej cierpliwości.
pt_br: Pouco energético. É necessário mais paciência.
ru: Маловато меда. Нужно еще подождать.
zh_cn: 只有一点蜂蜜。需要耐心。
zh_tw: 只有一點蜂蜜。需要耐心。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.BURNT
source: The hive is silent.
de: Der Bienenkorb ist ruhig.
es: La colmena está en silencio.
fr: La ruche est silencieuse.
it: L'alveare è silente.
ja: 私の蜂の巣は静かだ。
ko: 벌통이 조용하네.
pl: W gnieździe panuje cisza.
pt_br: A colmeia está em silêncio.
ru: Улей молчит.
zh_cn: 蜂巢一片死寂。
zh_tw: 蜂巢一片死寂。

# CHARACTERS.WATHGRITHR.DESCRIBE.BEEBOX_HERMIT.FULLHONEY
source: It's a honey treasure trove!
de: Ein Honigschatz!
es: ¡Es un tesoro de miel!
fr: Un vrai trésor de miel !
it: È un tesoro di miele!
ja: 蜜の宝物庫だ！
ko: 꿀이 든 보물상자다!
pl: Skarbnica miodu!
pt_br: Um tesouro de mel!
ru: Это настоящее медовое сокровище!
zh_cn: 这就是个蜂蜜宝藏！
zh_tw: 這就是個蜂蜜寶藏！
