Repository: Endeer/dst-cz
Catalog: locales/*/goatmum.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# GOATMUM_CRAVING_HINTS.1
source: The Gnaw craves {craving}... {part2}
de: Der Mampf will {craving} ... {part2}
es_mx: La Roedora tiene antojo de {craving}... {part2}
fr: Le Gnaw demande {craving}... {part2}
it: Il Masticatore brama {craving}... {part2}
ja: ノウは{craving}を切望している…{part2}
ko: 물뜯이가 갈망하는 것은 {craving}... {part2}
pl: Gryzienia zaspokoi {craving}... {part2}
pt_br: Gnaw tem fome de {craving}... {part2}
ru: Требование Грызуна: {craving}… {part2}
zh_cn: 饕餮想吃{craving}……{part2}
zh_tw: 饕餮想吃{craving}……{part2}

# GOATMUM_CRAVING_HINTS.2
source: The Gnaw hungers for {craving}... {part2}
de: Der Mampf hat Hunger auf {craving} ... {part2}
es_mx: La Roedora tiene hambre de {craving}... {part2}
fr: Le Gnaw veut manger {craving}... {part2}
it: Il masticatore ha fame di {craving}... {part2}
ja: ノウは{craving}に飢えている…{part2}
ko: 물뜯이가 먹고 싶어 하는 것은 {craving}... {part2}
pl: Gryzieniowi chodzi po głowie... Tak! {craving}... {part2}
pt_br: Gnaw tem fome de {craving}... {part2}
ru: {craving}! Вот чего так жаждет Грызун… {part2}
zh_cn: 饕餮渴望{craving}……{part2}
zh_tw: 饕餮渴望{craving}……{part2}

# GOATMUM_CRAVING_HINTS.3
source: The Gnaw desires {craving}... {part2}
de: Der Mampf will {craving} ... {part2}
es_mx: La Roedora desea {craving}... {part2}
fr: Le Gnaw désire {craving}... {part2}
it: Il Masticatore desidera {craving}... {part2}
ja: ノウは{craving}を望んでいる…{part2}
ko: 물뜯이가 욕망하는 것은 {craving}... {part2}
pl: {craving}... {part2} to marzenie Gryzienia...
pt_br: Gnaw deseja {craving}... {part2}
ru: Мечта Грызуна: {craving}… {part2}
zh_cn: 饕餮想要{craving}……{part2}
zh_tw: 饕餮想要{craving}……{part2}

# GOATMUM_CRAVING_HINTS.4
source: The Gnaw wants {craving}... {part2}
de: Der Mampf will {craving} ... {part2}
es_mx: La Roedora quiere {craving}... {part2}
fr: Le Gnaw veut {craving}... {part2}
it: Il Masticatore vuole {craving}... {part2}
ja: ノウは{craving}を欲している…{part2}
ko: 물뜯이가 원하는 것은 {craving}... {part2}
pl: Gryzień zażyczył sobie {craving}.... {part2}
pt_br: Gnaw quer {craving}... {part2}
ru: Пожелание Грызуна: {craving}… {part2}
zh_cn: 饕餮想要{craving}……{part2}
zh_tw: 饕餮想要{craving}……{part2}

# GOATMUM_CRAVING_HINTS.5
source: The Gnaw craves {craving}!
de: Der Mampf will {craving}!
es_mx: ¡La Roedora tiene antojo de {craving}!
fr: Le Gnaw demande {craving} !
it: Il Masticatore brama {craving}!
ja: ノウは{craving}を切望していますわ！
ko: 물뜯이는 {craving}을(를) 갈망한다!
pl: Gryzień powiada, że ma pożreć {craving}!
pt_br: Gnaw tem fome de {craving}!
ru: Требование Грызуна: {craving}!
zh_cn: 饕餮想吃{craving}！
zh_tw: 饕餮想吃{craving}！

# GOATMUM_CRAVING_HINTS.6
source: The Gnaw desires {craving}!
de: Der Mampf will {craving}!
es_mx: ¡La Roedora desea {craving}!
fr: Le Gnaw désire {craving} !
it: Il Masticatore desidera {craving}!
ja: ノウは{craving}を望んでいますわ！
ko: 물뜯이는 {craving}을(를) 욕망한다!
pl: {craving}... to marzenie Gryzienia!
pt_br: Gnaw deseja {craving}!
ru: Мечта Грызуна: {craving}!
zh_cn: 饕餮想要{craving}！
zh_tw: 饕餮想要{craving}！

# GOATMUM_CRAVING_HINTS.7
source: The Gnaw hungers for {craving}!
de: Der Mampf hat Hunger nach {craving}!
es_mx: ¡La Roedora tiene hambre de {craving}!
fr: Le Gnaw veut manger {craving} !
it: Il Masticatore ha fame di {craving}!
ja: ノウは{craving}に飢えていますわ！
ko: 물뜯이는 {craving}을(를) 먹고 싶어 한다!
pl: Gryzień powiada, że należne jest tu {craving}!
pt_br: Gnaw tem fome de {craving}!
ru: {craving}! Вот чего так жаждет Грызун!
zh_cn: 饕餮渴望{craving}！
zh_tw: 饕餮渴望{craving}！

# GOATMUM_CRAVING_HINTS_PART2.1
source: I can tell, baa.
de: Ich weiß nicht. Mäh.
es_mx: Lo sé, beee.
fr: Je le sais, bêêê !
it: Posso dire, bee.
ja: わたくしには分かりますわ。
ko: 인 것 같다, 음매.
pl: Bez wątpienia, baa.
pt_br: Estou vendo, béé.
ru: Я вижу, бе-е-е.
zh_cn: 我可以看出来，咩。
zh_tw: 我可以看出來，咩。

# GOATMUM_CRAVING_HINTS_PART2.2
source: I feel it.
de: Ich spüre es.
es_mx: Puedo notarlo.
fr: Je le sens.
it: Lo sento.
ja: そんな気がしますわ。
ko: 내겐 느껴진다.
pl: Czuję to.
pt_br: Eu sinto.
ru: Я чувствую.
zh_cn: 我可以感觉到。
zh_tw: 我可以感覺到。

# GOATMUM_CRAVING_HINTS_PART2.3
source: It's time to cook.
de: Es ist Zeit zu kochen.
es_mx: Es hora de cocinar.
fr: Il est temps de cuisiner.
it: È il momento di cucinare.
ja: 食事の準備をしましょう。
ko: 이제 요리할 시간이다.
pl: Czas zabrać się za gotowanie.
pt_br: É hora de cozinhar.
ru: Пора готовить.
zh_cn: 到了做饭的时候了。
zh_tw: 到了做飯的時候了。

# GOATMUM_CRAVING_HINTS_PART2.4
source: baa.
de: Mäh.
es_mx: beee.
fr: Bêêê !
it: bee.
ja: メエェ。
ko: 음매.
pt_br: béé.
ru: бе-е.
zh_cn: 咩。
zh_tw: 咩。

# GOATMUM_CRAVING_HINTS_PART2.5
source: I'm certain of it.
de: Ich bin mir sicher.
es_mx: Tengo la seguridad de ello.
fr: J'en suis sûre.
it: Ne sono sicuro.
ja: 確信がありますわ。
ko: 인 것이 분명하다.
pl: Jestem tego pewna.
pt_br: Tenho certeza.
ru: Я уверена.
zh_cn: 我很确定。
zh_tw: 我很確定。

# GOATMUM_CRAVING_HINTS_PART2.6
source: You must oblige.
de: Du musst es tun.
es_mx: Debes hacerlo.
fr: Il faut le faire.
it: Devi obbedire.
ja: 素直に従った方が良さそうですわよ。
ko: 반드시 바쳐야 한다.
pl: Musisz spełnić żądanie.
pt_br: Por favor.
ru: Ты не можешь отказаться.
zh_cn: 你必须效劳。
zh_tw: 你必須效勞。

# GOATMUM_CRAVING_HINTS_PART2_IMPATIENT.1
source: or anything! Hurry, BAAA!
de: oder irgendwas! Schnell! MÄH!
es_mx: o cualquier cosa. ¡Date prisa, BEEE!
fr: et rien d'autre ! Vite, BÊÊÊ !
it: o qualsiasi cosa! In fretta, BEEE!
ja: それか他の物を！急いで！メエェェ！
ko: 아니면 아무거나! 급하다, 음매!
pl: czy tam coś! Szybko, BAAA!
pt_br: ou algo assim! Depressa, BÉÉ!
ru: да хоть что-то! Скорее, БЕ-Е-Е!
zh_cn: 或任何东西！快点，咩！
zh_tw: 或任何東西！快點，咩！

# GOATMUM_CRAVING_HINTS_PART2_IMPATIENT.2
source: or whatever! Quick, BAAA!
de: oder was auch immer! Schnell, MÄH!
es_mx: o lo que sea. ¡Rápido, BEEE!
fr: ou autre chose ! Vite, BÊÊÊ !
it: o qualunque cosa! Presto, BEEE!
ja: それか、何でもいいの！早く！メエェェ！
ko: 또는 아무거나! 빨리, 음매!
pl: lub cokolwiek! Szybko, BAAA!
pt_br: ou sei lá! Rápido, BÉÉÉ!
ru: да хоть что угодно! Скорее, БЕ-Е-Е!
zh_cn: 或随便什么！快，咩！
zh_tw: 或隨便什麼！快，咩！

# GOATMUM_CRAVING_HINTS_PART2_IMPATIENT.3
source: BAAA! Hurry!
de: MÄÄÄH! Schnell!
es_mx: ¡BEEE! ¡Date prisa!
fr: BÊÊÊ ! Vite !
it: BEEE! Sbrigati!
ja: メエェェ！急いで下さい！
ko: 음매! 서둘러라!
pl: BAAA! Szybko!
pt_br: BÉÉÉ! Depressa!
ru: БЕ-Е-Е! Скорее!
zh_cn: 咩！快！
zh_tw: 咩！快！

# GOATMUM_CRAVING_HINTS_PART2_IMPATIENT.4
source: there's no time!
de: es ist keine Zeit!
es_mx: no hay tiempo.
fr: et vite fait !
it: non c'è tempo!
ja: 時間がありませんわ！
ko: 시간이 없다!
pl: nie ma czasu!
pt_br: não temos tempo!
ru: нет времени!
zh_cn: 没时间了！
zh_tw: 沒時間了！

# GOATMUM_CRAVING_HINTS_PART2_IMPATIENT.5
source: give it something! Anything!
de: gib ihm etwas! Irgendwas!
es_mx: dale algo. ¡Lo que sea!
fr: donnez-lui quelque chose ! N'importe quoi !
it: dagli qualcosa! Qualunque cosa!
ja: 何か捧げて！何でもいいの！
ko: 뭐든 바쳐! 아무거나!
pl: daj mu coś! Cokolwiek!
pt_br: dá alguma coisa! Qualquer coisa!
ru: дай ему что-нибудь! Что угодно!
zh_cn: 给它点东西！任何东西！
zh_tw: 給它點東西！任何東西！

# GOATMUM_CRAVING_MAP.BREAD
source: a meal on BREAD
de: ein Stück BROT
es_mx: una comida con PAN
fr: une tartine de quelque chose
it: un pasto con il PANE
ja: パン料理
ko: 빵 요리
pl: posiłek na CHLEBIE
pt_br: uma refeição no PÃO
ru: блюдо из ХЛЕБА
zh_cn: 面包餐
zh_tw: 麵包餐

# GOATMUM_CRAVING_MAP.CHEESE
source: a meal with CHEESE
de: eine Mahlzeit mit KÄSE
es_mx: una comida con QUESO
fr: un repas à base de FROMAGE
it: un pasto con il FORMAGGIO
ja: チーズ料理
ko: 치즈가 들어간 요리
pl: posiłek z SEREM
pt_br: uma refeição com QUEIJO
ru: блюдо с СЫРОМ
zh_cn: 奶酪餐
zh_tw: 乳酪餐

# GOATMUM_CRAVING_MAP.FISH
source: FISH
de: FISCH
es_mx: PESCADO
fr: du POISSON
it: PESCE
ja: 魚
ko: 생선
pl: RYBA
pt_br: PEIXE
ru: РЫБА
zh_cn: 鱼
zh_tw: 魚

# GOATMUM_CRAVING_MAP.MEAT
source: MEAT
de: FLEISCH
es_mx: CARNE
fr: de la VIANDE
it: CARNE
ja: 肉
ko: 고기
pl: MIĘSO
pt_br: CARNE
ru: МЯСО
zh_cn: 肉
zh_tw: 肉

# GOATMUM_CRAVING_MAP.PASTA
source: PASTA
fr: des PÂTES
ja: パスタ
ko: 파스타
pl: MAKARON
pt_br: MASSA
ru: ПАСТА
zh_cn: 意大利面
zh_tw: 義大利面

# GOATMUM_CRAVING_MAP.SNACK
source: a SNACK
de: eine KLEINIGKEIT
es_mx: una BOTANA
fr: un SNACK
it: uno SPUNTINO
ja: 軽食
ko: 간식
pl: PRZEKĄSKA
pt_br: um LANCHE
ru: ЗАКУСКА
zh_cn: 一份零食
zh_tw: 一份零食

# GOATMUM_CRAVING_MAP.SOUP
source: SOUP
de: SUPPE
es_mx: SOPA
fr: de la SOUPE
it: ZUPPA
ja: スープ
ko: 수프
pl: ZUPA
pt_br: SOPA
ru: СУП
zh_cn: 汤
zh_tw: 湯

# GOATMUM_CRAVING_MAP.SWEET
source: a DESSERT
de: eine NACHSPEISE
es_mx: un POSTRE
fr: un DESSERT
it: un DOLCE
ja: デザート
ko: 디저트
pl: DESER
pt_br: uma SOBREMESA
ru: ДЕСЕРТ
zh_cn: 一份甜点
zh_tw: 一份甜點

# GOATMUM_CRAVING_MAP.VEGGIE
source: a VEGETABLE dish
de: ein GEMÜSE-Gericht
es_mx: un plato de VERDURAS
fr: un plat de LÉGUMES
it: un piatto di VERDURE
ja: 野菜料理
ko: 채소 요리
pl: danie WARZYWNE
pt_br: um prato de LEGUMES
ru: блюдо из ОВОЩЕЙ
zh_cn: 一份素菜
zh_tw: 一份素菜

# GOATMUM_CRAVING_MATCH.1
source: Oh yes, {craving}! That'll buy you some time.
de: Au ja, {craving}! Das wird dir etwas Zeit geben.
es_mx: ¡Oh, sí, {craving}! Con esto ganarás algo de tiempo.
fr: Oh oui, {craving} ! Ça vous fera gagner du temps.
it: Oh sì, {craving}! Ti farà guadagnare tempo.
ja: そうです、{craving}で正解よ！これで時間が稼げますわ。
ko: 좋아, {craving}(이)구나! 이거라면 시간을 좀 벌겠어.
pl: Tak, {craving}, doskonale! Zyskasz w ten sposób nieco czasu!
pt_br: Ah, sim, {craving}! Você vai ganhar tempo com isso.
ru: О да, {craving}! Это даст тебе еще немного времени.
zh_cn: 嗯，好，{craving}！这样能给你争取一些时间。
zh_tw: 嗯，好，{craving}！這樣能給你爭取一些時間。

# GOATMUM_CRAVING_MATCH.2
source: Yes, yes, {craving}! That should sate the beast.
de: Ja, {craving}! Das sollte die Bestie sättigen.
es_mx: ¡Sí, sí, {craving}! Eso debería saciar a la bestia.
fr: Oui, oui, {craving} ! Ça devrait rassasier la bête.
it: Oh sì, {craving}! Dovrebbe saziare la bestia.
ja: そうそう！{craving}よ！それで怪物を満足させられるはずですわ！
ko: 그래, 그래, {craving}(이)구나! 이거라면 만족할 거야.
pl: Tak, tak, {craving}! To powinno zaspokoić głód bestii.
pt_br: Sim, sim, {craving}! Isso deve saciar a fera.
ru: Да, да, {craving}! Зверь насытится.
zh_cn: 好，好，{craving}！应该能满足那头怪兽了。
zh_tw: 好，好，{craving}！應該能滿足那頭怪獸了。

# GOATMUM_CRAVING_MATCH.3
source: You found what the Gnaw craved!
de: Du hast gefunden, was der MAMPF wollte!
es_mx: ¡Descubriste lo que la Roedora quería!
fr: Vous avez trouvé ce que voulait le Gnaw !
it: Hai trovato quello che brama il Masticatore!
ja: ノウの欲しい物を持ってきたようね！
ko: 물뜯이가 갈망하는 것을 찾았구나!
pl: Udało ci się odgadnąć, czego pragnie Gryzień!
pt_br: Você encontrou o que Gnaw desejava!
ru: Вы нашли то, что хотел Грызун!
zh_cn: 你找到了饕餮渴望的东西！
zh_tw: 你找到了饕餮渴望的東西！

# GOATMUM_CRAVING_MATCH.4
source: The Gnaw's pleased with your offering.
de: Der Mampf ist mit deiner Opfergabe zufrieden.
es_mx: La Roedora está contenta con tu ofrenda.
fr: Le Gnaw est content de votre offrande.
it: Il Masticatore è soddisfatto della tua offerta.
ja: ノウも供物に満足しているようですわ。
ko: 물뜯이가 제물을 보고 기뻐한다.
pl: Gryzień rad jest z twej ofiary.
pt_br: Gnaw está satisfeito com sua oferenda.
ru: Грызуну понравилось ваше подношение.
zh_cn: 饕餮对你的供品很满意。
zh_tw: 饕餮對你的供品很滿意。

# GOATMUM_CRAVING_MATCH.5
source: Mighty Gnaw! Feast now upon on {craving}!
de: Mächtiger Mampf! Iss nun {craving}!
es_mx: ¡Poderosa Roedora! ¡Ahora disfruta de tu ofrenda de {craving}!
fr: Puissant Gnaw ! Régale-toi avec {craving} !
it: Grande Masticatore! Banchetta adesso con {craving}!
ja: 偉大なるノウよ！今{craving}を捧げます！
ko: 위대한 물뜯이여! {craving}을(를) 바치니 마음껏 즐기소서!
pl: Potężny Gryzieniu! Oto {craving}! Zaspokój swój głód!
pt_br: Poderoso Gnaw! Devora {craving}!
ru: Великий Грызун! Тебя ждет {craving}!
zh_cn: 威力无穷的饕餮！现在就来享用{craving}吧！
zh_tw: 威力無窮的饕餮！現在就來享用{craving}吧！

# GOATMUM_CRAVING_MISMATCH.1
source: Well, it wasn't {craving}. But better than nothing!
de: Na ja, {craving} wollte es eigentlich nicht. Aber besser als nichts!
es_mx: Bueno, no era {craving}. En fin, algo es algo. ¡Peor es nada!
fr: Bon, rien à voir avec {craving}. Mais c'est mieux que rien !
it: Ecco, non era {craving}. Ma meglio di niente!
ja: うーん、{craving}ではありませんが。無いよりはマシでしょう！
ko: 음, {craving}은(는) 아니지만 아무것도 안 바치는 것보다는 낫지!
pl: No cóż. To nie {craving}. Ale lepszy rydz niż nic!
pt_br: Bem, não era {craving}. Mas é melhor do que nada!
ru: Ну, не {craving}, конечно. Но лучше, чем ничего!
zh_cn: 嗯，这不是{craving}，但有总比没有好！
zh_tw: 嗯，這不是{craving}，但有總比沒有好！

# GOATMUM_CRAVING_MISMATCH.2
source: That wasn't what the Gnaw craved, but we'll make do.
de: Das wollte der Mampf nicht, aber besser als nichts.
es_mx: No era lo que la Roedora quería, pero lo solucionaremos.
fr: Ce n'est pas ce que voulait le Gnaw, mais on fera avec.
it: Non era quello che il Masticatore bramava, ma andrà bene lo stesso.
ja: ノウが欲しているものではありませんが。これでなんとかしましょう。
ko: 물뜯이가 갈망하는 것은 아니지만, 뭐라도 바쳐야 하니 어쩔 수 없지.
pl: Gryzień nie tego pragnął, ale to musi nam wystarczyć.
pt_br: Não era o que Gnaw desejava, mas vai servir.
ru: Это не то, чего хотел Грызун, но сойдет, пожалуй.
zh_cn: 那不是饕餮所渴望的，但我们就将就一下吧。
zh_tw: 那不是饕餮所渴望的，但我們就將就一下吧。

# GOATMUM_CRAVING_MISMATCH.3
source: I wouldn't call that {craving}, but oh well.
de: Das würde ich nicht {craving} nennen, aber na ja.
es_mx: No llamaría a eso {craving}, pero está bien.
fr: Je n'appellerais pas ça {craving}, mais tant pis.
it: Non lo chiamerei proprio {craving}, ma pazienza.
ja: {craving}とは言えませんが、まぁいいでしょう。
ko: {craving}은(는) 아니지만 어쩔 수 없지 뭐.
pl: To nie {craving}. No, ale cóż.
pt_br: Eu não chamaria isso de {craving}, mas tudo bem.
ru: Не скажу, что это {craving}, но что поделать.
zh_cn: 我不会称它为{craving}，但还是算了吧。
zh_tw: 我不會稱它為{craving}，但還是算了吧。

# GOATMUM_LOST.1
source: It's over.
de: Es ist vorbei.
es_mx: Se acabó.
fr: C'est terminé.
it: È finita.
ja: もう御終いよ。
ko: 이제 끝났다.
pl: Już po wszystkim.
pt_br: Acabou.
ru: Все кончено.
zh_cn: 结束了。
zh_tw: 結束了。

# GOATMUM_LOST.2
source: The Gnaw's plague is upon you.
de: Die Pest des Mampf ist über dir.
es_mx: La peste de la Roedora caerá sobre ti.
fr: Le fléau du Gnaw est sur nous.
it: La piaga del Masticatore è su di noi.
ja: ノウの災いが貴方達を襲いますわ。
ko: 물뜯이의 역병이 덮친다.
pl: Dopadła nas plaga Gryzienia.
pt_br: A praga de Gnaw está sobre nós.
ru: Над нами нависла кара Грызуна.
zh_cn: 饕餮给你带来了瘟疫。
zh_tw: 饕餮給你帶來了瘟疫。

# GOATMUM_LOST.3
source: I'm sorry I couldn't help more.
de: Es tut mir leid, dass ich nicht mehr helfen konnte.
es_mx: Lo siento, no pude ayudar más.
fr: Désolée, je n'ai pas pu faire plus.
it: Mi dispiace di non aver potuto essere di aiuto.
ja: 力になれなくてごめんなさいね。
ko: 도움이 별로 못 되어서 미안하다.
pl: Przykro mi, że nie mogłam bardziej pomóc.
pt_br: Desculpe não poder ajudar mais.
ru: Мне жаль, что я больше ничего не могу поделать.
zh_cn: 对不起，我帮不上更多忙了。
zh_tw: 對不起，我幫不上更多忙了。

# GOATMUM_LOST.4
source: Goodbye.
de: Auf Wiedersehen.
es_mx: Adiós.
fr: Au revoir.
it: Addio.
ja: さようなら。
ko: 잘 가라.
pl: Żegnaj.
pt_br: Adeus.
ru: Прощай.
zh_cn: 再见。
zh_tw: 再見。

# GOATMUM_TALK_GREETING.1
source: If you can earn the Gnaw's favor... you might escape.
de: Wenn du dir die Gunst der Mampf verdienen kannst ... könntest du fliehen.
es_mx: Si puedes ganar el favor de la Roedora... quizá puedas escapar.
fr: Si vous gagnez la faveur du Gnaw... vous vous échapperez peut-être.
it: Se puoi guadagnare il favore del Masticatore... potresti riuscire a scappare.
ja: そうして賞賜をたまわることができたなら…ここから逃げられるはずですわ。
ko: 물뜯이의 은혜를 받는다면... 탈출할 수 있을지도 모른다.
pl: Jeśli uda ci się zyskać łaskę Gryzienia... być może uda ci się stąd zbiec.
pt_br: Se você conquistar Gnaw... poderá fugir.
ru: Если ты сможешь заработать благоволение Грызуна… у тебя появится шанс на побег.
zh_cn: 如果你能赢得饕餮的欢心......或许你能逃过一劫。
zh_tw: 如果你能贏得饕餮的歡心......或許你能逃過一劫。

# GOATMUM_TALK_GREETING.2
source: The Gnaw's been around since I was just a lamb.
de: Den Mampf gibt es schon, seit ich ein Lamm war.
es_mx: La Roedora ha estado aquí desde que yo era solo un cordero.
fr: Le Gnaw était déjà là quand je n'étais qu'un agneau.
it: Il Masticatore è in giro da quando ero un agnellino.
ja: ノウはわたくしが子ヤギの頃から存在していますの。
ko: 물뜯이는 내가 어릴 적부터 있었다.
pl: Gryzień nawiedza te strony odkąd byłam jagnięciem.
pt_br: Gnaw está por aqui desde que eu era uma carneirinha.
ru: Грызун здесь с тех пор, как я была еще совсем крохой.
zh_cn: 从我还是小羊羔的时候起，饕餮就一直在。
zh_tw: 從我還是小羊羔的時候起，饕餮就一直在。

# GOATMUM_TALK_GREETING.3
source: Another of your kind passed through here once.
de: So jemand wie du kam einmal hier durch.
es_mx: Otro de tu clase pasó por aquí una vez.
fr: Quelqu'un dans votre genre est déjà passé par ici un jour.
it: Un altro della tua specie è passato da qua una volta.
ja: 一度だけ貴方達のような者がが通りかかったことがありますわ。
ko: 당신 같은 자가 여기를 지나간 적이 있었다.
pl: Przechodził tędy niegdyś jeden taki jak ty.
pt_br: Outro de vocês passou por aqui uma vezes.
ru: Когда-то здесь проходил кто-то, такой же как ты.
zh_cn: 你的另一个同类曾路过这里。
zh_tw: 你的另一個同類曾路過這裡。

# GOATMUM_TALK_GREETING.4
source: Favor from the Gnaw might recharge the old key.
de: Eine Gunstgabe des Mampf könnte den alten Schlüssel wieder aufladen.
es_mx: El favor de la Roedora podría recargar la llave antigua.
fr: Une faveur du Gnaw pourrait recharger la vieille clé.
it: Un favore del Masticatore potrebbe ricaricare la vecchia chiave.
ja: ノウの褒賞でなら、古の鍵を起動させられるかもしれませんわ。
ko: 물뜯이의 은혜라면 낡은 열쇠를 충전할 수 있을지도 모른다.
pl: Łaska Gryzienia może tchnąć moc w stary klucz.
pt_br: O favor de Gnaw pode recarregar a velha chave.
ru: Милость Грызуна поможет зарядить старый ключ.
zh_cn: 饕餮的欢心可能能给旧钥匙充电。
zh_tw: 饕餮的歡心可能能給舊鑰匙充電。

# GOATMUM_TALK_GREETING.5
source: You must cook, or you will perish.
de: Du musst kochen, oder du wirst sterben.
es_mx: Cocina o morirás.
fr: Ou vous cuisinez, ou vous périssez.
it: Devi cucinare, o perirai.
ja: 死にたくないなら捧げものをつくることですわ。
ko: 요리하지 않으면 죽는다.
pl: Musisz gotować, bo inaczej marny twój los.
pt_br: Você deve cozinhar, ou perecerá.
ru: Готовь или умрешь.
zh_cn: 你必须烹饪，否则只有死路一条。
zh_tw: 你必須烹飪，否則只有死路一條。

# GOATMUM_TALK_GREETING.6
source: Your presence here distracts it from Billy and I.
de: Deine Anwesenheit hier lenkt sie von Billy und mir ab.
es_mx: Tu presencia aquí la distrae de Billy y de mí.
fr: Votre présence ici détourne l'attention qu'il porte à Billy et moi.
it: La tua presenza lo distrae da me e Billy.
ja: ノウはビリーやわたくしより貴方達が気になるようですわね。
ko: 당신들이 이곳에 온 덕분에 그것이 빌리와 나를 덜 신경 쓰게 되었다.
pl: Twoja obecność w tych stronach odwraca uwagę bestii ode mnie i Billy'ego.
pt_br: Sua presença aqui o distrai de Billy e eu.
ru: Твое присутствие отвлечет внимание от нас с Билли.
zh_cn: 你在这里会分散比利和我的注意力。
zh_tw: 你在這裡會分散比利和我的注意力。

# GOATMUM_TALK_GREETING.7
source: Are you... Gatekeepers, by chance?
de: Seid ihr zufällig ... Torwächter?
es_mx: De casualidad, ¿ustedes son... guardianes?
fr: Seriez-vous des... gardiens de l'Entrée, à tout hasard ?
it: Siete… guardiani per caso?
ja: 貴方達まさか…ゲートキーパーなの？
ko: 당신들... 혹시 문지기인가?
pl: Czy nie jesteście przypadkiem... Strażnikami Bramy?
pt_br: Vocês são... os Guardiões do Portal, por acaso?
ru: А вы… вы часом не Хранители ворот?
zh_cn: 你会不会是……守门人？
zh_tw: 你會不會是……守門人？

# GOATMUM_TALK_GREETING_URGENT.1
source: Hurry, please!
de: Schnell, bitte!
es_mx: ¡Date prisa, por favor!
fr: Vite, s'il vous plaît !
it: Sbrigatevi, per favore!
ja: 急ぐのです！
ko: 서둘러, 어서!
pl: Szybko! Błagam!
pt_br: Depressa, por favor!
ru: Поторопись, пожалуйста!
zh_cn: 请快一点！
zh_tw: 請快一點！

# GOATMUM_TALK_GREETING_URGENT.2
source: The Gnaw is growing impatient!
de: Der Mampf wird ungeduldig!
es_mx: ¡La Roedora se está poniendo impaciente!
fr: Le Gnaw s'impatiente !
it: Il Masticatore sta diventando impaziente.
ja: ノウの我慢が限界に近づいてますわ！
ko: 물뜯이가 조급해지고 있다!
pl: Gryzień niecierpliwi się!
pt_br: Gnaw está ficando impaciente!
ru: Грызун теряет терпение!
zh_cn: 饕餮有点不耐烦了！
zh_tw: 饕餮有點不耐煩了！

# GOATMUM_TALK_GREETING_URGENT.3
source: It must be fed, at all costs.
de: Er muss um jeden Preis gefüttert werden.
es_mx: Hay que alimentarla a toda costa.
fr: Il faut le nourrir, à tout prix.
it: Deve essere nutrito ad ogni costo.
ja: なんとしてでも、欲求を満たすのです。
ko: 무슨 일이 있어도 뭔가를 먹여야 한다.
pl: Trzeba go nakarmić. Za wszelką cenę.
pt_br: Ele deve ser alimentado, a qualquer custo.
ru: Его надо накормить любой ценой.
zh_cn: 必须不惜一切代价给它喂食。
zh_tw: 必須不惜一切代價給它餵食。

# GOATMUM_TALK_GREETING_URGENT.4
source: The Gnaw's demands know no end.
de: Die Forderungen des Mampf kennen kein Ende.
es_mx: Las exigencias de la Roedora no tienen fin.
fr: Les exigences du Gnaw ne cessent jamais.
it: Le richieste del Masticatore non hanno fine.
ja: ノウの要求は、底なしですわ。
ko: 물뜯이의 요구에는 끝이 없다.
pl: Żądania Gryzienia nie mają końca.
pt_br: As exigências de Gnaw não têm fim.
ru: Аппетиты Грызуна не знают границ.
zh_cn: 饕餮的需要是没有止境的。
zh_tw: 饕餮的需要是沒有止境的。

# GOATMUM_TALK_GREETING_URGENT.5
source: I believe in you. You can do this.
de: Ich glaube an dich. Du kannst das schaffen.
es_mx: Creo en ti. Puedes hacerlo.
fr: Je crois en vous. Vous pouvez le faire.
it: Credo in te. Ce la puoi fare.
ja: 貴方達ならきっとできますわ。
ko: 나는 당신들을 믿는다. 당신들이라면 해낼 수 있다.
pl: Wierzę w ciebie. Dasz radę.
pt_br: Acredito em vocês. Vocês conseguem.
ru: Я верю в тебя. Ты сможешь.
zh_cn: 我相信你。你可以的。
zh_tw: 我相信你。你可以的。

# GOATMUM_TALK_GREETING_URGENT.6
source: Don't give up.
de: Nicht aufgeben.
es_mx: No te rindas.
fr: N'abandonnez pas.
it: Non arrenderti.
ja: 諦めてはいけませんよ。
ko: 포기하지 마라.
pl: Nie poddawaj się.
pt_br: Não desistam.
ru: Не сдавайся.
zh_cn: 不要放弃。
zh_tw: 不要放棄。

# GOATMUM_TALK_GREETING_URGENT.7
source: The Gnaw will cast down its plague if not fed!
de: Der Mampf wird seine Pest niederwerfen, wenn er nicht gefüttert wird!
es_mx: ¡La Roedora nos castigará con su plaga si no la alimentamos!
fr: Le Gnaw fera tomber son fléau s'il n'est pas nourri !
it: Il Masticatore lancerà la sua piaga se non viene nutrito!
ja: ノウは空腹になれば、災いが降りかかるでしょう！
ko: 먹이지 않으면 물뜯이가 역병을 내릴 것이다!
pl: Nakarm Gryzienia, bo inaczej ześle on tu swoją zarazę!
pt_br: Gnaw lançará sua praga se não for alimentado!
ru: Если Грызуна не покормить, он обрушит на нас свою кару!
zh_cn: 如果不给饕餮喂食，它就会让瘟疫降临！
zh_tw: 如果不給饕餮餵食，它就會讓瘟疫降臨！

# GOATMUM_TALK_START_BECKON.1
source: Come a little closer.
de: Kommen Sie ruhig näher.
es_mx: Acércate un poco más.
fr: Approchez-vous un peu.
it: Vieni un po' più vicino.
ja: もっとこっちにいらっしゃいな。
ko: 조금 더 가까이 와봐.
pl: Podejdź no bliżej.
pt_br: Chegue um pouco mais perto.
ru: Подойди ближе.
zh_cn: 再靠近点。
zh_tw: 再靠近點。

# GOATMUM_TALK_START_BECKON.2
source: Yoo-hoo, over here! Baa.
de: Huhu, hier drüben! Mäh.
es_mx: ¡Yuju, tú! Beee.
fr: Eh, oh ! Par ici ! Bêêê !
it: Iuu-huu, laggiù! Bee.
ja: おーい、こっちよー！メェーッ。
ko: 어이, 여기다! 음매.
pl: Hej, hej! Tutaj! Baa.
pt_br: Iu-hu, aqui! Béé.
ru: Э-э-эй, сюда! Бе-е.
zh_cn: 哟嚯，这里！咩。
zh_tw: 喲謔，這裡！咩。

# GOATMUM_TALK_START_BECKON.3
source: Over here, dear!
de: Hier drüben, Schätzchen!
es_mx: ¡Por aquí, cariño!
fr: Par ici, s'il vous plaît !
it: Da questa parte, caro!
ja: こっちよー！
ko: 여기다, 어이!
pl: Tutaj, złotko!
pt_br: Aqui, meu bem!
ru: Сюда, золотце!
zh_cn: 这里，亲爱的！
zh_tw: 這裡，親愛的！

# GOATMUM_TALK_START_BECKON.4
source: Wait! You need cookware!
de: Warte! Du brauchst Kochgeschirr!
es_mx: ¡Un momento! ¡Necesitas utensilios de cocina!
fr: Attendez ! Il vous faut du matériel de cuisine !
it: Aspetta! Hai bisogno degli utensili da cucina!
ja: お待ちなさい！調理器具は必須よ！
ko: 잠깐! 요리도구가 필요하다!
pl: Poczekaj! Potrzebujesz przyrządów kuchennych!
pt_br: Espere! Você precisa de equipamentos de cozinha!
ru: Погоди! Тебе нужна кухонная утварь!
zh_cn: 等等！你需要炊具！
zh_tw: 等等！你需要炊具！

# GOATMUM_TALK_START_BECKON.5
source: My dear, come closer.
de: Schätzchen, komm näher.
es_mx: Acércate un poco más, cariño.
fr: S'il vous plaît, approchez un peu.
it: Mio caro, avvicinati.
ja: 貴方達、こっちにいらっしゃい。
ko: 어이, 이리 와봐.
pl: Podejdź bliżej, złotko.
pt_br: Meu bem, chegue mais perto.
ru: Золотце, подойди поближе.
zh_cn: 亲爱的，靠近些。
zh_tw: 親愛的，靠近些。

# GOATMUM_TALK_START_BECKON.6
source: There's no time to waste!
de: Wir dürfen keine Zeit verlieren!
es_mx: ¡No hay tiempo que perder!
fr: Il n'y a pas de temps à perdre !
it: Non c'è tempo da perdere!
ja: 一刻を争う事態ですのよ！
ko: 우물쭈물할 시간이 없어!
pl: Nie ma czasu do stracenia!
pt_br: Não temos tempo a perder!
ru: Нельзя терять время!
zh_cn: 没有时间可以浪费！
zh_tw: 沒有時間可以浪費！

# GOATMUM_TALK_START_BECKON.7
source: Where are you going?
de: Wo fährst du hin?
es_mx: ¿A dónde vas?
fr: Que faites-vous ?
it: Dove stai andando?
ja: どちらへ行かれるの？
ko: 어디로 가는 거지?
pl: Dokąd się wybierasz?
pt_br: Onde está indo?
ru: Куда ты собираешься?
zh_cn: 你要去哪儿？
zh_tw: 你要去哪兒？
