Repository: Endeer/dst-cz
Catalog: locales/*/goatmum.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# GOATMUM_TALK_START_CHOICE.1
source: You'll need one of my cookware kits.
de: Du brauchst eines meiner Kochgeschirrsets.
es_mx: Vas a necesitar uno de mis kits de utensilios de cocina.
fr: Vous allez avoir besoin d'un de mes kits de cuisine.
it: Avrai bisogno dei miei utensili da cucina.
ja: 調理器具キットが必要よ。
ko: 내 요리도구 키트가 하나 필요할 거야.
pl: Potrzebny będzie ci jeden z moich zestawów kuchennych.
pt_br: Vai precisar de um dos meus kits de equipamentos de cozinha.
ru: Тебе понадобится один из моих наборов кухонной утвари.
zh_cn: 你会需要我的炊具套装里的某件东西。
zh_tw: 你會需要我的炊具套裝裡的某件東西。

# GOATMUM_TALK_START_CHOICE.2
source: Baa. Let's trade.
de: Mäh. Lass uns handeln.
es_mx: Beee. Comerciemos.
fr: Bêêê ! Faisons un peu de commerce.
it: Bee. Facciamo uno scambio.
ja: メェメェ、では交換しましょうか。
ko: 음매, 거래하자.
pl: Baa. Pohandlujmy.
pt_br: Béé. Vamos negociar.
ru: Бе-е. Давай меняться.
zh_cn: 咩。我们来做交易吧。
zh_tw: 咩。我們來做交易吧。

# GOATMUM_TALK_START_CHOICE.3
source: I have some spare cookware for trade.
de: Ich hab ein Kochgeschirr zum Tauschen.
es_mx: Tengo algunos utensilios de cocina para comerciar.
fr: Il me reste du matériel de cuisine à vendre.
it: Ho degli utensili da cucina da vendere.
ja: 交換できる余分な調理器具がありますわ。
ko: 거래할 여분의 요리도구가 있다.
pl: Mam tu nieco sprzętu kuchennego na handel.
pt_br: Tenho alguns equipamentos de cozinha sobrando para vender.
ru: Могу обменять тебе лишнюю кухонную утварь.
zh_cn: 我有一些备用的炊具可以卖。
zh_tw: 我有一些備用的炊具可以賣。

# GOATMUM_TALK_START_CHOICE.4
source: Would you like a pot, an oven or a grill?
de: Möchtest du einen Topf, einen Ofen oder einen Grill?
es_mx: ¿Quieres una olla, un horno o una parrilla?
fr: Voulez-vous une marmite, un four ou un grill ?
it: Vuoi una pentola, un forno o una griglia?
ja: 鍋、オーブン、グリル…どちらにしますの？
ko: 솥이나 오븐이나 그릴이 필요한가?
pl: Czy życzysz sobie garnek, piecyk lub grill?
pt_br: Gostaria de uma panela, um forno ou uma grelha?
ru: Хочешь котелок, печь или гриль?
zh_cn: 你想要一个锅，烤箱或烤架吗？
zh_tw: 你想要一個鍋，烤箱或烤架嗎？

# GOATMUM_TALK_START_CHOICE.5
source: Use those coins to trade with me, okay?
de: Lass dich mit diesen Münzen auf einen Handel mit mir ein, okay?
es_mx: Usa esas monedas para comerciar conmigo, ¿sí?
fr: Utilisez ces pièces pour faire commerce avec moi, d'accord ?
it: Usa quelle monete per fare scambi con me, va bene?
ja: いい？欲しい物はコインと交換するのよ。
ko: 그 동전으로 나와 거래하자고, 알았어?
pl: Użyj monet, aby ze mną pohandlować, dobrze?
pt_br: Use essas moedas para negociar comigo, tá?
ru: Можешь меняться со мной на эти монеты, ладно?
zh_cn: 用这些硬币跟我交易，好吗？
zh_tw: 用這些硬幣跟我交易，好嗎？

# GOATMUM_TALK_START_CHOICE.6
source: Let's trade. I'll get you set up.
de: Lass uns ins Geschäft kommen.
es_mx: Comerciemos. Tengo lo que necesitas.
fr: Faisons commerce. Je vais vous équiper.
it: Iniziamo lo scambio. Ti metterò in condizione di farlo.
ja: さぁ始めましょう まずは準備の第一歩。
ko: 거래하자. 내가 준비해주지.
pl: Pohandlujmy. Przygotujesz się u mnie jak nigdzie indziej.
pt_br: Vamos negociar. Vou te dar o que precisa.
ru: Давай меняться. Нужным я тебя обеспечу.
zh_cn: 我们来做交易吧。我会帮你装备炊具。
zh_tw: 我們來做交易吧。我會幫你裝備炊具。

# GOATMUM_TALK_START_CHOICE.7
source: I hope you're good in the kitchen, dear.
de: Ich hoffe, du bist gut in der Küche, Schätzchen.
es_mx: Espero que sepas cocinar, cariño.
fr: J'espère que vous vous débrouillez en cuisine.
it: Spero tu sia bravo in cucina, caro.
ja: あなたが料理上手なことを期待していますわ。
ko: 주방일에 솜씨가 있어야 할 텐데.
pl: Mam nadzieję, że dobrze radzisz sobie w kuchni, złotko.
pt_br: Espero que seja bom na cozinha, meu bem.
ru: Надеюсь, на кухне ты ориентируешься, золотце.
zh_cn: 亲爱的，我希望你在厨房很好。
zh_tw: 親愛的，我希望你在廚房很好。

# GOATMUM_TALK_START_PURCHASE.1
source: Wonderful choice, baa! Now, let's see...
de: Wunderbare Wahl, Mäh! Also, mal sehen ...
es_mx: ¡Maravillosa elección, beee! Bien, veamos...
fr: Merveilleux choix, bêêê ! Et maintenant, voyons...
it: Ottima scelta, bee! Adesso vediamo...
ja: お目が高いわね！メエエ、どれどれ…
ko: 뛰어난 선택이다, 음매! 자, 어디 보자...
pl: Wspaniały wybór, baa! No dobrze, popatrzmy...
pt_br: Ótima escolha, béé! Bem, vejamos...
ru: Отличный выбор, бе-е! Ну-ка глянем…
zh_cn: 很棒的选择，咩！现在，让我们看看......
zh_tw: 很棒的選擇，咩！現在，讓我們看看......

# GOATMUM_TALK_TRADE.1
source: Thank-you, dear.
de: Danke, Schätzchen.
es_mx: Gracias, cariño.
fr: Merci bien.
it: Grazie, caro.
ja: ありがとうございました。
ko: 고맙다.
pl: Dziękuję, złotko.
pt_br: Obrigada, meu bem.
ru: Спасибо, дружок!
zh_cn: 谢、谢、你，亲爱的。
zh_tw: 謝、謝、你，親愛的。

# GOATMUM_TALK_TRADE.2
source: I hope it helps.
de: Ich hoffe, es hilft.
es_mx: Espero que te sirva.
fr: J'espère que ça sera utile.
it: Spero sia d'aiuto.
ja: お役に立てればよいのですが。
ko: 도움이 되길 바란다.
pl: Mam nadzieję, że to pomoże.
pt_br: Espero que ajude.
ru: Надеюсь, пригодится.
zh_cn: 我希望它对你有帮助。
zh_tw: 我希望它對你有幫助。

# GOATMUM_TALK_TRADE.3
source: You're welcome, baa.
de: Gern geschehen, mäh.
es_mx: De nada, beeee.
fr: De rien, bêêê !
it: Non c'è di che, bee.
ja: 毎度ありがとうございます、メエエ。
ko: 잘 됐다, 음매.
pl: Nie ma za co, baa.
pt_br: De nada, béé.
ru: Всегда пожалуйста, бе-е.
zh_cn: 不客气，咩。
zh_tw: 不客氣，咩。

# GOATMUM_TALK_TRADE.4
source: Good luck, dear.
de: Viel Glück, Schätzchen.
es_mx: Buena suerte, cariño.
fr: Bonne chance à vous.
it: Buona fortuna, caro.
ja: 幸運を祈りますわ。
ko: 행운을 빈다.
pl: Powodzenia, złotko.
pt_br: Boa sorte, meu bem.
ru: Удачи, дружок.
zh_cn: 祝你好运，亲爱的。
zh_tw: 祝你好運，親愛的。

# GOATMUM_TALK_TRADE.5
source: Take care, baa.
de: Pass auf dich auf, mäh.
es_mx: Cuídate, beeee.
fr: Prenez soin de vous, bêêê !
it: Abbia cura di te, bee.
ja: お気をつけて、メェメェ。
ko: 잘 가라, 음매.
pl: Dbaj o siebie, baa.
pt_br: Cuide-se, béé.
ru: Береги себя, бе-е.
zh_cn: 请保重，咩。
zh_tw: 請保重，咩。

# GOATMUM_TALK_TRADE.6
source: Thank-you.
de: Danke.
es_mx: Gracias.
fr: Merci !
it: Grazie.
ja: 感謝します。
ko: 고맙다.
pl: Dziękuję.
pt_br: Obrigada.
ru: Спасибо.
zh_cn: 谢谢。
zh_tw: 謝謝。

# GOATMUM_TALK_TRADE.7
source: Anything you need, dear.
de: Alles, was du brauchst, Schätzchen.
es_mx: Lo que necesites, cariño.
fr: À votre service !
it: Qualsiasi cosa di cui tu abbia bisogno, caro.
ja: 何かありましたらいらしてね。
ko: 언제든지 또 와라.
pl: Co tylko potrzebujesz, złotko.
pt_br: Tudo que você precisar, meu bem.
ru: Что угодно, золотце.
zh_cn: 你需要什么都可以，亲爱的。
zh_tw: 你需要什麼都可以，親愛的。

# GOATMUM_VICTORY.1
source: Baa! The way is open!
de: Mäh! Der Weg ist frei!
es_mx: ¡Beee! ¡El camino está abierto!
fr: Bêêê ! La route est ouverte !
it: Bee! La via è aperta!
ja: メエエェ！ゲートが開いたわ！
ko: 음매! 길이 열렸다!
pl: Baa! Droga stoi otworem!
pt_br: Béé! O caminho está aberto!
ru: Бе-е! Путь чист.
zh_cn: 咩！路是敞开的！
zh_tw: 咩！路是敞開的！

# GOATMUM_VICTORY.2
source: Quickly, make haste to your world.
de: Schnell, schnell. Zurück in deine Welt.
es_mx: Deprisa, vuelve rápido a tu mundo.
fr: Vite, rentrez vite chez vous !
it: Presto, metti fretta al tuo mondo.
ja: 早く！貴方達の世界へ急いで！
ko: 얼른 당신들의 세계로 가라.
pl: Szybko, uciekajcie do swojego świata.
pt_br: Rápido, corram para o seu mundo.
ru: Скорее, поторопись в свой мир.
zh_cn: 快点，赶快行动吧。
zh_tw: 快點，趕快行動吧。

# GOATMUM_VICTORY.3
source: Billy and I'll follow soon behind.
de: Billy und ich kommen bald nach.
es_mx: Billy y yo iremos detrás pronto.
fr: Billy et moi, on vous suivra bientôt.
it: Io e Billy ti seguiremo.
ja: わたくしもすぐにビリーと向かいます！
ko: 빌리와 나도 곧 따라가겠다.
pl: Billy i ja będziemy tuż za wami.
pt_br: Billy e eu seguiremos atrás.
ru: Мы с Билли скоро последуем за тобой.
zh_cn: 比利和我很快就会跟上。
zh_tw: 比利和我很快就會跟上。

# GOATMUM_VICTORY.4
source: May we all leave this plague behind us.
de: Mögen wir alle diese Plage hinter uns lassen.
es_mx: Dejemos esta plaga detrás de nosotros.
fr: Pourvu qu'on puisse tous laisser ces tourments derrière nous.
it: Lasciamoci questa piaga alle spalle.
ja: 災いはもうおこりませんように。
ko: 이 몹쓸 곳을 얼른 떠나자.
pl: Może wszystkim nam uda się uciec od tej zarazy...
pt_br: Deixemos todos essa praga para trás.
ru: И пусть это проклятье останется позади.
zh_cn: 愿我们都能告别这场瘟疫。
zh_tw: 願我們都能告別這場瘟疫。

# GOATMUM_VICTORY.5
source: Good luck, kind strangers!
de: Viel Glück, liebe Fremde!
es_mx: ¡Buena suerte, amables forasteros!
fr: Bonne chance, aimables étrangers !
it: Buona fortuna, gentili stranieri!
ja: 親切な旅人さん、幸運を祈りますわ！
ko: 행운을 빈다, 친절한 이방인들이여!
pl: Powodzenia, zacni przybysze!
pt_br: Boa sorte, estranhos gentis!
ru: Удачи, добрые незнакомцы!
zh_cn: 祝你好运，善良的陌生人！
zh_tw: 祝你好運，善良的陌生人！

# GOATMUM_WELCOME_INTRO.1
source: BAAA! Who are you?
de: MÄÄH! Wer seid ihr?
es_mx: ¡BEEE! ¿Quién eres?
fr: BÊÊÊ ! Qui êtes-vous ?
it: BEEE! Tu chi sei?
ja: メエッ！誰なの！？
ko: 음매! 너희는 누구나?
pl: BAA! Kto zacz?
pt_br: BÉÉÉ! Quem são vocês?
ru: БЕ-Е! Кто вы?
zh_cn: 咩！你是谁？
zh_tw: 咩！你是誰？

# GOATMUM_WELCOME_INTRO.2
source: No, there's no time for pleasantries!
de: Nein, keine Zeit für Höflichkeiten!
es_mx: ¡No, no hay tiempo para formalidades!
fr: Non, ce n'est pas le moment de plaisanter !
it: No, non c'è tempo per i convenevoli!
ja: いえ、世間話をしている暇はありませんわよ！
ko: 아니, 잡담할 시간 없다!
pl: Nie, nie ma czasu na uprzejmości!
pt_br: Não, não temos tempo para gentilezas!
ru: Нет, не время для любезностей!
zh_cn: 不，没时间寒暄了！
zh_tw: 不，沒時間寒暄了！

# GOATMUM_WELCOME_INTRO.3
source: You've got to get cooking, or you'll anger the beast!
de: Du musst kochen, oder du wirst die Bestie verärgern!
es_mx: ¡Tienes que ponerte a cocinar o enfadarás a la bestia!
fr: Vous devrez cuisiner, ou vous mettrez la bête en colère !
it: Devi cucinare, o farai arrabbiare la bestia!
ja: 化け物を怒らせたくないのなら、料理を手伝っていただかないと！
ko: 얼른 요리를 시작하지 않으면 짐승이 분노한다!
pl: Musimy zabrać się za gotowanie! W przeciwnym razie ryzykujemy gniew bestii!
pt_br: Você precisa cozinhar, ou zangará a fera!
ru: Приступай к готовке, иначе разгневаешь зверя!
zh_cn: 你得赶快烹饪，否则就会惹怒那头怪兽！
zh_tw: 你得趕快烹飪，否則就會惹怒那頭怪獸！

# GOATMUM_WELCOME_INTRO.4
source: I'll help how I can.
de: Ich werde helfen, wie ich kann.
es_mx: Te ayudaré como pueda.
fr: J'aiderai au mieux.
it: Aiuterò come posso.
ja: できる限りお手伝いいたしますわ。
ko: 내가 할 수 있는 한 도와주겠다.
pl: Pomogę tak, jak będę umiała.
pt_br: Ajudarei como puder.
ru: Помогу чем смогу.
zh_cn: 我会尽力帮忙。
zh_tw: 我會盡力幫忙。

# GOATMUM_WELCOME_INTRO.5
source: Take these coins and see me when you're ready.
de: Nimm diese Münzen und komm zu mir, wenn du bereit bist.
es_mx: Llévate estas monedas y ven a verme cuando lo desees.
fr: Prenez ces pièces et revenez me voir quand vous serez prêt.
it: Prendi queste monete e vieni da me quando sei pronto.
ja: まずこのコインを受け取って、準備が出来たらまた来て下さいな。
ko: 이 동전을 가져가고 준비되면 나에게 와라.
pl: Weź te monety i odwiedź mnie, gdy przyjdzie na to czas.
pt_br: Fiquem com essas moedas e me visitem quando estiverem prontos.
ru: Бери монеты и возвращайся, когда закончишь.
zh_cn: 拿走这些硬币，等你准备好了就来见我。
zh_tw: 拿走這些硬幣，等你準備好了就來見我。
