Repository: Endeer/dst-cz
Catalog: locales/*/hermitcrab.po
Languages: de, es, es_mx, fr, it, ja, pl, pt_br, ru

# HERMITCRAB_REFUSE_ICE_HOT.1
source: Don't be silly, it's already freezing out here!
de: Sei nicht albern, es friert doch schon!
es: ¡No me seas, fuera hace un frío que pela!
es_mx: ¡No seas tonto, ya está haciendo demasiado frío!
fr: Ne sois pas bête, on gèle déjà ici !
it: Non dire sciocchezze, fa già freddo là fuori!
ja: 冗談はよしてよ、もうこんなに寒いんだよ！
pl: Nie żartuj sobie, przecież i tak jest mróz!
pt_br: Não seja idiota. Já está muito frio por aqui!
ru: Не глупи, тут и без того холодно!

# HERMITCRAB_REFUSE_SALAD.1.1
source: I don't want that right now...
de: Den will ich jetzt nicht ...
es: No quiero eso ahora mismo...
es_mx: En este momento no la quiero...
fr: Je n'ai pas besoin de ça...
it: Adesso non ne ho voglia...
ja: 今はいらないよ…
pl: Nie mam teraz na nią ochoty...
pt_br: Não quero isso por enquanto...
ru: Мне он сейчас не нужен…

# HERMITCRAB_REFUSE_SALAD.1.2
source: it makes me too sad...
de: Er macht mich zu traurig ...
es: Me pone muy triste...
es_mx: ... me hace sentir muy triste.
fr: Ça me rend triste...
it: Mi fa troppa tristezza...
ja: 悲しすぎるよ…
pl: Robi mi się po niej tak smutno...
pt_br: me deixa muito triste...
ru: Мне от него грустно…

# HERMITCRAB_REFUSE_SMALL_FISH.1
source: You think {weight} is impressive? What is that, a minnow?
de: Du hältst {weight} für beeindruckend? Was ist das, ein Goldfisch?
es: ¿{weight} te parece impresionante? ¿Qué es eso, un pezqueñín?
es_mx: ¿Crees que {weight} es algo impresionante? ¿Qué es eso? ¿Un picardo?
fr: Tu crois que c'est impressionnant, {weight} ? Ce n'est qu'un bébé.
it: Pensi che {weight} sia molto? Che cos'è, una sanguinerola?
ja: アンタ{weight} ってすごいと思うかい？ これはなんだい、小魚かい？
pl: Myślisz, że {weight} to dużo? To ledwie jakaś licha płotka!
pt_br: Acha que {weight} é impressionante? O que é isso aí, um vairão?
ru: Думаешь, {weight} — это много? Селедка какая-то.

# HERMITCRAB_REFUSE_SMALL_FISH.2
source: Wow, {weight}... I've never caught a fish this small.
de: Och, {weight} ... So kleine Fische habe ich noch nie gefangen.
es: Caramba, {weight}... Nunca he pescado un pez tan pequeño.
es_mx: Vaya, {weight}... Nunca he atrapado un pez así pequeño.
fr: Oh, {weight}... Je n'ai jamais pêché un si petit poisson.
it: Wow, {weight}... Non ho mai preso un pesce così piccolo.
ja: ワオ、{weight}… こんなに小さい魚は捕まえたことがないよ。
pl: No doprawdy, {weight}... W życiu nie złapałam tak małej ryby.
pt_br: Uau, {weight}... Nunca peguei um peixe tão pequeno.
ru: Ого, {weight}… Никогда не видела такой маленькой рыбы.

# HERMITCRAB_REFUSE_SMALL_FISH.3
source: Only {weight}? You should have put it back.
de: Nur {weight}? Du hättest ihn wieder reinwerfen sollen.
es: ¿Solo {weight}? Deberías haberlo devuelto al agua.
es_mx: ¿Solo {weight}? Deberías devolverlo al agua.
fr: Seulement {weight} ? Tu aurais dû le remettre à l'eau.
it: Solo {weight}? Sarebbe meglio ributtarlo nell'acqua.
ja: たった{weight}？ それは戻すべきだよ。
pl: Tylko {weight}? Trzeba było ją wypuścić.
pt_br: Apenas {weight}? Você devia tê-lo colocado de volta na água.
ru: Всего {weight}? Надо было выбросить ее обратно.

# HERMITCRAB_REFUSE_UMBRELLA.1
source: It's not even raining...
de: Es regnet nicht mal ...
es: Ni siquiera está lloviendo.
es_mx: Ni siquiera está lloviendo.
fr: Il ne pleut même pas...
it: Non piove neanche...
ja: 雨だって降っていないのに…
pl: Przecież nawet nie pada...
pt_br: Nem está chovendo...
ru: Дождь еще даже не начался…

# HERMITCRAB_REFUSE_UMBRELLA_HASONE.1
source: My own umbrella will do just fine, thank you.
de: Mein eigener Regenschirm reicht mir, danke.
es: Mi propio paraguas valdrá, muchas gracias.
es_mx: Yo tengo un paraguas, gracias.
fr: Mon propre parapluie me convient très bien, merci.
it: L'ombrello che ho già va benissimo, grazie.
ja: 自分の傘で間に合うよ、ありがとうね。
pl: Mam własną parasolkę, dziękuję.
pt_br: Meu guarda-chuva vai resolver, obrigada.
ru: Обойдусь своим зонтом, уж спасибо.

# HERMITCRAB_REFUSE_VEST.1
source: I'd boil if I wore that in this heat!
de: Damit würde ich bei dieser Hitze vergehen!
es: ¡Me cocería si llevase eso con este calor!
es_mx: ¡Me cocinaría si usara eso en este calor!
fr: Je vais bouillir si je porte ça en plein soleil !
it: Se indossassi una cosa del genere con questo caldo, mi scioglierei!
ja: この暑さの中でそんなもの着てたらゆだっちまうよ！
pl: Chyba bym się ugotowała, gdybym miała w tym chodzić w takim upale!
pt_br: Eu acabaria cozinhando se vestisse isso nesse calor!
ru: Я сварюсь заживо, если нацеплю это в такую жару!

# HERMITCRAB_REWARD.FILL_MEATRACKS.HIGH.1
source: I hope it wasn't too much trouble...
de: Hoffentlich hat es nicht zu viele Umstände gemacht ...
es: Espero que no haya sido mucha molestia...
es_mx: Espero que no te haya causado muchos problemas.
fr: J'espère que cela ne t'a pas pris trop de temps.
it: Spero che non sia stato troppo disturbo...
ja: そんなに面倒でないといいのだけどね…
pl: Mam nadzieję, że nie sprawiłam ci zbyt wielu kłopotów...
pt_br: Espero que não tenha causado muitos incômodos...
ru: Надеюсь, тебе было не очень тяжело…

# HERMITCRAB_REWARD.FILL_MEATRACKS.LOW.1
source: Let me guess, you want something in return? Fine...
de: Du willst wohl etwas dafür haben? Gut ...
es: A ver si lo adivino: quieres algo a cambio. Claro.
es_mx: Déjame adivinar, quieres algo a cambio. De acuerdo.
fr: Attendez, tu veux quelque chose en échange, c'est ça ? Très bien...
it: Fammi indovinare, vuoi qualcosa in cambio? Va bene...
ja: 見返りが欲しいんだろ、そうだろう？わかったよ…
pl: Niech zgadnę, chcesz, żebym ci się jakoś odpłaciła... No dobrze...
pt_br: Deixe-me adivinhar, você quer algo em troca? Ótimo...
ru: Дай угадаю: взамен тебе что-то надо? Ладно…

# HERMITCRAB_REWARD.FILL_MEATRACKS.MED.1
source: Thanks... but don't think this means we're friends!
de: Danke ... Aber das heißt nicht, dass wir Freunde sind!
es: Gracias..., ¡pero no creo que esto signifique que seamos amigos!
es_mx: Gracias, pero ni creas que esto significa que somos amigos.
fr: Merci... mais tu ne gagnes pas mon amitié pour autant !
it: Grazie. Ma non pensare che questo significhi che ora sia tua amica!
ja: ありがとうね…けど友だちになったわけじゃないよ！
pl: Dziękuję... Tylko sobie nie myśl, że jesteśmy przyjaciółmi!
pt_br: Obrigada... mas não pense que isso significa que sou sua amiga!
ru: Спасибо… Но это не значит, что мы друзья!

# HERMITCRAB_REWARD.FIX_HOUSE_1.HIGH.1
source: My goodness, it looks good as new!
de: Meine Güte, so gut wie neu!
es: ¡Madre mía, parece para estrenar!
es_mx: ¡Santo cielo! Se ve como nueva.
fr: Grands dieux, elle est comme neuve !
it: Santo cielo, sembra come nuova!
ja: おやまあ、新品同様だねえ！
pl: Mój Boże, wygląda jak nowy!
pt_br: Céus, parece até que é nova!
ru: Батюшки, выглядит как новый!

# HERMITCRAB_REWARD.FIX_HOUSE_1.LOW.1
source: Oh good, you didn't completely ruin my house.
de: Oh gut, du hast mein Haus nicht komplett ruiniert.
es: Oh, bien, no has arruinado totalmente mi casa.
es_mx: Oh, qué bien. Por un momento pensé que destruirías mi casa.
fr: Malheur, tu as complètement détruit ma maison.
it: Ah bene, non l'hai rovinata completamente, la mia casa.
ja: よかった、私の家を完全にダメにはしてないようだね。
pl: Całe szczęście, że przynajmniej nie jest zrujnowany jeszcze bardziej.
pt_br: Que bom, você não arruinou toda a minha casa.
ru: Отлично, мой дом не развалился на части.

# HERMITCRAB_REWARD.FIX_HOUSE_1.MED.1
source: I'd been meaning to fix the place up for a while...
de: Ich wollte das Haus schon länger mal reparieren ...
es: Llevo tiempo queriendo arreglar esto...
es_mx: Desde hace un tiempo he querido arreglar este lugar.
fr: Ça fait des lustres que je voulais faire des travaux.
it: Era da un po' che avevo intenzione di sistemare casa...
ja: 当分の間この場所を修理するつもりだったよ…
pl: Już od pewnego czasu myślałam o remoncie...
pt_br: Já fazia tempo que eu queria consertar minha residência...
ru: Я уже давно хотела сделать тут ремонт…

# HERMITCRAB_REWARD.FIX_HOUSE_2.HIGH.1
source: Oh dearie, I love what you've done with the place!
de: Oh Liebchen, das ist ja ganz herrlich geworden!
es: Oh, cielo, ¡me encanta lo que has hecho con esto!
es_mx: Oh, cariño. Me encanta cómo quedó.
fr: Oh, trésor, j'adore ce que tu as fait !
it: Oh tesoro! Adoro quello che hai fatto alla mia casetta!
ja: おお！気に入ったよ、アンタがこの場所に色々してくれたこと！
pl: Skarbeńku, jestem zachwycona twoją pracą nad tym domem!
pt_br: Ah, meu bem. Adorei o que você fez na minha casa!
ru: Ох, золотко, какая отличная работа!

# HERMITCRAB_REWARD.FIX_HOUSE_2.LOW.1
source: ...I suppose that is an improvement.
de: ... Das ist wohl eine Verbesserung.
es: Supongo que es una mejora.
es_mx: Imagino que eso es una... ¿mejora?
fr: ...J'imagine que c'est mieux qu'avant.
it: ... Immagino che sia da annoverare tra le migliorie.
ja: …改善なんだと思うよ。
pl: Pewnie jest to jakaś poprawa...
pt_br: Acho que isso é uma melhoria.
ru: Что ж… Стало немного лучше.

# HERMITCRAB_REWARD.FIX_HOUSE_2.MED.1
source: You... did this for me...?
de: Du ... hast das für mich getan ...?
es: ¿Lo has... hecho para mí?
es_mx: ¿La arreglaste... para mí?
fr: Tu... as fait ça pour moi... ?
it: Lo hai... fatto per me?
ja: アンタが…アタシのために…？
pl: To... to wszystko dla mnie?
pt_br: Você... fez isso por mim...?
ru: Ты… это для меня?..

# HERMITCRAB_REWARD.FIX_HOUSE_3.HIGH.1.1
source: Oh, it's wonderful!
de: Ach, es ist wunderbar!
es: ¡Oh, es una maravilla!
es_mx: ¡Oh, es maravillosa!
fr: Oh, c'est merveilleux !
it: Oh, ma è una delizia per gli occhi!
ja: おお！すばらしいじゃないか！
pl: Och, to niewiarygodne!
pt_br: Ah, ficou uma maravilha!
ru: О, как чудесно!

# HERMITCRAB_REWARD.FIX_HOUSE_3.HIGH.1.2
source: I feel like a Queen in her palace
de: Ich fühle mich wie eine Königin in ihrem Palast!
es: Me siento como una reina en su palacio.
es_mx: Me siento como una reina en su palacio.
fr: Je me sens comme une reine dans son palais.
it: Mi sento come la regina nel suo palazzo.
ja: お城の女王になったような気分だよ！
pl: Czuję się jak królowa w pałacu.
pt_br: Me sinto como uma rainha em seu palácio.
ru: Я чувствую себя королевой в собственном замке.

# HERMITCRAB_REWARD.FIX_HOUSE_3.HIGH.1.3
source: Hoo-hoo!
de: Juhuu!
es: ¡Yujuuuuu!
es_mx: ¡Jo, jo!
fr: Wouhouuuu !
it: Ohhhh!
ja: ヤッホー！
pl: Fiu, fiu!
pt_br: Hu-hu!
ru: Хо-хо!

# HERMITCRAB_REWARD.FIX_HOUSE_3.LOW.1
source: Oh. That does look a bit better.
de: Ach. Es sieht ein wenig besser aus.
es: Oh. Esto está un poco mejor.
es_mx: Oh. Se ve un poquito mejor.
fr: Oh. C'est un peu mieux.
it: Oh. Così va un po' meglio.
ja: おお。少しはマシに見えるよ。
pl: O. Rzeczywiście wygląda nieco lepiej.
pt_br: Ah. Parece um pouco melhor.
ru: О. Уже немного лучше.

# HERMITCRAB_REWARD.FIX_HOUSE_3.MED.1.1
source: I barely recognize the place!
de: Ich erkenne es kaum wieder!
es: ¡Casi ni reconozco el sitio!
es_mx: ¡Apenas y reconozco el lugar!
fr: Je reconnais à peine ma maison !
it: Stento a riconoscerlo, questo posto!
ja: 見違えるほどここは変わったよ！
pl: Zmiana nie do poznania!
pt_br: Eu mal reconheço o lugar!
ru: Я едва его узнала!

# HERMITCRAB_REWARD.FIX_HOUSE_3.MED.1.2
source: Oh don't look worried, that's a good thing.
de: Oh, keine Bange, das ist ein gutes Zeichen.
es: Oh, no pongas esa cara, es algo bueno.
es_mx: Oh, no te preocupes. Quedó bien.
fr: Oh, ne t'en fais pas, ça me plaît.
it: Oh, non ti preoccuparti, non è una cosa negativa.
ja: おお、心配そうには見えないよ、いいことだよ。
pl: Ależ nie przejmuj się, oczywiście zmiana na dobre.
pt_br: Ah, não se preocupe, isso foi um elogio.
ru: Ох, не волнуйся ты так, мне все нравится.

# HERMITCRAB_REWARD.GIVE_FISH_AUTUM.HIGH.1
source: Thank you dearie! Here, why don't you take one of these.
de: Danke, Liebchen! Hier, nimm doch einen hiervon.
es: ¡Gracias, cielo! Anda, coge uno de estos.
es_mx: ¡Gracias, cariño! Toma. ¿Por qué no te llevas uno de estos?
fr: Merci, trésor. Tiens, prends ça.
it: Grazie, tesoro! Ecco, tieni. Perché non prendi uno di questi?
ja: ありがとうね、一つ持ってお行きよ。
pl: Dziękuję ci, skarbeńku! Proszę, to dla ciebie.
pt_br: Obrigada, meu bem! Toma, por que não pega um desses?
ru: Спасибо, золотко! Вот, возьми-ка это.

# HERMITCRAB_REWARD.GIVE_FISH_AUTUM.LOW.1
source: Hmph. You could've caught it faster if you used this.
de: Hmpf. Hiermit wärst du schneller gewesen.
es: Mmff. Lo habrías atrapado antes usando esto.
es_mx: Mmm... lo habrías atrapado más rápido si hubieses usado esto.
fr: Hmf. Tu aurais été plus rapide avec ça.
it: Uhm. Avresti potuto prenderli più velocemente se avessi usato questo.
ja: ふう。これを使ってたらもっと早く捕まえられてたかもしれないね。
pl: Hm. Następnym razem użyj tego, pewnie pójdzie ci wtedy szybciej.
pt_br: Hunf. Você podia tê-lo pegado mais rápido se tivesse usado isso.
ru: Хм. Вот с этим ловить рыбу будет проще.

# HERMITCRAB_REWARD.GIVE_FISH_AUTUM.MED.1
source: Oh... thanks. Here, take this for your trouble.
de: Oh ... danke. Hier, nimm dies für deinen Aufwand.
es: Oh... Gracias. Toma, por las molestias.
es_mx: Oh, gracias. Toma, por los problemas causados.
fr: Oh... Merci. Tiens, prends ça.
it: Oh... grazie. Ecco a te, per il disturbo.
ja: おお…ありがとうね。アンタの悩みのためにこれをあげるよ。
pl: Och... dziękuję. Proszę, to w podziękowaniu za przysługę.
pt_br: Ah... obrigada. Aqui, pega isso pelo incômodo.
ru: О… Спасибо. Вот, возьми в благодарность за труды.

# HERMITCRAB_REWARD.GIVE_FISH_SPRING.HIGH.1
source: Thank you dearie! Here, why don't you take one of these.
de: Danke, Liebchen! Hier, nimm doch einen hiervon.
es: ¡Gracias, cielo! Anda, coge uno de estos.
es_mx: ¡Gracias, cariño! Toma. ¿Por qué no te llevas uno de estos?
fr: Merci, trésor. Tiens, prends ça.
it: Grazie, tesoro! Ecco, tieni. Perché non prendi uno di questi?
ja: ありがとうね、一つ持ってお行きよ。
pl: Dziękuję ci, skarbeńku! Proszę, to dla ciebie.
pt_br: Obrigada, meu bem! Toma, por que não pega um desses?
ru: Спасибо, золотко! Вот, возьми-ка это.

# HERMITCRAB_REWARD.GIVE_FISH_SPRING.LOW.1
source: Hmph. You could've caught it faster if you used this.
de: Hmpf. Hiermit wärst du schneller gewesen.
es: Mmff. Lo habrías atrapado antes usando esto.
es_mx: Mmm... lo habrías atrapado más rápido si hubieses usado esto.
fr: Hmf. Tu aurais été plus rapide avec ça.
it: Uhm. Avresti potuto prenderli più velocemente se avessi usato questo.
ja: ふう。これを使ってたらもっと早く捕まえられてたかもしれないね。
pl: Hm. Następnym razem użyj tego, pewnie pójdzie ci wtedy szybciej.
pt_br: Hunf. Você podia tê-lo pegado mais rápido se tivesse usado isso.
ru: Хм. Вот с этим ловить рыбу будет проще.

# HERMITCRAB_REWARD.GIVE_FISH_SPRING.MED.1
source: Oh... thanks. Here, take this for your trouble.
de: Oh ... danke. Hier, nimm dies für deinen Aufwand.
es: Oh... Gracias. Toma, por las molestias.
es_mx: Oh, gracias. Toma, por los problemas causados.
fr: Oh... Merci. Tiens, prends ça.
it: Oh... grazie. Ecco a te, per il disturbo.
ja: おお…ありがとうね。アンタの悩みのためにこれをあげるよ。
pl: Och... dziękuję. Proszę, to w podziękowaniu za przysługę.
pt_br: Ah... obrigada. Aqui, pega isso pelo incômodo.
ru: О… Спасибо. Вот, возьми в благодарность за труды.

# HERMITCRAB_REWARD.GIVE_FISH_SUMMER.HIGH.1
source: Thank you dearie! Here, why don't you take one of these.
de: Danke, Liebchen! Hier, nimm doch einen hiervon.
es: ¡Gracias, cielo! Anda, coge uno de estos.
es_mx: ¡Gracias, cariño! Toma. ¿Por qué no te llevas uno de estos?
fr: Merci, trésor. Tiens, prends ça.
it: Grazie, tesoro! Ecco, tieni. Perché non prendi uno di questi?
ja: ありがとうね、一つ持ってお行きよ。
pl: Dziękuję ci, skarbeńku! Proszę, to dla ciebie.
pt_br: Obrigada, meu bem! Toma, por que não pega um desses?
ru: Спасибо, золотко! Вот, возьми-ка это.

# HERMITCRAB_REWARD.GIVE_FISH_SUMMER.LOW.1
source: Hmph. You could've caught it faster if you used this.
de: Hmpf. Hiermit wärst du schneller gewesen.
es: Mmff. Lo habrías atrapado antes usando esto.
es_mx: Mmm... lo habrías atrapado más rápido si hubieses usado esto.
fr: Hmf. Tu aurais été plus rapide avec ça.
it: Uhm. Avresti potuto prenderli più velocemente se avessi usato questo.
ja: ふう。これを使ってたらもっと早く捕まえられてたかもしれないね。
pl: Hm. Następnym razem użyj tego, pewnie pójdzie ci wtedy szybciej.
pt_br: Hunf. Você podia tê-lo pegado mais rápido se tivesse usado isso.
ru: Хм. Вот с этим ловить рыбу будет проще.

# HERMITCRAB_REWARD.GIVE_FISH_SUMMER.MED.1
source: Oh... thanks. Here, take this for your trouble.
de: Oh ... danke. Hier, nimm dies für deinen Aufwand.
es: Oh... Gracias. Toma, por las molestias.
es_mx: Oh, gracias. Toma, por los problemas causados.
fr: Oh... Merci. Tiens, prends ça.
it: Oh... grazie. Ecco a te, per il disturbo.
ja: おお…ありがとうね。アンタの悩みのためにこれをあげるよ。
pl: Och... dziękuję. Proszę, to w podziękowaniu za przysługę.
pt_br: Ah... obrigada. Aqui, pega isso pelo incômodo.
ru: О… Спасибо. Вот, возьми в благодарность за труды.

# HERMITCRAB_REWARD.GIVE_FISH_WINTER.HIGH.1
source: Thank you dearie! Here, why don't you take one of these.
de: Danke, Liebchen! Hier, nimm doch einen hiervon.
es: ¡Gracias, cielo! Anda, coge uno de estos.
es_mx: ¡Gracias, cariño! Toma. ¿Por qué no te llevas uno de estos?
fr: Merci, trésor. Tiens, prends ça.
it: Grazie, tesoro! Ecco, tieni. Perché non prendi uno di questi?
ja: ありがとうね、一つ持ってお行きよ。
pl: Dziękuję ci, skarbeńku! Proszę, to dla ciebie.
pt_br: Obrigada, meu bem! Toma, por que não pega um desses?
ru: Спасибо, золотко! Вот, возьми-ка это.

# HERMITCRAB_REWARD.GIVE_FISH_WINTER.LOW.1
source: Hmph. You could've caught it faster if you used this.
de: Hmpf. Hiermit wärst du schneller gewesen.
es: Mmff. Lo habrías atrapado antes usando esto.
es_mx: Mmm... lo habrías atrapado más rápido si hubieses usado esto.
fr: Hmf. Tu aurais été plus rapide avec ça.
it: Uhm. Avresti potuto prenderli più velocemente se avessi usato questo.
ja: ふう。これを使ってたらもっと早く捕まえられてたかもしれないね。
pl: Hm. Następnym razem użyj tego, pewnie pójdzie ci wtedy szybciej.
pt_br: Hunf. Você podia tê-lo pegado mais rápido se tivesse usado isso.
ru: Хм. Вот с этим ловить рыбу будет проще.

# HERMITCRAB_REWARD.GIVE_FISH_WINTER.MED.1
source: Oh... thanks. Here, take this for your trouble.
de: Oh ... danke. Hier, nimm dies für deinen Aufwand.
es: Oh... Gracias. Toma, por las molestias.
es_mx: Oh, gracias. Toma, por los problemas causados.
fr: Oh... Merci. Tiens, prends ça.
it: Oh... grazie. Ecco a te, per il disturbo.
ja: おお…ありがとうね。アンタの悩みのためにこれをあげるよ。
pl: Och... dziękuję. Proszę, to w podziękowaniu za przysługę.
pt_br: Ah... obrigada. Aqui, pega isso pelo incômodo.
ru: О… Спасибо. Вот, возьми в благодарность за труды.

# HERMITCRAB_REWARD.GIVE_FLOWER_SALAD.HIGH.1.1
source: Thank you dearie...
de: Danke, Liebchen ...
es: Gracias, cielo...
es_mx: Gracias, cariño.
fr: Merci, trésor...
it: Grazie, tesoro...
ja: ありがとうね…
pl: Dziękuję, skarbeńku...
pt_br: Obrigada, meu bem...
ru: Спасибо, золотко…

# HERMITCRAB_REWARD.GIVE_FLOWER_SALAD.HIGH.1.2
source: Have you seen any other crabs on your travels?
de: Sind dir auf deinen Reisen noch andere Krabben begegnet?
es: ¿Habías conocido a otros cangrejos en tus viajes?
es_mx: ¿Has visto a algún otro cangrejo en tus viajes?
fr: As-tu rencontré d'autres crabes lors de tes pérégrinations ?
it: Durante i tuoi viaggi hai visto altri granchi?
ja: 旅の途中で他のカニたちを見たかい？
pl: Czy w czasie twoich podróży zdarzało ci się napotkać jakieś inne kraby?
pt_br: Você viu outros caranguejos durante as suas viagens?
ru: А тебе не попадались другие крабы во время странствий?

# HERMITCRAB_REWARD.GIVE_FLOWER_SALAD.MED.1
source: ...Thank you. It's been a long time.
de: ... Danke. Es ist lange her.
es: Gracias. Hacía mucho tiempo.
es_mx: Gracias. Ha pasado mucho tiempo desde la última vez que la comí.
fr: ...Merci. Ça fait si longtemps.
it: ... Grazie. Ne è passato, di tempo.
ja: …ありがとうね。久しぶりだね。
pl: Dziękuję... Trochę to trwało.
pt_br: Obrigada. Já fazia muito tempo.
ru: Спасибо… Давно я его не ела.

# HERMITCRAB_REWARD.GIVE_HEAVY_FISH.HIGH.1.1
source: Hoo-hoo!
de: Juhuu!
es: ¡Yujuuuuu!
es_mx: ¡Jo, jo!
fr: Wouhou !
it: Ohhhh!
ja: ヤッホー！
pl: Fiu, fiu!
pt_br: Hu-hu!
ru: Хо-хо!

# HERMITCRAB_REWARD.GIVE_HEAVY_FISH.HIGH.1.2
source: That's some pretty impressive fish, dearie!
de: Das ist aber ein beeindruckender Fisch, Liebchen!
es: ¡Un pez impresionante, cielo!
es_mx: ¡Es un pez muy sorprendente, cariño!
fr: Ce poisson est impressionnant, trésor !
it: Oh tesoro! È un pesce che lascia tutti a bocca aperta!
ja: なかなか印象的な魚じゃないか！
pl: To naprawdę imponujący połów, skarbeńku!
pt_br: Que peixe impressionante, meu bem!
ru: Какая замечательная рыба, золотко!

# HERMITCRAB_REWARD.GIVE_HEAVY_FISH.LOW.1.1
source: Why are you giving me this?
de: Warum gibst du ihn mir?
es: ¿Por qué me das esto?
es_mx: ¿Por qué me das esto?
fr: Pourquoi tu me donnes ça ?
it: Perché me lo dai?
ja: 何故アタシにくれるんだい？
pl: Dlaczego mi to dajesz?
pt_br: Por que está me dando isso?
ru: Почему ты отдаешь ее мне?

# HERMITCRAB_REWARD.GIVE_HEAVY_FISH.LOW.1.2
source: Wait, I never said I wouldn't take it!
de: Halt, das soll nicht heißen, dass ich ihn nicht nehme!
es: ¡Espera, nunca dije que no lo aceptaba!
es_mx: Espera. ¡Nunca dije que no lo aceptaría!
fr: Attends, je n'ai jamais dit que j'allais le prendre !
it: Aspetta, non ti ho mai detto che non l'avrei preso!
ja: 待って、もらわないとは言ってないよ！
pl: Czekaj, nie powiedziałam, że nie chcę!
pt_br: Espere, eu não disse que não aceitaria!
ru: Погоди, я не говорила, что она мне не нужна!

# HERMITCRAB_REWARD.GIVE_HEAVY_FISH.MED.1
source: Ooooh, that's a hefty pile of fish!
de: Ooooh, was für ein Haufen Fische!
es: ¡Oooh, qué buen montón de pescaditos!
es_mx: ¡Oh! ¡Es una considerable pila de pescados!
fr: Ooooh, c'est un gros tas de poissons !
it: Ooooh, questo sì che è un bel mucchio di pesce!
ja: おおお、それはかなりの魚の山だねえ！
pl: No, no, to dopiero kawał ryby!
pt_br: Aaaah, que pilha imensa de peixes!
ru: О-о, какая гора рыбы!

# HERMITCRAB_REWARD.GIVE_PUFFY_VEST.HIGH.1
source: Oh dearie, you're so thoughtful!
de: Ach, Liebchen, du bist ja so aufmerksam!
es: ¡Oh, cielo, qué detalle!
es_mx: ¡Oh, cariño! ¡Eres tan amable!
fr: Trésor, c'est gentil de penser à moi !
it: Oh tesoro, che bel pensiero!
ja: アンタはなんと思慮深いんだろうかね！
pl: Och skarbeńku, dziękuję ci za troskę!
pt_br: Ah, meu bem, você é tão gentil!
ru: О, золотко, как мило с твоей стороны!

# HERMITCRAB_REWARD.GIVE_PUFFY_VEST.LOW.1
source: Hmph. At least I won't freeze to death.
de: Hmpf. Wenigstens erfriere ich nicht.
es: Mmff. Al menos no me congelaré.
es_mx: Mmm... al menos no moriré congelada.
fr: Hmf. Au moins je ne vais pas mourir gelée.
it: Uhm. Almeno non morirò congelata.
ja: ふう。少なくとも凍え死ぬは免れそうだ。
pl: Hm. Przynajmniej nie zamarznę na śmierć.
pt_br: Hunf. Pelo menos eu não vou morrer de frio.
ru: Хм. Хотя бы не замерзну до смерти.

# HERMITCRAB_REWARD.GIVE_PUFFY_VEST.MED.1
source: That's... very nice of you.
de: Das ist ... sehr nett von dir.
es: Es... todo un detalle.
es_mx: Es muy... lindo de tu parte.
fr: C'est... une belle attention.
it: È... molto gentile da parte tua.
ja: アンタ…いいやつだねえ。
pl: To... bardzo miły gest.
pt_br: Isso foi... muito gentil da sua parte.
ru: Как… мило с твоей стороны.

# HERMITCRAB_REWARD.GIVE_UMBRELLA.HIGH.1
source: What would I do without you, dearie?
de: Was würde ich nur ohne dich tun, Liebchen?
es: ¿Qué haría yo sin ti, cielo?
es_mx: ¿Qué haría sin ti, cariño?
fr: Que ferais-je sans toi, trésor ?
it: Cosa farei senza di te, tesoro?
ja: アンタなしで何をしろっていうんだい？
pl: Co ja bym bez ciebie zrobiła, skarbeńku?
pt_br: O que eu faria sem você, meu bem?
ru: Что бы я без тебя делала, золотко?

# HERMITCRAB_REWARD.GIVE_UMBRELLA.LOW.1
source: I guess this will do.
de: Der wird es wohl tun.
es: Supongo que esto valdrá.
es_mx: Sí, esto servirá.
fr: Ça ira.
it: Suppongo che questo vada bene.
ja: これで何とかなると思うよ。
pl: Nadaje się.
pt_br: Acho que isso vai servir.
ru: Ладно, сойдет.

# HERMITCRAB_REWARD.GIVE_UMBRELLA.MED.1
source: Why are you being so nice to me?
de: Warum bist du so nett zu mir?
es: ¿Por qué te portas tan bien conmigo?
es_mx: ¿Por qué eres tan amable conmigo?
fr: Pourquoi es-tu si gentil avec moi ?
it: Perché sei così gentile con me?
ja: なぜアタシにそんなに良くしてくれるんだい？
pl: Dlaczego robisz dla mnie takie miłe rzeczy?
pt_br: Por que você está sendo tão legal comigo?
ru: Почему ты так хорошо ко мне относишься?
