Repository: Endeer/dst-cz
Catalog: locales/*/hermitcrab.po
Languages: de, es, es_mx, fr, it, ja, pl, pt_br, ru

# HERMITCRAB_GREETING.7.1
source: It's been hard taking care of this old place by myself.
de: Es ist schwer, sich hier ganz alleine um alles zu kümmern.
es: Ha sido duro cuidar de este lugar por mí misma.
es_mx: Ha sido difícil encargarme de este viejo lugar yo sola.
fr: C'est si difficile pour moi d'entretenir cet endroit toute seule.
it: Da sola è stata dura prendersi cura di questo posto.
ja: この古びれた場所を一人で管理するのは大変だったよ。
pl: Ciężko mi było dbać o to miejsce bez niczyjej pomocy.
pt_br: É difícil tomar conta desse lugar velho sozinha.
ru: Тяжело одной ухаживать за этими развалинами.

# HERMITCRAB_GREETING.7.2
source: I think I forgot how nice it is to have visitors.
de: Ich hatte schon ganz vergessen, wie schön es ist, Besuch zu haben.
es: Creo que se me había olvidado lo agradable que es recibir visitas.
es_mx: Creo que olvidé lo agradable que era tener visitas.
fr: J'avais oublié à quel point c'est agréable d'avoir de la visite.
it: Mi ero dimenticata com'è bello avere gente in visita.
ja: 訪問者がいることがどれだけ素敵なことか忘れていたようだよ。
pl: Chyba już zapomniałam, jak to miło mieć gości.
pt_br: Acho que tinha me esquecido como é bom receber visitas.
ru: Я уже забыла, как приятно принимать гостей.

# HERMITCRAB_GREETING.7.3
source: I've been awfully hard on you, haven't I?
de: Ich war sehr hart zu dir, nicht wahr?
es: No me he portado muy bien contigo, ¿verdad?
es_mx: He sido muy dura contigo, ¿verdad?
fr: Je crois que j'ai été très dure avec toi.
it: Sono stata un po' dura con te, vero?
ja: アタシはひどいくらいおまえにきつく当たっていただろう？
pl: Byłam dla ciebie okropnie nieprzyjemna, prawda?
pt_br: Eu fui dura demais com você, não é?
ru: Я не очень справедливо с тобой обошлась, да?

# HERMITCRAB_GREETING.8.1
source: Hello again!
de: Hallo mal wieder!
es: ¡Hola de nuevo!
es_mx: ¡Hola otra vez!
fr: Rebonjour !
it: Guarda un po' chi si rivede!
ja: 毎度こんにちわ。
pl: Witaj ponownie!
pt_br: Olá de novo!
ru: И снова здравствуй!

# HERMITCRAB_GREETING.8.2
source: Well, if it isn't %s!
de: Tja, wenn das nicht %s ist!
es: ¡Vaya, pero si es %s!
es_mx: ¡Vaya, pero si es %s!
fr: Eh bien, si ce n'est pas %s !
it: Ecco che arriva %s!
ja: うーん。もしや%sではないのか？
pl: Proszę, proszę, toż to %s!
pt_br: Ora, se não é %s!
ru: Это же %s!

# HERMITCRAB_GREETING.9.1
source: It's so nice to see you, dearie!
de: Wie schön, dich zu sehen, Liebchen!
es: ¡Qué bien verte, cielo!
es_mx: ¡Qué bueno verte, cariño!
fr: Je suis si contente de te revoir, trésor !
it: È bello vederti, tesoro!
ja: あえてよかったよ！
pl: Wspaniale cię widzieć, skarbeńku.
pt_br: É tão bom te ver, meu bem!
ru: Я так рада новой встрече, золотко!

# HERMITCRAB_GREETING.9.2.1
source: This world is so full of dangers...
de: Diese Welt ist voller Gefahren ...
es: El mundo está tan lleno de peligros...
es_mx: Este mundo está lleno de peligros.
fr: Le monde est si dangereux...
it: Questo mondo è pieno di pericoli...
ja: この世界は本当に危険であふれているな…
pl: W tym świecie jest pełno niebezpieczeństw...
pt_br: Este mundo é repleto de perigos...
ru: Мир полон опасностей…

# HERMITCRAB_GREETING.9.2.2
source: You be careful out there, alright?
de: Du passt doch auf dich auf, nicht wahr?
es: Ten cuidado ahí fuera, ¿vale?
es_mx: Ten mucho cuidado ahí afuera, ¿sí?
fr: Fais attention à toi, d'accord ?
it: Cerca di fare attenzione là fuori, ok?
ja: 外に出たら気を付けるんだよ、いいかい？
pl: Uważaj na siebie, dobrze?
pt_br: Tome muito cuidado por aí, tá bom?
ru: Ты там будь поосторожней, хорошо?

# HERMITCRAB_GROUP_REWARD.HIGH.1.1
source: You've done such a wonderful job!
de: Das hast du ganz wunderbar gemacht!
es: ¡Has hecho un trabajo maravilloso!
es_mx: ¡Hiciste un excelente trabajo!
fr: Tu as fait du très bon travail !
it: Hai fatto davvero un ottimo lavoro!
ja: よくがんばったな！
pl: To była doskonała robota!
pt_br: Você fez um trabalho maravilhoso!
ru: Прекрасная работа, вы молодцы!

# HERMITCRAB_GROUP_REWARD.HIGH.1.2
source: Here, it's the least I can do.
de: Hier, das ist das Mindeste, was ich tun kann.
es: Toma, es lo menos que puedo hacer.
es_mx: Toma. Es lo menos que puedo hacer.
fr: Tiens, c'est le moins que je puisse faire.
it: Ecco a te, è il meno che io possa fare.
ja: ほら、こんなことしかしてあげられないけれどねえ。
pl: Proszę, przynajmniej tyle mogę dla ciebie zrobić.
pt_br: Toma, é o mínimo que eu posso fazer.
ru: Это все, чем я могу вас отблагодарить.

# HERMITCRAB_GROUP_REWARD.LOW.1.1
source: I don't know what you're playing at
de: Ich weiß nicht, worauf du anspielst,
es: No sé a qué juegas...
es_mx: No sé a qué jugabas...
fr: Je ne sais pas à quoi tu joues,
it: Non so cosa ti aspettassi.
ja: アンタが何で遊んでるんだかわからないよ。
pl: Nie wiem, co tam sobie knujesz...
pt_br: Não sei o que está tramando
ru: Не знаю, на что вы рассчитывали…

# HERMITCRAB_GROUP_REWARD.LOW.1.2
source: but don't think I owe you now!
de: aber ich meine nicht, dass ich dir noch was schulde!
es: ¡pero no creas que estoy en deuda contigo!
es_mx: ... ¡pero creo que no te debo nada ahora!
fr: mais je ne te dois rien !
it: Così dovremmo essere a posto!
ja: アンタに借りなんかないよ！
pl: ale nie myśl, że jestem ci coś winna!
pt_br: mas acho que não devo nada a você por enquanto!
ru: Но не думайте, что я у вас в долгу!

# HERMITCRAB_GROUP_REWARD.MED.1
source: You've been busy! I suppose I should repay you.
de: Du warst beschäftigt! Ich sollte dich wohl bezahlen.
es: ¡Has estado dándolo todo! Supongo que debería recompensarte.
es_mx: ¡Has trabajado mucho! Supongo que debería recompensarte.
fr: Tu as bien travaillé ! Je t'en dois une.
it: Hai avuto parecchio da fare! Immagino di doverti ripagare.
ja: アンタは忙しくしてたんだね。アンタに恩返しをするべきなんだろうねえ。
pl: To był kawał dobrej roboty! Pewnie powinnam ci to jakoś wynagrodzić.
pt_br: Você tem trabalhado tanto! Acho que devo retribuir seus esforços.
ru: Вот это вы потрудились! Надо, наверно, с вами расплатиться.

# HERMITCRAB_HARVESTMEAT.HIGH.1
source: Oooh, I do love some tasty dried meats!
de: Oooh, ich liebe leckeres Trockenfleisch!
es: ¡Ooh, me encanta la carne deshidratada!
es_mx: Oh. ¡Me encanta la deliciosa carne seca!
fr: Ooooh, j'aime tellement la viande séchée !
it: Oooh, sì, avrei proprio voglia di un po' di buona carne secca!
ja: おお！おいしい乾燥肉が大好きなんだよ！
pl: Och, wprost przepadam za suszonym mięsem!
pt_br: Aaah, eu adoro carnes-secas gostosas!
ru: О-о, как я люблю вкусное вяленое мяско!

# HERMITCRAB_HARVESTMEAT.LOW.1
source: Hmph... looks pretty stringy.
de: Hmpf ... Sieht ziemlich zäh aus.
es: Mmm... Parece bastante fibrosa.
es_mx: Mmm... se ve muy fibrosa.
fr: Hmf... C'est très fibreux.
it: Uhm... Sembra un po' troppo fibrosa.
ja: ふう。筋だらけなようだねえ。
pl: Hm... wygląda na żylaste.
pt_br: Hunf... parece muito fibrosa.
ru: Хм… Какое-то жилистое.

# HERMITCRAB_HARVESTMEAT.MED.1
source: Hm... doesn't look too bad.
de: Hm ... Sieht gar nicht schlecht aus
es: Mmm, no tiene mala pinta.
es_mx: Mmm... no se ve tan mal.
fr: Ça n'a pas l'air mal.
it: Mmmm... Non sembra male.
ja: ふむ…見た目は悪くないねえ。
pl: Hm... nie wygląda najgorzej.
pt_br: Hm... não parece tão ruim!
ru: Хм… Совсем неплохо.

# HERMITCRAB_INTRODUCE.1.1
source: You've done so much for me.
de: Du hast so viel für mich getan.
es: Has hecho mucho por mí.
es_mx: Me has ayudado mucho.
fr: Tu en as tant fait pour moi.
it: Hai fatto molto per me.
ja: アンタにはいろいろしてもらったねえ。
pl: Tyle ci zawdzięczam.
pt_br: Você fez tanto por mim.
ru: Я не забуду оказанные мне услуги.

# HERMITCRAB_INTRODUCE.1.2
source: Please, call me Pearl.
de: Bitte nenn mich Pearl.
es: Por favor, llámame Perla.
es_mx: Por favor, llámame Perla.
fr: Je t'en prie, appelle-moi Perle.
it: Chiamami Perla.
ja: パールって呼んでね、お願いね。
pl: Proszę, mów mi Perełka.
pt_br: Por favor, pode me chamar de Pearl.
ru: Пожалуйста, зови меня Жемчужиной.

# HERMITCRAB_INVESTIGATE.FILL_MEATRACKS.HIGH.1
source: Hoo-hoo! That's some tasty jerky in the making!
de: Hoho! Bald gibt es leckeres Trockenfleisch!
es: ¡Yujuuu! ¡Deliciosa carne seca en proceso de producción!
es_mx: ¡Oh, oh! ¡Es deliciosa cecina en proceso de elaboración!
fr: Waouh, ça va faire de la viande séchée succulente !
it: Ohhhhh! Quella sì che è della buona carne secca quasi pronta!
ja: ヤッホー！おいしいジャーキーを作ってるんじゃないか！
pl: Hu, hu! Robi się tu jakieś pyszne suszone mięsko!
pt_br: Hu-hu! Vai sair uma carne-seca deliciosa logo, logo!
ru: Хо-хо! Вот это вкусное будет мяско!

# HERMITCRAB_INVESTIGATE.FILL_MEATRACKS.LOW.1
source: You don't want it anymore? Has it gone off?
de: Willst du es nicht mehr? Ist es verdorben?
es: ¿Ya no la quieres? ¿Se ha puesto mala?
es_mx: ¿Ya no la quieres? ¿Se puso mala?
fr: Tu n'en veux plus ? Elle a tourné ?
it: Tu non la vuoi più? È andata a male?
ja: もういらないのかい？腐っちまったかい？
pl: Już nie chcesz? Zepsuło się?
pt_br: Você não quer mais? Ela estragou?
ru: Оно тебе больше не нужно? Испортилось, что ли?

# HERMITCRAB_INVESTIGATE.FILL_MEATRACKS.MED.1
source: I'll never say no to free meat!
de: Zu Gratis-Fleisch sage ich niemals nein!
es: ¡Nunca diré no a carne gratis!
es_mx: ¡Nunca rechazaré carne gratis!
fr: Je ne refuse jamais de la viande gratuite !
it: Non dico mai di no a della carne gratis!
ja: タダ肉は大歓迎だよ！
pl: Nigdy nie odmawiam darmowego mięsa!
pt_br: Jamais recusarei carne grátis!
ru: Никогда не откажусь от бесплатного мяса!

# HERMITCRAB_INVESTIGATE.PLANT_BERRIES.HIGH.1
source: You are quite the gardener, dearie!
de: Du bist ein guter Gärtner, Liebchen!
es: ¡Qué bien se te da la jardinería, cielo!
es_mx: ¡Eres un gran jardinero, cariño!
fr: Tu as la main verte, trésor !
it: Tu sì che hai il pollice verde, tesoro!
ja: かなりの園芸家じゃないかい！
pl: Niezły z ciebie ogrodnik, skarbeńku!
pt_br: Você leva mesmo jeito pra jardinagem, meu bem!
ru: Какой из тебя отличный садовод вышел, золотко.

# HERMITCRAB_INVESTIGATE.PLANT_BERRIES.LOW.1
source: Well. At least you're doing something useful.
de: Tja. Wenigstens tust du etwas Nützliches.
es: Bueno, al menos haces algo útil.
es_mx: Bueno, por lo menos estás haciendo algo útil.
fr: Au moins, tu te rends utile.
it: Beh, almeno stai facendo qualcosa di utile.
ja: うーん。すくなくともアンタは役にたってるよ。
pl: No proszę. W końcu udało ci się zrobić coś pożytecznego.
pt_br: Bom, pelo menos você está fazendo algo de útil.
ru: Что ж. Хотя бы ты занимаешься полезным делом.

# HERMITCRAB_INVESTIGATE.PLANT_BERRIES.MED.1
source: Maybe another one over there?
de: Vielleicht noch einen da drüben hin?
es: ¿A lo mejor otra por ahí?
es_mx: Quizá podríamos plantar otro por allá.
fr: Peut-être qu'il en reste ?
it: Magari un'altra pianta laggiù?
ja: もしかして他のがあっちにあるのかい？
pl: Może jeszcze jeden tutaj?
pt_br: Talvez mais uma ali adiante?
ru: Может, еще один кустик вон там?

# HERMITCRAB_INVESTIGATE.PLANT_FLOWERS.HIGH.1
source: How pretty!
de: Wie hübsch!
es: ¡Qué cosa más bonita!
es_mx: ¡Qué bonito!
fr: C'est joli !
it: Come sono belli!
ja: なんと綺麗な。
pl: Przepięknie!
pt_br: Que bonitas!
ru: Как красиво!

# HERMITCRAB_INVESTIGATE.PLANT_FLOWERS.LOW.1
source: Huh? What are you doing?
de: Hm? Was machst du?
es: ¿Eh? ¿Pero qué haces?
es_mx: ¿Eh? ¿Qué haces?
fr: Mais qu'est-ce que tu fais ?
it: Eh? Cosa stai facendo?
ja: え？なにをしているんだい？
pl: Hę? A co ty robisz?
pt_br: Hã? O que você está fazendo?
ru: Хм? Что ты делаешь?

# HERMITCRAB_INVESTIGATE.PLANT_FLOWERS.MED.1
source: Hm... those look nice.
de: Hm ... Die sind hübsch.
es: Mm... Me gustan.
es_mx: Mmm... se ven bonitas.
fr: Oh, c'est joli !
it: Mmmm... Sono proprio belli.
ja: ふむ…よさそうだねえ。
pl: Hm... wyglądają całkiem ładnie.
pt_br: Hm... essas são bonitas.
ru: Хм… Красивые.

# HERMITCRAB_INVESTIGATE.REMOVE_LUREPLANT.HIGH.1
source: You really showed that awful plant!
de: Du hast es der miesen Pflanze ordentlich gegeben!
es: ¡Esa horrible planta ha recibido su merecido!
es_mx: ¡Te luciste contra esa horrible planta!
fr: Tu as montré à cette horrible plante de quel bois tu te chauffes !
it: Gliel'hai fatta vedere a quella pianta terribile!
ja: アンタ本当にひどい植物をみせたのかい！
pl: Ta koszmarna roślina nie miała z tobą szans!
pt_br: Você deu mesmo uma lição naquela planta horrorosa!
ru: Вот так надо с этими ужасными растениями!

# HERMITCRAB_INVESTIGATE.REMOVE_LUREPLANT.LOW.1
source: Fantastic. My old pest was removed by my new pest.
de: Fantastisch. Die alte Pest wurde von der neuen entfernt.
es: Fantástico. Una plaga eliminada por una nueva plaga.
es_mx: Fantástico. Mi vieja peste fue eliminada por mi nueva peste.
fr: Fantastique. Mon ancien parasite a été éliminé par mon nouveau parasite.
it: Fantastico. Il parassita vecchio è stato eliminato da quello nuovo.
ja: 素晴らしい！害虫が新しい害虫にとってかわられたよ。
pl: Rewelacyjnie. Jeden szkodnik został pokonany przez innego szkodnika.
pt_br: Fantástico. Minha antiga praga foi eliminada pela minha nova.
ru: Прекрасно. Старого вредителя прогнал новый.

# HERMITCRAB_INVESTIGATE.REMOVE_LUREPLANT.MED.1
source: Well, glad that's taken care of.
de: Tja, gut, dass das erledigt ist.
es: Bueno, me alegro de que esté solucionado.
es_mx: Bueno, me alegra que se hayan encargado de ella.
fr: Voilà une bonne chose de faite.
it: Bene, sono felice che il problema sia stato risolto.
ja: ええっと、解決してうれしいよ。
pl: Bardzo się cieszę, że ktoś się w końcu z nim rozprawił.
pt_br: Bom, fico contente que tenha cuidado disso.
ru: Рада, что с этим наконец разобрались.

# HERMITCRAB_LEVEL10_LOWHEALTH.1.1
source: Goodness, what happened to you?
de: Meine Güte, was ist denn mit dir passiert?
es: Madre mía, ¿qué te ha pasado?
es_mx: ¡Santo cielo! ¿Qué te pasó?
fr: Grands dieux, que t'est-il arrivé ?
it: Santo cielo, cosa ti è successo?
ja: おやまあ、どうしたのかい？
pl: Mój Boże, co ci się stało?
pt_br: Céus, o que aconteceu com você?
ru: Божечки, что с тобой случилось?

# HERMITCRAB_LEVEL10_LOWHEALTH.1.2
source: You need to be more careful!
de: Du musst besser aufpassen!
es: ¡Tienes que andarte con más cuidado!
es_mx: ¡Tienes que tener más cuidado!
fr: Tu dois faire plus attention !
it: Devi fare più attenzione!
ja: もっと気を付けないとだめだよ！
pl: Musisz bardziej uważać!
pt_br: Você precisa tomar mais cuidado.
ru: Будь осторожней!

# HERMITCRAB_LEVEL10_LOWHUNGER.1.1
source: Hmph... you look skinny.
de: Hmpf ... Du siehst dünn aus.
es: Mmfff... Estás en los huesos.
es_mx: Mmm... adelgazaste.
fr: Hmf, tu es bien trop maigre.
it: Uhm... Mi sembra che tu abbia perso peso.
ja: ふう…アンタガリガリだねえ。
pl: Hm... straszna z ciebie chudzina.
pt_br: Hunf... você está que é pele e osso.
ru: Хм… Подкормить бы ты тебя.

# HERMITCRAB_LEVEL10_LOWHUNGER.1.2
source: Have you been eating well?
de: Isst du auch gut?
es: ¿Comes bien últimamente?
es_mx: ¿Has estado comiendo bien?
fr: Est-ce que tu manges bien, au moins ?
it: Ma mangi abbastanza?
ja: ちゃんとたべているのかい？
pl: Czy ty masz co jeść?
pt_br: Você tem comido bem?
ru: Ты хорошо кушаешь?

# HERMITCRAB_LEVEL10_LOWSANITY.1.1
source: You look like something's troubling you.
de: Du siehst besorgt aus.
es: Tienes pinta de que algo te perturba.
es_mx: Parece que algo te molesta.
fr: On dirait que tu as l'esprit ailleurs.
it: Sembra che ci sia qualcosa che ti preoccupa.
ja: 何か悩み事があるようだね。
pl: Mam wrażenie, że coś cię niepokoi.
pt_br: Parece que tem algo incomodando você.
ru: Кажется, тебя что-то тревожит.

# HERMITCRAB_LEVEL10_LOWSANITY.1.2
source: Is everything alright, dearie?
de: Ist alles in Ordnung, Liebchen?
es: ¿Va todo bien, cielo?
es_mx: ¿Estás bien, cariño?
fr: Tout va bien, trésor ?
it: Va tutto bene, tesoro?
ja: すべて順調かい？
pl: Skarbeńku, czy wszystko jest w porządku?
pt_br: Está tudo bem com você, meu bem?
ru: Все в порядке, золотко?

# HERMITCRAB_LEVEL10_PLAYERGOOD.1
source: Glad to see you looking well, dearie.
de: Schön, dass es dir besser geht, Liebchen.
es: Me alegra ver que estás bien, cielo.
es_mx: Es bueno ver que estás bien, cariño.
fr: Je suis contente de te voir en forme, trésor.
it: Sono felice di vedere che stai bene, tesoro.
ja: 元気そうでなによりだよ。
pl: Cieszę się, że tak dobrze wyglądasz, skarbeńku.
pt_br: Que bom te ver com uma aparência ótima, meu bem.
ru: Ты выглядишь куда лучше, золотко.

# HERMITCRAB_MOON_FISSURE_VENT.HIGH.1
source: I didn't notice those weird spooks until I'd settled in.
de: Die komischen Gruseldinger sind mir nie aufgefallen, bis ich mich eingewöhnt hatte.
es: No me había fijado en esos fantasmas raros hasta que me instalé.
es_mx: No había visto esas extrañas y espeluznantes fisuras hasta que me mudé aquí.
fr: Je n'ai remarqué ces infamies que quand je me suis installée ici.
it: Finché non mi sono trasferita non avevo notato quegli strani fantasmi.
ja: 棲みつくまでこの妙なお化けたちには気づかなかったんだよ。
pl: Nie zauważyłam tych dziwnych duchów, dopóki się tu nie urządziłam.
pt_br: Eu não tinha notado aqueles fantasmas esquisitos antes de me mudar pra cá.
ru: Сначала я не заметила этих призраков — только потом, когда обжилась.

# HERMITCRAB_MOON_FISSURE_VENT.HIGH.2
source: They were awful, made my shell crawl...
de: Sie waren grässlich, panzersträubend ...
es: Eran un horror, me daban escalofríos en el caparazón.
es_mx: Eran horribles. Me erizaban el caparazón.
fr: Elles me donnaient la chair de poule...
it: Erano terribili, mi facevano accapponare il carapace...
ja: あいつらはひどいんだよ、アタシの背中をムズムズさせるんだよ…
pl: Były potworne, aż dostałam gęsiego pancerzyka...
pt_br: Eles eram sinistros, faziam minha concha arrepiar...
ru: Ужасные создания, у меня мурашки от них бегают по панцирю…

# HERMITCRAB_MOON_FISSURE_VENT.HIGH.3
source: One of us had to go, and it wasn't going to be me!
de: Einer von uns musste gehen, und ich war es nicht!
es: ¡Eran o ellos o yo, y yo no iba a ser!
es_mx: Una de las dos tenía que irse, ¡y no iba a ser yo!
fr: C'était elles ou moi !
it: Uno di noi avrebbe dovuto andarsene e quella non sarei stata io!
ja: 誰かが行かなければならないよ、それはアタシじゃないよ！
pl: Wiedziałam, że nie ma tu miejsca i dla mnie, i dla nich, ale nie zamierzałam się wynosić!
pt_br: Um de nós tinha que ir embora, e não iria ser eu!
ru: Вместе нам было явно не ужиться, но я сдаваться не собиралась!

# HERMITCRAB_MOON_FISSURE_VENT.LOW.1
source: Took me forever to plug up those darn fissures...
de: Hat ewig gedauert, diese verfluchten Risse zu stopfen ...
es: Me llevó la tira tapar esas condenadas fisuras.
es_mx: Me tomó demasiado tiempo tapar esas infernales fisuras.
fr: Ça m'a pris des lustres de boucher ces satanées fissures...
it: Mi ci è voluta una vita a tappare quelle dannate fessure...
ja: 一生かかったってこのひどい裂け目を埋められやしないよ…
pl: Całą wieczność mi zajęło zatkanie tych przeklętych szczelin...
pt_br: Demorei um tempão para conseguir tapar aquelas drogas de fissuras...
ru: Я целую вечность затыкала эти разломы…

# HERMITCRAB_MOON_FISSURE_VENT.LOW.2
source: Don't go messing with those!
de: Halt dich bloß von denen fern!
es: ¡No se te ocurra husmear por ahí!
es_mx: ¡No estés jugando con ellas!
fr: Ne t'en approche pas !
it: Tu non andare a immischiarti!
ja: しくじるんじゃないよ！
pl: Nie ruszaj ich!
pt_br: Não vá se meter com elas!
ru: Так что не смей даже смотреть на них!

# HERMITCRAB_MOON_FISSURE_VENT.MED.1
source: Not the best lawn ornaments, but they keep the head clear.
de: Nicht der beste Rasenschmuck, aber man behält einen klaren Kopf.
es: No son los mejores adornos para el jardín, pero mantienen la cabeza despejada.
es_mx: No son los mejores adornos de jardín, pero mantienen tu mente despejada.
fr: C'est vrai que ce n'est pas la plus belle des décorations pour ma pelouse.
it: Non sono le migliori decorazioni da giardino, ma almeno mi permettono di tenere la testa occupata.
ja: 最高の芝飾りではないけど、まあ頭をきれいに保ってくれるんだね。
pl: Nie są najbardziej ozdobne, ale dobrze robią na głowę.
pt_br: Não são os melhores enfeites de jardim, mas aliviam a cabeça.
ru: Это, конечно, не самое красивое украшение для газона, зато голова соображает.

# HERMITCRAB_PANIC.1
source: I can't see a darn thing!
de: Ich sehe nicht die kleinste Kleinigkeit!
es: ¡No veo un pimiento!
es_mx: ¡No puedo ver nada!
fr: Je n'y vois rien !
it: Non vedo a un palmo dalle mie chele!
ja: なんにもみえやしないよ！
pl: Do licha, nic nie widzę!
pt_br: Não consigo ver nada!
ru: Ничего не вижу!

# HERMITCRAB_PANICFIRE.1
source: Aaah! I will NOT be broiled!
de: Aaah! Ich werde NICHT gegrillt!
es: ¡Aaah! ¡No quiero que me cuezan!
es_mx: ¡Ah! ¡A mí NO me van a cocinar!
fr: Aaaaah ! Je refuse d'être passée à la marmite !
it: Aaah! NON finirò grigliata!
ja: あああ！わたしを炙ろうなんてさせやしないよ！
pl: Aaa! Nie dam się upiec!
pt_br: Aaah! Eu NÃO vou ser cozinhada!
ru: А-а-а! Я не собираюсь вариться заживо!

# HERMITCRAB_PANICHAUNT.1
source: You're not taking me yet, spirits!
de: Mich kriegt ihr noch nicht, Geister!
es: ¡No podréis llevarme aún, espíritus!
es_mx: ¡Aún no me llevarán, espíritus!
fr: Vous ne m'aurez pas, sales spectres !
it: Non è ancora arrivato il momento di portarmi via, spiriti!
ja: 聖霊よ、まだ私を連れてはいかないでおくれ！
pl: Jeszcze mnie nie zabierzecie, złe duchy!
pt_br: Não vão me levar desta vez, espíritos!
ru: Вы не заберете меня, духи!

# HERMITCRAB_PLANTED_LUREPLANT_DIED.HIGH.1
source: Dearie, I know you planted that. You don't need to impress me.
de: Liebchen, ich weiß, dass du sie gepflanzt hast. Du musst mich nicht beeindrucken.
es: Cielo, sé que has plantado eso. No tienes que intentar impresionarme.
es_mx: Cariño, sé que plantaste eso. No tienes que impresionarme.
fr: Trésor, je sais que tu as planté ça. Tu n'as pas besoin de m'impressionner.
it: Tesoro, so che l'hai piantata tu. Non devi stupirmi.
ja: アンタがそれを植えたのは知ってるよ。 アピールしなくたっていいさ。
pl: Skarbeńku, przecież wiem, kto go tu zasadził. Nie musisz się tak starać mi zaimponować.
pt_br: Meu bem, eu sei que você plantou isso. Não precisa me impressionar.
ru: Золотко, думаешь, я не знаю, кто это сажал? Тебе не надо пытаться меня впечатлить.

# HERMITCRAB_PLANTED_LUREPLANT_DIED.LOW.1
source: Nice try. You don't get anything for cleaning up your own messes.
de: Netter Versuch. Du kriegst nichts dafür, dein eigenes Chaos zu beseitigen.
es: Buen intento. No hay premios por solucionar tus propios desaguisados.
es_mx: Buen intento. No vas a recibir ninguna recompensa por arreglar tus propios desastres.
fr: Bel essai. Tu n'obtiendras rien en nettoyant ce que tu as mis toi-même.
it: Ci hai provato. Quando si rimedia ai propri sbagli non si ricevono premi.
ja: よくがんばったよ。 尻ぬぐいしたってなんにももらえないよ。
pl: Dobre sobie. Nie dostaniesz nic w zamian za sprzątnięcie własnego bałaganu.
pt_br: Boa tentativa. Você não ganha nada por limpar sua própria bagunça.
ru: Отличная попытка. Убрать за собой — это твоя обязанность, награда за это не полагается.

# HERMITCRAB_PLANTED_LUREPLANT_DIED.MED.1
source: Do you want a reward that bad?
de: Willst du so dringend eine Belohnung?
es: ¿Tanto deseas una recompensa?
es_mx: ¿Tanta es tu desesperación por una recompensa?
fr: Tu veux tellement une récompense ?
it: Hai disperatamente bisogno di una ricompensa?
ja: そんなに褒美が欲しいのかい？
pl: Aż tak bardzo pragniesz nagrody?
pt_br: Você quer tanto assim uma recompensa?
ru: Ты настолько хочешь получить награду?

# HERMITCRAB_REFUSE_COAT.1
source: You keep it, I'm not chilly.
de: Behalt nur, ich friere nicht.
es: Para ti, yo no tengo frío.
es_mx: Quédatelo. Yo no tengo frío.
fr: Garde-le, je n'ai pas froid.
it: Tienilo pure, non ho freddo.
ja: 取っておきな。私は寒くないからね。
pl: Dziękuję, nie jest mi zimno.
pt_br: Pode ficar com ele. Não estou com frio.
ru: Оставь себе. Я не замерзла.

# HERMITCRAB_REFUSE_COAT_HASONE.1
source: I like the coat I have, thank you very much.
de: Mir gefällt mein Mantel, vielen Dank auch.
es: Me gusta mi propio abrigo, muchas gracias.
es_mx: Me gusta el abrigo que tengo puesto, muchas gracias.
fr: J'aime beaucoup mon manteau, mais merci.
it: Mi piace il cappotto che ho già, grazie mille.
ja: わたしは自分のコートが好きなんだよ、感謝するよ。
pl: Bardzo ci dziękuję, ale już mam płaszcz.
pt_br: Gosto do meu casaco, muitíssimo obrigada.
ru: Мне нравится мое пальто, уж спасибо.

# HERMITCRAB_REFUSE_ICE_HAD.1
source: I don't need any more ice.
de: Ich brauche kein Eis mehr.
es: No necesito más hielo.
es_mx: No necesito más hielo.
fr: Je n'ai pas besoin de plus de glace.
it: Non mi serve dell'altro ghiaccio.
ja: もう氷はいらないよ。
pl: Nie potrzebuję więcej lodu.
pt_br: Não preciso de mais gelo.
ru: Мне не нужно больше льда.
