Repository: Endeer/dst-cz
Catalog: locales/*/hermitcrab.po
Languages: de, es, es_mx, fr, it, ja, pl, pt_br, ru

# HERMITCRAB_ANNOUNCE_OCEANFISHING_BADCAST.1
source: I'm not quite as good at this as I used to be...
de: Ich bin darin nicht mehr so gut wie früher ...
es: Esto ya no se me da como antes...
es_mx: No soy tan buena en esto como solía serlo.
fr: J'étais meilleure dans ma jeunesse...
it: Una volta mi riusciva meglio...
ja: 昔みたいに上手じゃないんだよ…
pl: Kiedyś szło mi to lepiej...
pt_br: Já não sou mais tão boa quanto costumava ser...
ru: Раньше у меня получалось лучше…

# HERMITCRAB_ANNOUNCE_OCEANFISHING_BOTHERED.HIGH.1
source: I can always make time for you, dearie.
de: Für dich habe ich immer Zeit, Liebchen.
es: Siempre puedo hacer tiempo para ti, cielo.
es_mx: Siempre tengo tiempo para ti, cariño.
fr: J'ai toujours du temps pour toi, trésor.
it: Posso sempre ritagliare un po' di tempo per te, tesoro.
ja: アンタのためならいつだっていいよ。
pl: Zawsze znajdę dla ciebie czas, skarbeńku.
pt_br: Sempre posso arranjar tempo para você, meu bem.
ru: Для тебя у меня всегда время найдется, золотко.

# HERMITCRAB_ANNOUNCE_OCEANFISHING_BOTHERED.LOW.1
source: Ack! You made me lose my fish!
de: Och! Wegen dir habe ich den Fisch verloren!
es: ¡Agh! ¡Me has hecho perder mi pez!
es_mx: ¡Ay! ¡Me hiciste perder mi pez!
fr: Ah ! Tu m'as fait perdre mon poisson !
it: Argh! Mi hai fatto perdere il pesce!
ja: おい！アンタのせいで魚が逃げたじゃないかい！
pl: Aj! Przez ciebie straciłam rybę!
pt_br: Argh! Você me fez perder o peixe!
ru: Эй! Из-за тебя моя рыба ушла!

# HERMITCRAB_ANNOUNCE_OCEANFISHING_BOTHERED.MED.1
source: You couldn't wait for a better time?
de: Konntest du nicht einen besseren Moment abwarten?
es: ¿No podías esperar a un momento mejor?
es_mx: ¿No pudiste interrumpirme en otro momento?
fr: Tu ne pouvais pas attendre un peu ?
it: Non potevi aspettare un momento migliore?
ja: もっとマシなタイミングでこれなかったかい？
pl: Nie dało się poczekać na jakiś lepszy moment?
pt_br: Não podia ter esperado por um momento melhor?
ru: А более подходящего времени нельзя было найти?

# HERMITCRAB_ANNOUNCE_OCEANFISHING_GOTAWAY.1.1
source: Why you slippery little nincompoop!
de: Du glitschiger kleiner Depp!
es: ¡Sabandijilla escurridiza!
es_mx: ¡¿Cómo lo hiciste, tonto escurridizo?!
fr: Espèce de fripon glissant !
it: Piccolo sfacciatello sgusciante!
ja: なんだこのイカレヌメヌメちび！
pl: A niech cię, śliski gamoniu!
pt_br: Por que é tão escorregadio, seu tolinho?!
ru: Ах ты верткая дуреха!

# HERMITCRAB_ANNOUNCE_OCEANFISHING_GOTAWAY.1.2
source: Get back on my hook!
de: Geh mir wieder an den Haken!
es: ¡Vuelve a mi anzuelo!
es_mx: ¡Vuelve a mi anzuelo!
fr: Reviens sur mon hameçon !
it: Torna sul mio amo!
ja: 針に戻りな！
pl: Wracaj na mój haczyk!
pt_br: Volte pro meu anzol!
ru: Вернись на мой крючок!

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.1
source: Hmph. The fish aren't biting today...
de: Hmpf. Die Fische wollen heute nicht ...
es: Mmff... Hoy no pican...
es_mx: Mmm... los peces no están picando hoy.
fr: Hmf. Ça ne mord pas aujourd'hui.
it: Uhm. Oggi i pesci non abboccano...
ja: ふう。魚が全然かからないのう…
pl: Hm. Nie biorą dzisiaj...
pt_br: Hunf. Os peixes não estão mordendo hoje...
ru: Пф. Сегодня рыба вообще не клюет…

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.2
source: Don't be so fussy, get on my hook!
de: Stell dich nicht an, geh mir an den Haken!
es: ¡No seas tiquismiquis y muerde el anzuelo!
es_mx: No seas tan exigente. ¡Muerde mi anzuelo!
fr: Cesse de tergiverser et viens sur mon hameçon !
it: Non fare lo schizzinoso, abbocca al mio amo!
ja: そんなに警戒するでないよ、引っかかれ！
pl: Nie bądź taka wybredna, bierz mój haczyk!
pt_br: Não sejam tão exigentes, mordam meu anzol!
ru: Не тормози и клюй!

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.3
source: "I often look from the highest hill"
de: "So oft schau ich vom höchsten Berg ..."
es: "Diviso desde la colina más alta."
es_mx: “A menudo miro desde la colina más alta”
fr: « Souvent depuis la plus haute colline »
it: Ma che bello andare a pesca...
ja: 「よく一番高い丘からみるんだ」
pl: "Czasem spoglądam z najwyższego wzgórza"
pt_br: "Muitas vezes, olho de cima da colina mais alta"
ru: «Скала над морем родной мне стала…»

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.4
source: "that I might see my boatman..."
de: "... nach meinem lieben Seemann ..."
es: "para poder ver a mi marinero..."
es_mx: “a ver si logro ver a mi barquero...”
fr: « Je te cherche du regard sur l’océan, mon marin »
it: ... con la lenza, l'amo e l'esca...
ja: 「船頭がみえるくらいのね」
pl: "czy nie wraca mój marynarz..."
pt_br: "para que possa ver o meu barqueiro..."
ru: «…Ищу твой парус в волнах седых…»

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.5
source: hmm-de-dmm...
de: Hmm-hm-hmm...
es_mx: Mmm... de... mmm...
fr: La li la laaaa...
it: Dan-da-dan...
ja: うーん、ぐぬぬ…
ru: Парам-м-м…

# HERMITCRAB_ANNOUNCE_OCEANFISHING_IDLE_QUOTE.6
source: Never seem to catch anything...
de: Ich fange nie was, oder?
es: Aquí no pican ni a la de tres.
es_mx: Parece que no atrapo nada nunca.
fr: Pourquoi ça ne mord jamais ?
it: Non sto pescando niente...
ja: 何も捕まえられなそうだよ…
pl: Nigdy nic nie mogę złowić.
pt_br: Parece que eu nunca pesco nada...
ru: Ничего не ловится…

# HERMITCRAB_ANNOUNCE_OCEANFISHING_LINESNAP.1
source: Ack! Stupid thing!
de: Och! Blödes Ding!
es: ¡Agh! ¡Bicho estúpido!
es_mx: ¡Ay! ¡Cosa estúpida!
fr: Ah ! La bougresse !
it: Argh! stupida creaturina!
ja: おい！ばかもの！
pl: Ajć! Co za badziew!
pt_br: Argh! Que coisa estúpida!
ru: Эй! Вот дурила!

# HERMITCRAB_ANNOUNCE_OCEANFISHING_LINETOOLOOSE.1
source: Oooh, these tired old claws!
de: Oooh, diese müden alten Scheren!
es: ¡Aaaah, estas garras viejas y cansadas!
es_mx: ¡Oh! ¡De no ser por estas viejas pinzas...!
fr: Ooooh, mais pauvres vieilles pinces !
it: Oooh, le mie pinze sono stanche!
ja: おお、このくたびれた古バサミめ！
pl: Och, moje biedne, stare szczypce...
pt_br: Aaah, essas garras velhas e cansadas!
ru: Ох, эти старые усталые клешни!

# HERMITCRAB_ANNOUNCE_ROYALTY.1
source: Well, don't you look all high and mighty.
de: Ach, siehst du mächtig und prächtig aus.
es: Pero qué pinta tan regia y altiva.
es_mx: Bueno, sí que te ves fuerte y poderoso.
fr: Tu te donnes de grands airs !
it: Ma guardati, hai un aspetto altezzoso e arrogante.
ja: うーん、傲慢そうだねえ。
pl: No proszę, ale ktoś tu jest wielki i ważny.
pt_br: Ora, vejam só quem está esbanjando poder e nobreza.
ru: Фу-ты ну-ты, ножки гнуты.

# HERMITCRAB_ANNOUNCE_ROYALTY.2
source: I didn't realize I was in the presence of "royalty".
de: Ich wusste nicht, dass ich königliche Gesellschaft habe.
es: No sabía que estaba en presencia de la "realeza".
es_mx: No me di cuenta de que estaba en presencia de la “realeza”.
fr: Je ne me rendais pas compte que j'étais en présence de la famille royale.
it: Non avevo capito che avevo davanti un membro della famiglia reale.
ja: 「忠義」が自分にもあったとは、気づかなかったねえ。
pl: Nie wiedziałam, że obcuję z osobą z "rodziny królewskiej".
pt_br: Não tinha me dado conta que estava diante da "realeza".
ru: Меня не предупреждали, что пожалует особа королевских кровей.

# HERMITCRAB_ANNOUNCE_ROYALTY.3
source: It takes more than a hoity-toity hat to impress me.
de: Mich kann man nicht mit Hochnäsigkeit beeindrucken.
es: No basta con un sombrero pretencioso para impresionarme.
es_mx: Se necesita algo más que un sombrero pretencioso para impresionarme.
fr: Un chapeau de fanfaron ne suffira pas à m'impressionner.
it: Un cappello snob non basta per sorprendermi.
ja: うかれた帽子くらいでアタシが驚くと思うなよ。
pl: Żeby zrobić na mnie wrażenie, potrzeba czegoś więcej niż jakiś snobistyczny kapelusz.
pt_br: É preciso mais do que um chapéu esnobe para me impressionar.
ru: Меня не впечатлить какой-то там вычурной шапкой.

# HERMITCRAB_ATTEMPT_TRADE.HIGH.1.1
source: My favorite customer!
de: Meine Lieblingskundschaft!
es: ¡Mi cliente favorito!
es_mx: ¡Mi cliente favorito!
fr: Tu fais partie de mes clients préférés !
it: Uno dei miei clienti preferiti!
ja: お気に入りのお客さんだ！
pl: Mój ulubiony klient!
pt_br: Não tenho cliente melhor do que você!
ru: Мой любимый покупатель!

# HERMITCRAB_ATTEMPT_TRADE.HIGH.1.2
source: What do you need today, dearie?
de: Was darf es heute sein, Liebchen?
es: ¿Qué necesitas hoy, cielo?
es_mx: ¿Qué deseas hoy, cariño?
fr: De quoi as-tu besoin aujourd'hui, trésor ?
it: Di che cosa hai bisogno, oggi, tesoro?
ja: 今日は何が欲しいんだい？
pl: Czego ci dziś potrzeba, skarbeńku?
pt_br: De que você precisa, meu bem?
ru: Чего изволишь сегодня, золотко?

# HERMITCRAB_ATTEMPT_TRADE.LOW.1
source: Don't talk to me if you have nothing to trade.
de: Sprich nicht mit mir, wenn du nicht handeln willst.
es: No me hables si no tienes nada para negociar.
es_mx: No me hables si no tienes nada que comerciar.
fr: Ne me dérange pas si tu n'as rien à échanger.
it: Non rivolgermi la parola se non vuoi comprare niente.
ja: 何も交換するものがないなら話しかるんでないよ。
pl: Jeśli nie masz nic do przehandlowania, nie mamy o czym gadać.
pt_br: Não fale comigo se não tiver nada para trocar.
ru: Не подходи ко мне, если ничего на обмен нет.

# HERMITCRAB_ATTEMPT_TRADE.MED.1
source: Have anything to trade today?
de: Heute was zum Handeln?
es: ¿Tienes algo para intercambiar hoy?
es_mx: ¿Traes algo para comerciar?
fr: Tu as quelque chose pour moi ?
it: Vuoi comprare qualcosa, oggi?
ja: 何か交換するものがあるのかい？
pl: Masz coś do przehandlowania?
pt_br: Tem algo para trocar hoje?
ru: Хочешь чем-нибудь обменяться сегодня?

# HERMITCRAB_COMPLAIN.FILL_MEATRACKS.HIGH.1
source: Could you dry some meat for me, dearie?
de: Könntest du mir etwas Fleisch trocknen, Liebchen?
es: ¿Podrías secarme un poco de carne, cielo?
es_mx: ¿Podrías secar un poco de carne para mí, cariño?
fr: Pourrais-tu faire sécher de la viande pour moi, trésor ?
it: Potresti farmi essiccare della carne, tesoro?
ja: ちょっと肉を乾燥させてくれるかい？
pl: Skarbeńku, potrzebuję wysuszyć trochę mięsa, pomożesz mi?
pt_br: Poderia secar um pouco de carne para mim, meu bem?
ru: Завялишь для меня мясо, золотко?

# HERMITCRAB_COMPLAIN.FILL_MEATRACKS.LOW.1
source: Hmph... never any meat around here for drying...
de: Hmpf ... Nie gibt es hier Fleisch zum Trocknen ...
es: Mmff... Por aquí no hay carne para secar.
es_mx: Mmm... nunca hay carne por aquí para secar.
fr: Hmf... Il n'y a jamais de viande à faire sécher ici...
it: Uhm... Da queste parti non si trova mai carne da essiccare...
ja: ふう。乾燥用の肉がここらには全然ないのう…。
pl: Hm... nigdy tu nie ma mięsa do suszenia...
pt_br: Hunf... nunca tem carne para secar por aqui...
ru: Хмф… Вечно тут мяса для вяления не найдешь.

# HERMITCRAB_COMPLAIN.FILL_MEATRACKS.MED.1.1
source: My drying racks are empty again?
de: Meine Trockengestelle sind schon wieder leer?
es: ¿Mis secaderos vuelven a estar vacíos?
es_mx: ¿Otra vez mis tendederos están vacíos?
fr: Mes séchoirs à viande sont encore vides.
it: Il mio essiccatore è tornato a essere vuoto?
ja: 乾燥棚がまた空っぽなのかい？
pl: Moje suszarki znowu są puste?
pt_br: Meus cavaletes de secagem estão vazios de novo?
ru: Снова пустые сушилки?

# HERMITCRAB_COMPLAIN.FILL_MEATRACKS.MED.1.2
source: So much work for these old claws...
de: Zu viel Arbeit für diese alten Scheren ...
es: ¿Tanto trabajo para estas viejas pinzas?
es_mx: Demasiado trabajo para estas viejas pinzas.
fr: C'est trop de travail pour mes vieilles griffes...
it: Troppo lavoro per queste vecchie chele...
ja: この古バサミには大仕事だよ…
pl: Za dużo roboty na moje stare szczypce...
pt_br: É muito trabalho para essas garras velhas...
ru: Столько дел надо переделать этими уставшими клешнями…

# HERMITCRAB_COMPLAIN.GIVE_FISH_AUTUM.HIGH.1
source: Would you bring me a Fallounder, dearie?
de: Besorgst du mir einen Blattfisch, Liebchen?
es: ¿Me traerías un otoñosugo, cielo?
es_mx: ¿Me traerías un Pez Otoñal, cariño?
fr: Tu peux m'apporter un octobrème, trésor ?
it: Potresti portarmi un autunnino, tesoro?
ja: フォーラウンダーを持ってきてくれるかい？
pl: Skarbeńku, przyniesiesz mi jesieniotra?
pt_br: Poderia me trazer um Outonal, meu bem?
ru: Принесешь мне осеннюю камбалу, золотко?

# HERMITCRAB_COMPLAIN.GIVE_FISH_AUTUM.LOW.1
source: I think Fallounders are in season.
de: Ich glaube, dies ist die Zeit für Blattfische.
es: Creo que es temporada de otoñosugos.
es_mx: Creo que es la temporada de los Peces Otoñales.
fr: Je crois que c'est la saison des octobrèmes.
it: Ormai è stagione degli autunnini, se non sbaglio.
ja: フォーラウンダーの季節だとおもうよ。
pl: Teraz jest sezon na jesieniotry.
pt_br: Acho que é a temporada dos Outonais.
ru: Кажется, подходящее время года для осенней камбалы.

# HERMITCRAB_COMPLAIN.GIVE_FISH_AUTUM.MED.1
source: Nothing says autumn like some tasty Fallounder...
de: Nichts ist so herbstlich wie ein leckerer Blattfisch ...
es: Nada dice otoño como un buen otoñosugo...
es_mx: Nada representa más al otoño que un delicioso Pez Otoñal.
fr: Les succulents octobrèmes symbolisent parfaitement l'automne.
it: Non c'è nulla di più autunnale di un buon autunnino...
ja: 秋といえばやっぱりフォーラウンダーだねえ…
pl: Soczysty jesieniotr to najlepszy znak, że przyszła jesień...
pt_br: Nada é mais outonal do que alguns Outonais saborosos...
ru: Пришла осень — самое время для вкусненькой осенней камбалы…

# HERMITCRAB_COMPLAIN.GIVE_FISH_SPRING.HIGH.1
source: Let me know if you catch a Bloomfin Tuna, dearie!
de: Sag Bescheid, wenn du mal einen Blumenflosser fängst, Liebchen!
es: ¡Ya me dirás si atrapas un atún floraleta, cielo!
es_mx: ¡Avísame si atrapas un Atún Aleta Floral, cariño!
fr: Préviens-moi si tu pêches un thon fleuri, trésor !
it: Fammi sapere se riesci a prendere un tonno pinna fiorita, tesoro!
ja: 花ヒレマグロを捕まえたら教えておくれ！
pl: Skarbeńku, daj mi znać, jak złapiesz tuńczyka kwitnącopłetwego!
pt_br: Me avise caso pegue um Atum Barbaflora, meu bem!
ru: Скажи, если поймаешь цветоперого тунца, золотко!

# HERMITCRAB_COMPLAIN.GIVE_FISH_SPRING.LOW.1
source: Thought I saw some Bloomfin Tuna yesterday...
de: Ich dachte gestern, ich hätte einen Blumenflosser gesehen ...
es: Ayer me pareció ver un atún floraleta...
es_mx: Creo que ayer vi algunos Atunes Aleta Floral.
fr: J'ai cru apercevoir un thon fleuri hier...
it: Proprio ieri pensavo di aver visto dei tonni pinna fiorita...
ja: 昨日花ヒレマグロを見かけた気がするんだけどねえ…
pl: Wczoraj mi się zdawało, że widziałam tuńczyka kwitnącopłetwego...
pt_br: Acho que vi um Atum Barbaflora ontem...
ru: Кажется, я вчера видела цветоперых тунцов…

# HERMITCRAB_COMPLAIN.GIVE_FISH_SPRING.MED.1
source: This weather is perfect for Bloomfin Tuna...
de: Ideales Wetter für Blumenflosser ...
es: Este tiempo es perfecto para un atún floraleta...
es_mx: Este clima es perfecto para los Atunes Aleta Floral.
fr: Ce temps est idéal pour les thons fleuris...
it: Queste sono le condizioni atmosferiche perfette per il tonno pinna fiorita...
ja: この天候は花ヒレマグロ釣りには最適だよ...
pl: Ta pogoda jest idealna dla tuńczyków kwitnącopłetwych...
pt_br: Esse clima é perfeito para pescar Atum Barbaflora...
ru: В такую погодку бы да цветоперого тунца…

# HERMITCRAB_COMPLAIN.GIVE_FISH_SUMMER.HIGH.1
source: I would love a Scorching Sunfish, if you have it.
de: Ich wüsste einen Glosefisch zu schätzen, wenn du einen hast.
es: Me encantaría un buen pezsol achicharrante, si tienes.
es_mx: Me encantaría un Pez Luna Solar, si tienes.
fr: J'adorerais un poissoleil ardent, si tu en as un.
it: Mi piacerebbe un buon pesce sole rovente, se ce l'hai.
ja: 灼熱マンボウを持っているならいただこうかねえ。
pl: Mam ogromną ochotę na samogłowa słonecznego, masz może?
pt_br: Eu adoraria um Peixe-sol Escaldante, caso tenha um aí com você.
ru: У тебя не найдется раскаленной рыбы-солнца?

# HERMITCRAB_COMPLAIN.GIVE_FISH_SUMMER.LOW.1
source: The Scorching Sunfish should be migrating now.
de: Die Glosefische gehen jetzt auf Wanderschaft.
es: El pezsol achicharrante debería estar migrando ahora.
es_mx: Los Peces Luna Solar deben estar migrando en este momento.
fr: C'est la saison de la migration du poissoleil ardent.
it: La migrazione dei pesci sole rovente dovrebbe essere già iniziata.
ja: 今頃灼熱マンボウが回遊しているはずだよ。
pl: Samogłowy słoneczne powinny teraz migrować.
pt_br: O Peixe-sol Escaldante deve estar migrando no momento.
ru: У раскаленной рыбы-солнца сейчас как раз началась миграция.

# HERMITCRAB_COMPLAIN.GIVE_FISH_SUMMER.MED.1
source: Nothing says summer like some Scorching Sunfish...
de: Nichts ist so sommerlich wie ein Glosefisch ...
es: Nada dice verano como un pezsol achicharrante...
es_mx: Nada representa más el verano como los Peces Luna Solar.
fr: Rien ne m'évoque autant l'été que le poissoleil ardent.
it: Non c'è niente di più estivo di un buon pesce sole rovente...
ja: 夏といえばやっぱり灼熱マンボウだねえ…
pl: Nic nie zwiastuje lata tak jak samogłów słoneczny...
pt_br: Pratos de Peixe-sol Escaldante são a cara do verão...
ru: Лето — самое время для раскаленной рыбы-солнца…

# HERMITCRAB_COMPLAIN.GIVE_FISH_WINTER.HIGH.1
source: Dearie, could you catch an Ice Bream for me?
de: Liebchen, kannst du mir eine Eisbrasse fangen?
es: Cielo, ¿podrías atraparme un besugo helado?
es_mx: Cariño, ¿podrías atraparme un Besugo Helado?
fr: Trésor, pourrais-tu me pêcher une dorade glacée ?
it: Tesoro, potresti prendermi un buon pagello gelato?
ja: アイスブリームを捕まえてきてくれるかい？
pl: Skarbeńku, możesz dla mnie złapać lodowego leszcza?
pt_br: Meu bem, será que você pode pegar uma Brema Gélida para mim?
ru: Золотко, поймаешь мне ледяного леща?

# HERMITCRAB_COMPLAIN.GIVE_FISH_WINTER.LOW.1
source: Hmph. Should be Ice Bream season right about now.
de: Hmpf. Eigentlich sollte jetzt Eisbrassenzeit sein.
es: Mmff... Debería ser temporada de besugo helado ahora mismito.
es_mx: Mmm... debería estar comenzando la temporada de los Besugos Helados.
fr: Hmf. C'est la saison des dorades glacées.
it: Uhm. La stagione dei pagelli gelato dovrebbe già essere cominciata.
ja: ふう. そろそろアイスブリームの季節のはずだよ。
pl: Hm. Zdaje się, że teraz jest sezon na lodowe leszcze.
pt_br: Hunf. A gente deve estar bem na temporada da Brema Gélida.
ru: Хм. Сейчас самый сезон для ледяных лещей.

# HERMITCRAB_COMPLAIN.GIVE_FISH_WINTER.MED.1
source: I used to catch Ice Bream all through the winter...
de: Früher habe ich den ganzen Winter lang Eisbrassen gefangen ...
es: Antes pescaba besugo helado durante todo el invierno...
es_mx: Solía pescar Besugos Helados durante todo el invierno.
fr: Autrefois, je pêchais des dorades glacées tout au long de l'hiver.
it: Un tempo riuscivo a pescare pagelli gelato per tutto l'inverno...
ja: かつては冬の間中アイスブリームをとっていたものだよ…
pl: Kiedyś łapałam lodowe leszcze przez całą zimę...
pt_br: Eu tinha o hábito de pescar Brema Gélida durante todo o inverno...
ru: Зимой я всегда ловила ледяных лещей…

# HERMITCRAB_COMPLAIN.GIVE_FLOWER_SALAD.HIGH.1.1
source: Flower salad brings back such memories...
de: Blumensalat weckt so herrliche Erinnerungen ...
es: La ensalada de flores me trae tantos recuerdos...
es_mx: La ensalada floral me trae tantos recuerdos...
fr: La salade de fleurs ravive toujours tant de souvenirs...
it: L'insalata di fiori mi riporta alla memoria ricordi tanto belli...
ja: フラワーサラダが想い出を呼び起こしてくれたよ…
pl: Sałatka kwiatowa budzi we mnie takie piękne wspomnienia...
pt_br: Salada de flores é algo que me traz muitas lembranças...
ru: Цветочный салат навевает воспоминания…

# HERMITCRAB_COMPLAIN.GIVE_FLOWER_SALAD.HIGH.1.2
source: Could you make some for me?
de: Kannst du mir welchen machen?
es: ¿Podrías prepararme un poco?
es_mx: ¿Podrías prepararme una?
fr: Pourrais-tu m'en préparer ?
it: Potresti prepararmene una?
ja: アタシにちょっと作ってくれるかい？
pl: Zrobisz mi trochę?
pt_br: Pode preparar um pouco para mim?
ru: Приготовишь его мне?

# HERMITCRAB_COMPLAIN.GIVE_FLOWER_SALAD.LOW.1
source: Hmph. No ingredients for flower salad around...
de: Hmpf. Nirgends Zutaten für Blumensalat ...
es: Mmff. Por aquí no hay ingredientes para una ensalada de flores...
es_mx: Mmm... no hay ingredientes para preparar una ensalada floral en los alrededores.
fr: Hmf. Je ne trouve les pas ingrédients de la salade de fleurs par ici...
it: Uhm. Qui attorno non ci sono gli ingredienti per l'insalata di fiori...
ja: ふう。フラワーサラダの材料がこの辺にはないねえ…
pl: Hm. Nie widzę w pobliżu składników na sałatkę kwiatową...
pt_br: Hunf. Não tem ingredientes para salada de flores por aqui...
ru: Хм. Явно не хватает ингредиентов для цветочного салата…

# HERMITCRAB_COMPLAIN.GIVE_FLOWER_SALAD.MED.1
source: My sweetie used to make my favorite... flower salad...
de: Mein Süßer hat mir immer meinen Lieblingsblumensalat gemacht ...
es: Mi amorcito me solía preparar mi plato favorito: ensalada de flores...
es_mx: Mi amorcito me solía preparar mi favorito: la ensalada floral.
fr: Mon biquet me préparait mon plat préféré : de la salade de fleurs...
it: Il mio tesoro mi preparava sempre la mia preferita... L'insalata di fiori...
ja: アタシの愛しい人がかつて作ってくれんだよ...フラワーサラダ…
pl: Dawniej mój ukochany zawsze robił moją ulubioną... sałatkę kwiatową...
pt_br: Meu amor costumava fazer a minha favorita... salada de flores...
ru: Мой милый готовил мой любимый… цветочный салат…

# HERMITCRAB_COMPLAIN.GIVE_HEAVY_FISH.HIGH.1.1
source: If you could bring me some big fish...
de: Bring mir doch ein paar große Fische ...
es: Si pudieras traerme algún pez grande...
es_mx: ¿Podrías traerme un pez grande?
fr: Si seulement vous pouviez m'apporter un gros poisson...
it: Se potessi portarmi dei bei pescioni...
ja: アンタが大きな魚を取ってきてくれたら…
pl: Gdybym dostała jakąś wielką rybę...
pt_br: Se você puder me trazer peixes grandes...
ru: Не принесешь мне какую-нибудь большую рыбу?..

# HERMITCRAB_COMPLAIN.GIVE_HEAVY_FISH.HIGH.1.2
source: I'd be so happy!
de: Ich würde mich sehr freuen!
es: ¡Sería la mar de feliz!
es_mx: ¡Eso me haría muy feliz!
fr: Je serais si heureuse !
it: Ne sarei felicissima!
ja: とてもうれしいよ！
pl: Byłabym taka szczęśliwa!
pt_br: Eu ficaria muito contente!
ru: Я бы очень порадовалась!

# HERMITCRAB_COMPLAIN.GIVE_HEAVY_FISH.LOW.1.1
source: (Grumble)... only ever catch minnows...
de: (Grummel) ... Ich fange immer nur Kleinkram ...
es: Grrr... Solo pesco pezqueñines...
es_mx: (Gruñido)... Siempre atrapo piscardos.
fr: *Grogne*... Je ne pêche que du menu fretin...
it: (Borbotta)... Prendi sempre e solo saraghi...
ja: （ブツブツ）…小魚ばっかし…
pl: Hmpf... Nic tylko płotki...
pt_br: (Resmungos)... quando muito, pego vairões...
ru: (Бурчит) …селедку всякую ловит…

# HERMITCRAB_COMPLAIN.GIVE_HEAVY_FISH.LOW.1.2
source: Never a nice big fish...
de: Nie mal ein paar schöne große Fische ...
es: Nunca un buen pez grandote...
es_mx: Nunca un pez grande.
fr: Je n'ai jamais pêché de gros poisson...
it: Mai un bel pesce grosso...
ja: おいしそうな大きな魚なんて一度もない…
pl: Nie uświadczysz porządnej, dużej ryby...
pt_br: Nunca é um belo peixão...
ru: А чтоб большую рыбу — так нет…

# HERMITCRAB_COMPLAIN.GIVE_HEAVY_FISH.MED.1
source: If only SOMEONE could bring me some big, juicy fish...
de: Wenn mir doch IRGENDJEMAND ein paar leckere große Fische bringen würde ...
es: Si ALGUIEN pudiera traerme un buen pescado grandote y jugoso...
es_mx: Si tan solo ALGUIEN pudiese traerme un gran y delicioso pez...
fr: Si seulement QUELQU'UN pouvait m'apporter un gros poisson bien dodu...
it: Se QUALCUNO potesse portarmi un bel pescione succulento...
ja: ダレカサンが大きくてプリプリの魚を取ってきてくれたらな…
pl: Żeby tak KTOŚ mi przyniósł jakąś wielką, soczystą rybę...
pt_br: Se ALGUÉM pudesse me trazer peixes grandes e suculentos...
ru: Хоть КТО-ТО может принести мне большую сочную рыбу?..

# HERMITCRAB_COMPLAIN.GIVE_PUFFY_VEST.HIGH.1
source: Ooooh, I do wish I had something warm to wear.
de: Ooooh, ich wünschte, ich hätte was Warmes zum Anziehen.
es: Oooh, ojalá tuviera algo calentito que ponerme.
es_mx: Oh. Me gustaría tener una prenda cálida que pueda usar.
fr: Oooooh, j'aimerais tant avoir quelque chose de chaud à me mettre.
it: Ooooh, mi piacerebbe avere qualcosa di caldo da indossare.
ja: おーー！ 何か暖かい服を持ってたらよかったのだけどねえ。
pl: Och, chciałabym mieć jakieś ciepłe okrycie.
pt_br: Aaaah, bem que eu queria ter algo quentinho para vestir.
ru: У-у-у, если бы у меня было что потеплее надеть.

# HERMITCRAB_COMPLAIN.GIVE_PUFFY_VEST.LOW.1
source: (Grumble) It's freezing out here!
de: (Grummel) Es ist so kalt hier draußen!
es: Grrrr... ¡Hace un frío que pela ahí fuera!
es_mx: (Gruñido) ¡Está helando!
fr: *Grogne* On gèle aujourd'hui !
it: (Borbotta) Qui fuori si gela!
ja: （ブツブツ）ここは凍るように寒いのう！
pl: Hmpf! Zamarznąć tu można!
pt_br: (Resmungos) Está um frio de lascar aqui fora!
ru: (Бурчит) Какой мороз!
