Repository: Endeer/dst-cz
Catalog: locales/*/hermitcrab.po
Languages: de, es, es_mx, fr, it, ja, pl, pt_br, ru

# HERMITCRAB_COMPLAIN.GIVE_PUFFY_VEST.MED.1
source: Brrr, this cold weather is terrible for my rheumatism.
de: Brrr, diese Kälte ist Gift für mein Rheuma.
es: Brrr, este frío me viene fatal para el reuma.
es_mx: ¡Brrr! Este clima helado es terrible para mi reuma.
fr: Brrr, le froid est terrible pour mes rhumatismes.
it: Brrr, questo freddo è inclemente con i miei reumatismi.
ja: ブルブル、寒空はリュウマチには最悪だよ。
pl: Brrr, ta zimna woda nie pomaga na mój reumatyzm.
pt_br: Brrr, esse clima frio é péssimo para o meu reumatismo.
ru: Бр-р-р, вот сейчас бы при моем ревматизме такой холод.

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.HIGH.1.1
source: What terrible weather.
de: Was für schreckliches Wetter.
es: Qué tiempo tan terrible.
es_mx: Qué clima tan terrible.
fr: Quel temps épouvantable !
it: Che tempo da lupi.
ja: なんてひどい天気なんだろうねえ。
pl: Cóż za paskudna pogoda.
pt_br: Que clima horrível.
ru: Какая ужасная погода.

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.HIGH.1.2
source: Do you have an umbrella, dearie?
de: Hast du einen Regenschirm, Liebchen?
es: ¿Tienes un paraguas, cielo?
es_mx: ¿Tienes un paraguas, cariño?
fr: Aurais-tu un parapluie, trésor ?
it: Hai un ombrello, tesoro?
ja: 傘は持っているかい？
pl: Masz jakąś parasolkę, skarbeńku?
pt_br: Você tem um guarda-chuva, meu bem?
ru: Зонтик у тебя есть, золотко?

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.LOW.1.1
source: Miserable rain...
de: Mistregen ...
es: Qué lluvia tan horrible...
es_mx: Lluvia horrible...
fr: La pluie me rend triste...
it: Pioggia incessante...
ja: みじめな雨だよ...
pl: Żałosny deszcz...
pt_br: Chuva miserável...
ru: Отвратительный дождь…

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.LOW.1.2
source: I'll catch my death...
de: Ich hole mir noch den Tod ...
es: Me voy a pillar una pulmonía...
es_mx: Lo único que pescaré será mi muerte...
fr: Je vais attraper la mort...
it: Ci lascerò le chele...
ja: 風邪ひいちまうよ...
pl: Śmierć mnie dopadnie...
pt_br: Vou acabar caindo morta...
ru: Так и помереть недолго…

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.MED.1.1
source: I'm getting soaked to the chitin!
de: Ich bin durchweicht bis aufs Chitin!
es: ¡Me estoy calando hasta la quitina!
es_mx: ¡Se me está empapando hasta la quitina!
fr: Ma chitine est trempée !
it: Sono zuppa fino alla chitina!
ja: キチン質漬けになっちまってるよ！
pl: Pancerz mi przemókł do suchej nitki!
pt_br: Estou ficando encharcada até a quitina!
ru: Промокла до хитина!

# HERMITCRAB_COMPLAIN.GIVE_UMBRELLA.MED.1.2
source: If only I had an umbrella...
de: Hätte ich doch einen Regenschirm ...
es: Si tuviera un paraguas...
es_mx: Si tan solo tuviese un paraguas...
fr: Si seulement j'avais un parapluie...
it: Se solo avessi un ombrello...
ja: 傘がありさえすればのう…
pl: Żebym tak miała parasolkę...
pt_br: Se ao menos eu tivesse um guarda-chuva...
ru: Вот был бы у меня зонт…

# HERMITCRAB_COMPLAIN.PLANT_BERRIES.HIGH.1.1
source: Care to help me with some gardening?
de: Kannst du mir im Garten helfen?
es: ¿Me ayudarías con la jardinería?
es_mx: ¿Me ayudarías haciendo un poco de jardinería?
fr: Pourrais-tu faire un peu de jardinage pour moi ?
it: Potresti aiutarmi a fare un po' di giardinaggio?
ja: ガーデニングを手伝ってくれるかい？
pl: Zechcesz mi pomóc w ogródku?
pt_br: Se importa de me ajudar com um pouco de jardinagem?
ru: Поможешь с моим садом?

# HERMITCRAB_COMPLAIN.PLANT_BERRIES.HIGH.1.2
source: I need some new berry bushes.
de: Ich brauche neue Beerensträucher.
es: Necesito unos cuantos arbustos de bayas.
es_mx: Necesito unos arbustos de bayas nuevos.
fr: J'ai besoin de nouveaux buissons à baies.
it: Mi servirebbero dei nuovi cespugli di bacche.
ja: 新しい木イチゴの低木が必要だのう。
pl: Potrzebne mi nowe krzaki porzeczek.
pt_br: Preciso de novas moitas de bagas.
ru: Мне нужны новые ягодные кусты.

# HERMITCRAB_COMPLAIN.PLANT_BERRIES.LOW.1
source: All of my berry bushes died.
de: All meine Beerensträucher sind tot.
es: Todos mis arbustos de bayas han muerto.
es_mx: Todos mis arbustos de bayas se marchitaron.
fr: Tous mes buissons à baies sont morts.
it: Tutti i miei cespugli di bacche sono morti.
ja: 木イチゴの低木は全部枯れたよ。
pl: Wszystkie moje krzaki porzeczek pozdychały.
pt_br: Todas as minhas moitas de bagas morreram.
ru: Все мои ягодные кусты умерли.

# HERMITCRAB_COMPLAIN.PLANT_BERRIES.MED.1
source: I miss my garden... I used to grow berries...
de: Ich vermisse meinen Garten ... Ich hatte immer Beeren ...
es: Echo de menos mi jardín... Antes cultivaba bayas...
es_mx: Extraño mi jardín. Solía cultivar bayas.
fr: Mon jardin me manque... J'y faisais pousser des baies...
it: Il mio giardino mi manca... Un tempo coltivavo le bacche...
ja: アタシの庭が恋しいのう…かつてはキイチゴを育てていたんだよ…
pl: Tęsknię za moim ogrodem... Kiedyś hodowałam w nim porzeczki...
pt_br: Sinto falta do meu jardim... Eu cultivava bagas...
ru: Я скучаю по своему саду… Я выращивала в нем ягоды.

# HERMITCRAB_COMPLAIN.PLANT_FLOWERS.HIGH.1.1
source: Dearie, would you...
de: Liebchen, würdest du ...
es: Cielo, ¿podrías...?
es_mx: Cariño, ¿me...
fr: Trésor, pourrais-tu...
it: Tesoro, potresti...
ja: アンタ…
pl: Skarbeńku, proszę...
pt_br: Meu bem, você poderia...
ru: Золотко, а ты…

# HERMITCRAB_COMPLAIN.PLANT_FLOWERS.HIGH.1.2
source: Help me plant some flowers?
de: ... mir helfen, ein paar Blumen zu pflanzen?
es: ¿Ayudarme a plantar unas flores?
es_mx: ... ayudarías a plantar algunas flores?
fr: M'aider à planter des fleurs ?
it: Aiutarmi a piantare dei fiori?
ja: 花を植えるのを手伝ってくれるかい？
pl: Pomożesz mi zasadzić kilka kwiatów?
pt_br: Me ajudar a plantar flores?
ru: Не поможешь мне с посадкой цветов?

# HERMITCRAB_COMPLAIN.PLANT_FLOWERS.LOW.1
source: Useless lazy bees... not a drop of honey...
de: Nutzlose Faulpelze ... Kein Tropfen Honig ...
es: Abejas holgazanas... Ni una gota de miel.
es_mx: Abejas flojas e inútiles... ni siquiera una gota de miel.
fr: Ces abeilles inutiles... Pas une goutte de miel...
it: Api lazzarone... Nemmeno una goccia di miele...
ja: 役立たずの怠けバチ…蜜を落としもしない…
pl: Leniwe, bezużyteczne pszczoły... ani kropli miodu...
pt_br: Abelhas preguiçosas e imprestáveis... nem uma gota de mel...
ru: Бесполезные ленивые пчелы… Ни капли меда…

# HERMITCRAB_COMPLAIN.PLANT_FLOWERS.MED.1
source: When I had my flower garden, the bees made honey all the time.
de: Als ich noch meinen Blumengarten hatte, haben die Bienen immerzu Honig gemacht.
es: Cuando yo tenía mi jardín de flores, las abejas daban miel todo el rato.
es_mx: Cuando tenía mi jardín de flores, las abejas hacían miel todo el tiempo.
fr: Quand j'avais des fleurs, les abeilles produisaient tout le temps du miel.
it: Quando avevo il mio giardino fiorito, le api facevano tonnellate di miele.
ja: フラワーガーデンがあったときは、ハチどもはいつでも蜜を集めていたよ。
pl: Gdy miałam kwiaty w moim ogrodzie, pszczoły robiły miód bez przerwy.
pt_br: Quando eu tinha meu jardim de flores, as abelhas faziam mel o tempo todo.
ru: Когда у меня был цветочный сад, пчелы все время приносили мед.

# HERMITCRAB_COMPLAIN.REMOVE_JUNK.HIGH.1
source: You look spry! Could you get rid of that junk in the water?
de: Du siehst rüstig aus! Könntest du das Gerümpel im Wasser loswerden?
es: ¡Te veo con energía! ¿Podrías deshacerte de la basura que hay en el agua?
es_mx: ¡Te ves como una persona energética! ¿Podrías quitar esa basura del agua?
fr: Tu as l'air en forme ! Pourrais-tu retirer tout ce bazar, dans l'eau ?
it: Hai un sacco di energie, si vede! Puoi ripulire l'acqua da tutta quell'immondizia?
ja: アンタは元気そうだな。あの水の中のガラクタをしょぶんしてくれないかねえ？
pl: Wyglądasz na dziarską osobę! Dasz radę pozbyć się tych śmieci z wody?
pt_br: Você parece ter muito vigor! Poderia se livrar daquele lixo na água?
ru: А у тебя вроде силенок хватает! Можешь убрать из воды мусор?

# HERMITCRAB_COMPLAIN.REMOVE_JUNK.LOW.1
source: (Grumble)... water's all full of junk...
de: (Grummel) ... Das Wasser ist voller Müll ...
es: Grrr... El agua está llena de basura...
es_mx: (Gruñido)... El agua está toda llena de basura.
fr: *Grogne*... Il y a tout un tas de choses dans l'eau...
it: (Borbotta)... L'acqua è piena di immondizia...
ja: （ぶつぶつ）水の中が…がらくたでいっぱいだよ...
pl: Hmpf! W wodzie pełno badziewia...
pt_br: (Resmungos)... a água tá cheia de lixo...
ru: (Бурчит) …всю воду загрязнили…

# HERMITCRAB_COMPLAIN.REMOVE_JUNK.MED.1
source: The water's so full of junk, I can't even see the fish!
de: Das Wasser ist so voller Müll, dass ich nicht mal die Fische sehe!
es: ¡Hay tanta basura en el agua que no veo los peces!
es_mx: ¡El agua está tan llena de basura que ni siquiera puedo ver los peces!
fr: Il y a tellement de choses dans l'eau que je ne vois même pas les poissons !
it: L'acqua è così piena di immondizia che non riesco nemmeno a vedere i pesci!
ja: がらくたばかりで魚なんか見えやしないよ！
pl: W tej wodzie jest tyle śmieci, że nawet nie widać ryb!
pt_br: A água tá tão cheia de lixo que eu nem consigo ver os peixes!
ru: В воде столько мусора, что мне рыбы не видно!

# HERMITCRAB_COMPLAIN.REMOVE_LUREPLANT.HIGH.1.1
source: Would you be a dear?
de: Bist du ein Engel?
es: Anda, hazme un favorcito.
es_mx: ¿Serías tan amable de...
fr: Pourrais-tu me rendre un service, trésor ?
it: Saresti così gentile?
ja: ちょっと手伝ってくれないかい？
pl: Zrobisz to dla mnie?
pt_br: Poderia me fazer uma gentileza?
ru: Окажи любезность?

# HERMITCRAB_COMPLAIN.REMOVE_LUREPLANT.HIGH.1.2
source: Take care of that awful plant for me.
de: Kümmere dich für mich um die grässliche Pflanze.
es: Ocúpate de esa planta tan horrenda por mí.
es_mx: ... encargarte de esa horrible planta por mí?
fr: Occupe-toi de cette ignoble plante pour moi.
it: Ti occuperesti di quella pianta inguardabile?
ja: あのひどい植物をどうにかしておくれ。
pl: Proszę, zajmij się tą okropną rośliną.
pt_br: Dê um jeito naquela planta horrível para mim.
ru: Разберись с этим ужасным растением.

# HERMITCRAB_COMPLAIN.REMOVE_LUREPLANT.LOW.1.1
source: That horrible plant...
de: Diese furchtbare Pflanze ...
es: Esa planta horrible...
es_mx: Esa horrible planta...
fr: Cette horrible plante...
it: Quella pianta orribile...
ja: あのいまいましい植物め…
pl: Ta koszmarna roślina...
pt_br: Aquela planta horrível...
ru: Это кошмарное растение…

# HERMITCRAB_COMPLAIN.REMOVE_LUREPLANT.LOW.1.2
source: Such an eyesore...
de: Ein Schandfleck ...
es: Es un dolor para la vista...
es_mx: Qué monstruosidad...
fr: Elle me gâche la vue !
it: È un pugno in un occhio...
ja: なんと目が痛い…
pl: Aż oczy bolą...
pt_br: É uma monstruosidade...
ru: Только глаза мозолит…

# HERMITCRAB_COMPLAIN.REMOVE_LUREPLANT.MED.1
source: That lureplant is going to take over my whole yard!
de: Diese Köderpflanze breitet sich noch in meinem ganzen Garten aus!
es: ¡Esa señueplanta va a acaparar todo mi jardín!
es_mx: ¡Ese bulbo de carne se va a apoderar de todo mi patio!
fr: Cette plante leurre va envahir tout mon jardin !
it: Quella pianta adescatrice si espanderà per tutto il mio giardino!
ja: ルアープラントがこの庭を侵食しつくす気だ！
pl: Ten mięśniak zaraz opanuje całe moje podwórko!
pt_br: Aquela plantaolho vai acabar tomando conta do meu quintal inteiro!
ru: Этот приманкоцвет по всему саду разрастется!

# HERMITCRAB_DEFAULT_REWARD.HIGH.1
source: Such a big help! Thank you.
de: Du warst eine große Hilfe! Danke.
es: ¡Qué gran ayuda! Gracias.
es_mx: ¡Has sido de gran ayuda! Gracias.
fr: Tu m'es d'une aide inestimable ! Merci.
it: Mi hai dato una grossa mano! Grazie.
ja: 助かったよ！ありがとうね。
pl: Co za nieoceniona pomoc! Dziękuję.
pt_br: Você ajudou muito! Obrigada.
ru: Огромное спасибо за помощь!

# HERMITCRAB_DEFAULT_REWARD.LOW.1.1
source: I guess you want something for helping me out?
de: Du willst wohl etwas für deine Hilfe haben?
es: Supongo que querrás algo por echarme un cable.
es_mx: Imagino que quieres algo por haberme ayudado.
fr: J'imagine que tu veux quelque chose en remerciement ?
it: Immagino tu voglia qualcosa per avermi dato una mano?
ja: 手助けの見返りがほしいんだろう？
pl: Podejrzewam, że oczekujesz jakiejś zapłaty za pomoc?
pt_br: Acho que você quer receber algo por me ajudar, não?
ru: Надо полагать, ты что-то хочешь взамен за помощь?

# HERMITCRAB_DEFAULT_REWARD.LOW.1.2
source: Fine.
de: Gut.
es: Vale.
es_mx: Bien.
fr: Très bien.
it: Va bene.
ja: いいだろう。
pl: Dobrze.
pt_br: Tudo bem.
ru: Ладно.

# HERMITCRAB_DEFAULT_REWARD.MED.1
source: I guess it's not so bad having you around.
de: Nicht schlecht, dich in der Gegend zu haben.
es: Supongo que no está mal tenerte por aquí.
es_mx: Creo que no es tan malo tenerte cerca.
fr: C'est plutôt agréable de t'avoir dans les parages.
it: Non è poi così male averti tra i piedi.
ja: アンタをそばに置いておくのも悪くなさそうだねえ。
pl: Dobrze mieć pod ręką kogoś takiego.
pt_br: Acho que não é tão ruim ter você por perto.
ru: Что ж, надо признать, от тебя тоже есть польза.

# HERMITCRAB_FIGHT.1.1
source: You louse!
de: Du Laus!
es: ¡Canalla!
es_mx: ¡Canalla!
fr: Mufle !
it: Canaglia!
ja: ろくでもないやつ！
pl: Ty szujo!
pt_br: Verme duma figa!
ru: Ты чудовище!

# HERMITCRAB_FIGHT.1.2
source: Bullying a sweet, innocent old lady like myself!
de: Bedrängst eine süße, unschuldige Alte wie mich!
es: ¡Intimidando a una ancianita inocente como yo!
es_mx: ¡¿Por qué molestas a una dulce e inocente ancianita como yo?!
fr: T'en prendre à une vieille dame innocente comme moi !
it: Come puoi prenderti gioco di un'anziana, innocente signora come me!
ja: アタシみたいな愛らしい無垢なおばあちゃんをいじめるなんて！
pl: Żeby gnębić taką uroczą, niewinną staruszkę jak ja!
pt_br: Maltratando uma senhora idosa doce e inocente como eu!
ru: Как ты смеешь обижать милую безобидную старушку!

# HERMITCRAB_GETFISH_BIG.1
source: Now that's a proper-sized fish!
de: Das ist aber ein ordentlicher Fisch!
es: ¡Esto sí que es un pez como está mandado!
es_mx: ¡Ese sí es un pez del tamaño adecuado!
fr: Voilà un beau poisson !
it: Questo sì che è un pesce degno di questo nome!
ja: ちょうどいい大きさの魚じゃないか！
pl: No i to jest ryba o konkretnym rozmiarze!
pt_br: Esse sim é um peixe com um tamanho apropriado!
ru: Вот это я понимаю — рыба нормальных размеров!

# HERMITCRAB_GIVE_PEARL.1
source: If you find my sweetie on your travels...
de: Wenn du auf deinen Reisen meinen Süßen triffst ...
es: Si encuentras a mi amorcito en tus viajes...
es_mx: Si encuentras a mi amorcito en tus viajes...
fr: Si tu trouves mon biquet au cours de tes pérégrinations...
it: Se trovi il mio tesorino durante uno dei tuoi viaggi...
ja: もし旅の途中でアタシの愛しい人を見つけたら…
pl: Jeśli w czasie swoich podróży znajdziesz mojego ukochanego...
pt_br: Se você encontrar meu amor durante suas viagens...
ru: Если во время странствий ты встретишь моего любимого…

# HERMITCRAB_GIVE_PEARL.2
source: Could you... give him that pearl?
de: Gibst du ihm ... diese Perle?
es: ¡¿Podrías... darle esa perla?!
es_mx: ... ¿le darías esta perla?
fr: Pourrais-tu... lui donner cette perle ?
it: Potresti... dargli quella perla?
ja: この真珠を渡してくれるかい？
pl: Możesz... przekazać mu tę perłę?
pt_br: Poderia... dar essa pérola para ele?
ru: То… отдай ему эту жемчужину?

# HERMITCRAB_GIVE_PEARL.3
source: He'll recognize it.
de: Er wird sich freuen.
es: La reconocerá.
es_mx: Él la reconocerá.
fr: Il la reconnaîtra.
it: Lui la riconoscerà.
ja: あの人ならわかるだろう。
pl: Rozpozna ją.
pt_br: Ele vai reconhecê-la.
ru: Он ее узнает.

# HERMITCRAB_GOT_PEARL.1
source: Oh...
ja: おお…
pl: Och...
pt_br: Ah...
ru: Ой…

# HERMITCRAB_GOT_PEARL.2
source: ...I think I understand now.
de: ... Ich glaube, ich verstehe.
es: ... Creo que ya lo entiendo.
es_mx: ... creo que ya entiendo.
fr: ...Je crois que je comprends.
it: ... Ora penso di capire.
ja: …わかったよ。
pl: Teraz chyba rozumiem...
pt_br: Acho que agora eu entendo.
ru: …Теперь я понимаю.

# HERMITCRAB_GOT_PEARL.3
source: Thank you for bringing this back to me.
de: Danke fürs Zurückbringen.
es: Gracias por traerme esto.
es_mx: Gracias por traerme esto de vuelta.
fr: Merci de me l'avoir rapportée.
it: Grazie per avermela riportata.
ja: これを返しに来てくれてありがとうねえ。
pl: Dziękuję, że mogłam ją odzyskać.
pt_br: Obrigada por ter me trazido isso de volta.
ru: Она снова со мной. Спасибо.

# HERMITCRAB_GOT_PEARL.4
source: I'm so glad you kept coming back.
de: Wie schön, dass du zurückgekommen bist.
es: Qué bien que hayas seguido viniendo.
es_mx: Me alegra mucho que sigas regresando.
fr: Je suis contente que tu aies continué à revenir.
it: Sono così felice che tu sia di nuovo qui.
ja: また会いに来てくれてうれしいよ。
pl: Tak się cieszę, że zawsze do mnie wracasz.
pt_br: Ainda bem que você voltou de novo.
ru: Как хорошо, что мне не удалось тебя отвадить…

# HERMITCRAB_GOT_PEARL.5
source: My friend.
de: Mein Freund.
es: Mi camarada.
es_mx: Amigo mío.
fr: Tu as toute mon amitié.
it: Ti ringrazio molto.
ja: 友人よ。
pl: To jest przyjaźń.
pt_br: Eu prezo sua amizade.
ru: Друг.

# HERMITCRAB_GO_HOME.1
source: Time to rest this old chitin.
de: Zeit, mein Chitin auszuruhen.
es: Hora de descansar esta vieja quitina.
es_mx: Es hora de darle descanso a esta vieja quitina.
fr: Il est temps pour moi de reposer ma vieille chitine.
it: È ora di riposare questa chitina stanca.
ja: 古いキチン質を休ませる時間だよ。
pl: Czas położyć ten stary pancerz.
pt_br: Hora de descansar esta velha quitina.
ru: Время этому старому панцирю отдохнуть.

# HERMITCRAB_GREETING.0.1
source: Go away!
de: Verschwinde!
es: ¡Largo!
es_mx: ¡Aléjate!
fr: Ouste !
it: Vattene!
ja: あっちに行って！
pl: Odejdź!
pt_br: Vai embora!
ru: Уходи!

# HERMITCRAB_GREETING.0.2
source: Shoo!
de: Geh weg!
es: ¡Bu!
es_mx: ¡Bu!
fr: Du vent !
it: Sciò!
ja: シッシッ！
pl: Spadówa!
pt_br: Xô!
ru: Брысь отсюда!

# HERMITCRAB_GREETING.0.3
source: Leave me alone!
de: Lass mich in Ruhe!
es: ¡Déjame en paz!
es_mx: ¡Déjame en paz!
fr: Laisse-moi tranquille !
it: Lasciami stare!
ja: あっち行け！
pl: Zostaw mnie w spokoju!
pt_br: Me deixe em paz!
ru: Оставь меня в покое!

# HERMITCRAB_GREETING.0.4
source: No trespassing!
de: Du hast hier nichts zu suchen!
es: ¡No te cueles!
es_mx: ¡No invadas mi propiedad!
fr: C'est une propriété privée !
it: Vietato l'ingresso!
ja: 進入禁止だよ！
pl: Zakaz wstępu!
pt_br: Entrada proibida!
ru: Посторонним вход воспрещен!

# HERMITCRAB_GREETING.0.5
source: Get off my beach!
de: Verschwinde von meinem Strand!
es: ¡Fuera de mi playa!
es_mx: ¡Fuera de mi playa!
fr: C'est ma plage ici !
it: Via dalla mia spiaggia!
ja: アタシのビーチから出な！
pl: Wynocha z mojej plaży!
pt_br: Saia da minha praia!
ru: Вон с моего пляжа!

# HERMITCRAB_GREETING.1.1
source: Hmph.
de: Hmpf.
es: Mmff.
es_mx: Mmm...
fr: Hmf.
it: Uhm.
ja: ふう。
pl: Hm.
pt_br: Hunf.
ru: Хм.

# HERMITCRAB_GREETING.1.2
source: Go find someone else to bother!
de: Geh wen anders belästigen!
es: ¡Búscate a otro a quien molestar!
es_mx: ¡Ve a buscar a alguien más a quien molestar!
fr: Va embêter quelqu'un d'autre !
it: Vai a trovare qualcun altro a cui dare fastidio!
ja: 他のやつの邪魔をしてな！
pl: Idź zawracać głowę komuś innemu!
pt_br: Vá procurar outra para incomodar!
ru: Иди мешай кому-нибудь еще!

# HERMITCRAB_GREETING.10.1
source: How have you been, dearie?
de: Wie geht es denn, Liebchen?
es: ¿Cómo has estado, cielo?
es_mx: ¿Cómo has estado, cariño?
fr: Comment ça va, trésor ?
it: Come stai, tesoro?
ja: 元気にしてたかい？
pl: Jak się miewasz, skarbeńku?
pt_br: Como tem passado, meu bem?
ru: Как поживаешь, золотко?

# HERMITCRAB_GREETING.10.2
source: If it isn't my favorite visitor!
de: Wenn das nicht mein Lieblingsbesuch ist!
es: ¡Pero si es mi visitante estrella!
es_mx: ¡Pero si es mi visita favorita!
fr: Ça me fait plaisir de te voir !
it: Sei proprio la mia persona preferita!
ja: アタシの大好きなお客さんじゃないかい！
pl: Czyżby to mój ulubiony gość?
pt_br: Eu adoro quando você vem me visitar!
ru: Это же мой любимый гость!

# HERMITCRAB_GREETING.10.3
source: Are you eating enough?
de: Isst du auch genug?
es: ¿Estás comiendo bien?
es_mx: ¿Estás comiendo bien?
fr: Tu n'as que la peau sur les os !
it: Mangi abbastanza?
ja: おなか一杯になったかい？
pl: Mam nadzieję, że dobrze jesz.
pt_br: Você está se alimentado direito?
ru: Ты хорошо кушаешь?

# HERMITCRAB_GREETING.2.1
source: What are you doing here?
de: Was machst du hier?
es: ¿Qué haces aquí?
es_mx: ¿Qué haces aquí?
fr: Qu'est-ce que tu fais ici ?
it: Che ci fai qui?
ja: ここで何をしてるんだい？
pl: Co cię tu sprowadza?
pt_br: O que você está fazendo aqui?
ru: Что ты здесь делаешь?

# HERMITCRAB_GREETING.2.2
source: What do you want?
de: Was willst du?
es: ¿Qué quieres?
es_mx: ¿Qué quieres?
fr: Qu'est-ce que tu veux ?
it: Che cosa vuoi?
ja: 一体どうしたいんだ？
pl: Czego chcesz?
pt_br: O que você quer?
ru: Что тебе нужно?

# HERMITCRAB_GREETING.3.1
source: You're back?
de: Du bist zurück?
es: ¿Has vuelto?
es_mx: ¿Volviste?
fr: Te revoilà !
it: Di nuovo qui?
ja: 戻ったのかい？
pl: Jesteś z powrotem!
pt_br: Você voltou?
ru: Опять ты?

# HERMITCRAB_GREETING.3.2
source: Don't you have anything better to do?
de: Hast du nichts Besseres zu tun?
es: ¿No tienes nada mejor que hacer?
es_mx: ¿No tienes nada mejor que hacer?
fr: Tu n'as rien de mieux à faire ?
it: Non hai niente di meglio da fare?
ja: もっとマシなことをしたらどうだい？
pl: Nie masz nic lepszego do roboty?
pt_br: Você não tem nada melhor para fazer?
ru: У тебя других дел нет?

# HERMITCRAB_GREETING.3.3
source: Troublesome whipper-snapper...
de: Nervtötende Impertinenz ...
es: Lo hay inmaduros y gamberros...
es_mx: Escuincle fastidioso...
fr: Arrête de me courir sur le haricot !
it: Combinaguai che non sei altro...
ja: めんどうなウィッパースナッパーだよ…
pl: Nieznośny bachor...
pt_br: Detesto gente metida e encrenqueira...
ru: Вот зараза приставучая…

# HERMITCRAB_GREETING.4.1.1
source: You're persistent
de: Du bist aber hartnäckig.
es: Sí que insistes.
es_mx: Eres persistente...
fr: Tu es tenace.
it: La tenacia è una delle tue qualità.
ja: アンタはしつこいねえ
pl: Ale masz upór.
pt_br: Você é persistente.
ru: Вынуждена признать…

# HERMITCRAB_GREETING.4.1.2
source: I'll give you that.
de: Das muss ich schon sagen.
es: Eso hay que reconocerlo.
es_mx: ... te lo reconozco.
fr: Je veux bien l'admettre.
it: Te lo concedo.
ja: あげるよ。
pl: Dam ci to.
pt_br: Tenho que admitir.
ru: Ты не сдаешься так просто.

# HERMITCRAB_GREETING.4.2
source: Hmph. Just don't make a nuisance of yourself.
de: Hmpf. Fall mir besser nicht auf den Wecker.
es: Mmff. No molestes tanto.
es_mx: Mmm... no seas una molestia.
fr: Hmf. Bon, tâche de ne pas te faire remarquer.
it: Ma vedi di non approfittare di me.
ja: ふう。迷惑をかけるんじゃないよ。
pl: Hm. Mam tylko nadzieję, że nie będziesz mi zawracać głowy.
pt_br: Hunf. Só não vá me causar aborrecimentos.
ru: Хм. Только под ногами не мешайся.

# HERMITCRAB_GREETING.5.1
source: Just can't get enough of my sparkling personality, hmm?
de: Kriegst gar nicht genug von meiner schillernden Persönlichkeit, was?
es: No te cansas de mi personalidad chispeante, ¿mmm?
es_mx: No te cansas de mi encantadora personalidad, ¿verdad?
fr: Tu ne peux pas te passer de ma personnalité brillante ?
it: Non riesci a fare a meno della mia personalità scoppiettante, eh?
ja: アタシの輝く魅力がもっとほしいんだろ、んん？
pl: Wciąż nie masz dosyć mojej przebojowej osobowości, co?
pt_br: Não consegue resistir à minha personalidade radiante, hein?
ru: Что, не хватало моего радушия?

# HERMITCRAB_GREETING.5.2.1
source: Well, if it isn't... hm...
de: Na, das ist doch ... hm ...
es: Vaya, pero si es... Mm...
es_mx: Vaya, pero si es... mmm...
fr: Eh bien, si ce n'est pas... euh...
it: Guarda un po' chi arriva!
ja: うーん…もしや…
pl: Czyżbym widziała... hm...
pt_br: Ora, se não é... hm...
ru: Ты же… Хм…

# HERMITCRAB_GREETING.5.2.2
source: What was your name?
de: Wie heißt du noch gleich?
es: ¿Cómo te llamas?
es_mx: ¿Cómo era que te llamabas?
fr: Comment tu t'appelles, déjà ?
it: Com'è che ti chiami?
ja: アンタの名前は？
pl: Jak ci było na imię?
pt_br: Qual é o seu nome?
ru: Как там тебя зовут?

# HERMITCRAB_GREETING.6.1
source: Why are you helping me?
de: Warum hilfst du mir?
es: ¿Por qué me ayudas?
es_mx: ¿Por qué me ayudas?
fr: Pourquoi m'aides-tu ?
it: Perché mi stai aiutando?
ja: 何故アタシを助けるんだい？
pl: Dlaczego mi pomagasz?
pt_br: Por que está me ajudando?
ru: Почему ты мне помогаешь?
