Repository: Endeer/dst-cz
Catalog: locales/*/hermitcrab.po
Languages: de, es, es_mx, fr, it, ja, pl, pt_br, ru

# HERMITCRAB_REWARD.PLANT_BERRIES.HIGH.1.1
source: Ooooh, such a thoughtful young whipper-snapper!
de: Ooooh, so ein aufmerksamer Jungspund!
es: ¡Ooooh, cuánta consideración para tan corta edad!
es_mx: Oh, ¡qué escuincle tan considerado!
fr: Ooooooh, c'est gentil d'avoir pensé à moi !
it: Ooooh, che gentile combinaguai!
ja: おおおお、なんと思慮深くて若いウィッパースナッパーなんだ！
pl: Och, co za dobre dziecko!
pt_br: Aaaah, uma pessoa metida, jovem e gentil!
ru: О-о, как это заботливо с твоей стороны, пройдоха.

# HERMITCRAB_REWARD.PLANT_BERRIES.HIGH.1.2
source: Let me pinch your cheeks!
de: Lass mich deine Backen kneifen!
es: ¡Déjame pellizcarte los mofletes!
es_mx: ¡Déjame pellizcarte las mejillas!
fr: Laisse-moi te pincer les joues !
it: Lasciati dare dei pizzicotti sulle guance!
ja: アンタの頬をつねらせてよ！
pl: Niech no cię uszczypnę w policzki!
pt_br: Me deixe beliscar suas bochechas!
ru: Дай ущипну тебя за щечки!

# HERMITCRAB_REWARD.PLANT_BERRIES.LOW.1.1
source: You could've planted them in neater rows...
de: Du hättest sie ein wenig ordentlicher pflanzen können ...
es: Podrías haberlos plantado más en fila...
es_mx: Podías haberlas plantado en filas más ordenadas...
fr: Tu aurais pu faire des rangées plus régulières...
it: Le avresti potute piantare su file più ordinate...
ja: もっと整った列に植えれたのに…
pl: Można je było posadzić bardziej równo...
pt_br: Você podia tê-las plantado em fileiras mais retas...
ru: Можно было бы и поровнее их высадить…

# HERMITCRAB_REWARD.PLANT_BERRIES.LOW.1.2
source: But I guess it'll do.
de: Aber so wird es wohl auch gehen.
es: Aunque supongo que así valdrá.
es_mx: ... pero creo que esto servirá.
fr: Mais ça ira.
it: Ma credo che così vadano bene lo stesso.
ja: でもまあ大丈夫だろう。
pl: No ale niech będzie.
pt_br: Mas acho que vai servir.
ru: Но ладно, сойдет.

# HERMITCRAB_REWARD.PLANT_BERRIES.MED.1
source: I can't remember the last time I had fresh berries!
de: Ich weiß nicht, wann ich zuletzt frische Beeren gegessen habe!
es: ¡No recuerdo la última vez que comí bayas frescas!
es_mx: ¡No recuerdo la última vez que comí bayas frescas!
fr: Ça fait si longtemps que je n'ai pas mangé de baies !
it: Non ricordo l'ultima volta che ho mangiato bacche fresche.
ja: 最後に新鮮な木イチゴを食べたときなんて思い出せないねえ。
pl: Już nawet nie pamiętam, kiedy ostatnio jadłam świeże porzeczki!
pt_br: Não me lembro da última vez que comi bagas frescas!
ru: Не помню уже, когда я в последний раз ела свежие ягоды!

# HERMITCRAB_REWARD.PLANT_FLOWERS.HIGH.1
source: My bees haven't looked this happy in years!
de: Meine Bienen haben seit Jahren nicht so glücklich ausgesehen!
es: ¡Hacía años que no veía tan contentas a mis abejas!
es_mx: ¡Hacía años que mis abejas no se veían tan felices!
fr: Mes abeilles n'ont pas été aussi heureuses depuis des années !
it: Erano anni che le mie api non erano così felici!
ja: もう何年もハチがこんなに幸せそうにしてるところは見てないよ！
pl: Moje pszczoły od lat nie były takie szczęśliwe!
pt_br: Fazia anos que minhas abelhas não ficavam tão felizes!
ru: Сто лет не видела своих пчел такими счастливыми!

# HERMITCRAB_REWARD.PLANT_FLOWERS.LOW.1
source: Well, at least my bees are happy now.
de: Tja, wenigstens meine Bienen sind jetzt froh.
es: ¡Bueno, al menos mis abejas están contentas ahora!
es_mx: Bueno, por lo menos ahora mis abejas están felices.
fr: Au moins, mes abeilles sont satisfaites.
it: Beh, almeno le mie api adesso sono felici.
ja: いや、少なくともハチたちは今幸せだよ。
pl: Przynajmniej moje pszczoły są teraz zadowolone.
pt_br: Bom, pelo menos minhas abelhas estão felizes agora.
ru: Ладно, по крайней мере мои пчелы довольны.

# HERMITCRAB_REWARD.PLANT_FLOWERS.MED.1
source: My bees are buzzing with excitement!
de: Meine Bienen summen vor Aufregung!
es: ¡Mis abejas zumban de la emoción!
es_mx: ¡Mis abejas están zumbando de emoción!
fr: Mes abeilles vrombissent de joie !
it: Le mie api ronzano di felicità!
ja: ハチたちが喜んでブンブン飛んでいるよ！
pl: Pszczółki już bzyczą radośnie!
pt_br: Minhas abelhas estão zumbindo de tanta empolgação!
ru: Мои пчелы разжужжались от восторга!

# HERMITCRAB_REWARD.REMOVE_JUNK.HIGH.1.1
source: Ahhh...
de: Aaah ...
es_mx: Ah...
ja: あああ．．．
pl: Ach...
ru: Ах…

# HERMITCRAB_REWARD.REMOVE_JUNK.HIGH.1.2
source: It's such a weight off my mind to have that junk gone.
de: Wie erleichternd, dass der ganze Müll jetzt weg ist.
es: Me quita un peso de encima deshacerme de esa basura.
es_mx: Me quita un peso de encima que toda esa basura haya desaparecido.
fr: C'est un gros poids en moins pour moi.
it: Togliendo di torno quella spazzatura, mi sono levata un peso.
ja: そのガラクタが処分されて肩の荷が下りた気分だよ。
pl: To naprawdę kamień z serca, że te śmieci zniknęły.
pt_br: Senti um grande alívio ao ver que aquele lixo tinha desaparecido.
ru: Просто груз мусора с плеч.

# HERMITCRAB_REWARD.REMOVE_JUNK.LOW.1
source: Hmph. Took you long enough.
de: Hmpf. Hat ja lange genug gedauert.
es: Mmff. Pues sí que has tardado.
es_mx: Mmm... te tomó bastante tiempo hacerlo.
fr: Hmf. Tu as pris ton temps.
it: Uhm. Ce n'è voluto di tempo.
ja: ふう。ずいぶん時間がかかったねえ。
pl: Hm. Trochę ci to zajęło.
pt_br: Hunf. Você demorou bastante.
ru: Хм. Можно было бы и побыстрее.

# HERMITCRAB_REWARD.REMOVE_JUNK.MED.1
source: Should be easier to fish with all that junk gone!
de: Jetzt kann man sicher wieder angeln, wo der ganze Müll weg ist!
es: ¡Será más fácil pescar sin toda esa basura!
es_mx: ¡Debería ser más fácil pescar ahora que toda esa basura ya no está!
fr: Ça sera plus facile de pêcher quand tout ça sera parti !
it: Ora che quella spazzatura è sparita, dovrebbe essere più facile pescare!
ja: ガラクタ全部なくなった今、釣りが簡単になったはずだよ！
pl: Bez tych śmieci będzie się znacznie łatwiej łowić!
pt_br: Vai ser mais fácil pescar sem todo aquele lixo!
ru: Без мусора будет куда проще рыбачить!

# HERMITCRAB_REWARD.REMOVE_LUREPLANT.HIGH.1.1
source: What a relief!
de: Was für eine Erleichterung!
es: ¡Qué alivio!
es_mx: ¡Qué alivio!
fr: Quel soulagement !
it: Che sollievo!
ja: 安心だねえ！
pl: Co za ulga!
pt_br: Que alívio!
ru: Как хорошо!

# HERMITCRAB_REWARD.REMOVE_LUREPLANT.HIGH.1.2
source: That plant's been side-eying me for some time.
de: Die Pflanze wirft mir schon seit einer Weile scheele Blicke zu.
es: Esa planta lleva un tiempo mirándome mal.
es_mx: Esa planta me ha estado lanzando miradas asesinas desde hace un tiempo.
fr: Cette plante me jette des regards noirs depuis trop longtemps.
it: È un po' di tempo che quella pianta mi guarda storto.
ja: 時々その植物はアタシを横目で見てるんだよ。
pl: Ta roślina łypała na mnie okiem już od jakiegoś czasu.
pt_br: Já fazia um tempo que aquela planta andava me olhando atravessado.
ru: Это растение уже давно косится в мою сторону.

# HERMITCRAB_REWARD.REMOVE_LUREPLANT.LOW.1.1
source: You think you deserve a reward or something?
de: Du findest wohl, du hast eine Belohnung verdient?
es: ¿Crees que te mereces una recompensa o algo?
es_mx: ¿Crees que mereces una recompensa o algo así?
fr: Tu penses mériter une récompense ?
it: Pensi di meritare una ricompensa o qualcosa del genere?
ja: 自分が褒美か何かをもらうに値するとおもってるのかい？
pl: Spodziewasz się jakiejś nagrody czy co?
pt_br: Acha que merece uma recompensa ou algo do tipo?
ru: Что, на награду рассчитываешь?

# HERMITCRAB_REWARD.REMOVE_LUREPLANT.LOW.1.2
source: Hmph.
de: Hmpf.
es: Mmff.
es_mx: Mmm...
fr: Hmf.
it: Uhm.
ja: ふう。
pl: Hm.
pt_br: Hunf.
ru: Хм.

# HERMITCRAB_REWARD.REMOVE_LUREPLANT.MED.1
source: Guess you're at least a half decent weed killer.
de: Immerhin taugst du als Unkrautvernichter.
es: Supongo que al menos lo de matar malas hierbas se te da bien.
es_mx: Creo que eres un herbicida medio decente.
fr: Tu as du talent pour désherber.
it: Estirpi le erbacce in maniera quasi accettabile.
ja: 少なくとも半分くらいは効果がありそうな除草剤だねえ。
pl: Przynajmniej dobrze radzisz sobie z usuwaniem chwastów.
pt_br: Acho que pelo menos você teve um desempenho razoável matando aquela erva.
ru: Ладно, как минимум для прополки ты сгодишься.

# HERMITCRAB_STORE_UNLOCK_1.1.1
source: So do you want to trade?
de: Nun, willst du handeln?
es: ¿Quieres intercambiar algo?
es_mx: ¿Quieres comerciar...
fr: Tu veux faire un échange ?
it: Sei qui per comprare qualcosa?
ja: で、交換するのかい？
pl: Masz coś do przehandlowania?
pt_br: Você quer fazer uma troca?
ru: Что, хочешь меняться?

# HERMITCRAB_STORE_UNLOCK_1.1.2
source: or are you just wasting my time?
de: Oder verschwendest du nur meine Zeit?
es: ¿O solo quieres hacerme perder el tiempo?
es_mx: ... o me estás haciendo perder el tiempo?
fr: Ou tu me fais juste perdre mon temps ?
it: O vuoi solo farmi perdere tempo?
ja: それとも私の邪魔をしに来たのかい？
pl: Czy po prostu zawracasz mi głowę?
pt_br: Ou só está desperdiçando o meu tempo?
ru: Или просто время мое тратишь?

# HERMITCRAB_STORE_UNLOCK_2.1.1
source: I miiight have some lures to trade...
de: Ich könnte vielleicht etwas Köder anzubieten haben ...
es: A lo mejoooor tengo señuelos que te interesen...
es_mx: Quizá tenga algunos cebos para comerciar...
fr: J'aurais peut-être quelques leurres à t'échanger...
it: Potrei avere delle cose interessanti da proporti...
ja: 交換できるルアーがあるかもしれないよ…
pl: Mogę mieć na sprzedaż jakieś przynęty...
pt_br: Taaaalvez eu tenha umas iscas para trocar...
ru: Может, у меня и есть кой-какие блесны на обмен…

# HERMITCRAB_STORE_UNLOCK_2.1.2
source: if you can afford them.
de: Wenn du ihn dir leisten kannst.
es: Si es que puedes permitírtelos.
es_mx: ... si es que puedes pagarlos.
fr: Si tu as les moyens.
it: Sempre che tu te le possa permettere.
ja: アンタが買えるならねえ。
pl: o ile będzie cię na nie stać.
pt_br: se puder pagar por elas.
ru: Если у тебя есть на них средства.

# HERMITCRAB_STORE_UNLOCK_3.1.1
source: Alright, you've twisted my claw.
de: Also gut, überredet.
es: Vale, me has convencido.
es_mx: Bien, me hiciste dar mi pinza a torcer.
fr: Très bien, tu m'as convaincue.
it: Va bene, se proprio insisti...
ja: わかったよ、アンタはアタシのハサミをひねってるんだよ。
pl: No dobrze, nie pozostawiasz mi wyboru.
pt_br: Muito bem, você me convenceu.
ru: Ладно-ладно, ты просто выкручиваешь мне клешни.

# HERMITCRAB_STORE_UNLOCK_3.1.2
source: I'll show you my GOOD lures.
de: Ich zeige dir meinen GUTEN Köder.
es: Te voy a enseñar los señuelos BUENOS.
es_mx: Te mostraré mis cebos BUENOS.
fr: Je vais te montrer les BONS leurres.
it: Ti faccio vedere le cose migliori.
ja: わたしの良いルアーをみせてあげようか。
pl: Pokażę ci moje DOBRE przynęty.
pt_br: Vou mostrar minhas iscas BOAS para você.
ru: Я покажу тебе ХОРОШИЕ блесны.

# HERMITCRAB_STORE_UNLOCK_4.1.1
source: I've got some new things to trade
de: Ich habe neue Waren anzubieten.
es: Tengo cosas nuevas para intercambiar.
es_mx: Tengo productos nuevos para comerciar...
fr: J'ai de nouvelles choses à échanger,
it: Ho delle cose nuove da proporti,
ja: 新商品追加されてるよ
pl: Mam nowe towary na sprzedaż,
pt_br: Tenho algumas novidades para trocar
ru: У меня появились новые вещи на обмен…

# HERMITCRAB_STORE_UNLOCK_4.1.2
source: but they don't come cheap!
de: Aber billig sind sie nicht!
es: ¡Pero no te creas que son baratas!
es_mx: ... ¡pero no son baratos!
fr: Mais elles ne sont pas données !
it: ma non sono a buon mercato!
ja: けどそんなに安く手に入らないよ！
pl: ale nie są tanie!
pt_br: mas elas não vão sair barato!
ru: Но они обойдутся тебе недешево!

# HERMITCRAB_STORE_UNLOCK_5.1.1
source: This old shell must be going soft...
de: Der alte Panzer wird wohl weich ...
es: Este viejo cascarón se ve que se está ablandando...
es_mx: El caparazón de esta vieja cangreja se está ablandando.
fr: Ma vieille carapace se ramollit...
it: Mi sono ammorbidita un po' troppo...
ja: この古い殻は柔らかくなっていくにちがいないよ…
pl: Ten mój stary pancerzyk chyba już mięknie...
pt_br: Essa concha velha deve estar amolecendo...
ru: Совсем размякла я панцирем…

# HERMITCRAB_STORE_UNLOCK_5.1.2
source: I put something special in the shop.
de: Ich habe etwas Besonderes anzubieten.
es: Tengo algo especial en la tienda.
es_mx: Tengo algo especial en mi tienda.
fr: J'ai mis des choses très spéciales dans la boutique.
it: Ho messo in vendita una cosa veramente speciale.
ja: 店に特別なものを追加したよ。
pl: Mam w sklepie coś wyjątkowego.
pt_br: Coloquei uma coisa especial na loja.
ru: Я добавила в магазин кое-что особенное.

# HERMITCRAB_TALK_ONPURCHASE.HIGH.1
source: Give me a holler if you need anything else!
de: Sag Bescheid, wenn du noch was brauchst!
es: ¡Avísame si necesitas algo más!
es_mx: ¡Avísame si necesitas algo más!
fr: Appelle-moi si tu as besoin d'autre chose !
it: Dammi una voce se hai bisogno di altro!
ja: 他に何か必要ならアタシに声をかけるんだよ！
pl: Daj mi znać, jak będziesz jeszcze czegoś potrzebować!
pt_br: Me avise caso precise de mais alguma coisa!
ru: Крикни, если понадобится что-то еще.

# HERMITCRAB_TALK_ONPURCHASE.LOW.1
source: Great. Now leave me alone.
de: Toll. Jetzt lass mich allein.
es: Genial. Ahora déjame en paz.
es_mx: Genial. Ahora déjame tranquila.
fr: Très bien. Maintenant, laisse-moi tranquille.
it: Fantastico. Ora lasciami in pace.
ja: すごいねえ。じゃあもうどっかへ行っておくれ。
pl: Świetnie. A teraz stąd zmykaj.
pt_br: Ótimo. Agora me deixe em paz.
ru: Отлично. А теперь оставь меня в покое.

# HERMITCRAB_TALK_ONPURCHASE.MED.1
source: Pleasure doing business.
de: Ein Vergnügen, mit dir Geschäfte zu machen.
es: Un placer hacer negocios.
es_mx: Fue un placer hacer negocios contigo.
fr: C'est un plaisir de faire des affaires avec toi.
it: È un piacere fare affari con te.
ja: またよろしくねえ。
pl: Dobrze się z tobą robi interesy.
pt_br: Foi um prazer fazer negócio com você.
ru: С тобой приятно иметь дело.

# HERMITCRAB_THROWBOTTLE.HIGH.1
source: Maybe this will be the one to reach him...
de: Vielleicht ist sie es, die ihn erreicht ...
es: A lo mejor esta sí que le llega...
es_mx: Quizás este sí le llegue...
fr: Celle-ci lui parviendra peut-être...
it: Magari questa arriverà a destinazione...
ja: もしかしたらこれはあの人に届くかもしれないねえ…
pl: Może tym razem do niego dotrze...
pt_br: Talvez seja essa que vai chegar até ele...
ru: Может, хоть эта наконец попадет к нему…

# HERMITCRAB_THROWBOTTLE.LOW.1.1
source: You've been snatching up my bottles!
de: Du hast meine Flaschen geklaut!
es: ¡Te has estado quedando mis botellas!
es_mx: ¡Eres tú quien ha estado agarrando mis botellas!
fr: Tu me voles mes bouteilles !
it: Sei tu che rubi le mie bottiglie!
ja: アンタがアタシのボトルを奪ってたのかい！
pl: Przechwytujesz moje butelki!
pt_br: Você anda roubando as minhas garrafas!
ru: Вот кто вылавливает мои бутылки!

# HERMITCRAB_THROWBOTTLE.LOW.1.2
source: Now I need to send out twice as many!
de: Jetzt muss ich doppelt so viele losschicken!
es: ¡Ahora voy a tener que enviar el doble!
es_mx: ¡Ahora tengo que enviar el doble!
fr: Maintenant je vais devoir en envoyer deux fois plus !
it: Le devo sempre mandare due volte!
ja: 二倍の送らなきゃいけなくなったじゃないか！
pl: Teraz muszę ich wysłać drugie tyle!
pt_br: Agora vou ter que mandar o dobro delas!
ru: Теперь мне надо отправить их в два раза больше!

# HERMITCRAB_THROWBOTTLE.MED.1
source: I suppose I'm glad they reached anyone, really.
de: Bin froh, dass überhaupt jemand sie gefunden hat, wirklich.
es: Supongo que es de agradecer que le lleguen a alguien, en realidad.
es_mx: Creo que estoy feliz de que, por lo menos, le llegaron a alguien. De verdad.
fr: Je suppose que je devrais m'estimer heureuse que quelqu'un les ait trouvées.
it: Anche se, devo ammettere che sono già contenta che arrivino a qualcuno.
ja: 届いてよかったと喜ぶべきなんだろうね。
pl: W zasadzie cieszę się, że dotarły do kogokolwiek.
pt_br: Na verdade, fico contente que alguém as tenha encontrado.
ru: Что ж, хорошо, что хоть кто-то их нашел.

# HERMITCRAB_WANT_HOUSE.1
source: I could really use some help fixing up my house...
de: Ich könnte wirklich jemanden brauchen, der mir das Haus repariert ...
es: Me vendría bien algo de ayuda para arreglar mi casa.
es_mx: Me vendría bien un poco de ayuda para arreglar mi casa.
fr: J'ai besoin d'un coup de main pour réparer ma maison...
it: Avrei proprio bisogno di una mano per sistemare la mia casa...
ja: 家の修理を手伝ってもらえたらねえ…
pl: Przydałaby mi się pomoc w naprawie domu...
pt_br: Preciso muito de ajuda para consertar minha casa...
ru: Мне бы не помешала помощь с ремонтом дома…
