Repository: Endeer/dst-cz
Catalog: locales/*/merm.po
Languages: de, es_mx, fr, it, ja, ko, pl, ru, zh_cn, zh_tw

# MERM_TALK_FOLLOWWILSON.1.2
source: Flort glut.
de: Flort glot.
es_mx: Flot, glut.
ja: フシュー、ガルルル。
ko: 플로트 글럿.
ru: Фьють-бульк.
zh_cn: 浮浪特格鲁特！
zh_tw: 浮浪特格魯特！

# MERM_TALK_FOLLOWWILSON.2.1
source: Make Mermfolk strong!
de: Macht Mermleute stark!
es_mx: ¡Hacer fuerte a pueblo tritón!
fr: Pour la puissance du peuple merm !
it: Rende mermi forti!
ja: マーム族の強化のために！
ko: 어인 튼튼해진다!
pl: Ku chwale mermów!
ru: Сделаем народ тритонов великим!
zh_cn: 让鱼人族更加强大！
zh_tw: 讓魚人族更加強大！

# MERM_TALK_FOLLOWWILSON.2.2
source: Blut gloppy Glurtsu!
de: Blot gloppy Glurtsu!
es_mx: ¡Blut, glopi, glupsu!
it: Blut gloppy glurtso!
ja: ブルル、グルル、ガルルルルッ！
ko: 블럿 글로피 글러츠!
ru: Блым-плесь-бульк!
zh_cn: 布鲁特格浪皮格勒粗！
zh_tw: 布魯特格浪皮格勒粗！

# MERM_TALK_FOLLOWWILSON.3.1
source: You help Mermfolk!
de: Du hilfst Mermleuten!
es_mx: ¡Tú ayudar a pueblo tritón!
fr: Vous aidez le peuple merm !
it: Tu aiuti mermi!
ja: お前マーム族助ける！
ko: 너 어인 도와준다!
pl: Pomagasz mermom!
ru: Ты помогать тритонам!
zh_cn: 你要帮帮鱼人！
zh_tw: 你要幫幫魚人！

# MERM_TALK_FOLLOWWILSON.3.2
source: Glut Glurtsu flopt!
es_mx: ¡Glut, glupsu, flop!
it: Glut glurtso flopt!
ja: ガルル、ガルルルッ、フシュッ！
ko: 글럿 글러츠 플롭!
pl: Glut Glurtsu flop!
ru: Буль-плесь-плым!
zh_cn: 格鲁特格勒粗浮浪普特！
zh_tw: 格魯特格勒粗浮浪普特！

# MERM_TALK_FOLLOWWILSON.4.1
source: You okay.
de: Du in Ordnung.
es_mx: Tú ser bueno.
fr: Vous êtes quelqu'un de bien.
it: Tu sei bravo.
ja: お前オーケー。
ko: 너 좋다.
pl: Jesteś w porządku.
ru: А ты ничего.
zh_cn: 你好么。
zh_tw: 你好麼。

# MERM_TALK_FOLLOWWILSON.4.2
source: Florpy flort.
es_mx: Flopi, flot.
ja: フシュー、フシュッ
ko: 플로피 플롯.
ru: Фьють-плым.
zh_cn: 浮浪皮浮浪特！
zh_tw: 浮浪皮浮浪特！

# MERM_TALK_HELP_CHOP_WOOD.1.1
source: Will come with you.
de: Komme mit.
es_mx: Ir contigo.
fr: Je viens avec vous.
it: Viene con te.
ja: お前と一緒に行くよ。
ko: 너와 같이 간다.
pl: Pójdę z tobą.
ru: Пойду с тобой.
zh_cn: 会跟着你。
zh_tw: 會跟著你。

# MERM_TALK_HELP_CHOP_WOOD.1.2
source: Flort glut.
de: Flort glot.
es_mx: Flot, glut.
ja: フシュー、ガルルル。
ko: 플로트 글럿.
ru: Фьють-бульк.
zh_cn: 浮浪特格鲁特！
zh_tw: 浮浪特格魯特！

# MERM_TALK_HELP_CHOP_WOOD.2.1
source: Make Mermfolk strong!
de: Macht Mermleute stark!
es_mx: ¡Hacer fuerte a pueblo tritón!
fr: Pour la puissance du peuple merm !
it: Rende mermi forti!
ja: マーム族の強化のために！
ko: 어인 튼튼해진다!
pl: Ku chwale mermów!
ru: Сделаем народ тритонов великим!
zh_cn: 让鱼人族更加强大！
zh_tw: 讓魚人族更加強大！

# MERM_TALK_HELP_CHOP_WOOD.2.2
source: Blut gloppy Glurtsu!
de: Blot gloppy Glurtsu!
es_mx: ¡Blut, glopi, glupsu!
it: Blut gloppy glurtso!
ja: ブルル、グルル、ガルルルルッ！
ko: 블럿 글로피 글러츠!
ru: Блым-плесь-бульк!
zh_cn: 布鲁特格浪皮格勒粗！
zh_tw: 布魯特格浪皮格勒粗！

# MERM_TALK_HELP_CHOP_WOOD.3.1
source: Chop, choppy, chop!
de: Hackedihack!
es_mx: ¡Talar, picar, talar!
fr: Allez, allez !
ja: チョップ、チョッピー、チョップ！
ko: 휘두른다. 쩍! 쩍!
pl: Ciach, ciachu, ciach!
ru: Руби-руби-рубить!
zh_cn: 砍，砍，砍！
zh_tw: 砍，砍，砍！

# MERM_TALK_HELP_CHOP_WOOD.3.2
source: Grop, groppy, grop!
de: Knackediknack!
es_mx: ¡Picar, talar, picar!
fr: Coupe, coupe !
ja: グルル、グルル、グルルルルル！
ko: 그롭, 그로피, 그롭!
pl: Trzasku, trzasku, prask!
ru: Хвата-хвата-хватать!
zh_cn: 格让噗，格让噗，格让噗！
zh_tw: 格讓噗，格讓噗，格讓噗！

# MERM_TALK_HELP_CHOP_WOOD.4.1
source: Work hard, florp!
de: Harte Arbeit, florp!
es_mx: ¡Trabajar duro, flop!
fr: Plus vite, florp !
it: Lavora duro, florp!
ja: がんばれ、フシュー！
ko: 열심히 일한다, 플롭!
pl: Ciężka robota, florp!
ru: Старайся, бульк!
zh_cn: 卖力干，浮浪噗！
zh_tw: 賣力幹，浮浪噗！

# MERM_TALK_HELP_CHOP_WOOD.4.2
source: Glort blut, florp!
de: Glort blot, florp!
es_mx: ¡Glot, blut, flop!
ja: グルル、ブルル、フシュー！
ko: 글로트 블럿, 플롭!
ru: Плесь-бульк, плюх!
zh_cn: 嗝浪淌布鲁特，浮浪噗！
zh_tw: 嗝浪淌布魯特，浮浪噗！

# MERM_TALK_HELP_HAMMER.1.1
source: Will come with you.
de: Komme mit.
es_mx: Ir contigo.
fr: Je viens avec vous.
it: Viene con te.
ja: お前と一緒に行くよ。
ko: 너와 같이 간다.
pl: Pójdę z tobą.
ru: Пойду с тобой.
zh_cn: 会跟着你。
zh_tw: 會跟著你。

# MERM_TALK_HELP_HAMMER.1.2
source: Flort glut.
de: Flort glot.
es_mx: Flot, glut.
ja: フシュー、ガルルル。
ko: 플로트 글럿.
ru: Фьють-бульк.
zh_cn: 浮浪特格鲁特！
zh_tw: 浮浪特格魯特！

# MERM_TALK_HELP_HAMMER.2.1
source: Make Mermfolk strong!
de: Macht Mermleute stark!
es_mx: ¡Hacer fuerte a pueblo tritón!
fr: Pour la puissance du peuple merm !
it: Rende mermi forti!
ja: マーム族の強化のために！
ko: 어인 튼튼해진다!
pl: Ku chwale mermów!
ru: Сделаем народ тритонов великим!
zh_cn: 让鱼人族更加强大！
zh_tw: 讓魚人族更加強大！

# MERM_TALK_HELP_HAMMER.2.2
source: Blut gloppy Glurtsu!
de: Blot gloppy Glurtsu!
es_mx: ¡Blut, glopi, glupsu!
it: Blut gloppy glurtso!
ja: ブルル、グルル、ガルルルルッ！
ko: 블럿 글로피 글러츠!
ru: Блым-плесь-бульк!
zh_cn: 布鲁特格浪皮格勒粗！
zh_tw: 布魯特格浪皮格勒粗！

# MERM_TALK_HELP_HAMMER.3.1
source: Smash! Smash!
de: Krach! Splitter!
es_mx: ¡Aplastar! ¡Aplastar!
fr: Du nerf !
it: Rompi! Rompi!
ja: 粉砕！粉砕！
ko: 부순다! 부순다!
pl: Łup! Łup!
ru: Бац! Бац!
zh_cn: 砸！砸!
zh_tw: 砸！砸!

# MERM_TALK_HELP_HAMMER.3.2
source: Florph! Florph!
de: Florf! Florf!
es_mx: ¡Flof! ¡Flof!
it: Florf! Florf!
ja: フシュー！フシュー！
ko: 플로프! 플로프!
pl: Florp! Florp!
ru: Плым! Плым!
zh_cn: 浮浪浮！浮浪浮！
zh_tw: 浮浪浮！浮浪浮！

# MERM_TALK_HELP_HAMMER.4.1
source: Work hard, florp!
de: Harte Arbeit, florp!
es_mx: ¡Trabajar duro, flop!
fr: Plus vite, florp !
it: Lavora duro, florp!
ja: がんばれ、フシュー！
ko: 열심히 일한다, 플롭!
pl: Ciężka robota, florp!
ru: Старайся, бульк!
zh_cn: 卖力干，浮浪噗！
zh_tw: 賣力幹，浮浪噗！

# MERM_TALK_HELP_HAMMER.4.2
source: Glort blut, florp!
de: Glort blot, florp!
es_mx: ¡Glot, blut, flop!
ja: グルル、ブルル、フシュー！
ko: 글로트 블럿, 플롭!
ru: Плесь-бульк, плюх!
zh_cn: 嗝浪淌布鲁特，浮浪噗！
zh_tw: 嗝浪淌布魯特，浮浪噗！

# MERM_TALK_HELP_MINE_ROCK.1.1
source: Will come with you.
de: Komme mit.
es_mx: Ir contigo.
fr: Je viens avec vous.
it: Viene con te.
ja: お前と一緒に行くよ。
ko: 너와 같이 간다.
pl: Pójdę z tobą.
ru: Пойду с тобой.
zh_cn: 会跟着你。
zh_tw: 會跟著你。

# MERM_TALK_HELP_MINE_ROCK.1.2
source: Flort glut.
de: Flort glot.
es_mx: Flot, glut.
ja: フシュー、ガルルル。
ko: 플로트 글럿.
ru: Фьють-бульк.
zh_cn: 浮浪特格鲁特！
zh_tw: 浮浪特格魯特！

# MERM_TALK_HELP_MINE_ROCK.2.1
source: Make Mermfolk strong!
de: Macht Mermleute stark!
es_mx: ¡Hacer fuerte a pueblo tritón!
fr: Pour la puissance du peuple merm !
it: Rende mermi forti!
ja: マーム族の強化のために！
ko: 어인 튼튼해진다!
pl: Ku chwale mermów!
ru: Сделаем народ тритонов великим!
zh_cn: 让鱼人族更加强大！
zh_tw: 讓魚人族更加強大！

# MERM_TALK_HELP_MINE_ROCK.2.2
source: Blut gloppy Glurtsu!
de: Blot gloppy Glurtsu!
es_mx: ¡Blut, glopi, glupsu!
it: Blut gloppy glurtso!
ja: ブルル、グルル、ガルルルルッ！
ko: 블럿 글로피 글러츠!
ru: Блым-плесь-бульк!
zh_cn: 布鲁特格浪皮格勒粗！
zh_tw: 布魯特格浪皮格勒粗！

# MERM_TALK_HELP_MINE_ROCK.3.1
source: Break rock, easy!
de: Stein einfach zerbrechen!
es_mx: ¡Ser fácil romper roca!
fr: Plus fort !
it: Rompi roccia, facile!
ja: 岩を砕け、簡単だ！
ko: 바위 부순다. 쉽다!
pl: Łupanie skał to pestka!
ru: Ломай камни, просто!
zh_cn: 打碎石头，容易！
zh_tw: 打碎石頭，容易！

# MERM_TALK_HELP_MINE_ROCK.3.2
source: Wult wop, florty flort!
es_mx: ¡Glut, got, floti, flot!
ja: グオーーー、フシュッ、フシュッ！
ko: 월트 웝, 플로티 플롯!
ru: Буль-плюх, фьють-фьють!
zh_cn: 伍文特沃噗，浮浪涕浮浪特！
zh_tw: 伍文特沃噗，浮浪涕浮浪特！

# MERM_TALK_HELP_MINE_ROCK.4.1
source: Work hard, florp!
de: Harte Arbeit, florp!
es_mx: ¡Trabajar duro, flop!
fr: Plus vite, florp !
it: Lavora duro, florp!
ja: がんばれ、フシュー！
ko: 열심히 일한다, 플롭!
pl: Ciężka robota, florp!
ru: Старайся, бульк!
zh_cn: 卖力干，浮浪噗！
zh_tw: 賣力幹，浮浪噗！

# MERM_TALK_HELP_MINE_ROCK.4.2
source: Glort blut, florp!
de: Glort blot, florp!
es_mx: ¡Glot, blut, flop!
ja: グルル、ブルル、フシュー！
ko: 글로트 블럿, 플롭!
ru: Плесь-бульк, плюх!
zh_cn: 嗝浪淌布鲁特，浮浪噗！
zh_tw: 嗝浪淌布魯特，浮浪噗！

# MERM_TALK_PANICBOSS.1.1
source: Something coming!
de: Etwas kommt!
es_mx: ¡Algo venir!
fr: Quelque chose approche !
it: Arriva qualcosa!
ja: なんか来る！
ko: 뭔가 오고 있다!
pl: Coś się zbliża!
ru: Что-то приближается!
zh_cn: 有情况！
zh_tw: 有情況！

# MERM_TALK_PANICBOSS.1.2
source: Gloppy flort!
es_mx: ¡Glopi, flot!
ja: グルルル、フシュー！
ko: 글로피 플롯!
ru: Плюх-фьють!
zh_cn: 格浪皮 浮浪特!
zh_tw: 格浪皮 浮浪特!

# MERM_TALK_PANICBOSS.2.1
source: Aaah!! Bad thing! Bad thing!
de: Aaah!! Böses Ding! Böses Ding!
es_mx: ¡Aaah! ¡Cosa mala! ¡Cosa mala!
fr: Aaah !! Horrible ! Horrible !
it: Aaah! Cosa cattiva! Cosa cattiva!
ja: あああ！最悪だ！最悪だ！
ko: 아악!! 나쁜 녀석! 나쁜 녀석!
pl: Aaa! Potwór! Potwór!
ru: А-а-а! Плохо! Плохо!
zh_cn: 啊！！糟了！糟了！
zh_tw: 啊！！糟了！糟了！

# MERM_TALK_PANICBOSS.2.2
source: Gloooorph!! Glurph glot! Glurph glot!
de: Gloooorf!! Glurf glot! Glurf glot!
es_mx: ¡Gloooof! ¡Gluf, glot! ¡Gluf, glot!
it: Gloooorf! Glurf glot! Glurf glot!
ja: グアアアアアア！ガルルルルッ！ガルルルルッ！
ko: 글로오오프!! 글러프 글롯! 글러프 글롯!
pl: Gloooorp! Glurp glot! Glurp glot!
ru: Бу-у-у-уль! Бульк-блым! Бульк-плесь!
zh_cn: 格浪浪浮！格勒浮 格浪特！格勒浮 格浪特！
zh_tw: 格浪浪浮！格勒浮 格浪特！格勒浮 格浪特！

# MERM_TALK_PANICBOSS.3.1
source: It come to destroy us!
de: Gekommen, um uns zu zerstören!
es_mx: ¡Eso venir a destruirnos!
fr: Il va nous anéantir !
it: Viene a distruggere noi!
ja: オイラたち殺しに来る！
ko: 우리 부수러 온다!
pl: Idzie nas zniszczyć!
ru: Хочет нас убить!
zh_cn: 它来灭我们了！
zh_tw: 它來滅我們了！

# MERM_TALK_PANICBOSS.3.2
source: Flort wult Glurtsu!
es_mx: ¡Flot, glut, glutsu!
it: Flort wult glurtso!
ja: フシュッ、グオー、ガルルルルッ！
ko: 플로트 월트 글러츠!
ru: Буль-блым-плюх!
zh_cn: 浮浪特 沃尔特 格勒苏！
zh_tw: 浮浪特 沃爾特 格勒蘇！

# MERM_TALK_PANICBOSS_KING.1.1
source: Rally to King!
de: König beschützen!
es_mx: ¡Reunirse con el rey!
fr: Protégez le roi !
it: Insieme per re!
ja: 王の元に集まれ！
ko: 왕 앞에 모인다!
pl: Wszyscy do króla!
ru: К королю!
zh_cn: 来皇帝这集合！
zh_tw: 來皇帝這集合！

# MERM_TALK_PANICBOSS_KING.1.2
source: Glurtsen blut flort!
de: Glurtsen blot flort!
es_mx: ¡Glutsen, blut, flot!
it: Glurtso blut flort!
ja: グオーーー、フシュッ、フシュッ！
ko: 글러첸 블럿 플로트!
ru: Блымк-буль-фьють!
zh_cn: 格浪森 布勒特 浮浪特!
zh_tw: 格浪森 布勒特 浮浪特!

# MERM_TALK_PANICBOSS_KING.2.1
source: Hurry! Protect kingdom!
de: Schnell! Königreich beschützen!
es_mx: ¡Apurar! ¡Proteger reino!
fr: Vite ! Protégez le royaume !
it: In fretta! Proteggi regno!
ja: 急げ！王国守れー！
ko: 서둘러! 왕국 지킨다!
pl: Szybko! Bronić królestwa!
ru: Скорее! Защищать королевство!
zh_cn: 快点！保护王国！
zh_tw: 快點！保護王國！

# MERM_TALK_PANICBOSS_KING.2.2
source: Flurph flrot! Gloppy Glurtsam!
de: Flurpf flort! Gloppy Glurtsam!
es_mx: ¡Fluf! ¡Flot! ¡Glopi! ¡Glupsam!
it: Flurf flrot! Gloppy glurtso!
ja: フシューフシュッ！ガルル、ガルガル！
ko: 플러프 플로트! 글로피 글러츠암!
pl: Flurp flort! Gloppy Glurtsam!
ru: Фьють! Плюх-плым!
zh_cn: 浮勒浮 浮浪特！格浪皮 格勒森！
zh_tw: 浮勒浮 浮浪特！格浪皮 格勒森！

# MERM_TALK_PANICBOSS_KING.3.1
source: S-stay brave!!
de: T-Tapfer sein!!
es_mx: ¡S-ser valientes!
fr: C-courage !
it: S-siamo coraggiosi!
ja: 勇気持て！
ko: 요- 용감하게!!
pl: N-nie poddawać się!
ru: Н-не бойся!
zh_cn: 拿-拿出勇气！！
zh_tw: 拿-拿出勇氣！！

# MERM_TALK_PANICBOSS_KING.3.2
source: G-glop blut flrot!!
de: G-Glop blot flrot!!
es_mx: ¡Glop! ¡Blut! ¡Flot!
ja: グ…グルル、ブルル、フシュー！
ko: 그- 글로프 블럿 플로트!!
pl: G-glop blut flort!
ru: Плым-вьють-блым!
zh_cn: 格-格浪普 布勒特 浮浪特！！
zh_tw: 格-格浪普 布勒特 浮浪特！！
