Repository: Endeer/dst-cz
Catalog: locales/*/merm.po
Languages: de, es_mx, fr, it, ja, ko, pl, ru, zh_cn, zh_tw

# MERM1_TALK_GREETING.1
source: Thoughts don't come to me like they used to.
de: Gedanken kommen nicht mehr zu mir wie früher.
es_mx: Mis pensamientos no vienen a la cabeza como solían.
fr: J'arrive plus à penser comme avant.
it: I pensieri non mi sovvengono come una volta.
ja: ここんとこ思考が鈍っちまってんだよ。
ko: 요즘 따라 기억이 자꾸 깜박깜박 한단 말이야.
pl: Moje myśli nie są tak przejrzyste jak niegdyś.
ru: Мне уже не так просто собраться с мыслями, как раньше.
zh_cn: 我的头脑没有以前那么灵光了。
zh_tw: 我的頭腦沒有以前那麼靈光了。

# MERM1_TALK_GREETING.2
source: Who's Mumsy again? Ah, right. Nice lady.
de: Wer ist noch mal Mama? Ah, richtig. Nette Dame.
es_mx: ¿Quién es mamita? Ah, bien. Una buena mujer.
fr: Qui est maman, déjà ? Ah, oui ! Une brave dame.
it: Chi è mammina? Ah, giusto. Una brava signora.
ja: マムジーってどんな人だったっけな？ああ、そうだ、素敵なご婦人だったな。
ko: 멈지가 누구더라? 아, 맞다. 착한 염소지.
pl: Kim jest ta cała Mamusia? Ach, tak. Miła pani.
ru: Еще раз: кто такая Мамушка? А, да. Приятная дама.
zh_cn: "玛姆茜"是谁来着？哦，对了。那位和气的女士。
zh_tw: "瑪姆茜"是誰來著？哦，對了。那位和氣的女士。

# MERM1_TALK_GREETING.3
source: Been havin' odd cravings for fish lately. Hmf.
de: Hatte in letzter Zeit Heißhunger nach Fisch. Merkwürdig.
es_mx: Hace rato que tengo un antojo extraño de pescado. Mmm.
fr: J'ai eu de drôles d'envies de poisson dernièrement, arf...
it: Ho avuto delle strane brame di pesce ultimamente. Uhm.
ja: 最近魚が食いたくて仕方ねぇんだ。うんむ。
ko: 요즘 들어 이상하게 생선 맛을 갈망하게 됐단 말이야. 쩝.
pl: Od jakiegoś czasu strasznie chodzą za mną ryby. Dziwne.
ru: В последнее время почему-то очень хочется рыбки. Хм.
zh_cn: 最近对鱼有古怪的渴望。哼呼。
zh_tw: 最近對魚有古怪的渴望。哼呼。

# MERM1_TALK_GREETING.4
source: Pip's too uptight. Always worryin' about me.
de: Pip ist zu verklemmt. Du machst dir immer Sorgen um mich.
es_mx: La gente es demasiado tensa. Siempre preocupándose por mí.
fr: Pip est trop tendu. Il s'inquiète toujours pour moi.
it: Pip è troppo rigida. Si preoccupa sempre di me.
ja: ピップの奴心配しすぎだってんだよ。いつもオラのこと気にしてるんだよ。
ko: 핍톤은 너무 빡빡해. 맨날 내 걱정이지.
pl: Pip za bardzo się o mnie martwi.
ru: Пип слишком напряжен. Вечно обо мне беспокоится.
zh_cn: 皮普太紧张了。老是担心我。
zh_tw: 皮普太緊張了。老是擔心我。

# MERM1_TALK_GREETING.5
source: Hey, trade with ol'Sammy!
de: Hey, tausche mit dem alten Sammy!
es_mx: ¡Oye, comercia con el viejo Sammy!
fr: Eh ! Faites du troc avec ce bon vieux Sammy !
it: Ehi, fai lo scambio con il vecchio Sammy!
ja: よう！買い物ならサミーじいさんとこで！
ko: 어이, 새미랑 거래하자!
pl: Hej! Pohandluj ze starym Sammym!
ru: Эй, купи что-нибудь у старины Сэмми!
zh_cn: 嘿，来跟老萨米做交易吧！
zh_tw: 嘿，來跟老薩米做交易吧！

# MERM1_TALK_GREETING.6
source: SEEDS! SEEDS HERE!
de: SAMEN! SAMEN HIER!
es_mx: ¡SEMILLAS! ¡SEMILLAS AQUÍ!
fr: GRAINES ! GRAINES ICI !
it: SEMI! SEMI QUI!
ja: 種！種はここだぞ！
ko: 씨앗! 씨앗 사시오!
pl: NASIONA! NASIONA! NASIONA!
ru: СЕМЕНА! КОМУ СЕМЕНА!
zh_cn: 种子！这里有种子！
zh_tw: 種子！這裡有種子！

# MERM1_TALK_GREETING.7
source: What was I doing? ...Oh, SEEDS HERE!
de: Wo war ich? ... Ah, SAMEN HIER!
es_mx: ¿Qué estaba haciendo?... ¡Oh, HAY SEMILLAS AQUÍ!
fr: Qu'est-ce que je faisais ? ... Oh, des graines, ici !
it: Che cosa stavo facendo? Oh, ECCO I SEMI!
ja: オラ何してたんだっけ？…おお、ここに種が！
ko: 내가 뭘 하고 있었지? ...아, 씨앗 사시오!
pl: Co to ja..? Och! NASIONA SPRZEDAJĘ!
ru: Чем я там занимался?.. O, ЗДЕСЬ ЖЕ СЕМЕНА!
zh_cn: 我在做什么？ ......哦，这里的种子！
zh_tw: 我在做什麼？ ......哦，這裡的種子！

# MERM1_TALK_TRADE.1
source: Alright, alright, get a move on.
de: Los jetzt, Beeilung.
es_mx: Está bien, está bien, muévete.
fr: Très bien, très bien, avançons.
it: Va bene, va bene, datti una mossa.
ja: わかった、わかった、次々。
ko: 좋아, 좋아. 그럼, 잘 가.
pl: Dobra, dobra. Nie ma co się puszyć.
ru: Ладно, ладно, шевелись.
zh_cn: 好吧，好吧，继续前进吧。
zh_tw: 好吧，好吧，繼續前進吧。

# MERM1_TALK_TRADE.2
source: 'Pleasure.
de: 'Angenehm.
es_mx: Un placer.
fr: Tout le plaisir est pour moi.
it: Un piacere.
ja: どうも～。
ko: 수고.
pl: Bardzo mi przyjemnie.
ru: Мне это в радость.
zh_cn: 我很荣幸。
zh_tw: 我很榮幸。

# MERM1_TALK_TRADE.3
source: Always in a rush, you lot.
de: Immer in Eile, ihr.
es_mx: Siempre tienen prisa.
fr: Vous êtes toujours pressés.
it: Sempre di fretta, voi tutti.
ja: アンタらいつも慌ただしいねぇ
ko: 너넨 맨날 그렇게 급하구나.
pl: Wy to się zawsze się śpieszycie.
ru: Вы вечно куда-то торопитесь.
zh_cn: 你们几个总是很匆忙呀。
zh_tw: 你們幾個總是很匆忙呀。

# MERM1_TALK_TRADE.4
source: The plague ain't so bad, y'know.
de: Die Plage ist nicht so schlimm, weißt du.
es_mx: La verdad es que la plaga no es tan mala.
fr: Le fléau n'est pas si terrible, vous savez...
it: La piaga non è così male, sai.
ja: ビョーキもそう悪かねぇよ、なぁ…
ko: 역병이 그렇게 나쁘기만 하지는 않아.
pl: Ta zaraza nie jest taka najgorsza.
ru: Да не такая страшная эта чума.
zh_cn: 你知道吧，瘟疫并不是那么糟糕。
zh_tw: 你知道吧，瘟疫並不是那麼糟糕。

# MERM1_TALK_TRADE.5
source: Come back now, y'hear?
de: Komm zurück, hörst du?
es_mx: Regresa, ¿me escuchaste?
fr: Revenez maintenant, vous entendez ?
it: Torna adesso, mi senti?
ja: また来いよ！な？
ko: 또 보자고, 알았지?
pl: Wróć tu jeszcze, dobrze?
ru: Уж возвращайтесь, ладно?
zh_cn: 马上回来，听见没有？
zh_tw: 馬上回來，聽見沒有？

# MERM1_TALK_TRADE.6
source: Who're you again?
de: Wer bist du noch mal?
es_mx: ¿Me repites tu nombre?
fr: Vous êtes qui déjà ?
it: Chi sei?
ja: アンタ誰だったっけ？
ko: 누구시더라?
pl: Poczekaj... Kto ty jesteś?
ru: Еще раз, ты кто?
zh_cn: 你是谁来着？
zh_tw: 你是誰來著？

# MERM1_TALK_TRADE.7
source: Thanks, stranger.
de: Danke, Fremder.
es_mx: Gracias, forastero.
fr: Merci, étranger.
it: Grazie, straniero.
ja: ありがとな、どこかのだれかさん。
ko: 고마워, 이방인.
pl: Dziękuję, przybyszu.
ru: Спасибо, незнакомец.
zh_cn: 谢谢了，陌生人。
zh_tw: 謝謝了，陌生人。

# MERM2_TALK_GREETING.1
source: Good afternoon! Care to trade?
de: Guten Tag! Willst du tauschen?
es_mx: ¡Buenas tardes! ¿Quieres comerciar?
fr: Bon après-midi ! Envie de faire du troc ?
it: Buon pomeriggio! Vuoi fare uno scambio?
ja: ごきげんよう！お買い物はいかがかな？
ko: 안녕! 나랑 거래할래?
pl: Dobry wieczór! Pohandlujemy?
ru: День добрый! Хотите что-то продать?
zh_cn: 下午好！要不要做交易？
zh_tw: 下午好！要不要做交易？

# MERM2_TALK_GREETING.2
source: At least the sickness didn't take my moustache. Ho ho!
de: Wenigstens hat mir die Krankheit nicht den Schnurrbart genommen. Haha!
es_mx: Al menos la enfermedad no me quitó el bigote. ¡Jo, jo!
fr: Au moins, la maladie n'a pas fait tomber ma moustache. Oh, oh !
it: Per fortuna la malattia non ha raggiunto i miei baffi. Oh oh!
ja: 病が進行しても少なくともこの口髭は残るようですな！ホッホ！
ko: 그래도 역병이 내 수염까지 가져가진 않았지. 허허!
pl: Przynajmniej to choróbsko nie odebrało mi wąsów, ho, ho!
ru: Болезнь хотя бы не лишила меня усов. Хо-хо!
zh_cn: 至少我没有病到掉胡子。嚯嚯！
zh_tw: 至少我沒有病到掉鬍子。謔謔！

# MERM2_TALK_GREETING.3
source: Sammy's faculties are slipping, but you didn't hear it from me.
de: Sammys Fähigkeiten lassen nach, aber du hast es nicht von mir gehört.
es_mx: Las facultades de Sammy están decayendo, pero yo no te lo dije.
fr: Les facultés de Sammy sont en train de décliner, mais je ne vous ai rien dit.
it: Le facoltà di Sammy stanno diminuendo, ma non ti ho detto niente.
ja: 私から聞いたと言わないでほしいのですが、最近サミーの動きが鈍ってきているようでしてな。
ko: 새미는 사실 정신이 오락가락해. 내가 말했다는 건 비밀이야.
pl: Sammy zaczyna się trochę gubić, ale ja ci tego nie mówiłem.
ru: Сэмми слабеет не по дням, а по часам, но я вам этого не говорил.
zh_cn: 萨米的感官正在衰退，但是你千万别说这是我说的。
zh_tw: 薩米的感官正在衰退，但是你千萬別說這是我說的。

# MERM2_TALK_GREETING.4
source: Many of our sick disappeared into the sea. Odd, that.
de: Viele unserer Kranken verschwanden im Meer. Seltsam, das.
es_mx: Muchos de nuestros enfermos desaparecieron en el mar. Qué raro.
fr: Beaucoup de nos malades ont disparu en mer. C'est étrange.
it: Molti dei nostri malati sono scomparsi nel mare. Strano.
ja: 病をにかかった多くのマームが海へと消えたのです 奇妙な事ですな。
ko: 많은 역병 환자들이 바닷속으로 사라졌어. 이상하지.
pl: Wielu chorych zniknęło w morzu. Dziwna sprawa.
ru: Множество из наших заболевших потерялось в море. Странно это.
zh_cn: 我们的许多病人都消失在海里。真奇怪。
zh_tw: 我們的許多病人都消失在海裡。真奇怪。

# MERM2_TALK_GREETING.5
source: Shame you couldn't see the town in its glory days.
de: Schade, dass du die Stadt nicht in ihren Glanztagen gesehen hast.
es_mx: Una pena que no pudieras ver la ciudad en sus días de gloria.
fr: Si vous aviez pu voir ce village à son apogée.
it: Un peccato che tu non abbia visto la città durante i giorni di gloria.
ja: お恥ずかしい、ここも以前は立派な街だったのですが見せられずに残念ですな。
ko: 이 마을의 번성기를 보여주지 못하는 게 안타깝네.
pl: Trzeba ci było zobaczyć miasteczko dawniej. Piękne czasy.
ru: Жаль, что тебе не удастся повидать этот город во всем величии.
zh_cn: 真可惜，你没见过这座城市的辉煌岁月。
zh_tw: 真可惜，你沒見過這座城市的輝煌歲月。

# MERM2_TALK_GREETING.6
source: I've only the finest goods for sale.
de: Ich habe nur die besten Waren zu verkaufen.
es_mx: Solo tengo los mejores artículos a la venta.
fr: Je ne vends que de la qualité.
it: Ho solo i migliori prodotti in vendita.
ja: 高品質の商品を取り揃えておりますぞ。
ko: 난 최상품만 취급한다고.
pl: Mam w sprzedaży wyłącznie najlepsze towary!
ru: Я продаю только лучшие товары.
zh_cn: 我卖的都是最好的东西。
zh_tw: 我賣的都是最好的東西。

# MERM2_TALK_GREETING.7
source: This is a dreadful place for a kid to grow up in.
de: Das ist ein schrecklicher Ort, an dem ein Kind aufwachsen kann.
es_mx: Este es un lugar horrible para que un niño crezca.
fr: C'est un endroit affreux pour élever un enfant.
it: Questo è un posto terribile per un bambino.
ja: ここは子供が棲めるような環境ではございませんな。
ko: 여긴 어린아이가 자라기에 좋은 곳이 아니지.
pl: To straszne miejsce dla dorastającego koźlątka.
ru: Негоже ребенку расти в таком кошмарном месте.
zh_cn: 对于小羊来说，这种成长环境太恶劣了。
zh_tw: 對於小羊來說，這種成長環境太惡劣了。

# MERM2_TALK_TRADE.1
source: In a hurry, then?
de: Also in Eile?
es_mx: ¿Tienes prisa, pues?
fr: Encore pressé, hein ?
it: Di fretta, allora?
ja: なにやらお急ぎのようですな？
ko: 또 급히 갈 거지?
pl: Śpieszymy się, co?
ru: Торопишься, значит?
zh_cn: 那就赶快吧？
zh_tw: 那就趕快吧？

# MERM2_TALK_TRADE.2
source: Don't tarry now, friend.
de: Bleib jetzt nicht stehen, Freund.
es_mx: No te tardes ahora.
fr: Ne vous attardez pas, l'ami.
it: Non indugiare ora, amico.
ja: お急ぎくだされ。
ko: 꾸물대지 마, 친구.
pl: Nie zwlekaj.
ru: Не мешкай, друг мой.
zh_cn: 朋友，别耽误了。
zh_tw: 朋友，別耽誤了。

# MERM2_TALK_TRADE.3
source: I'll not waste anymore of your time.
de: Ich werde deine Zeit nicht mehr verschwenden.
es_mx: Ya no te haré perder el tiempo.
fr: Je ne vous ferai plus perdre de temps.
it: Non ti farò sprecare altro tempo.
ja: 無駄な時間は取らせませんぞ。
ko: 이제 네 시간을 더 뺏지 않을게.
pl: Nie będę marnował więcej twojego czasu.
ru: Не буду тебя задерживать.
zh_cn: 我不会再浪费你的时间了。
zh_tw: 我不會再浪費你的時間了。

# MERM2_TALK_TRADE.4
source: I tip my hat to you.
de: Ich ziehe meinen Hut vor dir.
es_mx: Me quito el sombrero.
fr: Je vous tire mon chapeau.
it: Tanto di cappello.
ja: 貴方には感服いたしますぞ。
ko: 고맙군.
pl: Chylę kapelusza.
ru: Позвольте откланяться.
zh_cn: 我向您致意。
zh_tw: 我向您致意。

# MERM2_TALK_TRADE.5
source: It's been a pleasure.
de: Es war mir ein Vergnügen.
es_mx: Fue un placer.
fr: Ce fut un plaisir.
it: È stato un piacere.
ja: 光栄ですな。
ko: 거래해줘서 고마워.
pl: Cała przyjemność po mojej stronie.
ru: Рад был иметь с тобой дело.
zh_cn: 我很荣幸。
zh_tw: 我很榮幸。

# MERM2_TALK_TRADE.6
source: Gnaw smile on you.
de: Mampf ist dir gewogen.
es_mx: La Roedora te sonríe.
fr: Gnaw vous sourit.
it: Il Masticatore ti sorride.
ja: 貴方がたにノウの祝福あれ…
ko: 물뜯이의 은혜가 있기를.
pl: Piękny masz uśmiech.
ru: Да улыбнется тебе Грызун.
zh_cn: 饕餮对你微笑。
zh_tw: 饕餮對你微笑。

# MERMNAMES.1
source: Flargle
ja: フラーグル
ko: 씰룩
pl: Flurpia
ru: Буль-буль
zh_cn: 佛拉戈
zh_tw: 佛拉戈

# MERMNAMES.10
source: Glogh
ja: グローグ
ko: 빠글
pl: Glog
ru: Плюх
zh_cn: 戈洛格
zh_tw: 戈洛格

# MERMNAMES.11
source: Glop
de: Glunt
es_mx: Glunt
fr: Glunt
it: Glunt
ja: ゴクラント
ko: 글런트
pl: Glunt
ru: Глант
zh_cn: 格朗普
zh_tw: 格朗普

# MERMNAMES.12
source: Glot
de: Mropt
es_mx: Mropt
fr: Mropt
it: Mropt
ja: ヌルート
ko: 므로프트
pl: Mropt
ru: Мистер Опт
zh_cn: 格罗特
zh_tw: 格羅特

# MERMNAMES.13
source: Glugh
ja: グルーグ
ko: 뻐금
pl: Glug
ru: Шлеп
zh_cn: 戈拉格
zh_tw: 戈拉格

# MERMNAMES.14
source: Glup
ja: グラップ
ko: 뽀글
ru: Бульк
zh_cn: 戈拉普
zh_tw: 戈拉普

# MERMNAMES.15
source: Glurp
ja: グラープ
ko: 빠끔
ru: Плюмк
zh_cn: 格勒尔普
zh_tw: 格勒爾普

# MERMNAMES.16
source: Glurt
de: Blort
es_mx: Blort
fr: Blort
it: Blort
ja: タプラート
ko: 블로트
pl: Blort
ru: Блорт
zh_cn: 格勒特
zh_tw: 格勒特

# MERMNAMES.17
source: Glurble
ja: グラーブル
ko: 뻐끔
pl: Glurek
ru: Бултых
zh_cn: 格勒博
zh_tw: 格勒博

# MERMNAMES.18
source: Gogh
ja: ゴッホ
ko: 뽈
pl: Gogi
ru: Жур
zh_cn: 高鸽
zh_tw: 高鴿

# MERMNAMES.19
source: Gop
ja: ゴップ
ko: 뽁
ru: Кап
zh_cn: 高普
zh_tw: 高普

# MERMNAMES.2
source: Flop
de: Gloppy
es_mx: Gloppy
fr: Gloppy
it: Gloppy
ja: ゴクール
ko: 글로피
pl: Gloppy
ru: Глоппи
zh_cn: 格朗普
zh_tw: 格朗普

# MERMNAMES.20
source: Gopt
ja: ゴプト
ko: 빠그르
ru: Хлюп
zh_cn: 高普特
zh_tw: 高普特

# MERMNAMES.21
source: Gorp
de: Glipn
es_mx: Glipn
fr: Glipn
it: Glipn
ja: ゴクリン
ko: 글리픈
pl: Glipn
ru: Глипн
zh_cn: 戈尔普
zh_tw: 戈爾普

# MERMNAMES.22
source: Gort
de: Glert
es_mx: Glert
fr: Glert
it: Glert
ja: ゴクリート
ko: 글러트
pl: Glert
ru: Глерт
zh_cn: 戈尔特
zh_tw: 戈爾特

# MERMNAMES.23
source: Gugh
ja: ギュー
ko: 뽀로록
pl: Gug
ru: Пуф
zh_cn: 格格
zh_tw: 格格

# MERMNAMES.24
source: Gup
ja: ガップ
ko: 뽀글
ru: Чвак
zh_cn: 格普
zh_tw: 格普

# MERMNAMES.25
source: Gupt
ja: ガプト
ko: 부글
ru: Чвяк
zh_cn: 格普特
zh_tw: 格普特

# MERMNAMES.26
source: Gurble
ja: ガーブル
ko: 뻐글
pl: Gurbluś
ru: Жмяк
zh_cn: 格博
zh_tw: 格博

# MERMNAMES.27
source: Gurp
ja: ガープ
ko: 뿌글
pl: Gurpek
ru: Чавк
zh_cn: 格普
zh_tw: 格普

# MERMNAMES.28
source: Gurt
ja: ガート
ko: 뽀골
pl: Gurtek
ru: Гулп
zh_cn: 格尔特
zh_tw: 格爾特

# MERMNAMES.29
source: Audrey
ja: オードリー
ko: 오드리
pl: Bagienna
ru: Одри
zh_cn: 奥黛丽
zh_tw: 奧黛麗

# MERMNAMES.3
source: Flot
fr: Flotte
ja: フロット
ko: 플롯
pl: Flotka
ru: Флот
zh_cn: 佛朗特
zh_tw: 佛朗特

# MERMNAMES.30
source: Jeffrey
ja: ジェフリー
ko: 제프리
pl: Bagnusz
ru: Джеффри
zh_cn: 杰佛里
zh_tw: 傑佛裡

# MERMNAMES.31
source: Johnny
ja: ジョニー
ko: 조니
pl: Jurek
ru: Джонни
zh_cn: 强尼
zh_tw: 強尼

# MERMNAMES.32
source: Isabella
ja: イザベラ
ko: 이사벨라
pl: Izabella
ru: Изабелла
zh_cn: 伊莎贝拉
zh_tw: 伊莎貝拉

# MERMNAMES.33
source: Madeline
ja: マデリン
ko: 메들린
pl: Magdalena
ru: Мадлен
zh_cn: 麦德林
zh_tw: 麥德林

# MERMNAMES.34
source: Michael
fr: Michaël
ja: マイケル
ko: 마이클
pl: Michał
ru: Майкл
zh_cn: 迈克尔
zh_tw: 邁克爾

# MERMNAMES.35
source: Penelope
fr: Pénélope
ja: ペネロペ
ko: 페넬로페
pl: Penelopa
ru: Пенелопа
zh_cn: 佩内洛普
zh_tw: 潘娜洛普

# MERMNAMES.36
source: Sarah
ja: サラ
ko: 사라
pl: Sara
ru: Сара
zh_cn: 莎拉
zh_tw: 莎拉

# MERMNAMES.37
source: Simon
ja: サイモン
ko: 사이먼
pl: Szymon
ru: Саймон
zh_cn: 西门
zh_tw: 西門

# MERMNAMES.38
source: Trevor
fr: Trévor
ja: トレヴァー
ko: 트레버
pl: Tadeusz
ru: Тревор
zh_cn: 特雷弗
zh_tw: 特雷弗

# MERMNAMES.4
source: Flugh
ja: フラーフ
ko: 펄럭
pl: Flu
ru: Хлурп
zh_cn: 佛拉格
zh_tw: 佛拉格

# MERMNAMES.5
source: Flupt
ja: フラプト
ko: 플럭
ru: Пуфф
zh_cn: 佛拉普特
zh_tw: 佛拉普特

# MERMNAMES.6
source: Flurgle
ja: フラーグル
ko: 포로록
pl: Flupek
ru: Фьють
zh_cn: 佛乐戈
zh_tw: 佛樂戈

# MERMNAMES.7
source: Fopt
ja: フォプト
ko: 폭
pl: Fopek
ru: Плямк
zh_cn: 佛普特
zh_tw: 佛普特

# MERMNAMES.8
source: Furp
ja: ファープ
ko: 푸룩
pl: Furpek
ru: Хляп
zh_cn: 佛尔普
zh_tw: 佛爾普

# MERMNAMES.9
source: Furt
ja: ファート
ko: 포록
pl: Furcik
ru: Бац
zh_cn: 佛尔特
zh_tw: 佛爾特

# MERM_BATTLECRY.1.1
source: Glorp! Go away!
de: Glorp! Verschwinde!
es_mx: ¡Glop! ¡Largo!
fr: Glorp ! Ouste !
it: Glorp! Vai via!
ja: ガルルル！ どっか行け！
ko: 글롭! 저리 가!
pl: Glorp! Odejdź!
ru: Бульк! Вон!
zh_cn: 格浪噗！走开！
zh_tw: 格浪噗！走開！

# MERM_BATTLECRY.1.2
source: Glorp! Glorpy glup!
de: Glorp! Glorpiger Glup!
es_mx: ¡Glop! ¡Glopi glup!
fr: Glorp ! Glorp gloup !
ja: ガルルル！ ガルガルグルル！
ko: 글롭! 글로피 글럽!
ru: Бульк! Буль-бульк!
zh_cn: 格浪噗！格浪皮格拉噗！
zh_tw: 格浪噗！格浪皮格拉噗！

# MERM_BATTLECRY.2.1
source: Destroy you!
de: Zerstöre dich!
es_mx: ¡Yo destruirte!
fr: Je vais te détruire !
it: Distruggo te!
ja: お前壊す！
ko: 너 박살 낸다!
pl: Zniszczę cię!
ru: Уничтожу тебя!
zh_cn: 灭了你！
zh_tw: 滅了你！

# MERM_BATTLECRY.2.2
source: Wult glut!
de: Wult glot!
es_mx: ¡Glub, glub!
ja: グアア、ガルル！
ko: 월트 글럿!
ru: Вьють-бульк!
zh_cn: 沃尔特格鲁特！
zh_tw: 沃爾特格魯特！

# MERM_GUARD_BATTLECRY.1.1
source: To battle!
de: Auf in den Kampf!
es_mx: ¡A luchar!
fr: Au combat !
it: Alla battaglia!
ja: 戦いへ！
ko: 전투하자!
pl: Do boju!
ru: В бой!
zh_cn: 战斗吧！
zh_tw: 戰鬥吧！

# MERM_GUARD_BATTLECRY.1.2
source: Wult flrot!
es_mx: ¡Glub, glub!
ja: グアア、フシュー！
ko: 월트 플로트!
pl: Wult flort!
ru: Вьють-блым!
zh_cn: 沃尔特浮勒弱特！
zh_tw: 沃爾特浮勒弱特！

# MERM_GUARD_BATTLECRY.2.1
source: For glory of Mermfolk!
de: Ruhm den Mermleuten!
es_mx: ¡Por gloria de pueblo Tritón!
fr: Vive le peuple merm !
it: Per gloria di mermi!
ja: マーム族の栄光のために！
ko: 어인의 영광을 위하여!
pl: Ku chwale mermów!
ru: Во имя славы народа тритонов!
zh_cn: 为了鱼人的荣誉！
zh_tw: 為了魚人的榮譽！

# MERM_GUARD_BATTLECRY.2.2
source: Flort Glurtsu flut!
de: Flort Glurtsu flot!
es_mx: ¡Flot glupi glub!
it: Flort glurtso flutta!
ja: フシュー、グルルル、フシュッ！
ko: 플로트 글러츠 플럿!
ru: Буль-бульк-блымк!
zh_cn: 浮浪特 格勒苏 浮路特！
zh_tw: 浮浪特 格勒蘇 浮路特！

# MERM_GUARD_BATTLECRY.3.1
source: ATTAAAACK!!
de: ANGRIIIFF!!
es_mx: ¡ATACAAAAAR!
fr: À L'ATTAAAAAAQUE !
it: ATTACCO!
ja: アターーーーーック！
ko: 공겨어어억!!
pl: DO ATAAAKUUU!
ru: В АТАКУ!
zh_cn: 进攻！
zh_tw: 進攻！

# MERM_GUARD_BATTLECRY.3.2
source: GLOT FLOOOORPH!!
de: GLOT FLOOOORPF!!
es_mx: ¡GLOP FLOOOOF!
it: GLOT FLOOOORF!
ja: グルル、フシューーーーーーー！
ko: 글롯 플로오오오프!!
pl: GLOT FLOOOORP!!
ru: БУЛЬ-ПЛЕ-Е-ЕСЬ!
zh_cn: 格浪特 浮浪浪浮！！
zh_tw: 格浪特 浮浪浪浮！！

# MERM_GUARD_BATTLECRY.4.1
source: Defend King!
de: König verteidigen!
es_mx: ¡Defender al rey!
fr: Pour la défense du roi !
it: Difendo re!
ja: 王守れ！
ko: 왕을 보호하라!
pl: Bronić króla!
ru: Защитить короля!
zh_cn: 保护国王！
zh_tw: 保護國王！

# MERM_GUARD_BATTLECRY.4.2
source: Glurph Glurtsen!
de: Glurf Glurtsen!
es_mx: ¡Gluf glutsen!
it: Glurf glurtso!
ja: ガルル、グルルルッ！
ko: 글러프 글러첸!
pl: Glurp Glurtsen!
ru: Буль-бу-у-у-ульк!
zh_cn: 格勒浮 格勒森！
zh_tw: 格勒浮 格勒森！

# MERM_KING_TALK_HUNGER_CLOSE_STARVING
source: Treachery... villainy! To let King waste away like this...
de: Betrug ... Halunken! König einfach sterben lassen ...
es_mx: ¡Traición... villanía! Dejar que rey morir así...
fr: Trahison... infamie ! Laisser le roi dépérir ainsi !
it: Tradimento... Malvagità! Lasciare re consumarsi così...
ja: 裏切者…極悪である！王に無駄を働かせるとは…
ko: 배반이로다... 극악무도하도다! 짐을 이렇게 수척하게 만들다니...
pl: Zdrada... nikczemność! Żeby pozwolić królowi tak zmizernieć...
ru: Предательство… Какое злодейство! Оставить короля умирать от голода…
zh_cn: 叛国……忤逆！怎么能让朕忍饥挨饿……
zh_tw: 叛國……忤逆！怎麼能讓朕忍饑挨餓……

# MERM_KING_TALK_HUNGER_FULL
source: Have done well. Now go.
de: Gut gemacht. Jetzt geh.
es_mx: Haber hecho bien. Ahora irte.
fr: C'est bien. Maintenant, partez.
it: Ha fatto bene. Ora vai.
ja: よくやった。行ってよし。
ko: 잘했도다. 이제 가거라.
pl: Dobra robota. Możesz odejść.
ru: Отличная работа. А теперь уходи.
zh_cn: 干的不错。退下吧。
zh_tw: 幹的不錯。退下吧。

# MERM_KING_TALK_HUNGER_HUNGRISH
source: King feeling a bit peckish...
de: König hat Hunger...
es_mx: El rey tener hambre.
fr: Le roi est un peu affamé.
it: Re sente po' affamato...
ja: 王は空腹であるぞよ…
ko: 짐은 조금 출출하도다...
pl: Król by coś przekąsił...
ru: Король немного проголодался…
zh_cn: 朕有点饿了……
zh_tw: 朕有點餓了……

# MERM_KING_TALK_HUNGER_HUNGRY
source: King desires food!
de: König will essen!
es_mx: ¡El rey desear comida!
fr: Le roi exige de la nourriture !
it: Re desidera cibo!
ja: 王は食べ物を欲しているぞよ！
ko: 짐은 음식을 원하노라!
pl: Król żąda strawy!
ru: Король изволит еды!
zh_cn: 朕要用膳！
zh_tw: 朕要用膳！

# MERM_KING_TALK_HUNGER_STARVING
source: Hungry... HUNGRY! HUNGRYYYY!!!
de: Hunger ... HUNGER! HUUUNGEEER!!!
es_mx: Hambre... ¡HAMBRE! ¡HAMBREEEE!
fr: J'ai faim... J'AI FAIM ! J'AI FAIIIIIIIIIIM !!!
it: Fame... FAME! FAMEEEEE!!!
ja: 腹減った…腹減った！腹が減ったのであるーーーー！！！
ko: 배고프도다... 배고프도다! 배고프도다!!!
pl: Jeść... JEŚĆ! JEEEŚĆ!
ru: Еды… ЕДЫ! ЕДЫ-Ы-Ы-Ы-Ы!
zh_cn: 饿了……饿！饿！！！
zh_tw: 餓了……餓！餓！！！

# MERM_KING_TALK_HUNGER_VERY_HUNGRY
source: What take so long? Make offerings to your King!
de: Los jetzt! Unserem König opfern!
es_mx: ¿Por qué tardar tanto? ¡Hacer ofrenda a tu rey!
fr: Pourquoi ça prend aussi longtemps ? Faites des offrandes à votre Roi !
it: Perché ci vuole tanto? Fai offerta a tuo re!
ja: 何しているのだ。王に捧げものをしたまえ！
ko: 뭘 꾸물대느냐? 짐에게 진상하라!
pl: Co tak długo? Składać dary królowi!
ru: Что ты возишься? Сделай же подношение своему королю!
zh_cn: 为什么这么久？向朕纳贡！
zh_tw: 為什麼這麼久？向朕納貢！

# MERM_TALK_CLOSED.1
source: Ya talk to ol'Mumsy yet?
de: Hast du schon mit der alten Mama gesprochen?
es_mx: ¿Ya hablaste con mamita?
fr: Vous avez demandé à maman ?
it: Hai già parlato con la vecchia mammina?
ja: マムジーばあさんと話したのであるか？
ko: 멈지랑 얘기는 해봤어?
pl: Mamusia już z tobą rozmawiała?
ru: А с Мамушкой уже говорили?
zh_cn: 你跟老玛姆茜说话了吗？
zh_tw: 你跟老瑪姆茜說話了嗎？

# MERM_TALK_CLOSED.2
source: I ain't taking business right now.
de: Ich nehme jetzt keine Geschäfte an.
es_mx: Ahora no voy a hablar de negocios.
fr: Pour l'instant, je ne parle pas affaires.
it: Non sono aperto per affari adesso.
ja: 今、用事は受け付けないよ
ko: 지금은 장사 안 해.
pl: Mam teraz przerwę.
ru: Сейчас не время говорить о делах.
zh_cn: 我现在不是在谈生意。
zh_tw: 我現在不是在談生意。

# MERM_TALK_CLOSED.3
source: Don't keep the lady waiting.
de: Lassen Sie die Dame nicht warten.
es_mx: No hagas esperar a la dama.
fr: Faites pas attendre la dame.
it: Non far aspettare la signora.
ja: ご婦人待たせちゃだめだ。
ko: 숙녀를 기다리게 하지 마.
pl: Nie każ pani czekać.
ru: Не заставляй даму ждать.
zh_cn: 别让女士久等。
zh_tw: 別讓女士久等。

# MERM_TALK_CLOSED.4
source: Speak with Mumsy. Hurry on, then.
de: Sprich mit Mama. Dann beeil dich.
es_mx: Habla con mamita. Date prisa.
fr: Allez parler à Maman. Et faites vite.
it: Parla con la mammina. Sbrigati, allora.
ja: マムジーと話しな。ほら、早く。
ko: 멈지랑 얘기해봐. 얼른.
pl: Pomów z Mamusią. Śmiało.
ru: Поговори с Мамушкой. Ну же, поспеши.
zh_cn: 跟玛姆茜说话。赶紧的。
zh_tw: 跟瑪姆茜說話。趕緊的。

# MERM_TALK_CONTEST_OOOH.1
source: Such taste.
de: Welch ein Geschmack.
fr: Trop bon.
it: Che gusto.
ja: なかなかうまい。
ko: 참으로 맛있네.
pl: Gustowne.
ru: Со вкусом.
zh_cn: 有品位。
zh_tw: 有品位。

# MERM_TALK_CONTEST_OOOH.2
source: Nicely done.
de: Gut gemacht!
fr: Joli.
it: Ben fatto.
ja: なかなかのできばえだ。
ko: 잘 했어.
pl: Dobrze wykonane.
ru: Красота какая.
zh_cn: 真不错。
zh_tw: 真不錯。

# MERM_TALK_CONTEST_OOOH.3
source: Such beauty.
de: Solche Schönheit.
fr: Que c'est beau.
it: Che bellezza.
ja: すごいきれいだね。
ko: 참으로 아름답구나.
pl: Cóż za piękno!
ru: Какая красота.
zh_cn: 精美绝伦。
zh_tw: 精美絕倫。

# MERM_TALK_CONTEST_PANIC.1
source: Must choose!
de: Ich muss wählen!
fr: Je dois choisir !
it: Devo scegliere!
ja: えらばなくては！
ko: 선택해야 해!
pl: Muszę wybrać!
ru: Нужно сделать выбор!
zh_cn: 我必须选择了！
zh_tw: 我必須選擇了！

# MERM_TALK_CONTEST_PANIC.2
source: How decide?!
de: Wie soll man entscheiden?
fr: Comment on décide ?
it: Come scegliere?!
ja: どうやって決めるの！？
ko: 어떻게 결정하지?!
pl: Jak się zdecydować?!
ru: Никак не могу решить!
zh_cn: 怎么决定？！
zh_tw: 怎麼決定？！

# MERM_TALK_FIND_FOOD.1.1
source: Will come with you.
de: Komme mit.
es_mx: Ir contigo.
fr: Je viens avec vous.
it: Viene con te.
ja: お前と一緒に行くよ。
ko: 너와 같이 간다.
pl: Pójdę z tobą.
ru: Пойду с тобой.
zh_cn: 会跟着你。
zh_tw: 會跟著你。

# MERM_TALK_FIND_FOOD.1.2
source: Flort glut.
de: Flort glot.
es_mx: Flot, glut.
ja: フシュー、ガルルル。
ko: 플로트 글럿.
ru: Фьють-бульк.
zh_cn: 浮浪特格鲁特！
zh_tw: 浮浪特格魯特！

# MERM_TALK_FIND_FOOD.2.1
source: Make Mermfolk strong!
de: Macht Mermleute stark!
es_mx: ¡Hacer fuerte a pueblo tritón!
fr: Pour la puissance du peuple merm !
it: Rende mermi forti!
ja: マーム族の強化のために！
ko: 어인 튼튼해진다!
pl: Ku chwale mermów!
ru: Сделаем народ тритонов великим!
zh_cn: 让鱼人族更加强大！
zh_tw: 讓魚人族更加強大！

# MERM_TALK_FIND_FOOD.2.2
source: Blut gloppy Glurtsu!
de: Blot gloppy Glurtsu!
es_mx: ¡Blut, glopi, glupsu!
it: Blut gloppy glurtso!
ja: ブルル、グルル、ガルルルルッ！
ko: 블럿 글로피 글러츠!
ru: Блым-плесь-бульк!
zh_cn: 布鲁特格浪皮格勒粗！
zh_tw: 布魯特格浪皮格勒粗！

# MERM_TALK_FIND_FOOD.3.1
source: This do fine.
de: Das gut.
es_mx: Esto estar bien.
fr: Ça ira.
it: Così va bene.
ja: これいいな。
ko: 이거면 된다.
pl: To się nada.
ru: Это пойдет.
zh_cn: 这个可以。
zh_tw: 這個可以。

# MERM_TALK_FIND_FOOD.3.2
source: Glort grolt flut.
de: Glort grolt flatt.
es_mx: Glot, glot, flut.
fr: Gromp glourp groumpf.
it: Glorta grolta flutta.
ja: ガルガルガル！
ko: 글로트 그롤트 플럿.
ru: Бульк-бульк-фьюить.
zh_cn: 噫携~噫携~食唔。
zh_tw: 噫攜~噫攜~食唔。

# MERM_TALK_FIND_FOOD.4.1
source: Find something tasty!
de: Finde was Leckeres!
es_mx: ¡Encontrar algo delicioso!
fr: Trouvez quelque chose de bon !
it: Trova qualcosa di gustoso!
ja: うまいもん探すぞ！
ko: 맛 좋은 거 찾아라!
pl: Mam coś pysznego!
ru: Найти что-то вкусное!
zh_cn: 找点好吃的！
zh_tw: 找點好吃的！

# MERM_TALK_FIND_FOOD.4.2
source: Glurt florpy flut!
de: Glurt florpy florpt!
es_mx: ¡Glut, flopi, flut!
ja: ガルル、フシュー、フシュッ！
ko: 글러트 플로피 플럿!
ru: Бульк-плым-блымк!
zh_cn: 格勒特浮浪皮浮路特！
zh_tw: 格勒特浮浪皮浮路特！

# MERM_TALK_FOLLOWWILSON.1.1
source: Will come with you.
de: Komme mit.
es_mx: Ir contigo.
fr: Je viens avec vous.
it: Viene con te.
ja: お前と一緒に行くよ。
ko: 너와 같이 간다.
pl: Pójdę z tobą.
ru: Пойду с тобой.
zh_cn: 会跟着你。
zh_tw: 會跟著你。
