Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.CARNIVALDECOR_EGGRIDE3
source: Mini Pendulum Ride
de: Mini-Pendelfahrgeschäft
es: Minipéndulo
fr: Manège à bascule miniature
it: Pendolo in miniatura
ja: ミニペンデュラム・ライド
pl: Miniwahadło
pt_br: Minipêndulo
ru: Мини-маятник

# NAMES.CARNIVALDECOR_EGGRIDE3_KIT
source: Mini Pendulum Ride Kit
de: Material für Mini-Pendelfahrgeschäft
es: Kit de minipéndulo
fr: Kit de manège à bascule miniature
it: Kit per pendolo in miniatura
ja: ミニペンデュラム・ライドキット
pl: Zestaw miniwahadła
pt_br: Kit Minipêndulo
ru: Набор: мини-маятник

# NAMES.CARNIVALDECOR_FIGURE_COMMON
source: Common Cawnival Statuette
de: Gewöhnliche Krähnevalstatuette
es: Figura común de la Cuerviferia
fr: Statuette de Corbringue ordinaire
it: Statua del cranevale comune
ja: カーカーニバルの豆像（コモン）
pl: Zwykła figurka kranawałowa
pt_br: Est. Crasnaval Comum
ru: Обычная фигурка с Галкарнавала

# NAMES.CARNIVALDECOR_FIGURE_KIT
source: Mystery Box
de: Geheimnisvolle Kiste
es: Caja misteriosa
fr: Boîte mystère
it: Scatola misteriosa
ja: 謎の箱
pl: Tajemnicze pudełko
pt_br: Caixa misteriosa
ru: Загадочная коробка

# NAMES.CARNIVALDECOR_FIGURE_RARE
source: Rare Cawnival Statuette
de: Seltene Krähnevalstatuette
es: Figura rara de la Cuerviferia
fr: Statuette de Corbringue rare
it: Statua del cranevale rara
ja: カーカーニバルの豆像（レア）
pl: Rzadka figurka kranawałowa
pt_br: Est. Crasnaval Rara
ru: Редкая фигурка с Галкарнавала

# NAMES.CARNIVALDECOR_FIGURE_UNCOMMON
source: Uncommon Cawnival Statuette
de: Ungewöhnliche Krähnevalstatuette
es: Figura poco común de la Cuerviferia
fr: Statuette de Corbringue peu commune
it: Statua del cranevale non comune
ja: カーカーニバルの豆像（アンコモン）
pl: Niezwykła figurka kranawałowa
pt_br: Est. Crasnaval Incomum
ru: Необычная фигурка с Галкарнавала

# NAMES.CARNIVALDECOR_LAMP
source: Midsummer Night Light
de: Mittsommer-Nachtlicht
es: Lamparilla del solsticio
fr: Veilleuse d'été
it: Lampada di mezza estate
ja: 真夏の常夜灯
pl: Świętojańska lampka
pt_br: Luz Noturna de Verão
ru: Ночной огонек Равноденствия

# NAMES.CARNIVALDECOR_LAMP_KIT
source: Midsummer Night Light Kit
de: Material für Mittsommer-Nachtlicht
es: Kit de lamparilla del solsticio
fr: Kit de veilleuse d'été
it: Kit per lampada di mezza estate
ja: 真夏の常夜灯キット
pl: Zestaw świętojańskiej lampki
pt_br: Kit Luz Noturna de Verão
ru: Набор: ночной огонек Равноденствия

# NAMES.CARNIVALDECOR_PLANT
source: Miniature Tree
de: Miniaturbaum
es: Árbol en miniatura
fr: Arbre miniature
it: Albero in miniatura
ja: ミニチュアの木
pl: Minidrzewo
pt_br: Árvore Miniatura
ru: Миниатюрное дерево

# NAMES.CARNIVALDECOR_PLANT_KIT
source: Miniature Tree Kit
de: Material für Miniaturbaum
es: Kit de árbol en miniatura
fr: Kit d'arbre miniature
it: Kit per albero in miniatura
ja: ミニチュアの木キット
pl: Zestaw minidrzewa
pt_br: Kit Árvore Miniatura
ru: Набор: миниатюрное дерево

# NAMES.CARNIVALFOOD_CORNTEA
source: Corny Slush
de: Mais-Slush
es: Granizado de maíz
fr: Boisson au maïs
it: Granita al mais
ja: コーンスラッシー
pl: Napój kukurydziany
pt_br: Slush de Milho
ru: Кукурузный смузи

# NAMES.CARNIVALGAME_FEEDCHICKS_FOOD
source: Grub
de: Essen
es: Larva
fr: Gruau
it: Pappa
ja: エサ
pl: Żarcie
pt_br: Comida
ru: Червяк

# NAMES.CARNIVALGAME_FEEDCHICKS_KIT
source: Hubbub for Grub Kit
de: Material für Nicht stressen, einfach fressen
es: Kit de Pelea por las larvas
fr: Kit de Bataille pour la boustifaille
it: Kit per Pappa brulicante
ja: ヒナにエサやりゲームキット
pl: Zestaw do żarcioboju
pt_br: Kit Corrida por Comida
ru: Набор: «Замори червячка»

# NAMES.CARNIVALGAME_FEEDCHICKS_NEST
source: Hungry Crow
de: Hungrige Krähe
es: Cuervo hambriento
fr: Corbeau affamé
it: Corvo affamato
ja: 腹ペコカラス
pl: Głodna wrona
pt_br: Corvo Faminto
ru: Голодный вороненок

# NAMES.CARNIVALGAME_FEEDCHICKS_NEST_OFF
source: Trapdoor
de: Falltür
es: Trampilla
fr: Trappe
it: Botola
ja: 落とし戸
pl: Klapa
pt_br: Alçapão
ru: Дверца

# NAMES.CARNIVALGAME_FEEDCHICKS_STATION
source: Hubbub for Grub
de: Nicht stressen, einfach fressen
es: Pelea por las larvas
fr: Bataille pour la boustifaille
it: Pappa brulicante
ja: ヒナにエサやりゲーム
pl: Żarciobój
pt_br: Corrida por Comida
ru: Замори червячка

# NAMES.CARNIVALGAME_HERDING_CHICK
source: Scrambling Egg
de: Ei verrühren
es: Huevo casi revuelto
fr: Brouillage d'œufs
it: Uovo in fuga
ja: スクランブリング・エッグ
pl: Uciekające jajo
pt_br: Ovo Mexido
ru: Яичко

# NAMES.CARNIVALGAME_HERDING_KIT
source: Egg Scramble Kit
de: Eierlauf-Material
es: Kit de Huevos revueltos
fr: Kit d'Œufs brouillés
it: Kit per Uova in fuga
ja: エッグスクランブルキット
pl: Zestaw do pojajdynku
pt_br: Kit Confusovo
ru: Набор: «Яичница»

# NAMES.CARNIVALGAME_HERDING_STATION
source: Egg Scramble
de: Eierlauf
es: Huevos revueltos
fr: Œufs brouillés
it: Uova in fuga
ja: エッグスクランブル
pl: Pojajdynek
pt_br: Confusovo
ru: Яичница

# NAMES.CARNIVALGAME_MEMORY_CARD
source: Egg Basket
de: Eierkorb
es: Cesta de huevos
fr: Panier d'œufs
it: Paniere di uova
ja: たまごのバスケット
pl: Kosz na jaja
pt_br: Cesto de Ovo
ru: Корзина с яйцами

# NAMES.CARNIVALGAME_MEMORY_CARD_OFF
source: Trapdoor
de: Falltür
es: Trampilla
fr: Trappe
it: Botola
ja: 落とし戸
pl: Klapa
pt_br: Alçapão
ru: Дверца

# NAMES.CARNIVALGAME_MEMORY_KIT
source: Eggs in a Basket Kit
de: Material für Eier im Korb
es: Kit de Huevos en la cesta
fr: Kit d'Œufs en panier
it: Kit per Uova nel paniere
ja: バスケットのたまごゲームキット
pl: Zestaw jaj w koszyku
pt_br: Kit Ovos no Cesto
ru: Набор: яйца в корзине

# NAMES.CARNIVALGAME_MEMORY_STATION
source: Eggs in a Basket
de: Eier im Korb
es: Huevos en la cesta
fr: Œufs en panier
it: Uova nel paniere
ja: バスケットのたまごゲーム
pl: Jaja w koszyku
pt_br: Ovos no Cesto
ru: Яйца в корзине

# NAMES.CARNIVAL_BALL
source: Shiny Red Ball
de: Leuchtend Roter Ball
es: Pelota roja y brillante
fr: Balle rouge brillante
it: Palla rossa luccicante
ja: 赤いキラキラボール
pl: Lśniąca czerwona piłka
pt_br: Bola Vermelha Reluzente
ru: Яркий красный мячик

# NAMES.CARNIVAL_CROWKID
source: Crow Kid
de: Krähenjunge
es: Cuervo infante
fr: Jeune corbeau
it: Corvetto
ja: カラスのヒナ
pl: Mała wrona
pt_br: Criança-Corvo
ru: Вороненок

# NAMES.CARNIVAL_GAMETOKEN
source: Cawnival Token
de: Krähneval-Marke
es: Ficha de la Cuerviferia
fr: Jeton de Corbringue
it: Gettone del cranevale
ja: カーカーニバルトークン
pl: Żeton kranawałowy
pt_br: Ficha do Crasnaval
ru: Жетон Галкарнавала

# NAMES.CARNIVAL_GAMETOKEN_MULTIPLE
source: 3 Cawnival Tokens
de: 3 Krähneval-Marken
es: 3 fichas de la Cuerviferia
fr: 3 jetons de Corbringue
it: 3 gettoni del cranevale
ja: カーカーニバルトークン（3枚）
pl: Trzy żetony kranawałowe
pt_br: 3 Fichas do Crasnaval
ru: 3 жетона Галкарнавала

# NAMES.CARNIVAL_HOST
source: Corvus Goodfeather
es: Corvus el Bueno
fr: Corvus Bonneplume
ja: コーバス・グッドフェザー
pl: Corvus Poczcikruk
ru: Вран Карлеоне

# NAMES.CARNIVAL_PLAZA
source: Cawnival Tree
de: Krähnevalbaum
es: Árbol de la Cuerviferia
fr: Arbre de la Corbringue
it: Albero del cranevale
ja: カーカーニバルの木
pl: Kranawałowe drzewo
pt_br: Árvore do Crasnaval
ru: Дерево Галкарнавала

# NAMES.CARNIVAL_PLAZA_KIT
source: Cawnival Sapling
de: Krähneval-Setzling
es: Retoño de la Cuerviferia
fr: Jeune pousse de la Corbringue
it: Alberello del cranevale
ja: カーカーニバルの苗木
pl: Sadzonka kranawałowa
pt_br: Muda do Crasnaval
ru: Росток Галкарнавала

# NAMES.CARNIVAL_PRIZEBOOTH
source: Prize Booth
de: Preisbude
es: Puesto de los premios
fr: Stand de cadeaux
it: Banco dei premi
ja: 賞品ブース
pl: Budka z nagrodami
pt_br: Estande de Prêmios
ru: Ларек с призами

# NAMES.CARNIVAL_PRIZEBOOTH_KIT
source: Prize Booth Kit
de: Material für Preisbude
es: Kit del puesto de los premios
fr: Kit de stand de cadeaux
it: Kit per banco dei premi
ja: 賞品ブースキット
pl: Zestaw budki z nagrodami
pt_br: Kit Estande de Prêmios
ru: Набор: ларек с призами

# NAMES.CARNIVAL_PRIZETICKET
source: Prize Tickets
de: Preistickets
es: Tíquets de premios
fr: Tickets gagnants
it: Biglietti premio
ja: 賞品チケット
pl: Los na nagrodę
pt_br: Tíquetes Premiados
ru: Призовые билеты

# NAMES.CARNIVAL_SEEDPACKET
source: Seed Clusters
de: Saathaufen
es: Paquete de semillas
fr: Tas de graines
it: Gruppi di semi
ja: 種のパック
pl: Paczka nasion
pt_br: Amontoados de Semente
ru: Скопление семян

# NAMES.CARNIVAL_VEST_A
source: Chirpy Scarf
de: Zwitscherschal
es: Bufanda alegre
fr: Écharpe aviaire
it: Sciarpa festosa
ja: ピヨピヨスカーフ
pl: Beztroski szal
pt_br: Cachecol Alegre
ru: Птичий шарф

# NAMES.CARNIVAL_VEST_B
source: Chirpy Cloak
de: Zwitschermantel
es: Manto alegre
fr: Manteau aviaire
it: Mantello festoso
ja: ピヨピヨマント
pl: Beztroska peleryna
pt_br: Manto Alegre
ru: Птичий плащ

# NAMES.CARNIVAL_VEST_C
source: Chirpy Capelet
de: Zwitscherumhang
es: Capa alegre
fr: Cape aviaire
it: Mantellina festosa
ja: ピヨピヨケープ
pl: Beztroska pelerynka
pt_br: Capeleta Alegre
ru: Птичья пелерина

# NAMES.CARRAT
source: Carrat
de: Karatte
es: Zanarrata
fr: Carate
it: Caratto
ja: キャラット
pl: Myszomarchew
pt_br: Cenourrato
ru: Моркрыса

# NAMES.CARRATSHRINE
source: Carrat Shrine
de: Karattenschrein
es: Santuario de zanarratas
fr: Autel des carates
it: Santuario del caratto
ja: キャラット聖堂
pl: Kapliczka myszomarchwi
pt_br: Santuário de Cenourrato
ru: Святилище моркрысы

# NAMES.CARRAT_GHOSTRACER
source: Charlie's Carrat
de: Charlies Karatte
es: Zanarrata de Charlie
fr: Carate de Charlie
it: Caratto di Charlie
ja: チャーリーのキャラット
pl: Myszomarchew Charlie
pt_br: Cenourrato da Charlie
ru: Моркрыса Чарли

# NAMES.CARRAT_PLANTED
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
it: Carota
ja: ニンジン
pl: Marchewek
pt_br: Cenoura
ru: Морковь

# NAMES.CARROT
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
it: Carota
ja: ニンジン
pl: Marchewek
pt_br: Cenoura
ru: Морковь

# NAMES.CARROT_COOKED
source: Roasted Carrot
de: Geröstete Karotte
es: Zanahoria asada
fr: Carotte rôtie
it: Carote arrostite
ja: あぶったニンジン
pl: Pieczona marchewka
pt_br: Cenoura assada
ru: Запеченая морковка

# NAMES.CARROT_OVERSIZED
source: Giant Carrots
de: Riesige Karotten
es: Zanahorias gigantes
fr: Carottes géantes
it: Carote giganti
ja: 巨大ニンジン
pl: Gigamarchewki
pt_br: Cenouras Gigantes
ru: Огромная морковь

# NAMES.CARROT_OVERSIZED_ROTTEN
source: Giant Rotting Carrots
de: Verfaulende Riesenkarotte
es: Zanahorias gigantes podres
fr: Carottes géantes pourries
it: Carote giganti marce
ja: 巨大ニンジン（腐敗）
pl: Zgniłe gigamarchewki
pt_br: Cenouras Gigantes Podres
ru: Огромная гнилая морковь

# NAMES.CARROT_PLANTED
source: Carrot
de: Karotte
es: Zanahoria
fr: Carotte
it: Carota
ja: ニンジン
pl: Marchewek
pt_br: Cenoura
ru: Морковь

# NAMES.CARROT_SEEDS
source: Oblong Seeds
de: Längliche Samen
es: Semillas oblongas
fr: Graines oblongues
it: Semi lunghi
ja: 楕円形の種
pl: Podłużne nasiona
pt_br: Sementes oblongas
ru: Продолговатые семена

# NAMES.CARTOGRAPHYDESK
source: Cartographer's Desk
de: Kartografentisch
es: Escritorio de cartógrafo
fr: Bureau de cartographe
it: Scrivania del cartografo
ja: 製図家の机
pl: Biurko kartografa
pt_br: Escrivaninha de cartógrafo
ru: Стол Картографа

# NAMES.CATCOON
source: Catcoon
es: Gapache
fr: Chaton-laveur
it: Gattorsetto lavatore
ja: キャットクーン
pl: Kotoszop
pt_br: Gatoxinim
ru: Енотокот

# NAMES.CATCOONDEN
source: Hollow Stump
de: Hohler Stumpf
es: Tocón hueco
fr: Souche creuse
it: Ceppo vuoto
ja: 空洞の切り株
pl: Wydrążony pieniek
pt_br: Toco oco
ru: Полый пень

# NAMES.CATCOONHAT
source: Cat Cap
de: Katzenmütze
es: Gorro de gato
fr: Chapeau de chat
it: Berretto del gatto
ja: キャットキャップ
pl: Kocia czapa
pt_br: Chapéu de gato
ru: Кошачья шапка

# NAMES.CATTOY_MOUSE
source: Wind-up Mouse Toy
de: Aufziehmaus
es: Ratón de cuerda
fr: Souris mécanique
it: Topo a molla
ja: ゼンマイ式のネズミのおもちゃ
pl: Nakręcana myszka
pt_br: Ratinho de Brinquedo
ru: Заводная мышь

# NAMES.CAVEIN_BOULDER
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Pedregulho
ru: Валун

# NAMES.CAVE_BANANA
source: Cave Banana
de: Höhlenbanane
es: Plátano de cueva
fr: Banane des cavernes
it: Banana di grotta
ja: バナナの洞窟
pl: Jaskiniowy banan
pt_br: Banana da caverna
ru: Пещерный банан

# NAMES.CAVE_BANANA_COOKED
source: Cooked Banana
de: Gekochte Banane
es: Plátano cocido
fr: Banane cuite
it: Banana cotta
ja: 調理したバナナ
pl: Pieczony banan
pt_br: Banana cozida
ru: Жареный банан

# NAMES.CAVE_BANANA_TREE
source: Cave Banana Tree
de: Höhlenbananenbaum
es: Platanero de cueva
fr: Bananier des cavernes
it: Albero banane di grotta
ja: バナナの木の洞窟
pl: Jaskiniowy bananowiec
pt_br: Bananeira da caverna
ru: Пещерное банановое дерево

# NAMES.CAVE_ENTRANCE
source: Plugged Sinkhole
de: Verstopftes Erdloch
es: Desagüe taponado
fr: Entrée de caverne connectée
it: Dolina ostruita
ja: ふさがった縦穴
pl: Zablokowane zapadlisko
pt_br: Dolina tampada
ru: Заткнутый слив

# NAMES.CAVE_ENTRANCE_OPEN
source: Sinkhole
de: Doline
es: Desagüe
fr: Entrée de caverne
it: Dolina
ja: 陥没穴
pl: Zapadlisko
pt_br: Dolina
ru: Карстовая воронка

# NAMES.CAVE_ENTRANCE_OPEN_CAVE
source: Deeper
de: Tiefe Höhlenkammer
es: Profundidad
fr: Profondeurs
it: Più in profondità
ja: もっと深く
pl: Głębiej
pt_br: Mais fundo
ru: Бездна

# NAMES.CAVE_ENTRANCE_RUINS
source: Plugged Hole
de: Verstopftes Loch
es: Agujero taponado
fr: Trou connecté
it: Buco ostruito
ja: ふさがった穴
pl: Zatkana dziura
pt_br: Buraco tapado
ru: Заткнутая яма

# NAMES.CAVE_EXIT
source: Stairs
de: Stufen
es: Escaleras
fr: Escaliers
it: Scale
ja: 階段
pl: Schody
pt_br: Escadaria
ru: Лестница

# NAMES.CAVE_FERN
source: Fern
de: Farne
es: Helecho
fr: Fougère
it: Felce
ja: シダ
pl: Paproć
pt_br: Samambaia
ru: Папоротник

# NAMES.CEVICHE
source: Ceviche
ja: セビーチェ
ru: Севиче

# NAMES.CHARCOAL
source: Charcoal
de: Holzkohle
es: Carbón
fr: Charbon
it: Carbonella
ja: 木炭
pl: Węgiel
pt_br: Carvão
ru: Древесный уголь

# NAMES.CHARLIE
source: Charlie
ru: Чарли

# NAMES.CHESSJUNK1
source: Broken Clockworks
de: Kaputtes Uhrwerk
es: Piezas rotas
fr: Rouages cassés
it: Macchinario guasto
ja: 壊れた時計仕掛け
pl: Zepsuta maszyneria
pt_br: Engrenagens quebradas
ru: Сломанные механизмы

# NAMES.CHESSJUNK2
source: Broken Clockworks
de: Kaputtes Uhrwerk
es: Piezas rotas
fr: Rouages cassés
it: Macchinario guasto
ja: 壊れた時計仕掛け
pl: Zepsuta maszyneria
pt_br: Engrenagens quebradas
ru: Сломанные механизмы

# NAMES.CHESSJUNK3
source: Broken Clockworks
de: Kaputtes Uhrwerk
es: Piezas rotas
fr: Rouages cassés
it: Macchinario guasto
ja: 壊れた時計仕掛け
pl: Zepsuta maszyneria
pt_br: Engrenagens quebradas
ru: Сломанные механизмы

# NAMES.CHESSPIECE_ANCHOR
source: Anchor Figure
de: Ankerfigur
es: Figura de ancla
fr: Ancre miniature
it: Pedina dell'ancora
ja: 錨の駒
pl: Figura kotwicy
pt_br: Escultura de Âncora
ru: Статуя «Якорь»

# NAMES.CHESSPIECE_ANCHOR_BUILDER
source: Anchor Figure
de: Ankerfigur
es: Figura de ancla
fr: Ancre miniature
it: Pedina dell'ancora
ja: 錨の駒
pl: Figura kotwicy
pt_br: Escultura de Âncora
ru: Статуя «Якорь»

# NAMES.CHESSPIECE_ANCHOR_SKETCH
source: Anchor Figure Sketch
de: Ankerfigur-Skizze
es: Boceto de figura de ancla
fr: Schéma d'ancre miniature
it: Schizzo di ancora
ja: 錨の駒のスケッチ
pl: Szkic figury kotwicy
pt_br: Esboço de Escultura de Âncora
ru: Эскиз статуи «Якорь»

# NAMES.CHESSPIECE_ANTLION
source: Antlion Figure
de: Ameisenlöwenfigur
es: Figura de hormigaleón
fr: Statue de fourmilion
it: Pedina formicaleone
ja: アントライオンの像
pl: Figura mrówkolwa
pt_br: Estatueta de Leormigo
ru: Фигура Муравьиного льва

# NAMES.CHESSPIECE_ANTLION_BUILDER
source: Antlion Figure
de: Ameisenlöwenfigur
es: Figura de hormigaleón
fr: Statue de fourmilion
it: Pedina formicaleone
ja: アントライオンの像
pl: Figura mrówkolwa
pt_br: Estatueta de Leormigo
ru: Фигура Муравьиного льва

# NAMES.CHESSPIECE_BEARGER
source: Bearger Figure
de: Riesendachsfigur
es: Figura de osotejón
fr: Statue de blairours
it: Pedina tassorso
ja: アナグマグマの像
pl: Figura bordźwiedzia
pt_br: Escultura de texurso
ru: Фигура Медведя-Барсука

# NAMES.CHESSPIECE_BEARGER_BUILDER
source: Bearger Figure
de: Riesendachsfigur
es: Figura de osotejón
fr: Statue de blairours
it: Pedina tassorso
ja: アナグマグマの像
pl: Figura bordźwiedzia
pt_br: Escultura de texurso
ru: Фигура Медведя-Барсука

# NAMES.CHESSPIECE_BEEFALO
source: Beefalo Figure
de: Beefalo-Figur
es: Figura de beefalo
fr: Statue de bœufalo
it: Statua di mufalo
ja: ビーファロの駒
pl: Figurka wołka
pt_br: Escultura de Bífalo
ru: Фигура бифало

# NAMES.CHESSPIECE_BEEFALO_BUILDER
source: Beefalo Figure
de: Beefalo-Figur
es: Figura de beefalo
fr: Statue de bœufalo
it: Statua di mufalo
ja: ビーファロの駒
pl: Figurka wołka
pt_br: Escultura de Bífalo
ru: Фигура бифало

# NAMES.CHESSPIECE_BEEFALO_SKETCH
source: Beefalo Figure Sketch
de: Skizze der Beefalo-Figur
es: Boceto de figura de beefalo
fr: Croquis de statue de bœufalo
it: Schizzo di statua di mufalo
ja: ビーファロの駒のスケッチ
pl: Szkic figurki wołka
pt_br: Esb. Escultura de Bífalo
ru: Эскиз статуи «Бифало»

# NAMES.CHESSPIECE_BEEQUEEN
source: Bee Queen Figure
de: Bienenköniginnenfigur
es: Figura de abeja reina
fr: Statue de reine abeille
it: Pedina ape regina
ja: 女王蜂の像
pl: Figura królowej pszczół
pt_br: Estatueta de Abelha Rainha
ru: Фигура Пчелиной матки

# NAMES.CHESSPIECE_BEEQUEEN_BUILDER
source: Bee Queen Figure
de: Bienenköniginnenfigur
es: Figura de abeja reina
fr: Statue de reine abeille
it: Pedina ape regina
ja: 女王蜂の像
pl: Figura królowej pszczół
pt_br: Estatueta de Abelha Rainha
ru: Фигура Пчелиной матки

# NAMES.CHESSPIECE_BISHOP
source: Bishop Figure
de: Läuferfigur
es: Figura de alfil
fr: Statue de fou
it: L'alfiere
ja: ビショップの駒
pl: Figura gońca
pt_br: Escultura de bispo
ru: Слон

# NAMES.CHESSPIECE_BISHOP_BUILDER
source: Bishop Figure
de: Läuferfigur
es: Figura de alfil
fr: Statue de fou
it: L'alfiere
ja: ビショップの駒
pl: Figura gońca
pt_br: Escultura de bispo
ru: Слон

# NAMES.CHESSPIECE_BUTTERFLY
source: Moon Moth Figure
de: Mondmottenfigur
es: Figura de polilla lunar
fr: Mini papillon de lune
it: Pedina falena lunare
ja: ムーンモスの駒
pl: Figura ćmy księżycowej
pt_br: Escultura de Mariposa da Lua
ru: Статуя «Лунный мотылек»

# NAMES.CHESSPIECE_BUTTERFLY_BUILDER
source: Moon Moth Figure
de: Mondmottenfigur
es: Figura de polilla lunar
fr: Mini papillon de lune
it: Pedina falena lunare
ja: ムーンモスの駒
pl: Figura ćmy księżycowej
pt_br: Escultura de Mariposa da Lua
ru: Статуя «Лунный мотылек»

# NAMES.CHESSPIECE_BUTTERFLY_SKETCH
source: Moon Moth Figure Sketch
de: Mondmottenfigur-Skizze
es: Boceto de figura de polilla lunar
fr: Schéma de mini papillon
it: Schizzo di falena lunare
ja: ムーンモスの駒のスケッチ
pl: Szkic figury ćmy
pt_br: Esboço de Escultura de Mariposa da Lua
ru: Эскиз статуи «Лунный мотылек»

# NAMES.CHESSPIECE_CARRAT
source: Carrat Figure
de: Karattenfigur
es: Figura de zanarrata
fr: Carate miniature
it: Pedina caratto
ja: キャラットの駒
pl: Figura myszomarchwi
pt_br: Escultura de Cenourrato
ru: Статуя «Моркрыса»

# NAMES.CHESSPIECE_CARRAT_BUILDER
source: Carrat Figure
de: Karattenfigur
es: Figura de zanarrata
fr: Carate miniature
it: Pedina caratto
ja: キャラットの駒
pl: Figura myszomarchwi
pt_br: Escultura de Cenourrato
ru: Статуя «Моркрыса»

# NAMES.CHESSPIECE_CARRAT_SKETCH
source: Carrat Figure Sketch
de: Karattenfigur-Skizze
es: Boceto de figura de zanarrata
fr: Schéma de mini carate
it: Schizzo di caratto
ja: キャラットの駒のスケッチ
pl: Szkic figury myszomarchwi
pt_br: Esboço de Escultura de Cenourrato
ru: Эскиз статуи «Моркрыса»

# NAMES.CHESSPIECE_CATCOON
source: Catcoon Figure
de: Catcoon-Figur
es: Figura de gapache
fr: Statue de chaton laveur
it: Statua di gattorsetto
ja: ニャライグマの像
pl: Figura kotoszopa
pt_br: Escultura de Gatoxinim
ru: Фигура енотокота

# NAMES.CHESSPIECE_CATCOON_BUILDER
source: Catcoon Figure
de: Catcoon-Figur
es: Figura de gapache
fr: Statue de chaton laveur
it: Statua di gattorsetto
ja: ニャライグマの像
pl: Figura kotoszopa
pt_br: Escultura de Gatoxinim
ru: Фигура енотокота

# NAMES.CHESSPIECE_CATCOON_SKETCH
source: Catcoon Figure Sketch
de: Skizze der Catcoon-Figur
es: Boceto de figura de gapache
fr: Schéma de statue de chaton laveur
it: Schizzo di gattorsetto
ja: ニャライグマの像のスケッチ
pl: Szkic figury kotoszopa
pt_br: Desenho de Escultura de Gatoxinim
ru: Эскиз статуи «Енотокот»

# NAMES.CHESSPIECE_CLAYHOUND
source: Hound Figure
de: Hundefigur
es: Figura de sabueso
fr: Statue de molosse
it: Pedina segugio
ja: ハウンドの駒
pl: Figura ogara
pt_br: Escultura de sabujo
ru: Фигура гончей

# NAMES.CHESSPIECE_CLAYHOUND_BUILDER
source: Hound Figure
de: Hundefigur
es: Figura de sabueso
fr: Statue de molosse
it: Pedina segugio
ja: ハウンドの駒
pl: Figura ogara
pt_br: Escultura de sabujo
ru: Фигура гончей

# NAMES.CHESSPIECE_CLAYHOUND_SKETCH
source: Hound Figure Sketch
de: Hundefigur-Skizze
es: Boceto de figura de sabueso
fr: Schéma de mini molosse
it: Schizzo di segugio
ja: ハウンドの駒のスケッチ
pl: Szkic figury ogara
pt_br: Esboço de Escultura de Cão
ru: Эскиз статуи «Гончая»

# NAMES.CHESSPIECE_CLAYWARG
source: Varg Figure
de: Varg-Figur
es: Figura de huargo
fr: Statue de varg
it: Pedina varg
ja: ヴァルグの駒
pl: Figura warga
pt_br: Escultura de varg
ru: Фигура варга

# NAMES.CHESSPIECE_CLAYWARG_BUILDER
source: Varg Figure
de: Varg-Figur
es: Figura de huargo
fr: Statue de varg
it: Pedina varg
ja: ヴァルグの駒
pl: Figura warga
pt_br: Escultura de varg
ru: Фигура варга

# NAMES.CHESSPIECE_CLAYWARG_SKETCH
source: Clay Varg Figure Sketch
de: Skizze der Tonskulptur vom Varg
es: Boceto de figura de huargo de arcilla
fr: Dessin de statue de varg d'argile
it: Schizzo di varg d'argilla
ja: クレイヴァルグの駒
pl: Szkic glinianej figury warga
pt_br: Desenho de escultura de varg de barro
ru: Эскиз глиняной фигуры варга

# NAMES.CHESSPIECE_CRABKING
source: Crab King Figure
de: Krabbenkönigfigur
es: Figura de rey cangrejo
fr: Roi des crabes miniature
it: Pedina re granchio
ja: クラブキングの駒
pl: Figura króla krabów
pt_br: Escultura do Rei Caranguejo
ru: Статуя «Король крабов»

# NAMES.CHESSPIECE_CRABKING_BUILDER
source: Crab King Figure
de: Krabbenkönigfigur
es: Figura de rey cangrejo
fr: Roi des crabes miniature
it: Pedina re granchio
ja: クラブキングの駒
pl: Figura króla krabów
pt_br: Escultura do Rei Caranguejo
ru: Статуя «Король крабов»

# NAMES.CHESSPIECE_CRABKING_SKETCH
source: Crab King Figure Sketch
de: Krabbenkönigfigur-Skizze
es: Boceto de figura de rey cangrejo
fr: Schéma mini roi des crabes
it: Schizzo di re granchio
ja: クラブキングの駒のスケッチ
pl: Szkic figury króla krabów
pt_br: Esboço de Escultura do Rei Caranguejo
ru: Эскиз статуи «Король крабов»

# NAMES.CHESSPIECE_DEERCLOPS
source: Deerclops Figure
de: Deerclops-Figur
es: Figura de ciérclope
fr: Statue de cerf-clope
it: Pedina cervoclope
ja: ディアクロプスの像
pl: Figura jeleklopa
pt_br: Escultura de cervoclope
ru: Фигура Циклополеня

# NAMES.CHESSPIECE_DEERCLOPS_BUILDER
source: Deerclops Figure
de: Deerclops-Figur
es: Figura de ciérclope
fr: Statue de cerf-clope
it: Pedina cervoclope
ja: ディアクロプスの像
pl: Figura jeleklopa
pt_br: Escultura de cervoclope
ru: Фигура Циклополеня

# NAMES.CHESSPIECE_DRAGONFLY
source: Dragonfly Figure
de: Libellenfigur
es: Figura de mosca dragón
fr: Statue de libellule
it: Pedina draghellula
ja: ドラゴンフライの像
pl: Figura smoczuchy
pt_br: Escultura de libélula
ru: Фигура Дракомухи

# NAMES.CHESSPIECE_DRAGONFLY_BUILDER
source: Dragonfly Figure
de: Libellenfigur
es: Figura de mosca dragón
fr: Statue de libellule
it: Pedina draghellula
ja: ドラゴンフライの像
pl: Figura smoczuchy
pt_br: Escultura de libélula
ru: Фигура Дракомухи

# NAMES.CHESSPIECE_EYEOFTERROR
source: Eye Of Terror Figure
de: Figur "Auge des Schreckens"
es: Figura de ojo del terror
fr: Statue d'Œil de l'effroi
it: Statua di Occhio del terrore
ja: 恐怖の目の像
pl: Figura oka terroru
pt_br: Escultura de Olho do Terror
ru: Фигура Ока ужаса

# NAMES.CHESSPIECE_EYEOFTERROR_BUILDER
source: Eye Of Terror Figure
de: Figur "Auge des Schreckens"
es: Figura de ojo del terror
fr: Statue d'Œil de l'effroi
it: Statua di Occhio del terrore
ja: 恐怖の目の像
pl: Figura oka terroru
pt_br: Escultura de Olho do Terror
ru: Фигура Ока ужаса

# NAMES.CHESSPIECE_FORMAL
source: Kingly Figure
de: Königsfigur
es: Figura de rey
fr: Statue de roi
it: Il re
ja: キングの駒
pl: Figura króla
pt_br: Escultura real
ru: Король

# NAMES.CHESSPIECE_FORMAL_BUILDER
source: Kingly Figure
de: Königsfigur
es: Figura de rey
fr: Statue de roi
it: Il re
ja: キングの駒
pl: Figura króla
pt_br: Escultura real
ru: Король
