Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.QUAGMIRE_SAPBUCKET
source: Tree Tapping Kit
de: Baumzapfzeug
es: Equipo de sangrado de árboles
fr: Kit d'incision d'arbre
it: Kit di spillatura
ja: 樹液採取キット
pl: Zestaw do gromadzenia żywicy
pt_br: Kit de sangria de árvores
ru: Набор для сбора сока

# NAMES.QUAGMIRE_SAP_SPOILED
source: Ruined Sap
de: Ruinierter Saft
es: Savia arruinada
fr: Sève foutue
it: Linfa rovinata
ja: ダメになった樹液
pl: Zepsuta żywica
pt_br: Seiva arruinada
ru: Испорченный сок

# NAMES.QUAGMIRE_SEEDPACKET_1
source: Packet of Blue Seeds
de: Päckchen blaue Samen
es: Paquete de semillas azules
fr: Paquet de graines bleues
it: Pacchetto di semi blu
ja: 青い種のパック
pl: Paczka niebieskich nasion
pt_br: Pacote de sementes azuis
ru: Пакетик синих семян

# NAMES.QUAGMIRE_SEEDPACKET_2
source: Packet of Fluffy Seeds
de: Päckchen flauschige Samen
es: Paquete de semillas blandas
fr: Paquet de graines poilues
it: Pacchetto di semi soffici
ja: フワフワ種のパック
pl: Paczka puchatych nasion
pt_br: Pacote de sementes fofinhas
ru: Пакетик пушистых семян

# NAMES.QUAGMIRE_SEEDPACKET_3
source: Packet of Spiky Seeds
de: Päckchen Stachelsamen
es: Paquete de semillas puntiagudas
fr: Paquet de graines pointues
it: Pacchetto di semi spinosi
ja: トゲトゲ種のパック
pl: Paczka kłujących nasion
pt_br: Pacote de sementes espinhentas
ru: Пакетик шипастых семян

# NAMES.QUAGMIRE_SEEDPACKET_4
source: Packet of Pointy Seeds
de: Päckchen spitze Samen
es: Paquete de semillas puntiagudas
fr: Paquet de graines pointues
it: Pacchetto di semi a punta
ja: トンガリ種のパック
pl: Paczka szpiczastych nasion
pt_br: Pacote de sementes pontudas
ru: Пакетик остроконечных семян

# NAMES.QUAGMIRE_SEEDPACKET_5
source: Packet of Round Seeds
de: Päckchen runde Samen
es: Paquete de semillas redondas
fr: Paquet de graines rondes
it: Pacchetto di semi rotondi
ja: 丸い種のパック
pl: Paczka okrągłych nasion
pt_br: Pacote de sementes redondas
ru: Пакетик круглых семян

# NAMES.QUAGMIRE_SEEDPACKET_6
source: Packet of Oblong Seeds
de: Päckchen längliche Samen
es: Paquete de semillas oblongas
fr: Paquet de graines oblongues
it: Pacchetto di semi lunghi
ja: 楕円形の種のパック
pl: Paczka podłużnych nasion
pt_br: Pacote de sementes oblongas
ru: Пакетик продолговатых семян

# NAMES.QUAGMIRE_SEEDPACKET_7
source: Packet of Seed Pods
de: Päckchen Samenkapseln
es: Paquete de vainas de semillas
fr: Paquet de cosses de graines
it: Pacchetto di baccelli
ja: 種ポッドのパック
pl: Paczka nasion
pt_br: Pacote de vagens com sementes
ru: Пакетик стручков

# NAMES.QUAGMIRE_SEEDPACKET_MIX
source: Packet of Mixed Seeds
de: Päckchen gemischte Samen
es: Paquete de semillas mezcladas
fr: Paquet de graines mélangées
it: Pacchetto di semi vari
ja: 種ミックスのパック
pl: Mieszanka nasion
pt_br: Pacote de misto de sementes
ru: Пакетик со смесью семян

# NAMES.QUAGMIRE_SEEDS_1
source: Blue Seeds
de: Blaue Samen
es: Semillas azules
fr: Graines bleues
it: Semi blu
ja: 青い種
pl: Niebieskie nasiona
pt_br: Sementes azuis
ru: Синие семена

# NAMES.QUAGMIRE_SEEDS_2
source: Fluffy Seeds
de: Flauschige Samen
es: Semillas blandas
fr: Graines poilues
it: Semi soffici
ja: フワフワ種
pl: Puchate nasiona
pt_br: Sementes fofinhas
ru: Пушистые семена

# NAMES.QUAGMIRE_SEEDS_3
source: Spiky Seeds
de: Stachelsamen
es: Semillas puntiagudas
fr: Graines pointues
it: Semi spinosi
ja: トゲトゲ種
pl: Kłujące nasiona
pt_br: Sementes espinhentas
ru: Шипастые семена

# NAMES.QUAGMIRE_SEEDS_4
source: Pointy Seeds
de: Spitzige Samen
es: Semillas puntiagudas
fr: Graines pointues
it: Semi a punta
ja: トンガリ種
pl: Szpiczaste nasiona
pt_br: Sementes pontudas
ru: Остроконечные семена

# NAMES.QUAGMIRE_SEEDS_5
source: Round Seeds
de: Runde Samen
es: Semillas redondas
fr: Graines rondes
it: Semi rotondi
ja: 丸い種
pl: Okrągłe nasiona
pt_br: Sementes redondas
ru: Круглые семена

# NAMES.QUAGMIRE_SEEDS_6
source: Oblong Seeds
de: Längliche Samen
es: Semillas oblongas
fr: Graines oblongues
it: Semi lunghi
ja: 楕円形の種
pl: Podłużne nasiona
pt_br: Sementes oblongas
ru: Продолговатые семена

# NAMES.QUAGMIRE_SEEDS_7
source: Seed Pods
de: Samenkapseln
es: Vainas de semillas
fr: Cosses de graines
it: Baccelli
ja: 種ポッド
pl: Nasiona
pt_br: Vagens de sementes
ru: Семена в стручках

# NAMES.QUAGMIRE_SLAUGHTERTOOL
source: Slaughter Tools
de: Schlachtwerkzeug
es: Herramientas de matanza
fr: Outils de massacre
it: Arnesi da macellazione
ja: 屠殺ツール
pl: Narzędzia rzeźnicze
pt_br: Ferramentas de açougueiro
ru: Орудия мясника

# NAMES.QUAGMIRE_SMALLMEAT
source: Meat Scraps
de: Fleischreste
es: Trozos de carne
fr: Petits bouts de viande
it: Scarti di carne
ja: 肉の寄せ集め
pl: Skrawki mięsa
pt_br: Tiras de carne
ru: Обрывки мяса

# NAMES.QUAGMIRE_SPOTSPICE_GROUND
source: Spot Spice
de: Tupfen-Gewürz
es: Especias de colores
fr: Pois d'épices
it: Spezie colorate
ja: まだらスパイス
pl: Wonna przyprawa
pt_br: Tempero
ru: Пестрые пряности

# NAMES.QUAGMIRE_SPOTSPICE_SHRUB
source: Spotty Shrub
de: Fleckiger Strauch
es: Arbusto moteado
fr: Arbuste à pois
it: Cespuglio macchiato
ja: まだら低木
pl: Wonny krzaczek
pt_br: Arbusto manchado
ru: Пестрый куст

# NAMES.QUAGMIRE_SPOTSPICE_SPRIG
source: Spotty Sprig
de: Fleckiger Zweig
es: Ramita moteada
fr: Brin à pois
it: Rametto macchiato
ja: まだら小枝
pl: Wonna gałązka
pt_br: Raminho manchado
ru: Пестрый побег

# NAMES.QUAGMIRE_SUGARWOODTREE
source: Sugarwood Tree
de: Zuckerholzbaum
es: Árbol de caña de azúcar
fr: Arbre à bois sucré
it: Albero dello zucchero
ja: シュガーウッドの木
pl: Drzewo cukrowe
pt_br: Árvore Rosadoce
ru: Сахарное дерево

# NAMES.QUAGMIRE_SWAMPIGELDER
source: Swamp Pig Elder
de: Sumpfschwein Holunder
es: Cerdo anciano de pantano
fr: Cochon des marais aîné
it: Vecchio maiale paludoso
ja: 沼豚の長老
pl: Starszy świniaków bagiennych
pt_br: Ancião porco do pântano
ru: Болотный свин-старейшина

# NAMES.QUAGMIRE_SWAMPIG_HOUSE
source: Worn Pig House
de: Abgenutzter Schweinestall
es: Casa de cerdo vieja
fr: Maison de cochon abîmée
it: Casa del maiale spossato
ja: やつれブタの屋敷
pl: Zużyty świński domek
pt_br: Casa de porco destruída
ru: Ветхое жилище свина

# NAMES.QUAGMIRE_SWAMPIG_HOUSE_RUBBLE
source: House Rubble
de: Hausschutt
es: Escombros de casa
fr: Décombres de maison
it: Macerie della casa
ja: 家のがれき
pl: Ruiny domu
pt_br: Destroços de casa
ru: Развалины дома

# NAMES.QUAGMIRE_SYRUP
source: Syrup
de: Sirup
es: Sirope
fr: Sirop
it: Sciroppo
ja: シロップ
pl: Syrop
pt_br: Xarope
ru: Сироп

# NAMES.QUAGMIRE_TOMATO
source: Toma Root
de: Toma-Wurzel
es: Raíz de toma
fr: Racine de tomate
it: Radice di pomo
ja: トマルート
pl: Pomikorzeń
pt_br: Raiz de toma
ru: Томат

# NAMES.QUAGMIRE_TOMATO_COOKED
source: Roast Toma Root
de: Gebratene Toma-Wurzel
es: Raíz de toma asada
fr: Racine de tomate rôtie
it: Radice di pomo arrosto
ja: ローストトマルート
pl: Pieczony pomikorzeń
pt_br: Assar raiz de toma
ru: Жареный томат

# NAMES.QUAGMIRE_TRADER_MERM
source: Sammy The Lucid Bog Merm
de: Sammy Das helle Sumpf-Merm
es: Sammy El tritón de ciénaga lúcido
fr: Sammy Le merm des marais lucide
it: Sammy Mermo acquitrinoso lucido
ja: サミー 理性ある沼地のマーム
pl: Sammy Przytomny merm bagienny
pt_br: Sammy O Sereio do Pântano Lúcido
ru: Сэмми Рассудительный болотный тритон

# NAMES.QUAGMIRE_TRADER_MERM2
source: Pipton The Cognizant Bog Merm
de: Pipton Das bekannte Sumpf-Merm
es: Pipton El tritón de ciénaga competente
fr: Pipton Le merm des marais instruit
it: Pipton Mermo acquitrinoso conscio
ja: ピプトン 知性ある沼地のマーム
pl: Pipton Świadomy merm bagienny
pt_br: Pipton O Sereio do Pântano Conhecedor
ru: Пиптон Осведомленный болотный тритон

# NAMES.QUAGMIRE_TURNIP
source: Turnip
de: Rübe
es: Nabo
fr: Navet
it: Rapa
ja: カブ
pl: Rzepa
pt_br: Nabo
ru: Репа

# NAMES.QUAGMIRE_TURNIP_COOKED
source: Roast Turnip
de: Gebratene Rübe
es: Nabo asado
fr: Navet rôti
it: Rapa arrosto
ja: ローストカブ
pl: Pieczona rzepa
pt_br: Nabo assado
ru: Жареная репа

# NAMES.QUAGMIRE_WHEAT
source: Wheat
de: Weizen
es: Trigo
fr: Blé
it: Grano
ja: 小麦
pl: Zboże
pt_br: Trigo
ru: Пшеница

# NAMES.QUAGMIRE_WILDWHEAT
source: Wheat
de: Weizen
es: Trigo
fr: Blé
it: Grano
ja: 小麦
pl: Zboże
pt_br: Trigo
ru: Пшеница

# NAMES.RABBIT
source: Rabbit
de: Kaninchen
es: Conejo
fr: Lapin
it: Coniglio
ja: ウサギ
pl: Królik
pt_br: Coelho
ru: Кролик

# NAMES.RABBITHOLE
source: Rabbit Hole
de: Kaninchenbau
es: Agujero de conejo
fr: Trou de lapin
it: Buca del coniglio
ja: ウサギの穴
pl: Królicza nora
pt_br: Toca de coelho
ru: Кроличья нора

# NAMES.RABBITHOUSE
source: Rabbit Hutch
de: Kaninchenstall
es: Conejera
fr: Clapier
it: Conigliera
ja: ウサギ小屋
pl: Królicza chatka
pt_br: Gaiola para coelho
ru: Хижина зайца

# NAMES.RAIN
source: Short Circuit
de: Kurzschluss
es: Cortocircuito
fr: Court-circuit
it: Corto circuito
ja: ショート
pl: Spięcie
pt_br: Curto-circuito
ru: Короткое замыкание

# NAMES.RAINCOAT
source: Rain Coat
de: Regenmantel
es: Chubasquero
fr: Imperméable
it: Cappotto per la pioggia
ja: レインコート
pl: Płaszcz przeciwdeszczowy
pt_br: Capa de chuva
ru: Дождевик

# NAMES.RAINHAT
source: Rain Hat
de: Regenhut
es: Sombrero para lluvia
fr: Chapeau de pluie
it: Cappello da pioggia
ja: レインハット
pl: Kapelusz przeciwdeszczowy
pt_br: Chapéu de chuva
ru: Дождевая шляпа

# NAMES.RAINOMETER
source: Rainometer
de: Regen-o-meter
es: Lluviómetro
fr: Pluviomètre
it: Pioggiometro
ja: 雨量計
pl: Deszczometr
pt_br: Chuviômetro
ru: Дождеметр

# NAMES.RATATOUILLE
source: Ratatouille
ja: ラタトゥイユ
ru: Рататуй

# NAMES.RAZOR
source: Razor
de: Rasierer
es: Cuchilla
fr: Rasoir
it: Rasoio
ja: かみそり
pl: Brzytwa
pt_br: Navalha
ru: Бритва

# NAMES.REDGEM
source: Red Gem
de: Roter Edelstein
es: Gema roja
fr: Gemme rouge
it: Gemma rossa
ja: 赤い宝石
pl: Czerwony klejnot
pt_br: Pedra preciosa vermelha
ru: Красный самоцвет

# NAMES.REDLANTERN
source: Red Lantern
de: Rote Laterne
es: Linterna roja
fr: Lanterne rouge
it: Lanterna rossa
ja: 赤いランタン
pl: Czerwona latarnia
pt_br: Lampião vermelho
ru: Красный Фонарь

# NAMES.REDMOONEYE
source: Red Moonlens
de: Rotes Mondglas
es: Lente lunar roja
fr: Lentille de lune rouge
it: Rosso lunare
ja: レッドムーンレンズ
pl: Czerwone księżycoko
pt_br: Lente lunar vermelha
ru: Красная Лунная Линза

# NAMES.REDPOUCH
source: Red Pouch
de: Rote Tasche
es: Bolsa roja
fr: Bourse rouge
it: Sacchetto rosso
ja: 赤いポーチ
pl: Czerwona sakiewka
pt_br: Bolsa vermelha
ru: Красная Сумка

# NAMES.RED_CAP
source: Red Cap
de: Rotkappe
es: Sombrerete rojo
fr: Chapeau rouge
it: Berretto rosso
ja: 赤い帽子
pl: Czerwoniak
pt_br: Cogumelo vermelho
ru: Красный гриб

# NAMES.RED_CAP_COOKED
source: Cooked Red Cap
de: Gekochte Rotkappe
es: Sombrerete rojo asado
fr: Chapeau rouge cuit
it: Berretto rosso cotto
ja: 調理した赤帽
pl: Gotowany czerwoniak
pt_br: Cogumelo vermelho assado
ru: Жареный красный гриб

# NAMES.RED_MUSHROOM
source: Red Mushroom
de: Roter Pilz
es: Champiñón rojo
fr: Champignon rouge
it: Fungo rosso
ja: 赤いキノコ
pl: Czerwoniak
pt_br: Cogumelo vermelho
ru: Красный гриб

# NAMES.RED_MUSHROOMHAT
source: Red Funcap
de: Rote Pilzkappe
es: Sombrerongo rojo
fr: Champeau rouge
it: Cappello di fungo rosso
ja: 赤いファンキャップ
pl: Czerwony grzybelusz
pt_br: Cogumelo vermelho engraçado
ru: Красная Грибная Шляпа

# NAMES.REEDS
source: Reeds
de: Schilf
es: Juncos
fr: Roseaux
it: Canne
ja: アシ
pl: Tatarak
pt_br: Juncos
ru: Камыши

# NAMES.REFINED_DUST
source: Collected Dust
de: Gesammelter Staub
es: Polvo concentrado
fr: Tas de poussière
it: Polvere raccolta
ja: 固めたホコリ
pl: Zebrany kurz
pt_br: Poeira Coletada
ru: Просеянная пыль

# NAMES.REFLECTIVEVEST
source: Summer Frest
de: Sonnenweste
es: Plumeco de verano
fr: Gilet d'été
it: Giubbotto estivo
ja: サマーフレスト
pl: Kamizelka odświeżycielka
pt_br: Colete de verão
ru: Летний свежилет

# NAMES.RELIC
source: Relic
de: Reliquie
es: Reliquia
fr: Relique
it: Reliquia
ja: 遺物
pl: Relikt
pt_br: Relíquia
ru: Реликвия

# NAMES.RESEARCHLAB
source: Science Machine
de: Wissenschaftsmaschine
es: Máquina de ciencia
fr: Machine scientifique
it: Macchina della scienza
ja: 科学機械
pl: Maszyna badawcza
pt_br: Máquina de ciência
ru: Научная машина

# NAMES.RESEARCHLAB2
source: Alchemy Engine
de: Alchemiemaschine
es: Máquina de alquimia
fr: Engin d'alchimie
it: Motore di alchimia
ja: 秘術のエンジン
pl: Silnik alchemiczny
pt_br: Motor de alquimia
ru: Алхимический двигатель

# NAMES.RESEARCHLAB3
source: Shadow Manipulator
de: Schattenmanipulator
es: Manip. de sombras
fr: Manipulateur d'ombre
it: Manipolatore d'ombra
ja: 影の操縦者
pl: Cienioodmieniacz
pt_br: Manipulador de sombras
ru: Теневой манипулятор

# NAMES.RESEARCHLAB4
source: Prestihatitator
es: Prestisombrerizador
fr: Prestidigichapeau
it: Cilindigitatore
ja: プレスティハッティテータ
pl: Prestikapelutator
pt_br: Prestichapelador
ru: Шляпусник

# NAMES.RESKIN_TOOL
source: Clean Sweeper
de: Reinemachbesen
es: Escoba
fr: Balai fleuri
it: Scopino rinnovatore
ja: 掃除機
pl: Zamiatacz do czysta
pt_br: Rapa-tudo
ru: Метелка

# NAMES.RESURRECTIONSTATUE
source: Meat Effigy
de: Fleischabbild
es: Efigie de carne
fr: Effigie de viande
it: Effigie di carne
ja: 肉人形
pl: Mięsny posążek
pt_br: Efígie de carne
ru: Мясное чучело

# NAMES.RESURRECTIONSTONE
source: Touch Stone
de: Wiederbelebungsstein
es: Piedra de resurrección
fr: Pierre de résurrection
it: Pietra di tocco
ja: タッチストーン
pl: Kamień odnowienia
pt_br: Pedra de toque
ru: Алтарь

# NAMES.RESURRECTION_PENALTY
source: Resurrection Sickness
de: Auferstehungskrankheit
es: Enfermedad de resurrección
fr: Maladie de résurrection
it: Malattia da resurrezione
ja: 再生する病
pl: Powskrzeszeniowy zawrót głowy
pt_br: Doença da ressurreição
ru: Болезнь воскрешения

# NAMES.REVIVER
source: Telltale Heart
de: Verräterisches Herz
es: Corazón soplón
fr: Cœur révélateur
it: Cuore rivelatore
ja: 裏切りの心臓
pl: Oskarżycielskie serce
pt_br: Coração Revelador
ru: Жертвенное сердце

# NAMES.RHINODRILL
source: Rhinocebro Snapback
de: Rhinozebruder Schnapp
es: Rinocebro Snapback
fr: Rhinocéfrère Snapy
it: Rinotello Crick
ja: サイ兄弟スナップバック
pl: Braciorożec Grubogrzbiet
pt_br: Irmãoceronte Quebra-Espinha
ru: Носоробро Кепон

# NAMES.RHINODRILL2
source: Rhinocebro Flatbrim
de: Rhinozebruder Flachrand
es: Rinocebro Flatbrim
fr: Rhinocéfrère Flapi
it: Rinotello Crock
ja: サイ兄弟フラットブリム
pl: Braciorożec Płaskobrzuch
pt_br: Irmãoceronte Aba-Reta
ru: Носоробро Кепарь

# NAMES.ROASTTURKEY
source: Roasted Turkey
de: Gerösteter Truthahn
es: Pavo asado
fr: Dinde rôtie
it: Tacchino arrostito
ja: ローストターキー
pl: Pieczony indyk
pt_br: Peru Assado
ru: Жареная индейка

# NAMES.ROBIN
source: Redbird
de: Roter Vogel
es: Petirrojo
fr: Oiseau rouge
it: Cardinale rosso
ja: 赤い鳥
pl: Kardynał
pt_br: Cardeal
ru: Красная птица

# NAMES.ROBIN_WINTER
source: Snowbird
de: Schneevogel
es: Pinzón de las nieves
fr: Oiseau des neiges
it: Zigolo delle nevi
ja: スノーバード
pl: Śnieżyk
pt_br: Cardeal invernal
ru: Снежная птица

# NAMES.ROBOT_BLUEPRINT
source: Ironclad Costume Pattern
de: Eisenpanzer-Kostümmuster
es: Patrón de disfraz acorazado
fr: Patron de costume métallique
it: Modello per costume di ferro
ja: 衣装型紙「鉄獣」
pl: Wykrój pancernego stroju
pt_br: Fantasia Couraçada
ru: Выкройка: железная броня

# NAMES.ROCK1
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Rocha
ru: Валун

# NAMES.ROCK2
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Rocha
ru: Валун

# NAMES.ROCKS
source: Rocks
de: Steine
es: Rocas
fr: Pierres
it: Rocce
ja: 岩
pl: Kamienie
pt_br: Pedras
ru: Камни

# NAMES.ROCKY
source: Rock Lobster
de: Felsenhummer
es: Langosta de roca
fr: Homard de pierre
it: Aragosta di roccia
ja: ロックロブスター
pl: Kamienny homar
pt_br: Lagosta de pedra
ru: Каменный лобстер

# NAMES.ROCK_AVOCADO_BUSH
source: Stone Fruit Bush
de: Steinfruchtstrauch
es: Arbusto de fruto de piedra
fr: Buisson à fruits à noyau
it: Cespuglio di pietrafrutti
ja: 石フルーツの茂み
pl: Krzew kamiennego owocu
pt_br: Arbusto de Frutas Rochosas
ru: Куст с каменными плодами

# NAMES.ROCK_AVOCADO_FRUIT
source: Stone Fruit
de: Steinfrucht
es: Fruto de piedra
fr: Fruit à noyau
it: Pietrafrutto
ja: 石フルーツ
pl: Kamienny owoc
pt_br: Fruta Rochosa
ru: Каменный плод

# NAMES.ROCK_AVOCADO_FRUIT_RIPE
source: Ripe Stone Fruit
de: Reife Steinfrucht
es: Fruto de piedra maduro
fr: Fruit à noyau mûr
it: Pietrafrutto maturo
ja: 熟れた石フルーツ
pl: Dojrzały kamienny owoc
pt_br: Fruta Rochosa Madura
ru: Созревший каменный плод

# NAMES.ROCK_AVOCADO_FRUIT_RIPE_COOKED
source: Cooked Stone Fruit
de: Gekochte Steinfrucht
es: Fruto de piedra cocinado
fr: Fruit à noyau cuit
it: Pietrafrutto cotto
ja: 調理された石フルーツ
pl: Pieczony kamienny owoc
pt_br: Fruta Rochosa Cozida
ru: Приготовленный каменный плод

# NAMES.ROCK_AVOCADO_FRUIT_SPROUT
source: Sprouting Stone Fruit
de: Sprießende Steinfrucht
es: Fruto de piedra germinado
fr: Fruit à noyau germé
it: Pietrafrutto germogliante
ja: 発芽している石フルーツ
pl: Kiełkujący kamienny owoc
pt_br: Broto de Fruta Rochosa
ru: Росток каменного плода

# NAMES.ROCK_FLINTLESS
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Rocha
ru: Валун

# NAMES.ROCK_FLINTLESS_LOW
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Pedregulho
ru: Валун

# NAMES.ROCK_FLINTLESS_MED
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Pedregulho
ru: Валун

# NAMES.ROCK_ICE
source: Mini Glacier
de: Kleiner Gletscher
es: Miniglaciar
it: Mini ghiacciaio
ja: ミニ氷河
pl: Minilodowiec
pt_br: Mini-geleira
ru: Мини-ледник

# NAMES.ROCK_ICE_MELTED
source: Melted Mini Glacier
de: Geschmolzener, kleiner Gletscher
es: Miniglaciar derretido
fr: Mini glacier fondu
it: Mini ghiacciaio sciolto
ja: 溶けたミニ氷河
pl: Rozpuszczony minilodowiec
pt_br: Mini-geleira derretida
ru: Расплавленный мини-ледник

# NAMES.ROCK_LIGHT
source: Lava Pit
de: Lavagrube
es: Foso de lava
fr: Fosse de lave
it: Pozzo di lava
ja: 溶岩ピット
pl: Magmowe źródło
pt_br: Poço de lava
ru: Лавовый очаг

# NAMES.ROCK_MOON
source: Boulder
de: Felsbrocken
es: Roca
fr: Grosse pierre
it: Masso
ja: 大岩
pl: Głaz
pt_br: Pedregulho
ru: Валун

# NAMES.ROCK_MOON_SHELL
source: Suspicious Boulder
de: Verdächtiger Brocken
es: Roca sospechosa
fr: Grosse pierre suspecte
it: Macigno sospetto
ja: 怪しい丸石
pl: Podejrzany kamień
pt_br: Rocha Suspeita
ru: Подозрительный валун

# NAMES.ROCK_PETRIFIED_TREE
source: Petrified Tree
de: Versteinerter Baum
es: Árbol petrificado
fr: Arbre pétrifié
it: Albero pietrificato
ja: 石化した木
pl: Skamieniałe drzewo
pt_br: Árvore petrificada
ru: Окаменелое дерево

# NAMES.ROOK
source: Clockwork Rook
de: Uhrwerk-Gauner
es: Torre mecánica
fr: Tour de rouages
it: Torre meccanica
ja: 時計仕掛けの岩
pl: Mechaniczna wieża
pt_br: Torre Mecânica
ru: Механическая ладья

# NAMES.ROOK_NIGHTMARE
source: Damaged Rook
de: Verletzter Gauner
es: Torre dañada
fr: Tour endommagée
it: Torre danneggiata
ja: 傷ついたミヤマガラス
pl: Uszkodzona wieża
pt_br: Torre danificada
ru: Поврежденная ладья

# NAMES.ROPE
source: Rope
de: Seil
es: Cuerda
fr: Corde
it: Fune
ja: ロープ
pl: Lina
pt_br: Corda
ru: Веревка

# NAMES.ROTTENEGG
source: Rotten Egg
de: Faules Ei
es: Huevo podrido
fr: Œuf pourri
it: Uovo marcio
ja: 腐った卵
pl: Zgniłe jajo
pt_br: Ovo podre
ru: Тухлое яйцо

# NAMES.ROYAL_JELLY
source: Royal Jelly
de: Gelee Royal
es: Jalea real
fr: Gelée royale
it: Pappa reale
ja: ローヤルゼリー
pl: Królewska galaretka
pt_br: Goma real
ru: Маточное Молочко

# NAMES.RUBBLE
source: Rubble
de: Schutt
es: Escombros
fr: Gravats
it: Maceria
ja: がれき
pl: Sterta
pt_br: Destroços
ru: Обломки

# NAMES.RUINSHAT
source: Thulecite Crown
de: Thulezit-Krone
es: Corona de tulecita
fr: Couronne de thulécite
it: Corona di tulecite
ja: スーラサイトの王冠
pl: Korona z tulecytu
pt_br: Coroa de tulecita
ru: Тулецитовая корона

# NAMES.RUINSRELIC_BOWL
source: Replica Relic Bowl
de: Nachbildung einer Schüssel
es: Réplica de cuenco
fr: Réplique de relique de bol
it: Replica reliquia scodella
ja: 遺物のレプリカ(ボウル)
pl: Replika starożytnej miednicy
pt_br: Réplica de tigela rara
ru: Копия Древней Чаши

# NAMES.RUINSRELIC_CHAIR
source: Replica Relic Chair
de: Nachbildung eines Stuhls
es: Réplica de silla
fr: Réplique de relique de chaise
it: Replica reliquia sedia
ja: 遺物のレプリカ(イス)
pl: Replika starożytnego krzesła
pt_br: Réplica de cadeira rara
ru: Копия Древнего Стула

# NAMES.RUINSRELIC_CHIPBOWL
source: Replica Relic Dish
de: Nachbildung eines Tellers
es: Réplica de plato
fr: Réplique de relique de plat
it: Replica reliquia ciotola
ja: 遺物のレプリカ(皿)
pl: Replika starożytnej misy
pt_br: Réplica de travessa rara
ru: Копия Древнего Блюда

# NAMES.RUINSRELIC_PLATE
source: Replica Relic Plate
de: Nachbildung eines Tellers
es: Réplica de bandeja
fr: Réplique de relique d'assiette
it: Replica reliquia piatto
ja: 遺物のレプリカ(丸皿)
pl: Replika starożytnego talerza
pt_br: Réplica de prato raro
ru: Копия Древней Тарелки

# NAMES.RUINSRELIC_TABLE
source: Replica Relic Table
de: Nachbildung eines Tischs
es: Réplica de mesa
fr: Réplique de relique de table
it: Replica reliquia tavolo
ja: 遺物のレプリカ(テーブル)
pl: Replika starożytnego stołu
pt_br: Réplica de mesa rara
ru: Копия Древнего Стола

# NAMES.RUINSRELIC_VASE
source: Replica Relic Vase
de: Nachbildung einer Vase
es: Réplica de jarrón
fr: Réplique de relique de vase
it: Replica reliquia vaso
ja: 遺物のレプリカ(花びん)
pl: Replika starożytnej wazy
pt_br: Réplica de vaso raro
ru: Копия Древней Вазы

# NAMES.RUINS_BAT
source: Thulecite Club
de: Thulecite-Keule
es: Garrote de tulecita
fr: Matraque de thulécite
it: Mazza di tulecite
ja: スーラサイトクラブ
pl: Tulecytowa pałka
pt_br: Bastão de tulecita
ru: Тулецитовая булава

# NAMES.RUINS_CAVEIN_OBSTACLE
source: Blocky Ruins
de: Klotzige Ruinen
es: Ruinas de bloques
fr: Ruines encombrantes
it: Rovine a blocchi
ja: 遺跡のブロック
pl: Masywne ruiny
pt_br: Ruínas em Blocos
ru: Блок руин

# NAMES.RUINS_RUBBLE
source: Broken Relic
de: Zerbrochene Reliquie
es: Reliquia rota
fr: Relique brisée
it: Reliquia rotta
ja: 壊れた遺物
pl: Zepsuty relikt
pt_br: Relíquia quebrada
ru: Разбитая реликвия

# NAMES.SACRED_CHEST
source: Ancient Chest
de: Antike Truhe
es: Cofre antiguo
fr: Ancien coffre
it: Scrigno antico
ja: いにしえの宝箱
pl: Starożytna skrzynia
pt_br: Baú ancestral
ru: Древний Сундук

# NAMES.SADDLEHORN
source: Saddlehorn
de: Sattelhorn
es: Quitamonturas
fr: Chausse-selle
it: Corno della sella
ja: サドルホーン
pl: Łyżka do siodeł
pt_br: Cavalgadura
ru: Седельный крюк

# NAMES.SADDLE_BASIC
source: Saddle
de: Satteln
es: Silla
fr: Seller
it: Sella
ja: くら
pl: Rozsiodłaj
pt_br: Sela
ru: Оседлать

# NAMES.SADDLE_RACE
source: Glossamer Saddle
de: Glossamer-Sattel
es: Silla de telaraña
fr: Selle lépidoptère
it: Sella da corsa
ja: フワフワのくら
pl: Siodło przyspieszenia
pt_br: Sela chique
ru: Невесомое седло

# NAMES.SADDLE_WAR
source: War Saddle
de: Gefechtssattel
es: Silla de guerra
fr: Selle de guerre
it: Sella da guerra
ja: 武将のくら
pl: Siodło wojenne
pt_br: Sela de guerra
ru: Боевое седло

# NAMES.SALSA
source: Salsa Fresca
it: Salsa piccante
ja: フレッシュサルサ
ru: Свежая сальса

# NAMES.SALTBOX
source: Salt Box
de: Salzkiste
es: Caja de sal
fr: Pot à salaison
it: Recipiente di sale
ja: 塩の箱
pl: Solarnia
pt_br: Caixa de Sal
ru: Соляной ящик

# NAMES.SALTLICK
source: Salt Lick
de: Salzleckstein
es: Chupador de sal
fr: Pierre à lécher
it: Blocco di sale
ja: 家畜用岩塩
pl: Lizawka
pt_br: Pedra de sal
ru: Солевой лизунец

# NAMES.SALTROCK
source: Salt Crystals
de: Salzkristalle
es: Cristales de sal
fr: Cristaux de sel
it: Cristalli di sale
ja: 塩の結晶
pl: Kryształki soli
pt_br: Cristais de sal
ru: Соляные кристаллы

# NAMES.SALTSTACK
source: Salt Formation
de: Salzformation
es: Formación de sal
fr: Formation en sel
it: Formazione salina
ja: 塩のフォーメーション
pl: Solna formacja
pt_br: Formação de Sal
ru: Соляное образование

# NAMES.SANDBLOCK
source: Sand Castle
de: Sandburg
es: Castillo de arena
fr: Château de sable
it: Castello di sabbia
ja: 砂の城
pl: Zamek z piasku
pt_br: Castelo de areia
ru: Песчаный замок

# NAMES.SANDSPIKE
source: Sand Spike
de: Sandspitze
es: Pincho de arena
fr: Pique de sable
it: Punta di sabbia
ja: 砂のスパイク
pl: Piaskowy kolec
pt_br: Estaca de vidro
ru: Песчаный шип

# NAMES.SANITYROCK
source: Obelisk
es: Obelisco
fr: Obélisque
it: Obelisco
ja: オベリスク
pt_br: Obelisco
ru: Обелиск
