Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.SAPLING
source: Sapling
de: Setzling
es: Retoño
fr: Pousse d'arbre
it: Alberello
ja: 苗木
pl: Sadzonka
pt_br: Muda
ru: Саженец

# NAMES.SCANDATA
source: Bio Data
de: Bio-Daten
es: Biodatos
fr: Données bio
it: Dati biologici
ja: バイオデータ
pl: Dane biologiczne
pt_br: Biodados
ru: Данные об органике

# NAMES.SCARECROW
source: Friendly Scarecrow
de: Nette Vogelscheuche
es: Amigo espantapájaros
fr: Épouvantail amical
it: Gaio spaventapasseri
ja: 友好的なかかし
pl: Przyjacielski strach na wróble
pt_br: Espantalho amistoso
ru: Дружелюбное пугало

# NAMES.SCORCHED_SKELETON
source: Crispy Skeleton
de: Knuspriges Skelett
es: Esqueleto crujiente
fr: Squelette croustillant
it: Scheletro croccante
ja: こんがり焼けた人骨
pl: Chrupiący szkielet
pt_br: Esqueleto torrado
ru: Хрустящий скелет

# NAMES.SCULPTINGTABLE
source: Potter's Wheel
de: Töpferscheibe
es: Torno de alfarero
fr: Tour de potier
it: Ruota del vasaio
ja: 陶芸家のろくろ
pl: Koło garncarskie
pt_br: Roda de ceramista
ru: Гончарный круг

# NAMES.SCULPTING_MATERIAL
source: Sculpting Block
de: Bildhauer-Block
es: Bloque para esculpir
fr: Bloc à sculpter
it: Blocco da scultura
ja: 彫刻ブロック
pl: Kamień do rzeźbienia
pt_br: Bloco de esculpir
ru: Блок для скульптуры

# NAMES.SCULPTURE_BISHOPBODY
source: Marble Sculpture
de: Marmorskulptur
es: Escultura de mármol
fr: Sculpture en marbre
it: Scultura in marmo
ja: 大理石彫像
pl: Marmurowa rzeźba
pt_br: Escultura de mármore
ru: Мраморная скульптура

# NAMES.SCULPTURE_BISHOPHEAD
source: Suspicious Marble
de: Verdächtiger Marmor
es: Mármol sospechoso
fr: Marbre suspect
it: Marmo sospetto
ja: 怪しい大理石
pl: Podejrzany kawałek marmuru
pt_br: Mármore suspeito
ru: Подозрительный мрамор

# NAMES.SCULPTURE_KNIGHTBODY
source: Marble Sculpture
de: Marmorskulptur
es: Escultura de mármol
fr: Sculpture en marbre
it: Scultura in marmo
ja: 大理石彫像
pl: Marmurowa rzeźba
pt_br: Escultura de mármore
ru: Мраморная Скульптура

# NAMES.SCULPTURE_KNIGHTHEAD
source: Suspicious Marble
de: Verdächtiger Marmor
es: Mármol sospechoso
fr: Marbre suspect
it: Marmo sospetto
ja: 怪しい大理石
pl: Podejrzany kawałek marmuru
pt_br: Mármore suspeito
ru: Подозрительный Мрамор

# NAMES.SCULPTURE_ROOKBODY
source: Marble Sculpture
de: Marmorskulptur
es: Escultura de mármol
fr: Sculpture en marbre
it: Scultura in marmo
ja: 大理石彫像
pl: Marmurowa rzeźba
pt_br: Escultura de mármore
ru: Мраморная Скульптура

# NAMES.SCULPTURE_ROOKNOSE
source: Suspicious Marble
de: Verdächtiger Marmor
es: Mármol sospechoso
fr: Marbre suspect
it: Marmo sospetto
ja: 怪しい大理石
pl: Podejrzany kawałek marmuru
pt_br: Mármore suspeito
ru: Подозрительный Мрамор

# NAMES.SEACOCOON
source: Sea Cocoon
de: Meereskokon
es: Crisálida marina
fr: Cocon marin
it: Bozzolo marino
ja: シーコクーン
pl: Morski kokon
pt_br: Casulo do Mar
ru: Морской кокон

# NAMES.SEACOCOON_TOP
source: Sea Cocoon
de: Meereskokon
es: Crisálida marina
fr: Cocon marin
it: Bozzolo marino
ja: シーコクーン
pl: Morski kokon
pt_br: Casulo do Mar
ru: Морской кокон

# NAMES.SEAFARING_PROTOTYPER
source: Think Tank
de: Denkfabrik
es: Laboratorio de ideas
fr: Tour des pensées
it: Serbatoio pensante
ja: シンクタンク
pl: Latarnia badawcza
pt_br: Laboratório de Ideias
ru: Бак мыслей

# NAMES.SEAFOODGUMBO
source: Seafood Gumbo
de: Meeresfrüchtegumbo
es: Gumbo de marisco
fr: Gombo au fruits de mer
it: Gombo con frutti di mare
ja: シーフードガンボ
pl: Zupa z owoców morza
pt_br: Fervido de frutos do mar
ru: Гамбо из морепродуктов

# NAMES.SEASTACK
source: Sea Stack
de: Klippe
es: Mole marina
fr: Éperon marin
it: Faraglione
ja: 海食柱
pl: Morski głaz
pt_br: Pilha do Mar
ru: Морской утес

# NAMES.SEEDPOUCH
source: Seed Pack-It
de: Saatgutbeutel
es: Mochila de semillas
fr: Sac à graines
it: Zaino dei semi
ja: 種入れ
pl: Plecak na nasiona
pt_br: Pacote de Sementes
ru: Сумка для семян

# NAMES.SEEDS
source: Seeds
de: Saatgut
es: Semillas
fr: Graines
it: Semi
ja: 種
pl: Nasiona
pt_br: Sementes
ru: Семена

# NAMES.SEEDS_COOKED
source: Toasted Seeds
de: Geröstete Samen
es: Semillas tostadas
fr: Graines grillées
it: Semi tostati
ja: トーストした種
pl: Prażone nasiona
pt_br: Sementes assadas
ru: Жареные семена

# NAMES.SENTRYWARD
source: Ocuvigil
es: Ocuvigía
fr: Ocuvigile
it: Occhiosveglio
ja: オキュヴィジル
pl: Patrzałka
ru: Глазорный

# NAMES.SEWING_KIT
source: Sewing Kit
de: Nähzeug
es: Equipo de costura
fr: Kit de couture
it: Cestino del cucito
ja: ソーイングキット
pl: Przybory do szycia
pt_br: Kit de costura
ru: Набор для шитья

# NAMES.SEWING_TAPE
source: Trusty Tape
de: Klebeband
es: Cinta fiable
fr: Bon ruban
it: Nastro affidabile
ja: 便利なテープ
pl: Porządna taśma
pt_br: Fita de confiança
ru: Надежная лента

# NAMES.SHADOWCHANNELER
source: Unseen Hand
de: Ungesehene Hand
es: Mano invisible
fr: Main invisible
it: Mano inosservata
ja: シャドウハンド
pl: Niewidzialna ręka
pt_br: Mão oculta
ru: Невидимая рука

# NAMES.SHADOWDIGGER_BUILDER
source: Shadow Digger
de: Schattengräber
es: Excavador sombrío
fr: Creuseur ombre
it: Scavatore d'ombra
ja: シャドウディガー
pl: Kopacz cienia
pt_br: Escavador das sombras
ru: Теневой копатель

# NAMES.SHADOWDUELIST_BUILDER
source: Shadow Duelist
de: Schattenduellant
es: Duelista sombrío
fr: Duelliste ombre
it: Duellante d'ombra
ja: シャドウウォーリア
pl: Oponent cienia
pt_br: Duelista das sombras
ru: Теневой партнер

# NAMES.SHADOWHEART
source: Shadow Atrium
de: Schatten-Atrium
es: Ventrículo sombrío
fr: Ombre d'atrium
it: Cuore d'ombra
ja: 闇のアトリウム
pl: Cieniste serce
pt_br: Átrio sombrio
ru: Теневое предсердие

# NAMES.SHADOWLUMBER_BUILDER
source: Shadow Logger
de: Schatten-Holzfäller
es: Talador sombrío
fr: Bûcheron ombre
it: Taglialegna d'ombra
ja: シャドウカッター
pl: Drwal cienia
pt_br: Lenhador das sombras
ru: Теневой лесоруб

# NAMES.SHADOWMETEOR
source: Meteor
es: Meteoro
fr: Météorite
it: Meteora
ja: いん石
pl: Meteoryt
pt_br: Meteoro
ru: Метеор

# NAMES.SHADOWMINER_BUILDER
source: Shadow Miner
de: Schatten-Bergarbeiter
es: Minero sombrío
fr: Mineur ombre
it: Minatore d'ombra
ja: シャドウマイナー
pl: Górnik cienia
pt_br: Mineiro das sombras
ru: Теневой шахтер

# NAMES.SHADOWTENTACLE
source: Shadow Tentacle
de: Schattententakel
es: Tentáculo de sombra
fr: Tentacule ombre
it: Tentacolo d'ombra
ja: シャドウテンタクル
pl: Macka cienia
pt_br: Tentáculo das sombras
ru: Щупальце теней

# NAMES.SHADOWWAXWELL
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
ja: 影
pl: Cień
pt_br: Sombra
ru: Тень

# NAMES.SHADOW_BISHOP
source: Shadow Bishop
de: Schatten-Bischof
es: Alfil sombrío
fr: Ombre du fou
it: Alfiere d'ombra
ja: 闇のビショップ
pl: Cienisty goniec
pt_br: Bispo sombrio
ru: Теневой слон

# NAMES.SHADOW_KNIGHT
source: Shadow Knight
de: Schattenspringer
es: Caballo sombrío
fr: Ombre du cavalier
it: Cavallo d'ombra
ja: 闇のナイト
pl: Cienisty skoczek
pt_br: Cavalo sombrio
ru: Теневой конь

# NAMES.SHADOW_ROOK
source: Shadow Rook
de: Schattenturm
es: Torre sombría
fr: Ombre de la tour
it: Torre d'ombra
ja: 闇のルーク
pl: Cienista wieża
pt_br: Torre sombria
ru: Теневая ладья

# NAMES.SHARK
source: Rockjaw
de: Steinbeiß
es: Rocamandíbula
fr: Pierrequin
it: Mascella rocciosa
ja: ロックジョー
pl: Kamiennoszczęki
pt_br: Boca Rochosa
ru: Камнезев

# NAMES.SHELL_CLUSTER
source: Shell Cluster
de: Muschelhaufen
es: Agrupación de conchas
fr: Coquillages agglomérés
it: Grappolo di conchiglie
ja: 甲殻類の群れ
pl: Zbitek muszli
pt_br: Amontoado de Conchas
ru: Скопление раковин

# NAMES.SHENANIGANS
source: Shenanigans
de: Schabernack
es: Problemillas
fr: Entourloupettes
it: Bravate
ja: いたずら
pl: Krętactwo
pt_br: Bestagem
ru: Веселуха закончилась

# NAMES.SHIELDOFTERROR
source: Shield of Terror
de: Schild des Schreckens
es: Escudo del terror
fr: Bouclier de l'effroi
it: Scudo del terrore
ja: 恐怖の盾
pl: Tarcza terroru
pt_br: Escudo do Terror
ru: Щит ужаса

# NAMES.SHOVEL
source: Shovel
de: Schaufel
es: Pala
fr: Pelle
it: Pala
ja: シャベル
pl: Łopata
pt_br: Pá
ru: Лопата

# NAMES.SHROOMCAKE
source: Mushy Cake
de: Pilziger Kuchen
es: Pastel de hongos
fr: Gâteau spongieux
it: Torta di funghi
ja: キノコケーキ
pl: Grzybie ciasto
pt_br: Bolo Molenga
ru: Гриботорт

# NAMES.SHROOM_SKIN
source: Shroom Skin
de: Pilzhaut
es: Piel fúngica
fr: Champipeau
it: Pelle di fungo
ja: きのこ肌
pl: Grzyboskóra
pt_br: Pele de cogumelo
ru: Грибная шкура

# NAMES.SIESTAHUT
source: Siesta Lean-to
de: Hut der Mittagsruhe
es: Siestódromo
fr: Abri de sieste
it: Capanna del riposo
ja: シエスタ・ヒュッテ
pl: Odpoczywnik
pt_br: Abrigo para cochilar
ru: Навес для сиесты

# NAMES.SILK
source: Silk
de: Seide
es: Seda
fr: Soie
it: Seta
ja: シルク
pl: Sieć pajęcza
pt_br: Seda
ru: Паутина

# NAMES.SINGINGSHELL_OCTAVE3
source: Baritone Shell Bell
de: Bariton-Muschelglocke
es: Camparacola barítona
fr: Coquillage sonore baryton
it: Conchiglia baritono
ja: バリトンの貝殻ベル
pl: Muszla barytonowa
pt_br: Sino de Concha Barítono
ru: Поющая баритоном раковина

# NAMES.SINGINGSHELL_OCTAVE4
source: Alto Shell Bell
de: Alt-Muschelglocke
es: Camparacola alta
fr: Coquillage sonore alto
it: Conchiglia contralto
ja: アルトの貝殻ベル
pl: Muszla altowa
pt_br: Sino de Concha Alto
ru: Поющая альтом раковина

# NAMES.SINGINGSHELL_OCTAVE5
source: Soprano Shell Bell
de: Sopran-Muschelglocke
es: Camparacola soprano
fr: Coquillage sonore soprano
it: Conchiglia soprano
ja: ソプラノの貝殻ベル
pl: Muszla sopranowa
pt_br: Sino de Concha Soprano
ru: Поющая сопрано раковина

# NAMES.SINKHOLE
source: Basalt
es: Basalto
fr: Basalte
it: Basalto
ja: 玄武岩
pl: Bazalt
pt_br: Basalto
ru: Базальт

# NAMES.SISTURN
source: Sisturn
de: Schwesturne
es: Cisturna
fr: Sœurne
it: Sorellurna
ja: シスターン
pl: Siosturna
pt_br: Irmurna Cisterna
ru: Алтарь сестры

# NAMES.SKELETON
source: Skeleton
de: Skelett
es: Esqueleto
fr: Squelette
it: Scheletro
ja: スケルトン
pl: Szkielet
pt_br: Esqueleto
ru: Скелет

# NAMES.SKELETONHAT
source: Bone Helm
de: Knochenhelm
es: Casco de hueso
fr: Casque d'os
it: Elmetto di ossa
ja: ボーンヘルム
pl: Kościany hełm
pt_br: Elmo de ossos
ru: Костяной шлем

# NAMES.SKELETON_PLAYER
source: Skeleton
de: Skelett
es: Esqueleto
fr: Squelette
it: Scheletro
ja: Skelton
pl: Szkielet
pt_br: Esqueleto
ru: Скелет

# NAMES.SKETCH
source: {item} Sketch
de: Skizze von {item}
es: Boceto de {item}
fr: {item} Dessin
it: Schizzo di {item}
ja: {item}のスケッチ
pl: Szkic: {item}
pt_br: Desenho de {item}
ru: Эскиз {item}

# NAMES.SKULLCHEST
source: Skullchest
de: Schädeltruhe
es: Cofre de calavera
fr: Crâne-coffre
it: Scrigno-teschio
ja: 頭蓋骨の収納箱
pl: Czaszkoskrzynia
pt_br: Baú de caveira
ru: Костяной сундук

# NAMES.SLEEPBOMB
source: Napsack
de: Wandersack
es: Bolsa de dormir
fr: Sac à sieste
it: Sacco per il sonno
ja: 眠り袋
pl: Śpiworek
pt_br: Mochila
ru: Усыпляющий мешок

# NAMES.SLINGSHOT
source: Trusty Slingshot
de: Zuverlässige Zwille
es: Tirachinas fiable
fr: Lance-pierre fiable
it: Fidata fionda
ja: 安心安全のパチンコ
pl: Wierna proca
pt_br: Estilingue Confiável
ru: Надежная рогатка

# NAMES.SLINGSHOTAMMO_FREEZE
source: Freeze Rounds
de: Frostgeschosse
es: Munición congelante
fr: Munitions gelées
it: Colpi congelati
ja: 氷の弾
pl: Lodowe pociski
pt_br: Esferas Congelantes
ru: Морозные пульки

# NAMES.SLINGSHOTAMMO_GOLD
source: Gold Rounds
de: Goldgeschosse
es: Munición de oro
fr: Munitions d'or
it: Colpi dorati
ja: 金の弾
pl: Złote pociski
pt_br: Esferas Douradas
ru: Золотые пульки

# NAMES.SLINGSHOTAMMO_MARBLE
source: Marbles
de: Murmeln
es: Canicas
fr: Billes
it: Biglie
ja: 大理石の弾
pl: Szklane kulki
pt_br: Bolas de Gude
ru: Мраморные пульки

# NAMES.SLINGSHOTAMMO_POOP
source: Poop Pellets
de: Kackgeschosse
es: Bolitas de caca
fr: Munitions de crotte
it: Pezzetti di cacca
ja: うんこの弾
pl: Kulki z kupy
pt_br: Pelotas de Cocô
ru: Навозные пульки

# NAMES.SLINGSHOTAMMO_ROCK
source: Pebbles
de: Kiesel
es: Piedrecitas
fr: Galets
it: Sassolini
ja: 小石
pl: Kamyki
pt_br: Pedrinhas
ru: Камешки

# NAMES.SLINGSHOTAMMO_SLOW
source: Slow-Down Rounds
de: Bremsgeschosse
es: Munición lenta
fr: Munitions de lenteur
it: Colpi rallentanti
ja: 鈍足の弾
pl: Pociski spowalniające
pt_br: Esferas Desacelerantes
ru: Замедляющие пульки

# NAMES.SLINGSHOTAMMO_THULECITE
source: Cursed Rounds
de: Verfluchte Geschosse
es: Munición maldita
fr: Munitions maudites
it: Colpi maledetti
ja: 呪いの弾
pl: Przeklęte pociski
pt_br: Esferas Amaldiçoadas
ru: Проклятые пульки

# NAMES.SLOW_FARMPLOT
source: Basic Farm
de: Einfache Farm
es: Granja básica
fr: Ferme de base
it: Fattoria di base
ja: 基本的な農場
pl: Podstawowe pole
pt_br: Fazenda básica
ru: Простая грядка

# NAMES.SLURPER
source: Slurper
de: Schlürfer
es: Sorbedor
fr: Lécheur
it: Slinguazza
ja: スラーパー
pl: Lizawczak
pt_br: Lambedor
ru: Проглот

# NAMES.SLURPER_PELT
source: Slurper Pelt
de: Schlürfer-Pelz
es: Piel de sorbedor
fr: Peau de lécheur
it: Pelle di slinguazza
ja: スラーパーの皮
pl: Skóra lizawczaka
pt_br: Couro de lambedor
ru: Шкура проглота

# NAMES.SLURTLE
source: Slurtle
es: Babortuga
fr: Molluk
it: Bavuga
ja: スラートル亀
pl: Szlamółw
pt_br: Tartareca
ru: Слизнепаха

# NAMES.SLURTLEHAT
source: Shelmet
de: Panzerhelm
es: Babasco
fr: Cocasque
it: Casco corazzato
ja: 貝殻のヘルメット
pl: Hełmuszla
pt_br: Conchapete
ru: Шлем-панцирь

# NAMES.SLURTLEHOLE
source: Slurtle Mound
de: Slurtle-Haufen
es: Montículo de babortuga
fr: Monticule de molluk
it: Cumulo di bavughe
ja: スラートル亀の土塁
pl: Kopiec szlamółwia
pt_br: Monte de tartareca
ru: Курган слизнепах

# NAMES.SLURTLESLIME
source: Slurtle Slime
de: Slurtle-Schleim
es: Baba de babortuga
fr: Bave de molluk
it: Bava di bavuga
ja: スラートル亀のスライム
pl: Szlam szlamółwia
pt_br: Gosma de tartareca
ru: Слизь слизнепахи

# NAMES.SLURTLE_SHELLPIECES
source: Broken Shell
de: Kaputter Panzer
es: Caparazón roto
fr: Coquille brisée
it: Guscio rotto
ja: 壊れた貝殻
pl: Rozbita skorupa
pt_br: Concha quebrada
ru: Расколотый панцирь

# NAMES.SMALLBIRD
source: Smallbird
es: Pajarillo
fr: Petit oiseau
it: Pennutaltino
ja: 小さな鳥
pl: Mały duptak
pt_br: Pássaro pequeno
ru: Птенец

# NAMES.SMALLGHOST
source: Pipspook
de: Kleingeist
es: Tembleques
fr: Ectopti
it: Fantasmello
ja: ピプスプーク
pl: Boboduszek
pt_br: Fantasminha
ru: Пищащий призрак

# NAMES.SMALLGUARD_ALTERGUARDIAN_PROJECTILE
source: Minor Gestalt
de: Mindere Gestalt
es: Gestalt menor
fr: Gestalt inférieur
it: Gestalt minore
ja: ゲシュタルト（小）
pl: Mniejszy gestalt
pt_br: Gestalt Pequena
ru: Малый гештальт

# NAMES.SMALLMEAT
source: Morsel
de: Happen
es: Bocado
fr: Morceau
it: Boccone
ja: 肉片
pl: Mięsny kąsek
pt_br: Naco de carne
ru: Закуска

# NAMES.SMALLMEAT_DRIED
source: Small Jerky
de: Kleines Trockenfleisch
es: Cecina pequeña
fr: Petite viande séchée
it: Poca carne essiccata
ja: 小さなジャーキー
pl: Mały kawałek suszonego mięsa
pt_br: Charque pequeno
ru: Вяленый кусочек мяса

# NAMES.SNAPPER
source: Crocommander
de: Krokommandeur
es: Cocomandante
fr: Crocommandeur
it: Coccodrillante
ja: クロコマンダー
pl: Krokowódca
pt_br: Crocomandante
ru: Крокомандир

# NAMES.SNURTLE
source: Snurtle
es: Torturacol
fr: Mollux
it: Sbavuga
ja: スナートル
pl: Ślimółw
pt_br: Tartacol
ru: Улипаха

# NAMES.SOIL_AMENDER
source: Growth Formula Starter
de: Starter für Wachstumsmittel
es: Fórmula de crecimiento inicial
fr: Formule de croissance
it: Formula della crescita iniziale
ja: 成長剤（初期）
pl: Zaczyn na wzrastacz
pt_br: Fórm. Cresc. Inicial
ru: Закваска для формулы роста

# NAMES.SOIL_AMENDER_FERMENTED
source: Super Growth Formula
de: Super-Wachstumsmittel
es: Superfórmula de crecimiento
fr: Super formule de croissance
it: Formula della crescita super
ja: スーパー成長剤
pl: Superwzrastacz
pt_br: Superfórm. Crescimento
ru: Суперформула роста

# NAMES.SOIL_AMENDER_FRESH
source: Growth Formula Starter
de: Starter für Wachstumsmittel
es: Fórmula de crecimiento inicial
fr: Formule de croissance
it: Formula della crescita iniziale
ja: 成長剤（初期）
pl: Zaczyn na wzrastacz
pt_br: Fórm. Cresc. Inicial
ru: Закваска для формулы роста

# NAMES.SOIL_AMENDER_SPOILED
source: Fermented Growth Formula
de: Fermentiertes Wachstumsmittel
es: Fórmula de crecimiento fermentada
fr: Formule de croissance fermentée
it: Formula della crescita fermentata
ja: 成長剤（発酵済み）
pl: Sfermentowany wzrastacz
pt_br: Fórm. Cresc. Fermentada
ru: Скисшая формула роста

# NAMES.SOIL_AMENDER_STALE
source: Fermenting Growth Formula
de: Fermentierendes Wachstumsmittel
es: Fórmula de crecimiento en proceso
fr: Formule de croissance en fermentation
it: Formula della crescita in fermentazione
ja: 成長剤（発酵済み）
pl: Fermentujący wzrastacz
pt_br: Fórm. Cresc. Fermentando
ru: Закисающая формула роста

# NAMES.SPAT
source: Ewecus
de: Schleimschaf
fr: Brebicus
it: Pecoraccia
ja: ハナヒツジ
pl: Śluzowca
pt_br: Mucovelha
ru: Слизовца

# NAMES.SPEAR
source: Spear
de: Speer
es: Lanza
fr: Lance
it: Lancia
ja: 槍
pl: Włócznia
pt_br: Lança
ru: Копье

# NAMES.SPEAR_GUNGNIR
source: Pith Pike
de: Tropenspieß
es: Pica de médula
fr: Pique à moelle
it: Picca da arena
ja: ピスパイク
pl: Szpiczasta pika
pt_br: Croque essencial
ru: Мощная пика

# NAMES.SPEAR_LANCE
source: Spiral Spear
de: Spiral-Speer
es: Lanza espiral
fr: Lance à spirale
it: Lancia a spirale
ja: スパイラルスピア
pl: Spiralna kopia
pt_br: Lança espiral
ru: Спиральное копье

# NAMES.SPEAR_WATHGRITHR
source: Battle Spear
de: Kampfspeer
es: Lanza de batalla
fr: Lance de combat
it: Lancia da battaglia
ja: 戦闘槍
pl: Bitewna włócznia
pt_br: Lança de batalha
ru: Боевое копье

# NAMES.SPICEPACK
source: Chef Pouch
de: Kochbeutel
es: Bolsa de chef
fr: Besace du chef
it: Marsupio dello chef
ja: シェフバッグ
pl: Torba szefa kuchni
pt_br: Bolsa de mestre-cuca
ru: Сумка шеф-повара

# NAMES.SPICE_CHILI
source: Chili Flakes
de: Chiliflocken
es: Copos de chile
fr: Flocons de piment
it: Peperoncino a scaglie
ja: 唐辛子フレーク
pl: Płatki chili
pt_br: Flocos Picantes
ru: Хлопья чили

# NAMES.SPICE_CHILI_FOOD
source: Spicy {food}
de: {food}, scharf
es: {food} picante
fr: {food} au piment
it: {food} piccante
ja: からい{food}
pl: {food} z chili
pt_br: {food} Picante
ru: {food} со специями

# NAMES.SPICE_GARLIC
source: Garlic Powder
de: Knoblauchpulver
es: Ajo en polvo
fr: Ail en poudre
it: Aglio in polvere
ja: ガーリックパウダー
pl: Czosnek suszony
pt_br: Pó de Alho
ru: Чесночный порошок

# NAMES.SPICE_GARLIC_FOOD
source: Garlic {food}
de: Knoblauch-{food}
es: {food} al ajo
fr: {food} à l'ail
it: {food} all'aglio
ja: ガーリック{food}
pl: {food} z czosnkiem
pt_br: {food} com Alho
ru: {food} с чесноком

# NAMES.SPICE_SALT
source: Seasoning Salt
de: Würzsalz
es: Sal de sazonar
fr: Sel d'assaisonnement
it: Sale da condimento
ja: シーズニングソルト
pl: Sól kuchenna
pt_br: Sal de Tempero
ru: Пищевая соль

# NAMES.SPICE_SALT_FOOD
source: Salty {food}
de: {food} mit Salz
es: {food} (con sal)
fr: {food} (cuisson excessive)
it: {food} con sale
ja: しょっぱい{food}
pl: {food} z solą
pt_br: {food} com muito sal
ru: {food} (солен.)

# NAMES.SPICE_SUGAR
source: Honey Crystals
de: Honigkristalle
es: Cristales de miel
fr: Cristaux de miel
it: Cristalli di miele
ja: ハチミツの結晶
pl: Kryształki miodu
pt_br: Cristais de Mel
ru: Медовые кристаллы

# NAMES.SPICE_SUGAR_FOOD
source: Sweet {food}
de: {food}, süß
es: {food} dulce
fr: {food} au sucre
it: {food} dolce
ja: 甘い{food}
pl: {food} na słodko
pt_br: {food} Doce
ru: {food} с сахаром

# NAMES.SPIDER
source: Spider
de: Spinne
es: Araña
fr: Araignée
it: Ragno
ja: クモ
pl: Pająk
pt_br: Aranha
ru: Паук

# NAMES.SPIDERDEN
source: Spider Den
de: Spinnenbau
es: Cubil de arañas
fr: Nid d'araignée
it: Covo di ragni
ja: クモの巣
pl: Siedlisko pająków
pt_br: Ninho de aranhas
ru: Кокон

# NAMES.SPIDERDEN_BEDAZZLER
source: Den Decorating Set
de: Set für Bau-Dekorierung
es: Juego de decoración de guaridas
fr: Kit de décoration de terrier
it: Set per decorare i nidi
ja: クモの巣デコレーションセット
pl: Zestaw dekoracji leża
pt_br: Conj. Decoração de Covil
ru: Набор для украшения логова

# NAMES.SPIDEREGGSACK
source: Spider Eggs
de: Spinneneier
es: Huevos de araña
fr: Œufs d'araignée
it: Uova di ragno
ja: クモの卵
pl: Jaja pająka
pt_br: Ovos de aranha
ru: Паучьи яйца

# NAMES.SPIDERGLAND
source: Spider Gland
de: Spinnendrüse
es: Glándula de araña
fr: Glandes d'araignée
it: Ghiandola di ragno
ja: クモの皮膚
pl: Gruczoł pająka
pt_br: Glândula de aranha
ru: Паучья железа

# NAMES.SPIDERHAT
source: Spiderhat
de: Spinnenhut
es: Gorro de araña
fr: Chapeau araignée
it: Cappello di ragno
ja: スパイダーハット
pl: Pajęcza czapka
pt_br: Chapéu de aranha
ru: Паучья шляпа

# NAMES.SPIDERHOLE
source: Spilagmite
de: Spinnenloch
es: Arañagmita
fr: Toilagmites
ja: スピルガマイト
pl: Arachmit
pt_br: Derragmite
ru: Спилагмит

# NAMES.SPIDERQUEEN
source: Spider Queen
de: Spinnenkönigin
es: Reina araña
fr: Reine araignée
it: Regina dei ragni
ja: スパイダークイーン
pl: Pajęcza królowa
pt_br: Rainha das Aranhas
ru: Королева пауков

# NAMES.SPIDER_DROPPER
source: Dangling Depth Dweller
de: Baumelnder Tiefenbewohner
es: Morador de profundidades colgante
fr: Araignée blanche
it: Penzolante degli anfratti
ja: ぶら下がりの深みの住人
pl: Wiszący pełzak głębinowy
pt_br: Habitante das profundezas pendurado
ru: Глубинный паук

# NAMES.SPIDER_HEALER
source: Nurse Spider
de: Pflegerspinne
es: Araña sanadora
fr: Araignée infirmière
it: Ragno infermiere
ja: ナースグモ
pl: Leczący pająk
pt_br: Efermeiranha
ru: Паук-целитель

# NAMES.SPIDER_HEALER_ITEM
source: Healing Glop
de: Heil-Glop
es: Bálsamo curativo
fr: Goutte de soin
it: Poltiglia curativa
ja: 治療用粘着物
pl: Lecznicza paćka
pt_br: Gosma de Cura
ru: Лечебная слизь

# NAMES.SPIDER_HIDER
source: Cave Spider
de: Höhlenspinne
es: Araña de cueva
fr: Araignée des grottes
it: Ragno della grotta
ja: クモの洞窟
pl: Pająk jaskiniowy
pt_br: Aranha das cavernas
ru: Пещерный паук

# NAMES.SPIDER_MOON
source: Shattered Spider
de: Trümmerspinne
es: Araña fragmentada
fr: Araignée mutante
it: Ragno squassato
ja: 壊されたクモ
pl: Kłujący pająk
pt_br: Aranha Quebrada
ru: Расколотый паук

# NAMES.SPIDER_REPELLENT
source: Shoo Box
de: Husch-Box
es: Caja repelente
fr: Crécelle à araignées
it: Ragnanella
ja: ゲキタイ箱
pl: Odstraszające pudełko
pt_br: Enxotaranha
ru: Отпугач

# NAMES.SPIDER_SPITTER
source: Spitter
de: Spucker
es: Salivadora
fr: Araignée cracheuse
it: Sputatore
ja: 唾を吐く人
pl: Pluja
pt_br: Cuspideira
ru: Плевун

# NAMES.SPIDER_WARRIOR
source: Spider Warrior
de: Spinnenkrieger
es: Guerrero araña
fr: Araignée de guerre
it: Ragno guerriero
ja: クモ戦士
pl: Pająk wojownik
pt_br: Guerreiro aranha
ru: Паук-воин

# NAMES.SPIDER_WATER
source: Sea Strider
de: Seeschreiter
es: Zancudo marino
fr: Araignépée
it: Zampetto di mare
ja: ナミノリグモ
pl: Morski krokacz
pt_br: Andarilha Marinha
ru: Водомерка

# NAMES.SPIDER_WHISTLE
source: Webby Whistle
de: Netzpfeife
es: Silbato de Webby
fr: Sifflet à pattes
it: Fischietto per ragni
ja: ウェビーの笛
pl: Pajęczy gwizdek
pt_br: Apiteia
ru: Паучий свисток

# NAMES.SPOILED_FISH
source: Spoiled Fish
de: Verdorbener Fisch
es: Pez podrido
fr: Poisson gâté
it: Pesce avariato
ja: 腐った魚
pl: Zepsuta ryba
pt_br: Peixe estragado
ru: Сгнившая рыбина

# NAMES.SPOILED_FISH_SMALL
source: Spoiled Fish Morsel
de: Verdorbener Fischhappen
es: Bocado de pez podrido
fr: Morceau de poisson pourri
it: Boccone di pesce avariato
ja: 腐った魚肉片
pl: Zepsuty rybny kąsek
pt_br: Pedaço de Peixe Estragado
ru: Кусок сгнившей рыбы

# NAMES.SPOILED_FOOD
source: Rot
de: Fäulnis
es: Podredumbre
fr: Racine
it: Marciume
ja: 堕落
pl: Zgniła żywność
pt_br: Podridão
ru: Гниль

# NAMES.SPORECLOUD
source: Spore Cloud
de: Sporenwolke
es: Nube de esporas
fr: Nuage de spore
it: Nube di spore
ja: 胞子雲
pl: Chmura zarodników
pt_br: Nuvem de esporos
ru: Ядовитое Облако

# NAMES.SPORE_MEDIUM
source: Red Spore
de: Rote Spore
es: Espora roja
fr: Spore rouge
it: Spora rossa
ja: 胞子(赤)
pl: Czerwony zarodnik
pt_br: Esporo vermelho
ru: Красная спора

# NAMES.SPORE_MOON
source: Lunar Spore
de: Mond-Spore
es: Espora lunar
fr: Spore lunaire
it: Spora lunare
ja: 月の胞子
pl: Księżycowy zarodnik
pt_br: Esporo Lunar
ru: Лунная спора

# NAMES.SPORE_SMALL
source: Green Spore
de: Grüne Spore
es: Espora verde
fr: Spore verte
it: Spora verde
ja: 胞子(緑)
pl: Zielony zarodnik
pt_br: Esporo verde
ru: Зеленая спора

# NAMES.SPORE_TALL
source: Blue Spore
de: Blaue Spore
es: Espora azul
fr: Spore bleue
it: Spora blu
ja: 胞子(青)
pl: Niebieski zarodnik
pt_br: Esporo azul
ru: Синяя спора

# NAMES.SQUID
source: Skittersquid
de: Flutschtintenfisch
es: Calamar huidizo
fr: Angoisseiche
it: Calafaretto
ja: スキッタースクイッド
pl: Smyrgokalmar
pt_br: Lulesguia
ru: Кальмар
