Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.ABIGAIL
source: Abigail
ru: Абигейл

# NAMES.ABIGAIL_FLOWER
source: Abigail's Flower
de: Abigails Blume
es: Flor de Abigail
fr: Fleur d'Abigail
it: Fiore di Abigail
ja: Abigailのお花
pl: Kwiatek Abigail
pt_br: Flor da Abigail
ru: Цветок Абигейл

# NAMES.ACCOMPLISHMENT_SHRINE
source: Accomploshrine
de: Schrein der Leistung
es: Logrocopa
fr: Coupe d'accomplissement
it: Santuario dei traguardi
ja: アコンプロシュライン
pl: Osiągniczka
pt_br: Conquistuário
ru: Кубок свершений

# NAMES.ACORN
source: Birchnut
de: Birkennuss
es: Nuez de abedul
fr: Châtaigne
it: Nocetulla
ja: バーチナッツ
pl: Orzech brzozowca
pt_br: Noz de vidoeiro
ru: Березовый каштан

# NAMES.ACORN_COOKED
source: Roasted Birchnut
de: Geröstete Birkennuss
es: Nuez de abedul tostada
fr: Châtaigne rôtie
it: Nocetulla arrostita
ja: ローストしたバーチナッツ
pl: Pieczony orzech brzozowca
pt_br: Noz de vidoeiro assada
ru: Запеченный березовый каштан

# NAMES.ACORN_SAPLING
source: Birchnut Sapling
de: Birkennusssetzling
es: Retoño de abedul
fr: Jeune pousse de châtaignier
it: Alberello di nocetulla
ja: バーチナッツの苗木
pl: Sadzonka brzozowca
pt_br: Muda de vidoeiro
ru: Саженец березового каштана

# NAMES.ADVENTURE_PORTAL
source: Maxwell's Door
de: Maxwells Tür
es: Puerta de Maxwell
fr: Portail de Maxwell
it: Porta di Maxwell
ja: Maxwellのドア
pl: Wrota Maxwella
pt_br: Porta do Maxwell
ru: Дверь Максвелла

# NAMES.ALTERGUARDIANHAT
source: Enlightened Crown
de: Erleuchtete Krone
es: Corona del iluminado
fr: Couronne d'illumination
it: Corona illuminata
ja: 啓発の王冠
pl: Korona oświecenia
pt_br: Coroa Iluminada
ru: Диадема просвещения

# NAMES.ALTERGUARDIANHATSHARD
source: Enlightened Crown Shard
de: Splitter der Erleuchteten Krone
es: Corona del iluminado (frag.)
fr: Fragment de couronne d'illumination
it: Frammento di corona illuminata
ja: 啓発の王冠の破片
pl: Odłamek korony oświecenia
pt_br: Frag. Coroa Iluminada
ru: Осколок Диадемы просвещения

# NAMES.ALTERGUARDIANHAT_PROJECTILE
source: Minor Gestalt
de: Mindere Gestalt
es: Gestalt menor
fr: Gestalt inférieur
it: Gestalt minore
ja: ゲシュタルト（小）
pl: Mniejszy gestalt
pt_br: Gestalt Pequena
ru: Малый гештальт

# NAMES.ALTERGUARDIAN_CONTAINED
source: Lunar Essence Extractor
de: Extraktor der Lunaressenz
es: Extractor de esencia lunar
fr: Extracteur d'essence lunaire
it: Estrattore di essenza lunare
ja: ルナエッセンス抽出機
pl: Ekstraktor energii
pt_br: Extrator de Essência Lunar
ru: Экстрактор лунной эссенции

# NAMES.ALTERGUARDIAN_PHASE1
source: Celestial Champion
de: Himmlischer Champion
es: Campeón celestial
fr: Champion céleste
it: Campione celestiale
ja: 天体の覇者
pl: Niebiański czempion
pt_br: Campeão Celestial
ru: Небесный чемпион

# NAMES.ALTERGUARDIAN_PHASE2
source: Celestial Champion
de: Himmlischer Champion
es: Campeón celestial
fr: Champion céleste
it: Campione celestiale
ja: 天体の覇者
pl: Niebiański czempion
pt_br: Campeão Celestial
ru: Небесный чемпион

# NAMES.ALTERGUARDIAN_PHASE2SPIKE
source: Moonglass Spike
de: Mondglas-Stachel
es: Pincho de cristal lunar
fr: Pique de verrelune
it: Spuntone di vetro lunare
ja: 月のガラスのスパイク
pl: Księżycowy kolec
pt_br: Espeto de Vidro Lunar
ru: Шип лунного стекла

# NAMES.ALTERGUARDIAN_PHASE3
source: Celestial Champion
de: Himmlischer Champion
es: Campeón celestial
fr: Champion céleste
it: Campione celestiale
ja: 天体の覇者
pl: Niebiański czempion
pt_br: Campeão Celestial
ru: Небесный чемпион

# NAMES.ALTERGUARDIAN_PHASE3DEAD
source: Defeated Celestial Champion
de: Besiegter Himmlischer Champion
es: Campeón celestial derrotado
fr: Champion céleste vaincu
it: Campione celestiale sconfitto
ja: 死亡した天体の覇者
pl: Poległy niebiański czempion
pt_br: Campeão Celestial Vencido
ru: Побежденный Небесный чемпион

# NAMES.ALTERGUARDIAN_PHASE3DEADORB
source: Celestial Champion
de: Himmlischer Champion
es: Campeón celestial
fr: Champion céleste
it: Campione celestiale
ja: 天体の覇者
pl: Niebiański czempion
pt_br: Campeão Celestial
ru: Небесный чемпион

# NAMES.ALTERGUARDIAN_PHASE3TRAP
source: Enlightening Snare
de: Erleuchtende Schlinge
es: Cristal del iluminado
fr: Pièce d'illumination
it: Trappola illuminante
ja: 啓発の罠
pl: Oświecone sidło
pt_br: Armadilha Iluminadora
ru: Барьер просвещения

# NAMES.AMULET
source: Life Giving Amulet
de: Amulett des Lebens
es: Amuleto de vida
fr: Amulette de vie
it: Amuleto vitale
ja: 命を与えるお守り
pl: Życiodajny amulet
pt_br: Amuleto da vida
ru: Животворящий амулет

# NAMES.ANCHOR
source: Anchor
de: Anker
es: Ancla
fr: Ancre
it: Ancora
ja: 錨
pl: Kotwica
pt_br: Âncora
ru: Якорь

# NAMES.ANCHOR_ITEM
source: Anchor Kit
de: Material für Anker
es: Kit de ancla
fr: Kit d'ancre
it: Kit dell'ancora
ja: 錨のキット
pl: Zestaw do kotwicy
pt_br: Kit de Âncora
ru: Набор «Якорь»

# NAMES.ANCHOR_SKETCH
source: "Moon" Sketch
de: Mondskizze
es: Boceto de "luna"
fr: Schéma de lune
it: Schizzo "Luna"
ja: 「月」のスケッチ
pl: Szkic "Księżyca"
pt_br: Esboço "Lunar"
ru: Эскиз «Луна»

# NAMES.ANCIENT_ALTAR
source: Ancient Pseudoscience Station
de: Alte Pseudowissenschaftsstation
es: Altar de pseudociencia antiguo
fr: Station d'ancienne pseudoscience
it: Antica stazione pseudoscientifica
ja: 古代の疑似科学ステーション
pl: Pradawna stacja pseudonaukowa
pt_br: Estação de pseudociência ancestral
ru: Древняя псевдонаучная станция

# NAMES.ANCIENT_ALTAR_BROKEN
source: Broken Ancient Pseudoscience Station
de: Kaputte, alte Pseudowissenschaftsstation
es: Altar de pseudociencia antiguo roto
fr: Station d'ancienne pseudoscience brisée
it: Antica stazione pseudoscientifica guasta
ja: 壊れた古代の疑似科学ステーション
pl: Zepsuta pradawna stacja pseudonaukowa
pt_br: Estação quebrada de pseudociência ancestral
ru: Древняя разрушенная псевдонаучная станция

# NAMES.ANCIENT_STATUE
source: Ancient Statue
de: Uralte Statue
es: Estatua antigua
fr: Statue ancienne
it: Statua antica
ja: 古代の像
pl: Pradawna statua
pt_br: Estátua ancestral
ru: Древняя статуя

# NAMES.ANIMAL_TRACK
source: Animal Track
de: Tierfährte
es: Huellas de animales
fr: Trace d'animal
it: Traccia animale
ja: 動物の小道
pl: Trop
pt_br: Rastro de animal
ru: Животный след

# NAMES.ANTCHOVIES
source: Ant-Chovy
de: Ameiselle
es: Hormiganchoa
fr: Fourmanchois
it: Formacciuga
ja: アントチョビー
pl: Mrówkanchois
pt_br: Formichova
ru: Жучоус

# NAMES.ANTLION
source: Antlion
de: Ameisenlöwe
es: Hormigaleón
fr: Fourmilion
it: Formicaleone
ja: アントライオン
pl: Mrówkolew
pt_br: Leormigo
ru: Муравьиный Лев

# NAMES.ANTLIONTRINKET
source: Beach Toy
de: Strandspielzeug
es: Juguete de playa
fr: Jouet de plage
it: Gioco da spiaggia
ja: 砂遊びセット
pl: Plażowa zabawka
pt_br: Brinquedo de praia
ru: Пляжная Игрушка

# NAMES.ANTLION_SINKHOLE
source: Sinkhole
de: Doline
es: Desagüe
fr: Entrée de caverne
it: Dolina
ja: 陥没穴
pl: Zapadlisko
pt_br: Dolina
ru: Карстовая воронка

# NAMES.ARCHIVE_CENTIPEDE
source: Ancient Sentrypede
de: Antiker Wächterwurm
es: Ciempiestinela ancestral
fr: Sentipède antique
it: Millesentinelle
ja: 古代の警備ムカデ
pl: Pradawna wartownoga
pt_br: Sentipeia Ancestral
ru: Древняя страженожка

# NAMES.ARCHIVE_CENTIPEDE_HUSK
source: Sentrypede Husk
de: Wächterwurm-Hülle
es: Coraza de ciempiestinela
fr: Coquille de sentipède
it: Guscio di millesentinelle
ja: 警備ムカデの殻
pl: Pancerz wartownogi
pt_br: Casca de Sentipeia
ru: Панцирь страженожки

# NAMES.ARCHIVE_COOKPOT
source: Ancient Kiln
de: Antiker Ofen
es: Horno ancestral
fr: Chaudron antique
it: Forno antico
ja: 古代の窯
pl: Pradawny piec
pt_br: Forno Ancestral
ru: Древняя печь

# NAMES.ARCHIVE_LOCKBOX
source: Distilled Knowledge
de: Destilliertes Wissen
es: Conocimiento destilado
fr: Connaissance distillée
it: Conoscenza distillata
ja: 抽出された知識
pl: Destylowana wiedza
pt_br: Conhecimento Destilado
ru: Дистиллированное знание

# NAMES.ARCHIVE_LOCKBOX_DISPENCER
source: Fountain of Knowledge
de: Springbrunnen des Wissens
es: Fuente del conocimiento
fr: Fontaine de connaissance
it: Fontana della conoscenza
ja: 知識の泉
pl: Fontanna wiedzy
pt_br: Fonte do Conhecimento
ru: Источник знаний

# NAMES.ARCHIVE_MOON_STATUE
source: Ancient Moon Statue
de: Antike Mondstatue
es: Estatua lunar ancestral
fr: Statue lunaire antique
it: Antica statua lunare
ja: 古代の月の像
pl: Pradawny księżycowy posąg
pt_br: Estátua Lunar Ancestral
ru: Древняя статуя луны

# NAMES.ARCHIVE_PORTAL
source: Sealed Portal
de: Versiegeltes Portal
es: Portal sellado
fr: Portail scellé
it: Portale chiuso
ja: 封じられたポータル
pl: Zapieczętowany portal
pt_br: Portal Lacrado
ru: Закрытый портал

# NAMES.ARCHIVE_RESONATOR
source: Astral Detector
de: Astraldetektor
es: Detector astral
fr: Détecteur astral
it: Rilevatore astrale
ja: 星界の探知機
pl: Wykrywacz astralny
pt_br: Detector Astral
ru: Астральный датчик

# NAMES.ARCHIVE_RESONATOR_ITEM
source: Astral Detector
de: Astraldetektor
es: Detector astral
fr: Détecteur astral
it: Rilevatore astrale
ja: 星界の探知機
pl: Wykrywacz astralny
pt_br: Detector Astral
ru: Астральный датчик

# NAMES.ARCHIVE_RUNE_STATUE
source: Ancient Lunarune Stone
de: Antiker Mondrunenstein
es: Piedra lunarrúnica ancestral
fr: Pierre antique de lunarunes
it: Antica pietra con rune lunari
ja: 古代の月文字の石
pl: Pradawny kamień runiczny
pt_br: Pedras Rúnicas Ancestrais
ru: Древние лунные руны

# NAMES.ARCHIVE_SECURITY_DESK
source: Ancient Guard Post
de: Antiker Wachposten
es: Puesto de vigilancia ancestral
fr: Poste de garde antique
it: Antico posto di guardia
ja: 古代の守衛所
pl: Pradawny nadajnik
pt_br: Pilar Protetor Ancestral
ru: Древний караул

# NAMES.ARCHIVE_SWITCH
source: Ornate Pedestal
de: Reich verzierter Sockel
es: Pedestal ornamentado
fr: Piédestal décoré
it: Piedistallo decorato
ja: 飾り台
pl: Ozdobny postument
pt_br: Pedestal Ornado
ru: Резной пьедестал

# NAMES.ARMORDRAGONFLY
source: Scalemail
de: Schuppenrüstung
es: Cota de escamas
fr: Cotte de maille
it: Corazza squamata
ja: スケイルメイル
pl: Łuskowa zbroja
pt_br: Cota de escamas
ru: Чешуйчатая броня

# NAMES.ARMORGRASS
source: Grass Suit
de: Grasrüstung
es: Armadura de hierba
fr: Costume d'herbe
it: Vestito di erba
ja: 草のスーツ
pl: Słomiany pancerz
pt_br: Traje de grama
ru: Травяная броня

# NAMES.ARMORMARBLE
source: Marble Suit
de: Marmorrüstung
es: Armadura de mármol
fr: Costume de marbre
it: Tuta in marmo
ja: 大理石のスーツ
pl: Marmurowy pancerz
pt_br: Traje de mármore
ru: Мраморная броня

# NAMES.ARMORRUINS
source: Thulecite Suit
de: Thulecite-Rüstung
es: Armadura de tulecita
fr: Costume de thulécite
it: Vestito di tulecite
ja: スーラサイトのスーツ
pl: Tulecytowy pancerz
pt_br: Traje de tulecita
ru: Тулецитовая броня

# NAMES.ARMORSKELETON
source: Bone Armor
de: Knochenrüstung
es: Armadura de hueso
fr: Armure d'os
it: Armatura di ossa
ja: ボーンアーマー
pl: Kościany pancerz
pt_br: Armadura de ossos
ru: Костяная Броня

# NAMES.ARMORSLURPER
source: Belt of Hunger
de: Gürtel des Hungers
es: Cinturón de hambre
fr: Ceinture coupe-faim
it: Cintura di fame
ja: 腹ペコベルト
pl: Pas głodu
pt_br: Sinto da fome
ru: Пояс сытости

# NAMES.ARMORSNURTLESHELL
source: Snurtle Shell Armor
de: Snurtlepanzer-Rüstung
es: Armadura de caparazón de torturacol
fr: Armure en coquille de mollux
it: Corazza di bavuga
ja: スナートルの甲羅のよろい
pl: Pancerz z muszli ślimółwia
pt_br: Proteção de concha de tartacol
ru: Панцирь улипахи

# NAMES.ARMORWOOD
source: Log Suit
de: Holzrüstung
es: Armadura de madera
fr: Costume de bois
it: Vestito di legno
ja: 丸太のスーツ
pl: Drewniany pancerz
pt_br: Traje de madeira
ru: Деревянная броня

# NAMES.ARMOR_BRAMBLE
source: Bramble Husk
de: Dornenhülle
es: Armazón de zarzas
fr: Bouclier de ronce
it: Guscio di rovi
ja: イバラの鎧
pl: Cierniowa skorupa
pt_br: Casca de Espinheiro
ru: Ежевичный кокон

# NAMES.ARMOR_SANITY
source: Night Armor
de: Nachtrüstung
es: Armadura nocturna
fr: Armure de nuit
it: Armatura notturna
ja: 夜のよろい
pl: Pancerz mroku
pt_br: Proteção noturna
ru: Броня ночи

# NAMES.ARROWSIGN_PANEL
source: Directional Sign
de: Wegweiser
es: Señal de dirección
fr: Panneau indicateur
it: Segnale direzionale
ja: 矢印看板
pl: Drogowskaz
pt_br: Placa de orientação
ru: Направляющий знак

# NAMES.ARROWSIGN_POST
source: Directional Sign
de: Wegweiser
es: Señal de dirección
fr: Panneau indicateur
it: Segnale direzionale
ja: 矢印看板
pl: Drogowskaz
pt_br: Placa de orientação
ru: Направляющий знак

# NAMES.ASH
source: Ashes
de: Asche
es: Cenizas
fr: Cendres
it: Ceneri
ja: 灰
pl: Popiół
pt_br: Cinzas
ru: Пепел

# NAMES.ASH_REMAINS
source: Ashes of %s
de: Asche von %s
es: Cenizas de %s
fr: Cendres (%s)
it: Ceneri di %s
ja: %sの廃墟
pl: Popiół po: %s
pt_br: Cinzas de %s
ru: Пепел: %s

# NAMES.ASPARAGUS
source: Asparagus
de: Spargel
es: Espárrago
fr: Asperge
it: Asparagi
ja: アスパラガス
pl: Szparagi
pt_br: Aspargo
ru: Спаржа

# NAMES.ASPARAGUSSOUP
source: Asparagus Soup
de: Spargelsuppe
es: Sopa de espárragos
fr: Soupe d'asperges
it: Zuppa di asparagi
ja: アスパラガスのスープ
pl: Zupa ze szparagów
pt_br: Sopa de Aspargo
ru: Суп из спаржи

# NAMES.ASPARAGUS_COOKED
source: Roasted Asparagus
de: Gerösteter Spargel
es: Espárrago asado
fr: Asperge rôtie
it: Asparagi arrostiti
ja: ローストアスパラガス
pl: Pieczone szparagi
pt_br: Aspargo Assado
ru: Запеченная спаржа

# NAMES.ASPARAGUS_OVERSIZED
source: Giant Asparagus
de: Riesenspargel
es: Espárrago gigante
fr: Asperge géante
it: Asparago gigante
ja: 巨大アスパラガス
pl: Gigaszparag
pt_br: Aspargo Gigante
ru: Огромная спаржа

# NAMES.ASPARAGUS_OVERSIZED_ROTTEN
source: Giant Rotting Asparagus
de: Verfaulender Riesenspargel
es: Espárrago gigante podre
fr: Asperge géante pourrie
it: Asparago gigante marcio
ja: 巨大アスパラガス（腐敗）
pl: Zgniły gigaszparag
pt_br: Aspargo Gigante Podre
ru: Огромная гнилая спаржа

# NAMES.ASPARAGUS_SEEDS
source: Tubular Seeds
de: Röhrenförmige Samen
es: Semillas tubular
fr: Graines tubulaires
it: Semi cilindrici
ja: チューブ状の種
pl: Cylindryczne nasiona
pt_br: Sementes Tubulares
ru: Трубчатые семена

# NAMES.ATRIUM_GATE
source: Ancient Gateway
de: Antikes Tor
es: Portal antiguo
fr: Ancien Portail
it: Portale antico
ja: いにしえのポータル
pl: Pradawna brama
pt_br: Portal ancestral
ru: Древние врата

# NAMES.ATRIUM_KEY
source: Ancient Key
de: Antiker Schlüssel
es: Llave antigua
fr: Ancienne clé
it: Chiave antica
ja: いにしえのカギ
pl: Pradawny klucz
pt_br: Chave ancestral
ru: Древний ключ

# NAMES.ATRIUM_LIGHT
source: Ancient Beacon
de: Antike Leuchte
es: Faro antiguo
fr: Ancien signal
it: Raggio antico
ja: いにしえの灯籠
pl: Pradawne światło
pt_br: Farol ancestral
ru: Древний маяк

# NAMES.ATRIUM_OVERGROWTH
source: Ancient Obelisk
de: Antiker Obelisk
es: Obelisco antiguo
fr: Ancien obélisque
it: Obelisco antico
ja: いにしえのオベリスク
pl: Pradawny obelisk
pt_br: Obelisco ancestral
ru: Древний обелиск

# NAMES.ATRIUM_RUBBLE
source: Ancient Mural
de: Antikes Wandbild
es: Mural antiguo
fr: Ancienne peinture murale
it: Murales antico
ja: いにしえの壁画
pl: Pradawne malowidło
pt_br: Mural ancestral
ru: Древние фрески

# NAMES.ATRIUM_STATUE
source: Ancient Statue
de: Uralte Statue
es: Estatua antigua
fr: Statue ancienne
it: Statua antica
ja: 古代の像
pl: Pradawna statua
pt_br: Estátua ancestral
ru: Древняя статуя

# NAMES.AXE
source: Axe
de: Axt
es: Hacha
fr: Hache
it: Ascia
ja: 斧
pl: Siekiera
pt_br: Machado
ru: Топор

# NAMES.BABYBEEFALO
source: Baby Beefalo
es: Bebé de beefalo
fr: Bébé bœufalo
it: Mufalo cucciolo
ja: 赤ちゃんビーファロ
pl: Mały wołek
pt_br: Bífalo bebê
ru: Детеныш бифало

# NAMES.BACKPACK
source: Backpack
de: Rucksack
es: Mochila
fr: Sac à dos
it: Zaino
ja: バックパック
pl: Plecak
pt_br: Mochila
ru: Ранец

# NAMES.BACONEGGS
source: Bacon and Eggs
de: Speck und Eier
es: Huevos con beicon
fr: Bacon et œufs
it: Uova e pancetta
ja: ベーコンエッグ
pl: Jajka z boczkiem
pt_br: Bacon e ovos
ru: Яйца с беконом

# NAMES.BALLOON
source: Balloon
de: Luftballon
es: Globo
fr: Ballon
it: Palloncino
ja: 風船
pl: Balon
pt_br: Balão
ru: Воздушный шарик

# NAMES.BALLOONHAT
source: Balloon Hat
de: Ballonhut
es: Gorro de globos
fr: Chapeau de baudruche
it: Cappello di palloncini
ja: 風船ハット
pl: Balonowy kapelusz
pt_br: Chapéu de Balões
ru: Воздушная шляпа

# NAMES.BALLOONPARTY
source: Party Balloon
de: Partyballon
es: Globo de fiesta
fr: Ballon de fête
it: Palloncino da festa
ja: パーティーの風船
pl: Imprezowy balon
pt_br: Balão de Festa
ru: Праздничный шар

# NAMES.BALLOONSPEED
source: Speedy Balloon
de: Schneller Ballon
es: Globo célere
fr: Ballon de vitesse
it: Palloncino veloce
ja: 早い風船
pl: Szybki balon
pt_br: Balão de Velocidade
ru: Скоростной шар

# NAMES.BALLOONS_EMPTY
source: Pile o' Balloons
de: Haufen mit Luftballons
es: Montón de globos
fr: Tas de ballons
it: Mucchio di palloncini
ja: 風船の山
pl: Kupa balonów
pt_br: Pilha de balões
ru: Кучка шариков

# NAMES.BALLOONVEST
source: Inflatable Vest
de: Aufblasbare Weste
es: Chaleco hinchable
fr: Veste gonflable
it: Giubbotto gonfiabile
ja: ライフジャケット
pl: Nadmuchiwana kamizelka
pt_br: Colete Inflável
ru: Надувной жилет

# NAMES.BANANAPOP
source: Banana Pop
de: Bananen-Pop
es: Polo de plátano
fr: Banane piquée
it: Ghiacciolo alla banana
ja: 冷凍バナナ
pl: Lody bananowe
pt_br: Banana no palito
ru: Банановое мороженое

# NAMES.BANDAGE
source: Honey Poultice
de: Honigumschlag
es: Cataplasma de miel
fr: Bandage au miel
it: Impiastro di miele
ja: はちみつの湿布
pl: Miodowy okład
pt_br: Cataplasma de mel
ru: Медовый бинт

# NAMES.BARNACLE
source: Barnacles
de: Muscheln
es: Percebes
fr: Bernacles
it: Cirripedi
ja: フジツボ
pl: Pąkle
pt_br: Cracas
ru: Морские уточки

# NAMES.BARNACLEPITA
source: Barnacle Pita
de: Muschel-Pita
es: Pita de percebes
fr: Pita aux bernacles
it: Pita con cirripedi
ja: フジツボのピタ
pl: Pąkle w picie
pt_br: Pão de Craca
ru: Пита с морскими уточками

# NAMES.BARNACLESTUFFEDFISHHEAD
source: Stuffed Fish Heads
de: Gefüllte Fischköpfe
es: Cabezas de pescado rellenas
fr: Têtes de poissons farcies
it: Teste di pesce ripiene
ja: 魚のお頭の詰め物
pl: Faszerowane rybne głowy
pt_br: Cabeças de Peixe Recheadas
ru: Фаршированные головы рыб

# NAMES.BARNACLESUSHI
source: Barnacle Nigiri
de: Muschel-Nigiri
es: Nigiri de percebes
fr: Nigiri aux bernacles
it: Nigiri di cirripedi
ja: フジツボ寿司
pl: Nigiri z pąklami
pt_br: Nigiri de Craca
ru: Суши из морских уточек

# NAMES.BARNACLE_COOKED
source: Cooked Barnacles
de: Gekochte Muscheln
es: Percebes cocinados
fr: Bernacles cuites
it: Cirripedi cotti
ja: 調理されたフジツボ
pl: Gotowane pąkle
pt_br: Cracas Cozidas
ru: Обжаренные морские уточки

# NAMES.BARNACLINGUINE
source: Barnacle Linguine
de: Muschel-Linguine
es: Linguine de percebes
fr: Linguine aux bernacles
it: Linguine ai cirripedi
ja: フジツボパスタ
pl: Linguine z pąklami
pt_br: Cracas e Linguine
ru: Спагетти с желудями

# NAMES.BASALT
source: Basalt
es: Basalto
fr: Basalte
it: Basalto
ja: 玄武岩
pl: Bazalt
pt_br: Basalto
ru: Базальт

# NAMES.BASALT_PILLAR
source: Basalt Pillar
de: Basaltsäule
es: Columna de basalto
fr: Colonne de basalte
it: Pilastro di basalto
ja: 玄武岩の柱
pl: Bazaltowy głaz
pt_br: Pilar de basalto
ru: Базальтовый столб

# NAMES.BAT
source: Batilisk
es: Murcielisco
fr: Vampix
it: Pipilisco
ja: バットリスク
pl: Nietopeliszek
pt_br: Morcegolisco
ru: Мышелиск

# NAMES.BATBAT
source: Bat Bat
de: Fledermauskeule
es: Bate de murciélago
fr: Batte vampix
it: Mazza-pipistrello
ja: バットバット
pl: Nietopałka
pt_br: Morcegolpeador
ru: Мышиная бита

# NAMES.BATCAVE
source: Bat Cave
de: Fledermaushöhle
es: Cueva de murciélagos
fr: Grotte aux chauves-sourix
it: Grotta dei pipistrelli
ja: コウモリの洞窟
pl: Jaskinia nietoperzy
pt_br: Caverna de morcegos
ru: Мышиная пещера

# NAMES.BATHBOMB
source: Bath Bomb
de: Badebombe
es: Bomba de baño
fr: Bombe de bain
it: Bagnobomba
ja: バスボム
pl: Kula do kąpieli
pt_br: Bomba Termal
ru: Бомбочка для ванны

# NAMES.BATHBOMB_BLUEPRINT
source: Bath Bomb Blueprint
de: Bauplan für Badebombe
es: Plano de bomba de baño
fr: Recette de bombe de bain
it: Progetto bagnobomba
ja: バスボム設計図
pl: Projekt kuli do kąpieli
pt_br: Projeto de Bomba Termal
ru: Чертеж «Бомбочка для ванны»

# NAMES.BATNOSE
source: Naked Nostrils
de: Nackte Nüstern
es: Hocico pelado
fr: Museau cru
it: Grugno glabro
ja: ハダカハナ
pl: Gołe nozdrza
pt_br: Narinas-Peladas
ru: Голые ноздри

# NAMES.BATNOSEHAT
source: Milkmade Hat
de: Milch-Hut
es: Gorro lácteo
fr: Chapeau laitier
it: Cappello per latte
ja: 牛乳帽子
pl: Mleczny kapelusz
pt_br: Chapéu Lácteo
ru: Молочная шапка

# NAMES.BATNOSE_COOKED
source: Charred Nostrils
de: Verkohlte Nüstern
es: Hocico calcinado
fr: Museau rôti
it: Grugno bruciacchiato
ja: 焼きハナ
pl: Zwęglone nozdrza
pt_br: Narinas Tostadas
ru: Обожженные ноздри

# NAMES.BATTLESONG_DURABILITY
source: Weaponized Warble
de: Warble als Waffe
es: Oda bélica
fr: Trémolos armés
it: Trillo temprante
ja: 閃撃のヨーデル
pl: Zmilitaryzowany śpiew
pt_br: Gorjeio Bélico
ru: Вооруженное ворчание

# NAMES.BATTLESONG_FIRERESISTANCE
source: Fireproof Falsetto
de: Feuerfestes Falsett
es: Falsete ignífugo
fr: Falsetto ignifugé
it: Intonazione ignifuga
ja: 耐火のファルセット
pl: Ognioodporny falset
pt_br: Falsete à Prova de Fogo
ru: Пламенный фальцет

# NAMES.BATTLESONG_HEALTHGAIN
source: Heartrending Ballad
de: Herzzerreißende Ballade
es: Balada emotiva
fr: Ballade émouvante
it: Canto curante
ja: 悲痛のバラード
pl: Rozdzierająca ballada
pt_br: Balada Comovente
ru: Душераздирающая баллада

# NAMES.BATTLESONG_INSTANT_PANIC
source: Startling Soliloquy
de: Verblüffender Monolog
es: Soliloquio impactante
fr: Aria surprenante
it: Poema impaurente
ja: 激震の独白
pl: Zdumiewający monolog
pt_br: Solilóquio Assombroso
ru: Поразительный монолог

# NAMES.BATTLESONG_INSTANT_TAUNT
source: Rude Interlude
de: Rüdes Interludium
es: Interludio descortés
fr: Entracte grossier
it: Sonetto schernente
ja: 非礼の間奏
pl: Wredny antrakt
pt_br: Interlúdio Provocativo
ru: Грубая интерлюдия

# NAMES.BATTLESONG_SANITYAURA
source: Bel Canto of Courage
de: Belcanto der Tapferkeit
es: Bel canto del valor
fr: Symphonie de courage
it: Vibrato del valore
ja: 勇気のベル・カント
pl: Bel canto odwagi
pt_br: Cântico de Coragem
ru: Бельканто храбрости

# NAMES.BATTLESONG_SANITYGAIN
source: Clear Minded Cadenza
de: Kadenz des klaren Verstandes
es: Cadencia de la lucidez
fr: Refrain d'esprit serein
it: Sonetto della sanità
ja: 明晰のカデンツァ
pl: Kadencja jasności umysłu
pt_br: Cadência Calmante
ru: Каденция чистого разума

# NAMES.BATWING
source: Batilisk Wing
de: Batiliskenflügel
es: Alita de murcielisco
fr: Aile de vampix
it: Ala di pipilisco
ja: バチリスクの翼
pl: Skrzydło nietopeliszka
pt_br: Asa de morcegolisco
ru: Крыло мышелиска

# NAMES.BATWING_COOKED
source: Cooked Batilisk Wing
de: Gekochter Batiliskenflügel
es: Alita de murcielisco asada
fr: Aile de vampix cuite
it: Ala di pipilisco cotta
ja: 調理したバチリスクの翼
pl: Pieczone skrzydło nietopeliszka
pt_br: Asa de morcegolisco cozida
ru: Жареное крыло мышелиска

# NAMES.BEARDHAIR
source: Beard Hair
de: Barthaar
es: Pelo de barba
fr: Poils de barbe
it: Peli di barba
ja: あごひげの毛
pl: Zarost
pt_br: Fios de barba
ru: Клочок бороды

# NAMES.BEARGER
source: Bearger
de: Riesendachs
es: Osotejón
fr: Blairours
it: Tassorso
ja: ベアーガー
pl: Bordźwiedź
pt_br: Texurso
ru: Медведь-барсук

# NAMES.BEARGERVEST
source: Hibearnation Vest
de: Winterschlafweste
es: Chaleco de hibernación
fr: Gilet d'hibernation
it: Giubbotto letargico
ja: 冬眠ベスト
pl: Kamisielka
pt_br: Colete de ursibernação
ru: Жилет медвежьей спячки

# NAMES.BEARGER_FUR
source: Thick Fur
de: Dicker Pelz
es: Piel gruesa
fr: Fourrure épaisse
it: Folta pelliccia
ja: 分厚い毛皮
pl: Grube futro
pt_br: Pelo grosso
ru: Толстая шкура

# NAMES.BEAST_BLUEPRINT
source: Lucky Beast Costume Pattern
de: Kostümmuster des Glückstiers
es: Patrón de bestia de la suerte
fr: Patron de costume de bête porte-bonheur
it: Modello per costume bestia fortunata
ja: 衣装型紙「幸運の野獣」
pl: Wykrój stroju bestii
pt_br: Fantasia Fera Sortuda
ru: Выкройка: зверь удачи

# NAMES.BEDROLL_FURRY
source: Fur Roll
de: Pelzrolle
es: Rollo de piel
fr: Duvet fourré
it: Rotolo di pelliccia
ja: 毛皮ロール
pl: Futrzany materac
pt_br: Colchonete de pele
ru: Меховой спальник

# NAMES.BEDROLL_STRAW
source: Straw Roll
de: Strohrolle
es: Rollo de paja
fr: Duvet de paille
it: Rotolo di paglia
ja: わらロール
pl: Słomiany materac
pt_br: Colchonete de palha
ru: Спальник

# NAMES.BEE
source: Bee
de: Biene
es: Abeja
fr: Abeille
it: Ape
ja: 蜂
pl: Pszczoła
pt_br: Abelha
ru: Пчела

# NAMES.BEEBOX
source: Bee Box
de: Bienenkasten
es: Caja de abejas
fr: Ruche en bois
it: Scatola delle api
ja: 養蜂箱
pl: Ul
pt_br: Caixa de abelhas
ru: Улей
