Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.FOOTBALLHAT
source: Football Helmet
de: Football-Helm
es: Casco de rugby
fr: Casque ballon
it: Casco da football
ja: フットボールヘルメット
pl: Kask futbolowy
pt_br: Capacete de futebol americano
ru: Футбольный шлем

# NAMES.FORGETMELOTS
source: Forget-Me-Lots
de: Vergissmeindoch
es: Olvídame-ya
fr: Myosottises
it: Scordati di me
ja: ワスレログサ
pl: Zapominajki
pt_br: Vê-Se-Me-Esquece
ru: Забудки

# NAMES.FORMAL_BLUEPRINT
source: Formal Costume Pattern
de: Förmliches Kostümmuster
es: Patrón de disfraz formal
fr: Patron de costume élégant
it: Modello per costume formale
ja: 衣装型紙「フォーマル」
pl: Wykrój stroju formalnego
pt_br: Fantasia Formal
ru: Выкройка: строгий костюм

# NAMES.FOSSILSPIKE
source: Fossil Cage
de: Fossilienkäfig
es: Jaula para fósiles
fr: Cage à fossile
it: Gabbia di fossile
ja: 化石のオリ
pl: Skamieniała klatka
pt_br: Jaula de fóssil
ru: Окаменелая Клетка

# NAMES.FOSSIL_PIECE
source: Fossil Fragments
de: Fossilienfragment
es: Fragmento de fósil
fr: Fragment de fossile
it: Frammento di fossile
ja: 化石のかけら
pl: Odłamek skamieliny
pt_br: Fragmentos de fóssil
ru: Фрагменты Окаменелостей

# NAMES.FOSSIL_STALKER
source: Odd Skeleton
de: Sonderbares Skelett
es: Esqueleto raro
fr: Squelette étrange
it: Strano scheletro
ja: 変な骸骨
pl: Dziwny szkielet
pt_br: Esqueleto estranho
ru: Странный Скелет

# NAMES.FRESHFRUITCREPES
source: Fresh Fruit Crepes
de: Frische Pfannkuchen mit Früchten
es: Gofres de fruta fresca
fr: Crêpe aux fruits frais
it: Crespelle alla frutta
ja: フレッシュフルーツクレープ
pl: Naleśniki z owocami
pt_br: Crepe de frutas frescas
ru: Блины со свежими фруктами

# NAMES.FRIENDLYFRUITFLY
source: Friendly Fruit Fly
de: Freundliche Fruchtfliege
es: Mosca de la fruta buena
fr: Mouchafruit amicale
it: Moscerino della frutta amichevole
ja: 友好的なクダモノバエ
pl: Przyjazna owocówka
pt_br: Moscafruta Amigável
ru: Приятная плодовая мушка

# NAMES.FROG
source: Frog
de: Froschlurche
es: Rana
fr: Grenouille
it: Rana
ja: カエル
pl: Żaba
pt_br: Sapo
ru: Лягушка

# NAMES.FROGFISHBOWL
source: Fish Cordon Bleu
de: Fisch Cordon Bleu
es: Cordon bleu de pescado
fr: Cordon bleu de poisson
it: Cordon bleu di pesce
ja: フィッシュコルドンブルー
pl: Rybny cordon bleu
pt_br: Cordon Bleu de Peixe
ru: Рыбный кордон блю

# NAMES.FROGGLEBUNWICH
source: Froggle Bunwich
de: Frosch-Sandwich
es: Bocándwich de ancaduras
fr: Bunwich à la grenouille
it: Panino di Froggle
ja: フロッグル・バンウィッチ
pl: Żabuła
pt_br: Sapoíche
ru: Сэндвич из лягушки

# NAMES.FROGLEGS
source: Frog Legs
de: Froschschenkel
es: Ancas de rana
fr: Cuisses de grenouille
it: Zampe di rana
ja: カエルの足
pl: Żabie udka
pt_br: Pernas de sapo
ru: Лягушачьи лапки

# NAMES.FROGLEGS_COOKED
source: Cooked Frog Legs
de: Gekochte Froschschenkel
es: Ancas de rana cocidas
fr: Cuisses de grenouilles cuites
it: Cosce di rana cotte
ja: カエルの足の料理
pl: Pieczone żabie udka
pt_br: Pernas de sapo assadas
ru: Приготовленные лягушачьи лапки

# NAMES.FROGNEWTON
source: Figgy Frogwich
de: Feigen-Froschsandwich
es: Rándwich de higos
fr: Grenouish aux figues
it: Panino di rana ai fichi
ja: イチジクカエルウィッチ
pl: Figowe żabie udka
pt_br: Sapuíche de Figo
ru: Лягушачий фигбургер

# NAMES.FROZENBANANADAIQUIRI
source: Frozen Banana Daiquiri
de: Gefrorener Bananen-Daiquiri
es: Daiquiri de plátano congelado
fr: Daiquiri banane gelé
it: Daiquiri congelato alla banana
ja: フローズンバナナダイキリ
pl: Mrożone bananowe daiquiri
pt_br: Daiquiri de Banana Congelada
ru: Замороженный банановый дайкири

# NAMES.FRUITDRAGON
source: Saladmander
de: Salatmander
es: Salamandra
fr: Saladmandre
it: Insalamandra
ja: サラマンダー
pl: Sałatmandra
pt_br: Saladamandra
ru: Салатомандра

# NAMES.FRUITFLY
source: Fruit Fly
de: Fruchtfliege
es: Mosca de la fruta
fr: Mouchafruit
it: Moscerino della frutta
ja: クダモノバエ
pl: Owocówka
pt_br: Moscafruta
ru: Плодовая мушка

# NAMES.FRUITFLYFRUIT
source: Friendly Fruit Fly Fruit
de: Frucht der Freundlichen Fruchtfliege
es: Fruta de la mosca de la fruta buena
fr: Fruit de mouchafruit amicale
it: Frutto dei moscerini della frutta amichevoli
ja: 友好的なクダモノバエの果実
pl: Owoc przyjaznej owocówki
pt_br: Fruta da Moscafruta Amigável
ru: Плод приятных плодовых мушек

# NAMES.FRUITMEDLEY
source: Fruit Medley
de: Fruchtgemisch
es: Tutti frutti
fr: Salade de fruits
it: Macedonia
ja: フルーツメドレー
pl: Sałatka owocowa
pt_br: Misto de frutas
ru: Фруктовый коктейль

# NAMES.FURTUFT
source: Fur Tuft
de: Pelzbüschel
es: Suelo de piel
fr: Touffe de poils
it: Ciuffo di pelliccia
ja: ふさふさの毛
pl: Kępa futra
pt_br: Tufo de pele
ru: Пучок Меха

# NAMES.GARGOYLE_HOUND
source: Suspicious Moonrock
de: Verdächtiger Mondstein
es: Roca lunar sospechosa
fr: Pierre de lune suspecte
it: Lunaroccia sospetta
ja: 怪しい月の石
pl: Podejrzana księżycowa skała
pt_br: Rocha lunar suspeita
ru: Подозрительный Лунный Камень

# NAMES.GARGOYLE_WEREPIG
source: Suspicious Moonrock
de: Verdächtiger Mondstein
es: Roca lunar sospechosa
fr: Pierre de lune suspecte
it: Lunaroccia sospetta
ja: 怪しい月の石
pl: Podejrzana księżycowa skała
pt_br: Rocha lunar suspeita
ru: Подозрительный Лунный Камень

# NAMES.GARLIC
source: Garlic
de: Knoblauch
es: Ajo
fr: Ail
it: Aglio
ja: ニンニク
pl: Czosnek
pt_br: Alho
ru: Чеснок

# NAMES.GARLIC_COOKED
source: Roasted Garlic
de: Gerösteter Knoblauch
es: Ajo asado
fr: Ail rôti
it: Aglio arrostito
ja: ローストニンニク
pl: Pieczony czosnek
pt_br: Alho Assado
ru: Запеченный чеснок

# NAMES.GARLIC_OVERSIZED
source: Giant Garlic
de: Riesenknoblauch
es: Ajo gigante
fr: Ail géant
it: Aglio gigante
ja: 巨大ニンニク
pl: Gigaczosnek
pt_br: Alho Gigante
ru: Огромный чеснок

# NAMES.GARLIC_OVERSIZED_ROTTEN
source: Giant Rotting Garlic
de: Verfaulender Riesenknoblauch
es: Ajo gigante podre
fr: Ail géant pourri
it: Aglio gigante marcio
ja: 巨大ニンニク（腐敗）
pl: Zgniły gigaczosnek
pt_br: Alho Gigante Podre
ru: Огромный гнилой чеснок

# NAMES.GARLIC_SEEDS
source: Seed Pods
de: Samenkapseln
es: Vainas de semillas
fr: Cosses de graines
it: Baccelli
ja: 種ポッド
pl: Nasiona
pt_br: Vagens de sementes
ru: Семена в стручках

# NAMES.GAZPACHO
source: Asparagazpacho
de: Spargazpacho
es: Esparragazpacho
fr: Gazpasperge
ja: アスパラガスパッチョ
pl: Szparagazpacho
pt_br: Aspargazpacho
ru: Спаржаспачо

# NAMES.GEARS
source: Gears
de: Zahnräder
es: Engranajes
fr: Mécanismes
it: Ingranaggi
ja: ギア
pl: Koła zębate
pt_br: Engrenagens
ru: Шестеренки

# NAMES.GEMSOCKET
source: Gem Stand
de: Edelsteinständer
es: Estante para gemas
fr: Support de gemme
it: Pedana delle gemme
ja: 宝石スタンド
pl: Stojak na klejnot
pt_br: Suporte de pedra preciosa
ru: Стенд с самоцветом

# NAMES.GESTALT
source: Gestalt
ja: ゲシュタルト
ru: Гештальт

# NAMES.GESTALT_ALTERGUARDIAN_PROJECTILE
source: Gestalt
ja: ゲシュタルト
ru: Гештальт

# NAMES.GESTALT_GUARD
source: Greater Gestalt
de: Große Gestalt
es: Gran Gestalt
fr: Gestalt supérieur
it: Gestalt maggiore
ja: ゲシュタルト（大）
pl: Większy gestalt
pt_br: Gestalt Grande
ru: Крупный гештальт

# NAMES.GHOST
source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma
ja: 幽霊
pl: Duch
pt_br: Fantasma
ru: Призрак

# NAMES.GHOSTFLOWER
source: Mourning Glory
de: Trauerflora
es: Gloria matutina
fr: Chrysanthème
it: Gloria del cordoglio
ja: 哀悼の勲章
pl: Żałobnica
pt_br: Luto-da-Manhã
ru: Скорбное сияние

# NAMES.GHOSTLYELIXIR_ATTACK
source: Nightshade Nostrum
de: Nachtschatten-Hausrezept
es: Sombranoche nostrum
fr: Panacée à la belladone
it: Cura dell'ombra notturna
ja: イヌホウズキの特効薬
pl: Eliksir z wilczej jagody
pt_br: Elixir de Beladona
ru: Ночное зелье

# NAMES.GHOSTLYELIXIR_FASTREGEN
source: Spectral Cure-All
de: Geisterheilung
es: Curatodo espectral
fr: Remède spectral universel
it: Panacea spettrale
ja: 奇怪な万能薬
pl: Upiorne panaceum
pt_br: Panaceia Espectral
ru: Лекарство для призраков

# NAMES.GHOSTLYELIXIR_RETALIATION
source: Distilled Vengeance
de: Destillierte Rache
es: Venganza destilada
fr: Vengeance distillée
it: Vendetta distillata
ja: 抽出された復讐心
pl: Destylowana zemsta
pt_br: Vingança Destilada
ru: Жидкая месть

# NAMES.GHOSTLYELIXIR_SHIELD
source: Unyielding Draught
de: Unerbittliche Dürre
es: Trago inflexible
fr: Extrait inexorable
it: Sorso dell'irriducibile
ja: 頑固な隙間風
pl: Napar nieustępliwości
pt_br: Grogue Obstinado
ru: Настойка непреклонности

# NAMES.GHOSTLYELIXIR_SLOWREGEN
source: Revenant Restorative
de: Wiederkehrende Heilung
es: Reconstituyente de aparición
fr: Revigorant de revenant
it: Tonico del redivivo
ja: 復活薬
pl: Widmowy wywar wzmacniający
pt_br: Restaurador de Aparição
ru: Сыворотка исцеления

# NAMES.GHOSTLYELIXIR_SPEED
source: Vigor Mortis
ja: アンデッド
ru: Рвение смерти

# NAMES.GIFT
source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
it: Regalo
ja: ギフト
pl: Prezent
pt_br: Presente
ru: Подарок

# NAMES.GIFTWRAP
source: Gift Wrap
de: Geschenkpapier
es: Papel para regalo
fr: Papier cadeau
it: Confezione regalo
ja: ギフト包装
pl: Papier prezentowy
pt_br: Embrulho para presente
ru: Подарочная Упаковка

# NAMES.GINGERBREADHOUSE
source: Gingerbread Pig House
de: Lebkuchen-Schweinehaus
es: Casa de cerdos de jengibre
fr: Maison de cochon épicée
it: Casa di pan di zenzero
ja: ジンジャーブレッドピッグハウス
pl: Świński domek z piernika
pt_br: Casa de Porco de Gengibre
ru: Дом пряничного свина

# NAMES.GINGERBREADPIG
source: Gingerbread Pig
de: Lebkuchenschwein
es: Cerdo de jengibre
fr: Cochon en pain d'épices
it: Maiale di pan di zenzero
ja: ジンジャーブレッドピッグ
pl: Świnka z piernika
pt_br: Porco de Gengibre
ru: Пряничный свин

# NAMES.GINGERBREADWARG
source: Gingerbread Varg
de: Lebkuchenwarg
es: Huargo de jengibre
fr: Varg en pain d'épices
it: Varg di pan di zenzero
ja: ジンジャーブレッドヴァルグ
pl: Warg z piernika
pt_br: Varg de Gengibre
ru: Пряничный варг

# NAMES.GINGERDEADPIG
source: Gingerbread Pig
de: Lebkuchenschwein
es: Cerdo de jengibre
fr: Cochon en pain d'épices
it: Maiale di pan di zenzero
ja: ジンジャーブレッドピッグ
pl: Świnka z piernika
pt_br: Porco de Gengibre
ru: Пряничный свин

# NAMES.GLASSBLOCK
source: Glass Castle
de: Glasburg
es: Castillo de cristal
fr: Château de verre
it: Castello di vetro
ja: ガラスの城
pl: Szklany zamek
pt_br: Castelo de vidro
ru: Стеклянный Замок

# NAMES.GLASSCUTTER
source: Glass Cutter
de: Glasschneider
es: Cortador de cristal
fr: Coupe-verre
it: Mannaia di vetro
ja: ガラスカッター
pl: Przecinak do szkła
pt_br: Cortador de Vidro
ru: Стеклорез

# NAMES.GLASSCUTTER_BLUEPRINT
source: Glass Cutter Blueprint
de: Bauplan für Glasschneider
es: Plano de cortador de cristal
fr: Recette de coupe-verre
it: Progetto mannaia di vetro
ja: ガラスカッター設計図
pl: Projekt przecinaka do szkła
pt_br: Projeto de Cortador de Vidro
ru: Чертеж «Стеклорез»

# NAMES.GLASSSPIKE
source: Glass Spike
de: Glasspitze
es: Pincho de cristal
fr: Pique de verre
it: Punta di vetro
ja: ガラスのスパイク
pl: Szklany kolec
pt_br: Estaca de vidro
ru: Стеклянный Шип

# NAMES.GLOMMER
source: Glommer
it: Glommo
pl: Glomer
pt_br: Gosmento
ru: Гломмер

# NAMES.GLOMMERFLOWER
source: Glommer's Flower
de: Glommerblume
es: Flor de Glommer
fr: Fleur de Glommer
it: Fiore di glommo
ja: Glommerの花
pl: Glomernik
pt_br: Flor de gosmento
ru: Цветок гломмера

# NAMES.GLOMMERFUEL
source: Glommer's Goop
de: Glommerkleber
es: Pegote de Glommer
fr: Rejet de Glommer
it: Viscidume di Glommo
ja: Glommerのフン
pl: Śluz glomera
pt_br: Meleca de gosmento
ru: Слизь гломмера

# NAMES.GLOMMERWINGS
source: Glommer's Wings
de: Glommerflügel
es: Alas de Glommer
fr: Ailes de Glommer
it: Ali di glommo
ja: Glommerの羽
pl: Skrzydła glomera
pt_br: Asas de gosmento
ru: Крылья гломмера

# NAMES.GLOWBERRYMOUSSE
source: Glow Berry Mousse
de: Glühbeeren-Mousse
es: Mousse de baya brillante
fr: Mousse de baie luisante
it: Mousse di bacche radiose
ja: 輝くベリームース
pl: Mus świecijagodowy
pt_br: Mousse de Baga Cintilante
ru: Мусс из светящихся ягод

# NAMES.GNARWAIL
source: Gnarwail
de: Knarrwal
es: Narmal
fr: Gnarval
it: Narvello
ja: ナルヴァイル
pl: Nawrrral
pt_br: Gnarvali
ru: Нарвал

# NAMES.GNARWAIL_HORN
source: Gnarwail Horn
de: Knarrwalhorn
es: Cuerno de narmal
fr: Rostre de gnarval
it: Corno di narvello
ja: ナルヴァイルの角
pl: Róg nawrrrala
pt_br: Chifre de Gnarvali
ru: Рог нарвала

# NAMES.GOATMILK
source: Electric Milk
de: Elektromilch
es: Leche eléctrica
fr: Lait électrique
it: Latte elettrico
ja: 電気ミルク
pl: Elektromleko
pt_br: Leite elétrico
ru: Электрическое молоко

# NAMES.GOGGLESHAT
source: Fashion Goggles
de: Modische Brille
es: Gafas de moda
fr: Lunettes à la mode
it: Occhialini alla moda
ja: おしゃれゴーグル
pl: Modne gogle
pt_br: Óculos da moda
ru: Модные Очки

# NAMES.GOLDENAXE
source: Luxury Axe
de: Luxusaxt
es: Hacha lujosa
fr: Hache de luxe
it: Ascia di lusso
ja: 高級な斧
pl: Luksusowa siekiera
pt_br: Machado de luxo
ru: Роскошный топор

# NAMES.GOLDENPICKAXE
source: Opulent Pickaxe
de: Opulente Spitzhacke
es: Pico opulento
fr: Pioche somptueuse
it: Piccone opulento
ja: 豪勢なつるはし
pl: Wyrafinowany kilof
pt_br: Picareta opulenta
ru: Элитная кирка

# NAMES.GOLDENPITCHFORK
source: Snazzy Pitchfork
de: Todschicke Forke
es: Horca vistosa
fr: Fourche qui en jette
it: Forcone raffinato
ja: 粋な熊手
pl: Wytworne widły
pt_br: Forcado descolado
ru: Шикарные вилы

# NAMES.GOLDENSHOVEL
source: Regal Shovel
de: Prunkvolle Schaufel
es: Pala regia
fr: Pelle royale
it: Pala regale
ja: 王者のシャベル
pl: Królewska łopata
pt_br: Pá real
ru: Царская лопатка

# NAMES.GOLDEN_FARM_HOE
source: Splendid Garden Hoe
de: Prächtige Gartenhacke
es: Azada espléndida
fr: Houe sublime
it: Zappa da orto superba
ja: 豪華なくわ
pl: Świetna motyka ogrodowa
pt_br: Enxada Esplêndida
ru: Великолепная садовая мотыга

# NAMES.GOLDNUGGET
source: Gold Nugget
de: Goldklumpen
es: Pepita de oro
fr: Pépite d'or
it: Pepita d'oro
ja: 黄金のナゲット
pl: Bryłka złota
pt_br: Pepita de ouro
ru: Золотой самородок

# NAMES.GOOSE_FEATHER
source: Down Feather
de: Daunenfeder
es: Pluma baja
fr: Plume d'élan ailé
it: Piuma d'oca
ja: ダウン綿毛
pl: Puchate pióro
pt_br: Pena caída
ru: Пуховое перо

# NAMES.GRASS
source: Grass
de: Gras
es: Hierba
fr: Herbe
it: Erba
ja: 草
pl: Trawa
pt_br: Grama
ru: Трава

# NAMES.GRASSGATOR
source: Grass Gator
de: Grasgator
es: Peludrilo
fr: Alligatherbe
it: Alligatore dell'erba
ja: クサワニ
pl: Trawiasty gator
pt_br: Jacaré Gramíneo
ru: Траводил

# NAMES.GRASSGEKKO
source: Grass Gekko
de: Grasgecko
es: Gekko de hierba
fr: Gecko végétal
it: Gecco d'erba
ja: クサトカゲ
pl: Gekon trawiasty
pt_br: Lagartixa do mato
ru: Травяной геккон

# NAMES.GRASS_UMBRELLA
source: Pretty Parasol
de: Grasschirm
es: Sombrilla bonita
fr: Joli parasol
it: Ombrellino grazioso
ja: すてきパラソル
pl: Uroczy parasol
pt_br: Guarda-sol bonito
ru: Милый зонтик

# NAMES.GRAVESTONE
source: Headstone
de: Grabstein
es: Lápida
fr: Pierre tombale
it: Pietra tombale
ja: 墓石
pl: Nagrobek
pt_br: Lápide
ru: Надгробие

# NAMES.GRAVY
source: Good Gravy
de: Gute Soße
es: Salsa sobresaliente
fr: Sauce riche
it: Salsa di carne
ja: いいグレイビー
pl: Pyszny sos
pt_br: Molho Gostoso
ru: Хорошая подливка

# NAMES.GREENAMULET
source: Construction Amulet
de: Konstruktionsamulett
es: Amuleto de construcción
fr: Amulette de construction
it: Amuleto costruttivo
ja: 建築のお守り
pl: Amulet konstrukcyjny
pt_br: Amuleto de construção
ru: Амулет строительства

# NAMES.GREENGEM
source: Green Gem
de: Grüner Edelstein
es: Gema verde
fr: Gemme verte
it: Gemma verde
ja: 緑の宝石
pl: Zielony klejnot
pt_br: Pedra preciosa verde
ru: Зеленый самоцвет

# NAMES.GREENMOONEYE
source: Green Moonlens
de: Grünes Mondglas
es: Lente lunar verde
fr: Lentille de lune verte
it: Verde lunare
ja: グリーンムーンレンズ
pl: Zielone księżycoko
pt_br: Lente lunar verde
ru: Зеленая Лунная Линза

# NAMES.GREENSTAFF
source: Deconstruction Staff
de: Dekonstruktionsstab
es: Báculo de desconstrucción
fr: Bâton de déconstruction
it: Bastone decostruttivo
ja: 非建設的な杖
pl: Berło dekonstrukcji
pt_br: Cajado da desconstrução
ru: Посох разрушения

# NAMES.GREEN_CAP
source: Green Cap
de: Grünkappe
es: Sombrerete verde
fr: Chapeau vert
it: Berretto verde
ja: 緑帽
pl: Zieloniak
pt_br: Cogumelo verde
ru: Зеленый гриб

# NAMES.GREEN_CAP_COOKED
source: Cooked Green Cap
de: Gekochte Grünkappe
es: Sombrerete verde asado
fr: Chapeau vert cuit
it: Berretto verde cotto
ja: 調理した緑帽
pl: Gotowany zieloniak
pt_br: Cogumelo verde assado
ru: Жареный зеленый гриб

# NAMES.GREEN_MUSHROOM
source: Green Mushroom
de: Grüner Pilz
es: Champiñón verde
fr: Champignon vert
it: Fungo verde
ja: 緑のキノコ
pl: Zieloniak
pt_br: Cogumelo verde
ru: Зеленый гриб

# NAMES.GREEN_MUSHROOMHAT
source: Green Funcap
de: Grüne Pilzkappe
es: Sombrerongo verde
fr: Champeau vert
it: Cappello di fungo verde
ja: 緑のファンキャップ
pl: Zielony grzybelusz
pt_br: Cogumelo verde engraçado
ru: Зеленая Грибная Шляпа

# NAMES.GROTTO_POOL_BIG
source: Vitreoasis
de: Vitreoase
es: Vidrioasis
fr: Verroasis
it: Oasi di vetro
ja: ガラスオアシス
pl: Szklana oaza
pt_br: Vitreoásis
ru: Стеклоазис

# NAMES.GROTTO_POOL_SMALL
source: Small Vitreoasis
de: Kleine Vitreoase
es: Vidrioasis pequeño
fr: Petite verroasis
it: Oasi di vetro piccola
ja: ガラスオアシス（小）
pl: Mała szklana oaza
pt_br: Vitreoásis Pequeno
ru: Малый стеклоазис

# NAMES.GUACAMOLE
source: Guacamole
ja: ワカモレ
ru: Гуакамоле

# NAMES.GUANO
source: Guano
ja: コウモリの糞
ru: Гуано

# NAMES.GUNPOWDER
source: Gunpowder
de: Schießpulver
es: Pólvora
fr: Poudre à canon.
it: Polvere da sparo
ja: 火薬
pl: Proch
pt_br: Pólvora
ru: Порох

# NAMES.HALF_HEALTH
source: Maximum Health
de: Maximale Gesundheit
es: Salud máxima
fr: Vie maximum
it: Salute massima
ja: 最大HP
pl: Maksymalne zdrowie
pt_br: Saúde máxima
ru: Максимум здоровья

# NAMES.HALF_SANITY
source: Maximum Sanity
de: Maximaler Verstand
es: Cordura máxima
fr: Santé mentale maximum
it: Sanità massima
ja: 最大SAN
pl: Maksymalny zdrowy umysł
pt_br: Sanidade máxima
ru: Максимум рассудка

# NAMES.HALLOWEENCANDY_1
source: Candy Apple
de: Zuckerapfel
es: Manzana de caramelo
fr: Pomme d'amour
it: Mela caramellata
ja: りんご飴
pl: Cukrojabłko
pt_br: Maçã do amor
ru: Карамельное Яблоко

# NAMES.HALLOWEENCANDY_10
source: Tentacle Lolli
de: Tentakel-Lolli
es: Piruleta de tentáculo
fr: Tentassuce
it: Lecca-lecca tentacolo
ja: 触手ロリポップ
pl: Mackolizak
pt_br: Pirulito de tentáculo
ru: Щупальце-Леденец

# NAMES.HALLOWEENCANDY_11
source: Choco Pigs
de: Schoko-Schweine
es: Chococerdos
fr: Chococochon
it: Maiali di cioccolato
ja: チョコピッグ
pl: Czokoświnki
pt_br: Choco-porcos
ru: Шоколадные Свинки

# NAMES.HALLOWEENCANDY_12
source: Candy Lice
de: Süße Läuse
es: Piojos de caramelo
fr: Poux au sucre
it: Caramella a verme
ja: シラミ飴
pl: Cukierkowe wszy
pt_br: Piolho doce
ru: Карамельные Вши

# NAMES.HALLOWEENCANDY_13
source: Otherworldly Jawbreaker
de: Jenseitiger Kieferbrecher
es: Rompemuelas de otro mundo
fr: Brise-mâchoire d'un autre monde
it: Caramella durissima
ja: 異世界ジョーブレーカー
pl: Drops z innego świata
pt_br: Quebra-queixo de outro mundo
ru: Потусторонние Челюстеломы

# NAMES.HALLOWEENCANDY_14
source: Lava Pepper
de: Lava-Paprika
es: Pimiento de lava
fr: Piment-lave
it: Peperoncino piccantissimo
ja: 溶岩ペッパー
pl: Magmowa papryczka
pt_br: Pimenta lava
ru: Лавовый Перец

# NAMES.HALLOWEENCANDY_2
source: Candy Corn
de: Zuckermais
es: Maíz de caramelo
fr: Maïs sucré
it: Mais dolce
ja: キャンディーコーン
pl: Cukierki miliona smaków
pt_br: Milho doce
ru: Сладкая Кукуруза

# NAMES.HALLOWEENCANDY_3
source: Not-So-Candy Corn
de: Mais (ohne Zucker)
es: Maíz no tan acaramelado
fr: Maïs pas-trop-sucré
it: Mais non così dolce
ja: 穂軸つきコーン
pl: Prawie cukierek
pt_br: Milho não-tão-doce
ru: Не-Такая-Уж-И-Сладкая Кукуруза

# NAMES.HALLOWEENCANDY_4
source: Gummy Spider
de: Gummispinnen
es: Araña de goma
fr: Aragomme
it: Ragno gommoso
ja: グミスパイダー
pl: Gumipająk
pt_br: Aranha de goma
ru: Мармеладный Паук

# NAMES.HALLOWEENCANDY_5
source: Catcoon Candy
de: Catcoon-Bonbon
es: Dulce de gatopache
fr: Chabon-laveur
it: Caramella di gattorso
ja: ニャライグマのキャンディー
pl: Kotoszopocukierek
pt_br: Doce gatoxinim
ru: Енотокотоконфета

# NAMES.HALLOWEENCANDY_6
source: "Raisins"
de: "Rosinen"
es: "Pasas"
it: "Uvetta"
ja: 「レーズン」
pl: „Rodzynki”
pt_br: "Passas"
ru: «Изюминки»

# NAMES.HALLOWEENCANDY_7
source: Raisins
de: Rosinen
es: Pasas
fr: Raisins en boîte
it: Uvetta
ja: レーズン
pl: Rodzynki
pt_br: Passas
ru: Изюм

# NAMES.HALLOWEENCANDY_8
source: Ghost Pop
de: Geisterlolli
es: Piruleta fantasma
fr: Fantôssuce
it: Lecca-fantasma
ja: おばけロリポップ
pl: Ducholizak
pt_br: Pirulito de fantasma
ru: Призрачный Леденец

# NAMES.HALLOWEENCANDY_9
source: Jelly Worm
de: Gummischlange
es: Gusano de gelatina
fr: Verligieuse
it: Verme gelatinoso
ja: ゼリーワーム
pl: Żelkorobal
pt_br: Minhoca de goma
ru: Мармеладный Червячок

# NAMES.HALLOWEENPOTION_BRAVERY_LARGE
source: Brew of Phobic Abrogation
de: Furcht aufhebender Trank
es: Brebaje de anulación fóbica
fr: Bouillon d'abrogation phobique
it: Infuso abrogafobico
ja: 勇気酒
pl: Napitek usuwający Fobie
pt_br: Mistura de Anulação de Fobias
ru: Зелье отмены страха

# NAMES.HALLOWEENPOTION_BRAVERY_SMALL
source: Brew of Phobic Abatement
de: Furcht schwächender Trank
es: Brebaje de disminución fóbica
fr: Bouillon de lutte contre la phobie
it: Infuso abbattifobico
ja: 勇気醸造酒
pl: Napitek redukujący Fobie
pt_br: Mistura de Redução de Fobias
ru: Зелье уменьшения страха

# NAMES.HALLOWEENPOTION_EMBERS
source: Sulfuric Crystals of Lime
de: Schwefelkristalle
es: Cristales sulfúricos de cal
fr: Cristaux sulfuriques de lime
it: Zolfocristalli di lime
ja: 燃えさしの硫黄クリスタル
pl: Wapienne kryształy
pt_br: Cristais Sulfúricos de Sal
ru: Сернистые кристаллы известняка

# NAMES.HALLOWEENPOTION_HEALTH_LARGE
source: Canteen of Sanguine Mixture
de: Große Flasche Gesundheitstrank
es: Cantimplora de mezcla sanguínea
fr: Ménagère de mixture sanguine
it: Ampolla sanguigna
ja: 血液ミックスのキャンティーン
pl: Manierka z miksturą sangwiniczną
pt_br: Cantil de Mistura Sanguínea
ru: Фляга кровавой смеси

# NAMES.HALLOWEENPOTION_HEALTH_SMALL
source: Flask of Sanguine Mixture
de: Kleine Flasche Gesundheitstrank
es: Frasco de mezcla sanguínea
fr: Flasque de mixture sanguine
it: Boccetta sanguigna
ja: 血液ミックスのフラスコ
pl: Butelka mikstury sangwinicznej
pt_br: Frasco de Mistura Sanguínea
ru: Пузырек кровавой смеси

# NAMES.HALLOWEENPOTION_MOON
source: Steeped Lunar Essence
de: Durchgezogene Lunaressenz
es: Esencia lunar impregnada
fr: Essence lunaire
it: Essenza lunare viscosa
ja: 浸しルナエッセンス
pl: Esencja księżycowa
pt_br: Essência Lunar Infundida
ru: Лунная эссенция

# NAMES.HALLOWEENPOTION_SANITY_LARGE
source: Tumblerful of Psychic Fortitude
de: Ein Becher Geistestärke
es: Vaso de fortaleza psíquica
fr: Verre plein de courage psychique
it: Ampolla di fortezza psichica
ja: 精神強化のタンブラー
pl: Szklanka napoju wzmacniającego psychikę
pt_br: Copinho de Força Psíquica
ru: Стакан силы духа

# NAMES.HALLOWEENPOTION_SANITY_SMALL
source: Dram of Psychic Fortitude
de: Ein Schlückchen Geistesstärke
es: Copita de fortaleza psíquica
fr: Petit verre de courage psychique
it: Boccetta di fortezza psichica
ja: 精神強化のドラム
pl: Naparstek napoju wzmacniającego psychikę
pt_br: Dracma de Força Psíquica
ru: Глоток силы духа

# NAMES.HALLOWEENPOTION_SPARKS
source: Sulfuric Crystals of Saltpeter
de: Salpeter-Schwefelkristalle
es: Cristales sulfúricos de salitre
fr: Cristaux sulfuriques de salpêtre
it: Zolfocristalli di salnitro
ja: 燃えさしの硫黄クリスタル
pl: Siarkowe kryształy saletry
pt_br: Cristais Sulfúricos de Salitre
ru: Сернистые кристаллы селитры

# NAMES.HALLOWEEN_EXPERIMENT_BRAVERY
source: Phobic Experiment
de: Angstexperiment
es: Experimento fóbico
fr: Expérimentation phobique
it: Esperimento fobico
ja: 恐怖の実験
pl: Eksperyment: fobie
pt_br: Experimento Fóbico
ru: Пугающий эксперимент

# NAMES.HALLOWEEN_EXPERIMENT_HEALTH
source: Sanguine Experiment
de: Gesundheitsexperiment
es: Experimento sanguíneo
fr: Expérimentation sanguine
it: Esperimento sanguigno
ja: 血液の実験
pl: Eksperyment: sangwinizm
pt_br: Experimento Sanguíneo
ru: Кровавый эксперимент

# NAMES.HALLOWEEN_EXPERIMENT_MOON
source: Lunar Experiment
es: Experimento lunar
fr: Expérience lunaire
it: Esperimento lunare
ja: 月の実験
pl: Księżycowy eksperyment
pt_br: Experimento Lunar
ru: Лунный эксперимент

# NAMES.HALLOWEEN_EXPERIMENT_ROOT
source: Arboretum Experiment
de: Baumexperiment
es: Experimento arbóreo
fr: Expérimentation d'arboretum
it: Esperimento dell'arboreto
ja: 植物園の実験
pl: Eksperyment: drzewa
pt_br: Experimento Arbóreo
ru: Древесный эксперимент
