Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.DRAGONFLYFURNACE
source: Scaled Furnace
de: Ofen
es: Horno escamado
fr: Fourneau à écailles
it: Fornace squamata
ja: スケール炉
pl: Łuskowaty piecyk.
pt_br: Fornalha de escamas
ru: Чешуйчатая Печка

# NAMES.DRAGONFRUIT
source: Dragon Fruit
de: Drachenfrucht
es: Fruta de dragón
fr: Fruit du dragon
it: Frutto del drago
ja: ドラゴンフルーツ
pl: Smoczy owoc
pt_br: Pitaia
ru: Драконий фрукт

# NAMES.DRAGONFRUIT_COOKED
source: Prepared Dragon Fruit
de: Zubereitete Drachenfrucht
es: Fruta de dragón cocinada
fr: Fruit du dragon cuisiné
it: Frutto del drago cucinato
ja: 調理されたドラゴンフルーツ
pl: Pieczony smoczy owoc
pt_br: Pitaia preparada
ru: Жареный драконий фрукт

# NAMES.DRAGONFRUIT_OVERSIZED
source: Giant Dragon Fruit
de: Riesige Drachenfrucht
es: Fruta de dragón gigante
fr: Fruit du dragon géant
it: Frutto del drago gigante
ja: 巨大ドラゴンフルーツ
pl: Smoczy gigaowoc
pt_br: Pitaia Gigante
ru: Огромный драконий фрукт

# NAMES.DRAGONFRUIT_OVERSIZED_ROTTEN
source: Giant Rotting Dragon Fruit
de: Riesige Verfaulende Drachenfrucht
es: Fruta de dragón gigante podre
fr: Fruit du dragon géant pourri
it: Frutto del drago gigante marcio
ja: 巨大ドラゴンフルーツ（腐敗）
pl: Zgniły smoczy gigaowoc
pt_br: Pitaia Gigante Podre
ru: Огромный гнилой драконий фрукт

# NAMES.DRAGONFRUIT_SEEDS
source: Bulbous Seeds
de: Bauchiges Saatgut
es: Semillas protuberantes
fr: Graines globuleuses
it: Semi bulbosi
ja: 球根状の種
pl: Jajowate nasiona
pt_br: Sementes Bulbosas
ru: Овальные семена

# NAMES.DRAGONHEADHAT
source: Lucky Beast Head
de: Glückstierkopf
es: Cabeza de bestia de la suerte
fr: Tête de bête porte-bonheur
it: Testa bestia fortunata
ja: 幸運の野獣の頭
pl: Głowa szczęśliwej bestii
pt_br: Cabeça de fera sortuda
ru: Голова Приносящего Удачу Зверя

# NAMES.DRAGONPIE
source: Dragonpie
de: Drachenkuchen
es: Pastel de pitaya
fr: Tarte au dragon
it: Torta di drago
ja: ドラゴンパイ
pl: Smocze ciasto
pt_br: Torta de pitaia
ru: Драконий пирог

# NAMES.DRAGONTAILHAT
source: Lucky Beast Tail
de: Glückstierschwanz
es: Cola de bestia de la suerte
fr: Queue de bête porte-bonheur
it: Coda bestia fortunata
ja: 幸運の野獣の尻尾
pl: Ogon szczęśliwej bestii
pt_br: Cauda de fera sortuda
ru: Хвост Приносящего Удачу Зверя

# NAMES.DRAGON_SCALES
source: Scales
de: Waagen
es: Escamas
fr: Écailles
it: Squame
ja: ウロコ
pl: Łuski
pt_br: Escamas
ru: Чешуя

# NAMES.DRIFTWOOD_LOG
source: Driftwood Piece
de: Treibholzstück
es: Trozo de madera a la deriva
fr: Morceau de bois flotté
it: Pezzo di legno marino
ja: 流木の破片
pl: Kawałek dryfującego drewna
pt_br: Pedaço de Madeira Flutuante
ru: Кусок коряги

# NAMES.DRIFTWOOD_TREE
source: Driftwood
de: Treibholz
es: Madera a la deriva
fr: Bois flotté
it: Legno marino
ja: 流木
pl: Dryfujące drewno
pt_br: Madeira Flutuante
ru: Коряга

# NAMES.DROWNING
source: Drowning
de: Ertrunken
es: Ahogado/a
fr: Noyade
it: Annegamento
ja: 水死
pl: Utonięcie
pt_br: Afogamento
ru: Утопленник

# NAMES.DRUMSTICK
source: Drumstick
de: Keule
es: Muslo
fr: Pilon
it: Sottocoscia
ja: ドラムスティック
pl: Udko
pt_br: Coxinha
ru: Окорочок

# NAMES.DRUMSTICK_COOKED
source: Fried Drumstick
de: Gebratene Keule
es: Muslo frito
fr: Pilon frit
it: Coscia di pollo fritto
ja: 揚げたドラムスティック
pl: Pieczone udko
pt_br: Coxa frita
ru: Жареный окорочок

# NAMES.DUG_BERRYBUSH
source: Berry Bush
de: Beerenstrauch
es: Arbusto de bayas
fr: Baies
it: Cespuglio di bacche
ja: ベリーブッシュ
pl: Krzak porzeczki
pt_br: Moita de bagas
ru: Ягодный куст

# NAMES.DUG_BERRYBUSH2
source: Berry Bush
de: Beerenstrauch
es: Arbusto de bayas
fr: Baies
it: Cespuglio di bacche
ja: ベリーブッシュ
pl: Krzak porzeczki
pt_br: Moita de bagas
ru: Ягодный куст

# NAMES.DUG_BERRYBUSH_JUICY
source: Juicy Berry Bush
de: Saftiger Beerenstrauch
es: Arbusto de bayas jugosas
fr: Buisson de baies juteuses
it: Cespuglio bacche succose
ja: ジューシーベリーの低木
pl: Krzak soczystej porzeczki
pt_br: Moita de bagas suculentas
ru: Сочный ягодный куст

# NAMES.DUG_GRASS
source: Grass Tuft
de: Grasbüschel
es: Mata de hierba
fr: Touffe d'herbe
it: Ciuffo d'erba
ja: 茂み
pl: Kępka trawy
pt_br: Tufo de grama
ru: Дерн поляны

# NAMES.DUG_MARSH_BUSH
source: Spiky Bush
de: Stachliger Busch
es: Arbusto con pinchos
fr: Buisson d'épines
it: Cespuglio spinoso
ja: トゲトゲの茂み
pl: Kolczasty krzak
pt_br: Moita espinhosa
ru: Шипастый куст

# NAMES.DUG_ROCK_AVOCADO_BUSH
source: Stone Fruit Bush
de: Steinfruchtstrauch
es: Arbusto de fruto de piedra
fr: Buisson à fruits à noyau
it: Cespuglio di pietrafrutti
ja: 石フルーツの茂み
pl: Krzew kamiennego owocu
pt_br: Arbusto de Frutas Rochosas
ru: Куст с каменными плодами

# NAMES.DUG_SAPLING
source: Sapling
de: Setzling
es: Retoño
fr: Pousse d'arbre
it: Alberello
ja: 苗木
pl: Sadzonka
pt_br: Muda
ru: Саженец

# NAMES.DUG_SAPLING_MOON
source: Sapling
de: Setzling
es: Retoño
fr: Pousse d'arbre
it: Alberello
ja: 苗木
pl: Sadzonka
pt_br: Muda
ru: Саженец

# NAMES.DUG_TRAP_STARFISH
source: Anenemy Trap
de: Katamone-Falle
es: Trampa de anemonemiga
fr: Piège étoile de mer
it: Trappola anemonemico
ja: アネネミートラップ
pl: Pułapka z wrógkwiału
pt_br: Armadilha de Anînimigo
ru: Злонемоновая ловушка

# NAMES.DUMBBELL
source: Dumbbell
de: Hantel
es: Mancuerna
fr: Haltère
it: Manubrio
ja: ダンベル
pl: Hantel
pt_br: Haltere
ru: Гантель

# NAMES.DUMBBELL_GEM
source: Gembell
de: Edelhantel
es: Joyicuerna
fr: Haltère à joyaux
it: Manubrio di gemme
ja: ジェムベル
pl: Klejnotel
pt_br: Haltere de Joias
ru: Самоцветная гантель

# NAMES.DUMBBELL_GOLDEN
source: Golden Dumbbell
de: Goldene Hantel
es: Mancuerna de oro
fr: Haltère en or
it: Manubrio d'oro
ja: ゴールデンダンベル
pl: Złotel
pt_br: Haltere Dourado
ru: Золотая гантель

# NAMES.DUMBBELL_MARBLE
source: Marbell
de: Marmorhantel
es: Marcuerna
fr: Haltère en marbre
it: Manubrio di marmo
ja: 大理石ダンベル
pl: Marmurtel
pt_br: Haltere de Mármore
ru: Мраморная гантель

# NAMES.DURIAN
source: Durian
de: Stinkfrucht
es: Durián
ja: ドリアン
pt_br: Dúrio
ru: Дуриан

# NAMES.DURIAN_COOKED
source: Extra Smelly Durian
de: Stark riechende Stinkfrucht
es: Durián extraoloroso
fr: Durian ultra puant
it: Durian puzzolentissimo
ja: 特別に匂うドリアン
pl: Superśmierdzący durian
pt_br: Dúrio muito fedido
ru: Вонючий дуриан

# NAMES.DURIAN_OVERSIZED
source: Giant Durian
de: Riesendurian
es: Durián gigante
fr: Durian géant
it: Durian gigante
ja: 巨大ドリアン
pl: Gigadurian
pt_br: Durião Gigante
ru: Огромный дуриан

# NAMES.DURIAN_OVERSIZED_ROTTEN
source: Giant Rotting Durian
de: Verfaulende Riesendurian
es: Durián gigante podre
fr: Durian géant pourri
it: Durian gigante marcio
ja: 巨大ドリアン（腐敗）
pl: Zgniły gigadurian
pt_br: Durião Gigante Podre
ru: Огромный гнилой дуриан

# NAMES.DURIAN_SEEDS
source: Brittle Seed Pods
de: Spröde Samenkapseln
es: Vainas de semillas frágiles
fr: Cosses friables
it: Baccelli di semi fragili
ja: 脆い種ポッド
pl: Kruche strączki
pt_br: Vagens de Sementes Frágeis
ru: Хрупкие стручки

# NAMES.DUSTMERINGUE
source: Amberosia
de: Elektrosia
es: Amberosía
fr: Ambroisie
ja: アンベローシア
pl: Amberozja
pt_br: Ambarosia
ru: Нектарь

# NAMES.DUSTMOTH
source: Dust Moth
de: Staubmotte
es: Polvolilla
fr: Serpillon
it: Falena della polvere
ja: ホコリガ
pl: Ćma kurzowa
pt_br: Maripoeira
ru: Пыльный мотылек

# NAMES.DUSTMOTHDEN
source: Tidy Hidey-Hole
de: Ordentliches Versteck
es: Escondite pulcro
fr: Cachette bien rangée
it: Nascondino pulito
ja: 小さな隠れる穴
pl: Czysta kryjówka
pt_br: Esconderijo Asseado
ru: Чистая норка

# NAMES.EARMUFFSHAT
source: Rabbit Earmuffs
de: Ohrenschützer
es: Orejeras de conejo
fr: Cache-oreilles de lapin
it: Paraorecchie di coniglio
ja: ウサギの耳当て
pl: Królicze nauszniki
pt_br: Protetores de orelha
ru: Меховые наушники

# NAMES.EEL
source: Eel
de: Aal
es: Anguila
fr: Anguille
it: Anguilla
ja: ウナギ
pl: Węgorz
pt_br: Enguia
ru: Угорь

# NAMES.EEL_COOKED
source: Cooked Eel
de: Gekochter Aal
es: Anguila cocida
fr: Anguille cuite
it: Anguilla cotta
ja: 調理したウナギ
pl: Pieczony węgorz
pt_br: Enguia assada
ru: Жареный угорь

# NAMES.EGGPLANT
source: Eggplant
de: Aubergine
es: Berenjena
fr: Aubergine
it: Melanzana
ja: ナス
pl: Bakłażan
pt_br: Berinjela
ru: Баклажан

# NAMES.EGGPLANT_COOKED
source: Braised Eggplant
de: Geschmorte Aubergine
es: Berenjena estofada
fr: Aubergine braisée
it: Melanzana stufata
ja: 蒸しナス
pl: Duszony bakłażan
pt_br: Berinjela refogada
ru: Тушеный баклажан

# NAMES.EGGPLANT_OVERSIZED
source: Giant Eggplant
de: Riesige Aubergine
es: Berenjena gigante
fr: Aubergine géante
it: Melanzana gigante
ja: 巨大ナス
pl: Gigabakłażan
pt_br: Berinjela Gigante
ru: Огромный баклажан

# NAMES.EGGPLANT_OVERSIZED_ROTTEN
source: Giant Rotting Eggplant
de: Verfaulende Riesenaubergine
es: Berenjena gigante podre
fr: Aubergine géante pourrie
it: Melanzana gigante marcia
ja: 巨大ナス（腐敗）
pl: Zgniły gigabakłażan
pt_br: Berinjela Gigante Podre
ru: Огромный гнилой баклажан

# NAMES.EGGPLANT_SEEDS
source: Swirly Seeds
de: Herumwirbelndes Saatgut
es: Semillas espirales
fr: Graines en spirale
it: Semi a spirale
ja: 渦巻きの種
pl: Zakręcone nasiona
pt_br: Sementes Enroladas
ru: Спиральные семена

# NAMES.ENDTABLE
source: End Table
de: Beistelltisch
es: Mesa auxiliar
fr: Table basse
it: Tavolino
ja: エンドテーブル
pl: Stolik
pt_br: Mesa auxiliar
ru: Декоративный Столик

# NAMES.EVERGREEN
source: Evergreen
es: Siempreverde
fr: Sapin
it: Sempreverde
ja: 常緑樹
pl: Świerk
pt_br: Pinheiro
ru: Ель

# NAMES.EVERGREEN_SPARSE
source: Lumpy Evergreen
de: Knorriger Baum
es: Siempreverde rugoso
fr: Sapin touffu
it: Pianta sempreverde
ja: でこぼこ常緑樹
pl: Podupadły świerk
pt_br: Pinheiro graúdo
ru: Узловатая ель

# NAMES.EYEBRELLAHAT
source: Eyebrella
de: Augenschirm
es: Ojombrilla
fr: Paraplœil
it: Occhiombrello
ja: アイブレラ
pl: Parasoloczka
pt_br: Guarda-olho
ru: Глазонтик

# NAMES.EYEMASKHAT
source: Eye Mask
de: Augenmaske
es: Máscara de ojo
fr: Masque à œil
it: Maschera di occhio
ja: アイマスク
pl: Maskoko
pt_br: Máscara de Olho
ru: Маска-глаз

# NAMES.EYEOFTERROR
source: Eye Of Terror
de: Auge des Schreckens
es: Ojo del terror
fr: Œil de l'effroi
it: Occhio del terrore
ja: 恐怖の目
pl: Oko terroru
pt_br: Olho do Terror
ru: Око ужаса

# NAMES.EYEOFTERROR_MINI
source: Suspicious Peeper
de: Verdächtiger Gucker
es: Mirón sospechoso
fr: Nœunœil suspect
it: Osservatore sospetto
ja: 怪しいのぞくやつ
pl: Podejrzany zerkacz
pt_br: Olho Grande Suspeito
ru: Подозрительный глазик

# NAMES.EYEOFTERROR_MINI_GROUNDED
source: Egg Of Terror
de: Ei des Schreckens
es: Huevo del terror
fr: Œuf de l'effroi
it: Uovo del terrore
ja: 恐怖の卵
pl: Jajo terroru
pt_br: Ovo do Terror
ru: Яйцо ужаса

# NAMES.EYEPLANT
source: Eye Plant
de: Augenpflanze
es: Planta de ojo
fr: Végétœil
it: Pianta occhiuta
ja: 目の植物
pl: Okwiat
pt_br: Planta olho
ru: Глазоцвет

# NAMES.EYETURRET
source: Houndius Shootius
de: Augenturm
es: Disparus Cazadorus
fr: Tourelle de défense
it: Segugio sparatore
ja: ホンディウス・シューティウス
pl: Ogarus odstrzelus
ru: Гончиус стрелятиус

# NAMES.EYETURRET_ITEM
source: Houndius Shootius
de: Augenturm
es: Disparus Cazadorus
fr: Tourelle de défense
it: Segugio sparatore
ja: ホンディウス・シューティウス
pl: Ogarus odstrzelus
ru: Гончиус стрелятиус

# NAMES.FARM_HOE
source: Garden Hoe
de: Gartenhacke
es: Azada
fr: Houe
it: Zappa da orto
ja: くわ
pl: Motyka ogrodowa
pt_br: Enxada de Jardim
ru: Садовая мотыга

# NAMES.FARM_PLANT_ASPARAGUS
source: Asparagus Fern
de: Spargelfarn
es: Esparraguera
fr: Griffe d'asperge
it: Pianta di asparagi
ja: アスパラガスの苗
pl: Paproć szparagowa
pt_br: Samambaia de Aspargo
ru: Куст спаржи

# NAMES.FARM_PLANT_CARROT
source: Carrot Plant
de: Karottenpflanze
es: Brote de zanahoria
fr: Plant de carotte
it: Pianta di carote
ja: ニンジンの苗
pl: Marchew
pt_br: Pé de Cenoura
ru: Морковь

# NAMES.FARM_PLANT_CORN
source: Corn Stalk
de: Maisstängel
es: Brote de maíz
fr: Épi de maïs
it: Pianta di mais
ja: コーンの茎
pl: Łodyga kukurydzy
pt_br: Pé de Milho
ru: Стебель кукурузы

# NAMES.FARM_PLANT_DRAGONFRUIT
source: Dragon Fruit Vine
de: Drachenfrucht-Ranke
es: Vid de fruta de dragón
fr: Branche de fruit du dragon
it: Pianta di frutto del drago
ja: ドラゴンフルーツのツル
pl: Pnącze smoczego owocu
pt_br: Videira de Pitaia
ru: Лоза драконьего фрукта

# NAMES.FARM_PLANT_DURIAN
source: Durian Vine
de: Durian-Ranke
es: Vid de durián
fr: Liane de durian
it: Pianta di durian
ja: ドリアンのツル
pl: Pnącze durianu
pt_br: Videira de Durião
ru: Лоза дуриана

# NAMES.FARM_PLANT_EGGPLANT
source: Eggplant Stalk
de: Auberginenstängel
es: Brote de berenjena
fr: Plant d'aubergine
it: Pianta di melanzane
ja: ナスの茎
pl: Łodyga bakłażana
pt_br: Pé de Berinjela
ru: Стебель баклажана

# NAMES.FARM_PLANT_GARLIC
source: Garlic Plant
de: Knoblauch-Pflanze
es: Brote de ajo
fr: Tête d'ail
it: Pianta di aglio
ja: ニンニクの苗
pl: Roślina czosnkowa
pt_br: Pé de Alho
ru: Чеснок

# NAMES.FARM_PLANT_ONION
source: Onion Plant
de: Zwiebel-Pflanze
es: Brote de cebolla
fr: Plant d'oignon
it: Pianta di cipolle
ja: 玉ねぎの苗
pl: Roślina cebulowa
pt_br: Pé de Cebola
ru: Лук

# NAMES.FARM_PLANT_PEPPER
source: Pepper Plant
de: Paprika-Pflanze
es: Brote de pimiento
fr: Plant de piment
it: Pianta di peperoncini
ja: ペッパーの苗
pl: Roślina paprykowa
pt_br: Pé de Pimenta
ru: Перец

# NAMES.FARM_PLANT_POMEGRANATE
source: Pomegranate Branch
de: Granatapfelzweig
es: Brote de granada
fr: Branche de grenade
it: Pianta di melegrane
ja: ザクロの枝
pl: Gałąź granatu
pt_br: Ramo de Romã
ru: Ветвь граната

# NAMES.FARM_PLANT_POTATO
source: Potato Plant
de: Kartoffel-Pflanze
es: Brote de patata
fr: Plant de pomme de terre
it: Pianta di patate
ja: ジャガイモの苗
pl: Roślina ziemniaczana
pt_br: Pé de Batata
ru: Картофель

# NAMES.FARM_PLANT_PUMPKIN
source: Pumpkin Plant
de: Kürbis-Pflanze
es: Brote de calabaza
fr: Plant de citrouille
it: Pianta di zucche
ja: カボチャの苗
pl: Roślina dyniowa
pt_br: Pé de Abóbora
ru: Тыква

# NAMES.FARM_PLANT_RANDOMSEED
source: Planted Seed
de: Eingepflanzte Samen
es: Semilla plantada
fr: Graine plantée
it: Seme piantato
ja: 植えられた種
pl: Zasiane nasiono
pt_br: Semente Plantada
ru: Саженец

# NAMES.FARM_PLANT_ROTTEN
source: Rotting Plant
de: Verrottete Pflanze
es: Planta podrida
fr: Plante pourrie
it: Pianta marcia
ja: 腐敗した植物
pl: Gnijąca roślina
pt_br: Planta Podre
ru: Гниющее растение

# NAMES.FARM_PLANT_SEED
source: Planted {seed}
de: {seed} eingepflanzte
es: {seed} plantadas
fr: Planté : {seed}
it: {seed} piantati
ja: 植えられた{seed}
pl: Zasiano: {seed}
pt_br: Plantada(s) {seed}
ru: Саженец: {seed}

# NAMES.FARM_PLANT_TOMATO
source: Toma Root Plant
de: Toma-Wurzel-Pflanze
es: Brote de raíz de toma
fr: Plant de tomate
it: Pianta di radici di pomo
ja: トマルートの苗
pl: Roślina pomikorzeniowa
pt_br: Pé de Raiz de Tomate
ru: Томат

# NAMES.FARM_PLANT_UNKNOWN
source: Plant
de: Pflanzen
es: Plantar
fr: Planter
it: Pianta
ja: 植える
pl: Zasadź
pt_br: Plantar
ru: Посадить

# NAMES.FARM_PLANT_WATERMELON
source: Watermelon Plant
de: Wassermelonen-Pflanze
es: Brote de sandía
fr: Plant de pastèque
it: Pianta di angurie
ja: スイカの苗
pl: Roślina arbuzowa
pt_br: Pé de Melancia
ru: Арбуз

# NAMES.FARM_PLOW
source: Garden Digamajig
de: Garten-Dingsdagrabs
es: Aradeitor
fr: Truc de jardin
it: Aratore automagico
ja: ガーデン・ディグマジグ
pl: Dynks do orania
pt_br: Escavacoiso de Jardim
ru: Садовая штуковина

# NAMES.FARM_PLOW_ITEM
source: Garden Digamajig
de: Garten-Dingsdagrabs
es: Aradeitor
fr: Truc de jardin
it: Aratore automagico
ja: ガーデン・ディグマジグ
pl: Dynks do orania
pt_br: Escavacoiso de Jardim
ru: Садовая штуковина

# NAMES.FARM_SOIL_DEBRIS
source: Garden Detritus
de: Gartenschutt
es: Detritus
fr: Détritus du jardin
it: Detriti da orto
ja: 有機堆積物
pl: Odpad ogrodowy
pt_br: Detrito de Jardim
ru: Садовые обломки

# NAMES.FAST_FARMPLOT
source: Improved Farm
de: Verbesserte Farm
es: Granja mejorada
fr: Ferme améliorée
it: Fattoria migliorata
ja: 進化した農場
pl: Ulepszone pole
pt_br: Fazenda aperfeiçoada
ru: Улучшенная грядка

# NAMES.FEATHERFAN
source: Luxury Fan
de: Luxuriöser Fächer
es: Abanico lujoso
fr: Éventail de luxe
it: Ventaglio di lusso
ja: ぜいたくな扇
pl: Luksusowy wachlarz
pt_br: Leque de luxo
ru: Пышный веер

# NAMES.FEATHERHAT
source: Feather Hat
de: Federhut
es: Sombrero de plumas
fr: Chapeau de plumes
it: Cappello di piuma
ja: 羽毛の帽子
pl: Pióropusz
pt_br: Chapéu de penas
ru: Перьевая шляпа

# NAMES.FEATHERPENCIL
source: Feather Pencil
de: Feder-Bleistift
es: Lápiz de pluma
fr: Plume d'oie
it: Penna di piuma
ja: 羽根ペン
pl: Piórołówek
pt_br: Lápis de pena
ru: Перьевой Карандаш

# NAMES.FEATHER_CANARY
source: Saffron Feather
de: Safran-Feder
es: Pluma de azafrán
fr: Plume safran
it: Piuma zafferano
ja: サフランフェザー
pl: Szafranowe pióro
pt_br: Pena açafrão
ru: Шафрановое Перо

# NAMES.FEATHER_CROW
source: Jet Feather
de: Schwarze Feder
es: Pluma azabache
fr: Plume jais
it: Piuma pece
ja: ジェットフェザー
pl: Czarne pióro
pt_br: Pena retinta
ru: Гагатовое перо

# NAMES.FEATHER_ROBIN
source: Crimson Feather
de: Karminrote Feder
es: Pluma carmesí
fr: Plume cramoisie
it: Piuma cremisi
ja: 深紅色の羽
pl: Szkarłatne pióro
pt_br: Pena carmim
ru: Алое перо

# NAMES.FEATHER_ROBIN_WINTER
source: Azure Feather
de: Azurblaue Feder
es: Pluma azur
fr: Plume azur
it: Piuma azzurra
ja: 空色のフェザー
pl: Lazurowe pióro
pt_br: Pena azul-celeste
ru: Лазурное перо

# NAMES.FENCE
source: Wood Fence
de: Holzzaun
es: Valla de madera
fr: Clôture en bois.
it: Steccato
ja: 木製フェンス
pl: Drewniany płot
pt_br: Cerca de madeira
ru: Деревянный Забор

# NAMES.FENCE_GATE
source: Wood Gate
de: Holztor
es: Puerta de madera
fr: Porte en bois
it: Cancello di legno
ja: 木製ゲート
pl: Drewniana furtka
pt_br: Portão de madeira
ru: Деревянные Ворота

# NAMES.FENCE_GATE_ITEM
source: Wood Gate
de: Holztor
es: Puerta de madera
fr: Porte en bois
it: Cancello di legno
ja: 木製ゲート
pl: Drewniana furtka
pt_br: Portão de madeira
ru: Деревянные Ворота

# NAMES.FENCE_ITEM
source: Wood Fence
de: Holzzaun
es: Valla de madera
fr: Clôture en bois.
it: Steccato
ja: 木製フェンス
pl: Drewniany płot
pt_br: Cerca de madeira
ru: Деревянный Забор

# NAMES.FERTILIZER
source: Bucket-o-poop
de: Dungeimer
es: Recogestiércol
fr: Seau à crotte
it: Secchio di sterco
ja: バケツ一杯のフン
pl: Wiadro łajna
pt_br: Balde de bosta
ru: Ведро с удобрениями

# NAMES.FESTIVEFISH
source: Festive Fish Dish
de: Festliches Fischgericht
es: Plato de pescado festivo
fr: Plat festif de poisson
it: Piatto festivo di pesce
ja: めでたい魚料理
pl: Świąteczna ryba
pt_br: Prato de Peixe Festivo
ru: Праздничное рыбное блюдо

# NAMES.FESTIVE_BLUEPRINT
source: Festive Costume Pattern
de: Festliches Kostümmuster
es: Patrón de disfraz festivo
fr: Patron de costume de fête
it: Modello per costume festoso
ja: 衣装型紙「お祭り」
pl: Wykrój stroju odświętnego
pt_br: Fantasia Festiva
ru: Выкройка: праздничный наряд

# NAMES.FIG
source: Fig
de: Feige
es: Higo
fr: Figue
it: Fico
ja: イチジク
pl: Figa
pt_br: Figo
ru: Инжир

# NAMES.FIGATONI
source: Figatoni
de: Feigatoni
es: Higatoni
it: Ficatoni
ja: イチジガトーニ
ru: Фигатони

# NAMES.FIGKABAB
source: Figkabab
de: Feigenkebab
es: Higkebab
fr: Figuebab
it: Kebab di fichi
ja: イチジカバブ
pl: Kebs figowy
pt_br: Kebab de Figo
ru: Инжир-кебаб

# NAMES.FIG_COOKED
source: Cooked Fig
de: Gekochte Feige
es: Higo asado
fr: Figue cuite
it: Fico cotto
ja: 調理したイチジク
pl: Pieczona figa
pt_br: Figo Cozido
ru: Жареный инжир

# NAMES.FIRE
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
ja: 火
pl: Ogień
pt_br: Fogo
ru: Огонь

# NAMES.FIREBALLSTAFF
source: Infernal Staff
de: Höllischer Stab
es: Báculo infernal
fr: Bâton infernal
it: Bastone infernale
ja: 地獄のもの
pl: Piekielne berło
pt_br: Cajado infernal
ru: Адский посох

# NAMES.FIRECRACKERS
source: Red Firecrackers
de: Roter Feuerwerkskörper
es: Petardos rojos
fr: Pétards rouges
it: Petardi rossi
ja: 赤爆竹
pl: Czerwone fajerwerki
pt_br: Estalinhos vermelhos
ru: Красные Петарды

# NAMES.FIREFLIES
source: Fireflies
de: Glühwürmchen
es: Luciérnagas
fr: Lucioles
it: Lucciole
ja: ホタル
pl: Świetliki
pt_br: Vaga-lumes
ru: Светлячки

# NAMES.FIREHOUND
source: Red Hound
de: Roter Hund
es: Sabueso rojo
fr: Molosse rouge
it: Segugio rosso
ja: 茶色い猟犬
pl: Czerwony ogar
pt_br: Cão vermelho
ru: Красная гончая

# NAMES.FIRENETTLES
source: Fire Nettle Fronds
de: Feuernessel-Wedel
es: Hojas de ortiga ígnea
fr: Brins d'ortie de feu
it: Foglia di fiammortica
ja: イライライラクサの葉
pl: Liście ognistej pokrzywy
pt_br: Frondes de Urtigardente
ru: Листья огненной крапивы

# NAMES.FIREPIT
source: Fire Pit
de: Feuergrube
es: Fogata
fr: Foyer
it: Focolare
ja: 炉
pl: Palenisko
pt_br: Fogueira grande
ru: Кострище

# NAMES.FIRESTAFF
source: Fire Staff
de: Feuerstab
es: Báculo de fuego
fr: Bâton de feu
it: Bastone di fuoco
ja: 火付け人
pl: Ogniste berło
pt_br: Cajado de fogo
ru: Огненный посох

# NAMES.FIRESUPPRESSOR
source: Ice Flingomatic
de: Feuerlöscher
es: Lanzamátic de hielo
fr: Automate lance-glace
it: Lanciaghiaccio
ja: アイス・オートピッチャー
pl: Lodomiotacz
pt_br: Lançador de gelo
ru: Снегомет

# NAMES.FISH
source: Fish
de: Fischen
es: Pez
fr: Pêcher
it: Pesce
ja: 釣る
pl: Zacznij łowić
pt_br: Pescar
ru: Рыбачить

# NAMES.FISHINGNET
source: Fishing Net
de: Fischernetz
es: Red de pesca
fr: Filet de pêche
it: Rete da pesca
ja: 漁網
pl: Sieć rybacka
pt_br: Rede de Pesca
ru: Рыбацкая сеть

# NAMES.FISHINGROD
source: Freshwater Fishing Rod
de: Süßwasser-Angelrute
es: Caña de pescar de agua dulce
fr: Canne de pêche d'eau douce
it: Canna da pesca d'acqua dolce
ja: 淡水釣り竿
pl: Słodkowodna wędka
pt_br: Vara de Pescar de Água Fresca
ru: Удочка для речной рыбалки

# NAMES.FISHMEAT
source: Raw Fish
de: Roher Fisch
es: Pescado crudo
fr: Poisson cru
it: Pesce crudo
ja: 生魚
pl: Surowa ryba
pt_br: Peixe cru
ru: Сырая рыба

# NAMES.FISHMEAT_COOKED
source: Fish Steak
de: Fischsteak
es: Filete de pescado
fr: Steak de poisson
it: Bistecca di pesce
ja: フィッシュステーキ
pl: Rybny stek
pt_br: Filé de peixe
ru: Рыбный стейк

# NAMES.FISHMEAT_SMALL
source: Fish Morsel
de: Fischhappen
es: Bocado de pescado
fr: Morceau de poisson
it: Boccone di pesce
ja: 魚肉(S)
pl: Rybny kąsek
pt_br: Naco de peixe
ru: Рыбная закуска

# NAMES.FISHMEAT_SMALL_COOKED
source: Cooked Fish Morsel
de: Gekochter Fischhappen
es: Bocado de pescado cocido
fr: Morceau de poisson cuit
it: Boccone di pesce cotto
ja: あぶった魚肉(S)
pl: Pieczony rybny kąsek
pt_br: Naco peixe cozido
ru: Жареная рыбная закуска

# NAMES.FISHSTICKS
source: Fishsticks
de: Fischstäbchen
es: Palitos de pescado
fr: Bâtonnets de poisson
it: Bastoncini di pesce
ja: フィッシュスティック
pl: Paluszki rybne
pt_br: Bastonetes de peixe
ru: Рыбные палочки

# NAMES.FISHTACOS
source: Fish Tacos
de: Fischtacos
es: Tacos de pescado
fr: Tacos de poisson
it: Tacos di pesce
ja: フィッシュタコス
pl: Rybne tacosy
pt_br: Tacos de peixe
ru: Рыбные тако

# NAMES.FISH_BOX
source: Tin Fishin' Bin
de: Angel-Blechdose
es: Cubo de pesca
fr: Boîte à poissons en alu
it: Scatola del pescatore
ja: ブリキの魚入れ
pl: Puszka na ryby
pt_br: Lata para Peixes
ru: Рыболовная жестянка

# NAMES.FISH_COOKED
source: Cooked Fish
de: Gekochter Fisch
es: Pescado asado
fr: Poisson cuit
it: Pesce cotto
ja: 調理した魚
pl: Pieczona ryba
pt_br: Peixe cozido
ru: Жареная рыба

# NAMES.FLINT
source: Flint
de: Feuerstein
es: Pedernal
fr: Silex
it: Selce
ja: フリント
pl: Krzemień
pt_br: Pederneira
ru: Кремень

# NAMES.FLOWER
source: Flower
de: Blume
es: Flor
fr: Fleur
it: Fiore
ja: 花
pl: Kwiatek
pt_br: Flor
ru: Цветок

# NAMES.FLOWERHAT
source: Garland
de: Kranz
es: Guirnalda
fr: Couronne de fleurs
it: Ghirlanda
ja: 花冠
pl: Wianek
pt_br: Guirlanda
ru: Венок

# NAMES.FLOWERSALAD
source: Flower Salad
de: Blumensalat
es: Ensalada de flores
fr: Salade de fleurs
it: Insalata di fiori
ja: フラワーサラダ
pl: Sałatka kwiatowa
pt_br: Salada de flores
ru: Цветочный салат

# NAMES.FLOWER_CAVE
source: Light Flower
de: Lichtblume
es: Flor de luz
fr: Fleur luminescente
it: Fiore di luce
ja: ライトフラワー
pl: Świetlniczek
pt_br: Flor de luz
ru: Светоцвет

# NAMES.FLOWER_EVIL
source: Evil Flower
de: Böse Blume
es: Flor malvada
fr: Fleur du mal
it: Fiore malvagio
ja: 悪の花
pl: Nikczemny kwiat
pt_br: Flor maligna
ru: Злой цветок

# NAMES.FLOWER_WITHERED
source: Withered Flower
de: Verwelkte Blume
es: Flor marchita
fr: Fleur fanée
it: Fiore sfiorito
ja: しおれた花
pl: Zwiędły kwiat
pt_br: Flor seca
ru: Иссохший цветок

# NAMES.FOLIAGE
source: Foliage
de: Laub
es: Follaje
fr: Feuillage
it: Fogliame
ja: 枝葉
pl: Listowie
pt_br: Folhagem
ru: Листва
