Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.YELLOWGEM
source: Yellow Gem
de: Gelber Edelstein
es: Gema amarilla
fr: Gemme jaune
it: Gemma gialla
ja: 黄色の宝石
pl: Żółty klejnot
pt_br: Pedra preciosa amarela
ru: Желтый самоцвет

# NAMES.YELLOWMOONEYE
source: Yellow Moonlens
de: Gelbes Mondglas
es: Lente lunar amarilla
fr: Lentille de lune jaune
it: Giallo lunare
ja: イエロームーンレンズ
pl: Żółte księżycoko
pt_br: Lente lunar amarela
ru: Желтая Лунная Линза

# NAMES.YELLOWSTAFF
source: Star Caller's Staff
de: Sternenrufers Stab
es: Báculo de invocador de estrellas
fr: Bâton d'invocation stellaire
it: Bastone chiamastelle
ja: 星召喚者の杖
pl: Berło władcy gwiazd
pt_br: Cajado do chamador de estrelas
ru: Посох призывателя звезд

# NAMES.YOTB_BEEFALOSHRINE
source: Beefalo Shrine
de: Beefalo-Schrein
es: Santuario de beefalo
fr: Autel de bœufalo
it: Santuario del mufalo
ja: ビーファロの社
pl: Kapliczka wołka
pt_br: Santuário dos Bífalos
ru: Святилище бифало

# NAMES.YOTB_BEEFALO_DOLL_BEAST
source: Lucky Beast Beefalo Doll
de: Glückstier-Beefalopuppe
es: Muñeco de beefalo de la suerte
fr: Poupée de bœufalo porte-bonheur
it: Bambola di mufalo bestia fortunata
ja: ビーファロのぬいぐるみ「幸運の野獣」
pl: Lalka szczęśliwej bestii
pt_br: Boneco: Bífalo Fera Sortuda
ru: Кукла зверя удачи

# NAMES.YOTB_BEEFALO_DOLL_DOLL
source: Dolled-Up Beefalo Doll
de: Aufgepeppte Beefalopuppe
es: Muñeco de beefalo elegante
fr: Poupée de bœufalo poupée
it: Bambola di mufalo agghindato
ja: ビーファロのぬいぐるみ「お人形さん」
pl: Wytworna lalka
pt_br: Boneco: Bífalo Enfeitado
ru: Милая кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_FESTIVE
source: Festive Beefalo Doll
de: Festliche Beefalopuppe
es: Muñeco de beefalo festivo
fr: Poupée de bœufalo de fête
it: Bambola di mufalo festoso
ja: ビーファロのぬいぐるみ「お祭り」
pl: Odświętna lalka
pt_br: Boneco: Bífalo Festivo
ru: Праздничная кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_FORMAL
source: Formal Beefalo Doll
de: Förmliche Beefalopuppe
es: Muñeco de beefalo formal
fr: Poupée de bœufalo élégant
it: Bambola di mufalo formale
ja: ビーファロのぬいぐるみ「フォーマル」
pl: Elegancka lalka
pt_br: Boneco: Bífalo Formal
ru: Строгая кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_ICE
source: Frostbitten Beefalo Doll
de: Frostbeulen-Beefalopuppe
es: Muñeco de beefalo helado
fr: Poupée de bœufalo engelure
it: Bambola di mufalo del freddo
ja: ビーファロのぬいぐるみ「凍傷」
pl: Mroźna lalka
pt_br: Boneco: Bífalo Gélido
ru: Зимняя кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_NATURE
source: Flowery Beefalo Doll
de: Blumige Beefalopuppe
es: Muñeco de beefalo floral
fr: Poupée de bœufalo fleuri
it: Bambola di mufalo floreale
ja: ビーファロのぬいぐるみ「花まみれ」
pl: Kwiatowa lalka
pt_br: Boneco: Bífalo Florido
ru: Цветочная кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_ROBOT
source: Ironclad Beefalo Doll
de: Eisenpanzer-Beefalopuppe
es: Muñeco de beefalo acorazado
fr: Poupée de bœufalo métallique
it: Bambola di mufalo di ferro
ja: ビーファロのぬいぐるみ「鉄獣」
pl: Pancerna lalka
pt_br: Boneco: Bífalo Couraçado
ru: Бронированная кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_VICTORIAN
source: Victorian Beefalo Doll
de: Viktorianische Beefalopuppe
es: Muñeco de beefalo victoriano
fr: Poupée de bœufalo victorien
it: Bambola di mufalo vittoriano
ja: ビーファロのぬいぐるみ「ビクトリア」
pl: Wiktoriańska lalka
pt_br: Boneco: Bífalo Vitoriano
ru: Викторианская кукла-бифало

# NAMES.YOTB_BEEFALO_DOLL_WAR
source: Warrior Beefalo Doll
de: Krieger-Beefalopuppe
es: Muñeco de beefalo guerrero
fr: Poupée de bœufalo guerrier
it: Bambola di mufalo guerriero
ja: ビーファロのぬいぐるみ「戦士」
pl: Lalka wojownik
pt_br: Boneco: Bífalo Guerreiro
ru: Воинственная кукла-бифало

# NAMES.YOTB_PATTERN_FRAGMENT_1
source: Fearsome Pattern Scrap
de: Furchterregender Musterfetzen
es: Trozo de patrón temible
fr: Morceau de patron féroce
it: Frammento di modello feroce
ja: 型紙の破片「恐怖」
pl: Skrawek strasznego wykroju
pt_br: Pedaço de Modelo Temível
ru: Фрагмент устрашающей выкройки

# NAMES.YOTB_PATTERN_FRAGMENT_2
source: Formal Pattern Scrap
de: Förmlicher Musterfetzen
es: Trozo de patrón formal
fr: Morceau de patron élégant
it: Frammento di modello formale
ja: 型紙の破片「フォーマル」
pl: Skrawek elegan. wykroju
pt_br: Pedaço de Modelo Formal
ru: Фрагмент строгой выкройки

# NAMES.YOTB_PATTERN_FRAGMENT_3
source: Festive Pattern Scrap
de: Festlicher Musterfetzen
es: Trozo de patrón festivo
fr: Morceau de patron de fête
it: Frammento di modello festoso
ja: 型紙の破片「華麗」
pl: Skrawek odświęt. wykroju
pt_br: Pedaço de Modelo Festivo
ru: Фрагмент праздничной выкройки

# NAMES.YOTB_POST
source: Beefalo Stage
de: Beefalo-Bühne
es: Escenario para beefalos
fr: Scène de bœufalo
it: Palco per mufalo
ja: ビーファロのステージ
pl: Wołkowa scena
pt_br: Palco para Bífalo
ru: Сцена для бифало

# NAMES.YOTB_POST_ITEM
source: Beefalo Stage
de: Beefalo-Bühne
es: Escenario para beefalos
fr: Scène de bœufalo
it: Palco per mufalo
ja: ビーファロのステージ
pl: Wołkowa scena
pt_br: Palco para Bífalo
ru: Сцена для бифало

# NAMES.YOTB_SEWINGMACHINE
source: Sewing Machine
de: Nähmaschine
es: Máquina de coser
fr: Machine à coudre
it: Macchina da cucire
ja: ミシン
pl: Maszyna do szycia
pt_br: Máquina de Costura
ru: Швейная машинка

# NAMES.YOTB_SEWINGMACHINE_ITEM
source: Sewing Machine Kit
de: Material für die Nähmaschine
es: Kit de máquina de coser
fr: Kit de machine à coudre
it: Kit per macchina da cucire
ja: ミシンキット
pl: Zestaw maszyny do szycia
pt_br: Kit Máquina de Costura
ru: Набор: швейная машинка

# NAMES.YOTB_STAGE
source: Judge's Booth
de: Richterbude
es: Puesto del juez
fr: Stand du juge
it: Banco del giudice
ja: 審査員ブース
pl: Budka sędziowska
pt_br: Estande do Juiz
ru: Будка судьи

# NAMES.YOTB_STAGE_ITEM
source: Judge's Booth
de: Richterbude
es: Puesto del juez
fr: Stand du juge
it: Banco del giudice
ja: 審査員ブース
pl: Budka sędziowska
pt_br: Estande do Juiz
ru: Будка судьи

# NAMES.YOTC_CARRATSHRINE
source: Carrat Shrine
de: Karattenschrein
es: Santuario de zanarratas
fr: Autel des carates
it: Santuario del caratto
ja: キャラット祭壇
pl: Kapliczka myszomarchwi
pt_br: Santuário de Cenourrato
ru: Святилище моркрысы

# NAMES.YOTC_CARRAT_GYM_DIRECTION
source: Navigation Gym
de: Navigationsgerät
es: Gimnasio de navegación
fr: Caratelier d'orientation
it: Palestra orientamento
ja: 指示ジム
pl: Trening orientacji
pt_br: Academia de Navegação
ru: Тренажер для ориентирования

# NAMES.YOTC_CARRAT_GYM_DIRECTION_ITEM
source: Navigation Gym Kit
de: Material für Navigationsgerät
es: Kit de gimnasio de navegación
fr: Kit caratelier orientation
it: Kit palestra orientamento
ja: 指示ジムキット
pl: Zestaw do treningu orientacji
pt_br: Kit de Academia de Navegação
ru: Набор «Тренажер для ориентирования»

# NAMES.YOTC_CARRAT_GYM_REACTION
source: Reflex Gym
de: Reflexgerät
es: Gimnasio de reflejos
fr: Caratelier des réflexes
it: Palestra riflessi
ja: 反射ジム
pl: Trening refleksu
pt_br: Academia de Reflexos
ru: Тренажер для реакции

# NAMES.YOTC_CARRAT_GYM_REACTION_ITEM
source: Reflex Gym Kit
de: Material für Reflexgerät
es: Kit de gimnasio de reflejos
fr: Kit caratelier réflexes
it: Kit palestra riflessi
ja: 反射ジムキット
pl: Zestaw do treningu refleksu
pt_br: Kit de Academia de Reflexos
ru: Набор «Тренажер для реакции»

# NAMES.YOTC_CARRAT_GYM_SPEED
source: Speed Gym
de: Tempogerät
es: Gimnasio de velocidad
fr: Caratelier de vitesse
it: Palestra velocità
ja: 速度ジム
pl: Trening prędkości
pt_br: Academia de Velocidade
ru: Тренажер для скорости

# NAMES.YOTC_CARRAT_GYM_SPEED_ITEM
source: Speed Gym Kit
de: Material für Tempogerät
es: Kit de gimnasio de velocidad
fr: Kit caratelier vitesse
it: Kit palestra velocità
ja: 速度ジムキット
pl: Zestaw do treningu prędkości
pt_br: Kit de Academia de Velocidade
ru: Набор «Тренажер для скорости»

# NAMES.YOTC_CARRAT_GYM_STAMINA
source: Endurance Gym
de: Ausdauergerät
es: Gimnasio de resistencia
fr: Caratelier d'endurance
it: Palestra resistenza
ja: 持久力ジム
pl: Trening wytrzymałości
pt_br: Academia de Resistência
ru: Тренажер для выносливости

# NAMES.YOTC_CARRAT_GYM_STAMINA_ITEM
source: Endurance Gym Kit
de: Material für Ausdauergerät
es: Kit de gimnasio de resistencia
fr: Kit caratelier endurance
it: Kit palestra resistenza
ja: 持久力ジムキット
pl: Zestaw do treningu wytrzymałości
pt_br: Kit de Academia de Resistência
ru: Набор «Тренажер для выносливости»

# NAMES.YOTC_CARRAT_RACE_CHECKPOINT
source: Checkpoint
de: Kontrollpunkt
es: Punto de control
fr: Point de contrôle
ja: チェックポイント
pl: Punkt kontrolny
pt_br: Ponto de Verificação
ru: Контрольная точка

# NAMES.YOTC_CARRAT_RACE_CHECKPOINT_ITEM
source: Checkpoint Kit
de: Material für Kontrollpunkt
es: Kit de punto de control
fr: Kit de point de contrôle
it: Kit checkpoint
ja: チェックポイントキット
pl: Zestaw do punktu kontrolnego
pt_br: Kit de Ponto de Verificação
ru: Набор «Контрольная точка»

# NAMES.YOTC_CARRAT_RACE_FINISH
source: Finish Line
de: Ziellinie
es: Línea de meta
fr: Ligne d'arrivée
it: Traguardo
ja: ゴールライン
pl: Linia mety
pt_br: Linha de Chegada
ru: Финиш

# NAMES.YOTC_CARRAT_RACE_FINISH_ITEM
source: Finish Line Kit
de: Material für Ziellinie
es: Kit de línea de meta
fr: Kit de ligne d'arrivée
it: Kit traguardo
ja: ゴールラインキット
pl: Zestaw do linii mety
pt_br: Kit de Linha de Chegada
ru: Набор «Финиш»

# NAMES.YOTC_CARRAT_RACE_START
source: Starting Point
de: Startpunkt
es: Punto de salida
fr: Point de départ
it: Punto di partenza
ja: スタートライン
pl: Linia startu
pt_br: Ponto de Partida
ru: Старт

# NAMES.YOTC_CARRAT_RACE_START_ITEM
source: Starting Point Kit
de: Material für Startpunkt
es: Kit de punto de salida
fr: Kit de point de départ
it: Kit punto di partenza
ja: スタートラインキット
pl: Zestaw do linii startu
pt_br: Kit de Ponto de Partida
ru: Набор «Старт»

# NAMES.YOTC_CARRAT_SCALE
source: Carrat Scale
de: Karattenwaage
es: Pesa de zanarrata
fr: Balance à carates
it: Bilancia da caratto
ja: キャラットスケール
pl: Waga myszomarchwi
pt_br: Balança de Cenourrato
ru: Весы для моркрыс

# NAMES.YOTC_CARRAT_SCALE_ITEM
source: Carrat Scale Kit
de: Material für Karattenwaage
es: Kit de pesa de zanarrata
fr: Kit de balance à carates
it: Kit bilancia da caratto
ja: キャラットスケールキット
pl: Zestaw do wagi myszomarchwi
pt_br: Kit de Balança de Cenourrato
ru: Набор «Весы для моркрыс»

# NAMES.YOTC_OWNED_CARRAT
source: {trainer}'s Carrat
de: Karatte von {trainer}
es: Zanarrata de {trainer}
fr: Carate de {trainer}
it: Caratto di {trainer}
ja: {trainer}のキャラット
pl: Myszomarchew gracza: {trainer}
pt_br: Cenourrato de {trainer}
ru: Владелец моркрысы — {trainer}

# NAMES.YOTC_SEEDPACKET
source: Packet of Seeds
de: Saatgutpaket
es: Paquete de semillas
fr: Sachet de graines
it: Pacchetto di semi
ja: 種のパック
pl: Paczka nasion
pt_br: Pacote de Sementes
ru: Пакетик семян

# NAMES.YOTC_SEEDPACKET_RARE
source: Premium Seed Packet
de: Premium-Saatgutpaket
es: Paquete de semillas premium
fr: Sachet de graines premium
it: Pacchetto di semi premium
ja: 上質な種のパック
pl: Paczka nasion premium
pt_br: Pacote de Sementes Premium
ru: Пакетик отборных семян

# NAMES.YOTP_FOOD1
source: Tribute Roast
de: Tributbraten
es: Asado de tributo
fr: Rôti hommage
it: Tributo di arrosto
ja: 貢物ロースト
pl: Pieczysta ofiara
pt_br: Assado de homenagem
ru: Мясное подношение

# NAMES.YOTP_FOOD2
source: Eight Treasure Mud Pie
de: Schlammpastete mit acht Schätzen
es: Pastel de barro de ocho tesoros
fr: Tarte à la boue porte-bonheur
it: Torta di fango fortunata
ja: 八宝マッドパイ
pl: Błotna zapiekanka ze skarbami
pt_br: Torta de lama dos oito tesouros
ru: Грязевой пирог Восьми Сокровищ

# NAMES.YOTP_FOOD3
source: Fish Heads on a Stick
de: Fischköpfe am Stecken
es: Cabezas de pescado en un palo
fr: Têtes de poisson sur bâton
it: Spiedini teste di pesce
ja: 棒に刺さった魚の頭
pl: Rybie głowy na patyku
pt_br: Cabeças de peixe no espeto
ru: Рыбные головы на палочке

# NAMES.YOT_CATCOONSHRINE
source: Catcoon Shrine
de: Catcoon-Schrein
es: Santuario de gapaches
fr: Autel de chaton laveur
it: Santuario del gattorsetto
ja: ニャライグマの祭壇
pl: Kapliczka kotoszopa
pt_br: Santuário de Gatoxinim
ru: Святилище енотокота
