Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.BEEBOX_HERMIT
source: Bee Box
de: Bienenkasten
es: Caja de abejas
fr: Ruche en bois
it: Scatola delle api
ja: 養蜂箱
pl: Ul
pt_br: Caixa de abelhas
ru: Улей

# NAMES.BEEFALO
source: Beefalo
fr: Bœufalo
it: Mufalo
ja: ビーファロ
pl: Wołek
pt_br: Bífalo
ru: Бифало

# NAMES.BEEFALOHAT
source: Beefalo Hat
de: Beefalo-Hut
es: Sombrero de beefalo
fr: Chapeau en bœufalo
it: Cappello di mufalo
ja: ビーファロハット
pl: Wołkowa czapa
pt_br: Chapéu de bífalo
ru: Шляпа бифало

# NAMES.BEEFALOWOOL
source: Beefalo Wool
de: Beefalo-Wolle
es: Lana de beefalo
fr: Laine de bœufalo
it: Lana di mufalo
ja: ビーファロのウール
pl: Wełna wołka
pt_br: Lã de bífalo
ru: Шерсть бифало

# NAMES.BEEFALO_BUDDY_NAME
source: {buddy}'s Beefalo
es: Beefalo de {buddy}
fr: Bœufalo appartenant à {buddy}
it: Mufalo di {buddy}
ja: {buddy}のビーファロ
pl: Wołek gracza {buddy}
pt_br: Bífalo de {buddy}
ru: Бифало ({buddy})

# NAMES.BEEFALO_DOMESTIC
source: Domesticated Beefalo
de: Domestizierter Beefalo
es: Beefalo domesticado
fr: Bœufalo domestique
it: Mufalo addomesticato
ja: ビーファロー(家畜)
pl: Udomowiony wołek
pt_br: Bífalo domesticado
ru: Одомашненный бифало

# NAMES.BEEFALO_GROOMER
source: Beefalo Grooming Station
de: Striegelplatz für Beefalos
es: Peluquería para beefalos
fr: Loge de bœufalo
it: Toletta per mufali
ja: ビーファログルーミングステーション
pl: Punkt pielęgnacji wołka
pt_br: Central Estética para Bífalos
ru: Станция ухода за бифало

# NAMES.BEEFALO_GROOMER_ITEM
source: Grooming Station Kit
de: Material für Striegelplatz
es: Kit de peluquería
fr: Kit de loge
it: Kit per toletta per mufali
ja: グルーミングステーションキット
pl: Zestaw pielęgnacyjny
pt_br: Kit Central Estética
ru: Набор: станция ухода

# NAMES.BEEF_BELL
source: Beefalo Bell
de: Beefalo-Glocke
es: Cencerro de beefalo
fr: Cloche de bœufalo
it: Campanaccio per mufalo
ja: ビーファロのベル
pl: Dzwonek wołka
pt_br: Sino de Bífalo
ru: Колокольчик бифало

# NAMES.BEEGUARD
source: Grumble Bee
de: Grollbiene
es: Abeja gruñona
fr: Abeille qui a le bourdon
it: Ape lamentosa
ja: ゴロゴロ蜂
pl: Zrzędliwa pszczoła
pt_br: Abelha resmunguenta
ru: Трутень

# NAMES.BEEHAT
source: Beekeeper Hat
de: Imkerhelm
es: Sombrero de apicultor
fr: Masque d'apiculteur
it: Cappello da apicoltore
ja: 養蜂家の帽子
pl: Kapelusz pszczelarza
pt_br: Chapéu de apicultor
ru: Шляпа пчеловода

# NAMES.BEEHIVE
source: Beehive
de: Bienenstock
es: Colmena
fr: Ruche
it: Alveare
ja: 蜂の巣
pl: Ul
pt_br: Colmeia
ru: Дикий улей

# NAMES.BEEMINE
source: Bee Mine
de: Bienenmine
es: Mina de abejas
fr: Mine-abeille
it: Mina alveare
ja: 蜂地雷
pl: Pszczela mina
pt_br: Mina de abelhas
ru: Пчеломина

# NAMES.BEEMINE_MAXWELL
source: Maxwell's Mosquito Trap
de: Maxwells Moskitofalle
es: Trampa para mosquitos de Maxwell
fr: Piège à moustique de Maxwell
it: Antizanzare di Maxwell
ja: Maxwellの蚊の罠
pl: Pułapka na komary Maxwella
pt_br: Armadilha de mosquito do Maxwell
ru: Москитная ловушка Максвелла

# NAMES.BEEQUEEN
source: Bee Queen
de: Bienenkönigin
es: Abeja reina
fr: Abeille reine
it: Ape regina
ja: 女王蜂
pl: Królowa pszczół
pt_br: Abelha Rainha
ru: Пчелиная матка

# NAMES.BEEQUEENHIVE
source: Honey Patch
de: Honigzentrale
es: Mancha de miel
fr: Plaque de miel
it: Grumo di miele
ja: ハチミツパッチ
pl: Miodowa ścieżka
pt_br: Área com mel
ru: Медовое пятно

# NAMES.BEEQUEENHIVEGROWING
source: Somewhat Gigantic Beehive
de: Ein ziemlich gigantischer Bienenstock
es: Colmena algo gigantesca
fr: Une ruche un peu gigantesque
it: Alveare diventato enorme
ja: そこそこ巨大な蜂の巣
pl: Sporawy ul
pt_br: Colmeia ligeiramente gigante
ru: Весьма огромный улей

# NAMES.BEEQUEENHIVEGROWN
source: Gigantic Beehive
de: Gigantischer Bienenstock
es: Colmena gigantesca
fr: Ruche gigantesque
it: Alveare enorme
ja: 巨大なハチの巣
pl: Gigantyczny ul
pt_br: Colmeia gigante
ru: Огромный улей

# NAMES.BEESWAX
source: Beeswax
de: Bienenwachs
es: Cera de abeja
fr: Cire d'abeille
it: Cera d'api
ja: ミツロウ
pl: Wosk pszczeli
pt_br: Cera de abelha
ru: Пчелиный воск

# NAMES.BEETLETAUR
source: Infernal Swineclops
de: Höllischer Schweineklops
es: Cerdóclope infernal
fr: Infernal porclope
it: Maialope infernale
ja: 地獄の豚肉
pl: Piekielny Świnioklop
pt_br: Porcoclópe Infernal
ru: Адский свиноклоп

# NAMES.BELL
source: Old Bell
de: Alte Glocke
es: Campana vieja
fr: Vieille cloche
it: Vecchia campana
ja: 古の鐘
pl: Stary dzwon
pt_br: Sino antigo
ru: Старый колокольчик

# NAMES.BERNIE_ACTIVE
source: Bernie
ja: バーニー
pl: Benio
ru: Берни

# NAMES.BERNIE_BIG
source: BERNIE!
ja: バーニー！
pl: BENIO!
ru: БЕРНИ!

# NAMES.BERNIE_INACTIVE
source: Bernie
ja: バーニー
pl: Benio
ru: Берни

# NAMES.BERRIES
source: Berries
de: Beeren
es: Bayas
fr: Baies
it: Bacche
ja: ベリー
pl: Porzeczki
pt_br: Bagas
ru: Ягоды

# NAMES.BERRIES_COOKED
source: Roasted Berries
de: Geröstete Beeren
es: Bayas tostadas
fr: Baies cuites
it: Bacche arrostite
ja: ローストベリー
pl: Pieczone porzeczki
pt_br: Bagas assadas
ru: Жареные ягоды

# NAMES.BERRIES_JUICY
source: Juicy Berries
de: Saftige Beeren
es: Bayas jugosas
fr: Baies juteuses
it: Bacche succose
ja: ジューシーベリー
pl: Soczyste jagody
pt_br: Bagas suculentas
ru: Сочные ягоды

# NAMES.BERRIES_JUICY_COOKED
source: Roasted Juicy Berries
de: Saftige Beeren vom Grill
es: Bayas jugosas asadas
fr: Baies juteuses rôties
it: Bacche succose arrostite
ja: ローストジューシーベリー
pl: Prażone soczyste jagody
pt_br: Bagas suculentas assadas
ru: Жареные сочные ягоды

# NAMES.BERRYBUSH
source: Berry Bush
de: Beerenstrauch
es: Arbusto de bayas
fr: Baies
it: Cespuglio di bacche
ja: ベリーブッシュ
pl: Krzak porzeczki
pt_br: Moita de bagas
ru: Ягодный куст

# NAMES.BERRYBUSH2
source: Berry Bush
de: Beerenstrauch
es: Arbusto de bayas
fr: Baies
it: Cespuglio di bacche
ja: ベリーブッシュ
pl: Krzak porzeczki
pt_br: Moita de bagas
ru: Ягодный куст

# NAMES.BERRYBUSH_JUICY
source: Juicy Berry Bush
de: Saftiger Beerenstrauch
es: Arbusto de bayas jugosas
fr: Buisson de baies juteuses
it: Cespuglio bacche succose
ja: ジューシーベリーの低木
pl: Krzak soczystej porzeczki
pt_br: Moita de bagas suculentas
ru: Сочный ягодный куст

# NAMES.BERRYSAUCE
source: Merry Berrysauce
de: Fruchtige Beerensoße
es: Salsa de bayayupi
fr: Sauce festive aux baies
it: Salsa di bacche festiva
ja: メリーベリーソース
pl: Sos jagodowy
pt_br: Molho Bagalegre
ru: Праздничный ягодный соус

# NAMES.BIBINGKA
source: Bibingka
ja: ビビンカ
ru: Бибингка

# NAMES.BIGFOOT
source: Biiigfoot
es: Pies graaandes
fr: Grande-patte
ja: ビーーーッグフット
pl: Wieeelka stopa
pt_br: Pé-graande
ru: Йе-е-ети

# NAMES.BIGSHADOWTENTACLE
source: Guardian Shadow Tentacle
de: Wächter-Schattententakel
es: Tentáculo de sombra guardián
fr: Tentacule d'ombre gardien
it: Tentacolo d'ombra guardiano
ja: ガーディアンシャドウテンタクル
pl: Strażnicza macka cienia
pt_br: Tentáculo das Sombras Guardião
ru: Щупальце теней-страж

# NAMES.BIRCHNUTDRAKE
source: Birchnutter
de: Birkennussling
es: Abedulero
fr: Châtaigneur
it: Svitato betulloso
ja: バーチナッター
pl: Brzozostwór
pt_br: Vidoeirador
ru: Березовый каштанник

# NAMES.BIRDCAGE
source: Birdcage
de: Vogelkäfig
es: Jaula
fr: Cage à oiseau
it: Gabbia per pennuti
ja: 鳥かご
pl: Klatka dla ptaków
pt_br: Gaiola
ru: Птичья клетка

# NAMES.BIRDTRAP
source: Bird Trap
de: Vogelfalle
es: Trampa para pájaros
fr: Piège à oiseau
it: Trappola per pennuti
ja: 鳥の罠
pl: Pułapka na ptaki
pt_br: Armadilha de passarinhos
ru: Ловушка для птиц

# NAMES.BIRD_EGG
source: Egg
de: Ei
es: Huevo
fr: Œuf
it: Uovo
ja: 卵
pl: Jajko
pt_br: Ovo
ru: Яйцо

# NAMES.BIRD_EGG_COOKED
source: Cooked Egg
de: Gekochtes Ei
es: Huevo frito
fr: Œuf cuit
it: Uovo cotto
ja: 調理した卵
pl: Smażone jajko
pt_br: Ovo cozido
ru: Яичница

# NAMES.BIRD_MUTANT
source: Moonblind Crow
de: Mondblinde Krähe
es: Cuervo invidente
fr: Corbeau aveuglune
it: Corvo lunare cieco
ja: 月盲カラス
pl: Księżycooka wrona
pt_br: Corvo Lunocular
ru: Лунная ворона

# NAMES.BIRD_MUTANT_SPITTER
source: Misshapen Bird
de: Missgestalteter Vogel
es: Ave malformada
fr: Oiseau difforme
it: Uccello deforme
ja: 奇形鳥
pl: Zniekształcony ptak
pt_br: Pássaro Disforme
ru: Изуродованная птица

# NAMES.BISHOP
source: Clockwork Bishop
de: Uhrwerk-Bischof
es: Alfil mecánico
fr: Évêque mécanique
it: Alfiere meccanico
ja: 時計仕掛けの司教
pl: Mechaniczny goniec
pt_br: Bispo mecânico
ru: Механический слон

# NAMES.BISHOP_NIGHTMARE
source: Damaged Bishop
de: Beschädigter Bischof
es: Alfil dañado
fr: Évêque endommagé
it: Alfiere danneggiato
ja: 傷ついた司教
pl: Uszkodzony goniec
pt_br: Bispo danificado
ru: Поврежденный слон

# NAMES.BLOWDART_FIRE
source: Fire Dart
de: Feuerpfeil
es: Cerbatana de fuego
fr: Fléchette de feu
it: Freccetta di fuoco
ja: 炎のダーツ
pl: Ognista strzałka
pt_br: Dardo de fogo
ru: Огненный дротик

# NAMES.BLOWDART_LAVA
source: Darts
de: Pfeile
es: Dardos
fr: Fléchettes
it: Dardi
ja: ダーツ
pl: Strzałki
pt_br: Dardos
ru: Дротики

# NAMES.BLOWDART_LAVA2
source: Molten Darts
de: Geschmolzene Pfeile
es: Dardos derretidos
fr: Fléchettes en fusion
it: Dardo fuso
ja: 溶けたダーツ
pl: Topione strzałki
pt_br: Dardos de lava
ru: Расплавленные дротики

# NAMES.BLOWDART_PIPE
source: Blow Dart
de: Blaspfeil
es: Cerbatana
fr: Sarbacane
it: Dardo soffiato
ja: ダーツを撃つ
pl: Dmuchawka
pt_br: Dardo
ru: Духовой дротик

# NAMES.BLOWDART_SLEEP
source: Sleep Dart
de: Schlafpfeil
es: Cerbatana somnífera
fr: Fléchette du sommeil
it: Dardo soporifero
ja: 眠りの矢
pl: Strzałka usypiająca
pt_br: Dardo do sono
ru: Усыпляющий дротик

# NAMES.BLOWDART_YELLOW
source: Electric Dart
de: Elektropfeil
es: Dardo eléctrico
fr: Fléchette électrique
it: Dardo elettrico
ja: 電気ダーツ
pl: Elektryczna dmuchawka
pt_br: Dardo elétrico
ru: Электрический Дротик

# NAMES.BLUEAMULET
source: Chilled Amulet
de: Kühles Amulett
es: Amuleto frío
fr: Amulette glaciale
it: Amuleto refrigerato
ja: 冷たいお守り
pl: Mroźny amulet
pt_br: Amuleto fresco
ru: Амулет заморозки

# NAMES.BLUEGEM
source: Blue Gem
de: Blauer Edelstein
es: Gema azul
fr: Gemme bleue
it: Gemma blu
ja: 青い宝石
pl: Niebieski klejnot
pt_br: Pedra preciosa azul
ru: Синий самоцвет

# NAMES.BLUEMOONEYE
source: Blue Moonlens
de: Blaues Mondglas
es: Lente lunar azul
fr: Lentille de lune bleue
it: Blu lunare
ja: ブルームーンレンズ
pl: Niebieskie księżycoko
pt_br: Lente lunar azul
ru: Синяя Лунная Линза

# NAMES.BLUEPRINT
source: Blueprint
de: Plan
es: Plano
fr: Recette de prototype
it: Progetto
ja: 設計図
pl: Projekt
pt_br: Planta baixa
ru: Чертеж

# NAMES.BLUEPRINT_RARE
source: {item} Blueprint
de: Bauplan für {item}
es: Plano de {item}
fr: {item} (plan)
it: Progetto {item}
ja: {item}設計図
pl: Projekt: {item}
pt_br: Projeto de {item}
ru: {item} Чертеж

# NAMES.BLUE_CAP
source: Blue Cap
de: Blaukappe
es: Sombrerete azul
fr: Chapeau bleu
it: Berretto blu
ja: 青い帽子
pl: Niebieszczak
pt_br: Cogumelo azul
ru: Синий гриб

# NAMES.BLUE_CAP_COOKED
source: Cooked Blue Cap
de: Gekochte Blaukappe
es: Sombrerete azul asado
fr: Chapeau bleu cuit
it: Berretto blu cotto
ja: 調理した青帽
pl: Gotowany niebieszczak
pt_br: Cogumelo azul cozido
ru: Жареный синий гриб

# NAMES.BLUE_MUSHROOM
source: Blue Mushroom
de: Blauer Pilz
es: Champiñón azul
fr: Champignon bleu
it: Fungo blu
ja: 青いキノコ
pl: Niebieszczak
pt_br: Cogumelo azul
ru: Синий гриб

# NAMES.BLUE_MUSHROOMHAT
source: Blue Funcap
de: Blaue Pilzkappe
es: Sombrerongo azul
fr: Champeau bleu
it: Cappello a fungo blu
ja: 青いファンキャップ
pl: Niebieski grzybelusz
pt_br: Cogumelo azul engraçado
ru: Синяя Грибная Шляпа

# NAMES.BOARDS
source: Boards
de: Bretter
es: Tablones
fr: Planches
it: Tavole
ja: ボード
pl: Deski
pt_br: Tábuas
ru: Доски

# NAMES.BOARON
source: Pit Pig
de: Grubenschwein
es: Cerdo de foso
fr: Cochon de la fosse
it: Maiale mastino
ja: ピットピッグ
pl: Piekielna świnia
pt_br: Porco lutador
ru: Хряк из пекла

# NAMES.BOARRIOR
source: Grand Forge Boarrior
de: Großer Schmiedekeiler!
es: Jabalirrero de la Gran Forja
fr: Grand sanguerrier de la forge
it: Cinguerriero della Forgia
ja: 偉大なるフォージの猪戦士！
pl: Wielki wojownik Kuźni
pt_br: Javali-Bravo da Grande Forja
ru: Великий Боров-воин Горнила

# NAMES.BOAT
source: Boat
de: Boot
es: Barco
fr: Bateau
it: Barca
ja: ボート
pl: Łódź
pt_br: Barco
ru: Лодка

# NAMES.BOATFRAGMENT03
source: Boat Fragment
de: Bootsfragment
es: Fragmento de barco
fr: Fragment de bateau
it: Frammento di barca
ja: ボートの欠片
pl: Fragment łodzi
pt_br: Fragmento de Barco
ru: Кусок лодки

# NAMES.BOATFRAGMENT04
source: Boat Fragment
de: Bootsfragment
es: Fragmento de barco
fr: Fragment de bateau
it: Frammento di barca
ja: ボートの欠片
pl: Fragment łodzi
pt_br: Fragmento de Barco
ru: Кусок лодки

# NAMES.BOATFRAGMENT05
source: Boat Fragment
de: Bootsfragment
es: Fragmento de barco
fr: Fragment de bateau
it: Frammento di barca
ja: ボートの欠片
pl: Fragment łodzi
pt_br: Fragmento de Barco
ru: Кусок лодки

# NAMES.BOATPATCH
source: Boat Patch
de: Bootsflicken
es: Parche de barco
fr: Rafistolage de bateau
it: Toppa per barca
ja: ボートのパッチ
pl: Łatka do łodzi
pt_br: Remendo de Barco
ru: Заплатка для лодки

# NAMES.BOAT_ITEM
source: Boat Kit
de: Material für Boot
es: Kit de barco
fr: Kit de bateau
it: Kit per barca
ja: ボートキット
pl: Zestaw do łodzi
pt_br: Kit de Barco
ru: Набор «Лодка»

# NAMES.BOAT_LEAK
source: Leak
de: Leck
es: Vía de agua
fr: Fuite
it: Falla
ja: 漏れ
pl: Dziura w łodzi
pt_br: Vazamento
ru: Течь

# NAMES.BONESHARD
source: Bone Shards
de: Knochensplitter
es: Fragmentos de hueso
fr: Éclats d'os
it: Frammenti di osso
ja: 骨の破片
pl: Fragmenty kości
pt_br: Fragmentos de osso
ru: Кусочки костей

# NAMES.BONESOUP
source: Bone Bouillon
de: Knochenbouillon
es: Caldo de huesos
fr: Bouillon d'os
it: Brodo d'ossa
ja: 骨ブイヨン
pl: Bulion z kości
pt_br: Caldo de Ossos
ru: Бульон из кости

# NAMES.BONESTEW
source: Meaty Stew
de: Fleischeintopf
es: Estofado de carne
fr: Ragoût à la viande
it: Stufato di carne
ja: 肉シチュー
pl: Duszone mięso
pt_br: Cozido de carne
ru: Тушеное мясо

# NAMES.BONFIRE
source: Bonfire
de: Funkenfeuer
es: Hoguera
fr: Feu de joie
it: Falò
ja: たき火
pl: Stos
pt_br: Fogueira
ru: Большой костер

# NAMES.BOOK_BIRDS
source: Birds of the World
de: Vögel der Welt
es: Aves del mundo
fr: Oiseaux du monde
it: Pennuti del mondo
ja: 世界の鳥たち
pl: Ptaki świata
pt_br: Pássaros do Mundo
ru: Книга «Птицы мира»

# NAMES.BOOK_BRIMSTONE
source: The End is Nigh!
de: Das Ende ist Nah!
es: ¡El fin se acerca!
fr: La fin est proche !
it: La fine è vicina!
ja: 終わりに近づいている！
pl: Koniec nadchodzi!
pt_br: O Fim está Próximo!
ru: Книга «Конец близок!»

# NAMES.BOOK_ELEMENTAL
source: Tome of Beckoning
de: Buch der Beschwörung
es: Tomo de conjuros
fr: Tome d'appel
it: Tomo della convocazione
ja: 招きの書
pl: Księga wzywania
pt_br: Tomo do Chamado
ru: Том призыва

# NAMES.BOOK_FOSSIL
source: Petrifying Tome
de: Versteinerter Wälzer
es: Tomo de petrificación
fr: Tome de pétrification
it: Tomo pietrificante
ja: 石化の書
pl: Skamieniały tom
pt_br: Tomo Petrificado
ru: Том окаменения

# NAMES.BOOK_GARDENING
source: Applied Horticulture
de: Praxis des Gartenbau
es: Horticultura aplicada
fr: L'horticulture appliquée
it: Orticoltura applicata
ja: 応用園芸
pl: Ogrodnictwo stosowane
pt_br: Horticultura Aplicada
ru: Книга «Практическое садоводство»

# NAMES.BOOK_HORTICULTURE
source: Horticulture, Abridged
de: Gartenbau, Kurzfassung
es: Horticultura resumida
fr: Horticulture, en bref
it: Orticoltura condensata
ja: 要約版園芸学
pl: Ogrodnictwo, streszczenie
pt_br: Horticultura, V. Resumida
ru: Садоводство, сокращенное издание

# NAMES.BOOK_SILVICULTURE
source: Applied Silviculture
de: Angewandte Forstwirtschaft
es: Silvicultura aplicada
fr: Sylviculture appliquée
it: Silvicoltura applicata
ja: 応用林学
pl: Leśnictwo stosowane
pt_br: Silvicultura Aplicada
ru: Книга «Практическое лесничество»

# NAMES.BOOK_SLEEP
source: Sleepytime Stories
de: Gute-Nacht-Geschichten
es: Historias para dormir
fr: Histoires du soir
it: Fiabe della buonanotte
ja: 寝る前の物語
pl: Opowiastki na dobranoc
pt_br: Histórias para dormir
ru: Книга «Сказки на ночь»

# NAMES.BOOK_TENTACLES
source: On Tentacles
de: Über Tentakel
es: Los tentáculos
fr: Des tentacules
it: Tutto sui tentacoli
ja: 触手の上に
pl: Macki przez wieki
pt_br: Sobre Tentáculos
ru: Книга «О щупальцах»

# NAMES.BOOMERANG
source: Boomerang
de: Bumerang
es: Bumerán
ja: ブーメラン
pl: Bumerang
pt_br: Bumerangue
ru: Бумеранг

# NAMES.BRAMBLEFX
source: Thorns
de: Dornen
es: Pinchos
fr: Épines
it: Spine
ja: 棘
pl: Kolce
pt_br: Espinhos
ru: Шипы

# NAMES.BRUSH
source: Brush
de: Streifen
es: Cepillo
fr: Brosser
it: Spazzola
ja: ブラシをかける
pl: Szczotka
pt_br: Escovar
ru: Чистить

# NAMES.BUGNET
source: Bug Net
de: Insektennetz
es: Red para bichos
fr: Filet à insectes
it: Retino per insetti
ja: 害虫ネット
pl: Siatka na motyle
pt_br: Rede para insetos
ru: Сачок

# NAMES.BULLKELP_PLANT
source: Bull Kelp
de: Bullentang
es: Alga toro
fr: Algue bœuf
it: Laminaria
ja: ブル昆布
pl: Baniopień Lütkego
pt_br: Alga Marinha
ru: Бурая водоросль

# NAMES.BULLKELP_ROOT
source: Bull Kelp Stalk
de: Bullentang-Strunk
es: Tallo de alga toro
fr: Tige d'algue bœuf
it: Fusto di laminaria
ja: ブル昆布茎
pl: Łodyga baniopnia Lütkego
pt_br: Haste de Alga Marinha
ru: Стебель бурой водоросли

# NAMES.BUNDLE
source: Bundled Supplies
de: Gebündelte Vorräte
es: Lote de provisiones
fr: Ballot de réserves
it: Scorte impacchettate
ja: 束ねた荷物
pl: Pakiet zapasów
pt_br: Conjunto de suprimentos
ru: Упакованные Припасы

# NAMES.BUNDLEWRAP
source: Bundling Wrap
de: Packpapier
es: Envoltorio
fr: Papier ballot
it: Carta da incarto
ja: 包装紙
pl: Papier pakowy
pt_br: Embrulho para conjunto
ru: Упаковочная Обертка

# NAMES.BUNNYMAN
source: Bunnyman
de: Hasenmann
es: Hombre conejo
fr: Homme-lapin
it: Uomo-coniglio
ja: バニーマン
pl: Królikoludź
pt_br: Coelhosomem
ru: Заяц

# NAMES.BUNNYSTEW
source: Bunny Stew
de: Haseneintopf
es: Guiso de conejito
fr: Ragoût de lapin
it: Stufato di coniglio
ja: ウサギのシチュー
pl: Króliczy gulasz
pt_br: Cozido de Coelho
ru: Рагу из кролика

# NAMES.BURNABLE_LOCATOR_MEDIUM
source: Boat
de: Boot
es: Barco
fr: Bateau
it: Barca
ja: ボート
pl: Łódź
pt_br: Barco
ru: Лодка

# NAMES.BURNT_MARSH_BUSH
source: Spiky Bush
de: Stachliger Busch
es: Arbusto con pinchos
fr: Buisson d'épines
it: Cespuglio spinoso
ja: トゲトゲの茂み
pl: Kolczasty krzak
pt_br: Moita espinhosa
ru: Шипастый куст

# NAMES.BUSHHAT
source: Bush Hat
de: Buschhut
es: Sombrero de arbusto
fr: Chapeau buisson
it: Cappello da cespuglio
ja: ブッシュハット
pl: Krzaczasty kapelusz
pt_br: Chapéu de moita
ru: Кустошляпа

# NAMES.BUTTER
source: Butter
es: Mantequilla
fr: Beurre
it: Burro
ja: バター
pl: Masło
pt_br: Manteiga
ru: Масло

# NAMES.BUTTERFLY
source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
it: Farfalla
ja: 蝶
pl: Motyl
pt_br: Borboleta
ru: Бабочка

# NAMES.BUTTERFLYMUFFIN
source: Butter Muffin
es: Magdalena de mariposa
fr: Muffin au beurre
it: Muffin al burro
ja: バターマフィン
pl: Motyla babeczka
pt_br: Bolinho de manteiga
ru: Маффин из бабочки

# NAMES.BUTTERFLYWINGS
source: Butterfly Wings
de: Schmetterlingflügel
es: Alas de mariposa
fr: Ailes de papillon
it: Ali di farfalla
ja: 蝶の羽
pl: Skrzydła motyla
pt_br: Asas de borboleta
ru: Крылья бабочки

# NAMES.BUTTERFLY_SKETCH
source: Moon Moth Sketch
de: Mondmottenskizze
es: Boceto de polilla lunar
fr: Schéma papillon de lune
it: Schizzo di falena lunare
ja: ムーンモススケッチ
pl: Szkic ćmy księżycowej
pt_br: Esboço de Mariposa da Lua
ru: Эскиз «Лунный мотылек»

# NAMES.BUZZARD
source: Buzzard
de: Bussard
es: Águila ratonera
fr: Urubu
it: Poiana
ja: ノスリ
pl: Jaszczomp
pt_br: Águia
ru: Гриф

# NAMES.CABBAGEROLLS
source: Cabbage Rolls
de: Kohlwickel
es: Rollitos de col
fr: Chou farci
it: Involtini di cavolo
ja: キャベツロール
pl: Gołąbki
pt_br: Rolinhos de Repolho
ru: Голубцы

# NAMES.CACTUS
source: Cactus
de: Kaktus
ja: サボテン
pl: Kaktus
pt_br: Cacto
ru: Кактус

# NAMES.CACTUS_FLOWER
source: Cactus Flower
de: Kaktusblume
es: Flor de cactus
fr: Fleur de cactus
it: Fiore di cactus
ja: サボテンの花
pl: Kwiat kaktusa
pt_br: Flor de cacto
ru: Цветок кактуса

# NAMES.CACTUS_MEAT
source: Cactus Flesh
de: Kaktusfleisch
es: Carne de cactus
fr: Chair de cactus
it: Carne di cactus
ja: サボテンの果肉
pl: Miąższ kaktusa
pt_br: Carne de cacto
ru: Мякоть кактуса

# NAMES.CACTUS_MEAT_COOKED
source: Cooked Cactus Flesh
de: Gekochtes Kaktusfleisch
es: Carne de cactus cocida
fr: Chair de cactus cuisinée
it: Carne di cactus cotta
ja: 調理したサボテンの果肉
pl: Pieczony kaktus
pt_br: Carne de cacto assada
ru: Приготовленная мякоть кактуса

# NAMES.CALIFORNIAROLL
source: California Roll
es: Rollito de California
fr: Sushis californiens
ja: カリフォルニアロール
pl: Kalifornijska zawijanka
pt_br: Rolinho Califórnia
ru: Ролл «Калифорния»

# NAMES.CAMPFIRE
source: Campfire
de: Lagerfeuer
es: Fogata
fr: Feu de camp
it: Fuoco da campo
ja: キャンプファイアー
pl: Ognisko
pt_br: Fogueira
ru: Костер

# NAMES.CANARY
source: Canary
de: Kanarienvogel
es: Canario
fr: Canari
it: Canarino
ja: カナリア
pl: Kanarek
pt_br: Canário
ru: Канарейка

# NAMES.CANARY_POISONED
source: Canary (Volatile)
de: Kanarienvogel (unruhig)
es: Canario (volátil)
fr: Canari (volatile)
it: Canarino (volatile)
ja: カナリア（毒）
pl: Kanarek (w stanie lotnym)
pt_br: Canário (volátil)
ru: Канарейка (Летающая)

# NAMES.CANDYBAG
source: Candy Bag
de: Beutel mit Süßigkeiten
es: Bolsa de canario
fr: Sac de bonbons
it: Sacchetto di caramelle
ja: 菓子袋
pl: Worek na słodycze
pt_br: Saco de doces
ru: Мешок Конфет

# NAMES.CANE
source: Walking Cane
de: Spazierstock
es: Bastón de andar
fr: Canne de marche
it: Bastone da cammino
ja: 歩く杖
pl: Laska
pt_br: Bengala ambulante
ru: Трость

# NAMES.CARNIVALCANNON_CONFETTI
source: Confetti Cannon
de: Konfettikanone
es: Cañón de confeti
fr: Canon à confettis
it: Cannone per coriandoli
ja: 紙吹雪砲
pl: Armatka confetti
pt_br: Canhão de Confete
ru: Пушка с конфетти

# NAMES.CARNIVALCANNON_CONFETTI_KIT
source: Confetti Cannon Kit
de: Material für Konfettikanone
es: Kit de cañón de confeti
fr: Kit de canon à confetti
it: Kit per cannone per coriandoli
ja: 紙吹雪砲キット
pl: Zestaw armatki confetti
pt_br: Kit Canhão de Confete
ru: Набор: пушка с конфетти

# NAMES.CARNIVALCANNON_SPARKLE
source: Glitter Cannon
de: Glitzerkanone
es: Cañón de purpurina
fr: Canon à paillettes
it: Cannone per lustrini
ja: キラキラ砲
pl: Brokatowa armatka
pt_br: Canhão de Glitter
ru: Пушка с блестками

# NAMES.CARNIVALCANNON_SPARKLE_KIT
source: Glitter Cannon Kit
de: Material für Glitzerkanone
es: Kit de cañón de purpurina
fr: Kit de canon à paillettes
it: Kit per cannone per lustrini
ja: キラキラ砲キット
pl: Zestaw brokatowej armatki
pt_br: Kit Canhão de Glitter
ru: Набор: пушка с блестками

# NAMES.CARNIVALCANNON_STREAMER
source: Streamer Cannon
de: Luftschlangenkanone
es: Cañón de serpentinas
fr: Canon à rubans
it: Cannone per stelle filanti
ja: 紙テープ砲
pl: Armatka serpentynowa
pt_br: Canhão de Serpentina
ru: Пушка с лентами

# NAMES.CARNIVALCANNON_STREAMER_KIT
source: Streamer Cannon Kit
de: Material für Luftschlangenkanone
es: Kit de cañón de serpentinas
fr: Kit de canon à rubans
it: Kit per cannone per stelle filanti
ja: 紙テープ砲キット
pl: Zestaw armatki serpentyn.
pt_br: Kit Canhão de Serpentina
ru: Набор: пушка с лентами

# NAMES.CARNIVALDECOR_EGGRIDE1
source: Mini Ferris Wheel
de: Miniriesenrad
es: Mininoria
fr: Grande roue miniature
it: Ruota panoramica in miniatura
ja: ミニ観覧車
pl: Minikoło młyńskie
pt_br: Minirroda-Gigante
ru: Мини-колесо обозрения

# NAMES.CARNIVALDECOR_EGGRIDE1_KIT
source: Mini Ferris Wheel Kit
de: Material für Miniriesenrad
es: Kit de mininoria
fr: Kit de grande roue miniature
it: Kit per ruota panoramica in miniatura
ja: ミニ観覧車キット
pl: Zestaw minikoła młyńskiego
pt_br: Kit Minirroda-Gigante
ru: Набор: мини-колесо обозрения

# NAMES.CARNIVALDECOR_EGGRIDE2
source: Mini Swing Carousel
de: Minischaukelkarussell
es: Minicarrusel con columpios
fr: Manège à balançoires miniature
it: Giostra in miniatura
ja: ミニスイング・メリーゴーラウンド
pl: Minikaruzela
pt_br: Minichapéu-Mexicano
ru: Мини-качели

# NAMES.CARNIVALDECOR_EGGRIDE2_KIT
source: Mini Swing Carousel Kit
de: Material für Minischaukelkarussell
es: Kit de minicarrusel con columpios
fr: Kit de manège à balançoires miniature
it: Kit per giostra in miniatura
ja: ミニスイング・メリーゴーラウンドキット
pl: Zestaw minikaruzeli
pt_br: Kit Minichapéu-Mexicano
ru: Набор: мини-качели
