Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.WATERMELON_COOKED
source: Grilled Watermelon
de: Gegrillte Wassermelone
es: Sandía a la parrilla
fr: Pastèque grillée
it: Anguria arrostita
ja: スイカのグリル焼
pl: Grillowany arbuz
pt_br: Churrasco de melancia
ru: Жареный арбуз

# NAMES.WATERMELON_OVERSIZED
source: Giant Watermelon
de: Riesige Wassermelone
es: Sandía gigante
fr: Pastèque géante
it: Anguria gigante
ja: 巨大スイカ
pl: Gigaarbuz
pt_br: Melancia Gigante
ru: Огромный арбуз

# NAMES.WATERMELON_OVERSIZED_ROTTEN
source: Giant Rotting Watermelon
de: Verfaulende riesige Wassermelone
es: Sandía gigante podre
fr: Pastèque géante pourrie
it: Anguria gigante marcia
ja: 巨大スイカ（腐敗）
pl: Gnijący gigaarbuz
pt_br: Melancia Gigante Podre
ru: Огромный гнилой арбуз

# NAMES.WATERMELON_SEEDS
source: Square Seeds
de: Rechteckige Samen
es: Semillas cuadradas
fr: Graines carrées
it: Semi quadrati
ja: 四角い種
pl: Kwadratowe nasiona
pt_br: Sementes Quadradas
ru: Квадратные семена

# NAMES.WATERPLANT
source: Sea Weed
de: Seegras
es: Algas
fr: Algue
it: Alga
ja: 海の雑草
pl: Morski chwast
pt_br: Alga Marinha
ru: Морская трава

# NAMES.WATERPLANT_BABY
source: Sea Sprout
de: Seespross
es: Brote marino
fr: Pousse d'algue
it: Germoglio di alga
ja: 海の苗木
pl: Morski kiełek
pt_br: Broto do Mar
ru: Морской росток

# NAMES.WATERPLANT_BOMB
source: Seedshell
de: Samengranate
es: Crustasemilla
fr: Graine piquante
it: Semonchiglia
ja: 種爆弾
pl: Muszlonasiono
pt_br: Concha de Semente
ru: Взрывчатое семя

# NAMES.WATERPLANT_PLANTER
source: Sea Sprout Starter
de: Seespross-Setzling
es: Generador de brotes marinos
fr: Semis d'algue
it: Catalizzatore per alga
ja: 海の苗木スターター
pl: Sadzonka morskiego kiełka
pt_br: Plantador de Broto do Mar
ru: Корень морской травы

# NAMES.WATERPUMP
source: Fire Pump
de: Brandschutzpumpe
es: Bomba de fuego
fr: Pompe à feu
it: Pompa antincendio
ja: 消防ポンプ
pl: Pompa przeciwpożarowa
pt_br: Bomba de Incêndio
ru: Насос-огнетушитель

# NAMES.WATERTREE_PILLAR
source: Great Tree Trunk
de: Großer Baumstamm
es: Tronco del gran árbol
fr: Tronc extraordinaire
it: Tronco gigante
ja: 巨大な木の幹
pl: Wielki pień drzewa
pt_br: Tronco de Grande Árvore
ru: Ствол великого древа

# NAMES.WATERTREE_ROOT
source: Great Tree Root
de: Große Baumwurzel
es: Raíz del gran árbol
fr: Racine extraordinaire
it: Radice gigante
ja: 巨大な木の根
pl: Wielki korzeń drzewa
pt_br: Raiz de Grande Árvore
ru: Корень великого древа

# NAMES.WATER_TURTLE
source: Sea Turtle
de: Meeresschildkröte
es: Tortuga marina
fr: Tortue de mer
it: Tartaruga marina
ja: ウミガメ
pl: Żółw morski
pt_br: Tartaruga Marinha
ru: Морская черепаха

# NAMES.WATHGRITHR
source: Wigfrid
pl: Wigfryda
ru: Вигфрид

# NAMES.WATHGRITHRHAT
source: Battle Helm
de: Kampfhelm
es: Casco de batalla
fr: Casque de combat
it: Elmo da battaglia
ja: 戦いの指令
pl: Bitewny hełm
pt_br: Capacete de batalha
ru: Боевой шлем

# NAMES.WAXPAPER
source: Wax Paper
de: Wachspapier
es: Papel encerado
fr: Papier paraffiné
it: Carta oleata
ja: パラフィン紙
pl: Papier woskowany
pt_br: Papel de cera
ru: Восковая Бумага

# NAMES.WAXWELL
source: Maxwell
ja: マクスウェル
ru: Максвелл

# NAMES.WAXWELLJOURNAL
source: Codex Umbra
es: Códice Umbra
fr: Codex des Ombres
it: Codice Umbra
ja: 古写本の影
ru: Книга «Кодекс Умбра»

# NAMES.WAXWELL_SHADOWSTRIKER
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
ja: 影
pl: Cień
pt_br: Sombra
ru: Тень

# NAMES.WEBBER
source: Webber
ru: Веббер

# NAMES.WEBBERSKULL
source: Webber's Skull
de: Webbers Schädel
es: Calavera de Webber
fr: Crâne de Webber
it: Cranio di Webber
ja: Webber
pl: Czaszka Webbera
pt_br: Crânio do Webber
ru: Череп Веббера

# NAMES.WEBBER_SPIDER_MINION
source: Baby Spider
de: Babyspinne
es: Araña bebé
fr: Bébé araignée
it: Ragnetto
ja: 赤ちゃんグモ
pl: Mały pajączek
pt_br: Bebê aranha
ru: Кроха-паучок

# NAMES.WEED_FIRENETTLE
source: Fire Nettles
de: Feuernesseln
es: Ortigas ígneas
fr: Orties de feu
it: Fiammortica
ja: イライライラクサ
pl: Ogniste pokrzywy
pt_br: Urtigardentes
ru: Огненная крапива

# NAMES.WEED_FORGETMELOTS
source: Forget-Me-Lots
de: Vergissmeindoch
es: Olvídame-ya
fr: Myosottises
it: Scordati di me
ja: ワスレログサ
pl: Zapominajki
pt_br: Vê-Se-Me-Esquece
ru: Забудки

# NAMES.WEED_IVY
source: Spiny Bindweed
de: Dornwinde
es: Enredadera espiral
fr: Entravherbe
it: Legante spinoso
ja: トゲトゲマキツキソウ
pl: Kolczasta krępawnica
pt_br: Trepadeira Espinhosa
ru: Шипастый вьюн

# NAMES.WEED_TILLWEED
source: Tillweed
de: Ackerkraut
es: Molestajo
fr: Paneth
it: Malerbaggine
ja: ティル
pl: Chwastorost
pt_br: Araderva
ru: Обломанчик

# NAMES.WENDY
source: Wendy
ru: Венди

# NAMES.WEREITEM_BEAVER
source: Kitschy Beaver Idol
de: Kitschiger Bibergötze
es: Ídolo de castor cursi
fr: Idole kitsch de castor
it: Idolo di castoro
ja: 下品なビーバーの偶像
pl: Kiczowata figurka bobra
pt_br: Ídolo Brega de Castor
ru: Безвкусный идол-бобер

# NAMES.WEREITEM_GOOSE
source: Kitschy Goose Idol
de: Kitschiger Gänsegötze
es: Ídolo de ganso cursi
fr: Idole kitsch d'oie
it: Idolo d'oca
ja: 下品なガチョウの偶像
pl: Kiczowata figurka gęsi
pt_br: Ídolo Brega de Ganso
ru: Безвкусный идол-гусь

# NAMES.WEREITEM_MOOSE
source: Kitschy Moose Idol
de: Kitschiger Elchgötze
es: Ídolo de alce cursi
fr: Idole kitsch d'élan
it: Idolo d'alce
ja: 下品なヘラジカの偶像
pl: Kiczowata figurka łosia
pt_br: Ídolo Brega de Alce
ru: Безвкусный идол-лось

# NAMES.WES
source: Wes
ru: Вэс

# NAMES.WETGOOP
source: Wet Goop
de: Eklige Pampe
es: Pegote húmedo
fr: Rejet mouillé
it: Viscidume umido
ja: 陰気で無神経な人
pl: Wilgotne paskudztwo
pt_br: Meleca úmida
ru: Кашица

# NAMES.WETPAPER
source: Paper
de: Papier
es: Papel
fr: Papier
it: Carta
ja: 紙
pl: Papier
pt_br: Papel
ru: Бумага

# NAMES.WETPOUCH
source: Crumpled Package
de: Zerknülltes Paket
es: Paquete arrugado
fr: Paquet froissé
it: Pacchetto spiegazzato
ja: つぶれた小包
pl: Pognieciona paczka
pt_br: Pacote amassado
ru: Мятый пакет

# NAMES.WHIP
source: Tail o' Three Cats
de: Dreischwänzige Katze
es: Cola de tres gatos
fr: Chat à trois queues
it: Tre code di gatto
ja: 3匹の猫むち
pl: Kańczug
pt_br: Rabo de três gatos
ru: Плеть-трехкотовка

# NAMES.WICKERBOTTOM
source: Wickerbottom
pl: Wiklińska
ru: Уикерботтом

# NAMES.WILLOW
source: Willow
ru: Уиллоу

# NAMES.WILSON
source: Wilson
ru: Уилсон

# NAMES.WINCH
source: Pinchin' Winch
de: Greifwinde
es: Brazo mecánico
fr: Grosse pince
it: Argano artigliato
ja: ピンチウィンチ
pl: Dźwig
pt_br: Guincho Beliscante
ru: Щипучая лебедка

# NAMES.WINCH_BLUEPRINT
source: Pinchin' Winch Blueprint
de: Bauplan für Greifwinde
es: Plano de brazo mecánico
fr: Recette de grosse pince
it: Progetto argano artigliato
ja: ピンチウィンチの設計図
pl: Projekt dźwigu
pt_br: Projeto de Guincho Beliscante
ru: Чертеж «Щипучая лебедка»

# NAMES.WINONA
source: Winona
ja: ウィノナ
ru: Вайнона

# NAMES.WINONA_BATTERY_HIGH
source: Winona's G.E.M.erator
es: GEMerador de Winona
fr: GEMMErateur de Winona
it: G.E.M.M.eratore di Winona
ja: ウィノナの宝石発生機
pl: Klejnotator Winony
pt_br: Pedras preciosisador da Winona
ru: Г.Е.М.ератор Вайноны…

# NAMES.WINONA_BATTERY_LOW
source: Winona's Generator
es: Generador de Winona
fr: Générateur de Winona
it: Generatore di Winona
ja: ウィノナの発電機
pl: Generator Winony
pt_br: Gerador da Winona
ru: Генератор Вайноны

# NAMES.WINONA_CATAPULT
source: Winona's Catapult
de: Winonas Katapult
es: Catapulta de Winona
fr: Catapulte de Winona
it: Catapulta di Winona
ja: ウィノナのカタパルト
pl: Katapulta Winony
pt_br: Catapulta da Winona
ru: Катапульта Вайноны

# NAMES.WINONA_SPOTLIGHT
source: Winona's Spotlight
de: Winonas Scheinwerfer
es: Foco de Winona
fr: Projecteur de Winona
it: Riflettore di Winona
ja: ウィノナのスポットライト
pl: Reflektor Winony
pt_br: Holofote da Winona
ru: Прожектор Вайноны

# NAMES.WINTERCOOKING_BERRYSAUCE
source: Merry Berrysauce
de: Fruchtige Beerensoße
es: Salsa de bayayupi
fr: Sauce festive aux baies
it: Salsa di bacche festiva
ja: メリーベリーソース
pl: Sos jagodowy
pt_br: Molho Bagalegre
ru: Праздничный ягодный соус

# NAMES.WINTERCOOKING_BIBINGKA
source: Bibingka
ja: ビビンカ
ru: Бибингка

# NAMES.WINTERCOOKING_CABBAGEROLLS
source: Cabbage Rolls
de: Kohlwickel
es: Rollitos de col
fr: Chou farci
it: Involtini di cavolo
ja: キャベツロール
pl: Gołąbki
pt_br: Rolinhos de Repolho
ru: Голубцы

# NAMES.WINTERCOOKING_FESTIVEFISH
source: Festive Fish Dish
de: Festliches Fischgericht
es: Plato de pescado festivo
fr: Plat de poisson festif
it: Piatto festivo di pesce
ja: めでたい魚料理
pl: Świąteczna ryba
pt_br: Prato de Peixe Festivo
ru: Праздничное рыбное блюдо

# NAMES.WINTERCOOKING_GRAVY
source: Good Gravy
de: Gute Soße
es: Salsa sobresaliente
fr: Sauce riche
it: Salsa di carne
ja: いいグレイビー
pl: Pyszny sos
pt_br: Molho Gostoso
ru: Хорошая подливка

# NAMES.WINTERCOOKING_LATKES
source: Latkes
it: Latke
ja: ラートカ
pl: Placki ziemniaczane
ru: Латкес

# NAMES.WINTERCOOKING_LUTEFISK
source: Lutefisk
ja: ルートフィスク
ru: Лютефиск

# NAMES.WINTERCOOKING_MULLEDDRINK
source: Mulled Punch
de: Gewürzpunsch
es: Ponche caliente especiado
fr: Punch épicé
it: Punch brulé
ja: 暖かいフルーツポンチ
pl: Grzany poncz
pt_br: Soco Quente
ru: Пунш со специями

# NAMES.WINTERCOOKING_PANETTONE
source: Panettone
ja: パネットーネ
pt_br: Panetone
ru: Панеттоне

# NAMES.WINTERCOOKING_PAVLOVA
source: Pavlova
ja: パヴロバ
pl: Beza Pavlova
ru: «Павлова»

# NAMES.WINTERCOOKING_PICKLEDHERRING
source: Pickled Herring
de: Matjes
es: Arenque en vinagre
fr: Hareng mariné
it: Aringa in salamoia
ja: ニシンのピクルス
pl: Śledź marynowany
pt_br: Arenque em Conserva
ru: Соленая сельдь

# NAMES.WINTERCOOKING_POLISHCOOKIE
source: Polish Cookies
de: Polnische Kekse
es: Galletas polacas
fr: Biscuits polonais
it: Biscotti polacchi
ja: ポーランドクッキー
pl: Kruche ciasteczka
pt_br: Biscoitos Poloneses
ru: «Калачики»

# NAMES.WINTERCOOKING_PUMPKINPIE
source: Pumpkin Pie
de: Kürbiskuchen
es: Pastel de calabaza
fr: Tarte à la citrouille
it: Torta di zucca
ja: パンプキンパイ
pl: Ciasto dyniowe
pt_br: Torta de Abóbora
ru: Тыквенный пирог

# NAMES.WINTERCOOKING_ROASTTURKEY
source: Roasted Turkey
de: Gerösteter Truthahn
es: Pavo asado
fr: Dinde rôtie
it: Tacchino arrostito
ja: ローストターキー
pl: Pieczony indyk
pt_br: Peru Assado
ru: Жареная индейка

# NAMES.WINTERCOOKING_STUFFING
source: Stuffing
de: Füllung
es: Relleno
fr: Farce
it: Ripieno
ja: 詰め物
pl: Farsz
pt_br: Recheio
ru: Начинка

# NAMES.WINTERCOOKING_SWEETPOTATO
source: Sweet Potato Casserole
de: Süßkartoffel-Kasserolle
es: Guiso de batata
fr: Cocotte de patate douce
it: Stufato di patate dolci
ja: スイートポテトカセロール
pl: Zapiekanka z batatów
pt_br: Caçarola de Batata Doce
ru: Запеканка из сладкого картофеля

# NAMES.WINTERCOOKING_TAMALES
source: Tamales
it: Tamale
ja: タマレス
ru: Тамале

# NAMES.WINTERCOOKING_TOURTIERE
source: Tourtiere
es: Tourtière
fr: Tourte
it: Tourtière
ja: トルティーヤ
ru: Тортье

# NAMES.WINTERHAT
source: Winter Hat
de: Winterhut
es: Sombrero de invierno
fr: Chapeau d'hiver
it: Cappello invernale
ja: 冬用の帽子
pl: Zimowa czapa
pt_br: Chapéu de inverno
ru: Зимняя шапка

# NAMES.WINTEROMETER
source: Thermal Measurer
de: Thermometer
es: Medidor térmico
fr: Thermomètre
it: Misuratore termico
ja: 周囲温度検測器
pl: Miernik termalny
pt_br: Medidor térmico
ru: Термометр

# NAMES.WINTERSFEASTFUEL
source: Holiday Cheer
de: Festtagsglück
es: Alegría festiva
fr: Esprit des fêtes
it: Decorazione festiva
ja: 祝い酒
pl: Świąteczna radość
pt_br: Felicidade das Celebrações
ru: Праздничная радость

# NAMES.WINTERSFEASTOVEN
source: Masonry Oven
de: Gemauerter Ofen
es: Horno de obra
fr: Four en pierre
it: Forno in cemento
ja: 石造りのオーブン
pl: Piec murarski
pt_br: Forno de Alvenaria
ru: Каменная печь

# NAMES.WINTER_FOOD1
source: Gingerbread Cookie
de: Lebkuchenkeks
es: Galleta de jengibre
fr: Cookie pain d'épice
it: Biscotto allo zenzero
ja: ジンジャーブレッドクッキー
pl: Pierniczek
pt_br: Biscoito de pão de gengibre
ru: Имбирное печенье

# NAMES.WINTER_FOOD2
source: Sugar Cookie
de: Zuckerkeks
es: Galleta de azúcar
fr: Cookie sucré
it: Biscotto di zucchero
ja: シュガークッキー
pl: Ciasteczko z cukrem
pt_br: Biscoito de açúcar
ru: Сахарное печенье

# NAMES.WINTER_FOOD3
source: Candy Cane
de: Zuckerstange
es: Bastón de caramelo
fr: Sucre d'orge
it: Bastoncino di zucchero
ja: キャンディの杖
pl: Słodka laseczka
pt_br: Bengala doce
ru: Карамельная трость

# NAMES.WINTER_FOOD4
source: Eternal Fruitcake
de: Ewig haltbares Früchtebrot
es: Tarta de fruta eterna
fr: Cake éternel
it: Torta di canditi eterna
ja: 永遠のフルーツケーキ
pl: Przedwieczne ciasto
pt_br: Pão de frutas eterno
ru: Фруктовый кекс

# NAMES.WINTER_FOOD5
source: Chocolate Log Cake
de: Schokoladenkuchen
es: Tronco de chocolate
fr: Bûche au chocolat
it: Tronchetto al cioccolato
ja: ブッシュドノエル
pl: Czekoladowa kłoda
pt_br: Torta de tronco de chocolate
ru: Шоколадное рождественское полено

# NAMES.WINTER_FOOD6
source: Plum Pudding
de: Pflaumenpudding
es: Pudín de ciruela
it: Dolce alle prugne
ja: プラムプリン
pl: Śliwkowy pudding
pt_br: Pudim de ameixa
ru: Сливовый пудинг

# NAMES.WINTER_FOOD7
source: Apple Cider
de: Apfelwein
es: Sidra de manzana
fr: Cidre de pomme
it: Sidro di mele
ja: アップルサイダー
pl: Cydr
pt_br: Cidra de maçã
ru: Яблочный сидр

# NAMES.WINTER_FOOD8
source: Hot Cocoa
de: Warmer Kakao
es: Chocolate caliente
fr: Cacao chaud
it: Cioccolata calda
ja: ホットココア
pl: Gorące kakao
pt_br: Chocolate quente
ru: Горячее какао

# NAMES.WINTER_FOOD9
source: Heavenly Eggnog
de: Himmlischer Eierlikör
es: Ponche de huevo celestial
fr: Lait de poule divin
it: Zabaione celestiale
ja: 天国のエッグノック
pl: Boski ajerkoniak
pt_br: Gemada celestial
ru: Небесный эггног

# NAMES.WINTER_ORNAMENT
source: Festive Bauble
de: Festliche Baumkugel
es: Adorno de fiesta
fr: Boule de Noël
it: Bagattella festiva
ja: お祭りのオーナメント
pl: Świąteczna bombka
pt_br: Decoração festiva
ru: Праздничная игрушка

# NAMES.WINTER_ORNAMENTBOSS
source: Magnificent Adornment
de: Herrlicher Schmuck
es: Adorno magnífico
fr: Décoration magnifique
it: Decorazione magnifica
ja: 豪華な装飾品
pl: Wspaniała dekoracja
pt_br: Adorno magnífico
ru: Великолепное украшение

# NAMES.WINTER_ORNAMENTFORGE
source: Champion Adornment
de: Schmiedeverzierung
es: Adorno de la Forja
fr: Décoration de Forge
it: Ornamento della Forgia
ja: 一流の装飾品
pl: Mistrzowska dekoracja
pt_br: Adorno da Forja
ru: Украшение Горнила

# NAMES.WINTER_ORNAMENTGORGE
source: Appeasing Adornment
de: Schluchtenverzierung
es: Adorno de la Garganta
fr: Décoration de Gorge
it: Ornamento della Forra
ja: 癒しの装飾品
pl: Urocza dekoracja
pt_br: Adorno da Garganta
ru: Украшение Глотки

# NAMES.WINTER_ORNAMENTLIGHT
source: Festive Light
de: Festbeleuchtung
es: Luz festiva
fr: Lampe de fête
it: Luce festiva
ja: お祭りの明かり
pl: Świąteczna lampka
pt_br: Luz festiva
ru: Праздничная лампочка

# NAMES.WINTER_ORNAMENTPEARL
source: Sentimental Adornment
de: Sentimantaler Schmuck
es: Adorno sentimental
fr: Décoration sentimentale
it: Decorazione sentimentale
ja: 感傷的な装飾品
pl: Sentymentalna dekoracja
pt_br: Adorno Sentimental
ru: Памятное украшение

# NAMES.WINTER_ORNAMENT_BOSS_HERMITHOUSE
source: Sentimental Adornment
de: Sentimantaler Schmuck
es: Adorno sentimental
fr: Décoration sentimentale
it: Decorazione sentimentale
ja: 感傷的な装飾品
pl: Sentymentalna dekoracja
pt_br: Adorno Sentimental
ru: Памятное украшение

# NAMES.WINTER_ORNAMENT_BOSS_PEARL
source: Sentimental Adornment
de: Sentimantaler Schmuck
es: Adorno sentimental
fr: Décoration sentimentale
it: Decorazione sentimentale
ja: 感傷的な装飾品
pl: Sentymentalna dekoracja
pt_br: Adorno Sentimental
ru: Памятное украшение

# NAMES.WINTER_TREE
source: Winter's Feast Tree
de: Winterfest-Baum
es: Árbol de la Fiesta Invernal
fr: Sapin de Noël
it: Albero invernale
ja: 冬のお祭りの木
pl: Choinka
pt_br: Árvore de Banquete de Inverno
ru: Праздничная ель

# NAMES.WINTER_TREESTAND
source: Festive Tree Planter
de: Festlicher Baumständer
es: Maceta de árbol festivo
fr: Jardinière de Noël
it: Fioriera albero festivo
ja: お祭りの木のプランター
pl: Doniczka na choinkę
pt_br: Vaso festivo
ru: Кадка для Праздничной ели

# NAMES.WOBSTER_DEN
source: Wobster Mound
de: Lummerhügel
es: Montículo de langüosta
fr: Monticule de womard
it: Tumulo dell'aragostra
ja: ウォブスターマウンド
pl: Kopiec nocomara
pt_br: Monte de Lagosta
ru: Курган вобстеров

# NAMES.WOBSTER_MOONGLASS
source: Lunar Wobster
de: Lunarlummer
es: Langüosta lunar
fr: Womard lunaire
it: Aragostra lunare
ja: ルナウォブスター
pl: Nocomar księżycowy
pt_br: Lagosta Lunar
ru: Лунный вобстер

# NAMES.WOBSTER_SHELLER
source: Wobster
es: Langüosta
fr: Womard
it: Aragostra
ja: ウォブスター
pl: Nocomar
pt_br: Lagosta
ru: Вобстер

# NAMES.WOBSTER_SHELLER_DEAD
source: Dead Wobster
de: Toter Wobster
es: Langüosta muerta
fr: Womard mort
it: Aragostra morta
ja: ウォブスターの死骸
pl: Martwy nocomar
pt_br: Lagosta morta
ru: Мертвый вобстер

# NAMES.WOBSTER_SHELLER_DEAD_COOKED
source: Delicious Wobster
de: Köstlich Wobster
es: Langüosta deliciosa
fr: Womard délicieux
it: Aragostra deliziosa
ja: 焼きウォブスター
pl: Pyszny nocomar
pt_br: Lagosta deliciosa
ru: Вкусный вобстер

# NAMES.WOBSTER_SHELLER_LAND
source: Wobster
es: Langüosta
fr: Womard
it: Aragostra
ja: ウォブスター
pl: Nocomar
pt_br: Lagosta
ru: Вобстер

# NAMES.WOBYBIG
source: Woby
ja: ウォービー
pl: Woba
ru: Воби

# NAMES.WOBYSMALL
source: Woby
ja: ウォービー
pl: Woba
ru: Воби

# NAMES.WOLFGANG
source: Wolfgang
ru: Вольфганг

# NAMES.WOODIE
source: Woodie
ru: Вуди

# NAMES.WORLD
source: The World
de: Die Welt
es: El mundo
fr: Le monde
it: Il Mondo
ja: この世界
pl: Świat
pt_br: O Mundo
ru: Мир

# NAMES.WORM
source: Depths Worm
de: Tiefenwurm
es: Gusano de las profundidades
fr: Ver des profondeurs
it: Verme delle profondità
ja: 深みのミミズ
pl: Robal głębinowy
pt_br: Verme das profundezas
ru: Глубинный червь

# NAMES.WORMHOLE
source: Worm Hole
de: Wurmloch
es: Agujero de lombriz
fr: Trou de ver
it: Buco del verme
ja: ミミズの穴
pl: Robalonora
pt_br: Buraco de minhoca
ru: Червоточина

# NAMES.WORMHOLE_LIMITED
source: Sick Worm Hole
de: Krankes Wurmloch
es: Agujero de lombriz enferma
fr: Trou de ver malade
it: Buco del verme malato
ja: 病んだミミズの穴
pl: Chora robalonora
pt_br: Buraco de minhoca doente
ru: Хворающая червоточина

# NAMES.WORMLIGHT
source: Glow Berry
de: Glühbeere
es: Baya brillante
fr: Baie luisante
it: Bacca radiosa
ja: 蛍光ベリー
pl: Świecijagoda
pt_br: Baga cintilante
ru: Светящаяся ягода

# NAMES.WORMLIGHT_LESSER
source: Lesser Glow Berry
de: Kleine Glühbeere
es: Baya menos resplandeciente
fr: Baie moins luisante
it: Bacca luminosa minore
ja: 発光ベリー(S)
pl: Pomniejsza świecijagoda
pt_br: Baga menos cintilante
ru: Слабо светящаяся ягода

# NAMES.WORMLIGHT_PLANT
source: Mysterious Plant
de: Geheimnisvolle Pflanze
es: Planta misteriosa
fr: Plante mystérieuse
it: Pianta misteriosa
ja: 不思議な植物
pl: Tajemnicza roślina
pt_br: Planta misteriosa
ru: Загадочное растение

# NAMES.WORMWOOD
source: Wormwood
ja: ワームウッド
ru: Вормвуд

# NAMES.WORM_DIRT
source: Dirt Mound
de: Dreckhaufen
es: Montículo de tierra
fr: Monticule de terre
it: Cumulo di sporcizia
ja: 土塁
pl: Kopiec
pt_br: Monte de terra
ru: Могильная грязь

# NAMES.WORM_PLANT
source: Mysterious Plant
de: Geheimnisvolle Pflanze
es: Planta misteriosa
fr: Plante mystérieuse
it: Pianta misteriosa
ja: ミステリアスな植物
pl: Tajemnicza roślina
pt_br: Planta misteriosa
ru: Загадочное растение

# NAMES.WORTOX
source: Wortox
ja: ウォルトックス
ru: Вортокс

# NAMES.WORTOX_SOUL
source: Soul
de: Seele
es: Alma
fr: Âme
it: Anima
ja: ソウル
pl: Dusza
pt_br: Alma
ru: Душа

# NAMES.WURT
source: Wurt
ja: ワート
ru: Вурт

# NAMES.WX78MODULE_BEE
source: Beanbooster Circuit
de: Bohnenbooster-Schaltkreis
es: Circuito regenerador
fr: Circuit restauration
it: Circuito vibrante
ja: ビーンブースター回路
pl: Obwód wzmacniający
pt_br: Circuito Jujubooster
ru: Модуль мозжелечка

# NAMES.WX78MODULE_COLD
source: Refrigerant Circuit
de: Kältemittel-Schaltkreis
es: Circuito refrigerante
fr: Circuit réfrigérant
it: Circuito refrigerante
ja: 冷却回路
pl: Obwód chłodzący
pt_br: Circuito Refrigerador
ru: Морозильный модуль

# NAMES.WX78MODULE_HEAT
source: Thermal Circuit
de: Thermal-Schaltkreis
es: Circuito térmico
fr: Circuit thermique
it: Circuito termale
ja: 保温回路
pl: Obwód termiczny
pt_br: Circuito Termal
ru: Термический модуль

# NAMES.WX78MODULE_LIGHT
source: Illumination Circuit
de: Beleuchtungsschaltkreis
es: Circuito lumínico
fr: Circuit lumineux
it: Circuito illuminante
ja: 照明回路
pl: Obwód oświetleniowy
pt_br: Circuito Iluminador
ru: Люминесцентный модуль

# NAMES.WX78MODULE_MAXHEALTH
source: Hardy Circuit
de: Kräftiger Schaltkreis
es: Circuito robusto
fr: Circuit robuste
it: Circuito resistente
ja: 頑丈回路
pl: Obwód wytrzymałościowy
pt_br: Circuito Enrijecedor
ru: Укрепляющий модуль

# NAMES.WX78MODULE_MAXHEALTH2
source: Super-Hardy Circuit
de: Super-Kräftiger Schaltkreis
es: Circuito superrobusto
fr: Circuit superrobuste
it: Circuito super-resistente
ja: 超頑丈回路
pl: Obwód superwytrzymałościowy
pt_br: Circuito Superenrijecedor
ru: Суперукрепляющий модуль

# NAMES.WX78MODULE_MAXHUNGER
source: Super-Gastrogain Circuit
de: Super-Gastrogut-Schaltkreis
es: Circuito superalimenticio
fr: Circuit supermorfal
it: Circuito gastrico super
ja: 超腹持ち回路
pl: Obwód supergastrofazowy
pt_br: Circuito Supergastroganho
ru: Супергастрономический модуль

# NAMES.WX78MODULE_MAXHUNGER1
source: Gastrogain Circuit
de: Gastrogut-Schaltkreis
es: Circuito alimenticio
fr: Circuit morfal
it: Circuito gastrico
ja: 腹持ち回路
pl: Obwód gastrofazowy
pt_br: Circuito Gastroganho
ru: Гастрономический модуль

# NAMES.WX78MODULE_MAXSANITY
source: Super-Processing Circuit
de: Super-Verarbeitungsschaltkreis
es: Circuito superprocesador
fr: Circuit superprocesseur
it: Circuito di super-elaborazione
ja: 超処理回路
pl: Obwód superprzetwórczy
pt_br: Circuito Superprocessador
ru: Супервычислительный модуль

# NAMES.WX78MODULE_MAXSANITY1
source: Processing Circuit
de: Verarbeitungsschaltkreis
es: Circuito procesador
fr: Circuit processeur
it: Circuito di elaborazione
ja: 処理回路
pl: Obwód obliczeniowy
pt_br: Circuito Processador
ru: Вычислительный модуль

# NAMES.WX78MODULE_MOVESPEED
source: Acceleration Circuit
de: Beschleunigungsschaltkreis
es: Circuito acelerador
fr: Circuit d'accélération
it: Circuito accelerante
ja: 加速回路
pl: Obwód przyspieszający
pt_br: Circuito Acelerador
ru: Ускоряющий модуль

# NAMES.WX78MODULE_MOVESPEED2
source: Super-Acceleration Circuit
de: Super-Beschleunigungsschaltkreis
es: Circuito superacelerador
fr: Circuit superaccélération
it: Circuito super-accelerante
ja: 超加速回路
pl: Obwód superprzyspieszający
pt_br: Circuito Superacelerador
ru: Суперускоряющий модуль

# NAMES.WX78MODULE_MUSIC
source: Chorusbox Circuit
de: Chorusbox-Schaltkreis
es: Circuito coral
fr: Circuit concerto
it: Circuito corale
ja: オルゴール回路
pl: Obwód muzyczny
pt_br: Circuito Caixa de Coro
ru: Музыкальный модуль

# NAMES.WX78MODULE_NIGHTVISION
source: Optoelectronic Circuit
de: Optoelektronischer Schaltkreis
es: Circuito optoelectrónico
fr: Circuit optiélectronique
it: Circuito optoelettronico
ja: 光電子回路
pl: Obwód optoelektroniczny
pt_br: Circuito Optoeletrônico
ru: Оптоэлектрический модуль

# NAMES.WX78MODULE_TASER
source: Electrification Circuit
de: Elektrifizierungsschaltkreis
es: Circuito electrificador
fr: Circuit électrification
it: Circuito elettrificante
ja: 帯電回路
pl: Obwód elektryfikacyjny
pt_br: Circuito Eletrificador
ru: Электризующий модуль

# NAMES.WX78_MODULEREMOVER
source: Circuit Extractor
de: Schaltkreis-Extraktor
es: Extractor de circuitos
fr: Extracteur de circuit
it: Estrattore di circuiti
ja: 回路抽出器
pl: Ekstraktor obwodów
pt_br: Circuito Extrator
ru: Экстрактор модулей

# NAMES.WX78_SCANNER
source: Bio Scanalyzer
de: Bio-Scanalysator
es: Bioescanalizador
fr: Scanalyseur biologique
it: Scanalizzatore
ja: 生体検査分析機
pl: Bioskanalizator
pt_br: Bioescanalizador
ru: Биосканализатор

# NAMES.WX78_SCANNER_ITEM
source: Bio Scanalyzer
de: Bio-Scanalysator
es: Bioescanalizador
fr: Scanalyseur biologique
it: Scanalizzatore
ja: 生体検査分析機
pl: Bioskanalizator
pt_br: Bioescanalizador
ru: Биосканализатор

# NAMES.WX78_SCANNER_SUCCEEDED
source: Bio Scanalyzer
de: Bio-Scanalysator
es: Bioescanalizador
fr: Scanalyseur biologique
it: Scanalizzatore
ja: 生体検査分析機
pl: Bioskanalizator
pt_br: Bioescanalizador
ru: Биосканализатор

# NAMES.YELLOWAMULET
source: Magiluminescence
de: Magiluminesk
es: Magiluminescencia
it: Luminescenza magica
ja: マジルミネセンス
pl: Magiluminescencja
pt_br: Magiluminescência
ru: Магуслюминесценция
