Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.TRINKET_32
source: Cubic Zirconia Ball
de: Runde Zirkoniakugel
es: Bola de circonia cúbica
fr: Boule zirkon
it: Sfera del futuro
ja: 立体ジルコニアボール
pl: Kula z cyrkonii
pt_br: Bola de zircônia cúbica
ru: Шар из Циркония

# NAMES.TRINKET_33
source: Spider Ring
de: Spinnenring
es: Anillo de araña
fr: Anneauraignée
it: Anello di ragno
ja: スパイダーリング
pl: Pajęczy pierścień
pt_br: Anel de aranha
ru: Кольцо с Пауком

# NAMES.TRINKET_34
source: Monkey Paw
de: Affenhand
es: Zarpa de mono
fr: Patte de singe
it: Zampa di scimmia
ja: サルの手
pl: Małpia łapa
pt_br: Pata de macaco
ru: Обезьянья Лапка

# NAMES.TRINKET_35
source: Empty Elixir
de: Leere Elixierflasche
es: Elixir vacío
fr: Élixir vide
it: Elisir vuoto
ja: 空のエリクサー
pl: Pusta fiolka
pt_br: Elixir vazio
ru: Пустая Бутылка из-под Эликсира

# NAMES.TRINKET_36
source: Faux Fangs
de: Falsche Reißzähne
es: Colmillos falsos
fr: Faux crocs
it: Zanne finte
ja: 偽の牙
pl: Sztuczne kły
pt_br: Presas falsas
ru: Искусственные Клыки

# NAMES.TRINKET_37
source: Broken Stake
de: Zerbrochener Pfahl
es: Estaca rota
fr: Pieu cassé
it: Paletto rotto
ja: 壊れた杭
pl: Złamany kołek
pt_br: Estaca quebrada
ru: Сломанный Кол

# NAMES.TRINKET_38
source: Binoculars
de: Fernglas
es: Binoculares
fr: Jumelles
it: Binocolo
ja: 双眼鏡
pl: Lornetka
pt_br: Binóculo
ru: Бинокль

# NAMES.TRINKET_39
source: Lone Glove
de: Einzelner Handschuh
es: Guante solitario
fr: Gant solitaire
it: Guanto singolo
ja: 片手袋
pl: Samotna rękawiczka
pt_br: Luva solitária
ru: Длинная перчатка

# NAMES.TRINKET_4
source: Gnome
de: Gnom
es: Gnomo
it: Gnomo
ja: 格言
pl: Gnom
pt_br: Gnomo
ru: Гном

# NAMES.TRINKET_40
source: Snail Scale
de: Schneckenwaage
es: Balanza de caracol
fr: Balance escargot
it: Scala a lumaca
ja: カタツムリスケール
pl: Ślimakowa waga
pt_br: Balança de caracol
ru: Улитковесы

# NAMES.TRINKET_41
source: Goop Canister
de: Narrenspiel
es: Bote de pegote
fr: Boîte à glu
it: Contenitore di viscidume
ja: ドロドロ缶
pl: Kanister śluzu
pt_br: Recipiente de meleca
ru: Кашица в Банке

# NAMES.TRINKET_42
source: Toy Cobra
de: Spielzeug-Kobra
es: Cobra de juguete
fr: Cobra jouet
it: Cobra giocattolo
ja: おもちゃのコブラ
pl: Zabawkowa kobra
pt_br: Naja de brinquedo
ru: Игрушечная Кобра

# NAMES.TRINKET_43
source: Crocodile Toy
de: Spielzeug-Krokodil
es: Cocodrilo de juguete
fr: Crocodile jouet
it: Coccodrillo giocattolo
ja: ワニのおもちゃ
pl: Zabawkowy krokodyl
pt_br: Crocodilo de brinquedo
ru: Игрушечный Крокодил

# NAMES.TRINKET_44
source: Broken Terrarium
de: Kaputtes Terrarium
es: Terrario roto
fr: Serre brisée
it: Terrario rotto
ja: 壊れたテラリウム
pl: Zepsute terrarium
pt_br: Terrário quebrado
ru: Разбитый Террариум

# NAMES.TRINKET_45
source: Odd Radio
de: Seltsamer Radio
es: Radio rara
fr: Radio bizarre
it: Radio strana
ja: 奇妙なラジオ
pl: Dziwne radio
pt_br: Rádio estranho
ru: Странное Радио

# NAMES.TRINKET_46
source: Broken Hairdryer
de: Kaputter Föhn
es: Secador roto
fr: Sèche-cheveux cassé
it: Asciugacapelli rotto
ja: 壊れたヘアードライヤー
pl: Zepsuta suszarka do włosów
pt_br: Secador quebrado
ru: Сломанный Фен

# NAMES.TRINKET_5
source: Tiny Rocketship
de: Kleines Raketenschiff
es: Cohete diminuto
fr: Fusée miniature
it: Piccolo razzo spaziale
ja: 小さなロケット船
pl: Miniaturowa rakieta
pt_br: Foguete pequeno
ru: Маленькая ракета

# NAMES.TRINKET_6
source: Frazzled Wires
de: Zerfetzte Drähte
es: Cables reventados
fr: Câbles dénudés
it: Cavi esausti
ja: すり切れたワイヤー
pl: Przypalone kable
pt_br: Fios desencapados
ru: Изодранные провода

# NAMES.TRINKET_7
source: Ball and Cup
de: Kugel und Schale
es: Pelota y vaso
fr: Bilboquet
it: Palla e coppa
ja: ボールとカップ
pl: Piłka z kijkiem
pt_br: Bilboquê
ru: Бильбоке

# NAMES.TRINKET_8
source: Hardened Rubber Bung
de: Gehärteter Gummistopfen
es: Tapón de goma duro
fr: Bonde en caoutchouc
it: Tappo di gomma indurita
ja: 硬くなったゴム栓
pl: Wzmocniony gumowy korek
pt_br: Tampa de borracha resistente
ru: Резиновая пробка

# NAMES.TRINKET_9
source: Mismatched Buttons
de: Nicht zusammenpassende Knöpfe
es: Botones desparejados
fr: Boutons non assortis
it: Bottoni spaiati
ja: ミスマッチなボタン
pl: Niedopasowane guziki
pt_br: Botões diferentes
ru: Перепутанные пуговицы

# NAMES.TROPHYSCALE_FISH
source: Fish Scale-O-Matic
de: Fischwaage
es: Basculamática de peces
fr: Pèse-poissons
it: Pesapesce digitale
ja: 自動フィッシュスケール
pl: Waga rybna
pt_br: Escalautomática de Peixes
ru: Весы-аквариум

# NAMES.TROPHYSCALE_OVERSIZEDVEGGIES
source: Produce Scale
de: Lebensmittelwaage
es: Báscula agrícola
fr: Balance à récolte
it: Bilancia per ortaggi
ja: 作物計量器
pl: Waga rolnicza
pt_br: Balança Agrícola
ru: Плодовые весы

# NAMES.TRUNKVEST_SUMMER
source: Breezy Vest
de: Luftige Weste
es: Chaleco fresquito
fr: Gilet coupe-vent
it: Giubbotto ventilato
ja: 風通しの良いベスト
pl: Kamizelka przeciwwiatrowa
pt_br: Colete fresco
ru: Безрукавка

# NAMES.TRUNKVEST_WINTER
source: Puffy Vest
de: Bauschige Weste
es: Chaleco hinchado
fr: Gilet doudoune
it: Giubbotto gonfio
ja: 膨れたベスト
pl: Puchowa kamizelka
pt_br: Colete bufante
ru: Утепленная безрукавка

# NAMES.TRUNK_COOKED
source: Koalefant Trunk Steak
de: Koalafantenrüssel-Steak
es: Filete de trompa de koalafante
fr: Steak de trompe de koaléphant
it: Bistecca di proboscide
ja: コアラぞうの鼻のステーキ
pl: Stek z trąby koalefanta
pt_br: Filé de tromba de coalafante
ru: Стейк из хобота коалослона

# NAMES.TRUNK_SUMMER
source: Koalefant Trunk
de: Koalafantenrüssel
es: Trompa de koalafante
fr: Trompe de koaléphant
it: Proboscide di koalefante
ja: コアラぞうの鼻
pl: Trąba koalefanta
pt_br: Tromba de coalafante
ru: Хобот коалослона

# NAMES.TRUNK_WINTER
source: Winter Koalefant Trunk
de: Winter-Koalefanten-Rüssel
es: Trompa de koalafante invernal
fr: Trompe de koaléphant d'hiver
it: Proboscide invernale
ja: 冬のコアラぞうの鼻
pl: Trąba zimowego koalefanta
pt_br: Tromba de coalafante invernal
ru: Утепленный хобот коалослона

# NAMES.TUMBLEWEED
source: Tumbleweed
de: Chamaechorie
es: Planta rodadora
fr: Virevoltant
it: Rotolacampo
ja: 回転草
pl: Biegacz stepowy
pt_br: Sarça
ru: Перекати-поле

# NAMES.TURFCRAFTINGSTATION
source: Terra Firma Tamper
de: Terra-Firma-Stampfer
es: Apisonadora Terra Firma
fr: Station de terraformation
it: Alteratore del terreno
ja: 農耕土壌改良装置
pl: Manipulator terenu
pt_br: Manipulador de Terra Firme
ru: Почвотрамбователь

# NAMES.TURF_ARCHIVE
source: Ancient Stonework
de: Antikes Mauerwerk
es: Mampostería ancestral
fr: Maçonnerie antique
it: Pietre antiche
ja: 古代の石細工
pl: Pradawna kamienna płyta
pt_br: Cantaria Ancestral
ru: Древняя плитка

# NAMES.TURF_CARPETFLOOR
source: Carpeted Flooring
de: Teppich-Fußboden
es: Suelo con moqueta
fr: Tapis de sol
it: Pavimento peloso
ja: カーペットの床
pl: Dywan
pt_br: Piso acarpetado
ru: Ковер

# NAMES.TURF_CAVE
source: Guano Turf
de: Guanoboden
es: Trozo de guano
fr: Tourbe de guano
it: Zolla di guano
ja: 糞が堆積した芝生
pl: Gleba z guano
pt_br: Área de guano
ru: Гуановый дерн

# NAMES.TURF_CHECKERFLOOR
source: Checkered Flooring
de: Karierter Fußboden
es: Suelo a cuadros
fr: Sol à carreaux
it: Pavimento a scacchi
ja: 市松模様の床
pl: Podłoga w kratę
pt_br: Piso quadriculado
ru: Шахматное покрытие

# NAMES.TURF_DECIDUOUS
source: Deciduous Turf
de: Laubbedeckter Boden
es: Trozo de hoja caduca
fr: Tourbe de châtaigneraie
it: Zolla di terreno deciduo
ja: 森の芝土
pl: Liściasta gleba
pt_br: Área de decídua
ru: Лиственный дерн

# NAMES.TURF_DESERTDIRT
source: Sandy Turf
de: Sandiger Boden
es: Trozo de arena
fr: Tourbe de sable
it: Zolla di sabbia
ja: 砂質の芝土
pl: Piaszczysta gleba
pt_br: Área arenosa
ru: Песчаный дерн

# NAMES.TURF_DIRT
source: Dirt Turf
de: Dreckboden
es: Trozo de tierra
fr: Tourbe de terre
it: Zolla di terriccio
ja: 土の芝生
pl: Piaszczysta gleba
pt_br: Área de terra
ru: Грязевой дерн

# NAMES.TURF_DRAGONFLY
source: Scaled Flooring
de: Geschuppter Boden
es: Suelo de escamas
fr: Sol en écailles
it: Pavimento squamato
ja: うろこの床
pl: Łuskowe podłoże
pt_br: Piso de escamas
ru: Чешуйчатое покрытие

# NAMES.TURF_FOREST
source: Forest Turf
de: Waldboden
es: Trozo de bosque
fr: Tourbe de forêt
it: Zolla di foresta
ja: 森の芝土
pl: Leśna gleba
pt_br: Área de floresta
ru: Лесной дерн

# NAMES.TURF_FUNGUS
source: Fungal Turf
de: Pilzartiger Boden
es: Trozo de terreno fúngico
fr: Tourbe fongique
it: Zolla fungosa
ja: 菌類の芝生
pl: Grzybna gleba
pt_br: Área fúngica
ru: Грибной дерн

# NAMES.TURF_FUNGUS_GREEN
source: Fungal Turf
de: Pilzartiger Boden
es: Trozo de terreno fúngico
fr: Tourbe fongique
it: Zolla fungosa
ja: 菌類の芝生
pl: Grzybna gleba
pt_br: Área fúngica
ru: Грибной дерн

# NAMES.TURF_FUNGUS_MOON
source: Mutated Fungal Turf
de: Mutierter Pilzartiger Boden
es: Terreno fúngico mutante
fr: Tourbe fongique mutante
it: Zolla fungina
ja: 変異した菌類の芝生
pl: Zmutowana grzybna gleba
pt_br: Área Fúngica Transmutada
ru: Грибной дерн-мутант

# NAMES.TURF_FUNGUS_RED
source: Fungal Turf
de: Pilzartiger Boden
es: Trozo de terreno fúngico
fr: Tourbe fongique
it: Zolla fungosa
ja: 菌類の芝生
pl: Grzybna gleba
pt_br: Área fúngica
ru: Грибной дерн

# NAMES.TURF_GRASS
source: Grass Turf
de: Grasboden
es: Trozo de hierba
fr: Tourbe de prairie
it: Zolla d'erba
ja: 草の芝生
pl: Trawiasta gleba
pt_br: Área de grama
ru: Травяной дерн

# NAMES.TURF_MARSH
source: Marsh Turf
de: Sumpfboden
es: Trozo de pantano
fr: Tourbe des marais
it: Zolla acquitrinosa
ja: 湿地の芝生
pl: Bagienna gleba
pt_br: Área pantanosa
ru: Болотный дерн

# NAMES.TURF_METEOR
source: Moon Crater Turf
de: Mondkraterboden
es: Terreno de cráter lunar
fr: Portion de cratère
it: Zolla di cratere lunare
ja: 月のクレーター地面
pl: Gleba z powierzchni Księżyca
pt_br: Tufo de Cratera da Lua
ru: Дерн из лунного кратера

# NAMES.TURF_METEOR_BLUEPRINT
source: Crater Turf Blueprint
de: Bauplan für Kraterboden
es: Plano de terreno de cráter
fr: Recette portion cratère
it: Progetto zolla di cratere
ja: クレーター地面設計図
pl: Projekt gleby z powierzchni Księżyca
pt_br: Projeto de Tufo de Cratera
ru: Чертеж «Дерн из кратера»

# NAMES.TURF_MUD
source: Mud Turf
de: Schlammboden
es: Trozo de barro
fr: Tourbe de vase
it: Zolla di fango
ja: 泥の芝生
pl: Błotnista gleba
pt_br: Área de lama
ru: Илистый дерн

# NAMES.TURF_PEBBLEBEACH
source: Rocky Beach Turf
de: Kieselboden
es: Terreno de playa rocosa
fr: Portion de plage rocheuse
it: Zolla spiaggia rocciosa
ja: 磯浜の地面
pl: Gleba z kamienistej plaży
pt_br: Tufo de Praia Rochosa
ru: Дерн с каменистого берега

# NAMES.TURF_ROAD
source: Cobblestones
de: Pflasterstein
es: Adoquines
fr: Pavés
it: Ciottolato
ja: 道路用敷石
pl: Bruk
pt_br: Cascalho
ru: Брусчатка

# NAMES.TURF_ROCKY
source: Rocky Turf
de: Felsiger Boden
es: Trozo rocoso
fr: Tourbe de roche
it: Zolla rocciosa
ja: 岩石の芝生
pl: Kamienista gleba
pt_br: Área pedregosa
ru: Каменный дерн

# NAMES.TURF_SAVANNA
source: Savanna Turf
de: Savannenboden
es: Trozo de sabana
fr: Tourbe de savane
it: Zolla della savana
ja: サバンナの芝生
pl: Sawannowa gleba
pt_br: Área de savana
ru: Дерн саванны

# NAMES.TURF_SHELLBEACH
source: Shell Beach Turf
de: Muschelboden
es: Terreno de playa de conchas
fr: Portion plage coquillages
it: Zolla con conchiglie
ja: シェルビーチの地面
pl: Gleba z plaży z muszelkami
pt_br: Tufo de Praia de Conchas
ru: Дерн с пляжа с ракушками

# NAMES.TURF_SHELLBEACH_BLUEPRINT
source: Shell Turf Blueprint
de: Bauplan für Muschelboden
es: Plano de terreno de conchas
fr: Recette sol à coquillages
it: Progetto con conchiglie
ja: シェル地面設計図
pl: Projekt gleby z plaży z muszelkami
pt_br: Projeto de Tufo de Conchas
ru: Чертеж «Дерн с ракушками»

# NAMES.TURF_SINKHOLE
source: Slimy Turf
de: Schleimiger Boden
es: Suelo viscoso
fr: Tourbe gluante
it: Zolla viscida
ja: 沼地の芝生
pl: Oślizgła gleba.
pt_br: Área viscosa
ru: Болотистый дерн

# NAMES.TURF_UNDERROCK
source: Cave Rock Turf
de: Höhlenboden
es: Trozo de roca de cueva
fr: Tourbe de roche des cavernes
it: Zolla di grotta
ja: 岩の洞窟の芝土
pl: Torf jaskiniowy
pt_br: Área de pedra de caverna
ru: Пещерно-каменный дерн

# NAMES.TURF_WOODFLOOR
source: Wooden Flooring
de: Holzfußboden
es: Suelo de madera
fr: Sol en bois
it: Pavimento di legno
ja: 木の床
pl: Drewniana podłoga
pt_br: Piso de madeira
ru: Деревянное покрытие

# NAMES.TURKEYDINNER
source: Turkey Dinner
de: Truthahn-Mahlzeit
es: Cena de pavo
fr: Dinde au pot
it: Cena di tacchino
ja: 七面鳥ディナー
pl: Pieczeń z indyka
pt_br: Banquete de peru
ru: Ужин из индейки

# NAMES.TURNIP
source: Turnip
de: Rübe
es: Nabo
fr: Navet
it: Rapa
ja: カブ
pl: Rzepa
pt_br: Nabo
ru: Репа

# NAMES.TURNIP_COOKED
source: Roasted Turnip
de: Geröstete Rübe
es: Nabo asado
fr: Navet rôti
it: Rapa arrostita
ja: ローストカブ
pl: Pieczona rzepa
pt_br: Nabo Assado
ru: Запеченная репа

# NAMES.TURNIP_SEEDS
source: Round Seeds
de: Runde Samen
es: Semillas redondas
fr: Graines rondes
it: Semi rotondi
ja: 丸い種
pl: Okrągłe nasiona
pt_br: Sementes redondas
ru: Круглые семена

# NAMES.TURTILLUS
source: Snortoise
de: Schniefkröte
es: Bufurtuga
fr: Grognue
it: Tartaspina
ja: スノートイズ
pl: Żółwkietka
pt_br: Tartarronca
ru: Хрюкопаха

# NAMES.TWIGGYTREE
source: Twiggy Tree
de: Dürrer Baum
es: Árbol con ramitas
fr: Arbre à petites branches
it: Albero esile
ja: ヒョロヒョロの木
pl: Tykowate drzewo
pt_br: Árvore de galhos
ru: Хрупкое дерево

# NAMES.TWIGGY_NUT
source: Twiggy Tree Cone
de: Zapfen von dürrem Baum
es: Cono de árbol con ramitas
fr: Cône d'arbre à petites branches
it: Pigna dell'albero esile
ja: ヒョロヒョロの木の実
pl: Szyszka tykowatego drzewa
pt_br: Pinha de árvore de galhos
ru: Шишка хрупкого дерева

# NAMES.TWIGGY_NUT_SAPLING
source: Twiggy Sapling
de: Dürrer Setzling
es: Retoño con ramitas
fr: Pousse d'arbre à petites branches
it: Alberello esile
ja: ヒョロヒョロの苗木
pl: Tykowata sadzonka
pt_br: Muda de galho
ru: Хрупкий саженец

# NAMES.TWIGS
source: Twigs
de: Zweige
es: Ramitas
fr: Petites branches
it: Ramoscelli
ja: 小枝
pl: Gałązki
pt_br: Gravetos
ru: Ветки

# NAMES.TWINOFTERROR1
source: Retinazor
es: Retinéitor
fr: Rétinazor
ja: レティナイザー
pl: Źrenicor
pt_br: Navaolho
ru: Бритвоглаз

# NAMES.TWINOFTERROR2
source: Spazmatism
de: Spazmatismus
es: Espasmatismo
fr: Irismatisme
ja: スパズマティズム
pl: Pryspazm
pt_br: Espasmatismo
ru: Спазматизм

# NAMES.UMBRELLA
source: Umbrella
de: Regenschirm
es: Paraguas
fr: Parapluie
it: Ombrello
ja: 傘
pl: Parasolka
pt_br: Guarda-chuva
ru: Зонтик

# NAMES.UNAGI
source: Unagi
ja: ウナギ
pt_br: Unagui
ru: Унаги

# NAMES.UNKNOWN
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Ignoto
ja: 未知
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно

# NAMES.VEGSTINGER
source: Vegetable Stinger
de: Gemüsetopf
es: Aguijón vegetal
fr: Boisson épicée vitaminée
it: Cocktail di ortaggi
ja: 野菜の刺毛
pl: Gulasz warzywny
pt_br: Ferrão Vegetal
ru: Овощной коктейль

# NAMES.VICTORIAN_BLUEPRINT
source: Victorian Costume Pattern
de: Viktorianisches Kostümmuster
es: Patrón de disfraz victoriano
fr: Patron de costume victorien
it: Modello per costume vittoriano
ja: 衣装型紙「ビクトリア」
pl: Wykrój stroju wiktoriańsk.
pt_br: Fantasia Vitoriana
ru: Выкройка: викторианский наряд

# NAMES.VOLTGOATJELLY
source: Volt Goat Chaud-Froid
de: Blitzziegen-Chaud-Froid
es: Gelatina de cabra eléctrica
fr: Chaud-froid de chèvre
it: Gelatina di capra elettrica
ja: 電気ヤギの
pl: Wolcioł w galarecie
pt_br: Chaudfroid de Bode Elétrico
ru: Шофруа из вольт-козы

# NAMES.WAFFLES
source: Waffles
de: Waffeln
es: Gofres
fr: Gaufres
it: Cialde
ja: ワッフル
pl: Gofry
ru: Вафли

# NAMES.WAGSTAFF_NPC
source: Grainy Transmission
de: Körnige Übertragung
es: Transmisión borrosa
fr: Communication instable
it: Trasmissione sgranata
ja: 低感度通信
pl: Zramolały przekaźnik
pt_br: Transmissão Granulada
ru: Искаженная голограмма

# NAMES.WAGSTAFF_NPC_PSTBOSS
source: Grainy Transmission
de: Körnige Übertragung
es: Transmisión borrosa
fr: Communication instable
it: Trasmissione sgranata
ja: 低感度通信
pl: Zramolały przekaźnik
pt_br: Transmissão Granulada
ru: Искаженная голограмма

# NAMES.WAGSTAFF_TOOL_1
source: Reticulating Buffer
de: Retikulierpuffer
es: Estetoscopio reticular
fr: Améliorateur de réticulation
it: Assorbitore reticolante
ja: レティキュレーティング・バッファー
pl: Bufor dzwonowaty
pt_br: Atenuador Reticulado
ru: Покрасочный буфер

# NAMES.WAGSTAFF_TOOL_1_LAYMAN
source: Odd Tool
de: Seltsames Werkzeug
es: Herramienta rara
fr: Outil bizarre
it: Strumento strampalato
ja: 奇妙な道具
pl: Dziwny przyrząd
pt_br: Ferramenta Insólita
ru: Странный инструмент

# NAMES.WAGSTAFF_TOOL_2
source: Widget Deflubber
es: Mando dentado
fr: Dérateur de gadget
it: Congegno depasticciante
ja: ウィジェット・デフラバー
pl: Widżet transmisyjny
pt_br: Desestragador de Aparelhos
ru: Дебулькатор всячины

# NAMES.WAGSTAFF_TOOL_2_LAYMAN
source: Weird Tool
de: Merkwürdiges Werkzeug
es: Herramienta extraña
fr: Outil étrange
it: Strumento strambo
ja: 変な道具
pl: Fikuśny przyrząd
pt_br: Ferramenta Esquisita
ru: Чудной инструмент

# NAMES.WAGSTAFF_TOOL_3
source: Grommet Scriber
de: Tüllenschreiber
es: Libreta teledirigida
fr: Tire-ligne transtympanique
it: Scrittore inanellante
ja: グロメット・スクライバー
pl: Notatnik modulacyjny
pt_br: Escrevedor com Ilhó
ru: Прокладочный писец

# NAMES.WAGSTAFF_TOOL_3_LAYMAN
source: Strange Tool
de: Komisches Werkzeug
es: Herramienta atípica
fr: Outil louche
it: Strumento stravagante
ja: 変わった道具
pl: Cudaczny przyrząd
pt_br: Ferramenta Estranha
ru: Необычный инструмент

# NAMES.WAGSTAFF_TOOL_4
source: Conceptual Scrubber
de: Konzeptionsschrubber
es: Multiusos conceptual
fr: Grattoir conceptuel
it: Ripulitore concettuale
ja: コンセプチュアル・スクラバー
pl: Narzędziownik koncepcyjny
pt_br: Depurador Conceitual
ru: Шлифователь концепций

# NAMES.WAGSTAFF_TOOL_4_LAYMAN
source: Funky Tool
de: Abgefahrenes Werkzeug
es: Herramienta inusual
fr: Outil marrant
it: Strumento astruso
ja: 風変わりな道具
pl: Śmieszny przyrząd
pt_br: Ferramenta Extravagante
ru: Замысловатый инструмент

# NAMES.WAGSTAFF_TOOL_5
source: Calibrated Perceiver
de: Kalibrierungswahrnehmer
es: Perceptor calibrado
fr: Discerneur calibré
it: Ricevitore calibrato
ja: カリブレーテッド・パーシーバー
pl: Skalibrowany postrzegacz
pt_br: Percebedor Calibrado
ru: Откалиброванный восприниматель

# NAMES.WAGSTAFF_TOOL_5_LAYMAN
source: Bizarre Tool
de: Bizarres Werkzeug
es: Herramienta bizarra
fr: Outil bizarre
it: Strumento bizzarro
ja: 奇怪な道具
pl: Przedziwny przyrząd
pt_br: Ferramenta Bizarra
ru: Удивительный инструмент

# NAMES.WALKINGPLANK
source: Plank
de: Planke
es: Tabla
fr: Planche
it: Asse
ja: 木の板
pl: Deska
pt_br: Prancha
ru: Доска

# NAMES.WALL_HAY
source: Hay Wall
de: Strohmauer
es: Muro de heno
fr: Mur de paille
it: Muro di fieno
ja: 干し草の塀
pl: Słomiany mur
pt_br: Parede de feno
ru: Травяная стена

# NAMES.WALL_HAY_ITEM
source: Hay Wall
de: Strohmauer
es: Muro de heno
fr: Mur de paille
it: Muro di fieno
ja: 干し草の塀
pl: Słomiany mur
pt_br: Parede de feno
ru: Травяная стена

# NAMES.WALL_MOONROCK
source: Moon Rock Wall
de: Mondfelsmauer
es: Muro de roca lunar
fr: Mur de pierre de lune
it: Muro di lunaroccia
ja: いん石の壁
pl: Księżycowy mur
pt_br: Muro de rocha lunar
ru: Стена из лунного камня

# NAMES.WALL_MOONROCK_ITEM
source: Moon Rock Wall
de: Mondfelsmauer
es: Muro de roca lunar
fr: Mur de pierre de lune
it: Muro di lunaroccia
ja: いん石の壁
pl: Księżycowy mur
pt_br: Muro de rocha lunar
ru: Стена из лунного камня

# NAMES.WALL_RUINS
source: Thulecite Wall
de: Thulecite-Mauer
es: Muro de tulecita
fr: Mur de thulécite
it: Muro di tulecite
ja: スーラサイトの塀
pl: Tulecytowy mur
pt_br: Parede de tulecita
ru: Тулецитовая стена

# NAMES.WALL_RUINS_2
source: Archival Thulecite Wall
de: Thulezit-Mauer des Archivs
es: Muro de tulecita archivístico
fr: Mur de thulécite d'archives
it: Muro di tulecite dell'archivio
ja: 書庫のスーラサイトの塀
pl: Archiwalny tulecytowy mur
pt_br: Muro de Tulecita: Arquivo
ru: Тулецитовая стена архива

# NAMES.WALL_RUINS_ITEM
source: Thulecite Wall
de: Thulecite-Mauer
es: Muro de tulecita
fr: Mur de thulécite
it: Muro di tulecite
ja: スーラサイトの塀
pl: Tulecytowy mur
pt_br: Parede de tulecita
ru: Тулецитовая стена

# NAMES.WALL_STONE
source: Stone Wall
de: Steinmauer
es: Pared de piedra
fr: Mur de pierre
it: Muro di pietra
ja: 石の塀
pl: Kamienny mur
pt_br: Parede de pedras
ru: Каменная стена

# NAMES.WALL_STONE_2
source: Archival Stone Wall
de: Steinmauer des Archivs
es: Pared de piedra archivística
fr: Mur de pierre d'archives
it: Muro di pietra dell'archivio
ja: 書庫の石の塀
pl: Archiwalny kamienny mur
pt_br: Muro de Pedra: Arquivo
ru: Каменная стена архива

# NAMES.WALL_STONE_ITEM
source: Stone Wall
de: Steinmauer
es: Pared de piedra
fr: Mur de pierre
it: Muro di pietra
ja: 石の塀
pl: Kamienny mur
pt_br: Parede de pedras
ru: Каменная стена

# NAMES.WALL_WOOD
source: Wood Wall
de: Holzmauer
es: Muro de madera
fr: Mur de bois
it: Muro di legno
ja: 木の塀
pl: Drewniany mur
pt_br: Parede de madeira
ru: Деревянная стена

# NAMES.WALL_WOOD_ITEM
source: Wood Wall
de: Holzmauer
es: Muro de madera
fr: Mur de bois
it: Muro di legno
ja: 木の塀
pl: Drewniany mur
pt_br: Parede de madeira
ru: Деревянная стена

# NAMES.WALRUS
source: MacTusk
de: McHauer
es: MacOlmillos
pl: MacKieł
ru: МакБивень

# NAMES.WALRUSHAT
source: Tam o' Shanter
de: Schottenmütze
es: Boina a cuadros
fr: Casquette tartan
ja: タモシャンター
pt_br: Chapéu escocês
ru: Тэм-о-шентер

# NAMES.WALRUS_CAMP
source: Walrus Camp
de: Walross-Lager
es: Campamento de morsas
fr: Camp de morse
it: Iglù
ja: セイウチキャンプ
pl: Morsowisko
pt_br: Acampamento da morsa
ru: Иглу

# NAMES.WALRUS_TUSK
source: Walrus Tusk
de: Walross-Hauer
es: Colmillo de morsa
fr: Défense de morse
it: Zanna di tricheco
ja: セイウチの牙
pl: Kieł morsa
pt_br: Presa de morsa
ru: Бивень

# NAMES.WALTER
source: Walter
ja: ウォルター
ru: Уолтер

# NAMES.WALTERHAT
source: Pinetree Pioneer Hat
de: Kiefernpionier-Hut
es: Sombrero de Pionero del Pino
fr: Chapeau de Scout toujours
it: Cappello da Pioniere dei pini
ja: マツワケ隊の帽子
pl: Beret Sosnowego Pioniera
pt_br: Chapéu do Pioneiro dos Pinheiros
ru: Шапка Сосновых скаутов

# NAMES.WANDA
source: Wanda
ja: ワンダ
pt_br: Vanda
ru: Ванда

# NAMES.WARDROBE
source: Wardrobe
de: Kleiderschrank
es: Armario
fr: Garde-robe
it: Guardaroba
ja: 洋服ダンス
pl: Szafa
pt_br: Guarda-roupa
ru: Гардероб

# NAMES.WARG
source: Varg
es: Huargo
pl: Warg
ru: Варг

# NAMES.WARGLET
source: Varglet
de: Vargling
es: Huarguillo
fr: Vargiot
it: Varghetto
ja: ヴァーグレット
pl: Warglątko
ru: Варженок

# NAMES.WARGSHRINE
source: Varg Shrine
de: Varg-Schrein
es: Santuario huargo
fr: Sanctuaire varg
it: Santuario del varg
ja: ヴァルグの祭壇
pl: Wargowa kapliczka
pt_br: Templo a varg
ru: Святилище варга

# NAMES.WARLY
source: Warly
ja: ワーリー
ru: Варли

# NAMES.WAR_BLUEPRINT
source: Warrior Costume Pattern
de: Muster des Kriegerkostüms
es: Patrón de disfraz guerrero
fr: Patron de costume de guerrier
it: Modello per costume guerriero
ja: 衣装型紙「戦士」
pl: Wykrój stroju wojownika
pt_br: Fantasia de Guerreiro
ru: Выкройка: воинский наряд

# NAMES.WASPHIVE
source: Killer Bee Hive
de: Killerbienenstock
es: Colmena de abejas asesinas
fr: Ruche d'abeilles tueuses
it: Alveare assassino
ja: キラー蜂の巣
pl: Gniazdo szerszeni
pt_br: Enxame de abelhas assassinas
ru: Улей пчел-убийц

# NAMES.WATER
source: Short Circuit
de: Kurzschluss
es: Cortocircuito
fr: Court-circuit
it: Corto circuito
ja: ショート
pl: Spięcie
pt_br: Curto-circuito
ru: Короткое замыкание

# NAMES.WATERBALLOON
source: Waterballoon
de: Wasserballon
es: Globo de agua
fr: Ballon d'eau
it: Palloncino d'acqua
ja: 水風船
pl: Balonik z wodą
pt_br: Bexiga d'água
ru: Водный шар

# NAMES.WATERINGCAN
source: Empty Watering Can
de: Leere Gießkanne
es: Regadera vacía
fr: Arrosoir vide
it: Annaffiatoio vuoto
ja: ジョウロ（空）
pl: Pusta konewka
pt_br: Regador Vazio
ru: Пустая лейка

# NAMES.WATERINGCAN_NOT_EMPTY
source: Watering Can
de: Gießkanne
es: Regadera
fr: Arrosoir
it: Annaffiatoio
ja: ジョウロ
pl: Konewka
pt_br: Regador
ru: Лейка

# NAMES.WATERMELON
source: Watermelon
de: Wassermelone
es: Sandía
fr: Pastèque
it: Anguria
ja: スイカ
pl: Arbuz
pt_br: Melancia
ru: Арбуз

# NAMES.WATERMELONHAT
source: Fashion Melon
de: Mode-Melone
es: Melón a la moda
fr: Melon-chapeau
it: Anguria di moda
ja: スタイリッシュスイカ
pl: Melonik
pt_br: Melancia estilosa
ru: Модный арбуз

# NAMES.WATERMELONICLE
source: Melonsicle
de: Meloneneis
es: Helado de sandía
fr: Pastèque glacée
it: Ghiacciolo all'anguria
ja: スイカアイス
pl: Arbuzowy lód
pt_br: Picolé de melancia
ru: Арбузный леденец
