Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.STAFFCOLDLIGHT
source: Polar Light
de: Polarlicht
es: Luz polar
fr: Lumière polaire
it: Luce polare
ja: 極光
pl: Polarna latarnia
pt_br: Luz polar
ru: Полярный Свет

# NAMES.STAFFLIGHT
source: Dwarf Star
de: Zwergenstern
es: Estrella enana
fr: Étoile naine
it: Stella nana
ja: わい星
pl: Krasnoludzka gwiazda
pt_br: Estrela anã
ru: Карликовая звезда

# NAMES.STAFF_TORNADO
source: Weather Pain
de: Wetterstab
es: Dolor meteorológico
fr: Girouette de la douleur
it: Bandoloruola
ja: 風見イタドリ
pl: Pogodogromca
pt_br: Dor climática
ru: Ветродуй

# NAMES.STAGEHAND
source: Stagehand
de: Requisite
es: Tramoyista
fr: Machiniste
it: Mano nascosta
ja: 舞台係
pl: Stolik teatralny
pt_br: Contrarregra
ru: Ручная Бутафория

# NAMES.STALAGMITE
source: Stalagmite
de: Stalagmit
es: Estalagmita
ja: 石筍
pl: Stalagmit
pt_br: Estalagmite
ru: Сталагмит

# NAMES.STALAGMITE_TALL
source: Stalagmite
de: Stalagmit
es: Estalagmita
ja: 石筍
pl: Stalagmit
pt_br: Estalagmite
ru: Сталагмит

# NAMES.STALKER
source: Reanimated Skeleton
de: Reanimiertes Skelett
es: Esqueleto reanimado
fr: Squelette réanimé
it: Scheletro rianimato
ja: レイズドスケルトン
pl: Wskrzeszony szkielet
pt_br: Esqueleto reanimado
ru: Возродившийся Скелет

# NAMES.STALKER_ATRIUM
source: Ancient Fuelweaver
de: Antiker Kraftstoffweber
es: Tejedor sombrío antiguo
fr: Ancien trameur d'essence
it: Antico Tessicarburante
ja: ナイトメアウィーバー
pl: Starożytny tkacz paliwa
pt_br: Tecelão de combustível ancestral
ru: Древний Кошмарный Прядильщик

# NAMES.STALKER_MINION
source: Woven Shadow
de: Gewebter Schatten
es: Sombra tejida
fr: Ombre tramée
it: Ombra di tessuto
ja: シャドウミニオン
pl: Utkany cień
pt_br: Sombra tecida
ru: Сотканная Тень

# NAMES.STATUEGLOMMER
source: Glommer's Statue
de: Glommerstatue
es: Estatua de Glommer
fr: Statue de Glommer
it: Statua di glommo
ja: Glommerの像
pl: Posążek glomera
pt_br: Estátua de gosmento
ru: Статуя гломмера

# NAMES.STATUEHARP
source: Harp Statue
de: Harfen-Statue
es: Estatua de arpa
fr: Statue de l'harpe
it: Statua di arpa
ja: ハープの像
pl: Posąg harfisty
pt_br: Estátua de harpa
ru: Статуя арфиста

# NAMES.STATUEMAXWELL
source: Maxwell Statue
es: Estatua de Maxwell
fr: Statue de Maxwell
it: Statua di Maxwell
ja: Maxwellの像
pl: Posąg Maxwella
pt_br: Estátua de Maxwell
ru: Статуя Максвелла

# NAMES.STATUE_MARBLE
source: Marble Sculpture
de: Marmorskulptur
es: Escultura de mármol
fr: Sculpture en marbre
it: Scultura in marmo
ja: 大理石彫像
pl: Marmurowa rzeźba
pt_br: Escultura de mármore
ru: Мраморная Скульптура

# NAMES.STEELWOOL
source: Steel Wool
de: Stahlwolle
es: Lana de acero
fr: Laine de fer
it: Lana d'acciaio
ja: スチールウール
pl: Stalowa wełna
pt_br: Lã de ferro
ru: Стальная шерсть

# NAMES.STEERINGWHEEL
source: Steering Wheel
de: Steuerrad
es: Volante
fr: Gouvernail
it: Timone
ja: ハンドル
pl: Ster
pt_br: Timão
ru: Штурвал

# NAMES.STEERINGWHEEL_ITEM
source: Steering Wheel Kit
de: Material für Steuerrad
es: Kit de volante
fr: Kit de gouvernail
it: Kit per timone
ja: ハンドルキット
pl: Zestaw do steru
pt_br: Kit de Timão
ru: Набор «Штурвал»

# NAMES.STINGER
source: Stinger
de: Stachel
es: Aguijón
fr: Dard
it: Pungiglione
ja: スティンガー
pl: Żądło
pt_br: Ferrão
ru: Жало

# NAMES.STRAWHAT
source: Straw Hat
de: Strohhut
es: Sombrero de paja
fr: Chapeau de paille
it: Cappello di paglia
ja: 麦わら帽子
pl: Słomkowy kapelusz
pt_br: Chapéu de palha
ru: Соломенная шляпа

# NAMES.STUFFEDEGGPLANT
source: Stuffed Eggplant
de: Gefüllte Aubergine
es: Berenjena rellena
fr: Aubergine farcie
it: Melanzana ripiena
ja: 詰め物が入ったナス
pl: Nadziewany bakłażan
pt_br: Berinjela recheada
ru: Фаршированный баклажан

# NAMES.STUFFING
source: Stuffing
de: Füllung
es: Relleno
fr: Farce
it: Ripieno
ja: 詰め物
pl: Farsz
pt_br: Recheio
ru: Начинка

# NAMES.SUCCULENT_PICKED
source: Succulent
de: Sukkulente
es: Suculenta
fr: Plante grasse
it: Pianta grassa
ja: 多肉植物
pl: Sukulent
pt_br: Suculenta
ru: Суккулент

# NAMES.SUCCULENT_PLANT
source: Succulent
de: Sukkulente
es: Suculenta
fr: Plante grasse
it: Pianta grassa
ja: 多肉植物
pl: Sukulent
pt_br: Suculenta
ru: Суккулент

# NAMES.SUCCULENT_POTTED
source: Potted Succulent
de: Sukkulente im Topf
es: Suculenta en maceta
fr: Plante grasse en pot
it: Pianta grassa invasata
ja: 鉢植えの多肉植物
pl: Doniczkowany sukulent
pt_br: Suculenta em vaso
ru: Суккулент в горшке

# NAMES.SUNKBOAT
source: Sunken Boat
de: Versunkenes Boot
es: Barca hundida
fr: Bateau échoué
it: Imbarcazione affondata
ja: 沈没船
pl: Zatopiona łódź
pt_br: Barco afundado
ru: Затонувшая лодка

# NAMES.SUNKENCHEST
source: Sunken Chest
de: Versunkene Truhe
es: Cofre hundido
fr: Coffre englouti
it: Scrigno affondato
ja: 沈んだチェスト
pl: Zatopiona skrzynia
pt_br: Baú Afundado
ru: Затонувший сундук

# NAMES.SUPERTACKLECONTAINER
source: Spectackler Box
de: Superköderkorb
es: Caja de superaparejos
fr: Double boîte de pêche
it: Bi-cassetta da pesca
ja: 豪華な釣り道具箱
pl: Przeprzybornik wędkarza
pt_br: Caixa Pescatular
ru: Большой контейнер для снастей

# NAMES.SURFNTURF
source: Surf 'n' Turf
fr: Surf & Turf
it: Mari e monti
ja: ステーキ＆ロブスタープレート
pt_br: Mar e terra
ru: Жаркое

# NAMES.SWEATERVEST
source: Dapper Vest
de: Elegante Jacke
es: Chaleco elegante
fr: Gilet élégant
it: Vestito elegante
ja: 小粋なベスト
pl: Elegancka kamizelka
pt_br: Colete elegante
ru: Элегантный жилет

# NAMES.SWEETPOTATO
source: Sweet Potato Casserole
de: Süßkartoffel-Kasserolle
es: Guiso de batata
fr: Cocotte de patate douce
it: Stufato di patate dolci
ja: スイートポテトカセロール
pl: Zapiekanka z batatów
pt_br: Caçarola de Batata Doce
ru: Запеканка из сладкого картофеля

# NAMES.SWEETTEA
source: Soothing Tea
de: Beruhigungstee
es: Té calmante
fr: Thé apaisant
it: Tè calmante
ja: 安らぎ茶
pl: Kojąca herbatka
pt_br: Chá Relaxante
ru: Успокаивающий чай

# NAMES.TABLE_WINTERS_FEAST
source: Winter's Feast Table
de: Winterfest-Tafel
es: Mesa de festín invernal
fr: Table de festin d'hiver
it: Tavolo festivo invernale
ja: 冬のごちそうテーブル
pl: Zimowy stół świąteczny
pt_br: Mesa do Banquete Invernal
ru: Стол для Зимнего пира

# NAMES.TACKLECONTAINER
source: Tackle Box
de: Köderkorb
es: Caja de aparejos
fr: Boîte de pêche
it: Cassetta da pesca
ja: 釣り道具箱
pl: Przybornik wędkarza
pt_br: Caixa de Pesca
ru: Контейнер для снастей

# NAMES.TACKLESKETCH
source: {item} Advert
de: {item}-Werbung
es: Anuncio de {item}
fr: Publicité pour {item}
it: Pubblicità {item}
ja: {item}宣伝
pl: Reklama: {item}
pt_br: Anúncio de {item}
ru: Рекламка: {item}

# NAMES.TACKLESTATION
source: Tackle Receptacle
de: Geräteköcher
es: Receptáculo de aparejos
fr: Atelier de pêche
it: Porta attrezzi da pesca
ja: 道具置き場
pl: Wędkarska maszyna badawcza
pt_br: Receptáculo de Aparatos de Pesca
ru: Хранилище снастей

# NAMES.TAFFY
source: Taffy
de: Toffee
es: Caramelo masticable
fr: Bonbons
it: Toffee
ja: タフィー
pl: Ciągutki
pt_br: Balinha
ru: Ириска

# NAMES.TALLBIRD
source: Tallbird
de: Langbeiniger Vogel
es: Pájaro alto
fr: Échassier
it: Pennutalto
ja: 背高鳥
pl: Duptak
pt_br: Passaralto
ru: Долговязая птица

# NAMES.TALLBIRDEGG
source: Tallbird Egg
de: Ei eines langbeinigen Vogels
es: Huevo de pájaro alto
fr: Œuf d'échassier
it: Uovo di pennutalto
ja: 背高鳥の卵
pl: Jajo duptaka
pt_br: Ovo de passaralto
ru: Яйцо долговязой птицы

# NAMES.TALLBIRDEGG_COOKED
source: Fried Tallbird Egg
de: Gebratenes Ei eines langbeinigen Vogels
es: Huevo frito de pájaro alto
fr: Œuf d'échassier frit
it: Uovo fritto di pennutalto
ja: 背高鳥の卵のフライ
pl: Smażone jajo duptaka
pt_br: Ovo de passaralto cozido
ru: Яичница из долговязой птицы

# NAMES.TALLBIRDEGG_CRACKED
source: Hatching Tallbird Egg
de: Ausbrütendes Ei eines langbeinigen Vogels
es: Huevo de pájaro alto sombreado
fr: Œuf d'échassier en éclosion
it: Uovo crepato pennutalto
ja: 背高鳥の卵をかえす
pl: Nadpęknięte jajo duptaka
pt_br: Ovo de passaralto eclodindo
ru: Треснувшее яйцо

# NAMES.TALLBIRDNEST
source: Tallbird Nest
de: Nest eines langbeinigen Vogels
es: Nido de pájaro alto
fr: Nid d'échassier
it: Nido di pennutalto
ja: 背高鳥の巣
pl: Gniazdo duptaka
pt_br: Ninho de passaralto
ru: Гнездо долговязой птицы

# NAMES.TAMALES
source: Tamales
it: Tamale
ja: タマレス
ru: Тамале

# NAMES.TEAMLEADER
source: Team Leader
de: Teamleiter
es: Líder del equipo
fr: Chef d'équipe
it: Responsabile del team
ja: チームリーダー
pl: Przywódca
pt_br: Líder de equipe
ru: Лидер группы

# NAMES.TEENBIRD
source: Smallish Tallbird
de: Kleiner langbeiniger Vogel
es: Pájaro alto pequeño
fr: Petit échassier
it: Pennutalto piccoletto
ja: 小さめの背高鳥
pl: Mały duptak
pt_br: Passaraltos jovens
ru: Долговязая птица-подросток

# NAMES.TELEBASE
source: Telelocator Focus
de: Positionsgeber-Fokus
es: Foco telelocalizador
fr: Concentrateur de téléportation
it: Concentra-telelocatore
ja: テレロケーター・フォーカス
pl: Regulator telelokatora
pt_br: Foco do telelocalizador
ru: Фокусировка телелокации

# NAMES.TELEPORTATO_BASE
source: Wooden Thing
de: Hölzernes Ding
es: Chisme de madera
fr: La Chose en bois
it: Cosa di legno
ja: 木製の物
pl: Drewniane coś
pt_br: Coisa de madeira
ru: Странная платформа

# NAMES.TELEPORTATO_BOX
source: Box Thing
de: Schachtelding
es: Caja del chisme
fr: La Chose boîte
it: Cosa a scatola
ja: 箱みたいなもの
pl: Pudełkowate coś
pt_br: Coisa tipo caixa
ru: Странная коробка

# NAMES.TELEPORTATO_CHECKMATE
source: Wooden Thing
de: Hölzernes Ding
es: Chisme de madera
fr: La Chose en bois
it: Cosa di legno
ja: 木製の物
pl: Drewniane coś
pt_br: Coisa de madeira
ru: Странная платформа

# NAMES.TELEPORTATO_CRANK
source: Crank Thing
de: Kurbel-Ding
es: Manivela del chisme
fr: La Chose manivelle
it: Cosa a manovella
ja: ジグザグしたもの
pl: Korbowate coś
pt_br: Coisa tipo manivela
ru: Странный рычаг

# NAMES.TELEPORTATO_POTATO
source: Metal Potato Thing
de: Metallkartoffel-Ding
es: Patata metálica del chisme
fr: La Chose en métal patate
it: Cosa a patata di metallo
ja: メタルポテトみたいなもの
pl: Ziemniaczano-metalowe coś
pt_br: Coisa de metal tipo batata
ru: Странная картофелина

# NAMES.TELEPORTATO_RING
source: Ring Thing
de: Rundes Ding
es: Anillo del chisme
fr: La Chose anneau
it: Cosa ad anello
ja: 指輪みたいなもの
pl: Pierścieniowate coś
pt_br: Coisa tipo anel
ru: Странное кольцо

# NAMES.TELESTAFF
source: Telelocator Staff
de: Positionsgeber
es: Báculo telelocalizador
fr: Bâton de téléportation
it: Bastone telelocatore
ja: テレロケーターの杖
pl: Berło telelokacyjne
pt_br: Cajado telelocalizador
ru: Посох телелокации

# NAMES.TENT
source: Tent
de: Zelt
es: Tienda de campaña
fr: Tente
it: Tenda
ja: テント
pl: Namiot
pt_br: Barraca
ru: Палатка

# NAMES.TENTACLE
source: Tentacle
de: Tentakel
es: Tentáculo
fr: Tentacule
it: Tentacolo
ja: 触手
pl: Macka
pt_br: Tentáculo
ru: Щупальце

# NAMES.TENTACLESPIKE
source: Tentacle Spike
de: Tentakelspitze
es: Pincho de tentáculo
fr: Pique de tentacule
it: Punta del tentacolo
ja: 触手スパイク
pl: Mackolec
pt_br: Espinho de tentáculo
ru: Шипы щупальца

# NAMES.TENTACLESPOTS
source: Tentacle Spots
de: Tentakelstücken
es: Lunares de tentáculo
fr: Cuir de tentacule
it: Macchie tentacolari
ja: 触手スポット
pl: Mackowate kropki
pt_br: Manchas de tentáculo
ru: Кусочек щупальца

# NAMES.TENTACLE_GARDEN
source: Big Tentacle
de: Großer Tentakel
es: Tentáculo grande
fr: Gros tentacule
it: Grande tentacolo
ja: 大きな触角
pl: Wielka macka
pt_br: Tentáculo grande
ru: Большое щупальце

# NAMES.TENTACLE_PILLAR
source: Big Tentacle
de: Großer Tentakel
es: Tentáculo grande
fr: Gros tentacule
it: Grande tentacolo
ja: 大きな触角
pl: Wielka macka
pt_br: Tentáculo grande
ru: Большое щупальце

# NAMES.TENTACLE_PILLAR_ARM
source: Baby Tentacle
de: Baby-Tentakel
es: Tentáculo de bebé
fr: Bébé tentacule
it: Tentacolino
ja: 赤ちゃんの触手
pl: Mała macka
pt_br: Tentáculo bebê
ru: Небольшое щупальце

# NAMES.TENTACLE_PILLAR_HOLE
source: Big Slimy Pit
de: Großes schleimiges Loch
es: Gran pozo viscoso
fr: Grosse fosse gluante
it: Grande fossa viscida
ja: 巨大なヌルヌルの穴
pl: Oślizgłe źródło
pt_br: Grande cova gosmenta
ru: Большая скользкая яма

# NAMES.TERRARIUM
source: Terrarium
es: Terrario
it: Terrario
ja: テラリウム
pt_br: Terrário
ru: Террариум

# NAMES.TERRARIUMCHEST
source: Conspicuous Chest
de: Auffällige Truhe
es: Cofre llamativo
fr: Coffre ostentatoire
it: Scrigno vistoso
ja: 異彩を放つ宝箱
pl: Spektakularna skrzynia
pt_br: Baú Conspícuo
ru: Примечательный сундук

# NAMES.TERRORBEAK
source: Terrorbeak
de: Terrorschnabel
es: Picoterror
fr: Bec de terreur
it: Becco del terrore
ja: 恐怖の割れ目
pl: Terrodziób
pt_br: Bicorrível
ru: Страхоклюв

# NAMES.THULECITE
source: Thulecite
de: Thulezit
es: Tulecita
fr: Thulécite
it: Tulecite
ja: スーラサイト
pl: Tulecyt
pt_br: Tulecita
ru: Тулецит

# NAMES.THULECITE_PIECES
source: Thulecite Fragments
de: Thulecite-Fragmente
es: Fragmentos de tulecita
fr: Fragments de thulécite
it: Frammenti di tulecite
ja: Thulesiteの破片
pl: Odłamki tulecytu
pt_br: Fragmentos de tulecita
ru: Тулецитовые осколки

# NAMES.THURIBLE
source: Shadow Thurible
de: Schattenleuchte
es: Incensario sombrío
fr: Encensoir d'ombre
it: Thurible d'ombra
ja: 闇の香炉
pl: Trybularz cieni
pt_br: Turíbulo das sombras
ru: Теневое Кадило

# NAMES.TICOON
source: Ticoon
es: Tigrache
fr: Raton pisteur
it: Tigretto tracciatore
ja: トライグマ
pl: Tygryszop
pt_br: Tigrexinim
ru: Енототигр

# NAMES.TICOON_BUILDER
source: Ticoon
es: Tigrache
fr: Raton pisteur
it: Tigretto tracciatore
ja: トライグマ
pl: Tygryszop
pt_br: Tigrexinim
ru: Енототигр

# NAMES.TILLWEED
source: Tillweeds
de: Ackerkräuter
es: Molestajos
fr: Paneth
it: Malerbaggini
ja: ティル
pl: Chwastorosty
pt_br: Aradervas
ru: Обломанчики

# NAMES.TILLWEEDSALVE
source: Tillweed Salve
de: Ackerkraut-Salbe
es: Bálsamo de molestajo
fr: Baume de paneth
it: Balsamo di malerbaggine
ja: ティルの軟膏
pl: Balsam z chwastorostów
pt_br: Pomada de Araderva
ru: Обломанчиковая мазь

# NAMES.TOADSTOOL
source: Toadstool
de: Giftpilz
es: Fungusapo
fr: Crapaugnon
it: Rospora
ja: 毒キノコ
pl: Żabucha
pt_br: Cogumelo venenoso
ru: Жаба-поганка

# NAMES.TOADSTOOL_CAP
source: Toadstool
de: Giftpilz
es: Fungusapo
fr: Crapaugnon
it: Rospora
ja: 毒キノコ
pl: Żabucha
pt_br: Cogumelo venenoso
ru: Жаба-Поганка

# NAMES.TOADSTOOL_CAP_DARK
source: Misery Toadstool
de: Elender Giftpilz
es: Fungusapo mísero
fr: Crapaugnon du supplice
it: Rospora misero
ja: ポイズンマタンゴトード
pl: Żałosna żabucha
pt_br: Cogumelo venenoso terrível
ru: Жалкая жаба-поганка

# NAMES.TOADSTOOL_DARK
source: Misery Toadstool
de: Elender Giftpilz
es: Fungusapo mísero
fr: Crapaugnon du supplice
it: Rospora misero
ja: ポイズンマタンゴトード
pl: Żałosna żabucha
pt_br: Cogumelo venenoso terrível
ru: Жалкая Жаба-Поганка

# NAMES.TOADSTOOL_HOLE
source: Hole
de: Loch
es: Hoyo
fr: Trou
it: Buca
ja: 穴
pl: Dziura
pt_br: Buraco
ru: Нора

# NAMES.TOMATO
source: Toma Root
de: Toma-Wurzel
es: Raíz de toma
fr: Racine de tomate
it: Radice di pomo
ja: トマルート
pl: Pomikorzeń
pt_br: Raiz de toma
ru: Корень тома

# NAMES.TOMATO_COOKED
source: Roasted Toma Root
de: Geröstete Tomawurzel
es: Raíz de toma asada
fr: Racine de tomate rôtie
it: Radice di pomo arrostita
ja: ローストトマルート
pl: Pieczony pomikorzeń
pt_br: Raiz de Tomate Assado
ru: Жареный томат

# NAMES.TOMATO_OVERSIZED
source: Giant Toma Root
de: Riesige Toma-Wurzel
es: Raíz de toma gigante
fr: Tomate géante
it: Radice di pomo gigante
ja: 巨大トマルート
pl: Gigapomikorzeń
pt_br: Raiz de Tomate Gigante
ru: Огромный томат

# NAMES.TOMATO_OVERSIZED_ROTTEN
source: Giant Rotting Toma Root
de: Riesige verfaulende Toma-Wurzel
es: Raíz de toma gigante podre
fr: Tomate géante pourrie
it: Radice di pomo gigante marcia
ja: 巨大トマルート（腐敗）
pl: Gnijący gigapomikorzeń
pt_br: Raiz de Tomate Gigante Podre
ru: Огромный гнилой томат

# NAMES.TOMATO_SEEDS
source: Spiky Seeds
de: Stachelsamen
es: Semillas puntiagudas
fr: Graines pointues
it: Semi spinosi
ja: トゲトゲ種
pl: Kłujące nasiona
pt_br: Sementes espinhentas
ru: Шипастые семена

# NAMES.TOPHAT
source: Top Hat
de: Zylinder
es: Sombrero de copa
fr: Haut-de-forme
it: Cappello a cilindro
ja: シルクハット
pl: Cylinder
pt_br: Cartola
ru: Цилиндр

# NAMES.TORCH
source: Torch
de: Fackel
es: Antorcha
fr: Torche
it: Torcia
ja: たいまつ
pl: Pochodnia
pt_br: Tocha
ru: Факел

# NAMES.TORNADO
source: Tornado
fr: Tornade
ja: 竜巻
ru: Торнадо

# NAMES.TOURTIERE
source: Tourtiere
es: Tourtière
fr: Tourte
it: Tourtière
ja: トルティーヤ
ru: Тортье

# NAMES.TOWNPORTAL
source: The Lazy Deserter
de: Der faule Deserteur
es: El desertor perezoso
fr: Le déserteur paresseux
it: Il disertore pigro
ja: デザートポータル
pl: Leniwy pustelnik
pt_br: O Desertor Preguiçoso
ru: Ленивый Пустынник

# NAMES.TOWNPORTALTALISMAN
source: Desert Stone
de: Wüstenstein
es: Piedra del desierto
fr: Pierre du désert
it: Pietra del deserto
ja: デザートストーン
pl: Kamień pustyni
pt_br: Pedra do deserto
ru: Пустынный Камень

# NAMES.TRAILMIX
source: Trail Mix
de: Studentenfutter
es: Mezcla de frutos secos
fr: Mélange montagnard
it: Miscela del cammino
ja: トレイルミックス
pl: Bakalie
pt_br: Misto frio
ru: Фруктово-ореховый микс

# NAMES.TRAILS
source: Boarilla
de: Schweinetruppe
es: Jabaliguerrilla
fr: Sangorille
it: Cinghiarilla
ja: ボアーリラ
pl: Gordzik
pt_br: Javarila
ru: Свинорилла

# NAMES.TRAILS1
source: Boarilla
de: Schweinetruppe
es: Jabaliguerrilla
fr: Sangorille
it: Cinghiarilla
ja: ボアーリラ
pl: Gordzik
pt_br: Javarila
ru: Свинорилла

# NAMES.TRAILS2
source: Boarilla
de: Schweinetruppe
es: Jabaliguerrilla
fr: Sangorille
it: Cinghiarilla
ja: ボアーリラ
pl: Gordzik
pt_br: Javarila
ru: Свинорилла

# NAMES.TRANSISTOR
source: Electrical Doodad
de: Elektrisches Dingsbums
es: Cacharro eléctrico
fr: Bidule électrique
it: Aggeggio elettrico
ja: 電気トランジスタ
pl: Bulbulator
pt_br: Treco elétrico
ru: Электрическая штуковина

# NAMES.TRAP
source: Trap
de: Falle
es: Trampa
fr: Piège
it: Trappola
ja: 罠
pl: Pułapka
pt_br: Armadilha
ru: Ловушка

# NAMES.TRAP_BRAMBLE
source: Bramble Trap
de: Dornenfalle
es: Trampa de zarzas
fr: Piège de ronce
it: Trappola di rovi
ja: イバラの罠
pl: Ciernista pułapka
pt_br: Armadilha de Espinheiro
ru: Ежевичная ловушка

# NAMES.TRAP_STARFISH
source: Anenemy
de: Katamone
es: Anemonemiga
fr: Étoile de mer
it: Anemonemico
ja: アネネミー
pl: Wrógkwiał
pt_br: Anînimigo
ru: Злонемон

# NAMES.TRAP_TEETH
source: Tooth Trap
de: Zahnfalle
es: Trampa de colmillos
fr: Piège dentelé
it: Trappola dentale
ja: 歯の罠
pl: Zębata pułapka
pt_br: Armadilha de dentes
ru: Клыкастая ловушка

# NAMES.TRAP_TEETH_MAXWELL
source: Maxwell's Tooth Trap
de: Maxwells Zahnfalle
es: Trampa de colmillos de Maxwell
fr: Piège à dent de Maxwell
it: Trappola dentale Maxwell
ja: Maxwellの歯の罠
pl: Zębata pułapka Maxwella
pt_br: Armadilha de dentes do Maxwell
ru: Клыкастая ловушка Максвелла

# NAMES.TREASURECHEST
source: Chest
de: Truhe
es: Cofre
fr: Coffre
it: Scrigno
ja: 収納箱
pl: Skrzynia
pt_br: Baú
ru: Сундук

# NAMES.TREASURECHEST_TRAP
source: Treasure Chest
de: Schatztruhe
es: Cofre del tesoro
fr: Coffre à trésor
it: Scrigno del tesoro
ja: 宝箱
pl: Skrzynia skarbów
pt_br: Baú de tesouro
ru: Сундук с сокровищами

# NAMES.TREEGROWTHSOLUTION
source: Tree Jam
de: Baum-Jam
es: Mermelada de árbol
fr: Engrais à arbre
it: Confettura per alberi
ja: 木のジャム
pl: Dżem drzewny
pt_br: Geleia de Árvore
ru: Варенье для деревьев

# NAMES.TRIDENT
source: Strident Trident
de: Dröhnender Dreizack
es: Tridente estridente
fr: Trident strident
it: Tridente stridente
ja: ストライデントトライデント
pl: Basowy trójząb
pt_br: Tridente Estridente
ru: Трезвонный трезубец

# NAMES.TRINKET_1
source: Melty Marbles
de: Geschmolzene Murmeln
es: Canicas blandas
fr: Billes de verre
it: Biglie della fusione
ja: 溶けかかった大理石
pl: Szklane kulki
pt_br: Bolas de gude derretidas
ru: Стеклянные шарики

# NAMES.TRINKET_10
source: Second-hand Dentures
de: Second-hand Zahnersatz
es: Dentadura de segunda mano
fr: Dentier d'occasion
it: Dentiera di seconda mano
ja: 中古入れ歯
pl: Szczęki z drugiej ręki
pt_br: Dentadura seminova
ru: Поношенная вставная челюсть

# NAMES.TRINKET_11
source: Lying Robot
de: Lügender Roboter
es: Robot tumbado
fr: Robot HS
it: Robot bugiardo
ja: 寝そべるロボット
pl: Robot kłamczuch
pt_br: Robô mentiroso
ru: Лгущий робот

# NAMES.TRINKET_12
source: Dessicated Tentacle
de: Ausgetrockneter Tentakel
es: Tentáculo disecado
fr: Tentacule séché
it: Tentacolo essiccato
ja: 触手の干物
pl: Wysuszona macka
pt_br: Tentáculo dessecado
ru: Засушенное щупальце

# NAMES.TRINKET_13
source: Gnomette
de: Zwergin
es: Gnoma
it: Gnometta
ja: ノーマ
pl: Gnomka
pt_br: Gnomete
ru: Гнометта

# NAMES.TRINKET_14
source: Leaky Teacup
de: Undichte Teetasse
es: Taza de té con agujeros
fr: Tasse qui fuit
it: Teiera che perde
ja: ヒビの入ったカップ
pl: Przeciekająca filiżanka
pt_br: Xícara quebrada
ru: Треснувшая чашка

# NAMES.TRINKET_15
source: White Bishop
de: Weißer Läufer
es: Obispo blanco
fr: Fou blanc
it: Alfiere bianco
ja: ビショップ(白)
pl: Biały goniec
pt_br: Bispo branco
ru: Белый слон

# NAMES.TRINKET_16
source: Black Bishop
de: Schwarzer Läufer
es: Obispo negro
fr: Fou noir
it: Alfiere nero
ja: ビショップ(黒)
pl: Czarny goniec
pt_br: Bispo preto
ru: Черный слон

# NAMES.TRINKET_17
source: Bent Spork
de: Verbogener Löffbel
es: Tenedor-cuchara doblado
fr: Cuillère-fourchette tordue
it: Forchiaio piegato
ja: 曲がった先割れスプーン
pl: Zgięty łyżkowidelec
pt_br: Colharfo torto
ru: Гнутая ложка-вилка

# NAMES.TRINKET_18
source: Toy Trojan Horse
de: Trojanisches Spielzeugpferd
es: Caballo de Troya de juguete
fr: Cheval de Troie jouet
it: Cavalluccio di Troia
ja: トロイの木馬のおもちゃ
pl: Zabawkowy koń trojański
pt_br: Cavalo de Troia de brinquedo
ru: Игрушечный Троянский конь

# NAMES.TRINKET_19
source: Unbalanced Top
de: Kreisel
es: Peonza desequilibrada
fr: Toupie déséquilibrée
it: Punta sbilanciata
ja: バランスの悪いコマ
pl: Niezrównoważony bączek
pt_br: Topo desequilibrado
ru: Неустойчивый волчок

# NAMES.TRINKET_2
source: Fake Kazoo
de: Falsches Kazoo
es: Mirlitón falso
fr: Faux kazoo
it: Kazoo falso
ja: 偽のカズ－
pl: Udawany gwizdek
pt_br: Kazoo falso
ru: Липовый казу

# NAMES.TRINKET_20
source: Back Scratcher
de: Rückenkratzer
es: Rascaespaldas
fr: Brosse à dos
it: Gratta-schiena
ja: 孫の手
pl: Drapaczka do pleców
pt_br: Coçador de costas
ru: Спиночесалка

# NAMES.TRINKET_21
source: Beaten Beater
de: Alter Mixer
es: Batidora batida
fr: Fouet mécanique
it: Battitore battuto
ja: 壊れた泡立て器
pl: Ubita ubijaczka
pt_br: Batedor abatido
ru: Побитая взбивалка

# NAMES.TRINKET_22
source: Frayed Yarn
de: Ausgefranstes Garn
es: Hilo deshilachado
fr: Corde usée
it: Gomitolo sfilacciato
ja: けばだった毛糸
pl: Stargany kłębek
pt_br: Fios esfiapados
ru: Старая пряжа

# NAMES.TRINKET_23
source: Shoe Horn
de: Schuhlöffel
es: Calzador
fr: Chausse-pied
it: Calzascarpe
ja: 靴べら
pl: Łyżka do butów
pt_br: Calçadeira
ru: Обувной рожок

# NAMES.TRINKET_24
source: Lucky Cat Jar
de: Glückskatzendose
es: Jarra del gato de la suerte
fr: Chat porte-bonheur
it: Barattolo gatto fortunato
ja: 福を呼ぶネコの小物入れ
pl: Koci słoiczek
pt_br: Pote de gato da sorte
ru: Котобанка удачи

# NAMES.TRINKET_25
source: Air Unfreshener
de: Luftentfrischer
es: Desambientador
fr: Dérafraîchissant
it: Non-deodorante
ja: クサい芳香剤
pl: Znieswieżacz powietrza
pt_br: Fedorizador de ambiente
ru: Антиосвежитель воздуха

# NAMES.TRINKET_26
source: Potato Cup
de: Kartoffelbecher
es: Taza de patata
fr: Tasse patate
it: Tazza di patata
ja: ポテトカップ
pl: Ziemniaczany kubek
pt_br: Copo de batata
ru: Картофельная чашка

# NAMES.TRINKET_27
source: Wire Hanger
de: Draht-Kleiderbügel
es: Percha
fr: Cintre
it: Appendiabiti
ja: ワイヤーハンガー
pl: Druciany wieszak
pt_br: Cabide de arame
ru: Проволочная вешалка

# NAMES.TRINKET_28
source: White Rook
de: Weißer Turm
es: Torre blanca
fr: Tour blanche
it: Torre bianca
ja: ルーク（白）
pl: Biała wieża
pt_br: Torre branca
ru: Белая Ладья

# NAMES.TRINKET_29
source: Black Rook
de: Schwarzer Turm
es: Torre negra
fr: Tour noire
it: Torre nera
ja: ルーク（黒）
pl: Czarna wieża
pt_br: Torre preto
ru: Черная Ладья

# NAMES.TRINKET_3
source: Gord's Knot
de: Gords Knoten
es: Nudo gordiano
fr: Nœud gordien
it: Nodo di Gord
ja: ゴルディウスの結び目
pl: Węzeł gordyjski
pt_br: Nó górdio
ru: Гордов узел

# NAMES.TRINKET_30
source: White Knight
de: Weißer Springer
es: Caballo blanco
fr: Cavalier blanc
it: Cavallo bianco
ja: ナイト（白）
pl: Biały skoczek
pt_br: Cavalo branco
ru: Белый Конь

# NAMES.TRINKET_31
source: Black Knight
de: Schwarzer Springer
es: Caballo negro
fr: Cavalier noir
it: Cavallo nero
ja: ナイト（黒）
pl: Czarny skoczek
pt_br: Cavalo preto
ru: Черный Конь
