Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.HALLOWEEN_EXPERIMENT_SANITY
source: Psychosis Experiment
de: Psychose-Experiment
es: Experimento psicótico
fr: Expérimentation de psychose
it: Esperimento psicotico
ja: 精神病の実験
pl: Eksperyment: psychoza
pt_br: Experimento de Psicose
ru: Психический эксперимент

# NAMES.HALLOWEEN_EXPERIMENT_VOLATILE
source: Sulfuric Experiment
de: Schwefelexperiment
es: Experimento sulfúrico
fr: Expérimentation sulfurique
it: Esperimento solforico
ja: 硫黄の実験
pl: Eksperyment: siarka
pt_br: Experimento Sulfúrico
ru: Сернистый эксперимент

# NAMES.HALLOWEEN_ORNAMENT_1
source: Ghost Decoration
de: Geisterdeko
es: Decoración de fantasma
fr: Décoration de fantôme
it: Decorazione fantasma
ja: 幽霊の装飾
pl: Dekoracja – duch
pt_br: Decoração de fantasma
ru: Декоративный призрак

# NAMES.HALLOWEEN_ORNAMENT_2
source: Bat Decoration
de: Fledermausdeko
es: Decoración de murciélago
fr: Décoration de chauve-souris
it: Decorazione pipistrello
ja: 蝙蝠の装飾
pl: Dekoracja – nietoperz
pt_br: Decoração de morcego
ru: Декоративная летучая мышь

# NAMES.HALLOWEEN_ORNAMENT_3
source: Spider Decoration
de: Spinnendeko
es: Decoración de araña
fr: Décoration d'araignée
it: Decorazione ragno
ja: クモの装飾
pl: Dekoracja – pająk
pt_br: Decoração de aranha
ru: Декоративный паук

# NAMES.HALLOWEEN_ORNAMENT_4
source: Tentacle Decoration
de: Tentakel-Deko
es: Decoración de tentáculo
fr: Décoration de tentacule
it: Decorazione tentacolo
ja: 触手の装飾
pl: Dekoracja – macka
pt_br: Decoração de tentáculos
ru: Декоративное щупальце

# NAMES.HALLOWEEN_ORNAMENT_5
source: Dangling Depth Dweller Decoration
de: Tiefenbewohner-Hängedeko
es: Decoración de las profundidades colgante
fr: Décoration d'araignée blanche
it: Decorazione penzolante
ja: ぶら下がりの深みの住人の装飾
pl: Dekoracja – wiszący pełzak głębinowy
pt_br: Decoração de habitante das profundezas pendurado
ru: Декоративный глубинный паук

# NAMES.HALLOWEEN_ORNAMENT_6
source: Crow Decoration
de: Krähendeko
es: Decoración de cuervo
fr: Décoration de corbeau
it: Decorazione corvo
ja: カラスの装飾
pl: Dekoracja – kruk
pt_br: Decoração de corvo
ru: Декоративный ворон

# NAMES.HAMBAT
source: Ham Bat
de: Schinkenkeule
es: Bate de jamón
fr: Batte-jambon
it: Prosciutto di pipistrello
ja: ハムのバット
pl: Szynkobij
pt_br: Taco de presunto
ru: Мясная бита

# NAMES.HAMMER
source: Hammer
de: Hämmere
es: Martillear
fr: Détruire
it: Martello
ja: ハンマー
pl: Przywal
pt_br: Martelo
ru: Молоток

# NAMES.HAMMER_MJOLNIR
source: Forging Hammer
de: Schmiedehammer
es: Martillo de la Forja
fr: Marteau de forge
it: Martello della Forgia
ja: 鍛造ハンマー
pl: Młot kowalski
pt_br: Martelo forjador
ru: Молот Горнила

# NAMES.HAWAIIANSHIRT
source: Floral Shirt
de: Hawaiihemd
es: Camisa de flores
fr: Chemise à fleurs
it: Camicia floreale
ja: ハワイアンシャツ
pl: Koszula w kwiaty
pt_br: Camisa floral
ru: Цветочная рубашка

# NAMES.HEALINGSALVE
source: Healing Salve
de: Heilsalbe
es: Bálsamo
fr: Baume de soin
it: Balsamo curativo
ja: ヒーリングの癒やし
pl: Balsam leczniczy
pt_br: Pomada de cura
ru: Лечебная мазь

# NAMES.HEALINGSTAFF
source: Living Staff
de: Lebendiger Stab
es: Báculo de vida
fr: Bâton de vie
it: Bastone vivente
ja: 生きているもの
pl: Berło życia
pt_br: Cajado da vida
ru: Посох жизни

# NAMES.HEATROCK
source: Thermal Stone
de: Wärmestein
es: Piedra térmica
fr: Pierre de chaleur
it: Pietra termale
ja: ヒートロック
pl: Kamień termalny
pt_br: Pedra térmica
ru: Термальный камень

# NAMES.HERMITCRAB
source: Crabby Hermit
de: Einsiedlerkrabbe
es: Cangreja ermitaña
fr: Perle l'ermite
it: Granchia eremita
ja: カニヘルメット
pl: Krabina pustelniczka
pt_br: Carangueja Ermitã
ru: Ворчливая отшельница

# NAMES.HERMITCRAB_NAME
source: Pearl
es: Perla
fr: Perle
it: Perla
ja: パール
pl: Perełka
ru: Жемчужина

# NAMES.HERMITHOUSE
source: Hermit Home
de: Einsiedlerhaus
es: Casa de ermitaña
fr: Ermitage
it: Casa dell'eremita
ja: 隠居の家
pl: Dom pustelniczki
pt_br: Casa da Ermitã
ru: Дом отшельницы

# NAMES.HERMITHOUSE_PEARL
source: Pearl's Place
de: Pearls Ort
es: Casita de Perla
fr: Maison de Perle
it: Casa di Perla
ja: パールの場所
pl: Dom Perełki
pt_br: Casa da Pearl
ru: Обиталище Жемчужины

# NAMES.HERMIT_BUNDLE
source: Bundle of Thanks
de: Dankespaket
es: Paquete de agradecimiento
fr: Baluchon de cadeaux
it: Pacchetto di grazie
ja: 感謝のかたまり
pl: Pakunek dziękczynny
pt_br: Pacote de Agradecimentos
ru: Узелок благодарностей

# NAMES.HERMIT_BUNDLE_SHELLS
source: Shell Bell Bundle
de: Muschelglockenpaket
es: Paquete de conchas
fr: Lot coquillages sonores
it: Pacchetto di conchiglie
ja: 貝殻ベルの束
pl: Pakunek muszli-dzwonków
pt_br: Pacote de Sinos de Concha
ru: Набор поющих раковин

# NAMES.HERMIT_CRACKED_PEARL
source: Cracked Pearl
de: Gesprungene Perle
es: Perla agrietada
fr: Perle fissurée
it: Perla spezzata
ja: ひび割れた真珠
pl: Pęknięta perła
pt_br: Pérola Rachada
ru: Треснутая жемчужина

# NAMES.HERMIT_PEARL
source: Pearl's Pearl
de: Pearls Perle
es: Perla de Perla
fr: Perle de Perle
it: Perla di Perla
ja: パールの真珠
pl: Perła Perełki
pt_br: Pérola da Pearl
ru: Жемчужина Жемчужины

# NAMES.HIVEHAT
source: Bee Queen Crown
de: Königin-Krone
es: Corona de abeja reina
fr: Couronne de reine abeille
it: La corona dell'ape regina
ja: 女王蜂の王冠
pl: Korona królowej pszczół
pt_br: Coroa da Abelha Rainha
ru: Корона Пчелиной Матки

# NAMES.HOMESIGN
source: Sign
de: Zeichen
es: Cartel
fr: Panneau
it: Segnale
ja: サイン
pl: Tabliczka
pt_br: Placa
ru: Табличка

# NAMES.HONEY
source: Honey
de: Honig
es: Miel
fr: Miel
it: Miele
ja: はちみつ
pl: Miód
pt_br: Mel
ru: Мед

# NAMES.HONEYCOMB
source: Honeycomb
de: Bienenwabe
es: Panal
fr: Rayon de miel
it: Nido d'ape
ja: ハニーコンボ
pl: Plaster miodu
pt_br: Favo de mel
ru: Соты

# NAMES.HONEYHAM
source: Honey Ham
de: Honigschinken
es: Jamón con miel
fr: Cuisse au miel
it: Prosciutto di miele
ja: ハニーハム
pl: Szynka w miodzie
pt_br: Presunto com mel
ru: Медовый рулет

# NAMES.HONEYNUGGETS
source: Honey Nuggets
de: Honig-Nuggets
es: Pepitas de miel
fr: Nuggets au miel
it: Torrone al miele
ja: ハニーナゲット
pl: Miodowe nuggetsy
pt_br: Carne com mel
ru: Наггетсы в меду

# NAMES.HORN
source: Beefalo Horn
es: Cuerno de beefalo
fr: Corne de bœufalo
it: Corno di mufalo
ja: ビ－ファローの角
pl: Róg wołka
pt_br: Chifre de bífalo
ru: Рог бифало

# NAMES.HOT
source: Overheating
de: Überhitzung
es: Sobrecalentamiento
fr: Surchauffe
it: Surriscaldamento
ja: 過熱
pl: Przegrzanie
pt_br: Superaquecimento
ru: Перегрев

# NAMES.HOTCHILI
source: Spicy Chili
de: Würziges Chili
es: Guindilla picante
fr: Chili épicé
it: Peperoncino piccante
ja: スパイシーチリ
pl: Ostre chili
pt_br: Chili picante
ru: Острый чили

# NAMES.HOTSPRING
source: Hot Spring
de: Heiße Quelle
es: Manantial caliente
fr: Source chaude
it: Sorgente calda
ja: 温泉
pl: Gorące źródło
pt_br: Fonte Termal
ru: Горячий источник

# NAMES.HOUND
source: Hound
de: Hund
es: Sabueso
fr: Molosse
it: Segugio
ja: 猟犬
pl: Ogar
pt_br: Cão de caça
ru: Гончая

# NAMES.HOUNDBONE
source: Bones
de: Knochen
es: Huesos
fr: Os
it: Ossa
ja: 骨
pl: Kości
pt_br: Ossos
ru: Кости

# NAMES.HOUNDCORPSE
source: Hound
de: Hund
es: Sabueso
fr: Molosse
it: Segugio
ja: 猟犬
pl: Ogar
pt_br: Cão de caça
ru: Гончая

# NAMES.HOUNDFIRE
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
ja: 火
pl: Ogień
pt_br: Fogo
ru: Огонь

# NAMES.HOUNDMOUND
source: Hound Mound
de: Knochenhügel
es: Montículo de sabueso
fr: Monticule de molosse
it: Tumulo di segugi
ja: ハウンドマウンド
pl: Kopiec ogara
pt_br: Monte de ossos
ru: Курган гончих

# NAMES.HOUNDSTOOTH
source: Hound's Tooth
de: Hundezahn
es: Colmillo de sabueso
fr: Dent de molosse
it: Dente di segugio
ja: 猟犬の歯
pl: Kieł ogara
pt_br: Dente de cachorro
ru: Клык гончей

# NAMES.HOUNDWHISTLE
source: Lucky Whistle
de: Glückspfeife
es: Silbato de la suerte
fr: Sifflet de la chance
it: Fischio della fortuna
ja: 幸運の笛
pl: Szczęśliwy gwizdek
pt_br: Apito da sorte
ru: Приносящий удачу свисток

# NAMES.HUMANMEAT
source: Long Pig
de: Langschwein
es: Cerdo largo
fr: Chair humaine
it: Maiale bipede
ja: 長い肉
pl: Ludzina
pt_br: Porco longo
ru: Кусок свинины

# NAMES.HUMANMEAT_COOKED
source: Cooked Long Pig
de: Gekochtes Langschwein
es: Cerdo largo cocido
fr: Chair humaine cuite
it: Maiale bipede cotto
ja: 焼いた長い肉
pl: Gotowana ludzina
pt_br: Porco longo cozido
ru: Приготовленный кусок свинины

# NAMES.HUMANMEAT_DRIED
source: Long Pig Jerky
de: Trockenfleisch vom Langschwein
es: Cecina de cerdo larga
fr: Chair humaine séchée
it: Carne di maiale bipede
ja: 長い干し肉
pl: Suszona ludzina
pt_br: Charque de porco longo
ru: Кусок вяленой свинины

# NAMES.HUNGER
source: Starvation
de: Unterernährung
es: Inanición
fr: Famine
it: Digiuno
ja: 飢餓
pl: Głód
pt_br: Fome
ru: Голодание

# NAMES.HUTCH
source: Hutch
ja: ハッチ
ru: Хатч

# NAMES.HUTCH_FISHBOWL
source: Star-sky
de: Sternenhimmel
es: Estrello
fr: Aquar-Hutch
it: Boccia di Hutch
ja: スタスキン
pt_br: Aquário
ru: Звездное небо

# NAMES.ICE
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
ja: 氷
pl: Lód
pt_br: Gelo
ru: Лед

# NAMES.ICEBERG
source: Mini Iceberg
de: Mini-Eisberg
ja: ミニ氷山
pl: Minigóra lodowa
ru: Мини-айсберг

# NAMES.ICEBERG_MELTED
source: Melted Iceberg
de: Geschmolzener Eisberg
es: Iceberg derretido
fr: Iceberg fondu
it: Iceberg sciolto
ja: 溶けた氷山
pl: Roztopiona góra lodowa
pt_br: Iceberg Derretido
ru: Растаявший айсберг

# NAMES.ICEBOX
source: Ice Box
de: Kühlbox
es: Caja de hielo
fr: Glacière
it: Recipiente di ghiaccio
ja: アイスボックス
pl: Lodówka
pt_br: Geladeira
ru: Холодильник

# NAMES.ICECREAM
source: Ice Cream
de: Eis
es: Helado
fr: Glace
it: Gelato
ja: アイスクリーム
pl: Lody
pt_br: Sorvete
ru: Мороженое

# NAMES.ICEHAT
source: Ice Cube
de: Eiswürfel
es: Cubo de hielo
fr: Glaçon
it: Cubo di ghiaccio
ja: 角氷
pl: Kostka lodu
pt_br: Cubo de gelo
ru: Кубик льда

# NAMES.ICEHOUND
source: Blue Hound
de: Blauer Hund
es: Sabueso azul
fr: Molosse bleu
it: Segugio blu
ja: 青い猟犬
pl: Niebieski ogar
pt_br: Cão azul
ru: Синяя гончая

# NAMES.ICEPACK
source: Insulated Pack
de: Verdichteter Stapel
es: Bolsa isotérmica
fr: Pack isolant
it: Pacco isolato
ja: アイスパック
pl: Plecak izolacyjny
pt_br: Mochila térmica
ru: Терморюкзак

# NAMES.ICESTAFF
source: Ice Staff
de: Eisstab
es: Báculo de hielo
fr: Bâton de glace
it: Bastone glaciale
ja: アイススタッフ
pl: Lodowe berło
pt_br: Cajado de gelo
ru: Ледяной посох

# NAMES.ICE_BLUEPRINT
source: Frostbitten Costume Pattern
de: Frostbeulen-Kostümmuster
es: Patrón de disfraz helado
fr: Patron de costume engelure
it: Modello per costume del freddo
ja: 衣装型紙「凍傷」
pl: Wykrój mroźnego stroju
pt_br: Fantasia Gélida
ru: Выкройка: зимний наряд

# NAMES.INSANITYROCK
source: Obelisk
es: Obelisco
fr: Obélisque
it: Obelisco
ja: オベリスク
pt_br: Obelisco
ru: Обелиск

# NAMES.IVY_SNARE
source: Binding Roots
de: Bindende Wurzeln
es: Raíces fijadoras
fr: Racines entravantes
it: Radici leganti
ja: マキツキソウの根っこ
pl: Krępujące korzenie
pt_br: Raízes Aprisionantes
ru: Корни-душители

# NAMES.JAMMYPRESERVES
source: Fist Full of Jam
de: Eine Handvoll Marmelade
es: Puñado de mermelada
fr: Confiture
it: Manciata di marmellata
ja: 拳一杯のジャム
pl: Garść dżemu
pt_br: Porção de geleia
ru: Джемовый муравейник

# NAMES.JELLYBEAN
source: Jellybeans
de: Geleebohnen
es: Gominolas
fr: Bonbons à la gelée
it: Caramelle gommose
ja: ジェリービーンズ
pl: Żelkowe fasolki
pt_br: Jujubas
ru: Мармеладки

# NAMES.KABOBS
source: Kabobs
de: Kebab
es: Kebabs
fr: Brochettes
it: Spiedini
ja: カバブ
pl: Szaszłyki
pt_br: Espetinhos
ru: Кебабы

# NAMES.KELP
source: Kelp Fronds
de: Seetang
es: Hojas de alga
fr: Varech
it: Fronde d'alga
ja: 昆布の葉
pl: Listownice
pt_br: Frondes de Alga
ru: Листецы бурой водоросли

# NAMES.KELPHAT
source: Seawreath
de: Tangkranz
es: Corona marina
fr: Couronne d'algues
it: Ghirlanda marina
ja: 昆布の冠
pl: Morski wieniec
pt_br: Grinalda Marinha
ru: Морской венок

# NAMES.KELP_COOKED
source: Cooked Kelp Fronds
de: Gekochter Seetang
es: Holas de alga cocinadas
fr: Varech cuit
it: Fronde d'alga cotte
ja: 調理された昆布の葉
pl: Gotowane listownice
pt_br: Frondes de Alga Cozidas
ru: Приготовленные бурые водоросли

# NAMES.KELP_DRIED
source: Dried Kelp Fronds
de: Getrockneter Seetang
es: Hojas de alga secas
fr: Varech séché
it: Fronde d'alga essiccate
ja: 乾燥した昆布の葉
pl: Suszone listownice
pt_br: Frondes de Alga Secas
ru: Сушеные бурые водоросли

# NAMES.KILLERBEE
source: Killer Bee
de: Killerbiene
es: Abeja asesina
fr: Abeille tueuse
it: Ape assassina
ja: キラー蜂
pl: Szerszeń
pt_br: Abelha assassina
ru: Пчела-убийца

# NAMES.KITCOONDECOR1
source: Gobbler Wobbler
de: Schlingwackler
es: Pavo tentetieso
fr: Quille dindon
it: Tacchino oscillante
ja: グラグラパックンチョウ
pl: Indyk bujak
pt_br: Peru Excêntrico
ru: Игрушечная индюшка

# NAMES.KITCOONDECOR1_KIT
source: Gobbler Wobbler Kit
de: Schlingwackler-Bausatz
es: Kit de pavo tentetieso
fr: Kit de quille dindon
it: Kit per tacchino oscillante
ja: グラグラパックンチョウセット
pl: Zestaw indyka bujaka
pt_br: Kit de Peru Excêntrico
ru: Набор «Игрушечная индюшка»

# NAMES.KITCOONDECOR2
source: Kit Teaser
de: Kit-Locker
es: Grúa gatuna
fr: Canne à faton
it: Giocattolo per miciorsetti
ja: コニャライグマじゃらし
pl: Kociwędka
pt_br: Provocador de Xanim
ru: Кошачья дразнилка

# NAMES.KITCOONDECOR2_KIT
source: Kit Teaser Kit
de: Kit-Locker-Bausatz
es: Kit de grúa gatuna
fr: Kit de canne à faton
it: Kit per giocattolo per miciorsetti
ja: コニャライグマじゃらしセット
pl: Zestaw kociwędki
pt_br: Kit de Provocador de Xanim
ru: Набор «Кошачья дразнилка»

# NAMES.KITCOONDEN
source: Kitcoon Nursery
de: Kitcoon-Hort
es: Casita para gapachitos
fr: Cabane à faton laveur
it: Casetta dei miciorsetti
ja: 託猫所
pl: Budka dla kicioszopów
pt_br: Viveiro de Xanins
ru: Логово енотокотят

# NAMES.KITCOONDEN_KIT
source: Kitcoon Nursery Kit
de: Kitcoon-Hort-Bausatz
es: Kit de casita para gapachitos
fr: Kit de cabane à faton laveur
it: Kit per casetta dei miciorsetti
ja: 託猫所セット
pl: Zestaw z budką dla kicioszopów
pt_br: Kit de Viveiro de Xanins
ru: Набор «Логово енотокотят»

# NAMES.KITCOON_DECIDUOUS
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_DESERT
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_FOREST
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_GRASS
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_MARSH
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_MOON
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_NAMETAG
source: Kit Collar
de: Kit-Kragen
es: Collar para gapachitos
fr: Collier de faton
it: Collare per miciorsetto
ja: コニャライグマの首輪
pl: Kocia obroża
pt_br: Colar de Xanim
ru: Кошачий ошейник

# NAMES.KITCOON_ROCKY
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_SAVANNA
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KITCOON_YOT
source: Kitcoon
es: Gapachito
fr: Faton laveur
it: Miciorsetto
ja: コニャライグマ
pl: Kicioszop
pt_br: Xanim
ru: Енотокотенок

# NAMES.KLAUS
source: Klaus
ja: クラウス
ru: Клаус

# NAMES.KLAUSSACKKEY
source: Stag Antler
de: Hirschgeweih
es: Asta de ciervo
fr: Bois de cerf
it: Corno di cervo maschio
ja: 男鹿の枝角
pl: Wspaniałe poroże
pt_br: Galhada de veado
ru: Рог Зрелого Оленя

# NAMES.KLAUS_SACK
source: Loot Stash
de: Beute
es: Alijo
fr: Planque à butin
it: Nascondiglio del bottino
ja: 戦利品隠し部屋
pl: Torba z fantami
pt_br: Esconderijo de saques
ru: Мешок с Добром

# NAMES.KNIGHT
source: Clockwork Knight
de: Uhrwerk-Ritter
es: Caballo mecánico
fr: Chevalier mécanique
it: Cavallo meccanico
ja: 時計仕掛けの騎士
pl: Mechaniczny skoczek
pt_br: Cavalo mecânico
ru: Механический конь

# NAMES.KNIGHT_NIGHTMARE
source: Damaged Knight
de: Beschädigter Ritter
es: Caballo dañado
fr: Chevalier endommagé
it: Cavallo danneggiato
ja: 傷ついた騎士
pl: Uszkodzony skoczek
pt_br: Cavaleiro danificado
ru: Поврежденный конь

# NAMES.KNOWN_ASPARAGUS_SEEDS
source: Asparagus Seeds
de: Spargelsamen
es: Semillas de espárrago
fr: Graines d'asperge
it: Semi di asparago
ja: アスパラガスの種
pl: Nasiona szparagów
pt_br: Sementes de Aspargo
ru: Семена спаржи

# NAMES.KNOWN_CARROT_SEEDS
source: Carrot Seeds
de: Karottensamen
es: Semilla de zanahoria
fr: Graines de carotte
it: Semi di carota
ja: ニンジンの種
pl: Nasiona marchwi
pt_br: Sementes de cenoura
ru: Семена моркови

# NAMES.KNOWN_CORN_SEEDS
source: Corn Seeds
de: Maissamen
es: Semillas de maíz
fr: Graines de maïs
it: Semi di mais
ja: コーンの種
pl: Ziarna kukurydzy
pt_br: Sementes de milho
ru: Семена кукурузы

# NAMES.KNOWN_DRAGONFRUIT_SEEDS
source: Dragon Fruit Seeds
de: Drachenfruchtsamen
es: Semillas de fruta de dragón
fr: Graines de fruit du dragon
it: Semi di frutto del drago
ja: ドラゴンフルーツの種
pl: Nasiona smoczego owocu
pt_br: Sementes de pitaia
ru: Семена драконьего фрукта

# NAMES.KNOWN_DURIAN_SEEDS
source: Durian Seeds
de: Stinkfruchtsamen
es: Semillas de durián
fr: Graines de durian
it: Semi di Durian
ja: ドリアンの種
pl: Nasiona duriana
pt_br: Sementes de dúrio
ru: Семена дуриана

# NAMES.KNOWN_EGGPLANT_SEEDS
source: Eggplant Seeds
de: Auberginensamen
es: Semillas de berenjena
fr: Graines d'aubergine
it: Semi di melanzana
ja: ナスの種
pl: Nasiona bakłażana
pt_br: Sementes de berinjela
ru: Семена баклажана

# NAMES.KNOWN_GARLIC_SEEDS
source: Garlic Seeds
de: Knoblauchsamen
es: Semillas de ajo
fr: Graines d'ail
it: Semi d'aglio
ja: ニンニクの種
pl: Nasiona czosnku
pt_br: Sementes de Alho
ru: Семена чеснока

# NAMES.KNOWN_ONION_SEEDS
source: Onion Seeds
de: Zwiebelsamen
es: Semillas de cebolla
fr: Graines d'oignon
it: Semi di cipolla
ja: 玉ねぎの種
pl: Nasiona cebuli
pt_br: Sementes de Cebola
ru: Семена лука

# NAMES.KNOWN_PEPPER_SEEDS
source: Pepper Seeds
de: Paprikasamen
es: Semillas de pimiento
fr: Graines de piment
it: Semi di peperoncino
ja: ペッパーの種
pl: Nasiona papryki
pt_br: Sementes de Pimenta
ru: Семена перца

# NAMES.KNOWN_POMEGRANATE_SEEDS
source: Pomegranate Seeds
de: Granatapfelkerne
es: Semillas de granada
fr: Graines de grenadier
it: Semi di melograno
ja: ザクロの種
pl: Nasiona granatu
pt_br: Sementes de romã
ru: Семена граната

# NAMES.KNOWN_POTATO_SEEDS
source: Potato Seeds
de: Kartoffelsamen
es: Semillas de patata
fr: Graines de pomme de terre
it: Semi di patata
ja: ジャガイモの種
pl: Nasiona ziemniaka
pt_br: Sementes de Batata
ru: Семена картофеля

# NAMES.KNOWN_PUMPKIN_SEEDS
source: Pumpkin Seeds
de: Kürbissamen
es: Semillas de calabaza
fr: Graines de citrouille
it: Semi di zucca
ja: カボチャの種
pl: Nasiona dyni
pt_br: Sementes de abóbora
ru: Семена тыквы

# NAMES.KNOWN_TOMATO_SEEDS
source: Toma Root Seeds
de: Tomawurzelsamen
es: Semillas de raíz de toma
fr: Graines de tomate
it: Semi di radice di pomo
ja: トマルートの種
pl: Nasiona pomikorzenia
pt_br: Sementes de Raiz de Tomate
ru: Семена томата

# NAMES.KNOWN_TURNIP_SEEDS
source: Turnip Seeds
de: Rübensamen
es: Semillas de nabo
fr: Graines de navet
it: Semi di rapa
ja: カブの種
pl: Nasiona rzepy
pt_br: Sementes de Nabo
ru: Семена репы

# NAMES.KNOWN_WATERMELON_SEEDS
source: Watermelon Seeds
de: Wassermelonensamen
es: Semillas de sandía
fr: Graines de pastèque
it: Semi di anguria
ja: スイカの種
pl: Nasiona arbuza
pt_br: Sementes de melancia
ru: Семена арбуза

# NAMES.KOALEFANT_SUMMER
source: Koalefant
de: Koalafant
es: Koalafante
fr: Koaléphant
it: Koalefante
ja: コアラぞう
pt_br: Coalafante
ru: Коалослон

# NAMES.KOALEFANT_WINTER
source: Koalefant
de: Koalafant
es: Koalafante
fr: Koaléphant
it: Koalefante
ja: コアラぞう
pt_br: Coalafante
ru: Коалослон

# NAMES.KOALEFIG_TRUNK
source: Fig-Stuffed Trunk
de: Koffer voller Feigen
es: Trompa rellena de higo
fr: Trompe farcie de figues
it: Proboscide ai fichi
ja: 鼻のイチジク詰め
pl: Trąba nadziewana figami
pt_br: Tromba Recheada de Figo
ru: Фаршированный хобот

# NAMES.KRAMPUS
source: Krampus
ja: クランプス
ru: Крампус

# NAMES.KRAMPUS_SACK
source: Krampus Sack
de: Krampus-Rucksack
es: Mochila de krampus
fr: Besace de Krampus
it: Sacco di Krampus
ja: クランプスの袋
pl: Worek krampusa
pt_br: Mochila do Krampus
ru: Мешок Крампуса

# NAMES.LANTERN
source: Lantern
de: Laterne
es: Farol
fr: Lanterne
it: Lanterna
ja: ランタン
pl: Latarnia
pt_br: Lampião
ru: Фонарь

# NAMES.LARGEGUARD_ALTERGUARDIAN_PROJECTILE
source: Greater Gestalt
de: Große Gestalt
es: Gran Gestalt
fr: Gestalt supérieur
it: Gestalt maggiore
ja: ゲシュタルト（大）
pl: Większy gestalt
pt_br: Gestalt Grande
ru: Крупный гештальт

# NAMES.LATKES
source: Latkes
it: Latke
ja: ラートカ
pl: Placki ziemniaczane
ru: Латкес

# NAMES.LAVAARENA_ARMOREXTRAHEAVY
source: Steadfast Stone Armor
de: Zuverlässige Steinrüstung
es: Armadura de piedra firme
fr: Armure de pierre inébranlable
it: Armatura di pietra salda
ja: 不動の石製アーマー
pl: Niewzruszony kamienny pancerz
pt_br: Armadura de pedra inabalável
ru: Прочная броня из камня

# NAMES.LAVAARENA_ARMORHEAVY
source: Stone Splint Mail
de: Steinpanzer
es: Malla entablillada de piedra
fr: Cotte à bandes de mailles
it: Corazza pietrosa
ja: 石製スプリントメール
pl: Kolczuga z kamiennych odłamków
pt_br: Cota de placas de pedra
ru: Кольчужная каменная броня

# NAMES.LAVAARENA_ARMORLIGHT
source: Reed Tunic
de: Schilfumhang
es: Túnica de junco
fr: Tunique en roseau
it: Tunica di canne
ja: アシのチュニック
pl: Trzcinowa tunika
pt_br: Túnica de juncos
ru: Тростниковая туника

# NAMES.LAVAARENA_ARMORLIGHTSPEED
source: Feathered Reed Tunic
de: Gefiederter Schilfumhang
es: Túnica de junco con plumas
fr: Tunique en roseau à plumes
it: Tunica di canne piumata
ja: 羽飾りのアシのチュニック
pl: Trzcinowa tunika z piórami
pt_br: Túnica de juncos com penas
ru: Тростниковая туника с пером

# NAMES.LAVAARENA_ARMORMEDIUM
source: Wood Armor
de: Holzrüstung
es: Armadura de madera
fr: Armure de bois
it: Armatura di legno
ja: 木製アーマー
pl: Drewniany pancerz
pt_br: Armadura de madeira
ru: Деревянная броня

# NAMES.LAVAARENA_ARMORMEDIUMDAMAGER
source: Jagged Wood Armor
de: Gezackte Holzrüstung
es: Armadura de madera dentada
fr: Armure de bois déchiquetée
it: Armatura legno seghettata
ja: ギザギザの木製アーマー
pl: Zębaty drewniany pancerz
pt_br: Armadura de madeira fincuda
ru: Острозубая деревянная броня

# NAMES.LAVAARENA_ARMORMEDIUMRECHARGER
source: Silken Wood Armor
de: Seidene Holzrüstung
es: Armadura de madera satinada
fr: Armure de bois avec soie
it: Armatura legno vellutata
ja: スベスベの木製アーマー
pl: Jedwabisty drewniany pancerz
pt_br: Armadura de madeira com seda
ru: Деревянная броня с шелком

# NAMES.LAVAARENA_ARMOR_HPDAMAGER
source: Jagged Grand Armor
de: Gepanzerte große Rüstung
es: Gran armadura dentada
fr: Grande armure déchiquetée
it: Grandarmatura seghettata
ja: ギザギザのグランドアーマー
pl: Zębaty wielki pancerz
pt_br: Grande armadura dentada
ru: Зубчатый полный доспех

# NAMES.LAVAARENA_ARMOR_HPEXTRAHEAVY
source: Steadfast Grand Armor
de: Standhafte große Rüstung
es: Gran armadura inquebrantable
fr: Grande armure ferme
it: Grandarmatura salda
ja: 不動のグランドアーマー
pl: Niewzruszony wielki pancerz
pt_br: Grande armadura inabalável
ru: Прочный полный доспех

# NAMES.LAVAARENA_ARMOR_HPPETMASTERY
source: Whispering Grand Armor
de: Flüsternde große Rüstung
es: Gran armadura susurrante
fr: Grande armure murmurante
it: Grandarmatura sussurrante
ja: ささやきのグランドアーマー
pl: Szepczący wielki pancerz
pt_br: Grande armadura sussurrante
ru: Шепчущий полный доспех

# NAMES.LAVAARENA_ARMOR_HPRECHARGER
source: Silken Grand Armor
de: Seidige große Rüstung
es: Gran armadura de seda
fr: Grande armure en soie
it: Grandarmatura setosa
ja: スベスベのグランドアーマー
pl: Jedwabisty wielki pancerz
pt_br: Grande armadura de seda
ru: Шелковый полный доспех

# NAMES.LAVAARENA_BATTLESTANDARD
source: Battle Standard
de: Kampfstandarte
es: Estandarte de batalla
fr: Étendard de combat
it: Stendardo di battaglia
ja: バトルスタンダード
pl: Chorągiew wojenna
pt_br: Estandarte de batalha
ru: Боевое знамя

# NAMES.LAVAARENA_BERNIE
source: Bernie
ja: バーニー
pl: Benio
ru: Берни
