Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.MUTATOR_HIDER
source: Cave Switcherdoodle
de: Höhlen-Wechseldödel
es: Cambiarabato de cueva
fr: Friandise de grotte
it: Morfobocchio della grotta
ja: 洞窟グモの似顔絵クッキー
pl: Jaskiniowy zmieniak
pt_br: Transmôndega Caverna
ru: Пещерная обращалка

# NAMES.MUTATOR_MOON
source: Shatter Switcherdoodle
de: Trümmer-Wechseldödel
es: Cambiarabato fragmentado
fr: Friandise mutante
it: Morfobocchio squassato
ja: 壊されたクモの似顔絵クッキー
pl: Kłujący zmieniak
pt_br: Transmôndega Quebrada
ru: Расколотая обращалка

# NAMES.MUTATOR_SPITTER
source: Spitter Switcherdoodle
de: Speier-Wechseldödel
es: Cambiarabato salivador
fr: Friandise cracheuse
it: Morfobocchio sputatore
ja: ツバハキグモの似顔絵クッキー
pl: Plujący zmieniak
pt_br: Transmôndega Cuspideira
ru: Обращалка-плевалка

# NAMES.MUTATOR_WARRIOR
source: Warrior Switcherdoodle
de: Krieger-Wechseldödel
es: Cambiarabato guerrero
fr: Friandise guerrière
it: Morfobocchio guerriero
ja: クモ戦士の似顔絵クッキー
pl: Wojowniczy zmieniak
pt_br: Transmôndega Guerreira
ru: Воинственная обращалка

# NAMES.MUTATOR_WATER
source: Strider Switcherdoodle
de: Schreiter-Wechseldödel
es: Cambiarabato zancudo
fr: Friandise araignépée
it: Morfobocchio zampetto
ja: ナミノリグモの似顔絵クッキー
pl: Kroczący zmieniak
pt_br: Transmôndega Andarilha
ru: Обращалка водомерок

# NAMES.NATURE_BLUEPRINT
source: Flowery Costume Pattern
de: Blumiges Kostümmuster
es: Patrón de disfraz floral
fr: Patron de costume fleuri
it: Modello per costume floreale
ja: 衣装型紙「花まみれ」
pl: Wykrój stroju kwiatowego
pt_br: Fantasia Florida
ru: Выкройка: цветочный наряд

# NAMES.NIGHTLIGHT
source: Night Light
de: Nachtlicht
es: Luz nocturna
fr: Lumière des ténèbres
it: Luce notturna
ja: 常夜灯
pl: Nocna latarnia
pt_br: Luz noturna
ru: Пламя ночи

# NAMES.NIGHTMAREBEAK
source: Nightmarebeak
de: Albtraum-Schnabel
es: Picopesadilla
fr: Bec de cauchemar
it: Becco dell'incubo
ja: 悪夢のくちばし
pl: Koszmarnodzioby
pt_br: Passarodelo
ru: Страхоклюв

# NAMES.NIGHTMAREFUEL
source: Nightmare Fuel
de: Albtraum-Kraftstoff
es: Fuel de pesadilla
fr: Essence cauchemardesque
it: Carburante dell'incubo
ja: 悪夢の燃料
pl: Koszmarne paliwo
pt_br: Combustível de pesadelo
ru: Топливо кошмара

# NAMES.NIGHTMAREGROWTH
source: Nightmare Rampart
de: Albtraum-Wall
es: Muralla de pesadilla
fr: Monolithe de cauchemar
it: Bastione dell'incubo
ja: 悪夢の要塞
pl: Koszmarny obrońca
pt_br: Muralha do Pesadelo
ru: Кошмарный вал

# NAMES.NIGHTMARELIGHT
source: Nightmare Light
de: Albtraumlicht
es: Luz de pesadilla
fr: Lumière cauchemardesque
it: Luce dell'incubo
ja: 悪夢のライト
pl: Koszmarna latarnia
pt_br: Luz de pesadelo
ru: Кошмарный огонь

# NAMES.NIGHTMAREPIE
source: Grim Galette
de: Gruselgalette
es: Galleta grimosa
fr: Galette sinistre
it: Galette lugubre
ja: グリムガレット
pl: Ponura tarta
pt_br: Galette Sinistra
ru: Мрачная галета

# NAMES.NIGHTMARE_TIMEPIECE
source: Thulecite Medallion
de: Thulecite-Medaillon
es: Medallón de tulecita
fr: Médaillon de thulécite
it: Medaglione di tulecite
ja: スーラサイトのメダル
pl: Tulecytowy medalion
pt_br: Medalhão de tulecita
ru: Тулецитовый медальон

# NAMES.NIGHTSTICK
source: Morning Star
de: Morgenstern
es: Estrella del alba
fr: Étoile du matin
it: Stella mattutina
ja: 明星
pl: Gwiazda zaranna
pt_br: Estrela da Manhã
ru: Утренняя звезда

# NAMES.NIGHTSWORD
source: Dark Sword
de: Dunkles Schwert
es: Espada oscura
fr: Épée noire
it: Spada oscura
ja: 闇の剣
pl: Miecz mroku
pt_br: Espada negra
ru: Темный меч

# NAMES.NIL
source: Darkness
de: Dunkelheit
es: Oscuridad
fr: Obscurité
it: Oscurità
ja: 暗闇
pl: Ciemność
pt_br: Escuridão
ru: Тьма

# NAMES.NITRE
source: Nitre
de: Salpeter
es: Nitrato
fr: Salpêtre
it: Nitro
ja: 硝石
pl: Nitryt
pt_br: Salitre
ru: Селитра

# NAMES.NONE
source: Nothing
de: Nichts
es: Nada
fr: Rien
it: Niente
ja: なし
pl: Nic
pt_br: Nada
ru: Ничего

# NAMES.NUTRIENTSGOGGLESHAT
source: Premier Gardeneer Hat
de: Prämium-Gärtnerhut
es: Gorro de horticultura prémium
fr: Chapeau de jardinier
it: Cappello da giardiniere d'élite
ja: プレミアガーデニングハット
pl: Czapka świetnego ogrodnika
pt_br: Superchapéu de Jardineiro
ru: Шапка главного садовника

# NAMES.OAR
source: Oar
de: Ruder
es: Remo
fr: Rame
it: Remo
ja: オール
pl: Wiosło
pt_br: Remo
ru: Весло

# NAMES.OAR_DRIFTWOOD
source: Driftwood Oar
de: Treibholzruder
es: Remo de madera a la deriva
fr: Rame en bois flotté
it: Remo di legno marino
ja: 流木のオール
pl: Wiosło z dryfującego drewna
pt_br: Remo de Madeira Flutuante
ru: Весло из коряги

# NAMES.OASISLAKE
source: Lake
de: See
es: Lago
fr: Lac
it: Lago
ja: 泉
pl: Jezioro
pt_br: Lago
ru: Озеро

# NAMES.OCEANFISHABLEFLOTSAM
source: Ocean Debris
de: Meerestrümmer
es: Escombros oceánicos
fr: Débris marins
it: Residuo oceanico
ja: 海の残骸
pl: Oceaniczne szczątki
pt_br: Detritos Oceânicos
ru: Обломки в океане

# NAMES.OCEANFISHINGBOBBER_BALL
source: Wooden Ball Bobber
de: Hölzerner Kugelschwimmer
es: Corcho de bola de madera
fr: Bouchon en bois
it: Galleggiante sferico
ja: 木製丸型浮き
pl: Spławik z drewnianej kulki
pt_br: Boia Bola de Madeira
ru: Деревянный поплавок

# NAMES.OCEANFISHINGBOBBER_CANARY
source: Saffron Quill Float
de: Safranfeder-Schwimmer
es: Corcho de pluma azafrán
fr: Leurre plume safran
it: Galleggiante penna gialla
ja: サフラン羽軸浮き
pl: Spławik z szafranowego pióra
pt_br: Boia Emplumada Açafrão
ru: Перьевой шафрановый поплавок

# NAMES.OCEANFISHINGBOBBER_CROW
source: Jet Quill Float
de: Schwarzfeder-Schwimmer
es: Corcho de pluma azabache
fr: Leurre plume noir
it: Galleggiante penna nera
ja: ジェット羽軸浮き
pl: Spławik z czarnego pióra
pt_br: Boia Emplumada Azeviche
ru: Перьевой гагатовый поплавок

# NAMES.OCEANFISHINGBOBBER_GOOSE
source: Down Quill Float
de: Daunenschwimmer
es: Corcho de plumón
fr: Leurre plume en duvet
it: Galleggiante penna d'oca
ja: ダウン羽軸浮き
pl: Spławik z puchatego pióra
pt_br: Boia Emplumada com Penugem
ru: Пуховой поплавок

# NAMES.OCEANFISHINGBOBBER_MALBATROSS
source: Malbatross Quill Float
de: Malbatrosfeder-Schwimmer
es: Corcho de pluma de malbatros
fr: Leurre plume de malbatros
it: Galleggiante anatross
ja: 極悪アルバトロス羽軸浮き
pl: Spławik z pióra malbatrosa
pt_br: Boia Emplumada de Malbatross
ru: Перьевой мальбатросовый поплавок

# NAMES.OCEANFISHINGBOBBER_NONE
source: Fish Hook
de: Angelhaken
es: Anzuelo de pesca
fr: Hameçon
it: Amo da pesca
ja: 釣り針
pl: Haczyk na ryby
pt_br: Anzol de Peixe
ru: Рыболовный крючок

# NAMES.OCEANFISHINGBOBBER_OVAL
source: Hardened Slip Bobber
de: Harter ovaler Schwimmer
es: Corcho oval endurecido
fr: Bouchon coulissant épais
it: Galleggiante a goccia
ja: 強化丸型スリップ浮き
pl: Utwardzony spławik przelotowy
pt_br: Boia Endurecida
ru: Закаленный поплавок

# NAMES.OCEANFISHINGBOBBER_ROBIN
source: Crimson Quill Float
de: Rotfeder-Schwimmer
es: Corcho de pluma carmesí
fr: Leurre plume cramoisie
it: Galleggiante penna rossa
ja: 紅色羽軸浮き
pl: Spławik ze szkarłatnego pióra
pt_br: Boia Emplumada Carmim
ru: Перьевой багровый поплавок

# NAMES.OCEANFISHINGBOBBER_ROBIN_WINTER
source: Azure Quill Float
de: Blaufeder-Schwimmer
es: Corcho de pluma celeste
fr: Leurre plume céleste
it: Galleggiante penna blu
ja: 空色羽軸浮き
pl: Spławik z lazurowego pióra
pt_br: Boia Emplumada Azul-celeste
ru: Перьевой лазурный поплавок

# NAMES.OCEANFISHINGLURE_HERMIT_DROWSY
source: Stupefying Lure
de: Betäubender Köder
es: Señuelo desconcertador
fr: Leurre stupéfiant
it: Esca stupefacente
ja: 麻痺効果付きルアー
pl: Otumaniająca przynęta
pt_br: Isca Estonteante
ru: Одурманивающая блесна

# NAMES.OCEANFISHINGLURE_HERMIT_HEAVY
source: Heavy Weighted Lure
de: Schwerer Köder
es: Señuelo lastrado pesado
fr: Leurre lourd
it: Esca pesante
ja: 重量級ルアー
pl: Przynęta na grube ryby
pt_br: Isca Pesada
ru: Тяжеловесная блесна

# NAMES.OCEANFISHINGLURE_HERMIT_RAIN
source: Rainy Day Lure
de: Köder für Regentage
es: Señuelo de día de lluvia
fr: Leurre des jours de pluie
it: Esca da pioggia
ja: 雨の日用ルアー
pl: Przynęta na deszczowy dzień
pt_br: Isca Dia Chuvoso
ru: Блесна для дождливого дня

# NAMES.OCEANFISHINGLURE_HERMIT_SNOW
source: Snow Day Lure
de: Köder für Schneetage
es: Señuelo de día de nieve
fr: Leurre des jours de neige
it: Esca da neve
ja: 雪の日用ルアー
pl: Przynęta na śnieżny dzień
pt_br: Isca Dia Nevado
ru: Блесна для снежного дня

# NAMES.OCEANFISHINGLURE_SPINNER_BLUE
source: Nightflyer Spinnerbait
de: Nacht-Spinnerköder
es: Señuelo giratorio noctuvolador
fr: Leurre tournant nocturne
it: Esca notte con filo
ja: 夜行性スピナーベイト
pl: Przynęta na noc
pt_br: Isca Giratória Noturna
ru: Ночная наживка

# NAMES.OCEANFISHINGLURE_SPINNER_GREEN
source: Dusky Spinnerbait
de: Abend-Spinnerköder
es: Señuelo giratorio de ocaso
fr: Leurre du crépuscule
it: Esca tramonto con filo
ja: 昼行性スピナーベイト
pl: Przynęta na zmierzch
pt_br: Isca Giratória Obscura
ru: Сумеречная наживка

# NAMES.OCEANFISHINGLURE_SPINNER_RED
source: Sunrise Spinnerbait
de: Morgen-Spinnerköder
es: Señuelo giratorio de alba
fr: Leurre tournant de l'aube
it: Esca alba con filo
ja: 日の出スピナーベイト
pl: Przynęta na dzień
pt_br: Isca Giratória Nascer do Sol
ru: Рассветная наживка

# NAMES.OCEANFISHINGLURE_SPOON_BLUE
source: Nightflyer Spoon
de: Nachtblinker
es: Cuchara de noctuvolador
fr: Cuillère nocturne
it: Cucchiaino notte
ja: 夜行性スプーン
pl: Błystka na noc
pt_br: Isca Oblonga Noturna
ru: Ночная блесна

# NAMES.OCEANFISHINGLURE_SPOON_GREEN
source: Dusky Spoon
de: Abendblinker
es: Cuchara de ocaso
fr: Cuillère crépusculaire
it: Cucchiaino tramonto
ja: 昼行性スプーン
pl: Błystka na zmierzch
pt_br: Isca Oblonga Obscura
ru: Сумеречная блесна

# NAMES.OCEANFISHINGLURE_SPOON_RED
source: Sunrise Spoon
de: Morgenblinker
es: Cuchara de alba
fr: Cuillère de l'aube
it: Cucchiaino alba
ja: 日の出スプーン
pl: Błystka na dzień
pt_br: Isca Oblonga Nascer do Sol
ru: Рассветная блесна

# NAMES.OCEANFISHINGROD
source: Sea Fishing Rod
de: Hochsee-Angelrute
es: Caña de pescar marina
fr: Canne de pêche en mer
it: Canna per pesca in mare
ja: 海釣り竿
pl: Wędka do łowienia w morzu
pt_br: Vara de pesca do mar
ru: Удочка для морской рыбалки

# NAMES.OCEANFISH_ANTCHOVY
source: Antchovy
de: Sardameise
es: Hormiganchoa
fr: Fourmanchois
it: Formacciuga
ja: アントチョビー
pl: Mrówkanchois
pt_br: Formichova
ru: Жучоус

# NAMES.OCEANFISH_MEDIUM_1
source: Mudfish
de: Schlammfisch
es: Pezbarro
fr: Poisson-boue
it: Pesce fango
ja: マッドフィッシュ
pl: Ryba błotna
pt_br: Peixe-lama
ru: Ильная рыба

# NAMES.OCEANFISH_MEDIUM_1_INV
source: Mudfish
de: Schlammfisch
es: Pezbarro
fr: Poisson-boue
it: Pesce fango
ja: マッドフィッシュ
pl: Ryba błotna
pt_br: Peixe-lama
ru: Ильная рыба

# NAMES.OCEANFISH_MEDIUM_2
source: Deep Bass
de: Tiefbrasse
es: Lubina de las profundidades
fr: Bar louche
it: Spigola degli abissi
ja: ディープバス
pl: Okoń głębinowy
pt_br: Robalo
ru: Глубоководный окунь

# NAMES.OCEANFISH_MEDIUM_2_INV
source: Deep Bass
de: Tiefbrasse
es: Lubina de las profundidades
fr: Bar louche
it: Spigola degli abissi
ja: ディープバス
pl: Okoń głębinowy
pt_br: Robalo
ru: Глубоководный окунь

# NAMES.OCEANFISH_MEDIUM_3
source: Dandy Lionfish
de: Löwenzahn-Feuerfisch
es: Pezleón presumido
fr: Rascasse snob
it: Pesce leone damerino
ja: ダンディーライオンフィッシュ
pl: Elegancka skrzydlica
pt_br: Peixe-leão
ru: Львиная крылатка

# NAMES.OCEANFISH_MEDIUM_3_INV
source: Dandy Lionfish
de: Löwenzahn-Feuerfisch
es: Pezleón presumido
fr: Rascasse snob
it: Pesce leone damerino
ja: ダンディーライオンフィッシュ
pl: Elegancka skrzydlica
pt_br: Peixe-leão
ru: Львиная крылатка

# NAMES.OCEANFISH_MEDIUM_4
source: Black Catfish
de: Schwarzer Katzenfisch
es: Pezgato negro
fr: Poisson-chat noir
it: Pesce gatto nero
ja: 黒ナマズ
pl: Czarny sum
pt_br: Peixe-gato Preto
ru: Черная рыба-кошка

# NAMES.OCEANFISH_MEDIUM_4_INV
source: Black Catfish
de: Schwarzer Katzenfisch
es: Pezgato negro
fr: Poisson-chat noir
it: Pesce gatto nero
ja: 黒ナマズ
pl: Czarny sum
pt_br: Peixe-gato Preto
ru: Черная рыба-кошка

# NAMES.OCEANFISH_MEDIUM_5
source: Corn Cod
de: Maisdorsch
es: Bacalao de maíz
fr: Merlu maïs
it: Merluzzo granturco
ja: コーンタラ
pl: Dorsz kukurydziany
pt_br: Bacamilhau
ru: Кукурузная треска

# NAMES.OCEANFISH_MEDIUM_5_INV
source: Corn Cod
de: Maisdorsch
es: Bacalao de maíz
fr: Merlu maïs
it: Merluzzo granturco
ja: コーンタラ
pl: Dorsz kukurydziany
pt_br: Bacamilhau
ru: Кукурузная треска

# NAMES.OCEANFISH_MEDIUM_6
source: Dappled Koi
de: Gesprenkelter Koi
es: Koi moteado
fr: Carpe tachetée
it: Carpa koi chiazzata
ja: まだら鯉
pl: Nakrapiany karp koi
pt_br: Koi Manchado
ru: Пятнистый карп

# NAMES.OCEANFISH_MEDIUM_6_INV
source: Dappled Koi
de: Gesprenkelter Koi
es: Koi moteado
fr: Carpe tachetée
it: Carpa koi chiazzata
ja: まだら鯉
pl: Nakrapiany karp koi
pt_br: Koi Manchado
ru: Пятнистый карп

# NAMES.OCEANFISH_MEDIUM_7
source: Golden Koi
de: Goldener Koi
es: Koi dorado
fr: Carte dorée
it: Carpa koi dorata
ja: 金色鯉
pl: Złoty karp koi
pt_br: Koi Dourado
ru: Золотой карп

# NAMES.OCEANFISH_MEDIUM_7_INV
source: Golden Koi
de: Goldener Koi
es: Koi dorado
fr: Carte dorée
it: Carpa koi dorata
ja: 金色鯉
pl: Złoty karp koi
pt_br: Koi Dourado
ru: Золотой карп

# NAMES.OCEANFISH_MEDIUM_8
source: Ice Bream
de: Eisbrasse
es: Besugo helado
fr: Dorade glacée
it: Pagello gelato
ja: アイスブリーム
pl: Lodowy leszcz
pt_br: Brema Gélida
ru: Ледяной лещ

# NAMES.OCEANFISH_MEDIUM_8_INV
source: Ice Bream
de: Eisbrasse
es: Besugo helado
fr: Dorade glacée
it: Pagello gelato
ja: アイスブリーム
pl: Lodowy leszcz
pt_br: Brema Gélida
ru: Ледяной лещ

# NAMES.OCEANFISH_MEDIUM_9
source: Sweetish Fish
de: Süßlicher Fisch
es: Pez endulzado
fr: Poisson sucré
it: Pesce dolciastro
ja: アマ魚
pl: Słodyczowa ryba
pt_br: Peixe Adocicado
ru: Сладковатая рыба

# NAMES.OCEANFISH_MEDIUM_9_INV
source: Sweetish Fish
de: Süßlicher Fisch
es: Pez endulzado
fr: Poisson sucré
it: Pesce dolciastro
ja: アマ魚
pl: Słodyczowa ryba
pt_br: Peixe Adocicado
ru: Сладковатая рыба

# NAMES.OCEANFISH_SMALL_1
source: Runty Guppy
de: Kleiner Guppy
es: Olimina escuálida
fr: Guppy chétif
it: Guppy mingherlino
ja: ランティーグッピー
pl: Gupik karłowaty
pt_br: Barrigudinhozinho
ru: Миниатюрная гуппи

# NAMES.OCEANFISH_SMALL_1_INV
source: Runty Guppy
de: Kleiner Guppy
es: Olimina escuálida
fr: Guppy chétif
it: Guppy mingherlino
ja: ランティーグッピー
pl: Gupik karłowaty
pt_br: Barrigudinhozinho
ru: Миниатюрная гуппи

# NAMES.OCEANFISH_SMALL_2
source: Needlenosed Squirt
de: Nadelnasenpimpf
es: Renacuajo aguja
fr: Aiguillette
it: Spruzzolo dal muso ad ago
ja: ニードルノーズスクワート
pl: Tryskacz igłonosy
pt_br: Bicudo Cuspidor
ru: Иглоносый плевун

# NAMES.OCEANFISH_SMALL_2_INV
source: Needlenosed Squirt
de: Nadelnasenpimpf
es: Renacuajo aguja
fr: Aiguillette
it: Spruzzolo dal muso ad ago
ja: ニードルノーズスクワート
pl: Tryskacz igłonosy
pt_br: Bicudo Cuspidor
ru: Иглоносый плевун

# NAMES.OCEANFISH_SMALL_3
source: Bitty Baitfish
de: Winzköderfisch
es: Pezcebito mordisquitos
fr: Sardine pygmée
it: Pesce esca striminzito
ja: ビティベイトフィッシュ
pl: Przynętoryba miniaturka
pt_br: Peixisca Pequeno
ru: Рыбка-наживка

# NAMES.OCEANFISH_SMALL_3_INV
source: Bitty Baitfish
de: Winzköderfisch
es: Pezcebito mordisquitos
fr: Sardine pygmée
it: Pesce esca striminzito
ja: ビティベイトフィッシュ
pl: Przynętoryba miniaturka
pt_br: Peixisca Pequeno
ru: Рыбка-наживка

# NAMES.OCEANFISH_SMALL_4
source: Smolt Fry
de: Junglachs
es: Salmoncito frito
fr: Maquerineau
it: Avannotto immaturo
ja: スモルトフライ
pl: Płotka łososiowa
pt_br: Filhote de Truta
ru: Мелкая рыбешка

# NAMES.OCEANFISH_SMALL_4_INV
source: Smolt Fry
de: Junglachs
es: Salmoncito frito
fr: Maquerineau
it: Avannotto immaturo
ja: スモルトフライ
pl: Płotka łososiowa
pt_br: Filhote de Truta
ru: Мелкая рыбешка

# NAMES.OCEANFISH_SMALL_5
source: Popperfish
de: Popperfisch
es: Pezpalomita
fr: Pop-colin
it: Pesce popcorn
ja: ポッパーフィッシュ
pl: Poprybka
pt_br: Peixe-pipoca
ru: Рыба-попкорн

# NAMES.OCEANFISH_SMALL_5_INV
source: Popperfish
de: Popperfisch
es: Pezpalomita
fr: Pop-colin
it: Pesce popcorn
ja: ポッパーフィッシュ
pl: Poprybka
pt_br: Peixe-pipoca
ru: Рыба-попкорн

# NAMES.OCEANFISH_SMALL_6
source: Fallounder
de: Blattfisch
es: Otoñosugo
fr: Octobrème
it: Autunnino
ja: フォーラウンダー
pl: Jesieniotr
pt_br: Outonal
ru: Осенняя камбала

# NAMES.OCEANFISH_SMALL_6_INV
source: Fallounder
de: Blattfisch
es: Otoñosugo
fr: Octobrème
it: Autunnino
ja: フォーラウンダー
pl: Jesieniotr
pt_br: Outonal
ru: Осенняя камбала

# NAMES.OCEANFISH_SMALL_7
source: Bloomfin Tuna
de: Blumenflosser
es: Atún floraleta
fr: Thon fleuri
it: Tonno pinna fiorita
ja: 花ヒレマグロ
pl: Tuńczyk kwitnącopłetwy
pt_br: Atum Barbaflora
ru: Цветоперый тунец

# NAMES.OCEANFISH_SMALL_7_INV
source: Bloomfin Tuna
de: Blumenflosser
es: Atún floraleta
fr: Thon fleuri
it: Tonno pinna fiorita
ja: 花ヒレマグロ
pl: Tuńczyk kwitnącopłetwy
pt_br: Atum Barbaflora
ru: Цветоперый тунец

# NAMES.OCEANFISH_SMALL_8
source: Scorching Sunfish
de: Glosefisch
es: Pezsol achicharrante
fr: Poissoleil ardent
it: Pesce sole rovente
ja: 灼熱マンボウ
pl: Samogłów słoneczny
pt_br: Peixe-sol Escaldante
ru: Раскаленная рыба-солнце

# NAMES.OCEANFISH_SMALL_8_INV
source: Scorching Sunfish
de: Glosefisch
es: Pezsol achicharrante
fr: Poissoleil ardent
it: Pesce sole rovente
ja: 灼熱マンボウ
pl: Samogłów słoneczny
pt_br: Peixe-sol Escaldante
ru: Раскаленная рыба-солнце

# NAMES.OCEANFISH_SMALL_9
source: Spittlefish
de: Spuckfisch
es: Pezbaba
fr: Pouah-sson
it: Pesce sputacchioso
ja: スピットフィッシュ
pl: Rybka plujka
pt_br: Peixe-cuspidor
ru: Рыба-плевунец

# NAMES.OCEANFISH_SMALL_9_INV
source: Spittlefish
de: Spuckfisch
es: Pezbaba
fr: Pouah-sson
it: Pesce sputacchioso
ja: スピットフィッシュ
pl: Rybka plujka
pt_br: Peixe-cuspidor
ru: Рыба-плевунец

# NAMES.OCEANHORROR
source: Terrorclaw
de: Terrorklaue
es: Garraterror
fr: Atrocipince
it: Chele del terrore
ja: テラークロウ
pl: Szczypce strachu
pt_br: Garra Tirânica
ru: Ужасные клешни

# NAMES.OCEANTREE
source: Knobbly Tree
de: Knubbelige Bäume
es: Árboles nudosos
fr: Arbres noués
it: Alberi nodosi
ja: ボコボコ木
pl: Guzowate drzewa
pt_br: Árvores Nodosas
ru: Шишковатые деревья

# NAMES.OCEANTREENUT
source: Knobbly Tree Nut
de: Knubbelige Baumnuss
es: Nuez de árbol nudoso
fr: Noix d'arbre noué
it: Ghianda di alberi nodosi
ja: ボコボコ木の種
pl: Orzech guzowatego drzewa
pt_br: Noz de Árvore Nodosa
ru: Орех шишковатого дерева

# NAMES.OCEANTREE_PILLAR
source: Above-Average Tree Trunk
de: Überdurchschnittlicher Baumstamm
es: Tronco de tamaño tremendo
fr: Tronc mieux que la moyenne
it: Tronco sopra la media
ja: 大きめの木の幹
pl: Lepszy pień drzewa
pt_br: Tronco Acima da Média
ru: Ствол выдающегося дерева

# NAMES.OCEANVINE
source: Mossy Vine
de: Bemooste Ranke
es: Parra musgosa
fr: Liane moussue
it: Liana muschiata
ja: 苔むしたツル
pl: Omszone pnącze
pt_br: Videira Musgosa
ru: Мшистая лоза

# NAMES.OCEANVINE_COCOON
source: Sea Strider Nest
de: Seeschreiter-Nest
es: Nido de zancudos marinos
fr: Nid d'araignépées
it: Nido di zampetti di mare
ja: ナミノリグモの巣
pl: Kokon morskiego krokacza
pt_br: Ninho de Andarilha Marinha
ru: Гнездо водомерок

# NAMES.OCEANVINE_COCOON_BURNT
source: Sea Strider Nest
de: Seeschreiter-Nest
es: Nido de zancudos marinos
fr: Nid d'araignépées
it: Nido di zampetti di mare
ja: ナミノリグモの巣
pl: Kokon morskiego krokacza
pt_br: Ninho de Andarilha Marinha
ru: Гнездо водомерок

# NAMES.OLDAGER_COMPONENT
source: the passage of time
de: der Fluss der Zeit
es: el paso del tiempo
fr: le passage du temps
it: lo scorrere del tempo
ja: 時間の経過
pl: upływ czasu
pt_br: a passagem do tempo
ru: Течение времени

# NAMES.ONEMANBAND
source: One-man Band
de: Ein-Mann-Band
es: Hombre orquesta
fr: Homme-orchestre
it: Orchestra portatile
ja: 1人バンド
pl: Zestaw orkiestrowy
pt_br: Banda de um homem só
ru: Человек-оркестр

# NAMES.ONION
source: Onion
de: Zwiebel
es: Cebolla
fr: Oignon
it: Cipolla
ja: 玉ねぎ
pl: Cebula
pt_br: Cebola
ru: Лук

# NAMES.ONION_COOKED
source: Roasted Onion
de: Geröstete Zwiebel
es: Cebolla asada
fr: Oignon rôti
it: Cipolla arrostita
ja: ロースト玉ねぎ
pl: Pieczona cebula
pt_br: Cebola Assada
ru: Запеченный лук

# NAMES.ONION_OVERSIZED
source: Giant Onion
de: Riesenzwiebel
es: Cebolla gigante
fr: Oignon géant
it: Cipolla gigante
ja: 巨大玉ねぎ
pl: Gigacebula
pt_br: Cebola Gigante
ru: Огромный лук

# NAMES.ONION_OVERSIZED_ROTTEN
source: Giant Rotting Onion
de: Verfaulende Riesenzwiebel
es: Cebolla gigante podre
fr: Oignon géant pourri
it: Cipolla gigante marcia
ja: 巨大玉ねぎ（腐敗）
pl: Zgniła gigacebula
pt_br: Cebola Gigante Podre
ru: Огромный гнилой лук

# NAMES.ONION_SEEDS
source: Pointy Seeds
de: Spitzige Samen
es: Semillas puntiagudas
fr: Graines pointues
it: Semi a punta
ja: トンガリ種
pl: Szpiczaste nasiona
pt_br: Sementes pontudas
ru: Остроконечные семена

# NAMES.OPALPRECIOUSGEM
source: Iridescent Gem
de: Schillernder Edelstein
es: Gema iridiscente
fr: Gemme iridescente
it: Gemma iridescente
ja: 虹色宝石
pl: Opalizujący klejnot
pt_br: Pedra preciosa iridescente
ru: Радужный Самоцвет

# NAMES.OPALSTAFF
source: Moon Caller's Staff
de: Stab des Mondanrufers
es: Báculo de invocador lunar
fr: Bâton d'invocation lunaire
it: Bastone attira luna
ja: 星召喚者の杖
pl: Berło księżycowego czarodzieja
pt_br: Cajado do Chamador da Lua
ru: Посох призывателя луны

# NAMES.ORANGEAMULET
source: The Lazy Forager
de: Der faule Wildbeuter
es: El forrajeador vago
fr: Le collecteur paresseux
it: Il foraggiere pigro
ja: 怠け者のフォラガー
pl: Leniwy Poszukiwacz
pt_br: O Forrageador Preguiçoso
ru: Ленивый собиратель

# NAMES.ORANGEGEM
source: Orange Gem
de: Oranger Edelstein
es: Gema naranja
fr: Gemme orange
it: Gemma arancione
ja: オレンジ色の宝石
pl: Pomarańczowy klejnot
pt_br: Pedra preciosa laranja
ru: Оранжевый самоцвет

# NAMES.ORANGEMOONEYE
source: Orange Moonlens
de: Orangfarbenes Mondglas
es: Lente lunar naranja
fr: Lentille de lune orange
it: Arancione lunare
ja: オレンジムーンレンズ
pl: Pomarańczowe księżycoko
pt_br: Lente lunar laranja
ru: Оранжевая лунная линза

# NAMES.ORANGESTAFF
source: The Lazy Explorer
de: Der faule Entdecker
es: El explorador vago
fr: L'explorateur paresseux
it: L'esploratore pigro
ja: 怠け者探検者の杖
pl: Leniwy Odkrywca
pt_br: O Explorador Preguiçoso
ru: Ленивый исследователь

# NAMES.PANDORASCHEST
source: Ornate Chest
de: Reich verzierte Truhe
es: Ajedrez ornamentado
fr: Coffre orné
it: Scrigno ornato
ja: 飾り収納箱
pl: Ozdobna skrzynia
pt_br: Baú ornado
ru: Декоративный сундук

# NAMES.PANETTONE
source: Panettone
ja: パネットーネ
pt_br: Panetone
ru: Панеттоне

# NAMES.PANFLUTE
source: Pan Flute
de: Panflöte
es: Zampoña
fr: Flûte de Pan
it: Flauto di Pan
ja: パンフルート
pl: Fletnia
pt_br: Flauta de Pã
ru: Флейта Пана

# NAMES.PAPYRUS
source: Papyrus
es: Papiro
it: Papiro
ja: パピルス
pl: Papirus
pt_br: Papiro
ru: Папирус

# NAMES.PAVLOVA
source: Pavlova
ja: パヴロバ
pl: Beza Pavlova
ru: «Павлова»

# NAMES.PEGHOOK
source: Scorpeon
de: Skorpion
es: Escorpeón
fr: Scordat
it: Scorpionaccio
ja: サソリ
pl: Skorpioniec
ru: Скорпехотинец

# NAMES.PEGHOOK_DOT
source: Scorpeon Acid
de: Skorpionsäure
es: Ácido de escorpeón
fr: Acide de scordat
it: Acido dello scorpionaccio
ja: サソリ酸
pl: Kwas skorpiońca
pt_br: Ácido de scorpeon
ru: Кислота скорпехотинца

# NAMES.PENGUIN
source: Pengull
es: Pingüeña
fr: Pingouin
it: Pingabbiano
ja: ペンギンカモメ
pl: Megwin
pt_br: Pinguivota
ru: Пинчайка

# NAMES.PEPPER
source: Pepper
es: Pimiento
fr: Poivron
it: Peperoncino
ja: ペッパー
pl: Malizna
pt_br: Pimentinha
ru: Пеппер

# NAMES.PEPPERPOPPER
source: Stuffed Pepper Poppers
de: Gefüllte Paprika
es: Bocados de pimiento rellenos
fr: Piments farcis
it: Peperoncini ripieni
ja: ペッパーの肉詰め
pl: Faszerowane papryki
pt_br: Pimenta Cozida Recheada
ru: Фаршированные перчики

# NAMES.PEPPER_COOKED
source: Roasted Pepper
de: Geröstete Paprika
es: Pimiento asado
fr: Piment rôti
it: Peperoncino arrostito
ja: ロースト海藻
pl: Pieczona papryka
pt_br: Pimenta Assada
ru: Жареный перец

# NAMES.PEPPER_OVERSIZED
source: Giant Pepper
de: Riesenpaprika
es: Pimiento gigante
fr: Piment géant
it: Peperoncino gigante
ja: 巨大ペッパー
pl: Gigapapryka
pt_br: Pimenta Gigante
ru: Огромный перец

# NAMES.PEPPER_OVERSIZED_ROTTEN
source: Giant Rotting Pepper
de: Verfaulende Riesenpaprika
es: Pimiento gigante podre
fr: Piment géant pourri
it: Peperoncino gigante marcio
ja: 巨大ペッパー（腐敗）
pl: Zgniła gigapapryka
pt_br: Pimenta Gigante Podre
ru: Огромный гнилой перец

# NAMES.PEPPER_SEEDS
source: Lumpy Seeds
de: Klumpiges Saatgut
es: Semillas abultadas
fr: Graines grumeleuses
it: Semi grumosi
ja: デコボコの種
pl: Grudkowate nasiona
pt_br: Sementes Nodosas
ru: Слипшиеся семена
