Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.MERM_PRINCE
source: Royal-In-Progress
de: König in spe
es: Realeza en curso
fr: Futur roi
it: Re potenziale
ja: ロイヤルインプログレス
pl: Król-w-przygotowaniu
pt_br: Regente em Formação
ru: Будущий король

# NAMES.MESSAGEBOTTLE
source: Message in a Bottle
de: Flaschenpost
es: Mensaje en una botella
fr: Message en bouteille
it: Messaggio nella bottiglia
ja: ビンに入った手紙
pl: Wiadomość w butelce
pt_br: Mensagem em uma garrafa
ru: Письмо в бутылке

# NAMES.MESSAGEBOTTLEEMPTY
source: Empty Bottle
de: Leere Flasche
es: Botella vacía
fr: Bouteille vide
it: Bottiglia vuota
ja: 空きビン
pl: Pusta butelka
pt_br: Garrafa vazia
ru: Пустая бутылка

# NAMES.MIGHTY_GYM
source: Mighty Gym
de: Mächtiges Fitnessstudio
es: Gimnasio del poder
fr: Salle de SPORT
it: Palestra possente
ja: マイティジム
pl: Potężna siłownia
pt_br: Academia Poderosa
ru: Могучий тренажер

# NAMES.MIGRATION_PORTAL
source: Friend-O-Matic Portal
de: Freund-O-Matic-Portal
es: Portal amigomágico
fr: Portail Poteau-matique
it: Portale amic-o-matico
ja: フレンドポータル
pl: Przyjacielskomatyczny portal
pt_br: Portal Amigotron
ru: Портал для переноса друзей

# NAMES.MILKYWHITES
source: Milky Whites
de: Strahlebeißer
es: Claras de ojo
fr: Humeur blanche
it: Bianchi lattei
ja: 卵白膜
pl: Mleczne białka
pt_br: Gosma Leitosa
ru: Млечный белок

# NAMES.MINERHAT
source: Miner Hat
de: Bergbauhelm
es: Casco de minero
fr: Chapeau de mineur
it: Cappello da minatore
ja: 炭鉱帽
pl: Kapelusz górnika
pt_br: Capacete de mineiro
ru: Каска шахтера

# NAMES.MINIBOATLANTERN
source: Floating Lantern
de: Schwimmlaterne
es: Farol flotante
fr: Lanterne flottante
it: Lanterna galleggiante
ja: 浮遊ランタン
pl: Pływająca latarnia
pt_br: Lampião Flutuante
ru: Плавающий фонарик

# NAMES.MINIFAN
source: Whirly Fan
de: Kleiner Ventilator
es: Molinillo
fr: Moulin à vent
it: Ventilatore a turbina
ja: 風ぐるま
pl: Wirujący wiatrak
pt_br: Cata-vento
ru: Вертящийся веер

# NAMES.MINIFLARE
source: Flare
de: Signalrakete
es: Bengala
fr: Fusée
it: Razzo segnaletico
ja: 火
pl: Flara
pt_br: Sinalizador
ru: Сигнальная ракета

# NAMES.MINISIGN
source: Mini Sign
de: Mini-Zeichen
es: Miniseñal
fr: Mini panneau
it: Mini segnale
ja: ミニ看板
pl: Minitabliczka
pt_br: Mini-placa
ru: Мини-табличка

# NAMES.MINISIGN_DRAWN
source: {item} Sign
de: Zeichen für {item}
es: Señal de {item}
fr: {item} (panneau)
it: Segnale di {item}
ja: {item}の看板
pl: Tabliczka: {item}
pt_br: Placa de {item}
ru: Табличка {item}

# NAMES.MINISIGN_ITEM
source: Mini Sign
de: Mini-Zeichen
es: Miniseñal
fr: Mini panneau
it: Mini segnale
ja: ミニ看板
pl: Minitabliczka
pt_br: Mini-placa
ru: Мини-Табличка

# NAMES.MINOTAUR
source: Ancient Guardian
de: Antiker Wächter
es: Guardián anciano
fr: Garde ancien
it: Antico guardiano
ja: 古代の守護者
pl: Pradawny wartownik
pt_br: Guarda ancestral
ru: Древний страж

# NAMES.MINOTAURCHEST
source: Large Ornate Chest
de: Große, reich verzierte Truhe
es: Cofre ornamentado grande
fr: Grand coffre orné
it: Grande scrigno ornato
ja: 大型の華美な収納箱
pl: Duża ozdobna skrzynia
pt_br: Baú ornado grande
ru: Большой декоративный сундук

# NAMES.MINOTAURHORN
source: Guardian's Horn
de: Horn des Bewahrers
es: Cuerno de guardián
fr: Corne de gardien
it: Corno del guardiano
ja: ガーディアンの角
pl: Róg strażnika
pt_br: Chifre do guardião
ru: Рог древнего стража

# NAMES.MOLE
source: Moleworm
de: Maulwurfswurm
es: Topolombriz
fr: Ver-taupe
it: Talperme
ja: モールワーム
pl: Kret
pt_br: Verme toupeira
ru: Кроточервь

# NAMES.MOLEBAT
source: Naked Mole Bat
de: Nacktfledermaulwurf
es: Murcitopo desnudo
fr: Chauve-taupe nue
it: Talpistrello glabro
ja: ハダカモグラコウモリ
pl: Goły kretopierz
pt_br: Morcepeira-Pelada
ru: Голый кротопырь

# NAMES.MOLEBATHILL
source: Naked Mole Bat Burrow
de: Bau des Nacktfledermaulwurfs
es: Madriguera de murcitopo desnudo
fr: Terrier de chauve-taupe nue
it: Tana di talpistrello glabro
ja: ハダカモグラコウモリの巣穴
pl: Nora gołego kretopierza
pt_br: Toca de Morcepeira-Pelada
ru: Нора голого кротопыря

# NAMES.MOLEHAT
source: Moggles
de: Maulwurfhut
es: Topogafas
fr: Casque de nuit
it: Talpocchi
ja: モーグル
pl: Kretogle
pt_br: Toupeiróculos
ru: Кротокуляры

# NAMES.MOLEHILL
source: Burrow
de: Erdloch
es: Madriguera
fr: Terrier
it: Tana
ja: 巣穴
pl: Nora
pt_br: Toca
ru: Нора

# NAMES.MOLE_ABOVEGROUND
source: Moleworm
de: Maulwurfswurm
es: Topolombriz
fr: Ver-taupe
it: Talperme
ja: モールワーム
pl: Kret
pt_br: Verme toupeira
ru: Кроточервь

# NAMES.MOLE_UNDERGROUND
source: Raised Dirt
de: Aufgeschütette Erde
es: Suelo levantado
fr: Taupinière
it: Terriccio sollevato
ja: 怪しげな泥の山
pl: Uniesiona ziemia
pt_br: Terra mexida
ru: Выращенная грязь

# NAMES.MONKEY
source: Splumonkey
de: Affe
es: Espeleomono
fr: Sylvo-singe
it: Speleoscimmia
ja: スプルモンキー
pl: Grotomałpa
pt_br: Espeleocaco
ru: Пещерная обезьяна

# NAMES.MONKEYBARREL
source: Splumonkey Pod
de: Affenbau
es: Cabeza tiki de espeleomono
fr: Totem sylvo-singe
it: Idolo di speleoscimmia
ja: スプルモンキーの群れ
pl: Siedlisko grotomałp
pt_br: Casulo de espeleocaco
ru: Тотем пещерных обезьян

# NAMES.MONSTERLASAGNA
source: Monster Lasagna
de: Monsterlasagne
es: Lasaña de monstruo
fr: Lasagne de monstre
it: Lasagna di mostro
ja: モンスターラザニア
pl: Potworna lazania
pt_br: Lasanha de monstro
ru: Монстро-лазанья

# NAMES.MONSTERMEAT
source: Monster Meat
de: Monsterfleisch
es: Carne de monstruo
fr: Viande de monstre
it: Carne di mostro
ja: モンスターの肉
pl: Mięso potwora
pt_br: Carne de monstro
ru: Мясо монстра

# NAMES.MONSTERMEAT_DRIED
source: Monster Jerky
de: Monster-Trockenfleisch
es: Cecina de monstruo
fr: Viande de monstre séchée
it: Carne di mostro essiccata
ja: モンスタージャーキー
pl: Suszone mięso potwora
pt_br: Charque de monstro
ru: Вяленое мясо монстра

# NAMES.MONSTERTARTARE
source: Monster Tartare
de: Monstertatar
es: Tártaro de monstruo
fr: Tartare de monstre
it: Tartare di mostro
ja: モンスター肉のタルタル
pl: Potworna pieczonka
pt_br: Tártaro de monstro
ru: Монстро-тартар

# NAMES.MOONBASE
source: Moon Stone
de: Mondstein
es: Piedra lunar
fr: Pierre de lune
it: Pietra lunare
ja: 月の石
pl: Księżycowy kamień
pt_br: Rocha lunar
ru: Лунная платформа

# NAMES.MOONBUTTERFLY
source: Moon Moth
de: Mondmotte
es: Polilla lunar
fr: Papillon de lune
it: Falena lunare
ja: ムーンモス
pl: Ćma księżycowa
pt_br: Mariposa da Lua
ru: Лунный мотылек

# NAMES.MOONBUTTERFLYWINGS
source: Moon Moth Wings
de: Mondmottenflügel
es: Alas de polilla lunar
fr: Ailes de papillon de lune
it: Ali di falena lunare
ja: ムーンモスの羽
pl: Skrzydła ćmy księżycowej
pt_br: Asas de Mariposa da Lua
ru: Крылья лунного мотылька

# NAMES.MOONBUTTERFLY_SAPLING
source: Lune Tree Sapling
de: Lunabaumsetzling
es: Retoño de árbol lunar
fr: Pousse d'arbre lunaire
it: Alberello lunare
ja: 三日月の木の苗木
pl: Sadzonka księżycowego drzewa
pt_br: Muda de Árvore Lunar
ru: Саженец лунного дерева

# NAMES.MOONDIAL
source: Moon Dial
de: Mondscheibe
es: Reloj lunar
fr: Fontaine de lune
it: Quadrante lunare
ja: 月の文字盤
pl: Zegar księżycowy
pt_br: Relógio lunar
ru: Лунный циферблат

# NAMES.MOONGLASS
source: Moon Shard
de: Mondglassplitter
es: Fragmento lunar
fr: Éclat de lune
it: Frammento di luna
ja: 月の破片
pl: Księżycowy odłamek
pt_br: Fragmento Lunar
ru: Лунный осколок

# NAMES.MOONGLASSAXE
source: Moon Glass Axe
de: Mondglas-Axt
es: Hacha de cristal lunar
fr: Hache en verrelune
it: Ascia di vetro lunare
ja: 月のガラス斧
pl: Siekiera ze szkła księżycowego
pt_br: Machado de Vidro Lunar
ru: Топор из лунного стекла

# NAMES.MOONGLASSAXE_BLUEPRINT
source: Moon Axe Blueprint
de: Bauplan für Mondaxt
es: Plano de hacha lunar
fr: Recette de hache lunaire
it: Progetto ascia lunare
ja: 月の斧の計画書
pl: Projekt siekiery ze szkła księżycowego
pt_br: Projeto de Machado Lunar
ru: Чертеж «Лунный топор»

# NAMES.MOONGLASS_CHARGED
source: Infused Moon Shard
de: Angereicherter Mondglassplitter
es: Fragmento lunar cargado
fr: Éclat de lune infusé
it: Frammento di luna infuso
ja: エネルギー入り月の破片
pl: Nasycony księżycowy odłamek
pt_br: Fragmento Lunar Infundido
ru: Заряженный лунный осколок

# NAMES.MOONGLASS_ROCK
source: Moon Glass
de: Mondglas
es: Cristal lunar
fr: Verrelune
it: Vetro lunare
ja: 月のガラス
pl: Szkło księżycowe
pt_br: Vidro Lunar
ru: Лунное стекло

# NAMES.MOONGLASS_WOBSTER_DEN
source: Moon Glass Mound
de: Mondglasberg
es: Montículo de cristal lunar
fr: Monticule de verrelune
it: Mucchio di vetro lunare
ja: 月のガラスの塚
pl: Kopiec ze szkła księżycowego
pt_br: Montículo de Vidro Lunar
ru: Курган лунного стекла

# NAMES.MOONROCKCRATER
source: Cratered Moonrock
de: Mondfels mit Kratern
es: Roca lunar
fr: Pierre de lune à trou
it: Lunaroccia craterica
ja: クレーター付き月の石
pl: Podziurawiona księżycowa skała
pt_br: Rocha lunar esburacada
ru: Лунный камень с выемкой

# NAMES.MOONROCKIDOL
source: Moon Rock Idol
de: Mondfels-Idol
es: Ídolo de roca lunar
fr: Idole de pierre de Lune
it: Idolo di lunaroccia
ja: 月の石の偶像
pl: Bożek z księżycowego kamienia
pt_br: Ídolo de Rocha Lunar
ru: Идол из лунного камня

# NAMES.MOONROCKNUGGET
source: Moon Rock
de: Mondfels
es: Roca lunar
fr: Pierre de lune
it: Lunaroccia
ja: 月の石
pl: Kawałek księżyca
pt_br: Rocha lunar
ru: Лунный камень

# NAMES.MOONROCKSEED
source: Celestial Orb
de: Himmelskugel
es: Orbe celestial
fr: Orbe céleste
it: Sfera celestiale
ja: 天体オーブ
pl: Niebiańska kula
pt_br: Orbe Celestial
ru: Небесная сфера

# NAMES.MOONROCK_PIECES
source: Moon Rubble
de: Mondschutt
es: Escombros lunares
fr: Gravats de lune
it: Macerie di luna
ja: 月のがれき
pl: Księżycowy gruz
pt_br: Destroços lunares
ru: Обломки лунного камня

# NAMES.MOONSPIDERDEN
source: Shattered Spider Hole
de: Trümmerspinnenloch
es: Agujero de araña fragmentada
fr: Trou d'araignée mutante
it: Nido di ragni squassati
ja: 壊されたクモの穴
pl: Gniazdo kłującego pająka
pt_br: Buraco da Aranha Quebrada
ru: Нора расколотых пауков

# NAMES.MOONSPIDER_SPIKE
source: Shattered Spider
de: Trümmerspinne
es: Araña fragmentada
fr: Araignée mutante
it: Ragno squassato
ja: 壊されたクモの穴
pl: Kłujący pająk
pt_br: Aranha Quebrada
ru: Расколотый паук

# NAMES.MOONSTORM_GLASS
source: Charged Glassy Rock
de: Angereicherter Glasstein
es: Piedra vítrea cargada
fr: Roche vitrée chargée
it: Roccia vetrosa carica
ja: エネルギー入りガラス岩
pl: Naładowana szklana skała
pt_br: Rocha Vítrea Carregada
ru: Заряженный кусок стекла

# NAMES.MOONSTORM_GLASS_DEFUSED
source: Glassy Rock
de: Glasstein
es: Piedra vítrea
fr: Roche vitrée
it: Roccia vetrosa
ja: ガラス岩
pl: Szklana skała
pt_br: Rocha Vítrea
ru: Кусок стекла

# NAMES.MOONSTORM_GOGGLESHAT
source: Astroggles
de: Astrobrille
es: Astrogafas
fr: Astrolunettes
it: Occhialini astrali
ja: 星学者のゴーグル
pl: Astrogogle
pt_br: Astróculos
ru: Астрочки

# NAMES.MOONSTORM_SPARK
source: Moongleam
de: Mondschimmer
es: Brillo lunar
fr: Luneciole
it: Bagliore di luna
ja: 月の閃光
pl: Blask księżyca
pt_br: Cintilua
ru: Луносвет

# NAMES.MOONSTORM_STATIC
source: Energetic Static
de: Energetische Statik
es: Electricidad energética
fr: Appareil énergisé
it: Elettricità statica energetica
ja: 静止エネルギー
pl: Wyładowanie energetyczne
pt_br: Estática Energética
ru: Живое электричество

# NAMES.MOONSTORM_STATIC_ITEM
source: Restrained Static
de: Eingedämmte Statik
es: Electricidad retenida
fr: Appareil restreint
it: Elettricità statica catturata
ja: 格納済みエネルギー
pl: Kontrolowane wyładowanie
pt_br: Estática Contida
ru: Пойманное электричество

# NAMES.MOON_ALTAR
source: Celestial Altar
de: Himmelsaltar
es: Altar celestial
fr: Autel céleste
it: Altare celeste
ja: 天体祭壇
pl: Niebiański ołtarz
pt_br: Altar Celestial
ru: Небесный алтарь

# NAMES.MOON_ALTAR_ASTRAL
source: Celestial Sanctum
de: Himmelsheiligtum
es: Santuario celestial
fr: Sanctuaire céleste
it: Santuario celestiale
ja: 天体の祭壇
pl: Niebiańskie sanktuarium
pt_br: Santuário Celestial
ru: Небесное святилище

# NAMES.MOON_ALTAR_ASTRAL_WIP
source: Partially Assembled Sanctum
de: Unvollständiges Heiligtum
es: Santuario parcialmente montado
fr: Sanctuaire partiellement assemblé
it: Santuario parzialmente assemblato
ja: 部分的に組み立てられた聖所
pl: Częściowo złoż. sanktuarium
pt_br: Ádito Parcialmente Montado
ru: Частично собранное святилище

# NAMES.MOON_ALTAR_COSMIC
source: Celestial Tribute
de: Himmelstribut
es: Tributo celestial
fr: Tribut céleste
it: Tributo celeste
ja: 天体供物
pl: Niebiański hołd
pt_br: Tributo Celestial
ru: Небесное подношение

# NAMES.MOON_ALTAR_CROWN
source: Inactive Celestial Tribute
de: Inaktives Himmelstribut
es: Tributo celestial inactivo
fr: Tribut céleste inactif
it: Tributo celeste inattivo
ja: 非アクティブな天体供物
pl: Nieaktywny niebiański hołd
pt_br: Tributo Celestial Inativo
ru: Неактивное небесное подношение

# NAMES.MOON_ALTAR_GLASS
source: Celestial Altar Base
de: Himmelsaltar-Basis
es: Base de altar celestial
fr: Base d'autel céleste
it: Base dell'altare celeste
ja: 天体変質
pl: Podstawa niebiańskiego ołtarza
pt_br: Base de Altar Celestial
ru: Основание небесного алтаря

# NAMES.MOON_ALTAR_ICON
source: Celestial Sanctum Icon
de: Bildnis des Himmelsheiligtums
es: Ídolo del santuario celestial
fr: Icône de sanctuaire céleste
it: Icona del santuario celestiale
ja: 天体の祭壇のイコン
pl: Ikona nieb. sanktuarium
pt_br: Ícone do Ádito Celestial
ru: Икона небесного святилища

# NAMES.MOON_ALTAR_IDOL
source: Celestial Altar Idol
de: Himmelsaltar-Götze
es: Ídolo de altar celestial
fr: Idole d'autel céleste
it: Idolo dell'altare celeste
ja: 天体祭壇の偶像
pl: Bożek z niebiańskiego ołtarza
pt_br: Ídolo de Altar Celestial
ru: Идол небесного алтаря

# NAMES.MOON_ALTAR_LINK
source: Mysterious Energy
de: Mysteriöse Energie
es: Energía misteriosa
fr: Énergie mystérieuse
it: Energia misteriosa
ja: 不思議なエネルギー
pl: Tajemnicza energia
pt_br: Energia Misteriosa
ru: Загадочная энергия

# NAMES.MOON_ALTAR_ROCK_GLASS
source: Inviting Formation
de: Einladende Formation
es: Formación apetecible
fr: Formation attirante
it: Formazione invitante
ja: 魅力的なフォーメーション
pl: Zachęcająca formacja
pt_br: Formação Atraente
ru: Манящее образование

# NAMES.MOON_ALTAR_ROCK_IDOL
source: Inviting Formation
de: Einladende Formation
es: Formación apetecible
fr: Formation attirante
it: Formazione invitante
ja: 魅力的なフォーメーション
pl: Zachęcająca formacja
pt_br: Formação Atraente
ru: Манящее образование

# NAMES.MOON_ALTAR_ROCK_SEED
source: Inviting Formation
de: Einladende Formation
es: Formación apetecible
fr: Formation attirante
it: Formazione invitante
ja: 魅力的なフォーメーション
pl: Zachęcająca formacja
pt_br: Formação Atraente
ru: Манящее образование

# NAMES.MOON_ALTAR_SEED
source: Celestial Altar Orb
de: Himmelsaltar-Kugel
es: Orbe de altar celestial
fr: Orbe d'autel céleste
it: Sfera dell'altare celeste
ja: 天体祭壇のオーブ
pl: Kula z niebiańskiego ołtarza
pt_br: Orbe de Altar Celestial
ru: Сфера небесного алтаря

# NAMES.MOON_ALTAR_WARD
source: Celestial Sanctum Ward
de: Hüter des Himmelsheiligtums
es: Vigía del santuario celestial
fr: Balise de sanctuaire céleste
it: Protezione del santuario celestiale
ja: 天体の祭壇の盾
pl: Grot boskiego sanktuarium
pt_br: Cunha do Ádito Celestial
ru: Страж небесного святилища

# NAMES.MOON_ALTAR_WIP
source: Partially Assembled Altar
de: Unvollständiger Altar
es: Altar parcialmente montado
fr: Autel partiel
it: Altare incompleto
ja: 部分的に組み立てられた祭壇
pl: Częściowo złożony ołtarz
pt_br: Altar Parcialmente Montado
ru: Частично собранный алтарь

# NAMES.MOON_CAP
source: Moon Shroom
de: Mondpilz
es: Hongo lunar
fr: Champilune
it: Fungo lunare
ja: ムーンシュルーム
pl: Księżycowy grzyb
pt_br: Cogumelo Lunar
ru: Лунный гриб

# NAMES.MOON_CAP_COOKED
source: Cooked Moon Shroom
de: Gekochter Mondpilz
es: Hongo lunar cocido
fr: Champilune cuit
it: Fungo lunare cotto
ja: 焼きムーンシュルーム
pl: Gotowany grzyb księżycowy
pt_br: Cogumelo Lunar Cozido
ru: Жареный лунный гриб

# NAMES.MOON_DEVICE
source: Lunar Siphonator
es: Sifonador lunar
fr: Siphoneur lunaire
it: Sifonatore lunare
ja: ルナサイフォネーター
pl: Księżycowy syfonator
pt_br: Sifonador Lunar
ru: Лунный сифонатор

# NAMES.MOON_DEVICE_CONSTRUCTION1
source: Incomplete Experiment
de: Unvollständiges Experiment
es: Experimento incompleto
fr: Expérience incomplète
it: Esperimento incompleto
ja: 未完成の実験
pl: Niedokończony eksperyment
pt_br: Experimento Incompleto
ru: Незавершенный эксперимент

# NAMES.MOON_DEVICE_CONSTRUCTION2
source: Nearly Completed Experiment
de: Fast vollständiges Experiment
es: Experimento casi completo
fr: Expérience presque complète
it: Esperimento quasi completato
ja: 完成間近の実験
pl: Prawie skończony eksperyment
pt_br: Experimento Quase Completo
ru: Почти завершенный эксперимент

# NAMES.MOON_DEVICE_CONSTRUCTION3
source: Lunar Siphonator
es: Sifonador lunar
fr: Siphoneur lunaire
it: Sifonatore lunare
ja: ルナサイフォネーター
pl: Księżycowy syfonator
pt_br: Sifonador Lunar
ru: Лунный сифонатор

# NAMES.MOON_FISSURE
source: Celestial Fissure
de: Himmelsriss
es: Fisura celestial
fr: Fissure céleste
it: Fessura celeste
ja: 天体の亀裂
pl: Niebiańska szczelina
pt_br: Fissura Celestial
ru: Небесная трещина

# NAMES.MOON_FISSURE_PLUGGED
source: Plugged Fissure
de: Verstopfter Riss
es: Fisura taponada
fr: Fissure bouchée
it: Fessura tappata
ja: ふさがった亀裂
pl: Zablokowana szczelina
pt_br: Fissura Tampada
ru: Заткнутая трещина

# NAMES.MOON_TREE
source: Lune Tree
de: Lunabaum
es: Árbol lunar
fr: Arbre lunaire
it: Albero lunare
ja: 三日月の木
pl: Księżycowe drzewo
pt_br: Árvore Lunar
ru: Лунное дерево

# NAMES.MOON_TREE_BLOSSOM
source: Lune Tree Blossom
de: Lunabaumblüte
es: Brote de árbol lunar
fr: Fleur d'arbre lunaire
it: Fiore di albero lunare
ja: 三日月の木の苗木
pl: Kwiat księżycowego drzewa
pt_br: Flor de Árvore Lunar
ru: Цветок лунного дерева

# NAMES.MOOSE1
source: Moose
de: Elch
es: Gansoalce
fr: Élan ailé
it: Alce
ja: ムース
pl: Łęś
pt_br: Galce
ru: Лось

# NAMES.MOOSE2
source: Goose
de: Gans
es: Gansoalce
fr: Élan ailé
it: Oca
ja: グース
pl: Gęś
pt_br: Ansa
ru: Гусь

# NAMES.MOOSEEGG1
source: Moose Egg
de: Elchei
es: Huevo de gansoalce
fr: Œuf d'élan ailé
it: Uovo di alce
ja: ムースの卵
pl: Jajo łęsi
pt_br: Ovo de ansa
ru: Лосиное яйцо

# NAMES.MOOSEEGG2
source: Goose Egg
de: Gänseei
es: Huevo de gansoalce
fr: Œuf d'élan ailé
it: Uovo di oca
ja: ガチョウの卵
pl: Jajo łęsi
pt_br: Ovo de gansa
ru: Гусиное яйцо

# NAMES.MOOSENEST1
source: Moose Nest
de: Elchnest
es: Nido de gansoalce
fr: Nid d'élan ailé
it: Nido di alce
ja: ムースの巣
pl: Gniazdo łęsi
pt_br: Ninho de galce
ru: Гнездо лося

# NAMES.MOOSENEST2
source: Goose Nest
de: Gänsenest
es: Nido de gansoalce
fr: Nid d'élan ailé
it: Nido dell'oca
ja: ガチョウの巣
pl: Gniazdo łęsi
pt_br: Ninho de ansa
ru: Гнездо гуся

# NAMES.MOQUECA
source: Moqueca
ja: ムケッカ
ru: Мокека

# NAMES.MOSQUITO
source: Mosquito
de: Moskito
fr: Moustique
it: Zanzara
ja: 蚊
pl: Komar
ru: Комар

# NAMES.MOSQUITOSACK
source: Mosquito Sack
de: Moskitosack
es: Bolsa de mosquito
fr: Sac de moustiques
it: Sacca di zanzara
ja: 蚊のずた袋
pl: Komarzy pęcherz
pt_br: Saco de mosquito
ru: Брюшко комара

# NAMES.MOSSLING
source: Mosling
de: Moosling
es: Gansierzuelo
fr: Petit d'élan ailé
it: Paperalce
ja: モスリン
pl: Łąska
pt_br: Galcinho
ru: Лусенок

# NAMES.MOUND
source: Grave
de: Grab
es: Tumba
fr: Tombe
it: Tomba
ja: お墓
pl: Grób
pt_br: Sepultura
ru: Могила

# NAMES.MULLEDDRINK
source: Mulled Punch
de: Gewürzpunsch
es: Ponche caliente especiado
fr: Punch épicé
it: Punch brulé
ja: 暖かいフルーツポンチ
pl: Grzany poncz
pt_br: Soco Quente
ru: Пунш со специями

# NAMES.MULTIPLAYER_PORTAL
source: Florid Postern
de: Blütenpforte
es: Portón florido
fr: Poterne fleurie
it: Florido Portale
ja: 飾りのついた門
pl: Krzykliwe wejście od zaplecza
pt_br: Poterna ornamentada
ru: Вычурный потайной вход

# NAMES.MULTIPLAYER_PORTAL_MOONROCK
source: Celestial Portal
de: Himmelsportal
es: Portal celestial
fr: Portail céleste
it: Portale celestiale
ja: 天体ポータル
pl: Niebiański portal
pt_br: Portal Celestial
ru: Небесный портал

# NAMES.MULTIPLAYER_PORTAL_MOONROCK_CONSTR_PLANS
source: Portal Paraphernalia
de: Portal-Utensilien
es: Parafernalia de portal
fr: Attirail de portail
it: Attrezzatura del portale
ja: ポータル装置
pl: Akcesoria do portalu
pt_br: Parafernália de Portal
ru: Портальный инструментарий

# NAMES.MULTITOOL_AXE_PICKAXE
source: Pick/Axe
de: Spitzhacke
es: Piqueta/hacha
fr: Pioche/Hache
it: Piccascia
ja: 取る／斧
pl: Siekierof
pt_br: Machado-picareta
ru: Кирко-топор

# NAMES.MUSHGNOME
source: Mush Gnome
de: Pilzgnom
es: Gnomongo
fr: Champignome
it: Gnomo fungino
ja: マッシュノーム
pl: Grzybi gnom
pt_br: Fungnomo
ru: Грибогном

# NAMES.MUSHROOMBOMB
source: Boomshroom
de: Pilzbombe
es: Hongobomba
fr: Champoum
it: Fungo-bomba
ja: ボムシュルーム
pl: Grzybomba
pt_br: Bombamelo
ru: Взрывные споры

# NAMES.MUSHROOMBOMB_DARK
source: Misery Boomshroom
de: Elende Pilzbombe
es: Hongobomba mísera
fr: Champoum du supplice
it: Fungo-bomba misero
ja: ポイズンボムシュルーム
pl: Żałosna grzybomba
pt_br: Bombamelo terrível
ru: Жалкий взрывогриб

# NAMES.MUSHROOMHAT
source: Funcap
de: Pilzkappe
es: Sombrerongo
fr: Champeau
it: Cappello di fungo
ja: ファンキャップ
pl: Grzybelusz
pt_br: Chapéu-gumelo
ru: Грибная шляпа

# NAMES.MUSHROOMSPROUT
source: Sporecap
de: Sporenkappe
es: Hongo espora
fr: Champispore
it: Cappello di spora
ja: スポアキャップ
pl: Zarodnikowiec
pt_br: Chapéu fúngico
ru: Спорогриб

# NAMES.MUSHROOMSPROUT_DARK
source: Misery Sporecap
de: Elende Sporenkappe
es: Hongo espora mísero
fr: Champispore du supplice
it: Spora di fungo misera
ja: ポイズンスポアキャップ
pl: Żałosny zarodnikowiec
pt_br: Chapéu fúngico terrível
ru: Жалкий спорогриб

# NAMES.MUSHROOM_FARM
source: Mushroom Planter
de: Pilztopf
es: Granja de hongos
fr: Jardinière à champi
it: Piantatrice di funghi
ja: キノコプランター
pl: Ferma grzybów
pt_br: Vaso para cogumelo
ru: Грибная плантация

# NAMES.MUSHROOM_LIGHT
source: Mushlight
de: Pilzlicht
es: Luz de hongo
fr: Champilampe
it: Luce di fungo
ja: マッシュライト
pl: Grzybna lampa
pt_br: Cogu-abajur
ru: Грибная лампа

# NAMES.MUSHROOM_LIGHT2
source: Glowcap
de: Glühkappe
es: Brillo de hongo
fr: Super champilampe
it: Cappello luminescente
ja: グローキャップ
pl: Świecigrzyb
pt_br: Cogu-lanterna
ru: Светошляпка

# NAMES.MUSHTREE_MEDIUM
source: Red Mushtree
de: Roter Pilzbaum
es: Champiñonero rojo
fr: Champitronc rouge
it: Fungalbero rosso
ja: 赤いマッシュツリー
pl: Czerwony dendrogrzyb
pt_br: Árvore cogumelo vermelha
ru: Красное грибное дерево

# NAMES.MUSHTREE_MOON
source: Lunar Mushtree
de: Lunar-Pilzbaum
es: Champiñonero lunar
fr: Champitronc lunaire
it: Fungalbero lunare
ja: ルナマッシュツリー
pl: Księżycowy dendrogrzyb
pt_br: Árvore Cogumelo Lunar
ru: Лунное грибное дерево

# NAMES.MUSHTREE_SMALL
source: Green Mushtree
de: Grüner Pilzbaum
es: Champiñonero verde
fr: Champitronc vert
it: Fungalbero verde
ja: 緑のマッシュツリー
pl: Zielony dendrogrzyb
pt_br: Árvore cogumelo verde
ru: Зеленое грибное дерево

# NAMES.MUSHTREE_TALL
source: Blue Mushtree
de: Blauer Pilzbaum
es: Champiñonero azul
fr: Champitronc bleu
it: Fungalbero blu
ja: 青いマッシュツリー
pl: Niebieski dendrogrzyb
pt_br: Árvore cogumelo azul
ru: Синее грибное дерево

# NAMES.MUSHTREE_TALL_WEBBED
source: Webbed Blue Mushtree
de: Blauer Pilzbaum mit Netz
es: Champiñonero azul palmeado
fr: Champitronc bleu à toile
it: Fungalbero blu ragnatela
ja: クモの巣まみれのマッシュツリー(青)
pl: Opleciony niebieski dendrogrzyb
pt_br: Árvore cogumelo azul coberta de teias
ru: Синее грибное дерево, покрытое паутиной

# NAMES.MUTATEDHOUND
source: Horror Hound
de: Mutantenhund
es: Sabueso horroroso
fr: Molosse horrible
it: Segugio orrido
ja: ホラーハウンド
pl: Ogar grozy
pt_br: Cão Pavoroso
ru: Кошмарная гончая

# NAMES.MUTATED_PENGUIN
source: Moonrock Pengull
de: Mondstein-Möwuin
es: Pingüeña de roca lunar
fr: Pingouin pierre de lune
it: Pingabbiano di lunaroccia
ja: ムーンロックペンギンカモメ
pl: Megwin ze skały księżycowej
pt_br: Pinguivota da Rocha Lunar
ru: Лунная пинчайка

# NAMES.MUTATOR_DROPPER
source: Dangler Switcherdoodle
de: Baumelder Wechseldödel
es: Cambiarabato colgante
fr: Friandise blanche
it: Morfobocchio penzolante
ja: ぶら下がりの似顔絵クッキー
pl: Wiszący zmieniak
pt_br: Transmôndega Penduradeira
ru: Подвесная обращалка

# NAMES.MUTATOR_HEALER
source: Nurse Switcherdoodle
de: Baumelder Wechseldödel
es: Cambiarabato sanador
fr: Friandise d'infirmière
it: Morfobocchio infermiere
ja: ナースグモの似顔絵クッキー
pl: Leczący zmieniak
pt_br: Transmôndega Enfermeira
ru: Целебная обращалка
