Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.LAVAARENA_BOARLORD
source: Battlemaster Pugna
de: Kriegsherr Pugna
es: Maestro de batalla Pugna
fr: Maître de bataille Pugna
it: Pugna, mastro d'armi
ja: バトルマスタープグナ
pl: Mistrz wojny Pugna
pt_br: Mestre de Batalha Pugna
ru: Полководец Пугна

# NAMES.LAVAARENA_CROWNDAMAGERHAT
source: Resplendent Nox Helm
de: Strahlender Nox-Helm
es: Yelmo de Nox resplandeciente
fr: Casque de nox resplendissant
it: Elmo di Nox risplendente
ja: 光り輝くノックスヘルム
pl: Olśniewający hełm Noxa
pt_br: Elmo de nox resplandecente
ru: Великолепный мрачный шлем

# NAMES.LAVAARENA_ELEMENTAL
source: Magma Golem
es: Gólem de magma
fr: Golem de magma
it: Golem di magma
ja: マグマゴーレム
pl: Magmowy golem
pt_br: Golem de magma
ru: Магмовый голем

# NAMES.LAVAARENA_EYECIRCLETHAT
source: Clairvoyant Crown
de: Hellsichtige Krone
es: Corona clarividente
fr: Couronne extralucide
it: Pagliaccio chiaroveggente
ja: 千里眼の王冠
pl: Jasnowidząca korona
pt_br: Coroa de divinação
ru: Корона ясновидца

# NAMES.LAVAARENA_FEATHERCROWNHAT
source: Feathered Wreath
de: Gefiederter Kranz
es: Corona emplumada
fr: Couronne de plumes
it: Ghirlanda di piume
ja: 羽冠
pl: Pierzasty wieniec
pt_br: Coroa de penas
ru: Венок из перьев

# NAMES.LAVAARENA_FIREBOMB
source: Hearthsfire Crystals
de: Feuerstellenkristalle
es: Cristales de magma
fr: Cristaux de feu de la Terre
it: Cristalli da focolare
ja: ハースファイア・クリスタル
pl: Kryształy ogniskowe
pt_br: Cristais de fogo de lareira
ru: Кристаллы пламени Горнила

# NAMES.LAVAARENA_HEALINGFLOWERHAT
source: Flower Headband
de: Blumen-Stirnband
es: Diadema de flores
fr: Serre-tête à fleur
it: Fascia fiorita
ja: フラワーヘアバンド
pl: Kwiatowa opaska
pt_br: Faixa de flores
ru: Ободок с цветочком

# NAMES.LAVAARENA_HEALINGGARLANDHAT
source: Blossomed Wreath
de: Blühender Kranz
es: Corona florecida
fr: Couronne fleurie
it: Ghirlanda sbocciata
ja: 花冠
pl: Kwitnący wieniec
pt_br: Coroa com florescências
ru: Венок из цветов

# NAMES.LAVAARENA_HEAVYBLADE
source: Blacksmith's Edge
de: Schmiedeklinge
es: Filo de herrero
fr: Tranchant du forgeron
it: Lama del fabbro
ja: 鍛冶師の刃
pl: Ostrze Kowala
pt_br: Lâmina do Ferreiro
ru: Клинок кузнеца

# NAMES.LAVAARENA_KEYHOLE
source: Ancient Anchor
de: Antiker Anker
es: Ancla ancestral
fr: Ancre ancienne
it: Ancora antica
ja: いにしえの錨
pl: Starożytna kotwica
pt_br: Âncora ancestral
ru: Древний анкер

# NAMES.LAVAARENA_LIGHTDAMAGERHAT
source: Barbed Helm
de: Stacheldrahthelm
es: Yelmo con púas
fr: Casque à pointes
it: Elmo pungente
ja: トゲトゲヘルメット
pl: Kolczasty hełm
pt_br: Elmo farpado
ru: Рогатый шлем

# NAMES.LAVAARENA_LUCY
source: Riled Lucy
de: Verärgerte Lucy
es: Lucy encolerizada
fr: Lucy énervée
it: Lucy innervosita
ja: 怒りのルーシー
pl: Wściekła Lucy
pt_br: Lucy nervosa
ru: Гневная Люси

# NAMES.LAVAARENA_METEOR
source: Meteor
es: Meteoro
fr: Météorite
it: Meteora
ja: いん石
pl: Meteoryt
pt_br: Meteoro
ru: Метеор

# NAMES.LAVAARENA_PORTAL
source: Ancient Gateway
de: Antikes Tor
es: Portal antiguo
fr: Ancien Portail
it: Portale antico
ja: いにしえのポータル
pl: Pradawna brama
pt_br: Portal ancestral
ru: Древние Врата

# NAMES.LAVAARENA_RECHARGERHAT
source: Crystal Tiara
de: Kristalltiara
es: Tiara de cristal
fr: Tiare de cristal
it: Tiara di cristallo
ja: クリスタルのティアラ
pl: Kryształowa tiara
pt_br: Tiara de cristal
ru: Кристальная тиара

# NAMES.LAVAARENA_SPAWNER
source: Forge Portal
de: Schmiede-Portal
es: Portal de la Forja
fr: Portail de forge
it: Portale della Forgia
ja: フォージポータル
pl: Portal Kuźni
pt_br: Portal da Forja
ru: Портал Горнила

# NAMES.LAVAARENA_STRONGDAMAGERHAT
source: Nox Helm
es: Yelmo de Nox
fr: Casque de nox
it: Elmo di Nox
ja: ノックスヘルム
pl: Hełm Noxa
pt_br: Elmo de nox
ru: Мрачный шлем

# NAMES.LAVAARENA_TIARAFLOWERPETALSHAT
source: Woven Garland
de: Gewebte Girlande
es: Guirnalda tejida
fr: Guirlande tissée
it: Ghirlanda in tessuto
ja: 花編み冠
pl: Wyplatany wianek
pt_br: Guirlanda trançada
ru: Плетеный венок

# NAMES.LAVAE
source: Lavae
de: Larve
fr: Laviole
it: Larva lavica
ja: ドラゴット
pl: Lawowiec
pt_br: Lava
ru: Лава

# NAMES.LAVAE_COCOON
source: Chilled Lavae
de: Gekühlte Larve
es: Lavae fría
fr: Laviole froide
it: Larva lavica raffreddata
ja: 冷たいドラゴッド
pl: Wychłodzony lawowiec
pt_br: Lava relax
ru: Замороженная Лавовая Личинка

# NAMES.LAVAE_EGG
source: Lavae Egg
de: Larvenei
es: Huevo de lavae
fr: Œuf de laviole
it: Uovo di larva lavica
ja: ドラゴットの卵
pl: Jajo lawowca
pt_br: Ovo de lava
ru: Лавовое яйцо

# NAMES.LAVAE_EGG_CRACKED
source: Lavae Egg
de: Larvenei
es: Huevo de lavae
fr: Œuf de laviole
it: Uovo di larva lavica
ja: ドラゴットの卵
pl: Jajo lawowca
pt_br: Ovo de lava
ru: Лавовое яйцо

# NAMES.LAVAE_PET
source: Extra-Adorable Lavae
de: Entzückende Larven
es: Lavae extradorable
fr: Laviole super adorable
it: Larva lavica adorabile
ja: キュートなドラゴット
pl: Supersłodki lawowiec
pt_br: Lava extra fofa
ru: Безумно милая лавовая личинка

# NAMES.LAVAE_TOOTH
source: Lavae Tooth
de: Larvenzahn
es: Diente de lava
fr: Dent de laviole
it: Dente di larva lavica
ja: ドラゴットの歯
pl: Ząb lawowca
pt_br: Dente de lava
ru: Лавовый зуб

# NAMES.LAVASPIT
source: Dragonfly Saliva
de: Drachenfliegen-Speichel
es: Saliva de mosca dragón
fr: Bave de dragon-mouche
it: Saliva di draghellula
ja: ドラゴンフライの唾液
pl: Ślina smoczuchy
pt_br: Saliva de libélula
ru: Слюна дракомухи

# NAMES.LAVA_POND
source: Magma
ja: マグマ
ru: Магма

# NAMES.LAVA_POND_ROCK
source: Rock
es: Roca
fr: Pierre
it: Roccia
ja: 岩
pl: Skała
pt_br: Rocha
ru: Камень

# NAMES.LEAFLOAF
source: Leafy Meatloaf
de: Blätterfrikadelle
es: Pastel de carne con hojas
fr: Pain de viande feuillu
it: Polpettone foglioso
ja: 緑豊かなミートローフ
pl: Liściasta pieczeń
pt_br: Rolo de Carne Folhoso
ru: Лиственно-мясной рулет

# NAMES.LEAFYMEATBURGER
source: Veggie Burger
es: Hamburguesa vegetariana
fr: Hamburger végétarien
it: Hamburger vegetariano
ja: ベジバーガー
pl: Wegeburger
pt_br: Hambúrguer Vegetariano
ru: Овощной бургер

# NAMES.LEAFYMEATSOUFFLE
source: Jelly Salad
de: Geleesalat
es: Ensalada de gelatina
fr: Salade de gelée
it: Insalata di gelatina
ja: ゼリーサラダ
pl: Galaretkowa sałatka
pt_br: Salada Gelatinosa
ru: Желейный салат

# NAMES.LEIF
source: Treeguard
de: Baumwache
es: Guardián árbol
fr: Arbre gardien
it: Guardiano arboreo
ja: 木の番人
pl: Drzewiec
pt_br: Guardárvores
ru: Энт

# NAMES.LEIF_SPARSE
source: Treeguard
de: Baumwache
es: Guardián árbol
fr: Arbre gardien
it: Guardiano arboreo
ja: 木の番人
pl: Drzewiec
pt_br: Guardárvores
ru: Энт

# NAMES.LICHEN
source: Cave Lichen
de: Höhlenflechte
es: Liquen de cueva
fr: Lichen de grotte
it: Grotta del lichene
ja: キノコ洞窟
pl: Porost jaskiniowy
pt_br: Líquen das cavernas
ru: Пещерный лишайник

# NAMES.LIFEINJECTOR
source: Booster Shot
de: Auffrischungsimpfung
es: Vacuna de refuerzo
fr: Piqûre stimulante
it: Iniezione di richiamo
ja: カンフル剤
pl: Zastrzyk
pt_br: Injeção de ânimo
ru: Восстанавливающая инъекция

# NAMES.LIGHTBULB
source: Light Bulb
de: Lichtknolle
es: Bulbo de luz
fr: Bulbe de lumière
it: Lampadina
ja: 電球
pl: Żarówka
pt_br: Bulbo de luz
ru: Лампочка

# NAMES.LIGHTER
source: Willow's Lighter
de: Willows Feuerzeug
es: Mechero de Willow
fr: Briquet de Willow
it: Accendino di Willow
ja: Willowのライター
pl: Zapalniczka Willow
pt_br: Isqueiro da Willow
ru: Зажигалка Уиллоу

# NAMES.LIGHTFLIER
source: Bulbous Lightbug
de: Bauchiger Lichtkäfer
es: Gusiluz bulboso
fr: Luciole globuleuse
it: Lucciolo bulboso
ja: キュウコンヒカリムシ
pl: Jajowaty świetlik
pt_br: Lampinseto Bulboso
ru: Лампожучок

# NAMES.LIGHTNING
source: Lightning
es: Relámpagos
fr: Foudre
it: Fulmine
ja: いなずま
pl: Błyskawica
pt_br: Relâmpago
ru: Молнии

# NAMES.LIGHTNINGGOAT
source: Volt Goat
de: Blitzziege
es: Cabra eléctrica
fr: Chèvre électrique
it: Capra elettrica
ja: 電気ヤギ
pl: Wolcioł
pt_br: Bode elétrico
ru: Вольт-коза

# NAMES.LIGHTNINGGOATHORN
source: Volt Goat Horn
de: Blitzendes Ziegenhorn
es: Cuerno de cabra eléctrica
fr: Corne de chèvre électrique
it: Corno di capra elettrica
ja: 電気ヤギの角
pl: Róg wolcioła
pt_br: Chifre de bode elétrico
ru: Рог вольт-козы

# NAMES.LIGHTNING_ROD
source: Lightning Rod
de: Blitzableiter
es: Pararrayos
fr: Paratonnerre
it: Parafulmine
ja: 光る棒
pl: Piorunochron
pt_br: Para-raios
ru: Громоотвод

# NAMES.LITTLE_WALRUS
source: Wee MacTusk
de: Kleiner McHauer
es: Pequeño MacOlmillos
it: MacTusk Junior
pl: Młody MacKieł
pt_br: MacTusk pequeno
ru: МакБивень младший

# NAMES.LIVINGLOG
source: Living Log
de: Lebender Holzklotz
es: Tronco vivo
fr: Bûche vivante
it: Tronco vivente
ja: 生きている丸太
pl: Żywa kłoda
pt_br: Toras vivas
ru: Живое бревно

# NAMES.LIVINGTREE
source: Totally Normal Tree
de: Vollkommen normaler Baum
es: Árbol totalmente normal
fr: Arbre totalement normal
it: Albero molto normale
ja: まったく普通の木
pl: Zupełnie zwyczajne drzewo
pt_br: Árvore super normal
ru: Совершенно нормальное дерево

# NAMES.LIVINGTREE_ROOT
source: Totally Normal Root
de: Ganz gewöhnliche Wurzel
es: Raíz totalmente normal
fr: Racine totalement normale
it: Radice molto normale
ja: まったく普通の根
pl: Zupełnie zwyczajny korzeń
pt_br: Raiz totalmente normal
ru: Совершенно нормальный корень

# NAMES.LIVINGTREE_SAPLING
source: Totally Normal Sapling
de: Ganz gewöhnlicher Setzling
es: Árbol joven totalmente normal
fr: Jeune pousse totalement normale
it: Alberello molto normale
ja: まったく普通の苗木
pl: Zupełnie zwyczajna sadzonka
pt_br: Muda totalmente normal
ru: Совершенно нормальный побег

# NAMES.LOBSTERBISQUE
source: Lobster Bisque
de: Hummersuppe
es: Sopa de langüosta
fr: Bisque de womard
it: Zuppa di aragosta
ja: ウォブスタービスク
pl: Zupa z nocomarów
pt_br: Creme de lagosta
ru: Крем-суп из вобстера

# NAMES.LOBSTERDINNER
source: Lobster Dinner
de: Hummergericht
es: Cena de langüosta
fr: Dîner de womard
it: Cena di aragosta
ja: ウォブスタープレート
pl: Obiad z nocomarów
pt_br: Jantar de lagosta
ru: Ужин из вобстера

# NAMES.LOG
source: Log
de: Holzscheit
es: Tronco
fr: Bûche
it: Tronco
ja: 丸太
pl: Kłoda
pt_br: Tora
ru: Бревно

# NAMES.LORDFRUITFLY
source: Lord of the Fruit Flies
de: Herr der Fruchtfliegen
es: Señor de las moscas de la fruta
fr: Seigneur des mouchafruits
it: Il signore dei moscerini della frutta
ja: クダモノバエの王
pl: Władca owocówek
pt_br: O Senhor das Moscafrutas
ru: Повелитель плодовых мух

# NAMES.LOST_TOY_1
source: Lost Marbles
de: Verlorene Murmeln
es: Canicas perdidas
fr: Billes perdues
it: Biglie disperse
ja: 失われた大理石
pl: Zaginione szklane kulki
pt_br: Bolas de Gude Perdidas
ru: Потерянные шарики

# NAMES.LOST_TOY_10
source: Missing Teeth
de: Fehlende Zähne
es: Dientes desaparecidos
fr: Dents perdues
it: Dentiera sparita
ja: 欠けた歯
pl: Brakujące zęby
pt_br: Dentes Faltando
ru: Потерянная челюсть

# NAMES.LOST_TOY_11
source: Cherished Toy Robot
de: Geliebter Spielzeugroboter
es: Robot de juguete querido
fr: Robot préféré
it: Robottino adorato
ja: 大切なおもちゃのロボット
pl: Ukochany robot
pt_br: Robô de Brinquedo Estimado
ru: Любимый игрушечный робот

# NAMES.LOST_TOY_14
source: Mother's Favorite Teacup
de: Mutters Lieblingsteetasse
es: Taza de té favorita de mamá
fr: Tasse préférée de maman
it: Tazzina della mamma
ja: 母のお気に入りのティーカップ
pl: Ulubiona filiżanka mamy
pt_br: Xícara de Chá Favorita da Mãe
ru: Любимая мамина чашка

# NAMES.LOST_TOY_18
source: Treasured Toy Trojan Horse
de: Trojanisches Spielpferd
es: Caballo de Troya de juguete valioso
fr: Cheval de Troie adoré
it: Cavallo di Troia prezioso
ja: 宝物のトロイの木馬のおもちゃ
pl: Najcenniejszy zabawkowy koń trojański
pt_br: Cavalo de Troia de Brinquedo Precioso
ru: Любимый игрушечный троянский конь

# NAMES.LOST_TOY_19
source: Favorite Spinning Top
de: Lieblingskreisel
es: Peonza favorita
fr: Toupie préférée
it: Trottola preferita
ja: お気に入りのコマ
pl: Ulubiony bączek
pt_br: Pião Favorito
ru: Любимый волчок

# NAMES.LOST_TOY_2
source: Sentimental Kazoo
de: Sentimentales Kazoo
es: Kazú sentimental
fr: Kazoo adoré
it: Kazoo inseparabile
ja: 感傷的なカズー
pl: Gwizdek o wartości sentymentalnej
pt_br: Kazoo Sentimental
ru: Любимый казу

# NAMES.LOST_TOY_42
source: Misplaced Toy Cobra
de: Verlegte Spielzeugkobra
es: Cobra de juguete extraviada
fr: Cobra perdu
it: Cobra perduto
ja: なくされたおもちゃのコブラ
pl: Zagubiona zabawkowa kobra
pt_br: Naja de Brinquedo Extraviada
ru: Потерявшаяся игрушечная кобра

# NAMES.LOST_TOY_43
source: Beloved Crocodile Toy
de: Geliebtes Spielkrokodil
es: Cocodrilo de juguete adorado
fr: Crocodile adoré
it: Coccodrillino amato
ja: 愛されてるワニのおもちゃ
pl: Ukochany zabawkowy krokodyl
pt_br: Crocodilo de Brinquedo Adorado
ru: Любимый игрушечный крокодил

# NAMES.LOST_TOY_7
source: Prized Ball and Cup
de: Kugel mit Schale
es: Pelota y vaso preciados
fr: Bilboquet précieux
it: Palla e coppa introvabili
ja: 賞品のボールとカップ
pl: Uwielbiana piłka z kijkiem
pt_br: Bilboquê Valioso
ru: Любимое бильбоке

# NAMES.LUCKY_GOLDNUGGET
source: Lucky Gold Nugget
de: Glückgoldstück
es: Pepita de oro de la suerte
fr: Pépite madeleine
it: Pepita d'oro fortunata
ja: 幸運の黄金のナゲット
pl: Szczęśliwa bryłka złota
pt_br: Pepita de ouro da sorte
ru: Счастливый самородок

# NAMES.LUCY
source: Lucy the Axe
de: Lucy, die Axt
es: El hacha Lucy
fr: Hache Lucy
it: Lucy l'ascia
ja: 斧のLucy
pl: Siekierka Lucy
pt_br: Lucy, a machadinha
ru: Люси

# NAMES.LUMPY_SAPLING
source: Lumpy Sapling
de: Klumpiger Setzling
es: Retoño rugoso
fr: Pousse boursoufflée
it: Alberello grumoso
ja: 節くれ立った苗木
pl: Podniszczona sadzonka
pt_br: Muda pelotuda
ru: Бугорчатый саженец

# NAMES.LUREPLANT
source: Lureplant
de: Lockpflanze
es: Bulbo de carne
fr: Plante-leurre
it: Pianta adescatrice
ja: ルアプラント
pl: Mięśniak
pt_br: Plantaolho
ru: Приманкоцвет

# NAMES.LUREPLANTBULB
source: Fleshy Bulb
de: Fleischartige Zwiebel
es: Bulbo carnoso
fr: Bulbe de chair
it: Bulbo polposo
ja: ルアプラントの球根
pl: Mięsna cebulka
pt_br: Bulbo carnoso
ru: Мясистая луковица

# NAMES.LUTEFISK
source: Lutefisk
ja: ルートフィスク
ru: Лютефиск

# NAMES.MADSCIENCE_LAB
source: Mad Scientist Lab
de: Labor des verrückten Wissenschaftlers
es: Laboratorio científico
fr: Labo du scientifique fou
it: Laboratorio da scienziato
ja: 狂科学者のラボ
pl: Laboratorium szalonego naukowca
pt_br: Laboratório de Cientista Louco
ru: Лаборатория безумного ученого

# NAMES.MAGIC_BLUEPRINT
source: Blank Blueprint
de: Leere Blaupause
es: Plano vacío
fr: Recette vide
it: Progetto vuoto
ja: 空白の設計図
pl: Pusty projekt
pt_br: Planta baixa em branco
ru: Чистый чертеж

# NAMES.MALBATROSS
source: Malbatross
de: Malbatros
es: Malbatros
fr: Malbatros
it: Anatross
ja: 極悪アルバトロス
pl: Malbatros
ru: Мальбатрос

# NAMES.MALBATROSS_BEAK
source: Malbatross Bill
de: Malbatrosschnabel
es: Pico de malbatros
fr: Bec de malbatros
it: Becco di anatross
ja: 極悪アルバトロスのくちばし
pl: Dziób malbatrosa
pt_br: Bico de Malbatross
ru: Клюв мальбатроса

# NAMES.MALBATROSS_FEATHER
source: Malbatross Feather
de: Malbatrosfeder
es: Pluma de malbatros
fr: Plume de malbatros
it: Piuma di anatross
ja: 極悪アルバトロスの羽
pl: Pióro malbatrosa
pt_br: Pena de Malbatross
ru: Перо мальбатроса

# NAMES.MALBATROSS_FEATHERED_WEAVE
source: Feathery Canvas
de: Federstoff
es: Lienzo emplumado
fr: Toile de plumes
it: Tela piumata
ja: 軽いキャンバス
pl: Płótno z piór
pt_br: Lona Emplumada
ru: Перьевая ткань

# NAMES.MANDRAKE
source: Mandrake
de: Alraune
es: Mandrágora
fr: Mandragore
it: Mandragola
ja: マンドレイク
pl: Mandragora
pt_br: Mandrágora
ru: Мандрагора

# NAMES.MANDRAKESOUP
source: Mandrake Soup
de: Alraunen-Suppe
es: Sopa de mandrágora
fr: Soupe de mandragore
it: Zuppa di mandragola
ja: マンドレイクのスープ
pl: Zupa z mandragory
pt_br: Sopa de mandrágora
ru: Суп из мандрагоры

# NAMES.MANDRAKE_ACTIVE
source: Mandrake
de: Alraune
es: Mandrágora
fr: Mandragore
it: Mandragola
ja: マンドレイク
pl: Mandragora
pt_br: Mandrágora
ru: Мандрагора

# NAMES.MANDRAKE_PLANTED
source: Mandrake
de: Alraune
es: Mandrágora
fr: Mandragore
it: Mandragola
ja: マンドレイク
pl: Mandragora
pt_br: Mandrágora
ru: Мандрагора

# NAMES.MANRABBIT_TAIL
source: Bunny Puff
de: Hasenschwanz
es: Cola de conejo
fr: Queue de lapin
it: Coda di coniglio
ja: バニーパフ
pl: Króliczy ogon
pt_br: Tufo de coelho
ru: Заячий хвост

# NAMES.MAPSCROLL
source: Map Scroll
de: Kartenrolle
es: Pergamino de mapa
fr: Parchemin
it: Mappa a pergamena
ja: マップスクロール
pl: Zwój z mapą
pt_br: Pergaminho de mapa
ru: Прокрутка карты

# NAMES.MARBLE
source: Marble
de: Marmor
es: Mármol
fr: Marbre
it: Marmo
ja: 大理石
pl: Marmur
pt_br: Mármore
ru: Мрамор

# NAMES.MARBLEBEAN
source: Marble Bean
de: Marmorbohne
es: Judía de mármol
fr: Graine de marbre
it: Fagiolo di marmo
ja: 大理石の豆
pl: Marmurowa fasolka
pt_br: Grão de mármore
ru: Мраморный боб

# NAMES.MARBLEBEAN_SAPLING
source: Marble Sprout
de: Marmor-Spross
es: Brote de mármol
fr: Germe de marbre
it: Germoglio di marmo
ja: 大理石の芽
pl: Marmurowa sadzonka
pt_br: Broto de mármore
ru: Мраморный росток

# NAMES.MARBLEPILLAR
source: Marble Pillar
de: Marmorsäule
es: Columna de mármol
fr: Colonne de marbre
it: Pilastro di marmo
ja: 大理石の柱
pl: Marmurowa kolumna
pt_br: Pilar de mármore
ru: Мраморная колонна

# NAMES.MARBLESHRUB
source: Marble Shrub
de: Marmorstrauch
es: Arbusto de mármol
fr: Buisson de marbre
it: Arbusto di marmo
ja: 大理石の低木
pl: Marmurowy krzak
pt_br: Arbusto de mármore
ru: Мраморный куст

# NAMES.MARBLETREE
source: Marble Tree
de: Marmorbaum
es: Árbol de mármol
fr: Arbre à marbre
it: Albero di marmo
ja: 大理石の木
pl: Marmurowe drzewo
pt_br: Árvore de mármore
ru: Мраморное дерево

# NAMES.MARSH_BUSH
source: Spiky Bush
de: Stachliger Busch
es: Arbusto con pinchos
fr: Buisson d'épines
it: Cespuglio spinoso
ja: トゲトゲの茂み
pl: Kolczasty krzak
pt_br: Moita espinhosa
ru: Шипастый куст

# NAMES.MARSH_PLANT
source: Plant
de: Pflanze
es: Plantar
fr: Plante
it: Pianta
ja: 植える
pl: Roślina
pt_br: Planta
ru: Растение

# NAMES.MARSH_TREE
source: Spiky Tree
de: Stachliger Baum
es: Árbol con pinchos
fr: Épineux
it: Albero spinoso
ja: 先の尖った木
pl: Kolczaste drzewo
pt_br: Árvore espinhosa
ru: Шипастое дерево

# NAMES.MASHEDPOTATOES
source: Creamy Potato Purée
de: Cremiges Kartoffelpüree
es: Puré de patata cremoso
fr: Purée de patates crémeuse
it: Purè di patate cremoso
ja: クリーミーなポテトピュレー
pl: Kremowe purée ziemniaczane
pt_br: Purê de Batata Cremoso
ru: Воздушное картофельное пюре

# NAMES.MAST
source: Mast
es: Mástil
fr: Mât
it: Albero maestro
ja: マスト
pl: Maszt
pt_br: Mastro
ru: Мачта

# NAMES.MASTUPGRADE_LAMP
source: Deck Illuminator
de: Deckbeleuchtung
es: Iluminación de cubierta
fr: Lumière de pont
it: Illuminatore di ponte
ja: デッキ用照明器
pl: Lampa pokładowa
pt_br: Iluminador de Convés
ru: Мачтовый фонарь

# NAMES.MASTUPGRADE_LAMP_ITEM
source: Deck Illuminator
de: Deckbeleuchtung
es: Iluminación de cubierta
fr: Lumière de pont
it: Illuminatore di ponte
ja: デッキ用照明器
pl: Lampa pokładowa
pt_br: Iluminador de Convés
ru: Мачтовый фонарь

# NAMES.MASTUPGRADE_LIGHTNINGROD
source: Lightning Conductor
de: Blitzableiter
es: Conductor de relámpagos
fr: Paratonnerre de mât
it: Conduttore di fulmini
ja: 雷伝導体
pl: Masztowy piorunochron
pt_br: Condutor de Raios
ru: Молниеотвод

# NAMES.MASTUPGRADE_LIGHTNINGROD_ITEM
source: Lightning Conductor
de: Blitzableiter
es: Conductor de relámpagos
fr: Paratonnerre de mât
it: Conduttore di fulmini
ja: 雷伝導体
pl: Masztowy piorunochron
pt_br: Condutor de Raios
ru: Молниеотвод

# NAMES.MAST_ITEM
source: Mast Kit
de: Material für Mast
es: Kit de mástil
fr: Kit de mât
it: Kit per albero maestro
ja: マストキット
pl: Zestaw masztowy
pt_br: Kit de Mastro
ru: Набор «Мачта»

# NAMES.MAST_MALBATROSS
source: Winged Sail
de: Flügelsegel
es: Vela alada
fr: Voile en plumes
it: Vela alata
ja: 翼のマスト
pl: Skrzydlaty żagiel
pt_br: Vela Alada
ru: Пернатый парус

# NAMES.MAST_MALBATROSS_ITEM
source: Winged Sail Kit
de: Material für Flügelsegel
es: Kit de vela alada
fr: Kit de voile en plumes
it: Kit per vela alata
ja: 翼のマストキット
pl: Zestaw do skrzydlatego żagla
pt_br: Kit de Vela Alada
ru: Набор «Пернатый парус»

# NAMES.MAXWELL
source: Maxwell
ru: Максвелл

# NAMES.MAXWELLHEAD
source: Maxwell's Head
de: Maxwells Kopf
es: Cabeza de Maxwell
fr: Tête de Maxwell
it: Testa di Maxwell
ja: Maxwellの頭
pl: Głowa Maxwella
pt_br: Cabeça do Maxwell
ru: Голова Максвелла

# NAMES.MAXWELLKEY
source: Shadow Key
de: Schattenschlüssel
es: Llave de sombra
fr: Clé de l'ombre
it: Chiave d'ombra
ja: 陰の鍵
pl: Klucz cienia
pt_br: Chave das sombras
ru: Теневой ключ

# NAMES.MAXWELLLIGHT
source: Maxwell's Light
de: Maxwells Licht
es: Luz de Maxwell
fr: Lumière de Maxwell
it: Luce di Maxwell
ja: Maxwellのライト
pl: Pochodnia Maxwella
pt_br: Luz do Maxwell
ru: Огонь Максвелла

# NAMES.MAXWELLLOCK
source: Nightmare Lock
de: Albtraum-Schloss
es: Cerrojo de pesadilla
fr: Verrou cauchemardesque
it: Morsa dell'incubo
ja: 悪夢のロック
pl: Koszmarny zamek
pt_br: Cadeado de pesadelo
ru: Кошмарный замок

# NAMES.MAXWELLPHONOGRAPH
source: Maxwell's Phonograph
de: Maxwells Plattenspieler
es: Fonógrafo de Maxwell
fr: Gramophone de Maxwell
it: Fonografo di Maxwell
ja: Maxwellの写真
pl: Gramofon Maxwella
pt_br: Fonógrafo do Maxwell
ru: Граммофон Максвелла

# NAMES.MAXWELLTHRONE
source: Nightmare Throne
de: Albtraum-Thron
es: Trono de Pesadilla
fr: Trône cauchemardesque
it: Trono dell'incubo
ja: 悪夢の王座
pl: Koszmarny tron
pt_br: Trono do pesadelo
ru: Кошмарный трон

# NAMES.MEAT
source: Meat
de: Fleisch
es: Carne
fr: Viande
it: Carne
ja: 肉
pl: Mięso
pt_br: Carne
ru: Мясо

# NAMES.MEATBALLS
source: Meatballs
de: Fleischbällchen
es: Albóndigas
fr: Boulettes de viande
it: Polpettine
ja: ミートボール
pl: Klopsiki
pt_br: Almôndegas
ru: Тефтели

# NAMES.MEATRACK
source: Drying Rack
de: Trockengestell
es: Secadero de carne
fr: Étendoir
it: Essiccatore
ja: 乾燥棚
pl: Suszarka
pt_br: Cavalete de secagem
ru: Сушилка

# NAMES.MEATRACK_HERMIT
source: Drying Rack
de: Trockengestell
es: Secadero de carne
fr: Étendoir
it: Essiccatore
ja: 乾燥棚
pl: Suszarka
pt_br: Cavalete de secagem
ru: Сушилка

# NAMES.MEATYSALAD
source: Beefy Greens
de: Fleischgemüse
es: Vegetales carnosos
fr: Légumes saignants
it: Verdure carnose
ja: 肉サラダ
pl: Wołowa sałatka
pt_br: Legumes Carnudos
ru: Мясистая зелень

# NAMES.MEAT_DRIED
source: Jerky
es: Cecino
fr: Rillettes
it: Carne essiccata
ja: ジャーキー
pl: Suszone mięso
pt_br: Charque
ru: Джерки

# NAMES.MERM
source: Merm
es: Tritón
it: Mermo
ja: マーム
pt_br: Sereio
ru: Тритон

# NAMES.MERMGUARD
source: Loyal Merm Guard
de: Loyale Mermwache
es: Guardia tritón leal
fr: Garde merm loyal
it: Fedele guardia mermica
ja: プレミアムマーム衛兵
pl: Wierny merm gwardzista
pt_br: Guarda Leal dos Sereios
ru: Преданный стражник-тритон

# NAMES.MERMHAT
source: Clever Disguise
de: Clevere Tarnung
es: Disfraz astuto
fr: Déguisement astucieux
it: Astuto travestimento
ja: 巧みな変装
pl: Sprytne przebranie
pt_br: Disfarce Sagaz
ru: Хитрая маскировка

# NAMES.MERMHEAD
source: Merm Head
de: Merm-Kopf
es: Cabeza de tritón
fr: Tête de merm
it: Testa di mermo
ja: マームの頭
pl: Głowa merma
pt_br: Cabeça de sereio
ru: Голова тритона

# NAMES.MERMHOUSE
source: Leaky Shack
de: Tropfbude
es: Choza con goteras
fr: Hutte pleine de fuites
it: Baracca che perde
ja: 雨漏り小屋
pl: Przeciekająca chata
pt_br: Cabana com Goteiras
ru: Протекающая хижина

# NAMES.MERMHOUSE_CRAFTED
source: Craftsmerm House
de: Merm-Handwerkerhaus
es: Casa de tritón artesano
fr: Maison d'artisan merm
it: Casa del mermo artigiano
ja: 職人の家
pl: Dom rzemermślnika
pt_br: Casa de Artesereio
ru: Самодельный дом тритона

# NAMES.MERMKING
source: King of the Merms
de: Mermkönig
es: Rey de los tritones
fr: Roi des merms
it: Re dei mermi
ja: マームの王
pl: Król mermów
pt_br: Rei dos Sereios
ru: Король тритонов

# NAMES.MERMTHRONE
source: Royal Tapestry
de: Königlicher Teppich
es: Tapiz real
fr: Tapisserie royale
it: Tappeto reale
ja: 王族のタペストリー
pl: Królewski dywan
pt_br: Tapeçaria Real
ru: Королевский гобелен

# NAMES.MERMTHRONE_CONSTRUCTION
source: DIY Royalty Kit
de: Königsteppich-Material
es: Kit de realeza
fr: Royauté en kit
it: Kit fai da te regale
ja: DIY王族キット
pl: Zestaw królewski - zrób to sam
pt_br: Kit Faça-você-mesmo da Realeza
ru: Набор «Королевский гобелен»

# NAMES.MERMWATCHTOWER
source: Merm Flort-ifications
de: Merm-Flort
es: Flortificaciones de tritón
fr: Flort-ifications merm
it: Fortificazione mermica
ja: マーム要塞
pl: Mermowe flortyfikacje
pt_br: Flort-ificações dos Sereios
ru: Крепость тритонов
