Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.QUAGMIRE_FOOD_012
source: Stone Soup
de: Steinsuppe
es: Sopa de piedra
fr: Soupe de pierre
it: Zuppa di pietra
ja: 石スープ
pl: Zupa z kamienia
pt_br: Sopa de pedra
ru: Каменный суп

# NAMES.QUAGMIRE_FOOD_013
source: Croquette
de: Krokette
es: Croqueta
it: Crocchetta
ja: コロッケ
pl: Krokiet
pt_br: Croquete
ru: Тефтелька

# NAMES.QUAGMIRE_FOOD_014
source: Roast Vegetables
de: Geröstetes Gemüse
es: Verduras asadas
fr: Légumes rôtis
it: Verdure arrosto
ja: 焼き野菜
pl: Pieczone warzywa
pt_br: Legumes assados
ru: Жареные овощи

# NAMES.QUAGMIRE_FOOD_015
source: Meatloaf
de: Frikadelle
es: Pastel de carne
fr: Pain de viande
it: Polpettone
ja: ミートローフ
pl: Pieczeń mięsna
pt_br: Almôndega
ru: Мясной рулет

# NAMES.QUAGMIRE_FOOD_016
source: Carrot Soup
de: Karottensuppe
es: Sopa de zanahoria
fr: Soupe aux carottes
it: Minestra di carote
ja: キャロットスープ
pl: Zupa z marchwi
pt_br: Sopa de cenoura
ru: Морковный суп

# NAMES.QUAGMIRE_FOOD_017
source: Fish Pie
de: Fischpastete
es: Pastel de pescado.
fr: Tarte au poisson
it: Torta salata di pesce
ja: フィッシュパイ
pl: Ciasto rybne
pt_br: Torta de peixe
ru: Рыбный пирог

# NAMES.QUAGMIRE_FOOD_018
source: Fish and Chips
es: Pescado con patatas fritas
it: Pesce e patatine
ja: フィッシュアンドチップス
pl: Ryba z frytkami
pt_br: Peixe e batatas
ru: Рыба и картофель

# NAMES.QUAGMIRE_FOOD_019
source: Meat Pie
de: Fleischpastete
es: Pastel de carne
fr: Tarte à la viande
it: Pasticcio di carne
ja: ミートパイ
pl: Zapiekanka mięsna
pt_br: Torta de carne
ru: Мясной пирог

# NAMES.QUAGMIRE_FOOD_020
source: Sliders
de: Mini-Hamburger
es: Minihamburguesas
it: Sandwich
ja: ミニバーガー
pl: Przekąski hamburgerowe
pt_br: Hamburguerzinho
ru: Тефтели

# NAMES.QUAGMIRE_FOOD_021
source: Fist Full of Jam
de: Eine Handvoll Marmelade
es: Puñado de mermelada
fr: Confiture
it: Manciata di marmellata
ja: 拳一杯のジャム
pl: Garść dżemu
pt_br: Porção de geleia
ru: Джемовый муравейник

# NAMES.QUAGMIRE_FOOD_022
source: Jelly Roll
de: Kuchenrolle
es: Brazo de gitano
fr: Rouleau à la confiture
it: Rotolo di gelatina
ja: ジャムロール
pl: Słodka galaretka
pt_br: Rolinho de geleia
ru: Рулет с джемом

# NAMES.QUAGMIRE_FOOD_023
source: Carrot Cake
de: Karottenkuchen
es: Pastel de zanahoria
fr: Gâteau aux carottes
it: Torta di carote
ja: キャロットケーキ
pl: Ciasto marchewkowe
pt_br: Bolo de cenoura
ru: Морковный торт

# NAMES.QUAGMIRE_FOOD_024
source: Garlic Mashed Potatoes
de: Kartoffelpüree mit Knoblauch
es: Puré de patatas con ajo
fr: Purée à l'ail
it: Purè di patate e aglio
ja: ガーリックマッシュポテト
pl: Ziemniaki tłuczone z czosnkiem
pt_br: Purê de batata com alho
ru: Картофельное пюре с чесноком

# NAMES.QUAGMIRE_FOOD_025
source: Garlic Bread
de: Knoblauchbrot
es: Pan de ajo
fr: Pain à l'ail
it: Pane all'aglio
ja: ガーリックブレッド
pl: Pieczywo czosnkowe
pt_br: Pão de alho
ru: Чесночный хлеб

# NAMES.QUAGMIRE_FOOD_026
source: Tomato Soup
de: Tomatensuppe
es: Sopa de tomate
fr: Soupe à la tomate
it: Pappa al pomodoro
ja: トマトスープ
pl: Zupa pomidorowa
pt_br: Sopa de tomate
ru: Томатный суп

# NAMES.QUAGMIRE_FOOD_027
source: Sausage
de: Wurst
es: Salchicha
fr: Saucisse
it: Salsiccia
ja: ソーセージ
pl: Kiełbasa
pt_br: Salsicha
ru: Сосиска

# NAMES.QUAGMIRE_FOOD_028
source: Candied Fish
de: Kandierter Fisch
es: Pescado confitado
fr: Poisson confit
it: Pesce candito
ja: 魚キャンディー
pl: Kandyzowana ryba
pt_br: Peixe caramelado
ru: Засахаренная рыба

# NAMES.QUAGMIRE_FOOD_029
source: Stuffed Mushroom
de: Gefüllter Champignon
es: Seta rellena
fr: Champignon fourré
it: Fungo ripieno
ja: マッシュルームの肉詰め
pl: Nadziewany grzyb
pt_br: Cogumelo recheado
ru: Фаршированный гриб

# NAMES.QUAGMIRE_FOOD_030
source: Ratatouille
ja: ラタトゥイユ
ru: Рататуй

# NAMES.QUAGMIRE_FOOD_031
source: Bruschetta
ja: ブルスケッタ
ru: Брускетта

# NAMES.QUAGMIRE_FOOD_032
source: Meat Stew
de: Fleisch-Eintopf
es: Guiso de carne
fr: Ragoût de viande
it: Stufato a base di carne
ja: ミートシチュー
pl: Potrawka mięsna
pt_br: Ensopado de carne
ru: Мясная похлебка

# NAMES.QUAGMIRE_FOOD_033
source: Hamburger
es: Hamburguesa
ja: ハンバーガー
pt_br: Hambúrguer
ru: Гамбургер

# NAMES.QUAGMIRE_FOOD_034
source: Fish Burger
de: Fisch-Burger
es: Hamburguesa de pescado
fr: Burger au poisson
it: Hamburger di pesce
ja: フィッシュバーガー
pl: Burger rybny
pt_br: Hambúrguer de peixe
ru: Рыбный бургер

# NAMES.QUAGMIRE_FOOD_035
source: Mushroom Burger
de: Champignon-Burger
es: Hamburguesa de seta
fr: Burger aux champignons
it: Hamburger ai funghi
ja: マッシュルームバーガー
pl: Burger grzybowy
pt_br: Hambúrguer de cogumelo
ru: Грибной бургер

# NAMES.QUAGMIRE_FOOD_036
source: Fish Steak
de: Fischsteak
es: Filete de pescado
fr: Steak de poisson
it: Bistecca di pesce
ja: フィッシュステーキ
pl: Rybny stek
pt_br: Filé de peixe
ru: Рыбный стейк

# NAMES.QUAGMIRE_FOOD_037
source: Curry
ja: カレー
ru: Карри

# NAMES.QUAGMIRE_FOOD_038
source: Spaghetti and Meatball
de: Spaghetti und Fleischklößchen
es: Espaguetis y albóndigas
fr: Spaghettis et boulette de viande
it: Spaghetti e polpette
ja: ミートボールスパゲッティー
pl: Spaghetti z wkładką mięsną
pt_br: Espaguete e almondega
ru: Спагетти с фрикаделькой

# NAMES.QUAGMIRE_FOOD_039
source: Lasagna
de: Lasagne
es: Lasaña
fr: Lasagne
it: Lasagne
ja: ラザニア
pl: Lazania
pt_br: Lasanha
ru: Лазанья

# NAMES.QUAGMIRE_FOOD_040
source: Poached Fish
de: Pochierter Fisch
es: Pescado escalfado
fr: Poisson poché
it: Pesce bollito
ja: 茹で魚
pl: Ryba po angielsku
pt_br: Peixe escaldado
ru: Вареная рыба

# NAMES.QUAGMIRE_FOOD_041
source: Shepherd's Pie
de: Hackfleischauflauf
fr: Hachis Parmentier
it: Pasticcio di carne e purè
ja: シェパーズパイ
pl: Placek zbójnicki
pt_br: Empadão
ru: Пастуший пирог

# NAMES.QUAGMIRE_FOOD_042
source: Candy
de: Süßes
es: Caramelo
fr: Bonbon
it: Caramella
ja: キャンディ
pl: Cukierek
pt_br: Doce
ru: Конфетка

# NAMES.QUAGMIRE_FOOD_043
source: Bread Pudding
de: Brotpudding
es: Pudin de pan
fr: Pudding au pain
it: Budino di pane
ja: パンプディング
pl: Pudding chlebowy
pt_br: Pudim de pão
ru: Хлебный пудинг

# NAMES.QUAGMIRE_FOOD_044
source: Waffles
de: Waffeln
es: Gofres
fr: Gaufres
it: Cialde
ja: ワッフル
pl: Gofry
ru: Вафли

# NAMES.QUAGMIRE_FOOD_045
source: Berry Tart
de: Beerentorte
es: Tarta de bayas
fr: Tarte aux baies
it: Torta alle bacche
ja: ベリータルト
pl: Tarta z owocami
pt_br: Torta de bagas
ru: Ягодный тарт

# NAMES.QUAGMIRE_FOOD_046
source: Macaroni and Cheese
de: Nudeln mit Käse
es: Macarrones con queso
fr: Macaroni et fromage
it: Maccheroni al formaggio
ja: マカロニチーズ
pl: Makaron z serem
pt_br: Macarrão e queijo
ru: Макароны с сыром

# NAMES.QUAGMIRE_FOOD_047
source: Bagel and Fish
de: Bagel und Fisch
es: Rosca de pescado
fr: Bagel et poisson
it: Bagel e pesce
ja: シーフードベーグルサンド
pl: Kanapka rybna
pt_br: Bagel e peixe
ru: Бублик и рыба

# NAMES.QUAGMIRE_FOOD_048
source: Grilled Cheese
de: Gegrillter Käse
es: Queso a la parrilla
fr: Fromage grillé
it: Formaggio grigliato
ja: 焼きチーズサンドイッチ
pl: Upieczony ser
pt_br: Queijo quente
ru: Жареный сыр

# NAMES.QUAGMIRE_FOOD_049
source: Cream of Mushroom Soup
de: Champignoncremesuppe
es: Sopa de crema de setas
fr: Crème de soupe aux champignons
it: Crema ai funghi
ja: クリーミーマッシュルームスープ
pl: Krem grzybowy
pt_br: Creme de sopa de cogumelo
ru: Грибной суп со сливками

# NAMES.QUAGMIRE_FOOD_050
source: Pierogi
de: Piroggen
it: Gnocchetti
ja: ピロシキ
ru: Вареники

# NAMES.QUAGMIRE_FOOD_051
source: Manicotti
es: Canelones
ja: マニコッティ
ru: Маникотти

# NAMES.QUAGMIRE_FOOD_052
source: Cheeseburger
es: Hamburguesa de queso
ja: チーズバーガー
pt_br: Hambúrguer de queijo
ru: Чизбургер

# NAMES.QUAGMIRE_FOOD_053
source: Creamy Fettuccine
de: Cremige Fettuccine
es: Fettuccine cremoso
fr: Fettuccine à la crème
it: Fettuccine cremose
ja: クリーミーフェットチーネ
pl: Fettucine ze śmietaną
pt_br: Fettuccine cremoso
ru: Фетучини со сливками

# NAMES.QUAGMIRE_FOOD_054
source: Onion Soup
de: Zwiebelsuppe
es: Sopa de cebolla
fr: Soupe à l'oignon
it: Zuppa di cipolle
ja: オニオンスープ
pl: Zupa cebulowa
pt_br: Sopa de alho
ru: Луковый суп

# NAMES.QUAGMIRE_FOOD_055
source: Breaded Cutlet
de: Paniertes Kotelett
es: Chuleta empanada
fr: Escalope panée
it: Cotoletta di vitello
ja: カツレツ
pl: Kotlet w panierce
pt_br: Chuleta empanada
ru: Шницель

# NAMES.QUAGMIRE_FOOD_056
source: Creamy Fish
de: Cremiger Fisch
es: Pescado cremoso
fr: Poisson à la crème
it: Pesce cremoso
ja: クリームソースがけシーフード
pl: Ryba w śmietanie
pt_br: Peixe cremoso
ru: Рыба со сливками

# NAMES.QUAGMIRE_FOOD_057
source: Pizza
ja: ピザ
ru: Пицца

# NAMES.QUAGMIRE_FOOD_058
source: Pot Roast
de: Schmorbraten
es: Estofado
fr: Rôti braisé
it: Arrosto
ja: ロースト肉
pl: Pieczeń
pt_br: Carne assada
ru: Тушеное мясо

# NAMES.QUAGMIRE_FOOD_059
source: Crab Cake
de: Krebskuchen
es: Pastel de cangrejo
fr: Gâteau au crabe
it: Tortino di granchio
ja: クラブケーキ
pl: Ciasto krabowe
pt_br: Torta de siri
ru: Пирог с крабовым мясом

# NAMES.QUAGMIRE_FOOD_060
source: Steak Frites
de: Steak mit Pommes
es: Bistec con patatas fritas
it: Bistecca con patatine
ja: ステーキ
pl: Frytki
pt_br: Bife com fritas
ru: Стейк с картошкой

# NAMES.QUAGMIRE_FOOD_061
source: Shooter Sandwich
de: Filet im Brotteig
es: Sándwich de carne
it: Panino con bistecca
ja: シューターサンドイッチ
pl: Kanapka z pastrami
pt_br: Sanduíche de bife
ru: Мясной сэндвич

# NAMES.QUAGMIRE_FOOD_062
source: Bacon Wrapped Meat
de: Fleisch im Speckmantel
es: Carne envuelta en beicon
fr: Viande roulée au bacon
it: Carne in pancetta
ja: ベーコン包み肉
pl: Mięso z boczkiem
pt_br: Carne enrolada no bacon
ru: Мясо в беконе

# NAMES.QUAGMIRE_FOOD_063
source: Crab Roll
de: Krebsrolle
es: Panecillo de cangrejo
fr: Rouleau au crabe
it: Panino col granchio
ja: クラブロール
pl: Bułeczka krabowa
pt_br: Rolinho de siri
ru: Ролл с крабовым мясом

# NAMES.QUAGMIRE_FOOD_064
source: Meat Wellington
de: Filet Wellington
es: Wellington de carne
fr: Bœuf Wellington
it: Carne alla Wellington
ja: ミートウェリントン
pl: Beef Wellington
pt_br: Recheado de carne
ru: Мясо по-веллингтонски

# NAMES.QUAGMIRE_FOOD_065
source: Crab Ravioli
de: Krebsravioli
es: Raviolis de cangrejo
fr: Ravioli au crabe
it: Ravioli di granchio
ja: クラブラビオリ
pl: Ravioli z krabami
pt_br: Ravióli de siri
ru: Равиоли с крабовым мясом

# NAMES.QUAGMIRE_FOOD_066
source: Caramel Cube
de: Karamell-Würfel
es: Cubo de caramelo
fr: Cube de caramel
it: Caramello
ja: キャラメルキューブ
pl: Karmelowa kostka
pt_br: Cubo de caramelo
ru: Ириска

# NAMES.QUAGMIRE_FOOD_067
source: Scone
ja: スコーン
ru: Ячменная лепешка

# NAMES.QUAGMIRE_FOOD_068
source: Trifle
de: Nachspeise
es: Bizcocho borracho
fr: Diplomate
it: Zuppa inglese
ja: トライフル
pl: Biszkopt z galaretką
pt_br: Rei Alberto
ru: Бисквит

# NAMES.QUAGMIRE_FOOD_069
source: Cheesecake
de: Käsekuchen
es: Tarta de queso
fr: Gâteau au fromage
it: Torta cheesecake
ja: チーズケーキ
pl: Sernik
ru: Чизкейк

# NAMES.QUAGMIRE_FOOD_BOWL
source: Bowl
de: Schale
es: Recipiente
fr: Bol
it: Ciotola
ja: ボウル
pl: Miska
pt_br: Tigela
ru: Миска

# NAMES.QUAGMIRE_FOOD_BURNT
source: Burnt Food
de: Verbranntes Essen
es: Comida quemada
fr: Nourriture brûlée
it: Cibo bruciato
ja: 焦げた食べ物
pl: Przypalone jedzenie
pt_br: Comida queimada
ru: Подгоревшая еда

# NAMES.QUAGMIRE_FOOD_PLATE
source: Plate
de: Nummernschild
es: Plato
fr: Assiette
it: Piatto
ja: 皿
pl: Talerz
pt_br: Prato
ru: Тарелка

# NAMES.QUAGMIRE_GARLIC
source: Garlic
de: Knoblauch
es: Ajo
fr: Ail
it: Aglio
ja: ニンニク
pl: Czosnek
pt_br: Alho
ru: Чеснок

# NAMES.QUAGMIRE_GARLIC_COOKED
source: Roast Garlic
de: Gerösteter Knoblauch
es: Ajo asado
fr: Ail rôti
it: Aglio arrosto
ja: ローストガーリック
pl: Pieczony czosnek
pt_br: Alho assado
ru: Жареный чеснок

# NAMES.QUAGMIRE_GOATKID
source: Billy
ja: ビリー
ru: Билли

# NAMES.QUAGMIRE_GOATMILK
source: Goat Milk
de: Ziegenmilch
es: Leche de cabra
fr: Lait de chèvre
it: Latte di capra
ja: ヤギミルク
pl: Kozie mleko
pt_br: Leite de cabra
ru: Козье молоко

# NAMES.QUAGMIRE_GOATMUM
source: Mumsy
de: Mami
es: Mamusca
fr: Maman
it: Mammina
ja: マムジー
pl: Mamusia
ru: Мамушка

# NAMES.QUAGMIRE_GRILL
source: Large Grill
de: Großer Grill
es: Parrilla grande
fr: Grand grill
it: Griglia grande
ja: 大グリル
pl: Duży grill
pt_br: Grelha Grande
ru: Большой гриль

# NAMES.QUAGMIRE_GRILL_ITEM
source: Large Grill
de: Großer Grill
es: Parrilla grande
fr: Grand grill
it: Griglia grande
ja: 大グリル
pl: Duży grill
pt_br: Grelha Grande
ru: Большой гриль

# NAMES.QUAGMIRE_GRILL_SMALL
source: Small Grill
de: Kleiner Grill
es: Parrilla pequeña
fr: Petit grill
it: Griglia piccola
ja: 小グリル
pl: Mały grill
pt_br: Grelha pequena
ru: Маленький гриль

# NAMES.QUAGMIRE_GRILL_SMALL_ITEM
source: Small Grill
de: Kleiner Grill
es: Parrilla pequeña
fr: Petit grill
it: Griglia piccola
ja: 小グリル
pl: Mały grill
pt_br: Grelha pequena
ru: Маленький гриль

# NAMES.QUAGMIRE_HOE
source: Hoe
de: Hacke
es: Azada
fr: Houe
it: Zappa
ja: 鍬
pl: Motyka
pt_br: Enxada
ru: Мотыга

# NAMES.QUAGMIRE_KEY
source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ja: カギ
pl: Klucz
pt_br: Chave
ru: Ключ

# NAMES.QUAGMIRE_KEY_PARK
source: Iron Key
de: Eisenschlüssel
es: Llave de hierro
fr: Clé en fer
it: Chiave di ferro
ja: 鉄のカギ
pl: Żelazny klucz
pt_br: Chave de ferro
ru: Железный ключ

# NAMES.QUAGMIRE_LAMP_POST
source: Streetlight
de: Straßenlaterne
es: Farola
fr: Réverbère
it: Lampione
ja: 街灯
pl: Latarnia uliczna
pt_br: Poste de luz
ru: Уличный фонарь

# NAMES.QUAGMIRE_LAMP_SHORT
source: Small Streetlight
de: Kleine Straßenlampe
es: Farola pequeña
fr: Petit réverbère
it: Piccolo lampione
ja: 小さい街灯
pl: Mała latarnia
pt_br: Poste de rua pequeno
ru: Маленький уличный фонарь

# NAMES.QUAGMIRE_MEALINGSTONE
source: Mealing Stone
de: Mahlstein
es: Piedra de mortero
fr: Meule à grains
it: Pietra dei pasti
ja: ミーリングストーン
pl: Kamień młyński
pt_br: Pedra de moer
ru: Жернов

# NAMES.QUAGMIRE_MERM
source: Bog Merm
de: Sumpf-Merm
es: Tritón de ciénaga
fr: Merm des marais
it: Mermo acquitrinoso
ja: 湿地マーム
pl: Merm bagienny
pt_br: Sereio do Pântano
ru: Болотный тритон

# NAMES.QUAGMIRE_MERMHOUSE
source: Rundown House
de: Verwahrlostes Haus
es: Casa abandonada
fr: Cabane en ruines
it: Casa dei mermi
ja: ぼろぼろの家
pl: Podniszczona chata
pt_br: Casa caída
ru: Ветхий дом

# NAMES.QUAGMIRE_MERM_CART1
source: Sammy's Wagon
de: Sammys Wagen
es: Carro de Sammy
fr: Wagon de Sammy
it: Carrello di Sammy
ja: サミーのワゴン
pl: Wagon Sammy'ego
pt_br: Carrinho de Sammy
ru: Повозка Сэмми

# NAMES.QUAGMIRE_MERM_CART2
source: Pipton's Cart
de: Piptons Wagen
es: Carro de Pipton
fr: Chariot de Pipton
it: Carrello di Pipton
ja: ピプトンのカート
pl: Koszyk Piptona
pt_br: Carrinho do Pipton
ru: Тележка Пиптона

# NAMES.QUAGMIRE_MUSHROOMS
source: Mushroom
de: Pilz
es: Hongo
fr: Champignon
it: Fungo
ja: キノコ
pl: Grzyb
pt_br: Cogumelo
ru: Гриб

# NAMES.QUAGMIRE_MUSHROOMSTUMP
source: Mushroom
de: Pilz
es: Hongo
fr: Champignon
it: Fungo
ja: キノコ
pl: Pozostałość grzyba
pt_br: Cogumelo
ru: Гриб

# NAMES.QUAGMIRE_MUSHROOMS_COOKED
source: Cooked Mushroom
de: Gekochter Pilz
es: Hongo cocido
fr: Champignon cuit
it: Funghi cotti
ja: 焼きキノコ
pl: Gotowany grzyb
pt_br: Cogumelo assado
ru: Жареный гриб

# NAMES.QUAGMIRE_ONION
source: Onion
de: Zwiebel
es: Cebolla
fr: Oignon
it: Cipolla
ja: 玉ねぎ
pl: Cebula
pt_br: Cebola
ru: Лук

# NAMES.QUAGMIRE_ONION_COOKED
source: Roast Onion
de: Gebratene Zwiebel
es: Cebolla asada
fr: Oignon rôti
it: Cipolla arrosto
ja: ローストオニオン
pl: Pieczona cebula
pt_br: Cebola assada
ru: Жареный лук

# NAMES.QUAGMIRE_OVEN
source: Oven
de: Ofern
es: Horno
fr: Four
it: Forno
ja: オーブン
pl: Piekarnik
pt_br: Forno
ru: Печь

# NAMES.QUAGMIRE_OVEN_ITEM
source: Oven
de: Ofen
es: Horno
fr: Four
it: Forno
ja: オーブン
pl: Piekarnik
pt_br: Forno
ru: Печь

# NAMES.QUAGMIRE_PARKSPIKE
source: Iron Fence
de: Eisenzaun
es: Valla de hierro
fr: Clôture en fer
it: Recinzione di ferro
ja: 鉄製フェンス
pl: Żelazne ogrodzenie
pt_br: Cerca de ferro
ru: Железный забор

# NAMES.QUAGMIRE_PARK_ANGEL
source: Gnaw Worshipper
de: Mampf-Anbeter
es: Adorador de la Roedora
fr: Adorateur du Gnaw
it: Adoratore del Masticatore
ja: ノウ信者
pl: Wyznawca Gryzienia
pt_br: Adorador de Gnaw
ru: Почитатель Грызуна

# NAMES.QUAGMIRE_PARK_ANGEL2
source: Gnaw Worshipper
de: Mampf-Anbeter
es: Adorador de la Roedora
fr: Adorateur du Gnaw
it: Adoratore del Masticatore
ja: ノウ信者
pl: Wyznawca Gryzienia
pt_br: Adorador de Gnaw
ru: Почитатель Грызуна

# NAMES.QUAGMIRE_PARK_FOUNTAIN
source: Fountain
de: Brunnen
es: Fuente
fr: Fontaine
it: Fontana
ja: 噴水
pl: Fontanna
pt_br: Chafariz
ru: Фонтан

# NAMES.QUAGMIRE_PARK_GATE
source: Iron Gate
de: Eisernes Tor
es: Puerta de hierro
fr: Portail en fer
it: Cancello di ferro
ja: 鉄製ゲート
pl: Żelazna brama
pt_br: Portão de ferro
ru: Железные ворота

# NAMES.QUAGMIRE_PARK_GATE_LOCKED
source: Locked Iron Gate
de: Verschlossenes Eisentor
es: Puerta de hierro cerrada
fr: Portail en fer fermé
it: Cancello di ferro chiuso
ja: 施錠された鉄製ゲート
pl: Zamknięta żelazna brama
pt_br: Portão de ferro trancado
ru: Запертые железные ворота

# NAMES.QUAGMIRE_PARK_OBELISK
source: Stone Pillar
de: Steinsäule
es: Pilar de piedra
fr: Colonne de pierre
it: Colonna di pietra
ja: 石柱
pl: Kamienny filar
pt_br: Pilar de pedra
ru: Каменная колонна

# NAMES.QUAGMIRE_PARK_URN
source: Urn
de: Urne
es: Urna
fr: Urne
it: Urna
ja: つぼ
pl: Urna
pt_br: Urna
ru: Урна

# NAMES.QUAGMIRE_PEBBLECRAB
source: Pebble Crab
de: Kieselstein-Krabbe
es: Cangrejo de piedra
fr: Crabe galet
it: Granchio pietra
ja: 小石カニ
pl: Krab kamienny
pt_br: Siri pedra
ru: Каменный краб

# NAMES.QUAGMIRE_PIGEON
source: Pigeon
de: Taube
es: Paloma
it: Piccione
ja: ハト
pl: Gołąb
pt_br: Pombo
ru: Голубь

# NAMES.QUAGMIRE_PLATE_SILVER
source: Silver Plate
de: Silberteller
es: Plato de plata
fr: Assiette en argent
it: Piatto d'argento
ja: シルバーの皿
pl: Srebrna taca
pt_br: Prato de prata
ru: Серебряная тарелка

# NAMES.QUAGMIRE_POND_SALT
source: Salt Pond
de: Salzsee
es: Salina
fr: Mare salée
it: Stagno salato
ja: 塩の池
pl: Słone źródło
pt_br: Lago de sal
ru: Соляной пруд

# NAMES.QUAGMIRE_PORTAL
source: Ancient Gateway
de: Antikes Tor
es: Portal antiguo
fr: Ancien Portail
it: Portale antico
ja: いにしえのポータル
pl: Pradawna brama
pt_br: Portal ancestral
ru: Древние Врата

# NAMES.QUAGMIRE_PORTAL_KEY
source: Ancient Key
de: Antiker Schlüssel
es: Llave antigua
fr: Ancienne clé
it: Chiave antica
ja: いにしえのカギ
pl: Pradawny klucz
pt_br: Chave ancestral
ru: Древний Ключ

# NAMES.QUAGMIRE_POT
source: Large Cookpot
de: Großer Kochtopf
es: Olla grande
fr: Grande marmite
it: Pentola grande
ja: 大クックポット
pl: Duży garnek
pt_br: Panela Grande
ru: Большой казан

# NAMES.QUAGMIRE_POTATO
source: Potato
de: Kartoffel
es: Patata
fr: Patate
it: Patata
ja: ジャガイモ
pl: Ziemniak
pt_br: Batata
ru: Картофель

# NAMES.QUAGMIRE_POTATO_COOKED
source: Roast Potato
de: Gebratene Kartoffeln
es: Patata asada
fr: Patate rôtie
it: Patata arrosto
ja: ローストポテト
pl: Pieczony ziemniak
pt_br: Batata assada
ru: Жареный картофель

# NAMES.QUAGMIRE_POT_HANGER
source: Pot Hanger
de: Topfhaken
es: Gancho para olla
fr: Crochet à marmite
it: Gancio
ja: ポットハンガー
pl: Wieszak na garnek
pt_br: Suporte de panelas
ru: Тренога

# NAMES.QUAGMIRE_POT_HANGER_ITEM
source: Pot Hanger
de: Topfhaken
es: Gancho para olla
fr: Crochet à marmite
it: Gancio
ja: ポットハンガー
pl: Wieszak na garnek
pt_br: Suporte de panelas
ru: Тренога

# NAMES.QUAGMIRE_POT_SMALL
source: Cookpot
de: Kochtopf
es: Olla
fr: Marmite
it: Pentola
ja: クックポット
pl: Garnek
pt_br: Panela
ru: Казан

# NAMES.QUAGMIRE_POT_SYRUP
source: Syrup Pot
de: Sirup-Topf
es: Bote de sirope
fr: Pot de sirop
it: Pentola dello sciroppo
ja: シロップポット
pl: Garnek na syrop
pt_br: Panela de xarope
ru: Котелок с сиропом

# NAMES.QUAGMIRE_ROTTEN_CROP
source: Rotten Crop
de: Faule Ernte
es: Cultivo podrido
fr: Récolte pourrie
it: Coltura marcia
ja: 腐った作物
pl: Zgniłe zboże
pt_br: Colheita podre
ru: Гнилое растение

# NAMES.QUAGMIRE_RUBBLE_BIKE
source: Wrecked Bicycle
de: Zerstörtes Fahrrad
es: Bicicleta destrozada
fr: Vélo cassé
it: Bicicletta sfasciata
ja: 故障した自転車
pl: Zniszczony rower
pt_br: Bicicleta quebrada
ru: Сломанный велосипед

# NAMES.QUAGMIRE_RUBBLE_CARRIAGE
source: Broken Carriage
de: Kaputter Wagen
es: Carro roto
fr: Calèche cassée
it: Carrozza rotta
ja: 壊れた台車
pl: Zdewastowana karoca
pt_br: Carroça quebrada
ru: Сломанная повозка

# NAMES.QUAGMIRE_RUBBLE_CATHEDRAL
source: Dilapidated Cathedral
de: Verfallene Kathedrale
es: Catedral dilapidada
fr: Cathédrale délabrée
it: Cattedrale dilapidata
ja: 荒れ果てた大聖堂
pl: Zrujnowana katedra
pt_br: Catedral dilapidada
ru: Полуразрушенный собор

# NAMES.QUAGMIRE_RUBBLE_CHIMNEY
source: Dilapidated Chimney
de: Verfallener Schornstein
es: Chimenea dilapidada
fr: Cheminée délabrée
it: Comignolo dilapidato
ja: 荒れ果てた煙突
pl: Zrujnowany komin
pt_br: Chaminé dilapidada
ru: Полуразрушенная труба

# NAMES.QUAGMIRE_RUBBLE_CHIMNEY2
source: Dilapidated Chimney
de: Verfallener Schornstein
es: Chimenea dilapidada
fr: Cheminée délabrée
it: Comignolo dilapidato
ja: 荒れ果てた煙突
pl: Zrujnowany komin
pt_br: Chaminé dilapidada
ru: Полуразрушенная труба

# NAMES.QUAGMIRE_RUBBLE_CLOCK
source: Smashed Clock
de: Zertrümmerte Uhr
es: Reloj roto
fr: Horloge cassée
it: Orologio fracassato
ja: 潰れた時計
pl: Zgnieciony zegar
pt_br: Relógio destruído
ru: Разбитые часы

# NAMES.QUAGMIRE_RUBBLE_CLOCKTOWER
source: Dilapidated Clocktower
de: Verfallener Uhrenturm
es: Torre de reloj dilapidada
fr: Clocher délabré
it: Torre dilapidata
ja: 荒れ果てた時計塔
pl: Zrujnowana wieża zegara
pt_br: Torre do relógio dilapidada
ru: Полуразрушенная часовая башня

# NAMES.QUAGMIRE_RUBBLE_HOUSE
source: Dilapidated House
de: Verfallenes Haus
es: Casa dilapidada
fr: Maison délabrée
it: Casa diroccata
ja: 荒れ果てた家
pl: Zrujnowany dom
pt_br: Casa dilapidada
ru: Полуразрушенный дом

# NAMES.QUAGMIRE_RUBBLE_PUBDOOR
source: Dilapidated Door
de: Verfallene Tür
es: Puerta dilapidada
fr: Porte délabrée
it: Porta dilapidata
ja: 荒れ果てたドア
pl: Wyłamane drzwi
pt_br: Porta dilapidada
ru: Полуразвалившаяся дверь

# NAMES.QUAGMIRE_RUBBLE_ROOF
source: Dilapidated Roof
de: Verfallenes Dach
es: Tejado dilapidado
fr: Toit délabré
it: Tetto fatiscente
ja: 荒れ果てた屋根
pl: Zawalony dach
pt_br: Telhado dilapidado
ru: Прохудившаяся крыша

# NAMES.QUAGMIRE_SAFE
source: Safe
de: Tresor
es: Caja fuerte
fr: Coffre
it: Cassaforte
ja: 金庫
pl: Sejf
pt_br: Cofre
ru: Сейф

# NAMES.QUAGMIRE_SAFE_LOCKED
source: Locked Safe
de: Verschlossener Tresor
es: Caja fuerte cerrada
fr: Coffre fermé
it: Cassaforte chiusa
ja: 施錠された金庫
pl: Zamknięty sejf
pt_br: Cofre trancado
ru: Запертый сейф

# NAMES.QUAGMIRE_SALMON
source: Salmon
de: Lachs
es: Salmón
fr: Saumon
it: Salmone
ja: サーモン
pl: Łosoś
pt_br: Salmão
ru: Лосось

# NAMES.QUAGMIRE_SALMON_COOKED
source: Cooked Salmon
de: Gekochter Lachs
es: Salmón cocido
fr: Saumon cuit
it: Salmone cotto
ja: 調理されたサーモン
pl: Pieczony łosoś
pt_br: Salmão assado
ru: Приготовленный лосось

# NAMES.QUAGMIRE_SALT
source: Salt
de: Salz
es: Sal
fr: Sel
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
ru: Соль

# NAMES.QUAGMIRE_SALTED_FOOD_FMT
source: Salted {food}
de: {food} mit Salz
es: {food} (salado)
fr: {food} (bonne cuisson)
it: {food} con sale
ja: 塩味の{food}
pl: {food} z solą
pt_br: {food} com sal
ru: {food} (посоленн.)

# NAMES.QUAGMIRE_SALTROCK
source: Salt Crystals
de: Salzkristalle
es: Cristales de sal
fr: Cristaux de sel
it: Cristalli di sale
ja: 塩の結晶
pl: Kryształki soli
pt_br: Cristais de sal
ru: Соляные кристаллы

# NAMES.QUAGMIRE_SALTY_FOOD_FMT
source: Salty {food}
de: {food} mit Salz
es: {food} (con sal)
fr: {food} (cuisson excessive)
it: {food} con sale
ja: しょっぱい{food}
pl: {food} z solą
pt_br: {food} com muito sal
ru: {food} (солен.)

# NAMES.QUAGMIRE_SALT_RACK
source: Salt Rack
de: Salzständer
es: Estante de sal
fr: Étendoir à sel
it: Raccoglisale
ja: 塩置き棚
pl: Stojak do gromadzenia soli
pt_br: Prateleira de sal
ru: Рамка для сбора соли

# NAMES.QUAGMIRE_SALT_RACK_ITEM
source: Salt Rack
de: Salzständer
es: Estante de sal
fr: Étendoir à sel
it: Raccoglisale
ja: 塩置き棚
pl: Stojak do gromadzenia soli
pt_br: Prateleira de sal
ru: Рамка для сбора соли

# NAMES.QUAGMIRE_SAP
source: Sap
de: Saft
es: Savia
fr: Sève
it: Linfa
ja: 樹液
pl: Żywica
pt_br: Seiva
ru: Древесный сок
