Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.PERD
source: Gobbler
de: Truthahn
es: Pavo macho
fr: Dindon
it: Tacchino
ja: パックンチョウ
pl: Indyk
pt_br: Peru
ru: Индюк

# NAMES.PERDFAN
source: Lucky Fan
de: Glücksventilator
es: Ventilador de la suerte
fr: Éventail porte-bonheur
it: Ventaglio porta fortuna
ja: ラッキー団扇
pl: Szczęśliwy wachlarz
pt_br: Leque da sorte
ru: Фартовый Веер

# NAMES.PERDSHRINE
source: Gobbler Shrine
de: Truthahn-Schrein
es: Santuario del pavo
fr: Sanctuaire dindon
it: Santuario del tacchino
ja: パックンチョウの祭壇
pl: Indycza kapliczka
pt_br: Santuário do peru
ru: Святилище индюка

# NAMES.PEROGIES
source: Pierogi
de: Piroggen
it: Gnocchetti
ja: ピロシキ
ru: Вареники

# NAMES.PETALS
source: Petals
de: Blütenblätter
es: Pétalos
fr: Pétales
it: Petali
ja: 花びら
pl: Płatki
pt_br: Pétalas
ru: Лепестки

# NAMES.PETALS_EVIL
source: Dark Petals
de: Dunkle Blütenblätter
es: Pétalos oscuros
fr: Pétales sombres
it: Petali scuri
ja: 暗い花びら
pl: Mroczne płatki
pt_br: Pétalas negras
ru: Темные лепестки

# NAMES.PHLEGM
source: Phlegm
de: Schleim
es: Flema
fr: Mucosité
it: Catarro
ja: 痰
pl: Flegma
pt_br: Muco
ru: Слизь

# NAMES.PICKAXE
source: Pickaxe
de: Pickel
es: Pico
fr: Pioche
it: Piccone
ja: つるはし
pl: Kilof
pt_br: Picareta
ru: Кирка

# NAMES.PICKLEDHERRING
source: Pickled Herring
de: Matjes
es: Arenque en vinagre
fr: Hareng mariné
it: Aringa in salamoia
ja: ニシンのピクルス
pl: Śledź marynowany
pt_br: Arenque em Conserva
ru: Соленая сельдь

# NAMES.PIGELITE1
source: Wade
ja: ウェイド
pl: Witek
pt_br: Vander
ru: Уэйд

# NAMES.PIGELITE2
source: Ignatius
it: Ignazio
ja: イグナシオ
pl: Ignacy
pt_br: Inácio
ru: Игнациус

# NAMES.PIGELITE3
source: Dmitri
it: Dimitri
ja: ディミトリ
pl: Dymitr
ru: Дмитрий

# NAMES.PIGELITE4
source: Sawyer
ja: ソーヤー
pl: Sojer
ru: Сойер

# NAMES.PIGELITEFIGHTER1
source: Wade
ja: ウェイド
pl: Witek
pt_br: Vander
ru: Уэйд

# NAMES.PIGELITEFIGHTER2
source: Ignatius
it: Ignazio
ja: イグネイシャス
pl: Ignacy
pt_br: Inácio
ru: Игнациус

# NAMES.PIGELITEFIGHTER3
source: Dmitri
it: Dimitri
ja: ディミトリ
pl: Dymitr
ru: Дмитрий

# NAMES.PIGELITEFIGHTER4
source: Sawyer
ja: ソーヤー
pl: Sojer
ru: Сойер

# NAMES.PIGGUARD
source: Guard Pig
de: Schweinewache
es: Cerdo guardián
fr: Cochon garde
it: Maiale di guardia
ja: 見張りブタ
pl: Świniak strażnik
pt_br: Porco Guarda
ru: Свин-страж

# NAMES.PIGGYBACK
source: Piggyback
de: Schweine-Rucksack
es: Mochilacerdo
fr: Sac en peau de cochon
it: Zaino suino
ja: おんぶ
pl: Świński plecak
pt_br: Mochila de porco
ru: Свиной мешок

# NAMES.PIGHEAD
source: Pig Head
de: Schweinekopf
es: Cabeza de cerdo
fr: Tête de cochon
it: Testa di maiale
ja: ブタの頭
pl: Świński łeb
pt_br: Cabeça de porco
ru: Голова свина

# NAMES.PIGHOUSE
source: Pig House
de: Schweinestall
es: Casa de cerdos
fr: Cabane de cochon
it: Casa del maiale
ja: ブタ屋敷
pl: Świńska chata
pt_br: Casa de porco
ru: Жилище свина

# NAMES.PIGKING
source: Pig King
de: Schweinekönig
es: Rey cerdo
fr: Roi cochon
it: Re maiale
ja: ブタの王様
pl: Król Świniak
pt_br: Rei Porco
ru: Король свиней

# NAMES.PIGMAN
source: Pig Man
de: Schweinemann
es: Hombre cerdo
fr: Homme-cochon
it: Uomo maiale
ja: ブタ人間
pl: Świniak
pt_br: Porcomem
ru: Свинолюд

# NAMES.PIGSHRINE
source: Pig Shrine
de: Schweineschrein
es: Santuario de cerdos
fr: Autel de cochon
it: Santuario del maiale
ja: 豚の祭壇
pl: Świńska kapliczka
pt_br: Santuário do Porco
ru: Свиное святилище

# NAMES.PIGSKIN
source: Pig Skin
de: Schweinehaut
es: Piel de cerdo
fr: Peau de cochon
it: Pelle di maiale
ja: ブタの皮
pl: Świńska skóra
pt_br: Pele de porco
ru: Шкура свина

# NAMES.PIGTORCH
source: Pig Torch
de: Schweinefackel
es: Antorcha de cerdo
fr: Torche de cochon
it: Torcia dei maiali
ja: ブタのたいまつ
pl: Świńska pochodnia
pt_br: Tocha de porcos
ru: Свиной факел

# NAMES.PIG_COIN
source: Clout Snout
de: Großschnauz
es: Hocimoneda
fr: Groin doré
it: Muso picchiaduro
ja: 豚鼻コイン
pl: Złotoryjek
pt_br: Focinho Dourado
ru: Бойцовский пятачок

# NAMES.PIG_TOKEN
source: Golden Belt
de: Goldener Gürtel
es: Cinturón de oro
fr: Ceinture en or
it: Cintura d'oro
ja: 金のベルト
pl: Złoty pas
pt_br: Cinto de ouro
ru: Золотой пояс

# NAMES.PINECONE
source: Pine Cone
de: Kiefernzapfen
es: Piña
fr: Pomme de pin
it: Pigna
ja: 松ぼっくり
pl: Szyszka
pt_br: Pinha
ru: Шишка

# NAMES.PINECONE_SAPLING
source: Evergreen Sapling
de: Bäumchen
es: Retoño de siempreverde
fr: Jeune pousse de sapin
it: Alberello sempreverde
ja: 常緑樹の苗木
pl: Sadzonka świerku
pt_br: Muda de pinheiro
ru: Саженец ели

# NAMES.PITCHFORK
source: Pitchfork
de: Forke
es: Horca
fr: Fourche
it: Forcone
ja: 熊手
pl: Widły
pt_br: Forcado
ru: Вилы

# NAMES.PLANTMEAT
source: Leafy Meat
de: Blattartiges Fleisch
es: Carne con hojas
fr: Viande végétale
it: Carne fogliosa
ja: 葉っぱっぽい肉
pl: Liściaste mięso
pt_br: Carne folhosa
ru: Лиственное мясо

# NAMES.PLANTMEAT_COOKED
source: Cooked Leafy Meat
de: Gekochtes, blattartiges Fleisch
es: Carne con hojas asada
fr: Viande végétale cuite
it: Carne fogliosa cotta
ja: 調理した葉状の肉
pl: Grillowane liściaste mięso
pt_br: Carne folhosa cozida
ru: Жареное лиственное мясо

# NAMES.PLANTREGISTRYHAT
source: Gardeneer Hat
de: Gärtnerhut
es: Gorro de horticultura
fr: Chapeau de jardinier
it: Cappello da giardiniere
ja: ガーデニングハット
pl: Czapka ogrodnika
pt_br: Chapéu de Jardineiro
ru: Шапка садовника

# NAMES.PLANT_NORMAL
source: Crop
de: Beschneiden
es: Cosecha
fr: Récolte
it: Raccolto
ja: 農作物
pl: Plon
pt_br: Plantação
ru: Урожай

# NAMES.PLANT_NORMAL_GROUND
source: Wild Crop
de: Wildernte
es: Cosecha salvaje
fr: Récolte sauvage
it: Raccolto selvaggio
ja: 野生の作物
pl: Samosiejka
pt_br: Colheita Selvagem
ru: Дикорос

# NAMES.POCKETWATCH_DISMANTLER
source: Clockmaker's Tools
de: Uhrmacherwerkzeug
es: Herramientas de relojero
fr: Outils d'horloger
it: Strumenti da orologiaio
ja: 時計職人の工具
pl: Narzędzia zegarmistrzyni
pt_br: Ferramentas de Relojoeira
ru: Инструменты часовщика

# NAMES.POCKETWATCH_HEAL
source: Ageless Watch
de: Zeitlose Uhr
es: Reloj atemporal
fr: Montre indémodable
it: Orologio senza età
ja: 時知らずの時計
pl: Wieczny zegarek
pt_br: Relógio Intemporal
ru: Часы нестарения

# NAMES.POCKETWATCH_PARTS
source: Time Pieces
de: Uhrenteile
es: Trozos de tiempo
fr: Pièces de montre
it: Pezzi del tempo
ja: 時間の部品
pl: Kawałki czasu
pt_br: Peças Temporais
ru: Частицы времени

# NAMES.POCKETWATCH_PORTAL
source: Rift Watch
de: Riss-Uhr
es: Reloj de la grieta
fr: Montre de portail
it: Orologio della frattura
ja: 裂け目の時計
pl: Zegarek szczelinowy
pt_br: Relógio da Fenda
ru: Часы разлома

# NAMES.POCKETWATCH_PORTAL_ENTRANCE
source: Time Rift
de: Zeit-Riss
es: Grieta temporal
fr: Faille du temps
it: Frattura temporale
ja: 時間の裂け目
pl: Szczelina czasowa
pt_br: Fenda do Tempo
ru: Разлом во времени

# NAMES.POCKETWATCH_PORTAL_EXIT
source: Time Rift
de: Zeit-Riss
es: Grieta temporal
fr: Faille du temps
it: Frattura temporale
ja: 時間の裂け目
pl: Szczelina czasowa
pt_br: Fenda do Tempo
ru: Разлом во времени

# NAMES.POCKETWATCH_RECALL
source: Backtrek Watch
de: Rückreise-Uhr
es: Reloj del pasado
fr: Montre de retour
it: Orologio del ritorno al passato
ja: 戻り旅の時計
pl: Zegarek cofania
pt_br: Relógio de Retorno
ru: Часы возвращения

# NAMES.POCKETWATCH_REVIVE
source: Second Chance Watch
de: Uhr der zweiten Chance
es: Reloj de la segunda oportunidad
fr: Montre de seconde chance
it: Orologio della seconda possibilità
ja: セカンドチャンスの時計
pl: Zegarek drugiej szansy
pt_br: Relógio de Segunda Chance
ru: Часы второго шанса

# NAMES.POCKETWATCH_REVIVE_REVIVER
source: Second Chance Watch
de: Uhr der zweiten Chance
es: Reloj de la segunda oportunidad
fr: Montre de seconde chance
it: Orologio della seconda possibilità
ja: セカンドチャンスの時計
pl: Zegarek drugiej szansy
pt_br: Relógio de Segunda Chance
ru: Часы второго шанса

# NAMES.POCKETWATCH_WARP
source: Backstep Watch
de: Rückschritt-Uhr
es: Reloj del retroceso
fr: Montre de recul
it: Orologio del ritorno
ja: 戻り歩きの時計
pl: Zegarek zawracający
pt_br: Relógio de Recuo
ru: Обратные часы

# NAMES.POCKETWATCH_WEAPON
source: Alarming Clock
de: Alarmierende Uhr
es: Reloj agresor
fr: Montre alarmante
it: Orologio allarmante
ja: 警告の時計
pl: Alarmujący zegarek
pt_br: Relógio Alarmante
ru: Будильник

# NAMES.POCKET_SCALE
source: Pocket Scale
de: Taschenwaage
es: Balanza de bolsillo
fr: Balance de poche
it: Bilancia tascabile
ja: ポケットスケール
pl: Waga kieszonkowa
pt_br: Balança Portátil
ru: Карманные весы

# NAMES.POLISHCOOKIE
source: Polish Cookies
de: Polnische Kekse
es: Galletas polacas
fr: Biscuits polonais
it: Biscotti polacchi
ja: ポーランドクッキー
pl: Kruche ciasteczka
pt_br: Biscoitos Poloneses
ru: «Калачики»

# NAMES.POMEGRANATE
source: Pomegranate
de: Granatapfel
es: Granada
fr: Grenade
it: Melograno
ja: ザクロ
pl: Granat
pt_br: Romã
ru: Гранат

# NAMES.POMEGRANATE_COOKED
source: Sliced Pomegranate
de: Aufgeschnittener Granatapfel
es: Granada en rodajas
fr: Grenade tranchée
it: Melograno affettato
ja: ザクロのスライス
pl: Pieczony granat
pt_br: Romã cortada
ru: Нарезанный гранат

# NAMES.POMEGRANATE_OVERSIZED
source: Giant Pomegranate
de: Riesen-Granatapfel
es: Granada gigante
fr: Grenade géante
it: Melagrana gigante
ja: 巨大ザクロ
pl: Gigagranat
pt_br: Romã Gigante
ru: Огромный гранат

# NAMES.POMEGRANATE_OVERSIZED_ROTTEN
source: Giant Rotting Pomegranate
de: Verfaulender Riesen-Granatapfel
es: Granada gigante podre
fr: Grenade géante pourrie
it: Melagrana gigante marcia
ja: 巨大ザクロ（腐敗）
pl: Gnijący gigagranat
pt_br: Romã Gigante Podre
ru: Огромный гнилой гранат

# NAMES.POMEGRANATE_SEEDS
source: Windblown Seeds
de: Windverwehte Samen
es: Semillas al viento
fr: Graines aéroportées
it: Semi scarmigliati
ja: 風乗りの種
pl: Rozwiane nasiona
pt_br: Sementes Anemocóricas
ru: Воздушные семена

# NAMES.POND
source: Pond
de: Teich
es: Estanque
fr: Mare
it: Stagno
ja: 池
pl: Oczko wodne
pt_br: Laguinho
ru: Пруд

# NAMES.PONDEEL
source: Live Eel
de: Lebendiger Aal
es: Anguila viva
fr: Anguille vivante
it: Anguilla viva
ja: 活ウナギ
pl: Żywy węgorz
pt_br: Enguia Viva
ru: Живой угорь

# NAMES.PONDFISH
source: Freshwater Fish
de: Süßwasserfisch
es: Pez de agua dulce
fr: Poisson d'eau douce
it: Pesce d'acqua dolce
ja: 淡水魚
pl: Ryba słodkowodna
pt_br: Peixe de Água Doce
ru: Пресноводная рыба

# NAMES.POND_ALGAE
source: Algae
de: Alge
es: Algas
fr: Algue
it: Alghe
ja: 藻
pl: Glon
pt_br: Algas
ru: Водоросли

# NAMES.POND_CAVE
source: Pond
de: Teich
es: Estanque
fr: Mare
it: Stagno
ja: 池
pl: Oczko wodne
pt_br: Laguinho
ru: Пруд

# NAMES.POND_MOS
source: Pond
de: Teich
es: Estanque
fr: Mare
it: Stagno
ja: 池
pl: Oczko wodne
pt_br: Laguinho
ru: Пруд

# NAMES.POOP
source: Manure
de: Mist
es: Estiércol
fr: Engrais
it: Letame
ja: 肥料
pl: Kupa
pt_br: Estrume
ru: Навоз

# NAMES.PORTABLEBLENDER_ITEM
source: Portable Grinding Mill
de: Tragbare Gewürzmühle
es: Molinillo portátil
fr: Moulin portable
it: Macina portatile
ja: ポータブルグラインディングミル
pl: Przenośny młynek
pt_br: Moedor Portátil
ru: Переносная мельница

# NAMES.PORTABLECOOKPOT_ITEM
source: Portable Crock Pot
de: Tragbarer Schmortopf
es: Olla de barro portátil
fr: Marmite portable
it: Pentola portatile
ja: 携帯用スロークッカー
pl: Przenośny garnek
pt_br: Panela de barro portátil
ru: Портативный котелок

# NAMES.PORTABLESPICER_ITEM
source: Portable Seasoning Station
de: Tragbare Würzstation
es: Unidad de especiado portátil
fr: Station d'assaisonnement
it: Macinino portatile
ja: ポータブルシーズニングステーション
pl: Przenośne stanowisko do przyprawiania
pt_br: Posto de Tempero Portátil
ru: Переносная станция приправ

# NAMES.PORTABLETENT
source: Camper's Tent
de: Zelt
es: Tienda de campista
fr: Tente de camping
it: Tenda da campeggio
ja: キャンパーのテント
pl: Namiot biwakowy
pt_br: Barraca de Campista
ru: Походная палатка

# NAMES.PORTABLETENT_ITEM
source: Tent Roll
de: Zeltrolle
es: Tienda portátil
fr: Tente roulée
it: Tenda arrotolata
ja: 丸めたテント
pl: Złożony namiot
pt_br: Barraca Enrolada
ru: Свернутая палатка

# NAMES.POTATO
source: Potato
de: Kartoffel
es: Patata
fr: Patate
it: Patata
ja: ジャガイモ
pl: Ziemniak
pt_br: Batata
ru: Картофель

# NAMES.POTATOSACK
source: Potato Sack
de: Kartoffelsack
es: Saco de patatas
fr: Sac à patates
it: Sacco di patate
ja: ジャガイモ袋
pl: Worek na ziemniaki
pt_br: Saco de Batatas
ru: Мешок картошки

# NAMES.POTATOSOUFFLE
source: Puffed Potato Soufflé
de: Luftiges Kartoffelsoufflé
es: Suflé de patata hinchado
fr: Soufflé à la patate
it: Soufflé di patate
ja: フワフワポテトスフレ
pl: Suflet ziemniaczany
pt_br: Suflê de Batata Tufada
ru: Картофельное суфле

# NAMES.POTATOTORNADO
source: Fancy Spiralled Tubers
de: Schicke Spiralknollen
es: Tubérculos espiralizados sofisticados
fr: Spirales de patate
it: Tuberi spiralati farciti
ja: おしゃれなスパイラル芋
pl: Wykwintne spiralne bulwy
pt_br: Tubérculos Espiralados Chiques
ru: Картофельные завитки

# NAMES.POTATO_COOKED
source: Roasted Potato
de: Röstkartoffel
es: Patata asada
fr: Patate rôtie
it: Patata arrostita
ja: ローストポテト
pl: Pieczony ziemniak
pt_br: Batata Torrada
ru: Запеченный картофель

# NAMES.POTATO_OVERSIZED
source: Giant Potato
de: Riesenkartoffel
es: Patata gigante
fr: Pomme de terre géante
it: Patata gigante
ja: 巨大ジャガイモ
pl: Gigaziemniak
pt_br: Batata Gigante
ru: Огромный картофель

# NAMES.POTATO_OVERSIZED_ROTTEN
source: Giant Rotting Potato
de: Verfaulende Riesenpaprika
es: Patata gigante podre
fr: Pomme de terre géante pourrie
it: Patata gigante marcia
ja: 巨大ジャガイモ（腐敗）
pl: Gnijący gigaziemniak
pt_br: Batata Gigante Podre
ru: Огромный гнилой картофель

# NAMES.POTATO_SEEDS
source: Fluffy Seeds
de: Flauschige Samen
es: Semillas blandas
fr: Graines poilues
it: Semi soffici
ja: フワフワ種
pl: Puchate nasiona
pt_br: Sementes fofinhas
ru: Пушистые семена

# NAMES.POTTEDFERN
source: Potted Fern
de: Eingetopfter Farn
es: Helecho en maceta
fr: Fougère en pot
it: Felce nel vaso
ja: 鉢植えのシダ
pl: Paprotka w doniczce
pt_br: Samambaia no vaso
ru: Комнатный папоротник

# NAMES.POWCAKE
source: Powdercake
de: Pulverkuchen
es: Bollo empolvado
fr: Cake à poudre
it: Torta di polvere
ja: パウダーケーキ
pl: Niezdrowe ciasto
pt_br: Bolo de pólvora
ru: Песочный пирог

# NAMES.PREMIUMWATERINGCAN
source: Empty Waterfowl Can
de: Leere Wasservogelkanne
es: Regadera aviar vacía
fr: Arroisoiseau vide
it: Annaffiuccello vuoto
ja: カモのジョウロ（空）
pl: Pusta ptasia konewka
pt_br: Passarregador Vazio
ru: Пустая мальбалейка

# NAMES.PREMIUMWATERINGCAN_NOT_EMPTY
source: Waterfowl Can
de: Wasservogelkanne
es: Regadera aviar
fr: Arroisoiseau
it: Annaffiuccello
ja: カモのジョウロ
pl: Ptasia konewka
pt_br: Passarregador
ru: Мальбалейка

# NAMES.PUFFIN
source: Puffin
es: Monaguillo
fr: Bouffi
it: Pulcinella di mare
ja: マピン
pl: Maskonur
ru: Тупик

# NAMES.PUMPKIN
source: Pumpkin
es: Calabaza
fr: Citrouille
it: Zucca
ja: カボチャ
pl: Dyniak
pt_br: Abóbora
ru: Тыквин

# NAMES.PUMPKINCOOKIE
source: Pumpkin Cookies
de: Kürbisplätzchen
es: Galletas de calabaza
fr: Cookies à la citrouille
it: Biscotti di zucca
ja: カボチャのクッキー
pl: Dyniowe ciasteczka
pt_br: Biscoitinhos de abóbora
ru: Тыквенные печеньки

# NAMES.PUMPKINPIE
source: Pumpkin Pie
de: Kürbiskuchen
es: Pastel de calabaza
fr: Tarte à la citrouille
it: Torta di zucca
ja: パンプキンパイ
pl: Ciasto dyniowe
pt_br: Torta de Abóbora
ru: Тыквенный пирог

# NAMES.PUMPKIN_COOKED
source: Hot Pumpkin
de: Heißer Kürbis
es: Calabaza caliente
fr: Citrouille chaude
it: Zucca rovente
ja: あつあつのカボチャ
pl: Gorąca dynia
pt_br: Abóbora quente
ru: Печеная тыква

# NAMES.PUMPKIN_LANTERN
source: Pumpkin Lantern
de: Kürbislaterne
es: Farol de calabaza
fr: Lanterne citrouille
it: Lanterna di zucca
ja: カボチャのランタン
pl: Dyniowy lampion
pt_br: Lampião de abóbora
ru: Фонарь из тыквы

# NAMES.PUMPKIN_OVERSIZED
source: Giant Pumpkin
de: Riesenkürbis
es: Calabaza gigante
fr: Citrouille géante
it: Zucca gigante
ja: 巨大カボチャ
pl: Gigadynia
pt_br: Abóbora Gigante
ru: Огромная тыква

# NAMES.PUMPKIN_OVERSIZED_ROTTEN
source: Giant Rotting Pumpkin
de: Verfaulender Riesenkürbis
es: Calabaza gigante podre
fr: Citrouille géante pourrie
it: Zucca gigante marcia
ja: 巨大カボチャ（腐敗）
pl: Gnijąca gigadynia
pt_br: Abóbora Gigante Podre
ru: Огромная гнилая тыква

# NAMES.PUMPKIN_SEEDS
source: Sharp Seeds
de: Scharfes Saatgut
es: Semillas afiladas
fr: Graines aiguës
it: Semi appuntiti
ja: とがった種
pl: Ostre nasiona
pt_br: Sementes Pontiagudas
ru: Острые семена

# NAMES.PURPLEAMULET
source: Nightmare Amulet
de: Albtraum-Amulett
es: Amuleto de pesadilla
fr: Amulette cauchemardesque
it: Amuleto dell'incubo
ja: 悪夢のお守り
pl: Koszmarny amulet
pt_br: Amuleto de pesadelo
ru: Амулет кошмаров

# NAMES.PURPLEGEM
source: Purple Gem
de: Violetter Edelstein
es: Gema morada
fr: Gemme pourpre
it: Gemma viola
ja: 紫色の宝石
pl: Fioletowy klejnot
pt_br: Pedra preciosa roxa
ru: Сиреневый самоцвет

# NAMES.PURPLEMOONEYE
source: Purple Moonlens
de: Lila Mondglas
es: Lente lunar morada
fr: Lentille de lune violette
it: Viola lunare
ja: パープルムーンレンズ
pl: Fioletowe księżycoko
pt_br: Lente lunar roxa
ru: Фиолетовая Лунная Линза

# NAMES.QUAGMIRE_ALTAR
source: The Altar of Gnaw
de: Der Altar des Mampf
es: El altar de la Roedora
fr: L'autel du Gnaw.
it: L'altare del Masticatore
ja: ノウの祭壇
pl: Ołtarz Gryzienia
pt_br: O Altar de Gnaw
ru: Алтарь Грызуна

# NAMES.QUAGMIRE_ALTAR_BOLLARD
source: Post
de: Beitrag
es: Poste
fr: Panneau
it: Palo
ja: ポスト
pl: Słupek
pt_br: Poste
ru: Столб

# NAMES.QUAGMIRE_ALTAR_IVY
source: Ivy
de: Efeu
es: Hiedra
fr: Lierre
it: Edera
ja: ツタ
pl: Bluszcz
pt_br: Hera
ru: Плющ

# NAMES.QUAGMIRE_ALTAR_QUEEN
source: Queen Beast
de: Königin Bestie
es: Bestia reina
fr: Bête reine
it: Regina della bestia
ja: 獣の女王
pl: Królowa bestii
pt_br: Rainha Fera
ru: Звериная королева

# NAMES.QUAGMIRE_ALTAR_STATUE1
source: Beast of Hunger
de: Bestie des Hungers
es: Bestia del hambre
fr: Bête de la faim
it: Bestia della fame
ja: 飢えの獣
pl: Bestia Głodu
pt_br: Fera da Fome
ru: Голодный зверь

# NAMES.QUAGMIRE_ALTAR_STATUE2
source: Beast of Hunger
de: Bestie des Hungers
es: Bestia del hambre
fr: Bête de la faim
it: Bestia della fame
ja: 飢えの獣
pl: Bestia Głodu
pt_br: Fera da Fome
ru: Голодный зверь

# NAMES.QUAGMIRE_BEEFALO
source: Old Beefalo
de: Altes Beefalo
es: Viejo beefalo
fr: Vieux bœufalo
it: Mufalo vecchio
ja: 年寄りビーファロ
pl: Stary wołek
pt_br: Bífalo velho
ru: Старый бифало

# NAMES.QUAGMIRE_BOWL_SILVER
source: Silver Bowl
de: Silberne Schale
es: Cuenco de plata
fr: Bol d'argent
it: Ciotola d'argento
ja: シルバーボウル
pl: Srebrna miska
pt_br: Tigela de prata
ru: Серебряная чаша

# NAMES.QUAGMIRE_CASSEROLEDISH
source: Large Casserole Dish
de: Große Auflaufform
es: Cacerola grande
fr: Grand plat à ragoût
it: Grande casseruola
ja: 大鍋料理
pl: Duże naczynie żaroodporne
pt_br: Caçarola Grande
ru: Большая кастрюля

# NAMES.QUAGMIRE_CASSEROLEDISH_SMALL
source: Small Casserole Dish
de: Kleine Auflaufform
es: Cacerola pequeña
fr: Petit plat à ragoût
it: Piccola casseruola
ja: 小鍋料理
pl: Małe naczynie żaroodporne
pt_br: Caçarola pequena
ru: Маленькая кастрюля

# NAMES.QUAGMIRE_COIN1
source: Old Coin
de: Alte Münze
es: Moneda vieja
fr: Vieille pièce
it: Moneta vecchia
ja: 古いコイン
pl: Stara moneta
pt_br: Moeda antiga
ru: Старая монета

# NAMES.QUAGMIRE_COIN2
source: Sapphire Medallion
de: Saphir-Medaille
es: Medallón de zafiro
fr: Médaillon de saphir
it: Medaglione di zaffiro
ja: サファイアメダル
pl: Szafirowy medalion
pt_br: Medalhão de safira
ru: Сапфировый медальон

# NAMES.QUAGMIRE_COIN3
source: Red Mark
de: Rote Mark
es: Marco rojo
fr: Mark rouge
it: Segno rosso
ja: 赤いマーク
pl: Czerwona Marka
pt_br: Marca vermelha
ru: Красная метка

# NAMES.QUAGMIRE_COIN4
source: Gnaw's Favor
de: Gunst des Mampf
es: Favor de la Roedora
fr: Faveur du Gnaw
it: Favore del Masticatore
ja: ノウの要求
pl: Łaska Gryzienia
pt_br: Favor de Gnaw
ru: Милость Грызуна

# NAMES.QUAGMIRE_COOKEDSMALLMEAT
source: Cooked Meat Scraps
de: Gekochte Fleischreste
es: Trozos de carne cocida
fr: Petits bouts de viande cuite
it: Scarti di carne cotti
ja: 調理した肉の寄せ集め
pl: Gotowane skrawki mięsa
pt_br: Tiras de carne assadas
ru: Жареные обрывки мяса

# NAMES.QUAGMIRE_CRABMEAT
source: Crab Meat
de: Krebsfleisch
es: Carne de cangrejo
fr: Viande de crabe
it: Polpa di granchio
ja: カニの身
pl: Mięso kraba
pt_br: Carne de siri
ru: Мясо краба

# NAMES.QUAGMIRE_CRABMEAT_COOKED
source: Cooked Crab Meat
de: Gekochtes Krebsfleisch
es: Carne de cangrejo cocida
fr: Viande de crabe cuite
it: Polpa di granchio cotta
ja: 調理したカニの身
pl: Gotowane mięso kraba
pt_br: Carne de siri assada
ru: Жареное мясо краба

# NAMES.QUAGMIRE_CRABTRAP
source: Crab Trap
de: Krebsfalle
es: Trampa de cangrejo
fr: Piège à crabe
it: Presa del granchio
ja: カニ用トラップ
pl: Pułapka na kraby
pt_br: Armadilha de siri
ru: Ловушка для крабов

# NAMES.QUAGMIRE_CRATE_GRILL
source: Large Grill Kit
de: Großes Grill-Set
es: Conjunto de parrilla grande
fr: Équipement Grand grill
it: Una grande griglia
ja: 大グリルキット
pl: Duży grill
pt_br: Conjunto de Grelha Grande
ru: Большой набор для гриля

# NAMES.QUAGMIRE_CRATE_GRILL_SMALL
source: Grill Kit
de: Grill-Set
es: Conjunto de parrilla
fr: Équipement Grill
it: Kit da griglia
ja: グリルキット
pl: Grill
pt_br: Conjunto de grelha
ru: Набор для гриля

# NAMES.QUAGMIRE_CRATE_OVEN
source: Oven Kit
de: Backofen-Set
es: Horno
fr: Équipement Four
it: Kit da forno
ja: オーブンキット
pl: Zestaw piekarnikowy
pt_br: Conjunto de forno
ru: Набор для печи

# NAMES.QUAGMIRE_CRATE_POT_HANGER
source: Cookpot Kit
de: Kochtopf-Set
es: Kit de olla
fr: Kit de marmite
it: Batteria di pentole
ja: クックポットキット
pl: Zestaw do gotowania
pt_br: Kit de panelas
ru: Набор для казана

# NAMES.QUAGMIRE_FERN
source: Fern
de: Farne
es: Helecho
fr: Fougère
it: Felce
ja: シダ
pl: Paproć
pt_br: Samambaia
ru: Папоротник

# NAMES.QUAGMIRE_FLOUR
source: Flour
de: Mehl
es: Harina
fr: Farine
it: Farina
ja: 小麦粉
pl: Mąka
pt_br: Farinha
ru: Мука

# NAMES.QUAGMIRE_FOLIAGE_COOKED
source: Cooked Foliage
de: Gekochtes Laub
es: Hojas cocidas
fr: Feuillage cuit
it: Fogliame cotto
ja: 調理された枝葉
pl: Gotowane listowie
pt_br: Folhagem assada
ru: Приготовленная листва

# NAMES.QUAGMIRE_FOOD_001
source: Loaf of Bread
de: Laib Brot
es: Barra de pan
fr: Miche de pain
it: Pagnotta
ja: 食パン一斤
pl: Bochenek chleba
pt_br: Pão
ru: Буханка хлеба

# NAMES.QUAGMIRE_FOOD_002
source: Potato Chips
de: Kartoffelchips
es: Patatas fritas
fr: Chips
it: Patatine fritte
ja: ポテトチップス
pl: Chipsy ziemniaczane
pt_br: Batata chips
ru: Картофельные чипсы

# NAMES.QUAGMIRE_FOOD_003
source: Vegetable Soup
de: Gemüsesuppe
es: Sopa de verdura
fr: Soupe de légumes
it: Zuppa di ortaggi
ja: 野菜スープ
pl: Zupa warzywna
pt_br: Sopa de legumes
ru: Овощной суп

# NAMES.QUAGMIRE_FOOD_004
source: Jelly Sandwich
de: Marmeladenbrot
es: Sándwich de jalea
fr: Sandwich à la gelée
it: Panino con la gelatina
ja: ジャムサンドイッチ
pl: Kanapka z galaretką
pt_br: Sanduíche de geleia
ru: Сэндвич с желе

# NAMES.QUAGMIRE_FOOD_005
source: Fish Stew
de: Fischsuppe
es: Guiso de pescado
fr: Ragoût de poisson
it: Zuppa di pesce
ja: シーフードシチュー
pl: Potrawka rybna
pt_br: Ensopado de peixe
ru: Рыбная похлебка

# NAMES.QUAGMIRE_FOOD_006
source: Turnip Cake
de: Rübenkuchen
es: Pastel de nabo
fr: Gâteau au navet
it: Torta di rape
ja: 大根餅
pl: Ciasto z rzepy
pt_br: Torta de nabo
ru: Пирог с репой

# NAMES.QUAGMIRE_FOOD_007
source: Potato Pancakes
de: Kartoffelpuffer
es: Crepes de patata
fr: Crêpes aux patates
it: Frittelle di patate
ja: ポテトパンケーキ
pl: Naleśniki ziemniaczane
pt_br: Panquecas de batata
ru: Картофельные блинчики

# NAMES.QUAGMIRE_FOOD_008
source: Potato Soup
de: Kartoffelsuppe
es: Sopa de patata
fr: Soupe aux patates
it: Zuppa di patate
ja: ポテトスープ
pl: Kartoflanka
pt_br: Sopa de batata
ru: Картофельный суп

# NAMES.QUAGMIRE_FOOD_009
source: Fishball Skewers
de: Fischklops-Spieße
es: Pinchos de pescado
fr: Brochettes de boulettes de poisson
it: Spiedini di pesce
ja: フィッシュボール串
pl: Szaszłyk rybny
pt_br: Espetinho de bolinho de peixe
ru: Рыбные шарики на шпажках

# NAMES.QUAGMIRE_FOOD_010
source: Meatballs
de: Fleischbällchen
es: Albóndigas
fr: Boulettes de viande
it: Polpettine
ja: ミートボール
pl: Klopsiki
pt_br: Almôndegas
ru: Тефтели

# NAMES.QUAGMIRE_FOOD_011
source: Meat Skewers
de: Fleischspieße
es: Pinchos morunos
fr: Brochettes de viande
it: Spiedini di carne
ja: 串焼肉
pl: Szaszłyk mięsny
pt_br: Espetinho de carne
ru: Мясо на шпажках
