Repository: Endeer/dst-cz
Catalog: locales/*/names.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAMES.CHESSPIECE_GUARDIANPHASE3
source: Celestial Champion Figure
de: Figur des Himmlischen Champion
es: Figura de campeón celestial
fr: Statue de champion céleste
it: Statua di campione celestiale
ja: 天体の覇者の駒
pl: Figurka czempiona
pt_br: Esc. Campeão Celestial
ru: Фигура Небесного чемпиона

# NAMES.CHESSPIECE_GUARDIANPHASE3_BUILDER
source: Celestial Champion Figure
de: Figur des Himmlischen Champion
es: Figura de campeón celestial
fr: Statue de champion céleste
it: Statua di campione celestiale
ja: 天体の覇者の駒
pl: Figurka czempiona
pt_br: Esc. Campeão Celestial
ru: Фигура Небесного чемпиона

# NAMES.CHESSPIECE_GUARDIANPHASE3_SKETCH
source: Celestial Champion Figure Sketch
de: Skizze der Figur des Himmlischen Champions
es: Boceto de figura de campeón celestial
fr: Croquis de statut de champion céleste
it: Schizzo di statua di campione celestiale
ja: 天体の覇者の駒のスケッチ
pl: Szkic figurki czempiona
pt_br: Esb. Esc. Campeão Celestial
ru: Эскиз статуи «Небесный чемпион»

# NAMES.CHESSPIECE_HORNUCOPIA
source: Carved Hornucopia
de: Geschnitztes Füllhorn
es: Cuerno tallado
fr: Corne d'abondance sculptée
it: Cornucopia intagliata
ja: 豊穣の角の駒
pl: Kamienny róg obfitości
pt_br: Cornocópia entalhada
ru: Резной Рог Изобилия

# NAMES.CHESSPIECE_HORNUCOPIA_BUILDER
source: Carved Hornucopia
de: Geschnitztes Füllhorn
es: Cuerno tallado
fr: Corne d'abondance sculptée
it: Cornucopia intagliata
ja: 豊穣の角の駒
pl: Kamienny róg obfitości
pt_br: Cornocópia entalhada
ru: Резной Рог Изобилия

# NAMES.CHESSPIECE_KITCOON
source: Kitcoon Figure
de: Kitcoon-Figur
es: Figura de gapachito
fr: Statue de faton laveur
it: Statua di miciorsetti
ja: コニャライグマの像
pl: Figura kicioszopa
pt_br: Escultura de Xanim
ru: Фигура енотокотенка

# NAMES.CHESSPIECE_KITCOON_BUILDER
source: Kitcoon Figure
de: Kitcoon-Figur
es: Figura de gapachito
fr: Statue de faton laveur
it: Statua di miciorsetti
ja: コニャライグマの像
pl: Figura kicioszopa
pt_br: Escultura de Xanim
ru: Фигура енотокотенка

# NAMES.CHESSPIECE_KITCOON_SKETCH
source: Kitcoon Figure Sketch
de: Skizze der Kitcoon-Figur
es: Boceto de figura de gapachito
fr: Schéma de statue de faton laveur
it: Schizzo di miciorsetti
ja: コニャライグマの像のスケッチ
pl: Szkic figury kicioszopa
pt_br: Desenho de Escultura de Xanim
ru: Эскиз статуи «Енотокотенок»

# NAMES.CHESSPIECE_KLAUS
source: Klaus Figure
de: Klausfigur
es: Figura de Klaus
fr: Statue de Klaus
it: Pedina Klaus
ja: クラウスの像
pl: Figura Klausa
pt_br: Estatueta de Klaus
ru: Фигура Клауса

# NAMES.CHESSPIECE_KLAUS_BUILDER
source: Klaus Figure
de: Klausfigur
es: Figura de Klaus
fr: Statue de Klaus
it: Pedina Klaus
ja: クラウスの像
pl: Figura Klausa
pt_br: Estatueta de Klaus
ru: Фигура Клауса

# NAMES.CHESSPIECE_KNIGHT
source: Knight Figure
de: Springerfigur
es: Figura de caballo
fr: Statue de cavalier
it: Il cavallo
ja: ナイトの駒
pl: Figura skoczka
pt_br: Escultura de cavalo
ru: Конь

# NAMES.CHESSPIECE_KNIGHT_BUILDER
source: Knight Figure
de: Springerfigur
es: Figura de caballo
fr: Statue de cavalier
it: Il cavallo
ja: ナイトの駒
pl: Figura skoczka
pt_br: Escultura de cavalo
ru: Конь

# NAMES.CHESSPIECE_MALBATROSS
source: Malbatross Figure
de: Malbatrosfigur
es: Figura de malbatros
fr: Malbatros miniature
it: Pedina anatross
ja: 極悪アルバトロスの駒
pl: Figura malbatrosa
pt_br: Escultura de Malbatross
ru: Статуя «Мальбатрос»

# NAMES.CHESSPIECE_MALBATROSS_BUILDER
source: Malbatross Figure
de: Malbatrosfigur
es: Figura de malbatros
fr: Malbatros miniature
it: Pedina anatross
ja: 極悪アルバトロスの駒
pl: Figura malbatrosa
pt_br: Escultura de Malbatross
ru: Статуя «Мальбатрос»

# NAMES.CHESSPIECE_MALBATROSS_SKETCH
source: Malbatross Figure Sketch
de: Malbatrosfigur-Skizze
es: Boceto de figura de malbatros
fr: Schéma de mini malbatros
it: Schizzo di anatross
ja: 極悪アルバトロスの駒のスケッチ
pl: Szkic figury malbatrosa
pt_br: Esboço de Escultura de Malbatross
ru: Эскиз статуи «Мальбатрос»

# NAMES.CHESSPIECE_MINOTAUR
source: Ancient Guardian Figure
de: Antike Wächterfigur
es: Figura de guardián anciano
fr: Statue de Garde ancien
it: Pedina antico guardiano
ja: 古代の守護者の像
pl: Figura pradawnego wartownika
pt_br: Estatueta de Guardião Ancestral
ru: Статуя «Древний страж»

# NAMES.CHESSPIECE_MINOTAUR_BUILDER
source: Ancient Guardian Figure
de: Antike Wächterfigur
es: Figura de guardián anciano
fr: Statue de Garde ancien
it: Pedina antico guardiano
ja: 古代の守護者の像
pl: Figura pradawnego wartownika
pt_br: Estatueta de Guardião Ancestral
ru: Статуя «Древний страж»

# NAMES.CHESSPIECE_MOON
source: "Moon" Figure
de: Mondfigur
es: Figura "lunar"
fr: Lune miniature
it: Pedina "Luna"
ja: 「月」の駒
pl: Figura "Księżyca"
pt_br: Escultura "Lunar"
ru: Статуя «Луна»

# NAMES.CHESSPIECE_MOON_BUILDER
source: "Moon" Figure
de: Mondfigur
es: Figura "lunar"
fr: Lune miniature
it: Pedina "Luna"
ja: 「月」の駒
pl: Figura "Księżyca"
pt_br: Escultura "Lunar"
ru: Статуя «Луна»

# NAMES.CHESSPIECE_MOON_SKETCH
source: "Moon" Figure Sketch
de: Mondfigur-Skizze
es: Boceto de figura de "lunar"
fr: Schéma de lune miniature
it: Schizzo di "Luna"
ja: 「月」の駒のスケッチ
pl: Szkic figury "Księżyca"
pt_br: Esboço de Escultura "Lunar"
ru: Эскиз статуи «Луна»

# NAMES.CHESSPIECE_MOOSEGOOSE
source: Moose Figure
de: Elchfigur
es: Figura de alce
fr: Statue d'élan ailé
it: Pedina alce
ja: ムースの像
pl: Figura łosia
pt_br: Escultura de galce
ru: Фигура Лося

# NAMES.CHESSPIECE_MOOSEGOOSE_ALT
source: Goose Figure
de: Gansfigur
es: Figura de ganso
fr: Statue d'élan ailé
it: Pedina oca
ja: グースの像
pl: Figura łęsi
pt_br: Escultura de ansa
ru: Фигура Гуся

# NAMES.CHESSPIECE_MOOSEGOOSE_BUILDER
source: Moose/Goose Figure
de: Elch-/Gansfigur
es: Figura de alce/ganso
fr: Statue d'élan ailé
it: Pedina alce/oca
ja: ムース/グースの像
pl: Figura łęsi
pt_br: Escultura de alce/ganso
ru: Фигура Лося/Гуся

# NAMES.CHESSPIECE_MUSE
source: Queenly Figure
de: Königinfigur
es: Figura de reina
fr: Statue de reine
it: La regina
ja: クイーンの駒
pl: Figura królowej
pt_br: Escultura de rainha
ru: Королева

# NAMES.CHESSPIECE_MUSE_BUILDER
source: Queenly Figure
de: Königinfigur
es: Figura de reina
fr: Statue de reine
it: La regina
ja: クイーンの駒
pl: Figura królowej
pt_br: Escultura de rainha
ru: Королева

# NAMES.CHESSPIECE_PAWN
source: Pawn Figure
de: Bauernfigur
es: Figura de peón
fr: Statue de pion
it: Il pedone
ja: ポーンの駒
pl: Figura pionka
pt_br: Escultura de peão
ru: Пешка

# NAMES.CHESSPIECE_PAWN_BUILDER
source: Pawn Figure
de: Bauernfigur
es: Figura de peón
fr: Statue de pion
it: Il pedone
ja: ポーンの駒
pl: Figura pionka
pt_br: Escultura de peão
ru: Пешка

# NAMES.CHESSPIECE_PIPE
source: Bubble Pipe Carving
de: Rohrschnitzerei
es: Tallador de pipas
fr: Sculpture de pipe à bulle
it: La pipa intagliata
ja: バブルパイプの駒
pl: Kamienna fajka z bańkami
pt_br: Escultura de cachimbo de bolhas
ru: Резная Трубка с Пузырьками

# NAMES.CHESSPIECE_PIPE_BUILDER
source: Bubble Pipe Carving
de: Rohrschnitzerei
es: Tallador de pipas
fr: Sculpture de pipe à bulle
it: La pipa intagliata
ja: バブルパイプの駒
pl: Kamienna fajka z bańkami
pt_br: Escultura de cachimbo de bolhas
ru: Резная Трубка с Пузырьками

# NAMES.CHESSPIECE_ROOK
source: Rook Figure
de: Turmfigur
es: Figura de torre
fr: Statue de tour
it: La torre
ja: ルークの駒
pl: Figura wieży
pt_br: Escultura de torre
ru: Ладья

# NAMES.CHESSPIECE_ROOK_BUILDER
source: Rook Figure
de: Turmfigur
es: Figura de torre
fr: Statue de tour
it: La torre
ja: ルークの駒
pl: Figura wieży
pt_br: Escultura de torre
ru: Ладья

# NAMES.CHESSPIECE_STALKER
source: Ancient Fuelweaver Figure
de: Antiker-Brennstoffweber-Figur
es: Figura de tejedor sombrío antiguo
fr: Statue d'ancien trameur d'essence
it: Pedina Antico Tessicarburante
ja: ナイトメアウィーバーの像
pl: Figura starożytnego tkacza paliwa
pt_br: Estatueta de Tecelão de Combustível Ancestral
ru: Фигура Прядильщика

# NAMES.CHESSPIECE_STALKER_BUILDER
source: Ancient Fuelweaver Figure
de: Antiker-Brennstoffweber-Figur
es: Figura de tejedor sombrío antiguo
fr: Statue d'ancien trameur d'essence
it: Pedina Antico Tessicarburante
ja: ナイトメアウィーバーの像
pl: Figura starożytnego tkacza paliwa
pt_br: Estatueta de Tecelão de Combustível Ancestral
ru: Фигура Прядильщика

# NAMES.CHESSPIECE_TOADSTOOL
source: Toadstool Figure
de: Giftpilzfigur
es: Figura de fungusapo
fr: Statue de Crapaugnon
it: Pedina rospora
ja: 毒キノコの像
pl: Figura żabuchy
pt_br: Estatueta de Cogumelo Venenoso
ru: Фигура Жабы-поганки

# NAMES.CHESSPIECE_TOADSTOOL_BUILDER
source: Toadstool Figure
de: Giftpilzfigur
es: Figura de fungusapo
fr: Statue de Crapaugnon
it: Pedina rospora
ja: 毒キノコの像
pl: Figura żabuchy
pt_br: Estatueta de Cogumelo Venenoso
ru: Фигура Жабы-поганки

# NAMES.CHESSPIECE_TWINSOFTERROR
source: Twins of Terror Figure
de: Figur "Schreckenszwillinge"
es: Figura de gemelos del terror
fr: Statue de Jumeaux de l'effroi
it: Statua di Gemelli del terrore
ja: 恐怖のツインズの像
pl: Figura bliźniąt terroru
pt_br: Escultura de Gêmeos do Terror
ru: Фигура Близнецов ужаса

# NAMES.CHESSPIECE_TWINSOFTERROR_BUILDER
source: Twins of Terror Figure
de: Figur "Schreckenszwillinge"
es: Figura de gemelos del terror
fr: Statue de Jumeaux de l'effroi
it: Statua di Gemelli del terrore
ja: 恐怖のツインズの像
pl: Figura bliźniąt terroru
pt_br: Escultura de Gêmeos do Terror
ru: Фигура Близнецов ужаса

# NAMES.CHESTER
source: Chester
pl: Skrzynecka
pt_br: Baú-dogue
ru: Честер

# NAMES.CHESTER_EYEBONE
source: Eye Bone
de: Augenknochen
es: Hueso con ojo
fr: Os-œil
it: Ossocchio
ja: 目玉の骨
pl: Okość
pt_br: Osso ocular
ru: Костеглаз

# NAMES.CHUM
source: Fish Food
de: Fischfutter
es: Comida para peces
fr: Nourriture pour poisson
it: Cibo per pesci
ja: 魚の餌
pl: Pokarm dla ryb
pt_br: Comida de Peixe
ru: Прикормка для рыб

# NAMES.CLAYHOUND
source: Clay Hound
de: Hund aus Ton
es: Sabueso de arcilla
fr: Molosse d'argile
it: Segugio di argilla
ja: クレイハウンド
pl: Gliniany ogar
pt_br: Sabujo de barro
ru: Глиняная гончая

# NAMES.CLAYWARG
source: Clay Varg
de: Varg aus Ton
es: Huargo de arcilla
fr: Varg d'argile
it: Varg d'argilla
ja: クレイヴァルグ
pl: Gliniany warg
pt_br: Varg de barro
ru: Глиняный варг

# NAMES.COLD
source: Freezing
de: Erstarren
es: Congelación
fr: Congélation
it: Congelamento
ja: 凍結
pl: Zimno
pt_br: Congelamento
ru: Замерзание

# NAMES.COLDFIRE
source: Endothermic Fire
de: Endothermes Feuer
es: Fuego endotérmico
fr: Feu endothermique
it: Fuoco endotermico
ja: 吸熱ファイア
pl: Ognisko endotermiczne
pt_br: Fogo endotérmico
ru: Эндотермический костер

# NAMES.COLDFIREPIT
source: Endothermic Fire Pit
de: Endotherme Feuergrube
es: Fogata endotérmica
fr: Foyer endothermique
it: Focolare endotermico
ja: 吸熱炉
pl: Palenisko endotermiczne
pt_br: Fogueira endotérmica
ru: Эндотермическое кострище

# NAMES.COMPASS
source: Compass
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
ja: コンパス
pl: Kompas
pt_br: Bússola
ru: Компас

# NAMES.COMPOST
source: Compost
de: Kompost
ja: 肥料
pl: Kompost
pt_br: Adubo
ru: Компост

# NAMES.COMPOSTINGBIN
source: Composting Bin
de: Kompostbehälter
es: Cubo de compost
fr: Tonneau de compost
it: Bidone per il compostaggio
ja: コンポスト容器
pl: Kompostownik
pt_br: Composteira
ru: Бочка с компостом

# NAMES.COMPOSTWRAP
source: Compost Wrap
de: Kompostwickel
es: Envoltura de compost
fr: Wrap au compost
it: Impacco di compost
ja: 包んだ肥料
pl: Kompostowe zawiniątko
pt_br: Adubo Embalado
ru: Сверток компоста

# NAMES.COOKBOOK
source: Cookbook
de: Kochbuch
es: Libro de cocina
fr: Livre de recettes
it: Ricettario
ja: レシピ集
pl: Książka kucharska
pt_br: Livro de Receitas
ru: Кулинарная книга

# NAMES.COOKEDMANDRAKE
source: Cooked Mandrake
de: Gekochte Alraune
es: Mandrágora cocida
fr: Mandragore cuite
it: Mandragola cotta
ja: 調理したマンドレイク
pl: Pieczona mandragora
pt_br: Mandrágora assada
ru: Приготовленная мандрагора

# NAMES.COOKEDMEAT
source: Cooked Meat
de: Gekochtes Fleisch
es: Carne cocida
fr: Viande cuite
it: Carne cotta
ja: 調理した肉
pl: Grillowane mięso
pt_br: Carne assada
ru: Жареное мясо

# NAMES.COOKEDMONSTERMEAT
source: Cooked Monster Meat
de: Gekochtes Monsterfleisch
es: Carne de monstruo cocida
fr: Viande de monstre cuite
it: Carne di mostro cotta
ja: 調理したモンスターの肉
pl: Pieczone mięso potwora
pt_br: Carne de monstro cozida
ru: Приготовленное мясо монстра

# NAMES.COOKEDSMALLMEAT
source: Cooked Morsel
de: Gekochter Happen
es: Bocado cocido
fr: Morceau cuit
it: Boccone cotto
ja: 調理したごちそう
pl: Pieczony mięsny kąsek
pt_br: Naco cozido
ru: Жареные ребрышки

# NAMES.COOKIECUTTER
source: Cookie Cutter
de: Zigarrenhai
es: Cortador de galletas
fr: Emporte-pièce
it: Tagliascafi
ja: クッキーカッター
pl: Rekin foremkowy
pt_br: Cortador de Biscoitos
ru: Кромсатель

# NAMES.COOKIECUTTERHAT
source: Cookie Cutter Cap
de: Zigarrenhai-Helm
es: Gorra de cortador de galletas
fr: Chapeau emporte-pièce
it: Cappello di tagliascafi
ja: クッキーカッターキャップ
pl: Czapka z rekina foremkowego
pt_br: Chapéu de Cortador de Biscoitos
ru: Шлем из панциря

# NAMES.COOKIECUTTERSHELL
source: Cookie Cutter Shell
de: Zigarrenhaipanzer
es: Concha de cortador de galletas
fr: Coquille d'emporte-pièce
it: Guscio del tagliascafi
ja: クッキーカッターケース
pl: Skorupa rekina foremkowego
pt_br: Concha de Cortador de Biscoitos
ru: Панцирь кромсателя

# NAMES.COOKPOT
source: Crock Pot
de: Schmortopf
es: Olla de barro
fr: Marmite
it: Pentola di coccio
ja: 電気鍋
pl: Garnek
pt_br: Panela de barro
ru: Котелок

# NAMES.COONTAIL
source: Cat Tail
de: Katzenschwanz
es: Cola de gato
fr: Queue de chat
it: Coda di gatto
ja: キャットテイル
pl: Koci ogon
pt_br: Rabo de gato
ru: Кошачий хвост

# NAMES.CORN
source: Corn
de: Mais
es: Maíz
fr: Maïs
it: Mais
ja: コーン
pl: Kukurydza
pt_br: Milho
ru: Кукуруза

# NAMES.CORN_COOKED
source: Popcorn
es: Palomita
ja: ポップコーン
pl: Prażona kukurydza
pt_br: Pipoca
ru: Попкорн

# NAMES.CORN_OVERSIZED
source: Giant Corn
de: Riesenmais
es: Maíz gigante
fr: Maïs géant
it: Mais gigante
ja: 巨大コーン
pl: Gigakukurydza
pt_br: Milho Gigante
ru: Огромная кукуруза

# NAMES.CORN_OVERSIZED_ROTTEN
source: Giant Rotting Corn
de: Verfaulender Riesenmais
es: Maíz gigante podre
fr: Maïs géant pourri
it: Mais gigante marcio
ja: 巨大コーン（腐敗）
pl: Zgniła gigakukurydza
pt_br: Milho Gigante Podre
ru: Огромная гнилая кукуруза

# NAMES.CORN_SEEDS
source: Clustered Seeds
de: Samenhaufen
es: Semillas apiñadas
fr: Groupe de graines
it: Semi raggruppati
ja: ひとまとまりの種
pl: Garść nasion
pt_br: Sementes Aglomeradas
ru: Слипшиеся семена

# NAMES.CRABKING
source: Crab King
de: Krabbenkönig
es: Rey cangrejo
fr: Roi des crabes
it: Re granchio
ja: クラブキング
pl: Król krabów
pt_br: Rei Caranguejo
ru: Король крабов

# NAMES.CRABKING_CLAW
source: Imposing Claw
de: Beeindruckende Schere
es: Pinza imponente
fr: Griffe imposante
it: Chela imponente
ja: インポージングクロウ
pl: Imponujące szczypce
pt_br: Garra Imponente
ru: Величественная клешня

# NAMES.CRAWLINGHORROR
source: Crawling Horror
de: Kriechendes Entsetzen
es: Horror reptante
fr: Horreur rampante
it: Orrore strisciante
ja: クローリングホラー
pl: Pełzająca groza
pt_br: Horror rastejante
ru: Ползучий ужас

# NAMES.CRAWLINGNIGHTMARE
source: Crawling Nightmare
de: Kriechender Albtraum
es: Pesadilla reptante
fr: Cauchemar rampant
it: Incubo strisciante
ja: 巡回する悪夢
pl: Pełzający koszmar
pt_br: Pesadelo rastejante
ru: Ползучий кошмар

# NAMES.CRITTERLAB
source: Rock Den
de: Felsenhöhle
es: Cubil de piedra
fr: Antre de pierre
it: Tana nella roccia
ja: ロックデン
pl: Kamienna nora
pt_br: Toca de pedra
ru: Каменное Логово

# NAMES.CRITTER_DRAGONLING
source: Broodling
es: Mosquita dragón
fr: Bébé-libelle
it: Libellina
ja: ブロードリング
pl: Muszątko
pt_br: Libelinha
ru: Дракончик

# NAMES.CRITTER_DRAGONLING_BUILDER
source: Broodling
es: Mosquita dragón
fr: Bébé-libelle
it: Libellina
ja: ブロードリング
pl: Muszątko
pt_br: Libelinha
ru: Дракончик

# NAMES.CRITTER_EYEOFTERROR
source: Friendly Peeper
de: Freundlicher Gucker
es: Mirón amable
fr: Gentil nœunœil
it: Osservatore amichevole
ja: 友好的なのぞくやつ
pl: Przyjacielski zerkacz
pt_br: Olho Grande Amigável
ru: Дружелюбный глазик

# NAMES.CRITTER_EYEOFTERROR_BUILDER
source: Friendly Peeper
de: Freundlicher Gucker
es: Mirón amable
fr: Gentil nœunœil
it: Osservatore amichevole
ja: 友好的なのぞくやつ
pl: Przyjacielski zerkacz
pt_br: Olho Grande Amigável
ru: Дружелюбный глазик

# NAMES.CRITTER_GLOMLING
source: Glomglom
it: Glommino
ja: グロムグロム
pt_br: Gosmito
ru: Гломглом

# NAMES.CRITTER_GLOMLING_BUILDER
source: Glomglom
it: Glommino
ja: グロムグロム
pt_br: Gosmito
ru: Гломглом

# NAMES.CRITTER_KITTEN
source: Kittykit
es: Gapachito
fr: Pitichat
it: Gattinorsetto
ja: キティーキット
pl: Kicikot
pt_br: Miaulinho
ru: Енотокотенок

# NAMES.CRITTER_KITTEN_BUILDER
source: Kittykit
es: Gapachito
fr: Pitichat
it: Gattinorsetto
ja: キティーキット
pl: Kicikot
pt_br: Miaulinho
ru: Енотокотенок

# NAMES.CRITTER_LAMB
source: Ewelet
de: Lamm
es: Mocovejita
fr: Petit brebicus
it: Pecoruccia
ja: エウェレット
pl: Śluzowieczka
pt_br: Muconeiro
ru: Слизовечка

# NAMES.CRITTER_LAMB_BUILDER
source: Ewelet
de: Lamm
es: Mocovejita
fr: Petit brebicus
it: Pecoruccia
ja: エウェレット
pl: Śluzowieczka
pt_br: Muconeiro
ru: Слизовечка

# NAMES.CRITTER_LUNARMOTHLING
source: Mothling
de: Mottling
es: Polillita
fr: Papilloneau
it: Falenina
ja: モスリング
pl: Ciemka
pt_br: Mariposim
ru: Мотылек

# NAMES.CRITTER_LUNARMOTHLING_BUILDER
source: Mothling
de: Mottling
es: Polillita
fr: Papilloneau
it: Falenina
ja: モスリング
pl: Ciemka
pt_br: Mariposim
ru: Мотылек

# NAMES.CRITTER_PERDLING
source: Giblet
de: Geflügelklein
es: Pavito macho
fr: Dindonneau
it: Tacchinello
ja: ギブレット
pl: Indyczek
pt_br: Gluglu
ru: Индюшонок

# NAMES.CRITTER_PERDLING_BUILDER
source: Giblet
de: Geflügelklein
es: Pavito macho
fr: Dindonneau
it: Tacchinello
ja: ギブレット
pl: Indyczek
pt_br: Gluglu
ru: Индюшонок

# NAMES.CRITTER_PUPPY
source: Vargling
de: Welpe
es: Huarguito
fr: Petit varg
it: Vargolino
ja: ヴァーグリング
pl: Warguś
pt_br: Varguinho
ru: Варжонок

# NAMES.CRITTER_PUPPY_BUILDER
source: Vargling
de: Welpe
es: Huarguito
fr: Petit varg
it: Vargolino
ja: ヴァーグリング
pl: Warguś
pt_br: Varguinho
ru: Варжонок

# NAMES.CROP
source: Crop
de: Beschneiden
es: Cosecha
fr: Récolte
it: Raccolto
ja: 農作物
pl: Plon
pt_br: Plantação
ru: Урожай

# NAMES.CROW
source: Crow
es: Cuervo
fr: Corbeau
it: Corvo
ja: カラス
pl: Kruk
pt_br: Corvo
ru: Ворон

# NAMES.CRUMBS
source: Cookie Crumbles
de: Kekskrümel
es: Migas de galleta
fr: Miettes de gâteau
it: Briciole di biscotto
ja: クッキーくず
pl: Okruszki ciastek
pt_br: Migalhas de Biscoito
ru: Крошки печенья

# NAMES.CUTGRASS
source: Cut Grass
de: Geschnittenes Gras
es: Hierba cortada
fr: Herbe coupée
it: Erba tagliata
ja: 芝を刈る
pl: Ścięta trawa
pt_br: Grama cortada
ru: Скошенная трава

# NAMES.CUTLICHEN
source: Lichen
de: Flechte
es: Liquen
it: Lichene
ja: キノコ
pl: Porost
pt_br: Líquen
ru: Лишайник

# NAMES.CUTREEDS
source: Cut Reeds
de: Geschnittenes Schilf
es: Juncos cortados
fr: Roseaux coupés
it: Canne tagliate
ja: アシを刈る
pl: Ścięty tatarak
pt_br: Juncos cortados
ru: Срезанный камыш

# NAMES.CUTSTONE
source: Cut Stone
de: Geschliffener Stein
es: Piedra labrada
fr: Pierre taillée
it: Pietra tagliata
ja: 石を切る
pl: Ociosany kamień
pt_br: Pedra cortada
ru: Шлакоблок

# NAMES.DARKNESS
source: Darkness
de: Dunkelheit
es: Oscuridad
fr: Obscurité
it: Oscurità
ja: 暗闇
pl: Ciemność
pt_br: Escuridão
ru: Тьма

# NAMES.DEADLYFEAST
source: Deadly Feast
de: Tödliches Festmahl
es: Banquete mortal
fr: Potée mortelle
it: Banchetto mortale
ja: 命がけのごちそう
pl: Śmiercionośna uczta
pt_br: Fervido mortal
ru: Смертельное угощение

# NAMES.DEAD_SEA_BONES
source: Sea Bones
de: Fischgräten
es: Huesos marinos
fr: Arêtes marines
it: Ossa marine
ja: シーボーン
pl: Morskie kości
pt_br: Ossos Marinhos
ru: Морские кости

# NAMES.DECIDUOUSTREE
source: Birchnut Tree
de: Birkennussbaum
es: Abedul
fr: Châtaignier
it: Albero di nocetulla
ja: バーチナッツの木
pl: Brzozowiec
pt_br: Vidoeiro
ru: Каштановая береза

# NAMES.DECIDUOUS_ROOT
source: Birchnut Tree
de: Birkennussbaum
es: Abedul
fr: Châtaignier
it: Albero di nocetulla
ja: バーチナッツの木
pl: Brzozowiec
pt_br: Vidoeiro
ru: Каштановая береза

# NAMES.DECREASE_HEALTH
source: Health
de: Gesundheit
es: Salud
fr: Vie
it: Salute
ja: HP
pl: Zdrowie
pt_br: Saúde
ru: Здоровье

# NAMES.DECREASE_OLDAGE
source: Years
de: Jahre
es: Años
fr: Années
it: Anni
ja: 年数
pl: Lata
pt_br: Anos
ru: Годы

# NAMES.DECREASE_SANITY
source: Sanity
de: Verstand
es: Cordura
fr: Santé mentale
it: Sanità mentale
ja: SAN
pl: Zdrowy umysł
pt_br: Sanidade
ru: Рассудок

# NAMES.DEER
source: No-Eyed Deer
de: Hirsch ohne Augen
es: Ciervo sin ojos
fr: Élan sans yeux
it: Cervo senz'occhi
ja: 盲目鹿
pl: Bezoki jeleń
pt_br: Cervo Sem-Clope
ru: Безглазый Олень

# NAMES.DEERCLOPS
source: Deerclops
es: Ciérclope
fr: Cerf-clope
it: Cervoclope
ja: ディアクロップス
pl: Jeleklop
pt_br: Cervoclope
ru: Циклополени

# NAMES.DEERCLOPS_EYEBALL
source: Deerclops Eyeball
de: Deerclops-Augapfel
es: Globo ocular de ciérclope
fr: Œil de cerf-clope
it: Bulbo oculare cervoclope
ja: ディアクロップスの眼球
pl: Oko jeleklopa
pt_br: Olho de cervoclope
ru: Глаз циклополеня

# NAMES.DEER_ANTLER
source: Deer Antler
de: Hirschgeweih
es: Asta de ciervo
fr: Ramure
it: Corno di cervo
ja: 鹿の枝角
pl: Poroże jelenia
pt_br: Galhada de cervo
ru: Олений Рог

# NAMES.DEER_GEMMED
source: No-Eyed Deer
de: Hirsch ohne Augen
es: Ciervo sin ojos
fr: Élan sans yeux
it: Cervo senz'occhi
ja: 盲目鹿
pl: Bezoki jeleń
pt_br: Cervo Sem-Clope
ru: Безглазый Олень

# NAMES.DEFAULT
source: INVENTORY ITEM
de: INVENTAR-GEGENSTAND
es: OBJETO DE INVENTARIO
fr: OBJET D'INVENTAIRE
it: ARTICOLO DI MAGAZZINO
ja: 在庫アイテム
pl: PRZEDMIOT PODRĘCZNY
pt_br: ITEM DE INVENTÁRIO
ru: ПРЕДМЕТ ИНВЕНТАРЯ

# NAMES.DEPLETED_GRASS
source: Grass
de: Gras
es: Hierba
fr: Herbe
it: Erba
ja: 草
pl: Trawa
pt_br: Grama
ru: Трава

# NAMES.DESERTHAT
source: Desert Goggles
de: Wüstenbrille
es: Gafas de desierto
fr: Lunettes du désert
it: Occhialini da deserto
ja: 砂漠用ゴーグル
pl: Pustynne gogle
pt_br: Óculos do deserto
ru: Пустынные Очки

# NAMES.DEVTOOL
source: Dev Tool
de: Entwickler-Werkzeug
es: Herramienta del desarrollador
ja: 開発者用ツール
pl: Narzędzie dewelopera
ru: Золотой топор

# NAMES.DIRTPILE
source: Suspicious Dirt Pile
de: Verdächtiger Erdhaufen
es: Montón de tierra sospechosa
fr: Motte de terre étrange
it: Terriccio sospetto
ja: 怪しげな泥の山
pl: Podejrzana kupka ziemi
pt_br: Pilha de terra suspeita
ru: Подозрительная кучка грязи

# NAMES.DIVININGROD
source: Divining Rod
de: Wünschelrute
es: Vara divina
fr: Bâton de divination
it: Rabdobacchetta
ja: 占い棒
pl: Różdżka
pt_br: Vara divinatória
ru: Жезл поиска

# NAMES.DIVININGRODBASE
source: Divining Rod Holder
de: Wünschelrutenhalter
es: Portavaras divinas
fr: Support de bâton de divination
it: Porta rabdobacchetta
ja: 占い棒ホルダー
pl: Podstawa różdżki
pt_br: Suporte de vara divinatória
ru: Рукоятка жезла поиска

# NAMES.DIVININGRODSTART
source: Divining Rod Holder
de: Wünschelrutenhalter
es: Portavaras divinas
fr: Support de bâton de divination
it: Porta rabdobacchetta
ja: 占い棒ホルダー
pl: Podstawa różdżki
pt_br: Suporte de vara divinatória
ru: Рукоятка жезла поиска

# NAMES.DOLL_BLUEPRINT
source: Dolled-Up Costume Pattern
de: Aufgepepptes Kostümmuster
es: Patrón de disfraz elegante
fr: Patron de costume de poupée
it: Modello per costume agghindato
ja: 衣装型紙「お人形さん」
pl: Wykrój stroju laleczki
pt_br: Fantasia Enfeitada
ru: Выкройка: куколка

# NAMES.DRAGONBODYHAT
source: Lucky Beast Body
de: Glückstierkörper
es: Cuerpo de bestia de la suerte
fr: Corps de bête porte-bonheur
it: Corpo bestia fortunata
ja: 幸運の野獣の体
pl: Korpus szczęśliwej bestii
pt_br: Corpo de fera sortuda
ru: Тело Приносящего Удачу Зверя

# NAMES.DRAGONCHILISALAD
source: Hot Dragon Chili Salad
de: Drachenchili-Salat
es: Ensalada de chili Dragón de Fuego
fr: Salade pimentée du dragon
it: Insalata piccandrago
ja: 激辛ドラゴンサラダ
pl: Pikantna smocza sałatka
pt_br: Salada de Chili com Pitaia
ru: Салат из драконьего фрукта

# NAMES.DRAGONFLY
source: Dragonfly
de: Libelle
es: Mosca dragón
fr: Libellule
it: Draghellula
ja: ドラゴンフライ
pl: Smoczucha
pt_br: Libélula
ru: Дракомуха

# NAMES.DRAGONFLYCHEST
source: Scaled Chest
de: Geschuppte Truhe
es: Cofre sellado
fr: Coffre à écailles
it: Scrigno squamato
ja: ウロコ飾り収納箱
pl: Łuskowa skrzynia
pt_br: Baú de escamas
ru: Чешуйчатый сундук
