Repository: Endeer/dst-cz
Catalog: locales/*/other.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

source: Swap
de: Tauschen
es: Intercambiar
fr: Échanger
it: Scambia
ja: 交換する
pl: Zamień
pt_br: Alternar
ru: Обмен

# TAGS.CLAN
source: group
de: Gruppe
es: grupo
fr: groupe
ja: グループ
pl: grupa
pt_br: grupo
ru: группа

# TAGS.FRIENDSONLY
source: friendsonly
de: nurFreunde
es: solo amigos
fr: amis
ja: フレンドのみ
pl: tylkoznajomi
pt_br: apenasamigos
ru: только с друзьями

# TAGS.LOCAL
source: localonly
de: nurlokal
es: solo local
fr: local
ja: ローカルのみ
pl: tylkolokalnie
pt_br: apenaslocal
ru: локальный

# TAGS.LOCATION.CAVE
source: caves
de: Höhlen
es: cuevas
fr: Grottes
ja: 洞窟
pl: jaskinie
pt_br: cavernas
ru: пещеры

# TAGS.MULTISERVER
source: multilevel
es: multinivel
fr: multi-niveau
ja: 地上と地下
pl: wielopoziomowo
pt_br: vários níveis
ru: многоуровневый

# TAGS.VOTE
source: vote
de: abstimmen
es: votación
ja: 投票
pl: głosowanie
pt_br: Votação
ru: голосовать

# THANKS_POPUP.ANRARG
source: Metheus has taken heed
de: Metheus hat zugehört
es: Meteo ha hecho caso
fr: Metheus en tient compte
it: Metheus ha prestato attenzione
ja: メシウスに認められた…
pl: Metheus wykazał się ostrożnością
pt_br: Metheus ouviu o recado
ru: Метеус обратил на вас внимание

# THANKS_POPUP.ARG
source: Pulvis et umbra sumus
ja: 闇、塵、現る…

# THANKS_POPUP.CUPID
source: Happy Valentine's Day from your friends at Klei
de: Einen schönen Valentinstag wünschen deine Freunde von Klei
es: Feliz Día de San Valentín De tus amigos de Klei
fr: Joyeuse Saint-Valentin de la part de vos amis de Klei
it: Buon San Valentino dai tuoi amici di Klei
ja: Kleiから、バレンタインデーの プレゼントです！
pl: Szczęśliwych Walentynek życzą Twoi przyjaciele w Klei
pt_br: Feliz Dia dos Namorados dos seus amigos da Klei
ru: Счастливого Дня Святого Валентина от ваших друзей из Klei

# THANKS_POPUP.DAILY_GIFT
source: Welcome back! Please enjoy this daily gift.
de: Willkommen zurück! Viel Spaß mit deinem Tagesgeschenk.
es: ¡Hola de nuevo! Disfruta de este regalo diario.
fr: Content de vous revoir ! Profitez de ce cadeau du jour.
it: Bentornato! Goditi il regalo del giorno.
ja: おかえりなさい！ 毎日のお楽しみにしてください。
pl: Witaj ponownie! Oto Twój codzienny upominek.
pt_br: Boas-vindas de volta! Aproveite este presente diário.
ru: С возвращением! Пожалуйста, примите ежедневный подарок.

# THANKS_POPUP.GORGE
source: Thanks for playing during the Gorge event
de: Danke, dass du das Schlucht-Event spielst
es: Gracias por jugar durante el evento de la Garganta
fr: Merci d'avoir joué lors de l'évènement La Gorge
it: Grazie per aver giocato durante l'evento Forra
ja: ゴルジュイベント期間中のプレイありがとうございました
pl: Dziękujemy za grę podczas wydarzenia Wąwóz
pt_br: Agradecemos por jogar o evento Garganta
ru: Спасибо за участие в событии Глотка.

# THANKS_POPUP.GORGE_TOURNAMENT
source: Thanks for participating in the Gorge Tournament
de: Vielen Dank für deine Teilnahme am Schluchtenturnier
es: Gracias por participar en el torneo de la Garganta
fr: Merci d'avoir participé au tournoi La Gorge
it: Grazie per aver partecipato al torneo Forra
ja: ゴルジュイベントへのご参加ありがとうございました
pl: Dziękujemy za udział w Turnieju Gryzienia
pt_br: Agradecemos por participar do Torneio da Garganta
ru: Благодарим за участие в турнире Глотки

# THANKS_POPUP.HOTLAVA
source: That's hot!
de: Sie ist heiß!
es: ¡Está caliente!
fr: C'est chaud !
it: Bollente!
ja: 熱いです！
pl: Gorące!
pt_br: Tá quente!
ru: Горячо!

# THANKS_POPUP.LUNAR
source: Thanks for playing during the Year of the Gobbler event
de: Danke, dass du im Jahr des Truthahns mitgespielt hast
es: ¡Gracias por jugar durante el evento del Año del Pavo!
fr: Merci d'avoir joué pendant l'épreuve de l'Année du Dindon
it: Grazie per aver giocato durante l'evento Anno del tacchino
ja: パックンチョウの年イベント期間中の プレイありがとうございました
pl: Dziękujemy za grę podczas wydarzenia z okazji Roku Indyka
pt_br: Obrigado por jogar durante o evento Ano do Peru
ru: Спасибо за участие В событии Год Индюка

# THANKS_POPUP.ROGR
source: Thank you for buying the Reign of Giants DLC
de: Vielen Dank für den Kauf der Erweiterung "Reich der Giganten" (Reign of Giants)
es: Gracias por comprar el contenido descargable Reino de Gigantes (Reign of Giants)
fr: Merci d'avoir acheté le contenu téléchargeable de Règne des géants (Reign of Giants)
it: Grazie per aver acquistato Regno dei giganti DLC
ja: Reign of Giants DLCをご購入いただきありがとうございます
pl: Dziękujemy za zakup DLC Panowanie gigantów (Reign of Giants)
pt_br: Agradecemos por ter comprado o DLC Reino de Gigantes
ru: Спасибо, что приобрели дополнение Reign of Giants

# THANKS_POPUP.ROT2
source: Sending well wishes and shell fishes!
de: Alles Gute, viele Grüße und schön sandig-nasse Füße!
es: ¡Mandando buenos deseos y mariscos abundantes!
fr: En vous souhaitant bon voyage avec une poignée de coquillages !
it: Ti faccio gli auguri più cari e tanti pesci spettacolari!
ja: 願いを込めて と貝類を送りましょう！
pl: Najlepsze życzenia i dobrego łowienia!
pt_br: Envio bons desejos e mariscos!
ru: Наилучших пожеланий и жемчужин в каждой раковине!

# THANKS_POPUP.STORE
source: Enjoy your gift
de: Viel Spaß mit deinem Geschenk
es: Disfruta de tu regalo
fr: Profitez de votre cadeau
it: Goditi il tuo regalo
ja: プレゼントをお楽しみください
pl: Ciesz się prezentem
pt_br: Aprecie seu presente
ru: Откройте подарок

# THANKS_POPUP.SWR
source: Thank you for buying the ShipWrecked DLC
de: Vielen Dank für den Kauf der Erweiterung "Schiffbruch" (Shipwrecked)
es: Gracias por comprar el contenido descargable ShipWrecked
fr: Merci d'avoir acheté le contenu téléchargeable de Naufragés (ShipWrecked)
it: Grazie per aver acquistato Naufragio DLC
ja: 難破船DLCをご購入いただきありがとうございます
pl: Dziękujemy za zakup DLC Rozbitkowie (ShipWrecked)
pt_br: Agradecemos por ter comprado o DLC Náufragos
ru: Спасибо, что приобрели дополнение ShipWrecked

# THANKS_POPUP.TOT
source: Wishing you fair winds and following seas on the Turn of Tides!
de: Gute Winde, gute Wasser bei Turn of Tides!
es: ¡Deseándote vientos propicios y aguas a tu favor en el Cambio de Marea!
fr: Bon vent et belle mer dans Turn on Tides !
it: Ti auguro venti favorevoli e acque calme in Turn of Tides!
ja: あなたにほどよい風と海をとお祈りしています。 Turn of Tides！
pl: Życzenia pomyślnych wiatrów przy Przypływach i odpływach!
pt_br: Lhe desejamos bons ventos e um mar tranquilo na Virada das Marés!
ru: Семь футов под килем и попутного ветра в Turn of Tides!

# THANKS_POPUP.TWITCH
source: Thanks for watching game streams
de: Danke fürs Ansehen der Game Streams
es: ¡Gracias por ver transmisiones de partidas!
fr: Merci d'avoir regardé les streams du jeu
it: Grazie per aver guardato gli streaming di gioco.
ja: ゲームストリームを見てくれてありがとうございます
pl: Dzięki, że oglądasz streamy z gry
pt_br: Obrigado por assistir às transmissões do jogo
ru: Спасибо, что смотрите трансляции игры

# THANKS_POPUP.TWITCH_DROP
source: Thanks for watching game streams
de: Danke fürs Ansehen der Game Streams
es: ¡Gracias por ver transmisiones de partidas!
fr: Merci d'avoir regardé les streams du jeu
it: Grazie per aver guardato gli streaming di gioco.
ja: ゲームストリームを見てくれてありがとうございます
pl: Dzięki, że oglądasz streamy z gry
pt_br: Obrigado por assistir às transmissões do jogo
ru: Спасибо, что смотрите трансляции игры

# THANKS_POPUP.VARG
source: Thanks for playing during the Year of the Varg event
de: Danke für das Spielen während des Jahr des Varg-Events
es: Gracias por jugar durante el evento del Año del Huargo
fr: Merci d'avoir joué à l'évènement L'année du varg
it: Grazie per aver giocato durante l'evento Anno del lupo
ja: ヴァーグの年イベント でのプレイありがとうございました
pl: Dziękujemy za grę podczas wydarzenia z okazji Roku Warga
pt_br: Agradecemos por jogar durante o evento Ano do Varg
ru: Спасибо за участие В событии Год Варга

# THANKS_POPUP.WINTER
source: Happy Winter's Feast from your friends at Klei
de: Frohes Winterfest von deinen Freunden bei Klei
es: Feliz Fiesta Invernal de tus amigos de Klei
fr: Joyeux Festin d'hiver de la part de vos amis de Klei
it: Felici festività invernali dai tuoi amici di Klei
ja: クレイから、バレンタインデーの プレゼントです
pl: Wszystkie dobrego z okazji Zimowego Święta od Twoich przyjaciół z Klei
pt_br: Seus amigos da Klei te desejam um Feliz Banquete de Inverno
ru: Ваши друзья из Klei поздравляют вас с Зимним пиром!

# THANKS_POPUP.YOTB
source: Thanks for playing during the Year of the Beefalo event
de: Danke für das Spielen während des Events Jahr des Beefalos
es: Gracias por jugar durante el evento del Año del Beefalo
fr: Merci d'avoir joué à l'événement Année du bœufalo
it: Grazie per aver giocato durante l'evento Anno del Mufalo
ja: ビーファロの年イベント期間中の プレイありがとうございました
pl: Dziękujemy za grę podczas wydarzenia z okazji Roku Wołka
pt_br: Obrigado por jogar o evento Ano do Bífalo
ru: Спасибо за участие в событии Год бифало

# THANKS_POPUP.YOTP
source: Thanks for playing during the Year of the Pig King event
de: Danke, dass du im Jahr des Schweinekönigs mitgespielt hast
es: Gracias por jugar durante el evento del Año del Rey Cerdo
fr: Merci d'avoir joué lors de l'évènement L'année du roi cochon
it: Grazie per aver giocato durante l'evento Anno del re maiale
ja: 豚王の年イベントでのプレイありがとうございました
pl: Dziękujemy za grę podczas wydarzenia z okazji Roku Króla Świniaka
pt_br: Agradecemos por jogar durante o evento Ano do Rei Porco
ru: Спасибо за участие в событии Год Короля свиней.

# TRADEMOD
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Muovi
ja: 移動
pl: Przenieś
pt_br: Mover
ru: Двигаться

# TWINS_COMING
source: This is going to be a terrible night...
de: Das wird eine schreckliche Nacht ...
es: Va a ser una noche horrible...
fr: Cette nuit va être affreuse...
it: Sarà una notte orribile...
ja: 恐ろしい夜になりそうだ…
pl: To będzie straszna noc...
pt_br: Essa vai ser uma noite terrível...
ru: Ночь сегодня будет полна ужаса...

# TWINS_TARGET
source: The Twins turn their gaze toward {player_name}
de: Die Zwillinge richten ihren Blick auf {player_name}
es: Los gemelos están mirando a {player_name}
fr: Le regard des jumeaux se tourne vers {player_name}
it: I Gemelli rivolgono il loro sguardo verso {player_name}
ja: ツインズが{player_name}に視線を向けている
pl: Bliźniaki spoglądają w stronę gracza {player_name}.
pt_br: Os Gêmeos fixam seu olhar em {player_name}
ru: {player_name} привлекает взор ужасных близнецов

# WET_PREFIX.CLOTHING
source: Soaked
de: Klatschnasse/r/s
es: Empapado/a
fr: Trempé(e)
it: (Inzuppato)
ja: びしょ濡れの
pl: Przesiąknięty/a/e
pt_br: Encharcado(a)
ru: Промокшее

# WET_PREFIX.FOOD
source: Soggy
de: Durchnässt
es: Empapado
fr: Trempé
it: (Fradicio)
ja: 水びたしの
pl: Mokro
pt_br: Ensopado(a)
ru: Вечное лето

# WET_PREFIX.FUEL
source: Water-Logged
de: Durchnässte/r/s
es: Mojado/a
fr: Gorgé(e) d'eau
it: (Intriso)
ja: 水びたしの
pl: Przemoczony/a/e
pt_br: Coberto(a) de água
ru: Сырое

# WET_PREFIX.GENERIC
source: Wet
de: Nasse/r/s
es: Húmedo/a
fr: Humide
it: (Bagnato)
ja: ぬれている
pl: Wilgotny/a/e
pt_br: Molhado(a)
ru: Мокрые

# WET_PREFIX.POUCH
source: Soggy
de: Durchnässt
es: Empapado
fr: Trempé
it: (Fradicio)
ja: 水っぽい
pl: Mokro
pt_br: Molenga(s)
ru: Вечное лето

# WET_PREFIX.RABBITHOLE
source: Collapsed
de: Zerstörtes
es: Derrumbado
fr: Écroulé
it: (Crollata)
ja: 崩れた
pl: Zapadnięta
pt_br: Caído(a)
ru: Обвалившаяся

# WET_PREFIX.TOOL
source: Slippery
de: Rutschige/r/s
es: Resbaladizo/a
fr: Glissant(e)
it: (Scivoloso)
ja: ツルツル滑る
pl: Śliski/a/e
pt_br: Escorregadio(a)
ru: Скользкое

# WET_PREFIX.WETGOOP
source: Very
de: Sehr
es: Muy
fr: Très
it: (Molto)
ja: 非常に
pl: Bardzo
pt_br: Muito
ru: Очень

# WITHEREDITEM
source: Withered
de: Welke/r/s
es: Marchito
fr: Fanée
it: (Sfiorito)
ja: 枯れた
pl: Uschnięty/a/e:
pt_br: Murcho
ru: Сухое

# THANKS_POPUP.DEFAULT
source: Thanks for playing
de: Vielen Dank für's Spielen
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
pl: Dziękujemy za grę
pt_br: Agradecemos por jogar
ru: Спасибо за игру

# THANKS_POPUP.HAMLET
source: Thanks for playing
de: Vielen Dank für's Spielen
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
pl: Dziękujemy za grę
pt_br: Agradecemos por jogar
ru: Спасибо за игру

# THANKS_POPUP.ONI
source: Thanks for playing
de: Vielen Dank für's Spielen
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
pl: Dziękujemy za grę
pt_br: Agradecemos por jogar
ru: Спасибо за игру

# THANKS_POPUP.ROG
source: Thanks for playing
de: Vielen Dank für's Spielen
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
pl: Dziękujemy za grę
pt_br: Agradecemos por jogar
ru: Спасибо за игру

# THANKS_POPUP.SW
source: Thanks for playing
de: Vielen Dank für's Spielen
es: Gracias por jugar
fr: Merci d'avoir joué
it: Grazie per aver giocato
pl: Dziękujemy za grę
pt_br: Agradecemos por jogar
ru: Спасибо за игру

# TAGS.PVP
source: pvp
es: jcj
fr: jcj

# TAGS.GAMEMODE.LAVAARENA
source: the_forge
de: Die Schmiede
