Repository: Endeer/dst-cz
Catalog: locales/*/other.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# NAME_DETAIL_EXTENTION.LAVAARENA_HEALINGGARLANDHAT
source: +2 HP/s (80% HP Max) +10% Faster Cooldown +10% Move Speed
de: +2 HP/s (80% HP Max) +10% schnellere Abkühlung +10% Bewegungsgeschwindigkeit
es: +2 PS/s (80 % de PS máximo) +10 % de velocidad de recarga +10 % de velocidad de movimiento
fr: +2 PV/s (80 % de PV Max) +10 % de vitesse de récupération +10 % de vitesse de déplacement
it: +2 PV/s (80% PV max) +10% velocità di recupero +10% velocità di movimento
ja: +2 HP/s (80% HP最大) +10%高速回復 +10%移動速度
pl: + 2 PZ/sek. (maks. 80% PZ) - 10% czasu odnowienia + 10% szybkości ruchu
pt_br: +2 PV/s (80% PV máx.) +10% recarregamento mais rápido +10% velocidade de movimento
ru: +2% здоровья/сек (80% макс) +10% к скорости восстановления +10% к скорости

# NAME_DETAIL_EXTENTION.LAVAARENA_LIGHTDAMAGERHAT
source: +10% Physical Damage
de: +10% physischer Schaden
es: +10 % de daño físico
fr: +10 % de dégâts physiques
it: +10% danno fisico
ja: +10%物理ダメージ
pl: + 10% obrażeń fizycznych
pt_br: +10% dano físico
ru: +10% к физическому урону

# NAME_DETAIL_EXTENTION.LAVAARENA_RECHARGERHAT
source: +10% Faster Cooldown
de: +10% schnellere Abkühlung
es: +10 % de velocidad de recarga
fr: +10 % de vitesse de récupération
it: +10% velocità di recupero
ja: +10%高速冷却
pl: - 10% czasu odnowienia
pt_br: +10% recarregamento mais rápido
ru: +10% быстрее восстановление

# NAME_DETAIL_EXTENTION.LAVAARENA_STRONGDAMAGERHAT
source: +15% Physical Damage
de: +15% physischer Schaden
es: +15 % de daño físico
fr: +15 % de dégâts physiques
it: +15% danno fisico
ja: +15%物理ダメージ
pl: + 15% obrażeń fizycznych
pt_br: +15% dano físico
ru: +15% к физическому урону

# NAME_DETAIL_EXTENTION.LAVAARENA_TIARAFLOWERPETALSHAT
source: +20% Healing Dealt
de: +20% Heilung gegeben
es: +20 % de curación realizada
fr: +20 % de soins donnés
it: +20% cure distribuite
ja: +20%回復分配
pl: + 20% przekazywanego leczenia
pt_br: +20% cura concedida
ru: +20% к активному лечению

# PIG_ELITE_FIGHTER_INTRO.1
source: I HELP!
de: ICH HELFE!
es: ¡YO AYUDO!
fr: J'AIDE !
it: IO AIUTO!
ja: 助けるぞ！
pl: POMOGĘ!
pt_br: EU AJUDARES!
ru: Я ПОМОГАТЬ!

# PIG_ELITE_FIGHTER_INTRO.2
source: SMASHY! SMASHY!
de: KRACH! SCHMETTER!
es: ¡APLASTAR! ¡APLASTAR!
fr: PAF ! PAF !
it: ROMPI! ROMPI!
ja: 潰せ！潰せ！
pl: ŁUP! CIUP!
pt_br: ESMAGARES! ESMAGARES!
ru: БИТЬ! БИТЬ!

# PIG_ELITE_FIGHTER_INTRO.3
source: PUNCH TIME!
de: PRÜGELEI!
es: ¡A PEGAR PUÑETAZOS!
fr: JE TAPE !
it: ORA DI PUGNI!
ja: パンチタイムだ！
pl: PORA SIĘ BIĆ!
pt_br: HORA DE SOCARES!
ru: ВРЕМЯ КОЛОТИТЬ!

# PIG_ELITE_FIGHTER_INTRO.4
source: WHERE I SMASH?
de: WO DRAUFHAUEN?
es: ¿DÓNDE PEGO?
fr: JE TAPE OÙ ?
it: DOVE ROMPO?
ja: どこをぶったたこうか？
pl: W CO MAM PRZYWALIĆ?
pt_br: ONDE EU ESMAGARES?
ru: КУДА БИТЬ?

# PIG_ELITE_FIGHTER_OUTRO.1
source: PIGGY, AWAY!
de: WEG, SCHWEINCHEN!
es: ¡GORRINO, ALÉJATE!
fr: RETRAITE !
it: MAIALINO, VIA!
ja: 去れ、豚！
pl: ŚWINKI W DROGĘ!
pt_br: PORCUS, FICARES LONGIS!
ru: ХРЯК УХОДИТЬ!

# PIG_ELITE_FIGHTER_OUTRO.2
source: I PUNCHED!
de: ICH SCHLAGE ZU!
es: ¡HE GOLPEADO!
fr: J'AI TAPÉ !
it: IO PUGNO!
ja: 殴ったぞ！
pl: PRZYWALIŁEM!
pt_br: EU SOCARES!
ru: Я ПОБИТЬ!

# PIG_ELITE_FIGHTER_OUTRO.3
source: I GO NOW!
de: ICH GEHE!
es: ¡YA ME VOY!
fr: JE PARS !
it: IO VADO ADESSO!
ja: 今行くぞ！
pl: IDĘ SOBIE!
pt_br: EU IRES AGORA
ru: Я УХОДИТЬ!

# PIG_ELITE_FIGHTER_OUTRO.4
source: SEE YA!
de: BIS DANN!
es: ¡NOS VEMOS!
fr: À PLUS !
it: CI VEDIAMO!
ja: じゃあな！
pl: NARKA!
pt_br: TCHAUS!
ru: УВИДИМСЯ!

# PIG_ELITE_GOLD.1
source: MINE!
de: MEINS!
es: ¡MÍO!
fr: C'EST À MOI !
it: MIO!
ja: 俺のだ！
pl: MOJE!
pt_br: MEU!
ru: МОЕ!

# PIG_ELITE_GOLD.2
source: MY GOLD!
de: MEIN GOLD!
es: ¡MI ORO!
fr: MON OR !
it: ORO MIO!
ja: 俺の金だ！
pl: MOJE ZŁOTO!
pt_br: MEU OURO!
ru: МОЕ ЗОЛОТО!

# PIG_ELITE_GOLD.3
source: I TAKE GOLD!
de: ICH WILL GOLD!
es: ¡RECOGER ORO!
fr: L'OR EST À MOI !
it: PRENDO ORO!
ja: 俺が金をもらう！
pl: ZŁOTO! MOJE!
pt_br: EU FICO COM OURO!
ru: Я ЗАБЕРУ ЗОЛОТО!

# PIG_ELITE_INTRO.1
source: FOR KING!
de: FÜR KÖNIG!
es: ¡POR EL REY!
fr: POUR LE ROI !
it: PER RE!
ja: 王様のために！
pl: ZA KRÓL!
pt_br: PELO REI!
ru: ЗА КОРОЛЬ!

# PIG_ELITE_INTRO.2
source: GET GOLD!
de: GOLD HOLEN!
es: ¡CONSEGUIR ORO!
fr: PRENEZ L'OR !
it: PRENDI L'ORO!
ja: 金を手に入れたぞ！
pl: ŁAPCIE ZŁOTO!
pt_br: PEGAR OURO!
ru: ХВАТАЙ ЗОЛОТО!

# PIG_ELITE_POST_MATCH.1
source: YOU BAD AT THIS. GET BETTER
de: DU BIST SCHLECHT. MUSST ÜBEN
es: TÚ MALO. MEJORAR.
fr: C'EST MAUVAIS. FAIS UN EFFORT
it: NON BRAVO A QUESTO. MIGLIORA
ja: お前へたくそだな。もっとうまくなれよ
pl: FATALNIE CI IDZIE. WEŹ SIĘ ZA SIEBIE
pt_br: VOCÊ É RUIM NISSO. MELIORE
ru: В ЭТОМ ВЫ ПЛОХИ. ПОТРЕНИРУЙТЕСЬ

# PIG_ELITE_POST_MATCH.2
source: TRY AGAIN SOMETIME?
de: VERSUCH ES SPÄTER NOCH MAL.
es: ¿PROBAR OTRA VEZ PRONTO?
fr: TU VEUX PAS RÉESSAYER ?
it: RIPROVA ALTRA VOLTA?
ja: そのうちまたやってみるか？
pl: CHCESZ SPRÓBOWAĆ PONOWNIE?
pt_br: TENTAMOS NOVAMENTE OUTRA HORA?
ru: ПОПРОБУЕМ КАК-НИБУДЬ СНОВА?

# PIG_ELITE_POST_MATCH.3
source: YOU WORTHY OPPONENT
de: DU WÜRDIGER GEGNER
es: SER OPONENTE DIGNO
fr: TU ES UN ADVERSAIRE DE VALEUR
it: TU DEGNO AVVERSARIO
ja: お前戦いがいのありそうな相手だな
pl: TY DOBRY PRZECIWNIK
pt_br: VOCÊ OPONENTE DIGNO
ru: ВЫ ДОСТОЙНЫЕ ПРОТИВНИКИ

# PIG_ELITE_POST_MATCH.4
source: YOU HUMBLE US
de: DU BIST ZU GUT FÜR UNS
es: HONRAR NOSOTROS
fr: TU NOUS DONNES UNE LEÇON
it: TU CI UMILI
ja: お前謙虚だな
pl: NAUCZYLIŚMY SIĘ POKORY
pt_br: TEMEMOS VOCÊ
ru: ВЫ НАС СМУЩАЕТЕ

# PIG_ELITE_POST_MATCH.5
source: GOOD MATCH. WE GO BED NOW
de: GUTES SPIEL. WIR GEHEN JETZT SCHLAFEN
es: BUENA PARTIDA. AHORA IR A LA CAMA.
fr: BON MATCH. ON VA SE COUCHER
it: BUONA PARTITA. A LETTO ORA
ja: いい戦いだった。 さあ寝るぞ
pl: DOBRA GRA. TERAZ IDZIEMY SPAĆ
pt_br: BOM EMBATE. AGORA VAMOS PRA CAMA
ru: ХОРОШИЙ МАТЧ. А ТЕПЕРЬ МЫ ИДЕМ СПАТЬ

# PIG_ELITE_POST_MATCH.6
source: YOU CHEATER. WE NO LIKE CHEATERS
de: DU HAST GESCHWINDELT. WIR MÖGEN KEINE SCHWINDLER
es: TRAMPOSO. NO GUSTAR TRAMPOSOS.
fr: TU TRICHES. ON N'AIME PAS LES TRICHEURS
it: TU IMBROGLIONE. NON PIACE IMBROGLIONI
ja: ズルいやつ。ズルは嫌いだ
pl: TY OSZUST. NIE LUBIMY OSZUSTÓW
pt_br: TRAPACEANDO. NÃO GOSTAMOS DE QUEM TRAPAÇA
ru: ЧИТЕРЫ. МЫ НЕ ЛЮБИМ ЧИТЕРОВ

# PIG_ELITE_SALTY.1
source: CHEATER!
de: SCHWINDLER!
es: ¡TRAMPOSO!
fr: TU TRICHES !
it: IMBROGLIONE!
ja: ズルイやつ！
pl: OSZUST!
pt_br: TRAPACEANDO!
ru: ЧИТЕРЫ!

# PIG_ELITE_SALTY.2
source: NO FAIR
de: NICHT GERECHT
es: NO JUSTO
fr: C'EST PAS JUSTE
it: NON GIUSTO
ja: 公平じゃないぞ
pl: TO NIE FAIR
pt_br: NÃO É JUSTO
ru: НЕЧЕСТНО

# PIG_ELITE_SALTY.3
source: NOT ALLOWED DO THAT!
de: DAS DARF MAN NICHT TUN!
es: ¡NO PODER HACER ESO!
fr: C'EST INTERDIT DE FAIRE ÇA !
it: NON PERMESSO FARLO!
ja: そんなことをするな！
pl: TAK NIE WOLNO!
pt_br: É PROIBIDO FAZER ISSO!
ru: ТАК ДЕЛАТЬ НЕЛЬЗЯ!

# PIG_ELITE_SMACK.1
source: YOU GO SMASH!
de: DU GEHEN KAPUTT
es: ¡APLASTAR!
fr: BOUSSILLER !
it: TU VAI FRACASSARE!
ja: ぶったたけ！
pl: IDZIE ROZWALIĆ!
pt_br: VOU ESMAGAR!
ru: ТЫ БУДЕШЬ В ЛЕПЕШКУ!

# PIG_ELITE_SMACK.2
source: I BASH YOU!
de: ICH SCHLAGE DICH!
es: ¡GOLPEARTE!
fr: JE TE COGNE !
it: TI PICCHIO!
ja: ぶん殴るぞ
pl: PALNĘ CIĘ!
pt_br: VOU TE DESTRUIR!
ru: Я ВАМ ЗАДАМ!

# PIG_ELITE_SMACK.3
source: STAY AWAY!
de: BLEIB WEG!
es: ¡ALÉJATE!
fr: DÉGAGE !
it: STAI ALLA LARGA!
ja: 近づくな！
pl: NIE ZBLIŻAĆ!
pt_br: FIQUE LONGE!
ru: НЕ ПОДХОДИ!

# PIG_ELITE_SMACK.4
source: FUN!
de: LUSTIG!
es: ¡DIVERTIDO!
fr: MARRANT !
it: DIVERTENTE!
ja: 楽しいな！
pl: FAJNIE!
pt_br: DIVERTIDO!
ru: ВЕСЕЛО!

# PIG_GUARD_TALK_FIGHT.1
source: FOR KING!
de: FÜR KÖNIG!
es: ¡POR EL REY!
fr: POUR LE ROI !
it: PER RE!
ja: 王様のために！
pl: ZA KRÓL!
pt_br: PELO REI!
ru: ЗА КОРОЛЬ!

# PIG_GUARD_TALK_FIGHT.2
source: DEFEND!
de: VERTEIDIGEN
es: ¡DEFENDER!
fr: DÉFENSE !
it: DIFENDO!
ja: 守れ！
pl: BRONIĆ!
pt_br: DEFENDER!
ru: ЗАЩИТА!

# PIG_GUARD_TALK_FIGHT.3
source: SAVE KING!
de: KÖNIG SCHÜTZEN!
es: ¡SALVAR REY!
fr: SAUVER LE ROI !
it: SALVA RE!
ja: 王を守れ！
pl: OCALIĆ KRÓL!
pt_br: SALVAR REI!
ru: СПАСТИ КОРОЛЬ!

# PIG_GUARD_TALK_GOHOME.1
source: MUST DEFEND!
de: MUSS VERTEIDIGEN!
es: ¡DEBER DEFENDER!
fr: MOI DÉFENDRE !
it: DOVERE DIFENDERE!
ja: 死ぬ気で守れ！
pl: MUSI BRONIĆ!
pt_br: PRECISAR DEFENDER!
ru: МОЯ ДОЛЖЕН ОБОРОНЯТЬСЯ!

# PIG_GUARD_TALK_GOHOME.2
source: I PROTECT
de: ICH BESCHÜTZE
es: YO PROTEGER
fr: PROTÉGER
it: IO PROTEGGO
ja: 私が保護する
pl: JA BRONI!
pt_br: EU PROTEGER
ru: МОЯ ЗАЩИЩАТЬ

# PIG_GUARD_TALK_GOHOME.3
source: KING! KING!
de: KÖNIG! KÖNIG!
es: ¡REY! ¡REY!
fr: AU ROI ! AU ROI !
it: RE! RE!
ja: 王様！王様！
pl: KRÓL! KRÓL!
pt_br: REI! REI!
ru: КОРОЛЬ! КОРОЛЬ!

# PIG_GUARD_TALK_LOOKATWILSON.1
source: YOU LEAVE NOW
de: DU JETZT GEHEN
es: TÚ IR AHORA
fr: VA-T-EN !
it: TU VAI ADESSO
ja: あなた、バイバイ！
pl: IDZIE SOBIE.
pt_br: VOCÊ SAIR AGORA
ru: УХОДИ СЕЙЧАС ЖЕ

# PIG_GUARD_TALK_LOOKATWILSON.2
source: YOU GO AWAY
de: DU FORTGEHEN
es: IR YA
fr: DÉGAGE TOI !
it: TU VAI VIA
ja: どっかイケ！
pl: IDZIE STĄD.
pt_br: VOCÊ IR EMBORA
ru: ТЫ УХОДИШЬ

# PIG_GUARD_TALK_LOOKATWILSON.3
source: YOU NO STAY
de: DU NICHT BLEIBEN
es: TÚ AQUÍ NO
fr: PAS RESTER ICI !
it: TU NO RIMANI
ja: ここ いちゃだめ
pl: NIE MA TU.
pt_br: VOCÊ NÃO FICAR
ru: ТЫ НЕ ОСТАНЕШЬСЯ ЗДЕСЬ

# PIG_GUARD_TALK_TORCH.1
source: TORCH GET LOW
de: FACKEL WIRD SCHWACH
es: ANTORCHA MEDIO APAGADA
fr: TORCHE FAIBLE
it: TORCIA È BASSA
ja: たいまつ、暗くなる！
pl: POCHODNIA SŁABA!
pt_br: TOCHA COM POUCO FOGO
ru: ФАКЕЛ ТУСКНЕЕТ

# PIG_GUARD_TALK_TORCH.2
source: MAKE TORCH BRIGHT
de: FACKEL HELL MACHEN
es: HACER ANTORCHA BRILLANTE
fr: FAIRE BRILLER TORCHE
it: FAI FARE LA TORCIA LUMINOSA
ja: たいまつ、明るくなる！
pl: ROZJAŚNI POCHODNIA
pt_br: FAZER TOCHA BRILHAR
ru: СДЕЛАТЬ СВЕЧЕНИЕ ФАКЕЛА ЯРЧЕ

# PIG_GUARD_TALK_TORCH.3
source: MORE BURNING
de: MEHR FEUER
es: MÁS QUEMAR
fr: PLUS DE FEU
it: ANCORA BRUCIARE
ja: もっと燃え燃え
pl: WIĘCEJ OGNIA!
pt_br: QUEIMAR MAIS
ru: БОЛЬШЕ ОГНЯ

source: Select
de: Auswählen
es: Elegir
fr: Sélectionner
it: Seleziona
ja: 選択
pl: Wybierz
pt_br: Selecionar
ru: Выбрать

# SET_DESCRIPTIONS.body_ugly_winterhat_black_davys
source: You might as well get one in every color.
de: Du kannst auch eine in jeder Farbe haben.
es: Podrías hacerte con uno de cada color.
fr: Autant en avoir un dans chaque couleur.
it: Tanto vale prenderne uno per ogni colore.
ja: 各色1つずつ欲しくなっちゃうかも。
pl: Równie dobrze możesz wziąć każdy kolor.
pt_br: É melhor ter um de cada cor.
ru: Можно и с другими цветами поэкспериментировать.

# SET_DESCRIPTIONS.body_ugly_winterhat_pink_hibiscus
source: As a matter of fact, having a matching hat and sweater is VERY fashionable.
de: Übrigens, eine passende Mütze und ein passender Pullover sind SEHR modisch.
es: Lo cierto es que tener un suéter y un gorro que combinan es MUY elegante.
fr: À vrai dire, avoir un pull et un chapeau assortis est TRÈS à la mode.
it: Di fatto, avere un copricapo e un maglione dello stesso colore è MOLTO di moda.
ja: 帽子とセーターをお揃いのもので揃えるとと～ってもオシャレ。嘘じゃないよ。
pl: Tak się składa, że pasujący zestaw swetra i czapki jest BARDZO modny.
pt_br: Na verdade, ter um chapéu e um suéter que combinem é MUITO estiloso.
ru: Между прочим, сейчас КРАЙНЕ модно, когда шапка и свитер одного цвета.

# SET_DESCRIPTIONS.emote_carol
source: The spirit of Winter's Feast will keep you warm when you go a-caroling tonight!
de: Der Geist des Winterfests wird dich warm halten, wenn du heute Abend zum Sternsingen gehst!
es: ¡El espíritu de la Fiesta Invernal te cobijará con su calor cuando salgas a cantar villancicos esta noche!
fr: L'esprit de Festin d'hiver vous tiendra chaud quand vous irez pousser la chansonnette ce soir !
it: Lo spirito delle festività invernali ti terrà al calduccio quando andrai a cantare le canzoni stanotte!
ja: 今晩歌を歌いに行くなら、冬のお祭りの精霊が暖かく守ってくれるよ！
pl: Niech duch Zimowego Święta przepełni cię ciepłem podczas nocnego kolędowania!
pt_br: O espírito do Banquete de Inverno vai te manter aquecido quando você sair para cantar hoje à noite!
ru: Дух Зимнего пира поможет тебе согреться, если ты пойдешь сегодня распевать рождественские песни!

# SET_DESCRIPTIONS.emote_fistshake
source: Why, you!
de: Na sowas, du!
es: ¡Eh, tú!
fr: Tiens ! Te voilà !
it: Ehi, tu!
ja: もう！
pl: A niech cię tak!
pt_br: Mas, você!
ru: Ах, ты!

# SET_DESCRIPTIONS.emote_sleepy
source: You look cozy from top to bottom. Sweet dreams, sleepy survivor!
de: Du siehst von oben bis unten entspannt aus. Süße Träume, verschlafener Überlebender!
es: Parece estar muy a gusto de la cabeza a los pies. ¡Dulces sueños, superviviente soñador!
fr: Douillet de la tête aux pieds. Faites de doux rêves, survivant somnolent !
it: Sembri a tuo agio da cima a fondo. Sogni d'oro, sopravvissuto assonnato!
ja: とっても寝心地良さそうだね。いい夢を見てね！
pl: Chyba ci wygodnie, co? Słodkich snów, śpiący rozbitku!
pt_br: Você parece confortável dos pés a cabeça. Bons sonhos, sobrevivente sonolento!
ru: Выглядит уютно с головы до ног. Сладких снов, сонный выживший!

# SET_DESCRIPTIONS.emote_yawn
source: You are so ready for a nap. You've never been more ready for anything in your entire life.
de: Du brauchst ein Nickerchen. In deinem ganzen Leben hast du nie etwas mehr gebraucht.
es: No pides más que una siesta. Nunca has necesitado tanto una en toda tu vida.
fr: Vous êtes prêt pour la sieste. Vous n'avez jamais été aussi prêt pour quelque chose de toute votre vie.
it: Sei davvero pronto a fare un pisolino. Non sei mai stato più pronto di così.
ja: お昼寝が必要そうだね。人生でこれ以上何かを必要としたことがないほどに。
pl: Jesteś gotowy do drzemki. Nigdy nie byłeś do niczego tak gotowy.
pt_br: Você está muito pronto para um cochilo. Você nunca esteve mais pronto para nada em toda a sua vida.
ru: Ты готов ко сну. Ты ни к чему в своей жизни не был настолько готов.

# SET_NAMES.body_ugly_winterhat_black_davys
source: Black Winter Hat Ensemble
de: Ensemble Schwarze Wintermütze
es: Conjunto de sombrero de invierno negro
fr: Ensemble de chapeau d'hiver noir
it: Completo con cappello invernale nero
ja: 黒い冬の帽子のアンサンブル
pl: Zestaw czarnej zimowej czapki
pt_br: Conj. Chapéu Inverno Preto
ru: Костюм черной зимней шапки

# SET_NAMES.body_ugly_winterhat_pink_hibiscus
source: Pink Winter Hat Ensemble
de: Ensemble Rosa Wintermütze
es: Conjunto de sombrero de invierno rosa
fr: Ensemble de chapeau d'hiver rose
it: Completo con cappello invernale rosa
ja: ピンクの冬の帽子のアンサンブル
pl: Zestaw różowej zimowej czapki
pt_br: Conj. Chapéu Inverno Rosa
ru: Костюм розовой зимней шапки

# SET_NAMES.emote_carol
source: Caroler's Ensemble
de: Sternsinger-Ensemble
es: Conjunto de cantavillancicos
fr: Ensemble de chorale de Noël
it: Completo del cantore
ja: 祝歌うたいのアンサンブル
pl: Zestaw kolędnika
pt_br: Conj. Cantora Natalina
ru: Коcтюм святочницы

# SET_NAMES.emote_fistshake
source: Forge Set Ensemble
de: Schmiede-Ensemble
es: Conjunto de equipo de la Forja
fr: Ensemble Forge
it: Completo della Forgia
ja: フォージセットアンサンブル
pl: Pakiet Kuźni
pt_br: Conjunto da Forja
ru: Костюм Горнила

# SET_NAMES.emote_sleepy
source: Sleepytime Ensemble
de: Schlafenszeit-Ensemble
es: ¡Conjunto para dormir!
fr: Ensemble de nuit
it: Gruppo buonanotte
ja: おやすみタイムの洋服
pl: Pakiet śpiocha
pt_br: Conjunto de Caminha
ru: Пижамный комплект

# SET_NAMES.emote_yawn
source: Yawny Jammies Ensemble
de: Schlafanzug-Gähn-Ensemble
es: Conjunto Sueñitos Sensacionales
fr: Ensemble pyjama bâilleur
it: Completo Pigiamini da sonno
ja: あくびするパジャマのアンサンブル
pl: Pakiet piżamki dla ziewacza
pt_br: Reunião dos Pijamas Sonolentos
ru: Комплект «Пижама для сна»

# SHARD.MIGRATION_FAILED.DST_SHARD_DESTINATION_FULL
source: [WIP] Destination is full!
de: [WIP] Ziel ist voll!
ja: [WIP] 行き先が満員です！
pl: [WIP] Kierunek zapełniony!
pt_br: [WIP] O destino está cheio!

# SHARD.MIGRATION_FAILED.DST_SHARD_MIGRATION_CANCELLED
source: [WIP] Migration canceled
de: [WIP] Migration abgebrochen
ja: [WIP] 移動をキャンセル
pl: [WIP] Anulowano migrację
pt_br: [WIP] Migração cancelada

# SHARD.MIGRATION_FAILED.DST_SHARD_MIGRATION_DESTINATION_NOT_READY
source: [WIP] Destination is not ready!
de: [WIP] Ziel ist nicht bereit!
ja: [WIP] その行き先には、まだ移動できません！
pl: [WIP] Kierunek nie jest gotowy!
pt_br: [WIP] O destino não está pronto!

# SMALLGHOST_TALK.1
source: ooOOoo
it: uuUUuu
ja: ぉぉおおぉぉ

# SMALLGHOST_TALK.2
source: OOoo
it: UUuu
ja: おおぉぉ

# SMALLGHOST_TALK.3
source: OoOoOoO
it: UuUuUuU
ja: おぉおぉおぉお

# SMOLDERINGITEM
source: Smoldering
de: Glimmend
es: Llameante
fr: Fumant
it: Combustione lenta
ja: くすぶる
pl: Rozżarzony/a/e
pt_br: Latência
ru: Тлеющий

# SONGS.WALTER_GLOMMER_GUTS.lines.1.message
source: Great pink gobs of greasy grimy Glommer guts,
de: Große rosa Haufen fettigen schmierigen Glommergedärms,
es: Pegotes asombrosamente rosas de repulsivas tripas de Glommer grasientas,
fr: Un Glommer vert, qui courait dans l'herbe...
it: Budella di glommo rosa e caccolose,
ja: 脂まみれグロマーの内臓はピンクでネバネバ
pl: Różowiutkie, tłuste flaki glomera,
pt_br: Grandes gotas rosas de tripas sujas e gordurosas de Gosmento,
ru: Розовая склизкая гломмера кишка,

# SONGS.WALTER_GLOMMER_GUTS.lines.2.message
source: Icky sticky spider legs,
de: eklige klebrige Spinnenbeine,
es: patas pegajosas de arácnido repulsivo,
fr: Je l'attrape par les yeux, je le montre à ces messieurs.
it: Zampe di ragno appiccicose,
ja: ネトネトベタベタなクモの足
pl: Ohydna pajęcza sieć,
pt_br: Pernas de aranha pegajosas e geladas,
ru: Мерзкая липкая лапка паука,

# SONGS.WALTER_GLOMMER_GUTS.lines.3.message
source: Scrambled rotten Tallbird eggs,
de: verdorbenes Großvogel-Rührei,
es: huevos podridos de pájaro alto,
fr: Ces messieurs me disent,
it: Uova marce di pennutalto troppo schifose,
ja: 腐った背高鳥のスクランブルエッグ
pl: Zgniłe jajo duptaka,
pt_br: Ovos podres mexidos de Passaralto,
ru: Тухлое яйцо птицы в обед,

# SONGS.WALTER_GLOMMER_GUTS.lines.4.message
source: French fried eyeplant floating in a pool of mud,
de: pommige Augenpflanze treibt in einem Schlammtümpel,
es: berenjena frita flotando en un agua purulenta...
fr: Trempez-le dans l'huile, trempez-le dans l'eau,
it: Piante occhiute fritte e condite con sugo di letamaio,
ja: 泥だまりに浮かぶ目玉植物のフライ…
pl: Oczak podsmażany w głębokim błocie,
pt_br: Plantolho francês frito flutuando em uma piscina de lama,
ru: Маринованный в грязной луже приманкоцвет —

# SONGS.WALTER_GLOMMER_GUTS.lines.5.message
source: And me without my spoon.
de: und ich habe keinen Löffel.
es: Y yo sin mi cuchara.
fr: Ça fera un ragoût de Glommer tout chaud.
it: E io sono senza cucchiaio.
ja: そしてスプーンもなく、僕は佇む。
pl: Tylko łyżki brak.
pt_br: E eu sem minha colher.
ru: А у меня даже ложки нет.

# STACKMOD
source: Stack
es: Apilar
fr: Empiler
it: Accatasta
ja: 積む
pl: Połącz
pt_br: Pilha
ru: Пачка

# STALKER_BATTLECRY.1
source: Huurgh...
de: Ugh ...
es: Aghh...
fr: Haargh...
it: Urgh...
ja: シュー…
pl: Uurgh…
ru: У-у-ур-р-р-р…

# STALKER_BATTLECRY.2
source: ...(growl)...
de: ... (heul) ...
es: … (gruñido)...
fr: ...(grognement)...
ja: …ガルルル…
pl: …(warkot)…
pt_br: ...(rosnado)...
ru: …(р-р-р)…

# STALKER_BATTLECRY.3
source: ...gruuuugh...
es: ... agggg …
it: Gruuuug...
ja: …ウー…
pl: …gruuugh…
ru: …гр-р-у-у-у-ргх…

# STALKER_BATTLECRY.4
source: Hrrgh...
es: Grrr ...
fr: Harrgh...
it: Rrgh...
ja: グルル…
ru: Р-р-ргх…

# STALKER_BATTLECRY.5
source: ...grraaugh...
es: … grraaggg...
fr: ...grroaargh...
it: Grraau...
ja: …ウゥゥゥ…
ru: …гр-ра-а-ургх…

# STALKER_BATTLECRY.6
source: ...(rumble)...
de: ... (ratter) ...
es: … (rugido)...
fr: ...(grondement)...
it: (uff)
ja: ...グル…ルルル…...
pl: ...(burczenie)...
pt_br: ...(estrondo)...
ru: …(гр-р-р-р-р)…

# STALKER_BATTLECRY.7
source: ...gruh...
es: … graggg...
it: Gruu...
ja: …ガルルルゥ…
ru: …гругх…

# STALKER_PLAYER_BATTLECRY.1
source: Huurgh...
de: Ugh ...
es: Aghh...
fr: Haargh...
it: Urgh...
ja: シュー…
pl: Uurgh…
ru: У-у-ур-р-р-р…

# STALKER_PLAYER_BATTLECRY.2
source: ...gruuuugh...
es: ... agggg …
it: ...gruuuug...
ja: …ウー…
pl: …gruuugh…
ru: …гр-р-у-у-у-ргх…

# STALKER_PLAYER_BATTLECRY.3
source: ...grraaugh...
es: … grraaggg...
fr: ...grroaargh...
it: ...grraau...
ja: …ウゥゥゥ…
ru: …гр-ра-а-ургх…

# STALKER_PLAYER_BATTLECRY.4
source: ...(gurgle)...
de: ... (blubber) ...
es: … (grito)...
fr: ...(gargouillis)...
it: (uff)
ja: …グルルル…
pl: ...(bulgot)...
pt_br: ...(gorgolejo)...
ru: …(гр-р-рл-лр)…

# STALKER_PLAYER_BATTLECRY.5
source: ...(crunch)...
de: ... (knirsch) ...
es: … (crujido)...
fr: ...(craquement)...
it: (cranc)
ja: …バリバリバリ…
pl: ...(chrzęst)...
pt_br: ...(trituração)...
ru: …(кр-р-р-р-рч)…

# STALKER_PLAYER_BATTLECRY.6
source: ...Y-yy...
de: ... I-iieh ...
es: … Ssss...
it: I-ii...
ja: …キ…キキ…
pt_br: ...I-ii...
ru: …У-уа-а…

# STALKER_PLAYER_BATTLECRY.7
source: ...W-wwh...
es: … Eeeeh...
it: V-vv...
ja: …ワ…ワワ…
pt_br: ...M-mma...
ru: …У-у-ух…

# SWAMPIGNAMES.1
source: Titus
es: Tito
it: Tito
ja: タイタス
pl: Tytus
ru: Тит

# SWAMPIGNAMES.10
source: Pertinax
it: Pertinace
ja: ペルティナックス
pl: Pertynaks
ru: Петринакс

# SWAMPIGNAMES.11
source: Didius
es: Didio
it: Didio
ja: ダイディウス
pl: Didiusz
ru: Дидий

# SWAMPIGNAMES.12
source: Septmius
de: Septimus
es: Séptimo
fr: Septime
it: Settimio
ja: セプトゥミウス
pl: Septymiusz
ru: Септимиус

# SWAMPIGNAMES.13
source: Caracalla
ja: カラカラ
pl: Karakalla
ru: Карацелла

# SWAMPIGNAMES.14
source: Geta
es: Gueta
ja: ギータ
ru: Гета

# SWAMPIGNAMES.15
source: Marcrinus
de: Macrinus
es: Marcrino
fr: Macrin
it: Macrino
ja: マルクリヌス
pl: Makrynus
ru: Маркриний

# SWAMPIGNAMES.16
source: Elagabalus
de: Elagabal
es: Elagábalo
fr: Héliogabale
it: Eliogabalo
ja: エラガバルス
pl: Heliogabal
ru: Элагабалий

# SWAMPIGNAMES.17
source: Severus
es: Severo
fr: Sévère
it: Severo
ja: セヴェルス
pl: Sewer
ru: Северус

# SWAMPIGNAMES.18
source: Maximinus
es: Maximino
fr: Maximin
it: Massimino
ja: マクシミヌス
pl: Maksymin
ru: Максиминий

# SWAMPIGNAMES.19
source: Gordian
es: Gordiano
it: Gordiano
ja: ゴルジアン
ru: Гордий

# SWAMPIGNAMES.2
source: Domitian
es: Domitio
it: Domiziano
ja: ドミシアン
pl: Domicjan
ru: Домитий

# SWAMPIGNAMES.20
source: Pupienus
es: Pupieno
fr: Pupien
it: Pupieno
ja: プピエヌス
pl: Pupien
ru: Пупиний

# SWAMPIGNAMES.21
source: Balbinus
es: Balbino
fr: Balbin
it: Balbino
ja: バルビヌス
pl: Balbin
ru: Бальбиний

# SWAMPIGNAMES.3
source: Nerva
ja: ネルバ
pl: Nerwa
ru: Нерва

# SWAMPIGNAMES.4
source: Trajan
es: Trajano
it: Traiano
ja: トラヤン
ru: Трайан

# SWAMPIGNAMES.5
source: Hadrian
es: Adriano
fr: Hadrien
it: Adriano
ja: ハドリアン
ru: Гадрий

# SWAMPIGNAMES.6
source: Antonius
es: Antonio
fr: Antoine
it: Antonino
ja: アントニウス
pl: Antoniusz
ru: Антоний

# SWAMPIGNAMES.7
source: Lucius
es: Lucio
it: Lucio Vero
ja: ルシウス
pl: Lucjusz
ru: Луций

# SWAMPIGNAMES.8
source: Marcus
es: Marco
fr: Marc Aurèle
it: Marco Aurelio
ja: マルカス
pl: Marek
ru: Маркус

# SWAMPIGNAMES.9
source: Commodus
es: Cómodo
fr: Commode
it: Commodo
ja: コモダス
pl: Kommodus
ru: Комодий

# SWAMPIG_TALK_TO_WILSON.1
source: KIND ELDER SICK. NEED REST
de: KRANKER ÄLTERER. BRAUCHE RUHE
es: ANCIANO ENFERMO, NECESITA DESCANSAR
fr: GENTIL AÎNÉ MALADE. REPOS NÉCESSAIRE
it: GENTILE VECCHIETTO AMMALATO. HA BISOGNO DI RIPOSO
ja: 親切な年長者は病気です。休息を必要としています。
pl: MIŁY STARSZY CHORY. MUSI ODPOCZĄĆ
pt_br: ANCIÃO BONDOSO DOENTE. PRECISA DESCANSO
ru: ДОБРЫЙ СТАРЕЙШИНА БОЛЕН. НУЖЕН ОТДЫХ

# SWAMPIG_TALK_TO_WILSON.2
source: YOU DIFFERENT
de: DU ANDERS
es: TÚ DIFERENTE
fr: TU ES DIFFÉRENT
it: SEI DIVERSO
ja: あなたは違います
pl: TY INNY
pt_br: VOCÊ DIFERENTE
ru: ТЫ ОТЛИЧАЕШЬСЯ

# SWAMPIG_TALK_TO_WILSON.3
source: HELLO
de: HALLO
es: HOLA
fr: BONJOUR
it: SALVE
ja: こんにちは
pl: CZĘŚĆ
pt_br: OLÁ
ru: ЗДРАВСТВУЙ

# SWAMPIG_TALK_TO_WILSON.4
source: YOU HELP PIGS?
de: DU HILFST SCHWEINEN?
es: ¿AYUDAS CERDOS?
fr: TU AIDES LES COCHONS ?
it: AIUTI I SUINI?
ja: 豚を助けてくれますか？
pl: POMAGASZ PROSIAKOM?
pt_br: VOCÊ AJUDA PORCOS?
ru: ПОМОЖЕШЬ СВИНАМ?

# SWAMPIG_TALK_TO_WILSON.5
source: YOU WEIRD GOAT
de: DU KOMISCHE ZIEGE
es: CABRA RARA
fr: TU ES UNE CHÈVRE BIZARRE
it: SEI UNA STRANA CAPRA
ja: 変なヤギです。
pl: TY DZIWNA KOZA
pt_br: VOCÊ BODE ESTRANHO
ru: ТЫ СТРАННЫЙ КОЗЕЛ

# SWAMPIG_TALK_TO_WILSON.6
source: YOU FEED GNAW?
de: DU FÜTTERST MAMPF?
es: ¿ALIMENTAS A ROEDORA?
fr: TU NOURRIS GNAW ?
it: ALIMENTI IL MASTICATORE?
ja: グノーに餌をあげますか？
pl: TY KARMISZ GRYZIENIA?
pt_br: VOCÊ ALIMENTA GNAW?
ru: ПОКОРМИШЬ ГРЫЗУНА?

# SWAMPIG_TALK_TO_WILSON.7
source: (SNIFF SNIFF) (SNORT)
de: (SCHNIEF SCHNIEF) (SCHNUPF)
es: (SNIFF, SNIFF) (RESOPLA)
fr: (SNIF SNIF) (GROUIRK)
ja: （クンクン）ブフーー！
pl: (NIUCH, NIUCH) (CHRUM)
pt_br: (SNIF SNIF) (RONCO)
ru: (ФЫР-ФЫР) (ХРЮК)
