Repository: Endeer/dst-cz
Catalog: locales/*/other.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# LAVAARENA_CHARACTER_DESCRIPTIONS.wilson
source: *Revives allies twice as quickly *Restores three times more health when reviving allies Expertise: Melee, Darts, Staves
de: *Belebt Verbündete doppelt so schnell wieder *Stellt bei der Wiederbelebung von Verbündeten drei Mal mehr Gesundheit wieder her Erfahrung: Nahkampf, Pfeile, Stäbe
es: *Revive a los aliados hasta dos veces más rápido *Restaura el triple de salud cuando revive a los aliados Especialidad: Cuerpo a cuerpo, dardos, báculos
fr: *Réanime les alliés deux fois plus vite *Récupère trois fois plus de vie quand il réanime les alliés Compétences : Mêlée, fléchettes, bâtons
it: *Resuscita gli alleati al doppio della velocità *Ripristina tre volte più salute quando resuscita gli alleati Specialità: Attacchi ravvicinati, dardi, bastoni
ja: *味方を2倍の速さで復活させる *仲間を復活させると体力値が3倍回復します 得意分野： 乱闘、投げ矢、詩
pl: * Wskrzesza sojuszników dwa razy szybciej od innych * Wskrzeszenia w jego wykonaniu przywracają trzykrotnie więcej zdrowia Biegłość: walka wręcz, strzałki, kostury
pt_br: *Ressuscita os aliados duas vezes mais rápido *Restaura mais saúde ao reviver aliados Especialidade: corpo a corpo, dardos, bastões
ru: *Вдвое быстрее воскрешает союзников *Дает в три раза больше здоровья при воскрешении союзников Владение: Ближний бой, Дротики, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.winona
source: *All ability cooldowns are 10% faster Expertise: Melee, Darts, Staves
de: *Alle Abklingzeiten für Fähigkeiten sind 10% schneller Erfahrung: Nahkampf, Pfeile, Stäbe
es: *Todas las recargas de habilidades son un 10 % más rápidas Especialidad: Cuerpo a cuerpo, dardos, báculos
fr: *La récupération de toutes les aptitudes est 10 % plus rapide Compétences : Mêlée, fléchettes, bâtons
it: *Il recupero di tutte le abilità è aumentato del 10% Esperienza: attacchi ravvicinati, dardi, bastoni
ja: *すべての能力のクールダウンが10％速くなります 得意分野： 乱闘、投げ矢、詩
pl: * Czas odnowienia wszystkich umiejętności jest skrócony o 10% Biegłość: walka wręcz, strzałki, kostury
pt_br: *Os recarregamentos de todas as habilidades são 10% mais rápidos Especialidade: corpo a corpo, dardos, bastões
ru: *Все умения восстанавливаются на 10% быстрее Владение: Ближний бой, Дротики, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.wolfgang
source: *Becomes Mighty when health is low, increasing attack power, defense, and movement speed for 10 seconds Expertise: Melee
de: * Wird bei geringer Gesundheit mächtig, erhöht Angriffskraft, Verteidigung und Bewegungsgeschwindigkeit für 10 Sekunden Erfahrung: Nahkampf
es: *Se convierte en poderoso cuando tiene poca salud, lo que aumenta su poder de ataque, defensa y velocidad de movimiento durante 10 segundos Especialidad: Cuerpo a cuerpo
fr: *Devient puissant quand sa vie baisse. Attaque, défense et vitesse augmentées pendant 10 secondes Compétence : Mêlée
it: *Diventa possente quando la salute è bassa, aumentando il potere di attacco, di difesa e la velocità di movimento per 10 secondi Specialità: Attacchi ravvicinati
ja: *体力値が低いと強力になり、10秒間攻撃力、防御力、移動速度が上がる 得意分野： 乱闘
pl: * Gdy jego zdrowie jest na wyczerpaniu, staje się Mocarny, co zwiększa jego siłę ataku i obrony oraz szybkość ruchu na 10 sekund Biegłość: walka wręcz
pt_br: *Fica poderoso quando a saúde está baixa, aumentando o poder de ataque, a defesa e a velocidade de movimento por 10 segundos Especialidade: corpo a corpo
ru: *При низком уровне здоровья становится Могучим, получая дополнительную мощность атаки, защиту и скорость передвижения на 10 секунд Владение: Ближний бой.

# LAVAARENA_CHARACTER_DESCRIPTIONS.woodie
source: *Lucy returns to Woodie when thrown *Attack speed increased when wielding Lucy Expertise: Melee
de: *Lucy kehrt zu Woodie zurück, wenn sie geworfen wurde *Angriffsgeschwindigkeit steigt, wenn Lucy geschwungen wird Erfahrung: Nahkampf
es: *Lucy regresa a Woodie cuando la arroja *La velocidad de ataque aumenta cuando tiene a Lucy en la mano Especialidad: Cuerpo a cuerpo
fr: *Lucy revient sur Woodie après avoir été lancée *Vitesse d'attaque augmentée quand il brandit Lucy Compétence : Mêlée
it: *Lucy torna da Woodie quando viene lanciata *La velocità di attacco aumenta impugnando Lucy Specialità: Attacchi ravvicinati
ja: *ルーシーは投げた後ウッディーのところへ戻ります *ルーシーを使用すると攻撃速度が増加します 得意分野： 乱闘
pl: * Rzucona Lucy wraca do Woodiego * Szybkość ataku jest zwiększona, gdy Lucy jest w ręku Biegłość: walka wręcz
pt_br: *Lucy retorna a Woodie depois de arremessada *Velocidade de ataque aumentada quando está com Lucy Especialidade: corpo a corpo
ru: *Люси возвращается к Вуди после броска *Когда Люси в руках, скорость атаки увеличена Владение: Ближний бой

# LAVAARENA_CHARACTER_DESCRIPTIONS.woodie_canada
source: *Lucy returns to Woodie when thrown *Attack speed increased when wielding Lucy Expertise: Melee
de: *Lucy kehrt zu Woodie zurück, wenn sie geworfen wurde *Angriffsgeschwindigkeit steigt, wenn Lucy geschwungen wird Erfahrung: Nahkampf
es: *Lucy regresa a Woodie cuando la arroja *La velocidad de ataque aumenta cuando tiene a Lucy en la mano Especialidad: Cuerpo a cuerpo
fr: *Lucy revient sur Woodie après avoir été lancée *Vitesse d'attaque augmentée quand il brandit Lucy Compétence : Mêlée
it: *Lucy torna da Woodie quando viene lanciata *La velocità di attacco aumenta impugnando Lucy Specialità: Attacchi ravvicinati
ja: *ルーシーは投げた後ウッディーのところへ戻ります *ルーシーを使用すると攻撃速度が増加します 得意分野： 乱闘
pl: * Rzucona Lucy wraca do Woodiego * Szybkość ataku jest zwiększona, gdy Lucy jest w ręku Biegłość: walka wręcz
pt_br: *Lucy retorna a Woodie depois de arremessada *Velocidade de ataque aumentada quando está com Lucy Especialidade: corpo a corpo
ru: *Люси возвращается к Вуди после броска *Когда Люси в руках, скорость атаки увеличена Умение: Ближний бой

# LAVAARENA_CHARACTER_DESCRIPTIONS.woodie_us
source: *Lucy returns to Woodie when thrown *Attack speed increased when wielding Lucy Expertise: Melee
de: *Lucy kehrt zu Woodie zurück, wenn sie geworfen wurde *Angriffsgeschwindigkeit steigt, wenn Lucy geschwungen wird Erfahrung: Nahkampf
es: *Lucy regresa a Woodie cuando la arroja *La velocidad de ataque aumenta cuando tiene a Lucy en la mano Especialidad: Cuerpo a cuerpo
fr: *Lucy revient sur Woodie après avoir été lancée *Vitesse d'attaque augmentée quand il brandit Lucy Compétence : Mêlée
it: *Lucy torna da Woodie quando viene lanciata *La velocità di attacco aumenta impugnando Lucy Specialità: Attacchi ravvicinati
ja: *ルーシーは投げた後ウッディーのところへ戻ります *ルーシーを使用すると攻撃速度が増加します 得意分野： 乱闘
pl: * Rzucona Lucy wraca do Woodiego * Szybkość ataku jest zwiększona, gdy Lucy jest w ręku Biegłość: walka wręcz
pt_br: *Lucy retorna a Woodie depois de arremessada *Velocidade de ataque aumentada quando está com Lucy Especialidade: corpo a corpo
ru: *Люси возвращается к Вуди после броска *Когда Люси в руках, скорость атаки увеличена Умение: Ближний бой

# LAVAARENA_CHARACTER_DESCRIPTIONS.wormwood
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.wortox
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.wurt
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.wx78
source: *Shocks enemies when attacked *Electric attack damage increased by 50% Expertise: Melee
de: *Schockt Feinde, wenn sie angegriffen werden *Elektroangriffsschaden um 50% erhöht Erfahrung: Nahkampf
es: *Inflige una descarga eléctrica a sus enemigos cuando lo atacan *Aumenta en un 50 % el daño de ataques eléctricos Especialidad: Cuerpo a cuerpo
fr: *Envoie un choc électrique à l'ennemi quand attaqué *Dégâts d'attaque électrique augmentés de 50 % Compétence : Mêlée
it: *Folgora i nemici quando è attaccato *Danno dell'attacco elettrico aumentato del 50% Specialità: Aattacchi ravvicinati
ja: *攻撃時に敵に電気ショックを与えます *電気攻撃のダメージが50％増加します 得意分野： 乱闘
pl: * Razi przeciwników prądem, gdy zostanie zaatakowany * Obrażenia od elektryczności zwiększone o 50% Biegłość: walka wręcz
pt_br: *Dá choques nos inimigos quando atacado *Dano de ataque elétrico aumentado em 50% Especialidade: corpo a corpo
ru: *Парализует противников при атаке *Урон от электричества увеличен на 50% Владение: Ближний бой.

# MAPRECORDER.LOCATION.CAVE
source: in the caves
de: in den Höhlen
es: en las cuevas
fr: dans les grottes
it: nelle grotte
ja: 洞穴の中で
pl: w jaskiniach
pt_br: nas cavernas
ru: в пещерах

# MAPRECORDER.MAPDESC
source: Mapped{location} by {author} on day {day}.
de: Verzeichnet{location} von {author} an Tag {day}.
es: Cartografiado{location} por {author} el día {day}.
fr: Cartographié{location} par {author} au jour {day}.
it: Mappatura {location} a cura di {author} in data {day}.
ja: {day}日に{author}によって{location}が地図に記録された。
pl: Stworzone{location} przez {author} dnia {day}
pt_br: Mapeado{location} por {author} no dia {day}.
ru: {author} нанес на карту {location} в день {day}.

# MAPRECORDER.UNKNOWN_AUTHOR
source: an explorer
de: ein Entdecker
es: un explorador
fr: un explorateur
it: un esploratore
ja: 冒険家
pl: odkrywca
pt_br: um explorador
ru: исследователь

# MESSAGEBOTTLE_NOTES.1
source: "I know you're still out there, my dear. I won't ever give up."
de: "Ich weiß, du bist da draußen, Lieber. Ich werde dich nie aufgeben."
es: "Sé que sigues ahí, cariño. Nunca me rendiré".
fr: « Je sais que tu es toujours là. Je ne t'abandonnerai jamais, mon biquet. »
it: "So che, da qualche parte, respiri ancora, tesoro. Non mi arrenderò mai."
ja: 「あなたがまだそこにいるのをしっています。あきらめませんわよ」
pl: "Wiem, że wciąż gdzieś tam jesteś, kochanie. Nigdy nie przestanę cię szukać".
pt_br: "Sei que você ainda está por aí, meu querido. Jamais desistirei."
ru: «Я верю и жду тебя, мое сокровище. И буду ждать вечно».

# MESSAGEBOTTLE_NOTES.2
source: "I'm waiting for you. At the spot where we first met. I've been waiting so long..."
de: "Ich warte auf dich. Dort, wo wir uns trafen. Ich warte schon so lange ..."
es: "Te estoy esperando. En el lugar donde nos conocimos. Llevo tanto tiempo aguardando...".
fr: « Je t'attends sur les lieux de notre première rencontre. Je t'attends depuis si longtemps... »
it: "Ti aspetto. Nel posto in cui ci siamo incontrati la prima volta. Aspetto da così tanto..."
ja: 「待っていますわ。初めてあなたと出会った場所で。ずっと待っています…」
pl: "Czekam na ciebie. Tam, gdzie się poznaliśmy. Czekam już od tak dawna...".
pt_br: "Estou esperando por você. No lugar em que nos conhecemos. Faz tanto tempo que eu espero..."
ru: «Я жду тебя на месте нашей первой встречи. Все жду и жду…»

# MESSAGEBOTTLE_NOTES.3
source: "Please come home. I miss you so much."
de: "Bitte komm heim. Ich vermisse dich so."
es: "Vuelve a casa, por favor. Te echo mucho de menos".
fr: « Je t'en prie, rentre à la maison. Tu me manques tant. »
it: "Ti prego, torna a casa. Mi manchi da morire."
ja: 「お願いです、帰ってきてくださいな。とても恋しく思っていますわ」
pl: "Błagam, wróć do domu. Tak bardzo za tobą tęsknię".
pt_br: "Volte para casa. Sinto tanta saudade de você."
ru: «Пожалуйста, возвращайся домой. Я так скучаю».

# MESSAGEBOTTLE_NOTES.4
source: "I still have the last gift you gave me. "A pearl for Pearl"... remember?"
de: "Ich habe noch dein letztes Geschenk. 'Eine Perle für Pearl' ... weißt du noch?"
es: "Aún tengo el último regalo que me diste. Una perla para Perla... ¿Recuerdas?".
fr: « J'ai toujours le dernier cadeau que tu m'as offert. Une perle pour Perle, tu te rappelles ? »
it: "Conservo ancora l'ultimo regalo che mi hai fatto. 'Una perla per Perla'... Ricordi?"
ja: 「まだ持っていますよ、あなたが最後にくれたプレゼント。『パールの真珠』…覚えていますか？」
pl: "Wciąż mam ostatni prezent od ciebie. Perełka dla Perełki... pamiętasz?"
pt_br: "Ainda tenho o último presente que você me deu. 'Uma pérola para Pearl'... lembra?"
ru: «Я все еще храню твой последний подарок. «Жемчужина для Жемчужины»… Помнишь?»

# MESSAGEBOTTLE_NOTES.5
source: "I'll keep sending messages, until one reaches you..."
de: "Ich schicke weiter Nachrichten, bis eine dich erreicht ..."
es: "Seguiré mandando mensajes hasta que te llegue uno...".
fr: « Je continuerai à t'envoyer des messages jusqu'à ce que tu les reçoives. »
it: "Continuerò a mandare messaggi finché uno non arriverà a te..."
ja: 「あなたに届くまで、メッセージを送り続けますわ…」
pl: "Będę wysyłać te wiadomości tak długo, aż w końcu któraś z nich do ciebie trafi..."
pt_br: "Vou continuar enviando mensagens, até que uma delas chegue a você..."
ru: «Я не перестану отправлять сообщение. Может, хоть одно из них дойдет до тебя…»

# MESSAGEBOTTLE_NOTES.6
source: "Have you found your treasure yet? When you do, will you come home?"
de: "Hast du deinen Schatz schon gefunden? Und kommst du dann nach Hause?"
es: "¿Has encontrado ya tu tesoro? Cuando lo hagas, ¿volverás a casa?".
fr: « As-tu trouvé des trésors ? Reviendras-tu à la maison quand ce sera le cas ? »
it: "Hai trovato il tuo tesoro? Quando lo troverai, tornerai a casa?"
ja: 「お宝は見つかりましたか？見つけたら、帰ってきてくれますか？」
pl: "Czy znalazłeś już swój skarb? Czy kiedy ci się uda, wrócisz do domu?"
pt_br: "Já encontrou seu tesouro? Você vai voltar para casa quando encontrá-lo?"
ru: «Ты все еще ищешь сокровище? Возвращайся домой, когда наконец его найдешь».

# MODS.VERSIONING.OUT_OF_DATE
source: Mod "%s" is out of date. The server needs to get the latest version from the Steam Workshop so other users can join.
de: Mod "%s" ist nicht mehr aktuell. Der Server benötigt die neueste Version aus dem Steam Workshop, damit andere Benutzer teilnehmen können.
es: El mod "%s" es de una versión antigua. El servidor necesita obtener la última versión de Steam Workshop para que otros jugadores puedan unirse.
fr: Le mod « %s » n'est pas à jour. Le serveur doit obtenir la dernière version sur le Steam Workshop pour que d'autres utilisateurs puissent rejoindre la partie.
it: Il mod "%s" è scaduto. Il server richiede la versione più recente dal Workshop di Steam per permettere agli altri utenti di unirsi.
ja: Mod「%s」のデータが最新ではありません。サーバーがSteamワークショップから最新バージョンを取得すると、他のユーザーも参加できます。
pl: Modyfikacja „%s„ jest nieaktualna. Serwer musi pobrać najnowszą wersję modyfikacji z platformy Steam Workshop, aby inni użytkownicy mogli dołączyć.
pt_br: O mod "%s" está desatualizado. O servidor precisa obter a versão mais recente da Oficina do Steam para que outros usuários possam participar.
ru: Мод «%s» устарел. Серверу необходимо получить последнюю версию из Steam Workshop, чтобы другие пользователи тоже могли к вам присоединиться.

# MODS.VERSIONING.OUT_OF_DATE_RAIL
source: Mod "%s" is out of date. The server needs to get the latest version so other users can join.
de: Die Mod "%s" ist nicht mehr aktuell. Der Server benötigt die neueste Version, damit andere Spieler teilnehmen können.
es: El mod "%s" es de una versión antigua. El servidor necesita obtener la última versión para que otros jugadores puedan unirse.
fr: Le mod « %s » n'est pas à jour. Le serveur doit obtenir la dernière version pour que d'autres utilisateurs puissent rejoindre la partie.
it: Il mod "%s" è scaduto. Il server richiede la versione più recente per permettere agli altri utenti di unirsi.
ja: Mod「%s」のデータが最新ではありません。サーバーが最新バージョンを取得すると、他のユーザーも参加できます。
pl: Modyfikacja "%s" jest nieaktualna. Serwer musi pobrać najnowszą wersję modyfikacji, aby inni użytkownicy mogli dołączyć.
pt_br: A modificação "%s" está desatualizada. O servidor precisa obter a versão mais recente para que outros usuários possam participar.
ru: Мод «%s» устарел. Серверу требуется последняя версии, чтобы другие пользователи тоже могли к вам присоединиться.

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMOREXTRAHEAVY
source: 90% Protection -15% Move Speed Knockback Resistance
de: 90% Schutz -15% Bewegungsgeschwindigkeit Rückstoßwiderstand
es: 90 % de protección -15 % de velocidad de movimiento Resistencia a los derribos
fr: 90 % de protection -15 % de vitesse de déplacement Résistance aux contre-attaques
it: 90% protezione -15% velocità di movimento Resistenza all'abbattimento
ja: 90%保護 ‐15％移動スピード ノックバック耐性
pl: 90% ochrony 15% szybkości ruchu Odporność na odepchnięcie
pt_br: 90% proteção -15% velocidade de movimento Resistência de ricochete
ru: 90% защиты -15% скорости Иммунитет к отбрасыванию

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORHEAVY
source: 85% Protection
de: 85% Schutz
es: 85 % de protección
fr: 85 % de protection
it: 85% protezione
ja: 85％保護
pl: 85% ochrony
pt_br: 85% proteção
ru: 85% защиты

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORLIGHT
source: 50% Protection +5% Faster Cooldown
de: 50% Schutz +5% schnellere Abkühlung
es: 50 % de protección +5 % de velocidad de recarga
fr: 50 % de protection +5 % de vitesse de récupération
it: 50% protezione +5% velocità di recupero
ja: 50％保護 +5%高速冷却
pl: 50% ochrony - 5% czasu odnowienia
pt_br: 50% proteção +5% recarregamento mais rápido
ru: 50% защиты +5% к скорости восстановления

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORLIGHTSPEED
source: 60% Protection +10% Move Speed
de: 60% Schutz +10% Bewegungsgeschwindigkeit
es: 60 % de protección +10 % de velocidad de movimiento
fr: 60 % de protection +10 % de vitesse de déplacement
it: 60% protezione +10% velocità di movimento
ja: 60％保護 +10%移動速度
pl: 60% ochrony +10% szybkości ruchu
pt_br: 60% proteção +10% velocidade de movimento
ru: 60% защиты +10% к скорости

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORMEDIUM
source: 75% Protection
de: 75% Schutz
es: 75 % de protección
fr: 75 % de protection
it: 75% protezione
ja: 75％保護
pl: 75% ochrony
pt_br: 75% proteção
ru: 75% защиты

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORMEDIUMDAMAGER
source: 75% Protection +10% Physical Damage
de: 75% Schutz +10% physischer Schaden
es: 75 % de protección +10 % de daño físico
fr: 75 % de protection +10 % de dégâts physiques
it: 75% protezione +10% danno fisico
ja: 75％保護 +10％肉体損傷
pl: 75% ochrony +10% obrażeń fizycznych
pt_br: 75% proteção +10% dano físico
ru: 75% защиты +10% к физическому урону

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMORMEDIUMRECHARGER
source: 75% Protection +10% Faster Cooldown
de: 75% Schutz +10% schnellere Abkühlung
es: 75 % de protección +10 % de velocidad de recarga
fr: 75 % de protection +10 % de vitesse de récupération
it: 75% protezione +10% velocità di recupero
ja: 75％保護 +10%高速冷却
pl: 75% ochrony - 10% czasu odnowienia
pt_br: 75% proteção +10% recarregamento mais rápido
ru: 75% защиты +10% к скорости восстановления

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMOR_HPDAMAGER
source: 80% Protection +50 Max Health +20% Physical Damage
de: 80% Schutz +50 Max. Gesundheit +20% Körperlicher Schaden
es: 80 % de protección +50 de salud máx. +20 % de daño físico
fr: 80 % de protection +50 de santé maxi +20 % de dégâts physiques
it: 80% protezione +50 salute max +20% danno fisico
ja: 80％保護 +50最大体力値 +20%物理ダメージ
pl: 80% ochrony +50 pkt. maks. zdrowia +20% obrażeń fizycznych
pt_br: 80% proteção +50 saúde máxima +20% dano físico
ru: 80% защиты +50 к максимуму здоровья +20% к физическому урону

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMOR_HPEXTRAHEAVY
source: 90% Protection +100 Max Health Knockback Resistance
de: 90% Schutz +100 Max. Gesundheit Rückschlagfestigkeit
es: 90 % de protección +100 de salud máx. Resistencia a derribos
fr: 90 % de protection +100 de santé maxi Résistance au revers
it: 90% protezione +100 salute max Resistenza all'abbattimento
ja: 90％保護 +100最大体力値 ノックバック耐性
pl: 90% ochrony +100 pkt. maks. zdrowia Odporność na odepchnięcie
pt_br: 90% proteção +100 saúde máxima resistência à encontrão
ru: 90% защиты +100 к максимуму здоровья Иммунитет к отбрасыванию

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMOR_HPPETMASTERY
source: 80% Protection +75 Max Health Companion Buff
de: 80% Schutz +75 Max. Gesundheit Begleiter-Buff
es: 80 % de protección +75 de salud máx. Mejora de compañero
fr: 80 % de protection +75 de santé maxi Renfort de compagnon
it: 80% protezione +75 salute max Bonus compagno
ja: 80％保護 +75最大体力値 コンパニオンバフ
pl: 80% ochrony +75 pkt. maks. zdrowia Wzmocnienie chowańca
pt_br: 80% proteção +75 saúde máxima vantagem de companhia
ru: 80% защиты +75 к максимуму здоровья Усиление товарищей

# NAME_DETAIL_EXTENTION.LAVAARENA_ARMOR_HPRECHARGER
source: 80% Protection +50 Max Health +15% Faster Cooldown
de: 80% Schutz +50 Max. Gesundheit +15% Schnellere Abklingzeit
es: 80 % de protección +50 de salud máx. +15 % de recarga más rápida
fr: 80 % de protection +50 de santé maxi +15 % d'accélération de refroidissement
it: 80% protezione +50 salute max +15% velocità di recupero
ja: 80％保護 +50最大体力値 +15%高速冷却
pl: 80% ochrony +50 pkt. maks. zdrowia -15% czasu odnowienia
pt_br: 80% proteção +50 saúde máxima +15% velocidade de recarregamento
ru: 80% защиты +50 к максимуму здоровья +15% к скорости восстановления

# NAME_DETAIL_EXTENTION.LAVAARENA_CROWNDAMAGERHAT
source: +15% Physical Damage +10% Faster Cooldown +10% Move Speed
de: +15% physischer Schaden +10% schnellere Abkühlung +10% Bewegungsgeschwindigkeit
es: +15 % de daño físico +10 % de velocidad de recarga +10 % de velocidad de movimiento
fr: +15 % de dégâts physiques +10 % de vitesse de récupération +10 % de vitesse de déplacement
it: +15% danno fisico +10% velocità recupero +10% velocità di movimento
ja: +15%物理ダメージ +10%高速冷却 +10%移動速度
pl: + 15% obrażeń fizycznych - 10% czasu odnowienia + 10% szybkości ruchu
pt_br: +15% dano físico +10% recarregamento mais rápido +10% velocidade de movimento
ru: +15% к физическому урону +10% к скорости восстановления +10% к скорости

# NAME_DETAIL_EXTENTION.LAVAARENA_EYECIRCLETHAT
source: +25% Magic Damage +10% Faster Cooldown +10% Move Speed
de: +25% Zauberschaden +10% schnellere Abkühlung +10% Bewegungsgeschwindigkeit
es: +25 % de daño mágico +10 % de velocidad de recarga +10 % de velocidad de movimiento
fr: +25 % de dégâts magiques +10 % de vitesse de récupération +10 % de vitesse de déplacement
it: +25% danno magico +10% velocità di recupero +10% velocità di movimento
ja: +25%魔法ダメージ +10%高速冷却 +10%移動速度
pl: + 25% obrażeń od magii - 10% czasu odnowienia + 10% szybkości ruchu
pt_br: +25% dano mágico +10% recarregamento mais rápido +10% velocidade de movimento
ru: +25% к магическому урону +10% к скорости восстановления +10% к скорости

# NAME_DETAIL_EXTENTION.LAVAARENA_FEATHERCROWNHAT
source: +20% Move Speed
de: +20% Bewegungsgeschwindigkeit
es: +20 % de velocidad de movimiento
fr: +20 % de vitesse de déplacement
it: +20% velocità di movimento
ja: +20%移動速度
pl: + 20% szybkości ruchu
pt_br: +20% velocidade de movimento
ru: +20% к скорости

# NAME_DETAIL_EXTENTION.LAVAARENA_HEALINGFLOWERHAT
source: +25% Healing Received
de: +25% Heilung erhalten
es: +25 % de curación recibida
fr: +25 % de soins reçus
it: +25% cure ricevute
ja: +25%回復受容
pl: + 25% uzyskiwanego leczenia
pt_br: +25% cura recebida
ru: +25% к пассивному лечению
