Repository: Endeer/dst-cz
Catalog: locales/*/other.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

# ANTIADDICTION.EXIT_SOON
source: Your time for today is up. Please exit.
de: Deine Zeit ist für heute um. Geh bitte.
es: Se ha acabado el tiempo por hoy. Cierra el juego.
fr: Votre temps est écoulé pour aujourd'hui. Veuillez quitter le jeu.
it: Hai esaurito il tempo a disposizione per oggi. Esci.
ja: 今日は時間切れです。退出してください。
pl: Twój czas dobiegł końca. Zakończ grę.
pt_br: Seu tempo acabou por hoje. Por favor, saia.
ru: Ваше время на сегодня истекло. Выйдите из игры.

# ANTIADDICTION.HOUR_1
source: You've played for one hour.
de: Du hast eine Stunde lang gespielt.
es: Ya has jugado una hora.
fr: Vous avez joué pendant une heure.
it: Hai giocato un'ora.
ja: 1時間プレイしました。
pl: Grasz od godziny.
pt_br: Você jogou por uma hora.
ru: Вы играете уже один час.

# ANTIADDICTION.HOUR_2
source: You've played for two hours.
de: Du hast zwei Stunden lang gespielt.
es: Ya has jugado dos horas.
fr: Vous avez joué pendant deux heures.
it: Hai giocato due ore.
ja: 2時間プレイしました。
pl: Grasz od dwóch godzin.
pt_br: Você jogou por duas horas.
ru: Вы играете уже два часа.

# ANTIADDICTION.HOUR_3
source: You've played for three hours.
de: Du hast drei Stunden lang gespielt.
es: Ya has jugado tres horas.
fr: Vous avez joué pendant trois heures.
it: Hai giocato tre ore.
ja: 3時間プレイしました。
pl: Grasz od trzech godzin.
pt_br: Você jogou por três horas.
ru: Вы играете уже три часа.

# ANTIADDICTION.HOUR_4
source: You've played for four hours.
de: Du hast vier Stunden lang gespielt.
es: Ya has jugado cuatro horas.
fr: Vous avez joué pendant quatre heures.
it: Hai giocato quattro ore.
ja: 4時間プレイしました。
pl: Grasz od czterech godzin.
pt_br: Você jogou por quatro horas.
ru: Вы играете уже четыре часа.

# ANTIADDICTION.HOUR_5
source: You've played for five hours.
de: Du hast fünf Stunden lang gespielt.
es: Ya has jugado cinco horas.
fr: Vous avez joué pendant cinq heures.
it: Hai giocato cinque ore.
ja: 5時間プレイしました。
pl: Grasz od pięciu godzin.
pt_br: Você jogou por cinco horas.
ru: Вы играете уже пять часов.

# ANTIADDICTION.HOUR_X
source: You've played for several hours.
de: Du hast mehrere Stunden lang gespielt.
es: Ya has jugado varias horas.
fr: Vous avez joué pendant plusieurs heures.
it: Hai giocato parecchie ore.
ja: 長時間プレイしました。
pl: Grasz od sześciu godzin.
pt_br: Você jogou por muitas horas.
ru: Вы играете уже несколько часов.

# CROWNAMES.1
source: Apollo
fr: Apollon
ja: アポロ
ru: Аполлон

# CROWNAMES.10
source: Symone
fr: Simone
it: Simone
ja: シモーネ
pl: Szymona
ru: Симона

# CROWNAMES.11
source: Baxter
it: Battista
ja: バクスター
pl: Bartosz
ru: Бакстер

# CROWNAMES.12
source: Robyn
fr: Robin
it: Roberta
ja: ロビン
pl: Rafik
ru: Робин

# CROWNAMES.13
source: Helena
fr: Héléna
it: Elena
ja: ヘレナ
ru: Елена

# CROWNAMES.14
source: Quincy
it: Ottavio
ja: クインシー
pl: Pigwa
ru: Квинси

# CROWNAMES.15
source: Nick
it: Niccolò
ja: ニック
pl: Natan
ru: Ник

# CROWNAMES.16
source: Francis
it: Francesco
ja: フランシス
pl: Franciszek
ru: Фрэнсис

# CROWNAMES.17
source: Tom
it: Thomas
ja: トム
pl: Tomek
ru: Том

# CROWNAMES.18
source: Lysander
fr: Lysandre
it: Lisandro
ja: ライサンダー
pl: Lizander
ru: Лизандр

# CROWNAMES.19
source: Demetrius
fr: Démétrius
it: Demetrio
ja: デメトリオス
pl: Demetriusz
ru: Деметрий

# CROWNAMES.2
source: Russel
it: Raffaello
ja: ラッセル
pl: Rudy
ru: Рассел

# CROWNAMES.20
source: Hermia
it: Ermia
ja: ハーミア
ru: Гермия

# CROWNAMES.21
source: Becca
it: Rebecca
ja: ベッカ
pl: Beatka
ru: Бекка

# CROWNAMES.3
source: Jet
it: Gioacchino
ja: ジェット
pl: Józek
ru: Джет

# CROWNAMES.4
source: Bram
it: Bruno
ja: ブラム
pl: Benek
ru: Брэм

# CROWNAMES.5
source: Corbett
it: Corrado
ja: コルベット
pl: Krzychu
ru: Корбетт

# CROWNAMES.6
source: Korbin
it: Cristina
ja: コルビン
pl: Kostek
ru: Корбин

# CROWNAMES.7
source: Ava
it: Ada
ja: アヴァ
pl: Ewa
ru: Ава

# CROWNAMES.8
source: Merle
it: Melissa
ja: メルル
pl: Maria
ru: Мерли

# CROWNAMES.9
source: Swift
fr: Vif
it: Stella
ja: スウィフト
pl: Szybki
ru: Свифт

# DESCRIBE_NULL
source: MISSING DESCRIPTION STRING
de: FEHLENDE BESCHREIBUNG
it: STRINGA DI DESCRIZIONE MANCANTE
ja: 一連の説明が見つかりません
pl: BRAKUJE OPISU
ru: ОТСУТСТВУЕТ ОПИСАНИЕ

# DIRECTIONS.E
source: East
de: Ost
es: Este
fr: Est
it: Est
ja: 東
pl: Wschód
pt_br: Leste
ru: Восток

# DIRECTIONS.N
source: North
de: Nord
es: Norte
fr: Nord
it: Nord
ja: 北
pl: Północ
pt_br: Norte
ru: Север

# DIRECTIONS.NE
source: Northeast
de: Nordost
es: Nordeste
fr: Nord-est
it: Nord-est
ja: 北東
pl: Północny wschód
pt_br: Nordeste
ru: Северо-восток

# DIRECTIONS.NW
source: Northwest
de: Nordwest
es: Noroeste
fr: Nord-ouest
it: Nord-ovest
ja: 北西
pl: Północny zachód
pt_br: Noroeste
ru: Северо-запад

# DIRECTIONS.S
source: South
de: Süd
es: Sur
fr: Sud
it: Sud
ja: 南
pl: Południe
pt_br: Sul
ru: Юг

# DIRECTIONS.SE
source: Southeast
de: Südost
es: Sureste
fr: Sud-est
it: Sud-est
ja: 南東
pl: Południowy wschód
pt_br: Sudeste
ru: Юго-восток

# DIRECTIONS.SW
source: Southwest
de: Südwest
es: Sudoeste
fr: Sud-ouest
it: Sud-ovest
ja: 南西
pl: Południowy zachód
pt_br: Sudoeste
ru: Юго-запад

# DIRECTIONS.W
source: West
es: Oeste
fr: Ouest
it: Ovest
ja: 西
pl: Zachód
pt_br: Oeste
ru: Запад

# DISEASEDITEM
source: Diseased
de: Verstorben
es: Enfermo
fr: Contaminé
it: Malato
ja: 病気の
pl: Nie żyje
pt_br: Faleceu
ru: Пораженный

source: Drop All
de: Alles fallenlassen
es: Soltar todo
fr: Tout lâcher
it: Rimuovi tutto
ja: すべてやめる
pl: Wyrzuć wszystko
pt_br: Largar tudo
ru: Снять все

# EYEOFTERROR_CANCEL
source: The evil presence has subsided.
de: Die böse Präsenz hat nachgelassen.
es: La presencia maligna ha disminuido.
fr: La présence maléfique s'est retirée.
it: Non senti più quella presenza malvagia.
ja: 邪悪な気配が消えました。
pl: Nikczemna istotna ustąpiła.
pt_br: A presença do mal foi reduzida.
ru: Присутствия зла больше не ощущается.

# EYEOFTERROR_COMING
source: You feel an evil presence watching you...
de: Du spürst eine böse Präsenz, die dich beobachtet ...
es: Crees que te observa una presencia maligna...
fr: Vous sentez une présence maléfique vous observer...
it: Senti che una presenza malvagia ti sta osservando...
ja: 邪悪な気配があなたを見ているようです…
pl: Czujesz, że obserwuje cię jakaś nikczemna istota...
pt_br: Você sente uma presença do mal vigiando você...
ru: Вы чувствуете на себе злобный взгляд...

# EYEOFTERROR_TARGET
source: The Eye of Terror turns its gaze toward {player_name}
de: Das Auge des Schreckens richtet seinen Blick auf {player_name}
es: El ojo del terror está mirando a {player_name}.
fr: L'Œil de l'effroi tourne son regard vers {player_name}
it: L'Occhio del terrore rivolge il suo sguardo verso {player_name}
ja: 恐怖の目が{player_name}を見ています
pl: Oko terroru kieruje spojrzenie ku graczowi {player_name}
pt_br: O Olho do Terror fixa seu olhar em {player_name}
ru: {player_name} привлекает взор Ока ужаса

# GOATKID_TALK_CLOSED.1
source: I'll only talk to you if Mumsy says it's okay.
de: Ich werde nur mit dir reden, wenn Mama es erlaubt.
es: Solo hablaré contigo si mamusca dice que está bien.
fr: Je ne te parlerai que si Maman est d'accord.
it: Ti parlo solo se mammina dice che va bene.
ja: マムジーがいいっていったらお話しようね。
pl: Będziemy mogli rozmawiać tylko wtedy, jeśli Mamusia się zgodzi.
pt_br: Só vou falar com você se a Mumsy disser que tudo bem.
ru: Я буду с тобой разговаривать, только если Мамушка разрешит.

# GOATKID_TALK_CLOSED.2
source: Go talk to my mum. Baa.
de: Geh und rede mit meiner Mutter. Mäh.
es: Habla con mi mamá. Beee.
fr: Va parler à ma maman. Bêêê !
it: Vai a parlare con la mia mamma. Bee.
ja: ママとお話ししてね メェメェ。
pl: Pogadaj z moją mamusią. Baa.
pt_br: Vá falar com a mamãe. Béé.
ru: Поговори с мамой. Бе-е!

# GOATKID_TALK_CLOSED.3
source: Can you ask my mum before we play?
de: Kannst du meine Mutter fragen, bevor wir spielen?
es: ¿Puedes preguntarle a mi mamá antes de jugar?
fr: Tu peux demander à Maman avant qu'on commence à jouer ?
it: Puoi chiedere alla mia mamma prima che giochiamo?
ja: 遊ぶ前にママの所を訪ねてくれる？
pl: Czy możesz zapytać moją mamę o zgodę?
pt_br: Posso perguntar pra minha mãe antes de brincar?
ru: Спроси у моей мамы, можно ли нам поиграть?

# GOATKID_TALK_CLOSED.4
source: Go ask Mumsy if we can play. Baa.
de: Geh und frag Mama, ob wir spielen können. Mäh.
es: Pregunta a mamusca si podemos jugar. Beee.
fr: Va demander à Maman si on peut jouer. Bêêê !
it: Vai a chiedere a mammina se possiamo giocare. Bee.
ja: 僕たちと遊びたいなら、まずマムジーの所に行ってね メェ。
pl: Zapytaj mojej Mamusi, czy możemy się bawić. Baaa.
pt_br: Vou perguntar pra Mumsy se a gente pode brincar. Béé.
ru: Спроси у Мамушки, можем ли мы поиграть. Бе-е.

# GOATKID_TALK_GREETING.1
source: Pipton lets me have sweets, when Mumsy says it's okay.
de: Pipton gibt mir Süßigkeiten, wenn Mama sagt, dass es okay ist.
es: Pipton me deja comer dulces, si mamusca me deja.
fr: Pipton me laisse manger des bonbons quand maman est d'accord.
it: Pipton mi dà un dolcetto, quando mammina dice che va bene.
ja: マムジーがいいと言ったら、ピプトンがお菓子を食べさせてくれるんだよ
pl: Pipton daje mi słodycze, jak mama się zgadza.
pt_br: Pipton me deixa comer doces, quando a Mumsy diz que tudo bem.
ru: Пиптон иногда угощает меня сладостями. Мамушка разрешает.

# GOATKID_TALK_GREETING.2
source: I like playing with the pebble crabs.
de: Ich spiele gerne mit den Kieselsteinkrebsen.
es: Me gusta jugar con los cangrejos de las piedras.
fr: J'aime bien jouer avec les crabes galets.
it: Mi piace giocare con i granchi pietra.
ja: ペブルクラブと遊ぶのが好きなんだ。
pl: Lubię bawić się z krabami.
pt_br: Gosto de brincar com os siris pedrinhas.
ru: Я люблю играть с каменными крабами.

# GOATKID_TALK_GREETING.3
source: Our house used to be around here, baa.
de: Unser Haus war mal hier, mäh.
es: Nuestra casa solía ser por aquí, beeee.
fr: Notre maison était par ici, bêêê !
it: La nostra casa era da queste parti, bee.
ja: この辺りに僕たちの家があったんだ、メェメェ
pl: Nasz dom kiedyś tu stał, baa.
pt_br: Nossa casa costumava ficar aqui, béé.
ru: Раньше где-то здесь был наш дом, бе-е.

# GOATKID_TALK_GREETING.4
source: Mumsy says my friends can't come out to play.
de: Mama sagt, meine Freunde können nicht rauskommen, um zu spielen.
es: Mamusca dice que mis amigos no pueden salir a jugar.
fr: Maman dit que mes copains peuvent pas sortir jouer.
it: Mammina dice che i miei amici non possono uscire a giocare.
ja: マムジーが、僕の友達は遊びに出てこれないって言うんだ。
pl: Mamusia mówi, że moi przyjaciele nie mogą się ze mną bawić.
pt_br: A Mumsy diz que meus amigos não podem me visitar pra brincar.
ru: Мамушка говорит, что мои друзья не могут пойти поиграть.

# GOATKID_TALK_GREETING.5
source: I wish my bike still worked, baa.
de: Ich wünschte, mein Fahrrad würde noch funktionieren, mäh.
es: Ojalá mi bici aún funcionara, beee.
fr: J'aurais voulu que mon vélo fonctionne encore, bêêê !
it: Vorrei che la mia bici non fosse rotta, bee.
ja: 僕の自転車がまだ使えるといいんだけど、メェ。
pl: Szkoda, że mój rower jest zepsuty, baa.
pt_br: Eu queria que minha bici ainda funcionasse, béé.
ru: Жаль, мой велик больше не ездит, бе-е.

# GOATKID_TALK_GREETING.6
source: Sammy was a goat before, like mum and I.
de: Sammy war früher eine Ziege, wie Mama und ich.
es: Sammy antes era una cabra, como mamá y yo.
fr: Sammy était une chèvre avant, comme maman et moi.
it: Sammy era una capra, come mamma e io.
ja: サミーはもともとママや僕みたいなヤギだったんだよ。
pl: Sammy był kiedyś kozą. Jak mamusia i ja.
pt_br: Sammy era um bode antes, como a mamãe e eu.
ru: Сэмми тоже раньше был козлом, как и мы с мамой.

# GOATKID_TALK_GREETING.7
source: Mumsy tells me not to look at the sky.
de: Mama sagt, ich soll nicht in den Himmel schauen.
es: Mamusca dice que no mire al cielo.
fr: Maman m'a dit de pas regarder le ciel.
it: Mammina mi dice di non guardare al cielo.
ja: マムジーが空を見てはいけませんって言うんだ。
pl: Mamusia mówi, żeby nie patrzeć w słońce.
pt_br: A Mumsy me diz que eu não posso olhar pro céu.
ru: Мамушка говорит, что в небо смотреть нельзя.

# GOATKID_TALK_TRADE.1
source: Baaaa! My favorite!
de: Määäh! Mein Favorit!
es: ¡Beeee! ¡Mi favorito!
fr: Bêêê ! C'est ce que je préfère !
it: Beeee! Il mio preferito!
ja: メエエェェ！気に入ったよ！
pl: Baa! Uwielbiam!
pt_br: Béééé! O que eu gosto mais!
ru: Бе-е! Мое любимое!

# GOATKID_TALK_TRADE.2
source: Oh, thanks!
de: Oh, danke!
es: ¡Oh, gracias!
fr: Oh, merci !
it: Oh, grazie!
ja: わっ、ありがとう！
pl: Och, dzięki!
pt_br: Ah, valeu!
ru: О, спасибо!

# GOATKID_TALK_TRADE.3
source: We're friends now, right?
de: Wir sind jetzt Freunde, oder?
es: ¿Ahora somos amigos, verdad?
fr: On est copains maintenant, hein ?
it: Siamo amici adesso, giusto?
ja: 僕たちもう友達だよねっ？
pl: Teraz jesteśmy przyjaciółmi, prawda?
pt_br: Somos amigos agora, né?
ru: Теперь мы друзья, да?

# GOATKID_TALK_TRADE.4
source: Baa!
de: Bääh!
es: ¡Beeee!
fr: Bêêê !
it: Bee!
ja: メェメェ！
pt_br: Béé!
ru: Бе-е!

# GOATKID_TALK_TRADE.5
source: Mumsy says always to say "thank-you".
de: Mama sagt, man muss immer "Danke" sagen.
es: Mamusca dice que siempre diga "gracias".
fr: Maman m'a dit de toujours dire merci.
it: Mammina dice sempre di dire "grazie".
ja: マムジーがいつも「ありがとう」って言うようにって言ってるよ。
pl: Mamusia zawsze mówi, że trzeba podziękować.
pt_br: A Mumsy diz pra sempre dizer "obrigado".
ru: Мамушка велела всегда говорить «спасибо»!

# GOATKID_TALK_TRADE.6
source: Tradesies are fun.
de: Handel macht Spaß.
es: Comerciar es divertido.
fr: Le troc c'est marrant.
it: Gli scambi sono divertenti.
ja: お店屋さんごっこって楽しいね。
pl: Lubię handlować.
pt_br: Troquinhas são divertidas.
ru: Когда торгуются, так смешно.

# GOATKID_TALK_TRADE.7
source: Baa, thanks!
de: Mäh, danke!
es: ¡Beee, gracias!
fr: Bêêê ! Merci !
it: Bee, grazie!
ja: メェ、ありがとう！
pl: Baa, dzięki!
pt_br: Béé, valeu!
ru: Бе-е, спасибо!

# GREENAMULET_TOOLTIP
source: Reduced Material Cost
de: Verringerte Materialkosten
es: Coste de material reducido
fr: Coût de matière réduit
it: Costo del materiale ridotto
ja: 材料費の削減
pl: Obniża koszty tworzenia
pt_br: Custo de material reduzido
ru: Снижает потребности в материалах

# INSPECTMOD
source: Inspect
de: Untersuchen
es: Inspeccionar
fr: Inspecter
it: Ispeziona
ja: 調べる
pl: Zbadaj
pt_br: Inspecionar
ru: Осмотреться вокруг

# LAVAARENA_CHARACTER_DESCRIPTIONS.random
source: Select a random survivor
de: Zufälligen Überlebenden auswählen
es: Elige un superviviente al azar
fr: Sélectionnez un survivant au hasard
it: Seleziona un sopravvissuto casuale
ja: 生存者をランダムに選択
pl: Wybierz losowego rozbitka
pt_br: Selecione um servidor aleatório
ru: Выбрать случайного выжившего

# LAVAARENA_CHARACTER_DESCRIPTIONS.walter
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.wanda
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.warly
source: *PLACEHOLDER Expertise: PLACEHOLDER
de: *PLACEHOLDER Können: PLACEHOLDER
es: *MARCADOR DE TEXTO Experto en: MARCADOR DE TEXTO
fr: *PLACEHOLDER Compétence : PLACEHOLDER
it: *PLACEHOLDER Specialità: PLACEHOLDER
ja: *プレースホルダー 得意分野： プレースホルダー
pl: * TYMCZASOWE Biegłość: TYMCZASOWE
pt_br: *PLACEHOLDER Especialidade: PLACEHOLDER
ru: *PLACEHOLDER Опыт: PLACEHOLDER

# LAVAARENA_CHARACTER_DESCRIPTIONS.wathgrithr
source: *Battle cries increase nearby allies' next attack damage by 25% *Gains less aggro when attacking Expertise: Melee, Darts
de: *Kampfschreie erhöhen den Angriffsschaden von Verbündeten in der Nähe um 25% *Gewinnt beim Angriff weniger Aggro Erfahrung: Nahkampf, Pfeile
es: *Los gritos de batalla aumentan en un 25 % el daño del próximo ataque de los aliados cercanos *Obtiene menos agresividad cuando ataca Especialidad: Cuerpo a cuerpo, dardos
fr: *Les cris de combat augmentent de 25 % les dégâts causés par les attaques des alliés proches *Subit moins de dégâts en attaquant Compétences : Mêlée, fléchettes
it: Le grida di battaglia aumentano il danno dell'attacco successivo degli alleati del 25% *Ottiene meno aggressività quando attacca *Specialità: Attacchi ravvicinati, dardi
ja: * バトルクライは近くの味方の次の攻撃ダメージを25％増加させます *攻撃時アグロ増加量小 得意分野： 乱闘、投げ矢
pl: * Okrzyk bojowy zwiększa siłę następnego ataku pobliskich sojuszników o 25% * Ataki skupiają mniej uwagi wrogów Biegłość: walka wręcz, strzałki
pt_br: *Gritos de guerra aumentam o próximo dano de ataque de aliados próximos em 25% *Recebe menos agressividade quando ataca Especialidade: corpo a corpo, dardos
ru: *Боевой клич увеличивает урон следующей атаки ближайших союзников на 25% *Дает меньше агрессии при атаке Владение: Ближний бой, Дротики.

# LAVAARENA_CHARACTER_DESCRIPTIONS.waxwell
source: *Summons Shadow Duelists after focusing attacks on a single target Expertise: Books, Staves
de: *Ruft Schatten-Duellanten herbei, nachdem Angriffe auf ein einzelnes Ziel konzentriert wurden Erfahrung: Bücher, Stäbe
es: *Invoca a duelistas sombríos después de concentrar los ataques en un solo objetivo Especialidad: Libros, báculos
fr: *Invoque les duellistes ombres après avoir concentré les attaques sur une cible unique Compétences : Livres, bâtons
it: *Evoca i Duellanti d'ombra dopo aver concentrato gli attacchi su un solo obiettivo Specialità: Libri, bastoni
ja: *単一のターゲットに攻撃を集中させた後、シャドウデュエリストを召喚します 得意分野： 本、詩
pl: * Skupia ataki na pojedynczym celu, po czym wzywa oponentów cienia Biegłość: książki, kostury
pt_br: *Invoca duelistas das sombras depois de concentrar os ataques num único alvo Especialidade: livros, bastões
ru: *Призывает Теневых Партнеров после фокусировки на единичной цели Владение: Книги, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.webber
source: *Accompanied by itsy bitsy spiders Expertise: Darts
de: *Stets begleitet von kleinen Spinnen Erfahrung: Pfeile
es: *Sus arañitas lo acompañan a todos lados Especialidad: Dardos
fr: *Accompagné de petites araignées Compétence : Fléchettes
it: *Accompagnato da ragni minuscoli Specialità: Dardi
ja: *イッチィビッティスパイダーを伴います 得意分野： 投げ矢
pl: * Występuje wraz z chmarą uroczych pajączków Biegłość: strzałki
pt_br: *Acompanhado pelas donas aranhas Especialidade: dardos
ru: *Приходит с малюсенькими паучками Владение: Дротики

# LAVAARENA_CHARACTER_DESCRIPTIONS.wendy
source: *Protected by her twin sister, Abigail Expertise: Darts, Staves
de: *Beschützt von ihrer Zwillingsschwester Abigail Erfahrung: Pfeile, Stäbe
es: *Su hermana gemela, Abigail, la protege a donde vaya Especialidad: Dardos, báculos
fr: *Protégée par sa sœur jumelle Abigail Compétences : Fléchettes, bâtons
it: *Protetta dalla sorella gemella, Abigail Specialità: Dardi, bastoni
ja: *双子の姉妹アビゲイルによって保護されています 得意分野： 投げ矢、詩
pl: * Chroniona przez swoją siostrę bliźniaczkę, Abigail Biegłość: strzałki, kostury
pt_br: *Protegida pela sua irmã gêmea, Abigail Especialidade: dardos, bastões
ru: *Под защитой призрака своей сестры-близняшки Абигейл Владение: Дротики, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.wes
source: *Can be revived twice as quickly *Gains minimal aggro when attacking *Less likely to lose aggro once drawn Expertise: Melee, Darts, Staves
de: *Kann doppelt so schnell wiederbelebt werden *Erhält beim Angriff minimale Aggro *Neigt weniger dazu, Aggro verlieren Erfahrung: Nahkampf, Pfeile, Stäbe
es: *Revive hasta dos veces más rápido *Obtiene una cantidad mínima de agresividad cuando ataca *Es menos probable que pierda agresividad una vez provocado Especialidad: Cuerpo a cuerpo, dardos, báculos
fr: *Peut être réanimé deux fois plus vite *Gains minimal aggro when attacking *Less likely to lose aggro once drawn Compétences : Mêlée, fléchettes, bâtons
it: *Può essere rianimato in metà del tempo *Ottiene un'aggressività minima quando attacca *È meno probabile che perda aggressività una volta lanciato Specialità: Attacchi ravvicinati, dardi, bastoni
ja: *2倍の速さで復活可能します *攻撃時に最小限のアグロを獲得します *引きだされるとアグロを失う可能性は低くなります 得意分野： 乱闘、投げ矢、詩
pl: * Można go ożywić dwa razy szybciej od innych * Ataki skupiają uwagę wrogów w minimalnym stopniu * Trudno mu uciec od skupionej uwagi wrogów Biegłość: walka wręcz, strzałki, kostury
pt_br: *Pode ser ressuscitado duas vezes mais rápido *Recebe menos agressividade quando ataca *Menor possibilidade de perder quando atraído Especialidade: corpo a corpo, dardos, bastões
ru: *Можно воскресить вдвое быстрее *Дает малое количество агрессии при атаке *Меньше вероятности потерять агрессию Владение: Ближний бой, Дротики, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.wickerbottom
source: *Gains a buff after dealing sufficient damage, amplifying her next spell Expertise: Books, Staves
de: *Wird stärker, nachdem sie genügend Schaden angerichtet hat, und verstärkt dann den nächsten Zauber Erfahrung: Bücher, Stäbe
es: *Después de infligir el daño suficiente, obtiene una mejora que amplifica su siguiente conjuro Especialidad: Libros, báculos
fr: *Gagne en force après avoir infligé assez de dégâts, ce qui renforce son sort suivant Compétences : Livres, bâtons
it: *Ottiene un potenziamento dopo aver inflitto abbastanza danni, amplificando la sua magia successiva Specialità: Libri, bastoni
ja: *十分なダメージを与えた後にバフを獲得し、次の呪文の効果を増幅します 得意分野： 本、詩
pl: * Po zadaniu wystarczających obrażeń otrzymuje premię wzmacniającą jej następne zaklęcie Biegłość: książki, kostury
pt_br: *Ganha uma vantagem depois de causar dano suficiente, amplificando seu próximo feitiço Especialidade: livros, bastões
ru: *Дает усиление после нанесения значительного урона, усиливая ее следующее заклинание Владение: Книги, Посохи.

# LAVAARENA_CHARACTER_DESCRIPTIONS.willow
source: *Protected by Bernie the Bear *Fire and Explosive attack damage increased by 10% Expertise: Darts, Staves
de: *Geschützt von Bernie dem Bären *Feuer- und Explosionsangriffsschaden um 10% erhöht Erfahrung: Pfeile, Stäbe
es: *Bernie el Oso es su protector *Aumenta en un 10 % el daño de fuego y explosivo Especialidad: Dardos, báculos
fr: *Protégée par l'ourson Bernie *Dégâts d'attaque par feu et explosifs augmentés de 10 % Compétences : Fléchettes, bâtons
it: *Protetta dall'orsacchiotto Bernie *Danno degli attacchi di fuoco e degli esplosivi aumentato del 10% Specialità: Dardi, bastoni
ja: *バーニーベアーによって守られます *火と爆発の攻撃ダメージが10％増加しました 得意分野： 投げ矢、詩
pl: * Chroniona przez Misia Benia * Zadawane obrażenia od ognia i eksplozji są zwiększone o 10% Biegłość: strzałki, kostury
pt_br: *Protegida por Bernie, o Urso *Dano de ataque de fogo e explosivos aumentados em 10% Especialidade: dardos, bastões
ru: *Под защитой Медведя Берни *Огонь и Взрывы причиняют больше урона на 10% Владение: Дротики, Посохи.
