Repository: Endeer/dst-cz
Catalog: locales/*/signs.po
Languages: de, fr, ja, ko, pl, pt_br, zh_tw

# SIGNS.ADDITIONS.1
source: of Perilousness
de: der Bedrohlichkeit
fr: de périls
ja: 危難の
ko: 위태로움의
pl: Zagrożenia
pt_br: de periculosidade
zh_tw: 冒險

# SIGNS.ADDITIONS.10
source: of Happiness
de: der Glückseligkeit
fr: de bonheur
ja: 幸せいっぱいの
ko: 행복의
pl: Szczęśliwości
pt_br: de felicidade
zh_tw: 歡樂

# SIGNS.ADDITIONS.11
source: of Dreariness
de: der Ödnis
fr: de monotonie
ja: 悲しみの
ko: 황량함의
pl: Posępności
pt_br: de tédio
zh_tw: 沉悶

# SIGNS.ADDITIONS.12
source: of Death
de: des Todes
fr: de mort
ja: 死の
ko: 죽음의
pl: Śmierci
pt_br: da morte
zh_tw: 死亡

# SIGNS.ADDITIONS.13
source: full of Bees
de: voller Bienen
fr: avec plein d'abeilles
ja: ハチだらけの
ko: 벌이 많은
pl: pełny/a/e Pszczół
pt_br: cheio(as) de abelhas
zh_tw: 許多蜜蜂

# SIGNS.ADDITIONS.2
source: of Horribleness
de: der Schrecklichkeit
fr: d'horreurs
ja: 恐怖の
ko: 끔찍한
pl: Straszliwości
pt_br: de horripilância
zh_tw: 恐懼

# SIGNS.ADDITIONS.3
source: of Loneliness
de: der Einsamkeit
fr: de solitude
ja: 孤独の
ko: 고독의
pl: Samotności
pt_br: de solidão
zh_tw: 孤獨

# SIGNS.ADDITIONS.4
source: of Sorrow
de: des Leides
fr: de douleur
ja: 悲しみの
ko: 설움의
pl: Smutku
pt_br: de tristeza
zh_tw: 悲傷

# SIGNS.ADDITIONS.5
source: of Danger
de: der Gefahr
fr: de dangers
ja: 闇の
ko: 위험의
pl: Niebezpieczeństwa
pt_br: de perigo
zh_tw: 危險

# SIGNS.ADDITIONS.6
source: of Hunger
de: des Hungers
fr: de faim
ja: 飢えの
ko: 허기의
pl: Głodu
pt_br: de fome
zh_tw: 饑餓

# SIGNS.ADDITIONS.7
source: of Shadows
de: der Schatten
fr: d'ombres
ja: 影の
ko: 그림자의
pl: Cieni
pt_br: das sombras
zh_tw: 暗影

# SIGNS.ADDITIONS.8
source: infested with Monsters
de: voller Monster
fr: avec plein de monstres
ja: モンスターだらけの
ko: 몬스터가 들끓는
pl: z Potworami
pt_br: infestado(as) de monstros
zh_tw: 怪物出沒

# SIGNS.ADDITIONS.9
source: crawling with Horrors
de: voller Grausen
fr: où grouillent des horreurs
ja: リスクだらけの
ko: 공포로 잠식된
pl: z Koszmarami
pt_br: repleto(as) de horrores
zh_tw: 充滿恐懼

# SIGNS.ADJECTIVES.1
source: Sunny
de: sonniges
fr: où brille le soleil
ja: 明るい
ko: 양지바른
pl: Słoneczny/a/e
pt_br: Ensolarado(as)
zh_tw: 陽光充足

# SIGNS.ADJECTIVES.10
source: Perilous
de: bedrohliches
fr: difficile
ja: 危険な
ko: 위태로운
pl: Groźny/a/e
pt_br: Temerário(as)
zh_tw: 十分危險

# SIGNS.ADJECTIVES.11
source: Dangerous
de: gefährliches
fr: critique
ja: 危ない
ko: 위험한
pl: Niebezpieczny/a/e
pt_br: Perigoso(as)
zh_tw: 兇險的

# SIGNS.ADJECTIVES.12
source: Hazardous
de: gefahrvolles
fr: aléatoire
ja: 有害な
ko: 유해한
pl: Złowieszczy/a/e
pt_br: Arriscado(as)
zh_tw: 有害的

# SIGNS.ADJECTIVES.13
source: Creepy
de: gruseliges
fr: sinistre
ja: 不気味な
ko: 기분 나쁜
pl: Ponury/a/e
pt_br: Assustador(as)
zh_tw: 嚇人的

# SIGNS.ADJECTIVES.14
source: Empty
de: leeres
fr: vide
ja: 空白
ko: 빈
pl: Puste
pt_br: Vazio(as)
zh_tw: 空的

# SIGNS.ADJECTIVES.15
source: Lonely
de: einsames
fr: solitaire
ja: さみしい
ko: 고독한
pl: Samotny/a/e
pt_br: Solitário(as)
zh_tw: 孤獨的

# SIGNS.ADJECTIVES.16
source: Wet
de: nasses
fr: humide
ja: ぬれた
ko: 젖은
pl: Wilgotny/a/e
pt_br: Molhado(as)
zh_tw: 潮濕

# SIGNS.ADJECTIVES.17
source: Dry
de: Trocken
fr: Sécher
ja: 乾いた
ko: 건조한
pl: Wysusz
pt_br: Secar
zh_tw: 乾燥

# SIGNS.ADJECTIVES.18
source: Huge
de: riesiges
fr: énorme
ja: 巨大な
ko: 거대한
pl: Ogromny
pt_br: Enorme
zh_tw: 巨大

# SIGNS.ADJECTIVES.19
source: Small
de: kleines
fr: mince
ja: ちっぽけな
ko: 작은
pl: Mały/a/e
pt_br: Pequeno(as)
zh_tw: 小

# SIGNS.ADJECTIVES.2
source: Danker
de: feuchtes
fr: austère
ja: じめじめした
ko: 근사한
pl: Zawilgocony/a/e
pt_br: Úmido(as)
zh_tw: 潮濕

# SIGNS.ADJECTIVES.20
source: Little
de: kleines
fr: riquiqui
ja: ちっこい
ko: 조그마한
pl: Niewielki/a/e
pt_br: Diminuto(as)
zh_tw: 小巧的

# SIGNS.ADJECTIVES.21
source: Picturesque
de: hübsches
fr: pittoresque
ja: 美しい
ko: 그림 같은
pl: Zjawiskowy/a/e
pt_br: Pitoresco(as)
zh_tw: 生動的

# SIGNS.ADJECTIVES.22
source: Hideous
de: grässliches
fr: moche
ja: おぞましい
ko: 섬뜩한
pl: Obrzydliwy/a/e
pt_br: Horrendo(as)
zh_tw: 可怕的

# SIGNS.ADJECTIVES.23
source: Dreary
de: trostloses
fr: monotone
ja: わびしい
ko: 황량한
pl: Posępny/a/e
pt_br: Sacal
zh_tw: 沉悶的

# SIGNS.ADJECTIVES.24
source: Repulsive
de: widerwärtiges
fr: qui dégoûte
ja: ぞっとする
ko: 불쾌한
pl: Odrzucający/a/e
pt_br: Repulsivo(as)
zh_tw: 可憎的

# SIGNS.ADJECTIVES.25
source: Boring
de: langweiliges
fr: qui ennuie
ja: 退屈な
ko: 지루한
pl: Nudny/a/e
pt_br: Entediante
zh_tw: 乏味的

# SIGNS.ADJECTIVES.26
source: Good
de: gutes
fr: bien
ja: 感じのいい
ko: 좋은
pl: Dobry/a/e
pt_br: Bom/Boa
zh_tw: 好的

# SIGNS.ADJECTIVES.27
source: Striking
de: erstaunliches
fr: qui frappe
ja: すてきな
ko: 돋보이는
pl: Uderzający/a/e
pt_br: Impressionante
zh_tw: 顯著的

# SIGNS.ADJECTIVES.28
source: Uninteresting
de: uninteressantes
fr: sans intérêt
ja: つまらない
ko: 따분한
pl: Nieciekawy/a/e
pt_br: Desinteressante
zh_tw: 乏味的

# SIGNS.ADJECTIVES.29
source: Fascinating
de: faszinierendes
fr: qui fascine
ja: すばらしい
ko: 매혹적인
pl: Fascynujący/a/e
pt_br: Fascinante
zh_tw: 迷人的

# SIGNS.ADJECTIVES.3
source: Dark
de: dunkles
fr: sombre
ja: 暗い
ko: 어두운
pl: Mroczny/a/e
pt_br: Escuro(as)
zh_tw: 黑暗

# SIGNS.ADJECTIVES.30
source: Magnificent
de: ausgezeichnetes
fr: magnifique
ja: 壮大な
ko: 웅장한
pl: Wspaniały/a/e
pt_br: Magnífico(as)
zh_tw: 華麗的

# SIGNS.ADJECTIVES.31
source: Soulless
de: seelenloses
fr: sans âme
ja: あじけない
ko: 영혼 없는
pl: Bezduszny/a/e
pt_br: Desumano(as)
zh_tw: 無精打采的

# SIGNS.ADJECTIVES.32
source: Echoing
de: widerhallendes
fr: qui rappelle quelque chose
ja: がらんとした
ko: 메아리 치는
pl: Przywołujący/a/e echo
pt_br: Ecoante
zh_tw: 回音

# SIGNS.ADJECTIVES.33
source: Sleepy
de: verschlafenes
fr: qui endort
ja: ものうい
ko: 졸린
pl: Senny/a/e
pt_br: Sonolento(as)
zh_tw: 困乏的

# SIGNS.ADJECTIVES.34
source: Smelly
fr: Senteur
ja: くさい
ko: 스멜리
pl: Masa
pt_br: Fedorilson
zh_tw: 史梅裡

# SIGNS.ADJECTIVES.35
source: Mediocre
de: mittelmäßiges
fr: médiocre
ja: さえない
ko: 미적지근한
pl: Mierny/a/e
pt_br: Medíocre
zh_tw: 普通的

# SIGNS.ADJECTIVES.36
source: Awesome
de: fantastisches
fr: super
ja: いかした
ko: 굉장한
pl: Wspaniały/a/e
pt_br: Incrível
zh_tw: 令人敬畏的

# SIGNS.ADJECTIVES.37
source: Brilliant
de: brilliantes
fr: qui brille
ja: 見事な
ko: 찬란한
pl: Genialny/a/e
pt_br: Brilhante
zh_tw: 傑出的

# SIGNS.ADJECTIVES.38
source: Excellent
de: ausgezeichnetes
fr: trop top
ja: 立派な
ko: 훌륭한
pl: Wyśmienity/a/e
pt_br: Excelente
zh_tw: 好極了

# SIGNS.ADJECTIVES.4
source: Morose
de: verdrießliches
ja: 陰気な
ko: 시무룩한
pl: Posępny/a/e
pt_br: Melancólico(as)
zh_tw: 鬱悶

# SIGNS.ADJECTIVES.5
source: Morbid
de: kränkliches
fr: morbide
ja: 薄気味悪い
ko: 병적인
pl: Chorobliwy/a/e
pt_br: Mórbido(as)
zh_tw: 生病

# SIGNS.ADJECTIVES.6
source: Awful
de: scheußliches
fr: atroce
ja: ヤバい
ko: 지독한
pl: Okropny/a/e
pt_br: Péssimo(as)
zh_tw: 駭人

# SIGNS.ADJECTIVES.7
source: Horrible
de: abscheuliches
ja: 恐ろしい
ko: 끔찍한
pl: Straszliwy/a/e
pt_br: Horrível
zh_tw: 可怕

# SIGNS.ADJECTIVES.8
source: Perfectly Normal
de: völlig normales
fr: parfaitement neutre
ja: 普通な
ko: 완벽하게 정상인
pl: Całkowicie normalny/a/e
pt_br: Perfeitamente normal
zh_tw: 完全正常

# SIGNS.ADJECTIVES.9
source: Ordinary
de: gewöhnliches
fr: ordinaire
ja: 平凡な
ko: 평범한
pl: Zwykły/a/e
pt_br: Comum
zh_tw: 平常的

# SIGNS.ADJ_NOUN_ADD_FMT
source: {adjective} {noun} {addition}
ko: {adjective} {addition} {noun}
pt_br: {noun} {adjective} e {addition}

# SIGNS.DEFAULT_NOUNS.1
source: Spot
de: Ort
fr: Endroit
ja: 地
ko: 장소
pl: Miejsce
pt_br: Local
zh_tw: 點

# SIGNS.DEFAULT_NOUNS.2
source: Area
de: Areal
fr: Secteur
ja: エリア
ko: 구역
pl: Obszar
pt_br: Área
zh_tw: 區域

# SIGNS.DEFAULT_NOUNS.3
source: Region
de: Gebiet
fr: Région
ja: 一帯
ko: 지역
pt_br: Região
zh_tw: 地區

# SIGNS.DEFAULT_NOUNS.4
source: Point
de: Fleckchen
ja: 岬
ko: 지점
pl: Punkt
pt_br: Ponto
zh_tw: 點

# SIGNS.DEFAULT_NOUNS.5
source: Locality
de: Örtchen
fr: Localité
ja: 区域
ko: 지방
pl: Lokacja
pt_br: Localidade
zh_tw: 本地

# SIGNS.DEFAULT_NOUNS.6
source: Site
de: Gebiet
ja: 土地
ko: 영역
pl: Przestrzeń
pt_br: Sítio
zh_tw: 場所

# SIGNS.MENU.ACCEPT
source: Write it!
de: Schreiben!
fr: Écrire !
ja: 書いて！
ko: 쓰기!
pl: Pisz!
pt_br: Escreva!
zh_tw: 寫上東西！

# SIGNS.MENU.CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
zh_tw: 取消

# SIGNS.MENU.FILTERING
source: Validating Message...
de: Nachricht wird überprüft ...
fr: Validation du message...
ja: メッセージを確認しています…
ko: 메시지 확인 중...
pl: Sprawdzanie wiadomości...
pt_br: Validando mensagem...
zh_tw: 正在驗證資訊……

# SIGNS.MENU.PROMPT
source: Write on the sign
de: Schreib auf das Schild
fr: Écrivez sur le panneau
ja: 看板に書く
ko: 표지판에 쓰기
pl: Napisz coś na tabliczce
pt_br: Escreva na placa
zh_tw: 寫在木牌上

# SIGNS.MENU.PROMPT_BEEFALO
source: Name This Beef
de: Gib dem Beefalo einen Namen
fr: Nommez ce bœufalo
ja: ビーファロに名前を付ける
ko: 이 쇠고기의 이름을 지어주세요.
pl: Nazwij ten kawał mięcha
pt_br: Nomear esse Bife
zh_tw: 命名此牛

# SIGNS.MENU.RANDOM
source: Random
de: Zufall
fr: Aléatoire
ja: ランダム
ko: 무작위
pl: Losowa
pt_br: Aleatório
zh_tw: 隨機

# SIGNS.NOUNS.10.1
source: Place
de: Plätzchen
fr: Lieu
ja: 置く
ko: 놓기
pl: Umieść
pt_br: Lugar
zh_tw: 位置

# SIGNS.NOUNS.10.2
source: Corner
de: Eckchen
fr: Coin
ja: 一角
ko: 구석
pl: Zakątek
pt_br: Canto
zh_tw: 角落

# SIGNS.NOUNS.10.3
source: Spot
de: Ort
fr: Endroit
ja: 地
ko: 장소
pl: Miejsce
pt_br: Local
zh_tw: 點

# SIGNS.NOUNS.10.4
source: Base
de: Lager
ja: 拠点
ko: 기지
pl: Baza
zh_tw: 基地

# SIGNS.NOUNS.10.5
source: Hidey-Hole
de: Versteck
fr: Petit cachette
ja: アジト
ko: 은신처
pl: Kryjówka
pt_br: Esconderijo
zh_tw: 藏身之所

# SIGNS.NOUNS.11.1
source: Place
de: Plätzchen
fr: Lieu
ja: 置く
ko: 놓기
pl: Umieść
pt_br: Lugar
zh_tw: 位置

# SIGNS.NOUNS.11.2
source: Corner
de: Eckchen
fr: Coin
ja: 一角
ko: 구석
pl: Zakątek
pt_br: Canto
zh_tw: 角落

# SIGNS.NOUNS.11.3
source: Spot
de: Ort
fr: Endroit
ja: 地
ko: 장소
pl: Miejsce
pt_br: Local
zh_tw: 點

# SIGNS.NOUNS.11.4
source: Base
de: Lager
ja: 拠点
ko: 기지
pl: Baza
zh_tw: 基地

# SIGNS.NOUNS.11.5
source: Hidey-Hole
de: Versteck
fr: Petit cachette
ja: アジト
ko: 은신처
pl: Kryjówka
pt_br: Esconderijo
zh_tw: 藏身之所

# SIGNS.NOUNS.11.6
source: Carpet
de: Teppichgebiet
fr: Moquette
ja: カーペット地帯
ko: 카펫
pl: Dywan
pt_br: Carpete
zh_tw: 地毯

# SIGNS.NOUNS.11.7
source: Rug
de: Deckchen
fr: Tapis
ja: じゅうたん地帯
ko: 양탄자
pl: Chodnik
pt_br: Tapete
zh_tw: 小地毯

# SIGNS.NOUNS.12.1
source: Place
de: Plätzchen
fr: Lieu
ja: 置く
ko: 놓기
pl: Umieść
pt_br: Lugar
zh_tw: 位置

# SIGNS.NOUNS.12.2
source: Corner
de: Eckchen
fr: Coin
ja: 一角
ko: 구석
pl: Zakątek
pt_br: Canto
zh_tw: 角落

# SIGNS.NOUNS.12.3
source: Spot
de: Ort
fr: Endroit
ja: 地
ko: 장소
pl: Miejsce
pt_br: Local
zh_tw: 點

# SIGNS.NOUNS.12.4
source: Base
de: Lager
ja: 拠点
ko: 기지
pl: Baza
zh_tw: 基地

# SIGNS.NOUNS.12.5
source: Checkerboard
de: Schachbrett
fr: Échiquier
ja: チェッカー盤
ko: 체커보드
pl: Warcabnica
pt_br: Tabuleiro de damas
zh_tw: 棋盤

# SIGNS.NOUNS.12.6
source: Zone
de: Gebiet
ja: 地区
ko: 지대
pl: Strefa
pt_br: Zona
zh_tw: 區域

# SIGNS.NOUNS.13.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.14.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.15.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.16.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.17.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.18.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.19.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.2.1
source: Road
de: Sträßchen
fr: Route
ja: 道
ko: 도로
pl: Droga
pt_br: Estrada
zh_tw: 道路

# SIGNS.NOUNS.2.2
source: Path
de: Pfädlein
fr: Sentier
ja: 小道
ko: 길
pl: Ścieżka
pt_br: Caminho
zh_tw: 小路

# SIGNS.NOUNS.20.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.21.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.22.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.23.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.24.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.25.1
source: Cave
de: Höhlenloch
fr: Grotte
ja: 洞窟
ko: 동굴
pl: Jaskinia
pt_br: Caverna
zh_tw: 洞穴

# SIGNS.NOUNS.3.1
source: Crag
de: Felsriff
fr: Rocher escarpé
ja: 岩石地帯
ko: 바위산
pl: Turnia
pt_br: Despenhadeiro
zh_tw: 岩石碎塊

# SIGNS.NOUNS.3.2
source: Area
de: Areal
fr: Secteur
ja: エリア
ko: 구역
pl: Obszar
pt_br: Área
zh_tw: 區域

# SIGNS.NOUNS.3.3
source: Region
de: Gebiet
fr: Région
ja: 一帯
ko: 지역
pt_br: Região
zh_tw: 地區

# SIGNS.NOUNS.3.4
source: Rocky Place
de: Gestein
fr: Zone rocheuse
ja: 岩れき地
ko: 암석 지대
pl: Skalisty Obszar
pt_br: Lugar rochoso
zh_tw: 岩區

# SIGNS.NOUNS.30.1
source: Forest
de: Wäldchen
fr: Forêt
ja: 森
ko: 숲
pl: Las
pt_br: Floresta
zh_tw: 森林

# SIGNS.NOUNS.30.2
source: Woods
de: Gehölz
fr: Bois
ja: 林
ko: 삼림
pl: Bór
pt_br: Bosque
zh_tw: 樹林

# SIGNS.NOUNS.30.3
source: Thicket
de: Dickicht
fr: Fourré
ja: 雑木林
ko: 잡목 숲
pl: Gęstwina
pt_br: Matagal
zh_tw: 叢林

# SIGNS.NOUNS.30.4
source: Grove
de: Wäldchen
fr: Bosquet
ja: 木立
ko: 작은 숲
pl: Zagajnik
pt_br: Arvoredo
zh_tw: 小樹林

# SIGNS.NOUNS.31.1
source: Desert
de: Wüstengebiet
fr: Désert
ja: 砂漠
ko: 사막
pl: Pustynia
pt_br: Deserto
zh_tw: 沙漠

# SIGNS.NOUNS.31.2
source: Badlands
de: Ödland
fr: Mauvaises terres
ja: 荒れ地
ko: 불모지
pl: Pustkowia
pt_br: Local ermo
zh_tw: 荒地

# SIGNS.NOUNS.31.3
source: Flats
de: Wattenland
fr: Plaines
ja: 平地
ko: 평지
pl: Równiny
pt_br: Planície
zh_tw: 平原

# SIGNS.NOUNS.32.1
source: Place
de: Plätzchen
fr: Lieu
ja: 置く
ko: 놓기
pl: Umieść
pt_br: Lugar
zh_tw: 位置

# SIGNS.NOUNS.32.2
source: Corner
de: Eckchen
fr: Coin
ja: 一角
ko: 구석
pl: Zakątek
pt_br: Canto
zh_tw: 角落

# SIGNS.NOUNS.32.3
source: Spot
de: Ort
fr: Endroit
ja: 地
ko: 자리
pl: Miejsce
pt_br: Local
zh_tw: 點

# SIGNS.NOUNS.32.4
source: Base
de: Lager
ja: 拠点
ko: 기지
pl: Baza
zh_tw: 基地

# SIGNS.NOUNS.32.5
source: Hidey-Hole
de: Versteck
fr: Petit cachette
ja: アジト
ko: 은신처
pl: Kryjówka
pt_br: Esconderijo
zh_tw: 藏身之所

# SIGNS.NOUNS.32.6
source: Zone
de: Gebiet
ja: 地区
ko: 지대
pl: Strefa
pt_br: Zona
zh_tw: 區域

# SIGNS.NOUNS.32.7
source: Scale
de: Schuppengeflecht
fr: Écaille
ja: ウロコ地帯
ko: 스케일
pl: Łuska
pt_br: Escala
zh_tw: 比例尺

# SIGNS.NOUNS.4.1
source: Patch
de: Stück Land
fr: Parcelle
ja: 地
ko: 뙈기
pl: Rewir
pt_br: Remendar
zh_tw: 小塊地

# SIGNS.NOUNS.4.2
source: Turf
de: Stück Boden
fr: Motte
ja: 土地
ko: 토탄
pl: Teren
pt_br: Tufo
zh_tw: 地皮

# SIGNS.NOUNS.4.3
source: Area
de: Areal
fr: Secteur
ja: エリア
ko: 구역
pl: Obszar
pt_br: Área
zh_tw: 區域

# SIGNS.NOUNS.4.4
source: Tract
de: Gebiet
fr: Étendue
ja: 地帯
ko: 구간
pl: Trakt
pt_br: Extensão
zh_tw: 大塊土地

# SIGNS.NOUNS.5.1
source: Savannah
de: Steppenland
fr: Savane
ja: サバンナ
ko: 사바나
pl: Sawanna
pt_br: Savana
zh_tw: 薩凡納

# SIGNS.NOUNS.5.2
source: Grassland
de: Grasland
fr: Herbage
ja: 草原
ko: 초원
pl: Łąka
pt_br: Campina
zh_tw: 草地

# SIGNS.NOUNS.5.3
source: Prairie
de: Präriegebiet
ja: 草原地帯
ko: 대초원
pl: Preria
pt_br: Pradaria
zh_tw: 大草原

# SIGNS.NOUNS.6.1
source: Field
de: Feld
fr: Champ
ja: 野原
ko: 들판
pl: Pole
pt_br: Campo
zh_tw: 現場

# SIGNS.NOUNS.6.2
source: Pasture
de: Weideland
fr: Pâture
ja: 牧草地
ko: 목초지
pl: Pastwisko
pt_br: Pastagem
zh_tw: 草原

# SIGNS.NOUNS.6.3
source: Meadow
de: Auenland
fr: Pré
ja: 草地
ko: 평야
pl: Rozłóg
pt_br: Prado
zh_tw: 牧場

# SIGNS.NOUNS.6.4
source: Garden
de: Gartengebiet
fr: Jardin
ja: 緑地
ko: 정원
pl: Ogród
pt_br: Jardim
zh_tw: 花園

# SIGNS.NOUNS.7.1
source: Forest
de: Wäldchen
fr: Forêt
ja: 森
ko: 숲
pl: Las
pt_br: Floresta
zh_tw: 森林

# SIGNS.NOUNS.7.2
source: Woods
de: Gehölz
fr: Bois
ja: 林
ko: 삼림
pl: Bór
pt_br: Bosque
zh_tw: 樹林

# SIGNS.NOUNS.7.3
source: Thicket
de: Dickicht
fr: Fourré
ja: 雑木林
ko: 잡목 숲
pl: Gęstwina
pt_br: Matagal
zh_tw: 叢林

# SIGNS.NOUNS.7.4
source: Grove
de: Wäldchen
fr: Bosquet
ja: 木立
ko: 작은 숲
pl: Zagajnik
pt_br: Arvoredo
zh_tw: 小樹林

# SIGNS.NOUNS.8.1
source: Marsh
de: Marschland
fr: Marais
ja: 沼
ko: 늪
pl: Moczary
pt_br: Charco
zh_tw: 沼澤

# SIGNS.NOUNS.8.2
source: Swamp
de: Sumpfgebiet
fr: Marécage
ja: 沼地
ko: 습지
pl: Bagno
pt_br: Pântano
zh_tw: 濕地

# SIGNS.NOUNS.8.3
source: Bog
de: Moorland
fr: Tourbière
ja: 湿地
ko: 늪지대
pl: Trzęsawisko
pt_br: Atoleiro
zh_tw: 泥塘

# SIGNS.NOUNS.8.4
source: Fen
de: Moor
fr: Plaine marécageuse
ja: 湿原
ko: 소택지
pl: Zalewisko
pt_br: Brejo
zh_tw: 沼地

# SIGNS.NOUNS.9.1
source: Web
de: Netz
fr: Toile
ja: クモ糸地帯
ko: 망
pl: Sieć
pt_br: Teia
zh_tw: 網

# SIGNS.NOUNS.9.2
source: Cobweb
de: Spinnennetz
fr: Toile d'araignée
ja: クモ生息地
ko: 거미줄
pl: Pajęczyna
pt_br: Teia de sujeira
zh_tw: 蜘蛛網

# SIGNS.QUANTIFIERS.1
source: Really
de: Echt
fr: Vraiment
ja: 本当に
ko: 정말
pl: Naprawdę
pt_br: Mesmo
zh_tw: 真的

# SIGNS.QUANTIFIERS.2
source: Very
de: Sehr
fr: Très
ja: とても
ko: 매우
pl: Bardzo
pt_br: Muito(as)
zh_tw: 非常

# SIGNS.QUANTIFIERS.3
source: Quite
de: Ziemlich
fr: Plutôt
ja: かなり
ko: 꽤
pl: Całkiem
pt_br: Bastante
zh_tw: 相當

# SIGNS.QUANTIFIERS.4
source: Very Very
de: Ganz ganz
fr: Très, très
ja: とーっても
ko: 매우 매우
pl: Bardzo bardzo
pt_br: Muitíssimo
zh_tw: 非常非常

# SIGNS.QUANTIFIERS.5
source: Extremely
de: Extrem
fr: Extrêmement
ja: きわめて
ko: 극심히
pl: Ekstremalnie
pt_br: Extremamente
zh_tw: 非常

# SIGNS.QUANTIFIERS.6
source: Moderately
de: Halbwegs
fr: Modérément
ja: ほどよく
ko: 적당히
pl: Całkiem
pt_br: Moderadamente
zh_tw: 適度地

# SIGNS.QUANTIFIERS.7
source: Minimally
de: Etwas
fr: À peine
ja: ちょっと
ko: 약간
pl: Minimalnie
pt_br: Minimamente
zh_tw: 最少地

# SIGNS.QUANTIFIERS.8
source: Sort of
de: Irgendwie
fr: Du genre
ja: ちょっぴり
ko: 어느 정도
pl: Trochę
pt_br: Mais ou menos
zh_tw: 有點

# SIGNS.QUANTIFIERS.9
source: Totally
de: Total
fr: Totalement
ja: すごく
ko: 완전히
pl: Totalnie
pt_br: Totalmente
zh_tw: 完全

# SIGNS.QUANT_ADJ_NOUN_ADD_FMT
source: {quantifier} {adjective} {noun} {addition}
ko: {quantifier} {adjective} {addition} {noun}
pt_br: {quantifier} {noun} {adjective} e {addition}

# SIGNS.ADJ_NOUN_FMT
source: {adjective} {noun}
pt_br: {noun} {adjective}

# SIGNS.QUANT_ADJ_NOUN_FMT
source: {quantifier} {adjective} {noun}
pt_br: {quantifier} {noun} {adjective}
