Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.pack_hallowed_woodie
source: The Tree Hugger Chest
de: Die Baumfreund-Truhe
fr: Coffre de l'Ami des arbres
it: Scrigno Abbracciatore di alberi
ja: ツリーハグの宝箱
ko: 나무 애호가 상자
pl: Skrzynia miłośnika drzew
pt_br: Baú Abraçador de Árvores
ru: Сундук Любителя деревьев
zh_cn: 环保青年箱子
zh_tw: 環保青年箱子

# SKIN_NAMES.pack_hallowed_wormwood
source: The Wormwood O'Lantern Chest
de: Die Wormwood O'Lantern-Truhe
fr: Coffre de Wormwood'o'lantern
it: Scrigno Lanterna di Wormwood
ja: ワームウッド・オ・ランタンの宝箱
ko: 웜우드 오랜턴 상자
pl: Skrzynia lampionu Wormwooda
pt_br: Baú Lanterna do Wormwood
ru: Сундук Вормвуда-фонаря
zh_cn: 沃姆伍德灯笼箱子
zh_tw: 沃姆伍德燈籠箱子

# SKIN_NAMES.pack_hallowed_wortox
source: The Draconic Chest
de: Drachentruhe
es_mx: El cofre del Dragón
fr: Le coffre dragonique
it: Lo Scrigno Draconico
ja: 竜の宝箱
ko: 용 상자
pl: Skrzynia smoka
pt_br: O Baú Dracônico
ru: Драконий сундук
zh_cn: 龙箱子
zh_tw: 龍箱子

# SKIN_NAMES.pack_hallowed_wurt
source: The Little Sinker Chest
de: Die Kleiner Sinker-Truhe
fr: Coffre Petit abysse
it: Scrigno Piccola subacquea
ja: 水に潜むものの宝箱
ko: 조그마한 봉돌 상자
pl: Skrzynia małej topielicy
pt_br: Baú Krakenita
ru: Сундук Утопленницы
zh_cn: 深海小朋友箱子
zh_tw: 深海小朋友箱子

# SKIN_NAMES.pack_hallowed_wx78
source: The Unfinished Chest
de: Die unvollendete Truhe
es_mx: Cofre del inacabado
fr: Le coffre Inachevé
it: Scrigno Incompiuto
ja: 未完成の宝箱
ko: 미완성 상자
pl: Niedokończona Skrzynia
pt_br: O Baú do Inacabado
ru: Незавершенный сундук
zh_cn: 残缺箱子
zh_tw: 殘缺箱子

# SKIN_NAMES.pack_hamlet_wormwood
source: Don't Starve: Wormwood
ja: Don't Starve：ワームウッド
ko: Don't Starve: 웜우드
ru: Don't Starve: Вормвуд
zh_cn: 《饥荒单机版》：沃姆伍德
zh_tw: 《饑荒單機版》：沃姆伍德

# SKIN_NAMES.pack_handmedown_items
source: Fanciful Chest
de: Fantasievolle Truhe
es_mx: Cofre Fantástico
fr: Coffre fantaisie
it: Scrigno eccentrico
ja: 風変わりな宝箱
ko: 고급스러운 상자
pl: Wytworna skrzynia
pt_br: Baú Elegante
ru: Экстравагантный сундук
zh_cn: 华丽箱子
zh_tw: 華麗箱子

# SKIN_NAMES.pack_harlequin_items
source: Fool's Tool Chest
de: Narrenwerkzeug-Truhe
fr: Coffre du Matériel du bouffon
it: Scrigno Strumenti da giullare
ja: 愚か者の道具の宝箱
ko: 어리석은 자의 도구 상자
pl: Skrzynia z narzędziami błazna
pt_br: Baú Instrumentos do Bobo
ru: Сундук инструментов Шута
zh_cn: 愚人工具箱
zh_tw: 愚人工具箱

# SKIN_NAMES.pack_haunteddoll_items
source: Ghastly Attic Chest
de: Dachbodentruhe
es_mx: Cofre del ático fantasmal
fr: Coffre du grenier effroyable
it: Scrigno attico spettrale
ja: 不気味な服の宝箱
ko: 무시무시한 다락방 상자
pl: Skrzynia Upiornego Strychu
pt_br: Baú Sótão Apavorante
ru: Сундук с жуткого чердака
zh_cn: 恐怖阁楼箱子
zh_tw: 恐怖閣樓箱子

# SKIN_NAMES.pack_heart_you
source: Beating Heart Chest
de: Schlagendes-Herz-Truhe
es_mx: Cofre de Corazón cortejador
fr: Coffre cœur battant
it: Scrigno Batti-cuore
ja: 鼓動の宝箱
ko: 뛰는 심장 상자
pl: Skrzynia bijącego serca
pt_br: Baú Bate Coração
ru: Сундук с Бьющимся Сердцем
zh_cn: 跳动心脏箱子
zh_tw: 跳動心臟箱子

# SKIN_NAMES.pack_hl_gift
source: Hot Lava Gift
de: Geschenk "Hot Lava"
es_mx: Regalo de Hot Lava
fr: Cadeau Hot Lava
it: Regalo Lava rovente
ja: Hot Lavaギフト
ko: Hot Lava 선물
pl: Prezent Hot Lava
pt_br: Presente de Hot Lava
ru: Подарок Hot Lava
zh_cn: 《炽热熔岩》礼物
zh_tw: 《熾熱熔岩》禮物

# SKIN_NAMES.pack_hockey_items
source: Canadiana Chest
de: Kanadische Truhe
es_mx: Cofre Canadiense
fr: Coffre du Canada
it: Scrigno canadese
ja: カナダの宝箱
ko: 캐나다 상자
pl: Skrzynia kanadyjska
pt_br: Baú Canadiana
ru: Канадский сундук
zh_cn: 加拿大箱子
zh_tw: 加拿大箱子

# SKIN_NAMES.pack_ice_all
source: Snowfallen Survivors Chest
de: Schneefall-Überlebenden-Truhe
fr: Coffre des survivants Sous la neige
it: Scrigno Sopravvissuti Nevicata
ja: スノーフォールの生存者の宝箱
ko: 눈 내린 생존자 상자
pt_br: Baú Nevado dos Sobreviventes
ru: Снежный сундук для выживших
zh_cn: 下雪冒险家箱子
zh_tw: 下雪冒險家箱子

# SKIN_NAMES.pack_ice_all2
source: Snowfallen Survivors Chest, Part II
de: Schneefall-Überlebenden-Truhe, Teil II
fr: Coffre des survivants Sous la neige, partie II
it: Scrigno Sopravvissuti Nevicata, Parte II
ja: スノーフォールの生存者の宝箱パート2
ko: 눈 내린 생존자 상자, Part II
pt_br: Baú Nevado dos Sobreviventes, Parte II
ru: Снежный сундук для выживших, часть 2
zh_cn: 下雪冒险家箱子，第二章
zh_tw: 下雪冒險家箱子，第二章

# SKIN_NAMES.pack_ice_bundle
source: Complete Snowfallen Survivors Chest
de: Komplette Schneefall-Überlebenden-Truhe
fr: Coffre des survivants Sous la neige complet
it: Scrigno Sopravvissuti Nevicata completo
ja: スノーフォールの生存者の完全版宝箱
ko: 눈 내린 생존자 종합 상자
pt_br: Baú Nevado dos Sobreviventes Completo
ru: Полный Снежный сундук для выживших
zh_cn: 全套下雪冒险家箱子
zh_tw: 全套下雪冒險家箱子

# SKIN_NAMES.pack_ice_walter
source: Walter Snowfallen Chest
de: Walters Schneefall-Truhe
fr: Coffre Sous la neige de Walter
it: Scrigno Walter Nevicata
ja: ウォルターのスノーフォールの宝箱
ko: 월터 눈송이 상자
pl: Śniegowa skrzynia Waltera
pt_br: Baú Nevado do Walter
ru: Снежный сундук Уолтера
zh_cn: 沃尔特下雪箱子
zh_tw: 沃爾特下雪箱子

# SKIN_NAMES.pack_ice_warly
source: Warly Snowfallen Chest
de: Warlys Schneefall-Truhe
fr: Coffre Sous la neige de Warly
it: Scrigno Warly Nevicata
ja: ワーリーのスノーフォールの宝箱
ko: 왈리 눈송이 상자
pl: Śniegowa skrzynia Warly’ego
pt_br: Baú Nevado do Warly
ru: Снежный сундук Варли
zh_cn: 沃利下雪箱子
zh_tw: 沃利下雪箱子

# SKIN_NAMES.pack_ice_webber
source: Webber Snowfallen Chest
de: Webbers Schneefall-Truhe
fr: Coffre Sous la neige de Webber
it: Scrigno Webber Nevicata
ja: ウェバーのスノーフォールの宝箱
ko: 웨버 눈송이 상자
pl: Śniegowa skrzynia Webbera
pt_br: Baú Nevado do Webber
ru: Снежный сундук Веббера
zh_cn: 韦伯下雪箱子
zh_tw: 韋伯下雪箱子

# SKIN_NAMES.pack_ice_wendy
source: Wendy Snowfallen Chest
de: Wendys Schneefall-Truhe
fr: Coffre Sous la neige de Wendy
it: Scrigno Wendy Nevicata
ja: ウェンディのスノーフォールの宝箱
ko: 웬디 눈송이 상자
pl: Śniegowa skrzynia Wendy
pt_br: Baú Nevado da Wendy
ru: Снежный сундук Венди
zh_cn: 温蒂下雪箱子
zh_tw: 溫蒂下雪箱子

# SKIN_NAMES.pack_ice_wickerbottom
source: Wickerbottom Snowfallen Chest
de: Wickerbottoms Schneefall-Truhe
fr: Coffre Sous la neige de Wickerbottom
it: Scrigno Wickerbottom Nevicata
ja: ウィッカーボトムのスノーフォールの宝箱
ko: 위커바텀 눈송이 상자
pl: Śniegowa skrzynia Wiklińskiej
pt_br: Baú Nevado da Wickerbottom
ru: Снежный сундук Уикерботтом
zh_cn: 薇克巴顿下雪箱子
zh_tw: 薇克巴頓下雪箱子

# SKIN_NAMES.pack_ice_willow
source: Willow Snowfallen Chest
de: Willows Schneefall-Truhe
fr: Coffre Sous la neige de Willow
it: Scrigno Willow Nevicata
ja: ウィローのスノーフォールの宝箱
ko: 윌로우 눈송이 상자
pl: Śniegowa skrzynia Willow
pt_br: Baú Nevado da Willow
ru: Снежный сундук Уиллоу
zh_cn: 薇洛下雪箱子
zh_tw: 薇洛下雪箱子

# SKIN_NAMES.pack_ice_wilson
source: Wilson Snowfallen Chest
de: Wilsons Schneefall-Truhe
fr: Coffre Sous la neige de Wilson
it: Scrigno Wilson Nevicata
ja: ウィルソンのスノーフォールの宝箱
ko: 윌슨 눈송이 상자
pl: Śniegowa skrzynia Wilsona
pt_br: Baú Nevado do Wilson
ru: Снежный сундук Уилсона
zh_cn: 威尔逊下雪箱子
zh_tw: 威爾遜下雪箱子

# SKIN_NAMES.pack_ice_winona
source: Winona Snowfallen Chest
de: Winonas Schneefall-Truhe
fr: Coffre Sous la neige de Winona
it: Scrigno Winona Nevicata
ja: ウィノナのスノーフォールの宝箱
ko: 위노나 눈송이 상자
pl: Śniegowa skrzynia Winony
pt_br: Baú Nevado da Winona
ru: Снежный сундук Вайноны
zh_cn: 薇诺娜下雪箱子
zh_tw: 薇諾娜下雪箱子

# SKIN_NAMES.pack_ice_wolfgang
source: Wolfgang Snowfallen Chest
de: Wolfgangs Schneefall-Truhe
fr: Coffre Sous la neige de Wolfgang
it: Scrigno Wolfgang Nevicata
ja: ウルフガングのスノーフォールの宝箱
ko: 볼프강 눈송이 상자
pl: Śniegowa skrzynia Wolfganga
pt_br: Baú Nevado do Wolfgang
ru: Снежный сундук Вольфганга
zh_cn: 沃尔夫冈下雪箱子
zh_tw: 沃爾夫岡下雪箱子

# SKIN_NAMES.pack_ice_wortox
source: Wortox Snowfallen Chest
de: Wortox Schneefall-Truhe
fr: Coffre Sous la neige de Wortox
it: Scrigno Wortox Nevicata
ja: ウォルトックスのスノーフォールの宝箱
ko: 워톡스 눈송이 상자
pl: Śniegowa skrzynia Wortoxa
pt_br: Baú Nevado do Wortox
ru: Снежный сундук Вортокса
zh_cn: 沃拓克斯下雪箱子
zh_tw: 沃拓克斯下雪箱子

# SKIN_NAMES.pack_ice_wx78
source: WX-78 Snowfallen Chest
de: WX-78s Schneefall-Truhe
fr: Coffre Sous la neige de WX-78
it: Scrigno WX-78 Nevicata
ja: WX-78のスノーフォールの宝箱
ko: WX-78 눈송이 상자
pl: Śniegowa skrzynia WX-78
pt_br: Baú Nevado do WX-78
ru: Снежный сундук WX-78
zh_cn: WX-78下雪箱子
zh_tw: WX-78下雪箱子

# SKIN_NAMES.pack_lost_1
source: Lost Adventurers Chest
de: Truhe des verirrten Abenteurers
es_mx: Cofre de los Aventureros Perdidos
fr: Coffre des aventuriers perdus
it: Scrigno avventurieri perduti
ja: 失われた冒険者の宝箱
ko: 길 잃은 모험가의 상자
pl: Skrzynia zaginionych poszukiwaczy przygód
pt_br: Baú dos Aventureiros Perdido
ru: Сундук заблудившихся
zh_cn: 迷路冒险家的箱子
zh_tw: 迷路冒險家的箱子

# SKIN_NAMES.pack_magma_all
source: All Survivors Magmatic Chest
de: Magmatische Truhe aller Überlebenden
es_mx: Cofre magmático de todos los sobrevivientes
fr: Coffre Magmatique Tous les survivants
it: Scrigno Magmatico tutti
ja: 全生存者のマグマの全宝箱
ko: 모든 생존자 마그마질 상자
pl: Skrzynia Magmatyczna dla wszystkich
pt_br: Baú magmático de todos os sobreviventes
ru: Магматический сундук для всех выживших
zh_cn: 所有冒险家的岩浆箱子
zh_tw: 所有冒險家的岩漿箱子

# SKIN_NAMES.pack_magma_bundle
source: Magmatic Bundle
de: Magmatisches Paket
es_mx: Paquete magmático
fr: Lot Magmatique
it: Pacchetto Magmatico
ja: マグマバンドル
ko: 마그마질 번들
pl: Pakiet Magmatyczny
pt_br: Conjunto magmático
ru: Магматический комплект
zh_cn: 岩浆套装
zh_tw: 岩漿套裝

# SKIN_NAMES.pack_magma_wathgrithr
source: Wigfrid Magmatic Chest
de: Wigfrids magmatische Truhe
es_mx: Cofre magmático de Wigfrid
fr: Coffre Magmatique de Wigfrid
it: Scrigno Wigfrid Magmatica
ja: ウィグフリドのマグマの宝箱
ko: 위그프리드 마그마질 상자
pl: Skrzynia Magmatyczna dla Wigfrydy
pt_br: Baú magmático de Wigfrid
ru: Магматический сундук для Вигфрид
zh_cn: 薇格弗德的岩浆箱子
zh_tw: 薇格弗德的岩漿箱子

# SKIN_NAMES.pack_magma_waxwell
source: Maxwell Magmatic Chest
de: Maxwells magmatische Truhe
es_mx: Cofre magmático de Maxwell
fr: Coffre Magmatique de Maxwell
it: Scrigno Maxwell Magmatico
ja: マクスウェルのマグマの宝箱
ko: 맥스웰 마그마질 상자
pl: Skrzynia Magmatyczna dla Maxwella
pt_br: Baú magmático de Maxwell
ru: Магматический сундук для Максвелла
zh_cn: 麦斯威尔的岩浆箱子
zh_tw: 麥斯威爾的岩漿箱子

# SKIN_NAMES.pack_magma_webber
source: Webber Magmatic Chest
de: Webbers magmatische Truhe
es_mx: Cofre magmático de Webber
fr: Coffre Magmatique de Webber
it: Scrigno Webber Magmatico
ja: ウェバーのマグマの宝箱
ko: 웨버 마그마질 상자
pl: Skrzynia Magmatyczna dla Webbera
pt_br: Baú magmático de Webber
ru: Магматический сундук для Веббера
zh_cn: 韦伯的岩浆箱子
zh_tw: 韋伯的岩漿箱子

# SKIN_NAMES.pack_magma_wendy
source: Wendy Magmatic Chest
de: Wendys magmatische Truhe
es_mx: Cofre magmático de Wendy
fr: Coffre Magmatique de Wendy
it: Scrigno Wendy Magmatica
ja: ウェンディのマグマの宝箱
ko: 웬디 마그마질 상자
pl: Skrzynia Magmatyczna dla Wendy
pt_br: Baú magmático de Wendy
ru: Магматический сундук для Венди
zh_cn: 温蒂的岩浆箱子
zh_tw: 溫蒂的岩漿箱子

# SKIN_NAMES.pack_magma_wes
source: Wes Magmatic Chest
de: Wes' magmatische Truhe
es_mx: Cofre magmático de Wes
fr: Coffre Magmatique de Wes
it: Scrigno Wes Magmatico
ja: ウェスのマグマの宝箱
ko: 웨스 마그마질 상자
pl: Skrzynia Magmatyczna dla Wesa
pt_br: Baú magmático de Wes
ru: Магматический сундук для Вэса
zh_cn: 韦斯的岩浆箱子
zh_tw: 韋斯的岩漿箱子

# SKIN_NAMES.pack_magma_wickerbottom
source: Wickerbottom Magmatic Chest
de: Wickerbottoms magmatische Truhe
es_mx: Cofre magmático de Wickerbottom
fr: Coffre Magmatique de Wickerbottom
it: Scrigno Wickerbottom Magmatica
ja: ウィッカーボトムのマグマの宝箱
ko: 위커바텀 마그마질 상자
pl: Skrzynia Magmatyczna dla Wiklińskiej
pt_br: Baú magmático de Wickerbottom
ru: Магматический сундук для Уикерботтом
zh_cn: 薇克巴顿的岩浆箱子
zh_tw: 薇克巴頓的岩漿箱子

# SKIN_NAMES.pack_magma_willow
source: Willow Magmatic Chest
de: Willows magmatische Truhe
es_mx: Cofre magmático de Willow
fr: Coffre Magmatique de Willow
it: Scrigno Willow Magmatica
ja: ウィローのマグマの宝箱
ko: 윌로우 마그마질 상자
pl: Skrzynia Magmatyczna dla Willow
pt_br: Baú magmático de Willow
ru: Магматический сундук для Уиллоу
zh_cn: 薇洛的岩浆箱子
zh_tw: 薇洛的岩漿箱子

# SKIN_NAMES.pack_magma_wilson
source: Wilson Magmatic Chest
de: Wilsons magmatische Truhe
es_mx: Cofre magmático de Wilson
fr: Coffre Magmatique de Wilson
it: Scrigno Wilson Magmatico
ja: ウィルソンのマグマの宝箱
ko: 윌슨 마그마질 상자
pl: Skrzynia Magmatyczna dla Wilsona
pt_br: Baú magmático de Wilson
ru: Магматический сундук для Уилсона
zh_cn: 威尔逊的岩浆箱子
zh_tw: 威爾遜的岩漿箱子

# SKIN_NAMES.pack_magma_winona
source: Winona Magmatic Chest
de: Winonas magmatische Truhe
es_mx: Cofre magmático de Winona
fr: Coffre Magmatique de Winona
it: Scrigno Winona Magmatica
ja: ウィノナのマグマの宝箱
ko: 위노나 마그마질 상자
pl: Skrzynia Magmatyczna dla Winony
pt_br: Baú magmático de Winona
ru: Магматический сундук для Вайноны
zh_cn: 薇诺娜的岩浆箱子
zh_tw: 薇諾娜的岩漿箱子

# SKIN_NAMES.pack_magma_wolfgang
source: Wolfgang Magmatic Chest
de: Wolfgangs magmatische Truhe
es_mx: Cofre magmático de Wolfgang
fr: Coffre Magmatique de Wolfgang
it: Scrigno Wolfgang Magmatico
ja: ウルフガングのマグマの宝箱
ko: 볼프강 마그마질 상자
pl: Skrzynia Magmatyczna dla Wolfganga
pt_br: Baú magmático de Wolfgang
ru: Магматический сундук для Вольфганга
zh_cn: 沃尔夫冈的岩浆箱子
zh_tw: 沃爾夫岡的岩漿箱子

# SKIN_NAMES.pack_magma_woodie
source: Woodie Magmatic Chest
de: Woodies magmatische Truhe
es_mx: Cofre magmático de Woodie
fr: Coffre Magmatique de Woodie
it: Scrigno Woodie Magmatico
ja: ウッディのマグマの宝箱
ko: 우디 마그마질 상자
pl: Skrzynia Magmatyczna dla Woodiego
pt_br: Baú magmático de Wendy
ru: Магматический сундук для Вуди
zh_cn: 伍迪的岩浆箱子
zh_tw: 伍迪的岩漿箱子

# SKIN_NAMES.pack_magma_wx78
source: WX-78 Magmatic Chest
de: Magmatische Truhe von WX-78
es_mx: Cofre magmático de WX-78
fr: Coffre Magmatique de WX-78
it: Scrigno WX-78 Magmatico
ja: WX-78のマグマの宝箱
ko: WX-78 마그마질 상자
pl: Skrzynia Magmatyczna dla WX-78
pt_br: Baú magmático de WX-78
ru: Магматический сундук для WX-78
zh_cn: WX-78的岩浆箱子
zh_tw: WX-78的岩漿箱子

# SKIN_NAMES.pack_mighty_items
source: Musclebound Chest
de: Muskelbepackte Truhe
fr: Coffre de Musculature
it: Scrigno Pieno di muscoli
ja: 筋肉隆々の宝箱
ko: 근육질 상자
pl: Muskularna skrzynia
pt_br: Baú Musculoso
ru: Сундук атлета
zh_cn: 肌肉箱子
zh_tw: 肌肉箱子

# SKIN_NAMES.pack_nature_all
source: Original Verdant Chest
de: Originale Grüne Truhe
fr: Coffre Verdoyant original
it: Scrigno Verdeggiante originale
ja: オリジナルの新緑の宝箱
ko: 오리지널 푸릇푸릇 상자
pl: Oryginalna zielona skrzynia
pt_br: Baú Verdejante Original
ru: Оригинальный Зеленый сундук
zh_cn: 原创绿色箱子
zh_tw: 原創綠色箱子

# SKIN_NAMES.pack_nature_all2
source: Fresh Verdant Chest
de: Frischgrüne Truhe
fr: Coffre du Renouveau verdoyant
it: Scrigno Verdeggiante fresco
ja: フレッシュな新緑の宝箱
ko: 신선한 푸릇푸릇 상자
pl: Świeża zielona skrzynia
pt_br: Baú Mais Verdejante
ru: Свежий Зеленый сундук
zh_cn: 新鲜绿色箱子
zh_tw: 新鮮綠色箱子

# SKIN_NAMES.pack_nature_bundle
source: Complete Verdant Chest
de: Komplette Grüne Truhe
fr: Coffre Verdoyant complet
it: Scrigno Verdeggiante completo
ja: 新緑の完全版宝箱
ko: 푸릇푸릇 종합 상자
pl: Kompletna zielona skrzynia
pt_br: Baú Verdejante Completo
ru: Полный Зеленый сундук
zh_cn: 全套绿色箱子
zh_tw: 全套綠色箱子

# SKIN_NAMES.pack_nature_walter
source: Walter Verdant Chest
de: Walters Grüne Truhe
fr: Coffre Verdoyant de Walter
it: Scrigno Walter Verdeggiante
ja: ウォルターの新緑の宝箱
ko: 월터 푸릇푸릇 상자
pl: Zielona skrzynia Waltera
pt_br: Baú Verdejante do Walter
ru: Зеленый сундук Уолтера
zh_cn: 沃尔特绿色箱子
zh_tw: 沃爾特綠色箱子

# SKIN_NAMES.pack_nature_warly
source: Warly Verdant Chest
de: Warlys Grüne Truhe
fr: Coffre Verdoyant de Warly
it: Scrigno Warly Verdeggiante
ja: ワーリーの新緑の宝箱
ko: 왈리 푸릇푸릇 상자
pl: Zielona skrzynia Warly’ego
pt_br: Baú Verdejante do Warly
ru: Зеленый сундук Варли
zh_cn: 沃利绿色箱子
zh_tw: 沃利綠色箱子

# SKIN_NAMES.pack_nature_wathgrithr
source: Wigfrid Verdant Chest
de: Wigfrids Grüne Truhe
fr: Coffre Verdoyant de Wigfrid
it: Scrigno Wigfrid Verdeggiante
ja: ウィグフリドの新緑の宝箱
ko: 위그프리드 푸릇푸릇 상자
pl: Zielona skrzynia Wigfrydy
pt_br: Baú Verdejante da Wigfrid
ru: Зеленый сундук Вигфрид
zh_cn: 薇格弗德绿色箱子
zh_tw: 薇格弗德綠色箱子

# SKIN_NAMES.pack_nature_waxwell
source: Maxwell Verdant Chest
de: Maxwells Grüne Truhe
fr: Coffre Verdoyant de Maxwell
it: Scrigno Maxwell Verdeggiante
ja: マクスウェルの新緑の宝箱
ko: 맥스웰 푸릇푸릇 상자
pl: Zielona skrzynia Maxwella
pt_br: Baú Verdejante do Maxwell
ru: Зеленый сундук Максвелла
zh_cn: 麦斯威尔绿色箱子
zh_tw: 麥斯威爾綠色箱子

# SKIN_NAMES.pack_nature_webber
source: Webber Verdant Chest
de: Webbers Grüne Truhe
fr: Coffre Verdoyant de Webber
it: Scrigno Webber Verdeggiante
ja: ウェバーの新緑の宝箱
ko: 웨버 푸릇푸릇 상자
pl: Zielona skrzynia Webbera
pt_br: Baú Verdejante do Webber
ru: Зеленый сундук Веббера
zh_cn: 韦伯绿色箱子
zh_tw: 韋伯綠色箱子

# SKIN_NAMES.pack_nature_wendy
source: Wendy Verdant Chest
de: Wendys Grüne Truhe
fr: Coffre Verdoyant de Wendy
it: Scrigno Wendy Verdeggiante
ja: ウェンディの新緑の宝箱
ko: 웬디 푸릇푸릇 상자
pl: Zielona skrzynia Wendy
pt_br: Baú Verdejante da Wendy
ru: Зеленый сундук Венди
zh_cn: 温蒂绿色箱子
zh_tw: 溫蒂綠色箱子

# SKIN_NAMES.pack_nature_wes
source: Wes Verdant Chest
de: Wes' Grüne Truhe
fr: Coffre Verdoyant de Wes
it: Scrigno Wes Verdeggiante
ja: ウェスの新緑の宝箱
ko: 웨스 푸릇푸릇 상자
pl: Zielona skrzynia Wesa
pt_br: Baú Verdejante do Wes
ru: Зеленый сундук Вэса
zh_cn: 韦斯绿色箱子
zh_tw: 韋斯綠色箱子

# SKIN_NAMES.pack_nature_winona
source: Winona Verdant Chest
de: Winonas Grüne Truhe
fr: Coffre Verdoyant de Winona
it: Scrigno Winona Verdeggiante
ja: ウィノナの新緑の宝箱
ko: 위노나 푸릇푸릇 상자
pl: Zielona skrzynia Winony
pt_br: Baú Verdejante da Winona
ru: Зеленый сундук Вайноны
zh_cn: 薇诺娜绿色箱子
zh_tw: 薇諾娜綠色箱子

# SKIN_NAMES.pack_nature_woodie
source: Woodie Verdant Chest
de: Woodies Grüne Truhe
fr: Coffre Verdoyant de Woodie
it: Scrigno Woodie Verdeggiante
ja: ウッディの新緑の宝箱
ko: 우디 푸릇푸릇 상자
pl: Zielona skrzynia Woodiego
pt_br: Baú Verdejante do Woodie
ru: Зеленый сундук Вуди
zh_cn: 伍迪绿色箱子
zh_tw: 伍迪綠色箱子

# SKIN_NAMES.pack_nature_wortox
source: Wortox Verdant Chest
de: Wortox' Grüne Truhe
fr: Coffre Verdoyant de Wortox
it: Scrigno Wortox Verdeggiante
ja: ウォルトックスの新緑の宝箱
ko: 워톡스 푸릇푸릇 상자
pl: Zielona skrzynia Wortoxa
pt_br: Baú Verdejante do Wortox
ru: Зеленый сундук Вортокса
zh_cn: 沃拓克斯绿色箱子
zh_tw: 沃拓克斯綠色箱子

# SKIN_NAMES.pack_nature_wx78
source: WX-78 Verdant Chest
de: WX-78s Grüne Truhe
fr: Coffre Verdoyant de WX-78
it: Scrigno WX-78 Verdeggiante
ja: WX-78の新緑の宝箱
ko: WX-78 푸릇푸릇 상자
pl: Zielona skrzynia WX-78
pt_br: Baú Verdejante do WX-78
ru: Зеленый сундук WX-78
zh_cn: WX-78绿色箱子
zh_tw: WX-78綠色箱子

# SKIN_NAMES.pack_oni_gift
source: Oxygen Not Included Gift
de: Geschenk "Oxygen Not Included"
es_mx: Regalo de Oxygen Not Included
fr: Cadeau Oxygen Not Included
it: Regalo Oxygen Not Included
ja: Oxygen Not Includedギフト
ko: Oxygen Not Included 선물
pl: Prezent Oxygen Not Included
pt_br: Presente Oxygen Not Included
ru: Подарок Oxygen Not Included
zh_cn: 《缺氧》礼物
zh_tw: 《缺氧》禮物

# SKIN_NAMES.pack_retro_items
source: Experimental Chest
de: Experimentaltruhe
fr: Coffre Expérimental
it: Scrigno sperimentale
ja: 実験の宝箱
ko: 실험적 상자
pl: Eksperymentalna skrzynia
pt_br: Baú Experimental
ru: Экспериментальный сундук
zh_cn: 实验箱子
zh_tw: 實驗箱子

# SKIN_NAMES.pack_rog_gift
source: Don't Starve: Reign of Giants Gift
de: "Don't Starve Reich der Giganten"-Geschenk
es_mx: Regalo de Don't Starve Reign of Giants
fr: Cadeau Don't Starve Reign of Giants
it: Regalo di Don't Starve Reign of Giants
ja: Don't Starve：Reign of Giantsギフト
ko: Don't Starve Reign of Giants 선물
pl: Prezent Don't Starve Reign of Giants
pt_br: Presente de Don't Starve Reino de Gigantes
ru: Подарок: Don't Starve Reign of Giants
zh_cn: 饥荒《巨人国》礼物
zh_tw: 饑荒《巨人國》禮物

# SKIN_NAMES.pack_seaside_items
source: Seaside Chest
de: Strand-Schatztruhe
fr: Coffre Bord de mer
it: Scrigno Spiaggia
ja: シーサイドの宝箱
ko: 해변 상자
pt_br: Baú Beira-Mar
ru: Пляжный сундук
zh_cn: 海滨箱子
zh_tw: 海濱箱子

# SKIN_NAMES.pack_spring_bundle
source: Spring Cleaning Bundle
de: Frühjahrsputzpaket
es_mx: Paquete de Limpieza Primaveral
fr: Lot Ménage de printemps
it: Pacchetto Pulizie di primavera
ja: 春の大掃除バンドル
ko: 봄맞이 대청소 묶음 상품
pl: Zestaw wiosennych porządków
pt_br: Pacote de Limpeza da Primavera
ru: Набор для весенней уборки
zh_cn: 春季大扫除套装
zh_tw: 春季大掃除套裝

# SKIN_NAMES.pack_springadventure_items
source: Adventurer's Belongings Chest
de: Abenteurer-Habseligkeitentruhe
es_mx: Cofre de Pertenencias del Aventurero
fr: Coffre de possessions d'aventurier
it: Scrigno Oggetti dell'Avventuriero
ja: 冒険者の付属品宝箱
ko: 모험가의 소지품 상자
pl: Skrzynia poszukiwacza przygód z dobytkiem
pt_br: Baú dos Objetos do Aventureiro
ru: Сундук с пожитками приключенца
zh_cn: 探险家财物箱子
zh_tw: 探險家財物箱子

# SKIN_NAMES.pack_springoutdoors_items
source: Outdoorsy Belongings Chest
de: Outdoor-Habseligkeitentruhe
es_mx: Cofre de Pertenencias del Amante del Aire Libre
fr: Coffre de possessions de plein air
it: Scrigno Oggetti dell'Agreste
ja: アウトドアの付属品宝箱
ko: 야외 활동 소지품 상자
pl: Skrzynia przyrodnicza z dobytkiem
pt_br: Baú dos Objetos de Ar Livre
ru: Сундук с уличными пожитками
zh_cn: 户外财物箱子
zh_tw: 戶外財物箱子

# SKIN_NAMES.pack_starter_2019
source: Starter Pack 2019
de: Starterpaket 2019
es_mx: Paquete de Bienvenida 2019
fr: Pack de démarrage 2019
it: Pacchetto iniziale 2019
ja: スターターパック2019
ko: 2019 초심자 팩
pl: Pakiet startowy 2019
pt_br: Pacote de Iniciante 2019
ru: Начальный набор 2019
zh_cn: 新手包2019
zh_tw: 新手包2019

# SKIN_NAMES.pack_starter_2020
source: Starter Pack 2020
de: Starterpaket 2020
fr: Pack de démarrage 2020
it: Pacchetto iniziale 2020
ja: スターターパック2020
ko: 스타터 팩 2020
pt_br: Pacote de Iniciante 2020
ru: Начальный набор 2020
zh_cn: 新手包2020
zh_tw: 新手包2020

# SKIN_NAMES.pack_starter_2021
source: Starter Pack 2021
de: Starterpaket 2021
fr: Pack de démarrage 2021
it: Pacchetto iniziale 2021
ja: スターターパック2021
ko: 스타터 팩 2021
pt_br: Pacote de Iniciante 2021
ru: Начальный набор 2021
zh_cn: 新手包2021
zh_tw: 新手包2021

# SKIN_NAMES.pack_sw_gift
source: Don't Starve: Shipwrecked Gift
de: "Don't Starve: Schiffbruch"-Geschenk
es_mx: Regalo de Don't Starve: Shipwrecked
fr: Cadeau Don't Starve: Shipwrecked
it: Regalo di Don't Starve: Shipwrecked
ja: Don't Starve：Shipwreckedギフト
ko: Don't Starve: Shipwrecked 선물
pl: Prezent Don't Starve: Shipwrecked
pt_br: Presente de Don't Starve: Náufragos
ru: Подарок: Don't Starve: Shipwrecked
zh_cn: 饥荒《海难》礼物
zh_tw: 饑荒《海難》禮物

# SKIN_NAMES.pack_valkyrie_items
source: Winged Victory Chest
de: Geflügelte Siegestruhe
fr: Coffre de Victoire ailée
it: Scrigno Vittoria alata
ja: 翼の栄光の宝箱
ko: 날개 달린 승리 상자
pl: Skrzynia skrzydlatego zwycięstwa
pt_br: Baú Vitória Alada
ru: Сундук «Крылья победы»
zh_cn: 胜利之翼箱子
zh_tw: 勝利之翼箱子

# SKIN_NAMES.pack_victorian_all
source: Original Survivors Victorian Chest
de: Originale Viktorianische Überlebenden-Truhe
fr: Coffre Victorien de survivants original
it: Scrigno Sopravvissuti Vittoriani originale
ja: オリジナルの生存者のビクトリアの宝箱
ko: 오리지널 생존자 빅토리아풍 상자
pt_br: Baú Vitoriano dos Sobreviventes Originais
ru: Викторианский сундук первых выживших
zh_cn: 原创维多利亚冒险家箱子
zh_tw: 原創維多利亞冒險家箱子

# SKIN_NAMES.pack_victorian_all2
source: Latecomers' Victorian Chest
de: Viktorianische Zuspätkommer-Truhe
fr: Coffre Victorien des derniers arrivés
it: Scrigno Ritardatari Vittoriani
ja: 新参者のビクトリアの宝箱
ko: 후발주자의 빅토리아풍 상자
pt_br: Baú Vitoriano dos Recém-Chegados
ru: Викторианский сундук опоздавших
zh_cn: 后进者维多利亚箱子
zh_tw: 後進者維多利亞箱子

# SKIN_NAMES.pack_victorian_bundle
source: Complete Victorian Chest
de: Komplette Viktorianische Truhe
fr: Coffre Victorien complet
it: Scrigno Vittoriano completo
ja: ビクトリアの完全版宝箱
ko: 빅토리아풍 종합 상자
pt_br: Baú Vitoriano Completo
ru: Полный Викторианский сундук
zh_cn: 全套维多利亚箱子
zh_tw: 全套維多利亞箱子

# SKIN_NAMES.pack_victorian_bundle2
source: Complete Victorian Chest
de: Komplette Viktorianische Truhe
fr: Coffre Victorien complet
it: Scrigno Vittoriano completo
ja: ビクトリアの完全版宝箱
ko: 빅토리아풍 종합 상자
pt_br: Baú Vitoriano Completo
ru: Полный Викторианский сундук
zh_cn: 全套维多利亚箱子
zh_tw: 全套維多利亞箱子

# SKIN_NAMES.pack_victorian_bundle3
source: Complete Victorian Chest
de: Komplette Viktorianische Truhe
fr: Coffre Victorien complet
it: Scrigno Vittoriano completo
ja: ビクトリアの完全版宝箱
ko: 빅토리아풍 종합 상자
pt_br: Baú Vitoriano Completo
ru: Полный Викторианский сундук
zh_cn: 全套维多利亚箱子
zh_tw: 全套維多利亞箱子

# SKIN_NAMES.pack_victorian_items
source: Victorian Belongings Chest
de: Viktorianische Truhe mit Habseligkeiten
fr: Coffre d'affaires Victoriennes
it: Scrigno Oggetti Vittoriani
ja: ビクトリアの付属品宝箱
ko: 빅토리아풍 소지품 상자
pt_br: Baú de Pertences Vitorianos
ru: Викторианский сундук с пожитками
zh_cn: 维多利亚财物箱子
zh_tw: 維多利亞財物箱子
