Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.loading_willow_bats
source: Woeful Willow
de: Traurige Willow
es_mx: Willow afligida
fr: Willow triste
it: Willow la deplorevole
ja: 悲痛のウィロー
ko: 비애의 윌로우
pl: Żałosna Willow
pt_br: Willow triste
ru: Скорбная Уиллоу
zh_cn: 可悲的薇洛
zh_tw: 可悲的薇洛

# SKIN_NAMES.loading_willow_trailer
source: From the Ashes
de: Aus der Asche
es_mx: De las cenizas
fr: Réduit en cendres
it: Dalle ceneri
ja: 灰の中から
ko: 재에서 태어난 자
pl: Z popiołów
pt_br: Das Cinzas
ru: Из пепла
zh_cn: 灯火阑珊处
zh_tw: 燈火闌珊處

# SKIN_NAMES.loading_willow_victorian
source: Street Peddler Willow
de: Straßenhändlerin Willow
es_mx: Willow vendedora ambulante
fr: Willow vendeuse de rue
it: Willow l'ambulante
ja: 露天商ウィロー
ko: 거리 상인 윌로우
pl: Uliczna handlarka Willow
pt_br: Willow Mascate
ru: Уличная торговка Уиллоу
zh_cn: 街头小贩薇洛
zh_tw: 街頭小販薇洛

# SKIN_NAMES.loading_willowfire
source: Willow
ja: ウィロー
ko: 윌로우
ru: Уиллоу
zh_cn: 薇洛
zh_tw: 薇洛

# SKIN_NAMES.loading_wilson_feast
source: Snowfallen Wilson
de: Schneefall-Wilson
es_mx: Wilson nevado
fr: Wilson sous la neige
it: Wilson da nevicata
ja: 雪の中のウィルソン
ko: 눈 덮인 윌슨
pl: Śniegowy Wilson
pt_br: Wilson Nevada
ru: Снежный Уилсон
zh_cn: 下雪的威尔逊
zh_tw: 下雪的威爾遜

# SKIN_NAMES.loading_wilson_madscience
source: Mad Science Wilson
de: Verrückter Wissenschaftler Wilson
es_mx: Científico loco Wilson
fr: Wilson la science folle
it: Wilson scienza folle
ja: イカレ科学者ウィルソン
ko: 미친 과학 윌슨
pl: Szalony naukowiec Wilson
pt_br: Wilson cientista louco
ru: Безумный Уилсон
zh_cn: 疯狂科学威尔逊
zh_tw: 瘋狂科學威爾遜

# SKIN_NAMES.loading_winona2_trailer
source: Connections
de: Verbindungen
es_mx: Conexiones
fr: Connexions
it: Connessioni
ja: つながり
ko: 연결
pl: Połączenia
pt_br: Conexões
ru: Связи
zh_cn: 联系
zh_tw: 聯繫

# SKIN_NAMES.loading_winona_trailer
source: Next of Kin
de: Nächste Angehörige
es_mx: Pariente
fr: Parent proche
it: Una di famiglia
ja: 一番近い親戚
ko: 가까운 친족
pl: Najbliższa krewna
pt_br: Descendente
ru: Родная душа
zh_cn: 近亲
zh_tw: 近親

# SKIN_NAMES.loading_winona_victorian
source: Blacksmith Winona
de: Schmiedin Winona
es_mx: Winona herrera
fr: Winona la forgeronne
it: Winona il fabbro
ja: 鍛冶師ウィノナ
ko: 대장장이 위노나
pl: Kowal Winona
pt_br: Winona Ferreira
ru: Кузнец Вайнона
zh_cn: 铁匠薇诺娜
zh_tw: 鐵匠薇諾娜

# SKIN_NAMES.loading_wolfgang
source: Wolfgang
ja: ボルフガング
ko: 볼프강
ru: Вольфганг
zh_cn: 沃尔夫冈
zh_tw: 沃爾夫岡

# SKIN_NAMES.loading_wolfgang_feast
source: Feasting Wolfgang
de: Schlemmender Wolfgang
es_mx: Wolfgang voraz
fr: Wolfgang au festin
it: Wolfgang festaiolo
ja: 宴のウルフガング
ko: 잔칫상 볼프강
pl: Radosny Wilson
pt_br: Wolfgang Devorador
ru: Пирующий Вольфганг
zh_cn: 盛宴中的沃尔夫冈
zh_tw: 盛宴中的沃爾夫岡

# SKIN_NAMES.loading_wolfgang_trailer
source: The Incredible Strongman
de: Der Unglaubliche Muskelprotz
fr: L'homme le plus fort du monde
it: L'Incredibile forzuto
ja: 超凄腕の男
ko: 믿기 힘든 차력사
pl: Niesamowity siłacz
pt_br: O Incrível Halterofilista
ru: Невероятный силач
zh_cn: 难以置信的强人
zh_tw: 難以置信的強人

# SKIN_NAMES.loading_woodie2_trailer
source: Chop To It
de: Drauflosgehackt
es_mx: A talar
fr: Scier en travaillant
it: Il Tagliatutto
ja: 切り倒せ
ko: 벌목
pl: Rąbanie
pt_br: Cortando Tudo
ru: Терпение и топор
zh_cn: 砍砍砍
zh_tw: 砍砍砍

# SKIN_NAMES.loading_woodie_trailer
source: Tree's a Crowd
de: Holzgesellen
es_mx: El amanecer de los árboles
fr: Un arbre peu amical
it: Uno per tutti
ja: 木は群衆
ko: 나무 무리
pl: Im dalej w las, tym więcej drzew
pt_br: Árvore Somos Nozes
ru: Трое уже толпа
zh_cn: 树人成群
zh_tw: 樹人成群

# SKIN_NAMES.loading_woodie_victorian
source: Fur Trader Woodie
de: Pelzhändler Woodie
es_mx: Woodie comerciante de pieles
fr: Woodie le trappeur
it: Woodie il pellicciaio
ja: 毛皮商人ウッディ
ko: 털가죽 상인 우디
pl: Handlarz futrem Woodie
pt_br: Woodie Comerciante de Peles
ru: Торговец мехом Вуди
zh_cn: 毛皮交易商伍迪
zh_tw: 毛皮交易商伍迪

# SKIN_NAMES.loading_wormwood2_trailer
source: The Seed
de: Der Samen
es_mx: La semilla
fr: La graine
it: Il Seme
ja: 種
ko: 씨앗
pl: Nasiono
pt_br: A Semente
ru: Семя
zh_cn: 种子
zh_tw: 種子

# SKIN_NAMES.loading_wormwood_trailer
source: Lunar Roots
de: Mondwurzeln
es_mx: Raíces Lunares
fr: Des racines lunaires
it: Radici lunari
ja: 月の根っこ
ko: 달 뿌리
pl: Księżycowe korzenie
pt_br: Raízes Lunares
ru: Лунные корни
zh_cn: 月之根须
zh_tw: 月之根須

# SKIN_NAMES.loading_wortox2_trailer
source: The Soul Starved
de: Die verhungerte Seele
es_mx: El alma hambrienta
fr: Le mangeur d'âmes
it: Il Mangia Anime
ja: 魂が足りない
ko: 영혼에 굶주린 자
pl: Spragniony Dusz
pt_br: O Faminto por Almas
ru: Голодный до душ
zh_cn: 噬魂者
zh_tw: 噬魂者

# SKIN_NAMES.loading_wortox_trailer
source: Possessions
de: Besitztümer
es_mx: Posesiones
it: Cose preziose
ja: 自分のもの
ko: 소유물
pl: Dobytek
pt_br: Pertences
ru: Ценности
zh_cn: 占有
zh_tw: 佔有

# SKIN_NAMES.loading_wurt_trailer
source: A Romp in the Swamp
de: Balgerei im Sumpf
es_mx: Jugando en el pantano
fr: Gambader dans le marécage
it: Cagnara nella palude
ja: 沼地のおてんば娘
ko: 습지의 개구쟁이
pl: Jožin z bažin
pt_br: Uma Brincadeira no Pântano
ru: Беспорядки на болоте
zh_cn: 沼泽姑娘
zh_tw: 沼澤姑娘

# SKIN_NAMES.loading_wurt_trailer2
source: The Monster Marsh
de: Sumpf der marschierenden Monster
fr: Le marais des monstres
it: La palude mostruosa
ja: モンスターの沼
ko: 몬스터 늪
pl: Moczary potwora
pt_br: O Pântano dos Monstros
ru: Чудовища топей
zh_cn: 怪兽沼泽
zh_tw: 怪獸沼澤

# SKIN_NAMES.loading_wx_magma
source: The Magmatic Automaton
de: Der magmatische Automat
es_mx: El autómata magmático
fr: L'automate magmatique
it: L'automa magmatico
ja: マグマのオートマン
ko: 마그마질 자동장치
pl: Magmatyczny robot
pt_br: O Autômato Magmático
ru: Магматическая машина
zh_cn: 岩浆机器人
zh_tw: 岩漿機器人

# SKIN_NAMES.mast_crabking
source: Crab King Sail
de: Krabbenkönigssegel
es_mx: Vela de Rey Cangrejo
fr: Voile roi des crabes
it: Vela di re granchio
ja: クラブキングのマスト
ko: 대게왕 돛
pl: Żagiel króla krabów
pt_br: Vela do Rei Caranguejo
ru: Парус короля крабов
zh_cn: 帝王蟹风帆
zh_tw: 帝王蟹風帆

# SKIN_NAMES.mast_crabking_alt
source: Crab King Sail
de: Krabbenkönigssegel
es_mx: Vela de Rey Cangrejo
fr: Voile roi des crabes
it: Vela di re granchio
ja: クラブキングのマスト
ko: 대게왕 돛
pl: Żagiel króla krabów
pt_br: Vela do Rei Caranguejo
ru: Парус короля крабов
zh_cn: 帝王蟹风帆
zh_tw: 帝王蟹風帆

# SKIN_NAMES.mast_crabking_alt_item
source: Crab King Sail
de: Krabbenkönigssegel
es_mx: Vela de Rey Cangrejo
fr: Voile roi des crabes
it: Vela di re granchio
ja: クラブキングのマスト
ko: 대게왕 돛
pl: Żagiel króla krabów
pt_br: Vela do Rei Caranguejo
ru: Парус короля крабов
zh_cn: 帝王蟹风帆
zh_tw: 帝王蟹風帆

# SKIN_NAMES.mast_crabking_item
source: Crab King Sail
de: Krabbenkönigssegel
es_mx: Vela de Rey Cangrejo
fr: Voile roi des crabes
it: Vela di re granchio
ja: クラブキングのマスト
ko: 대게왕 돛
pl: Żagiel króla krabów
pt_br: Vela do Rei Caranguejo
ru: Парус короля крабов
zh_cn: 帝王蟹风帆
zh_tw: 帝王蟹風帆

# SKIN_NAMES.mast_nautical
source: Rockjaw Sail
de: Steinbeiß-Segel
fr: Voile de pierrequin
it: Vela con mascella rocciosa
ja: ロックジョーの帆
ko: 바위턱 상어의 항해
pl: Żagiel Kamiennoszczękiego
pt_br: Vela de Boca Rochosa
ru: Парус Камнезева
zh_cn: 岩石大白鲨风帆
zh_tw: 岩石大白鯊風帆

# SKIN_NAMES.mast_nautical_item
source: Rockjaw Sail
de: Steinbeiß-Segel
fr: Voile de pierrequin
it: Vela con mascella rocciosa
ja: ロックジョーの帆
ko: 바위턱 상어의 항해
pl: Żagiel Kamiennoszczękiego
pt_br: Vela de Boca Rochosa
ru: Парус Камнезева
zh_cn: 岩石大白鲨风帆
zh_tw: 岩石大白鯊風帆

# SKIN_NAMES.mast_rose
source: Roseate Sail
de: Rosenrot-Segel
es_mx: Vela de Rosa
fr: Voile rose
it: Vela rosata
ja: バラ色のマスト
ko: 장밋빛 돛
pl: Różany żagiel
pt_br: Vela Rosada
ru: Цветущий парус
zh_cn: 玫瑰风帆
zh_tw: 玫瑰風帆

# SKIN_NAMES.mast_rose_alt
source: Roseate Sail
de: Rosenrot-Segel
es_mx: Vela de Rosa
fr: Voile rose
it: Vela rosata
ja: バラ色のマスト
ko: 장밋빛 돛
pl: Różany żagiel
pt_br: Vela Rosada
ru: Цветущий парус
zh_cn: 玫瑰风帆
zh_tw: 玫瑰風帆

# SKIN_NAMES.mast_rose_alt_item
source: Roseate Sail
de: Rosenrot-Segel
es_mx: Vela de Rosa
fr: Voile rose
it: Vela rosata
ja: バラ色のマスト
ko: 장밋빛 돛
pl: Różany żagiel
pt_br: Vela Rosada
ru: Цветущий парус
zh_cn: 玫瑰风帆
zh_tw: 玫瑰風帆

# SKIN_NAMES.mast_rose_item
source: Roseate Sail
de: Rosenrot-Segel
es_mx: Vela de Rosa
fr: Voile rose
it: Vela rosata
ja: バラ色のマスト
ko: 장밋빛 돛
pl: Różany żagiel
pt_br: Vela Rosada
ru: Цветущий парус
zh_cn: 玫瑰风帆
zh_tw: 玫瑰風帆

# SKIN_NAMES.mastupgrade_lightningrod_item_nautical
source: Serpentine Storm Eater
de: Schlangenhafter Sturmfresser
fr: Mange-tempête ophidien
it: Consumatempeste serpentino
ja: 嵐喰らいの蛇
ko: 두루두루 폭풍우 포식자
pl: Wijący się burzołak
pt_br: Comedora de Tempestades Serpentiforme
ru: Витой грозоед
zh_cn: 巨蛇风暴吞噬者
zh_tw: 巨蛇風暴吞噬者

# SKIN_NAMES.mastupgrade_lightningrod_nautical
source: Serpentine Storm Eater
de: Schlangenhafter Sturmfresser
fr: Mange-tempête ophidien
it: Consumatempeste serpentino
ja: 嵐喰らいの蛇
ko: 두루두루 폭풍우 포식자
pl: Wijący się burzołak
pt_br: Comedora de Tempestades Serpentiforme
ru: Витой грозоед
zh_cn: 巨蛇风暴吞噬者
zh_tw: 巨蛇風暴吞噬者

# SKIN_NAMES.mastupgradelamp_item_nautical
source: Shellbound Deck Illuminator
de: Muschel-Deckbeleuchtung
fr: Lumière de pont coquillage
it: Illuminatore di ponte con conchiglie
ja: 貝のデッキ用照明器
ko: 조개껍질 갑판 조명
pl: Muszlowa lampa pokładowa
pt_br: Iluminador de Convés Cascudo
ru: Ракушечный мачтовый фонарь
zh_cn: 贝壳甲板照明仪
zh_tw: 貝殼甲板照明儀

# SKIN_NAMES.mastupgradelamp_nautical
source: Shellbound Deck Illuminator
de: Muschel-Deckbeleuchtung
fr: Lumière de pont coquillage
it: Illuminatore di ponte con conchiglie
ja: 貝のデッキ用照明器
ko: 조개껍질 갑판 조명
pl: Muszlowa lampa pokładowa
pt_br: Iluminador de Convés Cascudo
ru: Ракушечный мачтовый фонарь
zh_cn: 贝壳甲板照明仪
zh_tw: 貝殼甲板照明儀

# SKIN_NAMES.meatrack_butcher
source: Butcher's Rack
de: Fleischergestell
es_mx: Tendedero de Carnicero
fr: Séchoir de boucher
it: Stendino da macellaio
ja: 肉屋のラック
ko: 도살자의 건조대
pl: Suszarka rzeźnika
pt_br: Cabideiro do Açougueiro
ru: Мясницкая стойка
zh_cn: 屠夫肉架
zh_tw: 屠夫肉架

# SKIN_NAMES.meatrack_circus
source: Hanging Bar
de: Hängestange
fr: Barre de suspension
it: Barra per essiccare
ja: 懸垂バー
ko: 교수형 바
pl: Drążek do wieszania
pt_br: Barra Suspensa
ru: Турник
zh_cn: 吊环单杠
zh_tw: 吊環單杠

# SKIN_NAMES.meatrack_victorian
source: Victorian Meat Rack
de: Viktorianisches Gestell zum Fleischtrocknen
fr: Étendoir victorien
it: Espositore per carne vittoriano
ja: ビクトリアの肉干しラック
ko: 빅토리아풍 고기 선반
pl: Wiktoriańska suszarka na mięso
pt_br: Cavalete de Carne Vitoriano
ru: Викторианская сушилка
zh_cn: 维多利亚晾肉架
zh_tw: 維多利亞晾肉架

# SKIN_NAMES.mermhouse_crafted_fantasy
source: Fantasmical Mermhouse
de: Phantasmisches Mermhaus
fr: Maison de merm Fantasmaghéroïque
it: Casa del mermo fantasmica
ja: 空想のマームの家
ko: 환상마법 어인집
pl: Fantasmagoryczny domek merma
pt_br: Sereilar Fantásmico
ru: Сказочный дом тритона
zh_cn: 魔幻鱼人屋
zh_tw: 魔幻魚人屋

# SKIN_NAMES.minerhat_bonnet
source: Bonny Headlamp
de: Haubenlampe
es_mx: Tocado con Linterna de Cabeza
fr: Casque de mineur pimpant
it: Cappellino con fanale
ja: ステキなヘッドライト
ko: 어여쁜 머리등
pl: Powabna czołówka
pt_br: Lanterna de Cabeça Atraente
ru: Шляпка с лампочкой
zh_cn: 美丽头灯
zh_tw: 美麗頭燈

# SKIN_NAMES.minerhat_cowboy
source: Cowboy Headlamp
de: Cowboy-Stirnlampe
es_mx: Linterna de vaquero
fr: Casque de mineur cowboy
it: Fanale del cowboy
ja: カウボーイのヘッドライト
ko: 카우보이 머리등
pl: Kowbojska czołówka
pt_br: Lanterna de cabeça de caubói
ru: Налобная лампа ковбоя
zh_cn: 牛仔头灯
zh_tw: 牛仔頭燈

# SKIN_NAMES.minerhat_floppy
source: Frilly Headlamp
de: Elegante Stirnlampe
es_mx: Faro recargado
fr: Frontale à fanfreluches
it: Testa di lampada frivola
ja: おしゃれなヘッドライト
ko: 프릴모자 머리등
pl: Czołówka z falbankami
pt_br: Lanterna de cabeça frufrulhante
ru: Вычурная Шахтерская Каска
zh_cn: 镶边照明灯
zh_tw: 鑲邊照明燈

# SKIN_NAMES.minisign_fantasy
source: Fantasmical Plaque
de: Phantasmisches Adressschild
fr: Panneau Fantasmaghéroïque
it: Targhetta fantasmica
ja: 空想のプレート
ko: 환상마법 상패
pl: Fantasmagoryczna tabliczka
pt_br: Placa Fantásmica
ru: Сказочная табличка
zh_cn: 魔幻路牌
zh_tw: 魔幻路牌

# SKIN_NAMES.minisign_fantasy_drawn
source: Fantasmical Plaque
de: Phantasmisches Adressschild
fr: Panneau Fantasmaghéroïque
it: Targhetta fantasmica
ja: 空想のプレート
ko: 환상마법 상패
pl: Fantasmagoryczna tabliczka
pt_br: Placa Fantásmica
ru: Сказочная табличка
zh_cn: 魔幻路牌
zh_tw: 魔幻路牌

# SKIN_NAMES.minisign_fantasy_item
source: Fantasmical Plaque
de: Phantasmisches Adressschild
fr: Panneau Fantasmaghéroïque
it: Targhetta fantasmica
ja: 空想のプレート
ko: 환상마법 상패
pl: Fantasmagoryczna tabliczka
pt_br: Placa Fantásmica
ru: Сказочная табличка
zh_cn: 魔幻路牌
zh_tw: 魔幻路牌

# SKIN_NAMES.minisign_picketbrown
source: Walnut Address Plaque
de: Walnuss-Adressschild
es_mx: Letrero de Nogal
fr: Plaque d'adresse en noyer
it: Targhetta in noce
ja: 赤の住所プレート
ko: 호두나무 주소판
pl: Tabliczka z adresem z orzecha
pt_br: Placa de Endereço de Nogueira
ru: Каштановая табличка
zh_cn: 胡桃路牌
zh_tw: 胡桃路牌

# SKIN_NAMES.minisign_picketbrown_drawn
source: Walnut Address Plaque
de: Walnuss-Adressschild
es_mx: Letrero de Nogal
fr: Plaque d'adresse en noyer
it: Targhetta in noce
ja: 赤の住所プレート
ko: 호두나무 주소판
pl: Tabliczka z adresem z orzecha
pt_br: Placa de Endereço de Nogueira
ru: Каштановая табличка
zh_cn: 胡桃路牌
zh_tw: 胡桃路牌

# SKIN_NAMES.minisign_picketbrown_item
source: Walnut Address Plaque
de: Walnuss-Adressschild
es_mx: Letrero de Nogal
fr: Plaque d'adresse en noyer
it: Targhetta in noce
ja: 赤の住所プレート
ko: 호두나무 주소판
pl: Tabliczka z adresem z orzecha
pt_br: Placa de Endereço de Nogueira
ru: Каштановая табличка
zh_cn: 胡桃路牌
zh_tw: 胡桃路牌

# SKIN_NAMES.minisign_pickettan
source: Ash Address Plaque
de: Eschen-Adressschild
es_mx: Letrero de Fresno
fr: Plaque d'adresse en frêne
it: Targhetta in frassino
ja: 灰の住所プレート
ko: 재 주소판
pl: Jesionowa tabliczka z adresem
pt_br: Placa de Endereço de Freixo
ru: Ясеневая табличка
zh_cn: 灰白路牌
zh_tw: 灰白路牌

# SKIN_NAMES.minisign_pickettan_drawn
source: Ash Address Plaque
de: Eschen-Adressschild
es_mx: Letrero de Fresno
fr: Plaque d'adresse en frêne
it: Targhetta in frassino
ja: 灰の住所プレート
ko: 재 주소판
pl: Jesionowa tabliczka z adresem
pt_br: Placa de Endereço de Freixo
ru: Ясеневая табличка
zh_cn: 灰白路牌
zh_tw: 灰白路牌

# SKIN_NAMES.minisign_pickettan_item
source: Ash Address Plaque
de: Eschen-Adressschild
es_mx: Letrero de Fresno
fr: Plaque d'adresse en frêne
it: Targhetta in frassino
ja: 灰の住所プレート
ko: 재 주소판
pl: Jesionowa tabliczka z adresem
pt_br: Placa de Endereço de Freixo
ru: Ясеневая табличка
zh_cn: 灰白路牌
zh_tw: 灰白路牌

# SKIN_NAMES.minisign_picketwhite
source: White Address Plaque
de: Weißes Adressschild
es_mx: Letrero Blanco
fr: Plaque d'adresse blanche
it: Targhetta bianca
ja: 白の住所プレート
ko: 흰색 주소판
pl: Biała tabliczka z adresem
pt_br: Placa de Endereço Branca
ru: Белая табличка
zh_cn: 白色路牌
zh_tw: 白色路牌

# SKIN_NAMES.minisign_picketwhite_drawn
source: White Address Plaque
de: Weißes Adressschild
es_mx: Letrero Blanco
fr: Plaque d'adresse blanche
it: Targhetta bianca
ja: 白の住所プレート
ko: 흰색 주소판
pl: Biała tabliczka z adresem
pt_br: Placa de Endereço Branca
ru: Белая табличка
zh_cn: 白色路牌
zh_tw: 白色路牌

# SKIN_NAMES.minisign_picketwhite_item
source: White Address Plaque
de: Weißes Adressschild
es_mx: Letrero Blanco
fr: Plaque d'adresse blanche
it: Targhetta bianca
ja: 白の住所プレート
ko: 흰색 주소판
pl: Biała tabliczka z adresem
pt_br: Placa de Endereço Branca
ru: Белая табличка
zh_cn: 白色路牌
zh_tw: 白色路牌

# SKIN_NAMES.missing
source: Thingamabob
de: Dingsbums
es_mx: Cosa
fr: Machin
it: Coso
ko: 뭐시기
pl: Jak mu tam
pt_br: Coisareco
ru: Штуковина
zh_cn: 无名氏
zh_tw: 無名氏

# SKIN_NAMES.moonstaff_crystal
source: Prismatic Moon Caller's Staff
de: Prismatischer Mondruferstab
es_mx: Cetro de Invocador Lunar Prismático
fr: Bâton prismatique d'invocation lunaire
it: Bastone attira luna a prisma
ja: 色鮮やかな月召喚者の杖
ko: 프리즘 달 부름 지팡이
pl: Pryzmatyczne berło księżycowego czarodzieja
pt_br: Cajado Prismático do Avocante da Lua
ru: Призматический посох призывателя луны
zh_cn: 棱镜唤月者魔杖
zh_tw: 棱鏡喚月者魔杖

# SKIN_NAMES.moonstaff_portal
source: Moon Staff
de: Mondstab
fr: Sceptre sélène
it: Bastone lunare
ja: 月の杖
ko: 달의 지팡이
pl: Księżycowy kostur
pt_br: Cajado da Lua
ru: Лунный посох
zh_cn: 月亮魔杖
zh_tw: 月亮魔杖

# SKIN_NAMES.multitool_axe_pickaxe_pickaxeaxe
source: Pickaxe Axe
de: Spitzhacken-Axt
fr: Piache
it: Scure piccone
ja: つるはし斧
ko: 곡괭이 도끼
pl: Kilofotopór
pt_br: Machado Picareta
ru: Кирка-топор
zh_cn: 镐斧
zh_tw: 鎬斧

# SKIN_NAMES.mushroom_light2_lily
source: Lilycap Light
de: Lilienlampe
es_mx: Lámpara de Sombreros de Lirios
fr: Lampadaire lys
it: Lampada fungiglio
ja: 百合のライト
ko: 릴리캡 등불
pl: Lampa z lilczaka
pt_br: Luz do Chapéu de Lírio
ru: Лилейная лампа
zh_cn: 百合帽灯
zh_tw: 百合帽燈

# SKIN_NAMES.mushroom_light2_victorian
source: Mushlamp Post
de: Bein der Pilzlampe
fr: Lampadaire champi
it: Lampione con fungolampade
ja: キノコ街灯
ko: 머쉬램프 기둥
pl: Grzybolampa stojąca
pt_br: Poste Lâmpada de Cogumelo
ru: Грибофонарь
zh_cn: 蘑菇灯柱
zh_tw: 蘑菇燈柱

# SKIN_NAMES.mushroom_light_festive
source: Festive Fungal Lamp
de: Festliche Pilzlampe
es_mx: Lámpara Festiva de Champiñón
fr: Lampe fongique festive
it: Fungolampada festiva
ja: お祭りのキノコランプ
ko: 축제용 버섯 램프
pl: Świąteczna grzybowa lampa
pt_br: Lâmpada Festiva Fúngica
ru: Праздничная гриболампа
zh_cn: 节庆真菌灯
zh_tw: 節慶真菌燈

# SKIN_NAMES.mushroom_light_tiffany
source: Nouveau Mushlamp
de: Art-Nouveau-Pilzlampe
es_mx: Nouveau Lampiñón
fr: Champilampe art nouveau
it: Fungolampada nouveau
ja: 新種のキノコランプ
ko: 신형 버섯 램프
pl: Nouveau grzybna lampa
pt_br: Lâmpada de Cogumelo Nouveau
ru: Современная гриболампа
zh_cn: 现代艺术蘑菇灯
zh_tw: 現代藝術蘑菇燈

# SKIN_NAMES.mysterybox_beards
source: Magnificent Chest
de: Herrliche Truhe
es_mx: Cofre Magnífico
fr: Coffre magnifique
it: Scrigno magnifico
ja: 上等な宝箱
ko: 웅장한 상자
pl: Wspaniała skrzynia
pt_br: Baú Magnífico
ru: Великолепный сундук
zh_cn: 宏伟箱子
zh_tw: 宏偉箱子

# SKIN_NAMES.mysterybox_beards2
source: Extra Magnificent Chest
de: Besonders herrliche Truhe
es_mx: Cofre Extramagnífico
fr: Coffre vraiment magnifique
it: Scrigno super magnifico
ja: 余った上等な宝箱
ko: 엄청나게 웅장한 상자
pl: Wielce wspaniała skrzynia
pt_br: Baú Extra Magnífico
ru: Особенно великолепный сундук
zh_cn: 分外华丽箱子
zh_tw: 分外華麗箱子

# SKIN_NAMES.mysterybox_beards_silk
source: Web-Covered Chest
de: Truhe mit Spinnweben
es_mx: Cofre Cubierto de Telarañas
fr: Coffre couvert de toiles
it: Scrigno ricoperto di ragnatele
ja: クモの巣だらけの宝箱
ko: 거미줄로 뒤덮인 상자
pl: Skrzynia pokryta pajęczyną
pt_br: Baú Coberto de Teia
ru: Сундук, покрытый паутиной
zh_cn: 蛛网箱子
zh_tw: 蛛網箱子

# SKIN_NAMES.mysterybox_classic_4
source: Classic Curio Chest
de: Klassische Curio-Truhe
es_mx: Cofre de curiosidades clásico
fr: Coffre de curiosité classique
it: Scrigno curiosità classico
ja: クラシックな骨董宝箱
ko: 클래식 골동품 상자
pl: Skrzynia z klasycznymi kuriozami
pt_br: Baú de curiosidades clássico
ru: Классический сундук
zh_cn: 经典珍宝箱
zh_tw: 經典珍寶箱

# SKIN_NAMES.mysterybox_fixed
source: Chest of Goodies
de: Truhe voller feiner Dinge
es_mx: Cofre de Delicias
fr: Coffre de merveilles
it: Scrigno di chicche
ja: ご褒美の宝箱
ko: 물품이 든 상자
pl: Skrzynia niespodzianek
pt_br: Baú de Pertences
ru: Сундук полезностей
zh_cn: 好东西箱子
zh_tw: 好東西箱子

# SKIN_NAMES.mysterybox_ice_4
source: Winter's Feast Chest
de: Winterfest-Truhe
es_mx: Cofre de Fiesta Invernal
fr: Coffre de Festin d'hiver
it: Scrigno invernale
ja: 冬のお祭りの宝箱
ko: 겨울 축제 상자
pl: Skrzynia Zimowego Święta
pt_br: Baú de Banquete de Inverno
ru: Сундук Зимнего пира!
zh_cn: 冬季盛宴宝箱
zh_tw: 冬季盛宴寶箱

# SKIN_NAMES.mysterybox_invisible_5
source: Empty Chest
de: Leere Truhe
fr: Coffre vide
it: Scrigno vuoto
ja: 空の宝箱
ko: 빈 상자
pl: Pusta skrzynia
pt_br: Baú Vazio
ru: Пустой сундук
zh_cn: 空箱子
zh_tw: 空箱子

# SKIN_NAMES.mysterybox_lava_4
source: Pugna's War Chest
de: Pugnas Kriegstruhe
es_mx: Cofre de guerra de Pugna
fr: Coffre de guerre de Pugna
it: Scrigno bellico di Pugna
ja: プグナの戦闘宝箱
ko: 퍼그나 전쟁 상자
pl: Skrzynia wojenna Pugny
pt_br: Baú de guerra de Pugna
ru: Военный сундук Пугна
zh_cn: 普格纳战争宝箱
zh_tw: 普格納戰爭寶箱

# SKIN_NAMES.mysterybox_nature_4
source: Spring Chest
de: Frühlingstruhe
es_mx: Cofre de primavera
fr: Coffre de printemps
it: Scrigno di primavera
ja: 春の宝箱
ko: 봄 상자
pl: Skrzynia wiosenna
pt_br: Baú da primavera
ru: Весенний сундук
zh_cn: 春季宝箱
zh_tw: 春季寶箱

# SKIN_NAMES.mysterybox_terraria
source: Terrarized Chest
de: Terrarisierte Truhe
fr: Coffre terrarisé
it: Scrigno terrarizzato
ja: テラリアの宝箱
ko: 테라리아의 상자
pl: Skrzynia z Terrarii
pt_br: Baú Aterrariazado
ru: Терра-сундук
zh_cn: 泰拉瑞亚箱子
zh_tw: 泰拉瑞亞箱子

# SKIN_NAMES.mysterybox_trickortreat
source: Trick or Treat Chest
de: Truhe "Süßes oder Saures"
fr: Coffre des bonbons ou un sort
it: Scrigno Dolcetto o scherzetto
ja: トリック・オア・トリートの宝箱
ko: 트릭 오어 트릿 상자
pl: Skrzynia „Cukierek albo psikus”
pt_br: Baú de Guloseimas
ru: Сундук сладостей и шалостей
zh_cn: 糖果或捣蛋箱子
zh_tw: 糖果或搗蛋箱子

# SKIN_NAMES.mysterybox_trickortreat_alt
source: Trick or Treat Chest
de: Truhe "Süßes oder Saures"
fr: Coffre des bonbons ou un sort
it: Scrigno Dolcetto o scherzetto
ja: トリック・オア・トリートの宝箱
ko: 트릭 오어 트릿 상자
pl: Skrzynia „Cukierek albo psikus”
pt_br: Baú de Guloseimas
ru: Сундук сладостей и шалостей
zh_cn: 糖果或捣蛋箱子
zh_tw: 糖果或搗蛋箱子

# SKIN_NAMES.mysterybox_ugly_3
source: Moth-Eaten Chest
de: Mottenzerfressene Truhe
fr: Coffre miteux
it: Scrigno tarmato
ja: 虫食いの宝箱
ko: 좀먹은 상자
pl: Skrzynia nadgryziona przez ćmy
pt_br: Baú Comido por Traças
ru: Побитый молью сундук
zh_cn: 飞蛾箱子
zh_tw: 飛蛾箱子

# SKIN_NAMES.mysterybox_victorian_4
source: The Gnaw's Chest
de: Die Truhe des Mampf
es_mx: Cofre de la Roedora
fr: Le coffre du Gnaw
it: Scrigno del Masticatore
ja: ノウの宝箱
ko: 물뜯이의 상자
pl: Skrzynia Gryzienia
pt_br: Baú do Gnaw
ru: Сундук грызуна
zh_cn: 饕餮宝箱
zh_tw: 饕餮寶箱

# SKIN_NAMES.mysterybox_wormholes
source: Worm-Riddled Chest
de: Wurmzerfressene Truhe
fr: Coffre vermoulu
it: Scrigno pieno di vermi
ja: ワーム穴だらけの宝箱
ko: 벌레 물린 상자
pl: Skrzynia pełna robaków
pt_br: Baú Infestado de Vermes
ru: Источенный червями сундук
zh_cn: 虫洞之谜箱子
zh_tw: 蟲洞之謎箱子

# SKIN_NAMES.nightsword_curve
source: Twisted Dagger
de: Gewellter Dolch
es_mx: Daga Retorcida
fr: Poignard tordu
it: Pugnale contorto
ja: ツイストダガー
ko: 뒤틀린 단검
pl: Falisty sztylet
pt_br: Adaga Torcida
ru: Витой кинжал
zh_cn: 扭曲匕首
zh_tw: 扭曲匕首

# SKIN_NAMES.nightsword_lightsbane
source: Lightsbane
de: Lichterschreck
fr: Fléau de lumière
it: Flagello della luce
ja: ライツベイン
ko: 빛의 문제아
pl: Zguba światła
pt_br: Perdição da Luz
ru: Светобой
zh_cn: 魔光剑
zh_tw: 魔光劍

# SKIN_NAMES.nightsword_sharp
source: Corrupted Blade
de: Verdorbene Klinge
es_mx: Espada Corrupta
fr: Lame corrompue
it: Lama degenere
ja: 堕落の刃
ko: 부패한 칼날
pl: Zdeprawowane ostrze
pt_br: Lâmina Corrompida
ru: Оскверненный клинок
zh_cn: 腐败刀锋
zh_tw: 腐敗刀鋒

# SKIN_NAMES.none
source: Default
de: Standard
es_mx: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
zh_cn: 默认
zh_tw: 默認

# SKIN_NAMES.oar_driftwood_invisible
source: Pantomimed Driftwood Oar
de: Pantomimen-Treibholzruder
fr: Rame en bois flotté pour de faux
it: Remo di legno marino mimato
ja: パントマイムの流木のオール
ko: 무언의 유목 노
pl: Wiosło pantomimy z dryfującego drewna
pt_br: Pantomima de Remo de Madeira Flutuante
ru: Воображаемое весло из коряги
zh_cn: 拟真浮木桨
zh_tw: 擬真浮木槳

# SKIN_NAMES.oar_invisible
source: Pantomimed Oar
de: Pantomimen-Ruder
fr: Rame pour de faux
it: Remo mimato
ja: パントマイムのオール
ko: 무언의 노
pl: Wiosło pantomimy
pt_br: Pantomima de Remo
ru: Воображаемое весло
zh_cn: 拟真桨
zh_tw: 擬真槳

# SKIN_NAMES.oceanfishingrod_hotline
source: Hotline Fishing Rod
de: Angelrute Hotline
fr: Lave à pêche
it: Canna da pesca incandescente
ja: ホットラインの釣り竿
ko: 열선 낚싯대
pl: Gorąca wędka
pt_br: Vara de Pescar Direta
ru: Раскаленная удочка
zh_cn: 熔线钓竿
zh_tw: 熔線釣竿

# SKIN_NAMES.oceanfishingrod_ice
source: Ice Fishing Rod
de: Eisangelrute
es_mx: Caña de Pescar Helada
fr: Canne à pêche sur glace
it: Canna per pesca ghiacciata
ja: 氷の釣り竿
ko: 얼음 낚싯대
pl: Lodowa wędka
pt_br: Vara de Pesca de Gelo
ru: Удочка для подледной рыбалки
zh_cn: 寒冰钓竿
zh_tw: 寒冰釣竿

# SKIN_NAMES.oceanfishingrod_ice_alt
source: Ice Fishing Rod
de: Eisangelrute
es_mx: Caña de Pescar Helada
fr: Canne à pêche sur glace
it: Canna per pesca ghiacciata
ja: 氷の釣り竿
ko: 얼음 낚싯대
pl: Lodowa wędka
pt_br: Vara de Pesca de Gelo
ru: Удочка для подледной рыбалки
zh_cn: 寒冰钓竿
zh_tw: 寒冰釣竿
