Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.orangestaff_ancient
source: The Ancient Explorer
de: Der antike Entdecker
es_mx: El explorador antiguo
fr: L'ancien explorateur
it: L'esploratore antico
ja: いにしえの旅人の杖
ko: 고대의 탐험가
pl: Starożytny eksplorator
pt_br: O Explorador Ancestral
ru: Древний Исследователь
zh_cn: 远古懒人魔杖
zh_tw: 遠古懶人魔杖

# SKIN_NAMES.orangestaff_candycane
source: Candy Explorer
de: Zucker-Erkunder
es_mx: Bastón de Caramelo de Explorador
fr: Explorateur sucré
it: Esploratore caramellato
ja: キャンディの探索杖
ko: 사탕 탐험가
pl: Słodki odkrywca
pt_br: Explorador Doce
ru: Конфетная странница
zh_cn: 糖果懒人魔杖
zh_tw: 糖果懶人魔杖

# SKIN_NAMES.orangestaff_harlequin
source: Foolish Explorer
de: Närrischer Entdecker
fr: Bouffon explorateur
it: Esploratore giullaresco
ja: 愚かな冒険家
ko: 어리석은 탐험가
pl: Nierozsądny eksplorator
pt_br: Explorador Insensato
ru: Исследователь-шут
zh_cn: 愚人探索手杖
zh_tw: 愚人探索手杖

# SKIN_NAMES.orangestaff_rodofdiscord
source: Rod of Discord
de: Rute der Zwietracht
fr: Sceptre de la discorde
it: Bastone della discordia
ja: 不和の杖
ko: 불화봉
pl: Różdżka niezgody
pt_br: Vara da Discórdia
ru: Посох хаоса
zh_cn: 混沌传送杖
zh_tw: 混沌傳送杖

# SKIN_NAMES.orangestaff_sharp
source: Corrupted Staff
de: Verdorbener Stab
es_mx: Cetro Corrupto
fr: Bâton corrompu
it: Bacchetta degenere
ja: 堕落の杖
ko: 부패한 지팡이
pl: Zdeprawowane berło
pt_br: Cajado Corrompido
ru: Оскверненный посох
zh_cn: 腐败魔杖
zh_tw: 腐敗魔杖

# SKIN_NAMES.orangestaff_victorian
source: Fanciful Explorer
de: Herrlicher Entdecker
es_mx: Explorador bonito
fr: L'explorateur fantasque
it: Esploratore eccentrico
ja: 空想の探索杖
ko: 고급스러운 탐험가
pl: Wytworny eksplorator
pt_br: Explorador Elegante
ru: Экстравагантный исследователь
zh_cn: 华丽懒人魔杖
zh_tw: 華麗懶人魔杖

# SKIN_NAMES.pack_boy_items
source: Homespun Chest
de: Hausgemachte Truhe
fr: Coffre fait-main
it: Scrigno tessuto in casa
ja: お手製の宝箱
ko: 홈스펀 상자
pl: Zwyczajna skrzynia
pt_br: Baú Singelo
ru: Деревенский сундук
zh_cn: 家纺箱子
zh_tw: 家紡箱子

# SKIN_NAMES.pack_character_wanda
source: Wanda Chest
de: Wanda-Truhe
fr: Coffre de Wanda
it: Scrigno di Wanda
ja: ワンダの宝箱
ko: 완다 상자
pl: Skrzynia Wandy
pt_br: Baú da Wanda
ru: Сундук Ванды
zh_cn: 旺达箱子
zh_tw: 旺達箱子

# SKIN_NAMES.pack_character_wormwood
source: Wormwood Chest
de: Wormwood-Truhe
es_mx: Cofre de Wormwood
fr: Coffre de Wormwood
it: Scrigno di Wormwood
ja: ワームウッドの宝箱
ko: 웜우드 상자
pl: Skrzynia dla Wormwooda
pt_br: Baú do Wormwood
ru: Сундук Вормвуда
zh_cn: 沃姆伍德箱子
zh_tw: 沃姆伍德箱子

# SKIN_NAMES.pack_character_wortox
source: Wortox Chest
de: Wortox-Truhe
es_mx: Cofre de Wortox
fr: Coffre Wortox
it: Scrigno di Wortox
ja: ウォルトックスの宝箱
ko: 워톡스 상자
pl: Skrzynia dla Wortoxa
pt_br: Baú do Wortox
ru: Сундук Вортокса
zh_cn: 沃拓克斯箱子
zh_tw: 沃拓克斯箱子

# SKIN_NAMES.pack_character_wurt
source: Wurt Chest
de: Wurt-Truhe
es_mx: Cofre de Wurt
fr: Coffre de Wurt
it: Scrigno di Wurt
ja: ワートの宝箱
ko: 워트 상자
pl: Skrzynia dla Wurt
pt_br: Baú da Wurt
ru: Сундук Вурт
zh_cn: 沃特箱子
zh_tw: 沃特箱子

# SKIN_NAMES.pack_container_items
source: Cottage Cache Chest
de: Hüttenversteck-Truhe
fr: Coffre Maison de campagne
it: Scrigno Cottage
ja: コテージの小物入れ宝箱
ko: 오두막 은신처 상자
pl: Skrzynia z wiejskiej chatki
pt_br: Baú da Casa de Campo
ru: Садовый сундук
zh_cn: 乡村收纳箱子
zh_tw: 鄉村收納箱子

# SKIN_NAMES.pack_costume_all
source: Survivors Costume Chest
de: Kostümtruhe des Überlebenden
fr: Coffre de costume de survivants
it: Scrigno Sopravvissuti Costumi
ja: 生存者のコスチュームの宝箱
ko: 생존자 의상 상자
pl: Skrzynia ze strojami rozbitków
pt_br: Baú de Fantasias dos Sobreviventes
ru: Сундук с костюмами выживших
zh_cn: 冒险家服饰箱子
zh_tw: 冒險家服飾箱子

# SKIN_NAMES.pack_costume_all2
source: Survivors Costume Chest, Part II
de: Kostümtruhe des Überlebenden, Teil II
fr: Coffre de costume de survivants, partie II
it: Scrigno Sopravvissuti Costumi, Parte II
ja: 生存者のコスチュームの宝箱パート2
ko: 생존자 의상 상자, Part II
pl: Skrzynia ze strojami rozbitków, część 2
pt_br: Baú de Fantasias dos Sobreviventes, Parte II
ru: Сундук с костюмами выживших, часть 2
zh_cn: 冒险家服饰箱子，第二章
zh_tw: 冒險家服飾箱子，第二章

# SKIN_NAMES.pack_costume_bundle
source: Complete Costume Chest
de: Komplette Kostümtruhe
fr: Coffre de costume complet
it: Scrigno Costumi completo
ja: コスチュームの宝箱完全版
ko: 종합 의상 상자
pl: Kompletna skrzynia ze strojami
pt_br: Baú de Fantasias Completo
ru: Полный сундук с костюмами
zh_cn: 全套服饰箱子
zh_tw: 全套服飾箱子

# SKIN_NAMES.pack_costume_bundle2
source: Complete Costume Chest
de: Komplette Kostümtruhe
fr: Coffre de costume complet
it: Scrigno Costumi completo
ja: コスチュームの宝箱完全版
ko: 종합 의상 상자
pl: Kompletna skrzynia ze strojami
pt_br: Baú de Fantasias Completo
ru: Полный сундук с костюмами
zh_cn: 全套服饰箱子
zh_tw: 全套服飾箱子

# SKIN_NAMES.pack_costume_clothes
source: Costume Clothing Chest
de: Kostüm-Kleidungstruhe
fr: Coffre de vêtements de costume
it: Scrigno Costumi Abbigliamento
ja: コスチューム衣装の宝箱
ko: 의상 의류 상자
pl: Skrzynia z odzieżą
pt_br: Baú de Roupas de Fantasia
ru: Сундук с костюмными нарядами
zh_cn: 服饰衣物箱子
zh_tw: 服飾衣物箱子

# SKIN_NAMES.pack_costume_items
source: Costume Belongings Chest
de: Kostüm-Habseligkeitentruhe
fr: Coffre d'affaires de costume
it: Scrigno Oggetti Costumi
ja: コスチュームの付属品宝箱
ko: 의상 소지품 상자
pl: Skrzynia z dobytkiem do strojów
pt_br: Baú de Pertences de Fantasia
ru: Сундук с костюмными пожитками
zh_cn: 服饰财物箱子
zh_tw: 服飾財物箱子

# SKIN_NAMES.pack_costume_walter
source: Walter Costume Chest
de: Walters Kostümtruhe
fr: Coffre de costume de Walter
it: Scrigno Walter Costumi
ja: ウォルターのコスチュームの宝箱
ko: 월터 의상 상자
pl: Skrzynia ze strojami Waltera
pt_br: Baú de Fantasias do Walter
ru: Сундук с костюмами Уолтера
zh_cn: 沃尔特服饰箱子
zh_tw: 沃爾特服飾箱子

# SKIN_NAMES.pack_costume_wanda
source: Wanda Costume Chest
de: Wandas Kostümtruhe
fr: Coffre de costume de Wanda
it: Scrigno Wanda Costumi
ja: ワンダのコスチュームの宝箱
ko: 완다 의상 상자
pl: Skrzynia ze strojami Wandy
pt_br: Baú de Fantasias da Wanda
ru: Сундук с костюмами Ванды
zh_cn: 旺达服饰箱子
zh_tw: 旺達服飾箱子

# SKIN_NAMES.pack_costume_warly
source: Warly Costume Chest
de: Warlys Kostümtruhe
fr: Coffre de costume de Warly
it: Scrigno Warly Costumi
ja: ワーリーのコスチュームの宝箱
ko: 왈리 의상 상자
pl: Skrzynia ze strojami Warly’ego
pt_br: Baú de Fantasias do Warly
ru: Сундук с костюмами Варли
zh_cn: 沃利服饰箱子
zh_tw: 沃利服飾箱子

# SKIN_NAMES.pack_costume_wathgrithr
source: Wigfrid Costume Chest
de: Wigfrids Kostümtruhe
fr: Coffre de costume de Wigfrid
it: Scrigno Wigfrid Costumi
ja: ウィグフリドのコスチュームの宝箱
ko: 위그프리드 의상 상자
pl: Skrzynia ze strojami Wigfrydy
pt_br: Baú de Fantasias da Wigfrid
ru: Сундук с костюмами Вигфрид
zh_cn: 薇格弗德服饰箱子
zh_tw: 薇格弗德服飾箱子

# SKIN_NAMES.pack_costume_waxwell
source: Maxwell Costume Chest
de: Maxwells Kostümtruhe
fr: Coffre de costume de Maxwell
it: Scrigno Maxwell Costumi
ja: マクスウェルのコスチュームの宝箱
ko: 맥스웰 의상 상자
pl: Skrzynia ze strojami Maxwella
pt_br: Baú de Fantasias do Maxwell
ru: Сундук с костюмами Максвелла
zh_cn: 麦斯威尔服饰箱子
zh_tw: 麥斯威爾服飾箱子

# SKIN_NAMES.pack_costume_webber
source: Webber Costume Chest
de: Webbers Kostümtruhe
fr: Coffre de costume de Webber
it: Scrigno Webber Costumi
ja: ウェバーのコスチュームの宝箱
ko: 웨버 의상 상자
pl: Skrzynia ze strojami Webbera
pt_br: Baú de Fantasias do Webber
ru: Сундук с костюмами Веббера
zh_cn: 韦伯服饰箱子
zh_tw: 韋伯服飾箱子

# SKIN_NAMES.pack_costume_wendy
source: Wendy Costume Chest
de: Wendys Kostümtruhe
fr: Coffre de costume de Wendy
it: Scrigno Wendy Costumi
ja: ウェンディのコスチュームの宝箱
ko: 웬디 의상 상자
pl: Skrzynia ze strojami Wendy
pt_br: Baú de Fantasias da Wendy
ru: Сундук с костюмами Венди
zh_cn: 温蒂服饰箱子
zh_tw: 溫蒂服飾箱子

# SKIN_NAMES.pack_costume_wes
source: Wes Costume Chest
de: Wes' Kostümtruhe
fr: Coffre de costume de Wes
it: Scrigno Wes Costumi
ja: ウェスのコスチュームの宝箱
ko: 웨스 의상 상자
pl: Skrzynia ze strojami Wesa
pt_br: Baú de Fantasias do Wes
ru: Сундук с костюмами Вэса
zh_cn: 韦斯服饰箱子
zh_tw: 韋斯服飾箱子

# SKIN_NAMES.pack_costume_wickerbottom
source: Wickerbottom Costume Chest
de: Wickerbottoms Kostümtruhe
fr: Coffre de costume de Wickerbottom
it: Scrigno Wickerbottom Costumi
ja: ウィッカーボトムのコスチュームの宝箱
ko: 위커바텀 의상 상자
pl: Skrzynia ze strojami Wiklińskiej
pt_br: Baú de Fantasias da Wickerbottom
ru: Сундук с костюмами Уикерботтом
zh_cn: 薇克巴顿服饰箱子
zh_tw: 薇克巴頓服飾箱子

# SKIN_NAMES.pack_costume_willow
source: Willow Costume Chest
de: Willows Kostümtruhe
fr: Coffre de costume de Willow
it: Scrigno Willow Costumi
ja: ウィローの峡谷の宝箱
ko: 윌로우 의상 상자
pl: Skrzynia ze strojami Willow
pt_br: Baú de Fantasias da Willow
ru: Сундук с костюмами Уиллоу
zh_cn: 薇洛服饰箱子
zh_tw: 薇洛服飾箱子

# SKIN_NAMES.pack_costume_wilson
source: Wilson Costume Chest
de: Wilsons Kostümtruhe
fr: Coffre de costume de Wilson
it: Scrigno Wilson Costumi
ja: ウィルソンのコスチュームの宝箱
ko: 윌슨 의상 상자
pl: Skrzynia ze strojami Wilsona
pt_br: Baú de Fantasias do Wilson
ru: Сундук с костюмами Уилсона
zh_cn: 威尔逊服饰箱子
zh_tw: 威爾遜服飾箱子

# SKIN_NAMES.pack_costume_winona
source: Winona Costume Chest
de: Winonas Kostümtruhe
fr: Coffre de costume de Winona
it: Scrigno Winona Costumi
ja: ウィノナのコスチュームの宝箱
ko: 위노나 의상 상자
pl: Skrzynia ze strojami Winony
pt_br: Baú de Fantasias da Winona
ru: Сундук с костюмами Вайноны
zh_cn: 薇诺娜服饰箱子
zh_tw: 薇諾娜服飾箱子

# SKIN_NAMES.pack_costume_wolfgang
source: Wolfgang Costume Chest
de: Wolfgangs Kostümtruhe
fr: Coffre de costume de Wolfgang
it: Scrigno Wolfgang Costumi
ja: ウルフガングのコスチュームの宝箱
ko: 볼프강 의상 상자
pl: Skrzynia ze strojami Wolfganga
pt_br: Baú de Fantasias do Wolfgang
ru: Сундук с костюмами Вольфганга
zh_cn: 沃尔夫冈服饰箱子
zh_tw: 沃爾夫岡服飾箱子

# SKIN_NAMES.pack_costume_woodie
source: Woodie Costume Chest
de: Woodies Kostümtruhe
fr: Coffre de costume de Woodie
it: Scrigno Woodie Costumi
ja: ウッディのコスチュームの宝箱
ko: 우디 의상 상자
pl: Skrzynia ze strojami Woodiego
pt_br: Baú de Fantasias do Woodie
ru: Сундук с костюмами Вуди
zh_cn: 伍迪服饰箱子
zh_tw: 伍迪服飾箱子

# SKIN_NAMES.pack_costume_wormwood
source: Wormwood Costume Chest
de: Wormwoods Kostümtruhe
fr: Coffre de costume de Wormwood
it: Scrigno Wormwood Costumi
ja: ワームウッドのコスチュームの宝箱
ko: 웜우드 의상 상자
pl: Skrzynia ze strojami Wormwooda
pt_br: Baú de Fantasias do Wormwood
ru: Сундук с костюмами Вормвуда
zh_cn: 沃姆伍德服饰箱子
zh_tw: 沃姆伍德服飾箱子

# SKIN_NAMES.pack_costume_wortox
source: Wortox Costume Chest
de: Wortox' Kostümtruhe
fr: Coffre de costume de Wortox
it: Scrigno Wortox Costumi
ja: ウォルトックスのコスチュームの宝箱
ko: 워톡스 의상 상자
pl: Skrzynia ze strojami Wortoxa
pt_br: Baú de Fantasias do Wortox
ru: Сундук с костюмами Вортокса
zh_cn: 沃拓克斯服饰箱子
zh_tw: 沃拓克斯服飾箱子

# SKIN_NAMES.pack_costume_wurt
source: Wurt Costume Chest
de: Wurts Kostümtruhe
fr: Coffre de costume de Wurt
it: Scrigno Wurt Costumi
ja: ワートのコスチュームの宝箱
ko: 워트 의상 상자
pl: Skrzynia ze strojami Wurta
pt_br: Baú de Fantasias da Wurt
ru: Сундук с костюмами Вурт
zh_cn: 沃特服饰箱子
zh_tw: 沃特服飾箱子

# SKIN_NAMES.pack_costume_wx78
source: WX-78 Costume Chest
de: WX-78s Kostümtruhe
fr: Coffre de costume de WX-78
it: Scrigno WX-78 Costumi
ja: WX-78のコスチュームの宝箱
ko: WX-78 의상 상자
pl: Skrzynia ze strojami WX-78
pt_br: Baú de Fantasias do WX-78
ru: Сундук с костюмами WX-78
zh_cn: WX-78服饰箱子
zh_tw: WX-78服飾箱子

# SKIN_NAMES.pack_factory_items
source: Voxola Warehouse Chest
de: Voxola-Lager-Truhe
es_mx: Cofre de almacén de Voxola
fr: Coffre d'entrepôt Voxola
it: Scrigno Voxola
ja: ヴォクソラ倉庫の宝箱
ko: 복솔라 창고 상자
pl: Skrzynia magazynowa Voxola
pt_br: Baú de guarda-roupa da Voxola
ru: Складской сундук Воксола
zh_cn: 沃科拉仓库宝箱
zh_tw: 沃柯拉倉庫寶箱

# SKIN_NAMES.pack_fantasy_items
source: Fantasmical Chest
de: Phantasmische Truhe
fr: Coffre Fantasmaghéroïque
it: Scrigno fantasmico
ja: 空想の宝箱
ko: 환상마법 상자
pl: Fantasmagoryczna skrzynia
pt_br: Baú Fantásmico
ru: Сказочный сундук
zh_cn: 魔幻箱子
zh_tw: 魔幻箱子

# SKIN_NAMES.pack_forge_armor
source: Forge Armor Chest
de: Schmiede-Rüstungstruhe
es_mx: Cofre de armaduras de la Forja
fr: Coffre Armure de forge
it: Scrigno armature Forgia
ja: 鍛冶防具の宝箱
ko: Forge 갑옷 상자
pl: Skrzynia pancerzy Kuźni
pt_br: Baú de armaduras da Forja
ru: Сундук с броней Горнила
zh_cn: 熔炉盔甲箱子
zh_tw: 熔爐盔甲箱子

# SKIN_NAMES.pack_forge_weapons
source: Forge Weapons Chest
de: Schmiedewaffen-Truhe
es_mx: Cofre de armas de la Forja
fr: Coffre Armes de forge
it: Scrigno armi Forgia
ja: 鍛冶武器の宝箱
ko: Forge 무기 상자
pl: Skrzynia uzbrojenia Kuźni
pt_br: Baú de armas da Forja
ru: Сундук с оружием Горнила
zh_cn: 熔炉武器箱子
zh_tw: 熔爐武器箱子

# SKIN_NAMES.pack_gladiator_all
source: All Survivors Gladiator Chest
de: Gladiatoren-Truhe aller Überlebenden
es_mx: Cofre de gladiador de todos los sobrevivientes
fr: Coffre Gladiateur Tous les survivants
it: Scrigno Gladiatori tutti
ja: 全生存者の剣闘士の宝箱
ko: 모든 생존자 검투사 상자
pl: Skrzynia Gladiatora dla wszystkich
pt_br: Baú de Gladiador de todos os sobreviventes
ru: Сундук Гладиатора для всех выживших
zh_cn: 所有冒险家的角斗士箱子
zh_tw: 所有冒險家的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wathgrithr
source: Wigfrid Gladiator Chest
de: Wigfrids Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wigfrid
fr: Coffre Gladiateur de Wigfrid
it: Scrigno Wigfrid Gladiatrice
ja: ウィグフリドの剣闘士の宝箱
ko: 위그프리드 검투사 상자
pl: Skrzynia Gladiatora dla Wigfrydy
pt_br: Baú de Gladiador de Wigfrid
ru: Сундук Гладиатора для Вигфрид
zh_cn: 薇格弗德的角斗士箱子
zh_tw: 薇格弗德的角鬥士箱子

# SKIN_NAMES.pack_gladiator_waxwell
source: Maxwell Gladiator Chest
de: Maxwells Gladiatoren-Truhe
es_mx: Cofre de gladiador de Maxwell
fr: Coffre Gladiateur de Maxwell
it: Scrigno Maxwell Gladiatore
ja: マクスウェルの剣闘士の宝箱
ko: 맥스웰 검투사 상자
pl: Skrzynia Gladiatora dla Maxwella
pt_br: Baú de Gladiador de Maxwell
ru: Сундук Гладиатора для Максвелла
zh_cn: 麦斯威尔的角斗士箱子
zh_tw: 麥斯威爾的角鬥士箱子

# SKIN_NAMES.pack_gladiator_webber
source: Webber Gladiator Chest
de: Webbers Gladiatoren-Truhe
es_mx: Cofre de gladiador de Webber
fr: Coffre Gladiateur de Webber
it: Scrigno Webber Gladiatore
ja: ウェバーの剣闘士の宝箱
ko: 웨버 검투사 상자
pl: Skrzynia Gladiatora dla Webbera
pt_br: Baú de Gladiador de Webber
ru: Сундук Гладиатора для Веббера
zh_cn: 韦伯的角斗士箱子
zh_tw: 韋伯的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wendy
source: Wendy Gladiator Chest
de: Wendys Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wendy
fr: Coffre Gladiateur de Wendy
it: Scrigno Wendy Gladiatrice
ja: ウェンディの剣闘士の宝箱
ko: 웬디 검투사 상자
pl: Skrzynia Gladiatora dla Wendy
pt_br: Baú de Gladiador de Wendy
ru: Сундук Гладиатора для Венди
zh_cn: 温蒂的角斗士箱子
zh_tw: 溫蒂的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wes
source: Wes Gladiator Chest
de: Wes' Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wes
fr: Coffre Gladiateur de Wes
it: Scrigno Wes Gladiatore
ja: ウェスの剣闘士の宝箱
ko: 웨스 검투사 상자
pl: Skrzynia Gladiatora dla Wesa
pt_br: Baú de Gladiador de Wes
ru: Сундук Гладиатора для Вэса
zh_cn: 韦斯的角斗士箱子
zh_tw: 韋斯的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wickerbottom
source: Wickerbottom Gladiator Chest
de: Wickerbottoms Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wickerbottom
fr: Coffre Gladiateur de Wickerbottom
it: Scrigno Wickerbottom Gladiatrice
ja: ウィッカーボトムの剣闘士の宝箱
ko: 위커바텀 검투사 상자
pl: Skrzynia Gladiatora dla Wiklińskiej
pt_br: Baú de Gladiador de Wickerbottom
ru: Сундук Гладиатора для Уикерботтом
zh_cn: 薇克巴顿的角斗士箱子
zh_tw: 薇克巴頓的角鬥士箱子

# SKIN_NAMES.pack_gladiator_willow
source: Willow Gladiator Chest
de: Willows Gladiatoren-Truhe
es_mx: Cofre de gladiador de Willow
fr: Coffre Gladiateur de Willow
it: Scrigno Willow Gladiatrice
ja: ウィローの剣闘士の宝箱
ko: 윌로우 검투사 상자
pl: Skrzynia Gladiatora dla Willow
pt_br: Baú de Gladiador de Willow
ru: Сундук Гладиатора для Уиллоу
zh_cn: 薇洛的角斗士箱子
zh_tw: 薇洛的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wilson
source: Wilson Gladiator Chest
de: Wilsons Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wilson
fr: Coffre Gladiateur de Wilson
it: Scrigno Wilson Gladiatore
ja: ウィルソンの剣闘士の宝箱
ko: 윌슨 검투사 상자
pl: Skrzynia Gladiatora dla Wilsona
pt_br: Baú de Gladiador de Wilson
ru: Сундук Гладиатора для Уилсона
zh_cn: 威尔逊的角斗士箱子
zh_tw: 威爾遜的角鬥士箱子

# SKIN_NAMES.pack_gladiator_winona
source: Winona Gladiator Chest
de: Winonas Gladiatoren-Truhe
es_mx: Cofre de gladiador de Winona
fr: Coffre Gladiateur de Winona
it: Scrigno Winona Gladiatrice
ja: ウィノナの剣闘士の宝箱
ko: 위노나 검투사 상자
pl: Skrzynia Gladiatora dla Winony
pt_br: Baú de Gladiador de Winona
ru: Сундук Гладиатора для Вайноны
zh_cn: 薇诺娜的角斗士箱子
zh_tw: 薇諾娜的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wolfgang
source: Wolfgang Gladiator Chest
de: Wolfgangs Gladiatoren-Truhe
es_mx: Cofre de gladiador de Wolfgang
fr: Coffre Gladiateur de Wolfgang
it: Scrigno Wolfgang Gladiatore
ja: ウルフガングの剣闘士の宝箱
ko: 볼프강 검투사 상자
pl: Skrzynia Gladiatora dla Wolfganga
pt_br: Baú de Gladiador de Wolfgang
ru: Сундук Гладиатора для Вольфганга
zh_cn: 沃尔夫冈的角斗士箱子
zh_tw: 沃爾夫岡的角鬥士箱子

# SKIN_NAMES.pack_gladiator_woodie
source: Woodie Gladiator Chest
de: Woodies Gladiatoren-Truhe
es_mx: Cofre de gladiador de Woodie
fr: Coffre Gladiateur de Woodie
it: Scrigno Woodie Gladiatore
ja: ウッディの剣闘士の宝箱
ko: 우디 검투사 상자
pl: Skrzynia Gladiatora dla Woodiego
pt_br: Baú de Gladiador de Woodie
ru: Сундук Гладиатора для Вуди
zh_cn: 伍迪的角斗士箱子
zh_tw: 伍迪的角鬥士箱子

# SKIN_NAMES.pack_gladiator_wx78
source: WX-78 Gladiator Chest
de: Gladiatoren-Truhe von WX-78
es_mx: Cofre de gladiador de WX-78
fr: Coffre Gladiateur de WX-78
it: Scrigno WX-78 Gladiatore
ja: WX-78の剣闘士の宝箱
ko: WX-78 검투사 상자
pl: Skrzynia Gladiatora dla WX-78
pt_br: Baú de Gladiador de WX-78
ru: Сундук Гладиатора для WX-78
zh_cn: WX-78的角斗士箱子
zh_tw: WX-78的角鬥士箱子

# SKIN_NAMES.pack_gothic_items
source: Gothic Belongings Chest
de: Gotische Habseligkeitentruhe
fr: Coffre d'affaires Gothique
it: Scrigno Oggetti Gotici
ja: ゴシックな付属品宝箱
ko: 고딕 소지품 상자
pl: Gotycka skrzynia z dobytkiem
pt_br: Baú de Pertences Góticos
ru: Готический сундук с пожитками
zh_cn: 哥特财物箱子
zh_tw: 哥特財物箱子

# SKIN_NAMES.pack_hallowed_all
source: Hallowed Nights Survivors Chest
de: Halloween-Truhe der Überlebenden
es_mx: Cofre de sobreviviente de Hallowed Nights
fr: Coffre Survivants Hallowed Nights
it: Scrigno Sopravvissuti Notti di Hallowed
ja: 生存者のハロウィンナイトの宝箱
ko: Hallowed Nights 생존자 상자
pl: Skrzynia Halloweenowa rozbitków
pt_br: Baú dos sobreviventes das Noites Sagradas
ru: Сундук переживших Ночь всех святых
zh_cn: 万圣夜冒险家箱子
zh_tw: 萬聖夜冒險家箱子

# SKIN_NAMES.pack_hallowed_all2
source: Hallowed Nights Survivors Chest, Part II
de: Halloween-Truhe der Überlebenden, Teil II
es_mx: Cofre de sobreviviente de Hallowed Nights, Parte II
fr: Coffre des survivants Hallowed Nights, Partie II
it: Scrigno Sopravvissuti Notti di Hallowed, Parte II
ja: 生存者のハロウィンナイトの宝箱パート2
ko: Hallowed Nights 생존자 상자, 파트 II
pl: Skrzynia halloweenowa rozbitków, część II
pt_br: Baú dos Sobreviventes das Noites Sagradas, Parte II
ru: Сундук переживших Ночь всех святых, часть 2
zh_cn: 万圣夜冒险家箱子，第二章
zh_tw: 萬聖夜冒險家箱子，第二章

# SKIN_NAMES.pack_hallowed_all3
source: Hallowed Nights Survivors Chest, Part III
de: Heilige Nächte-Truhe der Überlebenden, Teil III
fr: Coffre des survivants Hallowed Nights, partie III
it: Scrigno Sopravvissuti Notti di Hallowed, Parte III
ja: 生存者のハロウィンナイトの宝箱パート3
ko: Hallowed Nights 생존자 상자, Part III
pt_br: Baú dos Sobreviventes das Noites Sagradas, Parte III
ru: Сундук переживших Ночь всех святых, часть 3
zh_cn: 万圣夜冒险家箱子，第三章
zh_tw: 萬聖夜冒險家箱子，第三章

# SKIN_NAMES.pack_hallowed_bundle
source: Complete Hallowed Nights Chest
de: Komplette Halloween-Truhe
es_mx: Cofre completo de Hallowed Nights
fr: Coffre complet Hallowed Nights
it: Scrigno completo Notti di Hallowed
ja: ハロウィンナイトの宝箱完全版
ko: Hallowed Nights 종합 상자
pl: Kompletna Skrzynia Halloweenowa
pt_br: Baú das Noites Sagradas completo
ru: Полный сундук «Ночь всех святых»
zh_cn: 完整的万圣夜箱子
zh_tw: 完整的萬聖夜箱子

# SKIN_NAMES.pack_hallowed_bundle2
source: Complete Hallowed Nights Chest
de: Komplette Halloween-Truhe
es_mx: Cofre completo de Hallowed Nights
fr: Coffre complet Hallowed Nights
it: Scrigno completo Notti di Hallowed
ja: ハロウィンナイトの宝箱完全版
ko: Hallowed Nights 종합 상자
pl: Kompletna Skrzynia Halloweenowa
pt_br: Baú das Noites Sagradas completo
ru: Полный сундук «Ночь Всех Святых»
zh_cn: 完整的万圣夜箱子
zh_tw: 完整的萬聖夜箱子

# SKIN_NAMES.pack_hallowed_bundle3
source: Complete Hallowed Nights Chest
de: Komplette Halloween-Truhe
es_mx: Cofre completo de Hallowed Nights
fr: Coffre complet Hallowed Nights
it: Scrigno completo Notti di Hallowed
ja: ハロウィンナイトの宝箱完全版
ko: Hallowed Nights 종합 상자
pl: Kompletna Skrzynia Halloweenowa
pt_br: Baú das Noites Sagradas completo
ru: Полный сундук «Ночь всех святых»
zh_cn: 完整的万圣夜箱子
zh_tw: 完整的萬聖夜箱子

# SKIN_NAMES.pack_hallowed_items
source: Hallowed Nights Belongings Chest
de: Halloween-Truhe mit Habseligkeiten
es_mx: Cofre de pertenencias de Hallowed Nights
fr: Coffre d'effets personnels Hallowed Nights
it: Scrigno personale Notti di Hallowed
ja: ハロウィンナイトの付属品宝箱
ko: Hallowed Nights 소지품 상자
pl: Skrzynia Halloweenowa z dobytkiem
pt_br: Baú de pertences das Noites Sagradas
ru: Сундук с пожитками Ночи всех святых
zh_cn: 万圣夜财物箱子
zh_tw: 萬聖夜財物箱子

# SKIN_NAMES.pack_hallowed_walter
source: The Chatterbox Chest
de: Die Quasselstrippen-Truhe
fr: Coffre Pipelette
it: Scrigno Logorroico
ja: お喋りの宝箱
ko: 수다쟁이 상자
pl: Skrzynia gaduły
pt_br: Baú Tagarela
ru: Сундук Болтуна
zh_cn: 话匣子箱子
zh_tw: 話匣子箱子

# SKIN_NAMES.pack_hallowed_warly
source: The Candy Coated Chest
de: Zuckergusstruhe
es_mx: El cofre Cubierto de Caramelo
fr: Le coffre acidulé
it: Lo Scrigno Incaramellato
ja: キャンディまみれの宝箱
ko: 사탕 발린 상자
pl: Cukierkowa skrzynia
pt_br: O Baú Revestido de Doce
ru: Глазированный сундук
zh_cn: 糖衣箱子
zh_tw: 糖衣箱子

# SKIN_NAMES.pack_hallowed_wathgrithr
source: The Straw-Stuffed Chest
de: Truhe voller Stroh
es_mx: El cofre Relleno de Paja
fr: Le coffre garni de paille
it: Lo Scrigno Spaventapasseri
ja: ワラの宝箱
ko: 짚으로 채운 상자
pl: Słomiana skrzynia
pt_br: O Baú Estufado de Palha
ru: Соломенный сундук
zh_cn: 稻草箱子
zh_tw: 稻草箱子

# SKIN_NAMES.pack_hallowed_waxwell
source: The Vampiric Chest
de: Vampirtruhe
es_mx: El cofre Vampírico
fr: Le coffre vampirique
it: Lo Scrigno Vampiresco
ja: 吸血鬼の宝箱
ko: 흡혈귀 상자
pl: Skrzynia wampira
pt_br: O Baú Vampírico
ru: Вампирский сундук
zh_cn: 吸血鬼箱子
zh_tw: 吸血鬼箱子

# SKIN_NAMES.pack_hallowed_webber
source: The Rebel Chest
de: Rebellentruhe
es_mx: Cofre del rebelde
fr: Le coffre Rebelle
it: Scrigno Ribelle
ja: 反逆者の宝箱
ko: 반항아 상자
pl: Skrzynia Buntownika
pt_br: O Baú do Rebelde
ru: Сундук Мятежника
zh_cn: 叛逆箱子
zh_tw: 叛逆箱子

# SKIN_NAMES.pack_hallowed_wendy
source: The Supernatural Chest
de: Übernatürliche Truhe
es_mx: Cofre de la sobrenatural
fr: Le coffre Surnaturel
it: Scrigno Soprannaturale
ja: 超能力の宝箱
ko: 초자연 상자
pl: Nawiedzona Skrzynia
pt_br: O Baú da Sobrenatural
ru: Сверхъестественный сундук
zh_cn: 超自然箱子
zh_tw: 超自然箱子

# SKIN_NAMES.pack_hallowed_wes
source: The Pierrot Chest
de: Pierrot-Truhe
es_mx: Cofre del Pierrot
fr: Le coffre Pierrot
it: Scrigno Pierrot
ja: ピエロの宝箱
ko: 피에로 상자
pl: Skrzynia Pierrota
pt_br: O Baú do Pierrô
ru: Сундук Пьеро
zh_cn: 小丑箱子
zh_tw: 小丑箱子

# SKIN_NAMES.pack_hallowed_wickerbottom
source: The Bewitched Chest
de: Verhexte Truhe
es_mx: El cofre Hechizado
fr: Le coffre ensorcelé
it: Lo Scrigno Stregato
ja: 魔法仕掛けの宝箱
ko: 마법 들린 상자
pl: Czarująca skrzynia
pt_br: O Baú Enfeitiçado
ru: Колдовской сундук
zh_cn: 女巫箱子
zh_tw: 女巫箱子

# SKIN_NAMES.pack_hallowed_willow
source: The Woeful Chest
de: Trauertruhe
es_mx: Cofre de la Afligida
fr: Le coffre Triste
it: Scrigno Deplorevole
ja: 悲痛の宝箱
ko: 비애의 상자
pl: Żałosna Skrzynia
pt_br: O Baú da Triste
ru: Скорбный сундук
zh_cn: 可悲的箱子
zh_tw: 可悲的箱子

# SKIN_NAMES.pack_hallowed_wilson
source: The Mad Scientist Chest
de: Truhe des verrückten Wissenschaftlers
es_mx: Cofre del científico loco
fr: Le coffre Science folle
it: Scrigno Scienziato pazzo
ja: マッドサイエンティストの宝箱
ko: 미친 과학자 상자
pl: Skrzynia Szalonego Naukowca
pt_br: O Baú do Cientista Louco
ru: Сундук Безумного ученого
zh_cn: 疯狂科学家箱子
zh_tw: 瘋狂科學家箱子

# SKIN_NAMES.pack_hallowed_winona
source: The Creature's Chest
de: Kreaturentruhe
es_mx: El cofre de La Criatura
fr: Le coffre de créature
it: Lo Scrigno della Creatura
ja: クリーチャーの宝箱
ko: 생물체의 상자
pl: Skrzynia zjawy
pt_br: O Baú da Criatura
ru: Сундук создания
zh_cn: 创造物箱子
zh_tw: 創造物箱子

# SKIN_NAMES.pack_hallowed_wolfgang
source: The Wolfman Chest
de: Die Wolfmann-Truhe
fr: Coffre du Loup-garou
it: Scrigno Uomo lupo
ja: 狼男の宝箱
ko: 늑대인간 상자
pl: Skrzynia wilkołaka
pt_br: Baú Lobisomem
ru: Сундук Оборотня
zh_cn: 狼人箱子
zh_tw: 狼人箱子
