Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.profileflair_quagmiretournament_gold
source: Golden Icon of Gnaw
de: Goldenes Symbol des Mampf
es_mx: Ícono dorado de la Roedora
fr: Icône dorée du Gnaw
it: Icona d'oro del Masticatore
ja: 金のノウのアイコン
ko: 황금빛 물뜯이 아이콘
pl: Złota ikona Gryzienia
pt_br: Ícone de ouro de Gnaw
ru: Золотая иконка Грызуна
zh_cn: 饕餮金色图标
zh_tw: 饕餮金色圖示

# SKIN_NAMES.profileflair_quagmiretournament_participation
source: Icon of Gnaw
de: Symbol des Mampf
es_mx: Ícono de la Roedora
fr: Icône du Gnaw
it: Icona del Masticatore
ja: ノウのアイコン
ko: 물뜯이 아이콘
pl: Ikona Gryzienia
pt_br: Ícone de Gnaw
ru: Иконка Грызуна
zh_cn: 饕餮图标
zh_tw: 饕餮圖示

# SKIN_NAMES.profileflair_quagmiretournament_silver
source: Sterling Icon of Gnaw
de: Silbernes Symbol des Mampf
es_mx: Ícono de plata de la Roedora
fr: Icône d'excellence du Gnaw
it: Icona del Masticatore argenteo
ja: 銀のノウのアイコン
ko: 은빛 물뜯이 아이콘
pl: Niezłomna ikona Gryzienia
pt_br: Ícone autêntico de Gnaw
ru: Серебряная иконка Грызуна
zh_cn: 饕餮纯银图标
zh_tw: 饕餮純銀圖示

# SKIN_NAMES.profileflair_rabbit
source: Rabbit
de: Kaninchen
es_mx: Conejo
fr: Lapin
it: Coniglio
ja: ウサギ
ko: 토끼
pl: Królik
pt_br: Coelho
ru: Кролик
zh_cn: 兔子
zh_tw: 兔子

# SKIN_NAMES.profileflair_rabbithouse_yule
source: Topsy-Turvy Treehouse
de: Kopfüber-Baumhaus
fr: Clapier festif
it: Casa sull'albero capovolta
ja: 逆さまツリーハウス
ko: 뒤죽박죽 나무집
pl: Odwrócony do góry nogami domek na drzewie
pt_br: Casa na Árvore às Avessas
ru: Древесный дом вверх дном
zh_cn: 倒挂树屋
zh_tw: 倒掛樹屋

# SKIN_NAMES.profileflair_rainometer_circus
source: The Magnificent Rainometer Icon
de: Symbol 'Prächtiger Regenmesser'
es_mx: Ícono del magnífico lluviómetro
fr: Icône du Pluviomètre magnifique
it: Icona del pioggiometro magnifico
ja: 立派な雨量計のアイコン
ko: 훌륭한 기상예측기 아이콘
pl: Ikona Olśniewającego Deszczometru
pt_br: Ícone do Chuviômetro Magnífico
ru: Иконка великолепного дождеметра
zh_cn: 华丽的雨量计图标
zh_tw: 華麗的雨量計圖示

# SKIN_NAMES.profileflair_redbird
source: Redbird
de: Roter Vogel
es_mx: Petirrojo
fr: Oiseau rouge
it: Cardinale rosso
ja: 赤い鳥
ko: 붉은 새
pl: Kardynał
pt_br: Cardeal
ru: Красная птица
zh_cn: 红雀
zh_tw: 紅雀

# SKIN_NAMES.profileflair_redhound
source: Red Hound
de: Roter Hund
es_mx: Sabueso rojo
fr: Molosse rouge
it: Segugio rosso
ja: 茶色い猟犬
ko: 빨간 사냥개
pl: Czerwony ogar
pt_br: Cão vermelho
ru: Красная гончая
zh_cn: 红色猎犬
zh_tw: 紅色獵犬

# SKIN_NAMES.profileflair_redlantern_yotp
source: Red Lantern
de: Rote Laterne
es_mx: Linterna roja
fr: Lanterne rouge
it: Lanterna rossa
ja: 赤いランタン
ko: 빨간 등
pl: Czerwona latarnia
pt_br: Lampião vermelho
ru: Красный Фонарь
zh_cn: 红灯笼
zh_tw: 紅燈籠

# SKIN_NAMES.profileflair_researchlab2_crystal
source: Arcane Crystalarium
de: Arkanes Kristallarium
fr: Cristalarium magique
it: Cristallario arcano
ja: 秘技の結晶
ko: 신비의 크리스탈리움
pl: Tajemne krystalarium
pt_br: Cristalário Arcano
ru: Магический кристаллариум
zh_cn: 神秘水晶
zh_tw: 神秘水晶

# SKIN_NAMES.profileflair_researchlab3_crystal
source: Enchanted Crystal
de: Verzauberter Kristall
es_mx: Cristal Encantado
fr: Cristal enchanté
it: Cristallo incantato
ja: 魔法の水晶
ko: 마법 들린 수정
pl: Zaczarowany kryształ
pt_br: Cristal Encantado
ru: Зачарованный хрусталь
zh_cn: 附魔水晶
zh_tw: 附魔水晶

# SKIN_NAMES.profileflair_researchlab3_monster
source: Monstrous Horror
de: Monströser Schrecken
fr: Horreur monstrueuse
it: Orrore mostruoso
ja: 怪物的恐怖
ko: 무시무시한 공포
pl: Potworny koszmar
pt_br: Horror Monstruoso
ru: Чудовищный ужас
zh_cn: 恐怖怪兽
zh_tw: 恐怖怪獸

# SKIN_NAMES.profileflair_researchlab_green
source: Terrible Ooze Machine
de: Maschine des Schrecklichen Schleim
fr: Affreuse machine suitante
it: Terribile macchina della melma
ja: 粗悪粘液機械
ko: 끔찍한 수액 기계
pl: Straszna maszyna mułowa
pt_br: Terrível Máquina Gotejante
ru: Аппарат с мерзкой слизью
zh_cn: 恐怖漏液机器
zh_tw: 恐怖漏液機器

# SKIN_NAMES.profileflair_rook
source: Clockwork Rook
de: Uhrwerk-Gauner
es_mx: Torre mecánica
fr: Tour de rouages
it: Torre meccanica
ja: 時計仕掛けの岩
ko: 태엽장치 루크
pl: Mechaniczna wieża
pt_br: Torre Mecânica
ru: Механическая ладья
zh_cn: 发条战车
zh_tw: 發條戰車

# SKIN_NAMES.profileflair_rose
source: Red Rose
de: Rote Rose
es_mx: Rosa roja
fr: Rose rouge
it: Rosa rossa
ja: 赤いバラ
ko: 빨간 장미
pl: Czerwona róża
pt_br: Nariz vermelho
ru: Красная роза
zh_cn: 红玫瑰
zh_tw: 紅玫瑰

# SKIN_NAMES.profileflair_saltbox_shaker
source: Salt Shaker
de: Salzstreuer
es_mx: Salero
fr: Salière
it: Saliera
ja: 塩ふり
ko: 소금 통
pl: Solniczka
pt_br: Saleiro
ru: Солонка
zh_cn: 盐罐
zh_tw: 鹽罐

# SKIN_NAMES.profileflair_saltboxnautical
source: Briny Salt Box
de: Salzige Salzkiste
fr: Pot saumuré
it: Recipiente di sale salmastro
ja: 辛い塩の箱
ko: 짜디짠 소금 상자
pl: Solniczka z morskiej toni
pt_br: Caixa Salmourada
ru: Просоленный ящик
zh_cn: 海水盐盒
zh_tw: 海水鹽盒

# SKIN_NAMES.profileflair_shadowhand
source: Night Hand
de: Nachthand
es_mx: Mano nocturna
fr: Main de la nuit
it: Mano delle tenebre
ja: 夜の手
ko: 밤의 손
pl: Mroczna ręka
pt_br: Mão noturna
ru: Теневая рука
zh_cn: 黑夜之手
zh_tw: 黑夜之手

# SKIN_NAMES.profileflair_shadowmanipulator
source: Shadow Manipulator
de: Schattenmanipulator
es_mx: Manipulador de sombras
fr: Manipulateur d'ombre
it: Manipolatore d'ombra
ja: 影の操縦者
ko: 그림자 제어장치
pl: Cienioodmieniacz
pt_br: Manipulador de sombras
ru: Теневой манипулятор
zh_cn: 暗影操控器
zh_tw: 暗影操控器

# SKIN_NAMES.profileflair_skincollector
source: Curio Collector
de: Kuriositätensammler
es_mx: Coleccionista de Curiosidades
fr: Collectionneur de curiosités
it: Collezionista di curiosità
ja: キュリオコレクター
ko: 골동품 수집가
pl: Kolekcjoner osobliwości
pt_br: Colecionador de Curiosidades
ru: Коллекционер предметов
zh_cn: 珍宝收集者
zh_tw: 珍寶收集者

# SKIN_NAMES.profileflair_smallbird
source: Smallbird
es_mx: Pajarito
fr: Petit oiseau
it: Pennutaltino
ja: 小さな鳥
ko: 작은새
pl: Mały duptak
pt_br: Pássaro pequeno
ru: Птенец
zh_cn: 小鸟
zh_tw: 小鳥

# SKIN_NAMES.profileflair_snowbird
source: Snowbird
de: Schneevogel
es_mx: Pinzón de las nieves
fr: Oiseau des neiges
it: Zigolo delle nevi
ja: スノーバード
ko: 겨울새
pl: Śnieżyk
pt_br: Cardeal invernal
ru: Снежная птица
zh_cn: 雪雀
zh_tw: 雪雀

# SKIN_NAMES.profileflair_spider
source: Spider
de: Spinne
es_mx: Araña
fr: Araignée
it: Ragno
ja: クモ
ko: 거미
pl: Pająk
pt_br: Aranha
ru: Паук
zh_cn: 蜘蛛
zh_tw: 蜘蛛

# SKIN_NAMES.profileflair_starstaff_crystal
source: Radiant Star Caller's Staff
de: Strahlender Sternruferstab
es_mx: Cetro de Invocador de Estrella Radiante
fr: Bâton sublime d'invocation stellaire
it: Luminoso bastone stellato del visitatore
ja: キラキラ輝く星召喚者の杖
ko: 빛나는 별 부름 지팡이
pl: Promieniste berło władcy gwiazd
pt_br: Cajado do Chamador de Estrelas Radiante
ru: Сияющий посох призывателя звезд
zh_cn: 光芒唤星者魔杖
zh_tw: 光芒喚星者魔杖

# SKIN_NAMES.profileflair_steeringwheel_nautical
source: Skittersquid Helm
de: Flutschtintenfisch-Helm
fr: Gouvernail d'angoisseiche
it: Elmo di calafaretto
ja: スキッタースクイッドの兜
ko: 날쌘징어 투구
pl: Rumpel smyrgokalmara
pt_br: Elmo de Lulesguia
ru: Штурвал-кальмар
zh_cn: 鱿鱼方向舵
zh_tw: 魷魚方向舵

# SKIN_NAMES.profileflair_tallbird_eye
source: Tallbird Stare
de: Blick des langbeinigen Vogels
es_mx: Mirada de pájaro alto
fr: Regard d'échassier
it: Sguardo del pennutalto
ja: 背高鳥の視線
ko: 키다리새의 눈초리
pl: Spojrzenie duptaka
pt_br: Mirada de passaralto
ru: Пристальный взгляд долговязой птицы
zh_cn: 高脚鸟的注视
zh_tw: 高腳鳥的注視

# SKIN_NAMES.profileflair_telebase_crystal
source: Dark Magic
de: Dunkle Magie
fr: Magie sombre
it: Magia nera
ja: 闇の魔術
ko: 어두운 마법
pl: Czarna magia
pt_br: Magia Sombria
ru: Темная магия
zh_cn: 黑魔法
zh_tw: 黑魔法

# SKIN_NAMES.profileflair_telestaff_crystal
source: Sorcerer's Staff
de: Zauberstab
es_mx: Cetro del Hechicero
fr: Bâton de sorcier
it: Bastone dello stregone
ja: 魔術師の杖
ko: 마법사의 지팡이
pl: Berło czarnoksiężnika
pt_br: Cajado do Feiticeiro
ru: Волшебный посох
zh_cn: 巫师法杖
zh_tw: 巫師法杖

# SKIN_NAMES.profileflair_tent_circus
source: World's Greatest Big Top Tent Icon
de: _Zirkuszelt-Symbol
es_mx: Ícono de la carpa más grande del mundo
fr: Icône du plus grand chapiteau du monde
it: Icona del tendone più grande del mondo
ja: 世界最大のサーカステントのアイコン
ko: 세계 최고의 커다란 톱 텐트 아이콘
pl: Ikona Największego Namiotu Świata
pt_br: Ícone da Maior Grande Tenda de Circo do Mundo
ru: Иконка: лучший в мире цирковой шатер
zh_cn: 世界之最大顶篷图标
zh_tw: 世界之最大頂篷圖示

# SKIN_NAMES.profileflair_theforge_battlestandard
source: Crocommander Standard
de: Crocommander-Standarte
es_mx: Estandarte de cocomandante
fr: Étendard de crocommandeur
it: Stendardo del coccodrillante
ja: クロコマンダーの軍旗
ko: 악어사령관 깃발
pl: Chorągiew Krokowódcy
pt_br: Estandarte do Crocomandante
ru: Боевое знамя крокомандира
zh_cn: 鳄鱼指挥官旗帜
zh_tw: 鱷魚指揮官旗幟

# SKIN_NAMES.profileflair_theforge_battlestandardattack
source: Attack Standard
de: Angriffsstandarte
es_mx: Estandarte de ataque
fr: Étendard d'attaque
it: Stendardo dell'attacco
ja: 攻撃の軍旗
ko: 공격 깃발
pl: Chorągiew ataku
pt_br: Estandarte de ataque
ru: Боевое знамя атаки
zh_cn: 攻击旗帜
zh_tw: 攻擊旗幟

# SKIN_NAMES.profileflair_theforge_battlestandardheal
source: Healing Standard
de: Heilungsstandarte
es_mx: Estandarte de curación
fr: Étendard de soin
it: Stendardo curativo
ja: 回復の軍旗
ko: 치유 깃발
pl: Chorągiew leczenia
pt_br: Estandarte de cura
ru: Боевое знамя исцеления
zh_cn: 治愈旗帜
zh_tw: 治癒旗幟

# SKIN_NAMES.profileflair_theforge_beetletaur
source: Infernal Swineclops
de: Höllischer Schweineklops
es_mx: Cerdóclope infernal
fr: Infernal porclope
it: Maialope infernale
ja: 地獄の豚肉
ko: 지옥의 외눈돼지
pl: Piekielny Świnioklop
pt_br: Porcoclópe Infernal
ru: Адский Свиноклоп
zh_cn: 地狱独眼巨猪
zh_tw: 地獄獨眼巨豬

# SKIN_NAMES.profileflair_theforge_blowdarts
source: Battle Darts
de: Kampfpfeile
es_mx: Dardos de batalla
fr: Fléchettes de combat
it: Dardi da battaglia
ja: 戦闘用吹き矢
ko: 전투 다트
pl: Strzałki bojowe
pt_br: Dardos de batalha
ru: Боевые дротики
zh_cn: 战斗吹箭
zh_tw: 戰鬥吹箭

# SKIN_NAMES.profileflair_theforge_boaraudienceboo
source: Jeering Boar
de: Gröhlendes Wildschwein
es_mx: Jabalí abucheador
fr: Cochon moqueur
it: Cinghiale beffardo
ja: やじを飛ばすイノ
ko: 야유하는 멧돼지
pl: Szyderczy dzik
pt_br: Javali zombeteiro
ru: Глумящийся боров
zh_cn: 冷嘲热讽的猪人
zh_tw: 冷嘲熱諷的豬人

# SKIN_NAMES.profileflair_theforge_boaraudiencecheer
source: Cheering Boar
de: Jubelndes Wildschwein
es_mx: Jabalí animador
fr: Cochon acclamant
it: Cinghiale esultante
ja: 歓声を上げるイノ
ko: 응원하는 멧돼지
pl: Radosny dzik
pt_br: Javali alegre
ru: Подбадривающий боров
zh_cn: 欢呼的猪人
zh_tw: 歡呼的豬人

# SKIN_NAMES.profileflair_theforge_boaraudienceeat
source: Laughing Boar
de: Lachendes Wildschwein
es_mx: Jabalí jocoso
fr: Cochon rieur
it: Cinghiale ridente
ja: 笑うイノ
ko: 웃는 멧돼지
pl: Roześmiany dzik
pt_br: Javali risonho
ru: Смеющийся боров
zh_cn: 大笑的猪人
zh_tw: 大笑的豬人

# SKIN_NAMES.profileflair_theforge_boarlord
source: Battlemaster Pugna
de: Kriegsherr Pugna
es_mx: Maestro de batalla Pugna
fr: Maître de bataille Pugna
it: Pugna, mastro d'armi
ja: バトルマスタープグナ
ko: 전장의 주인 퍼그나
pl: Mistrz wojny Pugna
pt_br: Mestre de Batalha Pugna
ru: Полководец Пугна
zh_cn: 战斗大师普格纳
zh_tw: 戰鬥大師普格納

# SKIN_NAMES.profileflair_theforge_boaron
source: Pit Pig
de: Grubenschwein
es_mx: Cerdo de foso
fr: Cochon de la fosse
it: Maiale mastino
ja: ピットピッグ
ko: 전투 돼지
pl: Piekielna świnia
pt_br: Porco lutador
ru: Хряк из пекла
zh_cn: 战猪
zh_tw: 戰豬

# SKIN_NAMES.profileflair_theforge_boarrior
source: Grand Forge Boarrior
de: Großer Schmiedekeiler!
es_mx: Jabalirrero de la Gran Forja
fr: Grand sanguerrier de la forge
it: Cinguerriero della Forgia
ja: 偉大なるフォージの猪戦士
ko: 위대한 Forge의 멧투사
pl: Wielki wojownik Kuźni
pt_br: Javali-Bravo da Grande Forja
ru: Великий Боров-воин Горнила
zh_cn: 大熔炉猪战士
zh_tw: 大熔爐豬戰士

# SKIN_NAMES.profileflair_theforge_bookelemental
source: Tome of Beckoning
de: Buch der Beschwörung
es_mx: Tomo de conjuros
fr: Tome d'appel
it: Tomo della convocazione
ja: 招きの書
ko: 소환의 서
pl: Księga wzywania
pt_br: Tomo do Chamado
ru: Том призыва
zh_cn: 召唤之书
zh_tw: 召喚之書

# SKIN_NAMES.profileflair_theforge_bookfossil
source: Petrifying Tome
de: Versteinerter Wälzer
es_mx: Tomo de petrificación
fr: Tome de pétrification
it: Tomo pietrificante
ja: 石化の書
ko: 석화의 서
pl: Skamieniały tom
pt_br: Tomo Petrificado
ru: Том окаменения
zh_cn: 石化之书
zh_tw: 石化之書

# SKIN_NAMES.profileflair_theforge_elementalattack
source: Magma Golem
es_mx: Gólem de magma
fr: Golem de magma
it: Golem di magma
ja: マグマゴーレム
ko: 마그마 골렘
pl: Magmowy golem
pt_br: Golem de magma
ru: Магмовый голем
zh_cn: 岩浆傀儡
zh_tw: 岩漿傀儡

# SKIN_NAMES.profileflair_theforge_elementalrise
source: Magma Golem Attack
de: Magma-Golem-Angriff
es_mx: Ataque de gólem de magma
fr: Attaque de golem de magma
it: Attacco del golem di magma
ja: マグマゴーレムの攻撃
ko: 마그마 골렘 공격
pl: Atak magmowego golema
pt_br: Ataque do Golem de Magma
ru: Атака магмового голема
zh_cn: 岩浆傀儡攻击
zh_tw: 岩漿傀儡攻擊

# SKIN_NAMES.profileflair_theforge_fireballstaff
source: Infernal Staff
de: Höllischer Stab
es_mx: Báculo infernal
fr: Bâton infernal
it: Bastone infernale
ja: 灼熱の杖
ko: 지옥의 지팡이
pl: Piekielne berło
pt_br: Cajado infernal
ru: Адский посох
zh_cn: 地狱魔杖
zh_tw: 地獄魔杖

# SKIN_NAMES.profileflair_theforge_gungnir
source: Pith Pike
de: Tropenspieß
es_mx: Pica de médula
fr: Pique à moelle
it: Picca da arena
ja: 鋭い力の矛
ko: 핵심의 창
pl: Szpiczasta pika
pt_br: Croque essencial
ru: Мощная пика
zh_cn: 尖齿矛
zh_tw: 尖齒矛

# SKIN_NAMES.profileflair_theforge_hammer
source: Forging Hammer
de: Schmiedehammer
es_mx: Martillo de la Forja
fr: Marteau de forge
it: Martello della Forgia
ja: 鍛造ハンマー
ko: 대장간 망치
pl: Młot kowalski
pt_br: Martelo forjador
ru: Молот Горнила
zh_cn: 锻锤
zh_tw: 鍛錘

# SKIN_NAMES.profileflair_theforge_healingstaff
source: Living Staff
de: Lebendiger Stab
es_mx: Báculo de vida
fr: Bâton de vie
it: Bastone vivente
ja: 生きた杖
ko: 생명의 지팡이
pl: Berło życia
pt_br: Cajado da vida
ru: Посох жизни
zh_cn: 生命魔杖
zh_tw: 生命魔杖

# SKIN_NAMES.profileflair_theforge_lance
source: Spiral Spear
de: Spiral-Speer
es_mx: Lanza espiral
fr: Lance à spirale
it: Lancia a spirale
ja: スパイラルスピア
ko: 나선 창
pl: Spiralna kopia
pt_br: Lança espiral
ru: Спиральное копье
zh_cn: 螺旋矛
zh_tw: 螺旋矛

# SKIN_NAMES.profileflair_theforge_peghook
source: Scorpeon
de: Skorpion
es_mx: Scorpión
fr: Scordat
it: Scorpionaccio
ja: スコーペオン
ko: 전갈
pl: Skorpioniec
ru: Скорпехотинец
zh_cn: 蝎子
zh_tw: 蠍子

# SKIN_NAMES.profileflair_theforge_rhinodrill
source: Rhinocebro
de: Rhinozebruder
es_mx: Rinocebro
fr: Rhinocéfrère
it: Rinotello
ja: ライノセブロス
ko: 코뿔소 형제
pl: Braciorożec
pt_br: Irmãoceronte
ru: Носоробро
zh_cn: 犀牛兄弟
zh_tw: 犀牛兄弟

# SKIN_NAMES.profileflair_theforge_snapper
source: Crocommander
de: Krokommandeur
es_mx: Cocomandante
fr: Crocommandeur
it: Coccodrillante
ja: クロコマンダー
ko: 악어사령관
pl: Krokowódca
pt_br: Crocomandante
ru: Крокомандир
zh_cn: 鳄鱼指挥官
zh_tw: 鱷魚指揮官

# SKIN_NAMES.profileflair_theforge_tails
source: Boarilla
de: Schweinetruppe
es_mx: Jabaliguerrilla
fr: Sangorille
it: Cinghiarilla
ja: ボアリラ
ko: 멧돼릴라
pl: Gordzik
pt_br: Javarila
ru: Свинорилла
zh_cn: 野猪猩
zh_tw: 野豬猩

# SKIN_NAMES.profileflair_theforge_tailsguard
source: Guarded Boarilla
de: Geschützte Schweinetruppe
es_mx: Jabaliguerrilla guardiana
fr: Sangorille en garde
it: Cinghiarilla protetto
ja: 鎧装備のボアリラ
ko: 방어 자세의 멧돼릴라
pl: Uzbrojony gordzik
pt_br: Javali com proteção
ru: Предусмотрительная Свинорилла
zh_cn: 戒备的野猪猩
zh_tw: 戒備的野豬猩

# SKIN_NAMES.profileflair_theforge_turtillus
source: Snortoise
de: Schniefkröte
es_mx: Bufurtuga
fr: Grognue
it: Tartaspina
ja: スノートイズ
ko: 코자라
pl: Żółwkietka
pt_br: Tartarronca
ru: Хрюкопаха
zh_cn: 坦克龟
zh_tw: 坦克龜

# SKIN_NAMES.profileflair_tophat_circus
source: Amazing Ringmaster Hat Icon
de: Symbol 'Erstaunlicher Ringmeisterhut'
es_mx: Ícono del asombroso sombrero de maestro de ceremonias
fr: Icône de l'incroyable chapeau de Monsieur Loyal
it: Icona del cappello del presentatore straordinario
ja: サーカス長の帽子のアイコン
ko: 굉장한 단장 모자 아이콘
pl: Ikona Zdumiewającego Kapelusza Mistrza Ringu
pt_br: Ícone do Chapéu do Incrível Apresentador
ru: Иконка шляпы потрясающего шпрехшталмейстера
zh_cn: 神奇驯兽师帽图标
zh_tw: 神奇馴獸師帽圖示

# SKIN_NAMES.profileflair_torch_nautical
source: Conch Torch
de: Muschelfackel
fr: Torche conque
it: Torcia di conchiglia
ja: 巻き貝トーチ
ko: 소라 횃불
pl: Muszlowa pochodnia
pt_br: Concha Tocha
ru: Ракушечный факел
zh_cn: 海螺火炬
zh_tw: 海螺火炬

# SKIN_NAMES.profileflair_treasurechest_monster
source: Brute Case
de: Rohlingskiste
es_mx: Cofre bestial
fr: Boîte brute
it: Contenitore mostruoso
ja: 野獣のケース
ko: 난폭한 상자
pl: Brutalna skrzynia
pt_br: Caixote de brutamontes
ru: Грубый сундук
zh_cn: 残暴箱子
zh_tw: 殘暴箱子

# SKIN_NAMES.profileflair_treeguard
source: Treeguard
de: Baumwache
es_mx: Guardián árbol
fr: Arbre gardien
it: Guardiano arboreo
ja: 木の番人
ko: 나무괴물
pl: Drzewiec
pt_br: Guardárvores
ru: Энт
zh_cn: 树精守卫
zh_tw: 樹精守衛

# SKIN_NAMES.profileflair_trinket_faketeeth
source: Second-hand Dentures
de: Second-hand Zahnersatz
es_mx: Dentadura de segunda mano
fr: Dentier d'occasion
it: Dentiera di seconda mano
ja: 中古入れ歯
ko: 중고 틀니
pl: Szczęki z drugiej ręki
pt_br: Dentadura seminova
ru: Поношенная вставная челюсть
zh_cn: 二手假牙
zh_tw: 二手假牙

# SKIN_NAMES.profileflair_trinket_gnome
source: Gnome
de: Gnom
es_mx: Gnomo
it: Gnomo
ja: 格言
ko: 노움
pl: Gnom
pt_br: Gnomo
ru: Гном
zh_cn: 地精爷爷
zh_tw: 地精爺爺

# SKIN_NAMES.profileflair_trinket_gnomette
source: Gnomette
de: Zwergin
es_mx: Gnoma
it: Gnometta
ja: ノーマ
ko: 여자 노움
pl: Gnomka
pt_br: Gnomete
ru: Гнометта
zh_cn: 地精奶奶
zh_tw: 地精奶奶

# SKIN_NAMES.profileflair_umbrella_circus
source: Big Top Umbrella Icon
de: Regenschirm-Symbol
es_mx: Ícono de gran paraguas de carpa
fr: Icône de parapluie chapiteau
it: Icona della tenda da circo
ja: サーカス風の傘のアイコン
ko: 빅 톱 우산 아이콘
pl: Ikona Wielkiej Parasolki
pt_br: Ícone de guarda-chuva da tenda
ru: Значок Огромный зонт
zh_cn: 马戏团伞顶头像
zh_tw: 馬戲團傘頂頭像

# SKIN_NAMES.profileflair_varg
source: Varg
es_mx: Huargo
ja: ヴァルグ
ko: 바르그
pl: Warg
ru: Варг
zh_cn: 座狼
zh_tw: 座狼

# SKIN_NAMES.profileflair_victorian_boar
source: Swamp Pig Elder
de: Sumpfschwein Holunder
es_mx: Cerdo anciano de pantano
fr: Cochon des marais aîné
it: Vecchio maiale paludoso
ja: 沼地のブタ長老
ko: 습지 돼지 장로
pl: Starszy świniaków bagiennych
pt_br: Ancião porco do pântano
ru: Болотный свин-старейшина
zh_cn: 沼泽猪长老
zh_tw: 沼澤豬長老

# SKIN_NAMES.profileflair_victorian_coppercoin
source: Three Coins
de: Drei Münzen
es_mx: Tres monedas
fr: Trois pièces
it: Tre monete
ja: コイン3枚
ko: 동전 세 개
pl: Trzy monety
pt_br: Três moedas
ru: Три монеты
zh_cn: 三枚硬币
zh_tw: 三枚硬幣

# SKIN_NAMES.profileflair_victorian_goatkid
source: Billy (The Kid)
de: Billy (das Ziegenjunge)
es_mx: Billy (el niño)
it: Billy (il capretto)
ja: ビリー（子供）
ko: 빌리(새끼 염소)
pl: Billy (Dzieciak)
ru: Билли (малыш)
zh_cn: 比利（小子）
zh_tw: 比利（小子）

# SKIN_NAMES.profileflair_victorian_goatmom
source: Mumsy
de: Mami
es_mx: Mamita
fr: Maman
it: Mammina
ja: マムジー
ko: 멈지
pl: Mamusia
ru: Мамушка
zh_cn: 玛姆茜
zh_tw: 瑪姆茜

# SKIN_NAMES.profileflair_victorian_goldcoin
source: Three Marks
de: Drei Mark
es_mx: Tres marcos
fr: Trois marks
it: Tre marchi
ja: 金貨3枚
ko: 마크 세 개
pl: Trzy Marki
pt_br: Três marcos
ru: Три метки
zh_cn: 三个马克硬币
zh_tw: 三個馬克硬幣

# SKIN_NAMES.profileflair_victorian_merm
source: Pipton
ja: ピプトン
ko: 핍톤
ru: Пиптон
zh_cn: 皮普顿
zh_tw: 皮普頓

# SKIN_NAMES.profileflair_victorian_merm2
source: Sammy
ja: サミー
ko: 새미
pl: Heniek
ru: Сэмми
zh_cn: 萨米
zh_tw: 薩米

# SKIN_NAMES.profileflair_victorian_pigeon
source: Pigeon
de: Taube
es_mx: Paloma
it: Piccione
ja: ハト
ko: 비둘기
pl: Gołąb
pt_br: Pombo
ru: Голубь
zh_cn: 鸽子
zh_tw: 鴿子

# SKIN_NAMES.profileflair_victorian_safe
source: Safe
de: Tresor
es_mx: Caja fuerte
fr: Coffre
it: Cassaforte
ja: 金庫
ko: 금고
pl: Sejf
pt_br: Cofre
ru: Сейф
zh_cn: 保险箱
zh_tw: 保險箱

# SKIN_NAMES.profileflair_victorian_silvercoin
source: Three Medallions
de: Drei Medaillen
es_mx: Tres medallones
fr: Trois médaillons
it: Tre medaglioni
ja: メダル3枚
ko: 세 개의 메달리언
pl: Trzy medaliony
pt_br: Três medalhões
ru: Три медальона
zh_cn: 三枚徽章
zh_tw: 三枚徽章

# SKIN_NAMES.profileflair_victorian_topazcoin
source: Three Favors
de: Drei Gefallen
es_mx: Tres favores
fr: Trois faveurs
it: Tre favori
ja: 恩恵3枚
ko: 은혜 세 개
pl: Trzy łaski
pt_br: Três favores
ru: Три милости
zh_cn: 三个惠赠
zh_tw: 三個惠贈

# SKIN_NAMES.profileflair_waffle
source: Waffles!
de: Waffeln!
es_mx: ¡Gofres!
fr: Gaufres !
it: Cialde!
ja: ワッフル！
ko: 와플!
pl: Wafle!
ru: Вафли!
zh_cn: 华夫饼！
zh_tw: 華夫餅！

# SKIN_NAMES.profileflair_wardrobe_crystal
source: Crystals
de: Kristalle
es_mx: Cristales
fr: Cristaux
it: Cristalli
ja: 水晶
ko: 수정
pl: Kryształy
pt_br: Cristais
ru: Кристаллы
zh_cn: 水晶
zh_tw: 水晶

# SKIN_NAMES.profileflair_wardrobe_yule
source: Winter Wardrobe
de: Wintergarderobe
fr: Garde-robe d'hiver
it: Guardaroba invernale
ja: 冬の洋服ダンス
ko: 겨울 옷장
pl: Zimowa garderoba
pt_br: Guarda-Roupa de Inverno
ru: Зимний гардероб
zh_cn: 冬季衣柜
zh_tw: 冬季衣櫃

# SKIN_NAMES.profileflair_watermelonhat_pumpkin
source: Fashionable Pumpkin Hat
de: Modischer Kürbishut
es_mx: Sombrero de calabaza moderno
fr: Chapeau citrouille à la mode
it: Cappello di zucca trendy
ja: おしゃれなパンプキンハット
ko: 패션 센스가 넘치는 호박 모자
pl: Modny kapelusz dyniowy
pt_br: Chapéu de abóbora elegante
ru: Стильная тыквенная шляпа
zh_cn: 时髦南瓜帽
zh_tw: 時髦南瓜帽

# SKIN_NAMES.profileflair_werepig_howl
source: Werepig
de: Werschwein
es_mx: Hombre lobo-cerdo
fr: Cochon-garou
it: Maiale mannaro
ja: ワーピッグ
ko: 늑대돼지
pl: Świniołak
pt_br: Porcosomem
ru: Свин-оборотень
zh_cn: 疯猪
zh_tw: 瘋豬

# SKIN_NAMES.profileflair_wererabbit
source: Friendly Bunnyman
de: Freundlicher Hase
es_mx: Hombre conejo amistoso
fr: Homme-lapin amical
it: Uomo-coniglio amichevole
ja: 友好的なバニーマン
ko: 우호적인 토끼인간
pl: Przyjazny królikoludź
pt_br: Coelhosomem amistoso
ru: Дружелюбный Заяц
zh_cn: 友好的兔人
zh_tw: 友好的兔人

# SKIN_NAMES.profileflair_winterometer_circus
source: Thermal Strength Measurer Icon
de: Wärmefestigkeitsmessgerät-Symbol
es_mx: Ícono de medidor de fuerza térmica
fr: Icône de thermomètre de puissance
it: Icona del misuratore di intensità termica
ja: 熱強度検測器のアイコン
ko: 온도계 아이콘
pl: Ikona Termicznego Miernika Siły
pt_br: Ícone do medidor de força térmico
ru: Иконка: термосиломер
zh_cn: 热强度测量器图标
zh_tw: 熱強度測量器圖示

# SKIN_NAMES.profileflair_yule_bearger
source: Cranky Bearger
de: Schrulliger Bearger
es_mx: Osotejón enfadado
fr: Blairous grincheux
it: Tassorso irascibile
ja: イライラしているアナグマグマ
ko: 괴팍한 곰소리
pl: Stuknięty bordźwiedź
pt_br: Texurso mal-humorado
ru: Своенравный Медведь-барсук
zh_cn: 暴躁的熊獾
zh_tw: 暴躁的熊獾

# SKIN_NAMES.profileflair_yule_candycane
source: Candy Cane
de: Zuckerstange
es_mx: Bastón de caramelo
fr: Sucre d'orge
it: Bastoncino di zucchero
ja: キャンディの杖
ko: 지팡이 사탕
pl: Słodka laseczka
pt_br: Bengala doce
ru: Карамельная Трость
zh_cn: 拐杖糖
zh_tw: 拐杖糖

# SKIN_NAMES.profileflair_yule_chocolatelog
source: Chocolate Log Cake
de: Schokoladenkuchen
es_mx: Tronco de chocolate
fr: Bûche au chocolat
it: Tronchetto al cioccolato
ja: ブッシュドノエル
ko: 초콜릿 로그 케이크
pl: Czekoladowa kłoda
pt_br: Torta de tronco de chocolate
ru: Шоколадное Рождественское Полено
zh_cn: 巧克力原木蛋糕
zh_tw: 巧克力原木蛋糕

# SKIN_NAMES.profileflair_yule_claus
source: Klaus
ja: クラウス
ko: 클라우스
ru: Клаус
zh_cn: 克劳斯
zh_tw: 克勞斯

# SKIN_NAMES.profileflair_yule_deer
source: No-Eyed Deer
de: Hirsch ohne Augen
es_mx: Ciervo sin ojos
fr: Élan sans yeux
it: Cervo senz'occhi
ja: 目のない鹿
ko: 눈 없는 사슴
pl: Bezoki jeleń
pt_br: Cervo Sem-Clope
ru: Безглазый Олень
zh_cn: 无眼鹿
zh_tw: 無眼鹿

# SKIN_NAMES.profileflair_yule_deerclops
source: Ravenous Feastclops
de: Hungriger Festclops
es_mx: Fiésclopes famélicos
fr: Cerf-clope de fête vorace
it: Cervoclope dei banchetti affamato
ja: 飢えたフィーストクロップス
ko: 게걸스러운 축제 사슴
pl: Żarłoczny świętoklop
pt_br: Banquetoclope faminto
ru: Прожорливый Праздничный циклоп
zh_cn: 极饿的盛宴独眼巨鹿
zh_tw: 極餓的盛宴獨眼巨鹿

# SKIN_NAMES.profileflair_yule_doorgategingerbread
source: Gingerbread Gate
de: Lebkuchentor
es_mx: Puerta de Jengibre
fr: Porte en pain d'épices
it: Cancello di pan di zenzero
ja: クッキーのゲート
ko: 진저브레드 문
pl: Furtka z piernika
pt_br: Portão de Gengibre
ru: Пряничная калитка
zh_cn: 姜饼门
zh_tw: 薑餅門

# SKIN_NAMES.profileflair_yule_dragonfly
source: Winter's Feastfly
de: Winterfestfliege
es_mx: Mosca de Fiesta Invernal
fr: Mouche de Festin d'hiver
it: Draghellula invernale
ja: 冬のフィーストフライ
ko: 겨울 축제파리
pl: Zimowa świętucha
pt_br: Banquetosca de Inverno
ru: Зимняя Праздничная муха
zh_cn: 冬季盛宴龙蝇
zh_tw: 冬季盛宴龍蠅
