Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.body_outerwear_quilted_red_cardinal
source: Quilted Outerwear
de: Gesteppte Jacken & Mäntel
es_mx: Abrigo acolchado
fr: Veste matelassée
it: Giaccone trapuntato
ja: キルトのアウター
ko: 누비 겉옷
pl: Pikowane okrycie zewnętrzne
pt_br: Traje externo acolchoado
ru: Стеганый Верх
zh_cn: 加棉外套
zh_tw: 加棉外套

# SKIN_NAMES.body_overalls_black_scribble
source: Overalls
es_mx: Overol
fr: Salopette
it: Salopette
ja: オーバーオール
ko: 작업복
pl: Kombinezon
pt_br: Macacão
ru: Спецодежда
zh_cn: 工装裤
zh_tw: 工裝褲

# SKIN_NAMES.body_overalls_blue_denim
source: Overalls
es_mx: Overol
fr: Salopette
it: Salopette
ja: オーバーオール
ko: 작업복
pl: Kombinezon
pt_br: Macacão
ru: Спецодежда
zh_cn: 工装裤
zh_tw: 工裝褲

# SKIN_NAMES.body_overalls_brown_fawn
source: Overalls
es_mx: Overol
fr: Salopette
it: Salopette
ja: オーバーオール
ko: 작업복
pl: Kombinezon
pt_br: Macacão
ru: Спецодежда
zh_cn: 工装裤
zh_tw: 工裝褲

# SKIN_NAMES.body_overalls_navy_ocean
source: Overalls
es_mx: Overol
fr: Salopette
it: Salopette
ja: オーバーオール
ko: 작업복
pl: Kombinezon
pt_br: Macacão
ru: Спецодежда
zh_cn: 工装裤
zh_tw: 工裝褲

# SKIN_NAMES.body_overalls_tan_grass
source: Overalls
es_mx: Overol
fr: Salopette
it: Salopette
ja: オーバーオール
ko: 작업복
pl: Kombinezon
pt_br: Macacão
ru: Спецодежда
zh_cn: 工装裤
zh_tw: 工裝褲

# SKIN_NAMES.body_pj_blue_agean
source: Jammie Shirt
de: Jammie-Hemd
es_mx: Camisa de pijama
fr: Haut de pyjama
it: Maglia del pigiama
ja: パジャマシャツ
ko: 파자마 셔츠
pl: Koszula od piżamy
pt_br: Camisa de pijama
ru: Щеголеватая рубашка
zh_cn: 碎花衬衫
zh_tw: 碎花襯衫

# SKIN_NAMES.body_pj_green_hunters
source: Jammie Shirt
de: Jammie-Hemd
es_mx: Camisa de pijama
fr: Haut de pyjama
it: Maglia del pigiama
ja: パジャマシャツ
ko: 파자마 셔츠
pl: Koszula od piżamy
pt_br: Camisa de pijama
ru: Щеголеватая рубашка
zh_cn: 碎花衬衫
zh_tw: 碎花襯衫

# SKIN_NAMES.body_pj_orange_honey
source: Jammie Shirt
de: Jammie-Hemd
es_mx: Camisa de pijama
fr: Haut de pyjama
it: Maglia del pigiama
ja: パジャマシャツ
ko: 파자마 셔츠
pl: Koszula od piżamy
pt_br: Camisa de pijama
ru: Щеголеватая рубашка
zh_cn: 碎花衬衫
zh_tw: 碎花襯衫

# SKIN_NAMES.body_pj_purple_mauve
source: Jammie Shirt
de: Jammie-Hemd
es_mx: Camisa de pijama
fr: Haut de pyjama
it: Maglia del pigiama
ja: パジャマシャツ
ko: 파자마 셔츠
pl: Koszula od piżamy
pt_br: Camisa de pijama
ru: Щеголеватая рубашка
zh_cn: 碎花衬衫
zh_tw: 碎花襯衫

# SKIN_NAMES.body_pj_red_redbird
source: Jammie Shirt
de: Jammie-Hemd
es_mx: Camisa de pijama
fr: Haut de pyjama
it: Maglia del pigiama
ja: パジャマシャツ
ko: 파자마 셔츠
pl: Koszula od piżamy
pt_br: Camisa de pijama
ru: Щеголеватая рубашка
zh_cn: 碎花衬衫
zh_tw: 碎花襯衫

# SKIN_NAMES.body_pj_silk_teal_jade
source: Silk Pajamas
de: Seidenschlafanzug
es_mx: Pijama de seda
fr: Pyjama en soie
it: Pigiama di seta
ja: シルクのパジャマ
ko: 비단 파자마
pl: Jedwabna piżama
pt_br: Pijama de seda
ru: Шелковая Пижама
zh_cn: 丝绸睡衣
zh_tw: 絲綢睡衣

# SKIN_NAMES.body_polo_blue_cornflower
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_blue_denim
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_green_pistachio
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_orange_salmon
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_pink_hibiscus
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_red_higgsbury
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_white_marble
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_polo_yellow_goldenrod
source: Collared Shirt
de: Hemd mit Kragen
es_mx: Camiseta tipo polo
fr: Chemise avec col
it: Camicia con colletto
ja: ポロシャツ
ko: 칼라 달린 셔츠
pl: Koszula z kołnierzem
pt_br: Camisa polo
ru: Рубашка с воротником
zh_cn: 开领衬衫
zh_tw: 開領襯衫

# SKIN_NAMES.body_silk_eveningrobe_blue_frost
source: Silk Robe
de: Seidenmantel
es_mx: Túnica de seda
fr: Robe de soie
it: Vestaglia di seta
ja: シルクのローブ
ko: 실크 로브
pl: Jedwabny szlafrok
pt_br: Manto de seda
ru: Халат из паутины
zh_cn: 丝质长袍
zh_tw: 絲質長袍

# SKIN_NAMES.body_silk_eveningrobe_pink_ewecus
source: Silk Robe
de: Seidenmantel
es_mx: Túnica de seda
fr: Robe de soie
it: Vestaglia di seta
ja: シルクのローブ
ko: 실크 로브
pl: Jedwabny szlafrok
pt_br: Manto de seda
ru: Халат из паутины
zh_cn: 丝质长袍
zh_tw: 絲質長袍

# SKIN_NAMES.body_silk_eveningrobe_red_rump
source: Silk Robe
de: Seidenmantel
es_mx: Túnica de seda
fr: Robe de soie
it: Vestaglia di seta
ja: シルクのローブ
ko: 실크 로브
pl: Jedwabny szlafrok
pt_br: Manto de seda
ru: Халат из паутины
zh_cn: 丝质长袍
zh_tw: 絲質長袍

# SKIN_NAMES.body_silk_eveningrobe_yellow_goldenrod
source: Silk Robe
de: Seidenmantel
es_mx: Túnica de seda
fr: Robe de soie
it: Vestaglia di seta
ja: シルクのローブ
ko: 실크 로브
pl: Jedwabny szlafrok
pt_br: Manto de seda
ru: Халат из паутины
zh_cn: 丝质长袍
zh_tw: 絲質長袍

# SKIN_NAMES.body_silk_loungewear_black_davys
source: Silk Loungewear
de: Heimanzug aus Seide
es_mx: Pijama de seda
fr: Veste d'intérieur en soie
it: Veste da camera di seta
ja: シルクのラウンジウェア
ko: 실크 평상복
pl: Jedwabny strój codzienny
pt_br: Roupa de seda relax
ru: Шелковая домашняя одежда
zh_cn: 丝绸装
zh_tw: 絲綢裝

# SKIN_NAMES.body_silk_loungewear_green_laurel
source: Silk Loungewear
de: Heimanzug aus Seide
es_mx: Pijama de seda
fr: Veste d'intérieur en soie
it: Veste da camera di seta
ja: シルクのラウンジウェア
ko: 실크 평상복
pl: Jedwabny strój codzienny
pt_br: Roupa de seda relax
ru: Шелковая домашняя одежда
zh_cn: 丝绸装
zh_tw: 絲綢裝

# SKIN_NAMES.body_silk_loungewear_red_cranberry
source: Silk Loungewear
de: Heimanzug aus Seide
es_mx: Pijama de seda
fr: Veste d'intérieur en soie
it: Veste da camera di seta
ja: シルクのラウンジウェア
ko: 실크 평상복
pl: Jedwabny strój codzienny
pt_br: Roupa de seda relax
ru: Шелковая домашняя одежда
zh_cn: 丝绸装
zh_tw: 絲綢裝

# SKIN_NAMES.body_silk_loungewear_white_marble
source: Silk Loungewear
de: Heimanzug aus Seide
es_mx: Pijama de seda
fr: Veste d'intérieur en soie
it: Veste da camera di seta
ja: シルクのラウンジウェア
ko: 실크 평상복
pl: Jedwabny strój codzienny
pt_br: Roupa de seda relax
ru: Шелковая домашняя одежда
zh_cn: 丝绸装
zh_tw: 絲綢裝

# SKIN_NAMES.body_silkbrocade_coat_green_laurel
source: Silk Brocade Coat
de: Seidenbrokat-Mantel
es_mx: Abrigo brocado de seda
fr: Veste de brocart de soie
it: Cappotto broccato di seta
ja: シルクの錦織コート
ko: 실크 양단 코트
pl: Jedwabny brokatowy płaszcz
pt_br: Casaco de brocado de seda
ru: Пальто из Шелковой Парчи
zh_cn: 丝织外套
zh_tw: 絲織外套

# SKIN_NAMES.body_sleepgown_blue_ice
source: Nightgown
de: Nachthemd
es_mx: Camisón
fr: Chemise de nuit
it: Camicia da notte
ja: ナイトガウン
ko: 나이트가운
pl: Koszula nocna
pt_br: Camisola
ru: Ночная Сорочка
zh_cn: 睡衣
zh_tw: 睡衣

# SKIN_NAMES.body_sleepgown_purple_lavender
source: Nightgown
de: Nachthemd
es_mx: Camisón
fr: Chemise de nuit
it: Camicia da notte
ja: ナイトガウン
ko: 나이트가운
pl: Koszula nocna
pt_br: Camisola
ru: Ночная Сорочка
zh_cn: 睡衣
zh_tw: 睡衣

# SKIN_NAMES.body_suspenders_black_davys
source: Suspension Shirt
de: Hosenträgerhemd
es_mx: Camisa con tirantes
fr: Chemise à bretelles
it: Camicia con bretelle
ja: サスペンダーシャツ
ko: 멜빵 셔츠
pl: Szelkoszula
pt_br: Camisa suspensório
ru: Рубашка с подтяжками
zh_cn: 背带衬衫
zh_tw: 背帶襯衫

# SKIN_NAMES.body_suspenders_blue_cornflower
source: Suspension Shirt
de: Hosenträgerhemd
es_mx: Camisa con tirantes
fr: Chemise à bretelles
it: Camicia con bretelle
ja: サスペンダーシャツ
ko: 멜빵 셔츠
pl: Szelkoszula
pt_br: Camisa suspensório
ru: Рубашка с подтяжками
zh_cn: 背带衬衫
zh_tw: 背帶襯衫

# SKIN_NAMES.body_suspenders_pink_pearl
source: Suspension Shirt
de: Hosenträgerhemd
es_mx: Camisa con tirantes
fr: Chemise à bretelles
it: Camicia con bretelle
ja: サスペンダーシャツ
ko: 멜빵 셔츠
pl: Szelkoszula
pt_br: Camisa suspensório
ru: Рубашка с подтяжками
zh_cn: 背带衬衫
zh_tw: 背帶襯衫

# SKIN_NAMES.body_suspenders_white_pure
source: Suspension Shirt
de: Hosenträgerhemd
es_mx: Camisa con tirantes
fr: Chemise à bretelles
it: Camicia con bretelle
ja: サスペンダーシャツ
ko: 멜빵 셔츠
pl: Szelkoszula
pt_br: Camisa suspensório
ru: Рубашка с подтяжками
zh_cn: 背带衬衫
zh_tw: 背帶襯衫

# SKIN_NAMES.body_suspenders_yellow_flax
source: Suspension Shirt
de: Hosenträgerhemd
es_mx: Camisa con tirantes
fr: Chemise à bretelles
it: Camicia con bretelle
ja: サスペンダーシャツ
ko: 멜빵 셔츠
pl: Szelkoszula
pt_br: Camisa suspensório
ru: Рубашка с подтяжками
zh_cn: 背带衬衫
zh_tw: 背帶襯衫

# SKIN_NAMES.body_sweatervest_blue_snowbird
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_sweatervest_brown_beaver
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_sweatervest_green_forest
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_sweatervest_grey_silver
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_sweatervest_navy_ocean
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_sweatervest_red_firehound
source: Sweater Vest
de: Pullunder
es_mx: Chaleco de suéter
fr: Débardeur
it: Canotta felpata
ja: セーターベスト
ko: 스웨터 조끼
pl: Wełniana kamizelka
pt_br: Colete de malha
ru: Вязаный жилет
zh_cn: 小巧背心
zh_tw: 小巧背心

# SKIN_NAMES.body_swimsuit2_blue_lightning
source: Suit
de: Anzug
es_mx: Malla
fr: Maillot de bain
it: Completo
ja: スーツ
ko: 수영복
pl: Kostium
pt_br: Traje
ru: Костюм
zh_cn: 连体泳衣
zh_tw: 連體泳衣

# SKIN_NAMES.body_swimsuit_red_ruby
source: Swimming Costume
de: Schwimmanzug
es_mx: Traje de baño
fr: Tenue de bain
it: Costume da bagno
ja: 水着
ko: 수영 의상
pl: Strój do kąpieli
pt_br: Traje de banho
ru: Купальный костюм
zh_cn: 泳装
zh_tw: 泳裝

# SKIN_NAMES.body_tanktop_tiecollar_yellow_goldenrod
source: Sleeveless Blouse
de: Ärmellose Bluse
es_mx: Blusa sin mangas
fr: Corsage sans manche
it: Camicetta senza maniche
ja: ノースリーブのブラウス
ko: 민소매 블라우스
pl: Bluza bez rękawów
pt_br: Blusa sem mangas
ru: Блуза без Рукавов
zh_cn: 无袖衬衫
zh_tw: 無袖襯衫

# SKIN_NAMES.body_toga_white_pure
source: Toga
fr: Toge
ja: トーガ
ko: 토가
ru: Тога
zh_cn: 宽外袍
zh_tw: 寬外袍

# SKIN_NAMES.body_trenchcoat_brown_fawn
source: Trench Coat
de: Regenmantel
es_mx: Gabardina
it: Impermeabile
ja: トレンチコート
ko: 트렌치코트
pl: Prochowiec
pt_br: Sobretudo
ru: Тренч
zh_cn: 军用防水大衣
zh_tw: 軍用防水大衣

# SKIN_NAMES.body_trenchcoat_grey_dark
source: Trench Coat
de: Regenmantel
es_mx: Gabardina
it: Impermeabile
ja: トレンチコート
ko: 트렌치코트
pl: Prochowiec
pt_br: Sobretudo
ru: Тренч
zh_cn: 军用防水大衣
zh_tw: 軍用防水大衣

# SKIN_NAMES.body_trenchcoat_tan_clay
source: Trench Coat
de: Regenmantel
es_mx: Gabardina
it: Impermeabile
ja: トレンチコート
ko: 트렌치코트
pl: Prochowiec
pt_br: Sobretudo
ru: Тренч
zh_cn: 军用防水大衣
zh_tw: 軍用防水大衣

# SKIN_NAMES.body_trenchcoat_yellow_straw
source: Trench Coat
de: Regenmantel
es_mx: Gabardina
it: Impermeabile
ja: トレンチコート
ko: 트렌치코트
pl: Prochowiec
pt_br: Sobretudo
ru: Тренч
zh_cn: 军用防水大衣
zh_tw: 軍用防水大衣

# SKIN_NAMES.body_trimmed_blouse_blue_sky
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_trimmed_blouse_green_celadon
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_trimmed_blouse_pink_pearl
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_trimmed_blouse_red_higgsbury
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_trimmed_blouse_white_pure
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_trimmed_blouse_yellow_flax
source: Pleated Shirt
de: Plissiertes Hemd
es_mx: Camisa plisada
fr: Chemise à plis
it: Camicia a pieghe
ja: プリーツブラウス
ko: 주름 잡힌 셔츠
pl: Plisowana koszula
pt_br: Camisa plissada
ru: Рубашка в складку
zh_cn: 百褶衬衫
zh_tw: 百褶襯衫

# SKIN_NAMES.body_tshirt_blue_cerulean
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_green_leaf
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_grey_battleship
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_orange_pumpkin
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_purple_mauve
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_red_higgsbury
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tshirt_white_smoke
source: T-Shirt
es_mx: Camiseta
ja: Tシャツ
ko: 티셔츠
pl: Koszulka
pt_br: Camiseta
ru: Футболка
zh_cn: T恤
zh_tw: T恤

# SKIN_NAMES.body_tweedvest_blue_lightning
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_tweedvest_brown_chocolate
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_tweedvest_green_hunters
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_tweedvest_grey_steel
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_tweedvest_pink_raspberry
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_tweedvest_tan_grass
source: Tweed Waistcoat
de: Tweed-Weste
es_mx: Chaleco de tweed
fr: Gilet en tweed
it: Gilet in tweed
ja: ツイードベスト
ko: 트위드 정장조끼
pl: Tweedowy bezrękawnik
pt_br: Colete de tweed
ru: Твидовый жилет
zh_cn: 花呢背心
zh_tw: 花呢背心

# SKIN_NAMES.body_ugly_chester
source: Ugly Chester Sweater
de: Hässlicher Chester-Pullover
fr: Pull moche Chester
it: Brutto maglione con Chester
ja: ダサセーター「チェスター」
ko: 못생긴 체스터 스웨터
pl: Ohydny sweter w Skrzyneckę
pt_br: Suéter Feio Baú-Dogue
ru: Нелепый свитер с Честером
zh_cn: 丑陋的切斯特毛衣
zh_tw: 醜陋的賈斯特毛衣

# SKIN_NAMES.body_ugly_deerclops
source: Ugly Deerclops Sweater
de: Hässlicher Hirschklop-Pullover
fr: Pull moche cerf-clope
it: Brutto maglione con cervoclope
ja: ダサセーター「ディアクロップス」
ko: 못생긴 외눈사슴 스웨터
pl: Ohydny sweter w jeleklopa
pt_br: Suéter Feio Cervoclope
ru: Нелепый свитер циклополеня
zh_cn: 丑陋的独眼巨鹿毛衣
zh_tw: 醜陋的獨眼巨鹿毛衣

# SKIN_NAMES.body_ugly_gemdeer
source: Ugly Deer Sweater
de: Hässlicher Rentier-Pullover
fr: Pull moche cerf
it: Brutto maglione con cervo
ja: ダサセーター「鹿」
ko: 못생긴 사슴 스웨터
pl: Ohydny sweter w jelenia
pt_br: Suéter Feio Cervo
ru: Нелепый олений свитер
zh_cn: 丑陋的鹿毛衣
zh_tw: 醜陋的鹿毛衣

# SKIN_NAMES.body_ugly_gingerpig
source: Ugly Gingerbread Sweater
de: Hässlicher Lebkuchen-Pullover
fr: Pull moche pain d'épices
it: Brutto maglione con pan di zenzero
ja: ダサセーター「ジンジャーブレッド」
ko: 못생긴 진저브레드 스웨터
pl: Ohydny sweter piernikowy
pt_br: Suéter Feio Gengibre
ru: Нелепый пряничный свитер
zh_cn: 丑陋的姜饼毛衣
zh_tw: 醜陋的薑餅毛衣

# SKIN_NAMES.body_ugly_klaus
source: Ugly Klaus Sweater
de: Hässlicher Klaus-Pullover
fr: Pull moche Klaus
it: Brutto maglione con Klaus
ja: ダサセーター「クラウス」
ko: 못생긴 클라우스 스웨터
pl: Ohydny sweter w Klausa
pt_br: Suéter Feio Klaus
ru: Нелепый свитер с Клаусом
zh_cn: 丑陋的克劳斯毛衣
zh_tw: 醜陋的克勞斯毛衣

# SKIN_NAMES.body_ugly_treeguard
source: Ugly Treeguard Sweater
de: Hässlicher Baumwache-Pullover
fr: Pull moche arbre gardien
it: Brutto maglione con guardiano arboreo
ja: ダサセーター「木の番人」
ko: 못생긴 나무괴물 스웨터
pl: Ohydny sweter w drzewca
pt_br: Suéter Feio Guardárvores
ru: Нелепый свитер энта
zh_cn: 丑陋的树精守卫毛衣
zh_tw: 醜陋的樹精守衛毛衣

# SKIN_NAMES.body_ugly_winterhat
source: Ugly Winter Sweater
de: Hässlicher Winterpullover
fr: Pull moche hivernal
it: Brutto maglione invernale
ja: ダサセーター「冬」
ko: 못생긴 겨울 스웨터
pl: Ohydny sweter zimowy
pt_br: Suéter Feio Inverno
ru: Нелепый зимний свитер
zh_cn: 丑陋的冬季毛衣
zh_tw: 醜陋的冬季毛衣

# SKIN_NAMES.body_ugly_winterhat_black_davys
source: Ugly Grey Winter Sweater
de: Hässlicher grauer Winterpullover
fr: Pull moche hivernal gris
it: Brutto maglione invernale grigio
ja: ダサセーター「冬」（灰色）
ko: 못생긴 회색 겨울 스웨터
pl: Ohydny szary sweter zimowy
pt_br: Suéter Feio Inverno Cinza
ru: Нелепый серый зимний свитер
zh_cn: 丑陋的灰色冬季毛衣
zh_tw: 醜陋的灰色冬季毛衣

# SKIN_NAMES.body_ugly_winterhat_pink_hibiscus
source: Ugly Pink Winter Sweater
de: Hässlicher rosa Winterpullover
fr: Pull moche hivernal rose
it: Brutto maglione invernale rosa
ja: ダサセーター「冬」（ピンク）
ko: 못생긴 핑크 겨울 스웨터
pl: Ohydny różowy sweter zimowy
pt_br: Suéter Feio Inverno Rosa
ru: Нелепый розовый зимний свитер
zh_cn: 丑陋的粉色冬季毛衣
zh_tw: 醜陋的粉色冬季毛衣

# SKIN_NAMES.body_walter_bee
source: Bee Costume Top
de: Bienen-Kostümoberteil
fr: Haut de costume d'abeille
it: Sopra del costume da ape
ja: 蜂のコスチューム（トップ）
ko: 꿀벌 의상 상의
pl: Góra stroju pszczoły
pt_br: Parte de Cima da Fantasia de Abelha
ru: Верх от костюма пчелы
zh_cn: 蜜蜂服
zh_tw: 蜜蜂服

# SKIN_NAMES.body_walter_beep
source: Bee Costume Top
de: Bienen-Kostümoberteil
fr: Haut de costume d'abeille
it: Sopra del costume da ape
ja: 蜂のコスチューム（トップ）
ko: 꿀벌 의상 상의
pl: Góra stroju pszczoły
pt_br: Parte de Cima da Fantasia de Abelha
ru: Верх от костюма пчелы
zh_cn: 蜜蜂服
zh_tw: 蜜蜂服

# SKIN_NAMES.body_walter_detective
source: Crime Solving Overcoat
de: Mantel des Detektivs
es_mx: Sobretodo para Resolver Casos
fr: Imperméable d'enquêteur
it: Soprabito da detective
ja: 事件解決のオーバーコート
ko: 사건 해결용 오버코트
pl: Płaszcz detektywa
pt_br: Sobretudo de Resolução de Crimes
ru: Плащ детектива
zh_cn: 破案大衣
zh_tw: 破案大衣

# SKIN_NAMES.body_walter_formal
source: Dress Shirt and Sash
de: Hemd und Schärpe
es_mx: Camisa y Banda de Vestir
fr: Chemise et écharpe
it: Camicia e fusciacca eleganti
ja: ドレスシャツとサッシュ
ko: 드레스 셔츠와 띠
pl: Koszula z szarfą
pt_br: Camisa e Faixa
ru: Форменная рубашка с лентой
zh_cn: 衬衣和缎带
zh_tw: 襯衣和緞帶

# SKIN_NAMES.body_walter_ice
source: Snowy Winter Coat
de: Verschneiter Wintermantel
fr: Manteau d'hiver enneigé
it: Cappotto invernale innevato
ja: 厳冬のコート
ko: 눈 내린 겨울 코트
pl: Płaszcz na śnieżną zimę
pt_br: Casaco de Inverno Nevado
ru: Куртка для снежной зимы
zh_cn: 冬雪大衣
zh_tw: 冬雪大衣

# SKIN_NAMES.body_walter_nature
source: Adventurer's Garb
de: Abenteurer-Gewand
fr: Tenue d'aventurier
it: Abito da avventuriero
ja: 冒険者の服
ko: 모험가의 의복
pl: Strój poszukiwacza przygód
pt_br: Vestimenta de Aventureiro
ru: Костюм искателя приключений
zh_cn: 冒险家服饰
zh_tw: 冒險家服飾

# SKIN_NAMES.body_walter_survivor
source: Tattered Uniform
de: Zerrissene Uniform
es_mx: Uniforme Andrajoso
fr: Uniforme usé
it: Uniforme stracciata
ja: 着古した制服
ko: 낡은 유니폼
pl: Znoszony mundurek
pt_br: Uniforme Esfarrapado
ru: Потертая униформа
zh_cn: 旧制服
zh_tw: 舊制服

# SKIN_NAMES.body_walter_ventriloquist
source: Spooky Striped Suit
de: Gruseliger Streifenanzug
fr: Costume rayé flippant
it: Giacca a strisce inquietante
ja: 不気味なストライプスーツ
ko: 오싹한 스트라이프 수트
pl: Straszny strój w paski
pt_br: Traje Listrado Assustador
ru: Жуткий полосатый костюм
zh_cn: 恐怖条纹西装
zh_tw: 恐怖條紋西裝

# SKIN_NAMES.body_walter_victorian
source: Paperboy Shirt
de: Zeitungskungen-Shirt
fr: Blouse de la rue
it: Camicia da ragazzo dei giornali
ja: 新聞配達少年のシャツ
ko: 페이퍼보이 셔츠
pl: Koszula gazeciarza
pt_br: Camisa de Jornaleiro
ru: Рубашка газетчика
zh_cn: 报童衫
zh_tw: 報童衫

# SKIN_NAMES.body_wanda_bishop
source: Clockwork Bishop Costume Top
de: Kostümoberteil des Uhrwerk-Bischofs
fr: Haut de costume d'évêque mécanique
it: Sopra del costume da alfiera meccanica
ja: 時計仕掛けの司教のコスチューム（トップ）
ko: 태엽장치 비숍 의상 상의
pl: Góra stroju mechanicznego gońca
pt_br: Parte de Cima da Fantasia Bispo Mecânico
ru: Верх от костюма механического слона
zh_cn: 发条主教服
zh_tw: 發條主教服

# SKIN_NAMES.body_wanda_bishopp
source: Clockwork Bishop Costume Top
de: Kostümoberteil des Uhrwerk-Bischofs
fr: Haut de costume d'évêque mécanique
it: Sopra del costume da alfiera meccanica
ja: 時計仕掛けの司教のコスチューム（トップ）
ko: 태엽장치 비숍 의상 상의
pl: Góra stroju mechanicznego gońca
pt_br: Parte de Cima da Fantasia Bispo Mecânico
ru: Верх от костюма механического слона
zh_cn: 发条主教服
zh_tw: 發條主教服

# SKIN_NAMES.body_wanda_formal
source: Traveling Ensemble
de: Reisendes Ensemble
fr: Ensemble de voyage
it: Completo da viaggio
ja: 旅のアンサンブル
ko: 여행 앙상블
pl: Komplet podróżniczy
pt_br: Conjunto de Viagem
ru: Дорожный наряд
zh_cn: 旅行套装
zh_tw: 旅行套裝

# SKIN_NAMES.body_wanda_shadow
source: Shadow Overcoat
de: Schatten-Mantel
fr: Pardessus de ténèbres
it: Soprabito d'ombra
ja: 影のオーバーコート
ko: 그림자 외투
pl: Płaszcz cienia
pt_br: Sobretudo Sombrio
ru: Плащ теней
zh_cn: 暗影大衣
zh_tw: 暗影大衣

# SKIN_NAMES.body_wanda_steampunk
source: Tinkersmith's Frock
de: Kutte des Tüftlers
fr: Robe d'horlogère
it: Vestito da aggiustatutto
ja: 時計職人の仕事着
ko: 대장간의 땜장이 플록
pl: Sukienka majsterkowiczki
pt_br: Vestido de Gambiarrista
ru: Блуза часовщицы
zh_cn: 修补匠连衣裙
zh_tw: 修補匠連衣裙
