Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.walterhat_detective
source: Deerstalker
de: Deerstalker-Hut
es_mx: Gorro de Cazador
fr: Chapeau anglais
it: Cappello da cacciatore
ja: 鹿撃ち帽
ko: 사냥 모자
pl: Czapka z uszami
pt_br: Cervadora
ru: Охотничья шляпа
zh_cn: 猎鹿帽
zh_tw: 獵鹿帽

# SKIN_NAMES.walterhat_formal
source: Pine Leader Hat
de: Hut des Kiefern-Anführers
es_mx: Sombrero de Pino líder
fr: Chapeau de chef scout
it: Cappello da ranger
ja: リーダーの帽子
ko: 소나무 개척단 지도자 모자
pl: Kapelusz sosnowego lidera
pt_br: Chapéu do Líder do Pinheiro
ru: Шапка лидера скаутов
zh_cn: 松树队长帽
zh_tw: 松樹隊長帽

# SKIN_NAMES.walterhat_ice
source: Cozy Cap
de: Gemütlich Mütze
fr: Bonnet chaud
it: Berretto confortevole
ja: 暖かな帽子
ko: 포근한 모자
pl: Wygodna czapka
pt_br: Chapéu Aconchegante
ru: Уютная шапка
zh_cn: 舒适帽
zh_tw: 舒適帽

# SKIN_NAMES.walterhat_nature
source: Adventurer's Kerchief
de: Halstuch des Abenteurers
fr: Foulard d'aventurier
it: Fazzoletto da avventuriero
ja: 冒険者のハンカチーフ
ko: 모험가의 손수건
pl: Chustka poszukiwacza przygód
pt_br: Lenço do Aventureiro
ru: Платок искателя приключений
zh_cn: 冒险家手帕
zh_tw: 冒險家手帕

# SKIN_NAMES.walterhat_survivor
source: Cap o' Flage
de: Tarnkappe
es_mx: Sombrero Camuflado
fr: Chapouflage
it: Cappello di foglie
ja: フランジ帽
ko: 위장 모자
pl: Kamuflaż
pt_br: Chapéu de Folhas
ru: Шляпофляж
zh_cn: 灌木迷彩帽
zh_tw: 灌木迷彩帽

# SKIN_NAMES.walterhat_ventriloquist
source: Chatty Hatty
de: Plappermütze
fr: Chapeau bavard
it: Cilindro logorroico
ja: おしゃべり帽子
ko: 수다스러운 해티
pl: Kapelusz rozgadania
pt_br: Chapéu Conversador
ru: Говорливая шляпа
zh_cn: 话多的帽子
zh_tw: 話多的帽子

# SKIN_NAMES.walterhat_victorian
source: Paperboy Cap
de: Mütze des Zeitungsjungen
fr: Béret de la rue
it: Berretto da ragazzo dei giornali
ja: 新聞配達少年のキャップ
ko: 페이퍼보이 모자
pl: Czapka gazeciarza
pt_br: Boné de Jornaleiro
ru: Кепка газетчика
zh_cn: 报童帽
zh_tw: 報童帽

# SKIN_NAMES.wanda_bishop
source: Clockwork Bishop Costume
de: Kostüm des Uhrwerk-Bischofs
fr: Costume d'évêque mécanique
it: Costume da alfiera meccanica
ja: 時計仕掛けの司教のコスチューム
ko: 태엽장치 비숍 의상
pl: Strój mechanicznego gońca
pt_br: Fantasia Bispo Mecânico
ru: Костюм механического слона
zh_cn: 发条主教服装
zh_tw: 發條主教服裝

# SKIN_NAMES.wanda_bishop_d
source: Wandashop Bulb
de: Wandashop-Birne
fr: Bulbe Wandalutin
it: Lampadina da Wandalfiera
ja: ワンダショップの球根
ko: 완다샵 전구
pl: Gończa bulwa Wandy
pt_br: Bulbo Wandashop
ru: Митра Вандаслона
zh_cn: 旺达主教灯泡
zh_tw: 旺達主教燈泡

# SKIN_NAMES.wanda_bishop_p
source: Wandashop Bulb
de: Wandashop-Birne
fr: Bulbe Wandalutin
it: Lampadina da Wandalfiera
ja: ワンダショップの球根
ko: 완다샵 전구
pl: Gończa bulwa Wandy
pt_br: Bulbo Wandashop
ru: Митра Вандаслона
zh_cn: 旺达主教灯泡
zh_tw: 旺達主教燈泡

# SKIN_NAMES.wanda_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wanda_none
source: Essential Wanda
de: Essenzielle Wanda
fr: Wanda essentielle
it: Wanda essenziale
ja: 基本のワンダ
ko: 완다 자체
pl: Klasyczna Wanda
pt_br: Wanda Normal
ru: Обыкновенная Ванда
zh_cn: 基础旺达
zh_tw: 基礎旺達

# SKIN_NAMES.wanda_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wanda_steampunk
source: The Tinkersmith
de: Die Tüftlerin
fr: L'Horlogère
it: L'Aggiustatutto
ja: 時計職人
ko: 대장간의 땜장이
pl: Majsterkowiczka
pt_br: A Gambiarrista
ru: Часовщица
zh_cn: 修补匠
zh_tw: 修補匠

# SKIN_NAMES.wanda_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wardrobe_armoire
source: Shared Armoire
de: Gemeinsamer Schrank
es_mx: Armario Compartido
fr: Armoire partagée
it: Armadio condiviso
ja: 共有のタンス
ko: 공동 장롱
pl: Dwudrzwiowa szafa
pt_br: Armário Compartilhado
ru: Общий гардероб
zh_cn: 共享大衣橱
zh_tw: 共用大衣櫥

# SKIN_NAMES.wardrobe_crystal
source: Crystallized Cabinet
de: Kristallschrank
es_mx: Gabinete Cristalizado
fr: Armoire cristallisée
it: Armadio cristallizzato
ja: 水晶のキャビネット
ko: 크리스탈 진열장
pl: Kryształowa szafa
pt_br: Armário Cristalizado
ru: Хрустальный шкаф
zh_cn: 水晶衣柜
zh_tw: 水晶衣櫃

# SKIN_NAMES.wardrobe_gothic
source: Gothic Wardrobe
de: Gotischer Schrank
fr: Armoire gothique
it: Guardaroba gotico
ja: ゴシックな洋服タンス
ko: 고딕 옷장
pl: Gotycka szafa
pt_br: Guarda-roupa Gótico
ru: Готический гардероб
zh_cn: 哥特衣柜
zh_tw: 哥特衣櫃

# SKIN_NAMES.wardrobe_heart
source: Lover's Wardrobe
de: Schrank der Liebenden
es_mx: Armario del amante
fr: Garde-robe d'amour
it: Armadio dell'amante
ja: 恋人の洋服ダンス
ko: 연인의 옷장
pl: Szafa Kochasia
pt_br: Guarda-roupa do Amante
ru: Гардероб возлюбленного
zh_cn: 情人衣柜
zh_tw: 情人衣櫃

# SKIN_NAMES.wardrobe_vine
source: Brambleberry Wardrobe
de: Brombeeren-Kleiderschrank
fr: Garde-robe roncière
it: Guardaroba Bacca di rovi
ja: キイチゴの洋服タンス
ko: 브램블베리 옷장
pl: Jeżynowa garderoba
pt_br: Guarda-roupa de Amora
ru: Ежевичный гардероб
zh_cn: 刺莓衣柜
zh_tw: 刺莓衣櫃

# SKIN_NAMES.wardrobe_yule
source: Winter Wardrobe
de: Wintergarderobe
fr: Garde-robe d'hiver
it: Guardaroba invernale
ja: 冬の洋服ダンス
ko: 겨울 옷장
pl: Zimowa garderoba
pt_br: Guarda-Roupa de Inverno
ru: Зимний гардероб
zh_cn: 冬季衣柜
zh_tw: 冬季衣櫃

# SKIN_NAMES.warly_candyman
source: The Candy Man
de: Der Zuckerbäcker
es_mx: El Hombre de los Dulces
fr: Le confiseur
it: Il Pasticcere
ja: キャンディマン
ko: 사탕 아저씨
pl: Cukiernik
pt_br: O Homem Doce
ru: Кондитер
zh_cn: 糖果师
zh_tw: 糖果師

# SKIN_NAMES.warly_carrat
source: Carrat Costume
de: Karatten-Kostüm
fr: Costume de carate
it: Costume da caratto
ja: キャラットのコスチューム
ko: 당근이쥐 의상
pl: Strój myszomarchwi
pt_br: Fantasia de Cenourrato
ru: Костюм моркрысы
zh_cn: 胡萝卜鼠服装
zh_tw: 胡蘿蔔鼠服裝

# SKIN_NAMES.warly_carrat_d
source: Warrat Head
de: Kriegsratten-Kopf
fr: Tête de warate
it: Testa di Waratto
ja: ワラットの頭
ko: 워랫 머리
pl: Głowa Warlyszczura
pt_br: Cabeça de Cenourratorly
ru: Голова Варкрысы
zh_cn: 沃萝卜鼠头饰
zh_tw: 沃蘿蔔鼠頭飾

# SKIN_NAMES.warly_carrat_p
source: Warrat Head
de: Kriegsratten-Kopf
fr: Tête de warate
it: Testa di Waratto
ja: ワラットの頭
ko: 워랫 머리
pl: Głowa Warlyszczura
pt_br: Cabeça de Cenourratorly
ru: Голова Варкрысы
zh_cn: 沃萝卜鼠头饰
zh_tw: 沃蘿蔔鼠頭飾

# SKIN_NAMES.warly_chef
source: The Head Chef
de: Chefkoch
es_mx: El Chef
fr: Le chef
it: Il Capocuoco
ja: ヘッドシェフ
ko: 주방장
pl: Szef kuchni
pt_br: O Chefe de Cozinha
ru: Шеф-повар
zh_cn: 主厨
zh_tw: 主廚

# SKIN_NAMES.warly_fisherman
source: The Trawler
de: Der Kuttermann
es_mx: El Pescador
fr: Le pêcheur
it: Il Pescatore
ja: トロール漁船
ko: 트롤선
pl: Rybak
pt_br: O Traineira
ru: Рыбацкий
zh_cn: 渔夫
zh_tw: 漁夫

# SKIN_NAMES.warly_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.warly_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.warly_none
source: Warly
ja: ワーリー
ko: 왈리
ru: Варли
zh_cn: 沃利
zh_tw: 沃利

# SKIN_NAMES.warly_rose
source: The Roseate
de: Rosig
es_mx: El Rosado
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różany
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.warly_victorian
source: The Victorian
de: Viktorianer
es_mx: El Victoriano
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wateringcan_rustic
source: Homespun Watering Can
de: Hausgemachte Gießkanne
fr: Arrosoir fait-main
it: Annaffiatoio tessuto in casa
ja: お手製のジョウロ
ko: 홈스펀 물뿌리개
pl: Zwyczajna konewka
pt_br: Regador Singelo
ru: Деревенская лейка
zh_cn: 家纺浇水壶
zh_tw: 家紡澆水壺

# SKIN_NAMES.watermelonhat_pumpkin
source: Fashion Pumpkin
de: Modekürbis
es_mx: Calabaza moderna
fr: Citrouille à la mode
it: Zucca trendy
ja: おしゃれなパンプキン
ko: 패션 호박
pl: Modna dynia
pt_br: Abóbora elegante
ru: Стильная тыква
zh_cn: 时髦南瓜
zh_tw: 時髦南瓜

# SKIN_NAMES.wathgrithr_combatant
source: The Challenger
de: Herausforderin
es_mx: Skin retadora
fr: L'adversaire
it: La Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: A Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wathgrithr_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wathgrithr_deerclops
source: Deerclops Costume
de: Deerclops-Kostüm
es_mx: Traje de ciérclope
fr: Costume cerf-clope
it: Costume del cervoclope
ja: ディアクロップスのコスチューム
ko: 외눈사슴 의상
pl: Strój jeleklopa
pt_br: Fantasia de cervoclope
ru: Костюм Циклополеня
zh_cn: 独眼巨鹿的服饰
zh_tw: 獨眼巨鹿的服飾

# SKIN_NAMES.wathgrithr_deerclops_d
source: Deerfrid Mask
de: Deerfrid-Maske
es_mx: Máscara de Cierfrid
fr: Masque de cerf-frid
it: Maschera di Cervoclogrithr
ja: ディアフライドのマスク
ko: 디어프리드 마스크
pl: Maska Jelefridy
pt_br: Máscara de cervofrid
ru: Маска Циклопфрида
zh_cn: 独眼巨鹿面罩
zh_tw: 獨眼巨鹿面罩

# SKIN_NAMES.wathgrithr_deerclops_p
source: Deerfrid Mask
de: Deerfrid-Maske
es_mx: Máscara de Cierfrid
fr: Masque de cerf-frid
it: Maschera di Cervoclogrithr
ja: ディアフライドのマスク
ko: 디어프리드 마스크
pl: Maska Jelefridy
pt_br: Máscara de cervofrid
ru: Маска Циклопфрида
zh_cn: 独眼巨鹿面罩
zh_tw: 獨眼巨鹿面罩

# SKIN_NAMES.wathgrithr_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wathgrithr_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wathgrithr_gladiator
source: The Gladiator
de: Gladiatorin
es_mx: Skin gladiadora
fr: La gladiatrice
it: La Gladiatrice
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: A Gladiadora
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wathgrithr_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: La magmatique
it: La Magmatica
ja: マグマ
ko: 마그마질
pl: Magmatyczna
pt_br: A Magmática
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wathgrithr_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: La verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielona
pt_br: A Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wathgrithr_none
source: Wigfrid
ja: ウィグフリド
ko: 위그프리드
pl: Wigfryda
ru: Вигфрид
zh_cn: 薇格弗德
zh_tw: 薇格弗德

# SKIN_NAMES.wathgrithr_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wathgrithr_rosep
source: The Roseate
de: Rosig
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wathgrithr_scarecrow
source: The Straw-Stuffed
de: Der Strohmann
es_mx: La Espantapájaros
fr: Le garni de paille
it: La Spaventapasseri
ja: ワラがいっぱい
ko: 짚으로 채움
pl: Słomiana
pt_br: A Estufada de Palha
ru: Соломенный
zh_cn: 稻草人
zh_tw: 稻草人

# SKIN_NAMES.wathgrithr_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wathgrithr_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wathgrithr_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wathgrithr_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wathgrithr_valkyrie
source: Winged Victory
de: Geflügelter Sieg
fr: Victoire ailée
it: Vittoria alata
ja: 翼の栄光
ko: 날개 달린 승리
pl: Skrzydlate zwycięstwo
pt_br: Vitória Alada
ru: Крылья победы
zh_cn: 胜利之翼
zh_tw: 勝利之翼

# SKIN_NAMES.wathgrithr_victorian
source: The Victorian
de: Viktorianerin
es_mx: Skin victoriana
fr: La victorienne
it: La Vittoriana
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriańska
pt_br: A Vitoriana
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wathgrithr_wrestler
source: The Ultimate Performer
de: Die Ultimative
es_mx: Skin de Luchadora definitiva
fr: La performeuse ultime
it: L'attrice suprema
ja: 最強パフォーマー
ko: 궁극의 공연가
pl: Zawodniczka Ostateczności
pt_br: O Lutador Definitivo
ru: Крутой исполнитель
zh_cn: 终极表演家
zh_tw: 終極表演家

# SKIN_NAMES.wathgrithr_yule
source: The Merrymaker
de: Die Festliche
es_mx: La fiestera
fr: La fêtarde
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: A Felicitadora
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wathgrithrhat_valkyrie
source: Winged Helm
de: Geflügelter Helm
fr: Heaume à ailes
it: Elmo alato
ja: 翼の兜
ko: 날개 달린 투구
pl: Skrzydlaty hełm
pt_br: Elmo Alado
ru: Крылатый шлем
zh_cn: 飞翼头盔
zh_tw: 飛翼頭盔

# SKIN_NAMES.wathgrithrhat_wrestle
source: Golden Helm
de: Goldener Helm
es_mx: Casco de oro
fr: Casque en or
it: Elmo d'oro
ja: 金の兜
ko: 황금 투구
pl: Złoty hełm
pt_br: Elmo de ouro
ru: Золотой шлем
zh_cn: 金色头盔
zh_tw: 金色頭盔

# SKIN_NAMES.waxwell_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.waxwell_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.waxwell_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.waxwell_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.waxwell_krampus
source: Krampus Costume
de: Krampus-Kostüm
es_mx: Traje de Krampus
fr: Costume krampus
it: Costume da Krampus
ja: クランプスのコスチューム
ko: 크람푸스 의상
pl: Strój krampusa
pt_br: Fantasia de Krampus
ru: Костюм Крампуса
zh_cn: 坎普斯的服饰
zh_tw: 坎普斯的服飾

# SKIN_NAMES.waxwell_krampus_d
source: Krampwell Head
de: Krampwell-Kopf
es_mx: Cabeza de Krampwell
fr: Tête de krampwell
it: Testa di Krampwell
ja: クランプウェルの頭
ko: 크람푸웰 머리
pl: Głowa Krampwella
pt_br: Cabeça de Krampwell
ru: Голова Крампвелла
zh_cn: 克朗普韦尔之颅
zh_tw: 克朗普韋爾之顱

# SKIN_NAMES.waxwell_krampus_p
source: Krampwell Head
de: Krampwell-Kopf
es_mx: Cabeza de Krampwell
fr: Tête de krampwell
it: Testa di Krampwell
ja: クランプウェルの頭
ko: 크람푸웰 머리
pl: Głowa Krampwella
pt_br: Cabeça de Krampwell
ru: Голова Крампвелла
zh_cn: 克朗普韦尔之颅
zh_tw: 克朗普韋爾之顱

# SKIN_NAMES.waxwell_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.waxwell_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.waxwell_none
source: Maxwell
ko: 맥스웰
ru: Максвелл
zh_cn: 麦斯威尔
zh_tw: 麥斯威爾

# SKIN_NAMES.waxwell_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.waxwell_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.waxwell_unshadow
source: The Untriumphant
de: Untriumphierend
es_mx: Skin no triunfal
fr: Le non triomphant
it: Il Non-Trionfante
ja: ルーザー
ko: 의기소침
pl: Przegrany
pt_br: O Destriunfante
ru: Нетриумфальный
zh_cn: 溃败
zh_tw: 潰敗

# SKIN_NAMES.waxwell_vampire
source: The Vampiric
de: Der Vampirische
es_mx: El Vampírico
fr: Le vampirique
it: Il Vampiresco
ja: 吸血鬼
ko: 흡혈귀
pl: Wampirzy
pt_br: O Vampírico
ru: Вампир
zh_cn: 吸血鬼
zh_tw: 吸血鬼

# SKIN_NAMES.waxwell_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.waxwell_yule
source: The Merrymaker
de: Der Festliche
es_mx: El fiestero
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczny
pt_br: A Felicitadora
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.webber_bat
source: Batilisk Costume
de: Batilisken-Kostüm
es_mx: Traje de murcielisco
fr: Costume vampix
it: Costume da pipilisco
ja: バティリスクのコスチューム
ko: 바틸리스크 의상
pl: Strój nietopeliszka
pt_br: Fantasia de morcegolisco
ru: Костюм Мышелиска
zh_cn: 蝙蝠服饰
zh_tw: 蝙蝠服飾

# SKIN_NAMES.webber_bat_d
source: Webilisk Head
de: Webilisk-Kopf
es_mx: Cabeza de Webilisco
fr: Tête de webpix
it: Testa di ragnilisco
ja: ウェビリスクの頭
ko: 웨빌리스크 머리
pl: Głowa Webiliszka
pt_br: Cabeça de Webilisco
ru: Голова Вебилиска
zh_cn: 蝙蝠韦伯之颅
zh_tw: 蝙蝠韋伯之顱

# SKIN_NAMES.webber_bat_p
source: Webilisk Head
de: Webilisk-Kopf
es_mx: Cabeza de Webilisco
fr: Tête de webpix
it: Testa di ragnilisco
ja: ウェビリスクの頭
ko: 웨빌리스크 머리
pl: Głowa Webiliszka
pt_br: Cabeça de Webilisco
ru: Голова Вебилиска
zh_cn: 蝙蝠韦伯之颅
zh_tw: 蝙蝠韋伯之顱

# SKIN_NAMES.webber_beard_bat
source: Silky Webilisk Beard
de: Seidiger Webiliskenbart
es_mx: Barba de Telarañisco Sedosa
fr: Bat-barbe soyeuse
it: Barba setosa di ragnilisco
ja: スベスベなクモリスクのヒゲ
ko: 비단 같은 웨빌리스크 수염
pl: Pajęcza broda Webiliszka
pt_br: Barba de Webilisco Sedosa
ru: Шелковая мышиная борода
zh_cn: 蛛丝蝙蝠胡须
zh_tw: 蛛絲蝙蝠鬍鬚

# SKIN_NAMES.webber_beard_boy
source: Silky Farmspider Beard
de: Seidiger Farmspinnen-Bart
fr: Barbe soyeuse d'araignépouvantail
it: Barba setosa del ragno fattore
ja: スベスベな農家のクモのヒゲ
ko: 비단 같은 농장거미 수염
pl: Jedwabista broda pająka rolnika
pt_br: Barba de Aranhacultor Sedosa
ru: Шелковая борода фермера
zh_cn: 农场蜘蛛蛛丝胡须
zh_tw: 農場蜘蛛蛛絲鬍鬚

# SKIN_NAMES.webber_beard_formal
source: Silky Formal Beard
de: Seidiger förmlicher Bart
es_mx: Barba Formal Sedosa
fr: Barbe soyeuse élégante
it: Barba setosa formale
ja: スベスベなフォーマルのヒゲ
ko: 비단 같은 정장 수염
pl: Pajęcza broda wyjściowa
pt_br: Barba Formal Sedosa
ru: Шелковая нарядная борода
zh_cn: 蛛丝正式胡须
zh_tw: 蛛絲正式鬍鬚

# SKIN_NAMES.webber_beard_gladiator
source: Silky Gladiator Beard
de: Seidiger Gladiatorenbart
es_mx: Barba de Gladiador Sedosa
fr: Barbe soyeuse de gladiateur
it: Barba setosa da gladiatore
ja: スベスベな剣闘士のヒゲ
ko: 비단 같은 검투사 수염
pl: Pajęcza broda gladiatora
pt_br: Barba de Gladiador Sedosa
ru: Шелковая борода гладиатора
zh_cn: 蛛丝角斗士胡须
zh_tw: 蛛絲角鬥士鬍鬚

# SKIN_NAMES.webber_beard_ice
source: Silky Snowfallen Beard
de: Seidiger Neuschneebart
es_mx: Barba Nevada Sedosa
fr: Barbe soyeuse harfang
it: Barba setosa da nevicata
ja: スベスベなスノーフォールのヒゲ
ko: 비단 같은 눈 덮인 수염
pl: Pajęcza broda śniegowa
pt_br: Barba Nevada Sedosa
ru: Шелковая снежная борода
zh_cn: 蛛丝下雪胡须
zh_tw: 蛛絲下雪鬍鬚

# SKIN_NAMES.webber_beard_magma
source: Silky Magmatic Beard
de: Seidiger Magmabart
es_mx: Barba Magmática Sedosa
fr: Barbe soyeuse magmatique
it: Barba setosa magmatica
ja: スベスベなマグマのヒゲ
ko: 비단 같은 마그마질 수염
pl: Pajęcza broda magmatyczna
pt_br: Barba Magmática Sedosa
ru: Шелковая магмовая борода
zh_cn: 蛛丝岩浆胡须
zh_tw: 蛛絲岩漿鬍鬚

# SKIN_NAMES.webber_beard_nature
source: Silky Verdant Beard
de: Seidiger grüner Bart
fr: Barbe soyeuse verdoyante
it: Barba setosa verdeggiante
ja: スベスベな新緑のヒゲ
ko: 비단 같은 초록 수염
pl: Jedwabista zielona broda
pt_br: Barba Verdejante Sedosa
ru: Зеленая шелковая борода
zh_cn: 绿色蜘蛛丝胡须
zh_tw: 綠色蜘蛛絲鬍鬚

# SKIN_NAMES.webber_beard_punk
source: Silky Rebel Beard
de: Seidiger Rebellenbart
es_mx: Barba Rebelde Sedosa
fr: Barbe soyeuse rebelle
it: Barba setosa da ribelle
ja: スベスベな反逆者のヒゲ
ko: 비단 같은 반항아 수염
pl: Pajęcza broda buntownika
pt_br: Barba Rebelde Sedosa
ru: Шелковая борода бунтаря
zh_cn: 蛛丝叛逆胡须
zh_tw: 蛛絲叛逆鬍鬚

# SKIN_NAMES.webber_beard_rose
source: Silky Roseate Beard
de: Seidiger Rosenrot-Bart
es_mx: Barba Rosada Sedosa
fr: Barbe soyeuse rose
it: Barba setosa rosata
ja: スベスベなバラのヒゲ
ko: 비단 같은 장밋빛 수염
pl: Pajęcza broda różana
pt_br: Barba Rosada Sedosa
ru: Шелковая цветущая борода
zh_cn: 蛛丝玫瑰胡须
zh_tw: 蛛絲玫瑰鬍鬚

# SKIN_NAMES.webber_beard_shadow
source: Silky Triumphant Beard
de: Seidiger Triumph-Bart
es_mx: Barba Triunfal Sedosa
fr: Barbe soyeuse triomphante
it: Barba setosa trionfante
ja: スベスベな勝者のヒゲ
ko: 비단 같은 의기양양 수염
pl: Pajęcza broda zwycięska
pt_br: Barba Triunfante Sedosa
ru: Шелковая борода победителя
zh_cn: 蛛丝凯旋胡须
zh_tw: 蛛絲凱旋鬍鬚

# SKIN_NAMES.webber_beard_survivor
source: Silky Survivor Beard
de: Seidiger Überlebenden-Bart
es_mx: Barba de Sobreviviente Sedosa
fr: Barbe soyeuse survivante
it: Barba setosa da sopravvissuto
ja: スベスベな生存者のヒゲ
ko: 비단 같은 생존자 수염
pl: Pajęcza broda rozbitka
pt_br: Barba de Sobrevivente Sedosa
ru: Шелковая борода выжившего
zh_cn: 蛛丝冒险家胡须
zh_tw: 蛛絲冒險家鬍鬚

# SKIN_NAMES.webber_beard_victorian
source: Silky Victorian Beard
de: Seidiger viktorianischer Bart
fr: Barbe soyeuse victorienne
it: Barba setosa vittoriana
ja: スベスベなビクトリアのヒゲ
ko: 비단 같은 빅토리아풍 수염
pl: Jedwabista wiktoriańska broda
pt_br: Barba Vitoriana Sedosa
ru: Викторианская шелковая борода
zh_cn: 蛛丝维多利亚胡须
zh_tw: 蛛絲維多利亞鬍鬚

# SKIN_NAMES.webber_beard_wrestler
source: Silky El Tigre Cub Beard
de: Seidiger Bart des jungen El Tigre
es_mx: Barba de El Tigrito Sedosa
fr: Barbe soyeuse El Tigre
it: Barba setosa da tigrotto
ja: スベスベなエル・ティグレ坊やのヒゲ
ko: 비단 같은 엘 티그레 새끼 수염
pl: Pajęcza broda El Tigre Juniora
pt_br: Barba de Filhotinho de El Tigre Sedosa
ru: Шелковая борода Эль Тигре
zh_cn: 蛛丝小老虎胡须
zh_tw: 蛛絲小老虎鬍鬚

# SKIN_NAMES.webber_boy
source: The Farmspider
de: Die Farmspinne
fr: L'Araignépouvantail
it: Il Ragno fattore
ja: 農家のクモ
ko: 농장거미
pl: Pająk rolnik
pt_br: O Aranhacultor
ru: Паук-фермер
zh_cn: 农场蜘蛛
zh_tw: 農場蜘蛛

# SKIN_NAMES.webber_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.webber_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.webber_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.webber_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.webber_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.webber_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: O Nevado
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.webber_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿
