Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.abigail_flower_formal
source: Ghost of Honor
de: Ehrengeist
es_mx: Fantasma de Honor
fr: Fantôme d'honneur
it: Fantasma rispettabile
ja: 霊の主賓
ko: 초대 유령
pl: Duchini honorowa
pt_br: Convidada de Honra
ru: Почетный призрак
zh_cn: 鬼宾
zh_tw: 鬼賓

# SKIN_NAMES.abigail_flower_handmedown
source: The Nostalgic
de: Nostalgie
es_mx: La Nostálgica
fr: La nostalgique
it: La Nostalgica
ja: ノスタルジー
ko: 그리움
pl: Nostalgiczna
pt_br: A Nostálgica
ru: Ностальгический
zh_cn: 怀旧
zh_tw: 懷舊

# SKIN_NAMES.abigail_flower_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.abigail_flower_rose
source: The Roseate
de: Rosig
es_mx: La Rosada
fr: La rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.abigail_flower_shadow
source: The Triumphant
de: Triumphantin
es_mx: La triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.abigail_flower_survivor
source: The Persister
de: Hartnäckigkeit
es_mx: La Persistente
fr: La persistante
it: La Persistente
ja: 固執する者
ko: 끈질긴 자
pl: Nieustępliwa
pt_br: A Persistente
ru: Настойчивый
zh_cn: 垂死坚持
zh_tw: 垂死堅持

# SKIN_NAMES.abigail_formal
source: Ghost of Honor
de: Ehrengeist
es_mx: Fantasma de Honor
fr: Fantôme d'honneur
it: Fantasma rispettabile
ja: 霊の主賓
ko: 초대 유령
pl: Duchini honorowa
pt_br: Convidada de Honra
ru: Почетный призрак
zh_cn: 鬼宾
zh_tw: 鬼賓

# SKIN_NAMES.abigail_handmedown
source: The Nostalgic
de: Nostalgie
es_mx: La Nostálgica
fr: La nostalgique
it: La Nostalgica
ja: ノスタルジー
ko: 그리움
pl: Nostalgiczna
pt_br: A Nostálgica
ru: Ностальгический
zh_cn: 怀旧
zh_tw: 懷舊

# SKIN_NAMES.abigail_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.abigail_rose
source: The Roseate
de: Rosig
es_mx: La Rosada
fr: La rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.abigail_shadow
source: The Triumphant
de: Triumphantin
es_mx: La triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.abigail_survivor
source: The Persister
de: Hartnäckigkeit
es_mx: La Persistente
fr: La persistante
it: La Persistente
ja: 固執する者
ko: 끈질긴 자
pl: Nieustępliwa
pt_br: A Persistente
ru: Настойчивый
zh_cn: 垂死坚持
zh_tw: 垂死堅持

# SKIN_NAMES.alterguardianhat_lastprism
source: Last Prisms
de: Letzte Prismen
fr: Derniers prismes
it: Ultimi prismi
ja: 最後のプリズム
ko: 마지막 프리즘
pl: Ostatnie pryzmaty
pt_br: Últimos Prismas
ru: Последние призмы
zh_cn: 终极棱镜
zh_tw: 終極棱鏡

# SKIN_NAMES.amulet_red_heart
source: Clement Life Amulet
de: Amulett für ein mildes Leben
es_mx: Amuleto de recuperación de vida
fr: Amulette de vie clémente
it: Amuleto del cuore
ja: 穏やかな命のお守り
ko: 온화한 생명의 부적
pl: Życiodajny amulet
pt_br: Amuleto da vida clemente
ru: Амулет мягкой жизни
zh_cn: 克莱门特生命护符
zh_tw: 克萊門特生命護符

# SKIN_NAMES.amulet_red_occulteye
source: Clairvoyant Life Amulet
de: Hellsichtiges Lebensamulett
es_mx: Amuleto de vida clarividente
fr: Amulette de vie extralucide
it: Amuleto veggente
ja: 透視の命のお守り
ko: 천리안 생명의 부적
pl: Jasnowidzący życiodajny amulet
pt_br: Amuleto da vida de divinação
ru: Животворящий амулет ясновидения
zh_cn: 洞悉生命护符
zh_tw: 洞悉生命護符

# SKIN_NAMES.armor_dragonfly_fangedcollar
source: Jagged Dragonfly Armor
de: Gezackte Libellen-Rüstung
es_mx: Armadura de mosca dragón dentada
fr: Armure de libellule déchiquetée
it: Corazza draghellula
ja: ドラゴンフライのギザギザアーマー
ko: 뾰족한 용파리 갑옷
pl: Zębaty pancerz smoczuchy
pt_br: Armadura de libélula fincuda
ru: Зубчатая броня дракомухи
zh_cn: 锯齿龙蝇护甲
zh_tw: 鋸齒龍蠅護甲

# SKIN_NAMES.armor_dragonfly_haramaki
source: Dragonfly Haramaki
de: Libellen-Haramaki
es_mx: Haramaki de mosca dragón
fr: Haramaki de libellule
it: Haramaki draghellula
ja: ドラゴンフライの腹巻
ko: 용파리 하라마키
pl: Haramaki smoczuchy
pt_br: Haramaki de libélula
ru: Харамаки дракомухи
zh_cn: 龙蝇卷腹
zh_tw: 龍蠅卷腹

# SKIN_NAMES.armor_dragonfly_lamellar
source: Dragonfly Body Armor
de: Libellen-Körperpanzer
es_mx: Armadura de mosca dragón
fr: Armure de libellule
it: Corazza draghellula corpo
ja: ドラゴンフライのボディアーマー
ko: 용파리 갑옷
pl: Komplet pancerny smoczuchy
pt_br: Armadura corporal de libélula
ru: Бронежилет дракомухи
zh_cn: 龙蝇护甲
zh_tw: 龍蠅護甲

# SKIN_NAMES.armor_dragonfly_roman
source: Roman Dragonfly Armor
de: Römische Libellenrüstung
es_mx: Armadura Romana de Dragobélula
fr: Armure romaine de libellule
it: Corazza draghellula romana
ja: ドラゴンフライのローマのアーマー
ko: 로마풍 용파리 갑옷
pl: Rzymski pancerz smoczuchy
pt_br: Armadura Romana da Libélula
ru: Римская броня дракомухи
zh_cn: 罗马龙蝇护甲
zh_tw: 羅馬龍蠅護甲

# SKIN_NAMES.armor_grass_cloak
source: Feathered Grass Armor
de: Gefiederte Grasrüstung
es_mx: Armadura de hierba emplumada
fr: Armure d'herbe à plume
it: Armatura d'erba piumata
ja: 羽根の草アーマー
ko: 깃털 달린 풀 갑옷
pl: Słomiany pancerz z pierzem
pt_br: Armadura de grama com penas.
ru: Пернатая травяная броня
zh_cn: 羽饰草甲
zh_tw: 羽飾草甲

# SKIN_NAMES.armor_grass_woven
source: Woven Grass Armor
de: Rüstung aus gewebtem Gras
es_mx: Armadura de hierba tejida
fr: Armure d'herbe tissée
it: Armatura d'erba tessuta
ja: 編んだ草アーマー
ko: 직조된 풀 갑옷
pl: Tkany słomiany pancerz
pt_br: Armadura de grama tecida
ru: Плетеная травяная броня
zh_cn: 编织草甲
zh_tw: 編織草甲

# SKIN_NAMES.armor_marble_chainmail
source: Marble Splint Mail
de: Marmorschiene
es_mx: Malla entablillada de mármol
fr: Cotte de mailles en marbre
it: Corazza marmorizzata
ja: 大理石のジャラジャラアーマー
ko: 대리석 미늘 갑옷
pl: Kolczuga z marmurowych odłamków
pt_br: Cota de placas de mármore
ru: Кольчужная мраморная броня
zh_cn: 大理石板条甲
zh_tw: 大理石板條甲

# SKIN_NAMES.armor_marble_rockabs
source: Marble Plate Armor
de: Marmorplattenpanzer
es_mx: Armadura de placa de mármol
fr: Armure en plaques de marbre
it: Armatura placche di marmo
ja: 大理石のプレートアーマー
ko: 대리석 판 갑옷
pl: Marmurowa zbroja płytowa
pt_br: Armadura de placas de mármore
ru: Пластинчатая мраморная броня
zh_cn: 大理石板甲
zh_tw: 大理石板甲

# SKIN_NAMES.armor_marble_valkyrie
source: Marble Victory Armor
de: Marmor-Siegesrüstung
fr: Armure de victoire en marbre
it: Armatura della vittoria di marmo
ja: 大理石の栄光の鎧
ko: 대리석 승리 갑옷
pl: Marmurowy pancerz zwycięstwa
pt_br: Armadura da Vitória em Mármore
ru: Мраморная броня победителя
zh_cn: 大理石胜利盔甲
zh_tw: 大理石勝利盔甲

# SKIN_NAMES.armor_ruins_arcane
source: Whispering Grand Suit
de: Flüsternder Großanzug
es_mx: Gran coraza susurrante
fr: Grande armure murmurante
it: Grancorazza sussurrante
ja: ささやきのグランドスーツ
ko: 위대한 속삭이는 보호구
pl: Szepcząca wielka zbroja
pt_br: Grande traje sussurrante
ru: Шепчущий комплект брони
zh_cn: 华丽低语盔甲
zh_tw: 華麗低語盔甲

# SKIN_NAMES.armor_ruins_bulky
source: Steadfast Grand Suit
de: Standhafter Großanzug
es_mx: Gran coraza inquebrantable
fr: Grande armure ferme
it: Grancorazza salda
ja: 強固なグランドスーツ
ko: 위대한 견고한 보호구
pl: Niewzruszona wielka zbroja
pt_br: Grande traje inabalável
ru: Прочный комплект брони
zh_cn: 华丽稳固盔甲
zh_tw: 華麗穩固盔甲

# SKIN_NAMES.armor_ruins_leaf
source: Silken Grand Suit
de: Seidiger Großanzug
es_mx: Gran coraza de seda
fr: Grande armure en soie
it: Grancorazza setosa
ja: スベスベのグランドスーツ
ko: 위대한 비단 보호구
pl: Jedwabista wielka zbroja
pt_br: Grande traje de seda
ru: Шелковый комплект брони
zh_cn: 华丽丝带盔甲
zh_tw: 華麗絲帶盔甲

# SKIN_NAMES.armor_ruins_tusk
source: Jagged Grand Suit
de: Zackiger Großanzug
es_mx: Gran coraza dentada
fr: Grande armure déchiquetée
it: Grancorazza seghettata
ja: ギザギザのグランドスーツ
ko: 위대한 뾰족한 보호구
pl: Zębata wielka zbroja
pt_br: Grande traje dentado
ru: Зазубренный комплект брони
zh_cn: 华丽锯齿盔甲
zh_tw: 華麗鋸齒盔甲

# SKIN_NAMES.armor_sanity_curve
source: Shadowy Armor
de: Schattenrüstung
es_mx: Armadura Sombría
fr: Armure de l'ombre
it: Armatura oscura
ja: 闇のアーマー
ko: 그늘진 갑옷
pl: Cienisty pancerz
pt_br: Armadura Sombria
ru: Теневая броня
zh_cn: 暗影盔甲
zh_tw: 暗影盔甲

# SKIN_NAMES.armor_sanity_sharp
source: Corrupted Cloak
de: Verdorbener Mantel
es_mx: Capa Corrupta
fr: Cape corrompue
it: Mantello degenere
ja: 堕落のマント
ko: 부패한 망토
pl: Zdeprawowana peleryna
pt_br: Manto Corrompido
ru: Оскверненный плащ
zh_cn: 腐败斗篷
zh_tw: 腐敗斗篷

# SKIN_NAMES.armor_skeleton_shadowscalemail
source: Shadow Scalemail
de: Schatten-Schuppenrüstung
fr: Cotte de maille d'ombre
it: Corazza squamata d'ombra
ja: 影のスケイルメイル
ko: 그림자 비늘메일
pl: Łuskowa zbroja cienia
pt_br: Cota de Escamas das Sombras
ru: Тенечешуйчатая броня
zh_cn: 暗影鳞甲
zh_tw: 暗影鱗甲

# SKIN_NAMES.armor_wood_fangedcollar
source: Jagged Wood Armor
de: Gezackte Holzrüstung
es_mx: Armadura de madera dentada
fr: Armure de bois déchiquetée
it: Armatura legno seghettata
ja: ギザギザの木製アーマー
ko: 뾰족한 나무 갑옷
pl: Zębaty drewniany pancerz
pt_br: Armadura de madeira fincuda
ru: Острозубая деревянная броня
zh_cn: 锯齿木甲
zh_tw: 鋸齒木甲

# SKIN_NAMES.armor_wood_haramaki
source: Silken Wood Armor
de: Seidene Holzrüstung
es_mx: Armadura de madera satinada
fr: Armure de bois avec soie
it: Armatura legno vellutata
ja: スベスベの木製アーマー
ko: 비단 나무 갑옷
pl: Jedwabisty drewniany pancerz
pt_br: Armadura de madeira com seda
ru: Деревянная броня с шелком
zh_cn: 丝带木甲
zh_tw: 絲帶木甲

# SKIN_NAMES.armor_wood_lamellar
source: Wood Armor
de: Holzrüstung
es_mx: Armadura de madera
fr: Armure de bois
it: Armatura di legno
ja: 木製アーマー
ko: 나무 갑옷
pl: Drewniany pancerz
pt_br: Armadura de madeira
ru: Деревянная броня
zh_cn: 木质铠甲
zh_tw: 木質鎧甲

# SKIN_NAMES.armor_wood_roman
source: Roman Wood Armor
de: Römische Holzrüstung
es_mx: Armadura Romana de Madera
fr: Armure romaine en bois
it: Armatura di legno romano
ja: ローマの木製アーマー
ko: 로마풍 나무 갑옷
pl: Rzymski drewniany pancerz
pt_br: Armadura Romana de Madeira
ru: Римская деревянная броня
zh_cn: 罗马木甲
zh_tw: 羅馬木甲

# SKIN_NAMES.arrowsign_post_circus
source: Spectacular Stationary Wayfinder
de: Spektakulärer stationärer Wegweiser
es_mx: Espectacular explorador estacionario
fr: Panneau indicateur immobile spectaculaire
it: Spettacolare trovavia immobile
ja: すごい固定道探索機
ko: 찬란한 고정 길안내기
pl: Spektakularny Wskazywacz Kierunku
pt_br: Indicador de caminho estático espetacular
ru: Призрачный, неподвижный указатель
zh_cn: 壮观的固定寻路器
zh_tw: 壯觀的固定尋路器

# SKIN_NAMES.arrowsign_post_factory
source: Factory Signpost
de: Fabrikschild
es_mx: Poste indicador de fábrica
fr: Panneau d'usine
it: Insegna della fabbrica
ja: 工場の看板
ko: 공장 표지판
pl: Znak fabryczny
pt_br: Placa da fábrica
ru: Фабричная табличка
zh_cn: 工厂标识
zh_tw: 工廠標識

# SKIN_NAMES.arrowsign_post_fantasy
source: Fantasmical Path Marker
de: Phantasmischer Pfadmarkierer
fr: Panneau Fantasmaghéroïque
it: Insegna fantasmica
ja: 空想の道しるべ
ko: 환상마법 경로 마커
pl: Fantasmagoryczny drogowskaz
pt_br: Marcador de Localização Fantásmico
ru: Сказочный указатель тропы
zh_cn: 魔幻路标
zh_tw: 魔幻路標

# SKIN_NAMES.axe_feathered
source: Hunters Axe
de: Jägeraxt
es_mx: Hacha de Cazador
fr: Hache de chasseur
it: Ascia del cacciatore
ja: ハンターの斧
ko: 사냥꾼의 도끼
pl: Siekiera myśliwego
pt_br: Machado dos Caçadores
ru: Топор охотника
zh_cn: 猎人斧
zh_tw: 獵人斧

# SKIN_NAMES.axe_invisible
source: Pantomimed Axe
de: Pantomimen-Axt
fr: Hache pour de faux
it: Ascia mimata
ja: パントマイムの斧
ko: 무언극하는 도끼
pl: Siekiera pantomimy
pt_br: Pantomima de Machado
ru: Воображаемый топор
zh_cn: 拟真斧头
zh_tw: 擬真斧頭

# SKIN_NAMES.axe_northern
source: Nordic Axe
de: Nordische Axt
es_mx: Hacha Nórdica
fr: Hache nordique
it: Ascia nordica
ja: 北欧の斧
ko: 북유럽풍 도끼
pl: Nordycka siekiera
pt_br: Machado Nórdico
ru: Нордический топор
zh_cn: 北欧斧头
zh_tw: 北歐斧頭

# SKIN_NAMES.axe_victorian
source: Fanciful Axe
de: Phantasievolle Axt
es_mx: Hacha bonita
fr: Hache fantaisie
it: Ascia eccentrica
ja: 風変わりな斧
ko: 고급스러운 도끼
pl: Wytworna siekiera
pt_br: Machado elegante
ru: Экстравагантный топор
zh_cn: 华丽斧头
zh_tw: 華麗斧頭

# SKIN_NAMES.backpack_babybeef
source: Mini Beefalo Carryall
de: Mini-Beefalo-Reisetasche
fr: Fourre-tout mini-bœufalo
it: Borsone del piccolo mufalo
ja: ミニビーファロバッグ
ko: 미니 비팔로 캐리올
pl: Wołkowa minitorba podróżna
pt_br: Minimochila de Bífalo
ru: Мини-рюкзак бифало
zh_cn: 迷你皮弗娄牛旅行包
zh_tw: 迷你皮弗婁牛旅行包

# SKIN_NAMES.backpack_basic_blue_catcoon
source: Backpack
de: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zaino
ja: バックパック
ko: 가방
pl: Plecak
pt_br: Mochila
ru: Ранец
zh_cn: 背包
zh_tw: 背包

# SKIN_NAMES.backpack_basic_green_olive
source: Backpack
de: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zaino
ja: バックパック
ko: 가방
pl: Plecak
pt_br: Mochila
ru: Ранец
zh_cn: 背包
zh_tw: 背包

# SKIN_NAMES.backpack_bat
source: Back Bat
de: Fledermaus-Rucksack
es_mx: Murcimochila
fr: Sac chauve-souris
it: Zaino a pipistrello
ja: バットバッグ
ko: 박쥐 가방
pl: Nietoplecak
pt_br: Morcegochila
ru: Бита за спиной
zh_cn: 蝙蝠背包
zh_tw: 蝙蝠背包

# SKIN_NAMES.backpack_beefalo
source: Beefalo Carryall
de: Beefalo-Reisetasche
es_mx: Bolso de viaje de beefalo
fr: Fourre-tout bœufalo
it: Borsone del mufalo
ja: ビーファローバッグ
ko: 비팔로 캐리올
pl: Wołkowa torba podróżna
pt_br: Bolsa de bífalo
ru: Рюкзак бифало
zh_cn: 皮弗娄牛旅行包
zh_tw: 皮弗婁牛旅行包

# SKIN_NAMES.backpack_buckle_grey_pewter
source: Buckled Backpack
de: Rucksack mit Schnallen
es_mx: Mochila con hebilla
fr: Sac à dos à boucle
it: Zaino con fibbia
ja: ベルトつきバックパック
ko: 버클 달린 가방
pl: Zapinany plecak
pt_br: Mochila de fivela
ru: Клепаный ранец
zh_cn: 带扣背包
zh_tw: 帶扣背包

# SKIN_NAMES.backpack_buckle_navy_phthalo
source: Buckled Backpack
de: Rucksack mit Schnallen
es_mx: Mochila con hebilla
fr: Sac à dos à boucle
it: Zaino con fibbia
ja: ベルトつきバックパック
ko: 버클 달린 가방
pl: Zapinany plecak
pt_br: Mochila de fivela
ru: Клепаный ранец
zh_cn: 带扣背包
zh_tw: 帶扣背包

# SKIN_NAMES.backpack_buckle_red_rook
source: Buckled Backpack
de: Rucksack mit Schnallen
es_mx: Mochila con hebilla
fr: Sac à dos à boucle
it: Zaino con fibbia
ja: ベルトつきバックパック
ko: 버클 달린 가방
pl: Zapinany plecak
pt_br: Mochila de fivela
ru: Клепаный ранец
zh_cn: 带扣背包
zh_tw: 帶扣背包

# SKIN_NAMES.backpack_camping_green_viridian
source: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zainetto
ja: リュックサック
ko: 배낭
pl: Tobołek
pt_br: Mochilão
ru: Рюкзак
zh_cn: 帆布背包
zh_tw: 帆布背包

# SKIN_NAMES.backpack_camping_orange_carrot
source: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zainetto
ja: リュックサック
ko: 배낭
pl: Tobołek
pt_br: Mochilão
ru: Рюкзак
zh_cn: 帆布背包
zh_tw: 帆布背包

# SKIN_NAMES.backpack_camping_red_koalefant
source: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zainetto
ja: リュックサック
ko: 배낭
pl: Tobołek
pt_br: Mochilão
ru: Рюкзак
zh_cn: 帆布背包
zh_tw: 帆布背包

# SKIN_NAMES.backpack_carrat
source: Carrat Pack
de: Karattenpaket
es_mx: Mochila de Ratahoria
fr: Sac carate
it: Pacchetto caratto
ja: キャラットのバッグ
ko: 당근이쥐 가방
pl: Myszomarchwiowy plecak
pt_br: Mochila de Cenourrato
ru: Моркрысовый рюкзак
zh_cn: 胡萝卜鼠背包
zh_tw: 胡蘿蔔鼠背包

# SKIN_NAMES.backpack_catcoon
source: Catcoon Carryall
de: Catcoon-Reisetasche
es_mx: Bolso de viaje de gapache
fr: Fourre-tout chaton-laveur
it: Borsone di gattorsetto
ja: ニャライグマのバッグ
ko: 캣쿤 캐리올백
pl: Kotoszopowa torba podróżna
pt_br: Bolsa de gatoxinim
ru: Енотокотовый вещмешок
zh_cn: 浣猫旅行包
zh_tw: 浣貓旅行包

# SKIN_NAMES.backpack_chester
source: Chester Backpack
de: Chester-Rucksack
es_mx: Mochila de Chester
fr: Sac à dos Chester
it: Zaino di Chester
ja: チェスターのバッグ
ko: 체스터 가방
pl: Skrzynecki plecak
pt_br: Mochila de Baú-dogue
ru: Ранец «Честер»
zh_cn: 切斯特背包
zh_tw: 賈斯特背包

# SKIN_NAMES.backpack_crab
source: Crabpack
de: Krebsrucksack
es_mx: Cangremochila
fr: Sac crabe
it: Zaino a granchio
ja: カニバッグ
ko: 게 가방
pl: Kraboplecak
pt_br: Carangueijochila
ru: Крабовый рюкзак
zh_cn: 螃蟹背包
zh_tw: 螃蟹背包

# SKIN_NAMES.backpack_deerclops
source: Deerclops Duffel
de: Deerclops-Mantel
es_mx: Mochila de ciérclope
fr: Sac cerf-clope
it: Borsa a cervoclope
ja: ディアクロップスのバッグ
ko: 외눈사슴 더플백
pl: Worek jeleklopa
pt_br: Bolsa de cervoclope
ru: Шерстяной циклополений рюкзак
zh_cn: 独眼巨鹿背包
zh_tw: 獨眼巨鹿背包

# SKIN_NAMES.backpack_dragonfly_fire
source: Scorching Satchel
de: Brennend heiße Tasche
es_mx: Cartera abrasadora
fr: Cartable petit oiseau
it: Cartella rovente
ja: ドラゴンフライトート
ko: 이글거리는 책가방
pl: Ognisty tornister
pt_br: Tiracolo ardente
ru: Обжигающая сумка
zh_cn: 烈焰背包
zh_tw: 烈焰背包

# SKIN_NAMES.backpack_glommer
source: Glommer Pack
es_mx: Mochila de glommer
fr: Sac Glommer
it: Borsone a glommo
ja: グロマーのバッグ
ko: 글로머 가방
pl: Glomoplecak
pt_br: Mochila de gosmento
ru: Рюкзак-гломмер
zh_cn: 格罗姆背包
zh_tw: 格羅姆背包

# SKIN_NAMES.backpack_hound
source: Hound Haversack
de: Hundetornister
es_mx: Mochila de Sabueso
fr: Musette molosse
it: Zaino del segugio
ja: ハウンドのショルダーバッグ
ko: 사냥개 배낭
pl: Ogaroplecak
pt_br: Mochila do Cão
ru: Сумка «Гончая»
zh_cn: 猎犬背包
zh_tw: 獵犬背包

# SKIN_NAMES.backpack_koalefant
source: Koalefant Knapsack
de: Koalefantenranzen
es_mx: Mochila de Koalafante
fr: Sac à dos koaléphant
it: Sacchettino di koalefante
ja: コアラぞうのリュックサック
ko: 코알라펀트 배낭
pl: Koalefantowy plecak
pt_br: Mochila de Coalafante
ru: Рюкзак «Коалослон»
zh_cn: 考拉象方便小包
zh_tw: 考拉象方便小包

# SKIN_NAMES.backpack_mandrake
source: Meepsack
es_mx: Mandramochila
fr: Sac Ouin-ouin
it: Sacco a mandragola
ja: マンドレイクのバッグ
ko: 맨드레이크 가방
pl: Hałaśnik
pt_br: Mii-chila
ru: Плачущий рюкзак
zh_cn: 曼德拉草背包
zh_tw: 曼德拉草背包

# SKIN_NAMES.backpack_mushy
source: Moldy Backpack
de: Versiffter Rucksack
es_mx: Mochila mohosa
fr: Sac à dos moisi
it: Zaino con muffa
ja: かびかびバックパック
ko: 곰팡이 핀 가방
pl: Zapleśniały plecak
pt_br: Mochila mofada
ru: Заплесневелый ранец
zh_cn: 破旧的背包
zh_tw: 破舊的背包

# SKIN_NAMES.backpack_poop
source: Poop Pouch
de: Beutel
es_mx: Bolsa de estiércol
fr: Sac à crotte
it: Sacco a forma di cacca
ja: ウンがつくバッグ
ko: 똥 가방
pl: Kuposakwa
pt_br: Bolsa de cocô
ru: Мешок с навозом
zh_cn: 便便袋
zh_tw: 便便袋

# SKIN_NAMES.backpack_rabbit
source: Rabbit Rucksack
de: Hasen-Rucksack
es_mx: Mochila de conejo
fr: Sac à dos lapin
it: Zaino a coniglietto
ja: ウサギサック
ko: 토끼 배낭
pl: Króliczy tobołek
pt_br: Mochilão de coelho
ru: Кроликовый рюкзак
zh_cn: 兔子背包
zh_tw: 兔子背包

# SKIN_NAMES.backpack_smallbird
source: Smallbird Satchel
de: Tasche mit kleinem Vogel
es_mx: Cartera de pajarito
fr: Cartable petit oiseau
it: Cartella del pennutaltino
ja: アシミジカバッグ
ko: 작은새 책가방
pl: Tornister z małego duptaka
pt_br: Tiracolo de passarinho
ru: Ранец из птички
zh_cn: 小鸟背包
zh_tw: 小鳥背包

# SKIN_NAMES.backpack_spider
source: Spider Sack
de: Spinnensack
es_mx: Saco de araña
fr: Sac araignée
it: Zaino a forma di ragno
ja: スパイダーサック
ko: 거미 가방
pl: Pajęczy worek
pt_br: Mochila aranha
ru: Паучий мешок
zh_cn: 蜘蛛袋
zh_tw: 蜘蛛袋

# SKIN_NAMES.backpack_splumonkey
source: Splumonkey Sack
de: Affen-Sack
fr: Sac sylvo-singe
it: Zaino della speleoscimmia
ja: スプルモンキーのバッグ
ko: 동굴 원숭이 자루
pl: Worek grotomałp
pt_br: Mochila de Espeleocaco
ru: Мешок пещерных обезьян
zh_cn: 穴居猴背包
zh_tw: 穴居猴背包

# SKIN_NAMES.batbat_fantasy
source: Fantasmical Bat
de: Phantasmische Keule
fr: Batte Fantasmaghéroïque
it: Mazza fantasmica
ja: 空想のコウモリ
ko: 환상마법 박쥐
pl: Fantasmagoryczny nietoperz
pt_br: Morcego Fantásmico
ru: Сказочная бита
zh_cn: 魔幻蝙蝠棒
zh_tw: 魔幻蝙蝠棒

# SKIN_NAMES.batbat_scythe
source: Bat Scythe
de: Fledermaussense
es_mx: Guadaña de murciélago
fr: Faux chauve-souris
it: Falce del pipistrello
ja: コウモリの大鎌
ko: 박쥐 대낫
pl: Nietoperzowata kosa
pt_br: Foice de morcego
ru: Мышиная коса
zh_cn: 蝙蝠镰刀
zh_tw: 蝙蝠鐮刀

# SKIN_NAMES.bedroll_furry_potato
source: Potato Nap Sack
de: Kartoffel-Sack
fr: Sac à patates de sieste
it: Sacco di patate a pelo
ja: ジャガ寝袋
ko: 감자 낮잠 주머니
pl: Worek na ziemniaki do drzemania
pt_br: Saco de Batatas de Dormir
ru: Картофельный спальный мешок
zh_cn: 土豆午睡袋
zh_tw: 土豆午睡袋

# SKIN_NAMES.bedroll_furry_quilt_blue_frost
source: Patchwork Quilt
de: Patchwork-Steppdecke
es_mx: Edredón remendado
fr: Couette en patchwork
it: Trapunta
ja: パッチワークのキルト
ko: 조각보 누비이불
pl: Połatana narzuta
pt_br: Colcha de retalhos
ru: Лоскутное одеяло
zh_cn: 拼接床单
zh_tw: 拼接床單

# SKIN_NAMES.bedroll_furry_quilt_green_hunters
source: Patchwork Quilt
de: Patchwork-Steppdecke
es_mx: Edredón remendado
fr: Couette en patchwork
it: Trapunta
ja: パッチワークのキルト
ko: 조각보 누비이불
pl: Połatana narzuta
pt_br: Colcha de retalhos
ru: Лоскутное одеяло
zh_cn: 拼接床单
zh_tw: 拼接床單

# SKIN_NAMES.bedroll_furry_quilt_orange_honey
source: Patchwork Quilt
de: Patchwork-Steppdecke
es_mx: Edredón remendado
fr: Couette en patchwork
it: Trapunta
ja: パッチワークのキルト
ko: 조각보 누비이불
pl: Połatana narzuta
pt_br: Colcha de retalhos
ru: Лоскутное одеяло
zh_cn: 拼接床单
zh_tw: 拼接床單

# SKIN_NAMES.bedroll_furry_quilt_red_redbird
source: Patchwork Quilt
de: Patchwork-Steppdecke
es_mx: Edredón remendado
fr: Couette en patchwork
it: Trapunta
ja: パッチワークのキルト
ko: 조각보 누비이불
pl: Połatana narzuta
pt_br: Colcha de retalhos
ru: Лоскутное одеяло
zh_cn: 拼接床单
zh_tw: 拼接床單

# SKIN_NAMES.bedroll_furry_quilt_white_ivory
source: Patchwork Quilt
de: Patchwork-Steppdecke
es_mx: Edredón remendado
fr: Couette en patchwork
it: Trapunta
ja: パッチワークのキルト
ko: 조각보 누비이불
pl: Połatana narzuta
pt_br: Colcha de retalhos
ru: Лоскутное одеяло
zh_cn: 拼接床单
zh_tw: 拼接床單

# SKIN_NAMES.beebox_crystal
source: Crystalline Honeydome
de: Kristalliner Bienenkorb
es_mx: Panal Domo Cristalino
fr: Dôme de miel cristallin
it: Cupola del miele cristallina
ja: キラキラのハチミツドーム
ko: 크리스탈 꿀 돔
pl: Kryształowa miodokopuła
pt_br: Meldomo Cristalino
ru: Хрустальный улей
zh_cn: 水晶穹顶蜂巢
zh_tw: 水晶穹頂蜂巢

# SKIN_NAMES.beebox_house
source: Home Sweet Home
de: Süßes Heim
es_mx: Hogar, Dulce Hogar
fr: Maison de miel
it: Casa dolce casa
ja: 愛するわが家
ko: 즐거운 나의 집
pl: W domu najsłodziej
pt_br: Lar, Doce Lar
ru: Дом, милый дом
zh_cn: 甜蜜的家
zh_tw: 甜蜜的家

# SKIN_NAMES.beebox_victorian
source: Bee Basket
de: Bienenkorb
fr: Panier d'abeille
it: Cesto per api
ja: ハチのバスケット
ko: 꿀벌 바구니
pl: Kosz pszczół
pt_br: Cesto de Abelha
ru: Корзина с пчелами
zh_cn: 蜜蜂篮子
zh_tw: 蜜蜂籃子

# SKIN_NAMES.beefalo_body_beast
source: Lucky Beast Caparison
de: Glückstier-Schabracke
fr: Caparaçon de bête porte-bonheur
it: Gualdrappa bestia fortunata
ja: 盛装「幸運の野獣」
ko: 행운의 짐승 성장
pl: Czaprak szczęśliwej bestii
pt_br: Caparazão de Fera Sortuda
ru: Попона зверя удачи
zh_cn: 幸运兽牛衣
zh_tw: 幸運獸牛衣

# SKIN_NAMES.beefalo_body_doll
source: Dolled-Up Caparison
de: Aufgepeppte Schabracke
fr: Caparaçon de poupée
it: Gualdrappa agghindata
ja: 盛装「お人形さん」
ko: 인형처럼 차려입는 성장
pl: Lalusiowaty czaprak
pt_br: Caparazão Enfeitado
ru: Кукольная попона
zh_cn: 娃娃牛衣
zh_tw: 娃娃牛衣

# SKIN_NAMES.beefalo_body_festive
source: Festive Caparison
de: Festliche Schabracke
fr: Caparaçon festif
it: Gualdrappa festosa
ja: 盛装「お祭り」
ko: 축제에 어울리는 성장
pl: Odświętny czaprak
pt_br: Caparazão Festivo
ru: Праздничная попона
zh_cn: 喜庆牛衣
zh_tw: 喜慶牛衣

# SKIN_NAMES.beefalo_body_formal
source: Formal Caparison
de: Förmliche Schabracke
fr: Caparaçon élégant
it: Gualdrappa formale
ja: 盛装「フォーマル」
ko: 정식 성장
pl: Elegancki czaprak
pt_br: Caparazão Formal
ru: Строгая попона
zh_cn: 正式牛衣
zh_tw: 正式牛衣

# SKIN_NAMES.beefalo_body_ice
source: Frostbitten Caparison
de: Frostbeulen-Schabracke
fr: Caparaçon gelé
it: Gualdrappa del freddo
ja: 盛装「凍傷」
ko: 동상걸린 성장
pl: Oszroniony czaprak
pt_br: Caparazão Gélido
ru: Зимняя попона
zh_cn: 寒霜牛衣
zh_tw: 寒霜牛衣

# SKIN_NAMES.beefalo_body_nature
source: Flowery Caparison
de: Blumige Schabracke
fr: Caparaçon fleuri
it: Gualdrappa floreale
ja: 盛装「花まみれ」
ko: 꽃무늬 성장
pl: Kwiatowy czaprak
pt_br: Caparazão Florido
ru: Цветочная попона
zh_cn: 花朵牛衣
zh_tw: 花朵牛衣

# SKIN_NAMES.beefalo_body_robot
source: Ironclad Caparison
de: Eisenpanzer-Schabracke
fr: Caparaçon métallique
it: Gualdrappa di ferro
ja: 盛装「鉄獣」
ko: 철갑 성장
pl: Pancerny czaprak
pt_br: Caparazão Couraçado
ru: Железная попона
zh_cn: 铁甲牛衣
zh_tw: 鐵甲牛衣

# SKIN_NAMES.beefalo_body_victorian
source: Victorian Caparison
de: Viktorianische Schabracke
fr: Caparaçon victorien
it: Gualdrappa vittoriana
ja: 盛装「ビクトリア」
ko: 빅토리아풍 성장
pl: Wiktoriański czaprak
pt_br: Caparazão Vitoriano
ru: Викторианская попона
zh_cn: 维多利亚牛衣
zh_tw: 維多利亞牛衣

# SKIN_NAMES.beefalo_body_war
source: Warrior Caparison
de: Krieger-Schabracke
fr: Caparaçon guerrier
it: Gualdrappa guerriera
ja: 盛装「戦士」
ko: 전사 성장
pl: Czaprak wojownika
pt_br: Caparazão de Guerreiro
ru: Воинская попона
zh_cn: 战士牛衣
zh_tw: 戰士牛衣
