Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.feet_waxwell_gladiator
source: Alchemist's Boots
de: Alchemisten-Stiefel
es_mx: Botas de alquimista
fr: Bottines d'alchimiste
it: Stivali dell'alchimista
ja: 錬金術師のブーツ
ko: 연금술사의 부츠
pl: Buty alchemika
pt_br: Botas de alquimista
ru: Сапоги Алхимика
zh_cn: 炼金术士的靴子
zh_tw: 煉金術士的靴子

# SKIN_NAMES.feet_waxwell_nature
source: Dryad's Sandals
de: Sandalen von Dryad
es_mx: Sandalias de dríade
fr: Sandales de dryade
it: Sandali di Driade
ja: ドリュアドのサンダル
ko: 드라이어드 샌들
pl: Sandały driady
pt_br: Sandálias dríade
ru: Сандалии дриады
zh_cn: 树妖的凉鞋
zh_tw: 樹妖的涼鞋

# SKIN_NAMES.feet_webber_gladiator
source: Fiend's Talons
de: Teufelskrallen
es_mx: Garras de demonio
fr: Griffes enragées
it: Tenaglie del demonio
ja: 悪霊の爪
ko: 원수의 발톱
pl: Szpony wroga
pt_br: Talões de ser hostil
ru: Когти врага
zh_cn: 恶魔爪子
zh_tw: 惡魔爪子

# SKIN_NAMES.feet_webber_ice
source: Snowspider Slippers
de: Schneespinnen-Pantoffeln
es_mx: Pantuflas de araña de nieve
fr: Pantoufles d'araignée des neiges
it: Pantofole ragno nevi
ja: 雪グモのスリッパ
ko: 눈거미 슬리퍼
pl: Kapcie śnieżnego pająka
pt_br: Pantufas de aranha invernal
ru: Тапочки снежного паука
zh_cn: 雪蜘蛛拖鞋
zh_tw: 雪蜘蛛拖鞋

# SKIN_NAMES.feet_webber_magma
source: Incombustible's Feet
de: Füße der Nichtbrennbaren
es_mx: Pies incombustibles
fr: Pieds incombustibles
it: Piedi incombustibili
ja: 燃えない足
ko: 불연성 발
pl: Niepalne stopy
pt_br: Pés incombustíveis
ru: Сапоги Огнестойкого
zh_cn: 不会燃烧的脚
zh_tw: 不會燃燒的腳

# SKIN_NAMES.feet_webber_nature
source: Warrior Spider Feet
de: Füße des Spinnenkriegers
fr: Pattes de guerrier araignée
it: Piedi da ragno guerriero
ja: クモ戦士の足
ko: 전사 거미 발
pl: Stopy pająka wojownika
pt_br: Pés de Guerreiro Aranha
ru: Лапы паука-воина
zh_cn: 战士蜘蛛脚
zh_tw: 戰士蜘蛛腳

# SKIN_NAMES.feet_webber_punk
source: Punk Boots
de: Punk-Stiefel
es_mx: Botas punk
fr: Bottes de punk
it: Stivali da punk
ja: パンクブーツ
ko: 펑크 부츠
pl: Punkowe buty
pt_br: Botas de punk
ru: Ботинки панка
zh_cn: 朋克靴子
zh_tw: 朋克靴子

# SKIN_NAMES.feet_webber_victorian
source: Schoolboy Claws
de: Schuljungenkrallen
es_mx: Garras de estudiante
fr: Griffes d'écolier
it: Artigli dello scolaro
ja: スクールボーイの爪
ko: 학생의 발톱
pl: Szpony szkolne
pt_br: Garras de colegial
ru: Обувь школьника
zh_cn: 小男生爪子
zh_tw: 小男生爪子

# SKIN_NAMES.feet_wendy_creepy
source: Supernatural Dress Shoes
de: Schuhe zum übernatürlichen Gewand
es_mx: Zapatos de vestido sobrenatural
fr: Chaussures de ville surnaturelles
it: Scarpe soprannaturali
ja: 超能力のドレスシューズ
ko: 초자연 구두
pl: Nawiedzone eleganckie buciki
pt_br: Sapatos de vestido sobrenatural
ru: Сверхъестественные туфли
zh_cn: 超自然礼服鞋
zh_tw: 超自然禮服鞋

# SKIN_NAMES.feet_wendy_gladiator
source: Usurper's Sandals
de: Usurpatorische Sandalen
es_mx: Sandalias de usurpadora
fr: Sandales d'usurpateur
it: Sandali dell'usurpatore
ja: 強奪者のサンダル
ko: 탈취자의 샌들
pl: Sandały oszustki
pt_br: Sandálias de usurpador
ru: Сандалии узурпатора
zh_cn: 篡位者的凉鞋
zh_tw: 篡位者的涼鞋

# SKIN_NAMES.feet_wendy_handmedown
source: Abigail's Shoes
de: Abigails Schuhe
es_mx: Zapatos de Abigail
fr: Chaussures d'Abigail
it: Scarpe di Abigail
ja: アビゲイルの靴
ko: 아비게일의 신발
pl: Buty Abigail
pt_br: Sapatos da Abigail
ru: Туфли Абигейл
zh_cn: 阿比盖尔鞋
zh_tw: 阿比蓋爾鞋

# SKIN_NAMES.feet_wendy_ice
source: Snowchild Valenki
de: Schneekind-Filzstiefel
es_mx: Valenki de niña de las nieves
fr: Valenki d'enfant des neiges
it: Valenki bimbo delle nevi
ja: 雪の子のフェルトブーツ
ko: 눈아이 방한장화
pl: Walonki śniegowego dziecka
pt_br: Valenki de criança do gelo
ru: Валенки Снегурочки
zh_cn: 雪孩子毛毡靴
zh_tw: 雪孩子毛氈靴

# SKIN_NAMES.feet_wendy_magma
source: Phoenix's Shoes
de: Schuhe von Phoenix
es_mx: Zapatos de fénix
fr: Chaussures de phénix
it: Scarpe della fenice
ja: フェニックスの靴
ko: 피닉스의 신발
pl: Buty Feniksa
pt_br: Sapatos de Fênix
ru: Туфли Феникса
zh_cn: 凤凰鞋
zh_tw: 鳳凰鞋

# SKIN_NAMES.feet_wendy_nature
source: Lady's Slippers
de: Damenschuhe
fr: Chaussures délicates
it: Pantofole da donna
ja: 女性用スリッパ
ko: 여성용 슬리퍼
pl: Pantofle damy
pt_br: Sapatilhas Femininas
ru: Венерины башмачки
zh_cn: 淑女拖鞋
zh_tw: 淑女拖鞋

# SKIN_NAMES.feet_wendy_victorian
source: Mourning Shoes
de: Trauerschuhe
es_mx: Zapatos de luto
fr: Chaussures de deuil
it: Scarpe da lutto
ja: 追悼の靴
ko: 비탄의 신발
pl: Żałobne buty
pt_br: Sapatos de luto
ru: Траурные туфли
zh_cn: 哀悼鞋子
zh_tw: 哀悼鞋子

# SKIN_NAMES.feet_wes_clown
source: Pierrot Shoes
de: Pierrot-Schuhe
es_mx: Zapatos de Pierrot
fr: Chaussures de Pierrot
it: Scarpe da Pierrot
ja: ピエロシューズ
ko: 피에로 신발
pl: Buty Pierrota
pt_br: Sapatos de pierrô
ru: Туфли Пьеро
zh_cn: 小丑鞋
zh_tw: 小丑鞋

# SKIN_NAMES.feet_wes_gladiator
source: Duelist's Sandals
de: Duellanten-Sandalen
es_mx: Sandalias de duelista
fr: Sandales de duelliste
it: Sandali del duellante
ja: デュエリストのサンダル
ko: 결투자의 샌들
pl: Sandały oponenta
pt_br: Sandálias de duelista
ru: Сандалии дуэлянта
zh_cn: 决斗者的凉鞋
zh_tw: 決鬥者的涼鞋

# SKIN_NAMES.feet_wes_magma
source: Sulphur Pimpernel's Boots
de: Schwefelgelbe Stiefel
es_mx: Botas de pimpinela de azufre
fr: Bottes mouron rouge soufré
it: Stivali da mordigallina
ja: 硫黄ルリハコベのブーツ
ko: 유황 뚜껑별꽃 부츠
pl: Siarkowo-koperkowe buty
pt_br: Botas de Anagálide de enxofre
ru: Серные сапоги Пимпернела
zh_cn: 硫磺繁缕的靴子
zh_tw: 硫磺繁縷的靴子

# SKIN_NAMES.feet_wes_nature
source: Fauvist's Loafers
de: Künstlerlatschen
es_mx: Mocasines de fauvista
fr: Mocassins fauvistes
it: Mocassini da Fauvista
ja: 画家のスモック
ko: 야수파 화가의 로퍼
pl: Mokasyny robocze
pt_br: Mocassins fauvistas
ru: Лоферы фовиста
zh_cn: 野兽派画家的乐福鞋
zh_tw: 野獸派畫家的樂福鞋

# SKIN_NAMES.feet_wes_victorian
source: Sooty Sweep's Shoes
de: Schornsteinfeger-Schuhe
es_mx: Zapatos de barrer hollín
fr: Chaussures de ramoneur
it: Scarpe piene di fuliggine
ja: すす掃除の靴
ko: 굴뚝 청소부 신발
pl: Uwalane sadzą buty kominiarza
pt_br: Sapatos de varredor sujos
ru: Ботинки трубочиста
zh_cn: 黑乎乎的鞋子
zh_tw: 黑乎乎的鞋子

# SKIN_NAMES.feet_wes_yule
source: Jolly Elf Bell Boots
de: Lustiger-Elf-Klingelstiefel
es_mx: Botas de Duende con Cascabel
fr: Chaussures tintinnabulantes de lutin
it: Stivali con campanelli dell'elfo felice
ja: 陽気なエルフのベルブーツ
ko: 쾌활한 요정 종 부츠
pl: Buty z dzwoneczkami radosnego elfa
pt_br: Botas do Sino Élfico Feliz
ru: Ботинки веселого эльфа
zh_cn: 欢乐精灵铃铛短靴
zh_tw: 歡樂精靈鈴鐺短靴

# SKIN_NAMES.feet_wickerbottom_gladiator
source: Metallurgist's Sandals
de: Metallurgische Sandalen
es_mx: Sandalias de metalúrgica
fr: Sandales de métallurgiste
it: Sandali metallurgici
ja: 冶金学者のサンダル
ko: 야금학자의 샌들
pl: Sandały metalurgiczne
pt_br: Sandálias de metalúrgico
ru: Сандалии Металлурга
zh_cn: 冶金师的凉鞋
zh_tw: 冶金師的涼鞋

# SKIN_NAMES.feet_wickerbottom_ice1
source: Ice Floe Heels
de: Eisschollen-Schuhe
es_mx: Zapatos de tacón de témpano de hielo
fr: Talons aiguilles des glaces
it: Tacchi banco di ghiaccio
ja: 凍てつくヒール
ko: 유빙 힐
pl: Zlodowaciałe obcasy
pt_br: Saltos de bloco de gelo
ru: Туфли ледяного покрова
zh_cn: 浮冰高跟鞋
zh_tw: 浮冰高跟鞋

# SKIN_NAMES.feet_wickerbottom_magma
source: Volcanologist's Boots
de: Vulkanologenstiefel
es_mx: Botas de vulcanólogo
fr: Bottes de volcanologue
it: Stivali del vulcanologo
ja: 火山学者のブーツ
ko: 화산학자의 부츠
pl: Buty wulkanolożki
pt_br: Botas de vulcanologista
ru: Сапоги вулканолога
zh_cn: 火山学家的靴子
zh_tw: 火山學家的靴子

# SKIN_NAMES.feet_wickerbottom_victorian
source: Aristocrat's Haughty Heels
de: Edle Schuhe eines Aristokraten
es_mx: Tacones altivos de aristócrata
fr: Talons hauts d'aristocrate hautaine
it: Tacchi aristocratici
ja: 貴族の誇り高いヒール
ko: 귀족의 오만한 신발
pl: Wyniosłe obcasy arystokratki
pt_br: Saltos arrogantes de aristocrata
ru: Туфли надменной аристократки
zh_cn: 贵族的傲慢高跟鞋
zh_tw: 貴族的傲慢高跟鞋

# SKIN_NAMES.feet_wickerbottom_yule
source: Toastmistress Heels
de: Stöckelschuhe der Toastmeisterin
fr: Escarpins à chaussettes
it: Tacchi della maestra di cerimonie
ja: 女性司会者のハイヒール
ko: 여성 사회자의 하이힐
pl: Obcasy mistrzyni ceremonii
pt_br: Saltos de Brindeira
ru: Туфли распорядительницы
zh_cn: 女司仪高跟鞋
zh_tw: 女司儀高跟鞋

# SKIN_NAMES.feet_willow_dowdy
source: Woeful Boots
de: Trauerschuhe
es_mx: Botas afligidas
fr: Bottes tristes
it: Stivali deplorevoli
ja: 悲痛のブーツ
ko: 비애의 부츠
pl: Żałosne buciory
pt_br: Botas da triste
ru: Скорбные сапоги
zh_cn: 可悲的靴子
zh_tw: 可悲的靴子

# SKIN_NAMES.feet_willow_gladiator
source: Fighter's Sandals
de: Kämpfersandalen
es_mx: Sandalias de luchadora
fr: Sandales de combattant
it: Sandali combattenti
ja: 戦士のサンダル
ko: 전사의 샌들
pl: Sandały wojowniczki
pt_br: Sandálias de lutador
ru: Сандалии бойца
zh_cn: 斗士凉鞋
zh_tw: 鬥士涼鞋

# SKIN_NAMES.feet_willow_haunteddoll
source: Forlorn Doll Mary Janes
de: Schuhe der verlorenen Puppe
es_mx: Merceditas de muñeca desamparada
fr: Mary Janes de poupée abandonnée
it: Scarpe bambola solitaria
ja: 孤独な人形のシューズ
ko: 쓸쓸한 인형 메리 제인
pl: Buciki Zbolałej Laleczki
pt_br: Sapatilhas da Boneca Desamparada
ru: Туфли забытой куклы
zh_cn: 悲凉玩偶玛丽珍鞋
zh_tw: 悲涼玩偶瑪麗珍鞋

# SKIN_NAMES.feet_willow_ice
source: Coldfire Shoes
de: Kaltfeuer-Schuhe
es_mx: Zapatos de fuego frío
fr: Chaussures feu froid
it: Scarpe del fuoco freddo
ja: 冷炎の靴
ko: 흡열불 신발
pl: Buty z zimnognia
pt_br: Sapatos de fogo frio
ru: Туфли холодного пламени
zh_cn: 冰火鞋
zh_tw: 冰火鞋

# SKIN_NAMES.feet_willow_victorian
source: Street Peddler's Slippers
de: Straßenhändler-Schuhe
es_mx: Zapatillas de vendedor ambulante
fr: Pantoufles de vendeuse des rues
it: Babbucce ambulante
ja: 露天商のボロスリッパ
ko: 거리 상인의 슬리퍼
pl: Wsuwki ulicznej handlarki
pt_br: Pantufas de mascate
ru: Башмаки уличной торговки
zh_cn: 街头小贩的拖鞋
zh_tw: 街頭小販的拖鞋

# SKIN_NAMES.feet_willow_yule
source: Warm Winter Booties
de: Warme Winterstiefelchen
fr: Bottines fourrées d'hiver
it: Stivaletti caldi invernali
ja: 温かい冬用ブーティ
ko: 따뜻한 겨울 부츠
pl: Ciepłe buty zimowe
pt_br: Botinas de Inverno Quentinhas
ru: Теплые зимние ботики
zh_cn: 温暖冬靴
zh_tw: 溫暖冬靴

# SKIN_NAMES.feet_wilson_gladiator
source: Forging Boots
de: Schmiedestiefel
es_mx: Botas forjadas
fr: Bottes de forge
it: Stivali della Forgia
ja: 鍛造ブーツ
ko: 대장간 부츠
pl: Buciory kowalskie
pt_br: Botas de forjadura
ru: Выкованная обувь
zh_cn: 熔炉靴子
zh_tw: 熔爐靴子

# SKIN_NAMES.feet_wilson_ice
source: Hoarfrost Shoes
de: Raureif-Schuhe
es_mx: Zapatos de escarcha
fr: Chaussures de gelée blanche
it: Scarpe della brina
ja: 白霜の靴
ko: 흰서리 신발
pl: Mroźne buty
pt_br: Sapatos de geada
ru: Морозные туфли
zh_cn: 冰霜鞋
zh_tw: 冰霜鞋

# SKIN_NAMES.feet_wilson_victorian
source: Physician's Shoes
de: Arztschuhe
es_mx: Zapatos de médico
fr: Chaussures de physicien
it: Scarpe del medico
ja: 医者の靴
ko: 의사의 신발
pl: Buty lekarza
pt_br: Sapatos de médico
ru: Туфли врача
zh_cn: 医生的鞋子
zh_tw: 醫生的鞋子

# SKIN_NAMES.feet_wilson_yule
source: Hollygreen Shoes
de: Stechpalmengrüne Schuhe
fr: Chaussures vert sapin
it: Scarpe verde agrifoglio
ja: うぐいす色の靴
ko: 홀리그린 신발
pl: Buty z ostrokrzewu
pt_br: Sapatos Verde-festejo
ru: Вечнозеленые туфли
zh_cn: 冬青鞋
zh_tw: 冬青鞋

# SKIN_NAMES.feet_winona_factory
source: Voxola Safety Boots
de: Voxola-Arbeitsstiefel
es_mx: Botas de seguridad de Voxola
fr: Chaussures de sécurité Voxola
it: Stivali Voxola
ja: ヴォクソラの安全ブーツ
ko: 복솔라 안전화
pl: Buty robocze Voxola
pt_br: Botas de segurança da Voxola
ru: Рабочие ботинки Воксола
zh_cn: 沃科拉安全靴
zh_tw: 沃柯拉安全靴

# SKIN_NAMES.feet_winona_frankenstein
source: Bolted Boots
de: Bolzenstiefel
es_mx: Botas Atornilladas
fr: Bottes à boulons
it: Stivali con bulloni
ja: ボルトのブーツ
ko: 나사 박힌 부츠
pl: Buciory ze śrubami
pt_br: Botas Aparafusadas
ru: Ботинки с болтами
zh_cn: 螺栓短靴
zh_tw: 螺栓短靴

# SKIN_NAMES.feet_winona_gladiator
source: Smelter's Boots
de: Schmelzer-Stiefel
es_mx: Botas de fundidora
fr: Bottes de haut fourneau
it: Stivali del fonditore
ja: 製錬工のブーツ
ko: 제련공의 부츠
pl: Buty hutnicze
pt_br: Botas de fundidor
ru: Обувь плавильщика
zh_cn: 冶炼工的靴子
zh_tw: 冶煉工的靴子

# SKIN_NAMES.feet_winona_nature
source: Muddy Gardening Boots
de: Schmutzige Gartenstiefel
es_mx: Botas de jardinero embarradas
fr: Bottes de jardinage boueuses
it: Stivali infangati
ja: 泥だらけのガーデニングブーツ
ko: 진흙투성이 원예 부츠
pl: Ubłocone buty ogrodnicze
pt_br: Botas de jardinagem enlameadas
ru: Грязные ботинки садовника
zh_cn: 沾着泥巴的园艺靴
zh_tw: 沾著泥巴的園藝靴

# SKIN_NAMES.feet_wolfgang_gladiator
source: Berserker's Boots
de: Berserker-Stiefel
es_mx: Botas de violento
fr: Bottes de disjoncté
it: Stivali berserkr
ja: バーサーカーのブーツ
ko: 광전사 부츠
pl: Buty berserka
pt_br: Botas de besta-fera
ru: Обувь Берсерка
zh_cn: 狂战士的靴子
zh_tw: 狂戰士的靴子

# SKIN_NAMES.feet_wolfgang_ice
source: Aged Frost Valenki
de: Gealterte Frost-Filzstiefel
es_mx: Valenki de escarcha envejecidos
fr: Valenki de l'âge des glaces
it: Valenki del gelo vecchi
ja: 古びた霜のフェルトブーツ
ko: 오래된 서리 방한장화
pl: Znoszone mroźne walonki
pt_br: Valenki de gelo ancestral
ru: Видавшие виды морозные валенки
zh_cn: 陈年霜毛毡靴
zh_tw: 陳年霜毛氈靴

# SKIN_NAMES.feet_wolfgang_nature
source: Alpine Walking Shoes
de: Bergwanderschuhe
es_mx: Zapatos de Senderismo Alpino
fr: Chaussures de randonnée alpine
it: Scarponi da montagna
ja: アルプスのウォーキングシューズ
ko: 알프스 보행화
pl: Buty do chodzenia po górach
pt_br: Sapatos de Caminhada Alpina
ru: Альпийские сапожки
zh_cn: 阿尔卑斯户外鞋
zh_tw: 阿爾卑斯戶外鞋

# SKIN_NAMES.feet_woodie_gladiator
source: Brawler's Boots
de: Schlägerstiefel
es_mx: Botas de peleador
fr: Bottes de bagarreur
it: Stivali attaccabrighe
ja: 荒くれ者のブーツ
ko: 싸움꾼의 부츠
pl: Buty twardziela
pt_br: Botas de lutador
ru: Обувь драчуна
zh_cn: 好斗者的靴子
zh_tw: 好鬥者的靴子

# SKIN_NAMES.feet_woodie_hippie
source: Free Roaming Feet
de: Freilaufende Füße
fr: Pieds libres
it: Piedi scalzi
ja: 自由気ままな足
ko: 자유롭게 다니는 발
pl: Bose nogi
pt_br: Pés Livres, Leves, Soltos
ru: Свободные ступни
zh_cn: 自由漫步鞋
zh_tw: 自由漫步鞋

# SKIN_NAMES.feet_woodie_hockey
source: Hockey Skates
de: Hockey-Schlittschuhe
es_mx: Patines de Hockey
fr: Patins de hockey
it: Pattini da hockey
ja: ホッケーのスケート靴
ko: 하키 스케이트
pl: Łyżwy hokejowe
pt_br: Patins de Hóquei
ru: Хоккейные коньки
zh_cn: 曲棍球冰鞋
zh_tw: 曲棍球冰鞋

# SKIN_NAMES.feet_woodie_nature
source: Orchardist's Moccasins
de: Mokassins von Orchardist
es_mx: Mocasines de agricultor
fr: Mocassins de verger
it: Mocassini fruttivendolo
ja: 果樹栽培のモカシン
ko: 과수원 재배자 모카신
pl: Mokasyny ogrodnika
pt_br: Mocassins de jardineiro
ru: Мокасины садовода
zh_cn: 果园主的莫卡辛鞋
zh_tw: 果園主的莫卡辛鞋

# SKIN_NAMES.feet_workboot_black_jet
source: Steel-Toed Boots
de: Stiefel mit Stahlkappen
es_mx: Botas de punta de acero
fr: Chaussures de sécurité
it: Scarponi punta d'acciaio
ja: 安全ブーツ
ko: 강철코 부츠
pl: Buty okute stalą
pt_br: Coturno bico de aço
ru: Ботинки со стальными носками
zh_cn: 钢头靴
zh_tw: 鋼頭靴

# SKIN_NAMES.feet_workboot_brown_chocolate
source: Steel-Toed Boots
de: Stiefel mit Stahlkappen
es_mx: Botas de punta de acero
fr: Chaussures de sécurité
it: Scarponi punta d'acciaio
ja: 安全ブーツ
ko: 강철코 부츠
pl: Buty okute stalą
pt_br: Coturno bico de aço
ru: Ботинки со стальными носками
zh_cn: 钢头靴
zh_tw: 鋼頭靴

# SKIN_NAMES.feet_workboot_brown_walnut
source: Steel-Toed Boots
de: Stiefel mit Stahlkappen
es_mx: Botas de punta de acero
fr: Chaussures de sécurité
it: Scarponi punta d'acciaio
ja: 安全ブーツ
ko: 강철코 부츠
pl: Buty okute stalą
pt_br: Coturno bico de aço
ru: Ботинки со стальными носками
zh_cn: 钢头靴
zh_tw: 鋼頭靴

# SKIN_NAMES.feet_workboot_tan_clay
source: Steel-Toed Boots
de: Stiefel mit Stahlkappen
es_mx: Botas de punta de acero
fr: Chaussures de sécurité
it: Scarponi punta d'acciaio
ja: 安全ブーツ
ko: 강철코 부츠
pl: Buty okute stalą
pt_br: Coturno bico de aço
ru: Ботинки со стальными носками
zh_cn: 钢头靴
zh_tw: 鋼頭靴

# SKIN_NAMES.feet_wx78_gladiator
source: Cast Iron Boots
de: Gusseiserne Stiefel
es_mx: Botas de hierro enyesadas
fr: Bottes en fonte
it: Stivali in ghisa
ja: 鉄のブーツ
ko: 주철 부츠
pl: Żeliwne buciory
pt_br: Botas de ferro fundido
ru: Чугунная обувь
zh_cn: 铸铁靴子
zh_tw: 鑄鐵靴子

# SKIN_NAMES.feet_wx78_ice
source: Sub-Zero Boots
de: Unter-Null-Stiefel
fr: Bottes zéro absolu
it: Stivali sottozero
ja: 氷点下のブーツ
ko: 영하 부츠
pl: Buty na mróz
pt_br: Botas Subzero
ru: Низкотемпературная обувь
zh_cn: 零下短靴
zh_tw: 零下短靴

# SKIN_NAMES.feet_wx78_magma
source: Furnace Boots
de: Ofenstiefel
es_mx: Botas de horno
fr: Bottes de fourneau
it: Stivali da fornace
ja: かまどブーツ
ko: 화로 부츠
pl: Buty hutnicze
pt_br: Botas da fornalha
ru: Печные боты
zh_cn: 火炉靴子
zh_tw: 火爐靴子

# SKIN_NAMES.feet_wx78_nature
source: Timber Golem Roots
de: Holzgolemwurzeln
es_mx: Raíces de gólem de madera
fr: Racines de golem de bois
it: Scarponi di golem
ja: 木のゴーレムの根
ko: 목재 골렘 뿌리
pl: Korzenie drewnianego golema
pt_br: Raízes de golem de madeira
ru: Корни древесного голема
zh_cn: 木头人的根
zh_tw: 木頭人的根

# SKIN_NAMES.feet_wx78_wip
source: Unfinished Robot Feet
de: Füße für unvollendeten Roboter
es_mx: Pies de robot inacabado
fr: Pieds de robot inachevé
it: Piedi di robot incompiuti
ja: 未完成のロボットフット
ko: 미완성 로봇 발
pl: Niedokończone nogi robota
pt_br: Pés de robô inacabado
ru: Незаконченные опоры робота
zh_cn: 半成品机器人脚
zh_tw: 半成品機器人腳

# SKIN_NAMES.feet_wx78_wrestler
source: Midori Roboto's Feet
de: Midori Robotos Füße
es_mx: Pies de Midori Roboto
fr: Pieds Midori Roboto
it: Piedi da Roboto Midori
ja: 緑のロボフット
ko: 미도리 로봇 발
pl: Stopy Midori Roboto
pt_br: Pés de Midori Roboto
ru: Ботинки «Мидори Робото»
zh_cn: 绿色机甲足部
zh_tw: 綠色機甲足部

# SKIN_NAMES.feet_wx78_yule
source: Woodcarved Feet
de: Holzfüße
es_mx: Pies Tallados en Madera
fr: Pieds en bois sculpté
it: Piedi intagliati nel legno
ja: 木彫りの足
ko: 나무로 조각한 발
pl: Stopy rzeźbione w drewnie
pt_br: Pés Esculpidos em Madeira
ru: Вырезанные из дерева ботинки
zh_cn: 木刻脚
zh_tw: 木刻腳

# SKIN_NAMES.fence_factory
source: Pipe Fencing
de: Rohrzaun
es_mx: Valla de tuberías
fr: Barrière en tuyaux
it: Recinzione di tubi
ja: パイプのフェンス
ko: 파이프 울타리
pl: Ogrodzenie z rur
pt_br: Cerca de canos
ru: Забор из труб
zh_cn: 管道篱笆
zh_tw: 管道籬笆

# SKIN_NAMES.fence_factory_item
source: Pipe Fencing
de: Rohrzaun
es_mx: Valla de tuberías
fr: Barrière en tuyaux
it: Recinzione di tubi
ja: パイプのフェンス
ko: 파이프 울타리
pl: Ogrodzenie z rur
pt_br: Cerca de canos
ru: Забор из труб
zh_cn: 管道篱笆
zh_tw: 管道籬笆

# SKIN_NAMES.fence_fantasy
source: Fantasmical Fence Posts
de: Phantasmische Zaunpfähle
fr: Clôture Fantasmaghéroïque
it: Steccato fantasmico
ja: 空想のフェンスの支柱
ko: 환상마법 울타리 기둥
pl: Fantasmagoryczne słupki ogrodzenia
pt_br: Poste de Cerca Fantásmico
ru: Сказочная ограда
zh_cn: 魔幻篱笆
zh_tw: 魔幻籬笆

# SKIN_NAMES.fence_fantasy_item
source: Fantasmical Fence Posts
de: Phantasmische Zaunpfähle
fr: Clôture Fantasmaghéroïque
it: Steccato fantasmico
ja: 空想のフェンスの支柱
ko: 환상마법 울타리 기둥
pl: Fantasmagoryczne słupki ogrodzenia
pt_br: Poste de Cerca Fantásmico
ru: Сказочная ограда
zh_cn: 魔幻篱笆
zh_tw: 魔幻籬笆

# SKIN_NAMES.fence_gate_gingerbread
source: Gingerbread Gate
de: Lebkuchentor
es_mx: Puerta de Jengibre
fr: Porte en pain d'épices
it: Cancello di pan di zenzero
ja: クッキーのゲート
ko: 진저브레드 문
pl: Furtka z piernika
pt_br: Portão de Gengibre
ru: Пряничная калитка
zh_cn: 姜饼门
zh_tw: 薑餅門

# SKIN_NAMES.fence_gate_gothic
source: Stained Glass Gate
de: Buntglastor
fr: Portail vitrail
it: Cancello con vetrata
ja: ステンドグラスのゲート
ko: 스테인드 글라스 문
pl: Brama z witrażem
pt_br: Portão de Vitral
ru: Витражные врата
zh_cn: 彩色玻璃门
zh_tw: 彩色玻璃門

# SKIN_NAMES.fence_gate_picketbrown
source: Walnut Garden Gate
de: Walnuss-Gartentor
es_mx: Puerta de Nogal para Jardín
fr: Portail de jardin en noyer
it: Cancello da giardino in noce
ja: 赤のガーデンゲート
ko: 호두나무 정원 문
pl: Furtka ogrodowa z orzecha
pt_br: Portão de Jardim de Nogueira
ru: Каштановая садовая калитка
zh_cn: 胡桃花园门
zh_tw: 胡桃花園門

# SKIN_NAMES.fence_gate_pickettan
source: Ash Garden Gate
de: Eschen-Gartentor
es_mx: Puerta de Fresno para Jardín
fr: Portail de jardin en frêne
it: Cancello da giardino in frassino
ja: 灰のガーデンゲート
ko: 재 정원 문
pl: Jesionowa furtka ogrodowa
pt_br: Portão de Jardim de Freixo
ru: Ясеневая садовая калитка
zh_cn: 灰白花园门
zh_tw: 灰白花園門

# SKIN_NAMES.fence_gate_picketwhite
source: White Garden Gate
de: Weißes Gartentor
es_mx: Puerta Blanca para Jardín
fr: Portail de jardin blanc
it: Cancello da giardino bianco
ja: 白のガーデンゲート
ko: 흰색 정원 문
pl: Biała furtka ogrodowa
pt_br: Portão de Jardim Branco
ru: Белая садовая калитка
zh_cn: 白色花园门
zh_tw: 白色花園門

# SKIN_NAMES.fence_gate_victorianblack
source: Wrought Iron Gate
de: Tor aus Schmiedeeisen
fr: Portail en fer forgé
it: Cancello di ferro battuto
ja: 精巧な作りの鉄の門
ko: 연철 문
pl: Brama z kutego żelaza
pt_br: Portão de Ferro Forjado
ru: Кованые железные ворота
zh_cn: 铸铁大门
zh_tw: 鑄鐵大門

# SKIN_NAMES.fence_gate_victorianbrass
source: Antique Brass Gate
de: Antikes Messingtor
fr: Portail en cuivre antique
it: Antico cancello di ottone
ja: アンティークの真鍮の門
ko: 앤티크 황동 문
pl: Brama z zabytkowego mosiądzu
pt_br: Portão de Latão Antigo
ru: Антикварные латунные ворота
zh_cn: 古董黄铜门
zh_tw: 古董黃銅門

# SKIN_NAMES.fence_gate_victorianbronze
source: Antique Bronze Gate
de: Antikes Bronzetor
fr: Portail en bronze antique
it: Antico cancello di bronzo
ja: アンティークの青銅の門
ko: 앤티크 청동 문
pl: Brama z zabytkowego brązu
pt_br: Portão de Bronze Antigo
ru: Антикварные бронзовые ворота
zh_cn: 古董青铜门
zh_tw: 古董青銅門

# SKIN_NAMES.fence_gingerbread
source: Gingerbread Fence
de: Lebkuchenzaun
es_mx: Cerca de Jengibre
fr: Clôture en pains d'épices
it: Steccato di pan di zenzero
ja: クッキーのフェンス
ko: 진저브레드 울타리
pl: Płot z piernika
pt_br: Cerca de Gengibre
ru: Пряничный забор
zh_cn: 姜饼篱笆
zh_tw: 薑餅籬笆

# SKIN_NAMES.fence_gingerbread_item
source: Gingerbread Fence
de: Lebkuchenzaun
es_mx: Cerca de Jengibre
fr: Clôture en pains d'épices
it: Steccato di pan di zenzero
ja: クッキーのフェンス
ko: 진저브레드 울타리
pl: Płot z piernika
pt_br: Cerca de Gengibre
ru: Пряничный забор
zh_cn: 姜饼篱笆
zh_tw: 薑餅籬笆

# SKIN_NAMES.fence_gothic
source: Gothic Fence
de: Gotischer Zaun
fr: Clôture gothique
it: Recinzione gotica
ja: ゴシックなフェンス
ko: 고딕 울타리
pl: Gotyckie ogrodzenie
pt_br: Cerca Gótica
ru: Готическая ограда
zh_cn: 哥特栅栏
zh_tw: 哥特柵欄

# SKIN_NAMES.fence_gothic_item
source: Gothic Fence
de: Gotischer Zaun
fr: Clôture gothique
it: Recinzione gotica
ja: ゴシックなフェンス
ko: 고딕 울타리
pl: Gotyckie ogrodzenie
pt_br: Cerca Gótica
ru: Готическая ограда
zh_cn: 哥特栅栏
zh_tw: 哥特柵欄

# SKIN_NAMES.fence_picketbrown
source: Walnut Picket Fence
de: Walnusszaun
es_mx: Cerca de Estacas de Nogal.
fr: Clôture en noyer
it: Steccato in noce
ja: 赤の杭のフェンス
ko: 호두나무 피켓 울타리
pl: Płot z orzecha
pt_br: Cerca de Estacas de Nogueira
ru: Ореховый забор
zh_cn: 胡桃尖篱笆
zh_tw: 胡桃尖籬笆

# SKIN_NAMES.fence_picketbrown_item
source: Walnut Picket Fence
de: Walnusszaun
es_mx: Cerca de Estacas de Nogal.
fr: Clôture en noyer
it: Steccato in noce
ja: 赤の杭のフェンス
ko: 호두나무 피켓 울타리
pl: Płot z orzecha
pt_br: Cerca de Estacas de Nogueira
ru: Ореховый забор
zh_cn: 胡桃尖篱笆
zh_tw: 胡桃尖籬笆

# SKIN_NAMES.fence_pickettan
source: Ash Picket Fence
de: Eschenzaun
es_mx: Cerca de Estacas de Fresno.
fr: Clôture en frêne
it: Steccato in frassino
ja: 灰の杭のフェンス
ko: 재 피켓 울타리
pl: Jesionowy płot
pt_br: Cerca de Estacas de Freixo
ru: Ясеневый забор
zh_cn: 灰白尖篱笆
zh_tw: 灰白尖籬笆

# SKIN_NAMES.fence_pickettan_item
source: Ash Picket Fence
de: Eschenzaun
es_mx: Cerca de Estacas de Fresno.
fr: Clôture en frêne
it: Steccato in frassino
ja: 灰の杭のフェンス
ko: 재 피켓 울타리
pl: Jesionowy płot
pt_br: Cerca de Estacas de Freixo
ru: Ясеневый забор
zh_cn: 灰白尖篱笆
zh_tw: 灰白尖籬笆

# SKIN_NAMES.fence_picketwhite
source: White Picket Fence
de: Weißer Zaun
es_mx: Cerca de Estacas Blancas.
fr: Clôture blanche
it: Steccato bianco
ja: 白の杭のフェンス
ko: 흰색 피켓 울타리
pl: Biały płot
pt_br: Cerca de Estacas Brancas
ru: Белый забор
zh_cn: 白色尖篱笆
zh_tw: 白色尖籬笆

# SKIN_NAMES.fence_picketwhite_item
source: White Picket Fence
de: Weißer Zaun
es_mx: Cerca de Estacas Blancas.
fr: Clôture blanche
it: Steccato bianco
ja: 白の杭のフェンス
ko: 흰색 피켓 울타리
pl: Biały płot
pt_br: Cerca de Estacas Brancas
ru: Белый забор
zh_cn: 白色尖篱笆
zh_tw: 白色尖籬笆

# SKIN_NAMES.fence_victorianblack
source: Wrought Iron Fence
de: Zaun aus Schmiedeeisen
fr: Clôture en fer forgé
it: Recinzione di ferro battuto
ja: 精巧な作りの鉄のフェンス
ko: 연철 울타리
pl: Ogrodzenie z kutego żelaza
pt_br: Cerca de Ferro Forjado
ru: Кованый железный забор
zh_cn: 铸铁篱笆
zh_tw: 鑄鐵籬笆

# SKIN_NAMES.fence_victorianblack_item
source: Wrought Iron Fence
de: Zaun aus Schmiedeeisen
fr: Clôture en fer forgé
it: Recinzione di ferro battuto
ja: 精巧な作りの鉄のフェンス
ko: 연철 울타리
pl: Ogrodzenie z kutego żelaza
pt_br: Cerca de Ferro Forjado
ru: Кованый железный забор
zh_cn: 铸铁篱笆
zh_tw: 鑄鐵籬笆
