Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.wormwood_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wortox_dragon
source: The Draconic
de: Der Drache
es_mx: El Dragón
fr: Le dragonique
it: Il Draconico
ja: 竜
ko: 용
pl: Smoczy
pt_br: O Dracônico
ru: Дракон
zh_cn: 龙
zh_tw: 龍

# SKIN_NAMES.wortox_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wortox_minotaur
source: The Minotaur
de: Minotaurus
es_mx: El minotauro
fr: Le Minotaure
it: Il Minotauro
ja: ミノタウロス
ko: 미노타우로스
pl: Minotaur
pt_br: O Minotauro
ru: Минотавр
zh_cn: 牛头人
zh_tw: 牛頭人

# SKIN_NAMES.wortox_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wortox_noeyeddeer
source: No-Eyed Deer Costume
de: Hirsch ohne Augen-Kostüm
fr: Costume de cerf sans yeux
it: Costume da cervo senz'occhi
ja: 盲目鹿のコスチューム
ko: 눈 없는 사슴 의상
pl: Strój bezokiego jelenia
pt_br: Fantasia de Cervo Sem-Clope
ru: Костюм безглазого оленя
zh_cn: 无眼鹿服装
zh_tw: 無眼鹿服裝

# SKIN_NAMES.wortox_noeyeddeer_d
source: No-Eyed Deertox Antlers
de: Hirsch ohne Augen-Geweih
fr: Bois de Cerfox sans yeux
it: Corna da Certox senz'occhi
ja: 鹿トックスの角
ko: 눈이 없는 사슴톡스 뿔
pl: Poroże bezokiego jeleniowoła
pt_br: Galhadas de Cervo Sem-Clope Detox
ru: Рога безглазого беса
zh_cn: 无眼鹿拓克斯之角
zh_tw: 無眼鹿拓克斯之角

# SKIN_NAMES.wortox_noeyeddeer_p
source: No-Eyed Deertox Antlers
de: Hirsch ohne Augen-Geweih
fr: Bois de Cerfox sans yeux
it: Corna da Certox senz'occhi
ja: 鹿トックスの角
ko: 눈이 없는 사슴톡스 뿔
pl: Poroże bezokiego jeleniowoła
pt_br: Galhadas de Cervo Sem-Clope Detox
ru: Рога безглазого беса
zh_cn: 无眼鹿拓克斯之角
zh_tw: 無眼鹿拓克斯之角

# SKIN_NAMES.wortox_none
source: Essential Wortox
de: Essenzieller Wortox
es_mx: Wortox esencial
fr: Wortox essentiel
it: Wortox essenziale
ja: 基本のウォルトックス
ko: 워톡스 자체
pl: Klasyczny Wortox
pt_br: Wortox essencial
ru: Обыкновенный Вортокс
zh_cn: 基础沃拓克斯
zh_tw: 基礎沃拓克斯

# SKIN_NAMES.wortox_original
source: The Uncorrupted
de: Unverdorben
es_mx: El incorrupto
fr: Le Non corrompu
it: Il Non-corrotto
ja: 変身前
ko: 타락하지 않은 자
pl: Niezłomny
pt_br: O Incorruptível
ru: Неиспорченный
zh_cn: 无邪
zh_tw: 無邪

# SKIN_NAMES.wortox_survivor
source: The Survivor
de: Überlebenskünstler
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wortox_victorian
source: The Victorian
de: Viktorianer
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wurt_cave
source: The Abyssal
de: Die Abgründige
es_mx: La Abismal
fr: L'abyssale
it: L'Abissale
ja: 深海
ko: 심해
pl: Głębinowa
pt_br: O Abissal
ru: Глубинный
zh_cn: 深渊
zh_tw: 深淵

# SKIN_NAMES.wurt_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wurt_none
source: Essential Wurt
de: Essenzielle Wurt
es_mx: Wurt Básica
fr: Wurt essentiel
it: Wurt essenziale
ja: 基本のワート
ko: 워트 자체
pl: Klasyczna Wurt
pt_br: Wurt Normal
ru: Обыкновенная Вурт
zh_cn: 基础沃特
zh_tw: 基礎沃特

# SKIN_NAMES.wurt_rose
source: The Roseate
de: Rosig
es_mx: La Rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wurt_shadow
source: The Triumphant
de: Triumphantin
es_mx: La triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wurt_squid
source: The Little Sinker
de: Der Kleine Sinker
fr: Le Petit abysse
it: La Piccola subacquea
ja: 水に潜むもの
ko: 조그마한 봉돌
pl: Mała topielica
pt_br: A Krakenita
ru: Утопленница
zh_cn: 深海小朋友
zh_tw: 深海小朋友

# SKIN_NAMES.wurt_toadstool
source: Toadstool Costume
de: Fliegenpilz-Kostüm
fr: Costume de crapaugnon
it: Costume da rospora
ja: 毒キノコのコスチューム
ko: 독두꺼비 의상
pl: Strój żabuchy
pt_br: Fantasia Cogumelo Venenoso
ru: Костюм жабы-поганки
zh_cn: 毒菌蟾蜍服装
zh_tw: 毒菌蟾蜍服裝

# SKIN_NAMES.wurt_toadstool_d
source: Wurtstool Cap
de: Wurtstool-Kappe
fr: Chapeau de Wurtaugnon
it: Cappello di Wurtspora
ja: ワートスツールの帽子
ko: 워트똥 캡
pl: Żabia czapka Wurt
pt_br: Boné de Wurtmelo
ru: Шляпка Вурт-поганки
zh_cn: 沃特菌蟾蜍帽
zh_tw: 沃特菌蟾蜍帽

# SKIN_NAMES.wurt_toadstool_p
source: Wurtstool Cap
de: Wurtstool-Kappe
fr: Chapeau de Wurtaugnon
it: Cappello di Wurtspora
ja: ワートスツールの帽子
ko: 워트똥 캡
pl: Żabia czapka Wurt
pt_br: Boné de Wurtmelo
ru: Шляпка Вурт-поганки
zh_cn: 沃特菌蟾蜍帽
zh_tw: 沃特菌蟾蜍帽

# SKIN_NAMES.wurt_victorian
source: The Victorian
de: Viktorianer
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wurt_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wx78_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wx78_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wx78_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wx78_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wx78_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wx78_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wx78_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wx78_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wx78_retro
source: The Experiment
de: Das Experiment
fr: L'expérience
it: L'Esperimento
ja: 実験
ko: 실험
pl: Eksperyment
pt_br: O Experimento
ru: Эксперимент
zh_cn: 实验
zh_tw: 實驗

# SKIN_NAMES.wx78_rhinorook
source: Rook Costume
de: Fels-Kostüm
es_mx: Traje de torre
fr: Costume tour
it: Costume della torre
ja: 岩のコスチューム
ko: 루크 의상
pl: Strój wieży
pt_br: Fantasia de torre
ru: Костюм Ладьи
zh_cn: 战车服饰
zh_tw: 戰車服飾

# SKIN_NAMES.wx78_rhinorook_d
source: Rookiebot Headplate
de: Rookiebot-Kopfplatte
es_mx: Placa de Torrerrobot
fr: Plaque de Rookiebot
it: Testa metallica di Rinobot
ja: ルーキーボットのヘッドプレート
ko: 루크봇 머리 부품
pl: Płyta główna Nosobota
pt_br: Placa de cabeça de Torrebô
ru: Блюдо Ладьебота
zh_cn: 战车机器人顶板
zh_tw: 戰車機器人頂板

# SKIN_NAMES.wx78_rhinorook_p
source: Rookiebot Headplate
de: Rookiebot-Kopfplatte
es_mx: Placa de Torrerrobot
fr: Plaque de Rookiebot
it: Testa metallica di Rinobot
ja: ルーキーボットのヘッドプレート
ko: 루크봇 머리 부품
pl: Płyta główna Nosobota
pt_br: Placa de cabeça de Torrebô
ru: Блюдо Ладьебота
zh_cn: 战车机器人顶板
zh_tw: 戰車機器人頂板

# SKIN_NAMES.wx78_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wx78_rosep
source: The Roseate
de: Rosig
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wx78_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wx78_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: Le triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wx78_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wx78_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: Le survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wx78_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wx78_wip
source: The Unfinished
de: Der Unvollendete
es_mx: El inacabado
fr: L'Inachevé
it: L'incompiuto
ja: 未完成
ko: 미완성
pl: Niedokończony
pt_br: O Inacabado
ru: Незавершенец
zh_cn: 半成品
zh_tw: 半成品

# SKIN_NAMES.wx78_wrestler
source: The Midori Roboto
de: Der Midori Roboto
es_mx: El Midori Roboto
fr: Le Midori Roboto
it: Il Roboto Midori
ja: 緑のロボ
ko: 미도리 로봇
pl: Midori Roboto
pt_br: O Midori Roboto
ru: Мидори Робото
zh_cn: 绿色机甲
zh_tw: 綠色機甲

# SKIN_NAMES.wx78_yule
source: The Merrymaker
de: Der Festliche
es_mx: El fiestero
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczny
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.dragonling_bat_builder
source: n/a
it: n/d

# SKIN_NAMES.dragonling_batp_builder
source: n/a
it: n/d

# SKIN_NAMES.dragonling_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.dragonling_wyvern_builder
source: n/a
it: n/d

# SKIN_NAMES.gemsocket_crystal
source: n/a
it: n/d

# SKIN_NAMES.gemsocket_hallowpylon
source: n/a
it: n/d

# SKIN_NAMES.glomling_beardeddragon_builder
source: n/a
it: n/d

# SKIN_NAMES.glomling_puft_builder
source: n/a
it: n/d

# SKIN_NAMES.glomling_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.kitten_black_builder
source: n/a
it: n/d

# SKIN_NAMES.kitten_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.lamb_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.mastupgrade_lightningrod_nautical_top
source: n/a
it: n/d

# SKIN_NAMES.perdling_pelican_builder
source: n/a
it: n/d

# SKIN_NAMES.perdling_puffin_builder
source: n/a
it: n/d

# SKIN_NAMES.perdling_rooster_builder
source: n/a
it: n/d

# SKIN_NAMES.perdling_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.puppy_chow_builder
source: n/a
it: n/d

# SKIN_NAMES.puppy_tzu_builder
source: n/a
it: n/d

# SKIN_NAMES.puppy_winter_builder
source: n/a
it: n/d

# SKIN_NAMES.purchasebox_currency
source: n/a
it: n/d

# SKIN_NAMES.purchasebox_rail_skindlc
source: n/a
it: n/d

# SKIN_NAMES.purchasebox_steam
source: n/a
it: n/d

# SKIN_NAMES.purchasebox_steam_skindlc
source: n/a
it: n/d

# SKIN_NAMES.purchasebox_tencent
source: n/a
it: n/d
