Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.hand_wormwood_cactus
source: Oasis Bound Hands
de: Oasenhände
es_mx: Manos de Cactus de Oasis
fr: Mains désertiques
it: Mani del vacanziero
ja: 目指せオアシスハンド
ko: 오아시스 거주자의 손
pl: Kaktusowe ręce
pt_br: Mãos Vínculo do Oásis
ru: Руки пленника оазиса
zh_cn: 前往绿洲双手
zh_tw: 前往綠洲雙手

# SKIN_NAMES.hand_wormwood_mushroom
source: Hollow Hands
de: Hohle Hände
es_mx: Manos Huecas
fr: Bras creux
it: Mani cave
ja: すかすかの頭
ko: 텅 빈 손
pl: Puste ręce
pt_br: Mãos Ocas
ru: Пустые руки
zh_cn: 空洞双手
zh_tw: 空洞雙手

# SKIN_NAMES.hand_wormwood_pumpkin
source: Grasping Tendrils
de: Zuschnappende Ranken
fr: Lianes tactiles
it: Viticci afferranti
ja: 貪欲なツル
ko: 움켜쥐는 덩굴손
pl: Chwytne pędy
pt_br: Gavinhas Ávidas
ru: Ползучие усики
zh_cn: 抓人卷须
zh_tw: 抓人卷鬚

# SKIN_NAMES.hand_wormwood_rose
source: Hedgerose Fingers
de: Heckenrosenfinger
es_mx: Guantes de Seto de Rosas
fr: Doigts rosier
it: Dita siepe di rosa
ja: ヘッジローズの手
ko: 장미 생울타리 손가락
pl: Różane paluszki
pt_br: Dedos de Cercas de Rosas
ru: Пальцы шиповника
zh_cn: 野玫瑰手指
zh_tw: 野玫瑰手指

# SKIN_NAMES.hand_wormwood_shadow
source: Gnarled Leaves
de: Knorrige Blätter
es_mx: Hojas Enmarañadas
fr: Feuilles voraces
it: Foglie irregolari
ja: ワサワサした葉っぱ
ko: 비틀린 잎사귀
pl: Sękate gałązki
pt_br: Folhas Retorcidas
ru: Грубые листья
zh_cn: 粗糙的叶子
zh_tw: 粗糙的葉子

# SKIN_NAMES.hand_wormwood_victorian
source: Scrollwork Hands
de: Rollwerk-Hände
fr: Bras artistiques
it: Mani decorate
ja: 渦巻き模様の手
ko: 두루마리 손
pl: Ręce ze zwojów
pt_br: Mãos Espiraladas
ru: Гравированные руки
zh_cn: 雕花手
zh_tw: 雕花手

# SKIN_NAMES.hand_wormwood_yule
source: Poinsettia Leaves
de: Weihnachtsstern-Blätter
fr: Feuilles de poinsettia
it: Foglie di stella di Natale
ja: ポインセチアの葉っぱ
ko: 포인세티아 잎
pl: Liście poinsecji
pt_br: Folhas de Poinsétia
ru: Листья пуансеттии
zh_cn: 一品红叶子
zh_tw: 一品紅葉子

# SKIN_NAMES.hand_wortox_minotaur
source: Minotaur Mitts
de: Minotaurus-Handschuhe
es_mx: Mano de minotauro
fr: Moufles de minotaure
it: Guanti del minotauro
ja: ミノタウロスのミトン
ko: 미노타우로스 장갑
pl: Rękawice Minotaura
pt_br: Luvas de Minotauro
ru: Рукавицы Минотавра
zh_cn: 牛头人之手
zh_tw: 牛頭人之手

# SKIN_NAMES.hand_wortox_nature
source: Wood Imp Hands
de: Hände des Holzkobolds
fr: Mains de diablotin sylvestre
it: Mani da diavoletto ligneo
ja: 木の小悪魔の手
ko: 나무 임프 손
pl: Ręce drewnianego chochlika
pt_br: Mãos Diabrete de Madeira
ru: Лапы древесного духа
zh_cn: 木质小恶魔双手
zh_tw: 木質小惡魔雙手

# SKIN_NAMES.hand_wortox_original
source: Forest Fawn Paws
de: Rehleinpfoten
es_mx: Zarpas de cervatillo del bosque
fr: Gants de faon de bois
it: Zampe cerbiatto
ja: 森の子鹿の足
ko: 어린 숲 동물 앞발
pl: Łapki Leśnego Jelonka
pt_br: Garras do Fauno da Floresta
ru: Лапы Лесного фавна
zh_cn: 森林幼崽爪子
zh_tw: 森林幼崽爪子

# SKIN_NAMES.hand_wortox_survivor
source: Grimy Goblin Grapplers
de: Koboldgreifer
es_mx: Guantes de duende mugriento
fr: Gants de lutin crasseux
it: Guanti goblin sudicio
ja: 汚れたゴブリンのグラップラー
ko: 더러운 고블린 팔
pl: Graby Gnuśnego Goblina
pt_br: Agarradores do Goblin Encardido
ru: Захваты Чумазого гоблина
zh_cn: 哥布林爪子
zh_tw: 哥布林爪子

# SKIN_NAMES.hand_wortox_victorian
source: Grotesque Claws
de: Groteske Krallen
fr: Griffes grotesques
it: Artigli grotteschi
ja: グロッタ様式の爪
ko: 기괴한 발톱
pl: Groteskowe szpony
pt_br: Garras Grotescas
ru: Гротескные когти
zh_cn: 石像鬼之爪
zh_tw: 石像鬼之爪

# SKIN_NAMES.hand_wurt_cave
source: Deep Sea Claws
de: Tiefseeklauen
es_mx: Garras de Aguas Profundas
fr: Griffes des profondeurs
it: Artigli da profondità
ja: 深海の爪
ko: 심해의 발톱
pl: Szpony morskiego stwora
pt_br: Garras do Mar Profundo
ru: Глубоководные когти
zh_cn: 深海手爪
zh_tw: 深海手爪

# SKIN_NAMES.hand_wurt_formal
source: Dainty Fins
de: Elegante Flossen
es_mx: Aletas Delicadas
fr: Nageoires délicates
it: Mani eleganti
ja: 上品なヒレ
ko: 단정한 지느러미
pl: Delikatne płetwy
pt_br: Barbatanas Elegantes
ru: Элегантные плавники
zh_cn: 优雅鱼鳍
zh_tw: 優雅魚鰭

# SKIN_NAMES.hand_wurt_rose
source: Axolotl Claws
de: Axolotl-Krallen
es_mx: Garras de Ajolote
fr: Griffes d'axolotl
it: Artigli di axolotl
ja: アホロートルの爪
ko: 아홀로틀 발톱
pl: Szpony aksolotla
pt_br: Garras de Axolote
ru: Когти аксолотля
zh_cn: 六角恐龙手爪
zh_tw: 六角恐龍手爪

# SKIN_NAMES.hand_wurt_shadow
source: Shady Fins
de: Schattenflossen
es_mx: Aletas Sospechosas
fr: Nageoires louches
it: Pinne losche
ja: 怪しげなヒレ
ko: 수상한 지느러미
pl: Podejrzane płetwy
pt_br: Barbatanas Sombrias
ru: Теневые плавники
zh_cn: 暗影鱼鳍
zh_tw: 暗影魚鰭

# SKIN_NAMES.hand_wurt_squid
source: Sinking Feelers
de: Sinkende Fühler
fr: Membres abyssaux
it: Tentacoli subacquei
ja: 潜水の触手
ko: 침몰하는 촉수
pl: Czułki topielca
pt_br: Tentáculos Mergulhantes
ru: Щупальца утопленницы
zh_cn: 深海触手
zh_tw: 深海觸手

# SKIN_NAMES.hand_wurt_victorian
source: Fuzzy Kid Claws
de: Zottelige Krallen
fr: Griffes velues
it: Artigli pelosi
ja: モジャモジャした子供の爪
ko: 복슬복슬한 녀석의 발톱
pl: Włochate szpony dziecka
pt_br: Garras Infantis Felpudas
ru: Мохнатые детские коготки
zh_cn: 毛绒崽崽爪
zh_tw: 毛絨崽崽爪

# SKIN_NAMES.hand_wx78_gladiator
source: Cast Iron Fists
de: Gusseiserne Fäuste
es_mx: Puños de hierro enyesados
fr: Poings de fonte
it: Pugni in ghisa
ja: 鉄の拳
ko: 주철 주먹
pl: Żeliwne pięści
pt_br: Punhos de ferro fundido
ru: Чугунные кулаки
zh_cn: 铸铁拳头
zh_tw: 鑄鐵拳頭

# SKIN_NAMES.hand_wx78_ice
source: Icy Claws
de: Eisige Krallen
fr: Griffes glacées
it: Artigli gelidi
ja: 氷の爪
ko: 얼음 발톱
pl: Lodowe szpony
pt_br: Garras Gélidas
ru: Ледяные когти
zh_cn: 寒冰爪
zh_tw: 寒冰爪

# SKIN_NAMES.hand_wx78_magma
source: Furnace Gloves
de: Ofenhandschuhe
es_mx: Guantes de horno
fr: Gants de fourneau
it: Guanti della fornace
ja: かまどの手袋
ko: 화로 장갑
pl: Rękawice hutnicze
pt_br: Luvas da fornalha
ru: Печные перчатки
zh_cn: 火炉手套
zh_tw: 火爐手套

# SKIN_NAMES.hand_wx78_nature
source: Timber Golem Hands
de: Holzgolem-Hände
es_mx: Manos de gólem de madera
fr: Mains de golem de bois
it: Mani di golem
ja: 木のゴーレムの手
ko: 목재 골렘 손
pl: Dłonie drewnianego golema
pt_br: Mãos de golem de madeira
ru: Руки древесного голема
zh_cn: 木头人的手
zh_tw: 木頭人的手

# SKIN_NAMES.hand_wx78_retro
source: Experimental Graspers
de: Experimentelle Greifer
fr: Grappins expérimentaux
it: Pinze sperimentali
ja: 実験の補助器具
ko: 실험적인 잡기 도구
pl: Eksperymentalne chwytaki
pt_br: Agarradores Experimentais
ru: Экспериментальные зажимы
zh_cn: 实验抓取装置
zh_tw: 實驗抓取裝置

# SKIN_NAMES.hand_wx78_victorian
source: Diving Gauntlets
de: Tauchstulpen
es_mx: Guanteletes de buceo
fr: Gants de plongée
it: Guanti da sommozzatore
ja: ダイビング用のこて
ko: 잠수복 건틀릿
pl: Rękawice do nurkowania
pt_br: Manoplas de mergulho
ru: Водолазные перчатки
zh_cn: 潜水长手套
zh_tw: 潛水長手套

# SKIN_NAMES.hand_wx78_wip
source: Unfinished Robot Hands
de: Hände für unvollendeten Roboter
es_mx: Manos de robot inacabado
fr: Mains de robot inachevé
it: Mani di robot incompiute
ja: 未完成のロボットハンド
ko: 미완성 로봇 손
pl: Niedokończone ręce robota
pt_br: Mãos de robô inacabado
ru: Незаконченные руки робота
zh_cn: 半成品机器人手
zh_tw: 半成品機器人手

# SKIN_NAMES.hand_wx78_wrestler
source: Midori Roboto Hands
de: Midori-Roboto-Hände
es_mx: Manos de Midori Roboto
fr: Mains Midori Roboto
it: Mani da Roboto Midori
ja: 緑のロボハンド
ko: 미도리 로봇 손
pl: Ręce Midori Roboto
pt_br: Mãos Midori Roboto
ru: Руки «Мидори Робото»
zh_cn: 绿色机甲手部
zh_tw: 綠色機甲手部

# SKIN_NAMES.hand_wx78_yule
source: Woodcarved Hands
de: Holzhände
es_mx: Manos Talladas en Madera
fr: Mains en bois sculpté
it: Mani intagliate nel legno
ja: 木彫りの足
ko: 나무로 조각한 손
pl: Ręce rzeźbione w drewnie
pt_br: Mãos Talhadas em Madeira
ru: Вырезанные из дерева руки
zh_cn: 木刻双手
zh_tw: 木刻雙手

# SKIN_NAMES.hat_catcoon_costume
source: Catty Costume Cap
de: Kappe für Katzenkostüm
es_mx: Gorra de disfraz de gatito
fr: Chapeau de costume chaton-laveur
it: Cappello da gattorsetto
ja: ネコのコスチュームの帽子
ko: 고양이스러운 의상 모자
pl: Kocia czapka
pt_br: Chapéu do traje de gatinho
ru: Шапка Енотокота
zh_cn: 浣猫造型帽
zh_tw: 浣貓造型帽

# SKIN_NAMES.hat_catcoon_costumep
source: Catty Costume Cap
de: Kappe für Katzenkostüm
es_mx: Gorra de disfraz de gatito
fr: Chapeau de costume chaton-laveur
it: Cappello da gattorsetto
ja: ネコのコスチュームの帽子
ko: 고양이스러운 의상 모자
pl: Kocia czapka
pt_br: Chapéu do traje de gatinho
ru: Шапка Енотокота
zh_cn: 浣猫造型帽
zh_tw: 浣貓造型帽

# SKIN_NAMES.hat_chester_costume
source: Cheeky Chester Cap
de: Freche Chester-Kappe
es_mx: Gorra de Chester travieso
fr: Chapeau de costume sacré Chester
it: Cappello da Chester
ja: 生意気チェスターの帽子
ko: 건방진 체스터 모자
pl: Czapka szelmowskiej Skrzynecki
pt_br: Chapéu de baú-dogue esperto
ru: Шапка Нахального Честера
zh_cn: 无耻切斯特的帽子
zh_tw: 無恥賈斯特的帽子

# SKIN_NAMES.hat_chester_costumep
source: Cheeky Chester Cap
de: Freche Chester-Kappe
es_mx: Gorra de Chester travieso
fr: Chapeau de costume sacré Chester
it: Cappello da Chester
ja: 生意気チェスターの帽子
ko: 건방진 체스터 모자
pl: Czapka szelmowskiej Skrzynecki
pt_br: Chapéu de baú-dogue esperto
ru: Шапка Нахального Честера
zh_cn: 无耻切斯特的帽子
zh_tw: 無恥賈斯特的帽子

# SKIN_NAMES.hat_dog_helm
source: Warhound Helm
de: Kriegshund-Helm
es_mx: Yelmo de sabueso
fr: Casque de molosse de guerre
it: Casco del cane da guerra
ja: ワーハウンドのヘルメット
ko: 전투 사냥개 투구
pl: Hełm ogara bojowego
pt_br: Elmo de cão de guerra
ru: Шлем боевого пса
zh_cn: 战狼头盔
zh_tw: 戰狼頭盔

# SKIN_NAMES.hat_glommer_costume
source: Glommy Head Guise
de: Glommy-Kopfbedeckung
es_mx: Disfraz de cabeza de glommer
fr: Chapeau apparence Glommer
it: Copritesta del glommo
ja: グロマーのヘッド
ko: 글로미 머리 분장
pl: Glomoprzebranie na głowę
pt_br: Cabeça do traje de gosmento
ru: Голова Гломмера
zh_cn: 格罗姆的头部伪装
zh_tw: 格羅姆的頭部偽裝

# SKIN_NAMES.hat_glommer_costumep
source: Glommy Head Guise
de: Glommy-Kopfbedeckung
es_mx: Disfraz de cabeza de glommer
fr: Chapeau apparence Glommer
it: Copritesta del glommo
ja: グロマーのヘッド
ko: 글로미 머리 분장
pl: Glomoprzebranie na głowę
pt_br: Cabeça do traje de gosmento
ru: Голова Гломмера
zh_cn: 格罗姆的头部伪装
zh_tw: 格羅姆的頭部偽裝

# SKIN_NAMES.hat_hutch_costume
source: Hutch Head Disguise
de: Stall-Kopfbedeckung
es_mx: Disfraz de cabeza de Hutch
fr: Chapeau déguisement Hutch
it: Copricapo da Hutch
ja: ハッチのものまねヘッド
ko: 허치 머리 분장
pl: Hutchoprzebranie na głowę
pt_br: Cabeça do traje de Hutch
ru: Голова Хатча
zh_cn: 哈奇头部伪装
zh_tw: 哈奇頭部偽裝

# SKIN_NAMES.hat_hutch_costumep
source: Hutch Head Disguise
de: Stall-Kopfbedeckung
es_mx: Disfraz de cabeza de Hutch
fr: Chapeau déguisement Hutch
it: Copricapo da Hutch
ja: ハッチのものまねヘッド
ko: 허치 머리 분장
pl: Hutchoprzebranie na głowę
pt_br: Cabeça do traje de Hutch
ru: Голова Хатча
zh_cn: 哈奇头部伪装
zh_tw: 哈奇頭部偽裝

# SKIN_NAMES.hat_puppy_cap
source: Puppy Cap
de: Welpenkappe
es_mx: Gorra de cachorro
fr: Chapeau de chiot
it: Cappello di cucciolo
ja: ワンちゃんの帽子
ko: 강아지 모자
pl: Szczeniaczkowy kapelusz
pt_br: Chapéu de filhotinho
ru: Шапочка щеночка
zh_cn: 小狗帽子
zh_tw: 小狗帽子

# SKIN_NAMES.heatrock_fantasy
source: Charmed Heatstone
de: Verzauberter Wärmestein
fr: Thermopierre enchantée
it: Pietra del calore incantata
ja: 魔法の保温石
ko: 마법에 걸린 히트스톤
pl: Zaklęty kamień upału
pt_br: Pedrardente Encantada
ru: Зачарованный термокамень
zh_cn: 魔力暖石
zh_tw: 魔力暖石

# SKIN_NAMES.heatrock_fire
source: Metamorphosed Flame
de: Metamorphierte Flamme
es_mx: Llama metamorfoseada
fr: Flamme métamorphosée
it: Fiamma metamorfica
ja: 変形の炎
ko: 변형된 화염
pl: Przetworzony płomień
pt_br: Chama metamorfoseada
ru: Метаморфоза пламени
zh_cn: 变形火焰
zh_tw: 變形火焰

# SKIN_NAMES.hutch_fantasy
source: Frog Prince Hutch
de: Froschprinz Hutch
fr: Hutch prince grenouille
it: Hutch principe ranocchio
ja: カエルの王子のハッチ
ko: 개구리 왕자 허치
pl: Żabi książę
pt_br: Príncipe Sapo Hutch
ru: Принц-лягушка Хатч
zh_cn: 青蛙王子哈奇
zh_tw: 青蛙王子哈奇

# SKIN_NAMES.hutch_fishbowl_fantasy
source: Tadpole Prince Star-Sky
de: Kaulquappenprinz Sternenhimmel
fr: Aquar-Hutch prince têtard
it: Principe girino Star-Sky
ja: おたまじゃくしの王子のスタスキン
ko: 올챙이왕자 스타스키
pl: Niebo księcia kijanek
pt_br: Príncipe Girino Star-sky
ru: Принц-головастик Звездное небо
zh_cn: 蝌蚪王子星空
zh_tw: 蝌蚪王子星空

# SKIN_NAMES.icebox_coffin
source: Icy Grave
de: Eisgrab
es_mx: Tumba helada
fr: Tombe de glace
it: Tomba di ghiaccio
ja: 氷の墓
ko: 얼음 무덤
pl: Lodowy grób
pt_br: Cova gelada
ru: Ледяная могила
zh_cn: 冰冷坟墓
zh_tw: 冰冷墳墓

# SKIN_NAMES.icebox_crystal
source: Crystalline Ice Box
de: Kristalline Kühlbox
es_mx: Caja de Hielo Cristalina
fr: Glacière cristalline
it: Recipiente di ghiaccio in cristallo
ja: 水晶のアイスボックス
ko: 크리스탈 냉장고
pl: Kryształowa lodówka
pt_br: Geladeira Cristalina
ru: Хрустальный холодильник
zh_cn: 水晶冰箱
zh_tw: 水晶冰箱

# SKIN_NAMES.icebox_porcelain
source: Porcelain Ice Box
de: Porzellan-Kühlbox
es_mx: Caja de Hielo de Porcelana
fr: Glacière en porcelaine
it: Recipiente di ghiaccio in porcellana
ja: 磁器のアイスボックス
ko: 도자기 냉장고
pl: Porcelanowa lodówka
pt_br: Geladeira de Porcelana
ru: Фарфоровый холодильник
zh_cn: 陶瓷冰箱
zh_tw: 陶瓷冰箱

# SKIN_NAMES.icebox_victorian
source: Victorian Ice Box
de: Viktorianische Eisbox
es_mx: Refrigerador victoriano
fr: Glacière victorienne
it: Ghiacciaia vittoriana
ja: ビクトリアのアイスボックス
ko: 빅토리아풍 아이스 박스
pl: Wiktoriańska lodówka
pt_br: Geladeira vitoriana
ru: Викторианский холодильник
zh_cn: 维多利亚冰箱
zh_tw: 維多利亞冰箱

# SKIN_NAMES.icestaff_bee
source: Icy Bumble Staff
de: Eisiger Hummelstab
es_mx: Báculo de abejorro helado
fr: Bâton de glace chancelant
it: Bastone ape ghiaccio
ja: ミツバチ柄の氷の杖
ko: 얼음 벌 지팡이
pl: Lodowo-bzyczące berło
pt_br: Cajado abelhudo congelante
ru: Ледяной посох шмеля
zh_cn: 冰蜂魔杖
zh_tw: 冰蜂魔杖

# SKIN_NAMES.icestaff_gungnir
source: Icy Pith Staff
de: Eisiger Markstab
es_mx: Báculo de médula de hielo
fr: Bâton pointu de glace
it: Bastone fibroso ghiaccio
ja: 氷を宿す杖
ko: 얼음 핵심 지팡이
pl: Lodowe berło
pt_br: Cajado do âmago congelante
ru: Мощный ледяной посох
zh_cn: 冰冷尖刺魔杖
zh_tw: 冰冷尖刺魔杖

# SKIN_NAMES.icestaff_hockey
source: Icy Sportsmanship Staff
de: Eisiger Sportlerstab
es_mx: Cetro de Deportividad Helado
fr: Bâton glacé de sportif
it: Bastone di ghiaccio dello sportivo
ja: 氷の精神の杖
ko: 얼음 스포츠맨십 지팡이
pl: Lodowe berło sportowca
pt_br: Cajado Desportivo Gelado
ru: Спортивный ледяной посох
zh_cn: 寒冰竞技魔杖
zh_tw: 寒冰競技魔杖

# SKIN_NAMES.icestaff_icerod
source: Icerod
de: Eisstange
fr: Givresceptre
it: Bastone di ghiaccio
ja: アイスロッド
ko: 얼음봉
pl: Lodowa różdżka
pt_br: Varagelada
ru: Ледяной посох
zh_cn: 冰雪魔杖
zh_tw: 冰雪魔杖

# SKIN_NAMES.icestaff_lance
source: Icy Spiral Staff
de: Eisiger Spiralstab
es_mx: Báculo espiral de hielo
fr: Bâton de glace à spirale
it: Bastone spirale ghiaccio
ja: 渦巻く氷の杖
ko: 얼음 나선 지팡이
pl: Lodowy kostur
pt_br: Cajado espiral congelante
ru: Спиральный ледяной посох
zh_cn: 冰冷螺旋魔杖
zh_tw: 冰冷螺旋魔杖

# SKIN_NAMES.icestaff_northern
source: Nordic Ice Staff
de: Nordischer Eisstab
es_mx: Cetro de Hielo Nórdico
fr: Bâton de glace nordique
it: Bastone di ghiaccio nordico
ja: 北欧の氷の杖
ko: 북유럽풍 얼음 지팡이
pl: Nordyckie lodowe berło
pt_br: Cajado de Gelo Nórdico
ru: Нордический ледяной посох
zh_cn: 北欧冰杖
zh_tw: 北歐冰杖

# SKIN_NAMES.icestaff_rose
source: Rose Ice Staff
de: Roseneisstab
es_mx: Báculo de rosa de hielo
fr: Bâton de glace de rose
it: Bastone glaciale rosa
ja: バラの氷の杖
ko: 장미 얼음 지팡이
pl: Lodowo-różane berło
pt_br: Cajado de gelo rosa
ru: Ледяной посох розы
zh_cn: 玫瑰冰魔杖
zh_tw: 玫瑰冰魔杖

# SKIN_NAMES.kitten_black
source: Black Kittykit
de: Schwarze Katze
es_mx: Gatito negro
fr: Pitichat noir
it: Micino nero
ja: 黒のキティーキット
ko: 검은 키티킷
pl: Czarny kicikot
pt_br: Gatinho negro
ru: Черный Енотокотенок
zh_cn: 黑色浣猫崽
zh_tw: 黑色浣貓崽

# SKIN_NAMES.kitten_winter
source: Snowkit
de: Schneekatze
es_mx: Gatito de las nieves
fr: Pitichat d'hiver
it: Gattino delle nevi
ja: スノーキット
ko: 스노우킷
pl: Śnieżkot
pt_br: Gelagato
ru: Снежный Енотокотенок
zh_cn: 雪猫
zh_tw: 雪貓

# SKIN_NAMES.krampus_sack_basket
source: Hampered Basket
de: Schwerer Korb
es_mx: Cesta Sellada.
fr: Hotte en osier
it: Cestino da picnic
ja: 拘束されたカゴ
ko: 바구니
pl: Skrępowany kosz
pt_br: Cesta Dificultada
ru: Перевязанная корзина
zh_cn: 锁链篮子
zh_tw: 鎖鏈籃子

# SKIN_NAMES.krampus_sack_voidbag
source: Voidbag
de: Tasche der Leere
fr: Sac à néant
it: Sacco del vuoto
ja: 虚空バッグ
ko: 공허 주머니
pl: Torba próżni
pt_br: Saco do Vazio
ru: Мешок бездны
zh_cn: 虚空袋
zh_tw: 虛空袋

# SKIN_NAMES.lamb_winter
source: Snowflake Ewelet
de: Schneeflocken-Lamm
es_mx: Mocovejita de copo de nieve
fr: Petit brebicus flocon de neige
it: Pecoruccia fiocco di neve
ja: 雪結晶のエウェレット
ko: 눈송이 율렛
pl: Śnieżna śluzowieczka
pt_br: Muconeiro floco de neve
ru: Снежная Слизовечка
zh_cn: 雪花小钢羊
zh_tw: 雪花小鋼羊

# SKIN_NAMES.lantern_crystal
source: Salt Lamp
de: Salzlampe
es_mx: Lámpara de Sal
fr: Lampe de sel
it: Lampada di sale
ja: 塩のランプ
ko: 소금 램프
pl: Lampa solna
pt_br: Lâmpada de Sal
ru: Соляная лампа
zh_cn: 盐灯
zh_tw: 鹽燈

# SKIN_NAMES.lantern_flower
source: Paper Lantern
de: Papierlaterne
fr: Lanterne de papier
it: Lanterna di carta
ja: 紙製のランタン
ko: 종이등
pl: Papierowa latarnia
pt_br: Lanterna de Papel
ru: Бумажный фонарик
zh_cn: 纸灯笼
zh_tw: 紙燈籠

# SKIN_NAMES.lantern_flower_alt
source: Paper Lantern
de: Papierlaterne
fr: Lanterne de papier
it: Lanterna di carta
ja: 紙製のランタン
ko: 종이등
pl: Papierowa latarnia
pt_br: Lanterna de Papel
ru: Бумажный фонарик
zh_cn: 纸灯笼
zh_tw: 紙燈籠

# SKIN_NAMES.lantern_gothic
source: Gothic Lantern
de: Gotische Laterne
fr: Lanterne gothique
it: Lanterna gotica
ja: ゴシックなランタン
ko: 고딕 랜턴
pl: Gotycka latarnia
pt_br: Lampião Gótico
ru: Готический фонарь
zh_cn: 哥特灯笼
zh_tw: 哥特燈籠

# SKIN_NAMES.lantern_mummy
source: Monstrous Lantern
de: Monströse Laterne
fr: Lanterne monstrueuse
it: Lanterna mostruosa
ja: 怪物のランタン
ko: 괴물의 등
pl: Potworna latarnia
pt_br: Lampião Monstruoso
ru: Чудовищный фонарь
zh_cn: 怪兽提灯
zh_tw: 怪獸提燈

# SKIN_NAMES.lantern_mummy_alt
source: Monstrous Lantern
de: Monströse Laterne
fr: Lanterne monstrueuse
it: Lanterna mostruosa
ja: 怪物のランタン
ko: 괴물의 등
pl: Potworna latarnia
pt_br: Lampião Monstruoso
ru: Чудовищный фонарь
zh_cn: 怪兽提灯
zh_tw: 怪獸提燈

# SKIN_NAMES.lantern_retro
source: Electrified Lantern
de: Elektrifizierte Laterne
fr: Lanterne électrifiée
it: Lanterna elettrificata
ja: 帯電ランタン
ko: 전기화 랜턴
pl: Zelektryfikowana latarnia
pt_br: Lampião Eletrificado
ru: Электрический фонарь
zh_cn: 电气化灯笼
zh_tw: 電氣化燈籠

# SKIN_NAMES.lantern_tesla
source: Tesla Coil Lantern
de: Tesla-Laterne
es_mx: Linterna de bobina de Tesla
fr: Lanterne bobine Tesla
it: Lanterna con bobina Tesla
ja: テスラコイルのランタン
ko: 테슬라 코일 랜턴
pl: Latarnia Tesli
pt_br: Lampião de bobina de Tesla
ru: Фонарь «Катушка Теслы»
zh_cn: 特斯拉线圈提灯
zh_tw: 特斯拉線圈提燈

# SKIN_NAMES.lantern_winter
source: Winter's Feast Lantern
de: Winterfest-Laterne
es_mx: Linterna de Fiesta Invernal
fr: Lanterne Festin d'hiver
it: Lanterna invernale
ja: 冬のお祭りのランタン
ko: 겨울 축제 랜턴
pl: Latarenka Zimowego Święta
pt_br: Lampião do Banquete de Inverno
ru: Праздничный фонарь
zh_cn: 冬季盛宴提灯
zh_tw: 冬季盛宴提燈

# SKIN_NAMES.lantern_winter_alt
source: Winter's Feast Lantern
de: Winterfest-Laterne
es_mx: Linterna de Fiesta Invernal
fr: Lanterne Festin d'hiver
it: Lanterna invernale
ja: 冬のお祭りのランタン
ko: 겨울 축제 랜턴
pl: Latarenka Zimowego Święta
pt_br: Lampião do Banquete de Inverno
ru: Праздничный фонарь
zh_cn: 冬季盛宴提灯
zh_tw: 冬季盛宴提燈

# SKIN_NAMES.legs_checkered_pleats_blue_cornflower
source: Checkered Trousers
de: Karierte Hosen
es_mx: Pantalones de cuadros
fr: Pantalon à carreaux
it: Pantaloni a scacchi
ja: チェックのズボン
ko: 체크무늬 바지
pl: Kraciaste spodnie
pt_br: Calças xadrez
ru: Клетчатые брюки
zh_cn: 格子裤
zh_tw: 格子褲

# SKIN_NAMES.legs_checkered_pleats_green_laurel
source: Checkered Trousers
de: Karierte Hosen
es_mx: Pantalones de cuadros
fr: Pantalon à carreaux
it: Pantaloni a scacchi
ja: チェックのズボン
ko: 체크무늬 바지
pl: Kraciaste spodnie
pt_br: Calças xadrez
ru: Клетчатые брюки
zh_cn: 格子裤
zh_tw: 格子褲

# SKIN_NAMES.legs_checkered_pleats_grey_slate
source: Checkered Trousers
de: Karierte Hosen
es_mx: Pantalones de cuadros
fr: Pantalon à carreaux
it: Pantaloni a scacchi
ja: チェックのズボン
ko: 체크무늬 바지
pl: Kraciaste spodnie
pt_br: Calças xadrez
ru: Клетчатые брюки
zh_cn: 格子裤
zh_tw: 格子褲

# SKIN_NAMES.legs_checkered_pleats_orange_lumberjack
source: Checkered Trousers
de: Karierte Hosen
es_mx: Pantalones de cuadros
fr: Pantalon à carreaux
it: Pantaloni a scacchi
ja: チェックのズボン
ko: 체크무늬 바지
pl: Kraciaste spodnie
pt_br: Calças xadrez
ru: Клетчатые брюки
zh_cn: 格子裤
zh_tw: 格子褲

# SKIN_NAMES.legs_checkered_pleats_tan_grass
source: Checkered Trousers
de: Karierte Hosen
es_mx: Pantalones de cuadros
fr: Pantalon à carreaux
it: Pantaloni a scacchi
ja: チェックのズボン
ko: 체크무늬 바지
pl: Kraciaste spodnie
pt_br: Calças xadrez
ru: Клетчатые брюки
zh_cn: 格子裤
zh_tw: 格子褲

# SKIN_NAMES.legs_jeans_black_scribble
source: Jeans
es_mx: Vaqueros
ja: ジーンズ
ko: 청바지
pl: Dżinsy
ru: Джинсы
zh_cn: 牛仔裤
zh_tw: 牛仔褲

# SKIN_NAMES.legs_jeans_blue_peacock
source: Jeans
es_mx: Vaqueros
ja: ジーンズ
ko: 청바지
pl: Dżinsy
ru: Джинсы
zh_cn: 牛仔裤
zh_tw: 牛仔褲

# SKIN_NAMES.legs_jeans_grey_silver
source: Jeans
es_mx: Vaqueros
ja: ジーンズ
ko: 청바지
pl: Dżinsy
ru: Джинсы
zh_cn: 牛仔裤
zh_tw: 牛仔褲

# SKIN_NAMES.legs_jeans_navy_ocean
source: Jeans
es_mx: Vaqueros
ja: ジーンズ
ko: 청바지
pl: Dżinsy
ru: Джинсы
zh_cn: 牛仔裤
zh_tw: 牛仔褲

# SKIN_NAMES.legs_merchant
source: Merchant Pants
de: Kaufmannshose
fr: Pantalon de marchand
it: Pantaloni da mercante
ja: 商人のズボン
ko: 상인 바지
pl: Spodnie kupca
pt_br: Calças de Comerciante
ru: Штаны торговца
zh_cn: 商人裤
zh_tw: 商人褲

# SKIN_NAMES.legs_pants_basic_black_scribble
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_blue_sky
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_brown_sepia
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_green_forest
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_grey_dark
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_tan_cream
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pants_basic_yellow_mustard
source: Pants
de: Hosen
es_mx: Pantalones
fr: Pantalon
it: Pantaloni
ja: ズボン
ko: 바지
pl: Spodnie
pt_br: Calças
ru: Штаны
zh_cn: 裤子
zh_tw: 褲子

# SKIN_NAMES.legs_pinstripe_pants_black_jet
source: Pinstripe Pants
de: Nadelstreifen-Hose
es_mx: Pantalones rayados
fr: Pantalon à rayures
it: Pantaloni gessati
ja: ピンストライプのパンツ
ko: 세로 줄무늬 바지
pl: Spodnie w prążki
pt_br: Calças risca de giz
ru: Штаны в тонкую полоску
zh_cn: 条纹裤
zh_tw: 條紋褲

# SKIN_NAMES.legs_pinstripe_pants_brown_chocolate
source: Pinstripe Pants
de: Nadelstreifen-Hose
es_mx: Pantalones rayados
fr: Pantalon à rayures
it: Pantaloni gessati
ja: ピンストライプのパンツ
ko: 세로 줄무늬 바지
pl: Spodnie w prążki
pt_br: Calças risca de giz
ru: Штаны в тонкую полоску
zh_cn: 条纹裤
zh_tw: 條紋褲

# SKIN_NAMES.legs_pinstripe_pants_navy_crow
source: Pinstripe Pants
de: Nadelstreifen-Hose
es_mx: Pantalones rayados
fr: Pantalon à rayures
it: Pantaloni gessati
ja: ピンストライプのパンツ
ko: 세로 줄무늬 바지
pl: Spodnie w prążki
pt_br: Calças risca de giz
ru: Штаны в тонкую полоску
zh_cn: 条纹裤
zh_tw: 條紋褲

# SKIN_NAMES.legs_pinstripe_pants_purple_violet
source: Pinstripe Pants
de: Nadelstreifen-Hose
es_mx: Pantalones rayados
fr: Pantalon à rayures
it: Pantaloni gessati
ja: ピンストライプのパンツ
ko: 세로 줄무늬 바지
pl: Spodnie w prążki
pt_br: Calças risca de giz
ru: Штаны в тонкую полоску
zh_cn: 条纹裤
zh_tw: 條紋褲

# SKIN_NAMES.legs_pinstripe_pants_red_garnet
source: Pinstripe Pants
de: Nadelstreifen-Hose
es_mx: Pantalones rayados
fr: Pantalon à rayures
it: Pantaloni gessati
ja: ピンストライプのパンツ
ko: 세로 줄무늬 바지
pl: Spodnie w prążki
pt_br: Calças risca de giz
ru: Штаны в тонкую полоску
zh_cn: 条纹裤
zh_tw: 條紋褲

# SKIN_NAMES.legs_pj_blue_agean
source: Jammie Pants
es_mx: Pantalones de pijama
fr: Pantalon de pyjama
it: Pantaloni del pigiama
ja: パジャマパンツ
ko: 파자마 바지
pl: Portki od piżamy
pt_br: Calças de pijama
ru: Гангстерские штаны
zh_cn: 碎花裤
zh_tw: 碎花褲
