Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.body_wanda_yule
source: Toymaker's Work Apron
de: Arbeitsschürze des Spielzeugmachers
fr: Tablier de fabricant de jouets
it: Grembiule di lavoro da giocattolaia
ja: おもちゃ職人の仕事用エプロン
ko: 장난감 제작자의 작업 앞치마
pl: Fartuch roboczy producenta zabawek
pt_br: Avental de Trabalho do Fabricante de Brinquedos
ru: Фартук игрушечника
zh_cn: 玩具匠的工作围裙
zh_tw: 玩具匠的工作圍裙

# SKIN_NAMES.body_warly_candyman
source: Candy-Striped Shirt
de: Streifenhemd
es_mx: Camiseta a Rayas de Colores
fr: Veste sucre d'orge
it: Camicia con papillon a caramella
ja: キャンディストライプのシャツ
ko: 사탕 무늬 셔츠
pl: Pasiasta koszula z cukierkiem
pt_br: Camisa Doce Listrada
ru: Конфетная рубашка
zh_cn: 糖果条纹的衬衣
zh_tw: 糖果條紋的襯衣

# SKIN_NAMES.body_warly_carrat
source: Carrat Costume Top
de: Karatten-Kostümoberteil
fr: Haut de costume de carate
it: Sopra del costume da caratto
ja: キャラットのコスチューム（トップ）
ko: 당근이쥐 의상 상의
pl: Góra stroju myszomarchwi
pt_br: Parte de Cima da Fantasia de Cenourrato
ru: Верх от костюма моркрысы
zh_cn: 胡萝卜鼠服
zh_tw: 胡蘿蔔鼠服

# SKIN_NAMES.body_warly_carratp
source: Carrat Costume Top
de: Karatten-Kostümoberteil
fr: Haut de costume de carate
it: Sopra del costume da caratto
ja: キャラットのコスチューム（トップ）
ko: 당근이쥐 의상 상의
pl: Góra stroju myszomarchwi
pt_br: Parte de Cima da Fantasia de Cenourrato
ru: Верх от костюма моркрысы
zh_cn: 胡萝卜鼠服
zh_tw: 胡蘿蔔鼠服

# SKIN_NAMES.body_warly_chef
source: Head Chef's Coat
de: Mantel des Chefkochs
es_mx: Chamarra de Chef
fr: Uniforme de chef
it: Giacca da capocuoco
ja: ヘッドシェフのコート
ko: 주방장의 코트
pl: Fartuch szefa kuchni
pt_br: Casaco do Chefe de Cozinha
ru: Китель шеф-повара
zh_cn: 主厨外套
zh_tw: 主廚外套

# SKIN_NAMES.body_warly_fisherman
source: Trawler's Rain Slicker
de: Kutters Regenjacke
es_mx: Impermeable de Pescador
fr: Imperméable de pêcheur
it: Impermeabile da pescatore
ja: トロール漁船のレインコート
ko: 트롤선 비옷
pl: Rybacka peleryna przeciwdeszczowa
pt_br: Capa de Chuva de Traineira
ru: Рыбацкий дождевик
zh_cn: 渔夫防水衣
zh_tw: 漁夫防水衣

# SKIN_NAMES.body_warly_ice
source: Winter Soiree Jacket
de: Wintersoiree-Jacke
fr: Veste de soirée d'hiver
it: Giacca da sera invernale
ja: 冬のソワレのジャケット
ko: 겨울 야회 재킷
pl: Kurtka na zimowy wieczór
pt_br: Jaqueta Soirée de Inverno
ru: Жакет для зимнего суаре
zh_cn: 冬日晚礼服外套
zh_tw: 冬日晚禮服外套

# SKIN_NAMES.body_warly_nature
source: Druidic Tunic
de: Druidentunika
fr: Tunique de druide
it: Tunica da druido
ja: ドルイドのチュニック
ko: 드라이어드 튜닉
pl: Tunika druida
pt_br: Túnica Druídica
ru: Туника друида
zh_cn: 德鲁伊外衣
zh_tw: 德魯伊外衣

# SKIN_NAMES.body_warly_rose
source: Sugar Rose Vest
de: Zuckerrosenweste
es_mx: Camiseta Rosa de Azúcar
fr: Veste églantine
it: Giubbotto elegante
ja: シュガーローズのベスト
ko: 슈가 장미 조끼
pl: Słodkoróżana kamizelka
pt_br: Colete Rosa de Açúcar
ru: Жакет сахарной розы
zh_cn: 糖制玫瑰马甲
zh_tw: 糖制玫瑰馬甲

# SKIN_NAMES.body_warly_victorian
source: Naval Uniform Shirt
de: Matrosenhemd
es_mx: Camiseta de Uniforme Naval
fr: Haut d'uniforme marin
it: Camicia da marinaio
ja: 海軍のシャツ
ko: 해군 제복 셔츠
pl: Koszula marynarza
pt_br: Camiseta de Uniforme Naval
ru: Матросская рубашка
zh_cn: 海军制服衬衣
zh_tw: 海軍制服襯衣

# SKIN_NAMES.body_wathgrithr_cook
source: Wigfrid's Gorge Garb
de: Wigfrids Schluchtkleidung
es_mx: Atuendo de Wigfrid en La Garganta
fr: Veste de cuisine de Wigfrid
it: Abito della Forra di Wigfrid
ja: ウィグフリドの峡谷の服
ko: 위그프리드의 Gorge 의상
pl: Fartuszek Wigfrydy
pt_br: Garganta do Desfiladeiro de Wigfrid
ru: Наряд Глотки для Вигфрид
zh_cn: 薇格弗德的暴食服装
zh_tw: 薇格弗德的暴食服裝

# SKIN_NAMES.body_wathgrithr_deerclops
source: Deerclops Costume Top
de: Deerclops-Kostümoberteil
es_mx: Parte de arriba de disfraz de ciérclope
fr: Haut de costume cerf-clope
it: Sopra da cervoclope
ja: ディアクロップスのコスチューム（トップ）
ko: 외눈사슴 의상 상의
pl: Góra stroju jeleklopa
pt_br: Parte de cima da fantasia de cervoclope
ru: Верх от Костюма Циклополеня
zh_cn: 独眼巨鹿造型上衣
zh_tw: 獨眼巨鹿造型上衣

# SKIN_NAMES.body_wathgrithr_deerclopsp
source: Deerclops Costume Top
de: Deerclops-Kostümoberteil
es_mx: Parte de arriba de disfraz de ciérclope
fr: Haut de costume cerf-clope
it: Sopra da cervoclope
ja: ディアクロップスのコスチューム（トップ）
ko: 외눈사슴 의상 상의
pl: Góra stroju jeleklopa
pt_br: Parte de cima da fantasia de cervoclope
ru: Верх от Костюма Циклополеня
zh_cn: 独眼巨鹿造型上衣
zh_tw: 獨眼巨鹿造型上衣

# SKIN_NAMES.body_wathgrithr_formal
source: Valkyrie Armor
de: Walkürenrüstung
es_mx: Armadura de valquiria
fr: Armure de valkyrie
it: Armatura da valchiria
ja: 戦乙女のよろい
ko: 발키리 갑옷
pl: Pancerz walkirii
pt_br: Armadura de Valquíria
ru: Броня валькирии
zh_cn: 女武神瓦尔基里盔甲
zh_tw: 女武神瓦爾基裡盔甲

# SKIN_NAMES.body_wathgrithr_formalp
source: Valkyrie Armor
de: Walkürenrüstung
es_mx: Armadura de valquiria
fr: Armure de valkyrie
it: Armatura da valchiria
ja: 戦乙女のよろい
ko: 발키리 갑옷
pl: Pancerz walkirii
pt_br: Armadura de Valquíria
ru: Броня валькирии
zh_cn: 女武神瓦尔基里盔甲
zh_tw: 女武神瓦爾基裡盔甲

# SKIN_NAMES.body_wathgrithr_gladiator
source: Battlemaster's Chestplate
de: Kriegsherren-Brustplatte
es_mx: Peto de maestro de batalla
fr: Plastron de maître de bataille
it: Placca da mastro d'armi
ja: バトルマスターのチェストプレート
ko: 전장의 주인의 흉갑
pl: Bojowy napierśnik
pt_br: Peitoral do Mestre de Batalha
ru: Нагрудник полководца
zh_cn: 战斗大师的胸甲
zh_tw: 戰鬥大師的胸甲

# SKIN_NAMES.body_wathgrithr_magma
source: Surtr's Armor
de: Surtrs Rüstung
es_mx: Armadura de Surtr
fr: Armure de Surtr
it: Armatura di Surtr
ja: スルトのアーマー
ko: 주르트르의 갑옷
pl: Pancerz Surtr
pt_br: Armadura de Surt
ru: Броня Сурта
zh_cn: 苏尔特尔的盔甲
zh_tw: 蘇爾特爾的盔甲

# SKIN_NAMES.body_wathgrithr_nature
source: Grove Sentinel Tunic
de: Wächterumhang
es_mx: Túnica de centinela de arboleda
fr: Tunique de sentinelle de bosquet
it: Tunica sentinella bosco
ja: 森を守る者のチュニック
ko: 숲지기 튜닉
pl: Tunika strażniczki kniei
pt_br: Túnica de sentinela do arvoredo
ru: Туника лесного стража
zh_cn: 小树林哨兵短袍
zh_tw: 小樹林哨兵短袍

# SKIN_NAMES.body_wathgrithr_rose
source: Stagerose Wardrobe
de: Schauspielrosenkostüm
es_mx: Armario de rosa teatral
fr: Garde-robe rose de scène
it: Guardaroba rosa da palco
ja: 舞台衣装
ko: 무대장미 옷장
pl: Różany strój sceniczny
pt_br: Traje carmim
ru: Сценический костюм роз
zh_cn: 玫瑰装束
zh_tw: 玫瑰裝束

# SKIN_NAMES.body_wathgrithr_rosep
source: Stagerose Wardrobe
de: Schauspielrosenkostüm
es_mx: Armario de rosa teatral
fr: Garde-robe rose de scène
it: Guardaroba rosa da palco
ja: 舞台衣装
ko: 무대장미 옷장
pl: Różany strój sceniczny
pt_br: Traje carmim
ru: Сценический костюм роз
zh_cn: 玫瑰装束
zh_tw: 玫瑰裝束

# SKIN_NAMES.body_wathgrithr_scarecrow
source: Straw-Stuffed Overalls
de: Strohgefüllte Latzhose
es_mx: Overol Relleno de Paja
fr: Salopette garnie de paille
it: Salopette da spaventapasseri
ja: ワラのオーバーオール
ko: 짚으로 채운 작업복
pl: Ogrodniczki wypchane słomą
pt_br: Macacão Estufado de Palha
ru: Комбинезон, набитый соломой
zh_cn: 稻草连身衣
zh_tw: 稻草連身衣

# SKIN_NAMES.body_wathgrithr_shadow
source: Shadow Armor
de: Schattenrüstung
es_mx: Armadura sombría
fr: Armure ombre
it: Armatura d'ombra
ja: シャドウアーマー
ko: 그림자 갑옷
pl: Pancerz cienia
pt_br: Proteção das sombras
ru: Теневая броня
zh_cn: 暗影盔甲
zh_tw: 暗影盔甲

# SKIN_NAMES.body_wathgrithr_shadowp
source: Shadow Armor
de: Schattenrüstung
es_mx: Armadura sombría
fr: Armure ombre
it: Armatura d'ombra
ja: シャドウアーマー
ko: 그림자 갑옷
pl: Pancerz cienia
pt_br: Proteção das sombras
ru: Теневая броня
zh_cn: 暗影盔甲
zh_tw: 暗影盔甲

# SKIN_NAMES.body_wathgrithr_survivor
source: Torn Costume
de: Zerrissenes Kostüm
es_mx: Traje roto
fr: Costume déchiré
it: Costume strappato
ja: 破れたコスチューム
ko: 찢어진 의상
pl: Rozdarty kostium
pt_br: Traje esfarrapado
ru: Оборванный костюм
zh_cn: 褴褛衣衫
zh_tw: 襤褸衣衫

# SKIN_NAMES.body_wathgrithr_survivorp
source: Torn Costume
de: Zerrissenes Kostüm
es_mx: Traje roto
fr: Costume déchiré
it: Costume strappato
ja: 破れたコスチューム
ko: 찢어진 의상
pl: Rozdarty kostium
pt_br: Traje esfarrapado
ru: Оборванный костюм
zh_cn: 褴褛衣衫
zh_tw: 襤褸衣衫

# SKIN_NAMES.body_wathgrithr_valkyrie
source: Winged Armor
de: Geflügelte Panzerung
fr: Armure à ailes
it: Armatura alata
ja: 翼の鎧
ko: 날개 달린 갑옷
pl: Skrzydlaty pancerz
pt_br: Armadura Alada
ru: Крылатая броня
zh_cn: 飞翼甲
zh_tw: 飛翼甲

# SKIN_NAMES.body_wathgrithr_victorian
source: Tragedienne Costume
de: Tragedienne Kostüm
es_mx: Traje de actriz trágica
fr: Costume de tragédienne
it: Costume attrice drammi
ja: 悲劇女優のコスチューム
ko: 비극의 여주인공 의상
pl: Tragiczny kostium
pt_br: Fantasia de trágica
ru: Костюм трагической актрисы
zh_cn: 悲剧女演员的戏服
zh_tw: 悲劇女演員的戲服

# SKIN_NAMES.body_wathgrithr_wrestler
source: Ultimate Performer's Body
de: Körper des ultimativen Artisten
es_mx: Cuerpo de luchador definitivo
fr: Corps de performeuse ultime
it: Corpo attrice suprema
ja: 最強パフォーマーのボディ
ko: 궁극의 공연가의 흉갑
pl: Strój Zawodniczki Ostateczności
pt_br: Macacão do Lutador Definitivo
ru: Тело крутого исполнителя
zh_cn: 终极表演家的身体
zh_tw: 終極表演家的身體

# SKIN_NAMES.body_wathgrithr_yule
source: Ice Warrior's Coat
de: Eiskriegermantel
es_mx: Chamarra de Guerrero de Hielo
fr: Manteau de guerrière des glaces
it: Cappotto da guerriera di ghiaccio
ja: 氷の戦士のコート
ko: 얼음 전사의 코트
pl: Płaszcz lodowego wojownika
pt_br: Casaco do Guerreiro Gélido
ru: Плащ ледяного воина
zh_cn: 冰原勇士战衣
zh_tw: 冰原勇士戰衣

# SKIN_NAMES.body_waxwell_cook
source: Maxwell's Gorge Garb
de: Maxwells Schluchtkleidung
es_mx: Atuendo de Maxwell en La Garganta
fr: Veste de cuisine de Maxwell
it: Abito della Forra di Maxwell
ja: マクスウェルの峡谷の服
ko: 맥스웰의 Gorge 의상
pl: Fartuszek Maxwella
pt_br: Garganta do Desfiladeiro de Maxwell
ru: Наряд Глотки для Максвелла
zh_cn: 麦斯威尔的暴食服装
zh_tw: 麥斯威爾的暴食服裝

# SKIN_NAMES.body_waxwell_formal
source: Striking Tuxedo
de: Eleganter Smoking
es_mx: Esmoquin asombroso
fr: Superbe costume
it: Smoking sgargiante
ja: ゴージャスタキシード
ko: 돋보이는 턱시도
pl: Uderzający garnitur
pt_br: Smoking impressionante
ru: Изумительный смокинг
zh_cn: 引人注目的晚礼服
zh_tw: 引人注目的晚禮服

# SKIN_NAMES.body_waxwell_gladiator
source: Alchemist's Robe Top
de: Alchemisten-Hemd
es_mx: Túnica superior de alquimista
fr: Plastron d'alchimiste
it: Sopra da alchimista
ja: 錬金術師のローブ（トップ）
ko: 연금술사의 로브 상의
pl: Góra od fartucha alchemika
pt_br: Casaco de alquimista
ru: Верх от мантии алхимика
zh_cn: 炼金术士的长袍
zh_tw: 煉金術士的長袍

# SKIN_NAMES.body_waxwell_krampus
source: Krampus Costume Top
de: Krampus-Kostümoberteil
es_mx: Parte de arriba de disfraz de Krampus
fr: Haut de costume krampus
it: Sopra da Krampus
ja: クランプスのコスチューム（トップ）
ko: 크람푸스 의상 상의
pl: Góra stroju krampusa
pt_br: Parte de cima da fantasia de Krampus
ru: Верх от Костюма Крампуса
zh_cn: 坎普斯造型上衣
zh_tw: 坎普斯造型上衣

# SKIN_NAMES.body_waxwell_krampusp
source: Krampus Costume Top
de: Krampus-Kostümoberteil
es_mx: Parte de arriba de disfraz de Krampus
fr: Haut de costume krampus
it: Sopra da Krampus
ja: クランプスのコスチューム（トップ）
ko: 크람푸스 의상 상의
pl: Góra stroju krampusa
pt_br: Parte de cima da fantasia de Krampus
ru: Верх от Костюма Крампуса
zh_cn: 坎普斯造型上衣
zh_tw: 坎普斯造型上衣

# SKIN_NAMES.body_waxwell_magma
source: Fissure's Armor
de: Fissurs Rüstung
es_mx: Armadura de la fisura
fr: Armure de fissure
it: Armatura della fenditura
ja: 亀裂のアーマー
ko: 균열 갑옷
pl: Pancerz szczelinowy
pt_br: Armadura da fissura
ru: Броня разлома
zh_cn: 裂隙盔甲
zh_tw: 裂隙盔甲

# SKIN_NAMES.body_waxwell_nature
source: Dryad's Tunic
de: Umhang von Dryad
es_mx: Túnica de dríade
fr: Tunique de dryade
it: Tunica di Driade
ja: ドリュアドのチュニック
ko: 드라이어드 튜닉
pl: Tunika driady
pt_br: Túnica dríade
ru: Туника дриады
zh_cn: 树妖的短袍
zh_tw: 樹妖的短袍

# SKIN_NAMES.body_waxwell_rose
source: Twisted Rose Attire
de: Drehrosenkostüm
es_mx: Atuendo de rosa retorcida
fr: Tenue de rose tordue
it: Abito della rosa contorta
ja: ツイストローズの服
ko: 엉킨 장미 복장
pl: Pokręcony strój różany
pt_br: Traje rosa distorcida
ru: Костюм витой розы
zh_cn: 扭曲玫瑰服装
zh_tw: 扭曲玫瑰服裝

# SKIN_NAMES.body_waxwell_survivor
source: Frayed Finery
de: Ausgefranster Stoff
es_mx: Galas deshilachadas
fr: Parure élimée
it: Eleganza sfilacciata
ja: ほつれた礼服
ko: 해어진 고급 옷
pl: Stargany komplet
pt_br: Berloque esfiapado
ru: Потрепанное украшение
zh_cn: 磨损的服饰
zh_tw: 磨損的服飾

# SKIN_NAMES.body_waxwell_unshadow
source: Unshadow Suit
de: Antischattenanzug
es_mx: Traje no sombrío
fr: Costume non ombre
it: Abito senza ombra
ja: 闇から解放されたスーツ
ko: 그림자 아닌 신사복
pl: Garnitur bezcienia
pt_br: Traje desassombrado
ru: Ясный костюм
zh_cn: 无影西装
zh_tw: 無影西裝

# SKIN_NAMES.body_waxwell_vampire
source: Vampiric Cloak
de: Vampirmantel
es_mx: Capa Vampírica
fr: Cape vampirique
it: Mantello da vampiro
ja: 吸血鬼のマント
ko: 흡혈귀 망토
pl: Wampirza peleryna
pt_br: Manto Vampírico
ru: Вампирский плащ
zh_cn: 吸血鬼斗篷
zh_tw: 吸血鬼斗篷

# SKIN_NAMES.body_waxwell_victorian
source: Aristocrat's Fine Overcoat
de: Feiner Aristokraten-Mantel
es_mx: Abrigo fino de aristócrata
fr: Beau pardessus d'aristocrate
it: Soprabito aristocratico
ja: 貴族の高価なオーバーコート
ko: 귀족의 고급 외투
pl: Szykowne okrycie wierzchnie arystokraty
pt_br: Sobrecasaca elegante de aristrocrata
ru: Нарядное пальто аристократа
zh_cn: 贵族的上等大衣
zh_tw: 貴族的上等大衣

# SKIN_NAMES.body_waxwell_yule
source: Homebody Housecoat
de: Gemütlicher Hausmantel
es_mx: Bata Casera
fr: Robe de chambre de casanier
it: Vestaglia da casa
ja: くつろぎのハウスコート
ko: 집돌이의 실내복
pl: Podomka domatora
pt_br: Casaco Caseiro
ru: Халат домоседа
zh_cn: 家居服
zh_tw: 家居服

# SKIN_NAMES.body_webber_bat
source: Batilisk Costume Top
de: Batilisken-Kostümoberteil
es_mx: Parte de arriba de disfraz de muercielisco
fr: Haut de costume vampix
it: Sopra da pipilisco
ja: バティリスクのコスチューム（トップ）
ko: 바틸리스크 의상 상의
pl: Góra stroju nietopeliszka
pt_br: Parte de cima da fantasia de morcegolisco
ru: Верх от Костюма Мышелиска
zh_cn: 洞穴蝙蝠造型上衣
zh_tw: 洞穴蝙蝠造型上衣

# SKIN_NAMES.body_webber_batp
source: Batilisk Costume Top
de: Batilisken-Kostümoberteil
es_mx: Parte de arriba de disfraz de muercielisco
fr: Haut de costume vampix
it: Sopra da pipilisco
ja: バティリスクのコスチューム（トップ）
ko: 바틸리스크 의상 상의
pl: Góra stroju nietopeliszka
pt_br: Parte de cima da fantasia de morcegolisco
ru: Верх от Костюма Мышелиска
zh_cn: 洞穴蝙蝠造型上衣
zh_tw: 洞穴蝙蝠造型上衣

# SKIN_NAMES.body_webber_boy
source: Woolen Jumper
de: Wollpulli
fr: Pull en laine
it: Maglione di lana
ja: ウールのジャンバー
ko: 울 점퍼
pl: Wełniany sweter
pt_br: Jardineira de Lã
ru: Шерстяной джемпер
zh_cn: 羊毛毛衣
zh_tw: 羊毛毛衣

# SKIN_NAMES.body_webber_cook
source: Webber's Gorge Garb
de: Webbers Schluchtkleidung
es_mx: Atuendo de Webber en La Garganta
fr: Veste de cuisine de Webber
it: Abito della Forra di Webber
ja: ウェバーの峡谷の服
ko: 웨버의 Gorge 의상
pl: Fartuszek Webbera
pt_br: Garganta do Desfiladeiro de Webber
ru: Наряд Глотки для Веббера
zh_cn: 韦伯的暴食服装
zh_tw: 韋伯的暴食服裝

# SKIN_NAMES.body_webber_formal
source: Formal Jacket
de: Elegantes Jackett
es_mx: Chamarra formal
fr: Veston de cérémonie
it: Giacca formale
ja: フォーマルジャケット
ko: 정장 재킷
pl: Elegancka marynarka
pt_br: Paletó
ru: Строгий пиджак
zh_cn: 正装
zh_tw: 正裝

# SKIN_NAMES.body_webber_formalp
source: Formal Jacket
de: Elegantes Jackett
es_mx: Chamarra formal
fr: Veston de cérémonie
it: Giacca formale
ja: フォーマルジャケット
ko: 정장 재킷
pl: Elegancka marynarka
pt_br: Paletó
ru: Строгий пиджак
zh_cn: 正装
zh_tw: 正裝

# SKIN_NAMES.body_webber_gladiator
source: Fiend's Exoskeleton
de: Exoskelett des Bösen
es_mx: Exoesqueleto de demonio
fr: Exosquelette du Malin
it: Esoscheletro del demonio
ja: 悪霊のコスチューム
ko: 원수의 외골격
pl: Egzoszkielet wroga
pt_br: Exoesqueleto de ser hostil
ru: Экзоскелет врага
zh_cn: 恶魔的外骨骼
zh_tw: 惡魔的外骨骼

# SKIN_NAMES.body_webber_ice
source: Snowspider Torso
de: Schneespinnen-Torso
es_mx: Torso de araña de nieve
fr: Haut d'araignée des neiges
it: Torso ragno nevi
ja: 雪グモのボディ
ko: 눈거미 몸통
pl: Korpus śnieżnego pająka
pt_br: Torso de aranha invernal
ru: Туловище снежного паука
zh_cn: 雪蜘蛛躯干
zh_tw: 雪蜘蛛軀幹

# SKIN_NAMES.body_webber_magma
source: Incombustible's Abdomen
de: Unterleib eines Nichtbrennbaren
es_mx: Abdomen incombustible
fr: Abdomen incombustible
it: Addome incombustibile
ja: 燃えない胴体
ko: 불연성 배
pl: Niepalne podbrzusze
pt_br: Abdômen incombustível
ru: Брюшной доспех Огнестойкого
zh_cn: 不会燃烧的腹部
zh_tw: 不會燃燒的腹部

# SKIN_NAMES.body_webber_nature
source: Warrior Spider Trappings
de: Fallen des Spinnenkriegers
fr: Habit de guerrier araignée
it: Addobbo da ragno guerriero
ja: クモ戦士の装具
ko: 전사 거미 트래핑
pl: Łapacze pająka wojownika
pt_br: Roupa de Guerreiro Aranha
ru: Шкура паука-воина
zh_cn: 蜘蛛战士陷阱
zh_tw: 蜘蛛戰士陷阱

# SKIN_NAMES.body_webber_punk
source: Punk Shirt
es_mx: Camiseta punk
fr: Chemise punk
it: Camicia da punk
ja: パンクシャツ
ko: 펑크 셔츠
pl: Punkowa koszulka
pt_br: Camisa punk
ru: Рубашка панка
zh_cn: 朋克衬衫
zh_tw: 朋克襯衫

# SKIN_NAMES.body_webber_rose
source: Mossrose Drapery
de: Moosröschen-Kleid
es_mx: Ropajes de rosa de musgo
fr: Étoffe de rose de mousse
it: Drappeggio rosa muschiata
ja: ポーチュラカのふんわり衣装
ko: 이끼장미 직물
pl: Różomchowa draperia
pt_br: Roupagem rosa-musgo
ru: Драпировка мускусной розы
zh_cn: 苔藓玫瑰服
zh_tw: 苔蘚玫瑰服

# SKIN_NAMES.body_webber_rosep
source: Mossrose Drapery
de: Moosröschen-Kleid
es_mx: Ropajes de rosa de musgo
fr: Étoffe de rose de mousse
it: Drappeggio rosa muschiata
ja: ポーチュラカのふんわり衣装
ko: 이끼장미 직물
pl: Różomchowa draperia
pt_br: Roupagem rosa-musgo
ru: Драпировка мускусной розы
zh_cn: 苔藓玫瑰服
zh_tw: 苔蘚玫瑰服

# SKIN_NAMES.body_webber_shadow
source: Shadow Spider Body
de: Schattenspinnenkörper
es_mx: Cuerpo de araña sombría
fr: Body araignée ombre
it: Corpo del ragno d'ombra
ja: シャドウスパイダー
ko: 그림자 거미 몸통
pl: Ciało pająka cienia
pt_br: Traje de aranha das sombras
ru: Теневой мальчик-паук
zh_cn: 暗影蜘蛛体
zh_tw: 暗影蜘蛛體

# SKIN_NAMES.body_webber_shadowp
source: Shadow Spider Body
de: Schattenspinnenkörper
es_mx: Cuerpo de araña sombría
fr: Body araignée ombre
it: Corpo del ragno d'ombra
ja: シャドウスパイダー
ko: 그림자 거미 몸통
pl: Ciało pająka cienia
pt_br: Traje de aranha das sombras
ru: Теневой мальчик-паук
zh_cn: 暗影蜘蛛体
zh_tw: 暗影蜘蛛體

# SKIN_NAMES.body_webber_survivor
source: Bandaged Body
de: Bandagierter Körper
es_mx: Cuerpo vendado
fr: Body pansement
it: Corpo fasciato
ja: 全身包帯
ko: 붕대 감은 몸통
pl: Ciało w bandażach
pt_br: Traje com bandagens
ru: Перебинтованное тело
zh_cn: 缠满绷带的躯体
zh_tw: 纏滿繃帶的軀體

# SKIN_NAMES.body_webber_survivorp
source: Bandaged Body
de: Bandagierter Körper
es_mx: Cuerpo vendado
fr: Body pansement
it: Corpo fasciato
ja: 全身包帯
ko: 붕대 감은 몸통
pl: Ciało w bandażach
pt_br: Traje com bandagens
ru: Перебинтованное тело
zh_cn: 缠满绷带的躯体
zh_tw: 纏滿繃帶的軀體

# SKIN_NAMES.body_webber_victorian
source: Schoolboy Uniform
de: Schuluniform
es_mx: Uniforme de estudiante
fr: Uniforme d'écolier
it: Uniforme studentesca
ja: スクールボーイの服
ko: 학생의 교복
pl: Mundurek szkolny
pt_br: Uniforme colegial
ru: Форменная одежда школьника
zh_cn: 小男生校服
zh_tw: 小男生校服

# SKIN_NAMES.body_webber_wrestler
source: El Tigre Cub Torso
de: Torso vom jungen El Tigre
es_mx: Traje Completo de El Tigrito
fr: Torse du petit tigrou
it: Torace da tigrotto
ja: エル・ティグレ坊やのコスチューム
ko: 엘 티그레 새끼 몸통
pl: Korpus El Tigre Juniora
pt_br: Camiseta Filhotinho de El Tigre
ru: Тело детеныша Эль Тигре
zh_cn: 小老虎躯干
zh_tw: 小老虎軀幹

# SKIN_NAMES.body_wendy_cook
source: Wendy's Gorge Garb
de: Wendys Schluchtkleidung
es_mx: Atuendo de Wendy en La Garganta
fr: Veste de cuisine de Wendy
it: Abito della Forra di Wendy
ja: ウェンディの峡谷の服
ko: 웬디의 Gorge 의상
pl: Fartuszek Wendy
pt_br: Garganta do Desfiladeiro de Wendy
ru: Наряд Глотки для Венди
zh_cn: 温蒂的暴食服装
zh_tw: 溫蒂的暴食服裝

# SKIN_NAMES.body_wendy_creepy
source: Supernatural Frock
de: Übernatürliches Gewand
es_mx: Vestido sobrenatural
fr: Redingote surnaturelle
it: Abito soprannaturale
ja: 超能力のガウン
ko: 초자연 원피스
pl: Nawiedzona sukienka
pt_br: Sobrecasaca sobrenatural
ru: Сверхъестественное платье
zh_cn: 超自然连衣裙
zh_tw: 超自然連衣裙

# SKIN_NAMES.body_wendy_formal
source: Party Frock
de: Partykleid
es_mx: Vestido de fiesta
fr: Robe de gala
it: Vestito da festa
ja: ドレスワンピース
ko: 파티 원피스
pl: Kiecka na imprezę
pt_br: Sobrecasaca de festa
ru: Платье для вечеринки
zh_cn: 晚礼服
zh_tw: 晚禮服

# SKIN_NAMES.body_wendy_formalp
source: Party Frock
de: Partykleid
es_mx: Vestido de fiesta
fr: Robe de gala
it: Vestito da festa
ja: ドレスワンピース
ko: 파티 원피스
pl: Kiecka na imprezę
pt_br: Sobrecasaca de festa
ru: Платье для вечеринки
zh_cn: 晚礼服
zh_tw: 晚禮服

# SKIN_NAMES.body_wendy_gladiator
source: Usurper's Drapery
de: Usurpatorische Draperie
es_mx: Ropajes de usurpadora
fr: Étoffe d'usurpateur
it: Drappeggio da usurpatore
ja: 強奪者のワンピース
ko: 탈취자의 직물
pl: Draperia oszustki
pt_br: Roupagem de usurpador
ru: Одеяние узурпатора
zh_cn: 篡位者的长袍
zh_tw: 篡位者的長袍

# SKIN_NAMES.body_wendy_handmedown
source: Abigail's Overalls
de: Abigails Latzhose
es_mx: Mono de Abigail
fr: Salopette d'Abigail
it: Salopette di Abigail
ja: アビゲイルのオーバーオール
ko: 아비게일의 작업복
pl: Kombinezon Abigail
pt_br: Macacão da Abigail
ru: Комбинезон Абигейл
zh_cn: 阿比盖尔连身衣
zh_tw: 阿比蓋爾連身衣

# SKIN_NAMES.body_wendy_ice
source: Snowchild Frock
de: Schneekind-Kutte
es_mx: Hábito de niña de las nieves
fr: Robe d'enfant des neiges
it: Vestito bimbo delle nevi
ja: 雪の子のガウン
ko: 눈아이 원피스
pl: Kiecka śniegowego dziecka
pt_br: Sobrecasaca de criança do gelo
ru: Платье Снегурочки
zh_cn: 雪孩子连衣裙
zh_tw: 雪孩子連衣裙

# SKIN_NAMES.body_wendy_lureplant
source: Lureplant Costume Top
de: Lockpflanzen-Kostümoberteil
es_mx: Parte de arriba de disfraz de bulbo de carne
fr: Haut de costume bulbe à viande
it: Sopra pianta adescatrice
ja: ルアプラントのコスチューム（トップ）
ko: 미끼식물 의상 상의
pl: Góra stroju mięśniaka
pt_br: Parte de cima da fantasia de plantaolho
ru: Верх от Костюма Приманкоцвета
zh_cn: 食人花造型上衣
zh_tw: 食人花造型上衣

# SKIN_NAMES.body_wendy_lureplantp
source: Lureplant Costume Top
de: Lockpflanzen-Kostümoberteil
es_mx: Parte de arriba de disfraz de bulbo de carne
fr: Haut de costume bulbe à viande
it: Sopra pianta adescatrice
ja: ルアプラントのコスチューム（トップ）
ko: 미끼식물 의상 상의
pl: Góra stroju mięśniaka
pt_br: Parte de cima da fantasia de plantaolho
ru: Верх от Костюма Приманкоцвета
zh_cn: 食人花造型上衣
zh_tw: 食人花造型上衣

# SKIN_NAMES.body_wendy_magma
source: Phoenix's Dress
de: Kleid von Phoenix
es_mx: Vestido de fénix
fr: Robe de phénix
it: Vestito della fenice
ja: フェニックスのドレス
ko: 피닉스의 드레스
pl: Sukienka Feniksa
pt_br: Vestido de Fênix
ru: Платье Феникса
zh_cn: 凤凰连衣裙
zh_tw: 鳳凰連衣裙

# SKIN_NAMES.body_wendy_nature
source: Fluttery Dress
de: Flatterndes Kleid
fr: Robe légère
it: Abito svolazzante
ja: ヒラヒラのドレス
ko: 나부끼는 드레스
pl: Zwiewna sukienka
pt_br: Vestido Oscilante
ru: Порхающее платье
zh_cn: 飘逸的裙子
zh_tw: 飄逸的裙子

# SKIN_NAMES.body_wendy_rose
source: Blushrose Capelet
de: Rosa Umhang
es_mx: Capa de rosa ruborizada
fr: Grand châle rose rouge
it: Mantellina di rose
ja: ブラッシュローズのケープ
ko: 밝은장미 작은 케이프
pl: Pelerynka barwy przytłumionego różu
pt_br: Capeleta ruborização
ru: Пелерина румяной розы
zh_cn: 绯红玫瑰小披肩
zh_tw: 緋紅玫瑰小披肩

# SKIN_NAMES.body_wendy_rosep
source: Blushrose Capelet
de: Rosa Umhang
es_mx: Capa de rosa ruborizada
fr: Grand châle rose rouge
it: Mantellina di rose
ja: ブラッシュローズのケープ
ko: 밝은장미 작은 케이프
pl: Pelerynka barwy przytłumionego różu
pt_br: Capeleta ruborização
ru: Пелерина румяной розы
zh_cn: 绯红玫瑰小披肩
zh_tw: 緋紅玫瑰小披肩

# SKIN_NAMES.body_wendy_shadow
source: Shadow Frock
de: Schattenkleidung
es_mx: Conjunto sombrío
fr: Robe ombre
it: Abitino d'ombra
ja: シャドウワンピース
ko: 그림자 원피스
pl: Kiecka cienia
pt_br: Sobrecasaca das sombras
ru: Теневое платье для вечеринки
zh_cn: 暗影连衣裙
zh_tw: 暗影連衣裙

# SKIN_NAMES.body_wendy_shadowp
source: Shadow Frock
de: Schattenkleidung
es_mx: Conjunto sombrío
fr: Robe ombre
it: Abitino d'ombra
ja: シャドウワンピース
ko: 그림자 원피스
pl: Kiecka cienia
pt_br: Sobrecasaca das sombras
ru: Теневое платье для вечеринки
zh_cn: 暗影连衣裙
zh_tw: 暗影連衣裙

# SKIN_NAMES.body_wendy_survivor
source: Shredded Skirt
de: Zerrupfter Rock
es_mx: Falda de tiras
fr: Chemise en lambeaux
it: Gonna tagliuzzata
ja: ずたずたのスカート
ko: 갈가리 찢긴 스커트
pl: Posiekana spódniczka
pt_br: Saia retalhada
ru: Оборванная юбка
zh_cn: 破碎的裙子
zh_tw: 破碎的裙子

# SKIN_NAMES.body_wendy_survivorp
source: Shredded Skirt
de: Zerrupfter Rock
es_mx: Falda de tiras
fr: Chemise en lambeaux
it: Gonna tagliuzzata
ja: ずたずたのスカート
ko: 갈가리 찢긴 스커트
pl: Posiekana spódniczka
pt_br: Saia retalhada
ru: Оборванная юбка
zh_cn: 破碎的裙子
zh_tw: 破碎的裙子

# SKIN_NAMES.body_wendy_victorian
source: Mourning Weeds
de: Trauernde Unkräuter
es_mx: Ropa de luto
fr: Vêtements de deuil
it: Vestiti del lutto
ja: 追悼の喪服
ko: 비탄의 풀
pl: Żałobne szaty
pt_br: Ervas da manhã
ru: Траурный наряд
zh_cn: 哀悼丧服
zh_tw: 哀悼喪服
