Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.wilson_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: O Nevado
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wilson_madscience
source: The Mad Scientist
de: Verrückte Wissenschaft
es_mx: El científico loco
fr: Le Scientifique fou
it: Lo scienziato pazzo
ja: マッドサイエンティスト
ko: 미친 과학자
pl: Szalony naukowiec
pt_br: O Cientista Louco
ru: Безумный ученый
zh_cn: 疯狂科学家
zh_tw: 瘋狂科學家

# SKIN_NAMES.wilson_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wilson_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wilson_none
source: Wilson
ja: ウィルソン
ko: 윌슨
ru: Уилсон
zh_cn: 威尔逊
zh_tw: 威爾遜

# SKIN_NAMES.wilson_pigguard
source: Guard Pig Costume
de: Schweinewächter-Kostüm
es_mx: Traje de cerdo guardián
fr: Costume cochon garde
it: Costume da maiale guardiano
ja: 見張りブタのコスチューム
ko: 근위병 돼지 의상
pl: Strój prosiaka strażnika
pt_br: Fantasia de Porco Guarda
ru: Костюм Свина-стража
zh_cn: 猪守卫的服饰
zh_tw: 豬守衛的服飾

# SKIN_NAMES.wilson_pigguard_d
source: Piggsbury Mask
de: Piggsbury-Maske
es_mx: Máscara de Cerdo Guardián
fr: Masque de Porcbury
it: Maschera di Maialson
ja: ピグスべリーのマスク
ko: 픽스버리 마스크
pl: Maska Świniuchy
pt_br: Máscara de Porcobury
ru: Маска Свинберри
zh_cn: 猪威尔逊面罩
zh_tw: 豬威爾遜面罩

# SKIN_NAMES.wilson_pigguard_p
source: Piggsbury Mask
de: Piggsbury-Maske
es_mx: Máscara de Cerdo Guardián
fr: Masque de Porcbury
it: Maschera di Maialson
ja: ピグスべリーのマスク
ko: 픽스버리 마스크
pl: Maska Świniuchy
pt_br: Máscara de Porcobury
ru: Маска Свинберри
zh_cn: 猪威尔逊面罩
zh_tw: 豬威爾遜面罩

# SKIN_NAMES.wilson_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wilson_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wilson_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wilson_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wilson_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.winona_combatant
source: The Challenger
de: Herausforderin
es_mx: Skin retadora
fr: L'adversaire
it: La Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: A Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.winona_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.winona_factory
source: The Industrious
de: Fleißig
es_mx: La laboriosa
fr: La travailleuse
it: L'Industriosa
ja: 燃えない
ko: 근면성실
pl: Przedsiębiorcza
pt_br: A Engenhosa
ru: Трудолюбивый
zh_cn: 工装
zh_tw: 工裝

# SKIN_NAMES.winona_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.winona_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.winona_frankenstein
source: The Creature
de: Die Kreatur
es_mx: La Criatura
fr: La créature
it: La Creatura
ja: クリーチャー
ko: 생물체
pl: Potworna
pt_br: A Criatura
ru: Существо
zh_cn: 创造物
zh_tw: 創造物

# SKIN_NAMES.winona_gladiator
source: The Gladiator
de: Gladiatorin
es_mx: Skin gladiadora
fr: La gladiatrice
it: La Gladiatrice
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: A Gladiadora
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.winona_grassgecko
source: Grass Gekko Costume
de: Grasgecko-Kostüm
es_mx: Disfraz de gekko de hierba
fr: Costume gecko végétal
it: Costuma da gecco d'erba
ja: クサトカゲのコスチューム
ko: 풀 도마뱀 의상
pl: Kostium gekona trawiastego
pt_br: Fantasia de lagartixa do mato
ru: Костюм Травяного геккона
zh_cn: 草壁虎造型装
zh_tw: 草壁虎造型裝

# SKIN_NAMES.winona_grassgecko_d
source: Nona Gekko Head
de: Nona-Gecko-Kopf
es_mx: Cabeza de gekko Nona
fr: Tête de Nona gecko
it: Testa di Winogecco
ja: ノナトカゲの頭
ko: 노나 도마뱀 머리
pl: Głowa Winogekony
pt_br: Cabeça de nona lagartixa
ru: Голова Виногекконы
zh_cn: 壁虎薇诺娜之颅
zh_tw: 壁虎薇諾娜之顱

# SKIN_NAMES.winona_grassgecko_p
source: Nona Gekko Head
de: Nona-Gecko-Kopf
es_mx: Cabeza de gekko Nona
fr: Tête de Nona gecko
it: Testa di Winogecco
ja: ノナトカゲの頭
ko: 노나 도마뱀 머리
pl: Głowa Winogekony
pt_br: Cabeça de nona lagartixa
ru: Голова Виногекконы
zh_cn: 壁虎薇诺娜之颅
zh_tw: 壁虎薇諾娜之顱

# SKIN_NAMES.winona_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.winona_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: La magmatique
it: La Magmatica
ja: マグマ
ko: 마그마질
pl: Magmatyczna
pt_br: A Magmática
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.winona_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: La verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielona
pt_br: A Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.winona_none
source: Winona
ja: ウィノナ
ko: 위노나
ru: Вайнона
zh_cn: 薇诺娜
zh_tw: 薇諾娜

# SKIN_NAMES.winona_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.winona_rosep
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.winona_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.winona_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.winona_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.winona_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.winona_victorian
source: The Victorian
de: Viktorianerin
es_mx: Skin victoriana
fr: La victorienne
it: La Vittoriana
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriańska
pt_br: A Vitoriana
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.winona_wrestler
source: The Fixer
de: Die Problemlöserin
es_mx: La Mecánico
fr: La réparatrice
it: L'Allenata
ja: 修理屋
ko: 해결사
pl: Naprawiaczka
pt_br: A Reparadora
ru: Атлетка
zh_cn: 修理工
zh_tw: 修理工

# SKIN_NAMES.winona_yule
source: The Merrymaker
de: Die Festliche
es_mx: La fiestera
fr: La fêtarde
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: A Felicitadora
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.winterhat_black_davys
source: Black Winter Hat
de: Schwarze Wintermütze
es_mx: Sombrero de invierno negro
fr: Chapeau d'hiver noir
it: Cappello nero invernale
ja: 黒い冬の帽子
ko: 검은 겨울 모자
pl: Czarna zimowa czapa
pt_br: Touca preta
ru: Черная Зимняя Шапка
zh_cn: 黑色冬帽
zh_tw: 黑色冬帽

# SKIN_NAMES.winterhat_fancy_puppy
source: Knitted Puppy Hat
de: Welpen-Strickmütze
es_mx: Gorro de cachorro de punto
fr: Chapeau de chiot tricoté
it: Cappello di cucciolo di lana
ja: 手編みの犬の帽子
ko: 니트 강아지 모자
pl: Dziergany szczeniaczkowy kapelusz
pt_br: Chapéu de filhotinho tricotado
ru: Вязаная шапка щеночка
zh_cn: 小狗针织帽
zh_tw: 小狗針織帽

# SKIN_NAMES.winterhat_fancy_puppyalt
source: Knitted Puppy Hat
de: Welpen-Strickmütze
es_mx: Gorro de cachorro de punto
fr: Chapeau de chiot tricoté
it: Cappello di cucciolo di lana
ja: 手編みの犬の帽子
ko: 니트 강아지 모자
pl: Dziergany szczeniaczkowy kapelusz
pt_br: Chapéu de filhotinho tricotado
ru: Вязаная шапка щеночка
zh_cn: 小狗针织帽
zh_tw: 小狗針織帽

# SKIN_NAMES.winterhat_pink_hibiscus
source: Pink Winter Hat
de: Rosa Wintermütze
es_mx: Sombrero de invierno rosa
fr: Chapeau d'hiver rose
it: Cappello rosa invernale
ja: ピンクの冬の帽子
ko: 핑크 겨울 모자
pl: Różowa zimowa czapa
pt_br: Touca rosa
ru: Розовая Зимняя Шапка
zh_cn: 粉色冬帽
zh_tw: 粉色冬帽

# SKIN_NAMES.winterhat_plum_pudding
source: Plum Pudding Cap
de: Pflaumenpuddingsmütze
es_mx: Gorra de pudín de ciruela
fr: Chapeau plum pudding
it: Cappello di torta di prugne
ja: プラムプディングのキャップ
ko: 자두 푸딩 모자
pl: Śliwkowo-puddingowa czapka
pt_br: Touca de pudim de ameixa
ru: Шапка Сливовый Пудинг
zh_cn: 李子布丁帽
zh_tw: 李子布丁帽

# SKIN_NAMES.winterhat_rooster
source: Clucky Winter Hat
de: Hühner-Wintermütze
es_mx: Sombrero de invierno clueco
fr: Chapeau d'hiver gloussant
it: Cappello invernale a gallina
ja: 鳥を感じる冬の帽子
ko: 꼬끼오 겨울 모자
pl: Zimowa kogucia czapa
pt_br: Touca penosa
ru: Куриная Зимняя Шапка
zh_cn: 咯咯响的冬帽
zh_tw: 咯咯響的冬帽

# SKIN_NAMES.winterhat_rooster_alt
source: Clucky Winter Hat
de: Hühner-Wintermütze
es_mx: Sombrero de invierno clueco
fr: Chapeau d'hiver gloussant
it: Cappello invernale a gallina
ja: 鳥を感じる冬の帽子
ko: 꼬끼오 겨울 모자
pl: Zimowa kogucia czapa
pt_br: Touca penosa
ru: Куриная Зимняя Шапка
zh_cn: 咯咯响的冬季帽
zh_tw: 咯咯響的冬季帽

# SKIN_NAMES.winterhat_stocking_cap_green_forest
source: Festive Stocking Cap
de: Festtagsstrumpf-Mütze
es_mx: Gorro con pompón festivo
fr: Bonnet chaussette de fête
it: Cappello da calza delle festività
ja: お祭りのストッキングキャップ
ko: 축제 스타킹 모자
pl: Świąteczna skarpeta na głowę
pt_br: Touca festiva
ru: Праздничная Шапка с Помпоном
zh_cn: 喜庆的绒线帽
zh_tw: 喜慶的絨線帽

# SKIN_NAMES.winterometer_circus
source: Thermal Strength Measurer
de: Wärmefestigkeitsmessgerät
es_mx: Medidor de fuerza térmica
fr: Thermomètre de puissance
it: Misuratore di intensità termica
ja: 熱強度検測器
ko: 온도계
pl: Termiczny Miernik Siły
pt_br: Medidor de força térmico
ru: Термосиломер
zh_cn: 热强度测量器
zh_tw: 熱強度測量器

# SKIN_NAMES.wolfgang_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wolfgang_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wolfgang_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wolfgang_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wolfgang_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wolfgang_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: O Nevado
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wolfgang_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wolfgang_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wolfgang_none
source: Wolfgang
ja: ボルフガング
ko: 볼프강
ru: Вольфганг
zh_cn: 沃尔夫冈
zh_tw: 沃爾夫岡

# SKIN_NAMES.wolfgang_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wolfgang_rosep
source: The Roseate
de: Rosig
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wolfgang_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wolfgang_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wolfgang_strongman
source: The Incredible Strongman
de: Der Unglaubliche Muskelprotz
fr: L'homme le plus fort du monde
it: L'Incredibile forzuto
ja: 超凄腕の男
ko: 믿기 힘든 차력사
pl: Niesamowity siłacz
pt_br: O Incrível Halterofilista
ru: Невероятный силач
zh_cn: 难以置信的强人
zh_tw: 難以置信的強人

# SKIN_NAMES.wolfgang_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wolfgang_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 幸存者
zh_tw: 倖存者

# SKIN_NAMES.wolfgang_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wolfgang_walrus
source: MacTusk Costume
de: MacTusk-Kostüm
es_mx: Traje de MacOlmillos
fr: Costume MacTusk
it: Costume da MacTusk
ja: チウィーセのコスチューム
ko: 맥터스크 의상
pl: Strój MacKła
pt_br: Fantasia de MacTusk
ru: Костюм МакБивня
zh_cn: 海象的服饰
zh_tw: 海象的服飾

# SKIN_NAMES.wolfgang_walrus_d
source: MacWolf Bald Cap
de: MacWolf-Glatze
es_mx: Gorra calva de MacWolf
fr: Casquette-crâne de MacWolf
it: Parrucca calva di Trichewolf
ja: チウヴォルフのハゲかつら
ko: 맥볼프 볼드 캡
pl: Łysa głowa MacWolfa
pt_br: Chapéu pelado de MacLobo
ru: Накладная лысина Маквольфа
zh_cn: 海象沃尔夫冈秃帽
zh_tw: 海象沃爾夫岡禿帽

# SKIN_NAMES.wolfgang_walrus_p
source: MacWolf Bald Cap
de: MacWolf-Glatze
es_mx: Gorra calva de MacWolf
fr: Casquette-crâne de MacWolf
it: Parrucca calva di Trichewolf
ja: チウヴォルフのハゲかつら
ko: 맥볼프 볼드 캡
pl: Łysa głowa MacWolfa
pt_br: Chapéu pelado de MacLobo
ru: Накладная лысина Маквольфа
zh_cn: 海象沃尔夫冈秃帽
zh_tw: 海象沃爾夫岡禿帽

# SKIN_NAMES.wolfgang_wolfman
source: The Wolfman
de: Der Wolfmann
fr: Le Loup-garou
it: L'Uomo lupo
ja: 狼男
ko: 늑대인간
pl: Wilkołak
pt_br: O Lobisomem
ru: Оборотень
zh_cn: 狼人
zh_tw: 狼人

# SKIN_NAMES.wolfgang_wrestler
source: The Giant
de: Riese
es_mx: El gigante
fr: Le géant
it: Il gigante
ja: 巨人
ko: 거인
pl: Gigant
pt_br: O Gigante
ru: Великан
zh_cn: 巨人
zh_tw: 巨人

# SKIN_NAMES.woodie_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.woodie_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.woodie_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.woodie_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invité d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.woodie_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.woodie_hippie
source: The Tree Hugger
de: Der Baumfreund
fr: L'Ami des arbres
it: L'Abbracciatore di alberi
ja: ツリーハグ
ko: 나무 애호가
pl: Miłośnik drzew
pt_br: O Abraçador de Árvores
ru: Любитель деревьев
zh_cn: 环保青年
zh_tw: 環保青年

# SKIN_NAMES.woodie_hockey
source: The Team Player
de: The Teamspieler
es_mx: El Jugador Solidario
fr: Le bon équipier
it: Il Giocatore di squadra
ja: チームプレイヤー
ko: 팀 플레이어
pl: Gracz zespołowy
pt_br: O Parceiro de Equipe
ru: Командный игрок
zh_cn: 团队精神
zh_tw: 團隊精神

# SKIN_NAMES.woodie_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.woodie_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.woodie_none
source: Woodie
ja: ウッディ
ko: 우디
ru: Вуди
zh_cn: 伍迪
zh_tw: 伍迪

# SKIN_NAMES.woodie_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.woodie_rosep
source: The Roseate
de: Rosig
es_mx: El Rosado
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różany
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.woodie_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.woodie_shadowp
source: The Triumphant
de: Triumphantin
es_mx: El triunfal
fr: Le triomphant
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.woodie_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.woodie_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: El Sobreviviente
fr: Le survivant
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.woodie_treeguard
source: Treeguard Costume
de: Baumwächter-Kostüm
es_mx: Traje de guardián árbol
fr: Costume arbre gardien
it: Costume da guardiano arboreo
ja: 木の番人のコスチューム
ko: 나무괴물 의상
pl: Strój drzewca
pt_br: Fantasia de guardárvores
ru: Костюм Энта
zh_cn: 树精守卫的服饰
zh_tw: 樹精守衛的服飾

# SKIN_NAMES.woodie_treeguard_d
source: Woodguard Head
de: Waldwächter-Kopf
es_mx: Cabeza de Guardián del Bosque
fr: Tête de Woodgarde
it: Testa di Guardawoodie
ja: ウッドガードの頭
ko: 우디괴물 머리
pl: Głowa Woodobrońcy
pt_br: Cabeça de guardárvores
ru: Голова Вудэнта
zh_cn: 树精伍迪之颅
zh_tw: 樹精伍迪之顱

# SKIN_NAMES.woodie_treeguard_p
source: Woodguard Head
de: Waldwächter-Kopf
es_mx: Cabeza de Guardián del Bosque
fr: Tête de Woodgarde
it: Testa di Guardawoodie
ja: ウッドガードの頭
ko: 우디괴물 머리
pl: Głowa Woodobrońcy
pt_br: Cabeça de guardárvores
ru: Голова Вудэнта
zh_cn: 树精伍迪之颅
zh_tw: 樹精伍迪之顱

# SKIN_NAMES.woodie_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.woodie_yule
source: The Merrymaker
de: Der Festliche
es_mx: El fiestero
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczny
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wormhole_claw
source: Snaggletooth Wormhole
de: Zackenzahn-Wurmloch
fr: Trou de ver en biais
it: Condotto dai denti storti
ja: 乱ぐい歯のワームホール
ko: 뻐드렁니 웜홀
pl: Tunel robaka z ukruszonymi zębami
pt_br: Buraco de Minhoca com Dentes Salientes
ru: Зубастая червоточина
zh_cn: 利齿虫洞
zh_tw: 利齒蟲洞

# SKIN_NAMES.wormhole_lureplant
source: Lureplant Wormhole
de: Lockpflanzen-Wurmloch
fr: Trou de ver appât
it: Condotto da pianta adescatrice
ja: ルアプラントのワームホール
ko: 미끼식물 웜홀
pl: Mięśniakowy tunel robaka
pt_br: Buraco de Minhoca Plantaolho
ru: Червоточина приманкоцвета
zh_cn: 食人花虫洞
zh_tw: 食人花蟲洞

# SKIN_NAMES.wormhole_spider
source: Arachnoid Wormhole
de: Arachniden-Wurmloch
fr: Trou de ver arachnoïde
it: Condotto aracnoideo
ja: クモのワームホール
ko: 거미류 웜홀
pl: Pajęczy tunel robaka
pt_br: Buraco de Minhoca Aracnoide
ru: Паучья червоточина
zh_cn: 巨蛛虫洞
zh_tw: 巨蛛蟲洞

# SKIN_NAMES.wormhole_worm
source: Glow Berry Bush
de: Glühbeerenstrauch
fr: Buisson de baie luisante
it: Cespuglio di bacche radiose
ja: 輝くベリームッシュ
ko: 빛나는 베리 덤불
pl: Krzew świecijagodowy
pt_br: Moita de Bagas Cintilantes
ru: Куст со светящейся ягодой
zh_cn: 发光浆果丛
zh_tw: 發光漿果叢

# SKIN_NAMES.wormwood_cactus
source: The Oasis Bound
de: Der Oasenmann
es_mx: El Cactus de Oasis
fr: Le désertique
it: Il Vacanziero
ja: 目指せオアシス
ko: 오아시스 거주자
pl: Kaktusowy
pt_br: O Vinculado ao Oásis
ru: Пленник оазиса
zh_cn: 前往绿洲
zh_tw: 前往綠洲

# SKIN_NAMES.wormwood_mushroom
source: The Hollow
de: Der Hohlmann
es_mx: El Hueco
fr: Le creux
it: Il Cavo
ja: すかすか
ko: 공허
pl: Pusty
pt_br: O Oco
ru: Пустота
zh_cn: 空洞
zh_tw: 空洞

# SKIN_NAMES.wormwood_none
source: Essential Wormwood
de: Essenzieller Wormwood
es_mx: Wormwood Básico
fr: Wormwood essentiel
it: Wormwood essenziale
ja: 基本のワームウッド
ko: 웜우드 자체
pl: Klasyczny Wormwood
pt_br: Wormwood Normal
ru: Обыкновенный Вормвуд
zh_cn: 基础沃姆伍德
zh_tw: 基礎沃姆伍德

# SKIN_NAMES.wormwood_pumpkin
source: The Wormwood O'Lantern
de: Der Wormwood O'Lantern
fr: Wormwood'o'lantern
it: La Lanterna di Wormwood
ja: ワームウッド・オ・ランタン
ko: 웜우드 오랜턴
pl: Latarnia Wormwooda
pt_br: A Lanterna do Wormwood
ru: Вормвуд-фонарь
zh_cn: 沃姆伍德灯笼
zh_tw: 沃姆伍德燈籠

# SKIN_NAMES.wormwood_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wormwood_saladmander
source: Saladmander Costume
de: Salamander-Kostüm
fr: Costume de saladmandre
it: Costume da insalamandra
ja: サラマンダーのコスチューム
ko: 샐러드마뱀 의상
pl: Strój sałatmandry
pt_br: Fantasia Saladamandra
ru: Костюм салатомандры
zh_cn: 沙拉蝾螈服装
zh_tw: 沙拉蠑螈服裝

# SKIN_NAMES.wormwood_saladmander_d
source: Wormander Head
de: Wormander-Kopf
fr: Tête de Wormandre
it: Testa di Wormandra
ja: ウォーマンダーの頭
ko: 웜마뱀 머리
pl: Głowa Wormandry
pt_br: Cabeça de Wormandra
ru: Голова Вормандры
zh_cn: 沃姆蝾螈头饰
zh_tw: 沃姆蠑螈頭飾

# SKIN_NAMES.wormwood_saladmander_p
source: Wormander Head
de: Wormander-Kopf
fr: Tête de Wormandre
it: Testa di Wormandra
ja: ウォーマンダーの頭
ko: 웜마뱀 머리
pl: Głowa Wormandry
pt_br: Cabeça de Wormandra
ru: Голова Вормандры
zh_cn: 沃姆蝾螈头饰
zh_tw: 沃姆蠑螈頭飾

# SKIN_NAMES.wormwood_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wormwood_victorian
source: The Victorian
de: Viktorianer
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞
