Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.body_winona_survivorp
source: Worn Workwear
de: Getragene Arbeitskleidung
es_mx: Ropa de trabajo gastada
fr: Tenue de travail usée
it: Tuta da lavoro logora
ja: 着込んだ作業着
ko: 낡은 작업복
pl: Strój roboczy
pt_br: Roupa de trabalho gasta
ru: Изношенная Спецодежда
zh_cn: 磨损的工服
zh_tw: 磨損的工服

# SKIN_NAMES.body_winona_victorian
source: Blacksmith's Apron
de: Schürze eines Schmieds
es_mx: Delantal de herrero
fr: Tablier de forgeron
it: Grembiule del fabbro
ja: 鍛冶師のエプロン
ko: 대장장이 앞치마
pl: Fartuch kowalski
pt_br: Avental de ferreiro
ru: Фартук кузнеца
zh_cn: 铁匠的围裙
zh_tw: 鐵匠的圍裙

# SKIN_NAMES.body_winona_wrestler
source: Workout Top
de: Trainingstop
es_mx: Blusa de Ejercicio
fr: Top de sport
it: Canotta da allenamento
ja: ワークアウトトップス
ko: 운동용 상의
pl: Koszulka sportowa
pt_br: Camiseta de Treino
ru: Топик для тренировок
zh_cn: 健身上衣
zh_tw: 健身上衣

# SKIN_NAMES.body_winona_yule
source: Caroler's Coat
de: Sternsingermantel
es_mx: Chamarra de Cantante de Villancicos
fr: Manteau de chanteuse de Noël
it: Cappotto natalizio
ja: 祝歌うたいのコート
ko: 성가대 코트
pl: Płaszcz kolędnika
pt_br: Casaco de Cantora Natalina
ru: Пальто святочницы
zh_cn: 圣歌者的外套
zh_tw: 聖歌者的外套

# SKIN_NAMES.body_wolfgang_cook
source: Wolfgang's Gorge Garb
de: Wolfgangs Schluchtkleidung
es_mx: Atuendo de Wolfgang en La Garganta
fr: Veste de cuisine de Wolfgang
it: Abito della Forra di Wolfgang
ja: ウルフガングの峡谷の服
ko: 볼프강의 Gorge 의상
pl: Fartuszek Wolfganga
pt_br: Garganta do Desfiladeiro de Wolfgang
ru: Наряд Глотки для Вольфганга
zh_cn: 沃尔夫冈的暴食服装
zh_tw: 沃爾夫岡的暴食服裝

# SKIN_NAMES.body_wolfgang_formal
source: Mess Dress
de: Schmutzkleidung
es_mx: Traje de cenar
fr: Tenue de soirée
it: Vestito della domenica
ja: 礼服
ko: 만찬복
pl: Strój oficerski
pt_br: Vestido vistoso
ru: Парадная обеденная форма
zh_cn: 乱七八糟的礼服
zh_tw: 亂七八糟的禮服

# SKIN_NAMES.body_wolfgang_formalp
source: Mess Dress
de: Schmutzkleidung
es_mx: Traje de cenar
fr: Tenue de soirée
it: Vestito della domenica
ja: 礼服
ko: 만찬복
pl: Strój oficerski
pt_br: Vestido vistoso
ru: Парадная обеденная форма
zh_cn: 乱七八糟的礼服
zh_tw: 亂七八糟的禮服

# SKIN_NAMES.body_wolfgang_gladiator
source: Berserker's Chest Paint
de: Berserker-Brustfarbe
es_mx: Pintura de pecho de violento
fr: Peinture sur haut pour disjoncté
it: Vernice toracica berserkr
ja: バーサーカーのチェストペイント
ko: 광전사의 가슴 페인팅
pl: Malunki na piersi berserka
pt_br: Pintura peitoral de besta-fera
ru: Боевая раскраска для тела Берсерка
zh_cn: 狂战士的胸部彩绘
zh_tw: 狂戰士的胸部彩繪

# SKIN_NAMES.body_wolfgang_ice
source: Aged Frost Robe
de: Gealterter Frostumhang
es_mx: Túnica de escarcha añejada
fr: Manteau de l'âge des glaces
it: Vecchia vestaglia da
ja: 古びた霜のローブ
ko: 오래된 서리 로브
pl: Znoszony mroźny szlafrok
pt_br: Roupão de gelo ancestral
ru: Видавшее виды морозное платье
zh_cn: 陈年霜袍
zh_tw: 陳年霜袍

# SKIN_NAMES.body_wolfgang_magma
source: Inferno's Toga
es_mx: Toga de infierno
fr: Toge infernale
it: Toga dell'inferno
ja: 灼熱のトーガ
ko: 지옥불 토가
pl: Piekielna toga
pt_br: Toga do inferno
ru: Тога ада
zh_cn: 地狱宽外袍
zh_tw: 地獄寬外袍

# SKIN_NAMES.body_wolfgang_nature
source: Springtime Lederhosen
de: Frühlingslederhosen
es_mx: Ledenhosen Primaverales
fr: Lederhose de printemps
it: Lederhosen primaverili
ja: 春の半ズボン
ko: 봄철 가죽 멜빵바지
pl: Wiosenne bawarskie spodenki
pt_br: Lederhosen de Verão
ru: Весенние ледерхозе
zh_cn: 春装背带裤
zh_tw: 春裝背帶褲

# SKIN_NAMES.body_wolfgang_rose
source: Circus Rose Attire
de: Zikrusrosenkleidung
es_mx: Atuendo de rosa de circo
fr: Tenue rose cirque
it: Abito da circo di rose
ja: サーカスローズの服
ko: 서커스 장미 복장
pl: Różowy strój cyrkowy
pt_br: Traje rosa-circo
ru: Костюм цирковой розы
zh_cn: 马戏玫瑰服装
zh_tw: 馬戲玫瑰服裝

# SKIN_NAMES.body_wolfgang_rosep
source: Circus Rose Attire
de: Zikrusrosenkleidung
es_mx: Atuendo de rosa de circo
fr: Tenue rose cirque
it: Abito da circo di rose
ja: サーカスローズの服
ko: 서커스 장미 복장
pl: Różowy strój cyrkowy
pt_br: Traje rosa-circo
ru: Костюм цирковой розы
zh_cn: 马戏玫瑰服装
zh_tw: 馬戲玫瑰服裝

# SKIN_NAMES.body_wolfgang_shadow
source: Shadow Jumpsuit
de: Schattenanzug
es_mx: Overol sombrío
fr: Combinaison de saut ombre
it: Tuta d'ombra
ja: シャドウジャンプスーツ
ko: 그림자 점프수트
pl: Kombinezon cienia
pt_br: Macacão das sombras
ru: Теневой комбинезон
zh_cn: 暗影连身裤
zh_tw: 暗影連身褲

# SKIN_NAMES.body_wolfgang_shadowp
source: Shadow Jumpsuit
de: Schattenanzug
es_mx: Overol sombrío
fr: Combinaison de saut ombre
it: Tuta d'ombra
ja: シャドウジャンプスーツ
ko: 그림자 점프수트
pl: Kombinezon cienia
pt_br: Macacão das sombras
ru: Теневой комбинезон
zh_cn: 暗影连身裤
zh_tw: 暗影連身褲

# SKIN_NAMES.body_wolfgang_strongman
source: Strongman Tunic
de: Muskelprotz-Tunika
fr: Tunique d'Homme fort
it: Tunica del forzuto
ja: 凄腕の男のチュニック
ko: 차력사 튜닉
pl: Tunika siłacza
pt_br: Túnica do Halterofilista
ru: Трико силача
zh_cn: 强人外衣
zh_tw: 強人外衣

# SKIN_NAMES.body_wolfgang_survivor
source: Patched Bodysuit
de: Geflickter Einteiler
es_mx: Body con parches
fr: Combinaison à rayures
it: Body rattoppato
ja: つぎはぎのボディスーツ
ko: 덧댄 보디수트
pl: Połatany kombinezon
pt_br: Traje remendado
ru: Боди с заплатками
zh_cn: 打补丁的紧身衣
zh_tw: 打補丁的緊身衣

# SKIN_NAMES.body_wolfgang_survivorp
source: Patched Bodysuit
de: Geflickter Einteiler
es_mx: Body con parches
fr: Combinaison à rayures
it: Body rattoppato
ja: つぎはぎのボディスーツ
ko: 덧댄 보디수트
pl: Połatany kombinezon
pt_br: Traje remendado
ru: Боди с заплатками
zh_cn: 打补丁的紧身衣
zh_tw: 打補丁的緊身衣

# SKIN_NAMES.body_wolfgang_victorian
source: Pugilist's Overcoat
de: Faustkämpfer-Mantel
es_mx: Abrigo de boxeador
fr: Pardessus de boxeur
it: Cappotto del pugile
ja: プギリストのオーバーコート
ko: 권투 선수의 외투
pl: Okrycie pięściarza
pt_br: Sobrecasaca de pugilista
ru: Пальто кулачного бойца
zh_cn: 拳击手的长外套
zh_tw: 拳擊手的長外套

# SKIN_NAMES.body_wolfgang_walrus
source: MacTusk Costume Top
de: MacTusk-Kostümoberteil
es_mx: Parte de arriba de disfraz de MacOlmillos
fr: Haut de costume MacTusk
it: Sopra da MacTusk
ja: チウィーセのコスチューム（トップ）
ko: 맥터스크 의상 상의
pl: Góra stroju MacKła
pt_br: Parte de cima da fantasia de MacTusk
ru: Верх от Кстюма МакБивня
zh_cn: 海象造型上衣
zh_tw: 海象造型上衣

# SKIN_NAMES.body_wolfgang_walrusp
source: MacTusk Costume Top
de: MacTusk-Kostümoberteil
es_mx: Parte de arriba de disfraz de MacOlmillos
fr: Haut de costume MacTusk
it: Sopra da MacTusk
ja: チウィーセのコスチューム（トップ）
ko: 맥터스크 의상 상의
pl: Góra stroju MacKła
pt_br: Parte de cima da fantasia de MacTusk
ru: Верх от Кстюма МакБивня
zh_cn: 海象造型上衣
zh_tw: 海象造型上衣

# SKIN_NAMES.body_wolfgang_wolfman
source: Torn Wolfman Shirt
de: Zerrissenes Wolfmann-Hemd
fr: Chemise déchirée de loup-garou
it: Camicia strappata da uomo lupo
ja: 千切れた狼男のシャツ
ko: 찢어진 늑대인간 셔츠
pl: Podarta koszula wilkołaka
pt_br: Camisa Lobisomem Rasgada
ru: Рваная рубашка оборотня
zh_cn: 撕裂的狼人上衣
zh_tw: 撕裂的狼人上衣

# SKIN_NAMES.body_wolfgang_wrestler
source: Giant's Singlet
de: Anzug des Riesen
es_mx: Camiseta de gigante
fr: Maillot de géant
it: Canottiera del gigante
ja: 巨人のタンクトップ
ko: 거인의 러닝셔츠
pl: Gimnastyczny strój Giganta
pt_br: Macacão do Gigante
ru: Трико великана
zh_cn: 巨人汗衫
zh_tw: 巨人汗衫

# SKIN_NAMES.body_woodie_cook
source: Woodie's Gorge Garb
de: Woodies Schluchtkleidung
es_mx: Atuendo de Woodie en La Garganta
fr: Veste de cuisine de Woodie
it: Abito della Forra di Woodie
ja: ウッディの峡谷の服
ko: 우디의 Gorge 의상
pl: Fartuszek Woodiego
pt_br: Garganta do Desfiladeiro de Woodie
ru: Наряд Глотки для Вуди
zh_cn: 伍迪的暴食服装
zh_tw: 伍迪的暴食服裝

# SKIN_NAMES.body_woodie_formal
source: Canadian Jacket
de: Kanadische Jacke
es_mx: Chamarra canadiense
fr: Canadienne
it: Giacca canadese
ja: カナディアンジャケット
ko: 캐나다 재킷
pl: Kanadyjska kurtka
pt_br: Casaco canadense
ru: Канадская куртка
zh_cn: 加拿大夹克
zh_tw: 加拿大夾克

# SKIN_NAMES.body_woodie_formalp
source: Canadian Jacket
de: Kanadische Jacke
es_mx: Chamarra canadiense
fr: Canadienne
it: Giacca canadese
ja: カナディアンジャケット
ko: 캐나다 재킷
pl: Kanadyjska kurtka
pt_br: Casaco canadense
ru: Канадская куртка
zh_cn: 加拿大夹克
zh_tw: 加拿大夾克

# SKIN_NAMES.body_woodie_gladiator
source: Brawler's Harness
de: Schlägerrüstung
es_mx: Arnés de peleador
fr: Harnais de bagarreur
it: Imbracatura attaccabrighe
ja: 荒くれ者のハーネス
ko: 싸움꾼의 무구
pl: Uprząż twardziela
pt_br: Armadura de guerreiro
ru: Доспехи драчуна
zh_cn: 好斗者的甲胄
zh_tw: 好鬥者的甲胄

# SKIN_NAMES.body_woodie_hippie
source: Bohemian Shirt
de: Boheme-Hemd
fr: Chemise bohème
it: Camicia bohémien
ja: ボヘミアンシャツ
ko: 보헤미안 셔츠
pl: Koszula członka bohemy
pt_br: Camisa Boêmia
ru: Богемная рубашка
zh_cn: 波西米亚衬衣
zh_tw: 波西米亞襯衣

# SKIN_NAMES.body_woodie_hockey
source: Hockey Jersey
de: Hockeypulli
es_mx: Camiseta de Hockey
fr: Maillot de hockey
it: Maglia da hockey
ja: ホッケーのジャージ
ko: 하키 저지
pl: Bluza hokeisty
pt_br: Uniforme de Hóquei
ru: Хоккейный свитер
zh_cn: 曲棍球球衣
zh_tw: 曲棍球球衣

# SKIN_NAMES.body_woodie_magma
source: Hot Rod's Jacket
de: Hotrod-Jacke
es_mx: Chamarra encendida
fr: Veste de pilote
it: Giacca da hot rod
ja: ホットロッドのジャケット
ko: 핫 로드 재킷
pl: Kurtka z płomieniami
pt_br: Jaqueta de piloto
ru: Куртка гонщика
zh_cn: 飞车手夹克
zh_tw: 飛車手夾克

# SKIN_NAMES.body_woodie_nature
source: Orchardist's Tunic
de: Umhang von Orchardist
es_mx: Túnica de agricultor
fr: Tenue de verger
it: Tunica fruttivendolo
ja: 果樹栽培のチュニック
ko: 과수원 재배자 튜닉
pl: Tunika ogrodnika
pt_br: Túnica de jardineiro
ru: Туника садовода
zh_cn: 果园主短袍
zh_tw: 果園主短袍

# SKIN_NAMES.body_woodie_rose
source: Wildrose Duds
de: Wildrosen-Kostüm
es_mx: Trapos de rosa silvestre
fr: Nippes rose sauvage
it: Giacchetta rosa selvaggia
ja: ワイルドローズの服
ko: 들장미 옷
pl: Ciuchy w różu
pt_br: Trajes rosa selvagem
ru: Одеяние дикой розы
zh_cn: 野玫瑰服饰
zh_tw: 野玫瑰服飾

# SKIN_NAMES.body_woodie_rosep
source: Wildrose Duds
de: Wildrosen-Kostüm
es_mx: Trapos de rosa silvestre
fr: Nippes rose sauvage
it: Giacchetta rosa selvaggia
ja: ワイルドローズの服
ko: 들장미 옷
pl: Ciuchy w różu
pt_br: Trajes rosa selvagem
ru: Одеяние дикой розы
zh_cn: 野玫瑰服饰
zh_tw: 野玫瑰服飾

# SKIN_NAMES.body_woodie_shadow
source: Shadow Feller's Kit
de: Schatten-Holzfällersachen
es_mx: Kit de tipo sombrío
fr: Tenue de bûcheron ombre
it: Kit del boscaiolo d'ombra
ja: 闇のきこりの作業着
ko: 그림자 나무꾼 키트
pl: Zestaw koleżki cienia
pt_br: Kit de lenhador das sombras
ru: Теневой наряд дровосека
zh_cn: 幽影人套装
zh_tw: 幽影人套裝

# SKIN_NAMES.body_woodie_shadowp
source: Shadow Feller's Kit
de: Schatten-Holzfällersachen
es_mx: Kit de tipo sombrío
fr: Tenue de bûcheron ombre
it: Kit del boscaiolo d'ombra
ja: 闇のきこりの作業着
ko: 그림자 나무꾼 키트
pl: Zestaw koleżki cienia
pt_br: Kit de lenhador das sombras
ru: Теневой наряд дровосека
zh_cn: 幽影人套装
zh_tw: 幽影人套裝

# SKIN_NAMES.body_woodie_survivor
source: Grubby Gear
de: Schmutzige Ausrüstung
es_mx: Equipo mugriento
fr: Tenue sale
it: Panni lerci
ja: 薄汚れた服
ko: 지저분한 복장
pl: Brudny sprzęt
pt_br: Traje esmolambado
ru: Неряшливые шмотки
zh_cn: 肮脏的齿轮
zh_tw: 骯髒的齒輪

# SKIN_NAMES.body_woodie_survivorp
source: Grubby Gear
de: Schmutzige Ausrüstung
es_mx: Equipo mugriento
fr: Tenue sale
it: Panni lerci
ja: 薄汚れた服
ko: 지저분한 복장
pl: Brudny sprzęt
pt_br: Traje esmolambado
ru: Неряшливые шмотки
zh_cn: 肮脏的齿轮
zh_tw: 骯髒的齒輪

# SKIN_NAMES.body_woodie_treeguard
source: Treeguard Costume Top
de: Baumwächter-Kostümoberteil
es_mx: Parte de arriba de disfraz de árbol guardián
fr: Haut de costume arbre gardien
it: Sopra guardiano arboreo
ja: 木の番人のコスチューム（トップ）
ko: 나무괴물 의상 상의
pl: Góra stroju drzewca
pt_br: Parte de cima da fantasia de guardárvores
ru: Верх от Кстюма Энта
zh_cn: 树精守卫造型上衣
zh_tw: 樹精守衛造型上衣

# SKIN_NAMES.body_woodie_treeguardp
source: Treeguard Costume Top
de: Baumwächter-Kostümoberteil
es_mx: Parte de arriba de disfraz de árbol guardián
fr: Haut de costume arbre gardien
it: Sopra guardiano arboreo
ja: 木の番人のコスチューム（トップ）
ko: 나무괴물 의상 상의
pl: Góra stroju drzewca
pt_br: Parte de cima da fantasia de guardárvores
ru: Верх от Кстюма Энта
zh_cn: 树精守卫造型上衣
zh_tw: 樹精守衛造型上衣

# SKIN_NAMES.body_woodie_victorian
source: Trader's Furs
de: Händlerpelze
es_mx: Pieles de comerciante
fr: Fourrure de marchand
it: Pellicce commerciante
ja: 商人の毛皮
ko: 상인의 털옷
pl: Futro handlarza
pt_br: Peles de comerciante
ru: Меха торговца
zh_cn: 商人的皮草
zh_tw: 商人的皮草

# SKIN_NAMES.body_woodie_yule
source: Winter Warden Coat
de: Mantel des Winterwächters
es_mx: Chamarra de Guardián Invernal
fr: Manteau de gardien de l'hiver
it: Cappotto da guardiano
ja: 冬の警備用コート
ko: 겨울 관리인 코트
pl: Zimowy płaszcz stróża
pt_br: Casaco de Guardião Invernal
ru: Пальто зимнего стража
zh_cn: 寒冬护林人大衣
zh_tw: 寒冬護林人大衣

# SKIN_NAMES.body_wormwood_cactus
source: Oasis Bound Trunk
de: Oasenoberteil
es_mx: Tronco de Oasis
fr: Tronc désertique
it: Tronco del vacanziero
ja: 目指せオアシスボディ
ko: 오아시스 거주자 밑동
pl: Kaktusowy pień
pt_br: Tronco Vínculo do Oásis
ru: Стебель пленника оазиса
zh_cn: 前往绿洲树干
zh_tw: 前往綠洲樹幹

# SKIN_NAMES.body_wormwood_mushroom
source: Hollow Trunk
de: Hohler-Stamm-Oberteil
es_mx: Tronco Hueco
fr: Tronc creux
it: Tronco cavo
ja: すかすかのボディ
ko: 텅 빈 밑동
pl: Pusty pień
pt_br: Tronco Oco
ru: Пустой стебель
zh_cn: 空洞树干
zh_tw: 空洞樹幹

# SKIN_NAMES.body_wormwood_pumpkin
source: Squashed Trunk
de: Zerstörter Koffer
fr: Potitronc
it: Tronco zuccoso
ja: カボチャの切り株
ko: 찌그러진 밑동
pl: Zgnieciony pień
pt_br: Troco de Abóbora
ru: Сплющенная тыква
zh_cn: 南瓜身体
zh_tw: 南瓜身體

# SKIN_NAMES.body_wormwood_rose
source: Hedgerose Trunk
de: Heckenrosenoberteil
es_mx: Tronco de Seto de Rosas
fr: Tronc rosier
it: Tronco siepe di rosa
ja: ヘッジローズのボディ
ko: 장미 생울타리 밑동
pl: Pień krzewu róży
pt_br: Tronco de Cercas de Rosas
ru: Стебель шиповника
zh_cn: 野玫瑰树干
zh_tw: 野玫瑰樹幹

# SKIN_NAMES.body_wormwood_saladmander
source: Saladmander Costume Top
de: Salatmander-Kostümoberteil
fr: Haut de costume de saladmandre
it: Sopra del costume da insalamandra
ja: サラマンダーのコスチューム（トップ）
ko: 샐러드마뱀 의상 상의
pl: Góra stroju sałatmandry
pt_br: Parte de Cima da Fantasia Saladamandra
ru: Верх от костюма салатомандры
zh_cn: 沙拉蝾螈服
zh_tw: 沙拉蠑螈服

# SKIN_NAMES.body_wormwood_saladmanderp
source: Saladmander Costume Top
de: Salatmander-Kostümoberteil
fr: Haut de costume de saladmandre
it: Sopra del costume da insalamandra
ja: サラマンダーのコスチューム（トップ）
ko: 샐러드마뱀 의상 상의
pl: Góra stroju sałatmandry
pt_br: Parte de Cima da Fantasia Saladamandra
ru: Верх от костюма салатомандры
zh_cn: 沙拉蝾螈服
zh_tw: 沙拉蠑螈服

# SKIN_NAMES.body_wormwood_shadow
source: Shadow Trunk
de: Schattenstamm
es_mx: Tronco Sombrío
fr: Haut d'ombre
it: Tronco d'ombra
ja: 影の体
ko: 그림자 밑동
pl: Pień cienia
pt_br: Tronco das Sombras
ru: Темный ствол
zh_cn: 暗影树干
zh_tw: 暗影樹幹

# SKIN_NAMES.body_wormwood_victorian
source: Polished Trunk
de: Polierter Koffer
fr: Tronc distingué
it: Tronco elegante
ja: 磨かれた切り株
ko: 광택나는 밑동
pl: Elegancki pień
pt_br: Tronco Polido
ru: Полированный ствол
zh_cn: 抛光树桩
zh_tw: 拋光樹樁

# SKIN_NAMES.body_wormwood_yule
source: Poinsettia Trunk
de: Weihnachtsstern-Stamm
fr: Tronc poinsettia
it: Tronco di stella di Natale
ja: ポインセチアの幹
ko: 포인세티아 밑동
pl: Pień poinsecji
pt_br: Tronco de Poinsétia
ru: Стебель пуансеттии
zh_cn: 一品红树干
zh_tw: 一品紅樹幹

# SKIN_NAMES.body_wortox_dragon
source: Draconic Chest
de: Drachenoberteil
es_mx: Torso de Dragón
fr: Coffre dragonique
it: Torace draconico
ja: 竜のチェスト
ko: 용 상자
pl: Smoczy tułów
pt_br: Baú Dracônico
ru: Драконий сундук
zh_cn: 龙胸部
zh_tw: 龍胸部

# SKIN_NAMES.body_wortox_ice
source: Reindeer Chest
de: Rentier-Truhe
fr: Plastron de renne
it: Torace da renna
ja: トナカイのチェスト
ko: 순록 상자
pl: Korpus jelenia
pt_br: Baú de Rena
ru: Нагрудник северного оленя
zh_cn: 驯鹿胸部
zh_tw: 馴鹿胸部

# SKIN_NAMES.body_wortox_minotaur
source: Minotaur Chest
de: Minotaurus-Truhe
es_mx: Cofre de minotauro
fr: Coffre de minotaure
it: Busto del Minotauro
ja: ミノタウロスのチェスト
ko: 미노타우로스 상체
pl: Skrzynia Minotaura
pt_br: Baú do Minotauro
ru: Сундук Минотавра
zh_cn: 牛头人身体
zh_tw: 牛頭人身體

# SKIN_NAMES.body_wortox_nature
source: Wood Imp Torso
de: Torso des Holzkobolds
fr: Torse de diablotin sylvestre
it: Torso da diavoletto ligneo
ja: 木の小悪魔の胴体
ko: 나무 임프 몸통
pl: Drewniany korpus chochlika
pt_br: Torso Diabrete de Madeira
ru: Тело древесного духа
zh_cn: 木制小恶魔躯干
zh_tw: 木制小惡魔軀幹

# SKIN_NAMES.body_wortox_noeyeddeer
source: No-Eyed Deer Costume Top
de: Hirsch ohne Augen-Kostümoberteil
fr: Haut de costume de cerf sans yeux
it: Sopra del costume da cervo senz'occhi
ja: 盲目鹿のコスチューム（トップ）
ko: 눈 없는 사슴 의상 상의
pl: Góra stroju bezokiego jelenia
pt_br: Parte de Cima da Fantasia Cervo Sem-Clope
ru: Верх от костюма безглазого оленя
zh_cn: 无眼鹿服
zh_tw: 無眼鹿服

# SKIN_NAMES.body_wortox_noeyeddeerp
source: No-Eyed Deer Costume Top
de: Hirsch ohne Augen-Kostümoberteil
fr: Haut de costume de cerf sans yeux
it: Sopra del costume da cervo senz'occhi
ja: 盲目鹿のコスチューム（トップ）
ko: 눈 없는 사슴 의상 상의
pl: Góra stroju bezokiego jelenia
pt_br: Parte de Cima da Fantasia Cervo Sem-Clope
ru: Верх от костюма безглазого оленя
zh_cn: 无眼鹿服
zh_tw: 無眼鹿服

# SKIN_NAMES.body_wortox_original
source: Forest Fawn Chest
de: Rehlein-Truhe
es_mx: Cobre de cervatillo del bosque
fr: Coffre Faon des bois
it: Busto cerbiatto
ja: 森の子鹿のチェスト
ko: 어린 숲 동물 상체
pl: Skrzynia Leśnego Jelonka
pt_br: Baú do Fauno da Floresta
ru: Сундук Лесного фавна
zh_cn: 森林幼崽身体
zh_tw: 森林幼崽身體

# SKIN_NAMES.body_wortox_survivor
source: Grimy Goblin Chest
de: Kobold-Truhe
es_mx: Cofre de duende mugriento
fr: Coffre Lutin crasseux
it: Busto goblin sudicio
ja: 汚れたゴブリンのチェスト
ko: 더러운 고블린 상체
pl: Skrzynia Gnuśnego Goblina
pt_br: Baú de Goblin Encardido
ru: Сундук Чумазого гоблина
zh_cn: 哥布林身体
zh_tw: 哥布林身體

# SKIN_NAMES.body_wortox_victorian
source: Grotesque Torso
de: Grotesker Torso
fr: Torse grotesque
it: Torso grottesco
ja: グロッタ様式の胴体
ko: 기괴한 몸통
pl: Groteskowy korpus
pt_br: Torso Grotesco
ru: Гротескное тело
zh_cn: 石像鬼躯干
zh_tw: 石像鬼軀幹

# SKIN_NAMES.body_wurt_cave
source: Deep Sea Chest
de: Tiefseeoberteil
es_mx: Torso de Aguas Profundas
fr: Coffre de haute mer
it: Torace da profondità
ja: 深海のチェスト
ko: 심해 상자
pl: Tułów morskiego stwora
pt_br: Baú do Mar Profundo
ru: Глубоководный сундук
zh_cn: 深海胸部
zh_tw: 深海胸部

# SKIN_NAMES.body_wurt_formal
source: Fancy Ruffed Chest
de: Schickes Rüschenoberteil
es_mx: Torso Elegante de Cuello con Volantes
fr: Corps de poisson rouge
it: Torace con ruches
ja: おしゃれなひらひらチェスト
ko: 근사한 주름 장식 상자
pl: Bezrękawnik z elegancką kryzą
pt_br: Baú com Babados Elegantes
ru: Нагрудник с рюшечками
zh_cn: 高贵荷叶领胸部
zh_tw: 高貴荷葉領胸部

# SKIN_NAMES.body_wurt_rose
source: Swamp Rose Frock
de: Sumpfrosenkleid
es_mx: Vestido Rosa de Pantano
fr: Tenue de rose des marais
it: Vestitino rosa della palude
ja: 沼のローズのガウン
ko: 습지 장미 원피스
pl: Suknia z bagienną różą
pt_br: Sobrecasaca Rosa-pântano
ru: Болотно-розовое платье
zh_cn: 沼泽玫瑰连衣裙
zh_tw: 沼澤玫瑰連衣裙

# SKIN_NAMES.body_wurt_shadow
source: Shady Shark Trunk
de: Schattenhai-Oberteil
es_mx: Tronco de Tiburón Sombrío
fr: Tronc de requin louche
it: Torace da squalo losco
ja: 怪しげなサメのボディ
ko: 수상한 상어 몸통
pl: Tułów podejrzanego rekina
pt_br: Tronco de Tubarão Obscuro
ru: Нагрудник теневой акулы
zh_cn: 暗影鲨鱼躯干
zh_tw: 暗影鯊魚軀幹

# SKIN_NAMES.body_wurt_squid
source: Sinker Swim Trunk
de: Sinker-Badehose
fr: Maillot de bain abyssal
it: Tronco subacqueo
ja: 潜水の胴体
ko: 봉돌 수영 트렁크
pl: Tułów tonącego pływaka
pt_br: Tronco Mergulhante
ru: Туловище каракатицы
zh_cn: 深海游泳身体
zh_tw: 深海游泳身體

# SKIN_NAMES.body_wurt_toadstool
source: Toadstool Costume Top
de: Giftpilz-Kostümoberteil
fr: Haut de costume de crapaugnon
it: Sopra del costume da rospora
ja: 毒キノコのコスチューム（トップ）
ko: 독두꺼비 의상 상의
pl: Góra stroju żabuchy
pt_br: Parte de Cima da Fantasia Cogumelo Venenoso
ru: Верх от костюма жабы-поганки
zh_cn: 毒菌蟾蜍服
zh_tw: 毒菌蟾蜍服

# SKIN_NAMES.body_wurt_toadstoolp
source: Toadstool Costume Top
de: Giftpilz-Kostümoberteil
fr: Haut de costume de crapaugnon
it: Sopra del costume da rospora
ja: 毒キノコのコスチューム（トップ）
ko: 독두꺼비 의상 상의
pl: Góra stroju żabuchy
pt_br: Parte de Cima da Fantasia Cogumelo Venenoso
ru: Верх от костюма жабы-поганки
zh_cn: 毒菌蟾蜍服
zh_tw: 毒菌蟾蜍服

# SKIN_NAMES.body_wurt_victorian
source: Kid Frock
de: Kinder-Kutte
fr: Robe de gamine
it: Vestitino da bambina
ja: 子供の作業着
ko: 어린이 프록
pl: Sukienka dziecięca
pt_br: Vestido de Criança
ru: Детское платьице
zh_cn: 童装连衣裙
zh_tw: 童裝連衣裙

# SKIN_NAMES.body_wurt_yule
source: Sugarplum Dress
de: Zuckerpflaumen-Kleid
fr: Robe de fée dragée
it: Abito prugna zuccherina
ja: あめ玉のドレス
ko: 슈가플럼 드레스
pl: Sukienka ze słodkiej śliwki
pt_br: Vestido Ameixa-doce
ru: Платье сахарной феи
zh_cn: 甜梅裙
zh_tw: 甜梅裙

# SKIN_NAMES.body_wx78_cook
source: WX-78's Gorge Garb
de: WX-78s Schluchtkleidung
es_mx: Atuendo de WX-78 en La Garganta
fr: Veste de cuisine de WX-78
it: Abito della Forra di WX-78
ja: WX-78の峡谷の服
ko: WX-78의 Gorge 의상
pl: Fartuszek WX-78
pt_br: Garganta do Desfiladeiro de WX-78
ru: Наряд Глотки для WX-78
zh_cn: WX-78的暴食服装
zh_tw: WX-78的暴食服裝

# SKIN_NAMES.body_wx78_formal
source: Formal Body Shell
de: Feierliche Rüstung
es_mx: Carcasa formal
fr: Coque protocolaire
it: Guscio del corpo formale
ja: 正装ボディシェル
ko: 정장 몸통 껍질
pl: Korpus wizytowy
pt_br: Carcaça externa formal
ru: Официальный корпус тела
zh_cn: 正式躯体外壳
zh_tw: 正式軀體外殼

# SKIN_NAMES.body_wx78_formalp
source: Formal Body Shell
de: Feierliche Rüstung
es_mx: Carcasa formal
fr: Coque protocolaire
it: Guscio del corpo formale
ja: 正装ボディシェル
ko: 정장 몸통 껍질
pl: Korpus wizytowy
pt_br: Carcaça externa formal
ru: Официальный корпус тела
zh_cn: 正式躯体外壳
zh_tw: 正式軀體外殼

# SKIN_NAMES.body_wx78_gladiator
source: Cast Iron Chassis
de: Chassis aus Gusseisen
es_mx: Chasis de hierro enyesado
fr: Châssis en fonte
it: Telaio in ghisa
ja: 鉄のボディ
ko: 주철 골격
pl: Żeliwne podwozie
pt_br: Chassi de ferro fundido
ru: Чугунная рама
zh_cn: 铸铁底盘
zh_tw: 鑄鐵底盤

# SKIN_NAMES.body_wx78_ice
source: Sub-Zero Containment Unit
de: Unter-Null-Eindämmungseinheit
fr: Armure zéro absolu
it: Unità di contenimento sottozero
ja: 氷点下格納ユニット
ko: 영하 격리 장치
pl: Moduł zabezpieczający przed mrozem
pt_br: Un. Contenção Subzero
ru: Низкотемпературный резервуар
zh_cn: 零下防护装置
zh_tw: 零下防護裝置

# SKIN_NAMES.body_wx78_magma
source: Furnace Vent
de: Ofen-Entlüftung
es_mx: Chaleco de horno
fr: Tuyaux de ventilation
it: Sfiato della fornace
ja: かまどのベント
ko: 화로 통풍구
pl: Komin hutniczy
pt_br: Abertura da fornalha
ru: Печной клапан
zh_cn: 火炉护罩
zh_tw: 火爐護罩

# SKIN_NAMES.body_wx78_nature
source: Timber Golem Trunk
de: Holzgolemkostüm
es_mx: Tronco de gólem de madera
fr: Tronc de golem de bois
it: Tronco di golem
ja: 木のゴーレムボディ
ko: 목재 골렘 몸통
pl: Pień drewnianego golema
pt_br: Tronco de golem de madeira
ru: Ствол древесного голема
zh_cn: 木头人的躯干
zh_tw: 木頭人的軀幹

# SKIN_NAMES.body_wx78_retro
source: Experimental Chassis
de: Experimentelles Fahrgestell
fr: Châssis expérimental
it: Scocca sperimentale
ja: 実験の筐体
ko: 실험적 섀시
pl: Eksperymentalna obudowa
pt_br: Chassi Experimental
ru: Экспериментальный корпус
zh_cn: 实验底盘
zh_tw: 實驗底盤

# SKIN_NAMES.body_wx78_rhinorook
source: Rook Costume Top
de: Turmfigur-Kostümoberteil
es_mx: Parte de arriba de disfraz de torre
fr: Haut de costume tour
it: Sopra da torre
ja: 岩のコスチューム（トップ）
ko: 루크 의상 상의
pl: Góra stroju wieży
pt_br: Parte de cima da fantasia de torre
ru: Верх от Костюма Ладьи
zh_cn: 战车造型上衣
zh_tw: 戰車造型上衣

# SKIN_NAMES.body_wx78_rhinorookp
source: Rook Costume Top
de: Turmfigur-Kostümoberteil
es_mx: Parte de arriba de disfraz de torre
fr: Haut de costume tour
it: Sopra da torre
ja: 岩のコスチューム（トップ）
ko: 루크 의상 상의
pl: Góra stroju wieży
pt_br: Parte de cima da fantasia de torre
ru: Верх от Костюма Ладьи
zh_cn: 战车造型上衣
zh_tw: 戰車造型上衣

# SKIN_NAMES.body_wx78_rose
source: Fieldrose Vessel
de: Feldrosengefäß
es_mx: Carcasa de rosa de campo
fr: Vaisseau rose des champs
it: Contenitore di rose
ja: フィールドローズのボディ
ko: 들판장미 용기
pl: Różowy pojemnik
pt_br: Recipiente rosa do campo
ru: Сосуд полевой розы
zh_cn: 野玫瑰容器
zh_tw: 野玫瑰容器

# SKIN_NAMES.body_wx78_rosep
source: Fieldrose Vessel
de: Feldrosengefäß
es_mx: Carcasa de rosa de campo
fr: Vaisseau rose des champs
it: Contenitore di rose
ja: フィールドローズのボディ
ko: 들판장미 용기
pl: Różowy pojemnik
pt_br: Recipiente rosa do campo
ru: Сосуд полевой розы
zh_cn: 野玫瑰容器
zh_tw: 野玫瑰容器

# SKIN_NAMES.body_wx78_shadow
source: Shadow Chassis
de: Schattenchassis
es_mx: Chasis sombrío
fr: Chassis ombre
it: Telaio d'ombra
ja: シャドウシャーシ
ko: 그림자 골격
pl: Podwozie cienia
pt_br: Chassi das sombras
ru: Теневое шасси
zh_cn: 暗影身躯
zh_tw: 暗影身軀

# SKIN_NAMES.body_wx78_shadowp
source: Shadow Chassis
de: Schattenchassis
es_mx: Chasis sombrío
fr: Chassis ombre
it: Telaio d'ombra
ja: シャドウシャーシ
ko: 그림자 골격
pl: Podwozie cienia
pt_br: Chassi das sombras
ru: Теневое шасси
zh_cn: 暗影身躯
zh_tw: 暗影身軀
