Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.pickaxe_invisible
source: Pantomimed Pickaxe
de: Pantomimen-Spitzhacke
fr: Pioche pour de faux
it: Ascia mimata
ja: パントマイムのつるはし
ko: 무언의 곡괭이
pl: Kilof pantomimy
pt_br: Pantomima de Picareta
ru: Воображаемая кирка
zh_cn: 拟真鹤嘴锄
zh_tw: 擬真鶴嘴鋤

# SKIN_NAMES.pickaxe_northern
source: Nordic Pickaxe
de: Nordische Picke
es_mx: Pico Nórdico
fr: Pioche nordique
it: Piccone nordico
ja: 北欧のつるはし
ko: 북유럽풍 곡괭이
pl: Nordycki kilof
pt_br: Picareta Nórdica
ru: Нордическая кирка
zh_cn: 北欧鹤嘴锄
zh_tw: 北歐鶴嘴鋤

# SKIN_NAMES.pickaxe_reavershark
source: Reavershark
de: Recher-Hai
fr: Requin-pioche
it: Squalo predatore
ja: アナホリザメ
ko: 상어 도끼
pl: Rekin rozbójnik
pt_br: Tubarão-ceifador
ru: Акула-кирка
zh_cn: 掠夺鲨
zh_tw: 掠奪鯊

# SKIN_NAMES.pickaxe_scythe
source: Rusted Scythe
de: Rostige Sense
es_mx: Guadaña Oxidada
fr: Faux rouillée
it: Falce arrugginita
ja: さびた大鎌
ko: 녹슨 대낫
pl: Zardzewiała kosa
pt_br: Foice Enferrujada
ru: Ржавая коса
zh_cn: 生锈镰刀
zh_tw: 生銹鐮刀

# SKIN_NAMES.pickaxe_scythe_alt
source: Rusted Scythe
de: Rostige Sense
es_mx: Guadaña Oxidada
fr: Faux rouillée
it: Falce arrugginita
ja: さびた大鎌
ko: 녹슨 대낫
pl: Zardzewiała kosa
pt_br: Foice Enferrujada
ru: Ржавая коса
zh_cn: 生锈镰刀
zh_tw: 生銹鐮刀

# SKIN_NAMES.pickaxe_victorian
source: Fanciful Pickaxe
de: Phantasievolle Spitzhacke
fr: Pioche fantaisie
it: Ascia elaborata
ja: 風変わりなつるはし
ko: 기발한 곡괭이
pl: Wytworny kilof
pt_br: Picareta Elegante
ru: Экстравагантная кирка
zh_cn: 华丽鹤嘴锄
zh_tw: 華麗鶴嘴鋤

# SKIN_NAMES.piggyback_elephant
source: Elephant Pack
de: Elefantenpaket
fr: Sachyderme
it: Zaino elefante
ja: 像のバッグ
ko: 코끼리 팩
pl: Słoniowaty plecak
pt_br: Pacote Elefante
ru: Слоновий рюкзак
zh_cn: 大象背包
zh_tw: 大象背包

# SKIN_NAMES.piggyback_nose
source: Piggy Backpack
de: Schweinerucksack
es_mx: Mochila de Cerdito
fr: Sac à dos cochon
it: Zaino del maialino
ja: ブタのリュック
ko: 돼지 가방
pl: Świnioplecak
pt_br: Mochila de Porquinho
ru: Свинячий ранец
zh_cn: 小猪背包
zh_tw: 小豬背包

# SKIN_NAMES.pighouse_cabin
source: Thatched Cottage
de: Hütte mit Strohdach
es_mx: Cabaña de Paja
fr: Chaumière
it: Cottage con tetto in paglia
ja: わらぶき屋根のコテージ
ko: 초가집
pl: Chata kryta strzechą
pt_br: Casa de Palha
ru: Крытый соломой коттедж
zh_cn: 茅草村舍
zh_tw: 茅草村舍

# SKIN_NAMES.pighouse_gothic
source: Derelict Manor
de: Verfallenes Anwesen
fr: Manoir en ruine
it: Maniero fatiscente
ja: 放棄された邸宅
ko: 버려진 장원
pl: Opuszczona posiadłość
pt_br: Mansão Abandonada
ru: Заброшенный особняк
zh_cn: 废弃庄园
zh_tw: 廢棄莊園

# SKIN_NAMES.pighouse_logcabin
source: Rustic Cabin
de: Rustikale Hütte
es_mx: Cabaña Rústica
fr: Chalet rustique
it: Chalet rustico
ja: 田舎のキャビン
ko: 시골풍 오두막
pl: Dom z bali
pt_br: Cabana Rústica
ru: Сельский домик
zh_cn: 乡村小屋
zh_tw: 鄉村小屋

# SKIN_NAMES.pitchfork_invisible
source: Pantomimed Pitchfork
de: Pantomimen-Forke
fr: Fourche pour de faux
it: Forcone mimato
ja: パントマイムの熊手
ko: 무언의 갈퀴
pl: Widły pantomimy
pt_br: Pantomima de Forcado
ru: Воображаемые вилы
zh_cn: 拟真干草叉
zh_tw: 擬真乾草叉

# SKIN_NAMES.playerportrait_bg_altarstatue
source: Beast of Hunger Portrait
de: Hungerbestien-Porträt
es_mx: Foto de bestia hambrienta
fr: Portrait de la Bête de la faim
it: Ritratto Bestia della fame
ja: 飢えた獣の写真
ko: 허기의 짐승 초상화
pl: Portret Bestii Głodu
pt_br: Retrato de Fera da Fome
ru: Изображение Голодного зверя
zh_cn: 饥饿之兽背景
zh_tw: 饑餓之獸背景

# SKIN_NAMES.playerportrait_bg_arrowsignpostcircus
source: Spectacular Stationary Wayfinder Portrait
de: Spektakuläres stationäres Wegweiser-Porträt
es_mx: Retrato de espectacular explorador estacionario
fr: Portrait de panneau indicateur immobile spectaculaire
it: Ritratto Spettacolare trovavia immobile
ja: すごい固定道探索機の写真
ko: 찬란한 고정형 길안내 초상화
pl: Portret Spektakularnego Wskazywacza Kierunku
pt_br: Retrato do indicador de caminho estático espetacular
ru: Портрет: призрачный, неподвижный указатель
zh_cn: 壮观的固定寻路器背景
zh_tw: 壯觀的固定尋路器背景

# SKIN_NAMES.playerportrait_bg_beeboxcrystal
source: Crystalline Honeydome Portrait
de: Porträt: Kristalliner Bienenkorb
es_mx: Retrato de Panal Domo Cristalino
fr: Portrait de dôme de miel cristallin
it: Ritratto Cupola del miele cristallina
ja: キラキラのハチミツドームの写真
ko: 크리스탈 꿀 돔 초상화
pl: Portret z kryształową miodokopułą
pt_br: Retrato Meldomo Cristalino
ru: Фон портрета «Хрустальный улей»
zh_cn: 水晶穹顶蜂巢背景
zh_tw: 水晶穹頂蜂巢背景

# SKIN_NAMES.playerportrait_bg_beefalo
source: Beefalo Portrait
de: Beefalo-Porträt
es_mx: Foto de beefalo
fr: Portrait de bœufalo
it: Ritratto Mufalo
ja: ビーファロの写真
ko: 비팔로 초상화
pl: Portret wołka
pt_br: Retrato de bífalo
ru: Изображение бифало
zh_cn: 皮弗娄牛背景
zh_tw: 皮弗婁牛背景

# SKIN_NAMES.playerportrait_bg_beefalohatklaus
source: Klaus Cap Portrait
de: Porträt: Klaus-Kappe
es_mx: Retrato de Sombrero de Klaus
fr: Portrait de chapeau de Santa Klaus
it: Ritratto Cappello da Klaus
ja: クラウスの帽子の写真
ko: 클라우스 모자 초상화
pl: Portret z czapą Klausa
pt_br: Retrato Chapéu de Klaus
ru: Фон портрета «Шапка Клауса»
zh_cn: 克劳斯帽背景
zh_tw: 克勞斯帽背景

# SKIN_NAMES.playerportrait_bg_birchnut
source: Birchnut Forest Portrait
de: Birkennuss-Waldporträt
es_mx: Foto de bosque de abedules
fr: Portrait de forêt de châtaigniers
it: Ritratto Foresta di nocetulle
ja: バーチナッツ森の写真
ko: 버치넛 숲 초상화
pl: Portret lasu brzozowcowego
pt_br: Retrato da floresta de nozes de vidoeiro
ru: Изображение лесного Березового каштана
zh_cn: 桦栗树林背景
zh_tw: 樺栗樹林背景

# SKIN_NAMES.playerportrait_bg_birdcagecircus
source: The Amazing Sideshow Portrait
de: Portrait 'Fantastische Nebenvorstellung'
es_mx: Retrato del asombroso espectáculo
fr: Portrait de l'Incroyable attraction
it: Ritratto Incredibile sideshow
ja: すごい余興の写真
ko: 굉장한 사이드쇼 초상화
pl: Portret Niewiarygodnego Pokazu
pt_br: Retrato do Incrível Espetáculo
ru: Изображение великолепного аттракциона
zh_cn: 神奇的杂耍背景
zh_tw: 神奇的雜耍背景

# SKIN_NAMES.playerportrait_bg_boarilla
source: Boarilla Portrait
de: Schweinetruppen-Porträt
es_mx: Retrato de jabaliguerrilla
fr: Portrait de sangorille
it: Ritratto Cinghiarilla
ja: ボアリラの写真
ko: 멧돼릴라 초상화
pl: Portret gordzika
pt_br: Retrato do Javarila
ru: Изображение Свинориллы
zh_cn: 野猪猩背景
zh_tw: 野豬猩背景

# SKIN_NAMES.playerportrait_bg_boarlord
source: Battlemaster's Seat Portrait
de: Kampfmeister-Sitz-Porträt
es_mx: Retrato de asiento de maestro de batalla
fr: Portrait de siège de maître de bataille
it: Ritratto Mastro d'armi
ja: バトルマスターの席の写真
ko: 전장의 주인의 자리 초상화
pl: Portret siedziska mistrza wojny
pt_br: Retrato do assento do Mestre de Batalha
ru: Изображение трона Полководца
zh_cn: 战斗大师的座位背景
zh_tw: 戰鬥大師的座位背景

# SKIN_NAMES.playerportrait_bg_brokenclock
source: Smashed Clock Portrait
de: Porträt mit zerstörter Uhr
es_mx: Foto de reloj roto
fr: Portrait de l'horloge cassée
it: Ritratto Orologio fracassato
ja: 潰れた時計の写真
ko: 부서진 시계 초상화
pl: Portret rozbitego zegara
pt_br: Retrato do relógio destruído
ru: Изображение разбитых часов
zh_cn: 砸烂的时钟背景
zh_tw: 砸爛的時鐘背景

# SKIN_NAMES.playerportrait_bg_camp
source: Campsite Portrait
de: Campingplatz-Porträt
es_mx: Foto de campamento
fr: Portrait de camp
it: Ritratto Accampamento
ja: キャンプ場の写真
ko: 캠프장 초상화
pl: Portret obozowiska
pt_br: Retrato de acampamento
ru: Изображение лагеря
zh_cn: 营地背景
zh_tw: 營地背景

# SKIN_NAMES.playerportrait_bg_car
source: Broken Carriage Portrait
de: Porträt mit zerstörtem Wagen
es_mx: Foto de carro roto
fr: Portrait de la calèche cassée
it: Ritratto Carrozza rotta
ja: 壊れた台車の写真
ko: 부서진 마차 초상화
pl: Portret zniszczonej karocy
pt_br: Retrato da carroça quebrada
ru: Изображение сломанной повозки
zh_cn: 破马车背景
zh_tw: 破馬車背景

# SKIN_NAMES.playerportrait_bg_cardinals
source: Cardinal Portrait
de: Kardinal-Porträt
es_mx: Foto de cardenal
fr: Portrait de cardinal
it: Ritratto Cardinale
ja: ショウジョウコウカンチョウの写真
ko: 홍관조 초상화
pl: Portret kardynalny
pt_br: Retrato de cardial
ru: Изображение Кардинала
zh_cn: 凤头鸟背景
zh_tw: 鳳頭鳥背景

# SKIN_NAMES.playerportrait_bg_coldfirepitteeth
source: Bone-Chilling Firepit Portrait
de: Porträt: Knochenkalte Feuerstelle
es_mx: Retrato de Hoguera que Cala los Huesos
fr: Portrait de foyer à glacer le sang
it: Ritratto Focolare agghiacciante
ja: 極寒のいろりの写真
ko: 뼛속까지 시린 불구덩이 초상화
pl: Portret z paleniskiem mrożącym do szpiku kości
pt_br: Retrato Fogueira Resfriadora de Ossos
ru: Фон портрета «Леденящий камин»
zh_cn: 刺骨严寒火坑背景
zh_tw: 刺骨嚴寒火坑背景

# SKIN_NAMES.playerportrait_bg_cottontree
source: Sugarwood Tree Portrait
de: Zuckerholzbaum-Portrait
es_mx: Foto de árbol de caña de azúcar
fr: Tableau d'arbre à bois sucré
it: Ritratto Albero dello zucchero
ja: シュガーウッドの木の写真
ko: 사탕나무 초상화
pl: Portret drzewa cukrowego
pt_br: Retrato de Árvore Rosadoce
ru: Изображение сахарного дерева
zh_cn: 糖木树背景
zh_tw: 糖木樹背景

# SKIN_NAMES.playerportrait_bg_deciduousforest
source: Autumn Birchnut Portrait
de: Herbst-Birkennuss-Porträt
es_mx: Foto de abedul de otoño
fr: Portrait de châtaigniers en automne
it: Ritratto Nocetulle d'autunno
ja: 秋のバーチナッツの写真
ko: 가을 버치넛 초상화
pl: Portret jesiennego lasu brzozowcowego
pt_br: Retrato de vidoeiro de outono
ru: Изображение осеннего Березового каштана
zh_cn: 秋季桦栗树背景
zh_tw: 秋季樺栗樹背景

# SKIN_NAMES.playerportrait_bg_dragonflychestkraken
source: Leviathan Portrait
de: Porträt: Leviathan
fr: Portrait de léviathan
it: Ritratto Leviatano
ja: リヴァイアサンの写真
ko: 레비아탄 초상화
pl: Portret lewiatana
pt_br: Retrato Leviatã
ru: Фон портрета «Левиафан»
zh_cn: 利维坦画像
zh_tw: 利維坦畫像

# SKIN_NAMES.playerportrait_bg_dragonflyfurnacecrystal
source: Crystalline Furnace Portrait
de: Porträt: Kristalliner Ofen
es_mx: Retrato de Horno Cristalino
fr: Portrait de fourneau cristallin
it: Ritratto Fornace cristallina
ja: きらめく水晶かまどの写真
ko: 크리스탈 용광로 초상화
pl: Portret z kryształowym piecykiem
pt_br: Retrato Fornalha Cristalina
ru: Фон портрета «Хрустальная печь»
zh_cn: 水晶火炉背景
zh_tw: 水晶火爐背景

# SKIN_NAMES.playerportrait_bg_elementals
source: Magma Golem Portrait
de: Magma-Golem-Porträt
es_mx: Retrato de magma de gólem
fr: Portrait de golem de magma
it: Ritratto Golem di magma
ja: マグマゴーレムの写真
ko: 마그마 골렘 초상화
pl: Portret magmowego golema
pt_br: Retrato do Golem de Magma
ru: Изображение магмового голема
zh_cn: 岩浆傀儡背景
zh_tw: 岩漿傀儡背景

# SKIN_NAMES.playerportrait_bg_eyebrellahatcrystal
source: Glass Eyebrella Portrait
de: Porträt: Glas-Augenschirm
es_mx: Retrato de Ojombrilla de Vidrio
fr: Portrait de paraplœil de verre
it: Ritratto Occhiombrello di vetro
ja: ガラスのアイブレラの写真
ko: 유리 눈우산 초상화
pl: Portret ze szklaną parasoloczką
pt_br: Retrato Guarda-olho de Vidro
ru: Фон портрета «Стеклянный глазонтик»
zh_cn: 玻璃眼球伞背景
zh_tw: 玻璃眼球傘背景

# SKIN_NAMES.playerportrait_bg_factory
source: Factory Portrait
de: Fabrikporträt
es_mx: Foto de fábrica
fr: Portrait d'usine
it: Ritratto Fabbrica
ja: 工場の写真
ko: 공장 초상화
pl: Portret fabryki
pt_br: Retrato da fábrica
ru: Фабричный портрет
zh_cn: 工厂背景
zh_tw: 工廠背景

# SKIN_NAMES.playerportrait_bg_fancyarch
source: Archway Portrait
de: Porträt mit Torbogen
es_mx: Foto de arco
fr: Portrait de la voûte d'entrée
it: Ritratto Portale ad arco
ja: アーチの写真
ko: 아치 길 초상화
pl: Portret łuku
pt_br: Retrato do arco
ru: Изображение арки
zh_cn: 拱廊背景
zh_tw: 拱廊背景

# SKIN_NAMES.playerportrait_bg_featherhatcircus
source: Equestrienne Headdress Portrait
de: Reitsport-Porträt
es_mx: Foto de tocado de jinete
fr: Portrait de coiffure équestre
it: Ritratto Copricapo equestre
ja: 乗馬用帽子の写真
ko: 여자곡마사 머리 장식물 초상화
pl: Portret Jeździeckiego Stroika
pt_br: Retrato de cocar de amazona
ru: Портрет Головной убор цирковой наездницы
zh_cn: 女骑手头饰背景
zh_tw: 女騎手頭飾背景

# SKIN_NAMES.playerportrait_bg_fence
source: Pointed Fence Portrait
de: Porträt mit spitzem Zaun
es_mx: Foto de valla
fr: Portrait de la clôture pointue
it: Ritratto Recinzione a punte
ja: 尖ったフェンスの写真
ko: 뾰족한 울타리 초상화
pl: Portret ogrodzenia o ostrych końcach
pt_br: Retrato da cerca pontiaguda
ru: Изображение кованого забора
zh_cn: 尖头栅栏背景
zh_tw: 尖頭柵欄背景

# SKIN_NAMES.playerportrait_bg_fencepattern
source: Wrought Iron Portrait
de: Porträt mit Schmiedeeisen
es_mx: Foto de hierro forjado
fr: Portrait du fer forgé
it: Ritratto Ferro battuto
ja: 精巧な作りの鉄の写真
ko: 연철 초상화
pl: Portret kutej stali
pt_br: Retrato de ferro fundido
ru: Изображение кованого железа
zh_cn: 铸铁背景
zh_tw: 鑄鐵背景

# SKIN_NAMES.playerportrait_bg_firesuppressorcircus
source: Amazing Snowball Juggler Portrait
de: Schneeball-Jongleur-Porträt
es_mx: Foto de increíble máquina de malabares de bolas de nieve
fr: Portrait d'incroyable jongleur de boules de neige
it: Ritratto Giocalatrice di neve
ja: 雪玉のジャグラーの写真
ko: 굉장한 눈덩이 저글러 초상화
pl: Portret Zdumiewającego Żonglera Śnieżek
pt_br: Retrato de malabarista de bolas de neve incrível
ru: Портрет Удивительная снежкометалка
zh_cn: 神奇雪球杂耍机背景
zh_tw: 神奇雪球雜耍機背景

# SKIN_NAMES.playerportrait_bg_fishboxnautical
source: Silver Tuna Tin Portrait
de: Silberne-Thunfischdose-Porträt
fr: Portrait Boîte de thon argentée
it: Ritratto Scatoletta di tonno d'argento
ja: 銀のツナ缶の写真
ko: 은참치 통조림 초상화
pl: Portret ze srebrną puszką z tuńczykiem
pt_br: Retrato Lata de Atum Prateada
ru: Фон портрета «Серебряная банка с тунцом»
zh_cn: 银金枪鱼罐背景画像
zh_tw: 銀金槍魚罐背景畫像

# SKIN_NAMES.playerportrait_bg_flames
source: Flame Portrait
de: Flammenportrait
es_mx: Foto de llamas
fr: Portrait de flamme
it: Ritratto Fiamma
ja: 炎の写真
ko: 화염 초상화
pl: Portret płomienia
pt_br: Retrato de chamas
ru: Изображение пламени
zh_cn: 火焰背景
zh_tw: 火焰背景

# SKIN_NAMES.playerportrait_bg_foods
source: Cornucopia Portrait
de: Porträt mit Füllhorn
es_mx: Foto de cuerno de la abundancia
fr: Portrait de la corne d'abondance
it: Ritratto Cornucopia
ja: コルヌコピアの写真
ko: 풍요 초상화
pl: Portret obfitości
pt_br: Retrato de cornucópia
ru: Изображение Рога изобилия
zh_cn: 丰饶背景
zh_tw: 豐饒背景

# SKIN_NAMES.playerportrait_bg_forestaltar
source: Altar of Gnaw Portrait
de: Porträt mit Alter des Mampf
es_mx: Foto de altar de la Roedora
fr: Portrait de l'autel du Gnaw.
it: Ritratto Altare del Masticatore
ja: ノウの祭壇の写真
ko: 물뜯이의 제단 초상화
pl: Portret ołtarzu Gryzienia
pt_br: Retrato do Altar de Gnaw
ru: Изображение Алтаря Грызуна
zh_cn: 饕餮祭坛背景
zh_tw: 饕餮祭壇背景

# SKIN_NAMES.playerportrait_bg_forestfire
source: Forest Fire Portrait
de: Waldbrand-Portrait
es_mx: Foto de incendio forestal
fr: Portrait de feu de forêt
it: Ritratto Fuoco nella foresta
ja: 森の火の写真
ko: 산불 초상화
pl: Portret leśnego pożaru
pt_br: Retrato de incêndio florestal
ru: Изображение лесного пожара
zh_cn: 森林大火背景
zh_tw: 森林大火背景

# SKIN_NAMES.playerportrait_bg_garden
source: Farmland Portrait
de: Landschaftsporträt
es_mx: Foto de tierra de cultivo
fr: Portrait de ferme
it: Ritratto Coltivazioni
ja: 農地の写真
ko: 농지 초상화
pl: Portret wiejski
pt_br: Retrato de fazenda
ru: Изображение фермы
zh_cn: 农场背景
zh_tw: 農場背景

# SKIN_NAMES.playerportrait_bg_gnaw
source: Maw of Gnaw Portrait
de: Porträt mit Schlund des Mampf
es_mx: Foto de mandíbula de la Roedora
fr: Portrait de la gueule du Gnaw
it: Ritratto Fauci del Masticatore
ja: ノウの胃袋の写真
ko: 물뜯이의 아가리 초상화
pl: Portret paszczy Gryzienia
pt_br: Retrato da mordida de Gnaw
ru: Изображение брюха Грызуна
zh_cn: 饕餮大嘴背景
zh_tw: 饕餮大嘴背景

# SKIN_NAMES.playerportrait_bg_grasslands
source: Grassland Portrait
de: Grasland-Portrait
es_mx: Foto de pradera
fr: Portrait d'herbage
it: Ritratto Brughiera
ja: 草原の写真
ko: 초원 초상화
pl: Portret łąki
pt_br: Retrato de pastagem
ru: Изображение пастбища
zh_cn: 草地背景
zh_tw: 草地背景

# SKIN_NAMES.playerportrait_bg_gravestones
source: Gnaw Cemetery Portrait
de: Porträt mit Mampf-Friedhof
es_mx: Foto de cementerio de la Roedora
fr: Portrait du cimetière du Gnaw.
it: Ritratto Cimitero dei Masticatori
ja: ノウの墓の写真
ko: 물뜯이 묘지 초상화
pl: Portret cmentarzyska Gryzienia
pt_br: Retrato do cemitério de Gnaw
ru: Изображение кладбища Грызуна
zh_cn: 饕餮墓地背景
zh_tw: 饕餮墓地背景

# SKIN_NAMES.playerportrait_bg_graveyard
source: Gnaw Worshiper Portrait
de: Porträt mit Mampf-Anbeter
es_mx: Foto de adorador de la Roedora
fr: Portrait d'adorateur du Gnaw
it: Ritratto Adoratore di Masticatori
ja: ノウの礼拝者の写真
ko: 물뜯이 숭배자 초상화
pl: Portret wyznawcy Gryzienia
pt_br: Retrato de adorador de Gnaw
ru: Изображение почитателя Грызуна
zh_cn: 饕餮敬拜者背景
zh_tw: 饕餮敬拜者背景

# SKIN_NAMES.playerportrait_bg_graveyard2
source: Cemetery Portrait
de: Friedhofporträt
es_mx: Retrato de cementerio
fr: Portrait Cimetière
it: Ritratto Cimitero
ja: 墓の写真
ko: 공동묘지 초상화
pl: Portret cmentarny
pt_br: Retrato de cemitério
ru: Изображение кладбища
zh_cn: 墓地背景
zh_tw: 墓地背景

# SKIN_NAMES.playerportrait_bg_hallowedornaments
source: Hanging Horrors Portrait
de: Schreckensporträt
es_mx: Retrato de terrores colgantes
fr: Portrait Horreurs suspendues
it: Ritratto Orrori appesi
ja: ぶら下がる恐怖の写真
ko: 무시무시한 장식 초상화
pl: Portret wiszącego koszmaru
pt_br: Retrato de horrores aéreos
ru: Изображение висящего ужаса
zh_cn: 悬挂恐怖背景
zh_tw: 懸掛恐怖背景

# SKIN_NAMES.playerportrait_bg_hambatnautical
source: Fishy Bat Portrait
de: Porträt: Fischige Fledermamaus
fr: Portrait de rôti de poisson
it: Ritratto Mazzapesce
ja: 魚臭いバットの写真
ko: 물고기 박쥐 초상화
pl: Portret rybiej pałki
pt_br: Retrato Peixotaco
ru: Фон портрета «Рыбья бита»
zh_cn: 海鱼棒背景
zh_tw: 海魚棒背景

# SKIN_NAMES.playerportrait_bg_heart1
source: Luxurious Stage Portrait
de: Luxuriöse Bühne-Porträt
es_mx: Lujoso retrato de escena
fr: Portrait de Scène Luxueux
it: Ritratto Palcoscenico di lusso
ja: 豪華なステージの写真
ko: 호화로운 무대 초상화
pl: Luksusowy Scena Portret
pt_br: Retrato de palco luxuoso
ru: Роскошный портрет сцены
zh_cn: 华丽舞台背景
zh_tw: 華麗舞臺背景

# SKIN_NAMES.playerportrait_bg_heart2
source: Resplendent Curtain Portrait
de: Prächtiger Vorhang-Porträt
es_mx: Retrato de cortina resplandeciente
fr: Portrait Resplendissant de Rideau
it: Ritratto Cortina risplendente
ja: 輝くカーテンの写真
ko: 찬란한 커튼 초상화
pl: Portret zasłony z zasłonami
pt_br: Retrato de cortina resplandecente
ru: Резкий портрет занавеса
zh_cn: 炫丽幕布背景
zh_tw: 炫麗幕布背景

# SKIN_NAMES.playerportrait_bg_heatrockfire
source: Metamorphosed Flame Portrait
de: Porträt mit metamorphierender Flamme
es_mx: Foto de llama metamorfoseada
fr: Portrait de flamme métamorphosée
it: Ritratto Fiamma metamorfica
ja: 変形の炎の写真
ko: 변형된 화염 초상화
pl: Portret przetworzonego płomienia
pt_br: Retrato da chama metamorfoseada
ru: Фон портрета «Метаморфоза пламени»
zh_cn: 变形火焰背景
zh_tw: 變形火焰背景

# SKIN_NAMES.playerportrait_bg_iceboxcrystal
source: Crystalline Ice Box Portrait
de: Porträt: Kristalline Kühlbox
es_mx: Retrato de Caja de Hielo Cristalina
fr: Portrait de glacière cristalline
it: Ritratto Recipiente di ghiaccio in cristallo
ja: 水晶のアイスボックスの写真
ko: 크리스탈 냉장고 초상화
pl: Portret z kryształową lodówką
pt_br: Retrato Geladeira Cristalina
ru: Фон портрета «Хрустальный холодильник»
zh_cn: 水晶系列冰箱背景
zh_tw: 水晶系列冰箱背景

# SKIN_NAMES.playerportrait_bg_lamppost
source: Lamp Post Portrait
de: Porträt mit Straßenlaterne
es_mx: Foto de farol
fr: Portrait de réverbère
it: Ritratto Lampione
ja: 街灯の写真
ko: 가로등 초상화
pl: Portret latarni
pt_br: Retrato de poste de luz
ru: Изображение фонарного столба
zh_cn: 灯柱背景
zh_tw: 燈柱背景

# SKIN_NAMES.playerportrait_bg_lanterncrystal
source: Salt Lamp Portrait
de: Porträt: Salzlampe
es_mx: Retrato de Lámpara de Sal
fr: Portrait de lampe de sel
it: Ritratto Lampada di sale
ja: 塩のランプの写真
ko: 소금 램프 초상화
pl: Portret z lampą solną
pt_br: Retrato Lâmpada de Sal
ru: Фон портрета «Соляная лампа»
zh_cn: 盐灯背景
zh_tw: 鹽燈背景

# SKIN_NAMES.playerportrait_bg_lava
source: Molten Lava Portrait
de: Portrait mit geschmolzener Lava
es_mx: Foto de lava fundida
fr: Portrait de lave en fusion
it: Ritratto Lava fusa
ja: 溶岩の写真
ko: 용암 초상화
pl: Portret wrzącej lawy
pt_br: Retrato de lava derretida
ru: Изображение жидкой лавы
zh_cn: 融化的岩浆背景
zh_tw: 融化的岩漿背景

# SKIN_NAMES.playerportrait_bg_lavaarena
source: The Forge Portrait
de: Das Schmiedeporträt
es_mx: Foto de la Forja
fr: Portrait de la forge
it: Ritratto Forgia
ja: フォージの写真
ko: Forge 초상화
pl: Portret Kuźni
pt_br: Retrato d'A Forja
ru: Изображение Горнила
zh_cn: 熔炉背景
zh_tw: 熔爐背景

# SKIN_NAMES.playerportrait_bg_lightningrodnautical
source: Smite'ning Rod Portrait
de: Porträt: Blitzabhauer
fr: Portrait de trident foudroyant
it: Ritratto Bastone fulminante
ja: 強撃のモリの写真
ko: 삼지창 초상화
pl: Portret wykutego trójzębu
pt_br: Retrato Tridente Relampejante
ru: Фон портрета «Кароотвод»
zh_cn: 惩戒避雷针背景
zh_tw: 懲戒避雷針背景

# SKIN_NAMES.playerportrait_bg_livingforest
source: Haunted Forest Portrait
de: Verwunschener-Wald-Porträt
es_mx: Retrato de bosque encantado
fr: Portrait Forêt hantée
it: Ritratto Foresta infestata
ja: 呪いの森の写真
ko: 유령 나오는 숲 초상화
pl: Portret nawiedzonego lasu
pt_br: Retrato da florestal assombrada
ru: Изображение жуткого леса
zh_cn: 阴森树林背景
zh_tw: 陰森樹林背景

# SKIN_NAMES.playerportrait_bg_lonecarrot
source: Lone Carrot Portrait
de: Porträt einer einzelnen Karotte
es_mx: Foto de zanahoria solitaria
fr: Portrait de carotte solitaire
it: Ritratto Carota solitaria
ja: 1本のニンジンの写真
ko: 외로운 당근 초상화
pl: Portret samotnej marchewki
pt_br: Retrato de cenoura solitária
ru: Изображение одинокой морковки
zh_cn: 一根胡萝卜背景
zh_tw: 一根胡蘿蔔背景

# SKIN_NAMES.playerportrait_bg_lumpyevergreen
source: Lumpy Tree Portrait
de: Klumpiges Baumporträt
es_mx: Foto de árbol seco
fr: Portrait d'arbre touffu
it: Ritratto Albero sgraziato
ja: でこぼこした木の写真
ko: 망울 나무 초상화
pl: Portret sękatego drzewa
pt_br: Retrato de árvore pelotuda
ru: Изображение узловатого дерева
zh_cn: 起伏的树木背景
zh_tw: 起伏的樹木背景

# SKIN_NAMES.playerportrait_bg_marblestatue
source: Marble Portrait
de: Marmorporträt
es_mx: Foto de mármol
fr: Portrait de marbre
it: Ritratto Marmo
ja: 大理石の写真
ko: 대리석 초상화
pl: Portret marmuru
pt_br: Retrato de mármore
ru: Изображение мрамора
zh_cn: 大理石背景
zh_tw: 大理石背景

# SKIN_NAMES.playerportrait_bg_marshhouse
source: Mermhouse Portrait
de: Mermhaus-Porträt
es_mx: Foto de casa de tritón
fr: Portrait de maison de merm
it: Ritratto Casa del mermo
ja: マームの家の写真
ko: 어인집 초상화
pl: Portret domku merma
pt_br: Retrato de sereilar
ru: Изображение Ветхого дома
zh_cn: 鱼人屋背景
zh_tw: 魚人屋背景

# SKIN_NAMES.playerportrait_bg_mastnautical
source: Rockjaw Portrait
de: Porträt: Steinbeiß
fr: Portrait de pierrequin
it: Ritratto Mascella rocciosa
ja: ロックジョーの写真
ko: 바위턱 상어 초상화
pl: Portret Kamiennoszczękiego
pt_br: Retrato Boca Rochosa
ru: Фон портрета «Камнезев»
zh_cn: 岩石大白鲨画像
zh_tw: 岩石大白鯊畫像

# SKIN_NAMES.playerportrait_bg_mastupgradelampnautical
source: Shellbound Portrait
de: Porträt in Muscheln
fr: Portrait coquillage
it: Ritratto Conchiglie
ja: 貝の写真
ko: 조개껍질 초상화
pl: Muszlowy portret
pt_br: Retrato Cascudo
ru: Фон портрета «Ракушечный фонарь»
zh_cn: 贝壳背景
zh_tw: 貝殼背景

# SKIN_NAMES.playerportrait_bg_mastupgradelightningrodnautical
source: Storm Eater Portrait
de: Sturmfresser-Porträt
fr: Portrait de mange-tempête
it: Ritratto Consumatempeste
ja: 嵐喰らいの写真
ko: 폭풍우 포식자 초상화
pl: Portret burzołaka
pt_br: Retrato Comedora de Tempestades
ru: Фон портрета «Грозоед»
zh_cn: 风暴吞噬者背景
zh_tw: 風暴吞噬者背景

# SKIN_NAMES.playerportrait_bg_messylab
source: Mad Scientific Portrait
de: Verrückte-Wissenschaft-Porträt
es_mx: Retrato de científico loco
fr: Portrait Scientifique fou
it: Ritratto Scientifico folle
ja: マッドサイエンチックな写真
ko: 미친 과학 초상화
pl: Portret szalonego naukowca
pt_br: Retrato científico louco
ru: Изображение безумной лаборатории
zh_cn: 疯狂科学背景
zh_tw: 瘋狂科學背景

# SKIN_NAMES.playerportrait_bg_monsterspawn
source: Forge Portal Portrait
de: Schmiede-Portal-Porträt
es_mx: Retrato de portal de la Forja
fr: Portrait de portal de forge
it: Ritratto Portale della Forgia
ja: フォージポータルの写真
ko: Forge 포털 초상화
pl: Portret portalu Kuźni
pt_br: Retrato do Portal da Forja
ru: Изображение портала Горнила
zh_cn: 熔炉传送门背景
zh_tw: 熔爐傳送門背景

# SKIN_NAMES.playerportrait_bg_moonstarstaffcrystal
source: Radiant Star Caller's Staff Portrait
de: Porträt: Strahlender Sternruferstab
es_mx: Retrato de Cetro de Invocador de Estrella Radiante
fr: Portrait de bâton sublime d'invocation stellaire
it: Ritratto Luminoso bastone stellato del visitatore
ja: キラキラ輝く星召喚者の杖の写真
ko: 빛나는 별 부름 지팡이 초상화
pl: Portret z promienistym berłem władcy gwiazd
pt_br: Retrato Cajado do Chamador de Estrelas Radiante
ru: Фон портрета «Сияющий посох призывателя звезд»
zh_cn: 光芒唤星者魔杖背景
zh_tw: 光芒喚星者魔杖背景

# SKIN_NAMES.playerportrait_bg_mushroom
source: Mushroom Portrait
de: Pilzporträt
es_mx: Foto de hongo
fr: Portrait de champignon
it: Ritratto Fungo
ja: キノコの写真
ko: 버섯 초상화
pl: Portret grzyba
pt_br: Retrato de cogumelo
ru: Изображение гриба
zh_cn: 蘑菇背景
zh_tw: 蘑菇背景
