Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.pack_winona_rose
source: Winona Roseate Chest
de: Winonas Rosig-Truhe
es_mx: Cofre rosado de Winona
fr: Coffre Rosâtre de Winona
it: Scrigno Winona Rosata
ja: ウィノナのバラ色の宝箱
ko: 위노나 장밋빛 상자
pl: Skrzynia różana dla Winony
pt_br: Baú Rosado da Willow
ru: Цветущий сундук Вайноны
zh_cn: 薇诺娜玫瑰宝箱
zh_tw: 薇諾娜玫瑰箱子

# SKIN_NAMES.pack_winona_shadow
source: Winona Triumphant Chest
de: Winonas Siegreich-Truhe
es_mx: Cofre triunfal de Winona
fr: Coffre Triomphante de Winona
it: Scrigno Winona Trionfante
ja: ウィノナの勝者の宝箱
ko: 위노나 의기양양 상자
pl: Skrzynia zwycięska dla Winony
pt_br: Baú triunfante da Winona
ru: Сундук Вайноны «Победитель»
zh_cn: 薇诺娜凯旋宝箱
zh_tw: 薇諾娜凱旋箱子

# SKIN_NAMES.pack_winona_survivor
source: Winona Survivor Chest
de: Winonas Überlebenden-Truhe
es_mx: Cofre de sobreviviente de Winona
fr: Coffre Survivante de Winona
it: Scrigno Winona Sopravvissuta
ja: ウィノナの生存者の宝箱
ko: 위노나 생존자 상자
pl: Skrzynia rozbitka dla Winony
pt_br: Baú de sobrevivente da Winona
ru: Сундук Вайноны «Выживший»
zh_cn: 薇诺娜冒险家宝箱
zh_tw: 薇諾娜冒險家箱子

# SKIN_NAMES.pack_wolfgang_deluxe
source: Wolfgang Deluxe Wardrobe
de: Wolfgangs Luxusschrank
fr: Garde-robe de luxe de Wolfgang
it: Guardaroba Deluxe di Wolfgang
ja: ウルフガングのデラックス洋服タンス
ko: 볼프강 디럭스 옷장
pl: Szafa luksusowa dla Wolfganga
pt_br: Guarda-Roupa Deluxe do Wolfgang
ru: Роскошный гардероб Вольфганга
zh_cn: 沃尔夫冈豪华衣柜
zh_tw: 沃爾夫岡豪華衣櫃

# SKIN_NAMES.pack_wolfgang_formal
source: Wolfgang Guest of Honor Chest
de: Wolfgangs Ehrengast-Truhe
fr: Coffre d'Invité d'honneur de Wolfgang
it: Scrigno Wolfgang Ospite d'onore
ja: ウルフガングのフォーマルの宝箱
ko: 볼프강 주빈 상자
pl: Skrzynia wizytowa dla Wolfganga
pt_br: Baú de Convidado de Honra do Wolfgang
ru: Сундук Вольфганга «Почетный гость»
zh_cn: 沃尔夫冈贵宾箱子
zh_tw: 沃爾夫岡貴賓箱子

# SKIN_NAMES.pack_wolfgang_nature
source: Wolfgang Verdant Chest
de: Wolfgangs Grüne Truhe
fr: Coffre Verdoyant de Wolfgang
it: Scrigno Wolfgang Verdeggiante
ja: ウルフガングの新緑の宝箱
ko: 볼프강 푸릇푸릇 상자
pl: Zielona skrzynia Wolfganga
pt_br: Baú Verdejante do Wolfgang
ru: Зеленый сундук Вольфганга
zh_cn: 沃尔夫冈绿色箱子
zh_tw: 沃爾夫岡綠色箱子

# SKIN_NAMES.pack_wolfgang_rose
source: Wolfgang Roseate Chest
de: Wolfgangs Rosenrot-Truhe
fr: Coffre Rose de Wolfgang
it: Scrigno Wolfgang Rosata
ja: ウルフガングのバラ色の宝箱
ko: 볼프강 장미빛 상자
pl: Skrzynia różana dla Wolfganga
pt_br: Baú Rosado do Wolfgang
ru: Цветущий сундук Вольфганга
zh_cn: 沃尔夫冈玫瑰箱子
zh_tw: 沃爾夫岡玫瑰箱子

# SKIN_NAMES.pack_wolfgang_shadow
source: Wolfgang Triumphant Chest
de: Wolfgangs Triumph-Truhe
fr: Coffre Triomphant de Wolfgang
it: Scrigno Wolfgang Trionfante
ja: ウルフガングの勝者の宝箱
ko: 볼프강 의기양양 상자
pl: Skrzynia zwycięska dla Wolfganga
pt_br: Baú Triunfante do Wolfgang
ru: Сундук Вольфганга «Победитель»
zh_cn: 沃尔夫冈凯旋箱子
zh_tw: 沃爾夫岡凱旋箱子

# SKIN_NAMES.pack_wolfgang_strongman
source: Wolfgang Strongman Chest
de: Wolfgangs Muskelprotz-Truhe
fr: Coffre Homme fort de Wolfgang
it: Scrigno Wolfgang Forzuto
ja: ウルフガングの凄腕の男の宝箱
ko: 볼프강 차력사 상자
pl: Skrzynia siłacza dla Wolfganga
pt_br: Baú Vitoriano do Wolfgang
ru: Сундук Вольфганга «Силач»
zh_cn: 沃尔夫冈强人箱子
zh_tw: 沃爾夫岡強人箱子

# SKIN_NAMES.pack_wolfgang_survivor
source: Wolfgang Survivor Chest
de: Wolfgangs Überlebende-Truhe
fr: Coffre de Survivant de Wolfgang
it: Scrigno Wolfgang Sopravvissuto
ja: ウルフガングの生存者の宝箱
ko: 볼프강 생존자 상자
pl: Skrzynia rozbitka dla Wolfganga
pt_br: Baú de Sobrevivente do Wolfgang
ru: Сундук Вольфганга «Выживший»
zh_cn: 沃尔夫冈冒险家箱子
zh_tw: 沃爾夫岡冒險家箱子

# SKIN_NAMES.pack_woodie_deluxe
source: Woodie Deluxe Wardrobe
de: Woodies Luxusschrank
es_mx: Armario de Lujo de Woodie
fr: Garde-robe de luxe de Woodie
it: Guardaroba Deluxe di Woodie
ja: ウッディのデラックス洋服ダンス
ko: 우디 디럭스 옷장
pl: Szafa luksusowa dla Woodiego
pt_br: Guarda-roupa Deluxe do Woodie
ru: Роскошный гардероб Вуди
zh_cn: 伍迪豪华衣柜
zh_tw: 伍迪豪華衣櫃

# SKIN_NAMES.pack_woodie_formal
source: Woodie Guest of Honor Chest
de: Woodies Ehrengast-Truhe
es_mx: Cofre de invitación de honor de Woodie
fr: Coffre Invité d'honneur de Woodie
it: Scrigno Woodie Ospite d'onore
ja: ウッディのフォーマルの宝箱
ko: 우디 주빈 상자
pl: Skrzynia wizytowa dla Woodiego
pt_br: Baú de Convidado de Honra do Woodie
ru: Сундук Вуди «Почетный гость»
zh_cn: 伍迪贵宾箱子
zh_tw: 伍迪貴賓箱子

# SKIN_NAMES.pack_woodie_hockey
source: Woodie Team Player Chest
de: Woodies Teamspieler-Truhe
es_mx: Cofre de Jugador Solidario de Woodie
fr: Coffre Bon équipier de Woodie
it: Scrigno Woodie Giocatore di squadra
ja: ウッディのチームプレイヤーの宝箱
ko: 우디 팀 플레이어 상자
pl: Skrzynia gracza zespołowego dla Woodiego
pt_br: Baú de Parceiro de Equipe do Woodie
ru: Сундук Вуди «Командный игрок»
zh_cn: 伍迪团队精神箱子
zh_tw: 伍迪團隊精神箱子

# SKIN_NAMES.pack_woodie_rose
source: Woodie Roseate Chest
de: Woodies Rosenrot-Truhe
es_mx: Cofre Rosado de Woodie
fr: Coffre Rose de Woodie
it: Scrigno Woodie Rosato
ja: ウッディのバラ色の宝箱
ko: 우디 장밋빛 상자
pl: Skrzynia różana dla Woodiego
pt_br: Baú Rosada do Woodie
ru: Цветущий сундук Вуди
zh_cn: 伍迪玫瑰箱子
zh_tw: 伍迪玫瑰箱子

# SKIN_NAMES.pack_woodie_shadow
source: Woodie Triumphant Chest
de: Woodies Triumph-Truhe
es_mx: Cofre triunfal de Woodie
fr: Coffre Triomphant de Woodie
it: Scrigno Woodie Trionfante
ja: ウッディの勝者の宝箱
ko: 우디 의기양양 상자
pl: Skrzynia zwycięska dla Woodiego
pt_br: Baú Triunfante do Woodie
ru: Сундук Вуди «Победитель»
zh_cn: 伍迪凯旋箱子
zh_tw: 伍迪凱旋箱子

# SKIN_NAMES.pack_woodie_survivor
source: Woodie Survivor Chest
de: Woodies Überlebenden-Truhe
es_mx: Cofre de Sobreviviente de Woodie
fr: Coffre Survivant de Woodie
it: Scrigno Woodie Sopravvissuto
ja: ウッディの生存者の宝箱
ko: 우디 생존자 상자
pl: Skrzynia rozbitka dla Woodiego
pt_br: Baú de Sobrevivente do Woodie
ru: Сундук Вуди «Выживший»
zh_cn: 伍迪冒险家箱子
zh_tw: 伍迪冒險家箱子

# SKIN_NAMES.pack_wormwood_cactus
source: Wormwood Oasis Bound Chest
de: Wormwoods Oasentruhe
es_mx: Cofre de Cactus de Oasis de Wormwood
fr: Coffre Désertique de Wormwood
it: Scrigno Wormwood Vacanziero
ja: ワームウッドの目指せオアシスの宝箱
ko: 웜우드 오아시스 거주자 상자
pl: Skrzynia kaktusowa dla Wormwooda
pt_br: Baú Vínculo do Oásis do Wormwood
ru: Сундук Вормвуда «Пленник оазиса»
zh_cn: 沃姆伍德前往绿洲箱子
zh_tw: 沃姆伍德前往綠洲箱子

# SKIN_NAMES.pack_wormwood_deluxe
source: Wormwood Deluxe Chest
de: Wormwoods Luxustruhe
es_mx: Cofre de Lujo de Wormwood
fr: Coffre de luxe de Wormwood
it: Scrigno Deluxe di Wormwood
ja: ワームウッドのデラックス宝箱
ko: 웜우드 디럭스 상자
pl: Skrzynia luksusowa dla Wormwooda
pt_br: Baú Deluxe do Wormwood
ru: Роскошный сундук Вормвуда
zh_cn: 沃姆伍德豪华箱子
zh_tw: 沃姆伍德豪華箱子

# SKIN_NAMES.pack_wormwood_deluxealt
source: Wormwood Deluxe Wardrobe
de: Wormwoods Luxusschrank
es_mx: Armario de Lujo de Wormwood
fr: Garde-robe de luxe de Wormwood
it: Guardaroba Deluxe di Wormwood
ja: ワームウッドのデラックス洋服ダンス
ko: 웜우드 디럭스 옷장
pl: Szafa luksusowa dla Wormwooda
pt_br: Guarda-roupa Deluxe do Wormwood
ru: Роскошный гардероб Вормвуда
zh_cn: 沃姆伍德豪华衣柜
zh_tw: 沃姆伍德豪華衣櫃

# SKIN_NAMES.pack_wormwood_mushroom
source: Wormwood Hollow Chest
de: Wormwoods Hohl-Truhe
es_mx: Cofre Hueco de Wormwood
fr: Coffre Creux Wormwood
it: Scrigno Wormwood Cavo
ja: ワームウッドのすかすかの宝箱
ko: 웜우드 공허 상자
pl: Pusta skrzynia dla Wormwooda
pt_br: Baú Oco do Wormwood
ru: Пустой сундук Вормвуда
zh_cn: 沃姆伍德空洞箱子
zh_tw: 沃姆伍德空洞箱子

# SKIN_NAMES.pack_wormwood_rose
source: Wormwood Roseate Chest
de: Wormwoods Rosenrot-Truhe
es_mx: Cofre Rosado de Wormwood
fr: Coffre Rose de Wormwood
it: Scrigno Wormwood Rosato
ja: ワームウッドのバラ色の宝箱
ko: 웜우드 장밋빛 상자
pl: Skrzynia różana dla Wormwooda
pt_br: Baú Rosada do Wormwood
ru: Цветущий сундук Вормвуда
zh_cn: 沃姆伍德玫瑰箱子
zh_tw: 沃姆伍德玫瑰箱子

# SKIN_NAMES.pack_wormwood_shadow
source: Wormwood Triumphant Chest
de: Wormwoods Triumph-Truhe
es_mx: Cofre triunfal de Wormwood
fr: Coffre Triomphant de Wormwood
it: Scrigno Wormwood Trionfante
ja: ワームウッドの勝者の宝箱
ko: 웜우드 의기양양 상자
pl: Skrzynia zwycięska dla Wormwooda
pt_br: Baú Triunfante de Wormwood
ru: Сундук Вормвуда «Победитель»
zh_cn: 沃姆伍德的凯旋箱子
zh_tw: 沃姆伍德的凱旋箱子

# SKIN_NAMES.pack_wortox_deluxe
source: Wortox Deluxe Chest
de: Wortox-Deluxe-Truhe
es_mx: Cofre de lujo de Wortox
fr: Coffre Wortox de luxe
it: Scrigno Deluxe Wortox
ja: ウォルトックスのデラックス宝箱
ko: 워톡스 디럭스 상자
pl: Skrzynia luksusowa dla Wortoxa
pt_br: Baú Deluxe do Wortox
ru: Роскошный сундук Вортокса
zh_cn: 沃拓克斯豪华箱子
zh_tw: 沃拓克斯豪華箱子

# SKIN_NAMES.pack_wortox_minotaur
source: Wortox Minotaur Chest
de: Wortox-Minotaurus-Truhe
es_mx: Cofre de minotauro de Wortox
fr: Coffre Wortox minotaure
it: Scrigno Minotauro Wortox
ja: ミウォルトックスのノタウロスの宝箱
ko: 워톡스 미노타우로스 상자
pl: Skrzynia Wortoxa Minotaura
pt_br: Baú do Minotauro Wortox
ru: Сундук Вортокса «Минотавр»
zh_cn: 沃拓克斯牛头人箱子
zh_tw: 沃拓克斯牛頭人箱子

# SKIN_NAMES.pack_wortox_original
source: Wortox Uncorrupted Chest
de: Wortox-Unverdorbene-Truhe
es_mx: Cofre incorrupto de Wortox
fr: Coffre Wortox Non corrompu
it: Scrigno Wortox Non-corrotto
ja: ミウォルトックスの変身前の宝箱
ko: 워톡스 타락하지 않은 자 상자
pl: Skrzynia Wortoxa Niezłomnego
pt_br: Baú do Incorruptível Wortox
ru: Сундук Вортокса «Неиспорченный»
zh_cn: 沃拓克斯无邪箱子
zh_tw: 沃拓克斯無邪箱子

# SKIN_NAMES.pack_wrestler_promo1
source: Contenders Promo Chest
de: Herausforderer-Promo-Truhe
es_mx: Cofre de promoción de contendientes
fr: Coffre en promo Concurrents
it: Scrigno Promo Partecipanti
ja: 挑戦者のプロモ宝箱
ko: 도전자 프로모 상자
pl: Promocyjna skrzynia pretendencka
pt_br: Baú promocional de contendores
ru: Рекламный сундук Соискателей
zh_cn: 竞技者活动箱子
zh_tw: 競技者活動箱子

# SKIN_NAMES.pack_wrestler_promo2
source: Contenders Promo Chest, Round 2
de: Herausforderer-Promo-Truhe, Runde 2
es_mx: Cofre de Promoción de Contendientes, Ronda 2
fr: Coffre promo Concurrents, 2e round
it: Scrigno Promo Partecipanti, Round 2
ja: 挑戦者のプロモ宝箱ラウンド2
ko: 도전자 프로모 상자, 제2라운드
pl: Promocyjna skrzynia pretendencka, runda 2
pt_br: Baú Promocional dos Contendedores, Rodada 2
ru: Рекламный сундук соискателей, раунд 2
zh_cn: 竞技者活动箱子，第二回合
zh_tw: 競技者活動箱子，第二回合

# SKIN_NAMES.pack_wrestler_wathgrithr
source: Ultimate Performer's Chest
de: Truhe des ultimativen Artisten
es_mx: Cofre de luchador definitivo
fr: Coffre de performeuse ultime
it: Scrigno Attrice suprema
ja: 最強パフォーマーの宝箱
ko: 궁극의 공연가의 상자
pl: Skrzynia Zawodniczki Ostateczności
pt_br: Baú do Lutador Definitivo
ru: Сундук крутого исполнителя
zh_cn: 终极表演家的箱子
zh_tw: 終極表演家的箱子

# SKIN_NAMES.pack_wrestler_webber
source: El Tigre Cub's Chest
de: Truhe des jungen El Tigre
es_mx: Cofre de El Tigrito
fr: Coffre de petit tigrou
it: Scrigno Tigrotto
ja: エル・ティグレ坊やの宝箱
ko: 엘 티그레 새끼의 상자
pl: Skrzynia El Tigre Juniora
pt_br: Baú do Filhotinho de El Tigre
ru: Сундук детеныша Эль Тигре
zh_cn: 小老虎箱子
zh_tw: 小老虎箱子

# SKIN_NAMES.pack_wrestler_wes
source: The Lover's Chest
de: Truhe der Liebenden
es_mx: Cofre del amante
fr: Coffre Amant
it: Scrigno Amante
ja: 恋人の宝箱
ko: 연인의 상자
pl: Skrzynia Kochasia
pt_br: Baú do Amante
ru: Сундук возлюбленного
zh_cn: 情人箱子
zh_tw: 情人箱子

# SKIN_NAMES.pack_wrestler_winona
source: The Fixer's Chest
de: Problemlösertruhe
es_mx: Cofre de Mecánico
fr: Coffre de la réparatrice
it: Scrigno dell'Allenata
ja: 修理屋の宝箱
ko: 해결사의 상자
pl: Skrzynia naprawiaczki
pt_br: O Baú da Reparadora
ru: Сундук атлетки
zh_cn: 修理工箱子
zh_tw: 修理工箱子

# SKIN_NAMES.pack_wrestler_wolfgang
source: The Giant's Chest
de: Truhe des Riesen
es_mx: Cofre del gigante
fr: Coffre de géant
it: Scrigno Gigante
ja: 巨人の宝箱
ko: 거인의 상자
pl: Skrzynia Giganta
pt_br: Baú do Gigante
ru: Сундук великана
zh_cn: 巨人的箱子
zh_tw: 巨人的箱子

# SKIN_NAMES.pack_wrestler_wx78
source: Midori Roboto's Chest
de: Midori Robotos Truhe
es_mx: Cofre de Midori Roboto
fr: Coffre de Midori Roboto
it: Scrigno di Roboto Midori
ja: 緑のロボの宝箱
ko: 미도리 로봇의 상자
pl: Skrzynia Midori Roboto
pt_br: Baú Midori Roboto
ru: Сундук «Мидори Робото»
zh_cn: 绿色机甲箱子
zh_tw: 綠色機甲箱子

# SKIN_NAMES.pack_wurt_cave
source: Wurt Abyssal Chest
de: Wurts Abgrund-Truhe
es_mx: Сofre Abismal de Wurt
fr: Coffre Abyssale de Wurt
it: Scrigno Wurt Abissale
ja: ワートの深海の宝箱
ko: 워트 심해 상자
pl: Skrzynia głębinowa dla Wurt
pt_br: Baú Abissal da Wurt
ru: Глубинный сундук Вурт
zh_cn: 沃特深渊箱子
zh_tw: 沃特深淵箱子

# SKIN_NAMES.pack_wurt_deluxe
source: Wurt Deluxe Chest
de: Wurts Luxustruhe
es_mx: Cofre de Lujo de Wurt
fr: Coffre de luxe de Wurt
it: Scrigno Deluxe di Wurt
ja: ワートのデラックス宝箱
ko: 워트 디럭스 상자
pl: Skrzynia luksusowa dla Wurt
pt_br: Baú Deluxe da Wurt
ru: Роскошный сундук Вурт
zh_cn: 沃特豪华箱子
zh_tw: 沃特豪華箱子

# SKIN_NAMES.pack_wurt_deluxealt
source: Wurt Deluxe Wardrobe
de: Wurts Luxusschrank
es_mx: Armario de Lujo de Wurt
fr: Garde-robe de luxe de Wurt
it: Guardaroba Deluxe di Wurt
ja: ワートのデラックス洋服ダンス
ko: 워트 디럭스 옷장
pl: Szafa luksusowa dla Wurt
pt_br: Guarda-roupa Deluxe da Wurt
ru: Роскошный гардероб Вурт
zh_cn: 沃特豪华衣柜
zh_tw: 沃特豪華衣櫃

# SKIN_NAMES.pack_wurt_formal
source: Wurt Guest of Honor Chest
de: Wurts Ehrengast-Truhe
es_mx: Cofre de invitación de honor de Wurt
fr: Coffre Invitée d'honneur de Wurt
it: Scrigno Wurt Ospite d'onore
ja: ワートのフォーマルの宝箱
ko: 워트 주빈 상자
pl: Skrzynia wizytowa dla Wurt
pt_br: Baú de Convidada de Honra da Wurt
ru: Сундук Вурт «Почетный гость»
zh_cn: 沃特贵宾箱子
zh_tw: 沃特貴賓箱子

# SKIN_NAMES.pack_wurt_rose
source: Wurt Roseate Chest
de: Wurts Rosenrot-Truhe
es_mx: Cofre rosado de Wurt
fr: Coffre Rose de Wurt
it: Scrigno Wurt Rosata
ja: ワートのバラ色の宝箱
ko: 워트 장밋빛 상자
pl: Skrzynia różana dla Wurt
pt_br: Baú Rosada de Wurt
ru: Цветущий сундук Вурт
zh_cn: 沃特的玫瑰箱子
zh_tw: 沃特的玫瑰箱子

# SKIN_NAMES.pack_wurt_shadow
source: Wurt Triumphant Chest
de: Wurts Triumph-Truhe
es_mx: Cofre triunfal de Wurt
fr: Coffre Triomphante de Wurt
it: Scrigno Wurt Trionfante
ja: ワートの勝者の宝箱
ko: 워트 의기양양 상자
pl: Skrzynia zwycięska dla Wurt
pt_br: Baú Triunfante da Wurt
ru: Сундук Вурт «Победитель»
zh_cn: 沃特凯旋箱子
zh_tw: 沃特凱旋箱子

# SKIN_NAMES.pack_wx78_deluxe
source: WX-78 Deluxe Wardrobe
de: WX-78's Luxusschrank
fr: Garde-robe de luxe de WX-78
it: Guardaroba Deluxe di WX-78
ja: WX-78のデラックス洋服タンス
ko: WX-78 디럭스 옷장
pl: Luksusowa szafa WX-78
pt_br: Guarda-roupa Deluxe do WX-78
ru: Роскошный гардероб WX-78
zh_cn: WX-78豪华衣柜
zh_tw: WX-78豪華衣櫃

# SKIN_NAMES.pack_wx78_formal
source: WX-78 Guest of Honor Chest
de: WX-78's Ehrengast-Truhe
fr: Coffre d'Invité d'honneur de WX-78
it: Scrigno WX-78 Ospite d'onore
ja: WX-78のフォーマルの宝箱
ko: WX-78 주빈 상자
pl: Skrzynia wizytowa WX-78
pt_br: Baú de Convidado de Honra do WX-78
ru: Сундук WX-78 «Почетный гость»
zh_cn: WX-78贵宾箱子
zh_tw: WX-78貴賓箱子

# SKIN_NAMES.pack_wx78_retro
source: WX-78 Experimental Chest
de: WX-78's Experimentaltruhe
fr: Coffre Expérimental de WX-78
it: Scrigno WX-78 Sperimentale
ja: WX-78の実験の宝箱
ko: WX-78 실험적 상자
pl: Eksperymentalna skrzynia WX-78
pt_br: Baú Experimental do WX-78
ru: Экспериментальный сундук WX-78
zh_cn: WX-78实验箱子
zh_tw: WX-78實驗箱子

# SKIN_NAMES.pack_wx78_rose
source: WX-78 Roseate Chest
de: WX-78's Rosenrot-Truhe
fr: Coffre Rose de WX-78
it: Scrigno WX-78 Rosato
ja: WX-78のバラ色の宝箱
ko: WX-78 장밋빛 상자
pl: Skrzynia różana WX-78
pt_br: Baú Rosado do WX-78
ru: Цветущий сундук WX-78
zh_cn: WX-78玫瑰箱子
zh_tw: WX-78玫瑰箱子

# SKIN_NAMES.pack_wx78_shadow
source: WX-78 Triumphant Chest
zh_cn: WX-78凯旋箱子
zh_tw: WX-78凱旋箱子

# SKIN_NAMES.pack_wx78_survivor
source: WX-78 Survivor Chest
de: WX-78's Überlebende-Truhe
fr: Coffre Survivant de WX-78
it: Scrigno WX-78 Sopravvissuto
ja: WX-78の生存者の宝箱
ko: WX-78 생존자 상자
pl: Skrzynia rozbitka dla WX-78
pt_br: Baú de Sobrevivente do WX-78
ru: Сундук WX-78 «Выживший»
zh_cn: WX-78冒险家箱子
zh_tw: WX-78冒險家箱子

# SKIN_NAMES.pack_yotc_builders
source: Builder's Belongings Chest
de: Baumeister-Habseligkeitentruhe
es_mx: Cofre de Pertenencias del Constructor
fr: Coffre de possessions de constructeur
it: Scrigno Oggetti del Costruttore
ja: ビルダーの付属品宝箱
ko: 건축가의 소지품 상자
pl: Skrzynia budowniczego z dobytkiem
pt_br: Baú dos Objetos do Construtor
ru: Сундук с пожитками строителя
zh_cn: 建造者财物箱子
zh_tw: 建造者財物箱子

# SKIN_NAMES.pack_yotc_bundle
source: Bounteous Bundle
de: Üppiges Paket
es_mx: Paquete Generoso
fr: Lot généreux
it: Pacchetto Magnanimo
ja: 太っ腹バンドル
ko: 관대한 묶음 상품
pl: Skrzynia obfitości
pt_br: Pacote Abundante
ru: Богатый набор
zh_cn: 慷慨包
zh_tw: 慷慨包

# SKIN_NAMES.pack_yotc_fledgling
source: Fledgling's Belongings Chest
de: Grünschnabel-Habseligkeitentruhe
es_mx: Cofre de Pertenencias del Principiante
fr: Coffre de possessions de novice
it: Scrigno Oggetti del Novellino
ja: 駆け出しの付属品宝箱
ko: 햇병아리 소지품 상자
pl: Skrzynia żółtodzioba z dobytkiem
pt_br: Baú dos Objetos do Incipiente
ru: Сундук с пожитками новичка
zh_cn: 新手财物箱子
zh_tw: 新手財物箱子

# SKIN_NAMES.pack_yotc_survivalist
source: Survivalist's Belongings Chest
de: Überlebenskünstler-Habseligkeitentruhe
es_mx: Cofre de Pertenencias del Sobreviviente
fr: Coffre de possessions de survivaliste
it: Scrigno Oggetti del Survivalista
ja: 生存主義者の付属品宝箱
ko: 생존 전문가 소지품 상자
pl: Skrzynia surwiwalowa z dobytkiem
pt_br: Baú dos Objetos do Sobrevivencialista
ru: Сундук с пожитками специалиста по выживанию
zh_cn: 生存大师财物箱子
zh_tw: 生存大師財物箱子

# SKIN_NAMES.pack_yule_all
source: Merrymaker Survivors Chest
de: Festtagstruhe der Überlebenden
es_mx: Cofre fiestero de sobreviviente
fr: Coffre Fêtards des survivants
it: Scrigno Sopravvissuti dell'Entusiasta
ja: パーティ番長の生存者の宝箱
ko: 흥청망청 생존자 상자
pl: Skrzynia świątecznego rozbitka
pt_br: Baú dos Sobreviventes Felicitadores
ru: Сундук для выживших «Заводила»
zh_cn: 欢乐冒险家箱子
zh_tw: 歡樂冒險家箱子

# SKIN_NAMES.pack_yule_all2
source: Merrymaker Survivors Chest, Part II
de: Festtagstruhe der Überlebenden, Teil II
fr: Coffre des Survivants Fêtards, partie II
it: Scrigno Sopravvissuti Entusiasti, Parte II
ja: パーティ番長の生存者の宝箱パート2
ko: 흥청망청 생존자 상자, 파트 II
pt_br: Baú dos Sobreviventes Felicitadores, Parte II
ru: Сундук для выживших «Заводила», часть 2
zh_cn: 欢乐冒险家箱子，第二章
zh_tw: 歡樂冒險家箱子，第二章

# SKIN_NAMES.pack_yule_bundle
source: Complete Merrymaker Chest
de: Komplette Festtagstruhe
es_mx: Cofre fiestero completo
fr: Coffre Fêtards complet
it: Scrigno Entusiasta completo
ja: パーティ番長の宝箱完全版
ko: 흥청망청 종합 상자
pl: Kompletna skrzynia świąteczna
pt_br: Baú Felicitador Completo
ru: Полный сундук заводилы
zh_cn: 全套欢乐箱子
zh_tw: 全套歡樂箱子

# SKIN_NAMES.pack_yule_bundle2
source: Complete Merrymaker Chest
de: Komplette Festtagstruhe
es_mx: Cofre fiestero completo
fr: Coffre Fêtards complet
it: Scrigno Entusiasta completo
ja: パーティ番長の宝箱完全版
ko: 흥청망청 종합 상자
pl: Kompletna skrzynia świąteczna
pt_br: Baú Felicitador Completo
ru: Полный сундук заводилы
zh_cn: 全套欢乐箱子
zh_tw: 全套歡樂箱子

# SKIN_NAMES.pack_yule_items
source: Merrymaker Belongings Chest
de: Festtags-Habseligkeitentruhe
es_mx: Cofre fiestero de petenencias
fr: Coffre Fêtards de possessions
it: Scrigno Oggetti dell'Entusiasta
ja: パーティ番長の付属品宝箱
ko: 흥청망청 소지품 상자
pl: Skrzynia świąteczna z dobytkiem
pt_br: Baú dos Objetos do Felicitador
ru: Сундук с пожитками заводилы
zh_cn: 欢乐财物箱子
zh_tw: 歡樂財物箱子

# SKIN_NAMES.pack_yule_wanda
source: Wanda Merrymaker Chest
de: Wandas Festtagstruhe
fr: Coffre Fêtard de Wanda
it: Scrigno Wanda Entusiasta
ja: ワンダのパーティ番長の宝箱
ko: 완다 흥청망청 상자
pl: Skrzynia świąteczna dla Wandy
pt_br: Baú Felicitador da Wanda
ru: Сундук заводилы Ванды
zh_cn: 旺达欢乐箱子
zh_tw: 旺達歡樂箱子

# SKIN_NAMES.pack_yule_wathgrithr
source: Wigfrid Merrymaker Chest
de: Wigfrids Festtagstruhe
es_mx: Cofre fiestero de Wigfrid
fr: Coffre Fêtarde de Wigfrid
it: Scrigno Wigfrid Entusiasta
ja: ウィグフリドのパーティ番長の宝箱
ko: 위그프리드 흥청망청 상자
pl: Skrzynia świąteczna dla Wigfrydy
pt_br: Baú Felicitador da Wigfrid
ru: Сундук заводилы Вигфрид
zh_cn: 薇格弗德的欢乐箱子
zh_tw: 薇格弗德的歡樂箱子

# SKIN_NAMES.pack_yule_waxwell
source: Maxwell Merrymaker Chest
de: Maxwells Festtagstruhe
es_mx: Cofre fiestero de Maxwell
fr: Coffre Fêtard de Maxwell
it: Scrigno Maxwell Entusiasta
ja: マクスウェルのパーティ番長の宝箱
ko: 맥스웰 흥청망청 상자
pl: Skrzynia świąteczna dla Maxwella
pt_br: Baú Felicitador do Maxwell
ru: Сундук заводилы Максвелла
zh_cn: 麦斯威尔的欢乐箱子
zh_tw: 麥斯威爾的歡樂箱子

# SKIN_NAMES.pack_yule_wes
source: Wes Merrymaker Chest
de: Wes' Festtagstruhe
es_mx: Cofre fiestero de Wes
fr: Coffre Fêtard de Wes
it: Scrigno Wes Entusiasta
ja: ウェスのパーティ番長の宝箱
ko: 웨스 흥청망청 상자
pl: Skrzynia świąteczna dla Wesa
pt_br: Baú Felicitador do Wes
ru: Сундук заводилы Вэса
zh_cn: 韦斯的欢乐箱子
zh_tw: 韋斯的歡樂箱子

# SKIN_NAMES.pack_yule_wickerbottom
source: Wickerbottom Merrymaker Chest
de: Wickerbottoms Festtagstruhe
fr: Coffre Fêtard de Wickerbottom
it: Scrigno Wickerbottom Entusiasta
ja: ウィッカーボトムのパーティ番長の宝箱
ko: 위커바텀 흥청망청 상자
pl: Skrzynia świąteczna dla Wiklińskiej
pt_br: Baú Felicitador da Wickerbottom
ru: Сундук заводилы Уикерботтом
zh_cn: 薇克巴顿欢乐箱子
zh_tw: 薇克巴頓歡樂箱子

# SKIN_NAMES.pack_yule_willow
source: Willow Merrymaker Chest
de: Willows Festtagstruhe
fr: Coffre Fêtard de Willow
it: Scrigno Willow Entusiasta
ja: ウィローのパーティ番長の宝箱
ko: 윌로우 흥청망청 상자
pl: Skrzynia świąteczna dla Willow
pt_br: Baú Felicitador da Willow
ru: Сундук заводилы Уиллоу
zh_cn: 薇洛欢乐箱子
zh_tw: 薇洛歡樂箱子

# SKIN_NAMES.pack_yule_wilson
source: Wilson Merrymaker Chest
de: Wilsons Festtagstruhe
fr: Coffre Fêtard de Wilson
it: Scrigno Wilson Entusiasta
ja: ウィルソンのパーティ番長の宝箱
ko: 윌슨 흥청망청 상자
pl: Skrzynia świąteczna dla Wilsona
pt_br: Baú Felicitador do Wilson
ru: Сундук заводилы Уилсона
zh_cn: 威尔逊欢乐箱子
zh_tw: 威爾遜歡樂箱子

# SKIN_NAMES.pack_yule_winona
source: Winona Merrymaker Chest
de: Winonas Festtagstruhe
es_mx: Cofre fiestero de Winona
fr: Coffre Fêtarde de Winona
it: Scrigno Winona Entusiasta
ja: ウィノナのパーティ番長の宝箱
ko: 위노나 흥청망청 상자
pl: Skrzynia świąteczna dla Winony
pt_br: Baú Felicitador da Winona
ru: Сундук заводилы Вайноны
zh_cn: 薇诺娜的欢乐箱子
zh_tw: 薇諾娜的歡樂箱子

# SKIN_NAMES.pack_yule_woodie
source: Woodie Merrymaker Chest
de: Woodies Festtagstruhe
es_mx: Cofre fiestero de Woodie
fr: Coffre Fêtard de Woodie
it: Scrigno Woodie Entusiasta
ja: ウッディのパーティ番長の宝箱
ko: 우디 흥청망청 상자
pl: Skrzynia świąteczna dla Woodiego
pt_br: Baú Felicitador do Woodie
ru: Сундук заводилы Вуди
zh_cn: 伍迪的欢乐箱子
zh_tw: 伍迪的歡樂箱子

# SKIN_NAMES.pack_yule_wormwood
source: Wormwood Merrymaker Chest
de: Wormwoods Festtagstruhe
fr: Coffre Fêtard de Wormwood
it: Scrigno Wormwood Entusiasta
ja: ワームウッドのパーティ番長の宝箱
ko: 웜우드 흥청망청 상자
pl: Skrzynia świąteczna dla Wormwooda
pt_br: Baú Felicitador do Wormwood
ru: Сундук заводилы Вормвуда
zh_cn: 沃姆伍德欢乐箱子
zh_tw: 沃姆伍德歡樂箱子

# SKIN_NAMES.pack_yule_wurt
source: Wurt Merrymaker Chest
de: Wurts Festtagstruhe
fr: Coffre Fêtard de Wurt
it: Scrigno Wurt Entusiasta
ja: ワートのパーティ番長の宝箱
ko: 워트 흥청망청 상자
pl: Skrzynia świąteczna dla Wurta
pt_br: Baú Felicitador da Wurt
ru: Сундук заводилы Вурт
zh_cn: 沃特欢乐箱子
zh_tw: 沃特歡樂箱子

# SKIN_NAMES.pack_yule_wx78
source: WX-78 Merrymaker Chest
de: WX-78s Festtagstruhe
es_mx: Cofre fiestero de WX-78
fr: Coffre Fêtard de WX-78
it: Scrigno WX-78 Entusiasta
ja: WX-78のパーティ番長の宝箱
ko: WX-78 흥청망청 상자
pl: Skrzynia świąteczna dla WX-78
pt_br: Baú Felicitador do WX-78
ru: Сундук заводилы WX-78
zh_cn: WX-78的欢乐箱子
zh_tw: WX-78的歡樂箱子

# SKIN_NAMES.panflute_harlequin
source: Foolish Flute
de: Närrische Flöte
fr: Flûte de Bouffon
it: Flauto giullaresco
ja: 間抜けなフルート
ko: 어리석은 피리
pl: Błazeński flet
pt_br: Flauta Abobada
ru: Шутовская флейта
zh_cn: 愚人排笛
zh_tw: 愚人排笛

# SKIN_NAMES.parasol_spring
source: Rosy Posy Parasol
de: Rosenregenschirm
es_mx: Sombrilla de Ramillete de Flores
fr: Parasol fleuri
it: Parasole pazzerello
ja: バラの花束のパラソル
ko: 장미 꽃다발 파라솔
pl: Różany parasol
pt_br: Sombrinha Rosadinha
ru: Розовобукетный зонтик
zh_cn: 玫瑰阳伞
zh_tw: 玫瑰陽傘

# SKIN_NAMES.perdling_pelican
source: Peliclet
de: Pelikling
fr: Pélicanneau
it: Pellicanino
ja: ペリクレット
ko: 펠리클릿
pl: Pelikanik
pt_br: Peliquito
ru: Пеликаненок
zh_cn: 小鹈鹕
zh_tw: 小鵜鶘

# SKIN_NAMES.perdling_puffin
source: Pufflet
de: Puffling
fr: Macareunneau
it: Pulcinellino
ja: パフレット
ko: 퍼플릿
pl: Niskonur
pt_br: Papaguito
ru: Птенец тупика
zh_cn: 小海鹦
zh_tw: 小海鸚

# SKIN_NAMES.perdling_rooster
source: Rooslet
de: Hähnchen
es_mx: Galloveja
fr: Coquelet
it: Galletto
ja: ロースレット
ko: 루슬렛
pl: Koguciątko
pt_br: Galito
ru: Куриные Потроха
zh_cn: 公鸡
zh_tw: 公雞

# SKIN_NAMES.perdling_winter
source: Penglet
es_mx: Pajaruino
fr: Pingouineau
it: Pingabbianino
ja: ペングレット
ko: 펭글렛
pl: Megwiniątko
pt_br: Pinguinzino
ru: Пингвиненок
zh_cn: 小企鹅
zh_tw: 小企鵝

# SKIN_NAMES.pickaxe_feathered
source: Hunters Pickaxe
de: Picke des Jägers
es_mx: Pico de Cazador
fr: Pioche de chasseur
it: Piccone del cacciatore
ja: ハンターのつるはし
ko: 사냥꾼의 곡괭이
pl: Kilof myśliwego
pt_br: Picareta dos Caçadores
ru: Кирка охотника
zh_cn: 猎人鹤嘴锄
zh_tw: 獵人鶴嘴鋤
