Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.fence_victorianbrass
source: Antique Brass Fence
de: Antiker Messingzaun
fr: Clôture en cuivre antique
it: Antica recinzione di ottone
ja: アンティークの真鍮のフェンス
ko: 앤티크 황동 울타리
pl: Ogrodzenie z zabytkowego mosiądzu
pt_br: Cerca de Latão Antigo
ru: Антикварный латунный забор
zh_cn: 古董黄铜篱笆
zh_tw: 古董黃銅籬笆

# SKIN_NAMES.fence_victorianbrass_item
source: Antique Brass Fence
de: Antiker Messingzaun
fr: Clôture en cuivre antique
it: Antica recinzione di ottone
ja: アンティークの真鍮のフェンス
ko: 앤티크 황동 울타리
pl: Ogrodzenie z zabytkowego mosiądzu
pt_br: Cerca de Latão Antigo
ru: Антикварный латунный забор
zh_cn: 古董黄铜篱笆
zh_tw: 古董黃銅籬笆

# SKIN_NAMES.fence_victorianbronze
source: Antique Bronze Fence
de: Antiker Bronzezaun
fr: Clôture en bronze antique
it: Antica recinzione di bronzo
ja: アンティークの青銅のフェンス
ko: 앤티크 청동 울타리
pl: Ogrodzenie z zabytkowego brązu
pt_br: Cerca de Bronze Antigo
ru: Антикварный бронзовый забор
zh_cn: 古董青铜篱笆
zh_tw: 古董青銅籬笆

# SKIN_NAMES.fence_victorianbronze_item
source: Antique Bronze Fence
de: Antiker Bronzezaun
fr: Clôture en bronze antique
it: Antica recinzione di bronzo
ja: アンティークの青銅のフェンス
ko: 앤티크 청동 울타리
pl: Ogrodzenie z zabytkowego brązu
pt_br: Cerca de Bronze Antigo
ru: Антикварный бронзовый забор
zh_cn: 古董青铜篱笆
zh_tw: 古董青銅籬笆

# SKIN_NAMES.fencegate_gingerbread_item
source: Gingerbread Gate
de: Lebkuchentor
es_mx: Puerta de Jengibre
fr: Porte en pain d'épices
it: Cancello di pan di zenzero
ja: クッキーのゲート
ko: 진저브레드 문
pl: Furtka z piernika
pt_br: Portão de Gengibre
ru: Пряничная калитка
zh_cn: 姜饼门
zh_tw: 薑餅門

# SKIN_NAMES.fencegate_gothic_item
source: Stained Glass Gate
de: Buntglastor
fr: Portail vitrail
it: Cancello con vetrata
ja: ステンドグラスのゲート
ko: 스테인드 글라스 문
pl: Brama z witrażem
pt_br: Portão de Vitral
ru: Витражные врата
zh_cn: 彩色玻璃门
zh_tw: 彩色玻璃門

# SKIN_NAMES.fencegate_picketbrown_item
source: Walnut Garden Gate
de: Walnuss-Gartentor
es_mx: Puerta de Nogal para Jardín
fr: Portail de jardin en noyer
it: Cancello da giardino in noce
ja: 赤のガーデンゲート
ko: 호두나무 정원 문
pl: Furtka ogrodowa z orzecha
pt_br: Portão de Jardim de Nogueira
ru: Каштановая садовая калитка
zh_cn: 胡桃花园门
zh_tw: 胡桃花園門

# SKIN_NAMES.fencegate_pickettan_item
source: Ash Garden Gate
de: Eschen-Gartentor
es_mx: Puerta de Fresno para Jardín
fr: Portail de jardin en frêne
it: Cancello da giardino in frassino
ja: 灰のガーデンゲート
ko: 재 정원 문
pl: Jesionowa furtka ogrodowa
pt_br: Portão de Jardim de Freixo
ru: Ясеневая садовая калитка
zh_cn: 灰白花园门
zh_tw: 灰白花園門

# SKIN_NAMES.fencegate_picketwhite_item
source: White Garden Gate
de: Weißes Gartentor
es_mx: Puerta Blanca para Jardín
fr: Portail de jardin blanc
it: Cancello da giardino bianco
ja: 白のガーデンゲート
ko: 흰색 정원 문
pl: Biała furtka ogrodowa
pt_br: Portão de Jardim Branco
ru: Белая садовая калитка
zh_cn: 白色花园门
zh_tw: 白色花園門

# SKIN_NAMES.fencegate_victorianblack_item
source: Wrought Iron Gate
de: Tor aus Schmiedeeisen
fr: Portail en fer forgé
it: Cancello di ferro battuto
ja: 精巧な作りの鉄の門
ko: 연철 문
pl: Brama z kutego żelaza
pt_br: Portão de Ferro Forjado
ru: Кованые железные ворота
zh_cn: 铸铁大门
zh_tw: 鑄鐵大門

# SKIN_NAMES.fencegate_victorianbrass_item
source: Antique Brass Gate
de: Antikes Messingtor
fr: Portail en cuivre antique
it: Antico cancello di ottone
ja: アンティークの真鍮の門
ko: 앤티크 황동 문
pl: Brama z zabytkowego mosiądzu
pt_br: Portão de Latão Antigo
ru: Антикварные латунные ворота
zh_cn: 古董黄铜门
zh_tw: 古董黃銅門

# SKIN_NAMES.fencegate_victorianbronze_item
source: Antique Bronze Gate
de: Antikes Bronzetor
fr: Portail en bronze antique
it: Antico cancello di bronzo
ja: アンティークの青銅の門
ko: 앤티크 청동 문
pl: Brama z zabytkowego brązu
pt_br: Portão de Bronze Antigo
ru: Антикварные бронзовые ворота
zh_cn: 古董青铜门
zh_tw: 古董青銅門

# SKIN_NAMES.firepit_fanged
source: Fanged Firepit
de: Feuergrube
es_mx: Hoguera con colmillos
fr: Foyer dentelé
it: Focolare con zanne
ja: キバのいろり
ko: 송곳니 달린 불구덩이
pl: Zębate palenisko
pt_br: Fogueira dentada
ru: Клыкастое кострище
zh_cn: 尖牙火坑
zh_tw: 尖牙火坑

# SKIN_NAMES.firepit_firebird
source: Winged Brazier
de: Geflügelter Brazier
es_mx: Brasero con alas
fr: Brasero à ailes
it: Braciere alato
ja: 翼の火鉢
ko: 날개 달린 화로
pl: Skrzydlata fajerka
pt_br: Sutiã alado
ru: Крылатая жаровня
zh_cn: 带翅膀的火盆
zh_tw: 帶翅膀的火盆

# SKIN_NAMES.firepit_hole
source: Bottomless Pit
de: Tiefe Feuergrube
es_mx: Pozo sin fondo
fr: Fosse sans fond
it: Pozzo senza fondo
ja: 底なし穴
ko: 밑바닥 없는 구덩이
pl: Bezdenna otchłań
pt_br: Cova sem fundo
ru: Бездонная яма
zh_cn: 无底洞
zh_tw: 無底洞

# SKIN_NAMES.firepit_hole_alt
source: Bottomless Pit
de: Tiefe Feuergrube
es_mx: Pozo sin fondo
fr: Fosse sans fond
it: Pozzo senza fondo
ja: 底なし穴
ko: 밑바닥 없는 구덩이
pl: Bezdenna otchłań
pt_br: Cova sem fundo
ru: Бездонная яма
zh_cn: 无底洞
zh_tw: 無底洞

# SKIN_NAMES.firepit_kiln
source: Stone Kiln
de: Steinofen
es_mx: Horno de Piedra
fr: Four de pierre
it: Focolare in pietra
ja: 石窯
ko: 돌가마
pl: Kamienny piec
pt_br: Forno de Pedra
ru: Каменная печь
zh_cn: 石窑
zh_tw: 石窯

# SKIN_NAMES.firepit_kiln_alt
source: Stone Kiln
de: Steinofen
es_mx: Horno de Piedra
fr: Four de pierre
it: Focolare in pietra
ja: 石窯
ko: 돌가마
pl: Kamienny piec
pt_br: Forno de Pedra
ru: Каменная печь
zh_cn: 石窑
zh_tw: 石窯

# SKIN_NAMES.firepit_lava
source: Lava Firepit
de: Lava-Feuerstelle
es_mx: Hoguera de Lava
fr: Foyer de lave
it: Focolare di lava
ja: 溶岩のいろり
ko: 용암 불구덩이
pl: Magmowe palenisko
pt_br: Fogueira de Lava
ru: Лавовое кострище
zh_cn: 熔岩火坑
zh_tw: 熔岩火坑

# SKIN_NAMES.firepit_stonehenge
source: Mini Monument
es_mx: Minimonumento
it: Monumento in miniatura
ja: ストーンヘンジ型いろり
ko: 소형 기념비
pt_br: Mini monumento
ru: Мини-памятник
zh_cn: 小小纪念碑
zh_tw: 小小紀念碑

# SKIN_NAMES.firepit_victorian
source: Victorian Hearth
de: Viktorianischer Herd
es_mx: Hogar victoriano
fr: Foyer victorien
it: Focolare vittoriano
ja: ビクトリアの暖炉
ko: 빅토리아풍 난로
pl: Wiktoriańskie palenisko
pt_br: Lareira vitoriana
ru: Викторианский очаг
zh_cn: 维多利亚壁炉底
zh_tw: 維多利亞壁爐底

# SKIN_NAMES.firestaff_bee
source: Fiery Bumble Staff
de: Feuriger Hummelstab
es_mx: Báculo de abejorro ardiente
fr: Bâton de feu chancelant
it: Bastone ape fuoco
ja: ミツバチ柄の炎の杖
ko: 불 벌 지팡이
pl: Płomienno-bzyczące berło
pt_br: Cajado abelhudo ardente
ru: Огненный посох шмеля
zh_cn: 怒蜂魔杖
zh_tw: 怒蜂魔杖

# SKIN_NAMES.firestaff_flamelash
source: Flamelash
de: Flammenpeitsche
fr: Sceptre ardent
it: Lanciatore di fiamma
ja: フレイムラッシュ
ko: 불꽃봉
pl: Ognisty bicz
pt_br: Labareda
ru: Огнекнут
zh_cn: 烈焰火鞭
zh_tw: 烈焰火鞭

# SKIN_NAMES.firestaff_gungnir
source: Fiery Pith Staff
de: Feuriger Markstab
es_mx: Báculo de médula ardiente
fr: Bâton pointu de feu
it: Bastone fibroso fuoco
ja: 火を宿す杖
ko: 화염 핵심 지팡이
pl: Ognisty berło
pt_br: Cajado do âmago ardente
ru: Мощный пылающий посох
zh_cn: 火焰尖刺魔杖
zh_tw: 火焰尖刺魔杖

# SKIN_NAMES.firestaff_hockey
source: Fiery Sportsmanship Staff
de: Feuriger Sportlerstab
es_mx: Cetro de Deportividad Ardiente
fr: Bâton ardent de sportif
it: Bastone dello sportivo impetuoso
ja: 火の精神の杖
ko: 불꽃 튀는 스포츠맨십 지팡이
pl: Ogniste berło sportowca
pt_br: Cajado de Espírito Esportivo Ardente
ru: Спортивный огненный посох
zh_cn: 火焰竞技魔杖
zh_tw: 火焰競技魔杖

# SKIN_NAMES.firestaff_lance
source: Fiery Spiral Staff
de: Feuriger Spiralstab
es_mx: Báculo espiral de fuego
fr: Bâton pointu à spirale
it: Bastone spirale fuoco
ja: 渦巻く火の杖
ko: 화염 나선 지팡이
pl: Ognisty kostur
pt_br: Cajado espiral ardente
ru: Спиральный пылающий посох
zh_cn: 火焰螺旋魔杖
zh_tw: 火焰螺旋魔杖

# SKIN_NAMES.firestaff_meteor
source: Infernal Fire Staff
de: Höllischer Feuerstab
es_mx: Báculo de fuego infernal
fr: Bâton de feu infernal
it: Bastone fuoco infernale
ja: 灼熱の杖
ko: 지옥의 화염 지팡이
pl: Piekielno-ogniste berło
pt_br: Cajado de fogo infernal
ru: Адский огненный посох
zh_cn: 地狱火杖
zh_tw: 地獄火杖

# SKIN_NAMES.firestaff_northern
source: Nordic Fire Staff
de: Nordischer Feuerstab
es_mx: Cetro de Fuego Nórdico
fr: Bâton de feu nordique
it: Bastone di fuoco nordico
ja: 北欧の火の杖
ko: 북유럽풍 화염 지팡이
pl: Nordyckie ogniste berło
pt_br: Cajado Nórdico do Fogo
ru: Нордический огненный посох
zh_cn: 北欧火杖
zh_tw: 北歐火杖

# SKIN_NAMES.firestaff_rose
source: Rose Fire Staff
de: Rosenfeuerstab
es_mx: Báculo de rosa de fuego
fr: Bâton de feu de rose
it: Bastone fuoco della rosa
ja: バラの火の杖
ko: 장미 화염 지팡이
pl: Płomienno-różane berło
pt_br: Cajado de fogo rosa
ru: Огненный посох розы
zh_cn: 玫瑰火魔杖
zh_tw: 玫瑰火魔杖

# SKIN_NAMES.firesuppressor_circus
source: Amazing Snowball Juggler
de: Schneeball-Jongleur
es_mx: Increíble máquina de malabares de bolas de nieve
fr: Incroyable jongleur de boules de neige
it: Giocolatrice di neve
ja: 雪玉のジャグラー
ko: 굉장한 눈덩이 저글러
pl: Zdumiewający Żongler Śnieżek
pt_br: Malabarista de bolas de neve incrível
ru: Удивительная снежкометалка
zh_cn: 雪球杂耍器
zh_tw: 雪球雜耍器

# SKIN_NAMES.firesuppressor_robot
source: Fling-o-Tron 4000
de: Schleudotron 4000
es_mx: Lanzatrón 4000
it: Lanciatrice 4000
ja: フリング・オ・トロン4000
ko: 투척 장치 4000
pl: Miotaczotron 4000
pt_br: Lançatrônico 4000
ru: Снегомет-4000
zh_cn: 投掷电器4000
zh_tw: 投擲電器4000

# SKIN_NAMES.fishbox_nautical
source: Silver Tuna Tin
de: Silberne Thunfischdose
fr: Boîte de thon argentée
it: Scatoletta di tonno d'argento
ja: 銀のツナ缶
ko: 은참치 통조림
pl: Srebrna puszka z tuńczykiem
pt_br: Lata de Atum Prateada
ru: Серебряная банка с тунцом
zh_cn: 银金枪鱼罐
zh_tw: 銀金槍魚罐

# SKIN_NAMES.flowerhat_crown
source: Feathered Wreath
de: Gefiederter Kranz
es_mx: Corona emplumada
fr: Couronne de plumes
it: Ghirlanda di piume
ja: 羽冠
ko: 깃털 화환
pl: Pierzasty wieniec
pt_br: Coroa de penas
ru: Венок из перьев
zh_cn: 羽毛头环
zh_tw: 羽毛頭環

# SKIN_NAMES.flowerhat_healing
source: Life Blossom Garland
de: Girlande aus Lebensblüten
es_mx: Guirnalda de flores de la vida
fr: Guirlande de vie florissante
it: Ghirlanda fiori di vita
ja: 命咲く花冠
ko: 생명의 꽃 화관
pl: Wianek rozkwitu życia
pt_br: Guirlanda do florescer da vida
ru: Венок из живых цветений
zh_cn: 生命绽放花环
zh_tw: 生命綻放花環

# SKIN_NAMES.flowerhat_holly_wreath
source: Holly Wreath
de: Winterkranz
es_mx: Guirnalda de acebo
fr: Guirlande sainte
it: Ghirlanda di agrifoglio
ja: 聖なる花冠
ko: 호랑가시나무 화환
pl: Wianek z ostrokrzewu
pt_br: Coroa sagrada
ru: Венок из Остролиста
zh_cn: 冬青花环
zh_tw: 冬青花環

# SKIN_NAMES.flowerhat_ribbon_wreath
source: Ribbon Wreath
de: Bandkranz
es_mx: Guirnalda de cinta
fr: Guirlande ruban
it: Ghirlanda di fiocchi
ja: リボンの花冠
ko: 리본 화환
pl: Wianek ze wstążkami
pt_br: Coroa de fitas
ru: Венок с Лентами
zh_cn: 缎带花环
zh_tw: 緞帶花環

# SKIN_NAMES.flowerhat_wreath
source: Thorned Laurel
de: Lorbeer mit Dornen
es_mx: Laurel de espinas
fr: Couronne de lauriers
it: Ghirlanda di spine
ja: トゲトゲの草冠
ko: 가시 월계관
pl: Ciernisty laur
pt_br: Coroa de espinhos
ru: Терновый Венец
zh_cn: 带刺桂冠
zh_tw: 帶刺桂冠

# SKIN_NAMES.footballhat_combathelm
source: Barbed Helmet
de: Stachelhelm
es_mx: Casco con púas
fr: Casque à pointes
it: Elmetto pungente
ja: トゲトゲヘルメット
ko: 뿔 달린 투구
pl: Kolczasty hełm
pt_br: Capacete farpado
ru: Рогатый шлем
zh_cn: 带刺头盔
zh_tw: 帶刺頭盔

# SKIN_NAMES.footballhat_combathelm2
source: Nox Helmet
de: Nox-Helm
es_mx: Casco de Nox
fr: Casque de Nox
it: Elmo di Nox
ja: ノクスのヘルメット
ko: 녹스 투구
pl: Hełm Nox
pt_br: Capacete de nox
ru: Мрачный шлем
zh_cn: 司夜女神头盔
zh_tw: 司夜女神頭盔

# SKIN_NAMES.footballhat_hockey
source: Hockey Helmet
de: Hockeyhelm
es_mx: Casco de Hockey
fr: Casque de hockey
it: Casco da hockey
ja: ホッケーヘルメット
ko: 하키 헬멧
pl: Kask hokejowy
pt_br: Capacete de Hóquei
ru: Хоккейный шлем
zh_cn: 曲棍球头盔
zh_tw: 曲棍球頭盔

# SKIN_NAMES.glasscutter_terraprisma
source: Terraprisma
fr: Terraprisme
ja: テラプリズマ
ko: 오색테라검
pl: Terrapryzmat
ru: Террапризма
zh_cn: 泰拉棱镜
zh_tw: 泰拉棱鏡

# SKIN_NAMES.glomling_beardeddragon
source: Bearded Dragon
de: Bärtiger Drache
es_mx: Dragón barbudo
fr: Dragon à barbe
it: Drago barbuto
ja: 逆トゲのドラゴン
ko: 수염 드래곤
pl: Brodaty smok
pt_br: Dragão barbudo
ru: Бородатый дракон
zh_cn: 大胡子龙
zh_tw: 大鬍子龍

# SKIN_NAMES.glomling_puft
source: Puft
es_mx: Nubecita
fr: Pfout
ja: プフト
ko: 퍼프트
ru: Пуфф
zh_cn: 喷浮飞鱼
zh_tw: 噴浮飛魚

# SKIN_NAMES.glomling_winter
source: Snowy Glomglom
de: Schneeglubsch
es_mx: Glomglom de las nieves
fr: Glomglom neigeux
it: Glommino delle nevi
ja: 雪のグロムグロム
ko: 눈 덮인 글롬글롬
pl: Śnieżny glomglom
pt_br: Gosmito das neves
ru: Снежный Гломглом
zh_cn: 洁白无瑕的小格罗姆
zh_tw: 潔白無瑕的小格羅姆

# SKIN_NAMES.glommer_fantasy
source: Fairy Glom
de: Feenglom
fr: Féeglom
it: Fata glommo
ja: 妖精のグロマー
ko: 요정 글롬
pl: Czarodziejski glom
pt_br: Fadinha Gosmenta
ru: Гломмер-фея
zh_cn: 童话格罗姆
zh_tw: 童話格羅姆

# SKIN_NAMES.glommerflower_fantasy
source: Fairy Glomflower
de: Feenglommerblume
fr: Fleur de féeglom
it: Fiore di fata glommo
ja: 妖精のグロマーフラワー
ko: 요정 글롬플라워
pl: Czarodziejski glomkwiat
pt_br: Fadinha Gosmenflor
ru: Цветок гломмера-феи
zh_cn: 童话格罗姆花
zh_tw: 童話格羅姆花

# SKIN_NAMES.golden_farmhoe_invisible
source: Pantomimed Splendid Garden Hoe
de: Prächtige Pantomimen-Gartenhacke
fr: Houe sublime pour de faux
it: Zappa da orto superba mimata
ja: パントマイムの豪華なくわ
ko: 무언의 화려한 정원 괭이
pl: Świetna motyka ogrodowa
pt_br: Pantomima de Enxada Esplêndida
ru: Великолепная воображаемая мотыга
zh_cn: 拟真黄金园艺锄
zh_tw: 擬真黃金園藝鋤

# SKIN_NAMES.goldenaxe_invisible
source: Pantomimed Luxury Axe
de: Pantomimen-Luxusaxt
fr: Hache de luxe pour de faux
it: Ascia di lusso mimata
ja: パントマイムの高級な斧
ko: 무언의 명품 도끼
pl: Luksusowa siekiera pantomimy
pt_br: Pantomima de Machado de Luxo
ru: Роскошный воображаемый топор
zh_cn: 拟真黄金斧头
zh_tw: 擬真黃金斧頭

# SKIN_NAMES.goldenaxe_northern
source: Ornate Nordic Axe
de: Verzierte nordische Axt
es_mx: Hacha Nórdica Ornamentada
fr: Hache nordique ornée
it: Ascia nordica ornata
ja: 華やかな北欧の斧
ko: 화려한 북유럽풍 도끼
pl: Zdobiona nordycka siekiera
pt_br: Machado Nórdico Ornamentado
ru: Роскошный нордический топор
zh_cn: 华丽北欧斧头
zh_tw: 華麗北歐斧頭

# SKIN_NAMES.goldenpickaxe_invisible
source: Pantomimed Opulent Pickaxe
de: Opulente Pantomimen-Spitzhacke
fr: Pioche somptueuse pour de faux
it: Piccone opulento mimato
ja: パントマイムの豪勢なつるはし
ko: 무언의 부유한 곡괭이
pl: Wyrafinowany kilof pantomimy
pt_br: Pantomima de Picareta Opulenta
ru: Элитная воображаемая кирка
zh_cn: 拟真黄金鹤嘴锄
zh_tw: 擬真黃金鶴嘴鋤

# SKIN_NAMES.goldenpickaxe_northern
source: Ornate Nordic Pickaxe
de: Verzierte nordische Picke
es_mx: Pico Nórdico Ornamentado
fr: Pioche nordique ornée
it: Piccone nordico ornato
ja: 華やかな北欧のつるはし
ko: 화려한 북유럽풍 곡괭이
pl: Zdobiony nordycki kilof
pt_br: Picareta Nórdica Ornamentada
ru: Роскошная нордическая кирка
zh_cn: 华丽北欧鹤嘴锄
zh_tw: 華麗北歐鶴嘴鋤

# SKIN_NAMES.goldenshovel_invisible
source: Pantomimed Regal Shovel
de: Prunkvolle Pantomimen-Schaufel
fr: Pelle royale pour de faux
it: Pala regale mimata
ja: パントマイムの王者のシャベル
ko: 무언극 궁정 삽
pl: Królewska łopata pantomimy
pt_br: Pantomima de Pá Real
ru: Царская воображаемая лопатка
zh_cn: 拟真黄金铲子
zh_tw: 擬真黃金鏟子

# SKIN_NAMES.goldenshovel_northern
source: Ornate Nordic Shovel
de: Verzierte nordische Schaufel
es_mx: Pala Nórdica Ornamentada
fr: Pelle nordique ornée
it: Pala nordica ornata
ja: 華やかな北欧のシャベル
ko: 화려한 북유럽풍 삽
pl: Zdobiona nordycka łopata
pt_br: Pá Nórdica Ornamentada
ru: Роскошная нордическая лопата
zh_cn: 华丽北欧铲子
zh_tw: 華麗北歐鏟子

# SKIN_NAMES.greenstaff_clockwork
source: Clockwork Deconstruction Staff
de: Uhrwerk-Dekonstruktionsstab
es_mx: Cetro de Engranes de Deconstrucción
fr: Bâton de déconstruction mécanique
it: Materiale da decostruzione meccanica
ja: ゼンマイの分解杖
ko: 태엽장치 해체의 지팡이
pl: Mechaniczne berło dekonstrukcji
pt_br: Cajado de Desconstrução Mecânica
ru: Часовой посох разрушения
zh_cn: 发条拆解魔杖
zh_tw: 發條拆解魔杖

# SKIN_NAMES.hambat_nautical
source: Fishy Bat
de: Fischige Fledermamaus
fr: Rôti de poisson
it: Mazzapesce
ja: 魚臭いバット
ko: 물고기 박쥐
pl: Rybia pałka
pt_br: Peixotaco
ru: Рыбья бита
zh_cn: 海鱼棒
zh_tw: 海魚棒

# SKIN_NAMES.hambat_potroast
source: Pot Roastbat
de: Röstfledermaus aus dem Topf
es_mx: Bate de jamón asado
fr: Batte rôti braisé
it: Spiedino di pipistrello
ja: ロースト肉バット
ko: 고기찜 몽둥이
pl: Pieczeniobij
pt_br: Carne de morcego assada
ru: Тушеная мясная бита
zh_cn: 锅烤肉棒
zh_tw: 鍋烤肉棒

# SKIN_NAMES.hambat_spiralcut
source: Pugna's Ham Bat
de: Pugnas Schinken-Fledermaus
es_mx: Bate de jamón de Pugna
fr: Batte-jambon de Pugna
it: Cosciotto di Pugna
ja: プグナのハムバット
ko: 퍼그나의 햄 몽둥이
pl: Szynkobij Pugny
pt_br: Taco de pernil de Pugna
ru: Мясная бита Пугны
zh_cn: 普格纳的火腿棒
zh_tw: 普格納的火腿棒

# SKIN_NAMES.hammer_crowbar
source: Prybar Hammer
de: Brecheisen
es_mx: Martillo de palanca
fr: Marteau pied-de-biche
it: Martello piede di porco
ja: プレイバー・ハンマー
ko: 쇠지레 망치
pl: Młotołom
pt_br: Martelo pé de cabra
ru: Молот-лом
zh_cn: 铁撬锤
zh_tw: 鐵撬錘

# SKIN_NAMES.hammer_forge
source: Forging Hammer
de: Schmiedehammer
es_mx: Martillo de la Forja
fr: Marteau de forge
it: Martello della Forgia
ja: 鍛造ハンマー
ko: 대장간 망치
pl: Młot kowalski
pt_br: Martelo forjador
ru: Молот Горнила
zh_cn: 锻锤
zh_tw: 鍛錘

# SKIN_NAMES.hammer_hammush
source: Hammush
de: Hammpilz
fr: Martignon
it: Martelfungo
ja: ハンマッシュ
ko: 곤죽망치
pl: Grzybomłot
pt_br: Martelomelo
ru: Гриболот
zh_cn: 蘑菇锤
zh_tw: 蘑菇錘

# SKIN_NAMES.hammer_invisible
source: Pantomimed Hammer
de: Pantomimen-Hammer
fr: Marteau pour de faux
it: Martello mimato
ja: パントマイムのハンマー
ko: 무언의 망치
pl: Młot pantomimy
pt_br: Pantomima de Martelo
ru: Воображаемый молот
zh_cn: 拟真锤子
zh_tw: 擬真錘子

# SKIN_NAMES.hand_beltedgloves_brown_beaver
source: Buckled Gloves
de: Handschuhe mit Schnallen
es_mx: Guantes con hebilla
fr: Gants à boucle
it: Guanti con fibbia
ja: ベルトつき手袋
ko: 버클 달린 장갑
pl: Zapinane rękawice
pt_br: Luvas de fivela
ru: Клепаные перчатки
zh_cn: 带扣手套
zh_tw: 帶扣手套

# SKIN_NAMES.hand_beltedgloves_navy_ocean
source: Buckled Gloves
de: Handschuhe mit Schnallen
es_mx: Guantes con hebilla
fr: Gants à boucle
it: Guanti con fibbia
ja: ベルトつき手袋
ko: 버클 달린 장갑
pl: Zapinane rękawice
pt_br: Luvas de fivela
ru: Клепаные перчатки
zh_cn: 带扣手套
zh_tw: 帶扣手套

# SKIN_NAMES.hand_beltedgloves_orange_sienna
source: Buckled Gloves
de: Handschuhe mit Schnallen
es_mx: Guantes con hebilla
fr: Gants à boucle
it: Guanti con fibbia
ja: ベルトつき手袋
ko: 버클 달린 장갑
pl: Zapinane rękawice
pt_br: Luvas de fivela
ru: Клепаные перчатки
zh_cn: 带扣手套
zh_tw: 帶扣手套

# SKIN_NAMES.hand_beltedgloves_red_firehound
source: Buckled Gloves
de: Handschuhe mit Schnallen
es_mx: Guantes con hebilla
fr: Gants à boucle
it: Guanti con fibbia
ja: ベルトつき手袋
ko: 버클 달린 장갑
pl: Zapinane rękawice
pt_br: Luvas de fivela
ru: Клепаные перчатки
zh_cn: 带扣手套
zh_tw: 帶扣手套

# SKIN_NAMES.hand_beltedgloves_teal_jungle
source: Buckled Gloves
de: Handschuhe mit Schnallen
es_mx: Guantes con hebilla
fr: Gants à boucle
it: Guanti con fibbia
ja: ベルトつき手袋
ko: 버클 달린 장갑
pl: Zapinane rękawice
pt_br: Luvas de fivela
ru: Клепаные перчатки
zh_cn: 带扣手套
zh_tw: 帶扣手套

# SKIN_NAMES.hand_drivergloves_brown_sepia
source: Driving Gloves
de: Autofahrer-Handschuhe
es_mx: Guantes de conducir
fr: Gants de conduite
it: Guanti da guida
ja: 運転士の手袋
ko: 운전 장갑
pl: Rękawice do jazdy
pt_br: Luvas de piloto
ru: Водительские перчатки
zh_cn: 驾车手套
zh_tw: 駕車手套

# SKIN_NAMES.hand_drivergloves_grey_dark
source: Driving Gloves
de: Autofahrer-Handschuhe
es_mx: Guantes de conducir
fr: Gants de conduite
it: Guanti da guida
ja: 運転士の手袋
ko: 운전 장갑
pl: Rękawice do jazdy
pt_br: Luvas de piloto
ru: Водительские перчатки
zh_cn: 驾车手套
zh_tw: 駕車手套

# SKIN_NAMES.hand_drivergloves_tan_grass
source: Driving Gloves
de: Autofahrer-Handschuhe
es_mx: Guantes de conducir
fr: Gants de conduite
it: Guanti da guida
ja: 運転士の手袋
ko: 운전 장갑
pl: Rękawice do jazdy
pt_br: Luvas de piloto
ru: Водительские перчатки
zh_cn: 驾车手套
zh_tw: 駕車手套

# SKIN_NAMES.hand_drivergloves_white_ivory
source: Driving Gloves
de: Autofahrer-Handschuhe
es_mx: Guantes de conducir
fr: Gants de conduite
it: Guanti da guida
ja: 運転士の手袋
ko: 운전 장갑
pl: Rękawice do jazdy
pt_br: Luvas de piloto
ru: Водительские перчатки
zh_cn: 驾车手套
zh_tw: 駕車手套

# SKIN_NAMES.hand_longgloves_black_scribble
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_blue_cerulean
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_green_hunters
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_grey_battleship
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_red_ruby
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_white_pure
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_longgloves_yellow_straw
source: Long Gloves
de: Lange Handschuhe
es_mx: Guantes largos
fr: Gants longs
it: Guanti lunghi
ja: 長手袋
ko: 긴 장갑
pl: Długie rękawice
pt_br: Luvas longas
ru: Длинные перчатки
zh_cn: 长手套
zh_tw: 長手套

# SKIN_NAMES.hand_shortgloves_black_scribble
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_blue_cornflower
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_grey_dark
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_navy_midnight
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_purple_violet
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_red_higgsbury
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_shortgloves_white_smoke
source: Hand Covers
de: Kurze Handschuhe
es_mx: Protectores de manos
fr: Gants
it: Copri mano
ja: 手袋
ko: 손 덮개
pl: Ochraniacze na ręce
pt_br: Proteção para as mãos
ru: Рабочие перчатки
zh_cn: 手套
zh_tw: 手套

# SKIN_NAMES.hand_walter_ice
source: Warm Mittens
de: Warme Fäustlinge
fr: Moufles bien chaudes
it: Manopole calde
ja: 暖かなミトン
ko: 따뜻한 장갑
pl: Ciepłe rękawiczki
pt_br: Luvas Quentinhas
ru: Теплые варежки
zh_cn: 温暖手套
zh_tw: 溫暖手套

# SKIN_NAMES.hand_walter_nature
source: Adventuring Gloves
de: Abenteurer-Handschuhe
fr: Gants aventuriers
it: Guanti per l'avventura
ja: 冒険者の手袋
ko: 모험의 장갑
pl: Rękawiczki przygód
pt_br: Luvas de Aventura
ru: Перчатки искателя приключений
zh_cn: 冒险手套
zh_tw: 冒險手套

# SKIN_NAMES.hand_wanda_formal
source: Fine Traveling Gloves
de: Feine Reisehanschuhe
fr: Beaux gants de voyage
it: Guanti da viaggio eleganti
ja: 良質な旅行手袋
ko: 고급 여행용 장갑
pl: Szykowne rękawiczki podróżne
pt_br: Luvas de Viagem Chiques
ru: Тонкие дорожные перчатки
zh_cn: 精美旅行手套
zh_tw: 精美旅行手套

# SKIN_NAMES.hand_wanda_shadow
source: Shadow Gloves
de: Schattenhandschuhe
fr: Gants de ténèbres
it: Guanti d'ombra
ja: 影の手袋
ko: 그림자 장갑
pl: Cieniste rękawiczki
pt_br: Luvas Sombrias
ru: Перчатки теней
zh_cn: 暗影手套
zh_tw: 暗影手套
