Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.profileflair_dragonfly_sleeping
source: Sleepy Dragonfly
de: Verschlafene Libelle
es_mx: Mosca dragón adormilada
fr: Libellule endormie
it: Draghellula addormentata
ja: 眠るドラゴンフライ
ko: 졸린 용파리
pl: Śpiąca smoczucha
pt_br: Libélula sonolenta
ru: Сонная Дракомуха
zh_cn: 嗜睡的龙蝇
zh_tw: 嗜睡的龍蠅

# SKIN_NAMES.profileflair_dragonflychest_kraken
source: Leviathan Chest
de: Leviathan-Truhe
fr: Coffre de léviathan
it: Scrigno del leviatano
ja: リヴァイアサンの宝箱
ko: 레비아탄 상자
pl: Skrzynia lewiatana
pt_br: Baú Leviatã
ru: Сундук левиафана
zh_cn: 利维坦箱子
zh_tw: 利維坦箱子

# SKIN_NAMES.profileflair_dragonflyfurnace_crystal
source: Crystalline Furnace
de: Kristalliner Ofen
es_mx: Horno Cristalino
fr: Fourneau cristallin
it: Fornace cristallina
ja: きらめく水晶かまど
ko: 크리스탈 용광로
pl: Kryształowy piecyk
pt_br: Fornalha Cristalina
ru: Хрустальная печь
zh_cn: 水晶火炉
zh_tw: 水晶火爐

# SKIN_NAMES.profileflair_dragonfruit
source: Dragon Fruit
de: Drachenfrucht
es_mx: Fruta de dragón
fr: Fruit du dragon
it: Frutto del drago
ja: ドラゴンフルーツ
ko: 용과
pl: Smoczy owoc
pt_br: Pitaia
ru: Драконий фрукт
zh_cn: 火龙果
zh_tw: 火龍果

# SKIN_NAMES.profileflair_egg
source: Egg
de: Ei
es_mx: Huevo
fr: Œuf
it: Uovo
ja: 卵
ko: 알
pl: Jajko
pt_br: Ovo
ru: Яйцо
zh_cn: 鸟蛋
zh_tw: 鳥蛋

# SKIN_NAMES.profileflair_egg_rotten
source: Rotten Egg
de: Faules Ei
es_mx: Huevo podrido
fr: Œuf pourri
it: Uovo marcio
ja: 腐った卵
ko: 썩은 알
pl: Zgniłe jajo
pt_br: Ovo podre
ru: Тухлое яйцо
zh_cn: 腐烂鸟蛋
zh_tw: 腐爛鳥蛋

# SKIN_NAMES.profileflair_eyebrellahat_crystal
source: Glass Eyebrella
de: Glas-Augenschirm
es_mx: Ojombrilla de Vidrio
fr: Paraplœil de verre
it: Occhiombrello di vetro
ja: ガラスのアイブレラ
ko: 유리 눈우산
pl: Szklana parasoloczka
pt_br: Guarda-olho de Vidro
ru: Стеклянный глазонтик
zh_cn: 玻璃眼球伞
zh_tw: 玻璃眼球傘

# SKIN_NAMES.profileflair_factory
source: Factory Signpost
de: Fabrikschild
es_mx: Poste indicador de fábrica
fr: Panneau d'usine
it: Insegna della fabbrica
ja: 工場の看板
ko: 공장 표지판
pl: Znak fabryczny
pt_br: Placa da fábrica
ru: Фабричная табличка
zh_cn: 工厂标识
zh_tw: 工廠標識

# SKIN_NAMES.profileflair_featherhat_circus
source: Equestrienne Headdress
de: Pferdekopfschmuck
es_mx: Tocado de jinete
fr: Coiffure équestre
it: Copricapo equestre
ja: 乗馬用帽子
ko: 여자곡마사 머리 장식물
pl: Jeździecki Stroik
pt_br: Cocar de Amazona
ru: Головной убор цирковой наездницы
zh_cn: 女骑手头饰
zh_tw: 女騎手頭飾

# SKIN_NAMES.profileflair_firecrackers_yotp
source: Red Firecrackers
de: Roter Feuerwerkskörper
es_mx: Petardos rojos
fr: Pétards rouges
it: Petardi rossi
ja: 赤い爆竹
ko: 빨간 폭죽
pl: Czerwone fajerwerki
pt_br: Estalinhos vermelhos
ru: Красные Петарды
zh_cn: 红鞭炮
zh_tw: 紅鞭炮

# SKIN_NAMES.profileflair_firesuppressor_circus
source: Amazing Snowball Juggler
de: Schneeball-Jongleur
es_mx: Increíble máquina de malabares de bolas de nieve
fr: Incroyable jongleur de boules de neige
it: Giocolatrice di neve
ja: 雪玉のジャグラー
ko: 굉장한 눈덩이 저글러
pl: Zdumiewający Żongler Śnieżek
pt_br: Malabarista de bolas de neve incrível
ru: Удивительная снежкометалка
zh_cn: 神奇雪球杂耍机
zh_tw: 神奇雪球雜耍機

# SKIN_NAMES.profileflair_fishbox_nautical
source: Silver Tuna Tin
de: Silberne Thunfischdose
fr: Boîte de thon argentée
it: Scatoletta di tonno d'argento
ja: 銀のツナ缶
ko: 은참치 통조림
pl: Srebrna puszka z tuńczykiem
pt_br: Lata de Atum Prateada
ru: Серебряная банка с тунцом
zh_cn: 银金枪鱼罐
zh_tw: 銀金槍魚罐

# SKIN_NAMES.profileflair_food_berrytart
source: Berry Tart
de: Beerentorte
es_mx: Tarta de bayas
fr: Tarte aux baies
it: Torta alle bacche
ja: ベリータルト
ko: 베리 타트
pl: Tarta z owocami
pt_br: Torta de bagas
ru: Ягодный тарт
zh_cn: 浆果挞
zh_tw: 漿果撻

# SKIN_NAMES.profileflair_food_carrotcake
source: Carrot Cake
de: Karottenkuchen
es_mx: Pastel de zanahoria
fr: Gâteau aux carottes
it: Torta di carote
ja: キャロットケーキ
ko: 당근 케이크
pl: Ciasto marchewkowe
pt_br: Bolo de cenoura
ru: Морковный торт
zh_cn: 胡萝卜蛋糕
zh_tw: 胡蘿蔔蛋糕

# SKIN_NAMES.profileflair_food_cheeseburger
source: Cheeseburger
es_mx: Hamburguesa de queso
ja: チーズバーガー
ko: 치즈버거
pt_br: Hambúrguer de queijo
ru: Чизбургер
zh_cn: 芝士汉堡
zh_tw: 芝士漢堡

# SKIN_NAMES.profileflair_food_cheesecake
source: Cheesecake
de: Käsekuchen
es_mx: Tarta de queso
fr: Gâteau au fromage
it: Torta cheesecake
ja: チーズケーキ
ko: 치즈케이크
pl: Sernik
ru: Чизкейк
zh_cn: 芝士蛋糕
zh_tw: 芝士蛋糕

# SKIN_NAMES.profileflair_food_crabcake
source: Crab Cake
de: Krebskuchen
es_mx: Pastel de cangrejo
fr: Gâteau au crabe
it: Tortino di granchio
ja: クラブケーキ
ko: 크랩 케이크
pl: Ciasto krabowe
pt_br: Torta de siri
ru: Пирог с крабовым мясом
zh_cn: 螃蟹蛋糕
zh_tw: 螃蟹蛋糕

# SKIN_NAMES.profileflair_food_crabroll
source: Crab Roll
de: Krebsrolle
es_mx: Panecillo de cangrejo
fr: Rouleau au crabe
it: Panino col granchio
ja: クラブロール
ko: 크랩 롤
pl: Bułeczka krabowa
pt_br: Rolinho de siri
ru: Ролл с крабовым мясом
zh_cn: 蟹肉卷
zh_tw: 蟹肉卷

# SKIN_NAMES.profileflair_food_croquette
source: Croquette
de: Krokette
es_mx: Croqueta
it: Crocchetta
ja: コロッケ
ko: 고로케
pl: Krokiet
pt_br: Croquete
ru: Тефтелька
zh_cn: 炸肉饼
zh_tw: 炸肉餅

# SKIN_NAMES.profileflair_food_fishpie
source: Fish Pie
de: Fischpastete
es_mx: Pastel de pescado
fr: Tarte au poisson
it: Torta salata di pesce
ja: フィッシュパイ
ko: 생선 파이
pl: Ciasto rybne
pt_br: Torta de peixe
ru: Рыбный пирог
zh_cn: 鱼饼
zh_tw: 魚餅

# SKIN_NAMES.profileflair_food_grilledcheese
source: Grilled Cheese
de: Gegrillter Käse
es_mx: Queso a la parrilla
fr: Fromage grillé
it: Formaggio grigliato
ja: グリルドチーズ
ko: 그릴 치즈 샌드위치
pl: Upieczony ser
pt_br: Queijo quente
ru: Жареный сыр
zh_cn: 烤芝士
zh_tw: 烤芝士

# SKIN_NAMES.profileflair_food_jellyroll
source: Jelly Roll
de: Kuchenrolle
es_mx: Enrollado de mermelada
fr: Rouleau à la confiture
it: Rotolo di gelatina
ja: ジャムロール
ko: 롤케이크
pl: Słodka galaretka
pt_br: Rolinho de geleia
ru: Рулет с джемом
zh_cn: 果冻卷
zh_tw: 果凍卷

# SKIN_NAMES.profileflair_food_meatpie
source: Meat Pie
de: Fleischpastete
es_mx: Pastel de carne
fr: Tarte à la viande
it: Pasticcio di carne
ja: ミートパイ
ko: 고기 파이
pl: Zapiekanka mięsna
pt_br: Torta de carne
ru: Мясной пирог
zh_cn: 肉饼
zh_tw: 肉餅

# SKIN_NAMES.profileflair_food_pizza
source: Tasty Pizza
de: Leckere Pizza
es_mx: Pizza sabrosa
fr: Pizza goûteuse
it: Pizza saporita
ja: おいしいピザ
ko: 맛있는 피자
pl: Pyszna pizza
pt_br: Pizza deliciosa
ru: Вкусная пицца
zh_cn: 美味披萨
zh_tw: 美味披薩

# SKIN_NAMES.profileflair_food_potroast
source: Pot Roast
de: Schmorbraten
es_mx: Estofado
fr: Rôti braisé
it: Arrosto
ja: ポットロースト
ko: 고기찜
pl: Pieczeń
pt_br: Carne assada
ru: Тушеное мясо
zh_cn: 锅烤美食
zh_tw: 鍋烤美食

# SKIN_NAMES.profileflair_food_pudding
source: Pudding
es_mx: Pudin
it: Budino
ja: プディング菓子
ko: 푸딩
pt_br: Pudim
ru: Пудинг
zh_cn: 布丁
zh_tw: 布丁

# SKIN_NAMES.profileflair_food_roastedveggies
source: Roast Vegetables
de: Geröstetes Gemüse
es_mx: Verduras asadas
fr: Légumes rôtis
it: Verdure arrosto
ja: 焼き野菜
ko: 구운 채소
pl: Pieczone warzywa
pt_br: Legumes assados
ru: Жареные овощи
zh_cn: 烤蔬菜
zh_tw: 烤蔬菜

# SKIN_NAMES.profileflair_food_spaghettiandmeatballs
source: Spaghetti and Meatball
de: Spaghetti und Fleischklößchen
es_mx: Espaguetis y albóndigas
fr: Spaghettis et boulette de viande
it: Spaghetti e polpette
ja: ミートボールスパゲッティー
ko: 스파게티와 미트볼
pl: Spaghetti z wkładką mięsną
pt_br: Espaguete e almondega
ru: Спагетти с фрикаделькой
zh_cn: 意粉和肉丸
zh_tw: 意粉和肉丸

# SKIN_NAMES.profileflair_food_steakfrites
source: Steak Frites
de: Steak mit Pommes
es_mx: Filete con papas fritas
it: Bistecca con patatine
ja: ステーキとフライドポテト
ko: 스테이크와 감자튀김
pl: Frytki
pt_br: Bife com fritas
ru: Стейк с картошкой
zh_cn: 牛排薯条
zh_tw: 牛排薯條

# SKIN_NAMES.profileflair_food_stuffedmushroom
source: Stuffed Mushroom
de: Gefüllter Champignon
es_mx: Hongo relleno
fr: Champignon fourré
it: Fungo ripieno
ja: キノコの肉詰め
ko: 속 채운 버섯
pl: Nadziewany grzyb
pt_br: Cogumelo recheado
ru: Фаршированный гриб
zh_cn: 塞满馅料的蘑菇
zh_tw: 塞滿餡料的蘑菇

# SKIN_NAMES.profileflair_food_trifle
source: Trifle
de: Nachspeise
fr: Diplomate
it: Zuppa inglese
ja: トライフル
ko: 트라이플
pl: Biszkopt z galaretką
pt_br: Rei Alberto
ru: Бисквит
zh_cn: 多层小蛋糕
zh_tw: 多層小蛋糕

# SKIN_NAMES.profileflair_food_turnipcake
source: Turnip Cake
de: Rübenkuchen
es_mx: Pastel de nabo
fr: Gâteau au navet
it: Torta di rape
ja: 大根餅
ko: 순무 케이크
pl: Ciasto z rzepy
pt_br: Torta de nabo
ru: Пирог с репой
zh_cn: 大萝卜蛋糕
zh_tw: 大蘿蔔蛋糕

# SKIN_NAMES.profileflair_frog
source: Froggy
de: Frosch
es_mx: Ranita
fr: Grenouille
it: Ranocchio
ja: カエル
ko: 개구리
pl: Żabcia
pt_br: Sapinho
ru: Лягушечка
zh_cn: 青蛙
zh_tw: 青蛙

# SKIN_NAMES.profileflair_gift_1
source: Golden Present
de: Goldenes Geschenk
es_mx: Regalo de oro
fr: Cadeau en or
it: Regalo dorato
ja: 金のプレゼント
ko: 황금 선물
pl: Złoty prezent
pt_br: Presente dourado
ru: Золотой подарок
zh_cn: 金色礼物
zh_tw: 金色禮物

# SKIN_NAMES.profileflair_gift_2
source: Green Gift
de: Grünes Geschenk
es_mx: Regalo verde
fr: Cadeau vert
it: Dono verde
ja: 緑のギフト
ko: 녹색 선물
pl: Zielony podarunek
pt_br: Presente verde
ru: Зеленый подарок
zh_cn: 绿色礼物
zh_tw: 綠色禮物

# SKIN_NAMES.profileflair_gift_3
source: Poorly Wrapped Package
de: Schlampig eingepacktes Päckchen
es_mx: Paquete mal envuelto
fr: Paquet mal emballé
it: Pacchetto incartato miseramente
ja: 包装の荒い小包
ko: 서툴게 포장한 꾸러미
pl: Niezdarnie przygotowana paczka
pt_br: Pacote mal embrulhado
ru: Небрежно упакованная коробка
zh_cn: 糟糕的包装
zh_tw: 糟糕的包裝

# SKIN_NAMES.profileflair_goosemoose
source: Moose/Goose
de: Elch/Gans
es_mx: Alce/Ganso
fr: Élan/Oie
it: Ocalce
ja: ムース・ガチョウ
ko: 큰사슴/거위
pl: Łęś
pt_br: Alce/Ganso
ru: Лось/Гусь
zh_cn: 麋鹿鹅
zh_tw: 麋鹿鵝

# SKIN_NAMES.profileflair_hambat_nautical
source: Fishy Bat
de: Fischige Fledermamaus
fr: Rôti de poisson
it: Mazzapesce
ja: 魚臭いバット
ko: 물고기 박쥐
pl: Rybia pałka
pt_br: Peixotaco
ru: Рыбья бита
zh_cn: 海鱼棒
zh_tw: 海魚棒

# SKIN_NAMES.profileflair_heatrock_fire
source: Metamorphosed Flame
de: Metamorphierte Flamme
es_mx: Llama metamorfoseada
fr: Flamme métamorphosée
it: Fiamma metamorfica
ja: 変形の炎
ko: 변형된 화염
pl: Przetworzony płomień
pt_br: Chama metamorfoseada
ru: Метаморфоза пламени
zh_cn: 变形火焰
zh_tw: 變形火焰

# SKIN_NAMES.profileflair_hound
source: Hound
de: Hund
es_mx: Sabueso
fr: Molosse
it: Segugio
ja: 猟犬
ko: 사냥개
pl: Ogar
pt_br: Cão de caça
ru: Гончая
zh_cn: 猎犬
zh_tw: 獵犬

# SKIN_NAMES.profileflair_icebox_crystal
source: Crystalline Ice Box
de: Kristalline Kühlbox
es_mx: Caja de Hielo Cristalina
fr: Glacière cristalline
it: Recipiente di ghiaccio in cristallo
ja: 水晶のアイスボックス
ko: 크리스탈 냉장고
pl: Kryształowa lodówka
pt_br: Geladeira Cristalina
ru: Хрустальный холодильник
zh_cn: 水晶冰箱
zh_tw: 水晶冰箱

# SKIN_NAMES.profileflair_icehound
source: Blue Hound
de: Blauer Hund
es_mx: Sabueso azul
fr: Molosse bleu
it: Segugio blu
ja: 青い猟犬
ko: 파란 사냥개
pl: Niebieski ogar
pt_br: Cão azul
ru: Синяя гончая
zh_cn: 蓝色猎犬
zh_tw: 藍色獵犬

# SKIN_NAMES.profileflair_knight
source: Clockwork Knight
de: Uhrwerk-Ritter
es_mx: Caballo mecánico
fr: Chevalier mécanique
it: Cavallo meccanico
ja: 時計仕掛けの騎士
ko: 태엽장치 나이트
pl: Mechaniczny skoczek
pt_br: Cavalo mecânico
ru: Механический конь
zh_cn: 发条骑士
zh_tw: 發條騎士

# SKIN_NAMES.profileflair_koalefant
source: Koalefant
de: Koalafant
es_mx: Koalafante
fr: Koaléphant
it: Koalefante
ja: コアラぞう
ko: 코알라펀트
pt_br: Coalafante
ru: Коалослон
zh_cn: 考拉象
zh_tw: 考拉象

# SKIN_NAMES.profileflair_krampus
source: Krampus
ja: クランプス
ko: 크람푸스
ru: Крампус
zh_cn: 坎普斯
zh_tw: 坎普斯

# SKIN_NAMES.profileflair_lantern_crystal
source: Salt Lamp
de: Salzlampe
es_mx: Lámpara de Sal
fr: Lampe de sel
it: Lampada di sale
ja: 塩のランプ
ko: 소금 램프
pl: Lampa solna
pt_br: Lâmpada de Sal
ru: Соляная лампа
zh_cn: 盐灯
zh_tw: 鹽燈

# SKIN_NAMES.profileflair_lightningrodnautical
source: Smite'ning Rod
de: Blitzabhauer
fr: Trident foudroyant
it: Bastone fulminante
ja: 強撃のモリ
ko: 삼지창
pl: Mocarny trójząb
pt_br: Tridente Relampejante
ru: Кароотвод
zh_cn: 惩戒避雷针
zh_tw: 懲戒避雷針

# SKIN_NAMES.profileflair_living_wood
source: Living Halloween Tree
de: Lebender Halloween-Baum
es_mx: Árbol viviente de Halloween
fr: Arbre d'Halloween vivant
it: Albero di Halloween vivente
ja: 生きたハロウィンツリー
ko: 살아있는 핼러윈 트리
pl: Żyjące Drzewo Halloweenowe
pt_br: Árvore de Halloween viva
ru: Живое хэллоуинское дерево
zh_cn: 有生命的万圣节树木
zh_tw: 有生命的萬聖節樹木

# SKIN_NAMES.profileflair_luckygoldnugget_yotp
source: Lucky Gold Nugget
de: Glückgoldstück
es_mx: Pepita de oro de la suerte
fr: Pépite madeleine
it: Pepita d'oro fortunata
ja: 幸運の金塊
ko: 행운의 금조각
pl: Szczęśliwa bryłka złota
pt_br: Pepita de ouro da sorte
ru: Счастливый Золотой Самородок
zh_cn: 幸运黄金
zh_tw: 幸運黃金

# SKIN_NAMES.profileflair_mactusk
source: MacTusk
de: McHauer
es_mx: MacOlmillos
ja: チウィーセ
ko: 맥터스크
pl: MacKieł
ru: МакБивень
zh_cn: 海象
zh_tw: 海象

# SKIN_NAMES.profileflair_mad_science
source: Mad Scientist Lab
de: Labor des verrückten Wissenschaftlers
es_mx: Laboratorio de científico loco
fr: Labo du scientifique fou
it: Laboratorio da scienziato
ja: 狂科学者のラボ
ko: 미친 과학 기계
pl: Laboratorium szalonego naukowca
pt_br: Laboratório de Cientista Louco
ru: Лаборатория безумного ученого
zh_cn: 疯狂科学家实验室
zh_tw: 瘋狂科學家實驗室

# SKIN_NAMES.profileflair_mandrake
source: Mandrake
de: Alraune
es_mx: Mandrágora
fr: Mandragore
it: Mandragola
ja: マンドレイク
ko: 맨드레이크
pl: Mandragora
pt_br: Mandrágora
ru: Мандрагора
zh_cn: 曼德拉草
zh_tw: 曼德拉草

# SKIN_NAMES.profileflair_mast_nautical
source: Rockjaw Sail
de: Steinbeiß-Segel
fr: Voile de pierrequin
it: Vela con mascella rocciosa
ja: ロックジョーの帆
ko: 바위턱 상어의 항해
pl: Żagiel Kamiennoszczękiego
pt_br: Vela de Boca Rochosa
ru: Парус Камнезева
zh_cn: 岩石大白鲨风帆
zh_tw: 岩石大白鯊風帆

# SKIN_NAMES.profileflair_mastupgradelamp_nautical
source: Shellbound Deck Illuminator
de: Muschel-Deckbeleuchtung
fr: Lumière de pont coquillage
it: Illuminatore di ponte con conchiglie
ja: 貝のデッキ用照明器
ko: 조개껍질 갑판 조명
pl: Muszlowa lampa pokładowa
pt_br: Iluminador de Convés Cascudo
ru: Ракушечный мачтовый фонарь
zh_cn: 贝壳甲板照明仪
zh_tw: 貝殼甲板照明儀

# SKIN_NAMES.profileflair_mastupgradelightningrod_nautical
source: Serpentine Storm Eater
de: Schlangenhafter Sturmfresser
fr: Mange-tempête ophidien
it: Consumatempeste serpentino
ja: 嵐喰らいの蛇
ko: 두루두루 폭풍우 포식자
pl: Wijący się burzołak
pt_br: Comedora de Tempestades Serpentiforme
ru: Витой грозоед
zh_cn: 巨蛇风暴吞噬者
zh_tw: 巨蛇風暴吞噬者

# SKIN_NAMES.profileflair_merm
source: Merm
es_mx: Tritón
it: Mermo
ja: マーム
ko: 어인
pt_br: Sereio
ru: Тритон
zh_cn: 鱼人
zh_tw: 魚人

# SKIN_NAMES.profileflair_mole
source: Moleworm
de: Maulwurfswurm
es_mx: Topolombriz
fr: Ver-taupe
it: Talperme
ja: モールワーム
ko: 두더지렁이
pl: Kret
pt_br: Verme toupeira
ru: Кроточервь
zh_cn: 鼹鼠
zh_tw: 鼴鼠

# SKIN_NAMES.profileflair_moonstaff_crystal
source: Prismatic Moon Caller Staff
de: Prismatischer Mondruferstab
es_mx: Cetro de Invocador Lunar Prismático
fr: Bâton prismatique d'invocation lunaire
it: Bastone attira luna a prisma
ja: 色鮮やかな月召喚者の杖
ko: 프리즘 달 부름 지팡이
pl: Pryzmatyczne berło księżycowego czarodzieja
pt_br: Cajado Prismático do Avocante da Lua
ru: Призматический посох призывателя луны
zh_cn: 棱镜唤月者魔杖
zh_tw: 棱鏡喚月者魔杖

# SKIN_NAMES.profileflair_mudpie_yotp
source: Eight Treasures Mud Pie
de: Schlammpastete mit acht Schätzen
es_mx: Pastel de barro de ocho tesoros
fr: Tarte à la boue porte-bonheur
it: Torta di fango fortunata
ja: 八宝泥パイ
ko: 팔보진흙파이
pl: Błotna zapiekanka ze skarbami
pt_br: Torta de lama dos oito tesouros
ru: Грязевой пирог Восьми Сокровищ
zh_cn: 八宝泥馅饼
zh_tw: 八寶泥餡餅

# SKIN_NAMES.profileflair_nightlight
source: Night Light
de: Nachtlicht
es_mx: Luz nocturna
fr: Lumière des ténèbres
it: Luce notturna
ja: 常夜灯
ko: 야간등
pl: Nocna latarnia
pt_br: Luz noturna
ru: Пламя ночи
zh_cn: 魂灯
zh_tw: 魂燈

# SKIN_NAMES.profileflair_ornaments_1
source: Fine Festive Bauble
de: Feine Festtagskugel
es_mx: Bola festiva elegante
fr: Jolie babiole de fête
it: Pallina raffinata delle festività
ja: ステキなお祭りの飾り
ko: 고급 축제 장식
pl: Urocza świąteczna bombka
pt_br: Enfeite festivo elegante
ru: Нарядная Праздничная игрушка
zh_cn: 精致的节庆小饰品
zh_tw: 精緻的節慶小飾品

# SKIN_NAMES.profileflair_ornaments_10
source: Magnificent Klaus Ornament
de: Prächtiges Klaus-Ornament
es_mx: Adorno de Klaus magnífico
fr: Décoration magnifique de Klaus
it: Magnifica decorazione di Klaus
ja: 立派なクラウスのオーナメント
ko: 웅장한 클라우스 장식
pl: Wspaniała ozdoba Klausa
pt_br: Ornamento de Klaus magnífico
ru: Великолепное украшение в виде Клауса
zh_cn: 华丽的坎普斯装饰物
zh_tw: 華麗的坎普斯裝飾物

# SKIN_NAMES.profileflair_ornaments_11
source: Magnificent No-Eyed Deer Ornament
de: Wunderschönes augenloses Ornament
es_mx: Adorno de ciervo sin ojos magnífico
fr: Magnifique décoration d'élan sans yeux
it: Magnifica decorazione del cervo senz'occhi
ja: 立派な目がない鹿のオーナメント
ko: 웅장한 눈 없는 사슴 장식
pl: Wspaniała ozdoba bezokiego jelenia
pt_br: Ornamento de Cervo Sem-Clope magnífico
ru: Великолепное украшение в виде Безглазого оленя
zh_cn: 华丽的无眼鹿装饰物
zh_tw: 華麗的無眼鹿裝飾物

# SKIN_NAMES.profileflair_ornaments_12
source: Green Festive Bauble
de: Grüne Festtagskugel
es_mx: Bola festiva verde
fr: Babiole de fête verte
it: Pallina delle festività verde
ja: 緑のお祭りの飾り
ko: 녹색 축제 장식
pl: Zielona świąteczna bombka
pt_br: Enfeite festivo verde
ru: Зеленая Праздничная игрушка
zh_cn: 绿色节庆小饰品
zh_tw: 綠色節慶小飾品

# SKIN_NAMES.profileflair_ornaments_13
source: Festive Tree Planter
de: Festlicher Baumständer
es_mx: Maceta de árbol festivo
fr: Jardinière de Noël
it: Fioriera albero festivo
ja: お祭りの植木鉢
ko: 축제 트리 화분
pl: Doniczka na choinkę
pt_br: Vaso festivo
ru: Кадка для Праздничной Ели
zh_cn: 盛宴树盆
zh_tw: 盛宴樹盆

# SKIN_NAMES.profileflair_ornaments_14
source: Deerclops Ornament
de: Deerclops-Schmuck
es_mx: Adorno de ciérclope
fr: Décoration de cerf-clope
it: Ornamento del cervoclope
ja: ディアクロップスのオーナメント
ko: 외눈사슴 장식
pl: Ozdoba jeleklopa
pt_br: Enfeite de cervoclope
ru: Украшение: циклополень
zh_cn: 独眼巨鹿装饰物
zh_tw: 獨眼巨鹿裝飾物

# SKIN_NAMES.profileflair_ornaments_15
source: Moose/Goose Ornament
de: Elch/Gänse-Ornament
es_mx: Adorno de alce/ganso
fr: Décoration d'élan ailé
it: Ornamento dell'ocalce
ja: ムース・ガチョウのオーナメント
ko: 큰사슴/거위 장식
pl: Ozdoba łęsi
pt_br: Enfeite de alce/ganso
ru: Украшение: лось/гусь
zh_cn: 麋鹿鹅装饰物
zh_tw: 麋鹿鵝裝飾物

# SKIN_NAMES.profileflair_ornaments_16
source: Bee Queen Ornament
de: Bienenkönigin-Ornament
es_mx: Adorno de abeja reina
fr: Décoration de reine abeille
it: Ornamento dell'ape regina
ja: 女王蜂のオーナメント
ko: 여왕벌 장식
pl: Ozdoba królowej pszczół
pt_br: Enfeita de Abelha Rainha
ru: Украшение: пчелиная матка
zh_cn: 蜂王装饰物
zh_tw: 蜂王裝飾物

# SKIN_NAMES.profileflair_ornaments_17
source: Malbatross Ornament
de: Malbatros-Ornament
es_mx: Decoración de Malbatros
fr: Boule du malbatros
it: Ornamento dell'anatross
ja: 極悪アルバトロスのオーナメント
ko: 말바트로스 장식
pl: Ozdoba z malbatrosem
pt_br: Ornamento de Malbatross
ru: Украшение «Мальбатрос»
zh_cn: 邪天翁饰品
zh_tw: 邪天翁飾品

# SKIN_NAMES.profileflair_ornaments_2
source: Festive Star Bauble
de: Festliche Sternenkugel
es_mx: Bola festiva de estrellas
fr: Babiole de fête étoilée
it: Stellina delle festività
ja: お祭りの星飾り
ko: 축제 별 장식
pl: Gwiazdkowa świąteczna bombka
pt_br: Enfeite de estrelas festivo
ru: Звездная Праздничная игрушка
zh_cn: 节庆星星小饰品
zh_tw: 節慶星星小飾品

# SKIN_NAMES.profileflair_ornaments_3
source: Magnificent Fuelweaver Ornament
de: Wunderschöner Fuelweaver-Schmuck
es_mx: Adorno de tejedor sombrío magnífico
fr: Magnifique décoration de trameur d'essence
it: Magnifica decorazione del calderone
ja: 立派なナイトメアウィーバーのオーナメント
ko: 웅장한 연료직공 장식
pl: Wspaniała ozdoba tkacza powietrza
pt_br: Ornamento de tecelão de combustível magnífico
ru: Великолепное украшение в виде Кошмарного Прядильщика
zh_cn: 华丽的织影者装饰物
zh_tw: 華麗的織影者裝飾物

# SKIN_NAMES.profileflair_ornaments_4
source: Red Festive Bauble
de: Rote Festtagskugel
es_mx: Bola festiva roja
fr: Babiole de fête rouge
it: Pallina delle festività rossa
ja: 赤のお祭りの飾り
ko: 빨간 축제 장식
pl: Czerwona świąteczna bombka
pt_br: Enfeite festivo vermelho
ru: Красная Праздничная игрушка
zh_cn: 红色节庆小饰品
zh_tw: 紅色節慶小飾品

# SKIN_NAMES.profileflair_ornaments_5
source: Jolly Blue Light
de: Festlich blaues Licht
es_mx: Luz azul alegre
fr: Ampoule sacrément bleue
it: Luce blu allegra
ja: 陽気な青いライト
ko: 유쾌한 파란 조명
pl: Wesołe niebieskie światełko
pt_br: Luz azul alegre
ru: Веселая Синяя лампочка
zh_cn: 欢快的蓝灯
zh_tw: 歡快的藍燈

# SKIN_NAMES.profileflair_ornaments_6
source: Magnificent Krampus Ornament
de: Wunderschönes Krampus-Ornament
es_mx: Adorno de Krampus magnífico
fr: Magnifique décoration de krampus
it: Magnifica decorazione di Krampus
ja: 立派なクランプスのオーナメント
ko: 웅장한 크람푸스 장식
pl: Wspaniała ozdoba krampusa
pt_br: Ornamento de Krampus magnífico
ru: Великолепное украшение в виде Крампуса
zh_cn: 华丽的坎普斯装饰物
zh_tw: 華麗的坎普斯裝飾物

# SKIN_NAMES.profileflair_ornaments_7
source: Pink Festive Bauble
de: Rosa Festtagskugel
es_mx: Bola festiva rosa
fr: Babiole de fête rose
it: Pallina delle festività rosa
ja: ピンクのお祭りの飾り
ko: 분홍색 축제 장식
pl: Różowa świąteczna bombka
pt_br: Enfeite festivo rosa
ru: Розовая Праздничная игрушка
zh_cn: 粉色节庆小饰品
zh_tw: 粉色節慶小飾品

# SKIN_NAMES.profileflair_ornaments_8
source: Fancy Star Bauble
de: Schicke Sternkugel
es_mx: Bola de estrellas elegante
fr: Jolie babiole étoilée
it: Stellina decorata
ja: おしゃれな星飾り
ko: 화려한 별 장식
pl: Elegancka gwiazdkowa bombka
pt_br: Enfeite de estrelas elegante
ru: Забавная Звездная игрушка
zh_cn: 精美的星星小饰品
zh_tw: 精美的星星小飾品

# SKIN_NAMES.profileflair_ornaments_9
source: Magnificent Antlion Ornament
de: Wunderschöner Ameisenlöwen-Schmuck
es_mx: Adorno de hormigaleón magnífico
fr: Magnifique décoration de fourmilion
it: Magnifica decorazione della formicaleone
ja: 立派なアントライオンのオーナメント
ko: 웅장한 개미사자 장식
pl: Wspaniała ozdoba mrówkolwa
pt_br: Ornamento de leormigo magnífico
ru: Великолепное украшение в виде Муравьиного Льва
zh_cn: 华丽的蚁狮装饰物
zh_tw: 華麗的蟻獅裝飾物

# SKIN_NAMES.profileflair_pengull
source: Pengull
es_mx: Pingüeña
fr: Pingouin
it: Pingabbiano
ja: ペンギンカモメ
ko: 펭갈매기
pl: Megwin
pt_br: Pinguivota
ru: Пинчайка
zh_cn: 企鸥
zh_tw: 企鷗

# SKIN_NAMES.profileflair_phonograph
source: Wretched Gramophone
de: Verdammtes Grammophon
es_mx: Gramófono despreciable
fr: Gramophone minable
it: Grammofono malmesso
ja: 不幸のグラモフォン
ko: 지긋지긋한 축음기
pl: Przeklęty gramofon
pt_br: Gramofone maldito
ru: Никудышный граммофон
zh_cn: 邪恶留声机
zh_tw: 邪惡留聲機

# SKIN_NAMES.profileflair_pig_happy
source: Happy Pigman
de: Glücklicher Schweinemann
es_mx: Cerdo feliz
fr: Homme-cochon content
it: Maialino felice
ja: 幸せなピッグマン
ko: 행복한 돼지인간
pl: Wesoły prosiak
pt_br: Porcomem feliz
ru: Счастливый Свинолюд
zh_cn: 快乐的猪人
zh_tw: 快樂的豬人

# SKIN_NAMES.profileflair_pigking
source: The Pig King
de: Der Schweinekönig
es_mx: El Rey Cerdo
fr: Le roi cochon
it: Il re maiale
ja: ブタの王様
ko: 돼지 왕
pl: Król Świniak
pt_br: O Rei Porco
ru: Король свиней
zh_cn: 猪王
zh_tw: 豬王

# SKIN_NAMES.profileflair_pigking_yotp
source: Pig King
de: Schweinekönig
es_mx: Rey Cerdo
fr: Roi cochon
it: Re maiale
ja: ブタの王様
ko: 돼지 왕
pl: Król Świniak
pt_br: Rei Porco
ru: Король свиней
zh_cn: 猪王
zh_tw: 豬王

# SKIN_NAMES.profileflair_pigtoken_yotp
source: Golden Belt
de: Goldener Gürtel
es_mx: Cinturón de oro
fr: Ceinture en or
it: Cintura d'oro
ja: 金のベルト
ko: 황금 벨트
pl: Złoty pas
pt_br: Cinto de ouro
ru: Золотой пояс
zh_cn: 金色腰带
zh_tw: 金色腰帶

# SKIN_NAMES.profileflair_potion_sanity
source: Sensible Potion
de: Vernünftiger Trank
es_mx: Pócima de cordura
fr: Potion raisonnable
it: Pozione di buon senso
ja: 正気のポーション
ko: 분별의 물약
pl: Napój Rozsądku
pt_br: Poção razoável
ru: Зелье благоразумия
zh_cn: 理智药水
zh_tw: 理智藥水

# SKIN_NAMES.profileflair_pumpkinlantern
source: Spooky Pumpkin Lantern
de: Gruselige Kürbislaterne
es_mx: Linterna de calabaza tenebrosa
fr: Lanterne citrouille effrayante
it: Lanterna di zucca spettrale
ja: 不気味なカボチャのランタン
ko: 음산한 호박등
pl: Upiorny dyniowy lampion
pt_br: Lampião de abóbora
ru: Жуткий Фонарь из тыквы
zh_cn: 可怕的南瓜灯
zh_tw: 可怕的南瓜燈

# SKIN_NAMES.profileflair_puppington
source: Vargling
de: Welpe
es_mx: Huarguito
fr: Petit varg
it: Vargolino
ja: ヴァーグリング
ko: 바글링
pl: Warguś
pt_br: Varguinho
ru: Варжонок
zh_cn: 小座狼
zh_tw: 小座狼

# SKIN_NAMES.profileflair_quagmiretournament_bronze
source: Burnished Icon of Gnaw
de: Glänzendes Symbol des Mampf
es_mx: Ícono bruñido de la Roedora
fr: Icône du Gnaw aux reflets dorés
it: Icona di bronzo del Masticatore
ja: ツヤツヤのノウのアイコン
ko: 광 나는 물뜯이 아이콘
pl: Wypolerowana ikona Gryzienia
pt_br: Ícone lustroso de Gnaw
ru: Сверкающая иконка Грызуна
zh_cn: 饕餮抛光图标
zh_tw: 饕餮拋光圖示
