Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.webber_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.webber_none
source: Webber
ja: ウェバー
ko: 웨버
ru: Веббер
zh_cn: 韦伯
zh_tw: 韋伯

# SKIN_NAMES.webber_punk
source: The Rebel
de: Rebell
es_mx: Skin rebelde
fr: Le Rebelle
it: Il ribelle
ja: 反逆者
ko: 반항아
pl: Buntownik
pt_br: O Rebelde
ru: Мятежник
zh_cn: 叛逆
zh_tw: 叛逆

# SKIN_NAMES.webber_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.webber_rosep
source: The Roseate
de: Rosig
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.webber_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.webber_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.webber_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.webber_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.webber_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.webber_wrestler
source: El Tigre Cub
de: Junger El Tigre
es_mx: El Tigrito
fr: Le petit tigrou
it: Il tigrotto
ja: エル・ティグレ坊や
ko: 엘 티그레 새끼
pl: El Tigre Junior
pt_br: Filhotinho de El Tigre
ru: Детеныш Эль Тигре
zh_cn: 小老虎
zh_tw: 小老虎

# SKIN_NAMES.wendy_combatant
source: The Challenger
de: Herausforderin
es_mx: Skin retadora
fr: L'adversaire
it: La Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: A Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wendy_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wendy_creepy
source: The Supernatural
de: Übernatürlich
es_mx: Skin sobrenatural
fr: La Surnaturelle
it: La soprannaturale
ja: 超能力
ko: 초자연
pl: Nawiedzona
pt_br: A Sobrenatural
ru: Сверхъестественная
zh_cn: 超自然
zh_tw: 超自然

# SKIN_NAMES.wendy_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wendy_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wendy_gladiator
source: The Gladiator
de: Gladiatorin
es_mx: Skin gladiadora
fr: La gladiatrice
it: La Gladiatrice
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: A Gladiadora
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wendy_handmedown
source: The Nostalgic
de: Die Nostalgikerin
es_mx: La Nostálgica
fr: La nostalgique
it: La Nostalgica
ja: ノスタルジー
ko: 그리움
pl: Nostalgiczna
pt_br: A Nostálgica
ru: Ностальгический
zh_cn: 怀旧
zh_tw: 懷舊

# SKIN_NAMES.wendy_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wendy_lureplant
source: Lureplant Costume
de: Lockpflanzen-Kostüm
es_mx: Traje de bulbo de carne
fr: Costume bulbe à viande
it: Costume da pianta adescatrice
ja: ルアプラントのコスチューム
ko: 미끼식물 의상
pl: Strój mięśniaka
pt_br: Fantasia de plantaolho
ru: Костюм Приманкоцвета
zh_cn: 眼球草服饰
zh_tw: 眼球草服飾

# SKIN_NAMES.wendy_lureplant_d
source: Wendyflower Head
de: Wendyflower-Kopf
es_mx: Cabeza de Flor de Wendy
fr: Tête de Wendyfleur
it: Testa di Adescawendy
ja: ウェンディフラワーの頭
ko: 웬디플라워 머리
pl: Głowa Wendykwiatka
pt_br: Cabeça de Wendyflor
ru: Голова Вендицвета
zh_cn: 食人花温蒂之颅
zh_tw: 食人花溫蒂之顱

# SKIN_NAMES.wendy_lureplant_p
source: Wendyflower Head
de: Wendyflower-Kopf
es_mx: Cabeza de Flor de Wendy
fr: Tête de Wendyfleur
it: Testa di Adescawendy
ja: ウェンディフラワーの頭
ko: 웬디플라워 머리
pl: Głowa Wendykwiatka
pt_br: Cabeça de Wendyflor
ru: Голова Вендицвета
zh_cn: 食人花温蒂之颅
zh_tw: 食人花溫蒂之顱

# SKIN_NAMES.wendy_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: La magmatique
it: La Magmatica
ja: マグマ
ko: 마그마질
pl: Magmatyczna
pt_br: A Magmática
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wendy_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wendy_none
source: Wendy
ja: ウェンディ
ko: 웬디
ru: Венди
zh_cn: 温蒂
zh_tw: 溫蒂

# SKIN_NAMES.wendy_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wendy_rosep
source: The Roseate
de: Rosig
es_mx: La Rosada
fr: La rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wendy_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wendy_shadowp
source: The Triumphant
de: Triumphantin
es_mx: La triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wendy_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wendy_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: La Sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wendy_victorian
source: The Victorian
de: Viktorianerin
es_mx: Skin victoriana
fr: La victorienne
it: La Vittoriana
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriańska
pt_br: A Vitoriana
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wes_clown
source: The Pierrot
de: Pierrot
es_mx: Skin Pierrot
fr: Le Pierrot
it: Il Pierrot
ja: ピエロ
ko: 피에로
pl: Pierrot
pt_br: O Pierrô
ru: Пьеро
zh_cn: 小丑
zh_tw: 小丑

# SKIN_NAMES.wes_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wes_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wes_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wes_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wes_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wes_harlequin
source: The Fool
de: Der Narr
fr: Le Bouffon
it: Il Giullare
ja: 愚か者
ko: 어리석은 자
pl: Błazen
pt_br: O Bobo
ru: Шут
zh_cn: 愚人
zh_tw: 愚人

# SKIN_NAMES.wes_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: Le magmatique
it: Il Magmatico
ja: マグマ
ko: 마그마질
pl: Magmatyczny
pt_br: O Magmático
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wes_mandrake
source: Mandrake Costume
de: Alraunen-Kostüm
es_mx: Traje de mandrágora
fr: Costume mandragore
it: Costume da mandragola
ja: マンドレイクのコスチューム
ko: 맨드레이크 의상
pl: Strój mandragory
pt_br: Fantasia de mandrágora
ru: Костюм Мандрагоры
zh_cn: 曼德拉草的服饰
zh_tw: 曼德拉草的服飾

# SKIN_NAMES.wes_mandrake_d
source: Wesdrake Makeup
es_mx: Maquillaje de Wesdrágora
fr: Maquillage de Wesdragore
it: Trucco di Dragonwes
ja: ウェスドレイクのメイク
ko: 웨스드레이크 분장
pl: Makijaż Wesmoka
pt_br: Maquiagem de Wesdrágora
ru: Грим Весдрагоры
zh_cn: 曼德拉维斯妆
zh_tw: 曼德拉維斯妝

# SKIN_NAMES.wes_mandrake_p
source: Wesdrake Makeup
es_mx: Maquillaje de Wesdrágora
fr: Maquillage de Wesdragore
it: Trucco di Dragonwes
ja: ウェスドレイクのメイク
ko: 웨스드레이크 분장
pl: Makijaż Wesmoka
pt_br: Maquiagem de Wesdrágora
ru: Грим Весдрагоры
zh_cn: 曼德拉维斯妆
zh_tw: 曼德拉維斯妝

# SKIN_NAMES.wes_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.wes_none
source: Wes
ja: ウェス
ko: 웨스
ru: Вэс
zh_cn: 韦斯
zh_tw: 韋斯

# SKIN_NAMES.wes_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różowy
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wes_rosep
source: The Roseate
de: Rosig
fr: Le rose
it: Il Rosato
ja: バラ色
ko: 장밋빛
pl: Różana
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wes_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wes_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: Il Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwycięzca
pt_br: O Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wes_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: O Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wes_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wes_victorian
source: The Victorian
de: Viktorianer
es_mx: Skin victoriana
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wes_wrestler
source: The Lover
de: Der Liebende
es_mx: Skin amante
fr: L'amant
it: L'Amante
ja: 恋人
ko: 연인
pl: Kochaś
pt_br: O Amante
ru: Возлюбленный
zh_cn: 情圣
zh_tw: 情聖

# SKIN_NAMES.wes_yule
source: The Merrymaker
de: Der Festliche
es_mx: El fiestero
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczny
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.whip_snapthorn
source: Snapthorn
de: Schnappdorn
fr: Fouépine
it: Spina schioccante
ja: スナップソーン
ko: 무는 가시
pl: Ciernisty bicz
pt_br: Quebragalho
ru: Шипоплеть
zh_cn: 荆鞭
zh_tw: 荊鞭

# SKIN_NAMES.wickerbottom_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: La Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: A Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wickerbottom_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wickerbottom_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wickerbottom_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: La Gladiatrice
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: A Gladiadora
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.wickerbottom_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.wickerbottom_lightninggoat
source: Volt Goat Costume
de: Blitzziegen-Kostüm
es_mx: Traje de cabra eléctrica
fr: Costume chèvre électrique
it: Costume della capra elettrica
ja: サンダーゴートのコスチューム
ko: 번개염소 의상
pl: Strój wolcioła
pt_br: Fantasia de bode elétrico
ru: Костюм Вольт-козы
zh_cn: 伏特羊的服饰
zh_tw: 伏特羊的服飾

# SKIN_NAMES.wickerbottom_lightninggoat_d
source: Ms. Voltbottom Antlers
de: Frau-Voltbottom-Geweih
es_mx: Astas de Sra. Rayobottom
fr: Ramure de Mme Chèvrobottom
it: Corna della sig.na Parawicker
ja: ボルトボトム夫人の角
ko: 염소바텀 뿔
pl: Poroże pani Woltbottom
pt_br: Galhada de Sra. Voltbottom
ru: Оленьи рога Вольтботтом
zh_cn: 伏特博顿女士的羊角
zh_tw: 伏特博頓女士的羊角

# SKIN_NAMES.wickerbottom_lightninggoat_p
source: Ms. Voltbottom Antlers
de: Frau-Voltbottom-Geweih
es_mx: Astas de Sra. Rayobottom
fr: Ramure de Mme Chèvrobottom
it: Corna della sig.na Parawicker
ja: ボルトボトム夫人の角
ko: 염소바텀 뿔
pl: Poroże pani Woltbottom
pt_br: Galhada de Sra. Voltbottom
ru: Оленьи рога Вольтботтом
zh_cn: 伏特博顿女士之羊角
zh_tw: 伏特博頓女士之羊角

# SKIN_NAMES.wickerbottom_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: La magmatique
it: La Magmatica
ja: マグマ
ko: 마그마질
pl: Magmatyczna
pt_br: A Magmática
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.wickerbottom_none
source: Wickerbottom
ja: ウィッカーボトム
ko: 위커바텀
pl: Wiklińska
ru: Уикерботтом
zh_cn: 薇克巴顿
zh_tw: 薇克巴頓

# SKIN_NAMES.wickerbottom_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.wickerbottom_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.wickerbottom_spiderwitch
source: The Bewitched
de: Die Hexe
es_mx: La Hechizada
fr: L'ensorcelée
it: La Stregata
ja: 魔法仕掛け
ko: 마법 들린
pl: Czarująca
pt_br: A Enfeitiçada
ru: Колдовство
zh_cn: 女巫
zh_tw: 女巫

# SKIN_NAMES.wickerbottom_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.wickerbottom_victorian
source: The Victorian
de: Viktorianerin
es_mx: Skin victoriana
fr: La victorienne
it: La Vittoriana
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriańska
pt_br: A Vitoriana
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.wickerbottom_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.willow_combatant
source: The Challenger
de: Herausforderin
es_mx: Skin retadora
fr: L'adversaire
it: La Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: A Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.willow_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.willow_dowdy
source: The Woeful
de: Trauer
es_mx: La Afligida
fr: Le Triste
it: La deplorevole
ja: 悲痛
ko: 비애의
pl: Żałosna
pt_br: A Triste
ru: Скорбная
zh_cn: 可悲的
zh_tw: 可悲的

# SKIN_NAMES.willow_dragonfly
source: Dragonfly Costume
de: Libellen-Kostüm
es_mx: Traje de mosca dragón
fr: Costume libellule
it: Costume da draghellula
ja: ドラゴンフライのコスチューム
ko: 용파리 의상
pl: Strój smoczuchy
pt_br: Fantasia de libélula
ru: Костюм Дракомухи
zh_cn: 龙蝇服饰
zh_tw: 龍蠅服飾

# SKIN_NAMES.willow_dragonfly_d
source: Willowfly Head
de: Willowfly-Kopf
es_mx: Cabeza de Willowmosca
fr: Tête de Willowlulle
it: Testa di Draghellulow
ja: ウィローフライの頭
ko: 윌로우프라이 머리
pl: Głowa Willowmuchy
pt_br: Cabeça de Willowlada
ru: Голова Уилломухи
zh_cn: 龙蝇薇洛之颅
zh_tw: 龍蠅薇洛之顱

# SKIN_NAMES.willow_dragonfly_p
source: Willowfly Head
de: Willowfly-Kopf
es_mx: Cabeza de Willowmosca
fr: Tête de Willowlulle
it: Testa di Draghellulow
ja: ウィローフライの頭
ko: 윌로우프라이 머리
pl: Głowa Willowmuchy
pt_br: Cabeça de Willowlada
ru: Голова Уилломухи
zh_cn: 龙蝇薇洛之颅
zh_tw: 龍蠅薇洛之顱

# SKIN_NAMES.willow_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.willow_formalp
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.willow_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: La Gladiatrice
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: A Gladiadora
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士

# SKIN_NAMES.willow_haunteddoll
source: The Forlorn Doll
de: Die verlorene Puppe
es_mx: La muñeca desamparada
fr: La poupée abandonnée
it: La bambola solitaria
ja: 孤独な人形
ko: 쓸쓸한 인형
pl: Zbolała Laleczka
pt_br: A Boneca Desamparada
ru: Забытая кукла
zh_cn: 悲凉玩偶
zh_tw: 悲涼玩偶

# SKIN_NAMES.willow_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.willow_magma
source: The Magmatic
de: Magmatisch
es_mx: Skin magmática
fr: La magmatique
it: La Magmatica
ja: マグマ
ko: 마그마질
pl: Magmatyczna
pt_br: A Magmática
ru: Магматич.
zh_cn: 岩浆
zh_tw: 岩漿

# SKIN_NAMES.willow_none
source: Willow
ja: ウィロー
ko: 윌로우
ru: Уиллоу
zh_cn: 薇洛
zh_tw: 薇洛

# SKIN_NAMES.willow_rose
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.willow_rosep
source: The Roseate
de: Rosig
es_mx: Skin rosada
fr: Le rose
it: La Rosata
ja: バラ色
ko: 장밋빛
pl: Różowa
pt_br: A Rosada
ru: Цветущий
zh_cn: 玫瑰
zh_tw: 玫瑰

# SKIN_NAMES.willow_shadow
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.willow_shadowp
source: The Triumphant
de: Triumphantin
es_mx: Skin triunfal
fr: La triomphante
it: La Trionfante
ja: ビクトリー
ko: 의기양양
pl: Zwyciężczyni
pt_br: A Triunfante
ru: Победитель
zh_cn: 凯旋
zh_tw: 凱旋

# SKIN_NAMES.willow_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.willow_survivorp
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: La Sopravvissuta
ja: サバイバル
ko: 생존자
pl: Rozbitka
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.willow_victorian
source: The Victorian
de: Viktorianerin
es_mx: Skin victoriana
fr: La victorienne
it: La Vittoriana
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriańska
pt_br: A Vitoriana
ru: Викторианский
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.willow_yule
source: The Merrymaker
de: Die Festliche
fr: Le fêtard
it: L'Entusiasta
ja: パーティ番長
ko: 흥청망청
pl: Świąteczna
pt_br: O Felicitador
ru: Заводила
zh_cn: 欢乐
zh_tw: 歡樂

# SKIN_NAMES.wilson_beard_formal
source: Beard of Honor
de: Ehrenbart
es_mx: Barba de Honor
fr: Barbe d'honneur
it: Barba d'onore
ja: 正装用のヒゲ
ko: 격식 있는 수염
pl: Broda wizytowa
pt_br: Barba da Honra
ru: Почетная борода
zh_cn: 贵宾胡须
zh_tw: 貴賓鬍鬚

# SKIN_NAMES.wilson_beard_gladiator
source: Gladiator Beard
de: Gladiatorenbart
es_mx: Barba de Gladiador
fr: Barbe de gladiateur
it: Barba da gladiatore
ja: 剣闘士のヒゲ
ko: 검투사 수염
pl: Broda gladiatora
pt_br: Barba de Gladiador
ru: Борода гладиатора
zh_cn: 角斗士胡须
zh_tw: 角鬥士鬍鬚

# SKIN_NAMES.wilson_beard_ice
source: Snowfallen Beard
de: Neuschneebart
es_mx: Barba Nevada
fr: Barbe de givre
it: Barba da nevicata
ja: 雪の日のヒゲ
ko: 눈 덮인 수염
pl: Broda śniegowa
pt_br: Barba Nevada
ru: Снежная борода
zh_cn: 下雪胡须
zh_tw: 下雪鬍鬚

# SKIN_NAMES.wilson_beard_madscience
source: Mad Science Beard
de: Bart des verrückten Wissenschaftlers
es_mx: Barba de Científico Loco
fr: Barbe de scientifique fou
it: Barba da scienza folle
ja: イカレ科学者のヒゲ
ko: 미친 과학 수염
pl: Broda szalonego naukowca
pt_br: Barba de Cientista Louco
ru: Борода безумного ученого
zh_cn: 疯狂科学胡须
zh_tw: 瘋狂科學鬍鬚

# SKIN_NAMES.wilson_beard_magma
source: Magmatic Beard
de: Magmabart
es_mx: Barba Magmática
fr: Barbe magmatique
it: Barba magmatica
ja: マグマのヒゲ
ko: 마그마질 수염
pl: Broda magmatyczna
pt_br: Barba Magmática
ru: Магмовая борода
zh_cn: 岩浆胡须
zh_tw: 岩漿鬍鬚

# SKIN_NAMES.wilson_beard_nature
source: Verdant Beard
de: Sprießender Bart
es_mx: Barba Verdusca
fr: Barbe verdoyante
it: Barba verdeggiante
ja: 新緑のヒゲ
ko: 푸릇푸릇 수염
pl: Zielona broda
pt_br: Barba Verdejante
ru: Лиственная борода
zh_cn: 绿色胡须
zh_tw: 綠色鬍鬚

# SKIN_NAMES.wilson_beard_pigguard
source: Piggsbury Beard
de: Piggsbury-Bart
es_mx: Barba de Cerdo Guardián
fr: Barbe en collier
it: Barba di Maialson
ja: ピグスべリーのヒゲ
ko: 픽스버리 수염
pl: Broda świniuchy
pt_br: Barba de Porcobury
ru: Борода Свинберри
zh_cn: 猪威尔逊胡须
zh_tw: 豬威爾遜鬍鬚

# SKIN_NAMES.wilson_beard_rose
source: Roseate Beard
de: Rosenrot-Bart
es_mx: Barba Rosada
fr: Barbe à roses
it: Barba rosata
ja: バラ色のヒゲ
ko: 장밋빛 수염
pl: Broda różana
pt_br: Barba Rosada
ru: Цветущая борода
zh_cn: 玫瑰胡须
zh_tw: 玫瑰鬍鬚

# SKIN_NAMES.wilson_beard_shadow
source: Triumphant Beard
de: Triumph-Bart
es_mx: Barba Triunfal
fr: Barbe triomphante
it: Barba trionfante
ja: 勝者のヒゲ
ko: 의기양양 수염
pl: Broda zwycięska
pt_br: Barba Triunfante
ru: Борода победителя
zh_cn: 凯旋胡须
zh_tw: 凱旋鬍鬚

# SKIN_NAMES.wilson_beard_survivor
source: Survivor Beard
de: Überlebender-Bart
es_mx: Barba de Sobreviviente
fr: Barbe de survivant
it: Barba da sopravvissuto
ja: 生存者のヒゲ
ko: 생존자 수염
pl: Broda rozbitka
pt_br: Barba de Sobrevivente
ru: Борода выжившего
zh_cn: 冒险家胡须
zh_tw: 冒險家鬍鬚

# SKIN_NAMES.wilson_beard_victorian
source: Victorian Beard
de: Viktorianischer Bart
es_mx: Barba Victoriana
fr: Barbe victorienne
it: Barba vittoriana
ja: ビクトリアのヒゲ
ko: 빅토리아풍 수염
pl: Broda wiktoriańska
pt_br: Barba Vitoriana
ru: Викторианская борода
zh_cn: 维多利亚胡须
zh_tw: 維多利亞鬍鬚

# SKIN_NAMES.wilson_beard_yule
source: Holly Beard
de: Stechpalmenbart
fr: Barbe à houx
it: Barba con agrifoglio
ja: 聖なるヒゲ
ko: 신성한 수염
pl: Broda z ostrokrzewu
pt_br: Barba-festejo
ru: Остролистовая борода
zh_cn: 冬青胡须
zh_tw: 冬青鬍鬚

# SKIN_NAMES.wilson_combatant
source: The Challenger
de: Herausforderer
es_mx: Skin retadora
fr: L'adversaire
it: Lo Sfidante
ja: 挑戦者
ko: 도전자
pl: Rzucająca wyzwanie
pt_br: O Desafiante
ru: Соперник
zh_cn: 挑战者
zh_tw: 挑戰者

# SKIN_NAMES.wilson_cook
source: The Culinarian
de: Gourmet
es_mx: Skin culinaria
fr: Le cuisinier
it: Il culinario
ja: 孤高の料理人
ko: 요리사
pl: Mistrz kuchni
pt_br: O Gastrônomo
ru: Кулинар
zh_cn: 厨师
zh_tw: 廚師

# SKIN_NAMES.wilson_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidada de honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.wilson_gladiator
source: The Gladiator
de: Gladiator
es_mx: Skin gladiadora
fr: La gladiatrice
it: Il Gladiatore
ja: 剣闘士
ko: 검투사
pl: Wojownicza
pt_br: O Gladiador
ru: Гладиатор
zh_cn: 角斗士
zh_tw: 角鬥士
