Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.legs_woodie_gladiator
source: Brawler's Leggings
de: Schläger-Leggings
es_mx: Mallas de peleador
fr: Pantalon de bagarreur
it: Fuseaux attaccabrighe
ja: 荒くれ者のレギンス
ko: 싸움꾼의 레깅스
pl: Legginsy twardziela
pt_br: Leggings de lutador
ru: Леггинсы драчуна
zh_cn: 好斗者的护腿
zh_tw: 好鬥者的護腿

# SKIN_NAMES.legs_woodie_hippie
source: Bohemian Bellbottoms
de: Boheme-Schlaghose
fr: Pantalon évasé bohème
it: Pantaloni a zampa di elefante bohémien
ja: ボヘミアンベルボトム
ko: 보헤미안 나팔바지
pl: Dzwony członka bohemy
pt_br: Calças Boca de Sino Boêmias
ru: Богемные брюки клеш
zh_cn: 波西米亚喇叭裤
zh_tw: 波西米亞喇叭褲

# SKIN_NAMES.legs_woodie_hockey
source: Hockey Pants
de: Hockeyhose
es_mx: Pantalones de Hockey
fr: Pantalon de hockey
it: Pantaloni da hockey
ja: ホッケーのパンツ
ko: 하키 바지
pl: Spodnie do hokeja
pt_br: Calças de Hóquei
ru: Хоккейные штаны
zh_cn: 曲棍球裤子
zh_tw: 曲棍球褲子

# SKIN_NAMES.legs_woodie_magma
source: Hot Rod's Pants
de: Hotrod-Hosen
es_mx: Pantalones de hot rod
fr: Pantalon de pilote
it: Pantaloni da hot rod
ja: ホットロッドのパンツ
ko: 핫 로드 바지
pl: Spodnie z płomieniami
pt_br: Calças de piloto
ru: Штаны гонщика
zh_cn: 飞车手长裤
zh_tw: 飛車手長褲

# SKIN_NAMES.legs_woodie_nature
source: Orchardist's Pants
de: Hosen von Orchardist
es_mx: Pantalones de agricultor
fr: Pantalon de fauviste
it: Pantaloni fruttivendolo
ja: 果樹栽培のパンツ
ko: 과수원 재배자 바지
pl: Spodnie ogrodnika
pt_br: Calças de jardineiro
ru: Штаны садовода
zh_cn: 果园主的裤子
zh_tw: 果園主的褲子

# SKIN_NAMES.legs_woodie_victorian
source: Trader's Leggings
de: Händler-Leggings
es_mx: Mallas de comerciante
fr: Pantalon de marchand
it: Pantaloni commerciante
ja: 商人のレギンス
ko: 상인의 레깅스
pl: Legginsy handlarza
pt_br: Leggings de comerciante
ru: Леггинсы торговца
zh_cn: 商人的紧身裤
zh_tw: 商人的緊身褲

# SKIN_NAMES.legs_woodie_yule
source: Winter Warden Boots
de: Stiefel des Winterwächters
es_mx: Botas de Guardián Invernal
fr: Bottes de gardien de l'hiver
it: Stivali da guardiano
ja: 冬の警備用ブーツ
ko: 겨울 관리인 부츠
pl: Zimowe buciory stróża
pt_br: Botas do Guardião Invernal
ru: Ботинки зимнего стража
zh_cn: 寒冬护林人短靴
zh_tw: 寒冬護林人短靴

# SKIN_NAMES.legs_wormwood_cactus
source: Oasis Bound Legs
de: Oasenbeine
es_mx: Pantalones de Cactus de Oasis
fr: Jambes désertiques
it: Gambe del vacanziero
ja: 目指せオアシスレッグ
ko: 오아시스 거주자의 다리
pl: Kaktusowe nogi
pt_br: Pernas Vínculo do Oásis
ru: Низ пленника оазиса
zh_cn: 前往绿洲双腿
zh_tw: 前往綠洲雙腿

# SKIN_NAMES.legs_wormwood_mushroom
source: Hollow Legs
de: Hohlbeine
es_mx: Pantalones Huecos
fr: Jambes creuses
it: Gambe cave
ja: すかすかの足
ko: 텅 빈 다리
pl: Puste nogi
pt_br: Pernas Ocas
ru: Пустые ноги
zh_cn: 空洞双腿
zh_tw: 空洞雙腿

# SKIN_NAMES.legs_wormwood_pumpkin
source: Twisted Vines
de: Verdrehte Ranken
fr: Tiges entortillées
it: Viti intrecciate
ja: ねじれたツル
ko: 뒤틀린 덩굴
pl: Poskręcane pnącza
pt_br: Videiras Retorcidas
ru: Витые плети
zh_cn: 扭曲蔓藤
zh_tw: 扭曲蔓藤

# SKIN_NAMES.legs_wormwood_rose
source: Hedgerose Legs
de: Heckenrosenbeine
es_mx: Pantalones de Seto de Rosas
fr: Jambes rosier
it: Gambe siepe di rosa
ja: ヘッジローズの足
ko: 장미 생울타리 다리
pl: Różane nogi
pt_br: Pernas de Cercas de Rosa
ru: Ноги шиповника
zh_cn: 野玫瑰双腿
zh_tw: 野玫瑰雙腿

# SKIN_NAMES.legs_wormwood_shadow
source: Shadow Stalks
de: Schattenstängel
es_mx: Tallos Sombríos
fr: Tiges d'ombre
it: Steli d'ombra
ja: 影の足
ko: 그림자 줄기
pl: Łodygi cienia
pt_br: Talos das Sombras
ru: Темные стебли
zh_cn: 暗影茎秆
zh_tw: 暗影莖稈

# SKIN_NAMES.legs_wormwood_victorian
source: Cabriole Legs
de: Cabriole-Beine
fr: Jambes Louis XVI
it: Cabriole
ja: カブリオールの脚
ko: 카브리올 다리
pl: Nogi od stołu
pt_br: Pernas Cabriolé
ru: Туфли кабриоль
zh_cn: 躺椅腿
zh_tw: 躺椅腿

# SKIN_NAMES.legs_wormwood_yule
source: Poinsettia Legs
de: Weihnachtsstern-Beine
fr: Jambes de poinsettia
it: Gambe di stella di Natale
ja: ポインセチアの脚
ko: 포인세티아 다리
pl: Nogi poinsecji
pt_br: Pernas de Poinsétia
ru: Корни пуансеттии
zh_cn: 一品红腿
zh_tw: 一品紅腿

# SKIN_NAMES.legs_wortox_dragon
source: Draconic Legs
de: Drachenbeine
es_mx: Pantalones de Dragón
fr: Jambes dragoniques
it: Zampe draconiche
ja: 竜の足
ko: 용 다리
pl: Smocze nogi
pt_br: Pernas Dracônicas
ru: Драконьи ноги
zh_cn: 龙蛋
zh_tw: 龍蛋

# SKIN_NAMES.legs_wortox_ice
source: Reindeer Legs
de: Rentier-Beine
fr: Jambes de renne
it: Zampe da renna
ja: トナカイの脚
ko: 순록 다리
pl: Nogi renifera
pt_br: Pernas de Rena
ru: Копыта северного оленя
zh_cn: 驯鹿腿
zh_tw: 馴鹿腿

# SKIN_NAMES.legs_wortox_minotaur
source: Minotaur Hooves
de: Minotaurus-Hufe
es_mx: Patas de minotauro
fr: Sabots de minotaure
it: Zoccoli del minotauro
ja: ミノタウロスの蹄
ko: 미노타우로스 발굽
pl: Kopyta Minotaura
pt_br: Cascos do Minotauro
ru: Копыта Минотавра
zh_cn: 牛头人牛蹄
zh_tw: 牛頭人牛蹄

# SKIN_NAMES.legs_wortox_nature
source: Wood Imp Haunches
de: Hüften des Holzkobolds
fr: Chausses de diablotin sylvestre
it: Zampe da diavoletto ligneo
ja: 木の小悪魔の臀部
ko: 나무 임프 혼치
pl: Zad drewnianego chochlika
pt_br: Quadris Diabrete de Madeira
ru: Копыта древесного духа
zh_cn: 木质小恶魔双腿
zh_tw: 木質小惡魔雙腿

# SKIN_NAMES.legs_wortox_original
source: Forest Fawn Haunches
de: Waldfee-Hüften
es_mx: Patas de cervatillo del bosque
fr: Jambières de faon des bois
it: Scaldamuscoli cerbiatto
ja: 森の子鹿の下半身
ko: 어린 숲 동물 다리
pl: Udźce Leśnego Jelonka
pt_br: Coxas do Fauno da Floresta
ru: Ножки Лесного фавна
zh_cn: 森林幼崽之腿
zh_tw: 森林幼崽之腿

# SKIN_NAMES.legs_wortox_survivor
source: Grimy Goblin Hoofsies
de: Kobold-Hufschuhe
es_mx: Patas de duende mugriento
fr: Jambières de lutin crasseux
it: Zoccoli goblin sudicio
ja: 汚れたゴブリンの蹄
ko: 더러운 고블린 다리
pl: Kopytka Gnuśnego Goblina
pt_br: Casquinhos do Goblin Encardido
ru: Копытца Чумазого гоблина
zh_cn: 哥布林之腿
zh_tw: 哥布林之腿

# SKIN_NAMES.legs_wortox_victorian
source: Grotesque Limbs
de: Groteske Gliedmaßen
fr: Membres grotesques
it: Arti grotteschi
ja: グロッタ様式の四肢
ko: 기괴한 팔다리
pl: Groteskowe kończyny
pt_br: Membros Grotescos
ru: Гротескные ноги
zh_cn: 石像鬼双腿
zh_tw: 石像鬼雙腿

# SKIN_NAMES.legs_wurt_cave
source: Abyssal Flippers
de: Abgrund-Flossen
es_mx: Aletas Abismales
fr: Palmes abyssales
it: Pinne abissali
ja: 深海の足ヒレ
ko: 심해 오리발
pl: Głębinowe płetwy
pt_br: Nadadeiras Abissais
ru: Глубинные плавники
zh_cn: 深渊脚蹼
zh_tw: 深淵腳蹼

# SKIN_NAMES.legs_wurt_formal
source: Fancy Finned Feet
de: Schicke Flossenfüße
es_mx: Pantalones de Aletas Elegantes
fr: Pieds nageoires
it: Piedi eleganti
ja: おしゃれなヒレの足
ko: 고급 지느러미 발
pl: Elegancko opłetwione nogi
pt_br: Nadadeiras Elegantes
ru: Изящные ноги с перепонками
zh_cn: 优雅鱼鳍脚
zh_tw: 優雅魚鰭腳

# SKIN_NAMES.legs_wurt_rose
source: Axolotl Flippers
de: Axolotl-Flossen
es_mx: Aletas de Ajolote
fr: Nageoires d'axolotl
it: Pinne da axolotl
ja: アホロートルのヒレ
ko: 아홀로틀 오리발
pl: Płetwy aksolotla
pt_br: Nadadeiras de Axolote
ru: Плавники аксолотля
zh_cn: 六角恐龙脚爪
zh_tw: 六角恐龍腳爪

# SKIN_NAMES.legs_wurt_shadow
source: Jagged Legs
de: Zackenbeine
es_mx: Pantalones Dentados
fr: Jambes dentelées
it: Zampe con protuberanze
ja: トゲトゲの足
ko: 들쭉날쭉한 다리
pl: Ostre nogi
pt_br: Pernas Irregulares
ru: Шипастые ноги
zh_cn: 锯齿腿
zh_tw: 鋸齒腿

# SKIN_NAMES.legs_wurt_victorian
source: Cloven Kid Hooves
de: Gespaltene Ziegenhufe
fr: Petits papattes
it: Zoccoli giovanili
ja: 分裂した子供の蹄
ko: 갈라진 아이 발굽
pl: Racice dziecka
pt_br: Cascos Infantis Fendidos
ru: Раздвоенные детские копытца
zh_cn: 童子蹄
zh_tw: 童子蹄

# SKIN_NAMES.legs_wurt_yule
source: Sugarplum Slippers
de: Zuckerpflaumen-Pantoffeln
fr: Pantoufles de fée dragée
it: Scarpette prugna zuccherina
ja: あめ玉のスリッパ
ko: 슈가플럼 슬리퍼
pl: Kapcie ze słodkiej śliwki
pt_br: Chinelo de Ameixa-doce
ru: Балетки сахарной феи
zh_cn: 甜梅拖鞋
zh_tw: 甜梅拖鞋

# SKIN_NAMES.legs_wx78_gladiator
source: Cast Iron Legs
de: Gusseiserne Beine
es_mx: Piernas de hierro enyesadas
fr: Pantalon en fonte
it: Gambe in ghisa
ja: 鉄の足
ko: 주철 다리보호구
pl: Żeliwne nogi
pt_br: Pernas de ferro fundido
ru: Чугунные ноги
zh_cn: 铸铁腿部部件
zh_tw: 鑄鐵腿部部件

# SKIN_NAMES.legs_wx78_ice
source: Sub-Zero Legs
de: Unter-Null-Beine
fr: Jambes zéro absolu
it: Gambe sottozero
ja: 氷点下の脚
ko: 영하의 다리
pl: Nogi na mróz
pt_br: Pernas Subzero
ru: Низкотемпературные ноги
zh_cn: 零下腿
zh_tw: 零下腿

# SKIN_NAMES.legs_wx78_retro
source: Ambulation Apparatus
de: Ambulatorischer Apparat
fr: Dispositif de déplacement
it: Apparato di movimento
ja: 歩行装置
ko: 보행 도구
pl: Aparat ruchowy
pt_br: Aparato de Deambulação
ru: Двигательный аппарат
zh_cn: 行走装置
zh_tw: 行走裝置

# SKIN_NAMES.legs_wx78_victorian
source: Diving Suit Bottom
de: Tauchhosen
es_mx: Parte inferior del traje de buceo
fr: Fond de scaphandre
it: Sotto dello scafandro
ja: ダイビングスーツ（ボトム）
ko: 잠수복 바지
pl: Dół od stroju do nurkowania
pt_br: Parte debaixo de traje de mergulho
ru: Нижняя часть водолазного костюма
zh_cn: 潜水服下装
zh_tw: 潛水服下裝

# SKIN_NAMES.legs_wx78_yule
source: Woodcarved Legs
de: Holzbeine
es_mx: Pantalones Tallados en Madera
fr: Jambes en bois sculpté
it: Gambe intagliate nel legno
ja: 木彫りのボトムス
ko: 나무로 조각한 다리
pl: Nogi rzeźbione w drewnie
pt_br: Pernas Talhadas em Madeira
ru: Вырезанные из дерева ноги
zh_cn: 木刻双腿
zh_tw: 木刻雙腿

# SKIN_NAMES.lighter_haunteddoll
source: Cursed Sterling Lighter
de: Verfluchtes Silberfeuerzeug
es_mx: Encendedor de plata maldito
fr: Briquet en métal maudit
it: Accendino argenteo maledetto
ja: 呪いの銀ライター
ko: 저주받은 은 라이터
pl: Przeklęta zapalniczka Sterling
pt_br: Isqueiro autêntico amaldiçoado
ru: Проклятая серебряная зажигалка
zh_cn: 诅咒银打火机
zh_tw: 詛咒銀打火機

# SKIN_NAMES.lightning_rod_gothic
source: Gothic Thundercaller
de: Gotischer Donnerhall
fr: Paratonnerre gothique
it: Chiamatuoni gotico
ja: ゴシックな招雷機
ko: 고딕 천둥 호출기
pl: Gotycki piorunochron
pt_br: Chama-trovões Gótico
ru: Готический громобой
zh_cn: 哥特遣雷使
zh_tw: 哥特遣雷使

# SKIN_NAMES.lightning_rod_nautical
source: Smite'ning Rod
de: Blitzabhauer
fr: Trident foudroyant
it: Bastone fulminante
ja: 強撃のモリ
ko: 삼지창
pl: Mocarny trójząb
pt_br: Tridente Relampejante
ru: Кароотвод
zh_cn: 惩戒避雷针
zh_tw: 懲戒避雷針

# SKIN_NAMES.lightning_rod_retro
source: Experimental Energy Siphon
de: Experimenteller Energiesauger
fr: Siphon d'énergie expérimental
it: Sifone energetico sperimentale
ja: 実験のエネルギーサイホン
ko: 실험적 에너지 사이폰
pl: Eksperymentalny syfon energii
pt_br: Sifão de Energia Experimental
ru: Экспериментальный энергосифон
zh_cn: 实验能量虹吸管
zh_tw: 實驗能量虹吸管

# SKIN_NAMES.lightning_rod_robot
source: Electrobolt Diffuser 300X
de: Blitzschlagdiffusor 300X
es_mx: Difusor de Electrorrayos 300X
fr: Diffuseur électrobolt 300X
it: Elettrodiffusore 300X
ja: エレクトロボルト・ディフューザー300X
ko: 전류 선회기 300X
pl: Dyfuzor wyładowań elektrycznych 300X
pt_br: Difusor Electrobolt 300X
ru: Электродиффузор-300Х
zh_cn: 避雷针300X
zh_tw: 避雷針300X

# SKIN_NAMES.loading_axiomvisus_trailer
source: Axiom Visus
ja: 幻視の法則
ko: 공리의 시각
ru: Взгляд истины
zh_cn: 真实视野
zh_tw: 真實視野

# SKIN_NAMES.loading_bearger_yule
source: Grumpy Bearger
de: Mürrischer Bearger
es_mx: Osotejón malhumorado
fr: Blairous grognon
it: Tassorso scontroso
ja: 不機嫌なアナグマグマ
ko: 심술난 곰소리
pl: Niezadowolony bordźwiedź
pt_br: Texurso rabugento
ru: Сердитый Медведь-барсук
zh_cn: 暴躁的熊獾
zh_tw: 暴躁的熊獾

# SKIN_NAMES.loading_carnival1
source: All Fun and Games
de: Spaß und Spiele
fr: Du pain et des jeux
it: Giochi e divertimento
ja: 楽しさとゲームでいっぱい
ko: 재미와 게임 전부
pl: Gry i zabawy
pt_br: Pura Diversão
ru: Развлечения и игры
zh_cn: 全都是欢乐和游戏
zh_tw: 全都是歡樂和遊戲

# SKIN_NAMES.loading_carnival2
source: Day at the Cawnival
de: Tag auf dem Krähneval
fr: Une journée à la Corbringue
it: Un giorno al cranevale
ja: カーカーニバルの1日
ko: 까아악제에서의 하루
pl: Kranawałowy dzień
pt_br: Um Dia no Crasnaval
ru: Один день на Галкарнавале
zh_cn: 鸦年华当天
zh_tw: 鴉年華當天

# SKIN_NAMES.loading_charlie
source: Nightfall
de: Einbruch der Dunkelheit
es_mx: Ocaso
fr: Les ténèbres nocturnes
it: Notte
ja: 夕暮れ
ko: 해 질 녘
pl: Zmierzch
pt_br: Anoitecer
ru: Наступление темноты
zh_cn: 暗夜
zh_tw: 暗夜

# SKIN_NAMES.loading_charlie2
source: Torchlight
de: Fackellicht
es_mx: Antorcha
fr: La lueur la torche
it: Fiaccola
ja: トーチライト
ko: 횃불의 빛
pl: Światło pochodni
pt_br: Luz da Tocha
ru: Свет факела
zh_cn: 火炬之光
zh_tw: 火炬之光

# SKIN_NAMES.loading_critters
source: Critters
de: Kreaturen
es_mx: Criaturas
fr: Bestioles
it: Mostriciattoli
ja: クリッター
ko: 작은 생물체
pl: Stworzenia
pt_br: Criaturas
ru: Существа
zh_cn: 小动物
zh_tw: 小動物

# SKIN_NAMES.loading_danger
source: Tread Carefully
de: Vorsichtig bewegen
es_mx: Cuidado por donde pisas
fr: Avançons prudemment
it: Attenzione a dove si mettono i piedi
ja: 慎重に行こう
ko: 신중을 기할 것
pl: Stąpaj ostrożnie
pt_br: Siga Com Cuidado
ru: Осторожная поступь
zh_cn: 小心前进
zh_tw: 小心前進

# SKIN_NAMES.loading_deerclops_yule
source: The Eye That Roams
de: Das wandernde Auge
es_mx: El ojo que deambula
fr: L'œil qui erre
it: L'occhio che scruta
ja: さまよう瞳
ko: 배회하는 눈
pl: Oko, które wędruje
pt_br: O Olho que Vaga
ru: Странствующий Глаз
zh_cn: 晃荡的眼睛
zh_tw: 晃蕩的眼睛

# SKIN_NAMES.loading_dragonfly_yule
source: Winter's Feastfly
de: Winterfestfliege
es_mx: Mosca de Fiesta Invernal
fr: Mouche de Festin d'hiver
it: Draghellula invernale
ja: 冬の宴
ko: 겨울 축제파리
pl: Zimowa świętucha
pt_br: Banquetosca de Inverno
ru: Зимняя праздничная муха
zh_cn: 冬季盛宴龙蝇
zh_tw: 冬季盛宴龍蠅

# SKIN_NAMES.loading_eyeofthestorm_trailer
source: Rumblings Above
de: Rumpeln von oben
fr: Du fracas dans l'air
it: Rumori dall'alto
ja: 天空の轟音
ko: 위에서 울림
pl: Dudnienie nad głową
pt_br: Estrondos no Alto
ru: Ворчание с небес
zh_cn: 天空轰隆
zh_tw: 天空轟隆

# SKIN_NAMES.loading_farming
source: Reap What You Sow
de: Ernte, was du gesät hast
es_mx: Recoges lo que siembras
fr: Moisson fertile
it: Chi ben semina ben raccoglie
ja: 蒔いたものを刈り取る
ko: 뿌린 대로 거두기
pl: Zbierz to, co zasiejesz
pt_br: Colha o Que Plantou
ru: Что Посеешь, То и Пожнешь
zh_cn: 种瓜得瓜
zh_tw: 種瓜得瓜

# SKIN_NAMES.loading_farming2
source: Growing Pains
de: Wachstumsschmerzen
fr: Silence, ça pousse
it: Dolori della crescita
ja: 痛みも育つ
ko: 성장통
pl: Narastający ból
pt_br: Dores de Crescimento
ru: Болезненный рост
zh_cn: 成长的痛苦
zh_tw: 成長的痛苦

# SKIN_NAMES.loading_feast
source: A Fanciful Feast
de: Ein fantasievolles Fest
es_mx: Un banquete fantástico
fr: Un festin fantastique
it: Un banchetto elegante
ja: 夢のようなごちそう
ko: 고급스러운 만찬
pl: Wytworna uczta
pt_br: Uma Festa Fantasiosa
ru: Роскошный пир
zh_cn: 华丽盛宴
zh_tw: 華麗盛宴

# SKIN_NAMES.loading_gameplay_trailer
source: A Backward Glance
de: Ein Blick zurück
fr: Regarde en arrière
it: Uno sguardo all'indietro
ja: 振り返る景色
ko: 뒤돌아보기
pl: Spojrzenie w tył
pt_br: Uma Olhada Para Trás
ru: Взгляд в прошлое
zh_cn: 回顾过去
zh_tw: 回顧過去

# SKIN_NAMES.loading_gingersnow
source: Frosted
de: Frostig
es_mx: Congelado
fr: Paysage gelé
it: Ghiaccio
ja: 砂糖でいっぱい
ko: 서리 내림
pl: Śnieżny lukier
pt_br: Congelada
ru: Изморозь
zh_cn: 已结霜
zh_tw: 已結霜

# SKIN_NAMES.loading_gnarwail
source: Gnarwail Attack
de: Knarrwal-Angriff
es_mx: Ataque de Narval Llorón
fr: L'attaque du gnarval
it: Attacco di narvello
ja: ナルヴァイルの攻撃
ko: 안습각고래 공격
pl: Atak nawrrrala
pt_br: Ataque Gnarvali
ru: Атака нарвала
zh_cn: 一角鲸攻击
zh_tw: 一角鯨攻擊

# SKIN_NAMES.loading_goats_victorian
source: Billy and Mumsy
de: Billy und Mami
es_mx: Billy y mamita
fr: Billy et Maman
it: Billy e mammina
ja: ビリーとマムジー
ko: 빌리와 멈지
pl: Billy i Mamusia
pt_br: Billy e Mumsy
ru: Билли и Мамушка
zh_cn: 比利和妈咪
zh_tw: 比利和媽咪

# SKIN_NAMES.loading_goosemoose_yule
source: Jolly Goose/Moose
de: Festliche Gans/Elch
es_mx: Ganso/Alce alegre
fr: Élan/oie jovial
it: Ocalce allegra
ja: 陽気なガチョウ・ムース
ko: 유쾌한 거위/큰사슴
pl: Świąteczna gęś/świąteczny łoś
pt_br: Ganso/Alce festivo
ru: Веселый Гусь/Лось
zh_cn: 欢快的麋鹿鹅
zh_tw: 歡快的麋鹿鵝

# SKIN_NAMES.loading_grotto
source: Narrow Escape
de: Knapp entkommen
fr: Fuite de justesse
it: Fuga miracolosa
ja: 危険な脱出
ko: 겨우 탈출
pl: Ucieczka o włos
pt_br: Por Um Triz
ru: На грани гибели
zh_cn: 侥幸逃脱
zh_tw: 僥倖逃脫

# SKIN_NAMES.loading_lunacy
source: Enlight the Darkness
de: Ein Licht in der Finsternis
es_mx: Ilumina la oscuridad
fr: Une lueur dans l'obscurité
it: Illumina l'oscurità
ja: 闇を照らす
ko: 어둠을 밝힘
pl: Rozświetl ciemność
pt_br: Ilumine a Escuridão
ru: Рассеивая тьму
zh_cn: 照亮黑暗
zh_tw: 照亮黑暗

# SKIN_NAMES.loading_magma
source: Magmatic Assembly
de: Magmatische Montage
es_mx: Montaje magmático
fr: Assemblée magmatique
it: Raduno magmatico
ja: マグマ合体
ko: 마그마질 조합
pl: Magmatyczny montaż
pt_br: Conjunto magmático
ru: Магматическая сборка
zh_cn: 岩浆装配
zh_tw: 岩漿裝配

# SKIN_NAMES.loading_magma2
source: The Forge Saga
de: Die Schmiede-Saga
es_mx: Saga de la Forja
fr: La saga de la forge
it: La saga della Forgia
ja: 鍛造物語
ko: Forge 사가
pl: Saga o Kuźni
pt_br: A Saga da Forja
ru: Сага о Горниле
zh_cn: 熔炉传奇故事
zh_tw: 熔爐傳奇故事

# SKIN_NAMES.loading_march_qol
source: A Helping Hand
de: Helfende Hand
fr: Un coup de main
it: Una mano amica
ja: 手助け
ko: 도움의 손길
pl: Pomocna dłoń
pt_br: Uma Mão Amiga
ru: Рука помощи
zh_cn: 出手相助
zh_tw: 出手相助

# SKIN_NAMES.loading_maxwell
source: Maxwell
ja: マクスウェル
ko: 맥스웰
ru: Максвелл
zh_cn: 麦斯威尔
zh_tw: 麥斯威爾

# SKIN_NAMES.loading_maxwell2
source: The Puppetmaster
de: Der Puppenspieler
es_mx: El titiritero
fr: Le marionnettiste
it: Il Burattinaio
ja: パペットマスター
ko: 조종하는 자
pl: Władca marionetek
pt_br: O Mestre dos Fantoches
ru: Кукловод
zh_cn: 傀儡大师
zh_tw: 傀儡大師

# SKIN_NAMES.loading_merm
source: Merm
es_mx: Tritón
it: Mermo
ja: マーム
ko: 어인
pt_br: Sereio
ru: Тритон
zh_cn: 鱼人
zh_tw: 魚人

# SKIN_NAMES.loading_newhorizons
source: New Horizons
de: Neue Horizonte
es_mx: Nuevos horizontes
fr: De nouveaux horizons
it: Nuovi orizzonti
ja: ニュー・ホライズンズ
ko: 새로운 지평
pl: Nowe horyzonty
pt_br: Novos Horizontes
ru: Новые горизонты
zh_cn: 新地平线
zh_tw: 新地平線

# SKIN_NAMES.loading_pig_elite
source: Elite Pigs
de: Eliteschweine
es_mx: Cerdos de élite
fr: Cochons d'élite
it: Maiali scelti
ja: エリートピッグ
ko: 엘리트 돼지
pl: Elitarne Prosiaki
pt_br: Porcos de Elite
ru: Элитные свины
zh_cn: 精英猪
zh_tw: 精英豬

# SKIN_NAMES.loading_pigking
source: Pig King
de: Schweinekönig
es_mx: Rey Cerdo
fr: Roi cochon
it: Re maiale
ja: ブタの王様
ko: 돼지 왕
pl: Król Świniak
pt_br: Rei Porco
ru: Король свиней
zh_cn: 猪王
zh_tw: 豬王

# SKIN_NAMES.loading_roadmap
source: What Lies Ahead
de: Was liegt voraus?
fr: Ce qui vous attend
it: Ciò che ci attende
ja: 待ち受けているもの
ko: 앞으로의 일
pl: Co nas czeka
pt_br: O Que Vem Pela Frente
ru: Что нас ждет впереди
zh_cn: 前方之路
zh_tw: 前方之路

# SKIN_NAMES.loading_roadmap2
source: Lunar Island Nights
de: Mondinselnächte
fr: Nuits de l'île lunaire
it: Notti sull'isola lunare
ja: 月の島の夜
ko: 달의 섬에서의 밤
pl: Noce na Wyspie Księżycowej
pt_br: Noites da Ilha Lunar
ru: Ночи на лунном острове
zh_cn: 月岛之夜
zh_tw: 月島之夜

# SKIN_NAMES.loading_terraria_trailer
source: An Eye for an Eye
de: Auge um Auge
fr: Œil pour œil
it: Occhio per occhio
ja: 目には目を
ko: 눈에는 눈
pl: Oko za oko
pt_br: Um Olho Por Um Olho
ru: Око за око
zh_cn: 以眼还眼
zh_tw: 以眼還眼

# SKIN_NAMES.loading_walter_trailer
source: A Boy and His Dog
de: Ein Junge und sein Hund
fr: Un enfant et son chien
it: Un ragazzo e il suo cane
ja: 少年と犬
ko: 소년과 그의 개
pl: Chłopczyk i jego pies
pt_br: Um Garoto e Seu Cachorro
ru: Мальчик и его пес
zh_cn: 男孩与他的狗
zh_tw: 男孩與他的狗

# SKIN_NAMES.loading_walter_trailer2
source: A Cold Moonlit Night
de: Eine kalte Mondnacht
fr: Une nuit froide sous la lune
it: Una fredda notte al chiaro di luna
ja: 冷たい月夜
ko: 달빛이 차가운 밤
pl: Zimna księżycowa noc
pt_br: Uma Noite Fria Enluarada
ru: Холодная лунная ночь
zh_cn: 寒冷月夜
zh_tw: 寒冷月夜

# SKIN_NAMES.loading_wanda_trailer
source: Long Shadows
de: Lange Schatten
fr: Des ombres éternelles
it: Le lunghe ombre
ja: 長い影法師
ko: 기다란 그림자
pl: Długie cienie
pt_br: Sombras Alongadas
ru: Растущие тени
zh_cn: 长长的阴影
zh_tw: 長長的陰影

# SKIN_NAMES.loading_warly2_trailer
source: Warmth
de: Wärme
es_mx: Calidez
fr: Chaleur
it: Calore
ja: ぬくもり
ko: 온기
pl: Ciepło
pt_br: Calor
ru: Тепло
zh_cn: 温暖
zh_tw: 溫暖

# SKIN_NAMES.loading_warly_trailer
source: Memories of Home
de: Erinnerungen an Zuhause
es_mx: Recuerdos de casa
fr: Souvenirs de jeunesse
it: Ricordi di casa
ja: 思い出の家
ko: 고향의 기억
pl: Wspomnienia z rodzinnego domu
pt_br: Memórias de Casa
ru: Воспоминания о доме
zh_cn: 家的回忆
zh_tw: 家的回憶

# SKIN_NAMES.loading_waterlogged_trailer
source: Waterlogged
de: Durchnässt
fr: Gorgés d'eau
it: Allagato
ja: 水びたし
ko: 상세불명의 부종
pl: Wszędzie woda
pt_br: Alagado
ru: Затопленный лес
zh_cn: 水中木
zh_tw: 水中木

# SKIN_NAMES.loading_webber
source: Webber
ja: ウェバー
ko: 웨버
ru: Веббер
zh_cn: 韦伯
zh_tw: 韋伯

# SKIN_NAMES.loading_webber_feast
source: Wrapping Webber
de: Einpack-Webber
es_mx: Webber envolvedor
fr: Webber aux cadeaux
it: Webber incartato
ja: 包まれるウェバー
ko: 웨버 포장
pl: Zawijający Webber
pt_br: Webber de Embrulhar
ru: Укутывающий Веббер
zh_cn: 包礼物的韦伯
zh_tw: 包禮物的韋伯

# SKIN_NAMES.loading_webber_trailer
source: No Way Back
de: Kein Weg zurück
fr: Pas de retour possible
it: Non si può tornare indietro
ja: 退路なし
ko: 돌아갈 방법 없음
pl: Nie ma powrotu
pt_br: Sem Retorno
ru: Нет пути назад
zh_cn: 已无后路
zh_tw: 已無後路

# SKIN_NAMES.loading_wendy
source: Wendy
ja: ウェンディ
ko: 웬디
ru: Венди
zh_cn: 温蒂
zh_tw: 溫蒂

# SKIN_NAMES.loading_wendy_blogpostart
source: Wendy's Nightstand
de: Wendys Nachttisch
es_mx: Mesita de noche de Wendy
fr: La table de nuit de Wendy
it: Il comodino di Wendy
ja: ウェンディのナイトテーブル
ko: 웬디의 침실용 탁자
pl: Stolik nocny Wendy
pt_br: Cabeceira de Wendy
ru: Тумбочка Венди
zh_cn: 温蒂的床头柜
zh_tw: 溫蒂的床頭櫃

# SKIN_NAMES.loading_wendy_creepy
source: Supernatural Wendy
de: Übernatürliche Wendy
es_mx: Wendy sobrenatural
fr: Wendy surnaturelle
it: Wendy soprannaturale
ja: 超能力者ウェンディ
ko: 초자연 웬디
pl: Nawiedzona Wendy
pt_br: Wendy sobrenatural
ru: Сверхъестественная Венди
zh_cn: 超自然温蒂
zh_tw: 超自然溫蒂

# SKIN_NAMES.loading_wendy_trailer
source: Wish You Were Here
de: Wünschte, du wärst hier
es_mx: Ojalá estuvieras aquí
fr: Tu me manques tellement
it: Vorrei che fossi qui
ja: 側にいたなら
ko: 그리운 마음
pl: Zawsze tam gdzie ty
pt_br: Gostaria Que Você Estivesse Aqui
ru: Мне тебя не хватает
zh_cn: 多希望你在
zh_tw: 多希望你在

# SKIN_NAMES.loading_wendy_trailer2
source: Abigail
ko: 아비게일
ru: Абигейл
zh_cn: 阿比盖尔
zh_tw: 阿比蓋爾

# SKIN_NAMES.loading_wendy_victorian
source: Mourning Weeds Wendy
de: Trauerkraut Wendy
es_mx: Wendy de luto
fr: Wendy en tenue de deuil
it: Wendy con abiti a lutto
ja: 喪服を着るウェンディ
ko: 비탄의 풀 웬디
pl: Wendy w żałobie
pt_br: Wendy Ervas da Manhã
ru: Траурный наряд Венди
zh_cn: 丧服温蒂
zh_tw: 喪服溫蒂

# SKIN_NAMES.loading_wes_trailer
source: Inflated Imagination
de: Blühende Fantasie
es_mx: Imaginación excesiva
fr: Une imagination débordante
it: Immaginazione esagerata
ja: 膨らむイマジネーション
ko: 부푼 상상력
pl: Bujna wyobraźnia
pt_br: Imaginação Inflada
ru: Разыгравшееся воображение
zh_cn: 自我膨胀的想象
zh_tw: 自我膨脹的想像

# SKIN_NAMES.loading_wes_trailer2
source: Bearger
de: Riesendachs
es_mx: Osotejón
fr: Blairours
it: Tassorso
ja: アナグマグマ
ko: 곰소리
pl: Bordźwiedź
pt_br: Texurso
ru: Медведь-барсук
zh_cn: 熊獾
zh_tw: 熊獾

# SKIN_NAMES.loading_wes_trailer3
source: C'est La Vie
ja: セ・ラ・ヴィ
ko: 그것이 인생
ru: Се ля ви
zh_cn: 这就是生活
zh_tw: 這就是生活

# SKIN_NAMES.loading_wes_victorian
source: Chimney Sweep Wes
de: Schornsteinfeger Wes
es_mx: Wes deshollinador
fr: Wes le ramoneur
it: Wes lo spazzacamino
ja: 煙突掃除のウェス
ko: 굴뚝 청소부 웨스
pl: Kominiarz Wes
pt_br: Wes Varredor de Chaminés
ru: Трубочист Вэс
zh_cn: 扫烟囱韦斯
zh_tw: 掃煙囪韋斯

# SKIN_NAMES.loading_wickerbottom
source: Wickerbottom
ja: ウィッカーボトム
ko: 위커바텀
pl: Wiklińska
ru: Уикерботтом
zh_cn: 薇克巴顿
zh_tw: 薇克巴頓

# SKIN_NAMES.loading_wickerbottom_victorian
source: Aristocrat Wickerbottom
de: Aristokrat Wickerbottom
es_mx: Wickerbottom aristócrata
fr: Wickerbottom l'aristocrate
it: Wickerbottom aristocratica
ja: 貴族のウィッカーボトム
ko: 귀족 위커바텀
pl: Arystokratka Wiklińska
pt_br: Wickerbottom Aristocrata
ru: Аристократка Уикерботтом
zh_cn: 贵族薇克巴顿
zh_tw: 貴族薇克巴頓

# SKIN_NAMES.loading_wigfrid
source: Wigfrid
ja: ウィグフリド
ko: 위그프리드
pl: Wigfryda
ru: Вигфрид
zh_cn: 薇格弗德
zh_tw: 薇格弗德

# SKIN_NAMES.loading_wigfrid_trailer
source: Overture
de: Ouvertüre
fr: Grande première
ja: 序曲
ko: 서곡
pl: Uwertura
pt_br: Abertura
ru: Увертюра
zh_cn: 序章
zh_tw: 序章

# SKIN_NAMES.loading_wigfrid_trailer2
source: Glory Days
de: Glorreiche Zeiten
fr: Jours de gloire
it: Giorni gloriosi
ja: 過ぎ去りし栄光
ko: 영광스러운 나날들
pl: Dni chwały
pt_br: Dias de Glória
ru: Дни былой славы
zh_cn: 辉煌的昨天
zh_tw: 輝煌的昨天

# SKIN_NAMES.loading_willow2_trailer
source: The Nightmare
de: Der Albtraum
es_mx: La pesadilla
fr: Le cauchemar
it: L'Incubo
ja: 悪夢
ko: 악몽
pl: Koszmar
pt_br: O Pesadelo
ru: Кошмар
zh_cn: 梦魇
zh_tw: 夢魘
