Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.body_wes_clown
source: Pierrot Suit
de: Pierrot-Anzug
es_mx: Traje de Pierrot
fr: Costume de Pierrot
it: Completo da Pierrot
ja: ピエロスーツ
ko: 피에로 슈트
pl: Ubranko Pierrota
pt_br: Traje de pierrô
ru: Костюм Пьеро
zh_cn: 小丑服
zh_tw: 小丑服

# SKIN_NAMES.body_wes_cook
source: Wes' Gorge Garb
de: Wes' Schluchtkleidung
es_mx: Atuendo de Wes en La Garganta
fr: Veste de cuisine de Wes
it: Abito della Forra di Wes
ja: ウェスの峡谷の服
ko: 웨스의 Gorge 의상
pl: Fartuszek Wesa
pt_br: Garganta do Desfiladeiro de Wes
ru: Наряд Глотки для Вэса
zh_cn: 韦斯的暴食服装
zh_tw: 韋斯的暴食服裝

# SKIN_NAMES.body_wes_formal
source: Evening Attire
de: Abendbekleidung
es_mx: Traje de noche
fr: Tenue de soirée
it: Abito da sera
ja: 夜会服
ko: 야회복
pl: Strój wieczorowy
pt_br: Traje de gala
ru: Вечерний наряд
zh_cn: 晚礼服
zh_tw: 晚禮服

# SKIN_NAMES.body_wes_formalp
source: Evening Attire
de: Abendbekleidung
es_mx: Traje de noche
fr: Tenue de soirée
it: Abito da sera
ja: 夜会服
ko: 야회복
pl: Strój wieczorowy
pt_br: Traje de gala
ru: Вечерний наряд
zh_cn: 晚礼服
zh_tw: 晚禮服

# SKIN_NAMES.body_wes_gladiator
source: Duelist's Armor
de: Duellanten-Rüstung
es_mx: Armadura de duelista
fr: Armure de duelliste
it: Armatura del duellante
ja: デュエリストのアーマー
ko: 결투자의 갑옷
pl: Pancerz oponenta
pt_br: Armadura de duelista
ru: Броня дуэлянта
zh_cn: 决斗者的护甲
zh_tw: 決鬥者的護甲

# SKIN_NAMES.body_wes_harlequin
source: Fool's Ensemble
de: Narren-Ensemble
fr: Ensemble de bouffon
it: Completo da giullare
ja: 愚か者のアンサンブル
ko: 어리석은 자의 앙상블
pl: Zestaw błazna
pt_br: Conjunto do Bobo
ru: Костюм шута
zh_cn: 愚人套装
zh_tw: 愚人套裝

# SKIN_NAMES.body_wes_magma
source: Sulphur Pimpernel's Blouse
de: Schwefelgelbe Bluse
es_mx: Blusa de pimpinela de azufre
fr: Chemisier mouron rouge soufré
it: Camicetta da mordigallina
ja: 硫黄ルリハコベのブラウス
ko: 유황 뚜껑별꽃 블라우스
pl: Siarkowo-koperkowa bluza
pt_br: Blusa de Anagálide de enxofre
ru: Серная рубаха Пимпернела
zh_cn: 硫磺繁缕的衣衫
zh_tw: 硫磺繁縷的衣衫

# SKIN_NAMES.body_wes_mandrake
source: Mandrake Costume Top
de: Alraunen-Kostümoberteil
es_mx: Parte de arriba de disfraz de mandrágora
fr: Haut de costume mandragore
it: Sopra da mandragola
ja: マンドレイクのコスチューム（トップ）
ko: 맨드레이크 의상 상의
pl: Góra stroju mandragory
pt_br: Parte de cima da fantasia de mandrágora
ru: Верх от Костюма Мандрагоры
zh_cn: 曼德拉草造型上衣
zh_tw: 曼德拉草造型上衣

# SKIN_NAMES.body_wes_mandrakep
source: Mandrake Costume Top
de: Alraunen-Kostümoberteil
es_mx: Parte de arriba de disfraz de mandrágora
fr: Haut de costume mandragore
it: Sopra da mandragola
ja: マンドレイクのコスチューム（トップ）
ko: 맨드레이크 의상 상의
pl: Góra stroju mandragory
pt_br: Parte de cima da fantasia de mandrágora
ru: Верх от Костюма Мандрагоры
zh_cn: 曼德拉草造型上衣
zh_tw: 曼德拉草造型上衣

# SKIN_NAMES.body_wes_nature
source: Fauvist's Smock
de: Künstlerschürze
es_mx: Delantal de fauvista
fr: Blouse fauviste
it: Grembiule da Fauvista
ja: 画家のスモック
ko: 야수파 화가의 작업복
pl: Kaftan roboczy
pt_br: Blusa fauvista
ru: Халат фовиста
zh_cn: 野兽派画家袍
zh_tw: 野獸派畫家袍

# SKIN_NAMES.body_wes_rose
source: Greenrose Ensemble
de: Grünrosen-Ensemble
es_mx: Conjunto de rosa verde
fr: Ensemble rose verte
it: Completo di rosa verde
ja: グリーンローズのアンサンブル
ko: 녹색장미 앙상블
pl: Zielonoróżowy komplet
pt_br: Conjunto rosa-verde
ru: Коcтюм зеленой розы
zh_cn: 绿蔷薇套装
zh_tw: 綠薔薇套裝

# SKIN_NAMES.body_wes_rosep
source: Greenrose Ensemble
de: Grünrosen-Ensemble
es_mx: Conjunto de rosa verde
fr: Ensemble rose verte
it: Completo di rosa verde
ja: グリーンローズのアンサンブル
ko: 녹색장미 앙상블
pl: Zielonoróżowy komplet
pt_br: Conjunto rosa-verde
ru: Коcтюм зеленой розы
zh_cn: 绿蔷薇套装
zh_tw: 綠薔薇套裝

# SKIN_NAMES.body_wes_shadow
source: Cool Shadow Clothes
de: Coole Schattenklamotten
es_mx: Ropa sombría fresca
fr: Tenue ombre cool
it: Abiti d'ombra eleganti
ja: 闇の演者コスチューム
ko: 서늘한 그림자 옷
pl: Fajne ubranie cienia
pt_br: Roupas das sombras bacanas
ru: Клевая теневая одежда
zh_cn: 拉风暗影服装
zh_tw: 拉風暗影服裝

# SKIN_NAMES.body_wes_shadowp
source: Cool Shadow Clothes
de: Coole Schattenklamotten
es_mx: Ropa sombría fresca
fr: Tenue ombre cool
it: Abiti d'ombra eleganti
ja: 闇の演者コスチューム
ko: 서늘한 그림자 옷
pl: Fajne ubranie cienia
pt_br: Roupas das sombras bacanas
ru: Клевая теневая одежда
zh_cn: 拉风暗影服装
zh_tw: 拉風暗影服裝

# SKIN_NAMES.body_wes_survivor
source: Threadbare Clothing
de: Abgewetzte Kleidung
es_mx: Ropa gastada
fr: Tenue élimée
it: Vestiti logori
ja: すり切れた衣装
ko: 올이 드러난 의류
pl: Wyświechtane szmaty
pt_br: Roupas surradas
ru: Изношенное платье
zh_cn: 旧衣服
zh_tw: 舊衣服

# SKIN_NAMES.body_wes_survivorp
source: Threadbare Clothing
de: Abgewetzte Kleidung
es_mx: Ropa gastada
fr: Tenue élimée
it: Vestiti logori
ja: すり切れた衣装
ko: 올이 드러난 의류
pl: Wyświechtane szmaty
pt_br: Roupas surradas
ru: Изношенное платье
zh_cn: 旧衣服
zh_tw: 舊衣服

# SKIN_NAMES.body_wes_victorian
source: Sooty Sweep's Rags
de: Schornsteinfeger-Klamotten
es_mx: Ropaje cubierto de hollín
fr: Haillons de ramoneur
it: Cenci pieni di fuliggine
ja: すす掃除のボロ着
ko: 굴뚝 청소부 넝마
pl: Uwalane sadzą ciuchy kominiarza
pt_br: Trapos de varredor sujos
ru: Лохмотья трубочиста
zh_cn: 黑乎乎的破衣服
zh_tw: 黑乎乎的破衣服

# SKIN_NAMES.body_wes_wrestler
source: The Lover's Body Tight
de: Körperanzug des Liebenden
es_mx: Cuerpo prieto del amante
fr: Haut ajusté Amant
it: Calzamaglia dell'amante
ja: 恋人の戦闘服
ko: 연인의 전신 타이츠
pl: Trykot Kochasia
pt_br: Collant do Amante
ru: Трико возлюбленного
zh_cn: 情人紧身衣
zh_tw: 情人緊身衣

# SKIN_NAMES.body_wes_yule
source: Jolly Elf Jingler
de: Lustiger-Elf-Klingelhemd
es_mx: Traje de Duende con Cascabeles
fr: Tenue tintinnabulante de lutin
it: Maglia con campanelli dell'elfo felice
ja: 陽気なメリーエルフ
ko: 쾌활한 요정 딸랑이
pl: Pobrzękujący strój radosnego elfa
pt_br: Sino Élfico Feliz
ru: Бубенцы веселого эльфа
zh_cn: 欢乐精灵铃铛装
zh_tw: 歡樂精靈鈴鐺裝

# SKIN_NAMES.body_wickerbottom_cook
source: Wickerbottom's Gorge Garb
de: Wickerbottoms Schluchtkleidung
es_mx: Atuendo de Wickerbottom en La Garganta
fr: Veste de cuisine de Wickerbottom
it: Abito della Forra di Wickerbottom
ja: ウィッカーボトムの峡谷の服
ko: 위커바텀의 Gorge 의상
pl: Fartuszek Wiklińskiej
pt_br: Garganta do Desfiladeiro de Wickerbottom
ru: Наряд Глотки для Уикерботтом
zh_cn: 薇克巴顿的暴食服装
zh_tw: 薇克巴頓的暴食服裝

# SKIN_NAMES.body_wickerbottom_formal
source: Ball Gown
de: Ballkleid
es_mx: Vestido de baile
fr: Robe de bal
it: Abito da ballo
ja: 舞踏会用ドレス
ko: 무도회 가운
pl: Suknia balowa
pt_br: Vestido de festa
ru: Бальный наряд
zh_cn: 舞会礼服
zh_tw: 舞會禮服

# SKIN_NAMES.body_wickerbottom_gladiator
source: Metallurgist's Robe
de: Metallurgisches Gewand
es_mx: Túnica de metalúrgica
fr: Robe de métallurgiste
it: Veste metallurgica
ja: 冶金学者のローブ
ko: 야금학자의 로브
pl: Fartuch metalurgiczny
pt_br: Manto de metalúrgico
ru: Костюм Металлурга
zh_cn: 冶金师的长袍
zh_tw: 冶金師的長袍

# SKIN_NAMES.body_wickerbottom_ice
source: Ice Floe Gown
de: Eisschollen-Kleid
es_mx: Vestido de témpano de hielo
fr: Toge des glaces
it: Abito banco di ghiaccio
ja: 凍てつくガウン
ko: 유빙 가운
pl: Zlodowaciała suknia
pt_br: Roupão de bloco de gelo
ru: Платье ледяного покрова
zh_cn: 浮冰礼服
zh_tw: 浮冰禮服

# SKIN_NAMES.body_wickerbottom_lightninggoat
source: Volt Goat Costume Top
de: Blitzziegen-Kostümoberteil
es_mx: Parte de arriba de disfraz de cabra mecánica
fr: Haut de costume chèvre électrique
it: Sopra da capra elettrica
ja: サンダーゴートのコスチューム（トップ）
ko: 번개염소 의상 상의
pl: Góra stroju wolcioła
pt_br: Parte de cima da fantasia de bode elétrico
ru: Верх от Костюма Вольт-козы
zh_cn: 伏特羊造型上衣
zh_tw: 伏特羊造型上衣

# SKIN_NAMES.body_wickerbottom_lightninggoatp
source: Volt Goat Costume Top
de: Blitzziegen-Kostümoberteil
es_mx: Parte de arriba de disfraz de cabra mecánica
fr: Haut de costume chèvre électrique
it: Sopra da capra elettrica
ja: サンダーゴートのコスチューム（トップ）
ko: 번개염소 의상 상의
pl: Góra stroju wolcioła
pt_br: Parte de cima da fantasia de bode elétrico
ru: Верх от Костюма Вольт-козы
zh_cn: 伏特羊造型上衣
zh_tw: 伏特羊造型上衣

# SKIN_NAMES.body_wickerbottom_magma
source: Volcanologist's Robe
de: Vulkanologen-Robe
es_mx: Túnica de vulcanólogo
fr: Robe de volcanologue
it: Vestaglia del vulcanologo
ja: 火山学者のローブ
ko: 화산학자의 로브
pl: Szata wulkanolożki
pt_br: Manto de vulcanologista
ru: Халат вулканолога
zh_cn: 火山学家的袍子
zh_tw: 火山學家的袍子

# SKIN_NAMES.body_wickerbottom_rose
source: Heirloom Rosegown
de: Vererbtes Rosenkleid
es_mx: Bata rosa de heredera
fr: Toge héritage
it: Cimelio di rose
ja: 家宝のローズガウン
ko: 가보 장미가운
pl: Rodowa suknia balowa
pt_br: Vestido rosa-herança
ru: Фамильное розовое платье
zh_cn: 祖传玫瑰长袍
zh_tw: 祖傳玫瑰長袍

# SKIN_NAMES.body_wickerbottom_shadow
source: Shadow Gown
de: Schattenkleid
es_mx: Bata sombría
fr: Robe ombre
it: Vestito d'ombra
ja: シャドウガウン
ko: 그림자 가운
pl: Podomka cienia
pt_br: Roupão das sombras
ru: Теневое платье
zh_cn: 暗影礼服
zh_tw: 暗影禮服

# SKIN_NAMES.body_wickerbottom_spiderwitch
source: Bewitching Gown
de: Bezauberndes Kleid
es_mx: Vestido Hechizante
fr: Robe ensorcelante
it: Abito stregato
ja: 魔法仕掛けのガウン
ko: 마법 들린 가운
pl: Czarująca suknia
pt_br: Vestido Enfeitiçador
ru: Колдовское платье
zh_cn: 女巫长袍
zh_tw: 女巫長袍

# SKIN_NAMES.body_wickerbottom_survivor
source: Tattered Togs
de: Ramponierte Klamotten
es_mx: Ropa andrajosa
fr: Fringues en loques
it: Panni stracciati
ja: 着古した服
ko: 넝마 토크
pl: Poszarpany ciuszek
pt_br: Vestes esfarrapadas
ru: Оборванное пальто
zh_cn: 破烂的衣服
zh_tw: 破爛的衣服

# SKIN_NAMES.body_wickerbottom_victorian
source: Aristocrat's Haughty Attire
de: Edle Kleidung eines Aristokraten
es_mx: Vestimenta altiva de aristócrata
fr: Tenue d'aristocrate hautaine
it: Completo aristocratico
ja: 貴族の誇り高い服
ko: 귀족의 오만한 복장
pl: Wyniosłe szaty arystokratki
pt_br: Traje arrogante de aristocrata
ru: Наряд надменной аристократки
zh_cn: 贵族的傲慢装束
zh_tw: 貴族的傲慢裝束

# SKIN_NAMES.body_wickerbottom_yule
source: Cranberry Red Jacket
de: Preiselbeerrote Jacke
fr: Veste rouge baie
it: Giacca color mirtillo rosso
ja: 鮮やかな赤色のジャケット
ko: 크랜베리 레드 재킷
pl: Żurawinowa kurtka
pt_br: Jaqueta Vermelha-oxicoco
ru: Клюквенно-алая куртка
zh_cn: 蔓越莓红夹克
zh_tw: 蔓越莓紅夾克

# SKIN_NAMES.body_willow_cook
source: Willow's Gorge Garb
de: Willows Schluchtkleidung
es_mx: Atuendo de Willow en La Garganta
fr: Veste de cuisine de Willow
it: Abito della Forra di Willow
ja: ウィローの峡谷の服
ko: 윌로우의 Gorge 의상
pl: Fartuszek Willow
pt_br: Garganta do Desfiladeiro de Willow
ru: Наряд Глотки для Уиллоу
zh_cn: 薇洛的暴食服装
zh_tw: 薇洛的暴食服裝

# SKIN_NAMES.body_willow_dowdy
source: Woeful Dress
de: Trauergewand
es_mx: Vestido afligido
fr: Robe triste
it: Abito deplorevole
ja: 悲痛のドレス
ko: 비애의 드레스
pl: Żałosna suknia
pt_br: Vestido de triste
ru: Скорбное платье
zh_cn: 可悲的连衣裙
zh_tw: 可悲的連衣裙

# SKIN_NAMES.body_willow_dragonfly
source: Dragonfly Costume Top
de: Libellen-Kostümoberteil
es_mx: Parte de arriba de disfraz de mosca dragón
fr: Haut de costume libellule
it: Corazza draghellula sopra
ja: ドラゴンフライのコスチューム（トップ）
ko: 용파리 의상 상의
pl: Góra stroju smoczuchy
pt_br: Parte de cima da fantasia de libélula
ru: Верх от Костюма Дракомухи
zh_cn: 龙蝇造型上衣
zh_tw: 龍蠅造型上衣

# SKIN_NAMES.body_willow_dragonflyp
source: Dragonfly Costume Top
de: Libellen-Kostümoberteil
es_mx: Parte de arriba de disfraz de mosca dragón
fr: Haut de costume libellule
it: Corazza draghellula sopra
ja: ドラゴンフライのコスチューム（トップ）
ko: 용파리 의상 상의
pl: Góra stroju smoczuchy
pt_br: Parte de cima da fantasia de libélula
ru: Верх от Костюма Дракомухи
zh_cn: 龙蝇造型上衣
zh_tw: 龍蠅造型上衣

# SKIN_NAMES.body_willow_formal
source: Cocktail Dress
de: Cocktail-Kleid
es_mx: Vestido de cóctel
fr: Robe de cocktail
it: Abito da cocktail
ja: カクテルドレス
ko: 칵테일 드레스
pl: Sukienka koktajlowa
pt_br: Vestido de festa
ru: Коктейльное платье
zh_cn: 鸡尾酒装
zh_tw: 雞尾酒裝

# SKIN_NAMES.body_willow_formalp
source: Cocktail Dress
de: Cocktail-Kleid
es_mx: Vestido de cóctel
fr: Robe de cocktail
it: Abito da cocktail
ja: カクテルドレス
ko: 칵테일 드레스
pl: Sukienka koktajlowa
pt_br: Vestido de festa
ru: Коктейльное платье
zh_cn: 鸡尾酒装
zh_tw: 雞尾酒裝

# SKIN_NAMES.body_willow_gladiator
source: Fighter's Tunic
de: Kämpfer-Tunika
es_mx: Túnica de luchador
fr: Tunique de combattant
it: Tunica combattente
ja: 戦士のチュニック
ko: 전사의 튜닉
pl: Tunika wojownika
pt_br: Túnica de lutador
ru: Туника бойца
zh_cn: 斗士外衣
zh_tw: 鬥士外衣

# SKIN_NAMES.body_willow_haunteddoll
source: Forlorn Doll Frock
de: Verlorene Puppenkleidung
es_mx: Traje de muñeca desamparada
fr: Redingote de poupée abandonnée
it: Vestito bambola solitaria
ja: 孤独な人形のガウン
ko: 쓸쓸한 인형 원피스
pl: Sukienka zbolałej laleczki
pt_br: Sobrecasaca da Boneca Desamparada
ru: Платье забытой куклы
zh_cn: 悲凉玩偶
zh_tw: 悲涼玩偶

# SKIN_NAMES.body_willow_ice
source: Coldfire Dress
de: Kaltfeuer-Kostüm
es_mx: Vestido de fuego frío
fr: Robe de feu froid
it: Abito del fuoco freddo
ja: 冷炎のドレス
ko: 흡열불 드레스
pl: Sukienka z zimnognia
pt_br: Vestido de fogo frio
ru: Платье холодного пламени
zh_cn: 冰火礼服
zh_tw: 冰火禮服

# SKIN_NAMES.body_willow_magma
source: Pyrestarter's Dress
de: Zündler-Kleid
es_mx: Vestido de pirómano
fr: Robe de pyromane
it: Vestito da piromane
ja: 点火のドレス
ko: 방화광의 드레스
pl: Sukienka podpalaczki
pt_br: Vestido de incendiária
ru: Платье поджигательницы
zh_cn: 放火者连衣裙
zh_tw: 放火者連衣裙

# SKIN_NAMES.body_willow_rose
source: Velvet Rose Frock
de: Samtrosenkleid
es_mx: Vestido de rosa terciopelo
fr: Robe rose velours
it: Vestitino rosa velluto
ja: ベルベットローズのガウン
ko: 벨벳 장미 원피스
pl: Różowa suknia z aksamitu
pt_br: Sobrecasaca rosa-veludo
ru: Бархатное розовое платие
zh_cn: 丝绒玫瑰连衣裙
zh_tw: 絲絨玫瑰連衣裙

# SKIN_NAMES.body_willow_rosep
source: Velvet Rose Frock
de: Samtrosenkleid
es_mx: Vestido de rosa terciopelo
fr: Robe rose velours
it: Vestitino rosa velluto
ja: ベルベットローズのガウン
ko: 벨벳 장미 원피스
pl: Różowa suknia z aksamitu
pt_br: Sobrecasaca rosa-veludo
ru: Бархатное розовое платие
zh_cn: 丝绒玫瑰连衣裙
zh_tw: 絲絨玫瑰連衣裙

# SKIN_NAMES.body_willow_shadow
source: Shadow Dress
de: Schatenkleid
es_mx: Vestido sombrío
fr: Robe ombre
it: Abito d'ombra
ja: シャドウドレス
ko: 그림자 드레스
pl: Sukienka cienia
pt_br: Vestido das sombras
ru: Теневое платье
zh_cn: 幽影礼服裙
zh_tw: 幽影禮服裙

# SKIN_NAMES.body_willow_shadowp
source: Shadow Dress
de: Schatenkleid
es_mx: Vestido sombrío
fr: Robe ombre
it: Abito d'ombra
ja: シャドウドレス
ko: 그림자 드레스
pl: Sukienka cienia
pt_br: Vestido das sombras
ru: Теневое платье
zh_cn: 幽影礼服裙
zh_tw: 幽影禮服裙

# SKIN_NAMES.body_willow_survivor
source: Raggedy Rags
de: Lumpen
es_mx: Harapos
fr: Loques en haillons
it: Cenci cenciosi
ja: ボロボロの服
ko: 누더기 넝마
pl: Szmaciane szmaty
pt_br: Farrapos esfarrapados
ru: Поношенная ветошь
zh_cn: 褴褛衣衫
zh_tw: 襤褸衣衫

# SKIN_NAMES.body_willow_survivorp
source: Raggedy Rags
de: Lumpen
es_mx: Harapos
fr: Loques en haillons
it: Cenci cenciosi
ja: ボロボロの服
ko: 누더기 넝마
pl: Szmaciane szmaty
pt_br: Farrapos esfarrapados
ru: Поношенная ветошь
zh_cn: 褴褛衣衫
zh_tw: 襤褸衣衫

# SKIN_NAMES.body_willow_victorian
source: Street Peddler's Tatters
de: Straßenhändler-Fetzen
es_mx: Harapos de vendedor ambulante
fr: Loques de vendeuse des rues
it: Stracci ambulante
ja: 露天商のボロ服
ko: 거리 상인의 누더기
pl: Szmaty ulicznej handlarki
pt_br: Trapos de mascate
ru: Рубище уличной торговки
zh_cn: 街头小贩的破烂衣服
zh_tw: 街頭小販的破爛衣服

# SKIN_NAMES.body_willow_yule
source: Heartwarming Frock
de: Herzerwärmende Kutte
fr: Tenue chaleureuse
it: Vestito che scalda il cuore
ja: 心温まるガウン
ko: 마음이 따듯해지는 드레스
pl: Radująca serce kiecka
pt_br: Sobrecasaca Comovente
ru: Душегрея
zh_cn: 暖心连衣裙
zh_tw: 暖心連衣裙

# SKIN_NAMES.body_wilson_cook
source: Wilson's Gorge Garb
de: Wilsons Schluchtkleidung
es_mx: Atuendo de Wilson en La Garganta
fr: Veste de cuisine de Wilson
it: Abito della Forra di Wilson
ja: ウィルソンの峡谷の服
ko: 윌슨의 Gorge 의상
pl: Fartuszek Wilsona
pt_br: Garganta do Desfiladeiro de Wilson
ru: Наряд Глотки для Уилсона
zh_cn: 威尔逊的暴食服装
zh_tw: 威爾遜的暴食服裝

# SKIN_NAMES.body_wilson_formal
source: Tuxedo
de: Smoking
es_mx: Esmoquin
fr: Costume
it: Smoking
ja: タキシード
ko: 턱시도
pl: Smoking
pt_br: Smoking
ru: Смокинг
zh_cn: 晚礼服
zh_tw: 晚禮服

# SKIN_NAMES.body_wilson_gladiator
source: Forging Chestcover
de: Schmiede-Brustschutz
es_mx: Pechera forjada
fr: Moumoute de forge
it: Torace della Forgia
ja: 鍛造のチェストカバー
ko: 대장간 가슴 보호대
pl: Napierśnik kowalski
pt_br: Peitoral de forjadura
ru: Выкованный нагрудник
zh_cn: 锻制胸甲
zh_tw: 鍛制胸甲

# SKIN_NAMES.body_wilson_ice
source: Hoarfrost Tunic
de: Raureif-Tunika
es_mx: Túnica de escarcha
fr: Tunique de gelée blanche
it: Tunica della brina
ja: 白霜のチュニック
ko: 흰서리 튜닉
pl: Mroźna tunika
pt_br: Túnica da geada
ru: Морозная туника
zh_cn: 冰霜短袍
zh_tw: 冰霜短袍

# SKIN_NAMES.body_wilson_madscientist
source: Mad Lab Coat
de: Verrückter Laborkittel
es_mx: Bata de laboratorio loco
fr: Blouse de fou
it: Camice da laboratorio
ja: マッドラボのコート
ko: 미친 과학 실험복
pl: Fartuch szalonego naukowca
pt_br: Jaleco do Cientista Louco
ru: Халат безумного ученого
zh_cn: 疯狂实验室大衣
zh_tw: 瘋狂實驗室大衣

# SKIN_NAMES.body_wilson_magma
source: Obsidian's Armor
de: Obsidianrüstung
es_mx: Armadura de obsidiana
fr: Armure en obsidienne
it: Armatura di ossidiana
ja: 黒曜石のアーマー
ko: 흑요석 갑옷
pl: Pancerz z obsydianu
pt_br: Armadura de obsidiana
ru: Броня из обсидиана
zh_cn: 黑曜石盔甲
zh_tw: 黑曜石盔甲

# SKIN_NAMES.body_wilson_nature
source: Botanist's Waistcoat
de: Botanikerweste
es_mx: Chaleco de Botánico
fr: Gilet de botaniste
it: Gilet da botanico
ja: 植物学者のベスト
ko: 식물학자의 정장조끼
pl: Kamizelka botanika
pt_br: Colete do Botânico
ru: Жилет ботаника
zh_cn: 植物学家的小马甲
zh_tw: 植物學家的小馬甲

# SKIN_NAMES.body_wilson_pigguard
source: Pig Guard Costume Top
de: Schweinewächter-Kostümoberteil
es_mx: Parte de arriba de disfraz de cerdo guardián
fr: Haut de costume cochon garde
it: Sopra da maiale guardiano
ja: ブタの衛兵のコスチューム（トップ）
ko: 근위병 돼지 의상 상의
pl: Góra stroju prosiaka strażnika
pt_br: Parte de cima da fantasia de Porco Guarda
ru: Верх от Костюма Свин-стража
zh_cn: 猪守卫造型上衣
zh_tw: 豬守衛造型上衣

# SKIN_NAMES.body_wilson_pigguardp
source: Pig Guard Costume Top
de: Schweinewächter-Kostümoberteil
es_mx: Parte de arriba de disfraz de cerdo guardián
fr: Haut de costume cochon garde
it: Sopra da maiale guardiano
ja: ブタの衛兵のコスチューム（トップ）
ko: 근위병 돼지 의상 상의
pl: Góra stroju prosiaka strażnika
pt_br: Parte de cima da fantasia de Porco Guarda
ru: Верх от Костюма Свин-стража
zh_cn: 猪守卫造型上衣
zh_tw: 豬守衛造型上衣

# SKIN_NAMES.body_wilson_rose
source: Gardenrose Attire
de: Gartenrosenkleid
es_mx: Atuendo de rosa de jardín
fr: Tenue rose jardin
it: Abito da roseto
ja: ガーデンローズの洋装
ko: 정원장미 복장
pl: Ubiór z różą ogrodową
pt_br: Traje rosa de jardim
ru: Костюм садовой розы
zh_cn: 花园玫瑰服装
zh_tw: 花園玫瑰服裝

# SKIN_NAMES.body_wilson_shadow
source: Shadow Suit
de: Schattenanzug
es_mx: Traje sombrío
fr: Costume ombre
it: Completo d'ombra
ja: シャドウスーツ
ko: 그림자 신사복
pl: Garnitur cienia
pt_br: Traje das sombras
ru: Теневой костюм
zh_cn: 暗影西装
zh_tw: 暗影西裝

# SKIN_NAMES.body_wilson_survivor
source: Rumpled Outfit
de: Zerknittertes Outfit
es_mx: Traje arrugado
fr: Tenue froissée
it: Vestiti sgualciti
ja: しわくちゃのスーツ
ko: 구겨진 의상
pl: Pomięty strój
pt_br: Traje amassado
ru: Мятая одежда
zh_cn: 邹巴巴的衣服
zh_tw: 鄒巴巴的衣服

# SKIN_NAMES.body_wilson_victorian
source: Physician's Topcoat
de: Straßenmantel eines Arztes
es_mx: Abrigo de médico
fr: Pardessus de physicien
it: Soprabito del medico
ja: 医者のトップコート
ko: 의사의 탑코트
pl: Płaszcz lekarza
pt_br: Sobrecasaca de médico
ru: Пальто врача
zh_cn: 医生的大衣
zh_tw: 醫生的大衣

# SKIN_NAMES.body_wilson_yule
source: Hollygreen Overcoat
de: Stechpalmengrüner Mantel
fr: Pardessus vert sapin
it: Soprabito verde agrifoglio
ja: うぐいす色のオーバーコート
ko: 홀리그린 오버코트
pl: Płaszcz z ostrokrzewu
pt_br: Sobretudo Verde-festejo
ru: Вечнозеленое пальто
zh_cn: 冬青大衣
zh_tw: 冬青大衣

# SKIN_NAMES.body_winona_cook
source: Winona's Gorge Garb
de: Winonas Schluchtkleidung
es_mx: Atuendo de Winona en La Garganta
fr: Veste de cuisine de Winona
it: Abito della Forra di Winona
ja: ウィノナの峡谷の服
ko: 위노나의 Gorge 의상
pl: Fartuszek Winony
pt_br: Garganta do Desfiladeiro de Winona
ru: Наряд Глотки для Вайноны
zh_cn: 薇诺娜的暴食服装
zh_tw: 薇諾娜的暴食服裝

# SKIN_NAMES.body_winona_factory
source: Voxola Work Uniform
de: Voxola-Arbeitsuniform
es_mx: Uniforme de trabajo de Voxola
fr: Tenue de travail Voxola
it: Uniforme Voxola
ja: ヴォクソラの制服
ko: 복솔라 작업복
pl: Uniform roboczy Voxola
pt_br: Uniforme de trabalho da Voxola
ru: Рабочая униформа Воксола
zh_cn: 沃科拉工服
zh_tw: 沃柯拉工服

# SKIN_NAMES.body_winona_formal
source: Skirt and Blazer
de: Rock und Blazer
es_mx: Falda y chamarra
fr: Jupe et blazer
it: Gonna e giacca
ja: スカートとブレザー
ko: 스커트 및 블레이저
pl: Spódnica i blezer
pt_br: Saia e blazer
ru: Юбка и Пиджак
zh_cn: 半身裙和西装外套
zh_tw: 半身裙和西裝外套

# SKIN_NAMES.body_winona_formalp
source: Skirt and Blazer
de: Rock und Blazer
es_mx: Falda y chamarra
fr: Jupe et blazer
it: Gonna e giacca
ja: スカートとブレザー
ko: 스커트 및 블레이저
pl: Spódnica i blezer
pt_br: Saia e blazer
ru: Юбка и Пиджак
zh_cn: 半身裙和西装外套
zh_tw: 半身裙和西裝外套

# SKIN_NAMES.body_winona_frankenstein
source: Stitched Coat
de: Geflickte Jacke
es_mx: Chamarra con Parches
fr: Blouson raccommodé
it: Cappotto rattoppato
ja: スティッチコート
ko: 꿰맨 코트
pl: Połatany płaszcz
pt_br: Casaco Costurado
ru: Заштопанный пиджак
zh_cn: 手缝外套
zh_tw: 手縫外套

# SKIN_NAMES.body_winona_gladiator
source: Smelter's Apron
de: Schmelzer-Schürze
es_mx: Delantal de fundidora
fr: Armure de haut fourneau
it: Grembiule del fonditore
ja: 製錬工のエプロン
ko: 제련공 앞치마
pl: Fartuch hutniczy
pt_br: Avental de fundidor
ru: Фартук плавильщика
zh_cn: 冶炼工的围裙
zh_tw: 冶煉工的圍裙

# SKIN_NAMES.body_winona_grassgecko
source: Grass Gekko Costume Top
de: Grasgecko-Kostümoberteil
es_mx: Parte de arriba de disfraz de gekko de hierba
fr: Haut de costume de gecko végétal
it: Sopra da gecco d'erba
ja: クサトカゲのコスチューム（トップ）
ko: 풀 도마뱀 의상 상의
pl: Góra stroju gekona trawiastego
pt_br: Parte de cima da fantasia de lagartixa do mato
ru: Верх от Костюма Травяного геккона
zh_cn: 草壁虎造型上衣
zh_tw: 草壁虎造型上衣

# SKIN_NAMES.body_winona_grassgeckop
source: Grass Gekko Costume Top
de: Grasgecko-Kostümoberteil
es_mx: Parte de arriba de disfraz de gekko de hierba
fr: Haut de costume de gecko végétal
it: Sopra da gecco d'erba
ja: クサトカゲのコスチューム（トップ）
ko: 풀 도마뱀 의상 상의
pl: Góra stroju gekona trawiastego
pt_br: Parte de cima da fantasia de lagartixa do mato
ru: Верх от Костюма Травяного геккона
zh_cn: 草壁虎造型上衣
zh_tw: 草壁虎造型上衣

# SKIN_NAMES.body_winona_ice
source: Power Snowsuit
de: Power-Schneeanzug
fr: Combinaison puissante
it: Vestito formale da neve
ja: 力のスノースーツ
ko: 막강한 스노우 수트
pl: Zimowy kombinezon mocy
pt_br: Traje de Neve Poderoso
ru: Властный зимний костюм
zh_cn: 力量雪衣
zh_tw: 力量雪衣

# SKIN_NAMES.body_winona_magma
source: Welder's Apron
de: Schürze des Schweißers
es_mx: Delantal de soldador
fr: Tablier de soudeur
it: Grembiule del saldatore
ja: 溶接工のエプロン
ko: 용접사 앞치마
pl: Fartuch do spawania
pt_br: Avental de soldadora
ru: Фартук сварщицы
zh_cn: 焊工围裙
zh_tw: 焊工圍裙

# SKIN_NAMES.body_winona_nature
source: Gardening Apron
de: Gartenschürze
es_mx: Delantal de jardinero
fr: Tablier de jardinage
it: Grembiule da giardinaggio
ja: ガーデニングエプロン
ko: 원예 앞치마
pl: Fartuch ogrodniczy
pt_br: Avental de jardinagem
ru: Фартук садовника
zh_cn: 园艺围裙
zh_tw: 園藝圍裙

# SKIN_NAMES.body_winona_rose
source: Coral Rose Slacks
de: Korallenrosenhosen
es_mx: Pantalones de rosa de coral
fr: Pantalon rose corail
it: Abito rosa corallo
ja: コーラルローズのスラックス
ko: 산호 장미 바지
pl: Koralowe spodnie
pt_br: Calças rosa-coral
ru: Брюки коралловой розы
zh_cn: 珊瑚红宽松裤
zh_tw: 珊瑚紅寬鬆褲

# SKIN_NAMES.body_winona_rosep
source: Coral Rose Slacks
de: Korallenrosenhosen
es_mx: Pantalones de rosa de coral
fr: Pantalon rose corail
it: Abito rosa corallo
ja: コーラルローズのスラックス
ko: 산호 장미 바지
pl: Koralowe spodnie
pt_br: Calças rosa-coral
ru: Брюки коралловой розы
zh_cn: 珊瑚红宽松裤
zh_tw: 珊瑚紅寬鬆褲

# SKIN_NAMES.body_winona_shadow
source: Shadow Coverall
de: Schattenanzug
es_mx: Overol sombrío
fr: Bleu de travail d'ombre
it: Copritutto d'ombra
ja: 影のカバーオール
ko: 그림자 작업복
pl: Cieniste okrycie
pt_br: Macacão das sombras
ru: Теневой Рабочий комбинезон
zh_cn: 暗影罩衣
zh_tw: 暗影罩衣

# SKIN_NAMES.body_winona_shadowp
source: Shadow Coverall
de: Schattenanzug
es_mx: Overol sombrío
fr: Bleu de travail d'ombre
it: Copritutto d'ombra
ja: 影のカバーオール
ko: 그림자 작업복
pl: Cieniste okrycie
pt_br: Macacão das sombras
ru: Теневой Рабочий комбинезон
zh_cn: 暗影罩衣
zh_tw: 暗影罩衣

# SKIN_NAMES.body_winona_survivor
source: Worn Workwear
de: Getragene Arbeitskleidung
es_mx: Ropa de trabajo gastada
fr: Tenue de travail usée
it: Tuta da lavoro logora
ja: 着込んだ作業着
ko: 낡은 작업복
pl: Strój roboczy
pt_br: Roupa de trabalho gasta
ru: Изношенная Спецодежда
zh_cn: 磨损的工服
zh_tw: 磨損的工服
