Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.stagehand_cawnival
source: Cawnival Stagehand
de: Krähneval-Requisite
fr: Table de la Corbringue
it: Tavolino del cranevale
ja: カーカーニバルの舞台係
ko: 까아악제 무대 작업대
pl: Kranawałowy stolik teatralny
pt_br: Contrarregra do Crasnaval
ru: Бутафория Галкарнавала
zh_cn: 鸦年华舞台
zh_tw: 鴉年華舞臺

# SKIN_NAMES.stagehand_cawnival_alt
source: Cawnival Stagehand
de: Krähneval-Requisite
fr: Table de la Corbringue
it: Tavolino del cranevale
ja: カーカーニバルの舞台係
ko: 까아악제 무대 작업대
pl: Kranawałowy stolik teatralny
pt_br: Contrarregra do Crasnaval
ru: Бутафория Галкарнавала
zh_cn: 鸦年华舞台
zh_tw: 鴉年華舞臺

# SKIN_NAMES.stagehand_dragonfly
source: Dragonfly Stagehand
de: Libellen-Requisite
fr: Table de dragon-mouche
it: Tavolino draghellula
ja: ドラゴンフライの舞台係
ko: 잠자리 무대 작업대
pl: Stolik teatralny smoczuchy
pt_br: Contrarregra Libélula
ru: Бутафория дракомухи
zh_cn: 龙蝇舞台
zh_tw: 龍蠅舞臺

# SKIN_NAMES.stagehand_vintage
source: Antique Stagehand
de: Antike Requisite
fr: Table antique
it: Tavolino antico
ja: アンティークの舞台係
ko: 앤티크 무대 작업대
pl: Antyczny stolik teatralny
pt_br: Contrarregra Antigo
ru: Антикварная бутафория
zh_cn: 古董舞台
zh_tw: 古董舞臺

# SKIN_NAMES.starstaff_crystal
source: Radiant Star Caller's Staff
de: Strahlender Sternruferstab
es_mx: Cetro de Invocador de Estrella Radiante
fr: Bâton sublime d'invocation stellaire
it: Luminoso bastone stellato del visitatore
ja: キラキラ輝く星召喚者の杖
ko: 빛나는 별 부름 지팡이
pl: Promieniste berło władcy gwiazd
pt_br: Cajado do Chamador de Estrelas Radiante
ru: Сияющий посох призывателя звезд
zh_cn: 光芒唤星者魔杖
zh_tw: 光芒喚星者魔杖

# SKIN_NAMES.starstaff_portal
source: Star Staff
de: Sternstab
fr: Bâton d'étoile
it: Bastone stellare
ja: 星の杖
ko: 별의 지팡이
pl: Kostur gwiazdy
pt_br: Cajado Estelar
ru: Звездный посох
zh_cn: 星星魔杖
zh_tw: 星星魔杖

# SKIN_NAMES.steeringwheel_item_nautical
source: Skittersquid Helm
de: Flutschtintenfisch-Helm
fr: Gouvernail d'angoisseiche
it: Elmo di calafaretto
ja: スキッタースクイッドの兜
ko: 날쌘징어 투구
pl: Rumpel smyrgokalmara
pt_br: Elmo de Lulesguia
ru: Штурвал-кальмар
zh_cn: 鱿鱼方向舵
zh_tw: 魷魚方向舵

# SKIN_NAMES.steeringwheel_nautical
source: Skittersquid Helm
de: Flutschtintenfisch-Helm
fr: Gouvernail d'angoisseiche
it: Elmo di calafaretto
ja: スキッタースクイッドの兜
ko: 날쌘징어 투구
pl: Rumpel smyrgokalmara
pt_br: Elmo de Lulesguia
ru: Штурвал-кальмар
zh_cn: 鱿鱼方向舵
zh_tw: 魷魚方向舵

# SKIN_NAMES.strawhat_bonnet
source: Straw Bonnet
de: Strohhaube
es_mx: Tocado de Paja
fr: Capote en paille
it: Cappellino di paglia
ja: 麦わらのボンネット
ko: 밀짚 보닛
pl: Słomiany czepek
pt_br: Gorro de Palha
ru: Соломенная шляпка
zh_cn: 稻草软帽
zh_tw: 稻草軟帽

# SKIN_NAMES.strawhat_cowboy
source: Cowboy Straw Hat
de: Cowboy-Strohhut
es_mx: Sombrero de paja de vaquero
fr: Chapeau de cowboy en paille
it: Cappello di paglia del cowboy
ja: カウボーイの麦わら帽子
ko: 카우보이 밀짚 모자
pl: Kowbojski kapelusz ze słomy
pt_br: Chapéu de palha de caubói
ru: Соломенная шляпа ковбоя
zh_cn: 牛仔草帽
zh_tw: 牛仔草帽

# SKIN_NAMES.strawhat_floppy
source: Floppy Straw Hat
de: Schlapper Strohhut
es_mx: Sombrero de paja blando
fr: Chapeau de paille à bords flottants
it: Cappello di paglia floscio
ja: 少し垂れた麦わら帽子
ko: 펄럭이는 밀짚 모자
pl: Oklapnięty słomkowy kapelusz
pt_br: Chapéu de palha frouxo
ru: Мягкая Соломенная Шляпа
zh_cn: 松软稻草帽
zh_tw: 鬆軟稻草帽

# SKIN_NAMES.supertacklecontainer_shell
source: Shellacked Spectackler Box
de: Schellackierter Superköderkorb
fr: Double boîte de pêche coquillage
it: Bi-cassetta da pesca Conchiglia
ja: 貝殻の豪華な釣り道具箱
ko: 조개껍데기 안경 상자
pl: Muszlowy przeprzybornik wędkarza
pt_br: Caixa Pescatular Surrada
ru: Большой контейнер для снастей из шеллака
zh_cn: 贝壳超级钓具箱
zh_tw: 貝殼超級釣具箱

# SKIN_NAMES.tacklecontainer_shell
source: Shellacked Tackle Box
de: Schellackierter Köderkorb
fr: Boîte de pêche coquillage
it: Cassetta da pesca Conchiglia
ja: 貝殻の釣り道具箱
ko: 셸락을 칠한 낚시 도구 통
pl: Muszlowy przybornik
pt_br: Caixa de Pesca Surrada
ru: Контейнер для снастей из шеллака
zh_cn: 贝壳钓具箱
zh_tw: 貝殼釣具箱

# SKIN_NAMES.telebase_crystal
source: Sorcerer's Circle
de: Kreis des Zauberers
fr: Cercle de sorcier
it: Cerchio dello stregone
ja: 魔術師の陣
ko: 마법사의 서클
pl: Koło czarnoksiężnika
pt_br: Círculo do Feiticeiro
ru: Волшебный круг
zh_cn: 巫师魔环
zh_tw: 巫師魔環

# SKIN_NAMES.telebase_hallowpylon
source: Hallow Pylon
de: Heiliger Pylon
fr: Pylône creux
it: Pilone consacrato
ja: 神聖なパイロン
ko: 핼러윈 철탑
pl: Święty pylon
pt_br: Pilão Sagrado
ru: Святой пилон
zh_cn: 神圣晶塔
zh_tw: 神聖晶塔

# SKIN_NAMES.telestaff_crystal
source: Sorcerer's Staff
de: Zauberstab
es_mx: Cetro del Hechicero
fr: Bâton de sorcier
it: Bastone dello stregone
ja: 魔術師の杖
ko: 마법사의 지팡이
pl: Berło czarnoksiężnika
pt_br: Cajado do Feiticeiro
ru: Волшебный посох
zh_cn: 巫师法杖
zh_tw: 巫師法杖

# SKIN_NAMES.telestaff_shadowbeam
source: Shadowbeam
de: Schattenstrahl
fr: Rayon d'ombre
it: Raggio d'ombra
ja: シャドウビーム
ko: 섀도우빔
pl: Wiązka cienia
pt_br: Sombrajada
ru: Теневой посох
zh_cn: 暗影束
zh_tw: 暗影束

# SKIN_NAMES.tent_beach
source: Beach Tent
de: Strandzelt
fr: Tente de plage
it: Tenda da spiaggia
ja: ビーチテント
ko: 비치 텐트
pl: Namiot plażowy
pt_br: Barraca de Praia
ru: Пляжная палатка
zh_cn: 海滩帐篷
zh_tw: 海灘帳篷

# SKIN_NAMES.tent_circus
source: World's Greatest Big Top Tent
de: Das größte Zirkuszelt der Welt
es_mx: Carpa más grande del mundo
fr: Plus grand chapiteau du monde
it: Tendone più grande del mondo
ja: 世界最大のサーカステント
ko: 세계 최고의 커다란 톱 텐트
pl: Największy Namiot Świata
pt_br: Maior Grande Tenda de Circo do Mundo
ru: Лучший в мире цирковой шатер
zh_cn: 世界之最大顶篷
zh_tw: 世界之最大頂篷

# SKIN_NAMES.tent_leaf
source: Frondly Tent
de: Blätterzelt
es_mx: Tienda de Campaña Frondosa
fr: Tente végétale
it: Tenda frondosa
ja: 葉っぱのテント
ko: 잎투성이 천막
pl: Liściasty namiot
pt_br: Tenda Frondosa
ru: Лиственный шалаш
zh_cn: 叶片帐篷
zh_tw: 葉片帳篷

# SKIN_NAMES.tophat_chef
source: Head Chef's Hat
de: Mütze des Chefkochs
es_mx: Sombrero de Chef
fr: Toque de chef
it: Cappello da capocuoco
ja: ヘッドシェフの帽子
ko: 주방장의 모자
pl: Czapka szefa kuchni
pt_br: Chapéu do Chefe de Cozinha
ru: Колпак шеф-повара
zh_cn: 主厨帽
zh_tw: 主廚帽

# SKIN_NAMES.tophat_circus
source: Amazing Ringmaster Hat
de: Erstaunlicher Ringmeisterhut
es_mx: Asombroso sombrero de maestro de ceremonias
fr: Incroyable chapeau de Monsieur Loyal
it: Cappello del presentatore straordinario
ja: サーカス長の帽子のアイコン
ko: 굉장한 단장 모자
pl: Zdumiewający Kapelusz Mistrza Ringu
pt_br: Chapéu do Incrível Apresentador
ru: Шляпа потрясающего шпрехшталмейстера
zh_cn: 神奇驯兽师帽
zh_tw: 神奇馴獸師帽

# SKIN_NAMES.tophat_derby
source: Bowler Hat
de: Melone
es_mx: Bombín
fr: Chapeau melon
it: Bombetta
ja: 丸帽子
ko: 중절모
pl: Melonik
pt_br: Chapéu coco
ru: Котелок
zh_cn: 圆顶礼帽
zh_tw: 圓頂禮帽

# SKIN_NAMES.tophat_festive_bell_red_firehound
source: Jingly Tophat
de: Zylinder mit Glöckchen
es_mx: Galera sonora
fr: Haut-de-forme de Noël
it: Cilindro festivo
ja: 陽気なシルクハット
ko: 딸랑딸랑 신사 모자
pl: Dźwięczny cylinder
pt_br: Cartola festiva
ru: Цилиндр с Бубенцом
zh_cn: 叮铃响的大礼帽
zh_tw: 叮鈴響的大禮帽

# SKIN_NAMES.tophat_harlequin
source: Fool's Hat
de: Narrenhut
fr: Chapeau de bouffon
it: Cappello da giullare
ja: 愚か者の帽子
ko: 어리석은 자의 모자
pl: Kapelusz błazna
pt_br: Chapéu do Bobo
ru: Шутовской колпак
zh_cn: 愚人帽
zh_tw: 愚人帽

# SKIN_NAMES.tophat_merchant
source: Merchant Hat
de: Kaufmannshut
fr: Chapeau de marchand
it: Cilindro da mercante
ja: 商人の帽子
ko: 상인 모자
pl: Kapelusz kupca
pt_br: Chapéu de Comerciante
ru: Шляпа торговца
zh_cn: 商人帽
zh_tw: 商人帽

# SKIN_NAMES.tophat_witch_pyre
source: Fiery Witch's Hat
de: Feuriger Hexenhut
es_mx: Sombrero de bruja ardiente
fr: Chapeau de sorcière de feu
it: Cappello da strega irascibile
ja: 火の魔女の帽子
ko: 불 붙은 마녀의 모자
pl: Kapelusz ognistej wiedźmy
pt_br: Chapéu de bruxa ardente
ru: Шляпа злобной ведьмы
zh_cn: 火爆女巫帽
zh_tw: 火爆女巫帽

# SKIN_NAMES.torch_carrat
source: Carrat Torch
de: Karattenfackel
es_mx: Antorcha de Ratahoria
fr: Torche des carates
it: Torcia da caratto
ja: キャラットのたいまつ
ko: 당근이쥐 횃불
pl: Myszomarchwiowa pochodnia
pt_br: Tocha de Cenourrato
ru: Моркрысовый факел
zh_cn: 胡萝卜鼠火炬
zh_tw: 胡蘿蔔鼠火炬

# SKIN_NAMES.torch_carrat_alt
source: Carrat Torch
de: Karattenfackel
es_mx: Antorcha de Ratahoria
fr: Torche des carates
it: Torcia da caratto
ja: キャラットのたいまつ
ko: 당근이쥐 횃불
pl: Myszomarchwiowa pochodnia
pt_br: Tocha de Cenourrato
ru: Моркрысовый факел
zh_cn: 胡萝卜鼠火炬
zh_tw: 胡蘿蔔鼠火炬

# SKIN_NAMES.torch_nautical
source: Conch Torch
de: Muschelfackel
fr: Torche conque
it: Torcia di conchiglia
ja: 巻き貝トーチ
ko: 소라 횃불
pl: Muszlowa pochodnia
pt_br: Concha Tocha
ru: Ракушечный факел
zh_cn: 海螺火炬
zh_tw: 海螺火炬

# SKIN_NAMES.torch_pillar
source: Carved Stone Torch
de: Behauene Steinfackel
es_mx: Antorcha de Roca Tallada
fr: Torche en pierre
it: Torcia in pietra
ja: 彫刻を施した石のたいまつ
ko: 조각된 돌 횃불
pl: Pochodnia z rzeźbionego kamienia
pt_br: Tocha de Pedra Esculpida
ru: Факел из резного камня
zh_cn: 雕刻石制火炬
zh_tw: 雕刻石制火炬

# SKIN_NAMES.torch_pillar_alt
source: Carved Stone Torch
de: Behauene Steinfackel
es_mx: Antorcha de Roca Tallada
fr: Torche en pierre
it: Torcia in pietra
ja: 彫刻を施した石のたいまつ
ko: 조각된 돌 횃불
pl: Pochodnia z rzeźbionego kamienia
pt_br: Tocha de Pedra Esculpida
ru: Факел из резного камня
zh_cn: 雕刻石制火炬
zh_tw: 雕刻石制火炬

# SKIN_NAMES.torch_pronged
source: Rustic Torch
de: Rustikale Fackel
fr: Torche rustique
it: Torcia rustica
ja: 錆びつきたいまつ
ko: 소박한 횃불
pl: Rustykalna pochodnia
pt_br: Tocha Rústica
ru: Деревенский факел
zh_cn: 乡村火炬
zh_tw: 鄉村火炬

# SKIN_NAMES.torch_rag
source: Weatherbeaten Torch
de: Verwitterte Fackel
es_mx: Antorcha curtida
fr: Torche usée par les vents
it: Torcia rovinata dalle intemperie
ja: 使い込んだたいまつ
ko: 비바람에 시달린 횃불
pl: Stargana pochodnia
pt_br: Tocha desgastada
ru: Видавший виды факел
zh_cn: 饱经风霜的火炬
zh_tw: 飽經風霜的火炬

# SKIN_NAMES.torch_shadow
source: Tragic Torch
de: Tragische Fackel
es_mx: Antorcha trágica
fr: Torche tragique
it: Torcia tragica
ja: 悲しみのたいまつ
ko: 비극의 횃불
pl: Tragiczna pochodnia
pt_br: Tocha trágica
ru: Трагический факел
zh_cn: 悲剧的火炬
zh_tw: 悲劇的火炬

# SKIN_NAMES.torch_shadow_alt
source: Tragic Torch
de: Tragische Fackel
es_mx: Antorcha trágica
fr: Torche tragique
it: Torcia tragica
ja: 悲しみのたいまつ
ko: 비극의 횃불
pl: Tragiczna pochodnia
pt_br: Tocha trágica
ru: Трагический факел
zh_cn: 悲剧的火炬
zh_tw: 悲劇的火炬

# SKIN_NAMES.torch_spooky
source: Hallowed Light
de: Heiliges Licht
es_mx: Luz de Hallowed
fr: Lumière sacrée
it: Luce sacra
ja: ハロウィンライト
ko: 신성한 빛
pl: Straszne światło
pt_br: Luz sagrada
ru: Факел Всех Святых
zh_cn: 神圣灯光
zh_tw: 神聖燈光

# SKIN_NAMES.torch_spookyp
source: Hallowed Light
de: Heiliges Licht
es_mx: Luz de Hallowed
fr: Lumière sacrée
it: Luce sacra
ja: ハロウィンライト
ko: 신성한 빛
pl: Straszne światło
pt_br: Luz sagrada
ru: Факел Всех Святых
zh_cn: 神圣灯光
zh_tw: 神聖燈光

# SKIN_NAMES.trap_basket
source: Basket Trap
de: Korbfalle
es_mx: Cesta Trampa
fr: Piège en panier
it: Trappola in vimini
ja: カゴの罠
ko: 바구니 덫
pl: Pułapka z kosza
pt_br: Armadilha de Cesta
ru: Корзинная ловушка
zh_cn: 篮子陷阱
zh_tw: 籃子陷阱

# SKIN_NAMES.trap_metal
source: Stainless Steel Trap
de: Edelstahl-Falle
es_mx: Trampa de Acero Inoxidable
fr: Piège en acier inoxydable
it: Trappola in acciaio inossidabile
ja: 鉄の罠
ko: 스테인리스강 덫
pl: Pułapka ze stali nierdzewnej
pt_br: Armadilha de Aço Inoxidável
ru: Ловушка из нержавеющей стали
zh_cn: 不锈钢陷阱
zh_tw: 不銹鋼陷阱

# SKIN_NAMES.trap_teeth_tiger
source: Tiger Fang Trap
de: Tigerzahn-Falle
es_mx: Trampa de Colmillo de Tigre
fr: Piège à crocs de tigre
it: Trappola di zanne di tigre
ja: トラの牙の罠
ko: 호랑이 엄니 덫
pl: Tygrysia Pułapka
pt_br: Armadilha de presa de tigre
ru: Ловушка тигриного клыка
zh_cn: 虎牙陷阱
zh_tw: 虎牙陷阱

# SKIN_NAMES.treasurechest_carpetbag
source: Carpet Bag
de: Teppich-Tasche
es_mx: Bolsa de alfombra
fr: Sac de voyage
it: Borsone di tappeto
ja: カーペットバッグ
ko: 카펫 가방
pl: Torba dywanowa
pt_br: Saco de carpete
ru: Ковровый Сундук
zh_cn: 毛毡制袋子
zh_tw: 毛氈制袋子

# SKIN_NAMES.treasurechest_corruption
source: Corrupted Chest
de: Verderbte Truhe
fr: Coffre corrompu
it: Scrigno corrotto
ja: 堕落の宝箱
ko: 타락한 상자
pl: Zdeprawowana skrzynia
pt_br: Baú Corrompido
ru: Порченый сундук
zh_cn: 腐化箱
zh_tw: 腐化箱

# SKIN_NAMES.treasurechest_crimson
source: Crimson Chest
de: Karminrote Truhe
fr: Coffre écarlate
it: Scrigno cremisi
ja: 深紅の宝箱
ko: 크림슨 상자
pl: Szkarłatna skrzynia
pt_br: Baú Carmesim
ru: Багряный сундук
zh_cn: 猩红箱
zh_tw: 猩紅箱

# SKIN_NAMES.treasurechest_cupid
source: Lovely Chest
de: Hinreißende Truhe
fr: Coffre adorable
it: Baule adorabile
ja: 可憐な収納箱
ko: 사랑스러운 상자
pl: Piękna skrzynia
pt_br: Baú Adorável
ru: Сундук любви
zh_cn: 可爱的箱子
zh_tw: 可愛的箱子

# SKIN_NAMES.treasurechest_cupidalt
source: Lovely Chest
de: Hinreißende Truhe
fr: Coffre adorable
it: Baule adorabile
ja: 可憐な収納箱
ko: 사랑스러운 상자
pl: Piękna skrzynia
pt_br: Baú Adorável
ru: Сундук любви
zh_cn: 可爱的箱子
zh_tw: 可愛的箱子

# SKIN_NAMES.treasurechest_gingerbread
source: Gingerbread Chest
de: Lebkuchen-Truhe
es_mx: Cofre de galleta de jengibre
fr: Coffre gingembre
it: Scrigno Pan di zenzero
ja: クッキーの宝箱
ko: 진저브레드 상자
pl: Skrzynia piernikowa
pt_br: Baú de pão de gengibre
ru: Имбирный Сундук
zh_cn: 姜饼箱子
zh_tw: 薑餅箱子

# SKIN_NAMES.treasurechest_monster
source: Brute Case
de: Rohlingskiste
es_mx: Cofre bestial
fr: Boîte brute
it: Contenitore mostruoso
ja: 野獣のケース
ko: 난폭한 상자
pl: Brutalna skrzynia
pt_br: Caixote de brutamontes
ru: Грубый сундук
zh_cn: 残暴箱子
zh_tw: 殘暴箱子

# SKIN_NAMES.treasurechest_posh
source: Treasured Chest
de: Schatztruhe
es_mx: Cofre del tesoro
fr: Coffre mon trésor
it: Cassa del tesoro
ja: 財宝の宝箱
ko: 보물 상자
pl: Drogocenna skrzynia
pt_br: Baú do tesouro
ru: Сундук с Сокровищами
zh_cn: 珍贵箱子
zh_tw: 珍貴箱子

# SKIN_NAMES.treasurechest_poshprint
source: Calico Chester Chest
de: Calico-Chester-Truhe
es_mx: Cofre de Chester manchado
fr: Coffre Chester calicot
it: Scrigno Chester il calico
ja: キャラコ・チェスターの宝箱
ko: 캘리코 체스터 상자
pl: Lamparcia Skrzynecka
pt_br: Baú-dogue de chita
ru: Пятнистый Сундук Честера
zh_cn: 棉布切斯特箱子
zh_tw: 棉布賈斯特箱子

# SKIN_NAMES.treasurechest_sacred
source: Ancient King's Chest
de: Antike Königstruhe
es_mx: Cofre del rey antiguo
fr: Coffre de roi ancien
it: Scrigno Antico re
ja: 古代王の宝箱
ko: 고대 왕의 상자
pl: Skrzynia starożytnego króla
pt_br: Baú do rei ancestral
ru: Древний Королевский Сундук
zh_cn: 远古国王的箱子
zh_tw: 遠古國王的箱子

# SKIN_NAMES.treasurechest_steamertrunk
source: Steamer Trunk
de: Überseekoffer
es_mx: Cofre de vapor
fr: Malle de voyage
it: Vecchio baule
ja: トランク
ko: 증기선 상자
pl: Kufer
pt_br: Baú de viagem
ru: Пароходный Чемодан
zh_cn: 海上的旅行箱
zh_tw: 海上的旅行箱

# SKIN_NAMES.treasurechest_traincase
source: Train Case
de: Reisetruhe
es_mx: Caja de tren
fr: Malle de train
it: Cassa da viaggio in treno
ja: トレーニングケース
ko: 기차 상자
pl: Skrzynia podróżna
pt_br: Baú para trem
ru: Железнодорожный Сундук
zh_cn: 小旅行箱
zh_tw: 小旅行箱

# SKIN_NAMES.treasurechest_traveltrunk
source: Traveler's Trunk
de: Reisekoffer
es_mx: Baúl de viajero
fr: Malle de voyageur
it: Cassa del viaggiatore
ja: 旅行者のトランク
ko: 여행자의 트렁크
pl: Kufer podróżnika
pt_br: Baú de viajante
ru: Чемодан Путешественника
zh_cn: 旅客的大衣箱
zh_tw: 旅客的大衣箱

# SKIN_NAMES.treasurechest_vintage
source: Pastoral Chest
de: Pastorale Truhe
fr: Coffre fleuri
it: Baule pastorale
ja: 田園の収納箱
ko: 목가적인 상자
pl: Sielska skrzynia
pt_br: Baú Florido
ru: Пасторальный сундук
zh_cn: 田园箱子
zh_tw: 田園箱子

# SKIN_NAMES.umbrella_circus
source: Big Top Umbrella
de: Regenschirm
es_mx: Gran paraguas de carpa
fr: Parapluie chapiteau
it: Tenda da circo
ja: サーカス風の傘
ko: 빅 톱 우산
pl: Wielka Parasolka
pt_br: Guarda-chuva de tenda
ru: Огромный зонт
zh_cn: 马戏团伞顶
zh_tw: 馬戲團傘頂

# SKIN_NAMES.umbrella_heart
source: Lover's Umbrella
de: Schirm der Liebenden
es_mx: Paraguas del amante
fr: Parapluie d'amour
it: Ombrello dell'amante
ja: 恋人の傘
ko: 연인의 우산
pl: Parasolka Kochasia
pt_br: Guarda-chuva do Amante
ru: Зонтик возлюбленного
zh_cn: 情人雨伞
zh_tw: 情人雨傘

# SKIN_NAMES.umbrella_parasol
source: Baleful Lace Parasol
de: Böser Spitzenschirm
es_mx: Sombrilla de encaje funesta
fr: Ombrelle en dentelle funeste
it: Parasole di pizzo malevolo
ja: 怖いレースのパラソル
ko: 구멍 난 레이스 파라솔
pl: Złowroga parasolka
pt_br: Sombrinha de laços voraz
ru: Грозный кружевной зонтик
zh_cn: 不祥蕾丝阳伞
zh_tw: 不祥蕾絲陽傘

# SKIN_NAMES.umbrella_spider
source: Webrolly
de: Spinnenschirm
es_mx: Webraguas
fr: Paratoile
it: Webombrello
ja: ウェブロリー
ko: 거미줄 우산
pl: Pajęcza parasolka
pt_br: Guarda-rede
ru: Паучий зонт
zh_cn: 蜘蛛伞
zh_tw: 蜘蛛傘

# SKIN_NAMES.wall_moonrock_victorian
source: Moonlit Victorian Wall
de: Mondbeschienene viktorianische Mauer
fr: Mur lunaire victorien
it: Muro vittoriano illuminato dalla luna
ja: 月光のビクトリアの壁
ko: 달빛 빅토리아풍 벽
pl: Wiktoriański mur w świetle księżyca
pt_br: Muro Vitoriano Enluarado
ru: Викторианская лунная стена
zh_cn: 月光维多利亚墙
zh_tw: 月光維多利亞牆

# SKIN_NAMES.wall_moonrock_victorianitem
source: Moonlit Victorian Wall
de: Mondbeschienene viktorianische Mauer
fr: Mur lunaire victorien
it: Muro vittoriano illuminato dalla luna
ja: 月光のビクトリアの壁
ko: 달빛 빅토리아풍 벽
pl: Wiktoriański mur w świetle księżyca
pt_br: Muro Vitoriano Enluarado
ru: Викторианская лунная стена
zh_cn: 月光维多利亚墙
zh_tw: 月光維多利亞牆

# SKIN_NAMES.wall_ruins_thulecite
source: Ancient Ornamental Wall
de: Antike dekorative Mauer
fr: Mur décoratif antique
it: Muro ornamentale antico
ja: 古代の装飾された壁
ko: 고대 장식 벽
pl: Starożytny zdobiony mur
pt_br: Muro Ornamental Ancestral
ru: Древняя резная стена
zh_cn: 远古装饰墙
zh_tw: 遠古裝飾牆

# SKIN_NAMES.wall_ruins_thulecite_alt
source: Ancient Ornamental Wall
de: Antike dekorative Mauer
fr: Mur décoratif antique
it: Muro ornamentale antico
ja: 古代の装飾された壁
ko: 고대 장식 벽
pl: Starożytny zdobiony mur
pt_br: Muro Ornamental Ancestral
ru: Древняя резная стена
zh_cn: 远古装饰墙
zh_tw: 遠古裝飾牆

# SKIN_NAMES.wall_ruins_thulecite_alt_item
source: Ancient Ornamental Wall
de: Antike dekorative Mauer
fr: Mur décoratif antique
it: Muro ornamentale antico
ja: 古代の装飾された壁
ko: 고대 장식 벽
pl: Starożytny zdobiony mur
pt_br: Muro Ornamental Ancestral
ru: Древняя резная стена
zh_cn: 远古装饰墙
zh_tw: 遠古裝飾牆

# SKIN_NAMES.wall_ruins_thuleciteitem
source: Ancient Ornamental Wall
de: Antike dekorative Mauer
fr: Mur décoratif antique
it: Muro ornamentale antico
ja: 古代の装飾された壁
ko: 고대 장식 벽
pl: Starożytny zdobiony mur
pt_br: Muro Ornamental Ancestral
ru: Древняя резная стена
zh_cn: 远古装饰墙
zh_tw: 遠古裝飾牆

# SKIN_NAMES.wall_ruins_victorian
source: Victorian Thulecite Wall
de: Viktorianische Thulezit-Mauer
fr: Mur de thulécite victorien
it: Muro di tulecite vittoriano
ja: ビクトリアのスーラサイトの塀
ko: 빅토리아풍 툴레사이트 벽
pl: Wiktoriański mur z tulecytu
pt_br: Muro de Tulecita Vitoriano
ru: Викторианская тулецитовая стена
zh_cn: 维多利亚铥墙
zh_tw: 維多利亞銩牆

# SKIN_NAMES.wall_ruins_victorianitem
source: Victorian Thulecite Wall
de: Viktorianische Thulezit-Mauer
fr: Mur de thulécite victorien
it: Muro di tulecite vittoriano
ja: ビクトリアのスーラサイトの塀
ko: 빅토리아풍 툴레사이트 벽
pl: Wiktoriański mur z tulecytu
pt_br: Muro de Tulecita Vitoriano
ru: Викторианская тулецитовая стена
zh_cn: 维多利亚铥墙
zh_tw: 維多利亞銩牆

# SKIN_NAMES.wall_stone_ancient
source: Ancient Stone Wall
de: Antike Steinmauer
fr: Mur de pierre antique
it: Muro di pietra antico
ja: 古代の石の壁
ko: 고대 돌담
pl: Starożytny kamienny mur
pt_br: Muro de Pedra Ancestral
ru: Стена из древнего камня
zh_cn: 远古石墙
zh_tw: 遠古石牆

# SKIN_NAMES.wall_stone_ancient_alt
source: Ancient Stone Wall
de: Antike Steinmauer
fr: Mur de pierre antique
it: Muro di pietra antico
ja: 古代の石の壁
ko: 고대 돌담
pl: Starożytny kamienny mur
pt_br: Muro de Pedra Ancestral
ru: Стена из древнего камня
zh_cn: 远古石墙
zh_tw: 遠古石牆

# SKIN_NAMES.wall_stone_ancient_alt_item
source: Ancient Stone Wall
de: Antike Steinmauer
fr: Mur de pierre antique
it: Muro di pietra antico
ja: 古代の石の壁
ko: 고대 돌담
pl: Starożytny kamienny mur
pt_br: Muro de Pedra Ancestral
ru: Стена из древнего камня
zh_cn: 远古石墙
zh_tw: 遠古石牆

# SKIN_NAMES.wall_stone_ancientitem
source: Ancient Stone Wall
de: Antike Steinmauer
fr: Mur de pierre antique
it: Muro di pietra antico
ja: 古代の石の壁
ko: 고대 돌담
pl: Starożytny kamienny mur
pt_br: Muro de Pedra Ancestral
ru: Стена из древнего камня
zh_cn: 远古石墙
zh_tw: 遠古石牆

# SKIN_NAMES.wall_stone_gothic
source: Gothic Pillar
de: Gotische Säule
fr: Pilier gothique
it: Pilastro gotico
ja: ゴシックな柱
ko: 고딕 기둥
pl: Gotycki filar
pt_br: Pilar Gótico
ru: Готическая колонна
zh_cn: 哥特柱
zh_tw: 哥特柱

# SKIN_NAMES.wall_stone_gothicitem
source: Gothic Pillar
de: Gotische Säule
fr: Pilier gothique
it: Pilastro gotico
ja: ゴシックな柱
ko: 고딕 기둥
pl: Gotycki filar
pt_br: Pilar Gótico
ru: Готическая колонна
zh_cn: 哥特柱
zh_tw: 哥特柱

# SKIN_NAMES.wall_stone_victorian
source: Victorian Stone Wall
de: Viktorianische Steinmauer
fr: Mur de pierre victorien
it: Muro di pietra vittoriano
ja: ビクトリアの石の壁
ko: 빅토리아풍 돌담
pl: Wiktoriański kamienny mur
pt_br: Muro de Pedra Vitoriano
ru: Викторианская каменная стена
zh_cn: 维多利亚石墙
zh_tw: 維多利亞石牆

# SKIN_NAMES.wall_stone_victorianitem
source: Victorian Stone Wall
de: Viktorianische Steinmauer
fr: Mur de pierre victorien
it: Muro di pietra vittoriano
ja: ビクトリアの石の壁
ko: 빅토리아풍 돌담
pl: Wiktoriański kamienny mur
pt_br: Muro de Pedra Vitoriano
ru: Викторианская каменная стена
zh_cn: 维多利亚石墙
zh_tw: 維多利亞石牆

# SKIN_NAMES.walrushat_blue
source: Seabreeze Tammie
de: Seeluft-Mütze
es_mx: Boina Escocesa Azul Marina
fr: Béret de clan
it: Tam o' shanter blu
ja: 海風タミー
ko: 시브리즈 태미
pl: Beret Bryzaka
pt_br: Gorro Brisa do Mar
ru: Берет от морского ветра
zh_cn: 海风贝雷帽
zh_tw: 海風貝雷帽

# SKIN_NAMES.walter_bee
source: Bee Costume
de: Bienen-Kostüm
fr: Costume d'abeille
it: Costume da ape
ja: 蜂のコスチューム
ko: 꿀벌 의상
pl: Strój pszczoły
pt_br: Fantasia de Abelha
ru: Костюм пчелы
zh_cn: 蜜蜂服装
zh_tw: 蜜蜂服裝

# SKIN_NAMES.walter_bee_d
source: Buzzy Boy Head
de: Kopf des Summsejungen
fr: Tête Petit bourdon
it: Testa da ragazzo ape
ja: ブンブンボーイの頭
ko: 윙윙 소년 머리
pl: Głowa pszczołopaka
pt_br: Cabeça de Abelhudo
ru: Шапка пчелки-непоседы
zh_cn: 嗡嗡男孩头饰
zh_tw: 嗡嗡男孩頭飾

# SKIN_NAMES.walter_bee_p
source: Buzzy Boy Head
de: Kopf des Summsejungen
fr: Tête Petit bourdon
it: Testa da ragazzo ape
ja: ブンブンボーイの頭
ko: 윙윙 소년 머리
pl: Głowa pszczołopaka
pt_br: Cabeça de Abelhudo
ru: Шапка пчелки-непоседы
zh_cn: 嗡嗡男孩头饰
zh_tw: 嗡嗡男孩頭飾

# SKIN_NAMES.walter_detective
source: The Boy Detective
de: Der Juniordetektiv
es_mx: El Chico Detective
fr: Le Détective
it: Il Ragazzo detective
ja: 探偵少年
ko: 소년 탐정
pl: Mały detektyw
pt_br: O Menino Detetive
ru: Юный детектив
zh_cn: 少年侦探
zh_tw: 少年偵探

# SKIN_NAMES.walter_formal
source: Guest of Honor
de: Ehrengast
es_mx: Invitación de honor
fr: Invitée d'honneur
it: Ospite d'onore
ja: フォーマル
ko: 주빈
pl: Skórka wizytowa
pt_br: Convidado de Honra
ru: Почетный гость
zh_cn: 贵宾
zh_tw: 貴賓

# SKIN_NAMES.walter_ice
source: The Snowfallen
de: Schneefall
es_mx: Skin nevada
fr: Sous la neige
it: La nevicata
ja: スノーフォール
ko: 눈 덮인
pl: Śniegowa
pt_br: A Nevada
ru: Снежный
zh_cn: 下雪
zh_tw: 下雪

# SKIN_NAMES.walter_nature
source: The Verdant
de: Grün
es_mx: Skin verdusca
fr: Le verdoyant
it: Il verdeggiante
ja: 新緑
ko: 푸릇푸릇
pl: Zielony
pt_br: O Verdejante
ru: Покрытый зеленью
zh_cn: 绿色系
zh_tw: 綠色系

# SKIN_NAMES.walter_none
source: Walter
ja: ウォルター
ko: 월터
ru: Уолтер
zh_cn: 沃尔特
zh_tw: 沃爾特

# SKIN_NAMES.walter_survivor
source: The Survivor
de: Überlebenskünstlerin
es_mx: Skin de sobreviviente
fr: La survivante
it: Il Sopravvissuto
ja: サバイバル
ko: 생존자
pl: Rozbitek
pt_br: A Sobrevivente
ru: Выживший
zh_cn: 冒险家
zh_tw: 冒險家

# SKIN_NAMES.walter_ventriloquist
source: The Chatterbox
de: Die Quasselstrippe
fr: La Pipelette
it: Il Logorroico
ja: お喋り
ko: 수다쟁이
pl: Gaduła
pt_br: O Tagarela
ru: Болтун
zh_cn: 话匣子
zh_tw: 話匣子

# SKIN_NAMES.walter_victorian
source: The Victorian
de: Viktorianer
fr: Le victorien
it: Il Vittoriano
ja: ビクトリア
ko: 빅토리아풍
pl: Wiktoriański
pt_br: O Vitoriano
ru: Викторианец
zh_cn: 维多利亚
zh_tw: 維多利亞

# SKIN_NAMES.walterhat_bee
source: Buzzy Boy Cap
de: Mütze des Summsejungen
fr: Chapeau Petit bourdon
it: Copricapo da ragazzo ape
ja: ブンブンボーイのキャップ
ko: 윙윙 소년 모자
pl: Czapka pszczołopaka
pt_br: Chapéu de Abelhudo
ru: Шапка пчелки-непоседы
zh_cn: 嗡嗡男孩帽
zh_tw: 嗡嗡男孩帽

# SKIN_NAMES.walterhat_beep
source: Buzzy Boy Cap
de: Mütze des Summsejungen
fr: Chapeau Petit bourdon
it: Copricapo da ragazzo ape
ja: ブンブンボーイのキャップ
ko: 윙윙 소년 모자
pl: Czapka pszczołopaka
pt_br: Chapéu de Abelhudo
ru: Шапка пчелки-непоседы
zh_cn: 嗡嗡男孩帽
zh_tw: 嗡嗡男孩帽
