Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.pack_victorian_items2
source: Victorian Antiques Chest
de: Viktorianische Truhe mit Antiquitäten
fr: Coffre d'antiquités Victoriennes
it: Scrigno Antichità Vittoriane
ja: ビクトリアのアンティークの宝箱
ko: 빅토리아풍 골동품 상자
pl: Victorian Belongings Chest
pt_br: Baú de Antiguidades Vitorianas
ru: Викторианский сундук с древностями
zh_cn: 维多利亚古董箱子
zh_tw: 維多利亞古董箱子

# SKIN_NAMES.pack_victorian_walter
source: Walter Victorian Chest
de: Viktorianische Walter-Truhe
fr: Coffre Victorien de Walter
it: Scrigno Walter Vittoriano
ja: ウォルターのビクトリアの宝箱
ko: 월터 빅토리아풍 상자
pl: Skrzynia wiktoriańska Waltera
pt_br: Baú Vitoriano do Walter
ru: Викторианский сундук Уолтера
zh_cn: 沃尔特维多利亚箱子
zh_tw: 沃爾特維多利亞箱子

# SKIN_NAMES.pack_victorian_wathgrithr
source: Wigfrid Victorian Chest
de: Viktorianische Wigfrid-Truhe
fr: Coffre Victorien de Wigfrid
it: Scrigno Wigfrid Vittoriana
ja: ウィグフリドのビクトリアの宝箱
ko: 위그프리드 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wigfrydy
pt_br: Baú Vitoriano da Wigfrid
ru: Викторианский сундук Вигфрид
zh_cn: 薇格弗德维多利亚箱子
zh_tw: 薇格弗德維多利亞箱子

# SKIN_NAMES.pack_victorian_waxwell
source: Maxwell Victorian Chest
de: Viktorianische Maxwell-Truhe
fr: Coffre Victorien de Maxwell
it: Scrigno Maxwell Vittoriano
ja: マクスウェルのビクトリアの宝箱
ko: 맥스웰 빅토리아풍 상자
pl: Skrzynia wiktoriańska Maxwella
pt_br: Baú Vitoriano do Maxwell
ru: Викторианский сундук Максвелла
zh_cn: 麦斯威尔维多利亚箱子
zh_tw: 麥斯威爾維多利亞箱子

# SKIN_NAMES.pack_victorian_webber
source: Webber Victorian Chest
de: Viktorianische Webber-Truhe
fr: Coffre Victorien de Webber
it: Scrigno Webber Vittoriano
ja: ウェバーのビクトリアの宝箱
ko: 웨버 빅토리아풍 상자
pl: Skrzynia wiktoriańska Webbera
pt_br: Baú Vitoriano do Webber
ru: Викторианский сундук Веббера
zh_cn: 韦伯维多利亚箱子
zh_tw: 韋伯維多利亞箱子

# SKIN_NAMES.pack_victorian_wendy
source: Wendy Victorian Chest
de: Viktorianische Wendy-Truhe
fr: Coffre Victorien de Wendy
it: Scrigno Wendy Vittoriana
ja: ウェンディのビクトリアの宝箱
ko: 웬디 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wendy
pt_br: Baú Vitoriano da Wendy
ru: Викторианский сундук Венди
zh_cn: 温蒂维多利亚箱子
zh_tw: 溫蒂維多利亞箱子

# SKIN_NAMES.pack_victorian_wes
source: Wes Victorian Chest
de: Viktorianische Wes-Truhe
fr: Coffre Victorien de Wes
it: Scrigno Wes Vittoriano
ja: ウェスのビクトリアの宝箱
ko: 웨스 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wesa
pt_br: Baú Vitoriano do Wes
ru: Викторианский сундук Вэса
zh_cn: 韦斯维多利亚箱子
zh_tw: 韋斯維多利亞箱子

# SKIN_NAMES.pack_victorian_wickerbottom
source: Wickerbottom Victorian Chest
de: Viktorianische Wickerbottom-Truhe
fr: Coffre Victorien de Wickerbottom
it: Scrigno Wickerbottom Vittoriana
ja: ウィッカーボトムのビクトリアの宝箱
ko: 위커바텀 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wiklińskiej
pt_br: Baú Vitoriano da Wickerbottom
ru: Викторианский сундук Уикерботтом
zh_cn: 薇克巴顿维多利亚箱子
zh_tw: 薇克巴頓維多利亞箱子

# SKIN_NAMES.pack_victorian_willow
source: Willow Victorian Chest
de: Viktorianische Willow-Truhe
fr: Coffre Victorien de Willow
it: Scrigno Willow Vittoriana
ja: ウィローのビクトリアの宝箱
ko: 윌로우 빅토리아풍 상자
pl: Skrzynia wiktoriańska Willow
pt_br: Baú Vitoriano da Willow
ru: Викторианский сундук Уиллоу
zh_cn: 薇洛维多利亚箱子
zh_tw: 薇洛維多利亞箱子

# SKIN_NAMES.pack_victorian_wilson
source: Wilson Victorian Chest
de: Viktorianische Wilson-Truhe
fr: Coffre Victorien de Wilson
it: Scrigno Wilson Vittoriano
ja: ウィルソンのビクトリアの宝箱
ko: 윌슨 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wilsona
pt_br: Baú Vitoriano do Wilson
ru: Викторианский сундук Уилсона
zh_cn: 威尔逊维多利亚箱子
zh_tw: 威爾遜維多利亞箱子

# SKIN_NAMES.pack_victorian_winona
source: Winona Victorian Chest
de: Viktorianische Winona-Truhe
fr: Coffre Victorien de Winona
it: Scrigno Winona Vittoriana
ja: ウィノナのビクトリアの宝箱
ko: 위노나 빅토리아풍 상자
pl: Skrzynia wiktoriańska Winony
pt_br: Baú Vitoriano da Winona
ru: Викторианский сундук Вайноны
zh_cn: 薇诺娜维多利亚箱子
zh_tw: 薇諾娜維多利亞箱子

# SKIN_NAMES.pack_victorian_wolfgang
source: Wolfgang Victorian Chest
de: Viktorianische Wolfgang-Truhe
fr: Coffre Victorien de Wolfgang
it: Scrigno Wolfgang Vittoriano
ja: ウルフガングのビクトリアの宝箱
ko: 볼프강 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wolfganga
pt_br: Baú Vitoriano do Wolfgang
ru: Викторианский сундук Вольфганга
zh_cn: 沃尔夫冈维多利亚箱子
zh_tw: 沃爾夫岡維多利亞箱子

# SKIN_NAMES.pack_victorian_woodie
source: Woodie Victorian Chest
de: Viktorianische Woodie-Truhe
fr: Coffre Victorien de Woodie
it: Scrigno Woodie Vittoriano
ja: ウッディのビクトリアの宝箱
ko: 우디 빅토리아풍 상자
pl: Skrzynia wiktoriańska Woodiego
pt_br: Baú Vitoriano do Woodie
ru: Викторианский сундук Вуди
zh_cn: 伍迪维多利亚箱子
zh_tw: 伍迪維多利亞箱子

# SKIN_NAMES.pack_victorian_wormwood
source: Wormwood Victorian Chest
de: Viktorianische Wormwood-Truhe
fr: Coffre Victorien de Wormwood
it: Scrigno Wormwood Vittoriano
ja: ワームウッドのビクトリアの宝箱
ko: 웜우드 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wormwooda
pt_br: Baú Vitoriano do Wormwood
ru: Викторианский сундук Вормвуда
zh_cn: 沃姆伍德维多利亚箱子
zh_tw: 沃姆伍德維多利亞箱子

# SKIN_NAMES.pack_victorian_wortox
source: Wortox Victorian Chest
de: Viktorianische Wortox-Truhe
fr: Coffre Victorien de Wortox
it: Scrigno Wortox Vittoriano
ja: ウォルトックスのビクトリアの宝箱
ko: 워톡스 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wortoxa
pt_br: Baú Vitoriano do Wortox
ru: Викторианский сундук Вортокса
zh_cn: 沃拓克斯维多利亚箱子
zh_tw: 沃拓克斯維多利亞箱子

# SKIN_NAMES.pack_victorian_wurt
source: Wurt Victorian Chest
de: Viktorianische Wurt-Truhe
fr: Coffre Victorien de Wurt
it: Scrigno Wurt Vittoriana
ja: ワートのビクトリアの宝箱
ko: 워트 빅토리아풍 상자
pl: Skrzynia wiktoriańska Wurt
pt_br: Baú Vitoriano da Wurt
ru: Викторианский сундук Вурт
zh_cn: 沃特维多利亚箱子
zh_tw: 沃特維多利亞箱子

# SKIN_NAMES.pack_victorian_wx78
source: WX-78 Victorian Chest
de: Viktorianische WX-78-Truhe
fr: Coffre Victorien de WX-78
it: Scrigno WX-78 Vittoriano
ja: WX-78のビクトリアの宝箱
ko: WX-78 빅토리아풍 상자
pl: Skrzynia wiktoriańska dla WX-78
pt_br: Baú Vitoriano do WX-78
ru: Викторианский сундук WX-78
zh_cn: WX-78维多利亚箱子
zh_tw: WX-78維多利亞箱子

# SKIN_NAMES.pack_walter_deluxe
source: Walter Deluxe Wardrobe
de: Walters Luxusschrank
es_mx: Armario de Lujo de Walter
fr: Garde-robe de luxe de Walter
it: Guardaroba Deluxe di Walter
ja: ウォルターのデラックス洋服ダンス
ko: 월터 디럭스 옷장
pl: Szafa luksusowa dla Waltera
pt_br: Guarda-roupa Deluxe de Walter
ru: Роскошный гардероб Уолтера
zh_cn: 沃尔特豪华衣柜
zh_tw: 沃爾特豪華衣櫃

# SKIN_NAMES.pack_walter_detective
source: Walter Boy Detective Chest
de: Walters Juniordetektiv-Truhe
es_mx: Cofre de chico detective de Walter
fr: Coffre de Détective de Walter
it: Scrigno Walter Ragazzo detective
ja: ウォルターの探偵少年の宝箱
ko: 월터 소년 탐정 상자
pl: Skrzynia małego detektywa dla Waltera
pt_br: Baú Menino Detetive de Walter
ru: Сундук Уолтера «Юный детектив»
zh_cn: 沃尔特少年侦探箱子
zh_tw: 沃爾特少年偵探箱子

# SKIN_NAMES.pack_walter_formal
source: Walter Guest of Honor Chest
de: Walters Ehrengast-Truhe
es_mx: Cofre de invitación de honor de Walter
fr: Coffre d'Invitée d'honneur de Walter
it: Scrigno Walter Ospite d'onore
ja: ウォルターのフォーマルの宝箱
ko: 월터 주빈 상자
pl: Skrzynia wizytowa dla Waltera
pt_br: Baú de Convidado de Honra de Walter
ru: Сундук Уолтера «Почетный гость»
zh_cn: 沃尔特贵宾箱子
zh_tw: 沃爾特貴賓箱子

# SKIN_NAMES.pack_walter_survivor
source: Walter Survivor Chest
de: Walters Überlebenden-Truhe
es_mx: Cofre de sobreviviente de Walter
fr: Coffre de Survivant de Walter
it: Scrigno Walter Sopravvissuto
ja: ウォルターの生存者の宝箱
ko: 월터 생존자 상자
pl: Skrzynia rozbitka dla Waltera
pt_br: Baú de Sobrevivente de Walter
ru: Сундук Уолтера «Выживший»
zh_cn: 沃尔特冒险家箱子
zh_tw: 沃爾特冒險家箱子

# SKIN_NAMES.pack_wanda_deluxe
source: Wanda Deluxe Chest
de: Wanda-Luxustruhe
fr: Coffre de luxe de Wanda
it: Scrigno Deluxe di Wanda
ja: ワンダのデラックス宝箱
ko: 완다 디럭스 상자
pt_br: Baú Deluxe da Wanda
ru: Роскошный сундук Ванды
zh_cn: 旺达豪华箱子
zh_tw: 旺達豪華箱子

# SKIN_NAMES.pack_wanda_deluxealt
source: Wanda Deluxe Wardrobe
de: Wanda-Luxusschrank
fr: Garde-robe de luxe de Wanda
it: Guardaroba Deluxe di Wanda
ja: ワンダのデラックス洋服ダンス
ko: 완다 디럭스 옷장
pl: Luksusowa szafa Wandy
pt_br: Guarda-Roupa Deluxe da Wanda
ru: Роскошный гардероб Ванды
zh_cn: 旺达豪华衣柜
zh_tw: 旺達豪華衣櫃

# SKIN_NAMES.pack_wanda_formal
source: Wanda Guest of Honor Chest
de: Wandas Ehrengast-Truhe
fr: Coffre d'Invitée d'honneur de Wanda
it: Scrigno Wanda Ospite d'onore
ja: ワンダのフォーマルの宝箱
ko: 완다 주빈 상자
pl: Skrzynia wizytowa Wandy
pt_br: Baú de Convidada de Honra da Wanda
ru: Сундук Ванды «Почетный гость»
zh_cn: 旺达贵宾箱子
zh_tw: 旺達貴賓箱子

# SKIN_NAMES.pack_wanda_shadow
source: Wanda Triumphant Chest
de: Wandas Triumph-Truhe
fr: Coffre Triomphant de Wanda
it: Scrigno Wanda Trionfante
ja: ワンダの勝者の宝箱
ko: 완다 의기양양 상자
pl: Skrzynia zwycięska Wandy
pt_br: Baú Triunfante da Wanda
ru: Сундук Ванды «Победитель»
zh_cn: 旺达凯旋箱子
zh_tw: 旺達凱旋箱子

# SKIN_NAMES.pack_wanda_steampunk
source: Wanda Tinkersmith Chest
de: Wandas Tüftler-Truhe
fr: Coffre d'Horlogère de Wanda
it: Scrigno Wanda Aggiustatutto
ja: ワンダの時計職人の宝箱
ko: 완다 대장간의 땜장이 상자
pl: Skrzynia majsterkowiczki Wandy
pt_br: Baú Gambiarrista da Wanda
ru: Сундук Ванды «Часовщица»
zh_cn: 旺达修补匠箱子
zh_tw: 旺達修補匠箱子

# SKIN_NAMES.pack_warly_chef
source: Warly Head Chef Chest
de: Warlys Chefkoch-Truhe
es_mx: Cofre de chef de Warly
fr: Coffre de Chef de Warly
it: Scrigno Warly Capocuoco
ja: ワーリーのヘッドシェフの宝箱
ko: 왈리 주방장 상자
pl: Skrzynia szefa kuchni dla Warly'ego
pt_br: Baú de Chef de Cozinha de Warly
ru: Сундук Варли «Шеф-повар»
zh_cn: 沃利的主厨箱子
zh_tw: 沃利的主廚箱子

# SKIN_NAMES.pack_warly_deluxe
source: Warly Deluxe Wardrobe
de: Warlys Luxusschrank
es_mx: Armario de Lujo de Warly
fr: Garde-robe de luxe de Warly
it: Guardaroba Deluxe di Warly
ja: ワーリーのデラックス洋服ダンス
ko: 왈리 디럭스 옷장
pl: Szafa luksusowa dla Warly'ego
pt_br: Guarda-roupa Deluxe de Warly
ru: Роскошный гардероб Варли
zh_cn: 沃利豪华衣柜
zh_tw: 沃利豪華衣櫃

# SKIN_NAMES.pack_warly_fisherman
source: Warly Trawler Chest
de: Warly-Kuttertruhe
es_mx: Cofre de Pescador de Warly
fr: Coffre Pêcheur de Warly
it: Scrigno del Pescatore di Warly
ja: ワーリーのトロール漁船の宝箱
ko: 왈리 트롤선 상자
pl: Skrzynia rybaka dla Warly'ego
pt_br: Baú Traineira do Warly
ru: Рыбацкий сундук Варли
zh_cn: 沃利渔夫箱子
zh_tw: 沃利漁夫箱子

# SKIN_NAMES.pack_warly_rose
source: Warly Roseate Chest
de: Warly-Rosenrot-Truhe
es_mx: Cofre Rosado de Warly
fr: Coffre Rose de Warly
it: Scrigno Warly Rosato
ja: ワーリーのバラ色の宝箱
ko: 왈리 장밋빛 상자
pl: Skrzynia różana dla Warly'ego
pt_br: Baú Rosada do Warly
ru: Цветущий сундук Варли
zh_cn: 沃利玫瑰箱子
zh_tw: 沃利玫瑰箱子

# SKIN_NAMES.pack_warly_victorian
source: Warly Victorian Chest
de: Viktorianische Warly-Truhe
es_mx: Cofre Victoriano de Warly
fr: Coffre Victorien de Warly
it: Scrigno vittoriano di Warly
ja: ワーリーのビクトリアの宝箱
ko: 왈리 빅토리아풍 상자
pl: Skrzynia wiktoriańska dla Warly'ego
pt_br: Baú Vitoriano do Warly
ru: Викторианский сундук Варли
zh_cn: 沃利维多利亚箱子
zh_tw: 沃利維多利亞箱子

# SKIN_NAMES.pack_wathgrithr_deluxe
source: Wigfrid Deluxe Wardrobe
de: Wigfrid-Luxusschrank
fr: Garde-robe de luxe de Wigfrid
it: Guardaroba Deluxe di Wigfrid
ja: ウィグフリドのデラックス洋服ダンス
ko: 위그프리드 디럭스 옷장
pt_br: Guarda-Roupa Deluxe da Wigfrid
ru: Роскошный гардероб Вигфрид
zh_cn: 薇格弗德豪华衣柜
zh_tw: 薇格弗德豪華衣櫃

# SKIN_NAMES.pack_wathgrithr_deluxe2
source: Wigfrid Deluxe Wardrobe
de: Wigfrid-Luxusschrank
fr: Garde-robe de luxe de Wigfrid
it: Guardaroba Deluxe di Wigfrid
ja: ウィグフリドのデラックス洋服ダンス
ko: 위그프리드 디럭스 옷장
pt_br: Guarda-Roupa Deluxe da Wigfrid
ru: Роскошный гардероб Вигфрид
zh_cn: 薇格弗德豪华衣柜
zh_tw: 薇格弗德豪華衣櫃

# SKIN_NAMES.pack_wathgrithr_formal
source: Wigfrid Guest of Honor Chest
de: Wigfrids Ehrengast-Truhe
fr: Coffre d'Invitée d'honneur de Wigfrid
it: Scrigno Wigfrid Ospite d'onore
ja: ウィグフリドのフォーマルの宝箱
ko: 위그프리드 주빈 상자
pl: Skrzynia wizytowa Wigfrydy
pt_br: Baú de Convidada de Honra da Wigfrid
ru: Сундук Вигфрид «Почетный гость»
zh_cn: 薇格弗德贵宾箱子
zh_tw: 薇格弗德貴賓箱子

# SKIN_NAMES.pack_wathgrithr_rose
source: Wigfrid Roseate Chest
de: Wigfrids Rosenrot-Truhe
fr: Coffre Rose de Wigfrid
it: Scrigno Wigfrid Rosata
ja: ウィグフリドのバラ色の宝箱
ko: 위그프리드 장밋빛 상자
pl: Skrzynia różana Wigfrydy
pt_br: Baú Rosada da Wigfrid
ru: Цветущий сундук Вигфрид
zh_cn: 薇格弗德玫瑰箱子
zh_tw: 薇格弗德玫瑰箱子

# SKIN_NAMES.pack_wathgrithr_shadow
source: Wigfrid Triumphant Chest
de: Wigfrids Triumph-Truhe
fr: Coffre Triomphant de Wigfrid
it: Scrigno Wigfrid Trionfante
ja: ウィグフリドの勝者の宝箱
ko: 위그프리드 의기양양 상자
pl: Skrzynia zwycięska Wigfrydy
pt_br: Baú Triunfante da Wigfrid
ru: Сундук Вигфрид «Победитель»
zh_cn: 薇格弗德凯旋箱子
zh_tw: 薇格弗德凱旋箱子

# SKIN_NAMES.pack_wathgrithr_survivor
source: Wigfrid Survivor Chest
de: Wigfrids Überlebenden-Truhe
fr: Coffre de survivant de Wigfrid
it: Scrigno Wigfrid Sopravvissuta
ja: ウィグフリドの生存者の宝箱
ko: 위그프리드 생존자 상자
pl: Skrzynia rozbitka Wigfrydy
pt_br: Baú de Sobrevivente da Wigfrid
ru: Сундук Вигфрид «Выживший»
zh_cn: 薇格弗德冒险家箱子
zh_tw: 薇格弗德冒險家箱子

# SKIN_NAMES.pack_wathgrithr_valkyrie
source: Wigfrid Winged Victory Chest
de: Wigfrids Geflügelte Siegestruhe
fr: Coffre de Victoire ailée de Wigfrid
it: Scrigno Wigfrid Vittoria alata
ja: ウィグフリドの翼の栄光の宝箱
ko: 위그프리드 날개 달린 승리 상자
pl: Skrzynia skrzydlatego zwycięstwa Wigfrydy
pt_br: Baú Vitória Alada da Wigfrid
ru: Сундук Вигфрид «Крылья победы»
zh_cn: 薇格弗德胜利之翼箱子
zh_tw: 薇格弗德勝利之翼箱子

# SKIN_NAMES.pack_wathgrithr_valkyrie2
source: Wigfrid Winged Victory Chest
de: Wigfrids Geflügelte Siegestruhe
fr: Coffre de Victoire ailée de Wigfrid
it: Scrigno Wigfrid Vittoria alata
ja: ウィグフリドの翼の栄光の宝箱
ko: 위그프리드 날개 달린 승리 상자
pl: Skrzynia skrzydlatego zwycięstwa Wigfrydy
pt_br: Baú Vitória Alada da Wigfrid
ru: Сундук Вигфрид «Крылья победы»
zh_cn: 薇格弗德胜利之翼箱子
zh_tw: 薇格弗德勝利之翼箱子

# SKIN_NAMES.pack_wb_0
source: Tiny Bolt Chest
de: Winzige Ballentruhe
es_mx: Cofre Miniatura de Rollos de Tela
fr: Tout petit coffre de rouleaux
it: Minuscolo scrigno della saetta
ja: ボルトの極小宝箱
ko: 초소형 두루마리 상자
pl: Maleńka skrzynia z materiałami
pt_br: Baú de Rolos Minúsculo
ru: Крошечный сундук с рулонами
zh_cn: 迷你布卷箱子
zh_tw: 迷你布卷箱子

# SKIN_NAMES.pack_wb_1
source: Small Bolt Chest
de: Kleine Ballentruhe
es_mx: Cofre Pequeño de Rollos de Tela
fr: Petit coffre de rouleaux
it: Piccolo scrigno della saetta
ja: ボルトの小宝箱
ko: 작은 두루마리 상자
pl: Mała skrzynia z materiałami
pt_br: Baú de Rolos Pequeno
ru: Маленький сундук с рулонами
zh_cn: 小布卷箱子
zh_tw: 小布卷箱子

# SKIN_NAMES.pack_wb_2
source: Large Bolt Chest
de: Große Ballentruhe
es_mx: Cofre Grande de Rollos de Tela
fr: Grand coffre de rouleaux
it: Grande scrigno della saetta
ja: ボルトの中宝箱
ko: 큰 두루마리 상자
pl: Duża skrzynia z materiałami
pt_br: Baú de Rolos Grande
ru: Большой сундук с рулонами
zh_cn: 大布卷箱子
zh_tw: 大布卷箱子

# SKIN_NAMES.pack_wb_3
source: Giant Bolt Chest
de: Riesige Ballentruhe
es_mx: Cofre Gigante de Rollos de Tela
fr: Coffre géant de rouleaux
it: Gigante scrigno della saetta
ja: ボルトの大宝箱
ko: 거대한 두루마리 상자
pl: Ogromna skrzynia z materiałami
pt_br: Baú de Rolos Gigante
ru: Гигантский сундук с рулонами
zh_cn: 巨大布卷箱子
zh_tw: 巨大布卷箱子

# SKIN_NAMES.pack_wb_4
source: Humongous Bolt Chest
de: Gigantische Ballentruhe
es_mx: Cofre Inmenso de Rollos de Tela
fr: Coffre gigantesque de rouleaux
it: Enorme scrigno della saetta
ja: ボルトの極大宝箱
ko: 웅대한 두루마리 상자
pl: Gigantyczna skrzynia z materiałami
pt_br: Baú de Rolos Enorme
ru: Огромный сундук с рулонами
zh_cn: 超级大布卷箱子
zh_tw: 超級大布卷箱子

# SKIN_NAMES.pack_webber_boy
source: Webber Farmspider Chest
de: Webbers Farmspinnen-Truhe
fr: Coffre d'Araignépouvantail de Webber
it: Scrigno Webber Ragno fattore
ja: ウェバーの農家のクモの宝箱
ko: 웨버 농장거미 상자
pl: Skrzynia pająka rolnika Webbera
pt_br: Baú Aranhacultor do Webber
ru: Сундук Веббера «Паук-фермер»
zh_cn: 韦伯农场蜘蛛箱子
zh_tw: 韋伯農場蜘蛛箱子

# SKIN_NAMES.pack_webber_deluxe
source: Webber Deluxe Wardrobe
de: Webbers Luxusschrank
fr: Garde-robe de luxe de Webber
it: Guardaroba Deluxe di Webber
ja: ウェバーのデラックス洋服ダンス
ko: 웨버 디럭스 옷장
pt_br: Guarda-Roupa Deluxe do Webber
ru: Роскошный гардероб Веббера
zh_cn: 韦伯豪华衣柜
zh_tw: 韋伯豪華衣櫃

# SKIN_NAMES.pack_webber_formal
source: Webber Guest of Honor Chest
de: Webbers Ehrengast-Truhe
fr: Coffre d'Invitée d'honneur de Webber
it: Scrigno Webber Ospite d'onore
ja: ウェバーのフォーマルの宝箱
ko: 웨버 주빈 상자
pl: Skrzynia wizytowa Webbera
pt_br: Baú de Convidado de Honra do Webber
ru: Сундук Веббера «Почетный гость»
zh_cn: 韦伯贵宾箱子
zh_tw: 韋伯貴賓箱子

# SKIN_NAMES.pack_webber_rose
source: Webber Roseate Chest
de: Webbers Rosenrot-Truhe
fr: Coffre Rose de Webber
it: Scrigno Webber Rosato
ja: ウェバーのバラ色の宝箱
ko: 웨버 장밋빛 상자
pl: Skrzynia różana Webbera
pt_br: Baú Rosada do Webber
ru: Цветущий сундук Веббера
zh_cn: 韦伯玫瑰箱子
zh_tw: 韋伯玫瑰箱子

# SKIN_NAMES.pack_webber_shadow
source: Webber Triumphant Chest
de: Webbers Triumph-Truhe
fr: Coffre Triomphant de Webber
it: Scrigno Webber Trionfante
ja: ウェバーの勝者の宝箱
ko: 웨버 의기양양 상자
pl: Skrzynia zwycięska Webbera
pt_br: Baú Triunfante do Webber
ru: Сундук Веббера «Победитель»
zh_cn: 韦伯凯旋箱子
zh_tw: 韋伯凱旋箱子

# SKIN_NAMES.pack_webber_survivor
source: Webber Survivor Chest
de: Webbers Überlebenden-Truhe
fr: Coffre de survivant de Webber
it: Scrigno Webber Sopravvissuto
ja: ウェバーの生存者の宝箱
ko: 웨버 생존자 상자
pl: Skrzynia rozbitka Webbera
pt_br: Baú de Sobrevivente do Webber
ru: Сундук Веббера «Выживший»
zh_cn: 韦伯冒险家箱子
zh_tw: 韋伯冒險家箱子

# SKIN_NAMES.pack_wendy_deluxe
source: Wendy Deluxe Wardrobe
de: Wendys Luxusschrank
es_mx: Armario de Lujo de Wendy
fr: Garde-robe de luxe de Wendy
it: Guardaroba Deluxe di Wendy
ja: ウェンディのデラックス洋服ダンス
ko: 웬디 디럭스 옷장
pl: Szafa luksusowa dla Wendy
pt_br: Guarda-roupa Deluxe da Wendy
ru: Роскошный гардероб Венди
zh_cn: 温蒂豪华衣柜
zh_tw: 溫蒂豪華衣櫃

# SKIN_NAMES.pack_wendy_formal
source: Wendy Guest of Honor Chest
de: Wendys Ehrengast-Truhe
es_mx: Cofre de invitación de honor de Wendy
fr: Coffre Invitée d'honneur de Wendy
it: Scrigno Wendy Ospite d'onore
ja: ウェンディのフォーマルの宝箱
ko: 웬디 주빈 상자
pl: Skrzynia wizytowa dla Wendy
pt_br: Baú de Convidada de Honra da Wendy
ru: Сундук Венди «Почетный гость»
zh_cn: 温蒂贵宾箱子
zh_tw: 溫蒂貴賓箱子

# SKIN_NAMES.pack_wendy_handmedown
source: Wendy Hand-Me-Downs Chest
de: Wendys Geerbt-Truhe
es_mx: Cofre de Ropa Usada de Wendy
fr: Coffre Récup' de Wendy
it: Scrigno Wendy Di seconda mano
ja: ウェンディのお下がりの宝箱
ko: 웬디 물려받은 옷 상자
pl: Skrzynia z drugiej ręki dla Wendy
pt_br: Baú de Segunda Mão da Wendy
ru: Сундук с обносками для Венди
zh_cn: 温蒂姐妹的旧衣服箱子
zh_tw: 溫蒂姐妹的舊衣服箱子

# SKIN_NAMES.pack_wendy_rose
source: Wendy Roseate Chest
de: Wendys Rosenrot-Truhe
es_mx: Cofre Rosado de Wendy
fr: Coffre Rose de Wendy
it: Scrigno Wendy Rosata
ja: ウェンディのバラ色の宝箱
ko: 웬디 장밋빛 상자
pl: Skrzynia różana dla Wendy
pt_br: Baú Rosada da Wendy
ru: Цветущий сундук Венди
zh_cn: 温蒂玫瑰箱子
zh_tw: 溫蒂玫瑰箱子

# SKIN_NAMES.pack_wendy_shadow
source: Wendy Triumphant Chest
de: Wendys Triumph-Truhe
es_mx: Cofre triunfal de Wendy
fr: Coffre Triomphante de Wendy
it: Scrigno Wendy Trionfante
ja: ウェンディの勝者の宝箱
ko: 웬디 의기양양 상자
pl: Skrzynia zwycięska dla Wendy
pt_br: Baú Triunfante da Wendy
ru: Сундук Венди «Победитель»
zh_cn: 温蒂凯旋箱子
zh_tw: 溫蒂凱旋箱子

# SKIN_NAMES.pack_wendy_survivor
source: Wendy Survivor Chest
de: Wendys Überlebenden-Truhe
es_mx: Cofre de Sobreviviente de Wendy
fr: Coffre Survivante de Wendy
it: Scrigno Wendy Sopravvissuta
ja: ウェンディの生存者の宝箱
ko: 웬디 생존자 상자
pl: Skrzynia rozbitka dla Wendy
pt_br: Baú de Sobrevivente da Wendy
ru: Сундук Венди «Выживший»
zh_cn: 温蒂冒险家箱子
zh_tw: 溫蒂冒險家箱子

# SKIN_NAMES.pack_wes_deluxe
source: Wes Deluxe Wardrobe
de: Wes' Luxusschrank
fr: Garde-robe de luxe de Wes
it: Guardaroba Deluxe di Wes
ja: ウェスのデラックス洋服ダンス
ko: 웨스 디럭스 옷장
pt_br: Guarda-roupa Deluxe do Wes
ru: Роскошный гардероб Вэса
zh_cn: 韦斯豪华衣柜
zh_tw: 韋斯豪華衣櫃

# SKIN_NAMES.pack_wes_formal
source: Wes Guest of Honor Chest
de: Wes' Ehrengast-Truhe
fr: Coffre d'Invité d'honneur de Wes
it: Scrigno Wes Ospite d'onore
ja: ウェスのフォーマルの宝箱
ko: 웨스 주빈 상자
pl: Skrzynia wizytowa Wesa
pt_br: Baú de Convidado de Honra do Wes
ru: Сундук Вэса «Почетный гость»
zh_cn: 韦斯贵宾箱子
zh_tw: 韋斯貴賓箱子

# SKIN_NAMES.pack_wes_harlequin
source: Wes Fool Chest
de: Wes' Narrentruhe
fr: Coffre de Bouffon de Wes
it: Scrigno Wes Giullare
ja: ウェスの愚か者の宝箱
ko: 웨스 어리석은 자의 상자
pl: Skrzynia błazna Wesa
pt_br: Baú de Bobo do Wes
ru: Сундук Вэса «Шут»
zh_cn: 韦斯愚人箱子
zh_tw: 韋斯愚人箱子

# SKIN_NAMES.pack_wes_rose
source: Wes Roseate Chest
de: Wes' Rosenrot-Truhe
fr: Coffre Rose de Wes
it: Scrigno Wes Rosato
ja: ウェスのバラ色の宝箱
ko: 웨스 장밋빛 상자
pl: Skrzynia różana Wesa
pt_br: Baú Rosada do Wes
ru: Цветущий сундук Вэса
zh_cn: 韦斯玫瑰箱子
zh_tw: 韋斯玫瑰箱子

# SKIN_NAMES.pack_wes_shadow
source: Wes Triumphant Chest
de: Wes' Triumph-Truhe
fr: Coffre Triomphant de Wes
it: Scrigno Wes Trionfante
ja: ウェスの勝者の宝箱
ko: 웨스 의기양양 상자
pl: Skrzynia zwycięska Wesa
pt_br: Baú Triunfante do Wes
ru: Сундук Вэса «Победитель»
zh_cn: 韦斯凯旋箱子
zh_tw: 韋斯凱旋箱子

# SKIN_NAMES.pack_wes_survivor
source: Wes Survivor Chest
de: Wes' Überlebenden-Truhe
fr: Coffre de Survivant de Wes
it: Scrigno Wes Sopravvissuto
ja: ウェスの生存者の宝箱
ko: 웨스 생존자 상자
pl: Skrzynia rozbitka Wesa
pt_br: Baú de Sobrevivente do Wes
ru: Сундук Вэса «Выживший»
zh_cn: 韦斯冒险家箱子
zh_tw: 韋斯冒險家箱子

# SKIN_NAMES.pack_willow_deluxe
source: Willow Deluxe Wardrobe
de: Willows Luxusschrank
es_mx: Armario de lujo de Willow
fr: Garde-robe de luxe de Willow
it: Guardaroba Deluxe di Willow
ja: ウィローのデラックス洋服ダンス
ko: 윌로우 디럭스 옷장
pl: Skrzynia luksusowa dla Willow
pt_br: Guarda-roupa deluxe da Willow
ru: Роскошный гардероб Уиллоу
zh_cn: 薇洛豪华衣柜
zh_tw: 薇洛豪華衣櫃

# SKIN_NAMES.pack_willow_formal
source: Willow Guest of Honor Chest
de: Willows Ehrengasttruhe
es_mx: Cofre de invitación de honor de Willow
fr: Coffre Invitée d'honneur de Willow
it: Scrigno Willow Ospite d'onore
ja: ウィローのフォーマルの宝箱
ko: 윌로우 주빈 상자
pl: Skrzynia wizytowa dla Willow
pt_br: Baú de Convidada de Honra da Willow
ru: Сундук Уиллоу «Почетный гость»
zh_cn: 薇洛贵宾箱子
zh_tw: 薇洛貴賓箱子

# SKIN_NAMES.pack_willow_haunteddoll
source: Willow Forlorn Doll Chest
de: Willows 'Verlorene Puppe'-Truhe
es_mx: Cofre de muñeca desamparada de Willow
fr: Coffre Poupée abandonnée de Willow
it: Scrigno Bambola Willow
ja: ウィローの孤独な人形の宝箱
ko: 윌로우 쓸쓸한 인형 상자
pl: Skrzynia zbolałej laleczki dla Willow
pt_br: Baú da Boneca Desamparada da Willow
ru: Сундук Уиллоу «Забытая кукла»
zh_cn: 薇洛悲凉玩偶箱子
zh_tw: 薇洛悲涼玩偶箱子

# SKIN_NAMES.pack_willow_rose
source: Willow Roseate Chest
de: Willows Rosig-Truhe
es_mx: Cofre rosado de Willow
fr: Coffre La rose de Willow
it: Scrigno Willow Rosata
ja: ウィローのバラ色の宝箱
ko: 윌로우 장밋빛 상자
pl: Skrzynia różana dla Willow
pt_br: Baú Rosado da Willow
ru: Цветущий сундук Уиллоу
zh_cn: 薇洛玫瑰箱子
zh_tw: 薇洛玫瑰箱子

# SKIN_NAMES.pack_willow_shadow
source: Willow Triumphant Chest
de: Willows Triumphanten-Truhe
es_mx: Cofre triunfal de Willow
fr: Coffre La triomphante de Willow
it: Scrigno Willow Trionfante
ja: ウィローの勝者の宝箱
ko: 윌로우 의기양양 상자
pl: Skrzynia zwycięska dla Willow
pt_br: Baú Triunfante da Willow
ru: Сундук Уиллоу «Победитель»
zh_cn: 薇洛凯旋箱子
zh_tw: 薇洛凱旋箱子

# SKIN_NAMES.pack_willow_survivor
source: Willow Survivor Chest
de: Willows Überlebenden-Truhe
es_mx: Cofre de sobreviviente de Willow
fr: Coffre La survivante de Willow
it: Scrigno Willow Sopravvissuta
ja: ウィローの生存者の宝箱
ko: 윌로우 생존자 상자
pl: Skrzynia rozbitka dla Willow
pt_br: Baú de Sobrevivente da Willow
ru: Сундук Уиллоу «Выживший»
zh_cn: 薇洛冒险家箱子
zh_tw: 薇洛冒險家箱子

# SKIN_NAMES.pack_wilson_nature
source: Wilson Verdant Chest
de: Wilsons Grüne Truhe
fr: Coffre Verdoyant de Wilson
it: Scrigno Wilson Verdeggiante
ja: ウィルソンの新緑の宝箱
ko: 윌슨 푸릇푸릇 상자
pl: Zielona skrzynia Wilsona
pt_br: Baú Verdejante do Wilson
ru: Зеленый сундук Уилсона
zh_cn: 威尔逊绿色箱子
zh_tw: 威爾遜綠色箱子

# SKIN_NAMES.pack_winona_deluxe
source: Winona Deluxe Wardrobe
de: Winonas Deluxe-Schrank
es_mx: Armario de lujo de Winona
fr: Garde-robe de luxe de Winona
it: Guardaroba deluxe di Winona
ja: ウィノナのデラックス洋服ダンス
ko: 위노나 디럭스 옷장
pl: Skrzynia luksusowa dla Winony
pt_br: Guarda-roupa deluxe da Winona
ru: Роскошный гардероб Вайноны
zh_cn: 薇诺娜豪华衣柜
zh_tw: 薇諾娜豪華衣櫃

# SKIN_NAMES.pack_winona_factory
source: Winona Industrious Chest
de: Winonas Fleißig-Truhe
es_mx: Cofre laborioso de Winona
fr: Coffre Travailleuse de Winona
it: Scrigno Industriosa Winona
ja: ウィノナの働き者の宝箱
ko: 위노나 근면성실 상자
pl: Skrzynia przedsiębiorcza dla Winony
pt_br: Baú engenhoso da Winona
ru: Сундук трудолюбивой Вайноны
zh_cn: 薇诺娜工业风宝箱
zh_tw: 薇諾娜工業風箱子

# SKIN_NAMES.pack_winona_formal
source: Winona Guest of Honor Chest
de: Winonas Ehrengast-Truhe
es_mx: Cofre de invitación de honor de Winona
fr: Coffre Invitée d'honneur de Winona
it: Scrigno Winona Ospite d'onore
ja: ウィノナのフォーマルの宝箱
ko: 위노나 주빈 상자
pl: Skrzynia wizytowa dla Winony
pt_br: Baú de convidada de honra da Winona
ru: Сундук Вайноны «Почетный гость»
zh_cn: 薇诺娜贵宾宝箱
zh_tw: 薇諾娜貴賓箱子
