Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.hand_wanda_steampunk
source: Workshop Gloves
de: Werkstatthandschuhe
fr: Gants d'atelier
it: Guanti da lavoro
ja: 作業場の手袋
ko: 워크샵 장갑
pl: Rękawice warsztatowe
pt_br: Luvas de Trabalho
ru: Рабочие перчатки
zh_cn: 作坊手套
zh_tw: 作坊手套

# SKIN_NAMES.hand_wanda_yule
source: Toymaker's Gloves
de: Handschuhe des Spielzeugmachers
fr: Gants de fabricant de jouets
it: Guanti da giocattolaia
ja: おもちゃ職人の手袋
ko: 장난감 제작자의 장갑
pl: Rękawice wytwórcy zabawek
pt_br: Luvas de Fabricante de Brinquedos
ru: Перчатки игрушечника
zh_cn: 玩具匠手套
zh_tw: 玩具匠手套

# SKIN_NAMES.hand_warly_candyman
source: Candy-Striped Gloves
de: Streifenhandschuhe
es_mx: Guantes a Rayas de Colores
fr: Gants sucre d'orge
it: Guanti con dettaglio a righe
ja: キャンディストライプの手袋
ko: 사탕 무늬 장갑
pl: Pasiaste rękawiczki cukiernika
pt_br: Luvas de Riscas Doces
ru: Конфетные перчатки
zh_cn: 糖果条纹的手套
zh_tw: 糖果條紋的手套

# SKIN_NAMES.hand_warly_rose
source: Sugar Rose Gloves
de: Zuckerrosenhandschuhe
es_mx: Guantes Rosa de Azúcar
fr: Gants églantine
it: Guanti eleganti
ja: シュガーローズの手袋
ko: 슈가 장미 장갑
pl: Słodkoróżane rękawice
pt_br: Luvas Rosa de Açúcar
ru: Перчатки сахарной розы
zh_cn: 糖制玫瑰手套
zh_tw: 糖制玫瑰手套

# SKIN_NAMES.hand_wathgrithr_gladiator
source: Battlemaster's Gauntlets
de: Kriegsherren-Stulpen
es_mx: Guanteletes de maestro de batalla
fr: Gantelets de maître de bataille
it: Guanti da mastro d'armi
ja: バトルマスターのこて
ko: 전장의 주인의 건틀릿
pl: Bojowe rękawice
pt_br: Manoplas do Mestre de Batalha
ru: Рукавицы Полководца
zh_cn: 战斗大师的拳套
zh_tw: 戰鬥大師的拳套

# SKIN_NAMES.hand_wathgrithr_magma
source: Surtr's Talons
de: Krallen von Surtr
es_mx: Garras de Surtr
fr: Serres de Surtr
it: Artigli di Surtr
ja: スルトの爪
ko: 주르트르의 발톱
pl: Szpony Surtr
pt_br: Garras de Surt
ru: Когти Сурта
zh_cn: 苏尔特尔的爪子
zh_tw: 蘇爾特爾的爪子

# SKIN_NAMES.hand_wathgrithr_nature
source: Grove Sentinel Wristbands
de: Wächter-Armbänder
es_mx: Muñequeras de centinela de arboleda
fr: Protège-poignet de sentinelle de bosquet
it: Polsini sentinella bosco
ja: 森を守る者のリストバンド
ko: 숲지기 손목 보호구
pl: Owijki strażniczki kniei
pt_br: Faixas de sentinela do arvoredo
ru: Наручи лесного стража
zh_cn: 小树林哨兵腕带
zh_tw: 小樹林哨兵腕帶

# SKIN_NAMES.hand_wathgrithr_scarecrow
source: Straw Tufts
de: Strohbüschel
es_mx: Mechón de Paja
fr: Touffes de paille
it: Guanti da spaventapasseri
ja: ワラの束
ko: 밀짚 장갑
pl: Kępki słomy
pt_br: Tufos de Palha
ru: Пучки соломы
zh_cn: 干草束
zh_tw: 乾草束

# SKIN_NAMES.hand_wathgrithr_victorian
source: Tragedienne Gloves
de: Tragedienne-Handschuhe
es_mx: Guantes de actriz trágica
fr: Gants de tragédienne
it: Guanti attrice drammi
ja: 悲劇女優の手袋
ko: 비극의 여주인공 장갑
pl: Tragiczne rękawiczki
pt_br: Luvas de trágica
ru: Перчатки трагической актрисы
zh_cn: 悲剧女演员的手套
zh_tw: 悲劇女演員的手套

# SKIN_NAMES.hand_wathgrithr_wrestler
source: Ultimate Performer's Gloves
de: Handschuhe des ultimativen Artisten
es_mx: Guantes de luchadora definitiva
fr: Gants de performeuse ultime
it: Guanti attrice suprema
ja: 最強パフォーマーの手袋
ko: 궁극의 공연가의 장갑
pl: Rękawiczki Zawodniczki Ostateczności
pt_br: Luvas do Lutador Definitivo
ru: Перчатки крутого исполнителя
zh_cn: 终极表演家的手套
zh_tw: 終極表演家的手套

# SKIN_NAMES.hand_wathgrithr_yule
source: Ice Warrior's Bracers
de: Eiskrieger-Armschutz
es_mx: Brazales de Guerrero de Hielo
fr: Manchettes de guerrière des glaces
it: Parabraccia da guerriera di ghiaccio
ja: 氷の戦士のブレイサー
ko: 얼음 전사의 팔보호구
pl: Karwasze lodowego wojownika
pt_br: Braçadeiras do Guerreiro Gélido
ru: Наручи ледяного воина
zh_cn: 冰原勇士护腕
zh_tw: 冰原勇士護腕

# SKIN_NAMES.hand_waxwell_formal
source: Striking Gloves
de: Elegante Handschuhe
es_mx: Guantes asombrosos
fr: Superbes gants
it: Guanti sgargianti
ja: ゴージャスグローブ
ko: 돋보이는 장갑
pl: Uderzające rękawice
pt_br: Luvas impressionantes
ru: Изумительные перчатки
zh_cn: 惊艳手套
zh_tw: 驚豔手套

# SKIN_NAMES.hand_waxwell_gladiator
source: Alchemist's Handwraps
de: Alchemisten-Handbandagen
es_mx: Cubremanos de alquimista
fr: Mitaines d'alchimiste
it: Guanti dell'alchimista
ja: 錬金術師のハンドラップ
ko: 연금술사의 손싸개
pl: Owijki alchemika
pt_br: Faixas de mão de alquimista
ru: Повязки Алхимика
zh_cn: 炼金术士的手套
zh_tw: 煉金術士的手套

# SKIN_NAMES.hand_waxwell_magma
source: Fissure's Gloves
de: Fissurenhandschuhe
es_mx: Guantes de la fisura
fr: Gants de fissure
it: Guanti della fenditura
ja: 亀裂の手袋
ko: 균열 장갑
pl: Rękawice szczelinowe
pt_br: Luvas da fissura
ru: Перчатки разлома
zh_cn: 裂隙手套
zh_tw: 裂隙手套

# SKIN_NAMES.hand_waxwell_nature
source: Dryad's Handwraps
de: Handgelenksbandagen von Dryad
es_mx: Cubremanos de dríade
fr: Gants de dryade
it: Guanti di Driade
ja: ドリュアドのハンドラップ
ko: 드라이어드 장갑
pl: Owijki driady
pt_br: Faixas dríade
ru: Обмотки дриады
zh_cn: 树妖的手套
zh_tw: 樹妖的手套

# SKIN_NAMES.hand_waxwell_vampire
source: Vampiric Gloves
de: Vampirhandschuhe
es_mx: Guantes Vampíricos
fr: Gants vampiriques
it: Guanti da vampiro
ja: 吸血鬼の手袋
ko: 흡혈귀 장갑
pl: Wampirze rękawiczki
pt_br: Luvas Vampíricas
ru: Вампирские перчатки
zh_cn: 吸血鬼手套
zh_tw: 吸血鬼手套

# SKIN_NAMES.hand_waxwell_victorian
source: Aristocrat's Fine Gloves
de: Edle Handschuhe eines Aristokraten
es_mx: Guantes finos de aristócrata
fr: Beaux gants d'aristocrate
it: Guanti aristocratici
ja: 貴族の高価な手袋
ko: 귀족의 고급 장갑
pl: Szykowne rękawiczki arystokraty
pt_br: Luvas elegantes de aristocrata
ru: Тонкие перчатки аристократа
zh_cn: 贵族的上等手套
zh_tw: 貴族的上等手套

# SKIN_NAMES.hand_waxwell_yule
source: Homebody Handrings
de: Gemütliche Handringe
es_mx: Anillos de Mano Hogareños
fr: Bagues de casanier
it: Anelli da casa
ja: くつろぎのハンドリング
ko: 집돌이의 가락지
pl: Sygnety domatora
pt_br: Desenhos Caseiros
ru: Кольца домоседа
zh_cn: 家居戒指
zh_tw: 家居戒指

# SKIN_NAMES.hand_webber_gladiator
source: Fiend's Claws
de: Teufelskrallen
es_mx: Zarpas de demonio
fr: Griffes du Malin
it: Artigli del demonio
ja: 悪霊のかぎ爪
ko: 원수의 발톱
pl: Pazury wroga
pt_br: Garras de ser hostil
ru: Когти врага
zh_cn: 恶魔爪子
zh_tw: 惡魔爪子

# SKIN_NAMES.hand_webber_magma
source: Incombustible's Claws
de: Krallen der Nichtbrennbaren
es_mx: Garras del incombustible
fr: Griffes incombustibles
it: Artigli incombustibili
ja: 燃えない爪
ko: 불연성 발톱
pl: Niepalne pazury
pt_br: Garras incombustíveis
ru: Когти Огнестойкого
zh_cn: 不会燃烧的爪子
zh_tw: 不會燃燒的爪子

# SKIN_NAMES.hand_webber_nature
source: Spider Warrior Claws
de: Spinnenkrieger-Krallen
fr: Griffes de guerrier araignée
it: Artigli da ragno guerriero
ja: クモ戦士の爪
ko: 거미 전사 발톱
pl: Szpony pająka wojownika
pt_br: Luvas de Guerreiro Aranha
ru: Когти паука-воина
zh_cn: 蜘蛛战士利爪
zh_tw: 蜘蛛戰士利爪

# SKIN_NAMES.hand_webber_punk
source: Spiked Cuffs
de: Ärmel mit Stacheln
es_mx: Pulseras de púas
fr: Manchettes à pointes
it: Manette con punte
ja: とんがりカフス
ko: 가시 달린 커프스
pl: Bransolety z kolcami
pt_br: Abotoaduras com pontas
ru: Шипастые браслеты
zh_cn: 铆钉手镯
zh_tw: 鉚釘手鐲

# SKIN_NAMES.hand_webber_victorian
source: Schoolboy Cuffs
de: Schuljungenmanschetten
es_mx: Puños de estudiante
fr: Manchettes d'écolier
it: Polsini dello studente
ja: スクールボーイのカフス
ko: 학생의 커프스
pl: Mankiety szkolne
pt_br: Abotoaduras de colegial
ru: Манжеты школьника
zh_cn: 小男生护腕
zh_tw: 小男生護腕

# SKIN_NAMES.hand_webber_wrestler
source: El Tigre Cub's Mitts
de: Handschuhe des jungen El Tigre
es_mx: Mitones de El Tigrito
fr: Mitaines de petit tigrou
it: Guanti del tigrotto
ja: エル・ティグレ坊やのミトン
ko: 엘 티그레 새끼의 장갑
pl: Rękawice El Tigre Juniora
pt_br: Luvas do Filhotinho de El Tigre
ru: Рукавички детеныша Эль Тигре
zh_cn: 小老虎拳击手套
zh_tw: 小老虎拳擊手套

# SKIN_NAMES.hand_wendy_gladiator
source: Usurper's Handwraps
de: Usurpatorische Handbandagen
es_mx: Cubremanos de usurpadora
fr: Mitaines d'usurpateur
it: Guanti dell'usurpatore
ja: 強奪者のハンドラップ
ko: 탈취자의 손싸개
pl: Owijki oszustki
pt_br: Faixas de mão de usurpador
ru: Повязки узурпатора
zh_cn: 篡位者的手套
zh_tw: 篡位者的手套

# SKIN_NAMES.hand_wendy_handmedown
source: Daisy Bracelets
de: Gänseblümchen-Armbänder
es_mx: Brazaletes de Margaritas
fr: Bracelets de pâquerettes
it: Braccialetti di margherite
ja: デイジーのブレスレット
ko: 데이지 팔찌
pl: Bransoletki ze stokrotek
pt_br: Pulseiras Margarida
ru: Браслеты из маргариток
zh_cn: 雏菊腕带
zh_tw: 雛菊腕帶

# SKIN_NAMES.hand_wendy_ice
source: Snowchild Gloves
de: Schneekind-Handschuhe
es_mx: Guantes de niña de las nieves
fr: Gants d'enfant des neiges
it: Guanti bimbo delle nevi
ja: 雪の子の手袋
ko: 눈아이 장갑
pl: Rękawice śnieżnego dziecka
pt_br: Luvas de criança do gelo
ru: Перчатки Снегурочки
zh_cn: 雪孩子手套
zh_tw: 雪孩子手套

# SKIN_NAMES.hand_wendy_magma
source: Phoenix's Arms
de: Phönix' Arme
es_mx: Brazos de fénix
fr: Bras de phénix
it: Braccia della fenice
ja: フェニックスの袖
ko: 피닉스의 팔
pl: Rękawice Feniksa
pt_br: Braços de Fênix
ru: Перчатки Феникса
zh_cn: 凤凰护臂
zh_tw: 鳳凰護臂

# SKIN_NAMES.hand_wendy_victorian
source: Mourning Gloves
de: Trauer-Handschuhe
es_mx: Guantes de luto
fr: Gants de deuil
it: Guanti del lutto
ja: 追悼の手袋
ko: 비탄의 장갑
pl: Żałobne rękawiczki
pt_br: Luvas de luto
ru: Траурные перчатки
zh_cn: 哀悼手套
zh_tw: 哀悼手套

# SKIN_NAMES.hand_wes_gladiator
source: Duelist's Hand Covers
de: Duellanten-Handschutz
es_mx: Guantes de duelista
fr: Gantier de duelliste
it: Copri mano del duellante
ja: デュエリストのハンドカバー
ko: 결투자의 손덮개
pl: Ochraniacze na ręce oponenta
pt_br: Cobertura de mãos de duelista
ru: Рабочие перчатки дуэлянта
zh_cn: 决斗者的手套
zh_tw: 決鬥者的手套

# SKIN_NAMES.hand_wes_magma
source: Sulphur Pimpernel's Gloves
de: Schwefelgelbe Handschuhe
es_mx: Guantes de pimpinela de azufre
fr: Gants mouron rouge soufré
it: Guanti da mordigallina
ja: 硫黄ルリハコベの手袋
ko: 유황 뚜껑별꽃 장갑
pl: Siarkowo-koperkowe rękawiczki
pt_br: Luvas de Anagálide de enxofre
ru: Серные перчатки Пимпернела
zh_cn: 硫磺繁缕的手套
zh_tw: 硫磺繁縷的手套

# SKIN_NAMES.hand_wes_nature
source: Fauvist's Gloves
de: Künstlerhandschuhe
es_mx: Guantes de Fauvista
fr: Gants fauvistes
it: Guanti da Fauvista
ja: 画家の手袋
ko: 야수파 화가의 장갑
pl: Rękawice robocze
pt_br: Luvas fauvistas
ru: Перчатки фовиста
zh_cn: 野兽派画家的手套
zh_tw: 野獸派畫家的手套

# SKIN_NAMES.hand_wes_victorian
source: Sooty Sweep's Mitts
de: Schornsteinfeger-Handschuhe
es_mx: Guantes de barrer hollín
fr: Mitaines de ramoneur
it: Guanti pieni di fuliggine
ja: すす掃除のミトン
ko: 굴뚝 청소부 장갑
pl: Uwalane sadzą mitenki kominiarza
pt_br: Luvas de varredor sujas
ru: Рукавицы трубочиста
zh_cn: 黑乎乎的露指手套
zh_tw: 黑乎乎的露指手套

# SKIN_NAMES.hand_wes_wrestler
source: Lover's Gloves
de: Handschuhe der Liebenden
es_mx: Guantes de amante
fr: Gants Amant
it: Guanti dell'amante
ja: 恋人の手袋
ko: 연인의 장갑
pl: Rękawiczki Kochasia
pt_br: Luvas do Amante
ru: Перчатки возлюбленного
zh_cn: 情人手套
zh_tw: 情人手套

# SKIN_NAMES.hand_wes_yule
source: Jolly Elf Gloves
de: Lustiger-Elf-Handschuhe
es_mx: Guantes de Duende
fr: Gants tintinnabulants de lutin
it: Guanti dell'elfo felice
ja: 陽気なエルフの手袋
ko: 쾌활한 요정 장갑
pl: Rękawiczki radosnego elfa
pt_br: Luvas do Elfo Feliz
ru: Перчатки веселого эльфа
zh_cn: 欢乐精灵手套
zh_tw: 歡樂精靈手套

# SKIN_NAMES.hand_wickerbottom_gladiator
source: Metallurgist's Handwraps
de: Metallurgische Handbandagen
es_mx: Cubremanos de metalúrgica
fr: Mitaines de métallurgiste
it: Guanti metallurgici
ja: 冶金学者のハンドラップ
ko: 야금학자의 손싸개
pl: Owijki metalurgiczne
pt_br: Faixas de mão de metalúrgico
ru: Повязки Металлурга
zh_cn: 冶金师的手套
zh_tw: 冶金師的手套

# SKIN_NAMES.hand_wickerbottom_ice
source: Ice Floe Sapphires
de: Eisschollen-Saphire
es_mx: Zafiros de témpano de hielo
fr: Saphirs des glaces
it: Zaffiri banco di ghiaccio
ja: 凍てつくサファイア
ko: 유빙 사파이어
pl: Zlodowaciałe szafiry
pt_br: Safiras de bloco de gelo
ru: Сапфиры ледяного покрова
zh_cn: 浮冰蓝宝石
zh_tw: 浮冰藍寶石

# SKIN_NAMES.hand_wickerbottom_magma
source: Volcanologist's Gloves
de: Vulkanologen-Handschuhe
es_mx: Guantes de vulcanólogo
fr: Gants de volcanologue
it: Guanti del vulcanologo
ja: 火山学者の手袋
ko: 화산학자의 장갑
pl: Rękawice wulkanolożki
pt_br: Luvas de vulcanologista
ru: Перчатки вулканолога
zh_cn: 火山学家的手套
zh_tw: 火山學家的手套

# SKIN_NAMES.hand_wickerbottom_spiderwitch
source: Bewitching Sleeves
de: Bezaubernde Ärmel
es_mx: Mangas Hechizantes
fr: Manches ensorcelantes
it: Maniche stregate
ja: 魔法仕掛けの袖
ko: 마법 들린 소매
pl: Czarujące rękawy
pt_br: Mangas Enfeitiçadoras
ru: Колдовские рукава
zh_cn: 女巫袖子
zh_tw: 女巫袖子

# SKIN_NAMES.hand_wickerbottom_victorian
source: Aristocrat's Haughty Sleeves
de: Edle Ärmel eines Aristokraten
es_mx: Mangas altivas de aristócrata
fr: Gants d'aristocrate hautaine
it: Maniche aristocratiche
ja: 貴族の誇り高い袖
ko: 귀족의 오만한 소매
pl: Wyniosłe rękawy arystokratki
pt_br: Mangas arrogantes de aristocrata
ru: Длинные перчатки надменной аристократки
zh_cn: 贵族的傲慢袖子
zh_tw: 貴族的傲慢袖子

# SKIN_NAMES.hand_willow_gladiator
source: Fighter's Bracers
de: Kämpfer-Armschienen
es_mx: Brazales de luchadora
fr: Manchettes de combattant
it: Parabraccia combattente
ja: 戦士のブレイサー
ko: 전사의 팔보호구
pl: Karwasze wojowniczki
pt_br: Braçadeiras de lutador
ru: Наручи бойца
zh_cn: 斗士护腕
zh_tw: 鬥士護腕

# SKIN_NAMES.hand_willow_haunteddoll
source: Forlorn Doll Sleeves
de: Ärmel der verlorenen Puppe
es_mx: Mangas de muñeca desamparada
fr: Manches de poupée abandonnée
it: Maniche bambola solitaria
ja: 孤独な人形の袖
ko: 쓸쓸한 인형 소매
pl: Rękawy Zbolałej Laleczki
pt_br: Mangas da Boneca Desamparada
ru: Рукава забытой куклы
zh_cn: 悲凉玩偶袖子
zh_tw: 悲涼玩偶袖子

# SKIN_NAMES.hand_willow_ice
source: Coldfire Tufts
de: Kaltfeuer-Büschel
es_mx: Copetes de fuego frío
fr: Touffes de feu froid
it: Guanti di fuoco freddo
ja: 冷炎のふさ
ko: 흡열불 장갑
pl: Kitki z zimnognia
pt_br: Luvas de fogo frio
ru: Манжеты холодного пламени
zh_cn: 冰火皮草
zh_tw: 冰火皮草

# SKIN_NAMES.hand_willow_magma
source: Pyrestarter's Bracelets
de: Zündler-Armbänder
es_mx: Brazaletes de pirómano
fr: Bracelets de pyromane
it: Braccialetti da piromane
ja: 点火のブレスレット
ko: 방화광의 팔찌
pl: Bransoletki podpalaczki
pt_br: Braceletes de incendiária
ru: Браслеты поджигательницы
zh_cn: 放火者手镯
zh_tw: 放火者手鐲

# SKIN_NAMES.hand_willow_victorian
source: Street Peddler's Gloves
de: Straßenhändler-Handschuhe
es_mx: Guantes de vendedor ambulante
fr: Gants de vendeuse des rues
it: Guanti ambulante
ja: 露天商の手袋
ko: 거리 상인의 장갑
pl: Rękawiczki ulicznej handlarki
pt_br: Luvas de mascate
ru: Перчатки уличной торговки
zh_cn: 街头小贩的手套
zh_tw: 街頭小販的手套

# SKIN_NAMES.hand_willow_yule
source: Toasty Mitts
de: Warme Handschuhe
fr: Gants tout chauds
it: Guanti caldi
ja: ぬくぬくミトン
ko: 구운 장갑
pl: Rękawiczki do toastów
pt_br: Luvas Tostadas
ru: Уютные варежки
zh_cn: 暖暖手套
zh_tw: 暖暖手套

# SKIN_NAMES.hand_wilson_formal
source: Tuxedo Gloves
de: Smoking-Handschuhe
es_mx: Guantes de esmoquin
fr: Gants de cérémonie
it: Guanti da smoking
ja: 正装用手袋
ko: 턱시도 장갑
pl: Rękawiczki od garnituru
pt_br: Luvas de smoking
ru: Перчатки для смокинга
zh_cn: 礼服手套
zh_tw: 禮服手套

# SKIN_NAMES.hand_wilson_gladiator
source: Forging Bracers
de: Schmiede-Armschienen
es_mx: Brazales forjados
fr: Manchettes de forge
it: Parabraccia della Forgia
ja: 鍛造のブレイサー
ko: 대장간 팔보호구
pl: Ochraniacze kowalskie
pt_br: Braçadeira de forjadura
ru: Выкованные наручи
zh_cn: 熔炉护腕
zh_tw: 熔爐護腕

# SKIN_NAMES.hand_wilson_ice
source: Hoarfrost Gloves
de: Raureif-Handschuhe
es_mx: Guantes de escarcha
fr: Gants de gelée blanche
it: Guanti della brina
ja: 白霜の手袋
ko: 흰서리 장갑
pl: Mroźne rękawice
pt_br: Luvas de geada
ru: Морозные перчатки
zh_cn: 冰霜手套
zh_tw: 冰霜手套

# SKIN_NAMES.hand_wilson_madscientist
source: Mad Lab Gloves
de: Verrückte Laborhandschuhe
es_mx: Guantes de laboratorio loco
fr: Gants de labo de fou
it: Guanti da laboratorio
ja: マッドラボの手袋
ko: 미친 과학 장갑
pl: Rękawice szalonego naukowca
pt_br: Luvas do Cientista Louco
ru: Перчатки безумного ученого
zh_cn: 疯狂实验室手套
zh_tw: 瘋狂實驗室手套

# SKIN_NAMES.hand_wilson_magma
source: Obsidian's Gloves
de: Obsidian-Handschuhe
es_mx: Guantes de obsidiana
fr: Gants en obsidienne
it: Guanti di ossidiana
ja: 黒曜石の手袋
ko: 흑요석 장갑
pl: Rękawice z obsydianu
pt_br: Luvas de obsidiana
ru: Перчатки из обсидиана
zh_cn: 黑曜石手套
zh_tw: 黑曜石手套

# SKIN_NAMES.hand_wilson_victorian
source: Physician's Gloves
de: Arzt-Handschuhe
es_mx: Guantes de médico
fr: Gants de physicien
it: Guanti del dottore
ja: 医者の手袋
ko: 의사의 장갑
pl: Rękawice lekarza
pt_br: Luvas de médico
ru: Перчатки врача
zh_cn: 医生的手套
zh_tw: 醫生的手套

# SKIN_NAMES.hand_wilson_yule
source: Figgy Plaiding Gloves
de: Feigen-Karo-Handschuhe
fr: Jolis gants à carreaux
it: Guanti a quadri festivi
ja: 格子じまの手袋
ko: 무화과 도금 장갑
pl: Figowe rękawiczki w kratę
pt_br: Luvas de Figo Xadrez
ru: Клетчатые перчатки
zh_cn: 无花果格纹手套
zh_tw: 無花果格紋手套

# SKIN_NAMES.hand_winona_factory
source: Voxola Safety Gloves
de: Voxola-Schutzhandschuhe
es_mx: Guantes de seguridad de Voxola
fr: Gants de sécurité Voxola\v
it: Guanti Voxola
ja: ヴォクソラの安全手袋
ko: 복솔라 안전 장갑
pl: Rękawice robocze Voxola
pt_br: Luvas de segurança da Voxola
ru: Рабочие перчатки Воксола
zh_cn: 沃科拉安全手套
zh_tw: 沃柯拉安全手套

# SKIN_NAMES.hand_winona_gladiator
source: Smelter's Gloves
de: Schmelzer-Handschuhe
es_mx: Guantes de fundidora
fr: Gants de haut fourneau
it: Guanti del fonditore
ja: 製錬工の手袋
ko: 제련공의 장갑
pl: Rękawice hutnicze
pt_br: Luvas de fundidor
ru: Перчатки плавильщика
zh_cn: 冶炼工的手套
zh_tw: 冶煉工的手套

# SKIN_NAMES.hand_winona_ice
source: Icy Fingers
de: Eisige Finger
fr: Doigts glacés
it: Dita gelide
ja: 氷の指
ko: 얼음 손가락
pl: Lodowate palce
pt_br: Dedos Gélidos
ru: Ледяные пальцы
zh_cn: 寒冰手指
zh_tw: 寒冰手指

# SKIN_NAMES.hand_winona_magma
source: Welder's Gloves
de: Schweißer-Handschuhe
es_mx: Guantes de soldador
fr: Gants de soudeur
it: Guanti da saldatore
ja: 溶接工の手袋
ko: 용접사의 장갑
pl: Rękawice do spawania
pt_br: Luvas de soldadora
ru: Перчатки сварщицы
zh_cn: 焊工的手套
zh_tw: 焊工的手套

# SKIN_NAMES.hand_winona_nature
source: Muddy Gardening Gloves
de: Schmutzige Gartenhandschuhe
es_mx: Guantes de jardinero embarrados
fr: Gants de jardinage boueux
it: Guanti infangati
ja: 泥だらけのガーデニング手袋
ko: 진흙투성이 원예 장갑
pl: Ubłocone rękawice ogrodnicze
pt_br: Luvas de jardinagem enlameadas
ru: Грязные рукавицы садовника
zh_cn: 沾着泥巴的园艺手套
zh_tw: 沾著泥巴的園藝手套

# SKIN_NAMES.hand_winona_victorian
source: Blacksmith's Gloves
de: Handschuhe eines Schmieds
es_mx: Guantes de herrero
fr: Gants de forgeron
it: Guanti del fabbro
ja: 鍛冶師の手袋
ko: 대장장이의 장갑
pl: Rękawice kowalskie
pt_br: Luvas de ferreiro
ru: Перчатки кузнеца
zh_cn: 铁匠的手套
zh_tw: 鐵匠的手套

# SKIN_NAMES.hand_winona_wrestler
source: Fixer's Gloves
de: Problemlöserhandschuhe
es_mx: Guantes de Mecánico
fr: Gants de réparatrice
it: Guanti da allenamento
ja: 修理屋の手袋
ko: 해결사의 장갑
pl: Rękawice naprawiaczki
pt_br: Luvas da Reparadora
ru: Перчатки атлетки
zh_cn: 修理工手套
zh_tw: 修理工手套

# SKIN_NAMES.hand_winona_yule
source: Caroler's Gloves
de: Sternsingerhandschuhe
es_mx: Guantes de Cantante de Villancicos
fr: Gants de chanteuse de Noël
it: Guanti natalizi
ja: 祝歌うたいの手袋
ko: 성가대의 장갑
pl: Rękawice kolędnika
pt_br: Luvas da Cantora Natalina
ru: Перчатки святочницы
zh_cn: 圣歌者的手套
zh_tw: 聖歌者的手套

# SKIN_NAMES.hand_wolfgang_gladiator
source: Berserker's Hand Paint
de: Berserkers-Handfarbe
es_mx: Pintura de mano de violento
fr: Peinture sur mains pour disjoncté
it: Vernice da mano berserkr
ja: バーサーカーのハンドペイント
ko: 광전사의 손 페인팅
pl: Malunki na rękach berserka
pt_br: Pintura de mão de besta-fera
ru: Боевая раскраска для рук Берсерка
zh_cn: 狂战士的手部彩绘
zh_tw: 狂戰士的手部彩繪

# SKIN_NAMES.hand_wolfgang_ice
source: Aged Frost Gloves
de: Gealterte Frosthandschuhe
es_mx: Guantes de escarcha envejecidos
fr: Gants de l'âge des glaces
it: Guanti del gelo vecchi
ja: 古びた霜の手袋
ko: 오래된 서리 장갑
pl: Znoszone mroźne rękawice
pt_br: Luvas de gelo ancestral
ru: Видавшие виды морозные перчатки
zh_cn: 陈年霜手套
zh_tw: 陳年霜手套

# SKIN_NAMES.hand_wolfgang_magma
source: Inferno's Cuffs
de: Infernos Manschetten
es_mx: Puños de infierno
fr: Manchettes infernales
it: Polsini dell'inferno
ja: 灼熱のカフス
ko: 지옥불 커프스
pl: Piekielne mankiety
pt_br: Abotoaduras do inferno
ru: Краги ада
zh_cn: 地狱手环
zh_tw: 地獄手環

# SKIN_NAMES.hand_wolfgang_strongman
source: Strongman Handwraps
de: Muskelprotz-Handbandagen
fr: Bandes d'Homme fort
it: Avvolgimani del forzuto
ja: 凄腕の男のハンドラップ
ko: 차력사 손등싸개
pl: Owijki siłacza
pt_br: Faixas de Mão de Halterofilista
ru: Обмотки силача
zh_cn: 强人腕带
zh_tw: 強人腕帶

# SKIN_NAMES.hand_wolfgang_victorian
source: Pugilist's Gloves
de: Faustkämpfer-Handschuhe
es_mx: Guantes de boxeador
fr: Gants de boxeur
it: Guanti del pugile
ja: プギリストの手袋
ko: 권투 선수의 글러브
pl: Rękawice pięściarza
pt_br: Luvas de pugilista
ru: Перчатки кулачного бойца
zh_cn: 拳击手的手套
zh_tw: 拳擊手的手套

# SKIN_NAMES.hand_wolfgang_wolfman
source: Hairy Hands
de: Haarige Hände
fr: Mains velues
it: Mani pelose
ja: 毛深い手
ko: 털이 많은 손
pl: Owłosione ręce
pt_br: Mãos Peludas
ru: Мохнатые лапищи
zh_cn: 毛手
zh_tw: 毛手

# SKIN_NAMES.hand_wolfgang_wrestler
source: Giant's Gloves
de: Handschuhe des Riesen
es_mx: Guantes de gigante
fr: Gants de géant
it: Guanti del gigante
ja: 巨人の手袋
ko: 거인의 장갑
pl: Rękawice Giganta
pt_br: Luvas do Gigante
ru: Перчатки великана
zh_cn: 巨人的手套
zh_tw: 巨人的手套

# SKIN_NAMES.hand_woodie_gladiator
source: Brawler's Knucklewraps
de: Schlägerknöchelwickel
es_mx: Guantes de peleador
fr: Protège-articulations de bagarreur
it: Nocche attaccabrighe
ja: 荒くれ者の拳
ko: 싸움꾼의 너클싸개
pl: Owijki na pięści twardziela
pt_br: Faixas de punho de lutador
ru: Повязки для кулаков драчуна
zh_cn: 好斗者的关节缠带
zh_tw: 好鬥者的關節纏帶

# SKIN_NAMES.hand_woodie_hippie
source: Bead Bracelets
de: Perlenarmbänder
fr: Bracelets de perles
it: Bracciali con perline
ja: ビーズのブレスレット
ko: 구슬 팔찌
pl: Bransoletki z koralików
pt_br: Braceletes de Miçangas
ru: Браслеты из бусин
zh_cn: 手串
zh_tw: 手串

# SKIN_NAMES.hand_woodie_hockey
source: Hockey Mitts
de: Hockeyhandschuhe
es_mx: Mitones de Hockey
fr: Gants de hockey
it: Guanti da hockey
ja: ホッケーのミトン
ko: 하키 글러브
pl: Rękawice hokejowe
pt_br: Luvas de Hóquei
ru: Хоккейные перчатки
zh_cn: 曲棍球手套
zh_tw: 曲棍球手套

# SKIN_NAMES.hand_woodie_magma
source: Hot Rod's Driving Gloves
de: Hotrod-Fahrerhandschuhe
es_mx: Guantes de conducir de hot rod
fr: Gants de pilote
it: Guanti da hot rod
ja: ホットロッドの運転手袋
ko: 핫 로드 운전용 장갑
pl: Rękawice z płomieniami
pt_br: Luvas de dirigir
ru: Перчатки гонщика
zh_cn: 飞车手的驾驶手套
zh_tw: 飛車手的駕駛手套

# SKIN_NAMES.hand_woodie_nature
source: Orchardist's Bangles
de: Armreifen von Orchardist
es_mx: Brazaletes de agricultor
fr: Gants de verger
it: Bracciali fruttivendolo
ja: 果樹栽培のバングル
ko: 과수원 재배자 팔찌
pl: Bransolety ogrodnika
pt_br: Bracelete de jardineiro
ru: Перчатки садовода
zh_cn: 果园主的手镯
zh_tw: 果園主的手鐲

# SKIN_NAMES.hand_woodie_victorian
source: Trader's Cuffs
de: Händlermanschetten
es_mx: Puños de comerciante
fr: Gants de marchand
it: Polsini commerciante
ja: 商人のカフス
ko: 상인의 커프스
pl: Mankiety handlarza
pt_br: Abotoaduras de comerciante
ru: Краги торговца
zh_cn: 商人的护腕
zh_tw: 商人的護腕

# SKIN_NAMES.hand_woodie_yule
source: Winter Warden Wraps
de: Handschuhe des Winterwächters
es_mx: Guantes de Guardián Invernal
fr: Gants de gardien de l'hiver
it: Guanti pesanti da guardiano
ja: 冬の警備用巻き布
ko: 겨울 관리인 손싸개
pl: Zimowe rękawice stróża
pt_br: Envoltórios do Guardião Invernal
ru: Обмотки зимнего стража
zh_cn: 寒冬护林护手
zh_tw: 寒冬護林護手

# SKIN_NAMES.hand_workgloves_brown_chocolate
source: Unprotective Gloves
de: Nicht schützende Handschuhe
es_mx: Guantes desprotectores
fr: Gants non protecteurs
it: Guanti non protettivi
ja: 防御の薄い手袋
ko: 보호 기능 없는 장갑
pl: Rękawice nieochronne
pt_br: Luvas não protetoras
ru: Незащитные перчатки
zh_cn: 无保护作用的手套
zh_tw: 無保護作用的手套

# SKIN_NAMES.hand_workgloves_grey_gainsboro
source: Unprotective Gloves
de: Nicht schützende Handschuhe
es_mx: Guantes desprotectores
fr: Gants non protecteurs
it: Guanti non protettivi
ja: 防御の薄い手袋
ko: 보호 기능 없는 장갑
pl: Rękawice nieochronne
pt_br: Luvas não protetoras
ru: Незащитные перчатки
zh_cn: 无保护作用的手套
zh_tw: 無保護作用的手套

# SKIN_NAMES.hand_workgloves_red_higgsbury
source: Unprotective Gloves
de: Nicht schützende Handschuhe
es_mx: Guantes desprotectores
fr: Gants non protecteurs
it: Guanti non protettivi
ja: 防御の薄い手袋
ko: 보호 기능 없는 장갑
pl: Rękawice nieochronne
pt_br: Luvas não protetoras
ru: Незащитные перчатки
zh_cn: 无保护作用的手套
zh_tw: 無保護作用的手套

# SKIN_NAMES.hand_workgloves_tan_grass
source: Unprotective Gloves
de: Nicht schützende Handschuhe
es_mx: Guantes desprotectores
fr: Gants non protecteurs
it: Guanti non protettivi
ja: 防御の薄い手袋
ko: 보호 기능 없는 장갑
pl: Rękawice nieochronne
pt_br: Luvas não protetoras
ru: Незащитные перчатки
zh_cn: 无保护作用的手套
zh_tw: 無保護作用的手套
