Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.beefalo_feet_beast
source: Lucky Beast Shoes
de: Glückstier-Schuhe
fr: Chaussures de bête porte-bonheur
it: Zoccoli bestia fortunata
ja: 靴「幸運の野獣」
ko: 행운의 짐승 신발
pl: Buty szczęśliwej bestii
pt_br: Sapatos de Fera Sortuda
ru: Подковы зверя удачи
zh_cn: 幸运兽鞋子
zh_tw: 幸運獸鞋子

# SKIN_NAMES.beefalo_feet_doll
source: Dolled-Up Shoes
de: Aufgepeppte Schuhe
fr: Chaussures de poupée
it: Zoccoli agghindati
ja: 靴「お人形さん」
ko: 인형 신발
pl: Lalusiowate buty
pt_br: Sapatos Enfeitados
ru: Кукольные подковы
zh_cn: 娃娃鞋子
zh_tw: 娃娃鞋子

# SKIN_NAMES.beefalo_feet_festive
source: Festive Shoes
de: Festliche Schuhe
fr: Chaussures festives
it: Zoccoli festosi
ja: 靴「お祭り」
ko: 축제 신발
pl: Odświętne buty
pt_br: Sapatos Festivos
ru: Праздничные подковы
zh_cn: 喜庆鞋子
zh_tw: 喜慶鞋子

# SKIN_NAMES.beefalo_feet_formal
source: Formal Shoes
de: Förmliche Schuhe
fr: Chaussures élégantes
it: Zoccoli formali
ja: 靴「フォーマル」
ko: 정장 신발
pl: Eleganckie buty
pt_br: Sapatos Formais
ru: Строгие подковы
zh_cn: 正式鞋子
zh_tw: 正式鞋子

# SKIN_NAMES.beefalo_feet_ice
source: Frostbitten Shoes
de: Frostbeulen-Schuhe
fr: Chaussures gelées
it: Zoccoli del freddo
ja: 靴「凍傷」
ko: 동상 신발
pl: Oszronione buty
pt_br: Sapatos Gélidos
ru: Зимние подковы
zh_cn: 寒霜鞋子
zh_tw: 寒霜鞋子

# SKIN_NAMES.beefalo_feet_nature
source: Flowery Shoes
de: Blumige Schuhe
fr: Chaussures fleuries
it: Zoccoli floreali
ja: 靴「花まみれ」
ko: 꽃이 달린 신발
pl: Kwiatowe buty
pt_br: Sapatos Floridos
ru: Цветочные подковы
zh_cn: 花朵鞋子
zh_tw: 花朵鞋子

# SKIN_NAMES.beefalo_feet_robot
source: Ironclad Shoes
de: Eisenpanzer-Schuhe
fr: Chaussures métalliques
it: Zoccoli di ferro
ja: 靴「鉄獣」
ko: 철갑 신발
pl: Pancerne buty
pt_br: Sapatos Couraçados
ru: Железные подковы
zh_cn: 铁甲鞋子
zh_tw: 鐵甲鞋子

# SKIN_NAMES.beefalo_feet_victorian
source: Victorian Shoes
de: Viktorianische Schuhe
fr: Chaussures victoriennes
it: Zoccoli vittoriani
ja: 靴「ビクトリア」
ko: 빅토리아풍 신발
pl: Wiktoriańskie buty
pt_br: Sapatos Vitorianos
ru: Викторианские подковы
zh_cn: 维多利亚鞋子
zh_tw: 維多利亞鞋子

# SKIN_NAMES.beefalo_feet_war
source: Warrior Shoes
de: Krieger-Schuhe
fr: Chaussures guerrières
it: Zoccoli guerrieri
ja: 靴「戦士」
ko: 전사 신발
pl: Buty wojownika
pt_br: Sapatos de Guerreiro
ru: Воинские подковы
zh_cn: 战士鞋子
zh_tw: 戰士鞋子

# SKIN_NAMES.beefalo_head_beast
source: Lucky Beast Headgear
de: Glückstier-Kopfschmuck
fr: Casque de bête porte-bonheur
it: Copricapo bestia fortunata
ja: 冠物「幸運の野獣」
ko: 행운의 짐승 쓰개
pl: Nakrycie głowy szczęśliwej bestii
pt_br: Chapéu de Fera Sortuda
ru: Головной убор зверя удачи
zh_cn: 幸运兽头饰
zh_tw: 幸運獸頭飾

# SKIN_NAMES.beefalo_head_doll
source: Dolled-Up Headgear
de: Aufgepeppter Kopfschmuck
fr: Casque de poupée
it: Copricapo agghindato
ja: 冠物「お人形さん」
ko: 인형 쓰개
pl: Lalusiowate nakrycie głowy
pt_br: Chapéu Enfeitado
ru: Кукольный головной убор
zh_cn: 娃娃头饰
zh_tw: 娃娃頭飾

# SKIN_NAMES.beefalo_head_festive
source: Festive Headgear
de: Festlicher Kopfschmuck
fr: Casque festif
it: Copricapo festoso
ja: 冠物「お祭り」
ko: 축제 쓰개
pl: Odświętne nakrycie głowy
pt_br: Chapéu Festivo
ru: Праздничный головной убор
zh_cn: 喜庆头饰
zh_tw: 喜慶頭飾

# SKIN_NAMES.beefalo_head_formal
source: Formal Headgear
de: Förmlicher Kopfschmuck
fr: Casque élégant
it: Copricapo formale
ja: 冠物「フォーマル」
ko: 정장 쓰개
pl: Eleganckie nakrycie głowy
pt_br: Chapéu Formal
ru: Строгий головной убор
zh_cn: 正式头饰
zh_tw: 正式頭飾

# SKIN_NAMES.beefalo_head_ice
source: Frostbitten Headgear
de: Frostbeulen-Kopfschmuck
fr: Casque gelé
it: Copricapo del freddo
ja: 冠物「凍傷」
ko: 동상 쓰개
pl: Oszronione nakrycie głowy
pt_br: Chapéu Gélido
ru: Зимний головной убор
zh_cn: 寒霜头饰
zh_tw: 寒霜頭飾

# SKIN_NAMES.beefalo_head_nature
source: Flowery Headgear
de: Blumiger Kopfschmuck
fr: Casque fleuri
it: Copricapo floreale
ja: 冠物「フォーマル」
ko: 꽃이 달린 쓰개
pl: Kwiatowe nakrycie głowy
pt_br: Chapéu Florido
ru: Цветочный головной убор
zh_cn: 花朵头饰
zh_tw: 花朵頭飾

# SKIN_NAMES.beefalo_head_robot
source: Ironclad Headgear
de: Eisenpanzer-Kopfschmuck
fr: Casque métallique
it: Copricapo di ferro
ja: 冠物「鉄獣」
ko: 철갑 쓰개
pl: Pancerne nakrycie głowy
pt_br: Chapéu Couraçado
ru: Железный головной убор
zh_cn: 铁甲头饰
zh_tw: 鐵甲頭飾

# SKIN_NAMES.beefalo_head_victorian
source: Victorian Headgear
de: Viktorianischer Kopfschmuck
fr: Casque victorien
it: Copricapo vittoriano
ja: 冠物「ビクトリア」
ko: 빅토리아풍 쓰개
pl: Wiktoriańskie nakrycie głowy
pt_br: Chapéu Vitoriano
ru: Викторианский головной убор
zh_cn: 维多利亚头饰
zh_tw: 維多利亞頭飾

# SKIN_NAMES.beefalo_head_war
source: Warrior Headgear
de: Krieger-Kopfschmuck
fr: Casque guerrier
it: Copricapo guerriero
ja: 冠物「戦士」
ko: 전사 쓰개
pl: Nakrycie głowy wojownika
pt_br: Chapéu de Guerreiro
ru: Воинский головной убор
zh_cn: 战士头饰
zh_tw: 戰士頭飾

# SKIN_NAMES.beefalo_horn_beast
source: Lucky Beast Horns
de: Glückstier-Hörner
fr: Cornes de bête porte-bonheur
it: Corna bestia fortunata
ja: 角「幸運の野獣」
ko: 행운의 짐승 뿔
pl: Rogi szczęśliwej bestii
pt_br: Chifres de Fera Sortuda
ru: Рога зверя удачи
zh_cn: 幸运兽牛角
zh_tw: 幸運獸牛角

# SKIN_NAMES.beefalo_horn_doll
source: Dolled-Up Horns
de: Aufgepeppte Hörner
fr: Cornes de poupée
it: Corna agghindate
ja: 角「お人形さん」
ko: 인형 뿔
pl: Lalusiowate rogi
pt_br: Chifres Enfeitados
ru: Кукольные рожки
zh_cn: 娃娃牛角
zh_tw: 娃娃牛角

# SKIN_NAMES.beefalo_horn_festive
source: Festive Horns
de: Festliche Hörner
fr: Cornes festives
it: Corna festose
ja: 角「お祭り」
ko: 축제 뿔
pl: Odświętne rogi
pt_br: Chifres Festivos
ru: Праздничные рога
zh_cn: 喜庆牛角
zh_tw: 喜慶牛角

# SKIN_NAMES.beefalo_horn_formal
source: Formal Horns
de: Förmliche Hörner
fr: Cornes élégantes
it: Corna formali
ja: 角「フォーマル」
ko: 정장 뿔
pl: Eleganckie rogi
pt_br: Chifres Formais
ru: Строгие рога
zh_cn: 正式牛角
zh_tw: 正式牛角

# SKIN_NAMES.beefalo_horn_ice
source: Frostbitten Horns
de: Frostbeulen-Hörner
fr: Cornes gelées
it: Corna del freddo
ja: 角「凍傷」
ko: 동상 뿔
pl: Oszronione rogi
pt_br: Chifres Gélidos
ru: Зимние рога
zh_cn: 寒霜牛角
zh_tw: 寒霜牛角

# SKIN_NAMES.beefalo_horn_nature
source: Flowery Horns
de: Blumige Hörner
fr: Cornes fleuries
it: Corna floreali
ja: 角「花まみれ」
ko: 꽃이 달린 뿔
pl: Kwiatowe rogi
pt_br: Chifres Floridos
ru: Цветочные рога
zh_cn: 花朵牛角
zh_tw: 花朵牛角

# SKIN_NAMES.beefalo_horn_robot
source: Ironclad Horns
de: Eisenpanzer-Hörner
fr: Cornes métalliques
it: Corna di ferro
ja: 角「鉄獣」
ko: 철갑 뿔
pl: Pancerne rogi
pt_br: Chifres Couraçados
ru: Железные рога
zh_cn: 铁甲牛角
zh_tw: 鐵甲牛角

# SKIN_NAMES.beefalo_horn_victorian
source: Victorian Horns
de: Viktorianische Hörner
fr: Cornes victoriennes
it: Corna vittoriane
ja: 角「ビクトリア」
ko: 빅토리아풍 뿔
pl: Wiktoriańskie rogi
pt_br: Chifres Vitorianos
ru: Викторианские рога
zh_cn: 维多利亚牛角
zh_tw: 維多利亞牛角

# SKIN_NAMES.beefalo_horn_war
source: Warrior Horns
de: Krieger-Hörner
fr: Cornes guerrières
it: Corna guerriere
ja: 角「戦士」
ko: 전사 뿔
pl: Rogi wojownika
pt_br: Chifres de Guerreiro
ru: Воинские рога
zh_cn: 战士牛角
zh_tw: 戰士牛角

# SKIN_NAMES.beefalo_tail_beast
source: Lucky Beast Tail
de: Glückstierschwanz
es_mx: Cola de bestia de la suerte
fr: Queue de bête porte-bonheur
it: Coda bestia fortunata
ja: 幸運の野獣の尻尾
ko: 행운의 짐승 꼬리
pl: Ogon szczęśliwej bestii
pt_br: Cauda de fera sortuda
ru: Хвост зверя удачи
zh_cn: 幸运兽尾巴
zh_tw: 幸運獸尾巴

# SKIN_NAMES.beefalo_tail_doll
source: Dolled-Up Tail
de: Aufgepeppter Schwanz
fr: Queue de poupée
it: Coda agghindata
ja: 尻尾「お人形さん」
ko: 인형 꼬리
pl: Lalusiowaty ogon
pt_br: Cauda Enfeitada
ru: Кукольный хвостик
zh_cn: 娃娃牛尾
zh_tw: 娃娃牛尾

# SKIN_NAMES.beefalo_tail_festive
source: Festive Tail
de: Festlicher Schwanz
fr: Queue festive
it: Coda festosa
ja: 尻尾「お祭り」
ko: 축제 꼬리
pl: Odświętny ogon
pt_br: Cauda Festiva
ru: Праздничный хвост
zh_cn: 喜庆牛尾
zh_tw: 喜慶牛尾

# SKIN_NAMES.beefalo_tail_formal
source: Formal Tail
de: Förmlicher Schwanz
fr: Queue élégante
it: Coda formale
ja: 尻尾「フォーマル」
ko: 정장 꼬리
pl: Elegancki ogon
pt_br: Cauda Formal
ru: Строгий хвост
zh_cn: 正式牛尾
zh_tw: 正式牛尾

# SKIN_NAMES.beefalo_tail_ice
source: Frostbitten Tail
de: Frostbeulen-Schwanz
fr: Queue gelée
it: Coda del freddo
ja: 尻尾「凍傷」
ko: 동상 꼬리
pl: Oszroniony ogon
pt_br: Cauda Gélida
ru: Зимний хвост
zh_cn: 寒霜牛尾
zh_tw: 寒霜牛尾

# SKIN_NAMES.beefalo_tail_nature
source: Flowery Tail
de: Blumiger Schwanz
fr: Queue fleurie
it: Coda floreale
ja: 尻尾「花まみれ」
ko: 꽃이 달린 꼬리
pl: Kwiatowy ogon
pt_br: Cauda Florida
ru: Цветочный хвост
zh_cn: 花朵牛尾
zh_tw: 花朵牛尾

# SKIN_NAMES.beefalo_tail_robot
source: Ironclad Tail
de: Eisenpanzer-Schwanz
fr: Queue métallique
it: Coda di ferro
ja: 尻尾「鉄獣」
ko: 철갑 꼬리
pl: Pancerny ogon
pt_br: Cauda Couraçada
ru: Железный хвост
zh_cn: 铁甲牛尾
zh_tw: 鐵甲牛尾

# SKIN_NAMES.beefalo_tail_victorian
source: Victorian Tail
de: Viktorianischer Schwanz
fr: Queue victorienne
it: Coda vittoriana
ja: 尻尾「ビクトリア」
ko: 빅토리아풍 꼬리
pl: Wiktoriański ogon
pt_br: Cauda Vitoriana
ru: Викторианский хвост
zh_cn: 维多利亚牛尾
zh_tw: 維多利亞牛尾

# SKIN_NAMES.beefalo_tail_war
source: Warrior Tail
de: Krieger-Schwanz
fr: Queue guerrière
it: Coda guerriera
ja: 尻尾「戦士」
ko: 전사 꼬리
pl: Ogon wojownika
pt_br: Cauda de Guerreiro
ru: Воинский хвост
zh_cn: 战士牛尾
zh_tw: 戰士牛尾

# SKIN_NAMES.beefalohat_fantasy
source: Fantasmical Fur Hat
de: Phantasmische Pelzmütze
fr: Chapeau fourré Fantasmaghéroïque
it: Cappello di pelliccia fantasmico
ja: 空想の毛皮帽子
ko: 환상마법 모피 모자
pl: Fantasmagoryczna czapka futrzana
pt_br: Chapéu Felpudo Fantásmico
ru: Сказочная меховая шапка
zh_cn: 魔幻皮毛
zh_tw: 魔幻皮毛

# SKIN_NAMES.beefalohat_klaus
source: Klaus Cap
de: Klaus-Kappe
es_mx: Sombrero de Klaus
fr: Chapeau de Santa Klaus
it: Cappello da Klaus
ja: クラウスの帽子
ko: 클라우스 모자
pl: Czapa Klausa
pt_br: Chapéu de Klaus
ru: Шапка Клауса
zh_cn: 克劳斯帽
zh_tw: 克勞斯帽

# SKIN_NAMES.beefalohat_pigking
source: Pig King Hat
de: Schweinekönig-Hut
es_mx: Sombrero del Rey Cerdo
fr: Chapeau de roi cochon
it: Cappello del re maiale
ja: ブタの王様の帽子
ko: 돼지 왕 모자
pl: Kapelusz Króla Świniaka
pt_br: Chapéu do Rei Porco
ru: Шапка Короля свиней
zh_cn: 猪王帽
zh_tw: 豬王帽

# SKIN_NAMES.beefalohat_pigking_alt
source: Pig King Hat
de: Schweinekönig-Hut
es_mx: Sombrero del Rey Cerdo
fr: Chapeau de roi cochon
it: Cappello del re maiale
ja: ブタの王様の帽子
ko: 돼지 왕 모자
pl: Kapelusz Króla Świniaka
pt_br: Chapéu do Rei Porco
ru: Шапка Короля свиней
zh_cn: 猪王帽
zh_tw: 豬王帽

# SKIN_NAMES.beehat_mourning
source: Mourning Veil
de: Trauerschleier
es_mx: Velo de luto
fr: Voile de deuil
it: Velo del lutto
ja: 追悼のベール
ko: 비탄의 베일
pl: Żałobny całun
pt_br: Véu de luto
ru: Траурная вуаль
zh_cn: 哀悼面纱
zh_tw: 哀悼面紗

# SKIN_NAMES.beehat_sunhat
source: Bee Bonnet
de: Bienenhaube
es_mx: Tocado de Abejas
fr: Chapeau d'apiculteur
it: Cappellino da apicoltrice
ja: ハチのボンネット
ko: 벌 보닛
pl: Czepek pszczelarza
pt_br: Gorro de Abelha
ru: Шляпка от пчел
zh_cn: 蜜蜂软帽
zh_tw: 蜜蜂軟帽

# SKIN_NAMES.beemine_heart
source: Will You Bee Mine?
de: Bienenmine nur für mich? Willste oder nich?
fr: Mieux vaut dard que jamais
it: Sii la mia regina
ja: ハチのこと…キライ？
ko: 내 벌이 되어 줄래?
pl: Ukłucie wściekłości
pt_br: Você É Tão Abelinda
ru: Любовь ужалила в сердце
zh_cn: 你要蜜蜂地雷吗？
zh_tw: 你要蜜蜂地雷嗎？

# SKIN_NAMES.beemine_jamjar
source: Exploding Jar of Bees
de: Explosives Bienenglas
es_mx: Frasco Explosivo de Abejas
fr: Bocal explosif d'abeilles
it: Barattolo esplosivo di api
ja: 爆発するハチ瓶
ko: 벌이 든 폭발 유리병
pl: Wybuchowy słój pszczół
pt_br: Jarra Explosiva de Abelhas
ru: Взрывная банка с пчелами
zh_cn: 爆炸蜜蜂罐
zh_tw: 爆炸蜜蜂罐

# SKIN_NAMES.bernie_cat
source: Ashley
ja: アシュリー
ko: 애슐리
ru: Эшли
zh_cn: 艾希莉
zh_tw: 艾希莉

# SKIN_NAMES.bernie_cat_active
source: Ashley
ja: アシュリー
ko: 애슐리
ru: Эшли
zh_cn: 艾希莉
zh_tw: 艾希莉

# SKIN_NAMES.bernie_cat_big
source: ASHLEY
ja: アシュリー
ko: 애슐리
ru: ЭШЛИ
zh_cn: 艾希莉
zh_tw: 艾希莉

# SKIN_NAMES.birdcage_circus
source: The Amazing Sideshow
de: Die fantastische Nebenvorstellung
es_mx: El asombroso espectáculo
fr: L'Incroyable attraction
it: L'incredibile sideshow
ja: すごい余興
ko: 굉장한 사이드쇼
pl: Niewiarygodny Pokaz
pt_br: O Incrível Espetáculo
ru: Великолепный аттракцион
zh_cn: 神奇的杂耍
zh_tw: 神奇的雜耍

# SKIN_NAMES.birdcage_curly
source: Baroque Birdcage
de: Barocker Vogelkäfig
es_mx: Jaula Barroca
fr: Cage à oiseau baroque
it: Gabbia barocca
ja: バロック様式の鳥かご
ko: 바로크풍 새장
pl: Barokowa klatka dla ptaków
pt_br: Gaiola Barroca
ru: Клетка в стиле барокко
zh_cn: 巴洛克鸟笼
zh_tw: 巴羅克鳥籠

# SKIN_NAMES.birdcage_gothic
source: Macabre Birdcage
de: Makabrer Vogelkäfig
es_mx: Jaula macabra
fr: Cage à oiseau macabre
it: Gabbia macabra
ja: 不気味な鳥かご
ko: 죽음의 새장
pl: Makabryczna klatka dla ptaków
pt_br: Gaiola macabra
ru: Мрачная Клетка
zh_cn: 恐怖鸟笼
zh_tw: 恐怖鳥籠

# SKIN_NAMES.birdcage_gothicp
source: Macabre Birdcage
de: Makabrer Vogelkäfig
es_mx: Jaula macabra
fr: Cage à oiseau macabre
it: Gabbia macabra
ja: 不気味な鳥かご
ko: 죽음의 새장
pl: Makabryczna klatka dla ptaków
pt_br: Gaiola macabra
ru: Мрачная Клетка
zh_cn: 恐怖鸟笼
zh_tw: 恐怖鳥籠

# SKIN_NAMES.birdcage_ornamental
source: Ornamental Birdcage
de: Dekorativer Vogelkäfig
es_mx: Jaula ornamental
fr: Cage ornamentale
it: Gabbia ornamentale
ja: 飾り用の鳥かご
ko: 장식된 새장
pl: Ozdobna klatka dla ptaków
pt_br: Gaiola ornamental
ru: Украшенная клетка
zh_cn: 装饰鸟笼
zh_tw: 裝飾鳥籠

# SKIN_NAMES.birdcage_pirate
source: Pirate Birdcage
de: Piraten-Vogelkäfig
es_mx: Jaula pirata
fr: Cage pirate
it: Gabbia da pirata
ja: 海賊の鳥かご
ko: 해적 새장
pl: Piracka klatka dla ptaków
pt_br: Gaiola de pirata
ru: Пиратская клетка
zh_cn: 海盗鸟笼
zh_tw: 海盜鳥籠

# SKIN_NAMES.birdcage_romantic
source: Romantic Birdcage
de: Romantischer Vogelkäfig
es_mx: Jaula romántica
fr: Cage à oiseau romantique
it: Gabbia romantica
ja: ロマンチックな鳥かご
ko: 낭만적인 새장
pl: Romantyczna klatka dla ptaków
pt_br: Gaiola romântica
ru: Романтичная клетка
zh_cn: 浪漫鸟笼
zh_tw: 浪漫鳥籠

# SKIN_NAMES.body_buttons_black_jet
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_blue_sapphire
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_blue_sky
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_green_laurel
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_grey_gainsboro
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_pink_hibiscus
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_purple_violet
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_red_burgundy
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_teal_jade
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_buttons_white_ghost
source: Buttoned Shirt
de: Geknöpftes Hemd
es_mx: Camisa con botones
fr: Chemise à boutons
it: Camicia a bottoni
ja: ボタンシャツ
ko: 버튼 달린 셔츠
pl: Koszula na guziki
pt_br: Camisa de botões
ru: Рубашка на пуговицах
zh_cn: 纽扣衬衫
zh_tw: 紐扣襯衫

# SKIN_NAMES.body_cableknit_sweater_tan_khaki
source: Cable Knit Sweater
de: Pullover mit Zopfmuster
es_mx: Suéter de punto
fr: Pull en fil de câble
it: Maglione a trecce
ja: ケーブルニットのセーター
ko: 케이블 니트 스웨터
pl: Wełniany sweter
pt_br: Blusão feito de fios
ru: Свитер крупной вязки
zh_cn: 粗糙毛衣
zh_tw: 粗糙毛衣

# SKIN_NAMES.body_cardigan_black_jet
source: Cardigan
de: Strickjacke
es_mx: Cárdigan
ja: カーディガン
ko: 카디건
pl: Blezer
pt_br: Cardigã
ru: Кардиган
zh_cn: 羊毛衫
zh_tw: 羊毛衫

# SKIN_NAMES.body_cardigan_red_cardinal
source: Cardigan
de: Strickjacke
es_mx: Cárdigan
ja: カーディガン
ko: 카디건
pl: Blezer
pt_br: Cardigã
ru: Кардиган
zh_cn: 羊毛衫
zh_tw: 羊毛衫

# SKIN_NAMES.body_cardigan_teal_jade
source: Cardigan
de: Strickjacke
es_mx: Cárdigan
ja: カーディガン
ko: 카디건
pl: Blezer
pt_br: Cardigã
ru: Кардиган
zh_cn: 羊毛衫
zh_tw: 羊毛衫

# SKIN_NAMES.body_cardigan_white_ghost
source: Cardigan
de: Strickjacke
es_mx: Cárdigan
ja: カーディガン
ko: 카디건
pl: Blezer
pt_br: Cardigã
ru: Кардиган
zh_cn: 羊毛衫
zh_tw: 羊毛衫

# SKIN_NAMES.body_catcoon_costume
source: Catty Costume
de: Katzenkostüm
es_mx: Disfraz de gatito
fr: Costume chaton-laveur
it: Costume da gattorsetto
ja: ネコのコスチューム
ko: 고양이스러운 의상
pl: Koci strój
pt_br: Traje de gatinho
ru: Костюм Енотокота
zh_cn: 浣猫装束
zh_tw: 浣貓裝束

# SKIN_NAMES.body_catcoon_costumep
source: Catty Costume
de: Katzenkostüm
es_mx: Disfraz de gatito
fr: Costume chaton-laveur
it: Costume da gattorsetto
ja: ネコのコスチューム
ko: 고양이스러운 의상
pl: Koci strój
pt_br: Traje de gatinho
ru: Костюм Енотокота
zh_cn: 浣猫装束
zh_tw: 浣貓裝束

# SKIN_NAMES.body_chester_costume
source: Cheeky Chester Costume
de: Freches Chester-Kostüm
es_mx: Disfraz de Chester travieso
fr: Costume sacré Chester
it: Costume da Chester
ja: 生意気チェスターのコスチューム
ko: 건방진 체스터 의상
pl: Strój szelmowskiej Skrzynecki
pt_br: Fantasia de baú-dogue esperto
ru: Костюм нахального Честера
zh_cn: 无耻切斯特的服饰
zh_tw: 無恥賈斯特的服飾

# SKIN_NAMES.body_chester_costumep
source: Cheeky Chester Costume
de: Freches Chester-Kostüm
es_mx: Disfraz de Chester travieso
fr: Costume sacré Chester
it: Costume da Chester
ja: 生意気チェスターのコスチューム
ko: 건방진 체스터 의상
pl: Strój szelmowskiej Skrzynecki
pt_br: Fantasia de baú-dogue esperto
ru: Костюм нахального Честера
zh_cn: 无耻切斯特的服饰
zh_tw: 無恥賈斯特的服飾

# SKIN_NAMES.body_coatdress_red_higgsbury
source: Dainty Coatdress
de: Mantelkleid
es_mx: Abrigo exquisito
fr: Robe-manteau délicate
it: Grazioso cappotto
ja: 上品なコートドレス
ko: 섬세한 코트드레스
pl: Schludny płaszcz
pt_br: Casaca elegante
ru: Элегантное платье-пальто
zh_cn: 美丽的外衣
zh_tw: 美麗的外衣

# SKIN_NAMES.body_dancer_dragon
source: Lucky Beast Outfit
de: Glückstier-Gewand
es_mx: Traje de bestia afortunada
fr: Tenue bête porte-bonheur
it: Vestito bestia fortunata
ja: 幸運の野獣の服
ko: 행운의 짐승 의상
pl: Strój szczęśliwej bestii
pt_br: Traje de fera sortuda
ru: Прикид фартового зверя
zh_cn: 幸运兽的装备
zh_tw: 幸運獸的裝備

# SKIN_NAMES.body_dancer_lion
source: Lucky Beast Attire
de: Glückstier-Kleidung
es_mx: Atuendo de bestia afortunada
fr: Atours de bête porte-bonheur
it: Abito bestia fortunata
ja: 幸運の野獣の衣装
ko: 행운의 짐승 복장
pl: Garderoba szczęśliwej bestii
pt_br: Vestes de fera sortuda
ru: Одеяние фартового зверя
zh_cn: 幸运兽的服装
zh_tw: 幸運獸的服裝

# SKIN_NAMES.body_dress_flouncy_tan_cream
source: Flouncy Dress
de: Rüschchenkleid
es_mx: Vestido con volantes
fr: Robe volante
it: Abito a balze
ja: ひらひらドレス
ko: 하늘거리는 드레스
pl: Sukienka z falbanami
pt_br: Vestido leve
ru: Платье с рюшами
zh_cn: 荷叶边连衣裙
zh_tw: 荷葉邊連衣裙

# SKIN_NAMES.body_dress_yachtsuit_white_pure
source: Yachtsuit Dress
de: Yacht-Kleid
es_mx: Vestido para yate
fr: Robe de plaisancière
it: Vestito da yacht
ja: ヨットスーツ
ko: 요트수트 드레스
pl: Sukienka marynarska
pt_br: Vestido de festa no iate
ru: Платье яхтсмена
zh_cn: 游艇西装裙
zh_tw: 遊艇西裝裙

# SKIN_NAMES.body_expo_letterman_yellow_beige
source: Letterman Jacket
de: Baseballjacke
es_mx: Chamarra de béisbol
fr: Veste à grosse lettre
it: Giacca da portalettere
ja: スポーツジャケット
ko: 레터맨 재킷
pl: Kurtka listonosza
pt_br: Casaco Letterman
ru: Куртка Леттерман
zh_cn: 特莱曼夹克
zh_tw: 特萊曼夾克

# SKIN_NAMES.body_expo_sweater_blue_agean
source: Smart Sweater
de: Eleganter Pulli
es_mx: Suéter elegante
fr: Tricot classe
it: Maglione elegante
ja: おしゃれセーター
ko: 스마트 스웨터
pl: Elegancki sweter
pt_br: Blusão esperto
ru: Нарядный Свитер
zh_cn: 智能毛衣
zh_tw: 智能毛衣

# SKIN_NAMES.body_flannel_blue_snowbird
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 나무꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_flannel_green_napier
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 벌목꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_flannel_grey_silver
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 나무꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_flannel_orange_lumberjack
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 나무꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_flannel_purple_grape
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 벌목꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_flannel_red_higgsbury
source: Lumberjack Shirt
de: Holzfällerhemd
es_mx: Camisa de leñador
fr: Chemise de bûcheron
it: Camicia da boscaiolo
ja: ネルシャツ
ko: 나무꾼 셔츠
pl: Koszula drwala
pt_br: Camisa de lenhador
ru: Рубашка дровосека
zh_cn: 伐木工人格子衬衫
zh_tw: 伐木工人格子襯衫

# SKIN_NAMES.body_glommer_costume
source: Glommy Guise
de: Glommy-Kostüm
es_mx: Disfraz de glommer
fr: Apparence Glommer
it: Guisa da glommo
ja: グロマーの服
ko: 글로미 분장
pl: Glomoprzebranie
pt_br: Traje de gosmento
ru: Костюм Гломмера
zh_cn: 格罗姆的伪装
zh_tw: 格羅姆的偽裝

# SKIN_NAMES.body_glommer_costumep
source: Glommy Guise
de: Glommy-Kostüm
es_mx: Disfraz de glommer
fr: Apparence Glommer
it: Guisa da glommo
ja: グロマーの服
ko: 글로미 분장
pl: Glomoprzebranie
pt_br: Traje de gosmento
ru: Костюм Гломмера
zh_cn: 格罗姆的伪装
zh_tw: 格羅姆的偽裝

# SKIN_NAMES.body_hutch_costume
source: Hutch Disguise
de: Stall-Verkleidung
es_mx: Disfraz de Hutch
fr: Déguisement Hutch
it: Travestimento da Hutch
ja: ハッチのものまねスーツ
ko: 허치 분장
pl: Hutchoprzebranie
pt_br: Traje de Hutch
ru: Костюм Хатча
zh_cn: 哈奇伪装
zh_tw: 哈奇偽裝

# SKIN_NAMES.body_hutch_costumep
source: Hutch Disguise
de: Stall-Verkleidung
es_mx: Disfraz de Hutch
fr: Déguisement Hutch
it: Travestimento da Hutch
ja: ハッチのものまねスーツ
ko: 허치 분장
pl: Hutchoprzebranie
pt_br: Traje de Hutch
ru: Костюм Хатча
zh_cn: 哈奇伪装
zh_tw: 哈奇偽裝

# SKIN_NAMES.body_jacket_shearling_orange_salmon
source: Shearling Coat
de: Lammfell-Mantel
es_mx: Abrigo de lana
fr: Manteau à peau retournée
it: Cappotto montone
ja: ムートンコート
ko: 털깃 코트
pl: Skórzany płaszcz
pt_br: Casaco de carneirinho
ru: Овечье Пальто
zh_cn: 毛领外套
zh_tw: 毛領外套

# SKIN_NAMES.body_jacket_toggle_navy_phthalo
source: Toggle Jacket
de: Toggle-Jacke
es_mx: Chamarra de botones
fr: Veste doudoune
it: Giacca double-face
ja: ボタンジャケット
ko: 토글 재킷
pl: Płaszczyk
pt_br: Casaco de alternância
ru: Куртка на Тогглах
zh_cn: 切换夹克
zh_tw: 切換夾克

# SKIN_NAMES.body_merchant_coat
source: Merchant Coat
de: Kaufmannsmantel
fr: Manteau de marchand
it: Cappotto da mercante
ja: 商人のコート
ko: 상인 코트
pl: Płaszcz kupca
pt_br: Casaco de Comerciante
ru: Пальто торговца
zh_cn: 商人外套
zh_tw: 商人外套
