Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.profileflair_yule_dragonflyfire
source: Fiery Feastfly
de: Feurige Schmeißfliege
es_mx: Mosca de fiesta fogosa
fr: Mouche de fête de feu
it: Draghellula impetuosa
ja: 火のフィーストフライ
ko: 이글거리는 축제 파리
pl: Ognista świętucha
pt_br: Banquetosca incendiária
ru: Огнеопасная Праздничная муха
zh_cn: 火热盛宴龙蝇
zh_tw: 火熱盛宴龍蠅

# SKIN_NAMES.profileflair_yule_eggnog
source: Heavenly Eggnog
de: Himmlischer Eierlikör
es_mx: Rompope celestial
fr: Lait de poule divin
it: Zabaione celestiale
ja: 天国のエッグノッグ
ko: 천상의 에그노그
pl: Boski ajerkoniak
pt_br: Gemada celestial
ru: Небесный Эггног
zh_cn: 美味的蛋酒
zh_tw: 美味的蛋酒

# SKIN_NAMES.profileflair_yule_fruitcake
source: Eternal Fruitcake
de: Ewig haltbares Früchtebrot
es_mx: Tarta de fruta eterna
fr: Cake éternel
it: Torta di canditi eterna
ja: 永遠のフルーツケーキ
ko: 영원의 프루트케이크
pl: Przedwieczne ciasto
pt_br: Pão de frutas eterno
ru: Фруктовый Кекс
zh_cn: 永远的水果蛋糕
zh_tw: 永遠的水果蛋糕

# SKIN_NAMES.profileflair_yule_gingerbreadman
source: Gingerbread Cookie
de: Lebkuchenkeks
es_mx: Galleta de jengibre
fr: Cookie pain d'épice
it: Biscotto allo zenzero
ja: ジンジャーブレッドクッキー
ko: 진저브레드 쿠키
pl: Pierniczek
pt_br: Biscoito de pão de gengibre
ru: Имбирное Печенье
zh_cn: 小姜饼
zh_tw: 小薑餅

# SKIN_NAMES.profileflair_yule_gingerpig
source: Gingerbread Pig
de: Lebkuchenschwein
es_mx: Cerdo de Jengibre
fr: Cochon en pain d'épices
it: Maiale di pan di zenzero
ja: ジンジャーブレッドピッグ
ko: 진저브레드 돼지
pl: Świnka z piernika
pt_br: Porco de Gengibre
ru: Пряничный свин
zh_cn: 姜饼猪
zh_tw: 薑餅豬

# SKIN_NAMES.profileflair_yule_gingervarg
source: Gingerbread Varg
de: Lebkuchenwarg
es_mx: Huargo de Jengibre
fr: Varg en pain d'épices
it: Varg di pan di zenzero
ja: ジンジャーブレッドヴァルグ
ko: 진저브레드 바르그
pl: Warg z piernika
pt_br: Varg de Gengibre
ru: Пряничный варг
zh_cn: 姜饼座狼
zh_tw: 薑餅座狼

# SKIN_NAMES.profileflair_yule_glommer
source: Ice Glomglom
de: Eisglomglom
es_mx: Glomglom de hielo
fr: Glomglom de glace
it: Glomglom del ghiaccio
ja: 氷のグロムグロム
ko: 얼음 글롬글롬
pl: Lodowy glomglom
pt_br: Gosmito de gelo
ru: Ледяной гломглом
zh_cn: 冰雪格罗姆
zh_tw: 冰雪格羅姆

# SKIN_NAMES.profileflair_yule_goosemoose
source: Jolly Moose/Goose
de: Festlicher Elch/Gans
es_mx: Alce/Ganso alegre
fr: Oie/élan jovial
it: Ocalce allegra
ja: 陽気なムース・ガチョウ
ko: 유쾌한 큰사슴/거위
pl: Wesoła łęś
pt_br: Alce/Ganso alegre
ru: Веселый Лось/Гусь
zh_cn: 欢快麋鹿鹅
zh_tw: 歡快麋鹿鵝

# SKIN_NAMES.profileflair_yule_hotchocolate
source: Hot Cocoa
de: Warmer Kakao
es_mx: Chocolate caliente
fr: Cacao chaud
it: Cioccolata calda
ja: ホットココア
ko: 핫 코코아
pl: Gorące kakao
pt_br: Chocolate quente
ru: Горячее Какао
zh_cn: 热可可
zh_tw: 熱可哥

# SKIN_NAMES.profileflair_yule_mulledwine
source: Mulled Punch
de: Gewürzpunsch
es_mx: Ponche Caliente
fr: Punch épicé
it: Punch brulé
ja: 暖かいフルーツポンチ
ko: 뮬드 펀치
pl: Grzany poncz
pt_br: Soco Quente
ru: Пунш со специями
zh_cn: 香料潘趣酒
zh_tw: 香料潘趣酒

# SKIN_NAMES.profileflair_yule_mushroomlightfestive
source: Festive Fungal Lamp
de: Festliche Pilzlampe
es_mx: Lámpara Festiva de Champiñón
fr: Lampe fongique festive
it: Fungolampada festiva
ja: お祭りのキノコランプ
ko: 축제용 버섯 램프
pl: Świąteczna grzybowa lampa
pt_br: Lâmpada Festiva Fúngica
ru: Праздничная гриболампа
zh_cn: 节庆真菌灯
zh_tw: 節慶真菌燈

# SKIN_NAMES.profileflair_yule_pumpkinpie
source: Pumpkin Pie
de: Kürbiskuchen
es_mx: Pay de Calabaza
fr: Tarte à la citrouille
it: Torta di zucca
ja: パンプキンパイ
ko: 호박파이
pl: Ciasto dyniowe
pt_br: Torta de Abóbora
ru: Тыквенный пирог
zh_cn: 南瓜饼
zh_tw: 南瓜餅

# SKIN_NAMES.profileflair_yule_puppington
source: Winterized Vargling
de: Winterlicher Vargling
es_mx: Huarguito inviernizado
fr: Petit varg d'hiver
it: Vargolino invernizzato
ja: 冬のヴァーグリング
ko: 겨울에 적응한 바글링
pl: Zimowy warguś
pt_br: Varguinho invernizado
ru: Озимевший варжонок
zh_cn: 寒冬小座狼
zh_tw: 寒冬小座狼

# SKIN_NAMES.profileflair_yule_roastturkey
source: Roasted Turkey
de: Gerösteter Truthahn
es_mx: Pavo Asado
fr: Dinde rôtie
it: Tacchino arrostito
ja: ローストターキー
ko: 칠면조 구이
pl: Pieczony indyk
pt_br: Peru Assado
ru: Жареная индейка
zh_cn: 烤火鸡
zh_tw: 烤火雞

# SKIN_NAMES.profileflair_yule_sugarcookie
source: Sugar Cookie
de: Zuckerkeks
es_mx: Galleta de azúcar
fr: Cookie sucré
it: Biscotto di zucchero
ja: シュガークッキー
ko: 슈가 쿠키
pl: Ciasteczko z cukrem
pt_br: Biscoito de açúcar
ru: Сахарное Печенье
zh_cn: 糖曲奇饼
zh_tw: 糖曲奇餅

# SKIN_NAMES.puppy_chow
source: Purebred Vargling
de: Reinrassiges Vargling
es_mx: Huarguito purasangre
fr: Petit varg de race
it: Vargolino di razza
ja: 純血種のヴァーグリング
ko: 순종 바글링
pl: Warguś czystej krwi
pt_br: Varguinho puro-sangue
ru: Чистопородный варжонок
zh_cn: 纯种小座狼
zh_tw: 純種小座狼

# SKIN_NAMES.puppy_tzu
source: Pedigree Vargling
de: Vargling mit Stammbaum
es_mx: Huarguito de pedigrí
fr: Petit varg de pure race
it: Vargolino con pedigree
ja: 血統書付きのヴァーグリング
ko: 품종 바글링
pl: Warguś z rodowodem
pt_br: Varguinho com pedigree
ru: Породистый варжонок
zh_cn: 血统小座狼
zh_tw: 血統小座狼

# SKIN_NAMES.puppy_winter
source: Arctic Vargling
de: Arktischer Welpe
es_mx: Huarguito ártico
fr: Petit varg arctique
it: Vargolino artico
ja: 北極のヴァーグリング
ko: 북극 바글링
pl: Arktyczny warguś
pt_br: Varguinho ártico
ru: Арктический Варжонок
zh_cn: 北极小座狼
zh_tw: 北極小座狼

# SKIN_NAMES.rabbithouse_carrat
source: Carrat Cottage
de: Karattenhütte
es_mx: Casita de Ratahoria
fr: Cottage carate
it: Cottage del caratto
ja: キャラットのコテージ
ko: 당근이쥐 오두막
pl: Myszomarchwiowa chatka
pt_br: Chalé de Cenourrato
ru: Моркрысовый коттедж
zh_cn: 胡萝卜村舍
zh_tw: 胡蘿蔔村舍

# SKIN_NAMES.rabbithouse_yule
source: Topsy-Turvy Treehouse
de: Kopfüber-Baumhaus
fr: Clapier festif
it: Casa sull'albero capovolta
ja: 逆さまツリーハウス
ko: 뒤죽박죽 나무집
pl: Odwrócony do góry nogami domek na drzewie
pt_br: Casa na Árvore às Avessas
ru: Древесный дом вверх дном
zh_cn: 倒挂树屋
zh_tw: 倒掛樹屋

# SKIN_NAMES.rainhat_bonnet
source: Rain Bonnet
de: Regenhaube
es_mx: Tocado para Lluvia
fr: Capote imperméable
it: Cappellino per la pioggia
ja: 雨のボンネット
ko: 비 보닛
pl: Przeciwdeszczowy czepek
pt_br: Gorro de Chuva
ru: Шляпка от дождя
zh_cn: 防雨女帽
zh_tw: 防雨女帽

# SKIN_NAMES.rainhat_cowboy
source: Cowboy Rain Hat
de: Cowboy-Regenhut
es_mx: Sombrero de vaquero para la lluvia
fr: Chapeau de pluie de cowboy
it: Cappello da pioggia del cowboy
ja: カウボーイのレインハット
ko: 카우보이 방수 모자
pl: Kowbojski kapelusz przeciwdeszczowy
pt_br: Chapéu de chuva de caubói
ru: Дождевая шляпа ковбоя
zh_cn: 牛仔雨帽
zh_tw: 牛仔雨帽

# SKIN_NAMES.rainhat_floppy
source: Floppy Rain Hat
de: Schlapper Regenhut
es_mx: Gorro blando para la lluvia
fr: Chapeau de pluie à bords flottants
it: Cappello da pioggia floscio
ja: おしゃれな雨よけハット
ko: 펄럭이는 방수 모자
pl: Oklapnięty kapelusz
pt_br: Chapéu de chuva frouxo
ru: Мягкая Дождевая Шляпа
zh_cn: 松软的雨帽
zh_tw: 鬆軟的雨帽

# SKIN_NAMES.rainometer_circus
source: The Magnificent Rainometer
de: Der prächtige Regenmesser
es_mx: El magnífico lluviómetro
fr: Le Pluviomètre magnifique
it: Il pioggiometro magnifico
ja: 立派な雨量計
ko: 훌륭한 기상예측기
pl: Olśniewający Deszczometr
pt_br: O Chuviômetro Magnífico
ru: Великолепный дождеметр
zh_cn: 华丽的雨量计
zh_tw: 華麗的雨量計

# SKIN_NAMES.razor_scissors
source: Scissors
de: Schere
fr: Ciseaux
it: Forbici
ja: ハサミ
ko: 가위
pl: Nożyczki
pt_br: Tesoura
ru: Ножницы
zh_cn: 剪刀
zh_tw: 剪刀

# SKIN_NAMES.razor_straight
source: Straight Razor
de: Rasiermesser
fr: Coupe-chou
it: Rasoio a mano libera
ja: 西洋かみそり
ko: 스트레이트 면도기
pl: Prosta brzytwa
pt_br: Navalha
ru: Опасная бритва
zh_cn: 折叠式剃刀
zh_tw: 折疊式剃刀

# SKIN_NAMES.researchlab2_alchemytable
source: Alchemy Table
de: Alchemietisch
fr: Table d'alchimie
it: Tavolo alchemico
ja: 錬金テーブル
ko: 연금술 테이블
pl: Stół alchemiczny
pt_br: Mesa de Alquimia
ru: Стол алхимика
zh_cn: 炼药桌
zh_tw: 煉藥桌

# SKIN_NAMES.researchlab2_crystal
source: Arcane Crystalarium
de: Arkanes Kristallarium
fr: Cristalarium magique
it: Cristallario arcano
ja: 秘技の結晶
ko: 신비의 크리스탈리움
pl: Tajemne krystalarium
pt_br: Cristalário Arcano
ru: Магический кристаллариум
zh_cn: 神秘水晶
zh_tw: 神秘水晶

# SKIN_NAMES.researchlab2_gothic
source: Gothic Alchemical Kiln
de: Gotischer Alchemie-Ofen
fr: Alambic gothique
it: Fornace alchemica gotica
ja: ゴシックな錬金炉
ko: 고딕 연금술 가마
pl: Gotycki piec alchemiczny
pt_br: Forno Alquímico Gótico
ru: Готическая алхимическая печь
zh_cn: 哥特炼金窖
zh_tw: 哥特煉金窖

# SKIN_NAMES.researchlab2_pod
source: Alchemy Pod
de: Alchemiekapsel
es_mx: Estación de alquimia
fr: Totem d'alchimie
it: Capsula dell'alchimia
ja: 錬金マシン
ko: 연금술 포드
pl: Zbiornik alchemiczny
pt_br: Módulo de alquimia
ru: Алхимическая Капсула
zh_cn: 炼金打印舱
zh_tw: 煉金列印艙

# SKIN_NAMES.researchlab3_ancient
source: Ancient Sigil
de: Antikes Siegel
es_mx: Emblema Antiguo
fr: Sceau ancien
it: Sigillo antico
ja: 古代の印
ko: 고대의 도장
pl: Pradawna pieczęć
pt_br: Signo Ancestral
ru: Древний знак
zh_cn: 远古印记
zh_tw: 遠古印記

# SKIN_NAMES.researchlab3_crystal
source: Enchanted Crystal
de: Verzauberter Kristall
es_mx: Cristal Encantado
fr: Cristal enchanté
it: Cristallo incantato
ja: 魔法の水晶
ko: 마법 들린 수정
pl: Zaczarowany kryształ
pt_br: Cristal Encantado
ru: Зачарованный хрусталь
zh_cn: 附魔水晶
zh_tw: 附魔水晶

# SKIN_NAMES.researchlab3_monster
source: Monstrous Horror
de: Monströser Schrecken
fr: Horreur monstrueuse
it: Orrore mostruoso
ja: 怪物的恐怖
ko: 무시무시한 공포
pl: Potworny koszmar
pt_br: Horror Monstruoso
ru: Чудовищный ужас
zh_cn: 恐怖怪兽
zh_tw: 恐怖怪獸

# SKIN_NAMES.researchlab3_nature
source: Reclaimed Relic
de: Wiedererlangtes Relikt
es_mx: Reliquia Recuperada
fr: Relique retrouvée
it: Reliquia reclamata
ja: 再生の遺物
ko: 되찾은 유물
pl: Odzyskany relikt
pt_br: Relíquia Recuperada
ru: Полученная реликвия
zh_cn: 回收的遗物
zh_tw: 回收的遺物

# SKIN_NAMES.researchlab4_catcoon_costume
source: Presticatator
es_mx: Prestidigatogitador
fr: Prestichatateur
it: Presticatore
ja: ニャライグマー
ko: 요술 고양이 장치
pl: Prestidikotor
pt_br: Prestigateador
ru: Енотокотошляподел
zh_cn: 猫礼帽
zh_tw: 貓禮帽

# SKIN_NAMES.researchlab4_catcoon_costumep
source: Presticatator
es_mx: Prestidigatogitador
fr: Prestichatateur
it: Presticatore
ja: ニャライグマー
ko: 요술 고양이 장치
pl: Prestidikotor
pt_br: Prestigateador
ru: Енотокотошляподел
zh_cn: 猫礼帽
zh_tw: 貓禮帽

# SKIN_NAMES.researchlab4_chef
source: Chefihatator
de: Kochmützitator
es_mx: Chefsombrerizador
fr: Chefidigitateur
it: Chefilindigitatore
ja: シェフハッティテータ
ko: 요리사 모자 장치
pl: Szefokuchniotator
pt_br: Chefipelador
ru: Шефошляпусник
zh_cn: 主厨研发台
zh_tw: 主廚研發台

# SKIN_NAMES.researchlab4_chester_costume
source: Chestihatator
de: Chestihutator
es_mx: Chestisombredigitador
fr: Coffrichatateur
it: Scrignatore
ja: ボックストネーター
ko: 체스터 모자 장치
pl: Skrzyneczkolator
pt_br: Baudogechapelador
ru: Честерошляподел
zh_cn: 切斯特礼帽
zh_tw: 賈斯特禮帽

# SKIN_NAMES.researchlab4_chester_costumep
source: Chestihatator
de: Chestihutator
es_mx: Chestisombredigitador
fr: Coffrichatateur
it: Scrignatore
ja: ボックストネーター
ko: 체스터 모자 장치
pl: Skrzyneczkolator
pt_br: Baudogechapelador
ru: Честерошляподел
zh_cn: 切斯特礼帽
zh_tw: 賈斯特禮帽

# SKIN_NAMES.researchlab4_derby
source: Prestibowlerhatator
de: Prestihutator
es_mx: Prestibombingitador
fr: Prestibolatateur
it: Prestilanciatore
ja: ヤマタカネーター
ko: 중절 모자 장치
pl: Predtidicylindrator
pt_br: Prestichapeucoqueador
ru: Дербишляподел
zh_cn: 圆顶礼帽
zh_tw: 圓頂禮帽

# SKIN_NAMES.researchlab4_festive_bell_red_firehound
source: Jingly Prestihatator
de: Klirrender Prestihutator
es_mx: Prestidigatogitador festivo
fr: Prestichatateur cliquetant
it: Prestiatatore tintinnante
ja: ジングルベーター
ko: 징글벨 요술 모자 장치
pl: Dzwoniący Prestikapelutator
pt_br: Prestichapelador festivo
ru: Рождественский Красношляподел
zh_cn: 叮当响礼帽
zh_tw: 叮噹響禮帽

# SKIN_NAMES.researchlab4_glommer_costume
source: Prestihataglommer
de: Prestihutaglommer
es_mx: Prestidigitaglommer
fr: Prestichaglommer
it: Glommo prestiatatore
ja: グロマーネーター
ko: 요술 글로머 장치
pl: Prestidiglomerator
pt_br: Prestichapelagosmentor
ru: Гломмерошляподел
zh_cn: 格罗姆礼帽
zh_tw: 格羅姆禮帽

# SKIN_NAMES.researchlab4_glommer_costumep
source: Prestihataglommer
de: Prestihutaglommer
es_mx: Prestidigitaglommer
fr: Prestichaglommer
it: Glommo prestiatatore
ja: グロマーネーター
ko: 요술 글로머 장치
pl: Prestidiglomerator
pt_br: Prestichapelagosmentor
ru: Гломмерошляподел
zh_cn: 格罗姆礼帽
zh_tw: 格羅姆禮帽

# SKIN_NAMES.researchlab4_hutch_costume
source: Prestihutchatator
es_mx: Prestidihutchador
fr: Prestihutchatateur
it: Prestirecintatore
ja: ハッチエーター
ko: 요술 허치 장치
pl: Prestidihutchator
pt_br: Prestithutchador
ru: Хатчешляподел
zh_cn: 哈奇礼帽
zh_tw: 哈奇禮帽

# SKIN_NAMES.researchlab4_hutch_costumep
source: Prestihutchatator
es_mx: Prestidihutchador
fr: Prestihutchatateur
it: Prestirecintatore
ja: ハッチエーター
ko: 요술 허치 장치
pl: Prestidihutchator
pt_br: Prestithutchador
ru: Хатчешляподел
zh_cn: 哈奇礼帽
zh_tw: 哈奇禮帽

# SKIN_NAMES.researchlab4_merchant
source: Merchantator
de: Kaufmannator
fr: Marchantator
it: Mercantore
ja: マーチャンテーター
ko: 상인장치
pl: Kupcogigator
pt_br: Mercantador
ru: Торговатор
zh_cn: 旅商分解器
zh_tw: 旅商分解器

# SKIN_NAMES.researchlab4_tophat_circus
source: Prestiringmastatator
de: Prästiringmastatator
es_mx: Prestidigicircotador
fr: Prestiloyalchapeau
it: Prestigiatatorometro
ja: サーカス長の帽子エーター
ko: 요술 단장 장치
pt_br: Prestiapresentadorico
ru: Шпрестидихшталмейстер
zh_cn: 魔法驯兽师帽
zh_tw: 魔法馴獸師帽

# SKIN_NAMES.researchlab4_tophat_harlequin
source: Prestifoolinator
de: Prestinarrinator
fr: Prestidigibouffon
it: Prestigiullatore
ja: プレスティフールテータ
ko: 위대한 바보 제조기
pl: Prestibłaznator
pt_br: Prestibobocador
ru: Шутовской шляпусник
zh_cn: 愚人灵子分解器
zh_tw: 愚人靈子分解器

# SKIN_NAMES.researchlab4_witch_pyre
source: Prestiwitchatator
es_mx: Prestibrujatador
fr: Prestisorcierator
it: Stregonitatore
ja: ハッチエーター
ko: 요술 마녀 장치
pl: Prestiwiedźmotator
pt_br: Prestibruxador
ru: Ведьмошляподел
zh_cn: 魔法女巫帽
zh_tw: 魔法女巫帽

# SKIN_NAMES.researchlab_gothic
source: Gothic Scientific Instrument
de: Gotisches Wissenschaftliches Instrument
fr: Instrument scientifique gothique
it: Strumento scientifico gotico
ja: ゴシックな科学機器
ko: 고딕 과학 기기
pl: Gotycki instrument naukowy
pt_br: Instrumento Científico Gótico
ru: Готический научный инструмент
zh_cn: 哥特科学仪器
zh_tw: 哥特科學儀器

# SKIN_NAMES.researchlab_green
source: Terrible Ooze Machine
de: Maschine des Schrecklichen Schleim
fr: Affreuse machine suitante
it: Terribile macchina della melma
ja: 粗悪粘液機械
ko: 끔찍한 수액 기계
pl: Straszna maszyna mułowa
pt_br: Terrível Máquina Gotejante
ru: Аппарат с мерзкой слизью
zh_cn: 恐怖漏液机器
zh_tw: 恐怖漏液機器

# SKIN_NAMES.researchlab_retro
source: Experimentation Apparatus
de: Experimentierapparat
fr: Dispositif d'expérimentation
it: Apparato per la sperimentazione
ja: 実験の装置
ko: 실험 도구
pl: Aparat eksperymentalny
pt_br: Aparato de Experimentação
ru: Аппаратура для экспериментов
zh_cn: 实验仪器
zh_tw: 實驗儀器

# SKIN_NAMES.reskin_tool_brush
source: Spectre Paintbrush
de: Gespenstischer Pinsel
fr: Pinceau spectral
it: Pennello dello spettro
ja: スぺクタイトペイントブラシ
ko: 스펙트럼 붓
pl: Pędzel spektralny
pt_br: Pincel Espectral
ru: Спектральная кисть
zh_cn: 幽灵漆刷
zh_tw: 幽靈漆刷

# SKIN_NAMES.reviver_cupid
source: Cherub's Heart
de: Engelsherz
es_mx: Corazón de querubín
fr: Cœur de chérubin
it: Cuore di cupido
ja: キューピッドの心臓
ko: 천사의 심장
pl: Serce cherubina
pt_br: Coração do querubim
ru: Сердце Херувима
zh_cn: 天使之心
zh_tw: 天使之心

# SKIN_NAMES.reviver_cupid_2
source: Daggered Heart
de: Erdolchtes Herz
es_mx: Corazón grabado
fr: Cœur poignardé
it: Cuore pugnalato
ja: 貫かれた心臓
ko: 비수 꽂힌 심장
pl: Serce przeszyte stalą
pt_br: Coração apunhalado
ru: Пронзенное кинжалом сердце
zh_cn: 利刃穿心
zh_tw: 利刃穿心

# SKIN_NAMES.reviver_cupid_2alt
source: Daggered Heart
de: Erdolchtes Herz
es_mx: Corazón grabado
fr: Cœur poignardé
it: Cuore pugnalato
ja: 貫かれた心臓
ko: 비수 꽂힌 심장
pl: Serce przeszyte stalą
pt_br: Coração apunhalado
ru: Пронзенное кинжалом сердце
zh_cn: 利刃穿心
zh_tw: 利刃穿心

# SKIN_NAMES.reviver_cupid_3
source: Staked Heart
de: Gepfähltes Herz
es_mx: Corazón atravesado
fr: Cœur percé
it: Cuore Impalato
ja: 杭を打たれた心臓
ko: 말뚝 박힌 심장
pl: Przebite serce
pt_br: Coração com estaca
ru: Пронзенное колом сердце
zh_cn: 木桩扎心
zh_tw: 木樁紮心

# SKIN_NAMES.reviver_cupid_3alt
source: Staked Heart
de: Gepfähltes Herz
es_mx: Corazón atravesado
fr: Cœur percé
it: Cuore Impalato
ja: 杭を打たれた心臓
ko: 말뚝 박힌 심장
pl: Przebite serce
pt_br: Coração com estaca
ru: Пронзенное колом сердце
zh_cn: 木桩扎心
zh_tw: 木樁紮心

# SKIN_NAMES.reviver_cupid_4
source: Stolen Heart
de: Gestohlenes Herz
es_mx: Corazón Robado
fr: Cœur volé
it: Cuore rubato
ja: 盗まれた心臓
ko: 도둑맞은 심장
pl: Skradzione serce
pt_br: Coração Roubado
ru: Похищенное сердце
zh_cn: 被偷去的心
zh_tw: 被偷去的心

# SKIN_NAMES.reviver_cupid_4alt
source: Stolen Heart
de: Gestohlenes Herz
es_mx: Corazón Robado
fr: Cœur volé
it: Cuore rubato
ja: 盗まれた心臓
ko: 도둑맞은 심장
pl: Skradzione serce
pt_br: Coração Roubado
ru: Похищенное сердце
zh_cn: 被偷去的心
zh_tw: 被偷去的心

# SKIN_NAMES.reviver_cupid_alt
source: Cherub's Heart
de: Engelsherz
es_mx: Corazón de querubín
fr: Cœur de chérubin
it: Cuore di cupido
ja: キューピッドの心臓
ko: 천사의 심장
pl: Serce cherubina
pt_br: Coração do querubim
ru: Сердце Херувима
zh_cn: 天使之心
zh_tw: 天使之心

# SKIN_NAMES.reviver_lifecrystal
source: Life Crystal
de: Lebenskristall
fr: Cristal de vie
it: Cristallo della vita
ja: ライフクリスタル
ko: 생명의 수정
pl: Kryształ życia
pt_br: Cristal de Vida
ru: Кристалл жизни
zh_cn: 生命水晶
zh_tw: 生命水晶

# SKIN_NAMES.ruins_bat_heavy
source: Gatekeepers' Club
de: Knüppel des Torwächters
es_mx: Garrote de guardián
fr: Matraque de gardien
it: Mazza dei guardiani
ja: ゲートキーパークラブ
ko: 문지기의 몽둥이
pl: Pałka Strażnika Bramy
pt_br: Clube dos Guardiões do Portal
ru: Дубинка привратников
zh_cn: 守门人之锤
zh_tw: 守門人之錘

# SKIN_NAMES.ruinshat_arcane
source: Arcane Headpiece
de: Arkane Kopfbedeckung
es_mx: Sombrero Arcano
fr: Coiffe ésotérique
it: Copricapo arcano
ja: 難解な帽子
ko: 마법 모자
pl: Tajemne nakrycie głowy
pt_br: Bacinete Arcano
ru: Волшебный головной убор
zh_cn: 神秘头饰
zh_tw: 神秘頭飾

# SKIN_NAMES.saddle_basic_yotb
source: Festive Saddle
de: Festlicher Sattel
fr: Selle festive
it: Sella festosa
ja: お祭りのくわ
ko: 축제 안장
pl: Odświętne siodło
pt_br: Sela Festiva
ru: Праздничное седло
zh_cn: 喜庆鞍具
zh_tw: 喜慶鞍具

# SKIN_NAMES.saddle_basic_yotbalt
source: Festive Saddle
de: Festlicher Sattel
fr: Selle festive
it: Sella festosa
ja: お祭りのくわ
ko: 축제 안장
pl: Odświętne siodło
pt_br: Sela Festiva
ru: Праздничное седло
zh_cn: 喜庆鞍具
zh_tw: 喜慶鞍具

# SKIN_NAMES.saltbox_nautical
source: Briny Salt Box
de: Salzige Salzkiste
fr: Pot saumuré
it: Recipiente di sale salmastro
ja: 辛い塩の箱
ko: 짜디짠 소금 상자
pl: Solniczka z morskiej toni
pt_br: Caixa Salmourada
ru: Просоленный ящик
zh_cn: 海水盐盒
zh_tw: 海水鹽盒

# SKIN_NAMES.saltbox_shaker
source: Salt Box Shaker
de: Salzkistenstreuer
es_mx: Salero de Caja de Sal
fr: Salière bleutée
it: Saliera recipiente di sale
ja: 塩ふり機
ko: 소금 상자 통
pl: Solniczka
pt_br: Saleiro Quadrado
ru: Ящик-солонка
zh_cn: 盐罐
zh_tw: 鹽罐

# SKIN_NAMES.saltbox_victorian
source: Victorian Salt Box
de: Viktorianische Salzkiste
fr: Pot à salaison victorien
it: Recipiente di sale vittoriano
ja: ビクトリアの塩の箱
ko: 빅토리아풍 소금 상자
pl: Wiktoriańska solniczka
pt_br: Caixa de Sal Vitoriana
ru: Викторианский соляной ящик
zh_cn: 维多利亚盐罐
zh_tw: 維多利亞鹽罐

# SKIN_NAMES.sculptingtable_gothic
source: Gothic Artificer's Table
de: Gotischer Arbeitstisch
fr: Table d'artificier gothique
it: Tavolo gotico dell'artigiano
ja: ゴシックな熟練工のテーブル
ko: 고딕 공예가의 테이블
pl: Gotycki stół rzemieślniczy
pt_br: Mesa Gótica de Artífice
ru: Готический верстак мастера
zh_cn: 哥特工匠桌
zh_tw: 哥特工匠桌

# SKIN_NAMES.seafaring_prototyper_lighthouse
source: Lighthouse Think Tank
de: Leuchtturm-Denkfabrik
fr: Tour des pensées phare
it: Faro Serbatoio pensante
ja: 灯台のシンクタンク
ko: 등대 연구소
pl: Latarnia badawcza
pt_br: Laboratório de Ideias do Farol
ru: Маяк мыслей
zh_cn: 灯塔智囊团
zh_tw: 燈塔智囊團

# SKIN_NAMES.seedpouch_rustic
source: Homespun Seed Pouch
de: Hausgemachter Saatgutbeutel
fr: Sac de graines fait-main
it: Borsello per semi tessuto in casa
ja: お手製の種入れ
ko: 홈스펀 씨앗 주머니
pl: Zwyczajna torebka na nasiona
pt_br: Bolsa de Sementes Singela
ru: Деревенская сумка для семян
zh_cn: 家纺种子袋
zh_tw: 家紡種子袋

# SKIN_NAMES.shovel_feathered
source: Hunters Shovel
de: Jägerschaufel
es_mx: Pala de Cazador
fr: Pelle de chasseur
it: Pala dei cacciatori
ja: ハンターのシャベル
ko: 사냥꾼의 삽
pl: Łopata myśliwego
pt_br: Pá do Caçador
ru: Лопата охотника
zh_cn: 猎人铲子
zh_tw: 獵人鏟子

# SKIN_NAMES.shovel_invisible
source: Pantomimed Shovel
de: Pantomimen-Schaufel
fr: Pelle pour de faux
it: Pala mimata
ja: パントマイムのシャベル
ko: 무언의 삽
pl: Łopata pantomimy
pt_br: Pantomima de Pá
ru: Воображаемая лопата
zh_cn: 拟真铲子
zh_tw: 擬真鏟子

# SKIN_NAMES.shovel_northern
source: Nordic Shovel
de: Nordische Schaufel
es_mx: Pala Nórdica
fr: Pelle nordique
it: Pala nordica
ja: 北欧のシャベル
ko: 북유럽풍 삽
pl: Nordycka łopata
pt_br: Pá Nórdica
ru: Нордическая лопата
zh_cn: 北欧铲子
zh_tw: 北歐鏟子

# SKIN_NAMES.shovel_victorian
source: Fanciful Shovel
de: Herrliche Schaufel
es_mx: Pala bonita
fr: Pelle fantaisie
it: Pala eccentrica
ja: 風変わりなシャベル
ko: 고급스러운 삽
pl: Wytworna łopata
pt_br: Pá elegante
ru: Экстравагантная лопата
zh_cn: 华丽铲子
zh_tw: 華麗鏟子

# SKIN_NAMES.skeletonhat_shadowhelmet
source: Shadow Helmet
de: Schattenhelm
fr: Casque d'ombre
it: Elmo d'ombra
ja: 影のヘルメット
ko: 그림자 투구
pl: Hełm cienia
pt_br: Capacete das Sombras
ru: Шлем теней
zh_cn: 暗影头盔
zh_tw: 暗影頭盔

# SKIN_NAMES.spear_bee
source: Bumble Spear
de: Hummel-Speer
es_mx: Lanza de abejorro
fr: Lance chancelante
it: Lancia di ape
ja: ミツバチ柄のヤリ
ko: 벌 창
pl: Bzycząca włócznia
pt_br: Lança abelhuda
ru: Копье шмеля
zh_cn: 蜂矛
zh_tw: 蜂矛

# SKIN_NAMES.spear_forge_gungnir
source: Pith Pike
de: Tropenspieß
es_mx: Pica de médula
fr: Pique à moelle
it: Picca da arena
ja: 鋭い力の矛
ko: 핵심의 창
pl: Szpiczasta pika
pt_br: Croque essencial
ru: Мощная пика
zh_cn: 尖齿矛
zh_tw: 尖齒矛

# SKIN_NAMES.spear_forge_lance
source: Spiral Spear
de: Spiral-Speer
es_mx: Lanza espiral
fr: Lance à spirale
it: Lancia a spirale
ja: スパイラルスピア
ko: 나선 창
pl: Spiralna kopia
pt_br: Lança espiral
ru: Спиральное копье
zh_cn: 螺旋矛
zh_tw: 螺旋矛

# SKIN_NAMES.spear_hockey
source: Hockey Stick
de: Hockeyschläger
es_mx: Palo de Hockey
fr: Bâton de hockey
it: Mazza da hockey
ja: ホッケースティック
ko: 하키 스틱
pl: Kij do hokeja
pt_br: Taco de Hóquei
ru: Хоккейная клюшка
zh_cn: 曲棍球棒
zh_tw: 曲棍球棒

# SKIN_NAMES.spear_northern
source: Nordic Spear
de: Nordischer Speer
es_mx: Lanza Nórdica
fr: Lance nordique
it: Lancia nordica
ja: 北欧の槍
ko: 북유럽풍 창
pl: Nordycka włócznia
pt_br: Lança Nórdica
ru: Нордическое копье
zh_cn: 北欧长矛
zh_tw: 北歐長矛

# SKIN_NAMES.spear_ragged
source: Weathered Spear
de: Verwitterter Speer
fr: Lance en piteux état
it: Lancia malconcia
ja: 風化した槍
ko: 비바람에 씻긴 창
pl: Wysłużona włócznia
pt_br: Lança Desgastada
ru: Потрепанное копье
zh_cn: 风霜长矛
zh_tw: 風霜長矛

# SKIN_NAMES.spear_rose
source: Rose Pike
de: Rosendorn
es_mx: Pica de rosa
fr: Lance de rose
it: Spina di rosa
ja: バラの矛
ko: 장미 창
pl: Różana włócznia
pt_br: Croque rosa
ru: Пика розы
zh_cn: 玫瑰刺
zh_tw: 玫瑰刺

# SKIN_NAMES.spear_simple
source: Refined Spear
de: Verfeinerter Speer
es_mx: Lanza Refinada
fr: Lance raffinée
it: Lancia raffinata
ja: 洗練された槍
ko: 세련된 창
pl: Udoskonalona włócznia
pt_br: Lança Refinada
ru: Отточенное копье
zh_cn: 精致长矛
zh_tw: 精緻長矛

# SKIN_NAMES.spear_wathgrithr_northern
source: Nordic Battle Spear
de: Nordischer Kampfspeer
es_mx: Lanza de Batalla Nórdica
fr: Lance de combat nordique
it: Lancia nordica da battaglia
ja: 北欧のバトルスピア
ko: 북유럽풍 전투 창
pl: Nordycka włócznia bitewna
pt_br: Lança de Batalha Nórdica
ru: Нордическое боевое копье
zh_cn: 北欧战矛
zh_tw: 北歐戰矛

# SKIN_NAMES.spear_wathgrithr_valkyrie
source: Winged Spear
de: Geflügelter Speer
fr: Lance à ailes
it: Lancia alata
ja: 翼の槍
ko: 날개 달린 창
pl: Skrzydlata włócznia
pt_br: Lança Alada
ru: Крылатое копье
zh_cn: 飞翼长矛
zh_tw: 飛翼長矛

# SKIN_NAMES.spear_wathgrithr_wrestle
source: Ultimate Spear
de: Ultimativer Speer
es_mx: Lanza definitiva
fr: Lance ultime
it: Lancia estrema
ja: 究極の槍
ko: 궁극의 창
pl: Włócznia Ostateczności
pt_br: Lança definitiva
ru: Крутое копье
zh_cn: 终极长矛
zh_tw: 終極長矛

# SKIN_NAMES.stagehand_carpet
source: Austere Stagehand
de: Einfache Requisite
fr: Table austère
it: Tavolino austero
ja: 厳格な舞台係
ko: 소박한 무대 작업대
pl: Prosty stolik teatralny
pt_br: Contrarregra Austero
ru: Сдержанная бутафория
zh_cn: 朴实舞台
zh_tw: 樸實舞臺
