Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.emote_dance_step
source: Step Dance Emote
de: Stepptanz-Emote
es_mx: Emoticono de paso de baile
fr: Émoticône Pas de danse
it: Emote Passo di danza
ja: ステップダンスのエモート
ko: 스텝 댄스 표현
pl: Gest „Stepowanie”
pt_br: Emote de paço de dança
ru: Эмоция Степа
zh_cn: 踢踏舞表情
zh_tw: 踢踏舞表情

# SKIN_NAMES.emote_fistshake
source: Fist Shake Emote
de: Faustschlag-Emote
es_mx: Emoticono de sacudida de puño
fr: Émoticône Poignée de main
it: Emote Pugno che vibra
ja: 拳をあげるエモート
ko: 주먹 흔들기 표현
pl: Gest „Wymachiwanie pięścią”
pt_br: Emote de punho cerrado
ru: Эмоция «Погрозить Кулаком»
zh_cn: 握拳表情
zh_tw: 握拳表情

# SKIN_NAMES.emote_flex
source: Flex Emote
es_mx: Emoticono de flexión
fr: Émoticône Muscles gonflés
it: Emote Muscoli
ja: 筋肉アピールのエモート
ko: 울끈불끈 표현
pl: Gest „Muskuły”
pt_br: Emote de músculos
ru: Эмоция «Размяться»
zh_cn: 肌肉表情
zh_tw: 肌肉表情

# SKIN_NAMES.emote_impatient
source: Impatient Emote
de: Ungedulds-Emote
es_mx: Emoticono de impaciencia
fr: Émoticône Impatient
it: Emote Impazienza
ja: 我慢限界のエモート
ko: 조급함 표현
pl: Gest „Niecierpliwość”
pt_br: Emote de impaciência
ru: Эмоция Нетерпеливости
zh_cn: 不耐烦表情
zh_tw: 不耐煩表情

# SKIN_NAMES.emote_jumpcheer
source: Cheer Emote
de: Jubel-Emote
es_mx: Emoticono de alegría
fr: Émoticône Content
it: Emote Acclamazione
ja: 応援するエモート
ko: 환호 표현
pl: Gest „Radość”
pt_br: Emote de alegria
ru: Эмоция Одобрения
zh_cn: 欢呼表情
zh_tw: 歡呼表情

# SKIN_NAMES.emote_laugh
source: Laugh Emote
de: Lach-Emote
es_mx: Emoticono de risa
fr: Émoticône Rire
it: Emote Risata
ja: 笑顔のエモート
ko: 웃음 표현
pl: Gest „Śmiech”
pt_br: Emote de risada
ru: Эмоция Смеха
zh_cn: 笑脸表情
zh_tw: 笑臉表情

# SKIN_NAMES.emote_shrug
source: Shrug Emote
de: Schulterzuck-Emote
es_mx: Emoticono de encogida de hombros
fr: Émoticône Haussement d'épaules
it: Emote Alzata di spalle
ja: 呆れた仕草のエモート
ko: 어깨 으쓱 표현
pl: Gest „Wzruszenie ramionami”
pt_br: Emote de dar de ombros
ru: Эмоция «Пожимать плечами»
zh_cn: 耸肩表情
zh_tw: 聳肩表情

# SKIN_NAMES.emote_sleepy
source: Sleepy Emote
de: Verschlafen
es_mx: Emoticono de sueño
fr: Emote Sommeil
it: Emote Sonno
ja: 眠るエモート
ko: 졸림 표현
pl: Gest „Śpiący”
pt_br: Emote de sono
ru: Сонная Эмоция
zh_cn: 昏昏欲睡表情
zh_tw: 昏昏欲睡表情

# SKIN_NAMES.emote_slowclap
source: Slow Clap Emote
de: Langsames Klatschen
es_mx: Emoticono de aplauso lento
fr: Émoticône Applaudissements légers
it: Emote Applauso lento
ja: ゆっくり拍手のエモート
ko: 느긋한 박수 표현
pl: Gest „Powolny aplauz”
pt_br: Emote de palmas lentas
ru: Эмоция «Медленно хлопать»
zh_cn: 缓慢鼓掌表情
zh_tw: 緩慢鼓掌表情

# SKIN_NAMES.emote_swoon
source: Swoon Emote
de: Gefühl der Verzückung
es_mx: Emoticono de desvanecimiento
fr: Emote Pâmoison
it: Emote Delirio
ja: エモート「ステキ！」
ko: 실신 표현
pl: Gest „Uniesienie”
pt_br: Emote de admiração
ru: Эмоция Экстаза
zh_cn: 着迷表情
zh_tw: 著迷表情

# SKIN_NAMES.emote_yawn
source: Yawn Emote
de: Gähnen
es_mx: Emoticono de bostezo
fr: Emote Bâillement
it: Emote Sbadiglio
ja: あくびのエモート
ko: 하품 표현
pl: Gest „Ziewanie”
pt_br: Emote de bocejo
ru: Эмоция Зевания
zh_cn: 打哈欠的表情
zh_tw: 打哈欠的表情

# SKIN_NAMES.endtable_carpet
source: Austere Endtable
de: Einfacher Beistelltisch
es_mx: Mesa auxiliar austera
fr: Table basse austère
it: Tavolino austero
ja: 厳格なエンドテーブル
ko: 장엄한 소형 테이블
pl: Prosty stolik
pt_br: Mesa auxiliar austera
ru: Строгая Бутафория
zh_cn: 朴实茶几
zh_tw: 樸實茶几

# SKIN_NAMES.endtable_cawnival
source: Cawnival Endtable
de: Krähneval-Beistelltisch
fr: Table basse de Corbringue
it: Tavolino del cranevale
ja: カーカーニバルのエンドテーブル
ko: 까아악제 소형 테이블
pl: Kranawałowy stolik
pt_br: Mesa Auxiliar do Crasnaval
ru: Столик Галкарнавала
zh_cn: 鸦年华茶几
zh_tw: 鴉年華茶几

# SKIN_NAMES.endtable_cawnival_alt
source: Cawnival Endtable
de: Krähneval-Beistelltisch
fr: Table basse de Corbringue
it: Tavolino del cranevale
ja: カーカーニバルのエンドテーブル
ko: 까아악제 소형 테이블
pl: Kranawałowy stolik
pt_br: Mesa Auxiliar do Crasnaval
ru: Столик Галкарнавала
zh_cn: 鸦年华茶几
zh_tw: 鴉年華茶几

# SKIN_NAMES.endtable_dragonfly
source: Dragonfly Endtable
de: Libellen-Beistelltisch
es_mx: Mesa auxiliar de mosca dragón
fr: Table basse libellule
it: Tavolino draghellula
ja: ドラゴンフライのエンドテーブル
ko: 용파리 소형 테이블
pl: Smoczuchowy stolik
pt_br: Mesa auxiliar de libélula
ru: Дракомушья Бутафория
zh_cn: 龙蝇茶几
zh_tw: 龍蠅茶几

# SKIN_NAMES.endtable_vintage
source: Antique Endtable
de: Antiker Beistelltisch
es_mx: Mesa auxiliar antigua
fr: Table basse antique
it: Tavolino antico
ja: アンティークのエンドテーブル
ko: 골동품 소형 테이블
pl: Zabytkowy stolik
pt_br: Mesa auxiliar antiga
ru: Античная Бутафория
zh_cn: 古董茶几
zh_tw: 古董茶几

# SKIN_NAMES.eyebrellahat_crystal
source: Glass Eyebrella
de: Glas-Augenschirm
es_mx: Ojombrilla de Vidrio
fr: Paraplœil de verre
it: Occhiombrello di vetro
ja: ガラスのアイブレラ
ko: 유리 눈우산
pl: Szklana parasoloczka
pt_br: Guarda-olho de Vidro
ru: Стеклянный глазонтик
zh_cn: 玻璃眼球伞
zh_tw: 玻璃眼球傘

# SKIN_NAMES.eyebrellahat_fantasy
source: Beastly Eyebrella
de: Bestialischer Augenschirm
fr: Paraplœil bestial
it: Occhiombrello bestiale
ja: 野獣のアイブレラ
ko: 불쾌한 눈우산
pl: Potworna parasoloczka
pt_br: Guarda-olho Bestial
ru: Звериный глазонтик
zh_cn: 猛兽眼球伞
zh_tw: 猛獸眼球傘

# SKIN_NAMES.eyebrellahat_victorian
source: Victorian Eyebrella
de: Viktorianischer Augenschirm
fr: Paraplœil victorien
it: Occhiombrello vittoriano
ja: ビクトリアのアイブレラ
ko: 빅토리아풍 눈우산
pl: Wiktoriańska parasoloczka
pt_br: Guarda-Olho Vitoriano
ru: Викторианский глазонтик
zh_cn: 维多利亚眼球伞
zh_tw: 維多利亞眼球傘

# SKIN_NAMES.eyeplant_bulb_trap_plantera
source: Plantera Bulb
de: Plantera-Zwiebel
fr: Bulbe plantera
it: Bulbo di Plantera
ja: プランテラの球根
ko: 식물 전구
pl: Cebulka plantery
pt_br: Bulbo de Plantera
ru: Пантерампочка
zh_cn: 世纪之花球茎
zh_tw: 世紀之花球莖

# SKIN_NAMES.eyeplant_trap_plantera
source: Plantera
ja: プランテラ
ko: 식물
ru: Пантероцвет
zh_cn: 世纪之花
zh_tw: 世紀之花

# SKIN_NAMES.farm_hoe_invisible
source: Pantomimed Garden Hoe
de: Pantomimische Gartenhacke
fr: Houe pour de faux
it: Zappa da orto mimata
ja: パントマイムのくわ
ko: 무언의 정원 괭이
pl: Motyka ogrodowa pantomimy
pt_br: Pantomima de Enxada
ru: Воображаемая садовая мотыга
zh_cn: 拟真园艺锄
zh_tw: 擬真園藝鋤

# SKIN_NAMES.farm_hoe_rustic
source: Homespun Garden Hoe
de: Hausgemachte Gartenhacke
fr: Houe faite-main
it: Zappa tessuta in casa
ja: お手製のくわ
ko: 홈스펀 가든 괭이
pl: Zwyczajna motyka ogrodowa
pt_br: Enxada de Jardim Singela
ru: Деревенская садовая мотыга
zh_cn: 家纺园艺锄
zh_tw: 家紡園藝鋤

# SKIN_NAMES.featherfan_exotic
source: Flamboyant Fan
de: Extravaganter Fächer
es_mx: Abanico Ostentoso
fr: Éventail extravagant
it: Ventaglio appariscente
ja: 燃え盛る風起こし機
ko: 현란한 부채
pl: Krzykliwy wachlarz
pt_br: Ventilador Extravagante
ru: Экстравагантный веер
zh_cn: 华丽扇子
zh_tw: 華麗扇子

# SKIN_NAMES.featherhat_circus
source: Equestrienne Headdress
de: Pferdekopfschmuck
es_mx: Tocado de jinete
fr: Coiffure équestre
it: Copricapo equestre
ja: 乗馬用帽子
ko: 여자곡마사 머리 장식물
pl: Jeździecki Stroik
pt_br: Cocar de Amazona
ru: Головной убор цирковой наездницы
zh_cn: 女骑手头饰
zh_tw: 女騎手頭飾

# SKIN_NAMES.featherhat_exotic
source: Flamboyant Headpiece
de: Extravaganter Kopfputz
es_mx: Sombrero Ostentoso
fr: Coiffe extravagante
it: Copricapo appariscente
ja: 燃え盛る兜
ko: 현란한 모자
pl: Krzykliwe nakrycie głowy
pt_br: Capacete Extravagante
ru: Экстравагантный головной убор
zh_cn: 华丽头饰
zh_tw: 華麗頭飾

# SKIN_NAMES.featherhat_victorian
source: Feather Trimmed Hat
de: Hut mit Federbesatz
fr: Chapeau à grandes plumes
it: Cappello elegante con piume
ja: 刈り込まれた羽毛の帽子
ko: 깃털 장식 모자
pl: Kapelusz z piórem
pt_br: Chapéu Aparado de Pena
ru: Шляпа с перьевой опушкой
zh_cn: 羽毛修边帽
zh_tw: 羽毛修邊帽

# SKIN_NAMES.feet_ankleboot_black_jet
source: Ankle Boots
de: Stiefeletten
es_mx: Botines
fr: Bottes à chevilles
it: Tronchetti
ja: アンクルブーツ
ko: 단화
pl: Buty do kostek
pt_br: Galochas
ru: Ботильоны
zh_cn: 脚踝短靴
zh_tw: 腳踝短靴

# SKIN_NAMES.feet_ankleboot_brown_beaver
source: Ankle Boots
de: Stiefeletten
es_mx: Botines
fr: Bottes à chevilles
it: Tronchetti
ja: アンクルブーツ
ko: 단화
pl: Buty do kostek
pt_br: Galochas
ru: Ботильоны
zh_cn: 脚踝短靴
zh_tw: 腳踝短靴

# SKIN_NAMES.feet_ankleboot_grey_dark
source: Ankle Boots
de: Stiefeletten
es_mx: Botines
fr: Bottes à chevilles
it: Tronchetti
ja: アンクルブーツ
ko: 단화
pl: Buty do kostek
pt_br: Galochas
ru: Ботильоны
zh_cn: 脚踝短靴
zh_tw: 腳踝短靴

# SKIN_NAMES.feet_ankleboot_red_firehound
source: Ankle Boots
de: Stiefeletten
es_mx: Botines
fr: Bottes à chevilles
it: Tronchetti
ja: アンクルブーツ
ko: 단화
pl: Buty do kostek
pt_br: Galochas
ru: Ботильоны
zh_cn: 脚踝短靴
zh_tw: 腳踝短靴

# SKIN_NAMES.feet_bootie_black_scribble
source: Booties
de: Stiefel
es_mx: Botas
fr: Bottines
it: Stivaletti
ja: ブーティ
ko: 부츠
pl: Buciki
pt_br: Botinas
ru: Добро
zh_cn: 短靴
zh_tw: 短靴

# SKIN_NAMES.feet_buckle_shoe_black_jet
source: Buckled Shoes
de: Schnallenschuhe
es_mx: Zapatos con hebillas
fr: Chaussures à boucles
it: Scarpe con fibbia
ja: バックルシューズ
ko: 버클 달린 단화
pl: Zapinane buty
pt_br: Calçados com fivela
ru: Ботинки с пряжками
zh_cn: 系扣鞋
zh_tw: 系扣鞋

# SKIN_NAMES.feet_buckle_shoe_navy_phthalo
source: Buckled Shoes
de: Schnallenschuhe
es_mx: Zapatos con hebillas
fr: Chaussures à boucles
it: Scarpe con fibbia
ja: バックルシューズ
ko: 버클 달린 단화
pl: Zapinane buty
pt_br: Calçados com fivela
ru: Ботинки с пряжками
zh_cn: 系扣鞋
zh_tw: 系扣鞋

# SKIN_NAMES.feet_buckle_shoe_pink_mulberry
source: Buckled Shoes
de: Schnallenschuhe
es_mx: Zapatos con hebillas
fr: Chaussures à boucles
it: Scarpe con fibbia
ja: バックルシューズ
ko: 버클 달린 단화
pl: Zapinane buty
pt_br: Calçados com fivela
ru: Ботинки с пряжками
zh_cn: 系扣鞋
zh_tw: 系扣鞋

# SKIN_NAMES.feet_buckle_shoe_red_garnet
source: Buckled Shoes
de: Schnallenschuhe
es_mx: Zapatos con hebillas
fr: Chaussures à boucles
it: Scarpe con fibbia
ja: バックルシューズ
ko: 버클 달린 단화
pl: Zapinane buty
pt_br: Calçados com fivela
ru: Ботинки с пряжками
zh_cn: 系扣鞋
zh_tw: 系扣鞋

# SKIN_NAMES.feet_buckle_shoe_tan_clay
source: Buckled Shoes
de: Schnallenschuhe
es_mx: Zapatos con hebillas
fr: Chaussures à boucles
it: Scarpe con fibbia
ja: バックルシューズ
ko: 버클 달린 단화
pl: Zapinane buty
pt_br: Calçados com fivela
ru: Ботинки с пряжками
zh_cn: 系扣鞋
zh_tw: 系扣鞋

# SKIN_NAMES.feet_bunnyslippers_purple_mauve
source: Bunny Slippers
de: Häschenschuhe
es_mx: Pantuflas de conejito
fr: Pantoufles lapin
it: Pantofole a coniglietto
ja: ウサギのスリッパ
ko: 토끼 슬리퍼
pl: Królicze kapcie
pt_br: Pantufas de coelhinho
ru: Тапочки-кролики
zh_cn: 兔子造型的拖鞋
zh_tw: 兔子造型的拖鞋

# SKIN_NAMES.feet_captoe_shoe_black_jet
source: Oxford Shoes
de: Oxford-Schuhe
es_mx: Zapatos Oxford
fr: Chaussures Oxford
it: Scarpe con i lacci
ja: オックスフォードシューズ
ko: 옥스포드 구두
pl: Buty oksfordzkie
pt_br: Calçados Oxford
ru: Оксфорды
zh_cn: 牛津鞋
zh_tw: 牛津鞋

# SKIN_NAMES.feet_captoe_shoe_brown_beaver
source: Oxford Shoes
de: Oxford-Schuhe
es_mx: Zapatos Oxford
fr: Chaussures Oxford
it: Scarpe con i lacci
ja: オックスフォードシューズ
ko: 옥스포드 구두
pl: Buty oksfordzkie
pt_br: Calçados Oxford
ru: Оксфорды
zh_cn: 牛津鞋
zh_tw: 牛津鞋

# SKIN_NAMES.feet_captoe_shoe_navy_midnight
source: Oxford Shoes
de: Oxford-Schuhe
es_mx: Zapatos Oxford
fr: Chaussures Oxford
it: Scarpe con i lacci
ja: オックスフォードシューズ
ko: 옥스포드 구두
pl: Buty oksfordzkie
pt_br: Calçados Oxford
ru: Оксфорды
zh_cn: 牛津鞋
zh_tw: 牛津鞋

# SKIN_NAMES.feet_captoe_shoe_tan_beefalo
source: Oxford Shoes
de: Oxford-Schuhe
es_mx: Zapatos Oxford
fr: Chaussures Oxford
it: Scarpe con i lacci
ja: オックスフォードシューズ
ko: 옥스포드 구두
pl: Buty oksfordzkie
pt_br: Calçados Oxford
ru: Оксфорды
zh_cn: 牛津鞋
zh_tw: 牛津鞋

# SKIN_NAMES.feet_captoe_shoe_white_ivory
source: Oxford Shoes
de: Oxford-Schuhe
es_mx: Zapatos Oxford
fr: Chaussures Oxford
it: Scarpe con i lacci
ja: オックスフォードシューズ
ko: 옥스포드 구두
pl: Buty oksfordzkie
pt_br: Calçados Oxford
ru: Оксфорды
zh_cn: 牛津鞋
zh_tw: 牛津鞋

# SKIN_NAMES.feet_fleece_boot_brown_sepia
source: Canadian Boots
de: Kanadische Stiefel
es_mx: Botas canadienses
fr: Bottes canadiennes
it: Stivali canadesi
ja: カナディアンブーツ
ko: 캐나다 부츠
pl: Kanadyjskie buty
pt_br: Botas canadenses
ru: Канадские сапоги
zh_cn: 加拿大靴子
zh_tw: 加拿大靴子

# SKIN_NAMES.feet_fleece_bootp_brown_sepia
source: Canadian Boots
de: Kanadische Stiefel
es_mx: Botas canadienses
fr: Bottes canadiennes
it: Stivali canadesi
ja: カナディアンブーツ
ko: 캐나다 부츠
pl: Kanadyjskie buty
pt_br: Botas canadenses
ru: Канадские сапоги
zh_cn: 加拿大靴子
zh_tw: 加拿大靴子

# SKIN_NAMES.feet_formal_highheel_white_pure
source: Pumps
de: Pumpen
es_mx: Zapatos de salón
fr: Escarpins
it: Scarpe décolleté
ja: パンプス
ko: 펌프스
pl: Lakierki
pt_br: Scarpins
ru: Туфли-лодочки
zh_cn: 浅口皮鞋
zh_tw: 淺口皮鞋

# SKIN_NAMES.feet_formal_lowheel_black_scribble
source: Low Heels
de: Niedrige Absätze
es_mx: Zapatos de tacón bajo
fr: Talons bas
it: Scarpe basse
ja: ローヒールパンプス
ko: 로우힐
pl: Niskie obcasy
pt_br: Salto baixo
ru: Туфли на низком каблуке
zh_cn: 低跟鞋
zh_tw: 低跟鞋

# SKIN_NAMES.feet_formal_stiletto_black_scribble
source: High Heels
de: Hohe Absätze
es_mx: Zapatos de tacón alto
fr: Talons hauts
it: Tacchi a spillo
ja: ハイヒールパンプス
ko: 하이힐
pl: Wysokie obcasy
pt_br: Salto alto
ru: Туфли на высоком каблуке
zh_cn: 高跟鞋
zh_tw: 高跟鞋

# SKIN_NAMES.feet_formal_stilettop_black_scribble
source: High Heels
de: Hohe Absätze
es_mx: Zapatos de tacón alto
fr: Talons hauts
it: Tacchi a spillo
ja: ハイヒールパンプス
ko: 하이힐
pl: Wysokie obcasy
pt_br: Salto alto
ru: Туфли на высоком каблуке
zh_cn: 高跟鞋
zh_tw: 高跟鞋

# SKIN_NAMES.feet_formal_winklepicker_white_ivory
source: Winklepickers
de: Spitze Schuhe
es_mx: Zapatos puntiagudos
it: Prendi-telline
ja: 先のとがった靴
ko: 뾰족구두
pl: Szpiczaste buty
pt_br: Sapatos pontudos
ru: Остроносые туфли
zh_cn: 尖头皮靴
zh_tw: 尖頭皮靴

# SKIN_NAMES.feet_fuzzyslippers_blue_ice
source: Fuzzy Slippers
de: Pelzige Slipper
es_mx: Pantuflas de lana
fr: Pantoufles en peluche
it: Pantofole pelose
ja: もこもこスリッパ
ko: 털슬리퍼
pl: Futrzane kapcie
pt_br: Pantufas peludas
ru: Пушистые тапочки
zh_cn: 毛绒拖鞋
zh_tw: 毛絨拖鞋

# SKIN_NAMES.feet_loafers_black_jet
source: Loafers
de: Latschen
es_mx: Mocasines
fr: Mocassins
it: Mocassini
ja: ローファー
ko: 로퍼
pl: Mokasyny
pt_br: Mocassins
ru: Мокасины
zh_cn: 乐福鞋
zh_tw: 樂福鞋

# SKIN_NAMES.feet_loafers_brown_beaver
source: Loafers
de: Latschen
es_mx: Mocasines
fr: Mocassins
it: Mocassini
ja: ローファー
ko: 로퍼
pl: Mokasyny
pt_br: Mocassins
ru: Мокасины
zh_cn: 乐福鞋
zh_tw: 樂福鞋

# SKIN_NAMES.feet_loafers_orange_sienna
source: Loafers
de: Latschen
es_mx: Mocasines
fr: Mocassins
it: Mocassini
ja: ローファー
ko: 로퍼
pl: Mokasyny
pt_br: Mocassins
ru: Мокасины
zh_cn: 乐福鞋
zh_tw: 樂福鞋

# SKIN_NAMES.feet_loafers_tan_khaki
source: Loafers
de: Latschen
es_mx: Mocasines
fr: Mocassins
it: Mocassini
ja: ローファー
ko: 로퍼
pl: Mokasyny
pt_br: Mocassins
ru: Мокасины
zh_cn: 乐福鞋
zh_tw: 樂福鞋

# SKIN_NAMES.feet_maryjanes_white_pure
source: Mary Janes
fr: Chaussures babies
it: Ballerine
ja: エナメルシューズ
ko: 메리 제인
pl: Buciki Mary Janes
pt_br: Sapatilhas
ru: Мэри Джейнс
zh_cn: 玛丽珍鞋
zh_tw: 瑪麗珍鞋

# SKIN_NAMES.feet_maryjanesp_white_pure
source: Mary Janes
fr: Chaussures babies
it: Ballerine
ja: エナメルシューズ
ko: 메리 제인
pl: Buciki Mary Janes
pt_br: Sapatilhas
ru: Мэри Джейнс
zh_cn: 玛丽珍鞋
zh_tw: 瑪麗珍鞋

# SKIN_NAMES.feet_merchant
source: Merchant Boots
de: Kaufmannsstiefel
fr: Bottes de marchand
it: Calzature da mercante
ja: 商人のブーツ
ko: 상인 부츠
pl: Buty kupca
pt_br: Botas de Comerciante
ru: Сапоги торговца
zh_cn: 商人短靴
zh_tw: 商人短靴

# SKIN_NAMES.feet_ridingboot_white_pure
source: Riding Boots
de: Reitstiefel
es_mx: Botas de montar
fr: Bottes d'équitation
it: Stivali da equitazione
ja: 乗馬用ブーツ
ko: 라이딩 부츠
pl: Buty do jazdy
pt_br: Botas de equitação
ru: Ездовая обувь
zh_cn: 马靴
zh_tw: 馬靴

# SKIN_NAMES.feet_ridingbootp_white_pure
source: Riding Boots
de: Reitstiefel
es_mx: Botas de montar
fr: Bottes d'équitation
it: Stivali da equitazione
ja: 乗馬用ブーツ
ko: 라이딩 부츠
pl: Buty do jazdy
pt_br: Botas de equitação
ru: Ездовая обувь
zh_cn: 马靴
zh_tw: 馬靴

# SKIN_NAMES.feet_sandals_blue_catcoon
source: Sandals
de: Sandalen
es_mx: Sandalias
fr: Sandales
it: Sandali
ja: サンダル
ko: 샌들
pl: Sandały
pt_br: Chinelos
ru: Сандалии
zh_cn: 凉鞋
zh_tw: 涼鞋

# SKIN_NAMES.feet_slippers_rooster_white_pure
source: Clucky Slippers
de: Hühner-Hausschuhe
es_mx: Zapatillas cluecas
fr: Pantoufles gloussantes
it: Pantofole a gallina
ja: クランキースリッパ
ko: 꼬끼오 슬리퍼
pl: Gdakające łapcie
pt_br: Pantufas penosas
ru: Куриные Тапочки
zh_cn: 咯咯响的拖鞋
zh_tw: 咯咯響的拖鞋

# SKIN_NAMES.feet_sneakers_blue_catcoon
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_sneakers_brown_umber
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_sneakers_green_cactus
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_sneakers_orange_carrot
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_sneakers_red_auburn
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_sneakers_tan_beefalo
source: Sneakers
de: Turnschuhe
es_mx: Zapatillas
fr: Baskets
it: Scarpe da ginnastica
ja: スニーカー
ko: 운동화
pl: Pepegi
pt_br: Tênis
ru: Кроссовки
zh_cn: 运动鞋
zh_tw: 運動鞋

# SKIN_NAMES.feet_swimflippers_black_scribble
source: Flippers
de: Flossen
es_mx: Chanclas
fr: Palmes
it: Pinne
ja: 足ヒレ
ko: 오리발
pl: Klapki
pt_br: Nadadeiras
ru: Плавники
zh_cn: 脚蹼
zh_tw: 腳蹼

# SKIN_NAMES.feet_swimshoes_blue_lightning
source: Swim Socks
de: Schwimmsocken
es_mx: Calcetines de natación
fr: Chaussettes de nage
it: Calzini da nuoto
ja: 水泳ソックス
ko: 수영 양말
pl: Skarpety do pływania
pt_br: Meias para nadar
ru: Плавательные носки
zh_cn: 游泳袜
zh_tw: 游泳襪

# SKIN_NAMES.feet_twotone_shoe_black_scribble
source: Spectator Shoes
de: Zuschauerschuhe
es_mx: Zapatos bicolor
fr: Chaussures spectator
it: Scarpe con lacci bicolore
ja: スペクテイターシューズ
ko: 구경꾼 단화
pl: Buty typu Spectator
pt_br: Sapatos de espectador
ru: Корреспонденты
zh_cn: 观者鞋
zh_tw: 觀者鞋

# SKIN_NAMES.feet_twotone_shoe_brown_sepia
source: Spectator Shoes
de: Zuschauerschuhe
es_mx: Zapatos bicolor
fr: Chaussures spectator
it: Scarpe con lacci bicolore
ja: スペクテイターシューズ
ko: 구경꾼 단화
pl: Buty typu Spectator
pt_br: Sapatos de espectador
ru: Корреспонденты
zh_cn: 观者鞋
zh_tw: 觀者鞋

# SKIN_NAMES.feet_twotone_shoe_green_laurel
source: Spectator Shoes
de: Zuschauerschuhe
es_mx: Zapatos bicolor
fr: Chaussures spectator
it: Scarpe con lacci bicolore
ja: スペクテイターシューズ
ko: 구경꾼 단화
pl: Buty typu Spectator
pt_br: Sapatos de espectador
ru: Корреспонденты
zh_cn: 观者鞋
zh_tw: 觀者鞋

# SKIN_NAMES.feet_twotone_shoe_navy_midnight
source: Spectator Shoes
de: Zuschauerschuhe
es_mx: Zapatos bicolor
fr: Chaussures spectator
it: Scarpe con lacci bicolore
ja: スペクテイターシューズ
ko: 구경꾼 단화
pl: Buty typu Spectator
pt_br: Sapatos de espectador
ru: Корреспонденты
zh_cn: 观者鞋
zh_tw: 觀者鞋

# SKIN_NAMES.feet_twotone_shoe_red_auburn
source: Spectator Shoes
de: Zuschauerschuhe
es_mx: Zapatos bicolor
fr: Chaussures spectator
it: Scarpe con lacci bicolore
ja: スペクテイターシューズ
ko: 구경꾼 단화
pl: Buty typu Spectator
pt_br: Sapatos de espectador
ru: Корреспонденты
zh_cn: 观者鞋
zh_tw: 觀者鞋

# SKIN_NAMES.feet_walter_detective
source: Gumshoes
de: Gummischuhe
es_mx: Zapatos Detectivescos
fr: Mocassins
it: Scarpe da piedipiatti
ja: オーバーシューズ
ko: 검 슈즈
pl: Cichobiegi
pt_br: Sapatos Desportivos
ru: Ботинки следопыта
zh_cn: 平底鞋
zh_tw: 平底鞋

# SKIN_NAMES.feet_walter_formal
source: Sensible Shoes
de: Empfindliche Schuhe
es_mx: Zapatos Sensatos
fr: Chaussures robustes
it: Scarpe comode
ja: 履きやすい靴
ko: 합리적인 신발
pl: Praktyczne buty
pt_br: Sapatos Razoáveis
ru: Блестящие ботинки
zh_cn: 理智鞋
zh_tw: 理智鞋

# SKIN_NAMES.feet_walter_survivor
source: Worn Hiking Boots
de: Getragene Wanderstiefel
es_mx: Botas de Senderismo Desgastadas
fr: Bottes de randonnée usées
it: Scarponcini consumati
ja: 履きつぶしたハイキングブーツ
ko: 낡은 등산화
pl: Znoszone trapery
pt_br: Botas de Caminhada Gastas
ru: Потертые походные ботинки
zh_cn: 破旧登山靴
zh_tw: 破舊登山靴

# SKIN_NAMES.feet_walter_ventriloquist
source: Walk 'n' Talk Shoes
de: Walk 'n' Talk-Schuhe
fr: Chaussures qui parlent
it: Scarpe parla e cammina
ja: 有言実行の靴
ko: 워크앤토크 신발
pl: Buty gaduły
pt_br: Sapatos "Caminha e Fala"
ru: Неугомонные ботинки
zh_cn: 边走边讲鞋
zh_tw: 邊走邊講鞋

# SKIN_NAMES.feet_wanda_formal
source: Polished Walking Shoes
de: Polierte Wanderschuhe
fr: Chaussures cirées
it: Scarpe da passeggio lucidate
ja: 磨かれたウォーキングシューズ
ko: 광택나는 보행화
pl: Wypastowane buty
pt_br: Sapatos Caminhada Polidos
ru: Лакированные сапожки
zh_cn: 抛光户外鞋
zh_tw: 拋光戶外鞋

# SKIN_NAMES.feet_warly_candyman
source: Sweet Spats
de: Süße Gamaschen
es_mx: Mocasines Dulces
fr: Richelieu bicolores
it: Scarpe con dettaglio a caramella
ja: スイートなスパッツ
ko: 달콤한 각반
pl: Słodkie trzewiki
pt_br: Polainas Doces
ru: Стильные гетры
zh_cn: 甜蜜的鞋罩
zh_tw: 甜蜜的鞋罩

# SKIN_NAMES.feet_warly_chef
source: Pieds de Résistance
es_mx: Pies de Résistance
ja: 足のレジスタンス
ko: 요리사의 신발
pl: Pantofle antypoślizgowe
zh_cn: 防滑厨师鞋
zh_tw: 防滑廚師鞋

# SKIN_NAMES.feet_warly_fisherman
source: Trawler's Boots
de: Kutterstiefel
es_mx: Botas de Pescador
fr: Bottes de pêcheur
it: Stivali da pescatore
ja: トロール漁船のブーツ
ko: 트롤선의 부츠
pl: Buty rybaka
pt_br: Botas de Traineira
ru: Рыбацкие ботинки
zh_cn: 渔夫靴
zh_tw: 漁夫靴

# SKIN_NAMES.feet_warly_ice
source: Winter Soiree Shoes
de: Wintersoiree-Schuhe
fr: Chaussures de soirée d'hiver
it: Scarpe da sera invernali
ja: 冬のソワレの靴
ko: 겨울 야회 신발
pl: Buty na zimowy wieczór
pt_br: Sapatos Soirée de Inverno
ru: Туфли для зимнего суаре
zh_cn: 冬季晚装鞋
zh_tw: 冬季晚裝鞋

# SKIN_NAMES.feet_warly_nature
source: Soft Leather Shoes
de: Weiche Lederschuhe
fr: Chaussures souples
it: Scarpe di cuoio morbide
ja: ソフトレザーの靴
ko: 부드러운 가죽 신발
pl: Buty z miękkiej skóry
pt_br: Sapatos de Couro Macio
ru: Мягкие кожаные ботинки
zh_cn: 软皮鞋
zh_tw: 軟皮鞋

# SKIN_NAMES.feet_warly_victorian
source: Naval Uniform Shoes
de: Matrosenschuhe
es_mx: Zapatos de Uniforme Naval
fr: Chaussures d'uniforme marin
it: Scarpe da marinaio
ja: 海軍の靴
ko: 해군 제복 신발
pl: Marynarskie buty
pt_br: Tênis de Uniforme Naval
ru: Матросские ботинки
zh_cn: 海军制服鞋
zh_tw: 海軍制服鞋

# SKIN_NAMES.feet_wathgrithr_gladiator
source: Battlemaster's Sandals
de: Kriegsherren-Sandalen
es_mx: Sandalias de maestro de batalla
fr: Sandales de maître de bataille
it: Sandali da mastro d'armi
ja: バトルマスターのサンダル
ko: 전장의 주인 샌들
pl: Bojowe sandały
pt_br: Sandálias do Mestre de Batalha
ru: Сандалии Полководца
zh_cn: 战斗大师的凉鞋
zh_tw: 戰鬥大師的涼鞋

# SKIN_NAMES.feet_wathgrithr_nature
source: Grove Sentinel Sandals
de: Wächtersandalen
es_mx: Sandalias de centinela de arboleda
fr: Sandales de sentinelle de bosquet
it: Sandali sentinella bosco
ja: 森を守る者のサンダル
ko: 숲지기 샌들
pl: Sandały strażniczki kniei
pt_br: Sandálias de sentinela do arvoredo
ru: Сандалии лесного стража
zh_cn: 小树林哨兵凉鞋
zh_tw: 小樹林哨兵涼鞋

# SKIN_NAMES.feet_wathgrithr_scarecrow
source: Straw-Stuffed Shoes
de: Strohgefüllte Schuhe
es_mx: Zapatos Rellenos de Paja
fr: Chaussures garnies de paille
it: Scarpe da spaventapasseri
ja: ワラの靴
ko: 짚으로 채운 신발
pl: Buty, z których wystaje słoma
pt_br: Sapatos Estufados de Palha
ru: Набитые соломой ботинки
zh_cn: 稻草鞋子
zh_tw: 稻草鞋子

# SKIN_NAMES.feet_wathgrithr_wrestler
source: Ultimate Performer's Boots
de: Stiefel des ultimativen Artisten
es_mx: Botas de luchador definitivo
fr: Bottes de performeuse ultime
it: Stivali attrice suprema
ja: 最強パフォーマーのブーツ
ko: 궁극의 공연가의 부츠
pl: Buty Zawodniczki Ostateczności
pt_br: Sapatos do Lutador Definitivo
ru: Сапоги крутого исполнителя
zh_cn: 终极表演家的靴子
zh_tw: 終極表演家的靴子

# SKIN_NAMES.feet_wathgrithr_yule
source: Ice Warrior's Treads
de: Eiskriegerstiefel
es_mx: Botas de Guerrero de Hielo
fr: Bottes de guerrière des glaces
it: Stivali da guerriera di ghiaccio
ja: 氷の戦士の靴
ko: 얼음 전사의 걸음걸이
pl: Trapery lodowego wojownika
pt_br: Botinas do Guerreiro Gélido
ru: Обувь ледяного воина
zh_cn: 冰原勇士履
zh_tw: 冰原勇士履
