Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.legs_pj_green_hunters
source: Jammie Pants
es_mx: Pantalones de pijama
fr: Pantalon de pyjama
it: Pantaloni del pigiama
ja: パジャマパンツ
ko: 파자마 바지
pl: Portki od piżamy
pt_br: Calças de pijama
ru: Гангстерские штаны
zh_cn: 碎花裤
zh_tw: 碎花褲

# SKIN_NAMES.legs_pj_orange_honey
source: Jammie Pants
es_mx: Pantalones de pijama
fr: Pantalon de pyjama
it: Pantaloni del pigiama
ja: パジャマパンツ
ko: 파자마 바지
pl: Portki od piżamy
pt_br: Calças de pijama
ru: Гангстерские штаны
zh_cn: 碎花裤
zh_tw: 碎花褲

# SKIN_NAMES.legs_pj_purple_mauve
source: Jammie Pants
es_mx: Pantalones de pijama
fr: Pantalon de pyjama
it: Pantaloni del pigiama
ja: パジャマパンツ
ko: 파자마 바지
pl: Portki od piżamy
pt_br: Calças de pijama
ru: Гангстерские штаны
zh_cn: 碎花裤
zh_tw: 碎花褲

# SKIN_NAMES.legs_pj_red_redbird
source: Jammie Pants
es_mx: Pantalones de pijama
fr: Pantalon de pyjama
it: Pantaloni del pigiama
ja: パジャマパンツ
ko: 파자마 바지
pl: Portki od piżamy
pt_br: Calças de pijama
ru: Гангстерские штаны
zh_cn: 碎花裤
zh_tw: 碎花褲

# SKIN_NAMES.legs_shorts_black_scribble
source: Shorts
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloncini
ja: 短パン
ko: 반바지
pl: Szorty
pt_br: Calções
ru: Шорты
zh_cn: 短裤
zh_tw: 短褲

# SKIN_NAMES.legs_shorts_blue_cerulean
source: Shorts
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloncini
ja: 短パン
ko: 반바지
pl: Szorty
pt_br: Calções
ru: Шорты
zh_cn: 短裤
zh_tw: 短褲

# SKIN_NAMES.legs_shorts_green_hunters
source: Shorts
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloncini
ja: 短パン
ko: 반바지
pl: Szorty
pt_br: Calções
ru: Шорты
zh_cn: 短裤
zh_tw: 短褲

# SKIN_NAMES.legs_shorts_red_firehound
source: Shorts
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloncini
ja: 短パン
ko: 반바지
pl: Szorty
pt_br: Calções
ru: Шорты
zh_cn: 短裤
zh_tw: 短褲

# SKIN_NAMES.legs_shorts_tan_khaki
source: Shorts
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloncini
ja: 短パン
ko: 반바지
pl: Szorty
pt_br: Calções
ru: Шорты
zh_cn: 短裤
zh_tw: 短褲

# SKIN_NAMES.legs_skirt_basic_black_scribble
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_blue_peacock
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_brown_sepia
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_green_leaf
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_grey_dark
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_pink_pigman
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_basic_tan_cream
source: Skirt
de: Rock
es_mx: Falda
fr: Jupe
it: Gonna
ja: スカート
ko: 스커트
pl: Spódnica
pt_br: Saia
ru: Юбка
zh_cn: 裙子
zh_tw: 裙子

# SKIN_NAMES.legs_skirt_button_blue_catcoon
source: Buttoned Skirt
de: Geknöpftes Hemd
es_mx: Falda con botones
fr: Jupe à boutons
it: Gonna a bottoni
ja: ボタンスカート
ko: 버튼 달린 스커트
pl: Spódnica z guzikami
pt_br: Saia de botões
ru: Юбка на пуговицах
zh_cn: 纽扣裙
zh_tw: 紐扣裙

# SKIN_NAMES.legs_skirt_button_green_viridian
source: Buttoned Skirt
de: Geknöpftes Hemd
es_mx: Falda con botones
fr: Jupe à boutons
it: Gonna a bottoni
ja: ボタンスカート
ko: 버튼 달린 스커트
pl: Spódnica z guzikami
pt_br: Saia de botões
ru: Юбка на пуговицах
zh_cn: 纽扣裙
zh_tw: 紐扣裙

# SKIN_NAMES.legs_skirt_button_purple_mauve
source: Buttoned Skirt
de: Geknöpftes Hemd
es_mx: Falda con botones
fr: Jupe à boutons
it: Gonna a bottoni
ja: ボタンスカート
ko: 버튼 달린 스커트
pl: Spódnica z guzikami
pt_br: Saia de botões
ru: Юбка на пуговицах
zh_cn: 纽扣裙
zh_tw: 紐扣裙

# SKIN_NAMES.legs_skirt_button_red_rook
source: Buttoned Skirt
de: Geknöpfter Rock
es_mx: Falda con botones
fr: Jupe à boutons
it: Gonna a bottoni
ja: ボタンスカート
ko: 버튼 달린 스커트
pl: Spódnica z guzikami
pt_br: Saia de botões
ru: Юбка на пуговицах
zh_cn: 纽扣裙
zh_tw: 紐扣裙

# SKIN_NAMES.legs_skirt_button_white_ivory
source: Buttoned Skirt
de: Geknöpftes Hemd
es_mx: Falda con botones
fr: Jupe à boutons
it: Gonna a bottoni
ja: ボタンスカート
ko: 버튼 달린 스커트
pl: Spódnica z guzikami
pt_br: Saia de botões
ru: Юбка на пуговицах
zh_cn: 纽扣裙
zh_tw: 紐扣裙

# SKIN_NAMES.legs_skirt_plaid_blue_cornflower
source: Plaid Skirt
de: Karierter Rock
es_mx: Falda de cuadros
fr: Jupe en tissu écossais
it: Gonna scozzese
ja: チェックのスカート
ko: 플레드 스커트
pl: Plisowana spódnica
pt_br: Saia xadrez
ru: Шотландская юбка
zh_cn: 格子裙
zh_tw: 格子裙

# SKIN_NAMES.legs_skirt_plaid_green_pistachio
source: Plaid Skirt
de: Karierter Rock
es_mx: Falda de cuadros
fr: Jupe en tissu écossais
it: Gonna scozzese
ja: チェックのスカート
ko: 플레드 스커트
pl: Plisowana spódnica
pt_br: Saia xadrez
ru: Шотландская юбка
zh_cn: 格子裙
zh_tw: 格子裙

# SKIN_NAMES.legs_skirt_plaid_purple_lavender
source: Plaid Skirt
de: Karierter Rock
es_mx: Falda de cuadros
fr: Jupe en tissu écossais
it: Gonna scozzese
ja: チェックのスカート
ko: 플레드 스커트
pl: Plisowana spódnica
pt_br: Saia xadrez
ru: Шотландская юбка
zh_cn: 格子裙
zh_tw: 格子裙

# SKIN_NAMES.legs_skirt_plaid_red_ruby
source: Plaid Skirt
de: Karierter Rock
es_mx: Falda de cuadros
fr: Jupe en tissu écossais
it: Gonna scozzese
ja: チェックのスカート
ko: 플레드 스커트
pl: Plisowana spódnica
pt_br: Saia xadrez
ru: Шотландская юбка
zh_cn: 格子裙
zh_tw: 格子裙

# SKIN_NAMES.legs_skirt_plaid_yellow_butter
source: Plaid Skirt
de: Karierter Rock
es_mx: Falda de cuadros
fr: Jupe en tissu écossais
it: Gonna scozzese
ja: チェックのスカート
ko: 플레드 스커트
pl: Plisowana spódnica
pt_br: Saia xadrez
ru: Шотландская юбка
zh_cn: 格子裙
zh_tw: 格子裙

# SKIN_NAMES.legs_skirt_pleated_blue_winter
source: Pleated Skirt
de: Faltenrock
es_mx: Falda plisada
fr: Jupe plissée
it: Gonna plissettata
ja: プリーツスカート
ko: 주름 잡힌 치마
pl: Plisowana spódnica
pt_br: Saia plissada
ru: Юбка в складку
zh_cn: 百褶裙
zh_tw: 百褶裙

# SKIN_NAMES.legs_skirt_pleated_brown_walnut
source: Pleated Skirt
de: Faltenrock
es_mx: Falda plisada
fr: Jupe plissée
it: Gonna plissettata
ja: プリーツスカート
ko: 주름 잡힌 치마
pl: Plisowana spódnica
pt_br: Saia plissada
ru: Юбка в складку
zh_cn: 百褶裙
zh_tw: 百褶裙

# SKIN_NAMES.legs_skirt_pleated_red_burgundy
source: Pleated Skirt
de: Faltenrock
es_mx: Falda plisada
fr: Jupe plissée
it: Gonna plissettata
ja: プリーツスカート
ko: 주름 잡힌 치마
pl: Plisowana spódnica
pt_br: Saia plissada
ru: Юбка в складку
zh_cn: 百褶裙
zh_tw: 百褶裙

# SKIN_NAMES.legs_skirt_pleated_tan_khaki
source: Pleated Skirt
de: Faltenrock
es_mx: Falda plisada
fr: Jupe plissée
it: Gonna plissettata
ja: プリーツスカート
ko: 주름 잡힌 치마
pl: Plisowana spódnica
pt_br: Saia plissada
ru: Юбка в складку
zh_cn: 百褶裙
zh_tw: 百褶裙

# SKIN_NAMES.legs_skirt_pleated_teal_jungle
source: Pleated Skirt
de: Faltenrock
es_mx: Falda plisada
fr: Jupe plissée
it: Gonna plissettata
ja: プリーツスカート
ko: 주름 잡힌 치마
pl: Plisowana spódnica
pt_br: Saia plissada
ru: Юбка в складку
zh_cn: 百褶裙
zh_tw: 百褶裙

# SKIN_NAMES.legs_swing_pants_brown_umber
source: Swing Pants
de: Schlaghose
es_mx: Pantalones de baile
fr: Pantalon swing
it: Pantaloni a palazzo
ja: スイングパンツ
ko: 통 넓은 바지
pl: Spodnie do swinga
pt_br: Calças retrô
ru: Штаны для свинга
zh_cn: 甩裤
zh_tw: 甩褲

# SKIN_NAMES.legs_swing_pants_navy_midnight
source: Swing Pants
de: Schlaghose
es_mx: Pantalones de baile
fr: Pantalon swing
it: Pantaloni a palazzo
ja: スイングパンツ
ko: 통 넓은 바지
pl: Spodnie do swinga
pt_br: Calças retrô
ru: Штаны для свинга
zh_cn: 甩裤
zh_tw: 甩褲

# SKIN_NAMES.legs_swing_pants_pink_raspberry
source: Swing Pants
de: Schlaghose
es_mx: Pantalones de baile
fr: Pantalon swing
it: Pantaloni a palazzo
ja: スイングパンツ
ko: 통 넓은 바지
pl: Spodnie do swinga
pt_br: Calças retrô
ru: Штаны для свинга
zh_cn: 甩裤
zh_tw: 甩褲

# SKIN_NAMES.legs_swing_pants_red_higgsbury
source: Swing Pants
de: Schlaghose
es_mx: Pantalones de baile
fr: Pantalon swing
it: Pantaloni a palazzo
ja: スイングパンツ
ko: 통 넓은 바지
pl: Spodnie do swinga
pt_br: Calças retrô
ru: Штаны для свинга
zh_cn: 甩裤
zh_tw: 甩褲

# SKIN_NAMES.legs_swing_pants_tan_khaki
source: Swing Pants
de: Schlaghose
es_mx: Pantalones de baile
fr: Pantalon swing
it: Pantaloni a palazzo
ja: スイングパンツ
ko: 통 넓은 바지
pl: Spodnie do swinga
pt_br: Calças retrô
ru: Штаны для свинга
zh_cn: 甩裤
zh_tw: 甩褲

# SKIN_NAMES.legs_tweed_knickerbocker_brown_chocolate
source: Knee Pants
de: Kniebundhosen
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloni al ginocchio
ja: ひざ上ズボン
ko: 7부 반바지
pl: Spodnie do kolan
pt_br: Bermudas
ru: Бриджи
zh_cn: 长至膝部的短裤
zh_tw: 長至膝部的短褲

# SKIN_NAMES.legs_tweed_knickerbocker_green_hunters
source: Knee Pants
de: Kniebundhosen
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloni al ginocchio
ja: ひざ上ズボン
ko: 7부 반바지
pl: Spodnie do kolan
pt_br: Bermudas
ru: Бриджи
zh_cn: 长至膝部的短裤
zh_tw: 長至膝部的短褲

# SKIN_NAMES.legs_tweed_knickerbocker_grey_steel
source: Knee Pants
de: Kniebundhosen
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloni al ginocchio
ja: ひざ上ズボン
ko: 7부 반바지
pl: Spodnie do kolan
pt_br: Bermudas
ru: Бриджи
zh_cn: 长至膝部的短裤
zh_tw: 長至膝部的短褲

# SKIN_NAMES.legs_tweed_knickerbocker_tan_grass
source: Knee Pants
de: Kniebundhosen
es_mx: Pantalones cortos
fr: Bermuda
it: Pantaloni al ginocchio
ja: ひざ上ズボン
ko: 7부 반바지
pl: Spodnie do kolan
pt_br: Bermudas
ru: Бриджи
zh_cn: 长至膝部的短裤
zh_tw: 長至膝部的短褲

# SKIN_NAMES.legs_walter_detective
source: Knickerbockers
es_mx: Pantalones Bombachos
it: Pantaloni alla zuava
ja: ニッカーボッカー
ko: 니커보커스
pl: Pumpy
pt_br: Calças Curtas
ru: Бриджи
zh_cn: 灯笼裤
zh_tw: 燈籠褲

# SKIN_NAMES.legs_walter_formal
source: Uniform Pants
de: Uniformhose
es_mx: Pantalones de Uniforme
fr: Pantalon d'uniforme
it: Pantaloni dell'uniforme
ja: 制服ズボン
ko: 유니폼 바지
pl: Spodnie do munduru
pt_br: Calças de Uniforme
ru: Форменные штаны
zh_cn: 制服裤
zh_tw: 制服褲

# SKIN_NAMES.legs_walter_ice
source: Snow Pants and Boots
de: Schneehosen und Stiefel
fr: Pantalons et bottes de neige
it: Pantaloni e stivali da neve
ja: 冬用ズボンとブーツ
ko: 스노우 팬츠와 부츠
pl: Spodnie i buty na śnieg
pt_br: Calças e Botas de Neve
ru: Штаны и сапоги для мороза
zh_cn: 雪裤和短靴
zh_tw: 雪褲和短靴

# SKIN_NAMES.legs_walter_nature
source: Adventuring Trousers
de: Abenteurer-Hose
fr: Pantalon aventurier
it: Pantaloni per l'avventura
ja: 冒険者のズボン
ko: 모험의 바지
pl: Spodnie przygód
pt_br: Calças de Aventura
ru: Штаны искателя приключений
zh_cn: 冒险裤子
zh_tw: 冒險褲子

# SKIN_NAMES.legs_walter_ventriloquist
source: Spooky Striped Pants
de: Gruselige Streifenhose
fr: Pantalon rayé flippant
it: Pantaloni a strisce inquietanti
ja: 不気味なストライプのパンツ
ko: 으스스한 스트라이프 팬츠
pl: Straszne spodnie w paski
pt_br: Calças Listradas Assustadoras
ru: Жуткие полосатые брюки
zh_cn: 恐怖条纹裤
zh_tw: 恐怖條紋褲

# SKIN_NAMES.legs_walter_victorian
source: Paperboy Trousers
de: Hosen des Zeitungsjungen
fr: Pantalon de la rue
it: Pantaloni da ragazzo dei giornali
ja: 新聞配達少年のズボン
ko: 페이퍼보이 바지
pl: Spodnie gazeciarza
pt_br: Calças de Jornaleiro
ru: Штаны газетчика
zh_cn: 报童裤
zh_tw: 報童褲

# SKIN_NAMES.legs_wanda_shadow
source: Jet Black Boots
de: Tiefschwarze Stiefel
fr: Bottes noir ébène
it: Stivali nerissimi
ja: ジェットブラックのブーツ
ko: 칠흑의 부츠
pl: Kruczoczarne buty
pt_br: Botas de Azeviche
ru: Угольно-черные сапоги
zh_cn: 乌黑短靴
zh_tw: 烏黑短靴

# SKIN_NAMES.legs_wanda_steampunk
source: Tinkersmith's Boots
de: Stiefel des Tüftlers
fr: Bottes d'horlogère
it: Stivali da aggiustatutto
ja: 時計職人のブーツ
ko: 대장간의 땜장이 부츠
pl: Buty majsterkowiczki
pt_br: Botas da Gambiarrista
ru: Сапоги часовщицы
zh_cn: 修补匠短靴
zh_tw: 修補匠短靴

# SKIN_NAMES.legs_wanda_yule
source: Toymaker's Clogs
de: Holzschuhe des Spielzeugmachers
fr: Braies de fabricant de jouets
it: Zoccoli da giocattolaia
ja: おもちゃ職人の木靴
ko: 장난감 제작자의 나막신
pl: Chodaki wytwórcy zabawek
pt_br: Tamancos de Fabricante de Brinquedo
ru: Клоги игрушечника
zh_cn: 玩具匠木屐
zh_tw: 玩具匠木屐

# SKIN_NAMES.legs_warly_candyman
source: Candy-Striped Pants
de: Streifenhose
es_mx: Pantalones a Rayas de Colores
fr: Pantalon sucre d'orge
it: Pantaloni con dettaglio a righe
ja: キャンディストライプのパンツ
ko: 사탕 무늬 바지
pl: Spodnie z cukierkowym paskiem
pt_br: Calças Doces Listradas
ru: Конфетные штаны
zh_cn: 糖果条纹的裤子
zh_tw: 糖果條紋的褲子

# SKIN_NAMES.legs_warly_fisherman
source: Trawler's Waders
de: Kutterhose
es_mx: Pantalones de Pescador
fr: Cuissardes de pêcheur
it: Pantaloni da pescatore
ja: トロール漁船の防水パンツ
ko: 트롤선 장화
pl: Wodery rybaka
pt_br: Macacão de Traineira
ru: Рыбацкие гидробрюки
zh_cn: 渔夫裤
zh_tw: 漁夫褲

# SKIN_NAMES.legs_warly_ice
source: Winter Soiree Pants
de: Wintersoiree-Hose
fr: Pantalon de soirée d'hiver
it: Pantaloni da sera invernali
ja: 冬のソワレのパンツ
ko: 겨울 야회 팬츠
pl: Spodnie na zimowy wieczór
pt_br: Calças Soirée de Inverno
ru: Брюки для зимнего суаре
zh_cn: 冬日礼服裤
zh_tw: 冬日禮服褲

# SKIN_NAMES.legs_warly_rose
source: Sugar Rose Legs
de: Zuckerrosenhose
es_mx: Pantalones de Rosa de Azúcar
fr: Jambes églantine
it: Gambe eleganti
ja: シュガーローズのズボン
ko: 슈가 장미 다리
pl: Słodkoróżane pantalony
pt_br: Pernas Rosa de Açúcar
ru: Низ сахарной розы
zh_cn: 糖制玫瑰裤
zh_tw: 糖制玫瑰褲

# SKIN_NAMES.legs_warly_victorian
source: Naval Uniform Pants
de: Matrosenhose
es_mx: Pantalones de Uniforme Naval
fr: Pantalon d'uniforme marin
it: Pantaloni da marinaio
ja: 海軍のズボン
ko: 해군 제복 바지
pl: Marynarskie spodnie
pt_br: Calças de Uniforme Naval
ru: Матросские штаны
zh_cn: 海军制服裤
zh_tw: 海軍制服褲

# SKIN_NAMES.legs_wathgrithr_gladiator
source: Battlemaster's Legguards
de: Kriegsherren-Beinschoner
es_mx: Musleras de maestro de batalla
fr: Jambières de maître de bataille
it: Paragambe mastro d'armi
ja: バトルマスターのレッグガード
ko: 전장의 주인의 다리보호구
pl: Bojowe nagolenniki
pt_br: Perneiras do Mestre de Batalha
ru: Поножи Полководца
zh_cn: 战斗大师的护腿
zh_tw: 戰鬥大師的護腿

# SKIN_NAMES.legs_wathgrithr_magma
source: Surtr's Leggings
de: Leggings von Surtr
es_mx: Mallas de Surtr
fr: Caleçon de Surtr
it: Fuseaux di Surtr
ja: スルトのレギンス
ko: 주르트르의 레깅스
pl: Legginsy Surtr
pt_br: Leggings de Surt
ru: Леггинсы Сурта
zh_cn: 苏尔特尔的裤子
zh_tw: 蘇爾特爾的褲子

# SKIN_NAMES.legs_wathgrithr_nature
source: Grove Sentinel Leggings
de: Wächter-Leggings
es_mx: Mallas de centinela de arboleda
fr: Caleçon de sentinelle de bosquet
it: Fuseaux sentinella bosco
ja: 森を守る者のレギンス
ko: 숲지기 레깅스
pl: Legginsy strażniczki kniei
pt_br: Leggings de sentinela do arvoredo
ru: Шоссы лесного стража
zh_cn: 小树林哨兵紧身裤
zh_tw: 小樹林哨兵緊身褲

# SKIN_NAMES.legs_wathgrithr_valkyrie
source: Breezy Greaves
de: Luftige Beinschienen
fr: Jambières coupe-vent
it: Schinieri sbarazzini
ja: 風通しのいい脛当て
ko: 미풍 경갑
pl: Nagolenice przeciwwiatrowe
pt_br: Grevas Arejadas
ru: Дышащие наголенники
zh_cn: 微风胫甲
zh_tw: 微風脛甲

# SKIN_NAMES.legs_wathgrithr_victorian
source: Tragedienne Trousers
de: Tragedienne-Hose
es_mx: Pantalones de actriz trágica
fr: Pantalon de tragédienne
it: Pantaloni attrice drammi
ja: 悲劇女優のズボン
ko: 비극의 여주인공 바지
pl: Tragiczne spodnie
pt_br: Calças de trágica
ru: Брюки трагической актрисы
zh_cn: 悲剧女演员的长裤
zh_tw: 悲劇女演員的長褲

# SKIN_NAMES.legs_waxwell_gladiator
source: Alchemist's Robe Bottom
de: Alchemisten-Hosen
es_mx: Túnica inferior de alquimista
fr: Jupe d'alchimiste
it: Sotto dell'alchimista
ja: 錬金術師のローブ（ボトム）
ko: 연금술사의 로브 상의
pl: Dół od fartucha alchemika
pt_br: Parte inferior de robe de alquimista
ru: Низ от мантии алхимика
zh_cn: 炼金术士的下摆
zh_tw: 煉金術士的下擺

# SKIN_NAMES.legs_waxwell_magma
source: Fissure's Cloths
de: Fissurenkleidung
es_mx: Faldas de la fisura
fr: Jupe Fissure
it: Panni della fenditura
ja: 亀裂の服
ko: 균열 옷
pl: Kalesony szczelinowe
pt_br: Panos da fissura
ru: Портянки разлома
zh_cn: 裂隙衣服
zh_tw: 裂隙衣服

# SKIN_NAMES.legs_waxwell_nature
source: Dryad's Leggings
de: Leggings von Dryad
es_mx: Mallas de dríade
fr: Caleçon de dryade
it: Fuseaux di Driade
ja: ドリュアドのレギンス
ko: 드라이어드 레깅스
pl: Legginsy driady
pt_br: Leggings de dríade
ru: Леггинсы дриады
zh_cn: 树妖的紧身裤
zh_tw: 樹妖的緊身褲

# SKIN_NAMES.legs_waxwell_vampire
source: Vampiric Breeches
de: Vampirhose
es_mx: Pantalones Bombachos Vampíricos
fr: Haut-de-chausses vampiriques
it: Pantaloni da vampiro
ja: 吸血鬼のボトムス
ko: 흡혈귀 반바지
pl: Wampirze bryczesy
pt_br: Calções Vampíricos
ru: Вампирские бриджи
zh_cn: 吸血鬼马裤
zh_tw: 吸血鬼馬褲

# SKIN_NAMES.legs_waxwell_victorian
source: Aristocrat's Fine Trousers
de: Feiner Aristokraten-Hosen
es_mx: Pantalones finos de aristócrata
fr: Beau pantalon d'aristocrate
it: Pantaloni aristocratici
ja: 貴族の高価なズボン
ko: 귀족의 고급 바지
pl: Szykowne spodnie arystokraty
pt_br: Calças elegantes de aristocrata
ru: Элегантные брюки аристократа
zh_cn: 贵族的上等长裤
zh_tw: 貴族的上等長褲

# SKIN_NAMES.legs_waxwell_yule
source: Homebody House Slippers
de: Gemütliche Pantoffeln
es_mx: Pantuflas Hogareñas
fr: Pantoufles de casanier
it: Mutandoni da casa
ja: くつろぎのスリッパ
ko: 집돌이의 실내 슬리퍼
pl: Kapciochy domatora
pt_br: Chinelos Caseiros
ru: Тапочки домоседа
zh_cn: 家居拖鞋
zh_tw: 家居拖鞋

# SKIN_NAMES.legs_webber_boy
source: Farmspider Knee Pants
de: Farmspinnen-Kniebundhosen
fr: Bermuda d'araignépouvantail
it: Pantaloni del ragno fattore
ja: 農家のクモのひざ上ズボン
ko: 농장거미 반바지
pl: Spodnie do kolan pająka rolnika
pt_br: Bermudas de Aranhacultor
ru: Бриджи фермера
zh_cn: 农场蜘蛛中裤
zh_tw: 農場蜘蛛中褲

# SKIN_NAMES.legs_webber_ice
source: Snowspider Slacks
de: Schneespinnen-Hosen
es_mx: Pantalones de vestir de araña de nieve
fr: Pantalon d'araignée des neiges
it: Pantaloni ragno nevi
ja: 雪グモのスラックス
ko: 눈거미 슬랙스
pl: Spodnie śnieżnego pająka
pt_br: Calças de aranha invernal
ru: Штаны снежного паука
zh_cn: 雪蜘蛛宽松裤
zh_tw: 雪蜘蛛寬鬆褲

# SKIN_NAMES.legs_wes_yule
source: Jolly Elf Tights
de: Lustiger-Elf-Strumpfhose
es_mx: Mallas de Duende
fr: Collants tintinnabulants de lutin
it: Calzamaglia dell'elfo felice
ja: 陽気なエルフのタイツ
ko: 쾌활한 요정 타이츠
pl: Rajtuzy radosnego elfa
pt_br: Calças de Elfo Feliz
ru: Лосины веселого эльфа
zh_cn: 欢乐精灵紧身裤
zh_tw: 歡樂精靈緊身褲

# SKIN_NAMES.legs_wickerbottom_spiderwitch
source: Bewitching Boots
de: Bezaubernde Stiefel
es_mx: Botas Hechizantes
fr: Bottes ensorcelantes
it: Stivali stregati
ja: 魔法仕掛けのブーツ
ko: 마법 들린 부츠
pl: Czarujące botki
pt_br: Botas Enfeitiçadoras
ru: Колдовские сапоги
zh_cn: 女巫短靴
zh_tw: 女巫短靴

# SKIN_NAMES.legs_wickerbottom_yule
source: Evergreen Skirt
de: Immergrüner Rock
fr: Jupe vert sapin
it: Gonna sempreverde
ja: 常緑スカート
ko: 상록수 스커트
pl: Świerkowa spódnica
pt_br: Saia de Pinheiro
ru: Вечнозеленая юбка
zh_cn: 常青短裙
zh_tw: 常青短裙

# SKIN_NAMES.legs_willow_gladiator
source: Fighter's Pteruges
de: Kämpfer-Pteruges
es_mx: Pteruges de luchadora
fr: Ptéryge de combattant
it: Pterigi combattenti
ja: 戦士の脚装備
ko: 전사의 관절보호구
pl: Spódniczka wojowniczki
pt_br: Pteruges de lutador
ru: Кожаные полосы бойца
zh_cn: 斗士裙甲
zh_tw: 鬥士裙甲

# SKIN_NAMES.legs_willow_magma
source: Pyrestarter's Socks
de: Zündler-Socken
es_mx: Calcetines de pirómano
fr: Chaussettes de pyromane
it: Calze da piromane
ja: 点火のソックス
ko: 방화광의 양말
pl: Skarpety podpalaczki
pt_br: Meias de incendiária
ru: Чулки поджигательницы
zh_cn: 放火者的袜子
zh_tw: 放火者的襪子

# SKIN_NAMES.legs_wilson_gladiator
source: Forging Leggings
de: Schmiede-Leggings
es_mx: Mallas forjadas
fr: Pantalon de forge
it: Fuseaux della Forgia
ja: 鍛造のレギンス
ko: 대장간 레깅스
pl: Legginsy kowalskie
pt_br: Leggings de forjadura
ru: Выкованные леггинсы
zh_cn: 熔炉护腿
zh_tw: 熔爐護腿

# SKIN_NAMES.legs_wilson_ice
source: Hoarfrost Trousers
de: Raureif-Hosen
es_mx: Pantalones de escarcha
fr: Pantalon de gelée blanche
it: Pantaloni di brina
ja: 白霜のズボン
ko: 흰서리 바지
pl: Mroźne spodnie
pt_br: Calças de geada
ru: Морозные брюки
zh_cn: 冰霜裤子
zh_tw: 冰霜褲子

# SKIN_NAMES.legs_wilson_magma
source: Obsidian's Legs
de: Obsidians Beine
es_mx: Piernas de obsidiana
fr: Jambières en obsidienne
it: Gambe di ossidiana
ja: 黒曜石のボトムス
ko: 흑요석 다리보호구
pl: Nogawice z obsydianu
pt_br: Pernas de obsidiana
ru: Поножи из обсидиана
zh_cn: 黑曜石腿
zh_tw: 黑曜石腿

# SKIN_NAMES.legs_wilson_nature
source: Botanist's Trousers
de: Botanikerhose
es_mx: Pantalones de Botánico
fr: Pantalon de botaniste
it: Pantaloni da botanico
ja: 植物学者のズボン
ko: 식물학자의 바지
pl: Spodnie botanika
pt_br: Calças do Botânico
ru: Штаны ботаника
zh_cn: 植物学家的裤子
zh_tw: 植物學家的褲子

# SKIN_NAMES.legs_wilson_yule
source: Figgy Plaiding Trousers
de: Feigen-Karo-Hose
fr: Joli pantalon à carreaux
it: Pantaloni a quadri festivi
ja: 格子じまのズボン
ko: 무화과 도금 정장바지
pl: Figowe spodnie w kratę
pt_br: Calças de Figo Xadrez
ru: Клетчатые штаны
zh_cn: 无花果格子长裤
zh_tw: 無花果格子長褲

# SKIN_NAMES.legs_winona_frankenstein
source: Stitched Trousers
de: Geflickte Hose
es_mx: Pantalones con Parches
fr: Pantalon raccommodé
it: Pantaloni rattoppati
ja: ステッチのズボン
ko: 꿰맨 바지
pl: Pozszywane spodnie
pt_br: Calças Costuradas
ru: Заштопанные брюки
zh_cn: 手缝裤子
zh_tw: 手縫褲子

# SKIN_NAMES.legs_winona_gladiator
source: Smelter's Trousers
de: Schmelzer-Hosen
es_mx: Pantalones de fundidora
fr: Pantalon de haut fourneau
it: Pantaloni del fonditore
ja: 製錬工のズボン
ko: 제련공의 바지
pl: Spodnie hutnicze
pt_br: Calças de fundidor
ru: Брюки плавильщика
zh_cn: 冶炼工的裤子
zh_tw: 冶煉工的褲子

# SKIN_NAMES.legs_winona_magma
source: Welder's Lowers
de: Schweißerhosen
es_mx: Mallas de soldadora
fr: Bas de soudeur
it: Calzatura del saldatore
ja: 溶接工のボトムス
ko: 용접사의 하의
pl: Spodnie do spawania
pt_br: Partes debaixo de soldador
ru: Штаны сварщицы
zh_cn: 焊工的下装
zh_tw: 焊工的下裝

# SKIN_NAMES.legs_winona_nature
source: Gardening Trousers
de: Gärtnerhosen
es_mx: Pantalones de jardinera
fr: Pantalon de jardinage
it: Pantaloni da giardinaggio
ja: ガーデニングズボン
ko: 원예 바지
pl: Spodnie ogrodnicze
pt_br: Calças de jardinagem
ru: Штаны садовника
zh_cn: 园艺裤
zh_tw: 園藝褲

# SKIN_NAMES.legs_winona_victorian
source: Blacksmith's Pants
de: Hosen eines Schmieds
es_mx: Pantalones de herrera
fr: Pantalon de forgeron
it: Calzoni del fabbro
ja: 鍛冶師のパンツ
ko: 대장장이의 바지
pl: Spodnie kowalskie
pt_br: Calças de ferreiro
ru: Штаны кузнеца
zh_cn: 铁匠的裤子
zh_tw: 鐵匠的褲子

# SKIN_NAMES.legs_winona_wrestler
source: Fixer's Boots
de: Problemlöserstiefel
es_mx: Botas de Mecánico
fr: Bottes de réparatrice
it: Gambe da allenamento
ja: 修理屋のブーツ
ko: 해결사의 부츠
pl: Buty naprawiaczki
pt_br: Botas da Reparadora
ru: Обувь атлетки
zh_cn: 修理工短靴
zh_tw: 修理工短靴

# SKIN_NAMES.legs_winona_yule
source: Caroler's Boots
de: Sterningerstiefel
es_mx: Botas de Cantante de Villancicos
fr: Chaussures de chanteuse de Noël
it: Stivali natalizi
ja: 祝歌うたいのブーツ
ko: 성가대의 부츠
pl: Trzewiki kolędnika
pt_br: Botas da Cantora Natalina
ru: Обувь святочницы
zh_cn: 圣歌者的短靴
zh_tw: 聖歌者的短靴

# SKIN_NAMES.legs_wolfgang_gladiator
source: Berserker's Belt
de: Berserker-Gürtel
es_mx: Cinturón de violento
fr: Ceinture de disjoncté
it: Cintura berserkr
ja: バーサーカーのベルト
ko: 광전사의 벨트
pl: Pas berserka
pt_br: Cinto de besta-fera
ru: Пояс Берсерка
zh_cn: 狂战士的腰带
zh_tw: 狂戰士的腰帶

# SKIN_NAMES.legs_wolfgang_ice
source: Aged Frost Trousers
de: Gealterte Frosthosen
es_mx: Pantalones de escarcha envejecidos
fr: Pantalon de l'âge des glaces
it: Pantaloni del gelo vecchi
ja: 古びた霜のズボン
ko: 오래된 서리 바지
pl: Znoszone mroźne spodnie
pt_br: Calças de gelo ancestral
ru: Видавшие виды морозные брюки
zh_cn: 陈年霜裤子
zh_tw: 陳年霜褲子

# SKIN_NAMES.legs_wolfgang_magma
source: Inferno's Anklets
de: Infernos Fußkettchen
es_mx: Tobilleras del infierno
fr: Bracelets de chevilles infernaux
it: Cavigliere dell'inferno
ja: 灼熱のアンクレット
ko: 지옥불 발목 장식
pl: Piekielne skarpetki
pt_br: Tornozeleira do inferno
ru: Ножные браслеты ада
zh_cn: 地狱踝环
zh_tw: 地獄踝環

# SKIN_NAMES.legs_wolfgang_strongman
source: Strongman Leggings
de: Muskelprotz-Leggins
fr: Collants d'Homme fort
it: Pantaloni del forzuto
ja: 凄腕の男のレギンス
ko: 차력사 레깅스
pl: Legginsy siłacza
pt_br: Calças de Halterofilista
ru: Лосины силача
zh_cn: 强人紧身裤
zh_tw: 強人緊身褲

# SKIN_NAMES.legs_wolfgang_victorian
source: Pugilist's Trousers
de: Faustkämpfer-Hosen
es_mx: Pantalones de boxeador
fr: Pantalon de boxeur
it: Pantaloni del pugile
ja: プギリストのズボン
ko: 권투 선수의 바지
pl: Spodnie pięściarza
pt_br: Calças de pugilista
ru: Штаны кулачного бойца
zh_cn: 拳击手的裤子
zh_tw: 拳擊手的褲子

# SKIN_NAMES.legs_wolfgang_wolfman
source: Torn Wolfman Trousers
de: Zerrissenes Wolfmann-Hose
fr: Pantalon déchiré de loup-garou
it: Pantaloni strappati da uomo lupo
ja: 千切れた狼男のズボン
ko: 찢어진 늑대인간 바지
pl: Podarte spodnie wilkołaka
pt_br: Calças Lobisomem Rasgadas
ru: Рваные штаны оборотня
zh_cn: 撕裂的狼人裤
zh_tw: 撕裂的狼人褲
