Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.body_wx78_survivor
source: Battered Body Case
de: Alte Rüstung
es_mx: Maletín maltrecho
fr: Boîtier abîmé
it: Involucro corpo malmesso
ja: 割れたボディケース
ko: 쭈그러진 몸통 케이스
pl: Poobijany kadłub
pt_br: Invólucro corporal batido
ru: Помятый чехол
zh_cn: 磨损的机壳
zh_tw: 磨損的機殼

# SKIN_NAMES.body_wx78_survivorp
source: Battered Body Case
de: Alte Rüstung
es_mx: Maletín maltrecho
fr: Boîtier abîmé
it: Involucro corpo malmesso
ja: 割れたボディケース
ko: 쭈그러진 몸통 케이스
pl: Poobijany kadłub
pt_br: Invólucro corporal batido
ru: Помятый чехол
zh_cn: 磨损的机壳
zh_tw: 磨損的機殼

# SKIN_NAMES.body_wx78_victorian
source: Diving Suit
de: Tauchanzug
es_mx: Traje de buceo
fr: Scaphandre
it: Scafandro
ja: ダイビングスーツ
ko: 잠수복
pl: Strój do nurkowania
pt_br: Traje de mergulho
ru: Водолазный костюм
zh_cn: 潜水服
zh_tw: 潛水服

# SKIN_NAMES.body_wx78_wip
source: Unfinished Robot Body
de: Unvollendeter Roboterkörper
es_mx: Cuerpo de robot inacabado
fr: Corps de robot inachevé
it: Corpo di robot incompiuto
ja: 未完成のロボットボディ
ko: 미완성 로봇 몸통
pl: Niedokończony kadłub robota
pt_br: Corpo de robô inacabado
ru: Незаконченный корпус робота
zh_cn: 半成品机器人身体
zh_tw: 半成品機器人身體

# SKIN_NAMES.body_wx78_wrestler
source: Midori Roboto Chassis
de: Midori-Roboto-Gehäuse
es_mx: Chasis Midori Roboto
fr: Châssis Midori Roboto
it: Telaio da Roboto Midori
ja: 緑のロボボディ
ko: 미도리 로봇 골격
pl: Obudowa Midori Roboto
pt_br: Chassi Midori Roboto
ru: Корпус «Мидори Робото»
zh_cn: 绿色机甲
zh_tw: 綠色機甲

# SKIN_NAMES.body_wx78_yule
source: Woodcarved Torso
de: Holzoberteil
es_mx: Torso Tallado en Madera
fr: Veste en bois sculpté
it: Torso intagliato nel legno
ja: 木彫りのボディ
ko: 나무로 조각한 몸통
pl: Korpus rzeźbiony w drewnie
pt_br: Torso Esculpido em Madeira
ru: Вырезанное из дерева тело
zh_cn: 木刻躯干
zh_tw: 木刻軀幹

# SKIN_NAMES.body_yule_coat
source: Yuletide Overcoat
de: Julzeitsmantel
es_mx: Abrigo navideño
fr: Pardessus de Noël
it: Soprabito festivo
ja: クリスマスのオーバーコート
ko: 율타이드 오버코트
pl: Płaszcz bożonarodzeniowy
pt_br: Sobretudo de Yule
ru: Святочное Пальто
zh_cn: 圣诞节大衣
zh_tw: 耶誕節大衣

# SKIN_NAMES.body_yule_dress
source: Yuletide Frock
de: Julzeitskittel
es_mx: Abrigo navideño
fr: Robe de Noël
it: Vestito festivo
ja: クリスマスのガウン
ko: 율타이드 원피스
pl: Sukienka bożonarodzeniowa
pt_br: Sobrecasaca de Yule
ru: Святочное Платье
zh_cn: 圣诞连衣裙
zh_tw: 聖誕連衣裙

# SKIN_NAMES.body_yuled_coat
source: Yuletide Overcoat
de: Julzeitsmantel
es_mx: Abrigo navideño
fr: Pardessus de Noël
it: Soprabito festivo
ja: クリスマスのオーバーコート
ko: 율타이드 오버코트
pl: Płaszcz bożonarodzeniowy
pt_br: Sobretudo de Yule
ru: Святочное Пальто
zh_cn: 圣诞节大衣
zh_tw: 耶誕節大衣

# SKIN_NAMES.body_yuled_dress
source: Yuletide Frock
de: Julzeitskittel
es_mx: Abrigo navideño
fr: Robe de Noël
it: Vestito festivo
ja: クリスマスのガウン
ko: 율타이드 원피스
pl: Sukienka bożonarodzeniowa
pt_br: Sobrecasaca de Yule
ru: Святочное Платье
zh_cn: 圣诞连衣裙
zh_tw: 聖誕連衣裙

# SKIN_NAMES.book_brimstone_gilded
source: The End is Nigh: Gilded Edition
de: Das Ende ist nah: Vergoldete Ausgabe
es_mx: El fin se acerca: edición dorada
fr: La fin est proche : édition dorée
it: La fine è vicina: edizione dorata
ja: 近づく終末：金ぴかエディション
ko: 종말이 다가온다: 금박판
pl: Koniec nadchodzi: Wydanie pozłacane
pt_br: O Fim está Próximo: Edição Banhada a Ouro
ru: Конец близок: Золотое Издание
zh_cn: 末日将至：镀金版
zh_tw: 末日將至：鍍金版

# SKIN_NAMES.boomerang_bananarang
source: Bananarang
de: Bananerang
ja: バーナナラン
ko: 바나나랑
pt_br: Bananarangue
ru: Бананоранг
zh_cn: 香蕉回旋镖
zh_tw: 香蕉迴旋鏢

# SKIN_NAMES.boomerang_tiger
source: Tiger Boomerang
de: Tiger-Bumerang
es_mx: Búmeran de Tigre
fr: Boomerang tigre
it: Boomerang-tigre
ja: トラのブーメラン
ko: 호랑이 부메랑
pl: Tygrysi Bumerang
pt_br: Bumerangue de tigre
ru: Тигриный бумеранг
zh_cn: 老虎回旋镖
zh_tw: 老虎迴旋鏢

# SKIN_NAMES.bugnet_frog
source: Froggy Bug Net
de: Frosch-Insektennetz
es_mx: Red de Rana para Bichos
fr: Filet à insectes batracien
it: Retino a ranocchio
ja: カエルの害虫ネット
ko: 개구리풍 잠자리채
pl: Żabia siatka na motyle
pt_br: Rede de Insetos Sapinho
ru: Лягушачий сачок
zh_cn: 青蛙捕虫网
zh_tw: 青蛙捕蟲網

# SKIN_NAMES.bugnet_lavaproof
source: Lavaproof Bugnet
de: Lavafestes Fangnetz
fr: Filet ignifugé
it: Retino ignifugo
ja: 対溶岩性虫取り網
ko: 용암 방지 방충망
pl: Odporna na lawę siatka na robaki
pt_br: Rede de Insetos à Prova de Lava
ru: Лавостойкий сачок
zh_cn: 防熔岩虫网
zh_tw: 防熔岩蟲網

# SKIN_NAMES.bugnet_spider
source: Ravenous Spidernet
de: Netz der unersättlichen Spinne
es_mx: Tela de araña voraz
fr: Filet à araignées affamé
it: Ragnatela famelica
ja: 飢えたクモネット
ko: 게걸스러운 거미망
pl: Żarłoczna pajęczyna
pt_br: Teia de aranha faminta
ru: Прожорливая паутина
zh_cn: 贪婪蛛网
zh_tw: 貪婪蛛網

# SKIN_NAMES.bugnet_spider_white
source: Cavernous Spidernet
de: Höhlenspinnennetz
es_mx: Red de Araña Cavernosa
fr: Filet à araignées caverneux
it: Ragnatela cavernosa
ja: 大きなクモネット
ko: 육식성 거미망
pl: Przepastna pajęczyna
pt_br: Teia de Aranha Cavernosa
ru: Пещерная паутина
zh_cn: 巨穴蛛网
zh_tw: 巨穴蛛網

# SKIN_NAMES.bundle_gothic
source: Gloomy Wrapping
de: Düstere Verpackung
fr: Cadeau sinistre
it: Carta da incarto tetra
ja: 不気味な包装
ko: 우울한 포장
pl: Ponury papier pakowy
pt_br: Embrulho Tenebroso
ru: Мрачная обертка
zh_cn: 忧郁包装纸
zh_tw: 憂鬱包裝紙

# SKIN_NAMES.bundle_vintage
source: Parchment Paper
de: Pergamentpapier
fr: Papier fleuri
it: Cartapecora
ja: パーチメント紙
ko: 양피지
pl: Pergamin
pt_br: Papel Florido
ru: Пергаментная бумага
zh_cn: 包装纸
zh_tw: 包裝紙

# SKIN_NAMES.bundlewrap_gothic
source: Gloomy Wrapping
de: Düstere Verpackung
fr: Cadeau sinistre
it: Carta da incarto tetra
ja: 不気味な包装
ko: 우울한 포장
pl: Ponury papier pakowy
pt_br: Embrulho Tenebroso
ru: Мрачная обертка
zh_cn: 忧郁包装纸
zh_tw: 憂鬱包裝紙

# SKIN_NAMES.bundlewrap_vintage
source: Parchment Paper
de: Pergamentpapier
fr: Papier fleuri
it: Cartapecora
ja: パーチメント紙
ko: 양피지
pl: Pergamin
pt_br: Papel Florido
ru: Пергаментная бумага
zh_cn: 包装纸
zh_tw: 包裝紙

# SKIN_NAMES.campfire_cabin
source: Survivalist Campfire
de: Überlebenskünstler-Lagerfeuer
es_mx: Fogata de Superviviente
fr: Feu de camp survivaliste
it: Fuoco da campo del survivalista
ja: サバイバリストのキャンプファイヤー
ko: 생존 전문가 모닥불
pl: Ognisko przetrwania
pt_br: Fogueira do Sobrevivencialista
ru: Костер специалиста по выживанию
zh_cn: 幸存者营火
zh_tw: 倖存者營火

# SKIN_NAMES.cane_ancient
source: Ancient Cane
de: Antiker Stab
es_mx: Bastón antiguo
fr: Ancienne cane
it: Bastone antico
ja: いにしえの杖
ko: 고대 지팡이
pl: Starożytna laska
pt_br: Cajado ancestral
ru: Древняя Трость
zh_cn: 远古手杖
zh_tw: 遠古手杖

# SKIN_NAMES.cane_candycane
source: Candy Cane
de: Zuckerstange
es_mx: Bastón de caramelo
fr: Sucre d'orge
it: Bastoncino di zucchero
ja: キャンディの杖
ko: 지팡이 사탕
pl: Słodka laseczka
pt_br: Bengala doce
ru: Карамельная Трость
zh_cn: 拐杖糖
zh_tw: 拐杖糖

# SKIN_NAMES.cane_harlequin
source: Fool's Marotte
de: Narren-Marotte
fr: Sceptre de bouffon
it: Bastone da giullare
ja: 愚か者のマロット
ko: 어리석은 자의 마로트
pl: Berło błazna
pt_br: Bastão do Bobo
ru: Шутовской жезл
zh_cn: 愚人手杖
zh_tw: 愚人手杖

# SKIN_NAMES.cane_sharp
source: Corrupted Cane
de: Verdorbener Stock
es_mx: Bastón Corrupto
fr: Canne corrompue
it: Bastone degenere
ja: 堕落の杖
ko: 부패한 지팡이
pl: Zdeprawowana laska
pt_br: Bengala Corrompida
ru: Оскверненная трость
zh_cn: 腐败手杖
zh_tw: 腐敗手杖

# SKIN_NAMES.cane_victorian
source: Goatshead Cane
de: Ziegenkopf-Stock
es_mx: Bastón de cabeza de cabra
fr: Canne tête de chèvre
it: Bastone testa di capra
ja: ヤギの頭の杖
ko: 염소머리 지팡이
pl: Kozia laseczka
pt_br: Cajado de cabeça de bode
ru: Трость с головой козла
zh_cn: 山羊头手杖
zh_tw: 山羊頭手杖

# SKIN_NAMES.catcoonhat_trapper_rooster
source: Trapper Hat
de: Pelzmütze
es_mx: Gorro ruso
fr: Chapeau de trappeur
it: Colbacco
ja: 狩り用帽子
ko: 덫 사냥꾼 모자
pl: Czapka trapera
pt_br: Chapéu de caçador
ru: Охотничья Шапка
zh_cn: 捕兽者的帽子
zh_tw: 捕獸者的帽子

# SKIN_NAMES.catcoonhat_trapperup_rooster
source: Tied Trapper Hat
de: Gebundene Pelzmütze
es_mx: Gorro ruso atado
fr: Chapka trappeur
it: Colbacco legato
ja: ひも付き狩り用帽子
ko: 끈 달린 덫 사냥꾼 모자
pl: Wiązana czapka trapera
pt_br: Chapéu de caçador amarrado
ru: Завязанная Охотничья Шапка
zh_cn: 绑好的捕兽者的帽子
zh_tw: 綁好的捕獸者的帽子

# SKIN_NAMES.cavein_boulder_kettlebell
source: Boulder Bell
de: Felshantel
fr: Haltère roche
it: Manubrio a masso
ja: 丸石ダンベル
ko: 바위 벨
pl: Kamienny hantel
pt_br: Kettlebell Pedregulho
ru: Каменная гиря
zh_cn: 巨石哑铃
zh_tw: 巨石啞鈴

# SKIN_NAMES.chester_eyebone_lamb
source: Woolly Eye Bone
de: Wolliger Augenknochen
fr: Os-œil laineux
it: Ossocchio peloso
ja: 目玉の骨「羊」
ko: 양털달린 눈알 뼈
pl: Wełniana okość
pt_br: Osso Ocular Lanoso
ru: Мохнатый костеглаз
zh_cn: 羊毛眼骨
zh_tw: 羊毛眼骨

# SKIN_NAMES.chester_eyebone_walrus
source: Narwalrus Eye Bone
de: Narwalross-Augenknochen
fr: Os-œil de narvamorse
it: Ossocchio da narcheco
ja: 目玉の骨「イッカク」
ko: 나왈루스 눈알 뼈
pl: Narmorsowa okość
pt_br: Osso Ocular Narvamorsa
ru: Костеглаз китоморжа
zh_cn: 一角海象眼骨
zh_tw: 一角海象眼骨

# SKIN_NAMES.chester_lamb
source: Woolly Chester
de: Wolliger Chester
fr: Chester laineux
it: Chester lanoso
ja: モコモコチェスター
ko: 울 체스터
pl: Wełniany Skrzynecka
pt_br: Baú-Dogue Lanoso
ru: Шерстяной Честер
zh_cn: 羊毛切斯特
zh_tw: 羊毛賈斯特

# SKIN_NAMES.chester_walrus
source: Narwalrus Chester
de: Narwalross-Chester
fr: Chester narvamorse
it: Chester Narcheco
ja: イッカクチェスター
ko: 나왈러스 체스터
pl: Narmorsowy Skrzynecka
pt_br: Baú-Dogue Narvamorsa
ru: Честер-китоморж
zh_cn: 一角海象切斯特
zh_tw: 一角海象賈斯特

# SKIN_NAMES.coldfirepit_flower
source: Frostflower Firepit
de: Frostblumen-Feuerstelle
es_mx: Hoguera de Flor de Hielo
fr: Foyer fleur glacée
it: Focolare del fiore di ghiaccio
ja: 霜華のいろり
ko: 서리꽃 불구덩이
pl: Palenisko lodowych kwiatów
pt_br: Fogueira da Flor Gélida
ru: Кострище ледяного цветка
zh_cn: 霜花火坑
zh_tw: 霜花火坑

# SKIN_NAMES.coldfirepit_gothic
source: Gothic Firepit
de: Gotische Feuerstelle
fr: Foyer gothique
it: Focolare gotico
ja: ゴシックないろり
ko: 고딕 화덕
pl: Gotyckie palenisko
pt_br: Fogueira Gótica
ru: Готическое кострище
zh_cn: 哥特火坑
zh_tw: 哥特火坑

# SKIN_NAMES.coldfirepit_teeth
source: Bone-Chilling Firepit
de: Knochenkalte Feuerstelle
es_mx: Hoguera que Cala los Huesos
fr: Foyer à glacer le sang
it: Focolare agghiacciante
ja: 極寒のいろり
ko: 뼛속까지 시린 불구덩이
pl: Palenisko mrożące do szpiku kości
pt_br: Fogueira Resfriadora de Ossos
ru: Леденящий камин
zh_cn: 刺骨严寒火坑
zh_tw: 刺骨嚴寒火坑

# SKIN_NAMES.cookpot_cauldron
source: Creepy Cauldron
de: Gruseliger Kessel
es_mx: Caldero espeluznante
fr: Chaudron sinistre
it: Calderone inquietante
ja: 不気味な大釡
ko: 기분 나쁜 가마솥
pl: Upiorny kocioł
pt_br: Caldeirão sinistro
ru: Жуткий Котел
zh_cn: 恐怖大锅
zh_tw: 恐怖大鍋

# SKIN_NAMES.cookpot_cauldronp
source: Creepy Cauldron
de: Gruseliger Kessel
es_mx: Caldero espeluznante
fr: Chaudron sinistre
it: Calderone inquietante
ja: 不気味な大釡
ko: 기분 나쁜 가마솥
pl: Upiorny kocioł
pt_br: Caldeirão sinistro
ru: Жуткий Котел
zh_cn: 恐怖大锅
zh_tw: 恐怖大鍋

# SKIN_NAMES.cookpot_clay
source: Terracotta Cooking Pot
de: Terracotta-Kochtopf
es_mx: Olla de Terracota
fr: Pot en terre cuite
it: Pentola di terracotta
ja: テラコッタのスロークッカー
ko: 테라코타 요리솥
pl: Kociołek z terakoty
pt_br: Panela de Terracota
ru: Терракотовый горшок
zh_cn: 陶锅
zh_tw: 陶鍋

# SKIN_NAMES.cookpot_survival
source: Camping Crock Pot
de: Camping-Schmortopf
es_mx: Olla de camping
fr: Marmite de camping
it: Pentola da campeggio
ja: キャンプ用スロークッカー
ko: 캠핑용 냄비
pl: Kociołek biwakowy
pt_br: Panela de barro de acampar
ru: Лагерный глиняный казан
zh_cn: 野营烹饪锅
zh_tw: 野營烹飪鍋

# SKIN_NAMES.cookpot_tureen
source: Tureen
de: Terrine
es_mx: Sopera
fr: Soupière
it: Zuppiera
ja: スープ鉢
ko: 수프 그릇
pl: Waza na zupę
pt_br: Terrina
ru: Супница
zh_cn: 带盖汤碗
zh_tw: 帶蓋湯碗

# SKIN_NAMES.dragonflychest_fantasy
source: Beastly Chest
de: Bestialische Truhe
fr: Coffre bestial
it: Scrigno bestiale
ja: 野獣の宝箱
ko: 불쾌한 상자
pl: Potworna skrzynia
pt_br: Baú Bestial
ru: Звериный сундук
zh_cn: 猛兽箱子
zh_tw: 猛獸箱子

# SKIN_NAMES.dragonflychest_kraken
source: Leviathan Chest
de: Leviathan-Truhe
fr: Coffre de léviathan
it: Scrigno del leviatano
ja: リヴァイアサンの宝箱
ko: 레비아탄 상자
pl: Skrzynia lewiatana
pt_br: Baú Leviatã
ru: Сундук левиафана
zh_cn: 利维坦箱子
zh_tw: 利維坦箱子

# SKIN_NAMES.dragonflyfurnace_antique
source: Clawfoot Furnace
de: Klauenfuß-Ofen
es_mx: Horno con Patas de Garra
fr: Fourneau à pieds
it: Fornace artigliata
ja: 爪足のかまど
ko: 갈퀴발 용광로
pl: Szponiasty piecyk
pt_br: Forno de Garra
ru: Печь на когтистых лапах
zh_cn: 利爪火炉
zh_tw: 利爪火爐

# SKIN_NAMES.dragonflyfurnace_crystal
source: Crystalline Furnace
de: Kristalliner Ofen
es_mx: Horno Cristalino
fr: Fourneau cristallin
it: Fornace cristallina
ja: きらめく水晶かまど
ko: 크리스탈 용광로
pl: Kryształowy piecyk
pt_br: Fornalha Cristalina
ru: Хрустальная печь
zh_cn: 水晶火炉
zh_tw: 水晶火爐

# SKIN_NAMES.dragonling_bat
source: Vampire Batling
de: Vampir-Fledermaus
es_mx: Murciemosquita vampiro
fr: Chauve-libelle vampire
it: Pipistrellino vampiro
ja: 吸血鬼のバットリング
ko: 새끼 흡혈 박쥐
pl: Wampiryczne nietoperzątko
pt_br: Taquinho de vampiro
ru: Битва Вампиров
zh_cn: 吸血小蝙蝠
zh_tw: 吸血小蝙蝠

# SKIN_NAMES.dragonling_batp
source: Vampire Batling
de: Vampir-Fledermaus
es_mx: Murciemosquita vampiro
fr: Chauve-libelle vampire
it: Pipistrellino vampiro
ja: 吸血鬼のバットリング
ko: 새끼 흡혈 박쥐
pl: Wampiryczne nietoperzątko
pt_br: Taquinho de vampiro
ru: Битва Вампиров
zh_cn: 吸血小蝙蝠
zh_tw: 吸血小蝙蝠

# SKIN_NAMES.dragonling_winter
source: Polar Broodling
de: Polarbrut
es_mx: Mosquita dragón polar
fr: Bébé-libelle polaire
it: Libellina polare
ja: 小さなブルッドリング
ko: 북극 브루들링
pl: Polarne muszątko
pt_br: Libelinha polar
ru: Полярный Дракончик
zh_cn: 极地小龙蝇
zh_tw: 極地小龍蠅

# SKIN_NAMES.dragonling_wyvern
source: Wyvernling
es_mx: Guivernito
fr: Dragoniaud
it: Dragoncello
ja: ワイバーリング
ko: 새끼 와이번
pl: Wyverniątko
pt_br: Wyverninho
ru: Крылатый Дракончик
zh_cn: 小白龙
zh_tw: 小白龍

# SKIN_NAMES.earmuffshat_beeguard
source: Sweet Beemuffs
de: Süße Ohrenwärmer
es_mx: Dulces Orejeras de Abeja
fr: Cache-oreilles abeille
it: Paraorecchie alati
ja: スイートなハチの耳あて
ko: 달콤한 벌 귀마개
pl: Słodkie pszczelonauszniki
pt_br: Abafador de Abelha Doce
ru: Пушистые пчелиные наушники
zh_cn: 甜蜜蜜蜂耳罩
zh_tw: 甜蜜蜜蜂耳罩

# SKIN_NAMES.earmuffshat_deerclops
source: Fluffy Deermuffs
de: Flausch-Ohrenwärmer
es_mx: Orejeras Peludas de Ciervo
fr: Cache-oreilles cerf
it: Paralceorecchie morbidosi
ja: 鹿のもこもこ耳あて
ko: 폭신한 사슴 귀마개
pl: Puchate jelenauszniki
pt_br: Abafador de Veado Fofo
ru: Пушистые рогатые наушники
zh_cn: 毛茸鹿耳罩
zh_tw: 毛茸鹿耳罩

# SKIN_NAMES.emoji_abigail
source: Abigail
ko: 아비게일
ru: Абигейл
zh_cn: 阿比盖尔
zh_tw: 阿比蓋爾

# SKIN_NAMES.emoji_alchemyengine
source: Alchemy Engine
de: Alchemiemaschine
es_mx: Máquina de alquimia
fr: Engin d'alchimie
it: Motore di alchimia
ja: 秘術のエンジン
ko: 연금 기계
pl: Silnik alchemiczny
pt_br: Motor de alquimia
ru: Алхимический двигатель
zh_cn: 炼金引擎
zh_tw: 煉金引擎

# SKIN_NAMES.emoji_arcane
source: Magic Skull
de: Magischer Schädel
es_mx: Cráneo mágico
fr: Crâne magique
it: Teschio magico
ja: 魔法のスカル
ko: 마법 두개골
pl: Magiczna czaszka
pt_br: Caveira mágica
ru: Магический череп
zh_cn: 魔法头骨
zh_tw: 魔法頭骨

# SKIN_NAMES.emoji_backpack
source: Backpack
de: Rucksack
es_mx: Mochila
fr: Sac à dos
it: Zaino
ja: バックパック
ko: 가방
pl: Plecak
pt_br: Mochila
ru: Ранец
zh_cn: 背包
zh_tw: 背包

# SKIN_NAMES.emoji_battle
source: Battle
de: Schlacht
es_mx: Batalla
fr: Combat
it: Battaglia
ja: 戦う
ko: 전투
pl: Bitwa
pt_br: Batalha
ru: Бой
zh_cn: 战斗
zh_tw: 戰鬥

# SKIN_NAMES.emoji_beefalo
source: Beefalo
fr: Bœufalo
it: Mufalo
ja: ビーファロ
ko: 비팔로
pl: Wołek
pt_br: Bífalo
ru: Бифало
zh_cn: 皮弗娄牛
zh_tw: 皮弗婁牛

# SKIN_NAMES.emoji_beehive
source: Beehive
de: Bienenstock
es_mx: Colmena
fr: Ruche
it: Alveare
ja: 蜂の巣
ko: 벌집
pl: Ul
pt_br: Colmeia
ru: Дикий улей
zh_cn: 蜂窝
zh_tw: 蜂窩

# SKIN_NAMES.emoji_berry_bush
source: Berry Bush
de: Beerenstrauch
es_mx: Arbusto de bayas
fr: Baies
it: Cespuglio di bacche
ja: ベリーブッシュ
ko: 베리 덤불
pl: Krzak porzeczki
pt_br: Moita de bagas
ru: Ягодный куст
zh_cn: 浆果丛
zh_tw: 漿果叢

# SKIN_NAMES.emoji_carrot
source: Carrot
de: Karotte
es_mx: Zanahoria
fr: Carotte
it: Carota
ja: ニンジン
ko: 당근
pl: Marchewka
pt_br: Cenoura
ru: Морковь
zh_cn: 胡萝卜
zh_tw: 胡蘿蔔

# SKIN_NAMES.emoji_chest
source: Chest
de: Brust
es_mx: Cofre
fr: Coffre
it: Scrigno
ja: 収納箱
ko: 상자
pl: Skrzynia
pt_br: Baú
ru: Сундук
zh_cn: 箱子
zh_tw: 箱子

# SKIN_NAMES.emoji_chester
source: Chester
ja: チェスター
ko: 체스터
pl: Skrzynecka
pt_br: Baú-dogue
ru: Честер
zh_cn: 切斯特
zh_tw: 賈斯特

# SKIN_NAMES.emoji_crockpot
source: Crockpot
de: Schmortopf
es_mx: Olla a fuego lento
fr: Marmite
it: Svitato
ja: 鍋
ko: 냄비
pl: Kociołek
pt_br: Caldeirão
ru: Кастрюлька
zh_cn: 烹饪锅
zh_tw: 烹飪鍋

# SKIN_NAMES.emoji_egg
source: Egg
de: Ei
es_mx: Huevo
fr: Œuf
it: Uovo
ja: 卵
ko: 알
pl: Jajko
pt_br: Ovo
ru: Яйцо
zh_cn: 鸟蛋
zh_tw: 鳥蛋

# SKIN_NAMES.emoji_eyeball
source: Deerclops Eye
de: Deerclops-Auge
es_mx: Ojo de ciérclope
fr: Œil de cerf-clope
it: Occhio del cervoclope
ja: ディアクロップスの目
ko: 외눈사슴 눈
pl: Oko jeleklopa
pt_br: Olho de cervoclope
ru: Глаз циклополеня
zh_cn: 独眼巨鹿眼球
zh_tw: 獨眼巨鹿眼球

# SKIN_NAMES.emoji_eyeplant
source: Eye Plant
de: Augenpflanze
es_mx: Planta de ojo
fr: Végétœil
it: Pianta occhiuta
ja: 目の植物
ko: 눈알식물
pl: Okwiat
pt_br: Planta olho
ru: Глазоцвет
zh_cn: 眼球草
zh_tw: 眼球草

# SKIN_NAMES.emoji_faketeeth
source: Second-hand Dentures
de: Second-hand Zahnersatz
es_mx: Dentadura de segunda mano
fr: Dentier d'occasion
it: Dentiera di seconda mano
ja: 中古入れ歯
ko: 중고 틀니
pl: Szczęki z drugiej ręki
pt_br: Dentadura seminova
ru: Поношенная вставная челюсть
zh_cn: 二手假牙
zh_tw: 二手假牙

# SKIN_NAMES.emoji_farm
source: Farm
es_mx: Granja
fr: Ferme
it: Fattoria
ja: 牧場
ko: 농사
pl: Pole
pt_br: Fazenda
ru: Ферма
zh_cn: 农场
zh_tw: 農場

# SKIN_NAMES.emoji_fire
source: Fire
de: Feuer
es_mx: Fuego
fr: Feu
it: Fuoco
ja: 火
ko: 화염
pl: Ogień
pt_br: Fogo
ru: Огонь
zh_cn: 火
zh_tw: 火

# SKIN_NAMES.emoji_firepit
source: Fire Pit
de: Feuergrube
es_mx: Fogata
fr: Foyer
it: Focolare
ja: 炉
ko: 불구덩이
pl: Palenisko
pt_br: Fogueira grande
ru: Кострище
zh_cn: 火坑
zh_tw: 火坑

# SKIN_NAMES.emoji_flex
source: Flex
de: Muskelzücken
es_mx: Flexión
fr: Étaler
it: Muscoli
ja: 筋肉
ko: 울끈불끈
pl: Muskuły
pt_br: Flexionar
ru: Поиграть мускулами
zh_cn: 弯曲
zh_tw: 彎曲

# SKIN_NAMES.emoji_ghost
source: Ghost
de: Geist
es_mx: Fantasma
fr: Fantôme
it: Fantasma
ja: 幽霊
ko: 유령
pl: Duch
pt_br: Fantasma
ru: Призрак
zh_cn: 幽灵
zh_tw: 幽靈

# SKIN_NAMES.emoji_gold
source: Gold Nugget
de: Goldklumpen
es_mx: Pepita de oro
fr: Pépite d'or
it: Pepita d'oro
ja: 黄金のナゲット
ko: 금조각
pl: Bryłka złota
pt_br: Pepita de ouro
ru: Золотой самородок
zh_cn: 金块
zh_tw: 金塊

# SKIN_NAMES.emoji_grave
source: Grave
de: Grab
es_mx: Tumba
fr: Tombe
it: Tomba
ja: お墓
ko: 무덤
pl: Grób
pt_br: Sepultura
ru: Могила
zh_cn: 坟墓
zh_tw: 墳墓

# SKIN_NAMES.emoji_hambat
source: Ham Bat
de: Schinkenkeule
es_mx: Bate de jamón
fr: Batte-jambon
it: Prosciutto di pipistrello
ja: ハムのバット
ko: 햄 몽둥이
pl: Szynkobij
pt_br: Taco de presunto
ru: Мясная бита
zh_cn: 火腿棒
zh_tw: 火腿棒

# SKIN_NAMES.emoji_hammer
source: Hammer
es_mx: Martillar
fr: Détruire
it: Martello
ja: ハンマー
ko: 망치질하기
pl: Młot
pt_br: Martelo
ru: Молоток
zh_cn: 锤子
zh_tw: 錘子

# SKIN_NAMES.emoji_heart
source: Heart
de: Herz
es_mx: Corazón
fr: Cœur
it: Cuore
ja: ハート
ko: 하트
pl: Serce
pt_br: Coração
ru: Сердце
zh_cn: 心
zh_tw: 心

# SKIN_NAMES.emoji_horn
source: Horn
es_mx: Cuerno
fr: Corne
it: Corno
ja: ツノ
ko: 뿔
pl: Róg
pt_br: Chifre
ru: Рог
zh_cn: 牛角
zh_tw: 牛角

# SKIN_NAMES.emoji_hunger
source: Hungry Stomach
de: Hungriger Magen
es_mx: Estómago hambriento
fr: Estomac vide
it: Stomaco affamato
ja: 腹ペコ
ko: 굶주린 배
pl: Burczenie w brzuchu
pt_br: Estômago faminto
ru: Голодный желудок
zh_cn: 饥肠辘辘的胃
zh_tw: 饑腸轆轆的胃

# SKIN_NAMES.emoji_lightbulb
source: Lightbulb
de: Glühbirne
es_mx: Bombilla
fr: Ampoule
it: Lampadina
ja: 電球
ko: 전구
pl: Żarówka
pt_br: Lâmpada
ru: Лампочка
zh_cn: 灯泡
zh_tw: 燈泡

# SKIN_NAMES.emoji_meat_big
source: Meat
de: Fleisch
es_mx: Carne
fr: Viande
it: Carne
ja: 肉
ko: 고기
pl: Mięso
pt_br: Carne
ru: Мясо
zh_cn: 肉
zh_tw: 肉

# SKIN_NAMES.emoji_pig
source: Pigman
de: Schweinemann
es_mx: Cerdo
fr: Homme-cochon
it: Maialino
ja: ピッグマン
ko: 돼지인간
pl: Prosiak
pt_br: Porcomem
ru: Свинолюд
zh_cn: 猪人
zh_tw: 豬人

# SKIN_NAMES.emoji_poop
source: Poop
de: Häufchen
es_mx: Estiércol
fr: Crottin
it: Cacca
ja: うんこ
ko: 똥
pl: Kupa
pt_br: Coco
ru: Навоз
zh_cn: 粪便
zh_tw: 糞便

# SKIN_NAMES.emoji_redgem
source: Red Gem
de: Roter Edelstein
es_mx: Gema roja
fr: Gemme rouge
it: Gemma rossa
ja: 赤い宝石
ko: 빨간 보석
pl: Czerwony klejnot
pt_br: Pedra preciosa vermelha
ru: Красный самоцвет
zh_cn: 红宝石
zh_tw: 紅寶石

# SKIN_NAMES.emoji_refine
source: Refine
de: Veredelung
es_mx: Refinar
fr: Raffinage
it: Perfeziona
ja: 磨く
ko: 정제
pl: Udoskonalenia
pt_br: Refinar
ru: Обработка
zh_cn: 精炼
zh_tw: 精煉

# SKIN_NAMES.emoji_salt
source: Salt
de: Salz
es_mx: Sal
fr: Sel
it: Sale
ja: 塩
ko: 소금
pl: Sól
pt_br: Sal
ru: Соль
zh_cn: 盐
zh_tw: 鹽

# SKIN_NAMES.emoji_sanity
source: Sanity Brain
de: Gehirn
es_mx: Cerebro sano
fr: Cerveau sain
it: Facoltà mentali
ja: 正気の脳みそ
ko: 정신력 뇌
pl: Zdrowy mózg
pt_br: Cérebro da sanidade
ru: Здравый ум
zh_cn: 理智大脑
zh_tw: 理智大腦

# SKIN_NAMES.emoji_sciencemachine
source: Science Machine
de: Wissenschaftsmaschine
es_mx: Máquina de ciencia
fr: Machine scientifique
it: Macchina della scienza
ja: 科学機械
ko: 과학 기계
pl: Maszyna badawcza
pt_br: Máquina de ciência
ru: Научная машина
zh_cn: 科学机器
zh_tw: 科學機器

# SKIN_NAMES.emoji_shadowmanipulator
source: Shadow Manipulator
de: Schattenmanipulator
es_mx: Manipulador de sombras
fr: Manipulateur d'ombre
it: Manipolatore d'ombra
ja: 影の操縦者
ko: 그림자 제어장치
pl: Cienioodmieniacz
pt_br: Manipulador de sombras
ru: Теневой манипулятор
zh_cn: 暗影操控器
zh_tw: 暗影操控器

# SKIN_NAMES.emoji_shovel
source: Shovel
de: Schaufel
es_mx: Pala
fr: Pelle
it: Pala
ja: シャベル
ko: 삽
pl: Łopata
pt_br: Pá
ru: Лопата
zh_cn: 铲子
zh_tw: 鏟子

# SKIN_NAMES.emoji_skull
source: Skull
de: Totenkopf
es_mx: Cráneo
fr: Crâne
it: Teschio
ja: スカル
ko: 두개골
pl: Czaszka
pt_br: Caveira
ru: Череп
zh_cn: 骷髅
zh_tw: 骷髏

# SKIN_NAMES.emoji_thumbsup
source: Thumbs Up
de: Daumen hoch
es_mx: Pulgar arriba
fr: Pouce levé
it: Pollice su
ja: いいね
ko: 엄지 척
pl: Kciuk w górę
pt_br: Joinha
ru: Палец вверх
zh_cn: 竖起大拇指
zh_tw: 豎起大拇指

# SKIN_NAMES.emoji_tophat
source: Tophat
de: Zylinder
es_mx: Chistera
fr: Haut-de-forme
it: Cilindro
ja: シルクハット
ko: 신사 모자
pl: Cylinder
pt_br: Cartola
ru: Цилиндр
zh_cn: 礼帽
zh_tw: 禮帽

# SKIN_NAMES.emoji_torch
source: Torch
de: Fackel
es_mx: Antorcha
fr: Torche
it: Torcia
ja: たいまつ
ko: 횃불
pl: Pochodnia
pt_br: Tocha
ru: Факел
zh_cn: 火炬
zh_tw: 火炬

# SKIN_NAMES.emoji_trap
source: Trap
de: Falle
es_mx: Trampa
fr: Piège
it: Trappola
ja: 罠
ko: 덫
pl: Pułapka
pt_br: Armadilha
ru: Ловушка
zh_cn: 陷阱
zh_tw: 陷阱

# SKIN_NAMES.emoji_trophy
source: Trophy
de: Trophäe
es_mx: Trofeo
fr: Trophée
it: Trofeo
ja: トロフィー
ko: 트로피
pl: Trofeum
pt_br: Troféu
ru: Трофей
zh_cn: 奖杯
zh_tw: 獎盃

# SKIN_NAMES.emoji_wave
source: Wave
de: Winken
es_mx: Saludo
fr: Coucou
it: Saluto
ja: 手を振る
ko: 손 흔들기
pl: Machanie
pt_br: Abano
ru: Махать
zh_cn: 挥手
zh_tw: 揮手

# SKIN_NAMES.emoji_web
source: Spider Web
de: Spinnennetz
es_mx: Telaraña
fr: Toile d'araignée
it: Ragnatela
ja: クモの巣
ko: 거미줄
pl: Pajęczyna
pt_br: Teia de aranha
ru: Паучья паутина
zh_cn: 蜘蛛网
zh_tw: 蜘蛛網

# SKIN_NAMES.emoji_wormhole
source: Worm Hole
de: Wurmloch
es_mx: Agujero de lombriz
fr: Trou de ver
it: Buco del verme
ja: ミミズの穴
ko: 웜홀
pl: Robalonora
pt_br: Buraco de minhoca
ru: Червоточина
zh_cn: 虫洞
zh_tw: 蟲洞

# SKIN_NAMES.emote_carol
source: Carol Emote
de: Carol
es_mx: Emoticono de villancico
fr: Émoticône Chanter
it: Emote Canzone festiva
ja: キャロルを歌うエモート
ko: 캐럴 표현
pl: Gest „Kolęda”
pt_br: Emote de canção
ru: Эмоция Рождественской песенки
zh_cn: 颂歌表情
zh_tw: 頌歌表情

# SKIN_NAMES.emote_dance_chicken
source: Chicken Dance Emote
de: Hühnertanz-Emote
es_mx: Emoticono de baile de la gallina
fr: Émoticône Danse de poulet
it: Emote Danza del pollo
ja: チキンダンスのエモート
ko: 닭 춤 표현
pl: Gest „Taniec kurczaka”
pt_br: Emote de dança do pintinho
ru: Эмоция Танцующей Курицы
zh_cn: 小鸡舞表情
zh_tw: 小雞舞表情

# SKIN_NAMES.emote_dance_robot
source: Robot Dance Emote
de: Robotertanz-Emote
es_mx: Emoticono de baile del robot
fr: Émoticône Danse de robot
it: Emote Danza del robot
ja: ロボットダンスのエモート
ko: 로봇 춤 표현
pl: Gest „Taniec robota”
pt_br: Emote de dança do robô
ru: Эмоция Танцующего Робота
zh_cn: 机械舞表情
zh_tw: 機械舞表情
