Repository: Endeer/dst-cz
Catalog: locales/*/skin_names.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# SKIN_NAMES.playerportrait_bg_oven
source: Warm Oven Portrait
de: Porträt mit warmem Ofen
es_mx: Foto de horno caliente
fr: Portrait de four chaud
it: Ritratto Forno caldo
ja: 温かいオーブンの写真
ko: 따뜻한 오븐 초상화
pl: Portret ciepłego piecyka
pt_br: Retrato de forno quente
ru: Изображение теплой печи
zh_cn: 热烤箱背景
zh_tw: 熱烤箱背景

# SKIN_NAMES.playerportrait_bg_penguins
source: Pengull Portrait
de: Pingull-Portrait
es_mx: Foto de pingüino
fr: Portrait de manchot
it: Ritratto Pingabbiano
ja: ペンギンカモメの写真
ko: 펭갈매기 초상화
pl: Portret megwina
pt_br: Retrato de pinguivota
ru: Изображение пинчайки
zh_cn: 企鸥背景
zh_tw: 企鷗背景

# SKIN_NAMES.playerportrait_bg_pighouse
source: Pig House Portrait
de: Schweinehaus-Porträt
es_mx: Foto de casa de cerdo
fr: Portrait de maison de cochon
it: Ritratto Casa del maiale
ja: ブタ屋敷の写真
ko: 돼지 집 초상화
pl: Portret świńskiej chaty
pt_br: Retrato de casa de porco
ru: Изображение Дома свина
zh_cn: 猪人屋背景
zh_tw: 豬人屋背景

# SKIN_NAMES.playerportrait_bg_plates
source: Pretty Pots Portrait
de: Porträt mit hübschen Töpfen
es_mx: Foto de ollas bonitas
fr: Portrait de jolies marmites
it: Ritratto Belle pentole
ja: キレイなポットの写真
ko: 예쁜 솥 초상화
pl: Portret garnkowy
pt_br: Retrato de panelas bonitas
ru: Изображение красивой утвари
zh_cn: 漂亮锅子背景
zh_tw: 漂亮鍋子背景

# SKIN_NAMES.playerportrait_bg_portal
source: Mossy Gateway Portrait
de: Porträt mit moosbewachsenem Tor
es_mx: Foto de portal con musgo
fr: Portrait de l'Entrée moussue
it: Ritratto Portale muschiato
ja: コケだらけのゲートの写真
ko: 이끼 낀 관문 초상화
pl: Portret zarośniętej Bramy
pt_br: Retrato de Portal de Musgo
ru: Изображение замшелых врат
zh_cn: 苔藓大门画像
zh_tw: 苔蘚大門畫像

# SKIN_NAMES.playerportrait_bg_pothanger
source: Pot Hanger Portrait
de: Porträt mit Topfgehänge
es_mx: Foto de gancho para olla
fr: Portrait du crochet à marmite
it: Ritratto Gancio
ja: ポットハンガーの写真
ko: 솥 걸이 초상화
pl: Portret z wieszakiem na garnek
pt_br: Retrato de suporte de panelas
ru: Изображение треноги
zh_cn: 挂锅装置背景
zh_tw: 掛鍋裝置背景

# SKIN_NAMES.playerportrait_bg_pumpkinlantern
source: Jack O' Portrait
de: Kürbisfratzenporträt
es_mx: Retrato de calabaza de Halloween
fr: Portrait Citrouille
it: Ritratto Zucca di Halloween
ja: ジャックの写真
ko: 잭오랜턴 초상화
pl: Portret dyniowy
pt_br: Retrato do Jack O'
ru: Изображение тыковки
zh_cn: 南瓜灯背景
zh_tw: 南瓜燈背景

# SKIN_NAMES.playerportrait_bg_quagmiretournamentbronze
source: Burnished Cornucopia Portrait
de: Porträt 'Glänzendes Füllhorn'
es_mx: Retrato de cuerno de la abundancia bruñido
fr: Portrait de la Corne d'abondance aux reflets dorés
it: Ritratto Cornucopia di bronzo
ja: ツヤツヤのコルヌコピアの写真
ko: 광 나는 풍요 초상화
pl: Wypolerowany Porter Obfitości
pt_br: Retrato de cornucópia lustrosa
ru: Изображение сверкающего рога изобилия
zh_cn: 镀铜丰饶背景
zh_tw: 鍍銅豐饒背景

# SKIN_NAMES.playerportrait_bg_quagmiretournamentgold
source: Golden Cornucopia Portrait
de: Porträt 'Goldenes Füllhorn'
es_mx: Retrato de cuerno de la abundancia dorado
fr: Portrait de la Corne d'abondance dorée
it: Ritratto Cornucopia d'oro
ja: 金のコルヌコピアの写真
ko: 황금빛 풍요 초상화
pl: Złoty Portret Obfitości
pt_br: Retrato de cornucópia de ouro
ru: Изображение золотого рога изобилия
zh_cn: 黄金丰饶背景
zh_tw: 黃金豐饒背景

# SKIN_NAMES.playerportrait_bg_quagmiretournamentsilver
source: Sterling Cornucopia Portrait
de: Porträt 'Silbernes Füllhorn'
es_mx: Retrato de cuerno de la abundancia de plata
fr: Portrait de la Corne d'abondance d'excellence
it: Ritratto Cornucopia argentea
ja: 銀のコルヌコピアの写真
ko: 은빛 풍요 초상화
pl: Niezłomny Portret Obfitości
pt_br: Retrato de cornucópia autêntica
ru: Изображение серебряного рога изобилия
zh_cn: 纯银丰饶背景
zh_tw: 純銀豐饒背景

# SKIN_NAMES.playerportrait_bg_rabbithouseyule
source: Topsy-Turvy Treehouse Portrait
de: Kopfüber-Baumhaus-Porträt
fr: Portrait de clapier festif
it: Ritratto Casa sull'albero capovolta
ja: 逆さまツリーハウスの写真
ko: 뒤죽박죽 나무집 초상화
pl: Portret odwróconego do góry nogami domku na drzewie
pt_br: Retrato Casa na Árvore às Avessas
ru: Фон портрета «Древесный дом вверх дном»
zh_cn: 倒挂树屋背景画像
zh_tw: 倒掛樹屋背景畫像

# SKIN_NAMES.playerportrait_bg_rainometercircus
source: The Magnificent Rainometer Portrait
de: Porträt 'Prächtiger Regenmesser'
es_mx: Retrato del magnífico lluviómetro
fr: Portrait du Pluviomètre magnifique
it: Ritratto Pioggiometro magnifico
ja: 立派な雨量計の写真
ko: 훌륭한 기상예측기 초상화
pl: Portret Olśniewającego Deszczometru
pt_br: Retrato do Chuviômetro Magnífico
ru: Изображение великолепного дождеметра
zh_cn: 华丽的雨量计背景
zh_tw: 華麗的雨量計背景

# SKIN_NAMES.playerportrait_bg_researchlab2crystal
source: Arcane Crystals Portrait
de: Porträt: Arkane Kristalle
fr: Portrait de cristaux magiques
it: Ritratto Cristallario arcano
ja: 秘技の水晶の写真
ko: 신비의 수정 초상화
pl: Portret tajemnych kryształów
pt_br: Retrato Cristais Arcanos
ru: Фон портрета «Магические кристаллы»
zh_cn: 神秘水晶肖像
zh_tw: 神秘水晶肖像

# SKIN_NAMES.playerportrait_bg_researchlab3crystal
source: Enchanted Crystal Portrait
de: Porträt: Verzauberter Kristall
es_mx: Retrato de Cristal Encantado
fr: Portrait de cristal enchanté
it: Ritratto Cristallo incantato
ja: 魔法の水晶の写真
ko: 마법 들린 수정 초상화
pl: Portret z zaczarowanymi kryształami
pt_br: Retrato Cristal Encantado
ru: Фон портрета «Зачарованный хрусталь»
zh_cn: 附魔水晶背景
zh_tw: 附魔水晶背景

# SKIN_NAMES.playerportrait_bg_researchlab3monster
source: Monstrous Horror Portrait
de: Porträt: Monströser Schrecken
fr: Portrait d'horreur monstrueuse
it: Ritratto Orrore mostruoso
ja: 怪物的恐怖の写真
ko: 무시무시한 공포 초상화
pl: Portret potwornego koszmaru
pt_br: Retrato Horror Monstruoso
ru: Фон портрета «Чудовищный ужас»
zh_cn: 恐怖怪兽画像
zh_tw: 恐怖怪獸畫像

# SKIN_NAMES.playerportrait_bg_researchlabgreen
source: Green Ooze Portrait
de: Porträt: Grüner Schleim
fr: Portrait de substance verte
it: Ritratto Melma verde
ja: 緑の粘液の写真
ko: 녹색 수액 초상화
pl: Portret zielonego mułu
pt_br: Retrato Lodo Verde
ru: Фон портрета «Зеленая слизь»
zh_cn: 绿色漏液背景画像
zh_tw: 綠色漏液背景畫像

# SKIN_NAMES.playerportrait_bg_rocks
source: Rockland Portrait
de: Porträt in Felsgebiet
es_mx: Foto de rocas
fr: Portrait de zone rocheuse
it: Ritratto Terra rocciosa
ja: 岩地の写真
ko: 암석 지대 초상화
pl: Portret skalisty
pt_br: Retrato de área rochosa
ru: Изображение Каменного острова
zh_cn: 岩石地背景
zh_tw: 岩石地背景

# SKIN_NAMES.playerportrait_bg_roseportal
source: Florid Postern Portrait
de: Florid Postern Porträt
es_mx: Foto del Portón Florido
fr: Portrait de poterne fleurie
it: Ritratto Florido Portale
ja: 赤バラの門の写真
ko: 화려한 포털 초상화
pl: Portret kwietnego portalu
pt_br: Retrato da Poterna Ornamentada
ru: Изображение Вычурного потайного входа
zh_cn: 绚丽之门背景
zh_tw: 絢麗之門背景

# SKIN_NAMES.playerportrait_bg_saltboxnautical
source: Briny Deep Portrait
de: Porträt: Salzige Tiefe
fr: Portrait de saumure
it: Ritratto Profondità salmastre
ja: 深海の写真
ko: 짜디짠 심해 초상화
pl: Portret morskiej otchłani
pt_br: Retrato Profundezas Salgadas
ru: Фон портрета «Соленые глубины»
zh_cn: 深海画像
zh_tw: 深海畫像

# SKIN_NAMES.playerportrait_bg_saltboxshaker
source: Salt Portrait
de: Porträt: Salz
es_mx: Retrato de Sal
fr: Portrait de sel
it: Ritratto Sale
ja: 塩の写真
ko: 소금 초상화
pl: Portret z solą
pt_br: Retrato de Sal
ru: Фон портрета «Соль»
zh_cn: 盐背景
zh_tw: 鹽背景

# SKIN_NAMES.playerportrait_bg_shoreline
source: Shoreline Portrait
de: Küstenporträt
es_mx: Foto de la costa
fr: Portrait de rivage
it: Ritratto Battigia
ja: 岸の写真
ko: 해안선 초상화
pl: Portret linii brzegowej
pt_br: Retrato de praia
ru: Изображение береговой линии
zh_cn: 海岸线背景
zh_tw: 海岸線背景

# SKIN_NAMES.playerportrait_bg_spawngate
source: Ancient Gateway Portrait
de: Porträt des antiken Tores
es_mx: Retrato de portal antiguo
fr: Portrait d'ancien portail
it: Ritratto Portale antico
ja: 古代のゲートの写真
ko: 고대의 관문 초상화
pl: Portret starożytnej Bramy
pt_br: Retrato do Portal Ancestral
ru: Изображение древних врат
zh_cn: 远古大门背景
zh_tw: 遠古大門背景

# SKIN_NAMES.playerportrait_bg_spidermarsh
source: Spider Nest Portrait
de: Spinnennest-Porträt
es_mx: Foto de nido de arañas
fr: Portrait de nid d'araignée
it: Ritratto Nido di ragni
ja: クモの巣の写真
ko: 거미 둥지 초상화
pl: Portret gniazda pająków
pt_br: Retrato de ninho de aranhas
ru: Изображение паучьего гнезда
zh_cn: 蜘蛛巢穴背景
zh_tw: 蜘蛛巢穴背景

# SKIN_NAMES.playerportrait_bg_spikymarsh
source: Spiky Tree Portrait
de: Stachelbaum-Porträt
es_mx: Foto de árbol con espinas
fr: Portrait d'arbre épineux
it: Ritratto Albero spinoso
ja: トゲトゲの木の写真
ko: 재 나무 초상화
pl: Portret kolczastego drzewa
pt_br: Retrato de árvore de espinhos
ru: Изображение шипастого дерева
zh_cn: 针刺树背景
zh_tw: 針刺樹背景

# SKIN_NAMES.playerportrait_bg_steeringwheelnautical
source: Skittersquid Helm Portrait
de: Porträt: Flutschtintenfisch-Helm
fr: Portrait de gouvernail d'angoisseiche
it: Ritratto Elmo di calafaretto
ja: スキッタースクイッドの兜の写真
ko: 날쌘징어 투구 초상화
pl: Portret rumpla smyrgokalmara
pt_br: Retrato Elmo de Lulesguia
ru: Фон портрета «Штурвал-кальмар»
zh_cn: 鱿鱼方向舵背景
zh_tw: 魷魚方向舵背景

# SKIN_NAMES.playerportrait_bg_suspisciousdirtpile
source: Hunting Tracks Portrait
de: Jagdspuren-Porträt
es_mx: Retrato de huellas de caza
fr: Portrait de piste de chasse
it: Ritratto Tracce di caccia
ja: 狩り用トラックの写真
ko: 흔적 추적 초상화
pl: Portret ze śladami na polowaniu
pt_br: Retrato de rastros de caçada
ru: Портрет со следами охоты
zh_cn: 狩猎之路背景
zh_tw: 狩獵之路背景

# SKIN_NAMES.playerportrait_bg_telebasecrystal
source: Dark Magic Portrait
de: Porträt: Dunkle Magie
fr: Portrait de magie sombre
it: Ritratto Magia nera
ja: 闇の魔術の写真
ko: 어두운 마법 초상화
pl: Portret czarnej magii
pt_br: Retrato de Magia Sombria
ru: Фон портрета «Темная магия»
zh_cn: 黑魔法画像
zh_tw: 黑魔法畫像

# SKIN_NAMES.playerportrait_bg_telestaffcrystal
source: Sorcerous Portrait
de: Zauberisches Porträt
es_mx: Foto Mágica
fr: Portrait magique
it: Ritratto magico
ja: 魔法の写真
ko: 마법사의 초상화
pl: Portret czarnoksięski
pt_br: Retrato Enfeitiçado
ru: Фон портрета «Волшебство»
zh_cn: 巫师背景
zh_tw: 巫師背景

# SKIN_NAMES.playerportrait_bg_tentcircus
source: World's Greatest Big Top Tent Portrait
de: Porträt mit größtem Zirkuszelt der Welt
es_mx: Retrato de la carpa más grande del mundo
fr: Portrait du plus grand chapiteau du monde
it: Ritratto Tendone più grande del mondo
ja: 世界最大のサーカステントの写真
ko: 세계 최고의 커다란 톱 텐트 초상화
pl: Portret Największego Namiotu Świata
pt_br: Retrato da Maior Grande Tenda de Circo do Mundo
ru: Портрет: лучший в мире цирковой шатер
zh_cn: 世界之最大顶篷背景
zh_tw: 世界之最大頂篷背景

# SKIN_NAMES.playerportrait_bg_thickforest
source: Forest Portrait
de: Waldporträt
es_mx: Foto del bosque
fr: Portrait de forêt
it: Ritratto Foresta
ja: 森の写真
ko: 숲 초상화
pl: Portret lasu
pt_br: Retrato de floresta
ru: Изображение леса
zh_cn: 森林背景
zh_tw: 森林背景

# SKIN_NAMES.playerportrait_bg_toothtraps
source: Tooth Trapped Portrait
de: Zahn-Porträt
es_mx: Retrato de dientes atrapados
fr: Portrait de dents capturées
it: Ritratto Trappola dentale
ja: 牙の罠の写真
ko: 이빨 덫 초상화
pl: Portret z zębatą pułapką
pt_br: Retrato de armadilhas dentadas
ru: Портрет с клыкастыми ловушками
zh_cn: 犬牙陷阱背景
zh_tw: 犬牙陷阱背景

# SKIN_NAMES.playerportrait_bg_tophatcircus
source: Amazing Ringmaster Hat Portrait
de: Portrait 'Erstaunlicher Ringmeisterhut'
es_mx: Retrato del asombroso sombrero de maestro de ceremonias
fr: Portrait de l'incroyable chapeau de Monsieur Loyal
it: Ritratto Cappello del presentatore straordinario
ja: サーカス長の帽子の写真
ko: 굉장한 단장 모자 초상화
pl: Portret Zdumiewającego Kapelusza Mistrza Ringu
pt_br: Retrato do Chapéu do Incrível Apresentador
ru: Изображение шляпы потрясающего шпрехшталмейстера
zh_cn: 神奇驯兽师帽背景
zh_tw: 神奇馴獸師帽背景

# SKIN_NAMES.playerportrait_bg_torchnautical
source: Conch Torch Portrait
de: Muschelfackel-Porträt
fr: Portrait de torche conque
it: Ritratto Torcia di conchiglia
ja: 巻き貝トーチの写真
ko: 소라 횃불 초상화
pl: Portret muszlowej pochodni
pt_br: Retrato Concha Tocha
ru: Фон портрета «Ракушечный факел»
zh_cn: 海螺火炬背景画像
zh_tw: 海螺火炬背景畫像

# SKIN_NAMES.playerportrait_bg_umbrellacircus
source: Big Top Umbrella Portrait
de: Regenschirm-Porträt
es_mx: Foto de gran paraguas de carpa
fr: Portrait de parapluie chapiteau
it: Ritratto Tenda da circo
ja: サーカス風の傘の写真
ko: 빅 톱 우산 초상화
pl: Portret Wielkiej Parasolki
pt_br: Retrato de guarda-chuva da tenda
ru: Портрет Огромный зонт
zh_cn: 马戏团伞顶背景
zh_tw: 馬戲團傘頂背景

# SKIN_NAMES.playerportrait_bg_wardrobecrystal
source: Crystal Portrait
de: Porträt: Kristall
es_mx: Retrato de Cristal
fr: Portrait de cristal
it: Ritratto Cristallo
ja: 水晶の写真
ko: 수정 초상화
pl: Portret z kryształami
pt_br: Retrato de Cristal
ru: Фон портрета «Хрусталь»
zh_cn: 水晶背景
zh_tw: 水晶背景

# SKIN_NAMES.playerportrait_bg_wardrobeyule
source: Winter Wardrobe Portrait
de: Porträt: Wintergarderobe
fr: Portrait de garde-robe d'hiver
it: Ritratto Guardaroba invernale
ja: 冬の洋服ダンスの写真
ko: 겨울 옷장 초상화
pl: Portret zimowej garderoby
pt_br: Retrato Guarda-Roupa de Inverno
ru: Фон портрета «Зимний гардероб»
zh_cn: 冬季衣柜画像
zh_tw: 冬季衣櫃畫像

# SKIN_NAMES.playerportrait_bg_winter
source: Winter Portrait
de: Winterporträt
es_mx: Foto de invierno
fr: Portrait d'hiver
it: Ritratto Inverno
ja: 冬の写真
ko: 겨울 초상화
pl: Portret zimy
pt_br: Retrato de inverno
ru: Изображение зимы
zh_cn: 冬季背景
zh_tw: 冬季背景

# SKIN_NAMES.playerportrait_bg_winterfire
source: Winter Fire Portrait
de: Winterfeuer-Portrait
es_mx: Foto de fuego invernal
fr: Portrait de feu d'hiver
it: Ritratto Fuoco invernale
ja: 冬の火の写真
ko: 겨울 불 초상화
pl: Portret zimowego ognia
pt_br: Retrato de fogueira de inverno
ru: Изображение зимнего огня
zh_cn: 冬季火背景
zh_tw: 冬季火背景

# SKIN_NAMES.playerportrait_bg_winterometercircus
source: Thermal Strength Measurer Portrait
de: Portrait der Wärmeleitfähigkeitsmessung
es_mx: Retrato de medidor de fuerza térmica
fr: Portrait de thermomètre de puissance
it: Ritratto Misuratore di intensità termica
ja: 熱強度検測器の写真
ko: 온도계 초상화
pl: Portret Termicznego Miernika Siły
pt_br: Retrato do medidor de força térmico
ru: Портрет: термосиломер
zh_cn: 热强度测量器背景
zh_tw: 熱強度測量器背景

# SKIN_NAMES.playerportrait_bg_wintertrees
source: Winter Trees Portrait
de: Winterbaum-Portrait
es_mx: Foto de árboles invernales
fr: Portrait d'arbres d'hiver
it: Ritratto Alberi invernali
ja: 冬の木の写真
ko: 겨울 트리 초상화
pl: Portret zimowych drzew
pt_br: Retrato de árvores invernais
ru: Изображение зимних деревьев
zh_cn: 冬季树背景
zh_tw: 冬季樹背景

# SKIN_NAMES.playerportrait_bg_yotp1
source: Empty Pig Shrine Portrait
de: Porträt mit leerem Schweineschrein
es_mx: Retrato de santuario de cerdos vacío
fr: Portrait d'autel de cochon vide
it: Ritratto Santuario del maiale vuoto
ja: 空のブタの祭壇の写真
ko: 빈 돼지 사원 초상화
pl: Portret pustej świńskiej kapliczki
pt_br: Retrato do santuário do Porco vazio
ru: Изображение пустого алтаря в Свином святилище
zh_cn: 空猪神龛背景
zh_tw: 空豬神龕背景

# SKIN_NAMES.playerportrait_bg_yotp2
source: Golden Belt Portrait
de: Porträt mit goldenem Gürtel
es_mx: Retrato de cinturón de oro
fr: Portrait de ceinture en or
it: Ritratto Cintura d'oro
ja: 金のベルトの写真
ko: 황금 벨트 초상화
pl: Portret złotego pasa
pt_br: Retrato do cinto de ouro
ru: Изображение золотого пояса
zh_cn: 金色腰带背景
zh_tw: 金色腰帶背景

# SKIN_NAMES.playerportrait_bg_yotp3
source: Pig King Head Portrait
de: Porträt mit Schweinekönig
es_mx: Retrato de la cabeza del Rey Cerdo
fr: Portrait de tête de roi cochon
it: Ritratto Testa del re maiale
ja: ブタの王様の頭の写真
ko: 돼지 왕 머리 초상화
pl: Portret z głową Króla Świniaka
pt_br: Retrato da cabeça do Rei Porco
ru: Изображение головы Короля свиней
zh_cn: 猪王背景
zh_tw: 豬王背景

# SKIN_NAMES.playerportrait_bg_yotp4
source: Pig Fire Columns Portrait
de: Porträt mit Schweinefeuersäule
es_mx: Retrato de columnas de fuego de cerdo
fr: Portrait de cochons sur colonnes avec feu
it: Ritratto Colonne infuocate del maiale
ja: ブタの火柱の写真
ko: 돼지 불 기둥 초상화
pl: Portret świńskich kolumn ognia
pt_br: Retrato das colunas de fogo dos porcos
ru: Изображение столпа свиней
zh_cn: 猪脸火柱背景
zh_tw: 豬臉火柱背景

# SKIN_NAMES.playerportrait_bg_yotp5
source: Pile of Lucky Gold Nuggets Portrait
de: Porträt mit Glücks-Goldklumpen
es_mx: Retrato de montón de pepitas de oro de la suerte
fr: Portrait de pile de pépites d'or porte-bonheur
it: Ritratto Mucchio di pepite d'oro fortunate
ja: 幸運の金塊の写真
ko: 행운의 금조각 무더기 초상화
pl: Portret szczęśliwych złotych bryłek
pt_br: Retrato da pilha de pepitas de ouro da sorte
ru: Изображение груды счастливых золотых самородков
zh_cn: 金山银山背景
zh_tw: 金山銀山背景

# SKIN_NAMES.playerportrait_bg_yotp6
source: Eight Treasure Mud Pie Portrait
de: Porträt mit Schlammpastete mit acht Schätzen
es_mx: Retrato de pastel de barro de ocho tesoros
fr: Portrait de tarte à la boue porte-bonheur
it: Ritratto Torta di fango fortunata
ja: 八宝泥パイの写真
ko: 팔보진흙파이 초상화
pl: Portret błotnej zapiekanki ze skarbami
pt_br: Retrato da torta de lama dos oito tesouros
ru: Изображение грязевого пирога Восьми Сокровищ
zh_cn: 八宝泥馅饼背景
zh_tw: 八寶泥餡餅背景

# SKIN_NAMES.playerportrait_bg_yule1
source: Jolly Winter Portrait
de: Festliches Winterporträt
es_mx: Foto de inverno alegre
fr: Portrait d'hiver jovial
it: Ritratto Inverno allegro
ja: 陽気な冬の写真
ko: 유쾌한 겨울 초상화
pl: Portret wesołej zimy
pt_br: Retrato de inverno alegre
ru: Изображение веселой зимы
zh_cn: 欢快冬季背景
zh_tw: 歡快冬季背景

# SKIN_NAMES.playerportrait_bg_yule2
source: Festive Winter Portrait
de: Festliches Winterporträt
es_mx: Foto de invierno festivo
fr: Portrait de fête de Noël
it: Ritratto Festività Invernali
ja: 冬のお祭りの写真
ko: 축제 겨울 초상화
pl: Portret świątecznej zimy
pt_br: Retrato de inverno festivo
ru: Изображение праздничной зимы
zh_cn: 节庆冬季背景
zh_tw: 節慶冬季背景

# SKIN_NAMES.playerportrait_bg_yule3
source: Snowy Winter Portrait
de: Verschneites Winterporträt
es_mx: Foto de invierno nevado
fr: Portrait d'hiver enneigé
it: Ritratto Inverno innevato
ja: 雪降る冬の写真
ko: 눈 내린 겨울 초상화
pl: Portret śnieżnej zimy
pt_br: Retrato de inverno gelado
ru: Изображение снежной зимы
zh_cn: 雪天冬季背景
zh_tw: 雪天冬季背景

# SKIN_NAMES.playerportrait_bg_yule4
source: Decorated Tree
de: Geschmückter Baum
es_mx: Árbol decorado
fr: Arbre décoré
it: Albero decorato
ja: 飾りをつけた木
ko: 장식된 나무
pl: Ozdobne drzewko
pt_br: Árvore decorada
ru: Украшенное дерево
zh_cn: 装饰好的树
zh_tw: 裝飾好的樹

# SKIN_NAMES.playerportrait_bg_yule5
source: Wrapped Gifts
de: Eingepackte Geschenke
es_mx: Regalos envueltos
fr: Cadeaux emballés
it: Regali incartati
ja: ラッピングしたギフト
ko: 포장된 선물
pl: Zapakowane prezenty
pt_br: Presentes embrulhados
ru: Завернутые подарки
zh_cn: 包好的礼物
zh_tw: 包好的禮物

# SKIN_NAMES.playerportrait_bg_yule6
source: Festive Lights
de: Festliche Lichter
es_mx: Luces festivas
fr: Lumières de fête
it: Luci festive
ja: お祭りの明かり
ko: 축제 조명
pl: Świąteczne światełka
pt_br: Luzes festivas
ru: Праздничные огоньки
zh_cn: 节日的灯
zh_tw: 節日的燈

# SKIN_NAMES.playerportrait_bg_yule7
source: Winter's Feast Foods
de: Winterfest-Speisen
es_mx: Comida de la Fiesta Invernal
fr: Nourritures de Festin d'hiver
it: Leccornie invernali
ja: 冬のごちそう
ko: 겨울 축제 음식
pl: Żywność na Zimowe Święto
pt_br: Comidas do Banquete de Inverno
ru: Праздничные блюда
zh_cn: 冬季盛宴食物
zh_tw: 冬季盛宴食物

# SKIN_NAMES.potatocup
source: Potato Cup
de: Kartoffelbecher
es_mx: Taza de papa
fr: Tasse patate
it: Tazza di patata
ja: ポテトカップ
ko: 감자컵
pl: Ziemniaczany kubek
pt_br: Copo de batata
ru: Картофельная чашка
zh_cn: 土豆杯
zh_tw: 土豆杯

# SKIN_NAMES.profileflair_abigail_flower
source: Abby's Flower
de: Abbys Blume
es_mx: Flor de Abby
fr: Fleur d'Abby
it: Fiore di Abby
ja: アビゲイルの花
ko: 아비게일의 꽃
pl: Kwiatek Abby
pt_br: Flor de Abby
ru: Цветок Аби
zh_cn: 阿比盖尔之花
zh_tw: 阿比蓋爾之花

# SKIN_NAMES.profileflair_arrowsignpost_circus
source: Spectacular Stationary Wayfinder
de: Spektakulärer stationärer Wegweiser
es_mx: Espectacular explorador estacionario
fr: Panneau indicateur immobile spectaculaire
it: Spettacolare trovavia immobile
ja: すごい固定道探索機
ko: 찬란한 고정 길안내기
pl: Spektakularny Wskazywacz Kierunku
pt_br: Indicador de caminho estático espetacular
ru: Призрачный, неподвижный указатель
zh_cn: 马戏团路标
zh_tw: 馬戲團路標

# SKIN_NAMES.profileflair_babybeefalo
source: Baby Beef
de: Baby-Beefalo
es_mx: Beefalo bebé
fr: Bébé bœufalo
it: Cucciolo di mufalo
ja: 赤ちゃんビーファロ
ko: 새끼 비팔로
pl: Wołowinka
pt_br: Bife bebê
ru: Детеныш бифало
zh_cn: 牛宝宝
zh_tw: 牛寶寶

# SKIN_NAMES.profileflair_bat_furled
source: Grouchy Bat
de: Mürrische Fledermaus
es_mx: Murciélago gruñón
fr: Chauve-souris grincheuse
it: Pipistrello irascibile
ja: 機嫌の悪いバティリスク
ko: 뾰로통한 박쥐
pl: Zrzędliwy nietoperz
pt_br: Taco rabugento
ru: Ворчливый Мышелиск
zh_cn: 生气的蝙蝠
zh_tw: 生氣的蝙蝠

# SKIN_NAMES.profileflair_bearger_roar
source: Grumpy Bearger
de: Mürrischer Bearger
es_mx: Osotejón malhumorado
fr: Blairous grognon
it: Tassorso scontroso
ja: 不機嫌なアナグマグマ
ko: 심술난 곰소리
pl: Niezadowolony bordźwiedź
pt_br: Texurso rabugento
ru: Сердитый Медведь-барсук
zh_cn: 暴躁的熊獾
zh_tw: 暴躁的熊獾

# SKIN_NAMES.profileflair_beebox_crystal
source: Crystalline Honeydome
de: Kristalliner Bienenkorb
es_mx: Panal Domo Cristalino
fr: Dôme de miel cristallin
it: Cupola del miele cristallina
ja: キラキラのハチミツドーム
ko: 크리스탈 꿀 돔
pl: Kryształowa miodokopuła
pt_br: Meldomo Cristalino
ru: Хрустальный улей
zh_cn: 水晶穹顶蜂巢
zh_tw: 水晶穹頂蜂巢

# SKIN_NAMES.profileflair_beefalo
source: Beefalo
fr: Bœufalo
it: Mufalo
ja: ビーファロ
ko: 비팔로
pl: Wołek
pt_br: Bífalo
ru: Бифало
zh_cn: 皮弗娄牛
zh_tw: 皮弗婁牛

# SKIN_NAMES.profileflair_beefalohat_klaus
source: Klaus Cap
de: Klaus-Kappe
es_mx: Sombrero de Klaus
fr: Chapeau de Santa Klaus
it: Cappello da Klaus
ja: クラウスの帽子
ko: 클라우스 모자
pl: Czapa Klausa
pt_br: Chapéu de Klaus
ru: Шапка Клауса
zh_cn: 克劳斯帽
zh_tw: 克勞斯帽

# SKIN_NAMES.profileflair_bernie
source: Bernie
ja: バーニー
ko: 버니
pl: Benio
ru: Берни
zh_cn: 伯尼
zh_tw: 伯尼

# SKIN_NAMES.profileflair_birdcage_circus
source: The Amazing Sideshow Icon
de: Symbol 'Erstaunliche Nebenvorstellung'
es_mx: Ícono del asombroso espectáculo
fr: Icône de l'Incroyable attraction
it: Icona dell'incredibile sideshow
ja: すごい余興のアイコン
ko: 굉장한 사이드쇼 아이콘
pl: Ikona Niewiarygodnego Pokazu
pt_br: Ícone do Incrível Espetáculo
ru: Иконка великолепного аттракциона
zh_cn: 神奇的杂耍图标
zh_tw: 神奇的雜耍圖示

# SKIN_NAMES.profileflair_bishop
source: Clockwork Bishop
de: Uhrwerk-Bischof
es_mx: Alfil mecánico
fr: Évêque mécanique
it: Alfiere meccanico
ja: 時計仕掛けの司教
ko: 태엽장치 비숍
pl: Mechaniczny goniec
pt_br: Bispo mecânico
ru: Механический слон
zh_cn: 发条主教
zh_tw: 發條主教

# SKIN_NAMES.profileflair_catcoon
source: Catcoon
es_mx: Gapache
fr: Chaton-laveur
it: Gattorsetto lavatore
ja: キャットクーン
ko: 캣쿤
pl: Kotoszop
pt_br: Gatoxinim
ru: Енотокот
zh_cn: 浣猫
zh_tw: 浣貓

# SKIN_NAMES.profileflair_chester
source: Chester
ja: チェスター
ko: 체스터
pl: Skrzynecka
pt_br: Baú-dogue
ru: Честер
zh_cn: 切斯特
zh_tw: 賈斯特

# SKIN_NAMES.profileflair_clayhound
source: Clay Hound
de: Hund aus Ton
es_mx: Sabueso de arcilla
fr: Molosse d'argile
it: Segugio di argilla
ja: クレイハウンド
ko: 점토 사냥개
pl: Gliniany ogar
pt_br: Sabujo de barro
ru: Глиняная гончая
zh_cn: 黏土猎犬
zh_tw: 黏土獵犬

# SKIN_NAMES.profileflair_claywarg
source: Clay Varg
de: Varg aus Ton
es_mx: Huargo de arcilla
fr: Varg d'argile
it: Varg d'argilla
ja: クレイヴァルグ
ko: 점토 바르그
pl: Gliniany warg
pt_br: Varg de barro
ru: Глиняный варг
zh_cn: 黏土座狼
zh_tw: 黏土座狼

# SKIN_NAMES.profileflair_coldfirepit_teeth
source: Bone-Chilling Firepit
de: Knochenkalte Feuerstelle
es_mx: Hoguera que Cala los Huesos
fr: Foyer à glacer le sang
it: Focolare agghiacciante
ja: 極寒のいろり
ko: 뼛속까지 시린 불구덩이
pl: Palenisko mrożące do szpiku kości
pt_br: Fogueira Resfriadora de Ossos
ru: Леденящий камин
zh_cn: 刺骨严寒火坑
zh_tw: 刺骨嚴寒火坑

# SKIN_NAMES.profileflair_corvus
source: Corvus Goodfeather
fr: Corvus Bonneplume
ja: コーバス・グッドフェザー
ko: 까마귀 굿페더
pl: Corvus Poczcikruk
ru: Вран Карлеоне
zh_cn: 良羽鸦
zh_tw: 良羽鴉

# SKIN_NAMES.profileflair_crow
source: Black Crow
de: Schwarze Krähe
es_mx: Cuervo negro
fr: Corbeau noir
it: Corvo nero
ja: 黒いカラス
ko: 검은 까마귀
pl: Czarny kruk
pt_br: Corvo negro
ru: Черный Ворон
zh_cn: 黑乌鸦
zh_tw: 黑烏鴉

# SKIN_NAMES.profileflair_crowkid
source: Crow Kid
de: Krähenjunge
fr: Jeune corbeau
it: Corvetto
ja: カラスのヒナ
ko: 까마귀 꼬마
pl: Mała wrona
pt_br: Criança-Corvo
ru: Вороненок
zh_cn: 小乌鸦
zh_tw: 小烏鴉

# SKIN_NAMES.profileflair_cupcake
source: Cupcake
de: Muffin
es_mx: Panquecito
fr: Petit gâteau
it: Dolcetto
ja: カップケーキ
ko: 컵케이크
pl: Babeczka
ru: Кексик
zh_cn: 杯子蛋糕
zh_tw: 杯子蛋糕

# SKIN_NAMES.profileflair_deerclops
source: Deerclops
es_mx: Ciérclope
fr: Cerf-clope
it: Cervoclope
ja: ディアクロップス
ko: 외눈사슴
pl: Jeleklop
pt_br: Cervoclope
ru: Циклополени
zh_cn: 独眼巨鹿
zh_tw: 獨眼巨鹿
