Repository: Endeer/dst-cz
Catalog: locales/*/stalker_atrium.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn

# STALKER_ATRIUM_BATTLECRY.1
source: A pity.
de: Wie schade.
es: Una pena.
fr: Quel dommage !
it: Un peccato.
ja: これは…情けだ…
ko: 한심하군.
pl: Szkoda.
pt_br: Uma pena.
ru: Как жаль.
zh_cn: 遗憾。

# STALKER_ATRIUM_BATTLECRY.2
source: You will not suffer.
de: Du wirst nicht leiden.
es: No sufrirás.
fr: Tu ne souffriras pas.
it: Non soffrirai.
ja: 安らかに…眠らせてやる…
ko: 고통 없이 끝내주마.
pl: Nie będziesz cierpieć.
pt_br: Você não vai sofrer.
ru: Ты не будешь страдать.
zh_cn: 你不会遭受痛苦。

# STALKER_ATRIUM_BATTLECRY.3
source: It must be this way.
de: Das muss da lang sein.
es: Debe ser así.
fr: Il doit en être ainsi.
it: Deve andare così.
ja: 他に道はない…
ko: 이것이 정도다.
pl: To musi odbyć się w ten sposób.
pt_br: Deve ser por aqui.
ru: Так должно быть.
zh_cn: 只能这么做了。

# STALKER_ATRIUM_BATTLECRY.4
source: My world... threadbare.
de: Meine Welt ... nur noch ein Gerippe.
es: Mi mundo... raído.
fr: Mon monde est... défraîchi.
it: Il mio mondo... logoro.
ja: わが世界は…滅んだ…
ko: 나의 세계... 초라하군.
pl: Mój świat… Zszargany.
pt_br: Meu mundo... abandonado.
ru: Мой мир… совсем устарел.
zh_cn: 我的世界...了无生趣。

# STALKER_ATRIUM_BATTLECRY.5
source: My city... in tatters...
de: Meine Stadt ... in Schutt und Asche ...
es: Mi ciudad... en harapos...
fr: Ma cité est... en ruines...
it: La mia città... ridotta uno straccio...
ja: わが街は…崩壊した…
ko: 나의 도시는... 폐허가 되었다...
pl: Moje miasto… W ruinach…
pt_br: Minha cidade... em pedaços...
ru: Мой город… лежит в руинах…
zh_cn: 我的城市...破烂不堪...

# STALKER_ATRIUM_BATTLECRY.6
source: This will be quick.
de: Das wird nicht lange dauern.
es: Será rápido.
fr: Ça ne sera pas long.
it: Sarà veloce.
ja: 一瞬で逝かせてやる…
ko: 빠르게 끝내버리지.
pl: Zadbam, aby szybko to zakończyć.
pt_br: Isso será rápido.
ru: Это будет быстро.
zh_cn: 要不了多久的。

# STALKER_ATRIUM_BATTLECRY.7
source: How we've fallen.
de: Wie sind wir doch gefallen.
es: Cómo hemos caído.
fr: Ainsi nous sommes tombés.
it: Come abbiamo fatto a cadere.
ja: 我らは…破滅した…
ko: 우리가 이렇게 타락하다니.
pl: Ależ upadliśmy.
pt_br: A que ponto chegamos.
ru: Как низко мы пали.
zh_cn: 我们就是这么灭亡的。

# STALKER_ATRIUM_DEATHCRY.1
source: Fools!
de: Idioten!
es: ¡Idiotas!
fr: Idiots !
it: Pazzi!
ja: 愚か者め…！
ko: 어리석은 것들!
pl: Głupcy!
pt_br: Seus tolos!
ru: Дураки!
zh_cn: 蠢货！

# STALKER_ATRIUM_DEATHCRY.2
source: Who are you?
de: Wer sind Sie?
es: ¿Quién eres?
fr: Qui es-tu ?
it: Chi sei?
ja: 一体何者だ？
ko: 넌 누구지?
pl: Kim jesteś?
pt_br: Quem é você?
ru: Кто ты?
zh_cn: 你是谁？

# STALKER_ATRIUM_DEATHCRY.3
source: Release me, shade!
de: Lass mich frei, Schatten!
es: ¡Suéltame, sombra!
fr: Libère-moi, ombre !
it: Liberami, ombra!
ja: 影よ、我を解き放て！
ko: 그림자여, 나를 해방하라!
pl: Uwolnijcie mnie, cienie!
pt_br: Liberte-me, sombra!
ru: Отпусти меня, тень!
zh_cn: 放开我，暗影！

# STALKER_ATRIUM_DEATHCRY.4
source: You are not Them...
de: Du gehörst nicht zu denen ...
es: Tú no eres ellos...
fr: Tu n'es pas eux...
it: Tu non sei Loro...
ja: お前は…“彼ら”ではない…
ko: 너는 그들이 아니군...
pl: Nie jesteś Nimi…
pt_br: Vocês não são Eles...
ru: Ты — не Они…
zh_cn: 你不是他们……

# STALKER_ATRIUM_DEATHCRY.5
source: Are you so easily deceived? Ha...
de: Lässt du dich so leicht verführen? Ha ...
es: ¿Es tan fácil engañarte? Ja...
fr: Es-tu si facile à tromper ? Ah...
it: Ti fai raggirare così facilmente? Ah...
ja: お前は…惑わされている…
ko: 그렇게 쉽게 속는 건가? 하...
pl: Tak łatwo cię zwieść? Ha…
pt_br: Você é enganado tão facilmente assim? Ha...
ru: Тебя так легко провести? Ха…
zh_cn: 你这么容易受骗吗？哈…

# STALKER_ATRIUM_DEATHCRY.6
source: You deserve this.
de: Das verdienst du.
es: Te lo merecías.
fr: Tu le mérites.
it: Te lo meriti.
ja: 報いを…受けよ…
ko: 당연한 결과다.
pl: Zasługujesz na to.
pt_br: Você merece isso.
ru: Ты заслужил это.
zh_cn: 你应得的。

# STALKER_ATRIUM_DEATHCRY.7
source: You've made your choice.
de: Du hast deine Wahl getroffen.
es: Has elegido.
fr: Tu as fait ton choix.
it: Hai fatto la tua scelta.
ja: お前は…選択を誤った…
ko: 넌 선택을 했다.
pl: Wybór został dokonany.
pt_br: Você fez a sua escolha.
ru: Ты сделал свой выбор.
zh_cn: 你已经做出了自己的选择。

# STALKER_ATRIUM_DECAYCRY.1
source: Please...
de: Bitte ...
es: Por favor...
fr: Pitié...
it: Per favore...
ja: 待て…
ko: 제발...
pl: Proszę.
pt_br: Por favor...
ru: Пожалуйста…
zh_cn: 拜托…

# STALKER_ATRIUM_PLAYER_BATTLECRY.1
source: You will fall as we did.
de: Du wirst auch noch fallen.
es: Caerás al igual que nosotros.
fr: Tu tomberas comme nous.
it: Cadrai come noi.
ja: お前も滅ぶ…我らのように…
ko: 너 역시 우리처럼 추락할 것이다.
pl: Upadniesz tak, jak my.
pt_br: Você cairá como nós caímos.
ru: Ты падешь, как пали мы.
zh_cn: 你会和我们一样堕落的。

# STALKER_ATRIUM_PLAYER_BATTLECRY.2
source: This is for the best.
de: Das ist für die Bestie.
es: Esto es para mejor.
fr: C'est pour le meilleur.
it: È per il meglio.
ja: お前のためだ…
ko: 이것이 최선이다.
pl: To konieczne.
pt_br: Vai ser melhor assim.
ru: Это к лучшему.
zh_cn: 这是为你好。

# STALKER_ATRIUM_PLAYER_BATTLECRY.3
source: You will be unraveled.
de: Du wirst zerlegt werden.
es: Te deshilacharás.
fr: Tu vas t'effilocher.
it: Sarai disfatto.
ja: お前は…滅ぶ…
ko: 너는 해체될 것이다.
pl: Czeka cię rozpłatanie.
pt_br: Você será desfeito.
ru: Ты будешь уничтожен.
zh_cn: 你会被拆散的。

# STALKER_ATRIUM_PLAYER_BATTLECRY.4
source: They are coming. It cannot be stopped.
de: Sie kommen. Es lässt sich nicht aufhalten.
es: Se acercan. No se les puede detener.
fr: Ils arrivent. On ne peut rien y faire.
it: Stanno arrivando. Non si possono fermare.
ja: “彼ら”が来る…止めることはできぬ
ko: 그들이 오고 있다. 이는 막을 수 없다.
pl: Nadchodzą. Nie da się ich powstrzymać.
pt_br: Eles estão vindo. Não pode ser detido.
ru: Они идут. Их не остановить.
zh_cn: 他们来了。无法阻挡。

# STALKER_ATRIUM_PLAYER_BATTLECRY.5
source: This world's fabric is frayed and torn.
de: Diese Welt ist zerrissen.
es: El tejido de este mundo está deshilachado y roto.
fr: L'étoffe de ce monde est déchirée et usée.
it: Il tessuto di questo mondo è logoro e strappato.
ja: この世界は…綻んでいる…
ko: 이 세계의 짜임새는 마모되고 찢어졌다.
pl: Tkanina świata jest poszarpana i zniszczona.
pt_br: A estrutura do mundo está desgastada e rasgada.
ru: Этот мир состарился и износился.
zh_cn: 这个世界的纤维已经磨损破裂了。

# STALKER_ATRIUM_PLAYER_BATTLECRY.6
source: They are unfathomable.
de: Sie sind undurchschaubar.
es: Son insondables.
fr: Ils sont impénétrables.
it: Sono imperscrutabili.
ja: “彼ら”を…理解することは…できぬ
ko: 그들은 헤아릴 수 없다.
pl: Są niewyobrażalni.
pt_br: Eles são inimagináveis.
ru: Они непостижимы.
zh_cn: 他们深不可测。

# STALKER_ATRIUM_PLAYER_BATTLECRY.7
source: I will save you.
de: Ich werde dich retten.
es: Te salvaré.
fr: Je te sauverai.
it: Ti salverò.
ja: お前を…救ってやる
ko: 너를 구하겠다.
pl: Uratuję cię.
pt_br: Vou salvar você.
ru: Я спасу тебя.
zh_cn: 我会拯救你。

# STALKER_ATRIUM_SUMMON_CHANNELERS.1
source: I will stop this.
de: Ich werde das beenden.
es: Detendré esto.
fr: Je vais arrêter ça.
it: Fermerò questo.
ja: 我が…阻止する
ko: 이걸 멈추겠다.
pl: Zatrzymam to.
pt_br: Vou acabar com isso.
ru: Я остановлю это.
zh_cn: 我会阻止这一切。

# STALKER_ATRIUM_SUMMON_CHANNELERS.2
source: You cannot win.
de: Du kannst nicht siegen.
es: No puedes ganar.
fr: Tu ne peux pas gagner.
it: Non puoi vincere.
ja: お前は…勝てぬ
ko: 너는 이길 수 없다.
pl: Nie możesz wygrać.
pt_br: Você não pode vencer.
ru: Тебе не победить.
zh_cn: 你赢不了的。

# STALKER_ATRIUM_SUMMON_CHANNELERS.3
source: Lend me your power, one last time.
de: Gib mir ein letztes Mal deine Kraft.
es: Déjame tu poder por última vez.
fr: Accorde-moi ta puissance, une dernière fois.
it: Prestami il tuo potere, un'altra volta.
ja: 我に力を…これで最後だ
ko: 마지막으로 한 번만 더 내게 네 힘을 빌려다오.
pl: Podaruj mi swą moc ten jeden, ostatni raz.
pt_br: Conceda-me seu poder, uma última vez.
ru: Дай мне свою силу в последний раз.
zh_cn: 借我你的力量，最后一次。

# STALKER_ATRIUM_SUMMON_CHANNELERS.4
source: You cannot hurt me.
de: Du kannst mich nicht verletzten.
es: No puedes hacerme daño.
fr: Tu ne peux m'atteindre.
it: Non puoi farmi male.
ja: お前に、我は倒せぬ
ko: 너는 나를 해칠 수 없다.
pl: Nie możesz mnie skrzywdzić.
pt_br: Você não pode me machucar.
ru: Ты не сможешь меня ранить.
zh_cn: 你伤不到我的。

# STALKER_ATRIUM_SUMMON_CHANNELERS.5
source: Protect me.
de: Schütze mich.
es: Protégeme.
fr: Protège-moi.
it: Proteggimi.
ja: 我を守れ
ko: 나를 보호하라.
pl: Chroń mnie.
pt_br: Me proteja.
ru: Защити меня.
zh_cn: 保护我。

# STALKER_ATRIUM_SUMMON_CHANNELERS.6
source: You have been betrayed.
de: Du wurdest verraten.
es: Te han traicionado.
fr: On t'a trahi.
it: Sei stato tradito.
ja: お前は、欺かれたのだ…
ko: 너는 배신당했다.
pl: Zdradzono cię.
pt_br: Você foi traído.
ru: Тебя предали.
zh_cn: 你被出卖了。

# STALKER_ATRIUM_SUMMON_CHANNELERS.7
source: I must do this. For your sake.
de: Ich muss das tun. Für dich.
es: Debo hacerlo. Por tu bien.
fr: Je dois le faire. Pour ton bien.
it: Devo farlo. Per il tuo bene.
ja: 許せ…お前のためだ…
ko: 내가 이것을 해야만 한다. 너를 위해.
pl: Musisz to uczynić. Dla swego własnego dobra.
pt_br: Preciso fazer isso. Pelo seu bem.
ru: Я должен сделать это. Ради тебя.
zh_cn: 我必须这样做。为了你好。

# STALKER_ATRIUM_SUMMON_MINIONS.1
source: Be woven.
de: Sei gewebt.
es: Hay que tejerte.
fr: Soyez tramés.
it: Sii tessuto.
ja: 影を…織らん…
ko: 직조되어라.
pl: Niech się stanie.
pt_br: Sejam tecidos.
ru: Сплетитесь.
zh_cn: 编织。

# STALKER_ATRIUM_SUMMON_MINIONS.2
source: How long have I slumbered?
de: Wie lange hab ich geschlummert?
es: ¿Cuánto tiempo he dormido?
fr: Ai-je dormi longtemps ?
it: Per quanto tempo ho sonnecchiato?
ja: 我の眠りは…幾年続いた…？
ko: 나는 얼마나 자고 있었는가?
pl: Jak długo trwał mój sen?
pt_br: Por quanto tempo dormi?
ru: Как долго я спал?
zh_cn: 我沉睡多久了？

# STALKER_ATRIUM_SUMMON_MINIONS.3
source: Let the fuel take shape.
de: Lass den Kraftstoff Form annehmen.
es: Deja que el combustible tome forma.
fr: Que l'essence prenne forme.
it: Lascia che il carburante prenda forma.
ja: 悪夢の素よ…凝れ…
ko: 연료가 형태를 취하게 하라.
pl: Niechaj paliwo nabierze kształtu.
pt_br: Que o combustível tome sua forma.
ru: Пусть кошмар обретет форму.
zh_cn: 让燃料成型。

# STALKER_ATRIUM_SUMMON_MINIONS.4
source: I will not be defeated so easily.
de: So leicht lass ich mich nicht besiegen.
es: No será tan fácil derrotarme.
fr: On ne me vaincra pas si facilement.
it: Non sarò sconfitto così facilmente.
ja: 我は…倒れぬ…
ko: 나는 그리 쉽게 패배하지 않는다.
pl: Nie dam się pokonać tak łatwo.
pt_br: Não serei derrotado tão facilmente.
ru: Меня не так легко одолеть.
zh_cn: 我不会轻易被打败的。

# STALKER_ATRIUM_SUMMON_MINIONS.5
source: I will make you understand.
de: Du wirst es schon noch verstehen.
es: Haré que lo entiendas.
fr: Avec moi, tu vas comprendre.
it: Ti farò capire.
ja: 無知なる者よ、我が教えてやろう…
ko: 네가 이해하도록 만들겠다.
pl: Sprawię, że zrozumiesz.
pt_br: Vou fazer você entender.
ru: Я заставлю тебя понять.
zh_cn: 我会让你明白的。

# STALKER_ATRIUM_SUMMON_MINIONS.6
source: Let us end it.
de: Lass uns damit aufhören.
es: Terminemos con esto.
fr: Mettons un terme à tout ça.
it: Metteremo la parola fine.
ja: 我らが、幕を引いてやろう…
ko: 이제 끝내자.
pl: Zakończmy to.
pt_br: Vamos acabar com isso.
ru: Давай покончим с этим.
zh_cn: 我们来结束它吧。

# STALKER_ATRIUM_SUMMON_MINIONS.7
source: You will rip apart at the seams.
de: Du wirst an den Nähten zerreißen.
es: Se te desgarrarán las costuras.
fr: Tu vas te déchirer comme des coutures.
it: Ti squarcerai fino alle cuciture.
ja: お前も、引き裂かれるのだ…
ko: 네 존재의 솔기가 찢어질 것이다.
pl: Sprawię, że rozpadniesz się na sztuki.
pt_br: Vou fazer pedacinhos de você.
ru: Ты лопнешь по швам.
zh_cn: 你会被撕成碎片

# STALKER_ATRIUM_USEGATE.1
source: I will save us.
de: Ich werde uns retten.
es: Os salvaré.
fr: Je vais nous sauver.
it: Ci salverò.
ja: わが民を救う…
ko: 내가 우리를 구하겠다.
pl: Uratuje nas.
pt_br: Vou nos salvar.
ru: Я спасу нас.
zh_cn: 我会挽救我们。

# STALKER_ATRIUM_USEGATE.2
source: Curse Their name!
de: Verfluche ihren Namen!
es: ¡Maldigo su nombre!
fr: Maudit soit leur nom !
it: Sia maledetto il loro nome!
ja: “彼ら”を許すまじ…！
ko: 그들의 이름을 저주한다!
pl: Niech będą przeklęci!
pt_br: Malditos sejam!
ru: Да будут Они прокляты!
zh_cn: 诅咒他们的名字！

# STALKER_ATRIUM_USEGATE.3
source: It cannot end like this.
de: So kann das nicht enden.
es: Esto no puede terminar así.
fr: Ça ne peut pas finir ainsi.
it: Non posso finire così.
ja: ここで…終われぬ…！
ko: 이렇게 끝날 수는 없다.
pl: To nie może się tak skończyć.
pt_br: Não pode acabar assim.
ru: Это не может закончиться так.
zh_cn: 不能就这么结束。

# STALKER_ATRIUM_USEGATE.4
source: I was wrong.
de: Ich habe mich geirrt.
es: Me equivocaba.
fr: J'avais tort.
it: Avevo sbagliato.
ja: 我は…間違っていた…
ko: 내가 오판했군.
pl: Myliłem się.
pt_br: Me enganei.
ru: Я был неправ.
zh_cn: 我错了。

# STALKER_ATRIUM_USEGATE.5
source: Return them to me!
de: Gib sie mir zurück!
es: ¡Devuélvemelos!
fr: Ramenez-les-moi !
it: Riportameli!
ja: “彼ら”を、我のもとに…！
ko: 내게로 돌려다오!
pl: Sprowadźcie ich do mnie!
pt_br: Devolvam-nos para mim!
ru: Верни их мне!
zh_cn: 把它们还给我。

# STALKER_ATRIUM_USEGATE.6
source: Why?
de: Warum?
es: ¿Por qué?
fr: Pourquoi ?
it: Perché?
ja: なぜ…
ko: 왜?
pl: Czemu?
pt_br: Por quê?
ru: Почему?
zh_cn: 为什么？

# STALKER_ATRIUM_USEGATE.7
source: Metheus...
es: Meteo...
ja: メシウス…
ko: 메테우스...
pl: Metheusie…
ru: Метеус…
zh_cn: 米修斯……
