Repository: Endeer/dst-cz
Catalog: locales/*/ui-builtincommands.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.BUILTINCOMMANDS.BAN.DESC
source: Boot someone off the server. 'seconds' param makes the ban temporary.
de: Wirf jemanden aus dem Server. Der Parameter 'Sekunden' macht die Sperre vorübergehend.
es_mx: Expulsar a alguien del servidor. El parámetro “seconds” hace que la suspensión sea temporal.
fr: Interdisez l'accès au serveur à quelqu'un. Le paramètre 'seconds' rend l'interdiction temporaire.
it: Espelli qualcuno dal server. Il parametro 'seconds' rende la messa al bando temporanea.
ja: プレイヤーをサーバーから追放します。「秒」を入力して、一時的に追放することもできます。
ko: 서버에서 선택한 플레이어를 퇴장시킵니다. 'seconds' 매개변수가 임시 차단을 적용합니다.
pl: Wykop gracza z serwera. Parametr „sekundy” sprawia, że blokada jest tymczasowa.
pt_br: Expulse alguém do servidor. O parâmetro "seconds" tornará o banimento temporário.
ru: Выкинуть кого-либо с сервера. Параметр «seconds» устанавливает временной лимит.
zh_cn: 将某人从服务器踢出。'seconds'参数临时禁止。
zh_tw: 將某人從伺服器踢出。'seconds'參數臨時禁止。

# UI.BUILTINCOMMANDS.BAN.DESC_CONSOLE
source: Boot someone off the server.
de: Jemanden vom Server werfen.
es_mx: Echa a alguien del servidor.
fr: Exclure quelqu'un du serveur.
it: Espelli qualcuno dal server.
ja: プレイヤーをサーバーから一時追放します。
ko: 서버에서 선택한 플레이어를 퇴장시킵니다.
pl: Wykop gracza z serwera.
pt_br: Expulse alguém do servidor.
ru: Выкинуть кого-нибудь с сервера.
zh_cn: 把某人从服务器上踢出去。
zh_tw: 把某人從伺服器上踢出去。

# UI.BUILTINCOMMANDS.BAN.PRETTYNAME
source: Ban
de: Sperren
es_mx: Suspender
fr: Interdire
it: Sospensione
ja: 追放
ko: 차단
pl: Zbanuj
pt_br: Banir
ru: Заблокировать
zh_cn: 封禁
zh_tw: 封禁

# UI.BUILTINCOMMANDS.BUG.DESC
source: Run this to report a problem with the game!
de: Damit kannst du ein Problem mit dem Spiel melden.
es_mx: ¡Ejecuta esto para informar de un problema en el juego!
fr: Exécutez ceci pour signaler un problème avec le jeu !
it: Esegui questa operazione per segnalare un problema nel gioco!
ja: プレイ中に問題が発生したときは、このコマンドでご報告ください。
ko: 이걸 실행하여 게임 내 문제를 신고하세요!
pl: Uruchom to, aby zgłosić problem z grą!
pt_br: Execute essa ação para informar um problema no jogo!
ru: Запустите это, чтобы сообщить о найденной в игре ошибке
zh_cn: 运行这个，用来报告游戏出现的问题！
zh_tw: 運行這個，用來報告遊戲出現的問題！

# UI.BUILTINCOMMANDS.BUG.PRETTYNAME
source: Report Bug
de: Fehler melden
es_mx: Notificar un fallo
fr: Rapporter un bogue
it: Segnala un problema
ja: バグを報告
ko: 버그 신고
pl: Zgłoś błąd
pt_br: Informar bug
ru: Отчет об ошибке
zh_cn: 报告漏洞
zh_tw: 報告漏洞

# UI.BUILTINCOMMANDS.EMOTE.DESC
source: Express your feelings!
de: Zeig, was du denkst.
es_mx: ¡Expresa tus sentimientos!
fr: Exprimez vos sentiments !
it: Esprimi i tuoi sentimenti!
ja: 身振りでコミュニケーションを取れます。
ko: 감정을 표현하세요!
pl: Wyraź swoje uczucia!
pt_br: Expresse seus sentimentos!
ru: Вырази свои чувства!
zh_cn: 表达你的情绪！
zh_tw: 表達你的情緒！

# UI.BUILTINCOMMANDS.EMOTE.PRETTYNAME
source: Emote
de: Gestikulieren
es_mx: Emoticono
ja: エモート
ko: 감정 표현
pl: Gest
ru: Эмоция
zh_cn: 表情
zh_tw: 表情

# UI.BUILTINCOMMANDS.EMOTES.DESC
source: Perform an emote!
de: Verwende Gestik statt Wörter
es_mx: ¡Haz un emoticono!
fr: Faites un emote !
it: Esegui un emote!
ja: エモートを使ってみましょう。
ko: 감정을 표현합니다!
pl: Wykonaj gest!
pt_br: Execute uma expressão!
ru: Прояви эмоции!
zh_cn: 发表情！
zh_tw: 發表情！

# UI.BUILTINCOMMANDS.EMOTES.PRETTYNAMEFMT
source: %s emote
de: '%s'-Geste
es_mx: Emoticono %s
fr: Emote '%s'
it: emote '%s'
ja: %sのエモート
ko: '%s' 표현
pl: Gest „%s”
pt_br: Emote de %s
ru: Эмоция «%s»
zh_cn: '%s' 表情
zh_tw: '%s' 表情

# UI.BUILTINCOMMANDS.HELP.AVAILABLE
source: Available commands:
de: Verfügbare Befehle:
es_mx: Comandos disponibles:
fr: Commandes disponibles :
it: Comandi disponibili:
ja: 使用できるコマンド：
ko: 사용 가능한 명령어:
pl: Dostępne polecenia:
pt_br: Comandos disponíveis:
ru: Доступные команды:
zh_cn: 可用命令：
zh_tw: 可用命令：

# UI.BUILTINCOMMANDS.HELP.DESC
source: Get more info on commands.
de: Mehr Informationen über Befehle.
es_mx: Obtén más información sobre los comandos.
fr: Obtenir plus d'informations sur les commandes.
it: Ottieni ulteriori informazioni sui comandi.
ja: コマンドの詳細を確認できます。
ko: 명령어에 대한 추가 정보를 제공합니다.
pl: Dowiedz się więcej o poleceniach.
pt_br: Obtenha mais informações sobre os comandos.
ru: Получить больше информации по командам.
zh_cn: 获得更多命令信息。
zh_tw: 獲得更多命令資訊。

# UI.BUILTINCOMMANDS.HELP.NOTFOUND
source: Couldn't find a command called '%s'
de: Keinen Befehl mit dem Namen '%s' gefunden.
es_mx: No se pudo encontrar un comando llamado “%s”
fr: Commande '%s' introuvable
it: Impossibile trovare un comando denominato '%s'
ja: 「%s」というコマンドが見つかりません。
ko: '%s' 명령어를 찾을 수 없습니다.
pl: Nie odnaleziono polecenia „%s”
pt_br: Não pudemos encontrar um comando chamado "%s"
ru: Невозможно найти команду под названием «%s»
zh_cn: 无法找到叫做‘%s’的命令
zh_tw: 無法找到叫做‘%s’的命令

# UI.BUILTINCOMMANDS.HELP.OVERVIEW
source: Type '/help commandname' for more info on a command.
de: Gib '/help <Befehlsname>' ein, um mehr über einen Befehl zu erfahren.
es_mx: Escribe “/help nombrecomando” para obtener más información sobre un comando.
fr: Tapez '/help commandname' pour plus d'informations sur une commande.
it: Digita '/help nomedelcomando' per ulteriori informazioni su un determinato comando.
ja: 「/help [コマンド名]」と入力すると、そのコマンドの詳細を確認できます。
ko: 명령어에 대한 자세한 정보를 얻으려면 '/help commandname'을 입력하세요.
pl: Wpisz „/help nazwa polecenia”, aby dowiedzieć się więcej na temat polecenia.
pt_br: Digite "/help nome do comando" para obter mais informações sobre um comando.
ru: Напишите в консоли «/help название команды» для получения большей информации по команде.
zh_cn: 输入 '/help commandname' 获得有关命令的更多信息。
zh_tw: 輸入 '/help commandname' 獲得有關命令的更多資訊。

# UI.BUILTINCOMMANDS.HELP.PRETTYNAME
source: Command Help
de: Hilfe für Befehl
es_mx: Comando ayuda
fr: Aide des commandes
it: Aiuto per i comandi
ja: コマンドヘルプ
ko: 명령어 도움말
pl: Polecenia - pomoc
pt_br: Ajuda de comandos
ru: Команда помощи
zh_cn: 命令帮助
zh_tw: 命令幫助

# UI.BUILTINCOMMANDS.KICK.DESC
source: Boot someone off the server.
de: Jemanden vom Server werfen.
es_mx: Echa a alguien del servidor.
fr: Exclure quelqu'un du serveur.
it: Espelli qualcuno dal server.
ja: プレイヤーをサーバーから一時追放します。
ko: 서버에서 선택한 플레이어를 퇴장시킵니다.
pl: Wykop gracza z serwera.
pt_br: Expulse alguém do servidor.
ru: Выкинуть кого-нибудь с сервера.
zh_cn: 把某人从服务器上踢出去。
zh_tw: 把某人從伺服器上踢出去。

# UI.BUILTINCOMMANDS.KICK.PRETTYNAME
source: Kick
de: Rauswerfen
es_mx: Expulsar
fr: Exclure
it: Espulsione
ja: 一時追放
ko: 퇴장시키기
pl: Wyrzuć
pt_br: Expulsar
ru: Выгнать
zh_cn: 踢
zh_tw: 踢

# UI.BUILTINCOMMANDS.KICK.VOTENAMEFMT
source: vote to kick %s
de: abstimmen, %s rauszuwerfen
es_mx: votar para expulsar a %s
fr: voter pour exclure %s
it: vota per espellere %s
ja: %sの一時追放について投票
ko: %s 퇴장 투표
pl: głosuj, aby wyrzucić: %s
pt_br: votar por expulsar %s
ru: голосовать за то, чтобы выкинуть %s
zh_cn: 投票踢掉 %s
zh_tw: 投票踢掉 %s

# UI.BUILTINCOMMANDS.KICK.VOTETITLEFMT
source: Should we kick %s?
de: Sollen wir %s rauswerfen?
es_mx: ¿Debemos expulsar a %s?
fr: Faut-il exclure %s ?
it: Dovremmo espellere %s?
ja: %sを一時追放する？
ko: %s 플레이어를 퇴장시킬까요?
pl: Czy mamy wyrzucić: %s?
pt_br: Devemos expulsar %s?
ru: Нужно ли выкинуть %s?
zh_cn: 我们该踢掉 %s 吗？
zh_tw: 我們該踢掉 %s 嗎？

# UI.BUILTINCOMMANDS.REGENERATE.DESC
source: Destroy this world and start with a brand new one!
de: Diese Welt zerstören und mit einer völlig neuen Welt neu anfangen.
es_mx: ¡Destruye este mundo y comienza uno nuevo!
fr: Détruire ce monde et recommencer avec un monde tout neuf !
it: Distruggi questo mondo e iniziane uno nuovo!
ja: このワールドを削除して、新しいワールドを作り直します。
ko: 현재 세계를 파괴하고 새것으로 다시 시작합니다!
pl: Zniszcz swój świat i rozpocznij wszystko od nowa!
pt_br: Destrua este mundo e comece com um novinho!
ru: Уничтожить этот мир и начать совершенно новый!
zh_cn: 毁掉这个世界，然后开启新的世界！
zh_tw: 毀掉這個世界，然後開啟新的世界！

# UI.BUILTINCOMMANDS.REGENERATE.PRETTYNAME
source: Regenerate World
de: Welt regenerieren
es_mx: Regenerar mundo
fr: Régénérer le monde
it: Rigenera mondo
ja: ワールドを再生成
ko: 세계 재생성
pl: Wygeneruj świat na nowo
pt_br: Gerar novo mundo
ru: Восстановить мир
zh_cn: 重新生成世界
zh_tw: 重新生成世界

# UI.BUILTINCOMMANDS.REGENERATE.VOTENAMEFMT
source: vote to regenerate the world
de: abstimmen, die Welt zu regenerieren
es_mx: Votar para regenerar el mundo
fr: Voter pour régénérer le monde
it: voto per rigenerare il mondo
ja: ワールドの再生成について投票
ko: 세계 재생성 투표
pl: głosuj za wygenerowaniem świata na nowo
pt_br: Vote para gerar um novo mundo
ru: голосовать за восстановление мира
zh_cn: 投票选择重造世界
zh_tw: 投票選擇重造世界

# UI.BUILTINCOMMANDS.REGENERATE.VOTEPASSEDFMT
source: Regenerating world in 5 seconds...
de: Welt wird in 5 Sekunden neu generiert ...
es_mx: Regenerando el mundo en 5 segundos...
fr: Régénération du monde dans 5 secondes...
it: Rigenerazione del mondo tra 5 secondi...
ja: 5秒後にワールドをリセットします…
ko: 5초 후에 세계 재생성...
pl: Ponowne generowanie świata za 5 sekund…
pt_br: Gerando novo mundo em 5 segundos...
ru: Восстанавливаем мир через 5 секунд…
zh_cn: 5 秒内重新生成世界…
zh_tw: 5 秒內重新生成世界…

# UI.BUILTINCOMMANDS.REGENERATE.VOTETITLEFMT
source: Should we regenerate the world?
de: Sollten wir die Welt regenerieren?
es_mx: ¿Debemos regenerar el mundo?
fr: Faut-il régénérer le monde ?
it: Dobbiamo rigenerare il mondo?
ja: ワールドを再生成する？
ko: 세계를 재생성하시겠습니까?
pl: Czy należy wygenerować świat na nowo?
pt_br: Devemos gerar um novo mundo?
ru: Нужно ли восстановить мир?
zh_cn: 我们该重造世界吗？
zh_tw: 我們該重造世界嗎？

# UI.BUILTINCOMMANDS.RESCUE.DESC
source: If you ever find yourself stuck in the void, this will put you back on land.
de: Wenn du dich in der Leere verirrt hast, wirst du damit an Land gebracht.
fr: Si vous finissez dans le vide, cela vous permettra de revenir sur terre.
it: Se dovessi trovarti nel vuoto, questo ti permetter√† di tornare con i piedi per terra.
ja: 謎の空間に落ちて動けなくなったときは、これで陸に戻ることができます。
ko: 공허에 갇혀있게 되면 이것이 육지로 돌려보내 줄 것입니다.
pl: Jeżeli kiedykolwiek utkniesz w próżni, dzięki temu trafisz z powrotem na ziemię.
pt_br: Caso não consiga sair do vazio, isto vai levar você de volta à terra firme.
ru: Если вы когда-нибудь застрянете в бездне, эта команда вернет вас обратно на землю.
zh_cn: 要是你发现自己被困在虚空，它会帮助你回陆地。
zh_tw: 要是你發現自己被困在虛空，它會幫助你回陸地。

# UI.BUILTINCOMMANDS.RESCUE.PRETTYNAME
source: Rescue Me!
de: Rette mich!
es_mx: ¡Rescátame!
fr: À l'aide !
it: Salvami!
ja: 救助要請
ko: 살려주세요!
pl: Ratunku!
pt_br: Me resgate!
ru: Спасите меня!
zh_cn: 救我！
zh_tw: 救我！

# UI.BUILTINCOMMANDS.RESET.DESC
source: Restart the server from the last save.
de: Den Server vom letzten Speicherpunkt aus neu starten.
es_mx: Reiniciar el servidor desde el último guardado.
fr: Redémarrer le serveur à la dernière sauvegarde.
it: Riavvia il server dall'ultimo salvataggio.
ja: 最後のセーブポイントからやり直します。
ko: 이전 저장 상태로 서버를 다시 시작합니다.
pl: Zresetuj serwer i powróć do ostatniego zapisanego stanu.
pt_br: Reinicie o servidor a partir do último arquivo salvo.
ru: Перезагрузить сервер с предыдущего сохранения.
zh_cn: 从最后保存的重启服务器。
zh_tw: 從最後保存的重啟伺服器。

# UI.BUILTINCOMMANDS.RESET.PRETTYNAME
source: Reset
de: Zurücksetzen
es_mx: Reiniciar
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
zh_cn: 重置
zh_tw: 重置

# UI.BUILTINCOMMANDS.ROLL.DESC
source: Random dice roll from 1 to 100.
de: Zufälliger Würfelwurf von 1 bis 100.
fr: Lancer de dé aléatoire entre 1 et 100.
it: Tiro di dado casuale tra 1 e 100.
ja: 1～100の数字が出るランダムなダイスロール。
ko: 1에서 100까지 무작위 주사위 굴리기.
pl: Losowy rzut kostką w zakresie od 1 do 100.
pt_br: Rolagem de dados aleatória de 1 a 100.
ru: Случайный бросок костей от 1 до 100.
zh_cn: 从1到100随机掷骰子.
zh_tw: 從1到100隨機擲骰子.

# UI.BUILTINCOMMANDS.ROLL.PRETTYNAME
source: Dice Roll
de: Würfel werfen
es_mx: Tirar dado
fr: Jet de dé
it: Lancio di dadi
ja: ダイスロール
ko: 주사위 굴리기
pl: Rzut kostką
pt_br: Jogar dados
ru: Кинуть кости
zh_cn: 掷骰子
zh_tw: 擲骰子

# UI.BUILTINCOMMANDS.ROLLBACK.DESC
source: Rollback the server to a previous save.
de: Server-Rollback auf früher gespeicherten Spielstand.
es_mx: Restaurar el servidor a un guardado anterior.
fr: Faire reculer le serveur à une sauvegarde précédente.
it: Ripristina il server a un salvataggio precedente.
ja: サーバーを1つ前のセーブポイントまでロールバックします。
ko: 서버를 이전 저장 상태로 롤백합니다.
pl: Cofnięcie zmian na serwerze do wcześniejszego stanu.
pt_br: Reverta o servidor para um ponto salvo anterior.
ru: Откатить сервер до предыдущего сохранения.
zh_cn: 将服务器回档到先前的存档。
zh_tw: 將伺服器回檔到先前的存檔。

# UI.BUILTINCOMMANDS.ROLLBACK.PRETTYNAME
source: Rollback
es_mx: Restaurar
fr: Retour temporel
it: Ripristina
ja: ロールバック
ko: 롤백
pl: Cofka
pt_br: Reverter
ru: Откатить
zh_cn: 回档
zh_tw: 回檔

# UI.BUILTINCOMMANDS.ROLLBACK.VOTENAMEFMT
source: vote to rollback the server
de: für Server-Rollback stimmen
es_mx: Votar para restaurar el servidor
fr: voter pour faire reculer le serveur
it: voto per ripristinare il server
ja: サーバーのロールバックについて投票
ko: 서버 롤백 투표
pl: głosuj za cofnięciem zmian
pt_br: Vote para reverter o servidor
ru: голосовать за откат сервера
zh_cn: 投票选择回档服务器
zh_tw: 投票選擇回檔伺服器

# UI.BUILTINCOMMANDS.ROLLBACK.VOTEPASSEDFMT
source: Rolling server back in 5 seconds...
de: Server wird in 5 Sekunden zurückgesetzt ...
es_mx: Restaurando el servidor dentro de 5 segundos...
fr: Le serveur va reculer dans 5 secondes...
it: Ripristino del server tra 5 secondi...
ja: 5秒後にサーバーをロールバックします…
ko: 5초 후에 서버 롤백...
pl: Restart serwera za 5 sekund…
pt_br: Revertendo servidor em 5 segundos...
ru: Откатываем мир через 5 секунд…
zh_cn: 5秒内回档服务器……
zh_tw: 5秒內回檔伺服器……

# UI.BUILTINCOMMANDS.ROLLBACK.VOTETITLEFMT
source: Should we rollback this world?
de: Sollen wir die Welt zurücksetzen?
es_mx: ¿Debemos revertir el servidor?
fr: Faut-il faire reculer le serveur ?
it: Dobbiamo ripristinare il mondo?
ja: ワールドをロールバックする？
ko: 세계를 롤백하시겠습니까?
pl: Czy należy cofnąć zmiany na świecie?
pt_br: Devemos reverter o mundo?
ru: Должны ли мы откатить этот мир?
zh_cn: 我们该回档这个世界吗？
zh_tw: 我們該回檔這個世界嗎？

# UI.BUILTINCOMMANDS.STOPVOTE.DESC
source: Cancel a vote in progress if you don't like it!
de: Du kannst eine laufende Abstimmung abbrechen, wenn du nicht mit ihr einverstanden bist.
es_mx: ¡Cancela una votación en marcha si no te gusta!
fr: Annulez un vote en cours s'il ne vous plaît pas !
it: Annulla una votazione in corso se non ti piace!
ja: 現在行っている投票を途中で中止します。
ko: 원하지 않는다면 진행 중인 투표를 취소하세요!
pl: Anuluj trwające głosowanie, jeśli ci ono nie odpowiada!
pt_br: Cancele uma votação em andamento se não gostar dela!
ru: Остановите голосование, пока оно идет, если оно вам не нравится!
zh_cn: 要是你不喜欢，请取消进行中的投票！
zh_tw: 要是你不喜歡，請取消進行中的投票！

# UI.BUILTINCOMMANDS.STOPVOTE.PRETTYNAME
source: Stop Vote
de: Abstimmung beenden
es_mx: Detener votación
fr: Stopper le vote
it: Interrompi voto
ja: 投票を中止
ko: 투표 중지
pl: Zatrzymaj głosowanie
pt_br: Cancelar votação
ru: Прекратить голосование.
zh_cn: 停止投票
zh_tw: 停止投票
