Repository: Endeer/dst-cz
Catalog: locales/*/ui-emotes.po
Languages: fr, ko, pl

# UI.EMOTES.ACTIONS
source: Actions
ko: 행동
pl: Działania

# UI.EMOTES.ANGRY
source: Angry
fr: Colère
ko: 화남
pl: Złość

# UI.EMOTES.BIGPET
source: Pet
fr: Animal de compagnie
ko: 쓰다듬기
pl: Pogłaszcz

# UI.EMOTES.BONESAW
source: Bonesaw
fr: Scie
ko: 뼈톱
pl: Piłowanie kości

# UI.EMOTES.CAROL
source: Carol
fr: Chanter
ko: 캐럴
pl: Kolędować

# UI.EMOTES.CHEER
source: Cheer
fr: Hourra
ko: 환호
pl: Pozdrowienia

# UI.EMOTES.CHICKEN
source: Chicken Dance
fr: Danse de poulet
ko: 닭 춤
pl: Gest „Taniec kurczaka”

# UI.EMOTES.CRY
source: Sad
fr: Tristesse
ko: 슬픔
pl: Smutek

# UI.EMOTES.DANCE
source: Dance
fr: Danser
ko: 춤추기
pl: Tańcz

# UI.EMOTES.EMOTIONS
source: Emotions
fr: Émotions
ko: 감정
pl: Emocje

# UI.EMOTES.FACEPALM
source: Facepalm
fr: Honte
ko: 절레절레

# UI.EMOTES.FISTSHAKE
source: Fist Shake
fr: Poing brandi
ko: 주먹 불끈
pl: Gest „Wymachiwanie pięścią”

# UI.EMOTES.FLEX
source: Flex
fr: Étaler
ko: 울끈불끈
pl: Muskuły

# UI.EMOTES.HAPPY
source: Happy
fr: Heureux
ko: 행복해.
pl: Radość

# UI.EMOTES.HELPTEXTPREFIX
source: Emote:
ko: 감정:
pl: Gest:

# UI.EMOTES.IMPATIENT
source: Impatient
ko: 조급함
pl: Gest „Niecierpliwość”

# UI.EMOTES.JOY
source: Joy
fr: Joie
ko: 기쁨
pl: Radość

# UI.EMOTES.KISS
source: Kiss
fr: Bisou
ko: 키스
pl: Pocałunek

# UI.EMOTES.LAUGH
source: Laugh
fr: Rire
ko: 웃음
pl: Gest „Śmiech”

# UI.EMOTES.NO
source: Annoyed
fr: Ennui
ko: 짜증 남
pl: Zdenerwowanie

# UI.EMOTES.PET
source: Pet
fr: Animal de compagnie
ko: 쓰다듬기
pl: Pogłaszcz

# UI.EMOTES.POSE
source: Pose
ko: 포즈
pl: Poza

# UI.EMOTES.ROBOT
source: Robot Dance
fr: Danse de robot
ko: 로봇 춤
pl: Gest „Taniec robota”

# UI.EMOTES.RUDE
source: Threaten
fr: Menace
ko: 위협
pl: Groźba

# UI.EMOTES.SHRUG
source: Shrug
fr: Haussement d'épaules
ko: 어깨 으쓱
pl: Gest „Wzruszenie ramionami”

# UI.EMOTES.SIT
source: Sit
fr: Position assise
ko: 앉기
pl: Siadanie

# UI.EMOTES.SLEEPY
source: Sleepy
fr: qui endort
ko: 졸림
pl: Senność

# UI.EMOTES.SLOWCLAP
source: Slow Clap
fr: Applaudissements mous
ko: 느긋한 박수
pl: Gest „Powolny aplauz”

# UI.EMOTES.SQUAT
source: Squat
fr: Accroupi
ko: 쭈그리기
pl: Kucnięcie

# UI.EMOTES.STEP
source: Step Dance
fr: Petits pas de danse
ko: 스텝 댄스
pl: Gest „Stepowanie”

# UI.EMOTES.SWOON
source: Swoon
fr: Pâmoison
ko: 기절
pl: Zachwyt

# UI.EMOTES.TOAST
source: Toast
ko: 건배

# UI.EMOTES.UNLOCKABLES
source: Extras
ko: 추가 요소
pl: Dodatki

# UI.EMOTES.WAVE
source: Wave
fr: Coucou
ko: 손 흔들기
pl: Machanie

# UI.EMOTES.YAWN
source: Yawn
fr: Bâillement
ko: 하품
pl: Ziewanie
