Repository: Endeer/dst-cz
Catalog: locales/*/ui-hud.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru

# UI.HUD.ACTIVATE_RESURRECTION
source: Activate Meat Effigy
de: Fleischabbild aktivieren
es_mx: Activar efigie de carne
fr: Activer l'effigie de viande
it: Attiva effigie di carne
ja: 身代わり人形を使う
ko: 고기 우상 활성화
pl: Aktywuj mięsny posążek
pt_br: Acionar efígie de carne
ru: Активировать мясное чучело

# UI.HUD.AFK_BODY
source: Make sure to stretch your legs! The deathly wilderness will still be here when you get back.
de: Vertritt dir ein bisschen die Beine! Die tödliche Wildnis läuft dir nicht davon.
es_mx: ¡Asegúrate de estirar las piernas! La naturaleza despiadada seguirá aquí cuando regreses.
fr: N'oubliez pas de vous étirer ! La sauvagerie mortelle sera toujours présente à votre retour.
it: Assicurati di sgranchirti le gambe! La natura letale sarà ancora qua quando farai ritorno.
ja: 危険な荒野でのサバイバル生活は、心身に負担をかけます。しっかり休憩を！
ko: 잠깐 쉬면서 다리를 스트레칭하세요! 죽음의 황무지는 여전히 기다리고 있을 것입니다.
pl: Pamiętaj, aby porozciągać czasem nogi! Te dzikie odstępy, które pełne są zabójczych niebezpieczeństw, nigdzie się nie wybierają.
pt_br: Não deixe de alongar as pernas! A natureza mortal ainda vai estar aqui quando você voltar.
ru: Разомнись как следует! Смертельно опасный дикий мир будет ждать твоего возвращения.

# UI.HUD.AFK_OK
source: Return
de: Vermögens
es_mx: Regresar
fr: Retour
it: Di ritorno
ja: 戻る
ko: 확인
pl: Powrót
pt_br: Retornar
ru: Вернуться

# UI.HUD.AFK_TITLE
source: Taking A Breather
de: Eine Pause
es_mx: Tomando un respiro
fr: Souffle un peu
it: Andato a prendere una boccata d'aria
ja: 一休み…
ko: 잠깐의 휴식
pl: Ucina sobie drzemkę
pt_br: Dando um tempinho
ru: Перевести дух

# UI.HUD.ATTACK
source: Attack
de: Angriff
es_mx: Atacar
fr: Attaquer
it: Attacca
ja: 攻撃する
ko: 공격
pl: Zaatakuj
pt_br: Atacar
ru: Напасть

# UI.HUD.BUILD
source: Build
de: Bauen
es_mx: Construir
fr: Fabriquer
it: Costruisci
ja: 建設する
ko: 만들기
pl: Stwórz
pt_br: Construir
ru: Строить

# UI.HUD.BUYNOW
source: Buy Now
de: Jetzt kaufen
es_mx: Comprar ahora
fr: Acheter
it: Acquista ora
ja: いますぐ購入
ko: 지금 구매
pl: Kup teraz
pt_br: Comprar agora
ru: Купить

# UI.HUD.CANCEL
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить

# UI.HUD.CLOCKDAY
source: Day
de: Tag
es_mx: Día
fr: Jour
it: Giorno
ja: 昼間
ko: 낮
pl: Dzień
pt_br: Dia
ru: День

# UI.HUD.CLOCKDAYS
source: Days
de: Tage
es_mx: Días
fr: Jours
it: Giorni
ja: 日
ko: 일
pl: Dni
pt_br: Dias
ru: Дни

# UI.HUD.CLOCKSURVIVED
source: Survived
de: Überlebt
es_mx: Sobrevivió
fr: A survécu
it: Sopravvissuto
ja: 生存日数：
ko: 생존
pl: Udało się przetrwać
pt_br: Sobreviveu
ru: Прожито

# UI.HUD.CRITTER_TRAITS.COMBAT
source: Scrappy
de: Raufbold
es_mx: Agresivo
fr: Bagarreur
it: Grintoso
ja: スクラッピー
ko: 공격적인
pl: Chaotyczny
pt_br: Ligado
ru: Драчливый

# UI.HUD.CRITTER_TRAITS.CRAFTY
source: Crafty
de: Fuchs
es_mx: Hábil
fr: Malin
it: Abile
ja: クラフティ
ko: 교활한
pl: Zręczny
pt_br: Criativo
ru: Мастеровитый

# UI.HUD.CRITTER_TRAITS.PLAYFUL
source: Peppy
de: Spielerisch
es_mx: Vivaz
fr: Nerveux
it: Giocherellone
ja: ペッピー
ko: 활발한
pl: Żywiołowy
pt_br: Vibrante
ru: Энергичный

# UI.HUD.CRITTER_TRAITS.WELLFED
source: Plump
de: Klob
es_mx: Rechoncho
fr: Dodu
it: Paffuto
ja: ふっくら
ko: 통통한
pl: Puszysty
pt_br: Cheio
ru: Пухлый

# UI.HUD.DEATH_ANNOUNCEMENT_1
source: was killed by
de: wurde getötet von
es_mx: murió a manos de
fr: s'est fait tuer par
it: è stato ucciso da
ja: が死亡。(死因：
ko: 사망. 사인:
pl: ginie przez:
pt_br: teve a vida tirada por
ru: пал от рук

# UI.HUD.DEATH_ANNOUNCEMENT_2_DEFAULT
source: . They became a spooky ghost!
de: . Er/Sie wurde ein gruseliger Geist!
es_mx: . ¡Se convirtió en un fantasma aterrador!
fr: . C'est maintenant un fantôme effrayant !
it: . Ora è un fantasma inquietante!
ja: )倒れた仲間はブキミな幽霊になった！
ko: . 그들은 으스스한 유령이 되었다!
pl: . Zmienił/a się w upiornego ducha!
pt_br: . Virou um fantasma assustador!
ru: . Они стали жуткими призраками!

# UI.HUD.DEATH_ANNOUNCEMENT_2_FEMALE
source: . She became a spooky ghost!
de: . Sie wurde ein gruseliger Geist!
es_mx: . ¡Se convirtió en una fantasma aterradora!
fr: . Elle est devenue un sinistre fantôme !
it: . Ora è un fantasma inquietante!
ja: )倒れた仲間はブキミな幽霊になった！
ko: . 그녀는 으스스한 유령이 되었다!
pl: . Zmieniła się w upiornego ducha!
pt_br: . Ela se transformou em uma fantasma assustadora!
ru: . Она стала жутким призраком!

# UI.HUD.DEATH_ANNOUNCEMENT_2_MALE
source: . He became a spooky ghost!
de: . Er wurde ein gruseliger Geist!
es_mx: . ¡Se convirtió en un fantasma aterrador!
fr: . Il est devenu un sinistre fantôme !
it: . Ora è un fantasma inquietante!
ja: )倒れた仲間はブキミな幽霊になった！
ko: . 그는 으스스한 유령이 되었다!
pl: . Zmienił się w upiornego ducha!
pt_br: . Ele se transformou em um fantasma assustador!
ru: . Он стал жутким призраком!

# UI.HUD.DEATH_ANNOUNCEMENT_2_ROBOT
source: . They became a spooky ghost!
de: . Er wurde ein gruseliger Geist!
es_mx: . ¡Se convirtió en un fantasma aterrador!
fr: . C'est maintenant un fantôme effrayant !
it: . Ora è un fantasma inquietante!
ja: )倒れた仲間はブキミな幽霊になった！
ko: . 그들은 으스스한 유령이 되었다!
pl: . Zmienił/a się w upiornego ducha!
pt_br: . Virou um fantasma assustador!
ru: . Они стали жуткими призраками!

# UI.HUD.DEATH_PET_NAME
source: %s's %s
es_mx: %s (%s)
fr: %s (%s)
it: %s di %s
ja: %sの%s
ko: %s의 %s
pl: %s: %s
pt_br: %s: %s
ru: %s %s

# UI.HUD.DEPLOY
source: Deploy
de: Entwickeln
es_mx: Desplegar
fr: Déployer
it: Schiera
ja: 配置する
ko: 배치
pl: Rozmieść
pt_br: Instalar
ru: Развернуть

# UI.HUD.DROP
source: Drop
de: Absetzen
es_mx: Soltar
fr: Lâcher
it: Lascia cadere
ja: 落とす
ko: 내려놓기
pl: Upuść
pt_br: Soltar
ru: Выбросить

# UI.HUD.EQUIP
source: Equip
de: Verwende
es_mx: Equipar
fr: S'équiper
it: Equipaggia
ja: 装備する
ko: 장착하기
pl: Weź do ręki:
pt_br: Equipar
ru: Снаряжать

# UI.HUD.GETHALF
source: Get Half
de: Halbieren
es_mx: Recoger la mitad
fr: Prendre la moitié
it: Prendine metà
ja: 半分獲得
ko: 반만 챙기기
pl: Weź połowę
pt_br: Pegar metade
ru: Взять половину

# UI.HUD.GHOST_DEATH_ANNOUNCEMENT_DEFAULT
source: lost all of their humanity and is gone forever.
de: hat alle seine Menschlichkeit verloren und ist für immer gegangen.
es_mx: perdió su humanidad y se fue para siempre.
fr: a perdu toute son humanité et a disparu pour toujours.
it: ha perso la sua umanità e ci ha lasciati per sempre.
ja: は人間だった頃の記憶をなくし、消え去ってしまった。
ko: 은(는) 인간성을 잃고 영영 사라졌다.
pl: utracił/a resztki swego człowieczeństwa i już nie wróci.
pt_br: perdeu sua humanidade e se foi para sempre.
ru: потеряли всю человечность и канули в лету.

# UI.HUD.GHOST_DEATH_ANNOUNCEMENT_FEMALE
source: lost all of her humanity and is gone forever.
de: hat alle ihre Menschlichkeit verloren und ist für immer gegangen.
es_mx: perdió su humanidad y se fue para siempre.
fr: a perdu toute son humanité et a disparu pour toujours.
it: ha perso la sua umanità e se ne è andata per sempre.
ja: は人間だった頃の記憶をなくし、消え去ってしまった。
ko: 은(는) 인간성을 잃고 영영 사라졌다.
pl: utraciła resztki swego człowieczeństwa i już nie wróci.
pt_br: perdeu sua humanidade e se foi para sempre.
ru: потеряла всю свою человечность и канула в лету.

# UI.HUD.GHOST_DEATH_ANNOUNCEMENT_MALE
source: lost all of his humanity and is gone forever.
de: hat alle seine Menschlichkeit verloren und ist für immer gegangen.
es_mx: perdió su humanidad y se fue para siempre.
fr: a perdu toute son humanité et a disparu pour toujours.
it: ha perso la sua umanità e ci ha lasciati per sempre.
ja: は人間だった頃の記憶をなくし、消え去ってしまった。
ko: 은(는) 인간성을 잃고 영영 사라졌다.
pl: utracił resztki swego człowieczeństwa i już nie wróci.
pt_br: perdeu sua humanidade e se foi para sempre.
ru: потерял всю свою человечность и канул в лету.

# UI.HUD.GHOST_DEATH_ANNOUNCEMENT_ROBOT
source: lost all of their humanity and is gone forever.
de: hat alle seine Menschlichkeit verloren und ist für immer gegangen.
es_mx: perdió su humanidad y se fue para siempre.
fr: a perdu toute son humanité et a disparu pour toujours.
it: ha perso la sua umanità e ci ha lasciati per sempre.
ja: は生命体だった頃の記憶をなくし、消え去ってしまった。
ko: 은(는) 인간성을 잃고 영영 사라졌다.
pl: utracił/a resztki swego człowieczeństwa i już nie wróci.
pt_br: perdeu sua humanidade e se foi para sempre.
ru: потеряли всю человечность и канули в лету.

# UI.HUD.HERE
source: here
de: hier
es_mx: aquí
fr: ici
it: qui
ja: ここ
ko: 이곳
pl: tutaj
pt_br: aqui
ru: здесь

# UI.HUD.HUNGRY
source: Hungry
de: Hungrig
es_mx: Con hambre
fr: Affamé
it: Affamato
ja: 空腹
ko: 배고픔
pl: Głód
pt_br: Com fome
ru: Хочет есть

# UI.HUD.INSPECT
source: Inspect
de: Untersuchen
es_mx: Inspeccionar
fr: Inspecter
it: Ispeziona
ja: 調べる
ko: 조사하기
pl: Zbadaj
pt_br: Inspecionar
ru: Осмотреться вокруг

# UI.HUD.INSPECT_SELF
source: Inspect Self
de: Sich selbst betrachten
es_mx: Inspeccionarse
fr: S'inspecter
it: Autoispezione
ja: プレイヤー情報
ko: 자신 조사하기
pl: Zbadaj siebie
pt_br: Inspecionar-se
ru: Осмотреть себя

# UI.HUD.LAVAARENA_LOSE_BODY
source: You have failed Battlemaster Pugna's challenge.
de: Du hast die Herausforderung von Kampfmeister Pugna nicht bestanden.
es_mx: Fallaste el desafío del maestro de batalla Pugna.
fr: Vous n'avez pas relevé le défi du maître de bataille Pugna.
it: Hai fallito la sfida del mastro d'armi Pugna.
ja: バトルマスター プーニャの挑戦に失敗しました。
ko: 전장의 주인 퍼그나의 시험에서 실패했다.
pl: Nie udało ci się sprostać wyzwaniu mistrza wojny Pugny.
pt_br: Você fracassou no desafio do Mestre de Batalha Pugna
ru: Вы провалили испытание Полководца Пугны.

# UI.HUD.LAVAARENA_LOSE_TITLE
source: Defeat!
de: Verloren!
es_mx: ¡Derrota!
fr: Défaite !
it: Sconfitta!
ja: 敗北！
ko: 패배!
pl: Porażka!
pt_br: Derrota!
ru: Поражение!

# UI.HUD.LAVAARENA_WIN_BODY
source: You have bested Battlemaster Pugna's champions in battle.
de: Du hast die Besten von Kampfmeister Pugna im Kampf besiegt.
es_mx: Superaste a los campeones del maestro de batalla Pugna en combate.
fr: Vous avez battu les champions du maître de bataille Pugna au combat.
it: Hai battuto in battaglia i paladini del mastro d'armi Pugna.
ja: あなたはバトルマスター プーニャのチャンピオン達をバトルで倒しました。
ko: 전투에서 전장의 주인 퍼그나의 전사들을 무찔렀다.
pl: Udało ci się pokonać w boju czempionów mistrza wojny Pugny.
pt_br: Você superou os campeões do Mestre de Batalha Pugna em batalha.
ru: Вы превзошли чемпионов Полководца Пугны в бою.

# UI.HUD.LAVAARENA_WIN_TITLE
source: Victory!
de: Sieg!
es_mx: ¡Victoria!
fr: Victoire !
it: Vittoria!
ja: 勝利！
ko: 승리!
pl: Zwycięstwo!
pt_br: Vitória!
ru: Победа!

# UI.HUD.MAP
source: Show Map
de: Karte anzeigen
es_mx: Mostrar mapa
fr: Afficher la carte
it: Mostra la mappa
ja: マップを表示
ko: 지도 표시
pl: Pokaż mapę
pt_br: Mostrar mapa
ru: Показать карту

# UI.HUD.OPENGIFT
source: Activate
de: Aktiviere
es_mx: Activar
fr: Activer
it: Attiva
ja: 起動
ko: 작동하기
pl: Aktywuj
pt_br: Ativar
ru: Активировать

# UI.HUD.PAUSE
source: Pause
es_mx: Pausa
it: Pausa
ja: 一時停止
ko: 일시 중지
pl: Pauza
ru: Пауза

# UI.HUD.PUT
source: Put
de: Ablegen
es_mx: Poner
fr: Mettre
it: Metti
ja: 置く
ko: 놓기
pl: Połóż
pt_br: Colocar
ru: Поставить

# UI.HUD.PUTONE
source: Put One
de: Nimm einen
es_mx: Poner uno
fr: Un ajout
it: Mettine uno
ja: 一つ置く
ko: 한 개 두기
pl: Połóż jedno
pt_br: Colocar um
ru: Положить одну штуку

# UI.HUD.QUAGMIRE_NOTFICATIONS.DISCOVERED
source: New Recipe Discovered
de: Neues Rezept entdeckt
es_mx: Nueva receta descubierta
fr: Nouvelle recette découverte
it: Nuova ricetta scoperta
ja: 新しいレシピを発見
ko: 새로운 레시피 발견
pl: Odkryto nowy przepis
pt_br: Nova receita descoberta
ru: Обнаружен новый рецепт

# UI.HUD.QUAGMIRE_NOTFICATIONS.FAILED
source: Recipe Failed
de: Rezept fehlgeschlagen
es_mx: Error con la receta
fr: Échec de recette
it: Ricetta non riuscita
ja: レシピ失敗
ko: 레시피 실패
pl: Nieudany przepis
pt_br: Receita não executada
ru: Рецепт не удался

# UI.HUD.QUAGMIRE_NOTFICATIONS.INGREDIENT_MADE
source: Syrup Produced
de: Sirup hergestellt
es_mx: Jarabe producido
fr: Sirop produit
it: Sciroppo prodotto
ja: シロップ製造
ko: 시럽 생산
pl: Wyprodukowano syrop
pt_br: Xarope produzido
ru: Произведен сироп

# UI.HUD.QUAGMIRE_NOTFICATIONS.MADE
source: Meal Cooked
de: Mahlzeit gekocht
es_mx: Comida cocinada
fr: Plat cuisiné
it: Pasto cucinato
ja: 調理した食事
ko: 음식 요리 완료
pl: Posiłek gotowy
pt_br: Refeição preparada
ru: Блюдо приготовлено

# UI.HUD.QUAGMIRE_NOTFICATIONS.OVERCOOKED
source: Meal Burnt
de: Mahlzeit verbrannt
es_mx: Comida quemada
fr: Plat brûlé
it: Pasto bruciato
ja: 焼けた食事
ko: 음식 태움
pl: Posiłek przypalony
pt_br: Refeição queimada
ru: Блюдо сгорело

# UI.HUD.QUAGMIRE_NOTFICATIONS.SENT
source: Meal Snackrificed
de: Opfermahlzeit
es_mx: Comida aperificada
fr: Plat snackrifié
it: Pasto sacricibato
ja: 食事のおやつ
ko: 음식 제물로 바침
pl: Posiłek złożony w ofierze
pt_br: Refeição lanchofertada
ru: Блюдо пошло в жратвоприношение

# UI.HUD.READY
source: How long will you survive?
de: Wie lang wirst du überleben?
es_mx: ¿Cuánto tiempo sobrevivirás?
fr: Combien de temps survivrez-vous ?
it: Quanto tempo sopravvivrai?
ja: どれだけ長くいきのびられるか？
ko: 과연 얼마나 버틸 수 있을까요?
pl: Jak długo uda Ci się przeżyć?
pt_br: Por quanto tempo você vai sobreviver?
ru: Сколько ты продержишься?

# UI.HUD.READYTITLE
source: Ready to play!
de: Bereit zum Spielen!
es_mx: ¡Listo para jugar!
fr: On commence !
it: Pronto a giocare!
ja: プレイ準備万端！
ko: 플레이 준비 완료!
pl: Gotowy do gry!
pt_br: Pronto para jogar!
ru: Игра готова!

# UI.HUD.REPORT_RESULT_ANNOUCEMENT
source: Your presence has been noticed.
de: Deine Anwesenheit wurde zur Kenntnis genommen.
es_mx: Tu presencia no pasó desapercibida.
fr: On a remarqué votre présence.
it: La tua presenza è stata notata.
ja: ご報告ありがとうございます。
ko: 당신의 존재가 감지되었습니다.
pl: Twoja obecność została odnotowana.
pt_br: Sua presença foi notada.
ru: Твое присутствие обнаружено.

# UI.HUD.RETROFITTING_ANNOUNCEMENT
source: World will reload in {time} seconds to complete retrofitting.
de: Welt wird in {time} Sekunden neu geladen, um Nachrüsten abzuschließen
es_mx: El mundo se recargará en {time} segundos para completar la actualización.
fr: Le monde se rechargera dans {time} secondes pour terminer la mise à niveau.
it: Il mondo si ricaricherà tra {time} secondi, per completare il retrofit.
ja: ワールドは、{time}秒でリロードして後付けを完了させます。
ko: 레트로핏을 완료하기 위해 {time}초 뒤 세계를 다시 불러옵니다.
pl: Za {time} sek. świat zostanie załadowany ponownie, aby dokończyć modernizację.
pt_br: O mundo será recarregado em {time} segundos para concluir a adaptação.
ru: Чтобы все изменения вошли в силу, мир будет перезагружен через {time} сек.

# UI.HUD.RETROFITTING_ANNOUNCEMENT_NOW
source: World is reloading to complete retrofitting.
de: Welt wird neu geladen, um Nachrüsten abzuschließen
es_mx: El mundo se está recargando para completar la actualización.
fr: Le monde se recharge pour terminer la mise à niveau.
it: Il mondo si sta ricaricando per completare il retrofit.
ja: ワールドはリロードして完全な後付けにしています。
ko: 레트로핏을 완료하기 위해 세계를 다시 불러오는 중입니다.
pl: Świat ładuje się ponownie, aby dokończyć modernizację.
pt_br: O mundo está sendo recarregado para concluir a adaptação.
ru: Мир перезагружается, чтобы все изменения вошли в силу.

# UI.HUD.REZ_ANNOUNCEMENT
source: was resurrected by
de: wurde wiederbelebt von
es_mx: regresó a la vida gracias a
fr: a recouvré la vie grâce à
it: è di nuovo in vita grazie a
ja: がよみがえった！蘇生者：
ko: 부활. 시전자:
pl: został/a wskrzeszony/a przez:
pt_br: foi ressuscitado(a) por
ru: был воскрешен

# UI.HUD.ROTLEFT
source: Rotate Left
de: Nach links drehen
es_mx: Girar a la izquierda
fr: Pivoter sur la gauche
it: Ruota a sinistra
ja: 左に回転
ko: 왼쪽으로 돌리기
pl: Obróć w lewo
pt_br: Girar para a esquerda
ru: Повернуть влево

# UI.HUD.ROTRIGHT
source: Rotate Right
de: Nach rechts drehen
es_mx: Girar a la derecha
fr: Pivoter sur la droite
it: Ruota a destra
ja: 右に回転
ko: 오른쪽으로 돌리기
pl: Obróć w prawo
pt_br: Girar para a direita
ru: Повернуть вправо

# UI.HUD.SAVING
source: SAVING...
de: SPEICHERN ...
es_mx: GUARDANDO...
fr: SAUVEGARDE...
it: SALVATAGGIO...
ja: セーブ中…
ko: 저장 중...
pl: ZAPISYWANIE...
pt_br: SALVANDO...
ru: СОХРАНЕНИЕ…

# UI.HUD.SELECT
source: Select
de: Auswählen
es_mx: Elegir
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar
ru: Выбрать

# UI.HUD.SPOILED
source: Spoiled
de: Verdorben
es_mx: Caducado
fr: Gâté
it: (Avariato)
ja: 腐ってる
ko: 상한
pl: Zepsute
pt_br: Estragado
ru: Протухло

# UI.HUD.SPOILED_FROZEN
source: Melted
de: Aufgetaut
es_mx: Derretido
fr: Fondu
it: (Fuso)
ja: 解凍終了
ko: 녹은
pl: Rozpuszczone
pt_br: Derretido
ru: Растаяло

# UI.HUD.STALE
source: Stale
de: Alte
es_mx: Rancio
fr: Périmé
it: (Raffermo)
ja: 古い
ko: 조금 상한
pl: Nadpsute
pt_br: Podre
ru: Зачерствело

# UI.HUD.STALE_FROZEN
source: Melting
de: Auftauen
es_mx: Derritiéndose
fr: En train de fondre
it: (In fase di scioglimento)
ja: 解凍中
ko: 녹고 있는
pl: Topnienie
pt_br: Derretendo
ru: Тает

# UI.HUD.START
source: Start
es_mx: Comenzar
fr: Démarrer
it: Avvia
ja: スタート
ko: 시작
pl: Rozpocznij
pt_br: Iniciar
ru: Начать

# UI.HUD.START_AFK
source: went away for a bit.
de: ist für ein Weilchen weg.
es_mx: se marchó por un tiempo.
fr: s'en est allé quelque temps.
it: è andato via per un po'.
ja: が離席中。
ko: 이(가) 잠시 자리를 떠났다.
pl: oddalił/a się na chwilę.
pt_br: saiu um pouquinho.
ru: отошел ненадолго

# UI.HUD.STARVING
source: Starving
de: Verhungern
es_mx: Con mucha hambre
fr: Meurt de faim
it: Affamatissimo
ja: 飢えている
ko: 굶주린
pl: Zagłodzenie
pt_br: Faminto(a)
ru: Умирает с голода

# UI.HUD.STOP_AFK
source: has returned from their relaxing time away.
de: ist erholt von seiner Abwesenheit zurückgekehrt.
es_mx: regresó de su relajante descanso.
fr: a mis un terme à sa petite pause.
it: è tornato dal suo momento di relax.
ja: が休憩から復帰。
ko: 이(가) 달콤한 휴식을 취하고 돌아왔다.
pl: zakończył/a relaksującą przerwę z dala od gry.
pt_br: retornou de seu descanso.
ru: вернулись с перекура.

# UI.HUD.SWAP
source: Swap
de: Tauschen
es_mx: Intercambio
fr: Échanger
it: Scambia
ja: 交換する
ko: 교체
pl: Zamień
pt_br: Alternar
ru: Обмен

# UI.HUD.TAKE
source: Take
de: Nimm
es_mx: Recoger
fr: Prendre
it: Prendi
ja: とる
ko: 가져가기
pl: Weź:
pt_br: Coletar
ru: Взять

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.catcoon
source: A Catcoon
de: Ein Katzbär
es_mx: Un Gapache
fr: Un chaton-laveur
it: Un gattorsetto lavatore
ja: キャットクーン
ko: 캣쿤
pl: Kotoszop
pt_br: Um Gatoxinim
ru: Енотокот

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.crabking
source: The Crab King
de: Der Krabbenkönig
es_mx: El Rey Cangrejo
fr: Le roi des crabes
it: Il re granchio
ja: クラブキング
ko: 대게왕
pl: Król krabów
pt_br: O Rei Caranguejo
ru: Король крабов

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.merm
source: A Merm
de: En Merm
es_mx: Un Tritón
fr: Un merm
it: Un mermo
ja: マーム
ko: 어인
pl: Merm
pt_br: Um Sereio
ru: Тритон

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.mermguard
source: A Loyal Merm Guard
de: Eine loyale Mermwache
es_mx: Un Guardia Tritón Leal
fr: Un garde merm loyal
it: Una fedele guardia mermica
ja: プレミアムマーム衛兵
ko: 충실한 어인 근위병
pl: Wierny merm gwardzista
pt_br: Um Guarda Leal dos Sereios
ru: Преданный стражник-тритон

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.mermhouse
source: A family of Merms
de: Eine Mermfamilie
es_mx: Una familia de Tritones
fr: Une famille de merms
it: Una famiglia di mermi
ja: マーム一族
ko: 어인 가족
pl: Rodzina mermów
pt_br: Uma Família de Sereios
ru: Семейство тритонов

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.mermhouse_crafted
source: A well-to-do Merm
de: Ein umgänglicher Merm
es_mx: Un Tritón adinerado
fr: Un merm fortuné
it: Un mermo abbiente
ja: 裕福なマーム
ko: 부유한 어인
pl: Zamożny merm
pt_br: Um Sereio Próspero
ru: Состоятельный тритон

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.mermking
source: The King of the Merms
de: Der König der Merms
es_mx: El Rey de los Tritones
fr: Le roi des merms
it: Il re dei mermi
ja: マームの王様
ko: 어인의 왕
pl: Król mermów
pt_br: O Rei dos Sereios
ru: Король тритонов

# UI.HUD.TROPHYSCALE_PREFAB_OVERRIDE_OWNER.mermthrone
source: The King of the Merms
de: Der König der Merms
es_mx: El Rey de los Tritones
fr: Le roi des merms
it: Il re dei mermi
ja: マームの王様
ko: 어인의 왕
pl: Król mermów
pt_br: O Rei dos Sereios
ru: Король тритонов

# UI.HUD.TROPHYSCALE_UNKNOWN_OWNER
source: An Unnamed Donor
de: Ein unbekannter Gönner
es_mx: Un Donante Anónimo
fr: Un donneur anonyme
it: Un donatore anonimo
ja: 無名の寄付者
ko: 익명의 기부자
pl: Nieznany darczyńca
pt_br: Um Doador Sem Nome
ru: Безымянный даритель

# UI.HUD.UNEQUIP
source: Unequip
de: Ablegen
es_mx: Quitar
fr: Reposer
it: Togli dall'equipaggiamento
ja: 非装備する
ko: 장착 해제하기
pl: Odłóż
pt_br: Desequipar
ru: Снять

# UI.HUD.UNLOCK_TARGET
source: Unlock Target
de: Ziel entsperren
es_mx: Desbloquear objetivo
fr: Débloquer la cible
it: Sblocca obiettivo
ja: ターゲットのロックを解除
ko: 표적 잠금 해제
pl: Odblokuj cel
pt_br: Desbloquear alvo
ru: Разблокировать цель

# UI.HUD.WAXED
source: Waxed
de: Gewachst
fr: Ciré(e)
it: Cerato
ja: ワックス済み
ko: 왁스칠 됨
pl: Woskowany
pt_br: Encerado
ru: Вощен.

# UI.HUD.WHACK
source: Whack
de: Verhauen
es_mx: Golpear
fr: Cogner
it: Colpisci
ja: 強打する
ko: 후려치기
pl: Przywal
pt_br: Golpear
ru: Ударить

# UI.HUD.WORLD
source: World
de: Welt
es_mx: Mundo
fr: Monde
it: Mondo
ja: 世界
ko: 세계
pl: Świat
pt_br: Mundo
ru: Мир

# UI.HUD.WORLD_CLOCKDAY
source: Day
de: Tag
es_mx: Día
fr: Jour
it: Giorno
ja: 日目
ko: 낮
pl: Dzień
pt_br: Dia
ru: День

# UI.HUD.WORLD_CLOCKDAY_V2
source: Day {day_count}
de: Tag {day_count}
es_mx: Día {day_count}
fr: Jour {day_count}
it: Giorno {day_count}
ja: {day_count}日
ko: 제{day_count}일
pl: Dzień {day_count}
pt_br: Dia {day_count}
ru: День {day_count}
