Repository: Endeer/dst-cz
Catalog: locales/*/ui-modsscreen.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.MODSSCREEN.NO_MODS_TYPE
source: You have no %s mods installed. Mods can be downloaded from the Steam Workshop.
de: Du hast keine %s-Mods installiert. Mods können vom Steam Workshop heruntergeladen werden.
es_mx: No tienes modificaciones de %s instaladas. Las modificaciones se pueden descargar desde Steam Workshop.
fr: Vous n'avez installé aucun mod %s. Les mods peuvent se télécharger sur Steam Workshop.
it: Non hai alcun mod %s installato. I mod possono essere scaricati dal Workshop di Steam.
ja: %sのMODをインストールしていません。MODはSteam Workshopからダウンロードできます。
ko: 설치된 %s 모드가 없습니다. 모드는 Steam 창작마당에서 다운로드할 수 있습니다.
pl: Nie zainstalowano żadnych modów typu %s. Modyfikacje gry można pobrać z usługi Steam Workshop.
pt_br: Você não tem mods %s instalados. Os mods podem ser baixados da Oficina do Steam.
ru: У вас нет установленных модов типа «%s». Моды можно загружать из мастерской Steam.
zh_cn: 你没有安装%s 模组。可以从Steam 创意工坊下载模组。
zh_tw: 你沒有安裝%s 模組。可以從Steam 創意工坊下載模組。

# UI.MODSSCREEN.OK
source: OK
es_mx: Aceptar
ko: 확인
ru: ОК
zh_cn: 好的
zh_tw: 好的

# UI.MODSSCREEN.OUT_OF_DATE
source: Mods Out of Date:
de: Veraltete Mods:
es_mx: Modificaciones no actualizadas:
fr: Mods non à jour :
it: Mod non aggiornati:
ja: 旧バージョンのMOD：
ko: 모드가 최신 버전이 아님:
pl: Przestarzałe mody:
pt_br: Mods desatualizados:
ru: Устаревшие версии модов:
zh_cn: 模组过期：
zh_tw: 模組過期：

# UI.MODSSCREEN.REQUIRED_MODS_DOWNLOADING
source: The game has not finished downloading required mods. Either wait until the mods have finished downloading, or disable mods which have dependencies.
de: Die erforderlichen Mods wurden noch nicht vollständig heruntergeladen. Warte, bis der Vorgang abgeschlossen ist, oder deaktiviere die Mods mit den Abhängigkeiten.
es_mx: El juego aún no ha terminado de descargar las modificaciones necesarias. Puedes esperar hasta que se hayan descargado o deshabilitar las modificaciones que tengan dependencias.
fr: Le jeu n'a pas terminé de télécharger les mods requis. Attendez la fin du téléchargement des mods ou désactivez les mods ayant des dépendances.
it: Il gioco non ha terminato di scaricare i mod necessari. Attendi finché i mod sono stati interamente scaricati oppure disattiva i mod che hanno dipendenze.
ja: ゲームは必要なMODのダウンロードを完了していません。 MODのダウンロード完了を待つか、依存しているMODを無効にしてください。
ko: 필요한 모드 다운로드가 완료되지 않았습니다. 모드 다운로드 완료까지 기다리거나 종속성을 가진 모드를 비활성화하세요.
pl: Gra nie pobrała jeszcze wymaganych modyfikacji. Zaczekaj, aż pobieranie zostanie ukończone, albo wyłącz modyfikacje, które posiadają zależności.
pt_br: O jogo não terminou de baixar os mods necessários. Aguarde até que o download dos mods tenha terminado, ou desabilite os mods que têm dependências.
ru: Игра не завершила загрузку необходимых модификаций. Дождитесь окончания загрузки или отключите зависимые модификации.
zh_cn: 游戏还没有下载完所需的模组。 你可以等待下载完成，或者禁用有依赖关系的模组。
zh_tw: 遊戲還沒有下載完所需的模組。 你可以等待下載完成，或者禁用有依賴關係的模組。

# UI.MODSSCREEN.REQUIRED_MODS_DOWNLOADING_TITLE
source: Required Mods Are Downloading
de: Erforderliche Mods werden heruntergeladen
es_mx: Las modificaciones necesarias se están descargando
fr: Les mods requis sont en cours de téléchargement
it: Lo scaricamento dei mod richiesti è in corso
ja: 必要なMODをダウンロード中
ko: 필요한 모드 다운로드 중
pl: Pobieranie wymaganych modyfikacji
pt_br: Baixando Mods Necessários
ru: Загружаются требуемые модификации
zh_cn: 正在下载所需模组
zh_tw: 正在下載所需模組

# UI.MODSSCREEN.RESETDEFAULT
source: Reset
de: Zurücksetzen
es_mx: Reiniciar
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
zh_cn: 重置
zh_tw: 重置

# UI.MODSSCREEN.RESTART
source: Exit Now
de: Jetzt beenden
es_mx: Salir ahora
fr: Quitter maintenant
it: Esci adesso
ja: いますぐ終了
ko: 지금 종료하기
pl: Wyjdź teraz
pt_br: Sair agora
ru: Выйти сейчас
zh_cn: 立即退出
zh_tw: 立即退出

# UI.MODSSCREEN.RESTART_REQUIRED
source: To enable or disable this mod, you will have to exit and restart the game.
de: Um diese Mod zu (de-)aktivieren, musst du das Spiel beenden und neu starten.
es_mx: Para activar o desactivar esta modificación, tendrás que salir y reiniciar el juego.
fr: Pour activer ou désactiver ce mod, vous devrez quitter le jeu et redémarrer.
it: Per attivare o disattivare questo mod, dovrai uscire e riavviare il gioco.
ja: このMODを有効または無効にするためには、ゲームを終了して再起動してください。
ko: 이 모드를 사용하거나 사용을 중지하려면 게임을 종료했다가 다시 실행해야 합니다.
pl: Aby włączyć lub wyłączyć tego moda, musisz uruchomić grę ponownie.
pt_br: Para habilitar ou desabilitar esse mod, você terá que sair e reiniciar o jogo.
ru: Чтобы включить или отключить этот мод, нужно выйти из игры и запустить ее снова.
zh_cn: 要启用或禁用此模组，你将需要退出并重启游戏。
zh_tw: 要啟用或禁用此模組，你將需要退出並重啟遊戲。

# UI.MODSSCREEN.RESTART_TITLE
source: Restart Required
de: Neustart erforderlich
es_mx: Necesario reiniciar
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
ko: 재실행 필요
pl: Restart wymagany
pt_br: Reinicialização necessária
ru: Требуется перезапуск
zh_cn: 需要重启游戏
zh_tw: 需要重啟遊戲

# UI.MODSSCREEN.SEARCH
source: Search
de: Suche
es_mx: Buscar
fr: Chercher
it: Ricerca
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
zh_cn: 搜索
zh_tw: 搜索

# UI.MODSSCREEN.SERVERMODS
source: Server Mods
es_mx: Modificaciones del servidor
fr: Mods du serveur
it: Mod del server
ja: サーバーMOD
ko: 서버 모드
pl: Mody serw.
pt_br: Mods do servidor
ru: Моды сервера
zh_cn: 服务器模组
zh_tw: 伺服器模組

# UI.MODSSCREEN.SERVERMODS_TITLE_READONLY
source: Configure Server Mods
de: Server-Mods konfigurieren
es_mx: Configurar modificaciones del servidor
fr: Configurer les mods de serveur
it: Configura il server dei mod
ja: サーバーMODの設定
ko: 서버 모드 구성
pl: Skonfiguruj mody serwera
pt_br: Configurar mods do servidor
ru: Настроить моды сервера
zh_cn: 配置服务器模组
zh_tw: 配置伺服器模組

# UI.MODSSCREEN.SHOWCASEMODS
source: Get Mods
de: Mods aufrufen
es_mx: Obtener modificaciones
fr: Obtenir des mods
it: Ottieni mod
ja: MODの入手
ko: 모드 구하기
pl: Pobierz mody
pt_br: Obter mods
ru: Получить моды
zh_cn: 获取模组
zh_tw: 獲取模組

# UI.MODSSCREEN.STATUS.DISABLED_ERROR
source: Crashed!
de: Abgestürzt!
es_mx: ¡Se colgó!
fr: Planté !
it: Bloccato!
ja: クラッシュしました！
ko: 충돌이 발생했습니다!
pl: Zepsuty!
pt_br: Travado!
ru: Сбой!
zh_cn: 崩溃！
zh_tw: 崩潰！

# UI.MODSSCREEN.STATUS.DISABLED_MANUAL
source: Disabled
de: Deaktiviert
es_mx: Deshabilitado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pl: Wył.
pt_br: Desabilitado
ru: Отключено
zh_cn: 禁用
zh_tw: 禁用

# UI.MODSSCREEN.STATUS.WORKING_NORMALLY
source: Enabled
de: Aktiviert
es_mx: Habilitado
fr: Activé
it: Attivato
ja: オン
ko: 켜짐
pl: Wł.
pt_br: Habilitado
ru: Включено
zh_cn: 启用
zh_tw: 啟用

# UI.MODSSCREEN.STATUS_FILTER_FMT
source: Mod Status Filter: {mode}
es_mx: Filtro de estatus de la modificación: {mode}
fr: Filtre de statut de mod : {mode}
it: Filtro stato mod: {mode}
ja: MODステータスフィルター：{mode}
ko: 모드 상태 필터: {mode}
pl: Filtr statusu modyfikacji: {mode}
pt_br: Filtro de Status do Mod: {mode}
ru: Фильтр по статусу модификации: {mode}
zh_cn: 模组状态筛选：{mode}
zh_tw: 模組狀態篩選：{mode}

# UI.MODSSCREEN.TOOLTIP_CLIENTMODS
source: Cosmetic mods that run on your machine
de: Kosmetische Mods, die auf deinem Computer laufen
es_mx: Modificaciones estéticas que están en tu sistema
fr: Mods cosmétiques actifs sur votre machine
it: Mod estetici presenti nella tua macchina
ja: お使いのマシン上で動作するコスメティックMODです
ko: 내 기기에서 실행되는 외관 모드
pl: Mody kosmetyczne, aktywowane na twoim urządzeniu
pt_br: Mods decorativos que rodam na sua máquina
ru: Косметические моды, запущенные на вашей машине
zh_cn: 在你的机器上运行的美化模组
zh_tw: 在你的機器上運行的美化模組

# UI.MODSSCREEN.TOOLTIP_SERVERMODS
source: Gameplay-affecting mods that run on the game server
de: Mods, die das Spiel ändern und auf dem Spieleserver laufen
es_mx: Modificaciones que afectan a la mecánica de juego que están en el servidor del juego
fr: Mods de gameplay actifs sur le serveur de jeu
it: I mod che riguardano il gioco presenti nel server di gioco
ja: ゲームサーバー上で動作するゲームプレイに影響を与えるMODです
ko: 게임 서버에서 실행되는, 게임성에 영향을 미치는 모드
pl: Mody związane z rozgrywką, aktywowane na serwerze gry
pt_br: Mods que afetam a interação e rodam no servidor do jogo
ru: Геймплейные моды, запущенные на игровом сервере
zh_cn: 在游戏服务器上运行的能影响游戏玩法的模组
zh_tw: 在遊戲伺服器上運行的能影響遊戲玩法的模組

# UI.MODSSCREEN.TOOLTIP_SHOWCASEMODS
source: See popular and featured mods
de: Beliebte und vorgestellte Mods anzeigen
es_mx: Ve las modificaciones populares y destacadas
fr: Voir les mods populaires et disponibles
it: Visualizza i mod popolari e in evidenza
ja: 人気のあるMODや特徴的なMODを見ます
ko: 인기 모드 및 추천 모드 보기
pl: Poznaj najpopularniejsze mody
pt_br: Veja mods populares e em destaque
ru: Посмотреть популярные и избранные моды
zh_cn: 查看热门和精选模组
zh_tw: 查看熱門和精選模組

# UI.MODSSCREEN.TOPMODS
source: Top Mods
de: Die besten Mods
es_mx: Mejores modificaciones
fr: Meilleurs mods
it: Mod migliori
ja: トップMOD
ko: 최고 인기 모드
pl: Najlepsze mody
pt_br: Principais mods
ru: Лучшие моды
zh_cn: 最热门模组
zh_tw: 最熱門模組

# UI.MODSSCREEN.UNKNOWN_MOD_CONFIG_SETTING
source: [NAME UNDEFINED]
de: [NAME NICHT DEFINIERT]
es_mx: [NOMBRE INDEFINIDO]
fr: [NOM MANQUANT]
it: [NOME NON DEFINITO]
ja: MOD詳細設定
ko: [이름 미정]
pt_br: [NOME INDEFINIDO]
ru: [БЕЗ ИМЕНИ]
zh_cn: [名称未定义]
zh_tw: [名稱未定義]

# UI.MODSSCREEN.UPDATEALL
source: Update All
de: Alle aktualisieren
es_mx: Actualizar todo
fr: Tout mettre à jour
it: Aggiorna tutto
ja: すべてアップデート
ko: 모두 업데이트
pl: Aktualizuj wszystkie
pt_br: Atualizar tudo
ru: Обновить все
zh_cn: 全部更新
zh_tw: 全部更新

# UI.MODSSCREEN.UPDATEALL_BODY
source: Are you sure you want to update all your subscribed mods?
de: Möchtest du wirklich alle abonnierten Mods aktualisieren?
es_mx: ¿Seguro que quieres actualizar todas tus modificaciones suscritas?
fr: Vraiment mettre à jour tous les mods auxquels vous avez souscrit ?
it: Sei sicuro di voler aggiornare tutti i mod sottoscritti?
ja: サブスクライブ済みのMODをすべてアップデートしますか？
ko: 정말 구독한 모드를 전부 업데이트하시겠습니까?
pl: Czy na pewno chcesz aktualizować wszystkie subskrybowane mody?
pt_br: Tem certeza que deseja atualizar todos os mods inscritos?
ru: Вы уверены, что хотите обновить все свои моды?
zh_cn: 你确定想更新你订用的所有模组吗？
zh_tw: 你確定想更新你訂用的所有模組嗎？

# UI.MODSSCREEN.UPDATEALL_TITLE
source: Update All Mod Workshop Data
de: Alle Mod-Workshop-Daten aktualisieren
es_mx: Actualizar todos los datos de modificaciones de Workshop
fr: Mettre à jour toutes les données du Mod Workshop
it: Aggiorna tutti i dati dei mod del Workshop
ja: MODワークショップのデータをすべてアップデート
ko: 모든 모드 창작마당 데이터 업데이트하기
pl: Aktualizuj wszystkie dane modów
pt_br: Atualizar todos os dados da Oficina de mods
ru: Обновить все моды Workshop
zh_cn: 更新所有模组创意工坊的数据
zh_tw: 更新所有模組創意工坊的資料

# UI.MODSSCREEN.UPDATEMOD
source: Update Mod
de: Mod aktualisieren
es_mx: Actualizad modificación
fr: Mettre le mod à jour
it: Aggiorna mod
ja: MODをアップデート
ko: 모드 업데이트
pl: Aktualizuj mod
pt_br: Atualizar mod
ru: Обновить мод
zh_cn: 更新模组
zh_tw: 更新模組

# UI.MODSSCREEN.UPDATINGMOD
source: Updating...
de: Aktualisierung ...
es_mx: Actualizando...
fr: Mise à jour en cours...
it: Aggiornamento...
ja: アップデート中…
ko: 업데이트 중...
pl: Aktualizacja...
pt_br: Atualizando...
ru: Обновление…
zh_cn: 更新中…
zh_tw: 更新中…

# UI.MODSSCREEN.UPTODATE
source: Up To Date
de: Aktuell
es_mx: Actualizado
fr: À jour
it: Aggiornato
ja: 最新版
ko: 최신 버전
pl: Aktualny
pt_br: Atualizado
ru: Обновить до текущей версии
zh_cn: 最新
zh_tw: 最新

# UI.MODSSCREEN.UPTODATEALL
source: All Up To Date
de: Alle aktuell
es_mx: Todos actualizados
fr: Tout est à jour
it: Tutti aggiornati
ja: すべて最新版です
ko: 모두 최신 버전 상태
pl: Wszystkie aktualne
pt_br: Tudo atualizado
ru: Обновить все до текущей версии
zh_cn: 所有都是最新的
zh_tw: 所有都是最新的

# UI.MODSSCREEN.VERSION
source: version %s
es_mx: versión %s
it: versione %s
ja: バージョン %s
ko: 버전 %s
pl: wersja %s
pt_br: versão %s
ru: версия %s
zh_cn: 版本：%s
zh_tw: 版本：%s

# UI.MODSSCREEN.VIEW_AND_CONFIGURE
source: Mod can be viewed and configured.
de: Mod kann angezeigt und konfiguriert werden.
es_mx: La modificación se puede ver y configurar.
fr: Vous pouvez voir et configurer le mod.
it: Il mod può essere visualizzato e configurato.
ja: MODの確認と設定ができます。
ko: 모드를 확인하고 구성할 수 있습니다.
pl: Moda można przeglądać i konfigurować
pt_br: O mod pode ser exibido e configurado.
ru: Мод можно просмотреть и отредактировать.
zh_cn: 模组可被查看并配置。
zh_tw: 模組可被查看並配置。

# UI.MODSSCREEN.WORKING_NORMALLY
source: This mod is enabled.
de: Diese Mod ist aktiviert.
es_mx: Esta modificación está habilitada.
fr: Ce mod est activé.
it: Questo mod è attivato.
ja: このMODは有効になっています。
ko: 이 모드는 사용이 허용된 상태입니다.
pl: Ten mod jest wł.
pt_br: Este mod está habilitado.
ru: Этот мод активен.
zh_cn: 这个模组被启用。
zh_tw: 這個模組被啟用。

# UI.MODSSCREEN.WORKSHOP_FILTER
source: Workshop
ja: ワークショップ
ko: 창작마당
pl: Warsztat
pt_br: Oficina
ru: Мастерская
zh_cn: 创意工坊
zh_tw: 創意工坊

# UI.MODSSCREEN.WORKSHOP_FILTER_FMT
source: Mod Type Filter: {mode}
de: Mod-Typenfilter: {mode}
es_mx: Filtro de tipo de modificación: {mode}
fr: Filtre de type de mod : {mode}
it: Filtro tipo mod: {mode}
ja: MOD種類フィルター：{mode}
ko: 모드 유형 필터: {mode}
pl: Filtr rodzaju modyfikacji: {mode}
pt_br: Filtro de Tipo do Mod: {mode}
ru: Фильтр по типу модификации: {mode}
zh_cn: 模组类型筛选：{mode}
zh_tw: 模組類型篩選：{mode}

# UI.MODSSCREEN.WORKSHOP_FILTER_RAIL
source: Warehouse
de: Lager
fr: Entrepôt
it: Magazzino
ja: 保管所
ko: 창고
pl: Magazyn
pt_br: Depósito
ru: Склад
zh_cn: 模组仓库
zh_tw: 模組倉庫

# UI.MODSSCREEN.YES
source: Yes
de: Ja
es_mx: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是
