Repository: Endeer/dst-cz
Catalog: locales/*/ui-modsscreen.po
Languages: de, es_mx, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.MODSSCREEN.ALL_FILTER
source: All
de: Alle
es_mx: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 全部
zh_tw: 全部

# UI.MODSSCREEN.APPLY
source: Apply
de: Übernehmen
es_mx: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
zh_cn: 应用
zh_tw: 應用

# UI.MODSSCREEN.AUTHORBY
source: by %s
de: von %s
es_mx: por %s
fr: par %s
it: di %s
ja: %sによる
ko: 제작: %s
pl: od: %s
pt_br: de %s
ru: автор — %s
zh_cn: 作者：%s
zh_tw: 作者：%s

# UI.MODSSCREEN.BACK
source: Back
de: Zurück
es_mx: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
zh_cn: 返回
zh_tw: 返回

# UI.MODSSCREEN.BACKBODY
source: Do you want to discard the changes you made to this mod's options?
de: Möchtest du deine Änderungen an den Mod-Optionen verwerfen?
es_mx: ¿Quieres descartar los cambios realizados en las opciones de esta modificación?
fr: Voulez-vous annuler les modifications apportées aux options de ce mod ?
it: Vuoi annullare le modifiche apportate alle opzioni di questo mod?
ja: あなたの世界のMODオプションに加えた変更を取り消しますか？
ko: 모드 옵션의 변경 사항을 취소하시겠습니까?
pl: Czy chcesz porzucić zmiany wprowadzone w konfiguracji tego moda?
pt_br: Deseja descartar as alterações feitas às opções desse mod?
ru: Вы хотите сбросить все изменения для параметров этого мода?
zh_cn: 要放弃对此模组选项所做的更改吗？
zh_tw: 要放棄對此模組選項所做的更改嗎？

# UI.MODSSCREEN.BACKTITLE
source: Discard Changes
de: Änderungen verwerfen
es_mx: Descartar cambios
fr: Annuler les modifications
it: Rimuovi modifiche
ja: 変更を取り消す
ko: 변경 취소
pl: Odrzuć zmiany
pt_br: Descartar alterações
ru: Сбросить изменения
zh_cn: 放弃更改
zh_tw: 放棄更改

# UI.MODSSCREEN.CANCEL
source: Cancel
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_cn: 取消
zh_tw: 取消

# UI.MODSSCREEN.CANCEL_BODY
source: Do you want to abandon your changes?
de: Sollen die Änderungen verworfen werden?
es_mx: ¿Deseas cancelar los cambios?
fr: Abandonner vos modifications ?
it: Vuoi rinunciare alle modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 취소하시겠습니까?
pl: Czy chcesz porzucić zmiany?
pt_br: Deseja cancelar suas alterações?
ru: Вы хотите отменить ваши изменения?
zh_cn: 要放弃更改吗？
zh_tw: 要放棄更改嗎？

# UI.MODSSCREEN.CANCEL_TITLE
source: Lose Changes?
de: Änderungen verwerfen?
es_mx: ¿Perder los cambios?
fr: Abandonner les modifications ?
it: Vuoi perdere le modifiche?
ja: 変更をリセット？
ko: 변경 사항 취소
pl: Porzucić zmiany?
pt_br: Perder alterações?
ru: Изменения не сохранятся, согласны?
zh_cn: 放弃更改？
zh_tw: 放棄更改？

# UI.MODSSCREEN.CLEANALL
source: Clean All
de: Alle bereinigen
es_mx: Borrar todo
fr: Tout supprimer
it: Ripulisci tutto
ja: すべてクリア
ko: 모두 정리
pl: Usuń wszystko
pt_br: Eliminar tudo
ru: Очистить все
zh_cn: 全部清除
zh_tw: 全部清除

# UI.MODSSCREEN.CLEANALL_BODY
source: Are you sure you want to clean your local Workshop data? This will result in a full download of all your subscribed mods, and your mod configuration settings being reset.
de: Möchtest du deine lokalen Workshop-Daten wirklich bereinigen? Dabei werden alle von dir abonnierten Mods heruntergeladen und deinen Konfigurationseinstellungen zurückgesetzt.
es_mx: ¿Seguro que quieres borrar tus datos locales de Workshop? Si continúas, harás una descarga completa de todas tus modificaciones suscritas y las configuraciones de las modificaciones se reiniciarán.
fr: Vraiment supprimer vos données de Workshop local ? Cette opération entraînera le téléchargement complet des mods auxquels vous avez souscrit, et les paramètres de configuration des mods seront réinitialisés.
it: Sei sicuro di voler ripulire i dati locali del Workshop? Ciò comporterà lo scaricamento completo di tutti i mod sottoscritti e la reimpostazione delle impostazioni di configurazione dei mod.
ja: ローカルに保存されているワークショップのデータをすべて削除します。 サブスクライブしたMODを再度使用する際にはすべて再ダウンロードする必要があり、MODの設定もリセットされます。よろしいですか？
ko: 정말 로컬 창작마당 데이터를 정리하시겠습니까? 구독한 모드를 모두 완전히 다운로드하고, 모드 구성 설정이 초기화됩니다.
pl: Czy na pewno chcesz usunąć dane lokalne usługi Workshop? Spowoduje to, że wszystkie subskrybowane mody zostaną pobrane na nowo, zaś ustawienia modów zostaną zresetowane.
pt_br: Tem certeza que deseja eliminar os dados de sua Oficina local? Essa ação causará o download completo de todos os seus mods inscritos e a redefinição das definições de configuração de mods.
ru: Вы уверены, что хотите очистить все локальные данные в Workshop? Это приведет к полной загрузке всех ваших модов, а настройки ваших модов сбросятся.
zh_cn: 你确定想清理你本地创意工坊的数据吗？ 这样将全部下载你订用的所有模组，并且重设下你的模组配置。
zh_tw: 你確定想清理你本地創意工坊的資料嗎？ 這樣將全部下載你訂用的所有模組，並且重設下你的模組配置。

# UI.MODSSCREEN.CLEANALL_TITLE
source: Clean All Mod Workshop Data
de: Alle Mod-Workshop-Daten bereinigen
es_mx: Borrar todos los datos de modificaciones de Workshop
fr: Supprimer toutes les données du Mod Workshop
it: Ripulisci tutti i dati dei mod del workshop
ja: MODワークショップのデータをすべてクリア
ko: 모든 모드 창작마당 데이터 정리하기
pl: Usuń wszystkie dane modów
pt_br: Eliminar todos os dados da Oficina de mods
ru: Очистить все моды в Workshop Data
zh_cn: 清除所有模组创意工坊的数据
zh_tw: 清除所有模組創意工坊的資料

# UI.MODSSCREEN.CLIENTMODS
source: Client Mods
es_mx: Modificaciones de cliente
fr: Mods du client
it: Mod del client
ja: クライアントMOD
ko: 클라이언트 모드
pl: Mody klienta
pt_br: Mods clientes
ru: Моды клиента
zh_cn: 本地模组
zh_tw: 本地模組

# UI.MODSSCREEN.COMPATIBILITY_ALL
source: Compatible with everything.
de: Mit allem kompatibel.
es_mx: Compatible con todo.
fr: Compatible avec tout.
it: Compatibile con tutto.
ja: 全てと互換性がある。
ko: 모든 것과 호환됩니다.
pl: Kompatybilny ze wszystkim
pt_br: Compatível com tudo.
ru: Совместимо со всем.
zh_cn: 与所有内容均兼容。
zh_tw: 與所有內容均相容。

# UI.MODSSCREEN.COMPATIBILITY_DST
source: Compatible with Don't Starve Together.
de: Mit Don't Starve Together kompatibel.
es_mx: Compatible con Don't Starve Together.
fr: Compatible avec Don't Starve Together.
it: Compatibile con Don't Starve Together.
ja: 「Don't Starve Together」に対応
ko: Don't Starve Together와 호환됩니다.
pl: Kompatybilny z Don't Starve Together
pt_br: Compatível com o Don't Starve Together.
ru: Совместимо с Don't Starve Together.
zh_cn: 与《饥荒：联机版》兼容。
zh_tw: 與《饑荒：連線版》相容。

# UI.MODSSCREEN.COMPATIBILITY_DS_ONLY
source: Compatible with Don't Starve only.
de: Nur mit Don't Starve kompatibel.
es_mx: Compatible con Don't Starve únicamente.
fr: Uniquement compatible avec Don't Starve
it: Compatibile soltanto con Don't Starve.
ja: Don’t Starve とのみ互換性がある。
ko: Don't Starve만 호환됩니다.
pl: Kompatybilny wyłącznie z Don't Starve
pt_br: Compatível somente com o Don't Starve.
ru: Совместимо только с Don't Starve.
zh_cn: 仅与《饥荒》兼容。
zh_tw: 僅與《饑荒》相容。

# UI.MODSSCREEN.COMPATIBILITY_NONE
source: This mod has no compatibility with Don't Starve.
de: Diese Mod ist nicht mit Don't Starve kompatibel.
es_mx: Esta modificación no es compatible con Don't Starve.
fr: Ce mod n'est pas compatible avec Don't Starve.
it: Questo mod non è compatibile con Don't Starve.
ja: このMODは「Don't Starve」に対応していません。
ko: 이 모드는 Don't Starve와 호환되지 않습니다.
pl: Ten mod nie jest kompatybilny z Don't Starve
pt_br: Este mod não tem compatibilidade com o Don't Starve.
ru: Эта модификация несовместима с Don't Starve.
zh_cn: 这个模组与"饥荒"不兼容。
zh_tw: 這個模組與"饑荒"不相容。

# UI.MODSSCREEN.COMPATIBILITY_ROG_ONLY
source: Compatible with Reign of Giants only.
de: Nur mit Reign of Giants kompatibel.
es_mx: Compatible con Reign of Giants únicamente.
fr: Uniquement compatible avec Le règne des géants.
it: Compatibile soltanto con Regno dei Giganti.
ja: Reign of Giantsとのみ互換性がある。
ko: Reign of Giants만 호환됩니다.
pl: Kompatybilny wyłącznie z Panowaniem gigantów
pt_br: Compatível somente com o Reino de Gigantes.
ru: Совместимо только с Reign of Giants.
zh_cn: 仅与《巨人国》兼容。
zh_tw: 僅與《巨人國》相容。

# UI.MODSSCREEN.COMPATIBILITY_UNKNOWN
source: Compatibility unknown.
de: Kompatibilität unbekannt.
es_mx: Compatibilidad desconocida.
fr: Compatibilité inconnue.
it: Compatibilità sconosciuta.
ja: 互換性 不明
ko: 호환성을 알 수 없습니다.
pl: Kompatybilność nieznana.
pt_br: Compatibilidade desconhecida.
ru: Нет данных о совместимости.
zh_cn: 兼容性未知。
zh_tw: 相容性未知。

# UI.MODSSCREEN.CONFIGSCREENTITLESUFFIX
source: Configuration
de: Konfiguration
es_mx: Configuración
it: Configurazione
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configuração
ru: Настройка
zh_cn: 配置
zh_tw: 配置

# UI.MODSSCREEN.CONFIGUREMOD
source: Configure Mod
de: Einstellungen
es_mx: Configurar modificación
fr: Configurer le mod
it: Configura mod
ja: MOD設定
ko: 모드 설정
pl: Skonfiguruj moda
pt_br: Configurar mod
ru: Настроить мод
zh_cn: 配置模组
zh_tw: 配置模組

# UI.MODSSCREEN.DISABLE
source: Disable
de: Deaktivieren
es_mx: Deshabilitar
fr: Désactiver
it: Disattiva
ja: 無効化する
ko: 끄기
pl: Wyłącz
pt_br: Desabilitar
ru: Отключить
zh_cn: 禁用
zh_tw: 禁用

# UI.MODSSCREEN.DISABLED_ERROR
source: Crashed! Disabled.
de: Abgestürzt! Deaktiviert!
es_mx: ¡Se colgó! Deshabilitado.
fr: Plantage ! Désactivé.
it: Bloccato! Disattivato.
ja: クラッシュしたため無効化
ko: 충돌이 발생했습니다! 사용이 중지되었습니다.
pl: Awaria! Mod wyłączony.
pt_br: Travado! Desabilitado.
ru: Сбой! Отключение.
zh_cn: 崩溃！被禁用。
zh_tw: 崩潰！被禁用。

# UI.MODSSCREEN.DISABLED_FILTER
source: Disabled
de: Deaktiviert
es_mx: Deshabilitado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pl: Wył.
pt_br: Desabilitado
ru: Отключено
zh_cn: 禁用
zh_tw: 禁用

# UI.MODSSCREEN.DISABLED_MANUAL
source: This mod is disabled.
de: Diese Mod ist deaktiviert.
es_mx: Esta modificación está deshabilitada.
fr: Ce mod est désactivé.
it: Questo mod è disattivato.
ja: このMODは無効化されています。
ko: 사용이 중지된 모드입니다.
pl: Ten mod jest wył.
pt_br: Este mod está desabilitado.
ru: Этот мод отключен.
zh_cn: 此模组被禁用。
zh_tw: 此模組被禁用。

# UI.MODSSCREEN.DISABLE_ALL
source: Disable All
de: Alles deaktivieren
es_mx: Deshabilitar todas las modificaciones
fr: Tout désactiver
it: Disattiva tutti
ja: 全て無効化
ko: 모두 끄기
pl: Wyłącz wszystkie
pt_br: Desabilitar Tudo
ru: Отключить все
zh_cn: 禁用全部
zh_tw: 禁用全部

# UI.MODSSCREEN.DOWNLOADINGMOD
source: Downloading: {name}
de: Download läuft: {name}
es_mx: Descargando: {name}
fr: Téléchargement : {name}
it: Scaricamento: {name}
ja: ダウンロード中： {name}
ko: 다운로드 중: {name}
pl: Pobieranie: {name}
pt_br: Baixando: {name}
ru: Загрузка: {name}
zh_cn: 正在下载： {name}
zh_tw: 正在下載： {name}

# UI.MODSSCREEN.DOWNLOADING_MODS
source: Downloading Mods...
de: Mods werden heruntergeladen ...
es_mx: Descargando modificaciones...
fr: Téléchargement des mods...
it: Scaricamento dei mod...
ja: MODをダウンロード中…
ko: 모드 다운로드 중...
pl: Pobieranie modów...
pt_br: Baixando Mods...
ru: Модификации загружаются...
zh_cn: 正在下载模组……
zh_tw: 正在下載模組……

# UI.MODSSCREEN.DST_COMPAT_WARNING
source: This mod hasn't been tagged as compatible with Don't Starve Together. It may cause issues with your game.
de: Diese Mod wurde nicht als kompatibel mit Don't Starve Together gekennzeichnet. Das kann zu Problemen beim Spielen führen.
es_mx: Esta modificación no está indicada como compatible con Don't Starve Together. Puede que cause problemas con el juego.
fr: Ce mod n'a pas été signalé comme compatible avec Don't Starve Together. Ceci pourrait poser des problèmes en jeu.
it: Questo mod non è stato taggato come compatibile con Don't Starve Together. Potrebbero esserci problemi con il gioco.
ja: このMODは「Don't Starve Togetherに対応」とタグづけされていません。使用中に問題が発生する可能性があります。
ko: 이 모드는 Don't Starve Together와 호환되지 않는 것으로 태그되었습니다. 이 때문에 게임에 문제가 발생할 수 있습니다.
pl: Ten mod nie został oznaczony jako kompatybilny z Don't Starve Together. Jego używanie może spowodować problemy z grą.
pt_br: Este mod não foi marcado como compatível com o Don't Starve Together. Ele pode causar problemas ao seu jogo.
ru: Этот мод не входит в список совместимых с Don't Starve Together. Это может привести к проблемам с игрой.
zh_cn: 这个模组还未标记为与"饥荒"兼容。这可能使你的游戏出现问题。
zh_tw: 這個模組還未標記為與"饑荒"相容。這可能使你的遊戲出現問題。

# UI.MODSSCREEN.ENABLE
source: Enable
de: Aktivieren
es_mx: Habilitar
fr: Activer
it: Attiva
ja: 有効化する
ko: 사용
pl: Włącz
pt_br: Habilitar
ru: Включить
zh_cn: 启用
zh_tw: 啟用

# UI.MODSSCREEN.ENABLEDDISABLED_FILTER
source: Both
de: Beide
es_mx: Ambos
fr: Les deux
it: Entrambi
ja: 両方
ko: 둘 다
pl: Oba
pt_br: Ambos
ru: И то, и другое
zh_cn: 两者全选
zh_tw: 兩者全選

# UI.MODSSCREEN.ENABLED_FILTER
source: Enabled
de: Aktiviert
es_mx: Habilitado
fr: Activé
it: Attivato
ja: オン
ko: 켜짐
pl: Wł.
pt_br: Habilitado
ru: Включено
zh_cn: 启用
zh_tw: 啟用

# UI.MODSSCREEN.LOADING
source: Loading
de: Lädt
es_mx: Cargando
fr: Chargement
it: Attendi
ja: ロード中
ko: 불러오는 중
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
zh_cn: 正在加载
zh_tw: 正在載入

# UI.MODSSCREEN.LOCAL_FILTER
source: Local
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
pl: Lokalne
ru: Локальные
zh_cn: 本地
zh_tw: 本地

# UI.MODSSCREEN.MODLINK
source: Mod Page
de: Mod-Seite
es_mx: Página de modificaciones
fr: Page du mod
it: Pagina dei mod
ja: MODページ
ko: 모드 페이지
pl: Strona moda
pt_br: Página do mod
ru: Страница модов
zh_cn: 模组页面
zh_tw: 模組頁面

# UI.MODSSCREEN.MODLINKGENERIC
source: Mod Forums
de: Mod-Foren
es_mx: Foros de modificaciones
fr: Forums de mod
it: Forum dei mod
ja: MODフォーラム
ko: 모드 포럼
pl: Forum moderskie
pt_br: Fóruns de mods
ru: Форумы модов
zh_cn: 模组论坛
zh_tw: 模組論壇

# UI.MODSSCREEN.MODLINK_MOREINFO
source: More Info
de: Weitere Informationen
es_mx: Más información
fr: Plus d'informations
it: Ulteriori informazioni
ja: 詳細
ko: 자세한 정보
pl: Więcej Info
pt_br: Mais informações
ru: Больше информации
zh_cn: 更多信息
zh_tw: 更多資訊

# UI.MODSSCREEN.MODPAGE
source: Mod Page
de: Mod-Seite
es_mx: Página de modificaciones
fr: Page du mod
it: Pagina dei mod
ja: MODページ
ko: 모드 페이지
pl: Strona moda
pt_br: Página do mod
ru: Страница модов
zh_cn: 模组页面
zh_tw: 模組頁面

# UI.MODSSCREEN.MODTITLE
source: Mods
es_mx: Modificaciones
it: Mod
ja: MOD
ko: 모드
pl: Mody
ru: Моды
zh_cn: 模组
zh_tw: 模組

# UI.MODSSCREEN.MOD_DEPENDENCIES_TITLE
source: Dependencies Required
de: Abhängige Programme erforderlich
es_mx: Se necesitan algunas dependencias
fr: Dépendances requises
it: Dipendenze richieste
ja: 依存要件
ko: 종속성 필요
pl: Wymaga powiązanych modyfikacji
pt_br: Dependências Necessárias
ru: Требуются дополнительные модификации
zh_cn: 依赖其他模组
zh_tw: 依賴其他模組

# UI.MODSSCREEN.MOD_DEPENDENTS_TITLE
source: Required By Other Mods
de: Für andere Mods erforderlich
es_mx: Otras modificaciones dependen de ella
fr: Nécessaire pour d'autres mods
it: Richiesto da altri mod
ja: 他のMODが必要
ko: 다른 모드에서 필요
pl: Wymagana przez inne modyfikacje
pt_br: Exigido por Outros Mods
ru: Требуется для других модификаций
zh_cn: 被其他模组需要
zh_tw: 被其他模組需要

# UI.MODSSCREEN.MOD_HAS_DEPENDENCIES_FMT
source: {mod} requires other mods to run, it will subscribe and enable these if you enable this mod:
de: Für {mod} müssen andere Mods ausgeführt werden. Sie werden abonniert und aktiviert, wenn du diese Mod aktivierst:
es_mx: La modificación {mod} necesita otras modificaciones para poder funcionar. Se conectará y habilitará las siguientes modificaciones si la activas:
fr: {mod} nécessite d'autres mods pour fonctionner. Il sera abonné et s'activera si vous activez ce mod :
it: {mod} richiede altri mod per funzionare, che verranno sottoscritti e abilitati se attivi questo mod:
ja: {mod}を実行するには他のMODが必要です。このMODを有効にすると、該当する他のMODを取得して有効化します：
ko: {mod} 모드는 다른 모드가 실행 중이어야 합니다. 이 모드를 활성화하면 다음을 구독 및 활성화합니다.
pl: {mod} wymaga innych modyfikacji. Jeśli włączysz tę modyfikację, zasubskrybujesz i włączysz również następujące modyfikacje:
pt_br: {mod} necessita de outros mods para funcionar. Ele os baixará e habilitará caso você habilite este mod:
ru: «{mod}» требует для работы дополнительные модификации. При активировании эта модификация загрузится и активирует следующее:
zh_cn: {mod}需要其他模组才能运行，如果你启用这个模组，它就会订阅和启用这些模组：
zh_tw: {mod}需要其他模組才能運行，如果你啟用這個模組，它就會訂閱和啟用這些模組：

# UI.MODSSCREEN.MOD_HAS_DEPENDENTS_FMT
source: {mod} is required for other mods to run, if you disable this mod these mods will be disabled:
de: {mod} ist erforderlich, damit andere Mods ausgeführt werden können. Wenn du diese Mod deaktivierst, werden auch die folgenden Mods deaktiviert:
es_mx: Otras modificaciones requieren de esta modificación {mod} para poder funcionar. Si desactivas esta modificación, las siguientes modificaciones también dejarán de deshabilitarán:
fr: {mod} est nécessaire pour que d'autres mods fonctionnent. Si vous désactivez ce mod, ces mods seront désactivés :
it: {mod} è necessario per far funzionare altri mod; se lo disattivi, anche questi mod verranno disabilitati:
ja: {mod}の実行に必要なMODが他にもあります。このMODを無効にすると、該当する他のMODも無効化します：
ko: 다른 모드를 실행하려면 {mod} 모드가 필요합니다. 이 모드를 비활성화하면 다음 모드가 비활성화됩니다.
pl: Inne modyfikacje wymagają modyfikacji {mod}. Jeśli ją wyłączysz, wyłączone zostaną również następujące modyfikacje:
pt_br: {mod} é necessário para que outros mods funcionem. Se você o desabilitar, estes mods também serão desabilitados:
ru: «{mod}» требуется для работы других модификаций. Если вы отключите эту модификацию, также будет отключено следующее:
zh_cn: 其他模组需要{mod}才能运行，如果你禁用这个模组，这些模组将会被禁用：
zh_tw: 其他模組需要{mod}才能運行，如果你禁用這個模組，這些模組將會被禁用：

# UI.MODSSCREEN.MOD_WARNING
source: This is not a Steam Workshop mod. Players will need to download it manually if you host a server.
de: Dies ist keine Mod aus dem Steam Workshop. Spieler müssen sie eigens herunterladen, wenn du einen Server hostest.
es_mx: Esta no es una modificación de Steam Workshop. Los jugadores tendrán que descargarla manualmente si organizas un servidor.
fr: Ceci n'est pas un mod Steam Workshop. Les joueurs devront le télécharger manuellement si vous ouvrez un serveur.
it: Questo non è un mod del Workshop di Steam. I giocatori dovranno scaricarlo manualmente se sei host di un server.
ja: こちらはSteam WorkshopのMODではありません。プレイヤーがサーバーをホストしている場合は、手動でMODをダウンロードしてください。
ko: 이건 Steam 창작마당 모드가 아닙니다. 서버를 호스트하게 되면 다른 플레이어가 수동으로 이 모드를 다운로드해야 합니다.
pl: Ten mod nie należy do modów Steam Workshop. Jeśli zdecydujesz się na prowadzenie gry, inni użytkownicy będą musieli pobrać go ręcznie.
pt_br: Este não é um mod da Oficina do Steam. Os jogadores precisarão baixá-lo sozinhos se você hospedar um servidor.
ru: Этот мод не из Steam Workshop. Игроки должны будут загрузить его вручную, если вы создатель сервера.
zh_cn: 这不是Steam 创意工坊的模组。如果你是主服务器，玩家必须手动下载。
zh_tw: 這不是Steam 創意工坊的模組。如果你是主要伺服器，玩家必須手動下載。

# UI.MODSSCREEN.MOD_WARNING_RAIL
source: This is not a WeGame mod. Players will need to download it manually if you host a server.
de: Dies ist keine WeGame-Mod. Spieler müssen sie manuell herunterladen, wenn du einen Server hostest.
es_mx: Esta no es una modificación de WeGame. Los jugadores tendrán que descargarla manualmente si creas un servidor.
fr: Ceci n'est pas un mod WeGame. Les joueurs devront le télécharger manuellement si vous ouvrez un serveur.
it: Questo non è un mod di WeGame. I giocatori dovranno scaricarlo manualmente se sei host di un server.
ja: こちらはWeGameのMODではありません。プレイヤーがサーバーをホストしている場合は、手動でMODをダウンロードしてください。
ko: 이것은 WeGame 모드가 아닙니다. 서버를 호스트하게 되면 다른 플레이어가 수동으로 이 모드를 다운로드해야 합니다.
pl: Ten mod nie należy do modów WeGame. Jeśli zdecydujesz się na prowadzenie gry, inni użytkownicy będą musieli pobrać go ręcznie.
pt_br: Este não é um mod do WeGame. Os jogadores precisarão baixá-lo sozinhos se você hospedar um servidor.
ru: Этот мод не из WeGame. Игроки должны будут загрузить его вручную, если вы создатель сервера.
zh_cn: 这不是WeGame的模组。如果你是主服务器，玩家必须手动下载。
zh_tw: 這不是WeGame的模組。如果你是主要伺服器，玩家必須手動下載。

# UI.MODSSCREEN.MOD_WARNING_TITLE
source: Mod Warning
de: Mod-Warnung
es_mx: Aviso de la modificación
fr: Avertissement sur le mod
it: Avviso del mod
ja: MODに関する注意
ko: 모드 경고
pl: Ostrzeżenie moderskie
pt_br: Aviso de mod
ru: Предупреждение о моде
zh_cn: 模组警告
zh_tw: 模組警告

# UI.MODSSCREEN.MOREMODS
source: More Mods
de: Weitere Mods
es_mx: Más modificaciones
fr: Autres mods
it: Altri mod
ja: もっとたくさんのMOD
ko: 기타 모드
pl: Więcej modów
pt_br: Mais mods
ru: Больше модов.
zh_cn: 更多模组
zh_tw: 更多模組

# UI.MODSSCREEN.NO
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

# UI.MODSSCREEN.NOCONFIG
source: No Configurations
de: Keine Konfigurationen
es_mx: No hay configuraciones
fr: Aucune configuration
it: Nessuna configurazione
ja: 設定なし
ko: 구성 없음
pl: Brak ustawień
pt_br: Nenhuma configuração
ru: Настройки отсутствуют
zh_cn: 无配置
zh_tw: 無配置

# UI.MODSSCREEN.NO_MODS
source: You have no mods installed. Mods can be downloaded from the Steam Workshop.
de: Du hast keine Mods installiert. Mods können vom Steam Workshop heruntergeladen werden.
es_mx: No tienes modificaciones instaladas. Las modificaciones se pueden descargar desde Steam Workshop.
fr: Vous n'avez installé aucun mod. Les mods peuvent se télécharger sur Steam Workshop.
it: Non hai alcun mod installato. I mod possono essere scaricati dal Workshop di Steam.
ja: MODをインストールしていません。MODはSteam Workshopからダウンロードできます。
ko: 현재 설치된 모드가 없습니다. 모드는 Steam 창작마당에서 다운로드할 수 있습니다.
pl: Nie zainstalowano żadnych modów. Modyfikacje gry można pobrać z usługi Steam Workshop.
pt_br: Você não tem mods instalados. Os mods podem ser baixados da Oficina do Steam.
ru: У вас нет установленных модов. Моды можно загружать из мастерской Steam.
zh_cn: 你没有安装模组。可以从Steam 创意工坊下载模组。
zh_tw: 你沒有安裝模組。可以從Steam 創意工坊下載模組。

# UI.MODSSCREEN.NO_MODS_CLIENT_TGP
source: You don't have any client mods installed. You can download some from the WeGame client.
de: Es sind keine Client-Mods installiert. Du kannst sie vom WeGame-Client herunterladen.
es_mx: No tienes ninguna modificación de clientes instalada. Puedes descargar algunas del cliente de WeGame.
fr: Vous n'avez installé aucun mod du client, mais vous pouvez en télécharger sur le client WeGame.
it: Non hai alcun mod client installato. Puoi scaricarne alcuni dal client WeGame.
ja: クライアントのMODをインストールしていません。MODはWeGameのクライアントからダウンロードできます。
ko: 설치된 클라이언트 모드가 없습니다. WeGame 클라이언트에서 다운로드할 수 있습니다.
pl: Nie masz zainstalowanych żadnych modów klienta. Możesz je pobrać z klienta WeGame.
pt_br: Você não instalou nenhum mod do cliente. Você pode baixar alguns no cliente WeGame.
ru: У вас не установлено никаких модов для клиента — их можно скачать из WeGame.
zh_cn: 你没有安装任何客户端模组。你可以通过WeGame客户端下载模组。
zh_tw: 你沒有安裝任何用戶端模組。你可以通過WeGame用戶端下載模組。

# UI.MODSSCREEN.NO_MODS_LINK
source: Take me to the mods!
de: Auf zu den Mods!
es_mx: ¡Llévame a las modificaciones!
fr: Accéder aux mods !
it: Portami ai mod!
ja: MODへ行く！
ko: 모드로 이동!
pl: Zabierz mnie do modów!
pt_br: Me leve para os mods!
ru: Покажите мне моды!
zh_cn: 前往这些模组！
zh_tw: 前往這些模組！

# UI.MODSSCREEN.NO_MODS_OK
source: Show Me!
de: Zeig es mir
es_mx: ¡Muéstrame!
fr: Je veux voir !
it: Fammi vedere!
ja: MODページへ
ko: 보기!
pl: Pokaż mi!
pt_br: Me mostre!
ru: Показать меня!
zh_cn: 指引我！
zh_tw: 指引我！

# UI.MODSSCREEN.NO_MODS_PLAIN_OK
source: Ok
es_mx: Aceptar
ko: 확인
ru: ОК
zh_cn: 确定
zh_tw: 確定

# UI.MODSSCREEN.NO_MODS_SERVER_TGP
source: You don't have any server mods installed. You can download some from the WeGame client.
de: Es sind keine Server-Mods installiert. Du kannst sie vom WeGame-Client herunterladen.
es_mx: No tienes ninguna modificación del servidor instalada. Puedes descargar algunas del cliente de WeGame.
fr: Vous n'avez installé aucun mod du serveur, mais vous pouvez en télécharger sur le client WeGame.
it: Non hai alcun mod server installato. Puoi scaricarne alcuni dal client WeGame.
ja: サーバーのMODをインストールしていません。MODはWeGameのサーバーからダウンロードできます。
ko: 설치된 서버 모드가 없습니다. WeGame 클라이언트에서 다운로드할 수 있습니다.
pl: Nie masz zainstalowanych żadnych modów serwerowych. Możesz je pobrać z klienta WeGame.
pt_br: Você não instalou nenhum mod do servidor. Você pode baixar alguns no cliente WeGame.
ru: У вас не установлено никаких модов для сервера — их можно скачать из WeGame.
zh_cn: 你没有安装任何服务器模组。你可以通过WeGame客户端下载模组。
zh_tw: 你沒有安裝任何伺服器模組。你可以通過WeGame用戶端下載模組。

# UI.MODSSCREEN.NO_MODS_TITLE
source: No Mods Installed
de: Keine Mods installiert
es_mx: No hay modificaciones instaladas
fr: Aucun mod installé
it: Nessun mod installato
ja: MODがインストールされていません
ko: 설치된 모드 없음
pl: Brak zainstalowanych modów
pt_br: Nenhum mod instalado
ru: Моды не установлены
zh_cn: 未安装模组
zh_tw: 未安裝模組
