Repository: Endeer/dst-cz
Catalog: locales/*/ui-mvp_loading_widget.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.aggroheld
source: seconds with creatures' attention
de: Sekunden mit der Aufmerksamkeit der Kreaturen
es: segundos con atención de las criaturas
fr: secondes de grabuge avec les créatures
it: secondi con l'attenzione delle creature
ja: クリーチャーに注意を払っている秒数です
ko: 초 동안 생물체의 주의를 끌음
pl: sek. skupienia uwagi potworów
pt_br: segundos com a atenção das criaturas
ru: сек. внимания со стороны существ
zh_cn: 吸引生物注意力秒数
zh_tw: 吸引生物注意力秒數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.aggroheld2
source: seconds with creatures' attention
de: Sekunden mit der Aufmerksamkeit der Kreaturen
es: segundos con atención de las criaturas
fr: secondes de grabuge avec les créatures
it: secondi con l'attenzione delle creature
ja: クリーチャーに注意を払っている秒数です
ko: 초 동안 생물체의 주의를 끌음
pl: sek. skupienia uwagi potworów
pt_br: segundos com a atenção das criaturas
ru: сек. внимания со стороны существ
zh_cn: 吸引生物注意力秒数
zh_tw: 吸引生物注意力秒數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.altattacks
source: special attacks used
de: besondere Angriffe ausgeführt
es: ataques especiales utilizados
fr: attaques spéciales utilisées
it: attacchi speciali usati
ja: 特殊攻撃
ko: 특수 공격 사용
pl: użyte specjalne ataki
pt_br: ataques especiais usados
ru: особых атак проведено
zh_cn: 使用的特殊攻击
zh_tw: 使用的特殊攻擊

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.attacks
source: swings landed
de: Treffer gelandet
es: golpes dados
fr: coups portés
it: colpi inflitti
ja: 着弾
ko: 공격 적중
pl: udane ataki
pt_br: golpes acertados
ru: замахов выполнено
zh_cn: 挥砍次数
zh_tw: 揮砍次數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.blowdarts
source: darts hit their mark
de: Pfeile haben getroffen
es: dardos que han alcanzado su objetivo
fr: fléchettes ont atteint leur cible
it: dardi a segno
ja: ダーツが的中します
ko: 다트 적중
pl: strzałki, które dosięgły celu
pt_br: dardos que acertaram o alvo
ru: дротиков попало в цель
zh_cn: 掷吹箭击中次数
zh_tw: 擲吹箭擊中次數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.blowdarts2
source: darts hit their mark
de: Pfeile haben getroffen
es: dardos que han alcanzado su objetivo
fr: fléchettes ont atteint leur cible
it: dardi a segno
ja: ダーツが的中します
ko: 다트 적중
pl: strzałki, które dosięgły celu
pt_br: dardos que acertaram o alvo
ru: дротиков попало в цель
zh_cn: 掷吹箭击中次数
zh_tw: 擲吹箭擊中次數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.corpsesrevived
source: allies revived
de: Verbündete wiederbelebt
es: aliados resucitados
fr: alliés ranimés
it: alleati resuscitati
ja: 復活した味方
ko: 아군 부활
pl: wskrzeszeni towarzysze
pt_br: aliados ressuscitados
ru: союзников оживлено
zh_cn: 盟友已复活
zh_tw: 盟友已復活

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.deaths
source: deaths
de: Tode
es: muertes
fr: morts
it: morti
ja: 死亡者
ko: 사망
pl: zgony
pt_br: mortes
ru: смертей
zh_cn: 死亡
zh_tw: 死亡

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.guardsbroken
source: enemy guards broken
de: feindliche Wachen gebrochen
es: guardias enemigas rotas
fr: gardes ennemis brisés
it: guardie del nemico devastate
ja: 敵陣破れ
ko: 적 방어 방해
pl: przełamane gardy strażników
pt_br: guardas inimigos quebrados
ru: стражей противника сломано
zh_cn: 已击破敌方守卫
zh_tw: 已擊破敵方守衛

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.healingdone
source: health restored
de: Gesundheit wiederhergestellt
es: salud restaurada
fr: vies restaurées
it: salute ripristinata
ja: 健康回復
ko: 체력 회복
pl: przywrócone zdrowie
pt_br: saúde restaurada
ru: единиц здоровья восстановлено
zh_cn: 已恢复健康
zh_tw: 已恢復健康

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.healingdone2
source: health restored
de: Gesundheit wiederhergestellt
es: salud restaurada
fr: vies restaurées
it: salute ripristinata
ja: 健康回復
ko: 체력 회복
pl: przywrócone zdrowie
pt_br: saúde restaurada
ru: единиц здоровья восстановлено
zh_cn: 已恢复健康
zh_tw: 已恢復健康

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.kills
source: killing blows
de: Todesstöße
es: golpes mortales
fr: coups fatals
it: colpi mortali
ja: 殺傷力
ko: 살상타
pl: zabójcze ciosy
pt_br: golpes mortais
ru: смертельных ударов
zh_cn: 致命攻击次数
zh_tw: 致命攻擊次數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.kills2
source: killing blows struck
de: Todesstöße erteilt
es: golpes mortales asestados
fr: coups fatals
it: colpi mortali inflitti
ja: 殺傷打撃
ko: 살상타 적중
pl: zadane zabójcze ciosy
pt_br: golpes mortais desferidos
ru: смертельных ударов нанесено
zh_cn: 实施致命攻击次数
zh_tw: 實施致命攻擊次數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.none
source: thanks for playing
de: Vielen Dank fürs Spielen
es: gracias por jugar
fr: Merci d'avoir joué
it: grazie per aver giocato
ja: お疲れ様でした
ko: 게임을 즐겨 주셔서 감사합니다.
pl: dzięki za grę
pt_br: agradecemos por jogar
ru: благодарностей за игру
zh_cn: 感谢赏玩
zh_tw: 感謝賞玩

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.numcc
source: enemies immobilized
de: Feinde immobilisiert
es: enemigos inmovilizados
fr: ennemis immobilisés
it: nemici immobilizzati
ja: 敵の動きが止まっています
ko: 적 정지
pl: unieruchomieni wrogowie
pt_br: inimigos imobilizados
ru: врагов обездвижено
zh_cn: 定身的敌人
zh_tw: 定身的敵人

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.spellscast
source: spells cast
de: Zaubersprüche eingesetzt
es: conjuros lanzados
fr: sorts jetés
it: incantesimi lanciati
ja: 呪文
ko: 주문 시전
pl: rzucone zaklęcia
pt_br: feitiços lançados
ru: заклинаний сотворено
zh_cn: 法术已施放
zh_tw: 法術已施放

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.standards
source: battle standards destroyed
de: Schlachtstandarten zerstört
es: estandartes de batalla destruidos
fr: étendards de combat détruits
it: stendardi battaglia distrutti
ja: 壊滅戦
ko: 전투 깃발 파괴
pl: zniszczone chorągwie wojenne
pt_br: estandartes de batalha destruídos
ru: боевых знамен уничтожено
zh_cn: 摧毁的战斗旗帜
zh_tw: 摧毀的戰鬥旗幟

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.stepcounter
source: steps taken
de: Schritte gegangen
es: pasos dados
fr: pas effectués
it: passi fatti
ja: 手段
ko: 발걸음 옮김
pl: wykonane kroki
pt_br: passos dados
ru: шагов сделано
zh_cn: 步数
zh_tw: 步數

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.total_damagedealt
source: damage dealt
de: Schaden verursacht
es: daño infligido
fr: de dégâts infligés
it: danno inflitto
ja: 被ダメージ
ko: 피해 줌
pl: zadane obrażenia
pt_br: dano causado
ru: единиц урона нанесено
zh_cn: 造成伤害
zh_tw: 造成傷害

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.total_damagedealt2
source: damage dealt
de: Schaden verursacht
es: daño infligido
fr: de dégâts infligés
it: danno inflitto
ja: 被ダメージ
ko: 피해 줌
pl: zadane obrażenia
pt_br: dano causado
ru: единиц урона нанесено
zh_cn: 造成伤害
zh_tw: 造成傷害

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.total_damagetaken
source: damage taken
de: Schaden erlitten
es: daño recibido
fr: de dégâts subis
it: danno subito
ja: 被害
ko: 피해 받음
pl: poniesione obrażenia
pt_br: dano sofrido
ru: единиц урона получено
zh_cn: 受到的破坏
zh_tw: 受到的破壞

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.total_damagetaken2
source: damage taken for the team
de: Schaden für das Team erlitten
es: daño recibido por el equipo
fr: de dégâts subis pour l'équipe
it: danno subito per il team
ja: チームダメージ
ko: 피해 팀을 위해 받음
pl: obrażenia poniesione dla drużyny
pt_br: dano sofrido pela equipe
ru: единиц урона получено командой
zh_cn: 为团队承受的伤害
zh_tw: 為團隊承受的傷害

# UI.MVP_LOADING_WIDGET.LAVAARENA.DESCRIPTIONS.turtillusflips
source: Snortoises flipped
de: Umgedreht Schniefkröten
es: bufurtugas dadas la vuelta
fr: Grognues retournées
it: Tartaspine ribaltate
ja: スノータスがひっくり返りました
ko: 코자라 뒤집음
pl: przewrócone żółwkietki
pt_br: Tartarronca viradas
ru: Хрюкопах перевернуто
zh_cn: 已掀翻坦克龟
zh_tw: 已掀翻坦克龜

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.aggroheld
source: Distraction
de: Ablenkung
es: Distracción
it: Distrazione
ja: 気晴らし
ko: 주의 분산
pl: Odwrócenie uwagi
pt_br: Distração
ru: Отвлекающий
zh_cn: 干扰
zh_tw: 干擾

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.aggroheld2
source: Expert Decoy
de: Fachkundiger Lockvogel
es: Trampa experta
fr: Expert en leurre
it: Esperto adescatore
ja: エキスパートデコイ
ko: 유인 전문가
pl: Eksperckie odwrócenie uwagi
pt_br: Distração Especializada
ru: Эксперт обманных маневров
zh_cn: 专业诱饵
zh_tw: 專業誘餌

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.altattacks
source: Powerful
de: Stark
es: Poderoso
fr: Puissant
it: Potente
ja: パワフル
ko: 강력한
pl: Potęga
pt_br: Força
ru: Мощный
zh_cn: 强大
zh_tw: 強大

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.attacks
source: Combatant
de: Kämpfer
es: Combatiente
fr: Combatif
it: Combattente
ja: 戦闘員
ko: 전투원
pl: Biegłość bojowa
pt_br: Combatente
ru: Боец
zh_cn: 战斗者
zh_tw: 戰鬥者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.blowdarts
source: Sharpshooter
de: Scharfschütze
es: Tirador de primera
fr: Précis
it: Tiratore scelto
ja: シャープシューター
ko: 저격수
pl: Strzelectwo wyborowe
pt_br: Atirador de Elite
ru: Стрелок
zh_cn: 神级射手
zh_tw: 神級射手

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.blowdarts2
source: Ace Marksman
de: Super Scharfschütze
es: Tirador experto
fr: Tireur d'élite
it: Asso del bersaglio
ja: エースマークスマン
ko: 명사수
pl: Wyborne strzelectwo wyborowe
pt_br: Ás do Tiro
ru: Снайпер
zh_cn: 二等射手
zh_tw: 二等射手

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.corpsesrevived
source: Resurrector
de: Aufersteher
fr: Réanimateur
it: Risuscitatore
ja: 蘇生者
ko: 부활자
pl: Biegłość we wskrzeszaniu
pt_br: Ressuscitador
ru: Воскреситель
zh_cn: 复活高手
zh_tw: 復活高手

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.deaths
source: Reborn
de: Auferstanden
es: Renacido
fr: Ressuscité
it: Rinato
ja: 生まれ変わり
ko: 부활한
pl: Talent do odrodzeń
pt_br: Renascido
ru: Переродившийся
zh_cn: 重生
zh_tw: 重生

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.guardsbroken
source: Breacher
de: Brecher
es: Rompedor
fr: Perceur
it: Violatore
ja: ブレイカー
ko: 방해꾼
pl: Mistrzostwo przełamań
pt_br: Quebrador
ru: Крушитель
zh_cn: 突围者
zh_tw: 突圍者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.healingdone
source: Healer
de: Heiler
es: Curador
fr: Soigneur
it: Guaritore
ja: 治療者
ko: 치유자
pl: Najwięcej uleczeń
pt_br: Curandeiro
ru: Целитель
zh_cn: 治愈者
zh_tw: 治癒者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.healingdone2
source: Doctor
de: Doktor
fr: Docteur
it: Dottore
ja: ドクター
ko: 의사
pl: Praktyka lekarska
pt_br: Doutor
ru: Доктор
zh_cn: 医生
zh_tw: 醫生

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.kills
source: Assassin
de: Mörder
es: Asesino
it: Assassino
ja: 暗殺者
ko: 암살자
pl: Hekatomba
pt_br: Assassino
ru: Ассасин
zh_cn: 刺客
zh_tw: 刺客

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.kills2
source: Master Assassin
de: Meistermörder
es: Asesino maestro
fr: Maître assassin
it: Maestro assassino
ja: マスター暗殺者
ko: 암살의 대가
pl: Mistrzowska hekatomba
pt_br: Assassino Mestre
ru: Мастер-ассасин
zh_cn: 刺客大师
zh_tw: 刺客大師

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.none
source: Participator!
de: Teilnehmer!
es: ¡Participativo!
fr: Participant !
it: Partecipatore!
ja: 参加者の皆さん！
ko: 참가자!
pl: Dzięki za udział!
pt_br: Participador!
ru: Участник!
zh_cn: 参与者！
zh_tw: 參與者！

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.numcc
source: Immobilizer
de: Immobilisator
es: Inmovilizador
fr: Immobilisateur
it: Immobilizzatore
ja: イモビライザー
ko: 정지자
pl: Unieruchomienie
pt_br: Imobilizador
ru: Парализатор
zh_cn: 定身高手
zh_tw: 定身高手

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.spellscast
source: Archmage
de: Erzmagier
es: Archimago
fr: Archimage
it: Mago
ja: 弓術師
ko: 대마법사
pl: Czary mary
pt_br: Archimago
ru: Архимаг
zh_cn: 大法师
zh_tw: 大法師

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.standards
source: Vandal
de: Vandale
es: Vándalo
fr: Vandale
it: Vandalo
ja: 破壊者
ko: 파괴자
pl: Wandalizm
pt_br: Vândalo
ru: Вандал
zh_cn: 破坏者
zh_tw: 破壞者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.stepcounter
source: Fast-Paced
de: Schnelllebig
es: Trepidante
fr: Rapide
it: Frenetico
ja: 速いペース
ko: 신속한
pl: Szybkie ruchy
pt_br: Ritmo-Rápido
ru: Ходок
zh_cn: 快步伐
zh_tw: 快步伐

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.total_damagedealt
source: Brawler
de: Schläger
es: Alborotador
fr: Bagarreur
it: Attaccabrighe
ja: ブローラー
ko: 싸움꾼
pl: Twarde pięści
pt_br: Lutador
ru: Борец
zh_cn: 打斗者
zh_tw: 打鬥者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.total_damagedealt2
source: Merciless
de: Gnadenlos
es: Despiadado
fr: Impitoyable
it: Spietato
ja: 無慈悲
ko: 무자비
pl: Bez litości
pt_br: Impiedoso
ru: Безжалостный
zh_cn: 无情
zh_tw: 無情

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.total_damagetaken
source: Protector
de: Beschützer
fr: Protecteur
it: Protettore
ja: 保護装置
ko: 보호자
pl: Ochrona
pt_br: Protetor
ru: Защитник
zh_cn: 保护者
zh_tw: 保護者

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.total_damagetaken2
source: Loyal Guardian
de: Treuer Wächter
es: Guardián leal
fr: Garde fidèle
it: Guardiano fedele
ja: ロイヤルガーディアン
ko: 충실한 수호자
pl: Lojalna osłona
pt_br: Guardião Leal
ru: Верный страж
zh_cn: 忠诚守卫
zh_tw: 忠誠守衛

# UI.MVP_LOADING_WIDGET.LAVAARENA.TITLES.turtillusflips
source: Turtle Flipper
de: Schildkröten-Dreher
es: Volteador de tortugas
fr: Retourneur de tortue
it: Ribaltatore di tartarughe
ja: タートルフリッパー
ko: 거북이 뒤집개
pl: Przewracanie żółwi
pt_br: Virador de Tartarugas
ru: Переворачиватель черепах
zh_cn: 翻龟
zh_tw: 翻龜

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.buys
source: goods bought from traders
de: von Händlern gekaufte Dinge
es: artículos comprados en comerciantes
fr: marchandises achetées aux vendeurs
it: beni acquistati dai commercianti
ja: 商売道具
ko: 물품 상인에게서 구매
pl: towary zakupione od kupców
pt_br: bens comprados de vendedores
ru: товары, купленные у торговцев
zh_cn: 向商人买来的商品
zh_tw: 向商人買來的商品

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.crops_farmed
source: fresh crops farmed
de: frisch geerntete Lebensmittel
es: cultivos cosechados
fr: produits récemment cultivés
it: raccolti appena coltivati
ja: 栽培されている新鮮な作物
ko: 작물 재배
pl: wyhodowane świeże uprawy
pt_br: produtos frescos cultivados
ru: свежесобранные плоды
zh_cn: 已种植新鲜农作物
zh_tw: 已種植新鮮農作物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.crops_farmed2
source: fresh crops farmed
de: frisch geerntete Lebensmittel
es: cultivos cosechados
fr: produits récemment cultivés
it: raccolti appena coltivati
ja: 栽培されている新鮮な作物
ko: 작물 재배
pl: wyhodowane świeże uprawy
pt_br: produtos frescos cultivados
ru: свежесобранные плоды
zh_cn: 已种植新鲜农作物
zh_tw: 已種植新鮮農作物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.crops_picked
source: fresh crops picked
de: frisch gepflückte Lebensmittel
es: cultivos frescos recogidos
fr: produits récemment récoltés
it: raccolti appena colti
ja: 収穫した新鮮な作物
ko: 작물 수확
pl: zebrane świeże uprawy
pt_br: produtos frescos colhidos
ru: свежесобранные плоды
zh_cn: 已摘取的新鲜农作物
zh_tw: 已摘取的新鮮農作物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.crops_planted
source: fresh crops planted
de: frische Pflanzen gepflanzt
es: cultivos plantados
fr: nouvelles cultures semées
it: colture fresche piantate
ja: 植えられた新鮮な作物
ko: 작물 심음
pl: zebrane świeże uprawy
pt_br: produtos frescos plantados
ru: новые растения посажены
zh_cn: 已种植新鲜作物
zh_tw: 已種植新鮮作物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.crops_rotten
source: crops left to rot
de: Lebensmittel, die dem Verrotten überlassen wurden
es: cultivos que se han dejado pudrir
fr: produits abandonnés au pourrissement
it: raccolti lasciati a marcire
ja: 腐らせた作物
ko: 작물 썩게 방치
pl: zmarnowane uprawy
pt_br: produtos deixados a apodrecer
ru: плоды, оставленные гнить
zh_cn: 任由腐烂的农作物
zh_tw: 任由腐爛的農作物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.herbs_picked
source: wild plants picked
de: Wildpflanzen gepflückt
es: plantas salvajes recogidas
fr: plantes sauvages cueillies
it: piante selvagge raccolte
ja: 山菜採り
ko: 야생 식물 채집
pl: zebrane dzikie rośliny
pt_br: plantas selvagens colhidas
ru: дикие растения собраны
zh_cn: 已采摘野生植物
zh_tw: 已採摘野生植物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.herbs_picked2
source: wild plants picked
de: Wildpflanzen gepflückt
es: plantas salvajes recogidas
fr: plantes sauvages cueillies
it: piante selvagge raccolte
ja: 山菜採り
ko: 야생 식물 채집
pl: zebrane dzikie rośliny
pt_br: plantas selvagens colhidas
ru: дикие растения собраны
zh_cn: 已采摘野生植物
zh_tw: 已採摘野生植物

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.logs
source: logs harvested
de: Holzscheite geerntet
es: troncos recogidos
fr: bûches récoltées
it: ceppi raccolti
ja: 伐採木
ko: 통나무 수확
pl: zebrane drewno
pt_br: toras obtidas
ru: бревна собраны
zh_cn: 已收获木头
zh_tw: 已收穫木頭

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.logs2
source: logs harvested
de: Holzscheite geerntet
es: troncos recogidos
fr: bûches récoltées
it: ceppi raccolti
ja: 伐採木
ko: 통나무 수확
pl: zebrane drewno
pt_br: toras obtidas
ru: бревна собраны
zh_cn: 已收获木头
zh_tw: 已收穫木頭

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_burnt
source: meals burnt to cinders
de: verbrannte Mahlzeiten
es: comidas hechas cenizas
fr: repas réduits en cendres
it: pasti inceneriti
ja: 焼け飯
ko: 음식 완전히 태움
pl: posiłki spalone na węgiel
pt_br: refeições queimadas até virar cinza
ru: блюда, сожженные дотла
zh_cn: 被烧成灰烬的餐食
zh_tw: 被燒成灰燼的餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_burnt2
source: meals burnt to cinders
de: verbrannte Mahlzeiten
es: comidas hechas cenizas
fr: repas réduits en cendres
it: pasti inceneriti
ja: 焼け飯
ko: 음식 완전히 태움
pl: posiłki spalone na węgiel
pt_br: refeições queimadas até virar cinza
ru: блюда, сожженные дотла
zh_cn: 被烧成灰烬的餐食
zh_tw: 被燒成灰燼的餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_made
source: meals cooked
de: gekochte Mahlzeiten
es: comidas cocinadas
fr: repas préparés
it: pasti cotti
ja: 炊事
ko: 음식 요리
pl: przyrządzone posiłki
pt_br: refeições preparadas
ru: приготовленные блюда
zh_cn: 已煮好餐食
zh_tw: 已煮好餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_made2
source: meals cooked
de: gekochte Mahlzeiten
es: comidas cocinadas
fr: repas préparés
it: pasti cotti
ja: 炊事
ko: 음식 요리
pl: przyrządzone posiłki
pt_br: refeições preparadas
ru: приготовленные блюда
zh_cn: 已煮好餐食
zh_tw: 已煮好餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_saved
source: meals saved from the fire
de: Mahlzeiten aus dem Feuer gerettet
es: comidas salvadas del fuego
fr: plats sauvés du feu
it: pasti salvati dal fuoco
ja: やけぐい
ko: 요리 불에서 건져냄
pl: posiłki uratowane z ognia
pt_br: refeições salvas do fogo
ru: блюда, спасенные из огня
zh_cn: 从火中拯救的餐食
zh_tw: 從火中拯救的餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.meals_saved2
source: meals saved from the fire
de: Mahlzeiten aus dem Feuer gerettet
es: comidas salvadas del fuego
fr: plats sauvés du feu
it: pasti salvati dal fuoco
ja: やけぐい
ko: 요리 불에서 건져냄
pl: posiłki uratowane z ognia
pt_br: refeições salvas do fogo
ru: блюда, спасенные из огня
zh_cn: 从火中拯救的餐食
zh_tw: 從火中拯救的餐食

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.none
source: thanks for playing
de: Vielen Dank fürs Spielen
es: gracias por jugar
fr: Merci d'avoir joué
it: grazie per aver giocato
ja: お疲れ様でした
ko: 게임을 즐겨 주셔서 감사합니다.
pl: dzięki za grę
pt_br: agradecemos por jogar
ru: благодарностей за игру
zh_cn: 感谢赏玩
zh_tw: 感謝賞玩

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.stepcounter
source: steps taken
de: Schritte gegangen
es: pasos dados
fr: pas effectués
it: passi fatti
ja: 手段
ko: 발걸음 옮김
pl: wykonane kroki
pt_br: passos dados
ru: шагов сделано
zh_cn: 步数
zh_tw: 步數

# UI.MVP_LOADING_WIDGET.QUAGMIRE.DESCRIPTIONS.tributes
source: dishes sacrificed to the Altar
de: auf dem Altar geopferte Mahlzeiten
es: platos sacrificados al altar
fr: plats sacrifiés sur l'autel
it: piatti sacrificati sull'altare
ja: 祭壇料理
ko: 요리 제단에 바침
pl: dania złożone na ołtarzu
pt_br: pratos sacrificados para o Altar
ru: блюда, возложенные на Алтарь
zh_cn: 献到祭坛上的饭菜数量
zh_tw: 獻到祭壇上的飯菜數量

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.buys
source: Barterer
de: Tauschhändler
es: Comerciante
fr: Vendeur
it: Barattatore
ja: バータラー
ko: 거래자
pl: Talent do handlu
pt_br: Negociar
ru: Меняла
zh_cn: 交易者
zh_tw: 交易者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.crops_farmed
source: Farmhand
de: Helfer
es: Labriego
fr: Ouvrier agricole
it: Lavoratore dei campi
ja: ファームハンド
ko: 농사꾼
pl: Smykałka do roli
pt_br: Agricultor
ru: Батрак
zh_cn: 农场工人
zh_tw: 農場工人

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.crops_farmed2
source: Greenthumb
de: Grüner Daumen
es: Agrícola
fr: Main verte
it: Pollice verde
ja: グリーンサム
ko: 농사의 대가
pl: Powołanie do uprawy
pt_br: Dedo Verde
ru: Искусный огородник
zh_cn: 园艺高手
zh_tw: 園藝高手

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.crops_picked
source: Harvester
de: Erntemaschine
es: Cosechador
fr: Moissonneur
it: Raccoglitore
ja: 収穫機
ko: 수확자
pl: Bogate zbiory
pt_br: Plantador
ru: Сборщик урожая
zh_cn: 采收高手
zh_tw: 採收高手

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.crops_planted
source: Sower
de: Säer
es: Sembrador
fr: Semeur
it: Seminatore
ja: 草刈り機
ko: 씨 뿌리는 자
pl: Rolnictwo
pt_br: Semeador
ru: Сеятель
zh_cn: 播种者
zh_tw: 播種者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.crops_rotten
source: Composter
de: Komposter
es: Compostador
fr: Composteur
it: Addetto al compostaggio
ja: コンポスター
ko: 퇴비 만드는 자
pl: Mistrzostwo kompostu
pt_br: Composteiro
ru: Заготовщик компоста
zh_cn: 堆肥者
zh_tw: 堆肥者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.herbs_picked
source: Forager
de: Sammler
es: Forrajeador
fr: Collecteur
it: Foraggiere
ja: フォレイジャー
ko: 채집자
pl: Ziołolecznictwo
pt_br: Forrageiro
ru: Собиратель
zh_cn: 搜刮者
zh_tw: 搜刮者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.herbs_picked2
source: Master Gatherer
de: Sammler
es: Recolector maestro
fr: Maître récoltant
it: Raccoglitore provetto
ja: マスターギャザー
ko: 채집의 대가
pl: Mistrzostwo żniw
pt_br: Mestre Coletador
ru: Профессиональный сборщик
zh_cn: 采集大师
zh_tw: 採集大師

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.logs
source: Lumberjack
de: Holzfäller
es: Leñador
fr: Bûcheron
it: Taglialegna
ja: 木こり
ko: 나무꾼
pl: Leśnictwo
pt_br: Lenhador
ru: Дровосек
zh_cn: 伐木工
zh_tw: 伐木工

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.logs2
source: Clearcutter
de: Holzfäller
es: Talador
fr: Bûcheron
it: Disboscatore
ja: 清掃機
ko: 절단자
pl: Czyste cięcie
pt_br: Corte Firme
ru: Лесоповальщик
zh_cn: 连续砍伐者
zh_tw: 連續砍伐者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_burnt
source: Overcooker
de: Überkocher
es: Quemador de comida
fr: Brûleur
it: Cuoco che stracuoce
ja: 炊飯器
ko: 지나치게 익히는 자
pl: Pożar w kuchni
pt_br: Chef do Carvão
ru: Пережарщик
zh_cn: 烹调过度的厨师
zh_tw: 烹調過度的廚師

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_burnt2
source: Kitchen Disaster
de: Küchenkatastrophe
es: Desastre en la cocina
fr: Catastrophe culinaire
it: Combinaguai in cucina
ja: 台所災害
ko: 주방의 재앙
pl: Kuchenna katastrofa
pt_br: Desastre na Cozinha
ru: Горе-кулинар
zh_cn: 厨房灾星
zh_tw: 廚房災星

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_made
source: Sous Chef
es: Asistente de chef
it: Aiuto cuoco
ja: 料理長
ko: 부주방장
pl: Kuchenna rewolucja
ru: Су-шеф
zh_cn: 副主厨
zh_tw: 副主廚

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_made2
source: Master Chef
de: Chefkoch
es: Maestro chef
fr: Maître queux
it: Chef provetto
ja: マスターシェフ
ko: 요리의 대가
pl: Kuchenna ewolucja
ru: Шеф-повар
zh_cn: 主厨
zh_tw: 主廚

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_saved
source: Meal Saver
de: Essensretter
es: Salvador de comidas
fr: Sauveteur de plats
it: Risparmiatore di pasti
ja: ミールセーバー
ko: 요리의 구원자
pl: Posiłek na później
pt_br: Salvação das Refeições
ru: Спаситель блюд
zh_cn: 餐食节省者
zh_tw: 餐食節省者

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.meals_saved2
source: Kitchen Rescuer
de: Küchenretter
es: Rescatador de cocina
fr: Sauveteur en cuisine
it: Soccorritore della cucina
ja: キッチンレスキュー
ko: 주방의 구원자
pl: Służba ratownictwa kuchennego
pt_br: Resgatador da Cozinha
ru: Кухонный спаситель
zh_cn: 厨房救星
zh_tw: 廚房救星

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.none
source: Participator!
de: Teilnehmer!
es: ¡Participativo!
fr: Participant !
it: Partecipatore!
ja: 参加者の皆さん！
ko: 참가자!
pl: Dzięki za udział!
pt_br: Participador!
ru: Участник!
zh_cn: 参与者！
zh_tw: 參與者！

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.stepcounter
source: Fast-Paced
de: Schnelllebig
es: Trepidante
fr: Rapide
it: Frenetico
ja: 速いペース
ko: 신속한
pl: Szybkie ruchy
pt_br: Ritmo-Rápido
ru: Ходок
zh_cn: 快步伐
zh_tw: 快步伐

# UI.MVP_LOADING_WIDGET.QUAGMIRE.TITLES.tributes
source: Gnaw Worshipper
de: Mampf-Anbeter
es: Adorador de la Roedora
fr: Adorateur du Gnaw
it: Adoratore del Masticatore
ja: ノウ信者
ko: 물뜯이 숭배자
pl: Wyznawca Gryzienia
pt_br: Adorador de Gnaw
ru: Почитатель Грызуна
zh_cn: 饕餮敬拜者
zh_tw: 饕餮敬拜者
