Repository: Endeer/dst-cz
Catalog: locales/*/ui-options.po
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh_cn, zh_tw

# UI.OPTIONS.TOOLTIPS.WALTERCAMERA
source: Allows the camera to focus on Walter while he tells campfire stories.
de: Ermöglicht es der Kamera, sich auf Walter zu konzentrieren, während er am Lagerfeuer Geschichten erzählt.
es: Permite que la cámara se centre en Walter mientras cuenta sus historias de acampada.
fr: Permet à la caméra d'être centrée sur Walter quand il raconte des histoires autour du feu.
it: Permette alla visuale di seguire Walter mentre racconta delle storie da falò.
ja: ウォルターがキャンプファイヤーを囲んで物語を話している際に、カメラの焦点が彼に当たるようになります。
pl: Umożliwia kamerze wyostrzenie obrazu na Walterze, gdy opowiada on historie przy ognisku.
pt_br: Permite que a câmera se foque no Walter enquanto ele conta histórias ao redor da fogueira.
ru: Если Уолтер рассказывает историю у костра, камера сфокусируется на нем.
zh_cn: 在沃尔特讲篝火故事时，允许视角对准他。
zh_tw: 在沃爾特講篝火故事時，允許視角對準他。

# UI.OPTIONS.TOOLTIPS.WATHGRITHRFONT
source: Replaces Wigfrid's o's with ö's when she speaks.
de: Ersetzt die Os von Wigfrid durch Ös, wenn sie spricht.
es: Sustituye las o de Wigfrid por ö cuando habla.
fr: Remplace les « o » de Wigfrid par des « ö » quand elle parle.
it: Sostituisce le o di Wigfrid con delle ö quando parla.
ja: 言語を英語に設定している場合、ウィグフリドのセリフに現れるoをöに置き換えます。
pl: Zastępuje litery o w wypowiedziach Wigfrydy literami ö.
pt_br: Substitui os "o" da Wigfrid por "ö" quando ela fala.
ru: Заменяет букву «о» в речи Вигфрид на «ö».
zh_cn: 薇格弗德讲话时用ö代替英语中的o。
zh_tw: 薇格弗德講話時用ö代替英語中的o。

# UI.OPTIONS.VIBRATION
source: Vibration:
es: Vibración:
it: Vibrazione:
ja: 振動
pl: Wibracje:
pt_br: Vibração:
ru: Вибрация:
zh_cn: 震动：
zh_tw: 震動：

# UI.OPTIONS.VIDEO_CHANNEL
source: More Klei Videos
de: Weitere Videos von Klei
es: Más vídeos de Klei
fr: Autres vidéos de Klei
it: Altri filmati di Klei
ja: クレイの動画をもっと見る
pl: Więcej klipów od Klei
pt_br: Mais vídeos da Klei
ru: Другие видео от Klei
zh_cn: 更多科雷视频
zh_tw: 更多科雷視頻

# UI.OPTIONS.WALTERCAMERA
source: Campfire Camera:
de: Lagerfeuer-Kamera:
es: Cámara de campamento:
fr: Caméra de camp :
it: Telecamera del fuoco da campo:
ja: キャンプファイアカメラ：
pl: Kamera przy ognisku:
pt_br: Câmera da fogueira:
ru: Камера у костра:
zh_cn: 营火视角：
zh_tw: 營火視角：

# UI.OPTIONS.WATHGRITHRFONT
source: Wigfrid's Umlauts:
de: Wigfrids Umlaute:
es: Diéresis de Wigfrid:
fr: Umlauts de Wigfrid :
it: Dieresi di Wigfrid:
ja: Wigfridのウムラウト
pl: Umlauty Wigfrydy:
pt_br: Tremas da Wigfrid:
ru: Умляуты Вигфрид:
zh_cn: 薇格弗德字符：
zh_tw: 薇格弗德字元：

# UI.OPTIONS.YES
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是
