Repository: Endeer/dst-cz
Catalog: locales/*/ui-options.po
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh_cn, zh_tw

# UI.OPTIONS.RESTART_TEXTURE_STREAMING_TITLE
source: Restart Required
de: Neustart erforderlich
es: Necesario reiniciar
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
pl: Restart wymagany
pt_br: Reinicialização necessária
ru: Требуется перезапуск
zh_cn: 需要重启游戏
zh_tw: 需要重啟遊戲

# UI.OPTIONS.RESTART_THREADED_RENDER_BODY
source: For Threaded Render changes to take effect, you will have to exit and restart the game.
de: Damit die Änderungen am Threaded Rendering wirksam werden, musst du das Spiel beenden und neu starten.
es: Para que los cambios en la renderización de hilo surtan efecto, tendrás que salir y reiniciar el juego.
fr: Pour activer les changements inhérents au Threaded render, vous devez quitter la partie, puis en relancer une.
it: Per applicare le modifiche alla renderizzazione a thread, esci dal gioco e riavvialo.
ja: スレッド化レンダリングの変更を有効にするには、ゲームを終了して再起動する必要があります。
pl: Aby zmiany w renderowaniu wątkowym zostały wprowadzone, musisz ponownie uruchomić grę.
pt_br: Para que as alterações na renderização em threads entrem em vigor, você precisará reiniciar o jogo.
ru: Чтобы изменения для поточной обработки вступили в силу, выйдите из игры и запустите ее снова.
zh_cn: 需要退出当前游戏并重新启动游戏后，多线程渲染才能生效。
zh_tw: 需要退出當前遊戲並重新開機遊戲後，多執行緒渲染才能生效。

# UI.OPTIONS.RESTART_THREADED_RENDER_TITLE
source: Restart Required
de: Neustart erforderlich
es: Necesario reiniciar
fr: Redémarrage requis
it: Riavvio necessario
ja: 再起動が必要です
pl: Restart wymagany
pt_br: Reinicialização necessária
ru: Требуется перезапуск
zh_cn: 需要重启游戏
zh_tw: 需要重啟遊戲

# UI.OPTIONS.REVERT
source: Revert Changes
de: Änderungen rückgängig machen
es: Deshacer cambios
fr: Annuler les modifications
it: Annulla modifiche
ja: 変更を取り消す
pl: Cofnij zmiany
pt_br: Cancelar alterações
ru: Возврат изменений
zh_cn: 还原更改
zh_tw: 還原更改

# UI.OPTIONS.SCREENSHAKE
source: Screen Shake:
de: Bildwackeln:
es: Vibración de pantalla:
fr: Secousses d'écran :
it: Agita schermo:
ja: スクリーンシェイク
pl: Drganie ekranu:
pt_br: Trepidação da tela:
ru: Тряска экрана:
zh_cn: 屏幕摇晃：
zh_tw: 螢幕搖晃：

# UI.OPTIONS.SCREEN_FLASH_INTENSITY
source: Screen Flashes:
de: Blitzende Lichter:
es: Flashes de pantalla:
fr: Flashs à l'écran :
it: Bagliori a schermo:
ja: 画面のフラッシュ強度：
pl: Rozbłyski ekranu:
pt_br: Flashes na Tela:
ru: Вспышки на экране:
zh_cn: 屏幕闪烁：
zh_tw: 螢幕閃爍：

# UI.OPTIONS.SERVER_NAME_PROFANITY_CHAT_FILTER
source: Steam Chat Filtering:
de: Steam-Chat-Filter:
es: Filtro de chat de Steam:
fr: Filtre du chat de Steam :
it: Filtro della chat di Steam:
ja: Steamチャットフィルタリング：
pl: Filtrowanie czatu w serwisie Steam:
pt_br: Filtragem do chat do Steam:
ru: Фильтр чата в Steam:
zh_cn: Steam聊天过滤：
zh_tw: Steam聊天過濾：

# UI.OPTIONS.SERVER_NAME_PROFANITY_FILTER
source: Filter Server Names:
de: Servernamen filtern:
es: Filtrar nombres de servidor:
fr: Filtrer les noms de serveurs :
it: Filtra nomi dei server:
ja: サーバー名でフィルター：
pl: Cenzuruj nazwy serwerów:
pt_br: Filtrar nomes dos servidores:
ru: Фильтровать по имени сервера:
zh_cn: 过滤服务器名称:
zh_tw: 過濾伺服器名稱:

# UI.OPTIONS.SETTINGS
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
zh_cn: 设置
zh_tw: 設置

# UI.OPTIONS.SHOWPASSWORD
source: Show Passwords:
de: Passwörter anzeigen:
es: Mostrar contraseñas:
fr: Afficher MDP :
it: Mostra password:
ja: パスワードを表示：
pl: Wyświetlaj hasła:
pt_br: Exibir senhas:
ru: Показать пароли:
zh_cn: 显示密码：
zh_tw: 顯示密碼：

# UI.OPTIONS.SMALLTEXTURES
source: Small Textures:
de: Kleine Texturen:
es: Texturas pequeñas:
fr: Petites textures :
it: Texture piccole:
ja: 微細構造
pl: Małe tekstury:
pt_br: Texturas pequenas:
ru: Маленькие текстуры:
zh_cn: 小纹理：
zh_tw: 小紋理：

# UI.OPTIONS.SNAPSHOTS
source: Server Snapshots
es: Instantáneas del servidor
fr: Captures d'écran du serveur
it: Istantanee del server
ja: サーバースナップショット
pl: Zdjęcia serwera
pt_br: Instantâneos do servidor
ru: Снимки сервера
zh_cn: 服务器截图
zh_tw: 伺服器截圖

# UI.OPTIONS.STEAM_CLOUD_SAVES
source: Steam Cloud
zh_cn: Steam云存档
zh_tw: Steam雲存檔

# UI.OPTIONS.TARGETLOCKING
source: Target Locking:
de: Zielsperre:
es: Bloqueo de objetivos:
fr: Verrouillage de cible :
it: Acquisizione bersaglio:
ja: ターゲットロック：
pl: Namierzanie celu:
pt_br: Travamento de alvo:
ru: Захват цели:
zh_cn: 目标锁定：
zh_tw: 目標鎖定：

# UI.OPTIONS.TEXTURESTREAMING
source: Texture Streaming:
de: Textur-Streaming
es: Transmisión de texturas
fr: Streaming des textures
it: Streaming delle texture
ja: テクスチャストリーミング
pl: Strumieniowanie tekstur
pt_br: Transmissão de textura
ru: Динамические текстуры
zh_cn: 动态加载贴图
zh_tw: 動態載入貼圖

# UI.OPTIONS.THREADEDRENDER
source: Threaded Render:
es: Renderización de hilo:
it: Renderizzazione a thread:
ja: スレッド化レンダリング：
pl: Renderowanie wątkowe:
pt_br: Renderização em threads:
ru: Поточная обработка:
zh_cn: 多线程渲染：
zh_tw: 多執行緒渲染：

# UI.OPTIONS.TITLE
source: Game Options
de: Spieloptionen
es: Opciones de juego
fr: Options de jeu
it: Opzioni di gioco
ja: ゲームのオプション
pl: Opcje gry
pt_br: Opções do jogo
ru: Настройки игры
zh_cn: 游戏选项
zh_tw: 遊戲選項

# UI.OPTIONS.TOOLTIPS.ADVANCED
source: Modify advanced features of the game and user interface
de: Verändere erweiterte Funktionen des Spiels und der Benutzeroberfläche
es: Modifica las funciones avanzadas del juego y la interfaz del usuario
fr: Modifier les fonctionnalités avancées du jeu et l'interface d'utilisateur
it: Modifica le caratteristiche avanzate del gioco e dell'interfaccia utente
ja: ゲームとユーザーインターフェースの高度な機能を変更します
pl: Dostosuj zaawansowane funkcje gry oraz interfejs użytkownika
pt_br: Modifique os recursos avançados do jogo e a interface de usuário
ru: Изменить дополнительные свойства игры и пользовательского интерфейса
zh_cn: 修改游戏的高级功能和用户界面
zh_tw: 修改遊戲的高級功能和使用者介面

# UI.OPTIONS.TOOLTIPS.AMBIENT
source: The environment makes noise too, luckily you can control how loudly it does.
de: Auch die Umgebung macht Lärm, zum Glück kannst du kontrollieren, wie laut er ist.
es: Tus alrededores también hacen ruido. Por suerte, puedes controlar cuánto.
fr: L'environnement aussi fait du bruit. Heureusement, vous pouvez régler son volume.
it: Anche l'ambiente produce dei suoni; per fortuna puoi controllare con quanta intensità.
ja: 周囲の環境もまた音の発生源です。幸運なことに自分でその大きさを調整することができます。
pl: Otoczenie też hałasuje, ale na szczęście masz nad tym kontrolę.
pt_br: O ambiente também faz barulho. Felizmente, você pode controlar quão alto ele é.
ru: Окружающая среда тоже издает различные звуки. К счастью, вы можете настроить их громкость.
zh_cn: 环境有它自己的声音，幸运的是你可以控制它的响度。
zh_tw: 環境有它自己的聲音，幸運的是你可以控制它的響度。

# UI.OPTIONS.TOOLTIPS.ANIMATED_HEADS
source: Animates the survivor's heads in the menus.
de: Animiert die Köpfe der Überlebenden in den Menüs.
es: Anima las cabezas de los supervivientes en los menús.
fr: Anime les têtes des survivants dans les menus.
it: Anima la testa del sopravvissuto nei menu.
ja: メニューで生存者の頭を動かします。
pl: Animuje głowy rozbitka w menu.
pt_br: Anima a cabeça dos sobreviventes nos menus.
ru: Анимирует головы выживших в меню.
zh_cn: 调整菜单中的冒险家头像动画。
zh_tw: 調整功能表中的冒險家頭像動畫。

# UI.OPTIONS.TOOLTIPS.AUTOLOGIN
source: Log into your Klei account automatically when booting up Don't Starve Together.
de: Melde dich automatisch bei deinem Klei-Konto an, wenn du Don't Starve Together startest.
es: Inicia sesión de forma automática en tu cuenta de Klei al iniciar Don't Starve Together.
fr: Connectez-vous automatiquement à votre compte Klei quand vous démarrez Don't Starve Together.
it: Accedi automaticamente al tuo account Klei quando lanci Don't Starve Together.
ja: 「Don't Starve Together」を起動すると、自分のKleiアカウントに自動的にログインします。
pl: Zaloguj się automatycznie na koncie Klei podczas uruchamiania gry Don't Starve Together.
pt_br: Acessar sua conta Klei automaticamente ao iniciar o Don't Starve Together.
ru: Автоматически входит в вашу учетную запись Klei при загрузке Don't Starve Together.
zh_cn: 启动《饥荒联机版》时自动登录科雷账户。
zh_tw: 啟動《饑荒連線版》時自動登錄科雷帳戶。

# UI.OPTIONS.TOOLTIPS.AUTOMODS
source: Keep up to date with the mods of all the servers you join.
de: Halte dich mit den Mods aller Server, denen du beitrittst, auf dem Laufenden.
es: Mantente al día de todos los mods de los servidores a los que te unes.
fr: Obtenez les mods de tous les serveurs que vous rejoignez.
it: Resta al passo con tutti i mod di tutti i server a cui ti unisci.
ja: 自分が入っているサーバーのMODをどれも最新の状態にしておきます。
pl: Bądź na bieżąco z modami ze wszystkich serwerów, do których należysz.
pt_br: Atualizar todos os mods dos servidores nos quais você entrou.
ru: Вовремя обновляет моды для всех серверов, на которых вы играете.
zh_cn: 获得所加入的服务器中的最新模组。
zh_tw: 獲得所加入的伺服器中的最新模組。

# UI.OPTIONS.TOOLTIPS.AUTOPAUSE
source: When you are the only player in the world, this will pause the game while you are in the ingame menus, crafting, or viewing the cookbook or plant registry. If there are other players in the world, only the server admin will have permissions to pause the game.
de: Wenn du der einzige Spieler in der Welt bist, wird das Spiel angehalten, während du dich in den Menüs im Spiel befindest, etwas herstellst oder das Kochbuch oder das Pflanzenregister ansiehst. Wenn andere Spieler in der Welt sind, hat nur der Server-Admin die Berechtigung, das Spiel anzuhalten.
es: Si eres la única persona en un mundo, esto pausará el juego cuando accedas a los menús, durante la fabricación y al mirar el libro de cocina y el registro de plantas. Si hay algún otro jugador en el mundo, solo el administrador del servidor tendrá permiso para pausar el juego.
fr: Quand vous êtes seul·e à jouer dans le monde, cela met le jeu en pause quand vous êtes dans les menus du jeu, que vous fabriquez ou que vous consultez le livre de recettes ou le registre de plantes. S'il y a d'autres joueurs dans le monde, seul l'administrateur du serveur aura l'autorisation de mettre le jeu en pause.
it: Se sei l'unico giocatore nel mondo, il gioco viene messo in pausa quando sei nei menu del gioco, fabbrichi o consulti il ricettario o il registro delle piante. Se nel mondo ci sono altri giocatori, solo l'amministratore del server ha il permesso di mettere in pausa il gioco.
ja: この設定を有効にすると、ワールド中に自分しかプレイヤーがいない場合、ゲーム内メニューを見ている間、クラフト中、料理本や植物台帳を見ている間はゲームが一時停止します。他のプレイヤーがワールドにいる場合、サーバー管理者だけがゲームを一時停止できます。
pl: Gdy jesteś jedynym graczem w świecie, spowoduje to wstrzymane gry na czas korzystania z menu gry, wytwarzania przedmiotów lub wyświetlania książki kucharskiej bądź rejestru roślin. Jeżeli na świecie są inni gracze, tylko administrator serwera może wstrzymać grę.
pt_br: Quando você é o único jogador no mundo, isso pausará o jogo enquanto você estiver nos menus do jogo, fazendo criações ou vendo o livro de receita ou registro de plantas. Se houver outros jogadores no mundo, apenas o administrador do servidor terá permissão de pausar o jogo.
ru: Если вы единственный игрок в мире, игра будет приостанавливаться, когда открыты игровые меню, меню крафта, кулинарная книга или реестр растений. Если в мире есть другие игроки, ставить игру на паузу может только администратор сервера.
zh_cn: 如果你是唯一的玩家，当你在游戏菜单、制作、或查看食谱或植物登记表时，可以选择暂停游戏。如果还有其他玩家，只有服务器管理员才有权限暂停游戏。
zh_tw: 如果你是唯一的玩家，當你在遊戲菜單、製作、或查看食譜或植物登記表時，可以選擇暫停遊戲。如果還有其他玩家，只有伺服器管理員才有許可權暫停遊戲。

# UI.OPTIONS.TOOLTIPS.BACKPACKMODE
source: Change how the contents of the backpack are displayed. Integrated with the inventory bar or separated at the side of the screen.
de: Ändere, wie der Inhalt des Rucksacks angezeigt wird. Integriert in die Inventarleiste oder separat an der Seite des Bildschirms.
es: Cambia la visualización de los contenidos de la mochila. Integrados con la barra del inventario o separados a un lado de la pantalla.
fr: Change la façon dont le contenu du sac à dos est affiché : intégré dans la barre d'inventaire ou séparé sur le côté de l'écran.
it: Modifica come viene visualizzato il contenuto dello zaino. Integrato con la barra dell'inventario o separato sul lato della schermata.
ja: バックパックの中身の見え方が変わります。所持品バーと一体化したものか画面端に分割されたものを選べます。
pl: Zmień sposób wyświetlania zawartości plecaka. Może być połączony z paskiem ekwipunku lub wyświetlany osobno z boku ekranu.
pt_br: Mude como os conteúdos da mochila são exibidos: integrados com a barra do inventário ou separados ao lado da tela.
ru: Меняет отображение содержимого рюкзака: интегрирует его с панелью инвентаря или отображает отдельно сбоку экрана.
zh_cn: 改变背包内容的显示方式。可以与物品栏整合，或在屏幕边上分开。
zh_tw: 改變背包內容的顯示方式。可以與物品欄整合，或在螢幕邊上分開。

# UI.OPTIONS.TOOLTIPS.BLOOM
source: Increases the visual intensity of lights.
de: Erhöht die visuelle Intensität der Beleuchtung.
es: Aumenta la intensidad de las luces.
fr: Augmente l'intensité visuelle des lumières.
it: Aumenta l'intensità delle luci.
ja: 光の視覚的強度が増加します。
pl: Zwiększa intensywność oświetlenia.
pt_br: Aumenta a intensidade visual das luzes.
ru: Повышает интенсивность источников света.
zh_cn: 增加灯光的视觉强度。
zh_tw: 增加燈光的視覺強度。

# UI.OPTIONS.TOOLTIPS.BOATCAMERA
source: Allows the camera to focus on your boat while sailing.
de: Damit kann die Kamera beim Fahren auf dein Boot fokussieren.
es: Permite que la cámara se centre en tu barco cuando navegas.
fr: Permet à la caméra d'être centrée sur le bateau quand vous naviguez.
it: Permette alla visuale di seguire la tua barca quando navighi.
ja: 航海中に自分の船にカメラのフォーカスを合わせることができるようになります。
pl: Umożliwia kamerze wyostrzenie obrazu na łodzi w trakcie żeglugi.
pt_br: Permite que a câmera foque no seu barco ao navegar.
ru: Если вы плывете по морю, камера сфокусируется на вашей лодке.
zh_cn: 允许视角在航行时对准你的船。
zh_tw: 允許視角在航行時對準你的船。

# UI.OPTIONS.TOOLTIPS.CINEMATICS
source: Sit back and watch a video
de: Lehn dich zurück und sieh dir ein Video an.
es: Relájate y ve un vídeo
fr: Installez-vous et regardez une vidéo
it: Siediti e guarda un filmato
ja: 座ってビデオを見ます
pl: Zrelaksuj się i obejrzyj klip video
pt_br: Sente e assista a um vídeo
ru: Расслабьтесь и посмотрите видео
zh_cn: 坐下观看一段视频
zh_tw: 坐下觀看一段視頻

# UI.OPTIONS.TOOLTIPS.CONSOLEAUTOPAUSE
source: Allows the server to auto-pause while the console screen is open.
de: Ermöglicht es dem Server, automatisch zu pausieren, während der Konsolenbildschirm geöffnet ist.
es: Permite pausar el servidor de forma automática al abrir la pantalla de la consola.
fr: Permet au serveur d'être mis automatiquement en pause quand l'écran de console est ouvert.
it: Permette al server di mettersi automaticamente in pausa mentre la schermata della console è aperta.
ja: コンソール画面が開かれている間、自動的にサーバーが一時停止するようになります。
pl: Umożliwia serwerowi automatyczne wstrzymanie gry, gdy otwarty jest ekran konsoli.
pt_br: Permite que o servidor pause automaticamente quando a tela do console estiver aberta.
ru: Разрешает автоматически ставить сервер на паузу, если открыта консоль.
zh_cn: 允许服务器在控制台界面打开时自动暂停。
zh_tw: 允許伺服器在控制台介面打開時自動暫停。

# UI.OPTIONS.TOOLTIPS.CONTROLS
source: Rebind which input does which in-game action
de: Stelle ein, welche Aktionen was im Spiel bewirken.
es: Reconfigura los controles del juego
fr: Allouer les touches aux actions de jeu
it: Assegna nuovamente un input a una determinata azione nel gioco
ja: どの入力がどのゲーム内アクションを行うかをリバインドします
pl: Dostosuj sposób wykonywania działań w świecie gry
pt_br: Configure as ações que cada comando realiza no jogo
ru: Привязать заново кнопку для игрового действия
zh_cn: 重新绑定具体输入对应的游戏操作
zh_tw: 重新綁定具體輸入對應的遊戲操作

# UI.OPTIONS.TOOLTIPS.CONTROLS_CONSOLE
source: Check which control does which in-game action
de: Erhalte einen Überblick über Spielsteuerung und Tastenbelegung.
es: Comprueba lo que hace en el juego cada control
fr: Vérifier l'effet des commandes en jeu
it: Controlla quale comando fa cosa nell'azione di gioco
ja: どの入力がどのゲーム内アクションを行うかをチェックします
pl: Sprawdź funkcje przycisków w świecie gry
pt_br: Configure as ações que cada comando realiza no jogo
ru: Проверьте, за какое действие отвечает тот или иной контроллер
zh_cn: 查看游戏中操作
zh_tw: 查看遊戲中操作

# UI.OPTIONS.TOOLTIPS.CRAFTINGAUTOPAUSE
source: When you are the only player in the world, this will pause the game while the crafting menu is open.
de: Wenn du der einzige Spieler in der Welt bist, wird das Spiel angehalten, während das Herstellungsmenü geöffnet ist.
es: Si eres la única persona en un mundo, esto pausará el juego mientras el menú de fabricación esté abierto.
fr: Quand vous êtes seul·e à jouer dans le monde, cela met le jeu en pause quand le menu de fabrication est ouvert.
it: Se sei l'unico giocatore nel mondo, il gioco viene messo in pausa quando sei nel menu di fabbricazione.
ja: この設定を有効にすると、ワールド中に自分しかプレイヤーがいない場合、クラフトメニューを開いている間ゲームが一時停止するようになります。
pl: Gdy jesteś jedynym graczem w świecie, spowoduje to wstrzymane gry na czas korzystania z menu wytwarzania przedmiotów.
pt_br: Quando você é o único jogador no mundo, isso pausa o jogo enquanto o menu de criação está aberto.
ru: Если вы единственный игрок в мире, игра будет приостановлена, когда открыто меню крафта.
zh_cn: 如果你是唯一的玩家，可以选择在打开制作目录时暂停游戏。
zh_tw: 如果你是唯一的玩家，可以選擇在打開製作目錄時暫停遊戲。

# UI.OPTIONS.TOOLTIPS.CRAFTINGHINTALLRECIPES
source: Preview the next available research tier or show all locked recipes.
de: Vorschau der nächsten verfügbaren Forschungsstufe oder aller gesperrten Rezepte.
es: Ofrece una vista previa del siguiente nivel de investigación disponible o muestra todas las recetas bloqueadas.
fr: Donne un aperçu du prochain palier de recherche disponible ou montre toutes les recettes verrouillées.
it: Mostra l'anteprima della prossima fascia di ricerca oppure mostra tutte le ricette bloccate.
ja: 次の研究段階のみを表示するか、すべてのロックされたレシピを表示するかを選べます。
pl: Podgląd następnego dostępnego poziomu badań lub wyświetlanie wszystkich zablokowanych przepisów.
pt_br: Exibe o próximo nível de pesquisa disponível ou mostra todas as receitas bloqueadas.
ru: Позволяет просмотреть только следующий доступный уровень исследований или все заблокированные рецепты.
zh_cn: 预览下个可用的研究层级或显示所有锁定的配方。
zh_tw: 預覽下個可用的研究層級或顯示所有鎖定的配方。

# UI.OPTIONS.TOOLTIPS.CRAFTINGMENUBUFFEREDBUILDAUTOCLOSE
source: Closes the crafting menu when building a structure that is placed in the world.
de: Schließt das Herstellungsmenü, wenn du eine Struktur baust, die in der Welt aufgestellt wird.
es: Cierra el menú de fabricación al construir una estructura que se coloca en el mundo.
fr: Ferme le menu de fabrication quand vous fabriquez une structure à placer dans le monde.
it: Chiudi il menu di fabbricazione quando costruisci una struttura che viene posizionata nel mondo.
ja: ワールドに設置された構造物を建築している際に、クラフトメニューを自動で閉じます。
pl: Zamyka menu wytwarzania w czasie budowania konstrukcji umieszczonej w świecie.
pt_br: Fecha o menu de criação ao construir uma estrutura que deve ser posicionada no mundo.
ru: Закрывает меню крафта, когда вы создаете конструкцию, которую можно разместить в мире.
zh_cn: 在建造已经放置的建筑时，关闭制作目录。
zh_tw: 在建造已經放置的建築時，關閉製作目錄。

# UI.OPTIONS.TOOLTIPS.CRAFTINGMENUNUMPINPAGES
source: Set how many pages of pinned recipes you would like to cycle through.
de: Lege fest, wie viele Seiten mit gepinnten Rezepten du durchblättern möchtest.
es: Decide cuántas páginas de recetas fijadas te gustaría pasar.
fr: Détermine combien de pages de recettes marquées vous voulez avoir.
it: Imposta il numero di pagine di ricette appuntate che desideri scorrere.
ja: 自分が見ようとしているピン留めされたレシピのページ数を設定します。
pl: Ustaw, ile stron przypiętych przepisów chcesz przeglądać.
pt_br: Define por quantas páginas de receitas fixadas você gostaria de navegar.
ru: Укажите, сколько вам нужно страниц с закрепленными рецептами.
zh_cn: 设置你想切换几页固定的配方。
zh_tw: 設置你想切換幾頁固定的配方。

# UI.OPTIONS.TOOLTIPS.CRAFTINGMENUSENSITIVITY
source: Adjust the input sensitivity while navigating through the crafting menu.
de: Stelle die Eingabeempfindlichkeit ein, während du durch das Herstellungsmenü navigierst.
es: Ajusta la sensibilidad del control cuando te mueves por el menú de fabricación.
fr: Ajuste la sensibilité quand vous naviguez dans le menu de fabrication.
it: Regola la sensibilità dell'input mentre navighi nel menu di fabbricazione.
ja: クラフトメニューを閲覧中の入力感度を調整します。
pl: Ustaw czułość interfejsu w trakcie przeglądania menu wytwarzania.
pt_br: Ajuste a sensibilidade de entrada ao navegar pelo menu de criações.
ru: Настройте чувствительность мыши при работе с меню крафта.
zh_cn: 调整浏览制作目录时的灵敏度。
zh_tw: 調整流覽製作目錄時的靈敏度。

# UI.OPTIONS.TOOLTIPS.CRAFTINGMENUSIZE
source: Customize the size of the crafting menu.
de: Passe die Größe des Herstellungsmenüs an.
es: Personaliza el tamaño del menú de fabricación.
fr: Personnalise la taille du menu de fabrication.
it: Personalizza le dimensioni del menu di fabbricazione.
ja: クラフトメニューのサイズをカスタマイズします。
pl: Dostosuj rozmiary menu wytwarzania.
pt_br: Personalize o tamanho do menu de criações.
ru: Измените размер меню крафта.
zh_cn: 自定义制作目录的大小。
zh_tw: 自訂製作目錄的大小。

# UI.OPTIONS.TOOLTIPS.DATACOLLECTION
source: We collect metrics and telemetry on Don't Starve Together, including how long and how often you play. This information helps us troubleshoot the game, provide rewards, and improve your experience. Refer to https://www.klei.com/privacy-policy for more information.
de: Wir sammeln Metriken und Telemetriedaten zu Don't Starve Together, z. B. wie lange und wie oft du spielst. Diese Informationen helfen uns bei der Fehlerbehebung im Spiel, bei der Bereitstellung von Belohnungen und bei der Verbesserung deines Spielerlebnisses. Weitere Informationen findest du unter https://www.klei.com/privacy-policy.
es: En Don't Starve Together recogemos las medidas y la telemetría, incluidos tu tiempo y frecuencia de juego. Esta información nos ayuda a solucionar los problemas del juego, a repartir recompensas y a mejorar tu experiencia. Puedes encontrar más información en: https://www.klei.com/privacy-policy.
fr: Nous récupérons les indicateurs et les télémesures de Don't Starve Together, dont la durée et la fréquence de vos parties. Ces informations nous aident à régler des problèmes, à fournir des récompenses et à améliorer le jeu. Consultez https://www.klei.com/privacy-policy pour en savoir plus.
it: Raccogliamo metriche e telemetria su Don't Starve Together, compreso per quanto tempo e quanto spesso giochi. Queste informazioni ci aiutano a risolvere i problemi del gioco, a fornire ricompense e a migliorare la tua esperienza. Consulta https://www.klei.com/privacy-policy per maggiori informazioni.
ja: Don't Starve Togetherでは、プレイ時間の長さや頻度などの数値や遠隔測定データを収集させていただきます。そういった情報はゲームの修正を初めとして、報酬の提供やゲーム体験の向上などの助けとなります。詳細に関しては、https://www.klei.com/privacy-policy をご参照ください。
pl: Gromadzimy informacje o wskaźnikach i dane telemetryczne dotyczące gry Don't Starve Together, w tym informacje o tym, jak długo i często grasz. Te dane pomagają nam rozwiązywać błędy w grze, przekazywać nagrody i ulepszać rozgrywkę. Więcej informacji znajdziesz na stronie https://www.klei.com/privacy-policy.
pt_br: Nós coletamos dados métricos e de telemetria no Don't Starve Together, incluindo quanto tempo e quão frequentemente você joga. Essa informação nos permite solucionar problemas no jogo, fornecer recompensas e melhorar sua experiência. Consulte https://www.klei.com/privacy-policy para mais informações.
ru: Мы собираем метрики и другие данные об игре Don't Starve Together, включая то, как часто и как долго вы играете. Эти данные помогают нам исправлять ошибки, раздавать награды и улучшать игру. Подробности можно узнать здесь: https://www.klei.com/privacy-policy.
zh_cn: 我们会收集《饥荒联机版》的一些游戏数据，包括你玩多长时间和多久玩一次。这些信息能帮助我们解决游戏的问题，提供游戏奖励，并改善游戏体验。 想了解更多信息，请查看 https://www.klei.com/privacy-policy。
zh_tw: 我們會收集《饑荒連線版》的一些遊戲資料，包括你玩多長時間和多久玩一次。這些資訊能説明我們解決遊戲的問題，提供遊戲獎勵，並改善遊戲體驗。 想瞭解更多資訊，請查看 https://www.klei.com/privacy-policy。
