Repository: Endeer/dst-cz
Catalog: locales/*/ui-options.po
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh_cn, zh_tw

# UI.OPTIONS.TOOLTIPS.DEFAULTCLOUDSAVES
source: Chooses whether new saves will be stored in the cloud or not by default.
de: Legt fest, ob neue Spielstände standardmäßig in der Cloud gespeichert werden sollen.
es: Elige si las nuevas partidas guardadas se guardarán por defecto en la nube o no.
fr: Choisissez si vos nouvelles sauvegardes sont stockées par défaut dans le cloud ou non.
it: Scegli se i nuovi salvataggi verranno automaticamente conservati su cloud o no.
ja: デフォルトでの新しいセーブデータの保存場所をクラウドにするかどうかを選択します。
pl: Wskazuje, czy nowe zapisy będą domyślnie przechowywane w chmurze czy nie.
pt_br: Escolha se novos jogos salvos são armazenados na nuvem ou não por padrão.
ru: Выберите, будут ли новые сохранения по умолчанию храниться в облаке.
zh_cn: 选择是否将新存档的默认存档方式设置为云存储。
zh_tw: 選擇是否將新存檔的預設存檔方式設置為雲存儲。

# UI.OPTIONS.TOOLTIPS.DISPLAY
source: Got multiple screens? We've got you covered, choose where the game window goes when playing the game. (Fullscreen only)
de: Hast du mehrere Bildschirme? Wir haben die Lösung für dich: Wähle aus, wo das Spielfenster beim Spielen angezeigt wird. (Nur im Vollbildmodus)
es: ¿Tienes varias pantallas? No te preocupes, puedes elegir dónde poner la ventana del juego cuando estés jugando (solo pantalla completa).
fr: Vous avez plusieurs écrans ? On s'occupe de tout ! Choisissez où la fenêtre du jeu s'ouvre quand vous jouez. (Uniquement en plein écran)
it: Hai più schermi? Ci abbiamo pensato: scegli dove vuoi che appaia la finestra di gioco mentre giochi. (Solo Schermo intero)
ja: マルチディスプレイでも大丈夫です！ゲームをプレイ中にどのディスプレイにウィンドウを表示するか選びましょう（フルスクリーン限定）。
pl: Korzystasz z kilku ekranów? Nie ma sprawy, wskaż, na którym z nich ma wyświetlić się okno z grą w trakcie zabawy. (Tylko w trybie pełnego ekranu)
pt_br: Possui múltiplas telas? Nós damos conta. Escolha em qual tela o jogo será exibido ao jogar (Apenas no modo tela cheia).
ru: У вас несколько мониторов? Без паники: вы можете выбрать, на каком из них появится окно игры (только полноэкранный режим).
zh_cn: 使用多个显示器吗？我们替你想好了，你可以选择游戏时用哪个显示器显示游戏窗口。(仅适用于全屏模式)
zh_tw: 使用多個顯示器嗎？我們替你想好了，你可以選擇遊戲時用哪個顯示器顯示遊戲視窗。(僅適用于全屏模式)

# UI.OPTIONS.TOOLTIPS.DISPLAYAREA
source: Maximize the screen size on your display.
de: Maximiere die Bildschirmgröße auf deinem Display.
es: Maximiza el tamaño de la ventana en tu pantalla.
fr: Maximisez la taille d'affichage de votre écran.
it: Massimizza le dimensioni dello schermo.
ja: ディスプレイ上での画面サイズを最大化します。
pl: Zmaksymalizuj rozmiar ekranu na wyświetlaczu
pt_br: Maximiza a tela no seu dispositivo de exibição.
ru: Увеличьте размер окна игры на экране.
zh_cn: 在显示器上最大化游戏屏幕。
zh_tw: 在顯示器上最大化遊戲螢幕。

# UI.OPTIONS.TOOLTIPS.DISTORTION
source: Allows you to turn off screen distortions in the game, especially notable during moments of insanity.
de: Ermöglicht es dir, Bildschirmverzerrungen im Spiel auszuschalten, was besonders in Phasen des Wahnsinns wichtig ist.
es: Te permite apagar la distorsión del juego. Se nota especialmente en momentos de locura.
fr: Permet de désactiver les distorsions d'image dans le jeu, surtout visibles lorsque la santé mentale est faible.
it: Ti permette di disattivare le distorsioni della visuale di gioco, particolarmente marcate nel corso dei momenti di pazzia.
ja: ゲーム画面の歪みをオフにします。歪みは、特に狂気状態のときに顕著に現れます。
pl: Umożliwia wyłączenie zniekształceń ekranu w grze. Widać je najbardziej w momentach szaleństwa.
pt_br: Permite que você desative distorções de tela no jogo, especialmente observáveis durante os momentos de insanidade.
ru: Позволяет отключить искажения экрана в игре, которые особенно заметны в моменты потери рассудка.
zh_cn: 允许你关闭游戏中的屏幕失真，尤其适用于精神错乱的时刻。
zh_tw: 允許你關閉遊戲中的螢幕失真，尤其適用於精神錯亂的時刻。

# UI.OPTIONS.TOOLTIPS.DYNAMIC_TREE_SHADOWS
source: Renders the ground shadow while under a canopy.
de: Stellt den Bodenschatten dar, wenn man sich unter einem Blätterdach befindet.
es: Renderiza las sombras en el suelo cuando estás a cubierto.
fr: Gère les ombres au sol sous les feuillages.
it: Renderizza l'ombra del terreno mentre ti trovi sotto le chiome degli alberi.
ja: キャノピーの下にいる際に地面の影を描写します。
pl: Renderuje cień ziemi, gdy znajdujesz się pod zadaszeniem.
pt_br: Renderiza a sombra no chão ao estar debaixo de uma cobertura.
ru: Отображает на земле тень, если вы находитесь под кроной дерева.
zh_cn: 渲染树冠在地面的影子。
zh_tw: 渲染樹冠在地面的影子。

# UI.OPTIONS.TOOLTIPS.FULLSCREEN
source: Fill your screen with Don't Starve Together.
de: Fülle deinen Bildschirm mit Don't Starve Together.
es: Llena tu pantalla de Don't Starve Together.
fr: Remplit votre écran de Don't Starve Together.
it: Riempi lo schermo con Don't Starve Together.
ja: 「Don't Starve Together」で画面を埋め尽くします。
pl: Wypełnij ekran grą Don't Starve Together.
pt_br: Preencha sua tela com o Don't Starve Together.
ru: Разверните Don't Starve Together на весь экран.
zh_cn: 用《饥荒联机版》填满你的显示屏。
zh_tw: 用《饑荒連線版》填滿你的顯示幕。

# UI.OPTIONS.TOOLTIPS.FX
source: Change how loud things are in the world.
de: Stelle die Lautstärke der Dinge in der Welt ein.
es: Cambia el volumen de las cosas del mundo.
fr: Change l'intensité du bruit des choses dans le monde.
it: Modifica quanto sono rumorose le cose che si trovano nel mondo.
ja: ワールド上にあるものの音の大きさを変更します。
pl: Zmień głośność obiektów w świecie.
pt_br: Mude o volume das coisas no mundo.
ru: Настройте уровень громкости мира.
zh_cn: 改变游戏世界的响度。
zh_tw: 改變遊戲世界的響度。

# UI.OPTIONS.TOOLTIPS.GRAPHICS
source: Modify the graphics settings
de: Grafikeinstellungen ändern
es: Modifica los ajustes gráficos
fr: Modifier les paramètres graphiques
it: Modifica le impostazioni grafiche
ja: グラフィック設定の変更
pl: Zmień ustawienia grafiki
pt_br: Modifique as configurações de vídeo
ru: Изменить настройки графики
zh_cn: 修改图像设置
zh_tw: 修改圖像設置

# UI.OPTIONS.TOOLTIPS.HUDSIZE
source: Customize the size of your Heads Up Display.
de: Passe die Größe des HUD an.
es: Personaliza el tamaño de tu barra de estado.
fr: Personnalise la taille de votre affichage d'interface.
it: Personalizza le dimensioni dell'head-up display.
ja: ヘッドアップディスプレイの大きさをカスタマイズします。
pl: Dostosuj wymiary interfejsu użytkownika.
pt_br: Personalize o tamanho da sua interface.
ru: Измените размер экранного интерфейса.
zh_cn: 自定义抬头显示的大小。
zh_tw: 自訂抬頭顯示的大小。

# UI.OPTIONS.TOOLTIPS.INPUT
source: Controller or Keyboard? Play Don't Starve Together your way.
de: Controller oder Tastatur? Spiele Don't Starve Together auf deine eigene Art.
es: ¿Mando o teclado? Juega a Don't Starve Together como tú quieras.
fr: Manette ou clavier ? Jouez à Don't Starve Together comme vous voulez.
it: Controller o tastiera? Gioca a Don't Starve Together come preferisci.
ja: コントローラー？キーボード？好きなほうで「Don't Starve Together」をプレイしましょう！
pl: Kontroler czy klawiatura? Graj w Don't Starve Together po swojemu.
pt_br: Controle ou teclado? Jogue Don't Starve Together como quiser.
ru: Контроллер или клавиатура? Играйте в Don't Starve Together так, как вам удобно!
zh_cn: 手柄还是键盘？怎么玩《饥荒联机版》由你定。
zh_tw: 手柄還是鍵盤？怎麼玩《饑荒連線版》由你定。

# UI.OPTIONS.TOOLTIPS.INVENTORYSENSITIVITY
source: Adjust the input sensitivity while navigating through the inventory.
de: Passe die Eingabeempfindlichkeit an, während du durch das Inventar navigierst.
es: Ajusta la sensibilidad del control cuando te mueves por el inventario.
fr: Ajustez la sensibilité quand vous naviguez dans l'inventaire.
it: Regola la sensibilità dell'input mentre navighi nell'inventario.
ja: 所持品を見ている間の入力感度を調整します。
pl: Ustaw czułość interfejsu w trakcie przeglądania ekwipunku.
pt_br: Ajuste a sensibilidade de entrada ao navegar pelo inventário.
ru: Настройте чувствительность мыши при работе с инвентарем.
zh_cn: 调整浏览物品栏时的灵敏度。
zh_tw: 調整流覽物品欄時的靈敏度。

# UI.OPTIONS.TOOLTIPS.INVERTCAMERAROTATION
source: Flips the camera rotation direction.
de: Dreht die Rotationsrichtung der Kamera um.
es: Cambia la dirección de rotación de la cámara.
fr: Inverse le sens de rotation de la caméra.
it: Inverte la direzione di rotazione della visuale.
ja: カメラの回転方向を反転させる。
pl: Odwraca kierunek obrotu kamery.
pt_br: Inverte a direção da rotação da câmera.
ru: Меняет направление поворота камеры.
zh_cn: 调整镜头旋转方向。
zh_tw: 調整鏡頭旋轉方向。

# UI.OPTIONS.TOOLTIPS.LANGUAGES
source: Select display language
de: Wähle die Anzeigesprache.
es: Elige el idioma
fr: Sélectionner la langue d'affichage
it: Seleziona lingua di visualizzazione
ja: 表示言語の選択をします
pl: Wybierz język
pt_br: Selecione o idioma de exibição
ru: Выберите язык дисплея
zh_cn: 选择显示语言
zh_tw: 選擇顯示語言

# UI.OPTIONS.TOOLTIPS.LOADING_TIPS
source: Learn more about the lore and the gameplay of Don't Starve while your world loads.
de: Erfahre mehr über die Geschichte und das Gameplay von Don't Starve, während deine Welt geladen wird.
es: Descubre más cosas sobre la historia y la jugabilidad de Don't Starve mientras se carga el mundo.
fr: Apprenez-en plus sur l'histoire de Don't Starve pendant le chargement de votre monde.
it: Scopri maggiori informazioni sul mondo di Don't Starve durante il caricamento del tuo mondo.
ja: ロード中に、「Don't Starve」のバックストーリーや遊び方についてさらに詳しくなりましょう。
pl: Dowiedz się więcej o świecie gry Don't Starve i samej rozgrywce w trakcie wczytywania świata.
pt_br: Saiba mais sobre a história e a jogabilidade do Don't Starve enquanto carrega os mundos.
ru: Узнавайте больше об истории мира и игровом процессе Don't Starve, пока мир загружается.
zh_cn: 在加载世界时候了解更多《饥荒联机版》的背景故事和玩法。
zh_tw: 在載入世界時候瞭解更多《饑荒連線版》的背景故事和玩法。

# UI.OPTIONS.TOOLTIPS.MORE
source: View additional options
de: Weitere Optionen anzeigen
es: Ver opciones adicionales
fr: Voir les options supplémentaires
it: Visualizza le opzioni aggiuntive
ja: 追加オプションを表示します
pl: Zapoznaj się z opcjami dodatkowymi
pt_br: Veja opções adicionais
ru: Посмотреть дополнительные настройки
zh_cn: 查看其他选项
zh_tw: 查看其他選項

# UI.OPTIONS.TOOLTIPS.MOVEMENTPREDICTION
source: Allows the game to predict your movements to compensate for any possible lag.
de: Erlaubt dem Spiel, deine Bewegungen vorherzusagen, um eine mögliche Verzögerung auszugleichen.
es: Permite al juego predecir tus movimientos para compensar cualquier posible lag.
fr: Permet au jeu de prédire vos mouvements afin d'éviter les ralentissements potentiels.
it: Permette al gioco di prevedere i tuoi movimenti per compensare il lag.
ja: 万が一ラグが発生した場合に備えて、ゲームがプレイヤーの動きを予想できるようにします。
pl: Umożliwia grze przewidywanie twoich ruchów, aby skompensować ewentualne opóźnienie.
pt_br: Permite que o jogo preveja seu movimento para compensar qualquer lag em potencial.
ru: Позволяет игре предсказывать ваши движения, чтобы компенсировать возможную задержку сети.
zh_cn: 允许游戏预测你的移动，并补偿因网络延迟引起的卡顿。
zh_tw: 允許遊戲預測你的移動，並補償因網路延遲引起的卡頓。

# UI.OPTIONS.TOOLTIPS.MUSIC
source: Tone up or down the musical fanfare in your adventures.
de: Du kannst die musikalische Fanfare in deinen Abenteuern auf- oder abschwellen lassen.
es: Sube o baja el volumen de la fanfarria durante tus aventuras.
fr: Augmente ou diminue la cacophonie musicale de vos aventures.
it: Aumenta o diminuisci la fanfara musicale che ti accompagna nel corso delle tue avventure.
ja: 冒険中のファンファーレ音楽を強める／抑えることができます。
pl: Pogłośnij lub przycisz muzyczne fanfary w trakcie twoich przygód.
pt_br: Aumente ou abaixe o som das fanfarras musicais em suas aventuras.
ru: Увеличивает или уменьшает громкость музыкального аккомпанемента ваших приключений.
zh_cn: 调高或调低冒险中的背景音乐。
zh_tw: 調高或調低冒險中的背景音樂。

# UI.OPTIONS.TOOLTIPS.NETBOOKMODE
source: Reduces the game's update frequency. (Only recommended for min-spec computers)
de: Verringert die Aktualisierungsfrequenz des Spiels. (Nur für Computer mit geringer Leistung empfohlen)
es: Reduce la frecuencia de actualización del juego (recomendado solo para ordenadores con las especificaciones mínimas).
fr: Réduit la fréquence de rafraîchissement du jeu. (Recommandé uniquement pour les ordinateurs à la configuration minimale)
it: Riduce la frequenza di aggiornamento del gioco. (Consigliato solo per computer con specifiche minime)
ja: ゲームのアップデート頻度を減らします（最小スペックのPCでのみ推奨）。
pl: Ogranicza częstotliwość aktualizacji gry. (Ustawienie zalecane dla komputerów spełniających tylko minimalne wymagania sprzętowe)
pt_br: Reduz a frequência de atualizações do jogo (Só é recomendado para computadores com as especificações mínimas).
ru: Уменьшает частоту обновления экрана игры (только для компьютеров с минимальными характеристиками).
zh_cn: 降低游戏的更新频率。（仅推荐低配置电脑使用）
zh_tw: 降低遊戲的更新頻率。（僅推薦低配置電腦使用）

# UI.OPTIONS.TOOLTIPS.REFRESHRATE
source: Customize how many times per second the game screen refreshes. (Fullscreen only)
de: Lege fest, wie oft pro Sekunde der Spielbildschirm aktualisiert wird. (Nur im Vollbildmodus)
es: Personaliza la tasa de refresco de la pantalla (solo pantalla completa).
fr: Personnalisez le taux de rafraîchissement de l'écran par seconde. (Plein écran uniquement)
it: Personalizza quante volte al secondo viene aggiornata la visuale. (Solo Schermo intero)
ja: 1秒間に何回ゲーム画面をリフレッシュするかをカスタマイズします（フルスクリーン限定）。
pl: Ustaw, ile razy na sekundę ekran gry ma się odświeżać. (Tylko w trybie pełnego ekranu)
pt_br: Personaliza quantas vezes por segundo a tela do jogo é atualizada (Apenas em tela cheia).
ru: Укажите, сколько раз в секунду будет обновляться экран игры (только полноэкранный режим).
zh_cn: 自定义游戏屏幕每秒的刷新率。(仅全屏模式)
zh_tw: 自訂遊戲螢幕每秒的刷新率。(僅全屏模式)

# UI.OPTIONS.TOOLTIPS.RESOLUTION
source: Change the game screen resolution. (Fullscreen only)
de: Ändere die Auflösung des Spielbildschirms. (Nur im Vollbildmodus)
es: Cambia la resolución de la pantalla (solo pantalla completa).
fr: Changez la résolution de l'écran de jeu. (Plein écran uniquement)
it: Cambia la risoluzione dello schermo. (Solo Schermo intero)
ja: ゲーム画面の解像度を変更します（フルスクリーン限定）。
pl: Zmień rozdzielczość ekranu gry. (Tylko w trybie pełnego ekranu)
pt_br: Altera a resolução da tela do jogo (Apenas em tela cheia).
ru: Измените разрешение экрана в игре (только полноэкранный режим).
zh_cn: 更改游戏屏幕的分辨率。(仅全屏模式)
zh_tw: 更改遊戲螢幕的解析度。(僅全屏模式)

# UI.OPTIONS.TOOLTIPS.SCREENSHAKE
source: Keep your camera static or allow it to shake freely in moments of high intensity.
de: Halte deine Kamera statisch oder lass sie in Momenten hoher Intensität einfach wackeln.
es: Mantén la cámara estática o permite que se mueva en los momentos más intensos.
fr: Garde la caméra immobile ou lui permet de trembler et de bouger lors des moments très intenses.
it: Mantieni statica la visuale o permettile di muoversi liberamente nei momenti ad alta intensità.
ja: 激しい揺れの際に、カメラを固定したままにするか、自由に振動させるかを選択します。
pl: Zablokuj kamerę lub zezwól na to, by trzęsła się w emocjonujących momentach.
pt_br: Mantenha sua câmera parada ou permita que ela trema livremente nos momentos de alta intensidade.
ru: Закрепите камеру или позвольте ей свободно дрожать в особенно напряженные моменты игры.
zh_cn: 让视角保持静态，或允许在高强度时刻摇动视角。
zh_tw: 讓視角保持靜態，或允許在高強度時刻搖動視角。

# UI.OPTIONS.TOOLTIPS.SCREEN_FLASH_INTENSITY
source: Control the intensity of screen flashes during explosions and lightning strikes.
de: Kontrolliere die Intensität der Lichtblitze auf dem Bildschirm bei Explosionen und Blitzeinschlägen.
es: Controla la intensidad de los destellos de la pantalla durante las explosiones y los relámpagos.
fr: Contrôle l'intensité des flashs de l'écran pendant les explosions et les éclairs.
it: Controlla l'intensità dei bagliori dello schermo nel corso di esplosioni e fulmini.
ja: 爆発・落雷時の画面点滅の強度を制御します。
pl: Wyreguluj natężenie rozbłysków na ekranie w trakcie wybuchów i uderzeń pioruna.
pt_br: Controle a sensibilidade dos clarões na tela durante explosões ou relâmpagos.
ru: Настройте интенсивность вспышек на экране во время взрывов или ударов молнии.
zh_cn: 控制爆炸和闪电发生时的游戏屏幕闪光的强度。
zh_tw: 控制爆炸和閃電發生時的遊戲螢幕閃光的強度。

# UI.OPTIONS.TOOLTIPS.SERVER_NAME_PROFANITY_CHAT_FILTER
source: Use Steam's chat filters. This can be configured in Steam's setting in the section In-Game under Chat Filtering.
de: Verwende die Chat-Filter von Steam. Diese kannst du in den Steam-Einstellungen im Abschnitt Im Spiel unter Chat-Filterung konfigurieren.
es: Usa los filtros del chat de Steam. Puedes configurarlos en los Parámetros de Steam en el Filtrado de chat en la sección de En la partida.
fr: Utiliser les filtres de chat de Steam. Ceci peut être configuré dans les paramètres de Steam dans la rubrique Filtre de chat.
it: Usa i filtri della chat di Steam. Puoi configurarli nelle impostazioni di Steam, sezione In gioco, alla voce Filtri di testo.
ja: Steamのチャットフィルターを使用します。設定はSteamの設定の「ゲーム内」にある「チャットフィルタリング」から変更できます。
pl: Użyj filtrów czatu serwisu Steam. Można je skonfigurować w ustawieniach platformy Steam w sekcji W grze > Filtrowanie czatu.
pt_br: Use os filtros de bate-papo do Steam. Isso pode ser alterado nas configurações do Steam na seção Dentro do Jogo sob Filtragem do Chat.
ru: Используйте фильтры чата от Steam. Их можно включить в настройках Steam (раздел In-Game в Chat Filtering).
zh_cn: 使用Steam的聊天过滤功能。可以在游戏中的Steam设置选项中进行配置，选择聊天过滤。
zh_tw: 使用Steam的聊天過濾功能。可以在遊戲中的Steam設置選項中進行配置，選擇聊天過濾。

# UI.OPTIONS.TOOLTIPS.SERVER_NAME_PROFANITY_FILTER
source: Filter out the profanity when browsing the server list. Filtered servers will have their names displayed as "This server name has been filtered" and can still be joined.
de: Filtere die Schimpfwörter heraus, wenn du die Serverliste durchsuchst. Die Namen der gefilterten Server werden als "Dieser Servername wurde gefiltert" angezeigt und die Server können weiterhin besucht werden.
es: Filtra las palabras malsonantes al buscar en la lista de servidores. Los servidores filtrados aparecerán como: "El nombre de este servidor se ha filtrado", pero aún podrás unirte a ellos.
fr: Filtrer les insultes et mots injurieux quand vous parcourez la liste de serveurs. Les serveurs filtrés seront affichés, mais leur nom sera : « Le nom de ce serveur a été filtré ». Vous pourrez quand même les rejoindre.
it: Filtra le volgarità durante la navigazione dell'elenco dei server. Il nome dei server filtrati apparirà come "Il nome di questo server è stato filtrato", ma puoi comunque unirti a essi.
ja: サーバーの一覧を閲覧中に暴言等が含まれる言葉を非表示にします。フィルターが適用されたサーバーの名前は「このサーバー名はフィルターされています」と表示されますが参加することは可能です。
pl: Ocenzuruj wulgarne zwroty w trakcie przeglądania listy serwerów. Nazwy ocenzurowanych serwerów będą wyświetlenie w następujący sposób: „Nazwa tego serwera została ocenzurowana”, ale nadal będzie można do nich dołączyć.
pt_br: Filtra as profanidades ao navegar pela lista de servidores. Os servidores filtrados terão seus nomes exibidos como "O nome deste servidor foi filtrado" e ainda será possível ingressar neles.
ru: Фильтрует нецензурную лексику в списке серверов. Вместо названия у таких серверов будет отображаться «Имя этого сервера было отфильтровано». Возможность присоединиться к ним сохранится.
zh_cn: 在浏览服务器列表时过滤名称中有脏话的服务器。被过滤的服务器会显示为“服务器名称已过滤”，你仍然可以加入服务器。
zh_tw: 在流覽伺服器列表時過濾名稱中有髒話的伺服器。被過濾的伺服器會顯示為“伺服器名稱已過濾”，你仍然可以加入伺服器。

# UI.OPTIONS.TOOLTIPS.SETTINGS
source: Modify features of the game and user interface
de: Bearbeite Spielfunktionen und die Benutzeroberfläche.
es: Modifica las funciones del juego y la interfaz del usuario
fr: Modifier les fonctionnalités du jeu et l'interface d'utilisateur
it: Modifica le caratteristiche del gioco e dell'interfaccia utente
ja: ゲームとユーザーインターフェースの機能を変更します
pl: Dostosuj funkcje gry oraz interfejs użytkownika
pt_br: Modifique os recursos do jogo e a interface de usuário
ru: Изменить свойства игры и пользовательского интерфейса
zh_cn: 修改游戏功能和用户界面
zh_tw: 修改遊戲功能和使用者介面

# UI.OPTIONS.TOOLTIPS.SHOWPASSWORD
source: Show or hide your passwords.
de: Zeige oder verbirg deine Passwörter.
es: Ocultar o mostrar tus contraseñas.
fr: Afficher ou masquer vos mots de passe.
it: Mostra o nasconde le tue password.
ja: パスワードの表示／非表示を切り替えます。
pl: Pokaż lub ukryj swoje hasła.
pt_br: Exibe ou oculta suas senhas.
ru: Показывает и скрывает пароли.
zh_cn: 显示或隐藏你的密码。
zh_tw: 顯示或隱藏你的密碼。

# UI.OPTIONS.TOOLTIPS.SMALLTEXTURES
source: Reduces texture quality for better performance. (Only recommended for min-spec computers)
de: Reduziert die Texturqualität zugunsten einer besseren Leistung. (Nur für Computer mit geringer Leistung empfohlen)
es: Reduce la calidad de las texturas para mejorar el rendimiento (recomendado solo para ordenadores con las especificaciones mínimas).
fr: Réduit la qualité des textures pour de meilleures performances. (Recommandé uniquement pour les ordinateurs à la configuration minimale)
it: Riduce la qualità delle texture per migliorare le prestazioni. (Consigliato solo per computer con specifiche minime)
ja: パフォーマンス向上のためにテクスチャの品質を下げます（最小スペックのPCでのみ推奨）。
pl: Zmniejsza jakość tekstur, aby zwiększyć wydajność gry. (Ustawienie zalecane dla komputerów spełniających tylko minimalne wymagania sprzętowe)
pt_br: Reduz a qualidade da textura para melhorar o desempenho (Só é recomendado para computadores com as especificações mínimas).
ru: Снижает качество текстур для повышения производительности (только для компьютеров с минимальными характеристиками).
zh_cn: 降低贴图质量，提高游戏性能。（仅推荐低配置电脑使用）
zh_tw: 降低貼圖品質，提高遊戲性能。（僅推薦低配置電腦使用）

# UI.OPTIONS.TOOLTIPS.TARGETLOCKING
source: Focus on one target at a time.
de: Konzentriere dich auf ein Ziel zur Zeit.
es: Céntrate en un solo objetivo a la vez.
fr: Se concentre sur une cible à la fois.
it: Concentrati su un bersaglio alla volta.
ja: 1度に1体の対象に焦点を当てます。
pl: Skup się na jednym celu jednocześnie.
pt_br: Foque em um alvo de cada vez.
ru: Сфокусируйтесь на одной цели за раз.
zh_cn: 每次聚焦一个目标。
zh_tw: 每次聚焦一個目標。

# UI.OPTIONS.TOOLTIPS.TEXTURESTREAMING
source: Reduces the memory overhead for textures. Enabling this should improve performance.
de: Reduziert den Speicherbedarf für Texturen. Die Aktivierung dieser Funktion sollte die Leistung verbessern.
es: Reduce el consumo de memoria de las texturas. Esto debería mejorar el rendimiento.
fr: Réduit le dépassement de mémoire pour les textures. L'activer devrait améliorer les performances.
it: Riduce la memoria per le texture. Le prestazioni dovrebbero migliorare attivando questa opzione.
ja: テクスチャによるメモリ負荷を軽減します。この設定を有効にするとパフォーマンスが向上します。
pl: Ogranicza obciążenie pamięci w przypadku tekstur. Włączenie tej opcji powinno zwiększyć wydajność.
pt_br: Reduz a sobrecarga de memória das texturas. Habilitar isso pode melhorar o desempenho do jogo.
ru: Уменьшает объем памяти, выделенный для текстур. При включении производительность повышается.
zh_cn: 减少贴图的内存开销。启用这个功能应该可以提高性能。
zh_tw: 減少貼圖的記憶體開銷。啟用這個功能應該可以提高性能。

# UI.OPTIONS.TOOLTIPS.THREADEDRENDER
source: Renders the game on a different core. Enabling this should improve performance.
de: Rendert das Spiel auf einem anderen Kern. Die Aktivierung dieser Funktion sollte die Leistung verbessern.
es: Renderiza el juego en otro núcleo. Esto debería mejorar el rendimiento.
fr: Rend le jeu sur un core différent. L'activer devrait améliorer les performances.
it: Renderizza il gioco su un altro core. Le prestazioni dovrebbero migliorare attivando questa opzione.
ja: ゲームのレンダリングを別々のコアで行います。この設定を有効にするとパフォーマンスが向上します。
pl: Renderuje grę na innym rdzeniu. Włączenie tej opcji powinno zwiększyć wydajność.
pt_br: Renderiza o jogo em um núcleo diferente. Habilitar isso pode melhorar o desempenho do jogo.
ru: Считывает игру на другом ядре. При включении производительность повысится.
zh_cn: 在一个不同的核心上渲染游戏。启用这个功能应该可以提高性能。
zh_tw: 在一個不同的核心上渲染遊戲。啟用這個功能應該可以提高性能。

# UI.OPTIONS.TOOLTIPS.VIBRATION
source: Make your controller rumble at key gameplay moments.
de: Lass deinen Controller in den entscheidenden Momenten des Spiels vibrieren.
es: Hace que tu mando vibre en los momentos clave.
fr: Fait vibrer votre manette aux moments cruciaux.
it: Fa vibrare il tuo controller nei momenti chiave del gioco.
ja: ゲームの重要な場面でコントローラーが振動するようになります。
pl: Zezwól na wibrowanie kontrolera w kluczowych momentach rozgrywki.
pt_br: Faz com que seu controle estremeça em momentos-chave do jogo.
ru: Контроллер будет дрожать в напряженные моменты игры.
zh_cn: 让你的手柄在游戏的关键时刻震动。
zh_tw: 讓你的手柄在遊戲的關鍵時刻震動。
