Repository: Endeer/dst-cz
Catalog: locales/*/ui-options.po
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh_cn, zh_tw

# UI.OPTIONS.ACCEPT
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
pl: Zastosuj
pt_br: Aceitar
ru: Принять
zh_cn: 接受
zh_tw: 接受

# UI.OPTIONS.ACCEPTBODY
source: Do you wish to accept these changes?
de: Sollen diese Änderungen übernommen werden?
es: ¿Quieres aceptar estos cambios?
fr: Acceptez-vous ces modifications ?
it: Vuoi accettare queste modifiche?
ja: この変更を承認しますか？
pl: Czy chcesz zaakceptować wprowadzone zmiany?
pt_br: Você aceita essas alterações?
ru: Вы хотите принять эти изменения?
zh_cn: 要接受这些更改吗？
zh_tw: 要接受這些更改嗎？

# UI.OPTIONS.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
de: Sollen diese Änderungen übernommen werden?
es: ¿Quieres aceptar estos cambios?
fr: Acceptez-vous ces modifications ?
it: Vuoi accettare queste modifiche?
ja: この変更を承認しますか？
pl: Czy chcesz zaakceptować wprowadzone zmiany?
pt_br: Você aceita essas alterações?
ru: Вы хотите принять эти изменения?
zh_cn: 要接受这些更改吗？
zh_tw: 要接受這些更改嗎？

# UI.OPTIONS.ACCEPTGRAPHICSTITLE
source: Accept Changes
de: Änderungen annehmen
es: Aceptar cambios
fr: Accepter les modifications
it: Accetta modifiche
ja: 変更を承認
pl: Zaakceptuj zmiany
pt_br: Aceitar alterações
ru: Принять изменения
zh_cn: 接受更改
zh_tw: 接受更改

# UI.OPTIONS.ACCEPTTITLE
source: Accept Changes
de: Änderungen annehmen
es: Aceptar cambios
fr: Accepter les modifications
it: Accetta modifiche
ja: 変更を承認
pl: Zaakceptuj zmiany
pt_br: Aceitar alterações
ru: Принять изменения
zh_cn: 接受更改
zh_tw: 接受更改

# UI.OPTIONS.ACTION
source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション
pl: Czynność
pt_br: Ação
ru: Действие
zh_cn: 行动
zh_tw: 行動

# UI.OPTIONS.ADVANCED
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 高度な設定
pl: Zaawansowane
pt_br: Avançadas
ru: Дополнительно
zh_cn: 高级
zh_tw: 高級

# UI.OPTIONS.AMBIENT
source: Ambient Volume:
de: Hintergrundlautstärke:
es: Volumen de ambiente:
fr: Volume fond sonore :
it: Volume ambiente:
ja: 環境音音量：
pl: Głośność tła:
pt_br: Volume do ambiente:
ru: Громкость окружающего мира:
zh_cn: 环境音量：
zh_tw: 環境音量：

# UI.OPTIONS.ANIMATED_HEADS
source: Moving Head Icons:
de: Animierte Kopf-Icons:
es: Iconos con movimiento de cabeza:
fr: Icônes têtes animées :
it: Icone animate:
ja: ヘッドアイコンの移動：
pl: Ikony ruchomych głów:
pt_br: Ícones Animados de Cabeça:
ru: Анимированные значки-головы:
zh_cn: 动态头像：
zh_tw: 動態頭像：

# UI.OPTIONS.APPLY
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pl: Zastosuj
pt_br: Aplicar
ru: Применить
zh_cn: 应用
zh_tw: 應用

# UI.OPTIONS.AUTOLOGIN
source: Auto-Login:
de: Autom. Anmeldung:
es: Inicio de sesión automático:
fr: Autoconnexion :
it: Accesso automatico:
ja: オートログイン：
pt_br: Login automático:
ru: Автоматический вход:
zh_cn: 自动登录：
zh_tw: 自動登錄：

# UI.OPTIONS.AUTOMODS
source: Auto-Subscribe Mods:
de: Autom. aktivierte Mods:
es: Auto-suscribir Mods:
fr: Mods automatiques :
it: Auto-abbonam. mod:
ja: MOD自動サブスクライブ：
pl: Autosubskrypcja modów:
pt_br: Autoinscrição de mods:
ru: Автообновляемые моды:
zh_cn: 自动订阅模组：
zh_tw: 自動訂閱模組：

# UI.OPTIONS.AUTOPAUSE
source: Auto-Pause:
es: Pausa automática:
fr: Pause auto :
it: Pausa automatica:
ja: オートポーズ：
pl: Automatyczna pauza:
pt_br: Pausa automática:
ru: Автопауза:
zh_cn: 自动暂停：
zh_tw: 自動暫停：

# UI.OPTIONS.AUTOSAVE
source: Auto-save
de: Auto-Speichern
es: Guardado automático
fr: Sauvegarde automatique
it: Salvataggio automatico
ja: 自動セーブ
pl: Autozapis
pt_br: Salvamento automático
ru: Автосохранение
zh_cn: 自动存档
zh_tw: 自動封存

# UI.OPTIONS.BACK
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pl: Wstecz
pt_br: Voltar
ru: Назад
zh_cn: 返回
zh_tw: 返回

# UI.OPTIONS.BACKBODY
source: Do you want to throw out your changes?
de: Sollen deine Änderungen verworfen werden?
es: ¿Quieres deshacer los cambios?
fr: Voulez-vous annuler vos modifications ?
it: Vuoi scartare le tue modifiche?
ja: 変更をキャンセルしますか？
pl: Czy chcesz porzucić swoje zmiany?
pt_br: Deseja descartar suas alterações?
ru: Вы точно хотите отказаться от всех изменений?
zh_cn: 要放弃更改吗？
zh_tw: 要放棄更改嗎？

# UI.OPTIONS.BACKBODY_PS4
source: You've made changes. How you want to proceed?
de: Du hast Änderungen vorgenommen. Möchtest du fortfahren?
es: Has hecho cambios. ¿Cómo quieres continuar?
fr: Vous avez fait des modifications. Comment voulez-vous procéder ?
it: Hai apportato delle modifiche. Come vuoi procedere?
ja: 変更しましたね。どのように進めていきたいですか？
pl: Dokonałeś zmian. Co chcesz teraz zrobić?
pt_br: Você fez alterações. Como deseja prosseguir?
ru: Вы произвели изменения. Как теперь планируете продолжать?
zh_cn: 您已经做了更改。您想要如何继续呢？
zh_tw: 您已經做了更改。您想要如何繼續呢？

# UI.OPTIONS.BACKPACKMODE
source: Backpack Layout:
de: Rucksack-Layout:
es: Diseño de mochila:
fr: Configuration du sac à dos :
it: Disposizione zaino:
ja: バックのレイアウト：
pl: Układ plecaka:
pt_br: Layout da Mochila:
ru: Планировка рюкзака:
zh_cn: 背包布局：
zh_tw: 背包佈局：

# UI.OPTIONS.BACKTITLE
source: Lose Changes?
de: Änderungen verwerfen?
es: ¿Perder los cambios?
fr: Abandonner les modifications ?
it: Vuoi perdere le modifiche?
ja: リセット？
pl: Porzucić zmiany?
pt_br: Perder alterações?
ru: Изменения не сохранятся, согласны?
zh_cn: 放弃更改？
zh_tw: 放棄更改？

# UI.OPTIONS.BACKTITLE_PS4
source: Wait!
de: Warte!
es: ¡Espera!
fr: Veuillez patienter.
it: Aspetta!
ja: 待ってください！
pl: Poczekaj!
pt_br: Espera!
ru: Подождите!
zh_cn: 稍等！
zh_tw: 稍等！

# UI.OPTIONS.BLOOM
source: Bloom:
ja: ブルーム効果
pl: Blask:
pt_br: Incandescência
ru: Свечение:
zh_cn: 泛光：
zh_tw: 泛光：

# UI.OPTIONS.BOATCAMERA
source: Seafaring Camera:
de: Bootskamera:
es: Cámara de navegación:
fr: Caméra de navigation :
it: Telecamera marina:
ja: 航海カメラ：
pl: Kamera przy żegludze:
pt_br: Câmera marítima:
ru: Мореплавательная камера:
zh_cn: 航海视角：
zh_tw: 航海視角：

# UI.OPTIONS.BUGREPORT
source: Submit a Bug Report
de: Fehlerbericht einsenden
es: Enviar un informe de errores
fr: Soumettre un rapport de bogue
it: Invia una segnalazione di bug
ja: バグレポートの提出
pl: Zgłoś błąd
pt_br: Enviar um informe de bug
ru: Отправить отчет об ошибке
zh_cn: 提交错误报告
zh_tw: 提交錯誤報告

# UI.OPTIONS.CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_cn: 取消
zh_tw: 取消

# UI.OPTIONS.CINEMATICS
source: Cinematics
de: Cinematic
es: Escenas de vídeo
fr: Cinématiques
it: Filmati
ja: 映画
pl: Przerywniki filmowe
pt_br: Cenas
ru: Видеоролики
zh_cn: 过场动画
zh_tw: 過場動畫

# UI.OPTIONS.CLOSE
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉める
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# UI.OPTIONS.CONSOLEAUTOPAUSE
source: Console Auto-Pause:
de: Auto-Pause, Konsole:
es: Pausa automática (consola):
fr: Pause auto de la console :
it: Pausa automatica console:
ja: 端末のオートポーズ：
pl: Automatyczna pauza na konsoli:
pt_br: Pausa automática do console:
ru: Автопауза через консоль:
zh_cn: 主机自动暂停：
zh_tw: 主機自動暫停：

# UI.OPTIONS.CONTROLS
source: Controls
de: Steuerung
es: Controles
fr: Commandes
it: Comandi
ja: コントローラー
pl: Sterowanie
pt_br: Controles
ru: Управление
zh_cn: 控制
zh_tw: 控制

# UI.OPTIONS.CRAFTINGAUTOPAUSE
source: Crafting Auto-Pause:
de: Auto-Pause wird gefertigt:
es: Pausa automática de la fabricación:
fr: Pause auto de la fabrication :
it: Pausa automatica fabbricazione:
ja: クラフト中のオートポーズ：
pl: Przygotowywanie automatycznej pauzy:
pt_br: Criando Pausa Automática:
ru: Автопауза крафта:
zh_cn: 制作自动暂停：
zh_tw: 製作自動暫停：

# UI.OPTIONS.CRAFTINGHINTALLRECIPES
source: Crafting Preview:
de: Vorschau wird gefertigt:
es: Vista previa de la fabricación:
fr: Aperçu de la fabrication :
it: Anteprima fabbricazione:
ja: クラフト中のプレビュー：
pl: Przygotowywanie podglądu:
pt_br: Criando Prévia:
ru: Предпросмотр крафта:
zh_cn: 制作预览：
zh_tw: 製作預覽：

# UI.OPTIONS.CRAFTINGMENUBUFFEREDBUILDAUTOCLOSE
source: Crafting Auto-Close:
de: Auto-Schließung wird gefertigt:
es: Cierre automático de la fabricación:
fr: Fermeture auto de la fabrication :
it: Chiusura automatica fabbricazione:
ja: クラフトを自動で閉じる：
pl: Przygotowywanie automatycznego zamknięcia:
pt_br: Criando Fechamento Automático:
ru: Автозакрытие крафта:
zh_cn: 自动关闭制作：
zh_tw: 自動關閉製作：

# UI.OPTIONS.CRAFTINGMENUNUMPINPAGES
source: Crafting Pin Pages:
de: Pin-Seiten werden gefertigt:
es: Páginas de fabricación fijadas:
fr: Pages marquées de la fabrication :
it: Pagine appuntate fabbricazione:
ja: クラフト中のページピン留め：
pl: Przygotowywanie przypiętych stron:
pt_br: Criando Páginas Fixadas:
ru: Закреплено страниц крафта:
zh_cn: 固定的制作配方：
zh_tw: 固定的製作配方：

# UI.OPTIONS.CRAFTINGMENUSENSITIVITY
source: Crafting Sensitivity:
de: Empfindlichkeit wird gefertigt:
es: Sensibilidad de la fabricación:
fr: Sensibilité de la fabrication :
it: Sensibilità fabbricazione:
ja: クラフト中の感度：
pl: Przygotowywanie czułości:
pt_br: Criando Sensibilidade:
ru: Чувствительность при крафте:
zh_cn: 制作灵敏度：
zh_tw: 製作靈敏度：

# UI.OPTIONS.CRAFTINGMENUSIZE
source: Crafting Menu Size:
de: Menü-Größe wird gefertigt:
es: Tamaño del menú de fabricación:
fr: Taille de menu de fabrication :
it: Dimensione menu di fabbricazione:
ja: クラフト中のメニューサイズ:
pl: Przygotowywanie rozmiaru menu:
pt_br: Criando Tamanho do Menu:
ru: Размер меню крафта:
zh_cn: 制作目录大小：
zh_tw: 製作目錄大小：

# UI.OPTIONS.CRAFTING_HINTALL_ENABLED
source: All Recipes
de: Alle Rezepte
es: Todas las recetas
fr: Toutes les recettes
it: Tutte le ricette
ja: 全レシピ
pl: Wszystkie przepisy
pt_br: Todas as Receitas
ru: Все рецепты
zh_cn: 所有配方
zh_tw: 所有配方

# UI.OPTIONS.CREDITS
source: Credits
es: Créditos
fr: Crédits
it: Ringraziamenti
ja: クレジット
pl: Autorzy
pt_br: Créditos
ru: Титры
zh_cn: 主创人员
zh_tw: 主創人員

# UI.OPTIONS.DATACOLLECTION
source: Data Collection:
de: Datenerfassung:
es: Recogida de datos:
fr: Récupération de données :
it: Raccolta dati:
ja: データ回収：
pl: Gromadzenie danych:
pt_br: Coleta de dados:
ru: Сбор данных:
zh_cn: 数据收集：
zh_tw: 資料收集：

# UI.OPTIONS.DEFAULT
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
zh_cn: 默认
zh_tw: 默認

# UI.OPTIONS.DEFAULTCLOUDSAVES
source: Default Save Type:
de: Standard-Speichertyp:
es: Tipo de guardado por defecto:
fr: Type de sauvegarde par défaut :
it: Tipo di salvataggio predefinito:
ja: デフォルトのセーブタイプ：
pl: Domyślny typ zapisu:
pt_br: Tipo de Salvamento Padrão:
ru: Тип сохранения по умолчанию:
zh_cn: 默认存档类型：
zh_tw: 默認存檔類型：

# UI.OPTIONS.DIM
source: Dim
de: Gedimmt
es: Tenue
fr: Faible
it: Tenui
ja: 薄暗さ（弱）
pl: Ciemne
pt_br: Escurecidos
ru: темн.
zh_cn: 暗
zh_tw: 暗

# UI.OPTIONS.DIMMEST
source: Dimmest
de: Stark gedimmt
es: Extratenue
fr: Très faible
it: Molto tenui
ja: 薄暗さ（強）
pl: Najciemniejsze
pt_br: Os Mais Escurecidos
ru: очень темн.
zh_cn: 最暗
zh_tw: 最暗

# UI.OPTIONS.DISABLED
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivato
ja: オフ
pl: Wyłączony
pt_br: Desabilitado
ru: Отключено
zh_cn: 禁用
zh_tw: 禁用

# UI.OPTIONS.DISPLAY
source: Display:
de: Anzeige:
es: Monitor:
fr: Affichage :
it: Schermo:
ja: 表示
pl: Ekran:
pt_br: Monitor:
ru: Дисплей:
zh_cn: 显示：
zh_tw: 顯示：

# UI.OPTIONS.DISPLAY_AREA_BUTTON
source: Adjust
de: Ausrichten
es: Ajustar
fr: Ajuster
it: Regola
ja: 調整する
pl: Zmień
pt_br: Ajuste
ru: Настроить
zh_cn: 调整
zh_tw: 調整

# UI.OPTIONS.DISPLAY_AREA_LABEL
source: Display Area:
de: Bildbereich:
es: Área de visualización:
fr: Zone d'affichage :
it: Area di visualizzazione:
ja: 表示エリア:
pl: Obszar wyświetlania:
pt_br: Área de exibição:
ru: Отображаемая область:
zh_cn: 显示区域：
zh_tw: 顯示區域：

# UI.OPTIONS.DISTORTION
source: Distortion:
de: Verzerrung:
es: Distorsión:
fr: Distorsion :
it: Distorsione:
ja: 歪み
pl: Zniekształcenie:
pt_br: Distorção:
ru: Искажение:
zh_cn: 失真：
zh_tw: 失真：

# UI.OPTIONS.DYNAMICCONTENT_ENABLE
source: Re-enable Dynamic Content
de: Dynamische Inhalte wieder aktivieren
es: Volver a habilitar el contenido dinámico
fr: Réactiver le contenu dynamique
it: Riattiva il contenuto dinamico
ja: ダイナミックコンテンツのデータ収集
pl: Włącz ponownie zawartość dynamiczną
pt_br: Reabilitar conteúdo dinâmico
ru: Включить динамический контент заново
zh_cn: 重新启用动态内容
zh_tw: 重新啟用動態內容

# UI.OPTIONS.DYNAMIC_TREE_SHADOWS
source: Canopy Shadows:
de: Baldachinschatten:
es: Sombras de flora:
fr: Ombres végétation :
it: Ombra delle chiome:
ja: 木漏れ日：
pl: Cienie koron drzew:
pt_br: Sombras de folhagem:
ru: Тени крон деревьев:
zh_cn: 树荫：
zh_tw: 樹蔭：

# UI.OPTIONS.ENABLED
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Attivato
ja: オン
pl: Włączony
pt_br: Habilitado
ru: Включено
zh_cn: 启用
zh_tw: 啟用

# UI.OPTIONS.EULA
source: Review the EULA
de: EULA ansehen
es: Revisa el CLUF
fr: Consulter le CLUF
it: Rivedi l'EULA
ja: EULAのレビューをします
pl: Przeczytaj umowę
pt_br: Revisar o contrato de licença de usuário final
ru: Ознакомиться с Пользовательским соглашением
zh_cn: 查看最终用户许可协议
zh_tw: 查看使用者授權合約

# UI.OPTIONS.EULA_RESPONSE_CHANGED_BODY
source: Your settings have changed and you must log in again to continue.
de: Deine Einstellungen wurden geändert. Du musst dich neu anmelden, um fortzufahren.
es: Tu configuración ha cambiado y debes iniciar sesión otra vez para continuar.
fr: Vos paramètres ont changé et vous devez vous connecter à nouveau pour continuer.
it: Le tue impostazioni sono cambiate e devi accedere di nuovo per continuare.
ja: 設定が変更されているため、続けるには再度ログインする必要があります。
pl: Twoje ustawienia uległy zmianie i musisz zalogować się ponownie, aby kontynuować.
pt_br: Suas configurações foram alteradas e você precisa se conectar novamente para continuar.
ru: Ваши настройки были изменены, вы должны войти в систему снова, чтобы продолжить.
zh_cn: 你的设置已经改变，必须重新登录才能继续。
zh_tw: 你的設置已經改變，必須重新登錄才能繼續。

# UI.OPTIONS.EULA_RESPONSE_CHANGED_TITLE
source: Login Required
de: Anmeldung erforderlich
es: Inicio de sesión necesario
fr: Connexion requise
it: Accesso richiesto
ja: ログインが必要です
pl: Wymagane logowanie
pt_br: Conexão necessária
ru: Вход в систему
zh_cn: 需要登录
zh_tw: 需要登錄

# UI.OPTIONS.FULLSCREEN
source: Fullscreen:
de: Vollbild:
es: Pantalla completa:
fr: Plein écran :
it: Schermo intero:
ja: フルスクリーン
pl: Pełny ekran:
pt_br: Tela cheia:
ru: Во весь экран:
zh_cn: 全屏：
zh_tw: 全屏：

# UI.OPTIONS.FX
source: Sound FX Volume:
de: Effektlautstärke:
es: Volumen de sonido:
fr: Volume bruitages :
it: Volume effetti sonori:
ja: SE音量：
pl: Głośność efektów dźwiękowych:
pt_br: Volume dos efeitos:
ru: Громкость звуковых эффектов:
zh_cn: 音效音量：
zh_tw: 音效音量：

# UI.OPTIONS.GRAPHICS
source: Graphics
de: Grafik
es: Gráficos
fr: Graphismes
it: Grafica
ja: グラフィック
pl: Grafika
pt_br: Gráficos
ru: Графика
zh_cn: 图像
zh_tw: 圖像

# UI.OPTIONS.HUDSIZE
source: HUD Size:
de: HUD-Größe:
es: Tamaño del HUD:
fr: Taille de l'ATH :
it: Dimensione HUD:
ja: HUDサイズ
pl: Rozmiar HUD:
pt_br: Tamanho da HUD:
ru: Размер интерфейса:
zh_cn: HUD大小：
zh_tw: HUD大小：

# UI.OPTIONS.INPUT
source: Input Device:
de: Eingabegerät:
es: Dispositivo de entrada:
fr: Manette :
it: Dispositivo di input:
ja: 入力デバイス：
pl: Sposób sterowania:
pt_br: Dispositivo de controle:
ru: Устройство ввода:
zh_cn: 输入装置：
zh_tw: 輸入裝置：

# UI.OPTIONS.INTEGRATEDBACKPACK_DISABLED
source: Separated
de: Getrennt
es: Separada
fr: Séparé
it: Separato
ja: 分ける
pl: Rozdzielny
pt_br: Separada
ru: раздельн.
zh_cn: 分开
zh_tw: 分開

# UI.OPTIONS.INTEGRATEDBACKPACK_ENABLED
source: Integrated
de: Integriert
es: Integrada
fr: Intégré
it: Integrato
ja: まとめる
pl: Zintegrowany
pt_br: Integrada
ru: совмещ.
zh_cn: 融合
zh_tw: 融合

# UI.OPTIONS.INTRO_MOVIE
source: Intro Movie
de: Introfilm
es: Película de introducción
fr: Scène d'introduction
it: Filmato introduttivo
ja: 紹介動画
pl: Wprowadzenie
pt_br: Vídeo de apresentação
ru: Вступительный ролик
zh_cn: 介绍影片
zh_tw: 介紹影片

# UI.OPTIONS.INVENTORYSENSITIVITY
source: Inventory Sensitivity:
de: Inventar-Empfindlichkeit:
es: Sensibilidad del inventario:
fr: Sensibilité de l'inventaire :
it: Sensibilità inventario:
ja: 所持品の感度：
pl: Czułość ekwipunku:
pt_br: Sensibilidade do Inventário:
ru: Чувствительность в инвентаре:
zh_cn: 物品栏灵敏度：
zh_tw: 物品欄靈敏度：

# UI.OPTIONS.INVERT
source: Inverted
de: Invertiert
es: Invertida
fr: Inversée
it: Invertita
ja: 反転
pl: Odwrócony
pt_br: Invertida
ru: Инвертированный
zh_cn: 反转
zh_tw: 反轉

# UI.OPTIONS.INVERTCAMERAROTATION
source: Camera Rotation
de: Kamera-Drehung
es: Rotación de la cámara
fr: Rotation de caméra
it: Rotazione della visuale
ja: カメラの回転
pl: Obrót kamery
pt_br: Rotação da Câmera
ru: Поворот камеры
zh_cn: 镜头旋转
zh_tw: 鏡頭旋轉

# UI.OPTIONS.KLEI_ID_PREFIX
source: Klei ID:
es: ID de Klei:
fr: ID Klei :
it: ID di Klei:
ja: クレイID；
pl: Identyfikator Klei:
pt_br: ID Klei:
zh_cn: 科雷ID：
zh_tw: 科雷ID：

# UI.OPTIONS.LANGUAGES
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語
pl: Języki
pt_br: Idiomas
ru: Языки
zh_cn: 语言
zh_tw: 語言

# UI.OPTIONS.LANG_BODY_STEAM
source: Your Steam interface is set to a language other than English, would you like to view language options?
de: Deine Steam-Oberfläche ist auf eine andere Sprache als Englisch eingestellt. Möchtest du die Sprachoptionen anzeigen?
es: Tu interfaz de Steam está en un idioma distinto al inglés. ¿Te gustaría ver las opciones de idioma?
fr: Votre interface Steam est réglée sur une autre langue que le français, voulez-vous consulter les options de langue ?
it: La tua interfaccia di Steam è in una lingua diversa dall'inglese, vuoi visualizzare le Opzioni lingua?
ja: Steamのインターフェースが英語以外の言語に設定されています。言語の設定を確認しますか？
pl: Twój interfejs platformy Steam jest ustawiony na język inny niż angielski. Czy chcesz wyświetlić opcje języka?
pt_br: Sua interface do Steam está definida para um idioma diferente do Inglês. Deseja ver suas opções de idioma?
ru: В качестве языка интерфейса в Steam у вас выбран не английский. Хотите просмотреть доступные языки?
zh_cn: 你的Steam界面不是英语，你想要查看其它的语言选项吗？
zh_tw: 你的Steam介面不是英語，你想要查看其它的語言選項嗎？

# UI.OPTIONS.LANG_TITLE
source: Language Options
de: Sprachoptionen
es: Opciones de idioma
fr: Options de langue
it: Opzioni lingua
ja: 言語の設定
pl: Ustawienia językowe
pt_br: Opções de idiomas
ru: Настройки языка
zh_cn: 语言选项
zh_tw: 語言選項

# UI.OPTIONS.LOADING_TIPS
source: Loading Tips
de: Tipps werden geladen
es: Consejos de carga
fr: Astuces de chargement
it: Suggerimenti di caricamento
ja: ロード中のヒント
pl: Wskazówki w czasie wczytywania
pt_br: Dicas de Carregamento
ru: Советы при загрузке
zh_cn: 加载提示
zh_tw: 載入提示

# UI.OPTIONS.LOADING_TIPS_LORE_ONLY
source: Lore Only
de: Nur Hintergrundwissen
es: Solo historia
fr: Histoire uniquement
it: Solo mondo
ja: バックストーリーのみ
pl: Tylko fabularne
pt_br: Apenas História
ru: Только история
zh_cn: 仅背景故事
zh_tw: 僅背景故事

# UI.OPTIONS.LOADING_TIPS_SHOW_ALL
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
pl: Wszystkie
pt_br: Tudo
ru: Все
zh_cn: 全部
zh_tw: 全部

# UI.OPTIONS.LOADING_TIPS_SHOW_NONE
source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhuma
ru: Нет
zh_cn: 无
zh_tw: 無

# UI.OPTIONS.LOADING_TIPS_TIPS_ONLY
source: Tips Only
de: Nur Tipps
es: Solo consejos
fr: Astuces uniquement
it: Solo suggerimenti
ja: ヒントのみ
pl: Tylko wskazówki
pt_br: Apenas Dicas
ru: Только советы
zh_cn: 仅游戏提示
zh_tw: 僅遊戲提示

# UI.OPTIONS.LOCAL_SAVES
source: Local Files
de: Lokale Dateien
es: Archivos locales
fr: Fichiers locaux
it: File locali
ja: ローカルファイル
pl: Pliki lokalne
pt_br: Arquivos Locais
ru: Локальные файлы
zh_cn: 本地文件
zh_tw: 本地檔

# UI.OPTIONS.MOD_LANGUAGES_TITLE
source: Steam Workshop Collections
de: Steam Workshop-Sammlungen
es: Colecciones de Steam Workshop
fr: Collections Steam Workshop
it: Collezioni di Steam Workshop
ja: Steam Workshopコレクション
pl: Kolekcje z Warsztatu Steam
pt_br: Coleções da Oficina do Steam
ru: Коллекции Steam Workshop
zh_cn: Steam创意工坊系列
zh_tw: Steam創意工坊系列

# UI.OPTIONS.MORE
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと
pl: Więcej
pt_br: Mais
ru: Больше
zh_cn: 较多
zh_tw: 較多

# UI.OPTIONS.MOVEMENTPREDICTION
source: Lag Compensation:
de: Verzög.kompensierung:
es: Compensar retardo:
fr: Compensation de décalage :
it: Compensazione ritardo:
ja: ラグの補正：
pl: Kompensacja lagów:
pt_br: Compensar atraso:
ru: Компенсация лагов:
zh_cn: 延迟补偿：
zh_tw: 延遲補償：

# UI.OPTIONS.MOVEMENTPREDICTION_DISABLED
source: None
de: Keine
es: Nada
fr: Rien
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhuma
ru: Нет
zh_cn: 无
zh_tw: 無

# UI.OPTIONS.MOVEMENTPREDICTION_ENABLED
source: Predictive
de: Prognose
es: Predictivo
fr: Prédictif
it: Predittivo
ja: 予測
pl: Przewidująca
pt_br: Preditiva
ru: Предвидение
zh_cn: 预测
zh_tw: 預測

# UI.OPTIONS.MUSIC
source: Music Volume:
de: Musiklautstärke:
es: Volumen de la música:
fr: Volume musique :
it: Volume musica:
ja: BGM音量：
pl: Głośność muzyki:
pt_br: Volume da música:
ru: Громкость музыки:
zh_cn: 音乐音量：
zh_tw: 音樂音量：

# UI.OPTIONS.NETBOOKMODE
source: Netbook Mode:
de: Netbook-Modus:
es: Modo netbook:
fr: Mode miniportable :
it: Modalità Netbook:
ja: Netbookモード
pl: Tryb netbookowy:
pt_br: Modo netbook:
ru: Режим нетбука:
zh_cn: 上网本模式：
zh_tw: 上網本模式：

# UI.OPTIONS.NO
source: No
de: Nein
fr: Non
ja: いいえ
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

# UI.OPTIONS.OFFLINE_MODE_BODY
source: Your selection is not available in offline mode. Please log in and try again.
de: Deine Auswahl ist im Offline-Modus nicht verfügbar. Melde dich an und versuch es noch einmal.
es: Tu selección no está disponible en el modo sin conexión. Inicia sesión y vuelve a intentarlo.
fr: Votre sélection n'est pas disponible en mode hors ligne. Veuillez vous connecter et réessayer.
it: La tua selezione non è disponibile nella modalità offline. Connettivi e riprova.
ja: あなたの選択はオフラインモードでは利用できません。ログインしてから再度お試しください。
pl: Wybrana opcja jest niedostępna w trybie offline. Zaloguj się i spróbuj ponownie.
pt_br: Sua seleção não está disponível no modo off-line. Conecte-se e tente novamente.
ru: Ваш выбор недоступен в режиме оффлайн. Пожалуйста, авторизуйтесь и попробуйте снова.
zh_cn: 离线模式下您的选择是不可用的。请登录并再次尝试。
zh_tw: 離線模式下您的選擇是不可用的。請登錄並再次嘗試。

# UI.OPTIONS.OFFLINE_MODE_TITLE
source: Offline Mode
de: Offline-Modus
es: Modo sin conexión
fr: Mode hors ligne
it: Modalità offline
ja: オフラインモード
pl: Tryb offline
pt_br: Modo off-line
ru: Автономный режим
zh_cn: 线下模式
zh_tw: 線下模式

# UI.OPTIONS.OK
source: Okay
de: OK
es: Aceptar
fr: Ok
it: Ok
ja: OK
pl: Okej
pt_br: OK
ru: Окей
zh_cn: 确定
zh_tw: 確定

# UI.OPTIONS.OPTIONS
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
pl: Opcje
pt_br: Opções
ru: Опции
zh_cn: 选项
zh_tw: 選項

# UI.OPTIONS.REDEEM
source: Redeem a Code
de: Einen Code einlösen
es: Canjear un código
fr: Réclamer un code
it: Riscatta un codice
ja: コードを利用しする
pl: Zrealizuj kod
pt_br: Resgatar um código
ru: Получить код
zh_cn: 使用兑换码
zh_tw: 使用兌換碼

# UI.OPTIONS.REFRESHRATE
source: Refresh Rate:
de: Wiederholrate:
es: Frecuencia de actualización:
fr: Taux rafraîchissement :
it: Freq. aggiornamento:
ja: リフレッシュレート
pl: Odświeżanie:
pt_br: Taxa de atualização:
ru: Частота обновления:
zh_cn: 刷新率：
zh_tw: 刷新率：

# UI.OPTIONS.RESOLUTION
source: Resolution:
de: Auflösung:
es: Resolución:
fr: Résolution :
it: Risoluzione:
ja: 解像度
pl: Rozdzielczość:
pt_br: Resolução:
ru: Разрешение:
zh_cn: 分辨率：
zh_tw: 解析度：

# UI.OPTIONS.RESTART_TEXTURE_STREAMING_BODY
source: For Texture Streaming changes to take effect, you will have to exit and restart the game.
de: Das Spiel muss beendet und neu gestartet werden, damit Änderungen beim Textur-Streaming wirksam werden.
es: Para que los cambios en la transmisión de texturas surtan efecto, tendrás que salir y reiniciar el juego.
fr: Pour activer les changements inhérents au streaming des textures, vous devez quitter la partie, puis en relancer une.
it: Per applicare le modifiche allo streaming delle texture, esci dal gioco e riavvialo.
ja: テクスチャストリーミングの変更を有効にするには、ゲームを終了して再起動する必要があります。
pl: Aby zmiany w strumieniowaniu tekstur zostały wprowadzone, musisz ponownie uruchomić grę.
pt_br: Para que as alterações na transmissão de texturas entrem em vigor, você precisará reiniciar o jogo.
ru: Чтобы изменения для динамических текстур вступили в силу, выйдите из игры и запустите ее снова.
zh_cn: 需要退出当前游戏、重新启动游戏后，动态加载贴图才能生效。
zh_tw: 需要退出當前遊戲、重新開機遊戲後，動態載入貼圖才能生效。
