Repository: Endeer/dst-cz
Catalog: locales/*/ui-playerstatusscreen.po
Languages: de, es, it, ja, pl, pt_br, ru, zh_cn, zh_tw

# UI.PLAYERSTATUSSCREEN.ADMIN
source: Admin
de: Verwalten
es: Administrar
it: Amministrazione
ja: 管理者
pl: Administrator
pt_br: Administrador
ru: Администратор
zh_cn: 管理
zh_tw: 管理

# UI.PLAYERSTATUSSCREEN.AFK
source: Away
de: Abwesend
es: Ausente
it: Via
ja: 離席中
pl: Nieobecny
pt_br: Ausente
ru: Отошел
zh_cn: 离开
zh_tw: 離開

# UI.PLAYERSTATUSSCREEN.AGE_DAY
source: Day
de: Tag
es: día
it: Giorno
ja: 日目
pl: Dzień
pt_br: Dia
ru: День
zh_cn: 天
zh_tw: 天

# UI.PLAYERSTATUSSCREEN.AGE_DAYS
source: Days
de: Tage
es: días
it: Giorni
ja: 日目
pl: Dni
pt_br: Dias
ru: Дни
zh_cn: 天
zh_tw: 天

# UI.PLAYERSTATUSSCREEN.AGE_PREFIX
source: Day
de: Tag
es: Día
it: Giorno
ja: 日目
pl: Dzień
pt_br: Dia
ru: День
zh_cn: 天
zh_tw: 天

# UI.PLAYERSTATUSSCREEN.BAN
source: Ban
de: Sperren
es: Suspender
it: Sospensione
ja: 追放
pl: Zbanuj
pt_br: Banir
ru: Заблокировать
zh_cn: 封禁
zh_tw: 封禁

# UI.PLAYERSTATUSSCREEN.BANCONFIRM_BODY
source: Are you sure you want to ban and kick
de: Bist du dir sicher? Rausgeworfen und gesperrt werden soll
es: ¿Seguro que quieres sancionar y expulsar a
it: Sei sicuro di voler sospendere e espellere?
ja: このプレイヤーを本当に追放しますか？：
pl: Czy na pewno chcesz wyrzucić tego gracza i zakazać mu wstępu:
pt_br: Tem certeza que deseja expulsar e banir?
ru: Вы правда хотите забанить и выбросить игрока с сервера?
zh_cn: 确定要封禁并踢出吗
zh_tw: 確定要封禁並踢出嗎

# UI.PLAYERSTATUSSCREEN.BANCONFIRM_TITLE
source: Ban
de: Sperren
es: Suspender
it: Sospensione
ja: 追放
pl: Zbanuj
pt_br: Banir
ru: Заблокировать
zh_cn: 封禁
zh_tw: 封禁

# UI.PLAYERSTATUSSCREEN.CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_cn: 取消
zh_tw: 取消

# UI.PLAYERSTATUSSCREEN.CLEAR
source: Remove Player
de: Spieler entfernen
es: Eliminar jugador
it: Rimuovi il giocatore
ja: プレイヤーをクリア
pl: Usuń gracza
pt_br: Remover jogador
ru: Убрать игрока
zh_cn: 移除玩家
zh_tw: 移除玩家

# UI.PLAYERSTATUSSCREEN.COMMANDCANNOTSTART.COOLDOWN
source: You cannot use this command again yet.
de: Diesen Befehl kannst du nicht schon wieder verwenden.
es: Aun no puedes volver a utilizar este comando.
it: Non puoi già usare questo comando di nuovo.
ja: このコマンドを再度使用するには、もうしばらくお待ちください。
pl: Nie możesz jeszcze użyć ponownie tej funkcji.
pt_br: Você não pode usar esse comando novamente ainda.
ru: Вы сейчас не можете использовать эту команду повторно.
zh_cn: 您还不能再次使用该命令。
zh_tw: 您還不能再次使用該命令。

# UI.PLAYERSTATUSSCREEN.EMPTY_SERVER
source: The server is empty.
de: Der Server ist leer.
es: El servidor está vacío.
it: Il server è vuoto.
ja: このサーバーは無人です。
pl: Serwer jest pusty.
pt_br: O servidor está vazio.
ru: Сервер пуст.
zh_cn: 服务器是空的。
zh_tw: 伺服器是空的。

# UI.PLAYERSTATUSSCREEN.ENDLESS
source: Endless
de: Endlos
es: Interminable
it: Infinito
ja: エンドレス
pl: Bez końca
pt_br: Infinito
ru: Бесконечный режим
zh_cn: 无尽
zh_tw: 無盡

# UI.PLAYERSTATUSSCREEN.KICK
source: Kick
de: Rauswerfen
es: Expulsar
it: Espulsione
ja: 一時追放
pl: Wyrzuć
pt_br: Expulsar
ru: Выгнать
zh_cn: 踢
zh_tw: 踢

# UI.PLAYERSTATUSSCREEN.KICKCONFIRM_BODY
source: Are you sure you want to kick
de: Bist du dir sicher? Rauswerfen:
es: ¿Seguro que quieres expulsar a
it: Sei sicuro di voler espellere?
ja: このプレイヤーを本当に一時追放しますか？：
pl: Czy na pewno chcesz wyrzucić
pt_br: Tem certeza que deseja expulsar
ru: Вы уверены, что хотите выгнать игрока?
zh_cn: 你确定要踢掉
zh_tw: 你確定要踢掉

# UI.PLAYERSTATUSSCREEN.KICKCONFIRM_TITLE
source: Kick
de: Rauswerfen
es: Expulsar
it: Espulsione
ja: 一時追放
pl: Wyrzuć
pt_br: Expulsar
ru: Выгнать
zh_cn: 踢
zh_tw: 踢

# UI.PLAYERSTATUSSCREEN.LAVAARENA_SERVER_MODE
source: {mode} - Round {num}
de: {mode} - Runde {num}
es: {mode}, ronda {num}
ja: {mode} -ラウンド{num}
pl: {mode} – Runda {num}
ru: {mode} — Раунд {num}
zh_cn: {mode} - 第{num}轮
zh_tw: {mode} - 第{num}輪

# UI.PLAYERSTATUSSCREEN.LOBBY_PERF_LEVELS.1
source: Connection: Good
de: Verbindung: Gut
es: Conexión: buena
it: Connessione: buona
ja: 接続:良い
pl: Połączenie: dobre
pt_br: Conexão: Boa
ru: Связь: хорошо
zh_cn: 连接：良好
zh_tw: 連接：良好

# UI.PLAYERSTATUSSCREEN.LOBBY_PERF_LEVELS.2
source: Connection: Okay
de: Anschluss: Okay
es: Conexión: aceptable
it: Connessione: ok
ja: 接続:OK
pl: Połączenie: może być
pt_br: Conexão: OK
ru: Связь: удовлетворительно
zh_cn: 连接：尚可
zh_tw: 連接：尚可

# UI.PLAYERSTATUSSCREEN.LOBBY_PERF_LEVELS.3
source: Connection: Bad
de: Verbindung: Schlecht
es: Conexión: mala
it: Connessione: non buona
ja: 接続:悪い
pl: Połączenie: słabe
pt_br: Conexão: Ruim
ru: Связь: плохо
zh_cn: 连接：较差
zh_tw: 連接：較差

# UI.PLAYERSTATUSSCREEN.MODSLISTPRE
source: Mods:
it: Mod:
ja: MOD：
pl: Mody:
ru: Модификации:
zh_cn: 模组：
zh_tw: 模組：

# UI.PLAYERSTATUSSCREEN.MUTE
source: Mute
de: Stumm
es: Silenciar
it: Senza audio
ja: ミュート
pl: Wycisz
pt_br: Mudo
ru: Заглушить
zh_cn: 静音
zh_tw: 靜音

# UI.PLAYERSTATUSSCREEN.OK
source: Do it!
de: Tu es!
es: ¡Vale!
it: Conferma!
ja: OK
pl: Do dzieła!
pt_br: Partiu!
ru: Сделай это!
zh_cn: 动手！
zh_tw: 動手！

# UI.PLAYERSTATUSSCREEN.PERF_CLIENT_LEVELS.1
source: Client Performance: Good
de: Client-Leistung: gut
es: Rendimiento del cliente: bueno
it: Prestazione del client: buona
ja: クライアントパフォーマンス：良い
pl: Wydajność klienta: dobra
pt_br: Desempenho do cliente: Bom
ru: Производительность Клиента: Хорошая
zh_cn: 客户端性能：良好
zh_tw: 用戶端性能：良好

# UI.PLAYERSTATUSSCREEN.PERF_CLIENT_LEVELS.2
source: Client Performance: Okay
de: Client-Leistung: Okay
es: Rendimiento del cliente: aceptable
it: Prestazione del client: okay
ja: クライアントパフォーマンス：OK
pl: Wydajność klienta: może być
pt_br: Desempenho do cliente: Aceitável
ru: Производительность Клиента: Такая себе
zh_cn: 客户端性能：不错
zh_tw: 用戶端性能：不錯

# UI.PLAYERSTATUSSCREEN.PERF_CLIENT_LEVELS.3
source: Client Performance: Bad
de: Client-Leistung: schlecht
es: Rendimiento del cliente: malo
it: Prestazione del client: cattiva
ja: クライアントパフォーマンス：悪い
pl: Wydajność klienta: słaba
pt_br: Desempenho do cliente: Ruim
ru: Производительность Клиента: Плохая
zh_cn: 客户端性能：较差
zh_tw: 用戶端性能：較差

# UI.PLAYERSTATUSSCREEN.PERF_CLIENT_LEVEL_UNKNOWN
source: Client Performance: Unknown
de: Client-Leistung: unbekannt
es: Rendimiento del cliente: desconocido
it: Prestazione del client: sconosciuta
ja: クライアントパフォーマンス：不明
pl: Wydajność klienta: nieznana
pt_br: Desempenho do cliente: Desconhecido
ru: Производительность Клиента: Неизвестно
zh_cn: 客户端性能：未知
zh_tw: 用戶端性能：未知

# UI.PLAYERSTATUSSCREEN.PERF_HOST_LEVELS.1
source: Host Performance: Good
de: Host-Leistung: gut
es: Rendimiento del anfitrión: bueno
it: Prestazione dell'host: buona
ja: ホストパフォーマンス：良い
pl: Wydajność gospodarza: dobra
pt_br: Desempenho do host: Bom
ru: Производительность Хоста: Хорошая
zh_cn: 主机性能：良好
zh_tw: 主機性能：良好

# UI.PLAYERSTATUSSCREEN.PERF_HOST_LEVELS.2
source: Host Performance: Okay
de: Host-Leistung: Okay
es: Rendimiento del anfitrión: aceptable
it: Prestazione dell'host: okay
ja: ホストパフォーマンス：OK
pl: Wydajność gospodarza: może być
pt_br: Desempenho do host: Aceitável
ru: Производительность Хоста: Такая себе
zh_cn: 主机性能：不错
zh_tw: 主機性能：不錯

# UI.PLAYERSTATUSSCREEN.PERF_HOST_LEVELS.3
source: Host Performance: Bad
de: Host-Leistung: schlecht
es: Rendimiento del anfitrión: malo
it: Prestazione dell'host: cattiva
ja: ホストパフォーマンス：悪い
pl: Wydajność gospodarza: słaba
pt_br: Desempenho do host: Ruim
ru: Производительность Хоста: Плохая
zh_cn: 主机性能：较差
zh_tw: 主機性能：較差

# UI.PLAYERSTATUSSCREEN.SURVIVAL
source: Survival
de: Überleben
es: Superviven.
it: Sopravvivenza
ja: サバイバル
pt_br: Sobrevivência
ru: Выживание
zh_cn: 生存
zh_tw: 生存

# UI.PLAYERSTATUSSCREEN.UNMUTE
source: Unmute
de: Nicht mehr stumm
es: Anular silencio
it: Riattiva audio
ja: ミュート解除
pl: Wyłącz wyciszenie
pt_br: Cancelar mudo
ru: Вернуть звук
zh_cn: 取消静音
zh_tw: 取消靜音

# UI.PLAYERSTATUSSCREEN.USERACTIONS
source: More Actions...
de: Weitere Aktionen ...
es: Más acciones...
it: Altre azioni...
ja: その他のアクション…
pl: Więcej działań...
pt_br: Mais ações...
ru: Больше действий…
zh_cn: 更多操作……
zh_tw: 更多操作……

# UI.PLAYERSTATUSSCREEN.VIEWGAMERCARD
source: Show Gamercard
de: Gamercard anzeigen
es: Mostrar tarjeta de jugador
it: Mostra la carta del giocatore
ja: ゲームカードを表示
pl: Pokaż kartę gracza
pt_br: Mostrar Gamercard
ru: Показать карту игрока
zh_cn: 显示游戏卡
zh_tw: 顯示遊戲卡

# UI.PLAYERSTATUSSCREEN.VIEWPROFILE
source: View Player
de: Spieler anzeigen
es: Ver jugador
it: Visualizza giocatore
ja: プレイヤー情報を確認
pl: Obejrzyj gracza
pt_br: Exibir jogador
ru: Посмотреть профиль игрока
zh_cn: 查看玩家
zh_tw: 查看玩家

# UI.PLAYERSTATUSSCREEN.VOTEACTIVEHOVER
source: Vote In Progress
de: Abstimmung läuft
es: Votación en marcha
it: Voto in progresso
ja: 投票中
pl: Głosowanie w toku
pt_br: Votação em andamento
ru: Проводится голосование
zh_cn: 正在投票
zh_tw: 正在投票

# UI.PLAYERSTATUSSCREEN.VOTECANNOTSTART.MINPLAYERS
source: Not enough players to start a vote.
de: Nicht genügend Spieler für eine Abstimmung.
es: No hay suficientes jugadores para iniciar una votación.
it: Non ci sono abbastanza giocatori per iniziare una votazione.
ja: プレイヤー数が足りないため、投票を開始できません。
pl: Za mało graczy, aby rozpocząć głosowanie.
pt_br: Não há jogadores suficientes para iniciar uma votação.
ru: Недостаточно игроков для начала голосования
zh_cn: 玩家数量不够，无法开始投票
zh_tw: 玩家數量不夠，無法開始投票

# UI.PLAYERSTATUSSCREEN.VOTECANNOTSTART.MINSTARTAGE
source: You have not played long enough to start a vote.
de: Du spielst noch nicht lange genug, um eine Abstimmung zu beginnen.
es: No has jugado lo suficiente para iniciar una votación.
it: Non hai giocato abbastanza da poter iniziare una votazione.
ja: プレイ開始直後のため、投票を開始できません。
pl: Nie grasz dość długo, aby móc rozpocząć głosowanie.
pt_br: Você não jogou tempo suficiente para começar uma votação.
ru: Вы недостаточно долго играете, чтобы начать голосование.
zh_cn: 你的游戏时间不够长，不能发起投票。
zh_tw: 你的遊戲時間不夠長，不能發起投票。

# UI.PLAYERSTATUSSCREEN.VOTEHOVERFMT
source: Vote to %s
de: Für %s stimmen
es: Votar a %s
it: Vota per %s
ja: %sの投票
pl: Głosuj, aby: %s
pt_br: Votar por %s
ru: Голосовать за %s
zh_cn: 投票给 %s
zh_tw: 投票給 %s

# UI.PLAYERSTATUSSCREEN.VOTESQUELCHEDHOVER
source: You are currently on timeout for failed votes.
de: Du befindest dich momentan im Timeout für gescheiterte Abstimmungen.
es: Estás en tiempo de espera de votaciones fallidas.
it: Sei attualmente in pausa per voti non riusciti.
ja: 投票が否決されたため、しばらく新規の投票を開始できません。
pl: Nie możesz teraz głosować.
pt_br: No momento você está em espera por falta de votos.
ru: Время голосования закончилось.
zh_cn: 您已超时，投票失败。
zh_tw: 您已超時，投票失敗。

# UI.PLAYERSTATUSSCREEN.WILDERNESS
source: Wilderness
de: Wildnis
es: Naturaleza
it: Natura selvaggia
ja: ワイルドワールド
pl: Dzikie ostępy
pt_br: Selva
ru: Дикая природа
zh_cn: 荒野
zh_tw: 荒野
