Repository: Endeer/dst-cz
Catalog: locales/*/ui-playersummaryscreen.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.PLAYERSUMMARYSCREEN.CURRENCY_EXPLAIN
source: Items can be unraveled into Spools to weave special items.
de: Gegenstände können in Spulen aufgewickelt werden, um spezielle Gegenstände zu weben.
es: Los objetos se pueden deshacer y convertirlos en bobinas para crear objetos especiales.
fr: Vous pouvez démêler des articles en bobines pour tisser des articles spéciaux.
it: Gli oggetti possono essere srotolati e creare dei rocchetti per tessere degli oggetti speciali.
ja: アイテムはスプールに解きほぐして特殊なアイテムを織ることができます。
ko: 아이템을 풀어서 실타래를 얻으면 특별 아이템을 직조할 수 있습니다.
pl: Przedmioty mogą zostać rozprute na szpulki służące do tkania przedmiotów specjalnych.
pt_br: Os itens podem ser desfiados e transformados em carretéis para tecer itens especiais.
ru: Предметы можно распускать на катушки, чтобы ткать особые предметы.
zh_cn: 物品可以拆散成多个线轴，用来编织特殊物品。
zh_tw: 物品可以拆散成多個線軸，用來編織特殊物品。

# UI.PLAYERSUMMARYSCREEN.CURRENCY_LABEL
source: Spools
de: Spulen
es: Bobinas
fr: Bobines
it: Rocchetti
ja: スプール
ko: 실타래
pl: Szpulki
pt_br: Carretéis
ru: Катушки
zh_cn: 线轴
zh_tw: 線軸

# UI.PLAYERSUMMARYSCREEN.ENCOUNTER_COUNT_FMT
source: Time played with: {time}
de: Zeit gespielt mit: {time}
es: Tiempo jugado con: {time}
fr: Temps de jeu avec : {time}
it: Tempo di gioco: {time}
ja: プレイ時間；{time}
ko: 게임한 시간: {time}
pl: Czas rozgrywki: {time}
pt_br: Tempo de brincadeira: {time}
ru: Сыграно вместе времени: {time}
zh_cn: 游戏时间：{time}
zh_tw: 遊戲時間：{time}

# UI.PLAYERSUMMARYSCREEN.FAILED_INVENTORY_BODY
source: Unfortunately you failed to download your item collection, would you like you try again?
de: Leider konnte deine Gegenstandssammlung nicht heruntergeladen werden. Noch einmal versuchen?
es: Ha habido un error al descargar tu colección de objetos. ¿Quieres intentarlo de nuevo?
fr: Malheureusement, vous n'avez pas réussi à télécharger votre collection d'articles. Voulez-vous réessayer ?
it: Sfortunatamente non sei riuscito a scaricare la tua collezione di articoli, vuoi riprovare?
ja: 残念ながら、アイテムコレクションのダウンロードに失敗しました。
ko: 안타깝게도 아이템 컬렉션을 다운로드하지 못했습니다. 다시 시도하시겠습니까?
pl: Niestety, nie udało się pobrać twojej kolekcji przedmiotów. Czy chcesz spróbować ponownie?
pt_br: Infelizmente você não conseguiu baixar sua coleção de itens, gostaria de tentar novamente?
ru: К сожалению, не удалось загрузить вашу коллекцию предметов. Хотите повторить попытку?
zh_cn: 下载物品收藏失败，是否重新下载？
zh_tw: 下載物品收藏失敗，是否重新下載？

# UI.PLAYERSUMMARYSCREEN.FAILED_INVENTORY_NO
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

# UI.PLAYERSUMMARYSCREEN.FAILED_INVENTORY_TITLE
source: Item Collection Download Failed
de: Gegenstandssammlung konnte nicht heruntergeladen werden
es: Error al descargar la colección de objetos
fr: Échec du téléchargement de la collection d'articles
it: Caricamento collezione articoli non riuscito
ja: アイテムコレクションのダウンロードに失敗
ko: 아이템 컬렉션 다운로드 실패
pl: Pobieranie kolekcji przedmiotów nieudane
pt_br: Falha ao baixar coleção de itens
ru: Не удалось загрузить коллекцию предметов
zh_cn: 下载物品收藏失败
zh_tw: 下載物品收藏失敗

# UI.PLAYERSUMMARYSCREEN.FAILED_INVENTORY_YES
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

# UI.PLAYERSUMMARYSCREEN.FESTIVAL_HISTORY
source: Through the Gateway
de: Über Gateway
es: A través del portal
fr: À travers le Portail...
it: Attraverso il Portale
ja: ゲートを通過
ko: 관문 통과
pl: Przez bramę
pt_br: Através do Portal
ru: Сквозь врата
zh_cn: 穿过大门
zh_tw: 穿過大門

# UI.PLAYERSUMMARYSCREEN.GET_INVENTORY
source: Downloading Item Collection
de: Gegenstandssammlung wird heruntergeladen
es: Descargando la colección de objetos
fr: Téléchargement en cours de la collection d'articles
it: Caricamento collezione di articoli
ja: アイテムコレクションのダウンロード
ko: 아이템 컬렉션 다운로드 중
pl: Pobieranie kolekcji przedmiotów
pt_br: Baixando coleção de itens
ru: Загружается коллекция предметов
zh_cn: 物品收藏下载中
zh_tw: 物品收藏下載中

# UI.PLAYERSUMMARYSCREEN.LEVEL_ACHIEVED_FMT
source: {event_title} level accomplished:
de: {event_title}-Level geschafft:
es: Nivel de {event_title} logrado:
fr: {event_title} niveau atteint :
it: {event_title} livello raggiunto:
ja: {event_title}レベル達成：
ko: {event_title} 레벨 완료:
pl: Osiągnięty poziom w wydarzeniu {event_title}:
pt_br: Fase de {event_title} concluído:
ru: {event_title}. Пройден уровень:
zh_cn: 已达成{event_title}等级：
zh_tw: 已達成{event_title}等級：

# UI.PLAYERSUMMARYSCREEN.LOADING_STUFF
source: Loading Discoveries...
de: Entdeckungen werden geladen ...
es: Cargando descubrimientos...
fr: Chargement des découvertes...
it: Caricamento delle scoperte...
ja: 発見をロード中...
ko: 발견물 불러오는 중...
pl: Wczytywanie odkryć...
pt_br: Carregando descobertas...
ru: Загружаем открытия…
zh_cn: 正在加载探索...
zh_tw: 正在載入探索...

# UI.PLAYERSUMMARYSCREEN.MOST_COMMON_DEATH
source: Often Killed By
de: Oft getötet von
es: A menudo matado por
fr: Souvent tué par
it: Spesso ucciso da
ja: 死亡原因
ko: 흔한 사인:
pl: Częsta śmierć z rąk
pt_br: Maior carrasco
ru: Часто становится жертвой:
zh_cn: 经常死于：
zh_tw: 經常死於：

# UI.PLAYERSUMMARYSCREEN.MOST_COMMON_FRIEND
source: Friendliest Friend
de: Freundlichster Freund
es: Mejor amigo
fr: Meilleur ami
it: Amico più gentile
ja: 一番のフレンド
ko: 가장 착한 친구
pl: Najprzyjaźniejszy z przyjaciół
pt_br: Parceria mais amigável
ru: Наилучший друг:
zh_cn: 最铁的朋友
zh_tw: 最鐵的朋友

# UI.PLAYERSUMMARYSCREEN.MOST_COMMON_FRIENDS
source: Friendliest Friends
de: Freundlichste Freunde
es: Mejores amigos
fr: Meilleurs amis
it: Amici amicissimi
ja: 一番のフレンド達
ko: 가장 친한 친구
pl: Najprzyjaźniejsi z przyjaciół
pt_br: Migos mais migões
ru: Наилучшие друзья
zh_cn: 最铁的朋友
zh_tw: 最鐵的朋友

# UI.PLAYERSUMMARYSCREEN.NEW_STUFF
source: Recent Discoveries
de: Neueste Entdeckungen
es: Descubrimientos recientes
fr: Découvertes récentes
it: Scoperte recenti
ja: 最近の発見
ko: 최근 발견물
pl: Ostatnie odkrycia
pt_br: Descobertas recentes
ru: Последние открытия:
zh_cn: 最新发现
zh_tw: 最新發現

# UI.PLAYERSUMMARYSCREEN.NO_DEATHS
source: No survivor deaths on record.
de: Keine Tode verzeichnet.
es: No hay muertes de superviviente registradas.
fr: Aucun survivant enregistré.
it: Nessuna morte del sopravvissuto registrata.
ja: 生存者の死亡記録はありません。
ko: 기록된 생존자 죽음이 없습니다.
pl: Brak zarejestrowanych zgonów.
pt_br: Nenhuma morte de sobrevivente registrada.
ru: Нет записей о смертях выживших.
zh_cn: 记录中没有冒险家死亡。
zh_tw: 記錄中沒有冒險家死亡。

# UI.PLAYERSUMMARYSCREEN.NO_FRIENDS
source: Play online and make some friends.
de: Spiele online und finde neue Freunde.
es: Juega en línea y haz amigos.
fr: Jouez en ligne et faites-vous des amis.
it: Gioca online e fatti qualche amico.
ja: オンラインでプレイして、いくつかの友達を作ります。
ko: 온라인으로 게임을 플레이하고 친구를 만드세요.
pl: Graj w sieci i poznaj nowych przyjaciół.
pt_br: Jogue online e faça amigos.
ru: Играйте в сети и заводите друзей.
zh_cn: 在线玩，交朋友。
zh_tw: 線上玩，交朋友。

# UI.PLAYERSUMMARYSCREEN.NO_ITEMS
source: Start playing to earn items!
de: Spiele, um Gegenstände zu verdienen.
es: ¡Empieza a jugar para conseguir objetos!
fr: Commencez à jouer pour gagner des articles !
it: Inizia a giocare per guadagnare oggetti!
ja: ゲームをプレイしてアイテムを手に入れよう！
ko: 게임을 플레이하여 아이템을 획득하세요!
pl: Rozpocznij grę, aby zdobywać przedmioty!
pt_br: Comece a jogar para receber itens!
ru: Начните играть, чтобы зарабатывать предметы!
zh_cn: 开始游戏，赢得物品！
zh_tw: 開始遊戲，贏得物品！

# UI.PLAYERSUMMARYSCREEN.OFFLINE_NO_ITEMS
source: Log in to starting earning items.
de: Logge dich ein, um Gegenstände zu verdienen.
es: Conéctate para empezar a conseguir objetos.
fr: Connectez-vous pour commencer à gagner des objets.
it: Effettua l'accesso per iniziare a ottenere degli oggetti.
ja: ログインしてアイテムの獲得を開始します。
ko: 로그인하여 아이템을 획득하세요.
pl: Zaloguj się, aby zacząć otrzymywać przedmioty.
pt_br: Conecte-se para começar a ganhar itens.
ru: Зайдите в игру, чтобы начать зарабатывать предметы.
zh_cn: 登录并开始赚取物品。
zh_tw: 登錄並開始賺取物品。

# UI.PLAYERSUMMARYSCREEN.POINTS_LABEL
source: Klei Points
de: Klei-Punkte
es: Puntos Klei
fr: Points Klei
it: Punti Klei
ja: Kleiポイント
ko: 클레이 포인트
pl: Punkty Klei
pt_br: Pontos Klei
ru: Очки Klei
zh_cn: 科雷点数
zh_tw: 科雷點數

# UI.PLAYERSUMMARYSCREEN.PURCHASE
source: Shop
es: Tienda
fr: Boutique
it: Negozio
ja: ショップ
ko: 상점
pl: Sklep
pt_br: Loja
ru: Магазин
zh_cn: 购物
zh_tw: 購物

# UI.PLAYERSUMMARYSCREEN.TITLE
source: Item Collection
de: Gegenstandssammlungen
es: Colección de objetos
fr: Collection d'objets
it: Collezione articoli
ja: アイテムコレクション
ko: 아이템 컬렉션
pl: Kolekcja przedmiotów
pt_br: Coleção de itens
ru: Коллекция предметов
zh_cn: 物品收藏
zh_tw: 物品收藏

# UI.PLAYERSUMMARYSCREEN.TOOLTIP_HISTORY
source: View missed connections and revisit past lives
de: Zeige verpasste Verbindungen und vergangene Leben an.
es: Ve las conexiones perdidas y vuelve a visitar las vidas pasadas
fr: Voir les connexions manquées et revisiter les vies passées
it: Visualizza le connessioni perse e rivisita le vite precedenti
ja: 見逃したコネクションを見て、過去の人生を再訪しますｊ
ko: 놓친 관계성 확인하고 지난 삶 다시 방문
pl: Przeglądaj zerwane więzy i odwiedź minione żywoty
pt_br: Veja as conexões perdidas e revisite vidas passadas
ru: Просмотреть пропущенные связи и посетить прошлые жизни
zh_cn: 查看错过的邂逅，回顾前世的生活
zh_tw: 查看錯過的邂逅，回顧前世的生活

# UI.PLAYERSUMMARYSCREEN.TOOLTIP_MYSTERYBOX
source: Open chests to receive new curios
de: Öffne Truhen, um Curios zu erhalten.
es: Abre cofres para recibir nuevas curiosidades
fr: Ouvrir les coffres pour recevoir de nouvelles curiosités
it: Apri gli scrigni per ricevere nuove curiosità
ja: 宝箱を開けて新しい珍品をゲットします
ko: 상자 열어서 새로운 골동품 받기
pl: Otwieraj skrzynie, aby zdobywać nowe kurioza
pt_br: Abra baús e receba novas curiosidades
ru: Открывайте сундуки, чтобы получать новые предметы
zh_cn: 打开箱子接收新的珍宝
zh_tw: 打開箱子接收新的珍寶

# UI.PLAYERSUMMARYSCREEN.TOOLTIP_PURCHASE
source: Browse purchasable skin sets
de: Durchsuche zum Kauf verfügbare Skins.
es: Ve los conjuntos de diseños que puedes comprar
fr: Parcourir les apparences disponibles à la vente
it: Sfoglia i set di skin acquistabili
ja: 購入可能なスキンセットを見ます
ko: 구매 가능한 스킨 세트 찾아보기
pl: Przeglądaj zestawy skórek dostępne w sprzedaży
pt_br: Confira conjuntos de aparência para compra
ru: Просмотреть наборы обликов, которые можно купить
zh_cn: 浏览可购买的皮肤套装
zh_tw: 流覽可購買的皮膚套裝

# UI.PLAYERSUMMARYSCREEN.TOOLTIP_SKINS
source: View and equip your curios
de: Sieh deine Curios an und nutze sie.
es: Ver y equipar tus curiosidades
fr: Voir et utiliser vos curiosités
it: Visualizza e equipaggia le tue curiosità
ja: あなたの好奇心を表示し、装備します
ko: 골동품 보기 및 장착
pl: Przeglądaj i używaj dostępne kurioza
pt_br: Veja e equipe suas curiosidades
ru: Посмотреть и выбрать свои предметы
zh_cn: 查看并装备你的珍宝
zh_tw: 查看並裝備你的珍寶

# UI.PLAYERSUMMARYSCREEN.TOOLTIP_TRADE
source: Trade your old items in for something new!
de: Tausche deine alten Gegenstände gegen etwas Neues!
es: ¡Cambia tus viejos objetos por algo nuevo!
fr: Échanger vos vieux articles pour en obtenir de nouveaux !
it: Scambia i tuoi vecchi oggetti con qualcosa di nuovo!
ja: 古くなったアイテムを新しいものと交換しましょう！
ko: 이전 아이템을 새로운 것으로 교환!
pl: Wymień swoje stare przedmioty na coś nowego!
pt_br: Troque seus itens antigos por algo novo!
ru: Обменивайте старые предметы на что-нибудь новое!
zh_cn: 用你的旧物品换些新玩意！
zh_tw: 用你的舊物品換些新玩意！

# UI.PLAYERSUMMARYSCREEN.TRADING
source: Trade Inn
de: Tauschhaus
es: Tienda de intercambio
fr: Magasin de Commerce
it: Scambia
ja: トレードマシン
ko: 물물교환소
pl: Wymianomat
pt_br: Loja de Trocas
ru: Торговая лавка
zh_cn: 交易小店
zh_tw: 交易小店

# UI.PLAYERSUMMARYSCREEN.UNOPENED_BOXES_FMT
source: {num_boxes} unopened Chests
de: {num_boxes} ungeöffnete Truhen
es: {num_boxes} cofres sin abrir
fr: {num_boxes} coffres non ouverts
it: {num_boxes} scrigni non aperti
ja: {num_boxes}未開封の宝箱
ko: 미개봉 상자 {num_boxes}개
pl: Skrzynie do sprawdzenia {num_boxes}
pt_br: {num_boxes} Baús não abertos
ru: {num_boxes} неоткрытых сундуков
zh_cn: {num_boxes}个未打开的箱子
zh_tw: {num_boxes}個未打開的箱子

# UI.PLAYERSUMMARYSCREEN.XP_LABEL
source: XP Earned
de: Verdiente XP
es: EXP obtenida
fr: EXP gagnée
it: PE ottenuti
ja: 獲得XP
ko: XP 획득
pl: Zdobyte PD
pt_br: EXP recebido
ru: Опыта получено
zh_cn: 已赢得 XP
zh_tw: 已贏得 XP
