Repository: Endeer/dst-cz
Catalog: locales/*/ui-plantregistry.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

# UI.PLANTREGISTRY.DESCRIPTIONS.ASPARAGUS
source: Green spears of vegetabley goodness. -W
de: Grüne Speere von gemüsehafter Köstlichkeit. -W
es: Lanzas verdes y totalmente saludables. -W
fr: Des lances verdoyantes bourrées de vitamines. -W
it: Lance verdi di squisita bontà. -W
ja: 美味しい野菜が作りあげる緑色の槍。-W
pl: Zielone, długie i smakowite. - W.
pt_br: Lanças verdes de delícia vegetal. -W
ru: Зеленая, острая, овощная и просто великолепная на вкус. — У
zh_cn: 绿色的蔬菜长矛。——W
zh_tw: 綠色的蔬菜長矛。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.CARROT
source: The perennial favorite of Bunnymen. -W
de: Der Allzeit-Favorit der Hasenmänner. -W
es: La planta perenne favorita de los hombres conejo. -W
fr: Le légume préféré des Hommes-lapins. -W
it: La preferita dagli uomini-coniglio. -W
ja: バニーマンの永遠の好物。-W
pl: Odwieczny przysmak królikoludzi. - W.
pt_br: O eterno favorito dos Coelhosomens. -W
ru: Основа рациона зайцев. — У
zh_cn: 兔人最爱的多年生作物。——W
zh_tw: 兔人最愛的多年生作物。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.CORN
source: An a-maize-ingly versatile crop. -W
de: Die Mais-terin aller Feldfrüchte. -W
es: Un cultivo versátil y maíz-nífico. -W
fr: De l'or en grain. -W
it: Un ortaggio versatile a cui non puoi mais dire no. -W
ja: コーンなに使い道がある作物。-W
pl: Niezwykle wszechstronna roślina. - W.
pt_br: Cultura versátil e fubá-losa. -W
ru: Злак, вызывающий кучу культурных разногласий. — В
zh_cn: 适应各种生长环境的作物。——W
zh_tw: 適應各種生長環境的作物。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.DRAGONFRUIT
source: Produces a delectable fruit with a striking appearance. -W
de: Erzeugt eine köstliche Frucht mit einem auffälligen Aussehen. -W
es: Produce una fruta exquisita con un aspecto impactante. -W
fr: Il produit un fruit aussi délicieux qu'impressionnant. -W
it: Produce un frutto succulento dall'aspetto impressionante. -W
ja: 目と見張るような外観を持つ美味な果物を実らせる。-W
ko: 눈에 띄는 모양의 맛있는 과일을 생산합니다. -W
pl: Rodzi pyszne owoce o zaskakującym wyglądzie. - W.
pt_br: Produz uma fruta deliciosa com uma aparência marcante. -W
ru: Дает деликатесные плоды, которые еще и прекрасно выглядят. — У
zh_cn: 果实令人垂涎欲滴，外观引人注目。——W
zh_tw: 果實令人垂涎欲滴，外觀引人注目。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.DURIAN
source: A foul smelling fruit, favored by a certain green swamp dweller. -W
de: Eine übelriechende Frucht, die von einem bestimmten grünen Sumpfbewohner bevorzugt wird. -W
es: Una fruta maloliente que le encanta a cierto ser verde de la ciénaga. -W
fr: Un fruit à l'odeur putride, particulièrement apprécié d'une certaine habitante des marais. -W
it: Un frutto puzzolente amato da una certa abitante della palude. -W
ja: 酷い悪臭のする果物だが、一部の沼地の住民は好物としている。-W
ko: 어떤 녹색 늪에 사는 존재들이 좋아하는 역한 냄새가 나는 과일입니다. -W
pl: Brzydko pachnący owoc, ceniony przez pewną mieszkankę zielonych bagnisk. - W.
pt_br: Fruta com cheiro desagradável, tem a preferência de uma certa habitante verde do pântano. -W
ru: Фрукт с отвратительным запахом. Одна зеленая жительница болот его обожает. — У
zh_cn: 一种臭气熏天的水果，受到绿色沼泽居民的青睐。——W
zh_tw: 一種臭氣熏天的水果，受到綠色沼澤居民的青睞。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.EGGPLANT
source: Zero percent egg, ninety-nine percent plant. Science has yet to explain the rest. -W
de: Null Prozent Ei, neunundneunzig Prozent Pflanze. Den Rest muss die Wissenschaft noch erklären. -W
es: ¿Cómo puede ser de la misma familia que la patata? Ojalá la ciencia tuviera una explicación. -W
fr: Il y a tellement de façons de les préparer qu'on ne les a sûrement pas encore toutes trouvées. -W
it: Zero percento mela, novantanove percento pianta. La scienza non ha ancora spiegato il resto. -W
ja: ナスビの色を聞くとしゃっくりが止まることがある。科学では解明できないことは未だ多い。-W
ko: 0% 계란, 99% 식물. 과학으로도 아직 나머지를 설명하지 못합니다. -W
pl: Bakłażan zwany jest również jajkiem krzewiastym. Naukowcy wciąż badają zawartość jajka w bakłażanie. - W.
pt_br: Roxa e reluzente: como alguém pode ter certeza de que não é venenosa? -W
ru: Никаких баков в нем нет. Ну что за лажа! — У
zh_cn: 百分之零的蛋，百分之九十九的植物。其余的部分科学还解释不了。 ——W
zh_tw: 百分之零的蛋，百分之九十九的植物。其餘的部分科學還解釋不了。 ——W

# UI.PLANTREGISTRY.DESCRIPTIONS.GARLIC
source: Cloves of garlic pair well with a nice stake. -W
de: Knoblauchzehen passen gut zu einem schönen Pflock. -W
es: Los dientes de ajo combinan bien con una estaca. -W
fr: Les têtes d'ail atteignent tout leur potentiel associées à un pieu. -W
it: Gli spicchi d'aglio si abbinano perfettamente a una bella bistecca. -W
ja: ガーリックとステーキの相性は抜群である。-W
ko: 다진 마늘은 좋은 스테이크와 잘 어울리죠. -W
pl: Ząbki czosnku doskonale komponują się ze stekiem. - W.
pt_br: Dentes de alho vão bem com um belo filé. -W
ru: Чеснок хорошо жарить на осиновых палочках. — В
zh_cn: 蒜瓣配牛排，绝配。——W
zh_tw: 蒜瓣配牛排，絕配。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.MISSING
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# UI.PLANTREGISTRY.DESCRIPTIONS.ONION
source: A ripe onion plant is enough to bring tears of delight to any gardener. -W
de: Eine reife Zwiebelpflanze bringt jedem Gärtner Tränen der Freude. -W
es: Una cebolla madura hace llorar de felicidad a cualquier horticultor. -W
fr: Un oignon bien mûr suffit à faire fondre n'importe quel jardinier en larmes. De joie, bien sûr. -W
it: Una cipolla matura è sufficiente per far versare copiose lacrime di gioia a qualsiasi giardiniere. -W
ja: 熟した玉ねぎが1つ実れば、農作業に関わった人々は皆涙を流して喜ぶ。-W
ko: 잘 익은 양파 식물은 모든 원예원사에게 기쁨의 눈물을 가져다주기에 충분합니다. -W
pl: Dojrzałe cebule potrafią wzruszyć każdego ogrodnika. - W.
pt_br: Um pé de cebola maduro é o suficiente para fazer qualquer jardineiro chorar de alegria. -W
ru: Собственноручно выращенный лук способен вызвать слезы гордости у любого огородника. — У
zh_cn: 一株成熟的洋葱足以让任何一个园丁喜极而泣。——W
zh_tw: 一株成熟的洋蔥足以讓任何一個園丁喜極而泣。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.PEPPER
source: A hot pepper plant is the perfect thing to spice up your garden. -W
de: Eine scharfe Chilipflanze ist perfekt, um den Garten aufzupeppen. -W
es: Los pimientos picantes son perfectos para darle un toque de alegría a la huerta. -W
fr: Rien de mieux qu'un piment fort pour avoir un jardin tout feu tout flamme. -W
it: Una pianta di peperoncini è perfetta per dare un po' di pepe al tuo orto. -W
ja: 畑仕事に退屈しているのなら、ペッパーを植えれば刺激が増えること間違いなし。-W
ko: 고추 식물은 완벽하게 정원에 활기를 불어넣습니다. -W
pl: Ostra papryczka doda każdemu ogródkowi nieco pikanterii. - W.
pt_br: Um pé de pimenta é ideal para dar uma boa temperada no seu jardim. -W
ru: Кустик острого перца придаст вашему саду пикантности. — У
zh_cn: 辣椒植物是为你的花园增添味道的最佳选择。——W
zh_tw: 辣椒植物是為你的花園增添味道的最佳選擇。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.POMEGRANATE
source: Never take the juicy sweetness of a pom for granate. -W
de: Die saftige Süße kann nicht Granat-iert werden. -W
es: A pesar de su nombre, es dulce y no explota. -W
fr: Un fruit au goût presque explosif. -W
it: Tienine sempre una a portata di mano se vuoi evitare grane. -W
ja: 口の中で弾ける果汁と甘さの手りゅう弾。-W
ko: 폼의 즙이 풍부한 단맛은 화강암에 양보하세요. -W
pl: Poczuj eksplozję smaków. - W.
pt_br: Quem tem boca vai a Roma... e come romãs. -W
ru: Пуническое яблоко тоже может стать яблоком раздора. — У
zh_cn: 甘甜美味的石榴汁让人心旷神怡。——W
zh_tw: 甘甜美味的石榴汁讓人心曠神怡。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.POTATO
source: Sturdy, dependable, and loved by moustachioed strongmen. -W
de: Robust, verlässlich und beliebt bei Kraftsportlern mit Schnauzbart. -W
es: Fuerte, de confianza y adorada por todos los fortachones con mostacho. -W
fr: Robuste, nourrissante et très appréciée par les hommes musclés à moustache. -W
it: Robusta, affidabile e amata dai forzuti baffuti. -W
ja: 丈夫で、頼もしく、口ヒゲを生やした怪力男がこよなく愛す野菜。-W
ko: 튼튼하고 믿음직스러워 콧수염을 기른 강자들에게 사랑받고 있습니다. -W
pl: Solidny, niezawodny i uwielbiany przez siłaczy z wąsem. - W.
pt_br: Resistente, confiável e adorada por fortões bigodudos. -W
ru: Прекрасно хранится, прекрасно чистится, прекрасно поедается усатыми силачами. — В
zh_cn: 结实、可靠，深受留着小胡子大力士喜爱。——W
zh_tw: 結實、可靠，深受留著小鬍子大力士喜愛。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.PUMPKIN
source: Compared to other gourds, the pumpkin plant squashes the competition. -W
de: Die Kürbispflanze wird andere Kalebassen zu Kürbissuppe verarbeiten. -W
es: Sirve para hacer sopa, puré y hasta decoración. Esta verdura arrasa en la competición. -W
fr: Comparées à la citrouille, les autres cucurbitacées sont de vraies courges. -W
it: Nessun giardiniere con del sale in zucca le preferirebbe un'altra delle cucurbitacee. -W
ja: 他の瓜と比べると、たしかにカボチャは南国を思わせるような見た目だ。-W
ko: 다른 조롱박과 비교하면 호박 식물은 경쟁을 과시합니다. -W
pl: W porównaniu z innymi tykwami dynia bije konkurencję na... dyńkę. - W.
pt_br: Eu quero é um grande pé de abóbora. E não me venha com abobrinhas! -W
ru: Среди всех тыкв эта — единственная, которую хочется называть на «вы». — В
zh_cn: 与其他瓜类相比，南瓜很容易脱颖而出。——W
zh_tw: 與其他瓜類相比，南瓜很容易脫穎而出。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.TOMATO
source: Tomatoes are an excellent source of vitamins, and make for a convenient projectile. -W
de: Tomaten sind eine hervorragende Vitaminquelle und eignen sich herrlich als Wurfgeschosse. -W
es: Los tomates son una fuente de vitaminas fantástica y también se pueden usar como proyectiles. -W
fr: Les tomates sont une source de vitamines, et se jettent très facilement au visage. -W
it: I pomodori sono un'eccellente fonte di vitamine e dei proiettili estremamente pratici. -W
ja: トマトはビタミンの摂取源としてかなり優秀であり、また投てき物としても便利だ。-W
ko: 토마토는 훌륭한 비타민 공급원이며 편리한 발사체입니다. -W
pl: Pomidory są doskonałym źródłem witamin oraz świetnie sprawdzają się jako pociski. - W.
pt_br: Tomates são uma excelente fonte de vitaminas, além de servirem muito bem como projéteis. -W
ru: Томаты — отличный источник витаминов, а также удобный снаряд для рогатки. — В
zh_cn: 番茄是维生素的极好来源，也是一种方便的投射物。——W
zh_tw: 番茄是維生素的極好來源，也是一種方便的投射物。——W

# UI.PLANTREGISTRY.DESCRIPTIONS.WATERMELON
source: Fifty percent water, fifty percent melon. -W
de: Fünfzig Prozent Wasser, fünfzig Prozent Melone. -W
es: Una sandía te alegra el día. -W
fr: Beaucoup d'eau et de pépins. -W
it: Novantacinque percento di acqua e cento percento di gusto. -W
ja: 水が50％、果が50%。-W
ko: 50%는 물, 50%는 멜론. -W
pl: Pięćdziesiąt procent wody, pięćdziesiąt procent arbuza. - W.
pt_br: É praticamente um cantil em forma de fruta. -W
ru: Наполовину состоит из воды, наполовину — из сахара. — В
zh_cn: 五成水，五成瓜。——W
zh_tw: 五成水，五成瓜。——W

# UI.PLANTREGISTRY.EFFECTS.NONE
source: None
de: Keine
es: Nada
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
ru: Нет
zh_cn: 无
zh_tw: 無

# UI.PLANTREGISTRY.EFFECTS.WEED_FIRENETTLE
source: These nettles can cause quite the burning sensation.
de: Diese Nesseln können ein ziemlich brennendes Gefühl verursachen.
es: Estas ortigas provocan una sensación de ardor.
fr: Ces orties peuvent causer une sensation de brûlure.
it: Queste ortiche possono produrre una sensazione di bruciore davvero intensa.
ja: このイラクサに触れると、燃えるような気分になることができる。
ko: 이 쐐기풀은 타는 듯한 느낌을 유발할 수 있습니다.
pl: Te pokrzywy wywierają prawdziwie piekące wrażenie.
pt_br: Estas urtigas causam uma queimação e tanto.
ru: Крапива — самый горячий хит этого садового сезона.
zh_cn: 这些荨麻会引起相当大的烧灼感。
zh_tw: 這些蕁麻會引起相當大的燒灼感。

# UI.PLANTREGISTRY.EFFECTS.WEED_FORGETMELOTS
source: Has a tendency to come back when dug up.
de: Neigt dazu, nach dem Ausgraben wiederzukommen.
es: Tiende a volver cuando la arrancan.
fr: Elles ont une tendance à repousser quand on les arrache.
it: Queste piante hanno la tendenza a tornare anche dopo essere state estirpate.
ja: いくら掘り起こしても復活する性質を持っている。
ko: 파헤치면 되돌아오는 경향이 있다.
pl: Mają tendencję do wyrastania z powrotem w miejscu, z którego zostały wykopane.
pt_br: Tendem a voltar quando arrancadas.
ru: Даже если выкопать, все равно вырастают на том же месте.
zh_cn: 挖起来后往往还会再回去。
zh_tw: 挖起來後往往還會再回去。

# UI.PLANTREGISTRY.EFFECTS.WEED_IVY
source: Attacks survivors when they disturb a nearby plant
de: Greift Überlebende an, wenn sie eine Pflanze in der Nähe stören
es: Ataca a los supervivientes cuando molestan a una planta cercana.
fr: Elle attaque les survivants quand ils dérangent une plante proche.
it: Attacca i sopravvissuti quando disturbano una pianta nelle sue vicinanze.
ja: 近くにある植物に危害を加えた生存者たちを攻撃する
ko: 주변 식물을 방해하면 생존자를 공격합니다.
pl: Atakuje rozbitków, gdy zakłócą spokój pobliskiej rośliny.
pt_br: Ataca os sobreviventes quando eles perturbam uma planta nas proximidades.
ru: Атакует выживших, если они что-то делают с растениями поблизости.
zh_cn: 会进攻打扰到周围植物的冒险家。
zh_tw: 會進攻打擾到周圍植物的冒險家。

# UI.PLANTREGISTRY.EFFECTS.WEED_TILLWEED
source: Its roots make a real mess of things, but its flowers are said to have healing properties.
de: Ihre Wurzeln machen eine echte Sauerei, aber den Blüten werden heilende Eigenschaften nachgesagt.
es: Las raíces lo dejan todo patas arriba, pero dicen que las flores tienen propiedades curativas.
fr: Ses racines sont un vrai méli-mélo, mais ses fleurs auraient des propriétés curatives.
it: Le sue radici causano un sacco di problemi, ma si dice che i suoi fiori abbiano proprietà curative.
ja: この草の根は頭痛の種だが、花には治療効果があるという。
ko: 뿌리는 정말 엉망진창이지만 꽃에는 치유력이 있다고 합니다.
pl: Jego gałęzie tworzą straszny bałagan, ale podobno kwiaty mają właściwości lecznicze.
pt_br: As raízes dela causam grandes estragos, mas dizem que as flores têm propriedades medicinais.
ru: Избавляться от его корней — та еще головная боль, но мазь из его цветков поможет с ней справиться.
zh_cn: 它的根把东西弄得乱七八糟，但据说它的花有药效。
zh_tw: 它的根把東西弄得亂七八糟，但據說它的花有藥效。

# UI.PLANTREGISTRY.FARMPLANTS.DESCRIPTION
source: Field Notes
de: Feldnotizen
es: Diario de campo
fr: Notes de terrain
it: Note sul campo
ja: フィールドノート
ko: 필드 노트
pl: Notatki polowe
pt_br: Notas de Campo
ru: Полевые заметки
zh_cn: 田野说明
zh_tw: 田野說明

# UI.PLANTREGISTRY.FARMPLANTS.NUTRIENTS
source: Nutrient Cycling
de: Nährstoffkreislauf
es: Ciclo de nutrientes
fr: Cycle de nutriments
it: Ciclo delle sostanze nutrienti
ja: 養分循環
ko: 영양 순환
pl: Cykliczna zmiana składników odżywczych
pt_br: Ciclagem de Nutrientes
ru: Цикл пит. веществ
zh_cn: 养分循环
zh_tw: 養分迴圈

# UI.PLANTREGISTRY.FARMPLANTS.PRODUCT
source: Product
de: Produkt
es: Fruto
fr: Produit
it: Prodotto
ja: 作物
ko: 상품
pl: Produkt
pt_br: Produto
ru: Плоды
zh_cn: 产品
zh_tw: 產品

# UI.PLANTREGISTRY.FARMPLANTS.SEASONS
source: Seasons
de: Jahreszeiten
es: Temporadas
fr: Saisons
it: Stagioni
ja: 季節
ko: 계절
pl: Pory roku
pt_br: Temporada
ru: Сезоны
zh_cn: 季节
zh_tw: 季節

# UI.PLANTREGISTRY.FARMPLANTS.SEED
source: Seed
de: Sämereien
es: Semillas
fr: Graine
it: Semi
ja: 種
ko: 씨앗
pl: Nasiona
pt_br: Semente
ru: Семена
zh_cn: 种子
zh_tw: 種子

# UI.PLANTREGISTRY.FARMPLANTS.WATER
source: Water Consumption
de: Wasserverbrauch
es: Consumo de agua
fr: Consommation d'eau
it: Consumo di acqua
ja: 水消費量
ko: 물 소비
pl: Zużycie wody
pt_br: Consumo de Água
ru: Потребление воды
zh_cn: 水消耗
zh_tw: 水消耗

# UI.PLANTREGISTRY.MYSTERY_FERTILIZER
source: Unknown Fertilizer
de: Unbekannter Dünger
es: Fertilizante desconocido
fr: Engrais inconnu
it: Fertilizzante sconosciuto
ja: 謎の肥料
ko: 알 수 없는 비료
pl: Nieznany nawóz
pt_br: Fertilizante Desconhecido
ru: Неизвестное удобрение
zh_cn: 未知肥料
zh_tw: 未知肥料

# UI.PLANTREGISTRY.MYSTERY_PLANT
source: Unknown Plant
de: Unbekannte Pflanze
es: Planta desconocida
fr: Plante inconnue
it: Pianta sconosciuta
ja: 謎の植物
ko: 미지의 식물
pl: Nieznana roślina
pt_br: Planta Desconhecida
ru: Неизвестное растение
zh_cn: 未知植物
zh_tw: 未知植物

# UI.PLANTREGISTRY.NEEDSMORERESEARCH
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh_cn: 未知
zh_tw: 未知

# UI.PLANTREGISTRY.NEEDSPLANTRESEARCH
source: Research this plant with the Gardeneer Hat to learn more about it.
de: Erforsche diese Pflanze mit dem Gärtnerhut, um mehr über sie zu erfahren.
es: Investiga esta planta con el gorro de horticultura para saber más sobre ella.
fr: Examinez cette plante avec le Chapeau de jardinier pour en savoir plus.
it: Studia questa pianta con il cappello da giardiniere per ottenere maggiori informazioni a riguardo.
ja: この植物をガーデニングハットで調査すると、詳細を学ぶことができます。
ko: 원예사 모자를 쓰고 이 식물을 조사하여 자세히 알아보세요.
pl: Zbadaj tę roślinę za pomocą czapki ogrodnika, aby dowiedzieć się o niej więcej.
pt_br: Pesquise esta planta com um Chapéu de Jardineiro para saber mais sobre ela.
ru: Наденьте шапку садовника и исследуйте это растение, чтобы узнать о нем больше.
zh_cn: 使用耕作先驱帽研究这株作物，获得更多知识。
zh_tw: 使用耕作先驅帽研究這株作物，獲得更多知識。

# UI.PLANTREGISTRY.NUTRIENTS.CONSUME
source: Consumes
de: Verbraucht
es: Consume
fr: Consomme
it: Consuma
ja: 消費
ko: 소모
pl: Zużywa
pt_br: Consome
ru: Потребляет
zh_cn: 消耗
zh_tw: 消耗

# UI.PLANTREGISTRY.NUTRIENTS.NEUTRAL
source: Doesn't affect
de: Beeinflusst nicht
es: No le afecta
fr: N'a aucun effet
it: Non influisce
ja: 効果を受けない
ko: 영향을 미치지 않음
pl: Nie wpływa na
pt_br: Não afeta
ru: Не влияет
zh_cn: 不影响
zh_tw: 不影響

# UI.PLANTREGISTRY.NUTRIENTS.NUTRIENT_1
source: Growth Formula
de: Wachstumsformel
es: Fórmula de crecimiento
fr: Formule de croissance
it: Formula della crescita
ja: 成長剤
ko: 성장 포뮬러
pl: Wzrastacz
pt_br: Fórmula do Crescimento
ru: Формула роста
zh_cn: 催长剂
zh_tw: 催長劑

# UI.PLANTREGISTRY.NUTRIENTS.NUTRIENT_2
source: Compost
de: Kompost
ja: 肥料
ko: 퇴비
pl: Kompost
pt_br: Adubo
ru: Компост
zh_cn: 堆肥
zh_tw: 堆肥

# UI.PLANTREGISTRY.NUTRIENTS.NUTRIENT_3
source: Manure
de: Mist
es: Estiércol
fr: Engrais
it: Letame
ja: 肥料
ko: 거름
pl: Kupa
pt_br: Estrume
ru: Навоз
zh_cn: 粪肥
zh_tw: 糞肥

# UI.PLANTREGISTRY.NUTRIENTS.RESTORE
source: Restores
de: Stellt her
es: Restaura
fr: Régénère
it: Ripristina
ja: 再生
ko: 복원
pl: Przywraca
pt_br: Restaura
ru: Восстанавливает
zh_cn: 恢复
zh_tw: 恢復

# UI.PLANTREGISTRY.ONLINE_DATA_DOWNLOAD_FAILED
source: Failed to sync online plant registry data.
de: Die Synchronisierung der Daten des Online-Pflanzenregisters ist fehlgeschlagen.
es: Error al sincronizar los datos del registro de plantas en línea.
fr: Échec de la synchronisation en ligne des données du registre de plantes.
it: Impossibile sincronizzare i dati del registro delle piante online.
ja: 植物台帳のオンラインデータの同期に失敗しました。
ko: 온라인 식물 레지스트리 데이터를 동기화하지 못했습니다.
pl: Nie udało się zsynchronizować danych sieciowych rejestru roślin.
pt_br: Não foi possível sincronizar os dados do Registro de Plantas.
ru: Не удалось синхронизировать сетевые данные реестра растений.
zh_cn: 同步在线植物登记表数据失败。
zh_tw: 同步線上植物登記表資料失敗。

# UI.PLANTREGISTRY.ONLINE_DATA_USER_OFFLINE
source: Login to retrieve online plant registry data.
de: Melde dich an, um die Daten des Online-Pflanzenregisters abzurufen.
es: Inicia sesión para recuperar los datos del registro de plantas en línea.
fr: Connectez-vous pour récupérer les données en ligne du registre de plantes.
it: Accedi per recuperare i dati del registro delle piante online.
ja: ログインして植物台帳のオンラインデータを取得してください。
ko: 온라인 식물 레지스트리 데이터를 검색하려면 로그인하세요.
pl: Zaloguj się, aby odzyskać dane sieciowe rejestru roślin.
pt_br: Conecte-se para recuperar os dados do Registro de Plantas.
ru: Войдите, чтобы загрузить сетевые данные реестра растений.
zh_cn: 登录后可获取在线植物登记表数据。
zh_tw: 登錄後可獲取線上植物登記表資料。

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.BOLTING
source: Bolting
de: Anschrauben
es: Rebrote
fr: Bourgeon
it: In semenza
ja: とう立ち
ko: 추대
pl: Przekwitnięta
pt_br: Rebrotado(a)
ru: Стебель
zh_cn: 抽苔
zh_tw: 抽苔

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.GROWN
source: Grown
de: Gewachsen
es: Madurez
fr: Adulte
it: Cresciuto
ja: 熟している
ko: 성장
pl: Wyrośnięta
pt_br: Crescido(a)
ru: Взрослое
zh_cn: 已长成
zh_tw: 已長成

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.MEDIUM
source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: Mサイズ
ko: 중간
pl: Średni
pt_br: Médio
ru: Средне
zh_cn: 中
zh_tw: 中

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.OVERSIZED
source: Giant
de: Riese
es: Gigante
fr: Géant
it: Gigante
ja: 巨大
ko: 거대
pl: Olbrzymia
pt_br: Gigante
ru: Гигант
zh_cn: 巨型
zh_tw: 巨型

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.OVERSIZED_ROTTING
source: Rotting
de: Verrottet
es: Podre
fr: En train de pourrir
it: Marcio
ja: 腐敗
ko: 썩어가는
pl: Gnijąca
pt_br: Podre
ru: Гниющее
zh_cn: 腐烂中
zh_tw: 腐爛中

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.PICKED
source: Picked
de: Gewählt
es: Tras la cosecha
fr: Récolté
it: Raccolto
ja: 収穫済み
ko: 고른
pl: Zebrana
pt_br: Colhida
ru: Урожай собран
zh_cn: 已采摘
zh_tw: 已採摘

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.ROTTING
source: Rotting
de: Verrottet
es: Podre
fr: En train de pourrir
it: Marcio
ja: 腐敗
ko: 썩어가는
pl: Gnijąca
pt_br: Podre
ru: Гниющее
zh_cn: 腐烂中
zh_tw: 腐爛中

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.SEED
source: Seed
de: Sämereien
es: Semillas
fr: Graine
it: Semi
ja: 種
ko: 씨앗
pl: Nasiona
pt_br: Semente
ru: Семена
zh_cn: 种子
zh_tw: 種子

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.SMALL
source: Small
de: kleines
es: Pequeño/a
fr: mince
it: Piccolo
ja: ちっぽけな
ko: 작은
pl: Mały/a/e
pt_br: Pequeno(as)
ru: Маленькие
zh_cn: 小
zh_tw: 小

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.SPROUT
source: Sprout
de: Spross
es: Brote
fr: Pousse
it: Germoglio
ja: 苗
ko: 새싹
pl: Kiełkowanie
pt_br: Broto
ru: Росток
zh_cn: 萌芽
zh_tw: 萌芽

# UI.PLANTREGISTRY.PLANT_GROWTH_STAGES.SUMMARY
source: Summary
de: Zusammenfassung
es: Resumen
fr: Sommaire
it: Sommario
ja: 結果
ko: 요약
pl: Podsumowanie
pt_br: Resumo
ru: Обзор
zh_cn: 小结
zh_tw: 小結

# UI.PLANTREGISTRY.TAB_TITLE_FERTILIZERS
source: Fertilizers
de: Dünger
es: Fertilizantes
fr: Engrais
it: Fertilizzanti
ja: 肥料
ko: 비료
pl: Nawozy
pt_br: Fertilizantes
ru: Удобрения
zh_cn: 肥料
zh_tw: 肥料

# UI.PLANTREGISTRY.TAB_TITLE_MOD_FERTILIZERS
source: Mod Fertilizers
de: Mod-Dünger
es: Fertilizantes de mod
fr: Engrais moddés
it: Fertilizzanti mod
ja: MODの肥料
ko: 모드 비료
pl: Zmodyfikowane nawozy
pt_br: Fertilizantes (mods)
ru: Удобрения из модов
zh_cn: 模组肥料
zh_tw: 模組肥料

# UI.PLANTREGISTRY.TAB_TITLE_MOD_PLANTS
source: Mod Plants
de: Mod-Pflanzen
es: Plantas de mod
fr: Plantes moddées
it: Piante mod
ja: MODの植物
ko: 모드 식물
pl: Zmodyfikowane rośliny
pt_br: Plantas (mods)
ru: Растения из модов
zh_cn: 模组植物
zh_tw: 模組植物

# UI.PLANTREGISTRY.TAB_TITLE_PLANTS
source: Plants
de: Pflanzen
es: Plantas
fr: Plantes
it: Piante
ja: 植物
ko: 식물
pl: Rośliny
pt_br: Plantas
ru: Растения
zh_cn: 植物
zh_tw: 植物

# UI.PLANTREGISTRY.WEEDPLANTS.DESCRIPTION
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
ru: Описание
zh_cn: 描述
zh_tw: 描述

# UI.PLANTREGISTRY.WEEDPLANTS.EFFECTS
source: Effects
de: Effekte
es: Efectos
fr: Effets
it: Effetti
ja: 効果
ko: 효과
pl: Efekty
pt_br: Efeitos
ru: Эффекты
zh_cn: 效果
zh_tw: 效果

# UI.PLANTREGISTRY.WEEDPLANTS.NUTRIENTS
source: Nutrient Cycling
de: Nährstoffkreislauf
es: Ciclo de nutrientes
fr: Cycle de nutriments
it: Ciclo delle sostanze nutrienti
ja: 養分循環
ko: 영양 순환
pl: Cykliczna zmiana składników odżywczych
pt_br: Ciclagem de Nutrientes
ru: Цикл пит. веществ
zh_cn: 养分循环
zh_tw: 養分迴圈

# UI.PLANTREGISTRY.WEEDPLANTS.PRODUCT
source: Product
de: Produkt
es: Fruto
fr: Produit
it: Prodotto
ja: 作物
ko: 상품
pl: Produkt
pt_br: Produto
ru: Плоды
zh_cn: 产品
zh_tw: 產品

# UI.PLANTREGISTRY.WEEDPLANTS.WATER
source: Water Consumption
de: Wasserverbrauch
es: Consumo de agua
fr: Consommation d'eau
it: Consumo di acqua
ja: 水消費量
ko: 물 소비
pl: Zużycie wody
pt_br: Consumo de Água
ru: Потребление воды
zh_cn: 水消耗
zh_tw: 水消耗
