Repository: Endeer/dst-cz
Catalog: locales/*/ui-skinsscreen.po
Languages: fr, ja, ko, pl, pt_br

# UI.SKINSSCREEN.ALL
source: All
fr: Tout
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Tudo

# UI.SKINSSCREEN.BACK
source: Back
fr: Retour
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar

# UI.SKINSSCREEN.BASE
source: BASE
ja: 頭
ko: 본체
pl: BAZA

# UI.SKINSSCREEN.BODY
source: BODY
fr: CORPS
ja: 胴
ko: 몸통
pl: CIAŁO
pt_br: CORPO

# UI.SKINSSCREEN.BONUS
source: Reward
fr: Récompense
ja: 報酬
ko: 보상
pl: Nagroda
pt_br: Recompensa

# UI.SKINSSCREEN.CLEAR
source: Reset to Default
fr: Retour aux réglages par défaut
ja: デフォルトにリセット
ko: 기본값으로 되돌리기
pl: Zresetuj ustawienia
pt_br: Retornar ao padrão

# UI.SKINSSCREEN.CLOTHING
source: Clothing
fr: Vêtement
ja: コスチューム
ko: 의류
pl: Ubrania
pt_br: Roupas

# UI.SKINSSCREEN.FEET
source: FEET
fr: PIEDS
ja: 足
ko: 발
pl: STOPY
pt_br: PÉS

# UI.SKINSSCREEN.FILTERS
source: Filters
fr: Filtres
ja: フィルター
ko: 필터
pl: Filtry
pt_br: Filtros

# UI.SKINSSCREEN.HAND
source: HANDS
fr: MAINS
ja: 手
ko: 손
pl: RĘCE
pt_br: MÃOS

# UI.SKINSSCREEN.ITEM
source: Craftables
fr: Façonnables
ja: 製作可
ko: 제작 가능
pl: Rzemiosło
pt_br: Fabricáveis

# UI.SKINSSCREEN.ITEMS
source: Items
fr: Articles
ja: アイテム
ko: 아이템
pl: Przedmioty
pt_br: Itens

# UI.SKINSSCREEN.LEGS
source: LEGS
fr: JAMBES
ja: 脚
ko: 다리
pl: NOGI
pt_br: PERNAS

# UI.SKINSSCREEN.LOADOUT
source: Loadout
fr: Tenue
ja: コーディネート
ko: 로드아웃
pl: Wyposażenie
pt_br: Conjunto inicial

# UI.SKINSSCREEN.NEW
source: NEW
fr: NOUVEAU
ko: 신규
pl: NOWY
pt_br: NOVO

# UI.SKINSSCREEN.NONE
source: NONE
fr: RIEN
ja: なし
ko: 없음
pl: BRAK
pt_br: NADA

# UI.SKINSSCREEN.NOW_OFFLINE_BODY
source: You are now in offline mode. Your item collection is not available in offline mode. Please check your connection and log in again.
fr: Vous êtes actuellement en mode Hors ligne. Votre collection d'objets n'est pas disponible en mode Hors ligne. Veuillez vérifier votre connexion et vous reconnecter.
ja: 現在オフラインモードです。 アイテムコレクションはオフラインモードでは利用できません。 接続を確認して再度ログインしてください。
ko: 현재 오프라인 모드입니다. 오프라인 모드에서는 아이템 컬렉션을 이용할 수 없습니다. 연결 상태를 확인하고 다시 로그인하세요.
pl: Jesteś w trybie offline. Twoja kolekcja przedmiotów jest niedostępna w trybie offline. Sprawdź swoje łącze internetowe i zaloguj się ponownie.
pt_br: Você está no modo off-line. Sua coleção de itens não está disponível no modo off-line. Verifique sua conexão e inicie uma sessão novamente.

# UI.SKINSSCREEN.NOW_OFFLINE_TITLE
source: Network Connection Lost
fr: Connexion au réseau perdue
ja: ネットワーク接続が切断されました
ko: 네트워크 연결 끊김
pl: Utracono połączenie z siecią
pt_br: Conexão com o servidor perdida

# UI.SKINSSCREEN.NO_ITEMS
source: Start playing to earn items!
fr: Commencez à jouer pour gagner des articles !
ja: ゲームをプレイしてアイテムを手に入れよう！
ko: 게임을 플레이하여 아이템을 획득하세요!
pl: Rozpocznij grę, aby zdobywać przedmioty!
pt_br: Comece a jogar para receber itens!

# UI.SKINSSCREEN.NO_ITEMS_TITLE
source: Nothing to see here
fr: Il n'y a rien à voir ici
ja: アイテムなし…
ko: 아무것도 없음
pl: Nie ma tu nic ciekawego
pt_br: Não há nada para ver aqui

# UI.SKINSSCREEN.OFFLINE
source: Your curio cabinet is not available in offline mode.
fr: Votre cabinet de curiosités n'est pas disponible hors ligne.
ja: お使いのキュリオキャビネットはオフラインモードでは使用できません。
ko: 골동품 캐비닛은 오프라인 모드에서 사용할 수 없습니다.
pl: Twoja kolekcja kuriozów nie jest dostępna w trybie offline.
pt_br: Seu armário de curiosidades não está disponível no modo off-line.

# UI.SKINSSCREEN.OK
source: OK
ko: 확인

# UI.SKINSSCREEN.PICK
source: Pick A Character
fr: Choisissez un personnage
ja: キャラクターを選んでください
ko: 캐릭터 선택
pl: Wybierz postać
pt_br: Escolha uma personagem

# UI.SKINSSCREEN.RESET
source: Last Outfit
fr: Dernière tenue
ja: 前のコスチューム
ko: 마지막 의상
pl: Ostatni strój
pt_br: Último traje

# UI.SKINSSCREEN.SAVE
source: Save Outfit
fr: Sauvegarder la tenue
ja: コスチュームを保存
ko: 의상 저장
pl: Zapisz strój
pt_br: Salvar traje

# UI.SKINSSCREEN.SELECT
source: Select
fr: Sélectionner
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecionar

# UI.SKINSSCREEN.SET_INFO
source: Ensemble Info
fr: Infos sur la tenue
ja: 一緒にInfo
ko: 앙상블 정보
pl: Informacje o stroju
pt_br: Informações do conjunto

# UI.SKINSSCREEN.SET_PROGRESS
source: Piece
fr: Pièce
ja: 断片
ko: 조각
pl: Kawałek
pt_br: Parte

# UI.SKINSSCREEN.SORRY
source: Sorry
fr: Désolé
ja: 未所有
ko: 죄송합니다
pl: Przepraszam
pt_br: Desculpe

# UI.SKINSSCREEN.TITLE
source: {name}'s Collection
fr: Collection de {name}
ja: {name}のコレクション
ko: {name}의 컬렉션
pl: Kolekcja gracza: {name}
pt_br: Coleção de {name}

# UI.SKINSSCREEN.TRADE
source: Trade Inn
fr: Boutique
ja: トレードマシン
ko: 물물교환소
pl: Wymianomat
pt_br: Loja de Trocas

# UI.SKINSSCREEN.TRADE_TOOLTIP
source: Trade your old items in for something new!
fr: Échanger vos vieux articles pour en obtenir de nouveaux !
ja: 古くなったアイテムを新しいものと交換しましょう！
ko: 이전 아이템을 새로운 것으로 교환!
pl: Wymień swoje stare przedmioty na coś nowego!
pt_br: Troque seus itens antigos por algo novo!

# UI.SKINSSCREEN.USABLE_INFO
source: Reskin Info
fr: Info de changement d'apparence
ja: レスキン情報
ko: 스킨 변경 정보
pl: Informacje o zmianie skórki
pt_br: Informações de modificação

# UI.SKINSSCREEN.USABLE_INFO_TITLE
source: Reskins
fr: Changements d'apparence
ja: レスキン
ko: 스킨 변경
pl: Zmiana skórki
pt_br: Modificações

# UI.SKINSSCREEN.USABLE_ON
source: Reskins {item}
fr: Change l'apparence de : {item}
ja: レスキン{item}
ko: {item} 스킨 변경
pl: Zmienia skórkę dla: {item}
pt_br: Modifica {item}

# UI.SKINSSCREEN.USABLE_ON_MULTIPLE
source: Reskins {item1} and {item2}
fr: Change l'apparence de : {item1} et {item2}
ja: レスキン{item1}と{item2}
ko: {item1} 및 {item2} 스킨 변경
pl: Zmienia skórki dla: {item1} oraz {item2}
pt_br: Modifica {item1} e {item2}

# UI.SKINSSCREEN.USABLE_ON_MULTIPLE_3
source: Reskins {item1}, {item2} and {item3}
fr: Change l'apparence de : {item1}, {item2} et {item3}
ja: レスキン{item1}、{item2} aと{item3}
ko: {item1}, {item2}, {item3} 스킨 변경
pl: Zmienia skórki dla: {item1}, {item2} oraz {item3}
pt_br: Modifica {item1}, {item2} e {item3}

# UI.SKINSSCREEN.USABLE_ON_MULTIPLE_3_POPUP
source: {skin} will change the appearance of {item1}, {item2} and {item3}.
fr: {skin} changera l'apparence de : {item1}, {item2} et {item3}.
ja: {skin}は{item1}と{item2}と{item3}の見た目を変えます。
ko: {skin}이(가) {item1}, {item2}, {item3}의 모습을 바꿉니다.
pl: {skin} spowoduje zmianę wyglądu: {item1}, {item2} oraz {item3}.
pt_br: {skin} alterará a aparência de {item1}, {item2} e {item3}.

# UI.SKINSSCREEN.USABLE_ON_MULTIPLE_POPUP
source: {skin} will change the appearance of {item1} and {item2}.
fr: {skin} changera l'apparence de : {item1} et {item2}.
ja: {skin}は{item1}と{item2}の見た目を変えます。
ko: {skin}이(가) {item1}, {item2}의 모습을 바꿉니다.
pl: {skin} spowoduje zmianę wyglądu: {item1} oraz {item2}.
pt_br: {skin} alterará a aparência de {item1} e {item2}.

# UI.SKINSSCREEN.USABLE_ON_POPUP
source: {skin} will change the appearance of {item}.
fr: {skin} changera l'apparence de : {item}.
ja: {skin}は{item}の見た目を変えます。
ko: {skin}이(가) {item}의 모습을 바꿉니다.
pl: {skin} spowoduje zmianę wyglądu: {item}.
pt_br: {skin} alterará a aparência de {item}.
